{
  "content": "\n\nبسم الله الرحمن الرحيم\n<p>\nباب ما جاء في خلق الجنة، وما أعد الله فيها لأهلها\n</p>\n\n<p>\n1- حدثنا عبد الملك بن حبيب، قال: حدثني أسيد بن موسى، عن حماد بن سلمة،\nعن محمد بن عمرو، عن مسلمة بن عبد الرحمن، عن أبي هريرة رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال: ((لما خلق الله الجنة قال لملائكته:\nاذهبوا إلى الجنة، فانظروا إليها، وإلى ما أعددت فيها لأهلها، فذهبوا،\nونظروا، فقالوا: وعزتك لا يسمع أحد بهذه فيدخلها إلا دخلها، ثم خلق النار،\nثم قال لهم: اذهبوا إلى النار، فانظروا إليها، وإلى ما أعددت لأهلها،\nفذهبوا، ونظروا، فإذا هي تأكل بعضها بعضا، قالوا: وعزتك لا يسمع أحد بهذه\nفيدخلها، حفت الجنة بالمكاره، وحفت النار بالشهوات، ثم قال: انظروا،\nفنظروا، فقالوا: وعزتك لا يدخل هذه إلا قليل، ولا ينجو من هذه إلا قليل)).\n</p>\n\n<p>\n2- قال: وحدثني غاز بن قيس، عن أبي حريزة يعقوب، عن مجاهد أن رسول الله\nصلى الله عليه وسلم قال: ((لما خلق الله الجنة، فصاغها بكلامه، وجعل فيها\nما شاء من ثوابه، نادته، فقالت: يا رب لمن خلقتني؟ قال: خلقتك لمن يطيعني،\nفقالت: وعزتك لا يعصيك عبد من عبادك أجمع رآني، أو سمع بي، فقال: إني حففتك\nبالمكاره، فقالت: ها هنا صدقني القوم)).\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم : ((ولما خلق الله النار، فصاغها\nبكلامه وجعل فيها ما شاء من عذابه قالت: يا رب لمن خلقتني؟ قال: لمن عصاني،\nقالت: وعزتك لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nيعصيك عبد رآني أو سمع بي، قال: إني حففتك بالشهوات، قالت: ها هنا وردني\nالقوم)).\n</p>\n\n<p>\n3- قال: وحدثني مطرف عن مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((حفت الجنة بالمكاره،\nوحفت النار بالشهوات)).\n</p>\n\n<p>\n4- قال: وحدثني أسد بن موسى عن المعلى بن هلال أن رسول الله صلى الله\nعليه وسلم قال: ((لما خلق الله الجنة بيده، وجعل فيها ما شاء من كرامته، ثم\nنظر إليها، قالت <span id='ms001'></span>: قد أفلح المؤمنون)).\n</p>\n\n<p>\n5- قال: وحدثني المكفوف عن أيوب بن حوط، عن قتادة أن كعبا قال: لم يخلق\nالله بيده إلا ثلاثة: خلق آدم بيده، وكتب التوراة بيده، وغرس الجنة بيده،\nثم قال لها: تكلمي فقالت: قد أفلح المؤمنين، ثم قال لها: تزيني، فتزينت،\nفقال لها: تكلمي، فقالت: طوبى لعبد رضيت عنه.\n</p>\n\n<p>\n6- قال: وحدثني علي بن معبد عن خالد بن دينار، عن أبي العالية قال: لما\nخلق الله الجنة أذن لها في الكلام، فكان أول كلمة تكلمت بها: {قد أفلح\nالمؤمنون} فأنزله الله تعالى قرآنا.\n</p>\n\n<p>\n7- قال: وحدثني أسد بن موسى، عن الحسن البصري رضي الله عنه أن رسول الله\nصلى الله عليه وسلم / قال: ((أرض الجنة رخام من فضة مضاءة نقية، وترابها\nمسك أبيض، ووحلها عنبر أشهب، وكثبانها كافور أصفر، وحشيشها الورس،\nوالزعفران، وحصباؤها الدر والياقوت المنثور، وبناؤها لبنة من ذهب، ولبنة من\nفضة، وملاطها المسك الأذفر أشد بياضا من الحواري)).\n</p>\n\n<p>\nقال عبد الملك: والملاط: الطين الذي يكون بين اللبنتين يعني طينها مسك\nأذفر، والأذفر: الشديد الطيب الرائحة التي تكاد رائحته نعم من شدة فيحها،\nوطيبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n8- قال: وحدثني أسد بن موسى، عن موسى، عن يعقوب بن إبراهيم، عن وهب بن\nمنبه، عن محمد ابن الحنفية، عن النبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\n9- قال: وحدثني أسد بن موسى عن الكلبي، عن أبي صالح عن ابن عباس رضي الله\nعنهما أن رسول الله صلى الله عليه وسلم قال: ((حول الجنة سبعة أسوار،\nوثماني قناطر محيطة بالجنة كلها: أول سور منها فضة، والثاني ذهب، والثالث:\nذهب، وفضة، والرابع: لؤلؤ، والخامس: ياقوت، والسادس: زبرجد، والسابع: نور\nيتلألأ ما بين كل سورين خمسمائة عام، ولها ثمانية أبواب وياقوت، وزبرجد ما\nبين المصراعين من كل باب مسيرة أربعين عاما)).\n</p>\n\n<p>\n10- قال: وحدثني مطرف عن ابن أبي حازم عن يحيى بن سعيد عن سعيد بن/\nالمسيب أن رسول الله صلى الله عليه وسلم قال: ((الجنة بيضاء، تتلألأ،\nوأهلها بيض. لا ينام أهلها، لا شمس فيها، ولا قمر، ولا <span id='ms002'></span> ليل يظلم، ولا برد\nفيها ولا حر يؤذيهم)).\n</p>\n\n<p>\n11- قال: وحدثني أسد بن موسى عن إسرائيل بن يونس عن إسحاق الهمداني عن\nأبيه، عن جده، عن علقمة بن مسعود رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال: ((الجنة سجسج لا حر فيها، ولا برد)). قال عبد الملك: والسجسج:\nالفاتر التي ليست حارة ولا باردة.\n</p>\n\n<p>\nقال عبد الملك: وبلغني أن أبا العالية الرياحي -وكان من خيار التابعين\nبالبصرة- خرج يوما بعد صلاة الصبح يمشي في حاجة له قبل طلوع الشمس في\nالصيف، فقال لمن معه من أصحابه: هكذا أيام الجنة لا حر، ولا برد.\n</p>\n\n<p>\n12- قال: وحدثني أسد بن موسى، عن العلاء بن هلال عن كريب، عن ابن عباس\nرضي الله عنهما في قوله تعالى: {وجنة عرضها السماوات والأرض} قال ابن عباس:\nسبع سماوات، وسبع أرضين يلفقهن جميعا كما تلفق أشتات بعضها إلى بعض، فهذا\nعرضها، ولا يصف أحد طولها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n13- قال: وحدثني علي بن معبد، عن عبد الله بن عمرو، عن يحيى بن أبي أنيسة،\nعن كعب، قال: ما اطلع الله إلى الجنة إلا قال لها/ ازدادي طيبا لأهلك، فهي\nتزداد طيبا إلى يوم القيامة.\n</p>\n\n<h1 class='l1' id='head0'>AUTO ما جاء في تسمية أبواب الجنة</h1>\n\n<p>\n14- حدثنا عبد الملك قال: حدثني عبد العزيز الأوسي، عن إسماعيل بن عياش،\nعن أبان، عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: ((للجنة\nثمانية أبواب: باب المصلين، وباب الصائمين، وباب الصادقين، وباب المتصدقين،\nوباب القانتين، وباب الذاكرين، وباب الصابرين، وباب الخاشعين، وباب\nالمتوكلين، فإذا كان في الرجل خصلة واحدة من هذه، واستغلب عليه دعاه خزنة\nذلك الباب، وإذا كن فيه جميعا، واستغلب عليه دعاه خزنة جميع تلك الأبواب\nإلى الجنة)).\n</p>\n\n<p>\n15- قال: وحدثني أسد بن موسى يرفعه عن النبي صلى الله عليه وسلم بمثل ذلك.\n</p>\n\n<p>\n16- وأن أبا بكر الصديق رضي الله عنه، قال: يا رسول الله، وما على الرجل\nأن يدعى من تلك الأبواب كلها؟ فقال: ((لا شيء، والله أرجو أن تكون منهم)).\n</p>\n\n<p>\n17- قال: وحدثني أسد <span id='ms003'></span> بن موسى، عن عبيد بن مسلم، عن الحسن أن رسول الله\nصلى الله عليه وسلم قال: للجنة ثمانية أبواب ما بين المصراع إلى المصراع\nأربعين سنة، وليلتين عليه يوم كطيط الرخام)).\n</p>\n\n<p>\n18- /: وحدثني أسد بن موسى، عن الوليد بن مسلم، عن خليد بن دعلج، عن\nالحسن أنه ذكر أبواب الجنة، فقال: أبواب الجنة يرى ظاهرها من باطنها،\nوباطنها من ظاهرها تتكلم، وتكلم، فتفهم: انفتحي، انغلقي، فتفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO ما جاء في موضع الجنة اليوم، ويوم القيامة</h1>\n\n<p>\n19- حدثنا عبد الملك قال: حدثني أسد بن موسى، عن سعيد بن الحجاج، عن\nمجاهد قال: البحر المحيط من وراء السماوات والأرض، مظلم لا تجري فيه جارية\nوقعره إلى الأرض السابعة، وجهنم من تحته، ومن ورائه، والجنة من وراء ذلك\nكله محيطة، فلذلك كان الصراط على جهنم.\n</p>\n\n<p>\nقال عبد الملك: وبلغني أن الليل، والنهار، والجنة والنار من وراء\nالسماوات، والأرض فيما بين أقطار السماوات، والأرض، وبين العرش مثل تفسير\nمجاهد في الجنة، والنار.\n</p>\n\n<p>\n20- قال: وحدثني أسد بن موسى، عن مهدي بن ميمون، عن بشر بن شغاف، عن عبد\nالله بن سلام قال: الجنة في السماء، والنار في الأرض.\n</p>\n\n<p>\n21- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن رضي الله\nعنه في قول الله تعالى: {في جنة عالية} قال: في السماء، وفي قوله تعالى:\n{في مقعد صدق} يعني: الجنة، {عند مليك مقتدر}، قال: عند الله في السماء.\n</p>\n\n<p>\n22- قال عبد الملك/، وليس يعني الحسن في تفسير هذا، ولا عبد الله بن سلام\nفي قولهما: ((الجنة في السماء هذه السماء القادة علينا اليوم، لأن هذه\nالسماء، والسماوات التي فوقها تزول يوم القيامة، وتطوى كما يطوى السجل\nللكتاب، فتكون في قبضة الله، كما قال الله تعالى: {يوم نطوي السماء}،\n{والسماوات مطويات بيمينه}، و((هي سبع سماوات بعضها فوق بعض)) بين الأرض،\nوالسماء خمسمائة عام، وبين السماء، والتي تليها مسيرة خمسمائة عام، ثم هكذا\nما بين كل سماء إلى سماء، مسيرة خمسمائة عام، وغلظ كل سماء مسيرة خمسمائة\nعام، وما بين <span id='ms004'></span> السماء السابعة مسيرة خمسمائة عام، وما بين الكرسي، والعرش\nخمسمائة، فالسماوات، والأرض، والخلق كلها في جوف الكرسي، والكرسي في جوف\nالعرش، والعرش محيط بذلك كله قد خرج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nالكرسي، والسماوات يمينا، وشمالا على الهوى حيث لا أرض، ولا سماء، لا يصف\nأحد قدره.\n</p>\n\n<p>\n23- وقد قال رسول الله صلى الله عليه وسلم لأبي ذر: ((يا أبا ذر ما\nالسماوات والأرض في الكرسي إلا كحلقة ألقيت في ترس، وما الكرسي في العرش\nإلا كحلقة ملقاة بأرض فلاة، ففضل العرش على الكرسي كفضل الفلاة على تلك\nالحلقة، وما السماوات السبع في الهوى حيث لا أرض، ولا سماء إلا كفسطاط\nضربتموه في صحرائكم هذه/ يرى ذلك الفسطاط كل من في الصحراء)).\n</p>\n\n<p>\nقال عبد الملك: والجنة فوق السماء السابعة فيما بينها وبين العرش، ألا\nترى أن سدرة المنتهى فوق السماء السابعة، وقد قال الله في كتابه في إسرائه\nبنبيه محمد صلى الله عليه وسلم : {ولقد رءاه نزلة أخرى. عند سدرة المنتهى} الآية.\n</p>\n\n<p>\n24- ولقد قيل لرسول الله صلى الله عليه وسلم : يا رسول الله، وما رأيت\nالسدرة يغشاها ليلة أسري بك؟ قال: ((رأيت السدرة يغشاها فراش من ذهب، ورأيت\nورقها كآذان الفيلة، ورأيت تمرها كقلال هجر))، فلقد أعلمنا الله عز وجل، أن\nالجنة المأوى هنالك فوق السماء السابعة، وتحت العرش، وإنما سميت جنة\nالمأوى، لأن أرواح المؤمنين تأوي إليها.\n</p>\n\n<p>\nقال عبد الملك، ثم الجنة بجميع ما فيها من جناتها ذاهبة في الهوى الذي\nتحت العرش من وراء السماوات، وخارجا عنها يمينا، وشمالا، والعرش سماء الجنة\nكلها، وهو من ياقوتة حمراء ليس بين الجنة، والعرش سماء غير العرش ألا ترى\nفي قول الله تعالى: {في مقعد صدق} يعني الجنة {عند مليك مقتدر} يعني عند\nالله، والله فوق عرشه، وهو تفسير قوله: {وفي السماء رزقكم وما توعدون} يعني\nالجنة، ويعني بالسماء الاستعلاء الذي فوق السماء السابعة فيما بينهما، وبين\nالعرش، ثم هي ذاهبة/ في الهوى محيطة بالسماوات حيث لا أرض، ولا سماء إلا العرش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الملك: فإذا <span id='ms005'></span> كان يوم القيامة، وبدلت السماوات والأرض كما قال الله،\nجذب الله الجنة جذبة فتجذب بما فيها من الجنات حتى تملأ الهوى الذي كانت\nفيه السماوات قبل أن تبدل، ثم لا يكون بينها وبين العرش سماء إلا العرش\nالذي هو اليوم، ويومئذ سماء الجنة فهو قوله تعالى: { وأزلفت الجنة للمتقين}\nيعني قربت إلى موضع السماوات اليوم، ويصير عرضها يومئذ عرض السماوات والأرض\nقبل أن يبدلا كما قال عز وجل في كتابه: {وجنة عرضها السماوات والأرض أعدت\nللمتقين} وأما الأرض فتبدل بأرض من فضة، ثم درجاتها عالية إلى العرش،\nوالعرش سماؤها كلها.\n</p>\n\n<p>\nقال عبد الملك: وأما تفسير قوله تعالى: {خالدين فيها} يعني في الجنة ما\nدامت السماوات والأرض، يعني أرض الجنة، وسماء الجنة بعد أن بدلتا بالعرش،\nوبأرض الفضة، وإنما سماء العرش سماوات لاتساعه وامتداده، وعظمته، وأنه لا\nيصف أحد قدره، هكذا سمعت أهل العلم يقولون في هذا كله.\n</p>\n\n<h1 class='l1' id='head2'>AUTO ما جاء في صفة قصور الجنة، ومساكنها</h1>\n\n<p>\n25- قال عبد الملك: حدثني أسد بن موسى وغيره، عن ابن لهيعة/ عن بكرة بن\nسوادة، عن هاني بن معاوية، عن عمر بن الخطاب رضي الله عنه أنه قال: قال\nرسول الله صلى الله عليه وسلم : ((إن في الجنة قصرا لا يدخله إلا نبي، أو\nصديق، أو شهيد، أو إمام عدل))، ثم قال عمر: ما شاء الله أما النبوة، فقد\nختمها الله، وأما الشهادة فأنى لي بها، وأما إمام عدل، فإن شاء الله، ثم\nرفع يديه، وقال: اللهم ارزق عمر ذلك.\n</p>\n\n<p>\n26- قال عبد الملك: حدثني أسد بن موسى، عن حماد بن سلمة، عن يعلى بن\nعطاء، عن عبد الله بن عمرو بن العاص قال: إن في الجنة نهرا حوله البروج\nوالمروج، فيه سبعون ألف قصر، في كل قصر سبعون ألف بيت لا يدخله إلا نبي، أو\nصديق، أو شهيد، أو حكم عدل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n27- قال: وحدثني أسد بن موسى، وغيره عن ابن لهيعة، وإسماعيل بن عياش، عن\nمعبد بن خالد، عن كعب الحبر أنه قال: إن في الجنة قصرا <span id='ms006'></span> فيه سبعون ألف دار\nفي كل دار سبعون ألف بيت، ليس فيها قصم، ولا وصم، ولا وصل قائمة على قضيب\nالياقوت يدخله النبي، والصديق، والشهيد، والإمام العدل، والمحكم في نفسه.\n</p>\n\n<p>\nقال عبد الملك: وتفسير المحكم في نفسه الأسير الذي يخير بين الكفر\nوالقتل، فيختار القتل.\n</p>\n\n<p>\n28- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن أبي المهرم، عن أبي\nهريرة أن رسول الله صلى الله عليه وسلم / قال: ((دار المؤمن في الجنة من\nلؤلؤة واحدة، فيها أربعون قصرا، وفي وسطها شجرة تنبت بالحلل منطقة باللؤلؤ،\nوالمرجان)).\n</p>\n\n<p>\n29- قال: وحدثني أسد بن موسى، وغيره عن إسماعيل بن عياش، عن ثعلبة بن\nمسلم، عن شفي بن ماتع قال: إن رسول الله صلى الله عليه وسلم قال: ((إن في\nالجنة غرفا يرى ظاهرها من باطنها، وباطنها من ظاهرها من الرقة والحسن أعدها\nلمن أطعم الطعام، وأفشى السلام، وألان الكلام، وأدام الصيام، وصلى بالليل،\nوالناس نيام)).\n</p>\n\n<p>\n30- قال: وحدثني ابن عبد الحكم، عن الليث بن عبد الله بن جعفر، عن رسول\nالله صلى الله عليه وسلم قال: ((قصور الجنة ظاهرها ذهب أحمر، وباطنها زبرجد\nأخضر، وأبرجها ياقوت، وشرفها لؤلؤ)).\n</p>\n\n<p>\n31- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن أن رسول\nالله صلى الله عليه وسلم قال: ((لكل مؤمن في الجنة تسعة قصور من قصور\nالجنة، قصر من فضة شرفه ذهب، وقصر من ذهب شرفه فضة، وقصر من لؤلؤ شرفه ياقوت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nوقصر من ياقوت شرفه لؤلؤ، وقصر من زبرجد شرفه ياقوت، وقصر من ياقوت شرفه\nزبرجد، وقصر من نور يكاد يذهب بالأبصار، وقصر لا تدركه الأبصار، وقصر على\nلون العرش/، وكل قصر مائة فرسخ في مائة فرسخ، ولكل قصر منها ألف مصراع)).\n</p>\n\n<p>\n32- قال: وحدثنا أسد بن موسى، عن أخيه، عن الضحاك عن مزاحم قال: إذا دخل\nأهل الجنة الجنة تلقى كل رجل منهم ملك، فيأخذ بيده حتى يأتي به إلى قصر من\nفضة شرف بالذهب حوله الأشجار والأنهار، بين كل شرافتين غلام يناديه: مرحبا\nبسيدنا <span id='ms007'></span>، ومولانا، فيدخله إلى القصر، فينظر ما أعد الله له، ثم يأخذ بيده\nحتى يأتي به إلى قصر من لؤلؤ مشرف بالياقوت حوله الأشجار والأنهار، بين كل\nشرافتين غلام يناديه: مرحبا بسيدنا، ومولانا، فيأخذه، فيدخله القصر، فيريه\nما أعد الله له، ثم يأخذ بيده، حتى ينتهي به إلى قصر من زبرجد مشرف\nبالياقوت حوله الأشجار والأنهار، بين كل شرافتين غلام له يناديه: مرحبا\nبسيدنا، ومولانا، فيدخله القصر، فيرى ما أعد الله له هكذا قصرا، فقصرا حتى\nينتهي به إلى جميع قصوره، ثم يقول له الملك: يا ولي الله، كل هذه القصور\nالتي رأيت، ودخلت من قصر الفضة إلى هذا القصر كلها لك، وما بينها لك.\n</p>\n\n<p>\n33- قال: وحدثني أسد بن موسى، عن محمد بن أبي عبيد، عن موسى بن وردان، عن\nأبي هريرة أن رسول الله صلى الله عليه وسلم قال: ((إن في الجنة عمدا من/\nياقوت عليها غرف من زبرجد لها أبواب مفتحة تضيء كما يضيء الكوكب الدري.\nقلنا: يا رسول الله من يسكنها؟ قال: المتحابون في الله، والمتآلفون في\nالله، والمتحدثون في الله)).\n</p>\n\n<p>\n34- قال: وحدثني طلق المعافري، عن صمصام بن إسماعيل عن موسى بن وردان، عن\nأبي هريرة، عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\n35- قال: وحدثني أسد بن موسى، عن الأوزاعي، عن إسماعيل بن عبيد الله، عن\nابن عباس رضي الله عنه في قوله تعالى: {ولسوف يعطيك ربك فترضى} قال: أعطاه\nألف قصر في الجنة من لؤلؤ ترابها المسك لكل قصر منها ما ينبغي له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n36- قال: وحدثني المغيرة، عن ابن لهيعة عن سريج، عن زهرة بن معبد، عن سعيد\nبن المسيب أن رسول الله صلى الله عليه وسلم قال: من قرأ {قل هو الله أحد}\nعشر مرات بنى الله له قصرا في الجنة، ومن قرأها عشرين مرة بنى الله له\nقصرين في الجنة، ومن قرأها ثلاثين مرة بنى الله له ثلاثة قصور في الجنة،\nفقال عمر: يا رسول الله لتكثرن في قصورنا، فقال النبي صلى الله عليه وسلم :\nالله <span id='ms008'></span> أوسع من ذلك)).\n</p>\n\n<h1 class='l1' id='head3'>AUTO ما جاء في صفة خيام الجنة، وقبابها</h1>\n\n<p>\n37- حدثنا عبد الملك قال: حدثني أسد بن موسى، وغيره عن ابن لهيعة عن أبي\nالهيثم، عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم /، قال: ((إن\nأدنى أهل الجنة منزلة من ينصب له قبة من لؤلؤ، وياقوت، وزبرجد كما بين\nالجابية وضيعها)).\n</p>\n\n<p>\n38- قال: وحدثني أسد بن موسى، عن روح، عن يزيد، عن ابن شهاب، عن عروة بن\nالزبير، عن عائشة رضي الله عنها قالت: قلت: يا رسول الله سمعت الله تعالى\nيقول: {حور مقصورات في الخيام} فما تلك الخيام؟ فقال عليه السلام : ((والذي\nنفسي بيده إن الخيمة من خيام الجنة لمن لؤلؤة واحدة مجوفة أربع فراسخ في\nأربع فراسخ مكللة بالياقوت، والزبرجد لها سبعون بابا يعني من الذهب.\n</p>\n\n<p>\n39- قال: وحدثنيه أسد بن موسى، عن الفضيل بن عياض، عن هشام بن حسام، عن\nابن عباس في قوله تعالى: {حور مقصورات}: محبوسات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n40- قال عبد الملك: وحدثني بعضهم أن في كل خيمة من خيام الجنة التي هي من\nلؤلؤة مجوفة طولها أربع فراسخ في أربع فراسخ، وفي الارتفاع مثل ذلك سرد\nعليها من الدر، والياقوت، وعلى كل سرير فرش منضودة ملونة بعضها فوق بعض،\nوأمام كل سرير طنفسة قد طبقت الخيمة منسوجة بالدر والياقوت والزبرجد في\nقضبان الذهب، والفضة، وعلى كل سرير زوجة من الحور العين يطفئ نورها نور\nالشمس مع كل زوجة سبعون جارية، وسبعون غلاما كما قال الله: {ويطوف عليهم\nغلمان لهم كأنهم لؤلؤ مكنون}، وبين يدي/ كل سرير كرسي من جوهر يرتقي عليه\nولي الله حتى يجلس على سريره، فينظر إلى أساس خيمته طريقة بيضاء، وطريقة\nحمراء، وطريقة خضراء يكاد نورها يغشى نور بصره، ثم يعانق زوجته، ويلتذ بها\nمقدار سبعين سنة لا تنقطع شهوته، ونهمته، ثم ينتقل عنها إلى غيرها هكذا ما\nاشتهت نفسه، ولذت عينه أبدا دائما.\n</p>\n\n<h1 class='l1' id='head4'>AUTO ما جاء في صفة درجات الجنة</h1>\n\n<p>\n41- قال عبد الملك في قول الله تعالى: {وللآخرة أكبر درجات وأكبر\nتفضيلا}، وفي <span id='ms009'></span> قوله تعالى: {أولئك هم المؤمنون حقا لهم درجات عند ربهم\nومغفرة ورزق كريم} ثم قال: الدرجات هي المنازل، والفضيلات، وإنما معنى\nالدرجة في الجنة الفضيلة، والمنزلة التي يفضل الله بها بعضهم على بعض على\nقدر أعمالهم في الدنيا بطاعته، ألا ترى قوله تعالى: {انظر كيف فضلنا بعضهم\nعلى بعض} يعني في الرزق في الدنيا، وللآخرة أكبر درجات يعني فضيلات،\nومنازل، ثم بين ذلك، فقال: {وأكبر تفضيلا} والدرجات في الجنة، والمنازل\nالتي فضل بها بعضهم على بعض مائة درجة، فأهل كل درجة، ومنزلة، وفضيلة هم\nرفقاء ليس أنهم رفعاء في المطعم، والمشرب، والمسكن، ولكن لما جمعتهم فضيلة\nواحدة، ألا ترى إلى قوله تعالى: {ومن يطع الله/ والرسول فأولئك مع الذين\nأنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك\nرفيقا} وهم الرفقاء لاجتماعهم في تلك الدرجة، وتلك الفضيلة، وتلك المنزلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الملك: وما بين الدرجة إلى الدرجة الأولى أعني ما بين الفضيلتين\nكما بين السماء والأرض.\n</p>\n\n<p>\n42- حدثني بذلك أسد بن موسى، وغيره عن إسماعيل بن عباس، عن صفوان بن\nعمرو، عن سريج بن عبيد أن رسول الله صلى الله عليه وسلم قال: ((الجنة مائة\nدرجة ما بين كل درجتين كما بين السماء والأرض)).\n</p>\n\n<p>\n43- قال: وحدثني أسد بن موسى، وعبد الله بن عبد الحكم، وغيرهما عن ابن\nلهيعة، عن أبي الهيثم، عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم\nقال: ((الجنة مائة درجة، لو أن العالمين اجتمعوا في إحداهن لوسعتهم)).\n</p>\n\n<p>\nقال عبد الملك: وقد سمى الله بعض تلك الدرجات، فمنها الدرجات، ومنها\nالوسيلة، ومنها عليون. وعليون: قائمة العرش اليمنى.\n</p>\n\n<p>\n44- وحدثني أسد بن موسى، عن محمد بن حازم، عن عمرو بن مرة أن رسول الله\nصلى الله عليه وسلم قال: ((إذا ركب الرجل من أهل عليين أشرف ما تحته من\nالجنة كلها حتى يقول من تحته من الجنة: لقد ركب اليوم رجل من أهل عليين)).\n</p>\n\n<p>\n45- قال: وحدثني أسد بن موسى، عن الفضيل بن عياض،/ عن عطية العوفي، عن <span id='ms010'></span>\nأبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إن\nأهل الجنة ليرون أهل الدرجات العلى كما يرى الكوكب الدري في أفق السماء)).\n</p>\n\n<p>\n46- قال: وحدثني ابن عبد الحكم، عن الليث بن سعد، عن عمرو مولى المطلب،\nعن المطلب أن رسول الله صلى الله عليه وسلم قال: ((إن أهل الجنة ليتراؤون\nفي الجنة كما يرى الكوكب الشرقي من الكوكب الغربي، وذلك لتفاضل الدرجات)).\n</p>\n\n<p>\n47- قال: وحدثني أسد بن موسى، عن إسماعيل بن مسلم، عن أبي المتوكل الباجي\nأن رسول الله صلى الله عليه وسلم قال: ((الدرجة في الجنة فوق الدرجة كما بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nالسماء والأرض، وإن الرجل من أهل الجنة ليرفع بصره، فيلمع له نور يكاد يخطف\nنور بصره، فيقول: ما هذا ما ظننت أن البرق في الجنة، فيقال له: هذا نور\nأخيك فلان فيقول: أخي فلان كنا نعمل في الدنيا جميعا، وقد فضل علي هكذا،\nفيقال: إنه كان أحسن منك عملا، قال: ثم يجعل الله في قلبه الرضى حتى\nيرضى)).\n</p>\n\n<p>\n48- قال: وحدثني النقي، عن أسماء، عن ابن زيد، عن محمد بن كعب القرظي\nقال: يرون أهل الجنة في الجنة كهيئة البرق، فيقولوا: أيكون في الجنة برق،\nفيقال لهم: هذا رجل من أهل عليين قد خرج من غرفة إلى غرفة.\n</p>\n\n<p>\n49- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم / قال:\n((الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، في كل درجة\nمنها سيد منهم يرون له الفضيلة عليهم، والسؤدد فيهم)).\n</p>\n\n<p>\n50- قال: وحدثني أسد بن موسى، عن عمران بن يزيد، عن أم الدرداء أن رسول\nالله صلى الله عليه وسلم ، قال: ((عدد درج الجنة على عدد سور القرآن، فمن\nقرأ من القرآن شيئا، قيل له: اقرأ، وارق، يعني: ارتفع في الفضيلة حتى ينتهي\nما معه من القرآن، فمن قرأ القرآن كله، وعمل به كان من الذين أنعم الله\nعليهم من النبيين، والصديقين، والشهداء، والصالحين، وحسن أولئك رفيقا)).\n</p>\n\n<p>\n51- قال: وحدثني أسد بن موسى، عن <span id='ms011'></span> يعقوب بن إبراهيم عن عطاء بن أبي رباح\nأن رسول الله صلى الله عليه وسلم قال: ((أريت الجنة فإذا فيها درجة لم أر\nفي الجنة أحسن منها، فسألت جبريل عنها، فقال لي: هذه الوسيلة، ولم يعطها\nأحد، ونحن نرجو أن تعطاها فمر أمتك يسألوا الله لك الوسيلة)).\n</p>\n\n<p>\n52- قال: وحدثني إسحاق بن صالح، عن ابن لهيعة أن رسول الله صلى الله عليه\nوسلم قال: ((الوسيلة أرفع درجة في الجنة فسلوا الله أن يؤتيها على الخلق\nكلهم يوم القيامة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n53- قال: وحدثنا إسحاق بن صالح، عن ابن لهيعة، عن موسى بن وردان أن رسول\nالله/ صلى الله عليه وسلم قال: ((من سأل لي الوسيلة، فأكثر حلت له شفاعتي\nيوم القيامة)).\n</p>\n\n<h1 class='l1' id='head5'>AUTO ما جاء في تسمية الجنات، وصفاتها</h1>\n\n<p>\nحدثنا عبد الملك قال: خلق الله الجنة يوم خلقها، وخلق فيها سبع سماوات،\nوفضل بعضها على بعض، وهي دار السلام، ودار الجلال، وجنة عدن، وجنة المأوى،\nوجنة الخلد، وجنة الفردوس، وجنة النعيم، فهذه سبع جنات في داخل الجنة، واسم\nالجنة جمعهن، وقد سماها الله عز وجل في كتابه بالجنة، فقال: {وسارعوا إلى\nمغفرة من ربكم وجنة عرضها السماوات والأرض} يعني الجنة كلها بما فيها، وقال\nفي موضع آخر: {جنات تجري من تحتها الأنهار} فجمعها.\n</p>\n\n<p>\n54- وقد حدثني مطرف عن مالك أن فتى من الأنصار يقال له: حارثة استشهد مع\nرسول الله صلى الله عليه وسلم في بعض غزواته، فبلغ أم الفتى بالمدينة مصابه\nقبل مقدم النبي صلى الله عليه وسلم ، فاجتمع إليها النساء ليبكينه معها،\nفقالت لهن: لن أبكي حتى يقدم رسول الله صلى الله عليه وسلم ، فأسأله أفي\nالجنة هو أم في النار؟ فإن كان في الجنة لم أبكه، وإن كان في النار، فسترين\nبكائي عليه، فلما سمعت بمقدم النبي صلى الله عليه وسلم خرجت إليه، فلقيته،\nفقالت: يا رسول الله أقتل حارثة؟ قال: نعم. قالت: فأين هو/ يا رسول الله\nأفي الجنة أم في النار؟ فقال رسول الله صلى الله عليه وسلم : ((يا أم حارثة\nإنها <span id='ms012'></span> جنان كثيرة، وإن حارثة في أعلاها))، فقالت: لن أبكيه أبدا)).\n</p>\n\n<p>\nقال عبد الملك: فدار الجلال، ودار السلام منسوبتان إلى الله عز وجل، وأما\nجنة عدن، فإنها أوسط الجنة وهي قصبة الجنة، وهي مشرفة على الجنات، وقد ذكر\nابن عباس، وسعيد بن المسيب أنها دار الرحمن التي فيها عرشه، وأن الجنات\nحولها، فأفضلها، وأشرفها أقربها إليها.\n</p>\n\n<p>\n55- حدثني بذلك أسد بن موسى، عن حماد بن سلمة، عن يحيى بن سعيد، عن سعيد\nبن المسيب أنه قال: جنة عدن التي بها الرب تبارك وتعالى، وموضع عرشه تبارك\nالله رب العالمين.\n</p>\n\n<p>\nقال عبد الملك: وأما جنة المأوى، فهي التي تأوي إليها أرواح المؤمنين إذا\nقبضت، وأما جنة الخلد، وجنة النعيم، والنعيم، والخلود خصهما الله بهذين\nالاسمين، وكل الجنات خلود ونعيم، وأما جنة الفردوس فالفردوس الكروم،\nوالأعناب، وهي في جبل عال في الجنة من شجر أنهار الجنة، قال النبي صلى الله\nعليه وسلم : ((سلوا الله الفردوس، فإنها سرة الجنة، وأعلى الجنة منه تتفجر\nأنهار الجنة، وإن أهل الفردوس ليسمعون أطيط العرش)).\n</p>\n\n<p>\n56- وحدثني ابن موسى، عن الفرج/ بن فضالة، عن لقمان بن عامر قال: سئل أبو\nأمامة عن الفردوس؟ فقال: هي سرة الجنة.\n</p>\n\n<p>\n57- وحدثني علي بن معبد، عن عبيد الله بن عمر، عن يحيى بن أبي أنيسة، عن\nابن عباس أنه سأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nكعبا عن الفردوس، فقال: هي الكروم بالسريانية.\n</p>\n\n<p>\n58- وحدثني أسد بن موسى، عن جويبر، عن الضحاك بن مزاحم قال: الفردوس:\nالكروم، والأعناب.\n</p>\n\n<p>\n59- وحدثني أسد بن موسى، عن إبراهيم بن محمد، عن صالح مولى التوأمة، عن\nأبي هريرة رضي الله عنه قال: الفردوس جبل في الجنة تنفجر منه أنهار الجنة.\n</p>\n\n<p>\nقال عبد الملك: والفردوس الكروم، والأعناب في جبل عال منه تتفجر أنهار\nالجنة، وهو سدة الجنة، وأعلى الجنة، كما قال: جاءت هذه الآثار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n60- قال: وحدثني ابن عبد الحكم، عن مسلمة بن علي، عن الأوزاعي، عن حسان بن\nعطية أن رسول الله صلى الله عليه وسلم قال: ((ينظر الجبار عز وجل إلى\nالفردوس في سحر كل ليلة <span id='ms013'></span>، فيقول: ازدادي طيبا إلى طيبك قد أفلح المؤمنون)).\n</p>\n\n<p>\n61- قال: وحدثني ابن عبد الحكم عن النبي صلى الله عليه وسلم أنه قال:\n((جنة عدن أعظم من الجنة بتسعمائة ألف جزء، ودار السلام أعظم من عدن\nبتسعمائة ألف جزء)).\n</p>\n\n<h1 class='l1' id='head6'>AUTO ما جاء في صفة أنهار الجنة، وأشربتها</h1>\n\n<p>\n62-/ قال عبد الملك: حدثني أسد بن موسى، عن ثوبان بن عطاء، عن قرة عن أبي\nهريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((أنهار الجنة\nتجري في غير أخدود، وتخرج من جبال المسك)).\n</p>\n\n<p>\n63- قال: وحدثني معاذ بن عبد الحكم، عن مقاتل، عن يزيد الرقاشي، عن عبد\nالله بن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال: ((أنهار الجنة\nتجري في غير أخدود أشد بياضا من الثلج، وأحلى من العسل، وأطيب رائحة من\nالمسك، وعيونها كذلك تجري على رضراض الدر، والياقوت، وطين الأنهار من مسك\nأذفر تجري للرجل منهم عيونه، وأنهاره حيث يشتهي يشير بإصبعه في قصور من\nالدر، لو حل بأحدهم أهل الدنيا من الجن والإنس لأوسعهم طعاما، وشرابا وحللا\nلا ينقصه ذلك شيئا)).\n</p>\n\n<p>\n64- قال: وحدثني إسحاق بن صالح، عن ابن لهيعة، عن يزيد بن أبي حبيب، عن\nكعب أنه قال: النيل من أنهار العسل في الجنة، والفرات من أنهار الخمر في\nالجنة، وسيحان من أنهار الماء في الجنة، وجيحان من أنهار اللبن في الجنة،\nوذكر أن محله معهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n65- قال: وحدثني أسد بن موسى، عن عطاء بن السائب، عن محارب بن دينار، عن\nابن عمر أن رسول الله صلى الله عليه وسلم قال: ((الكوثر نهر في الجنة\nحافاته من ذهب، وهو يجري على الدر، والياقوت/ وماؤه أشد بياضا من اللبن،\nوأحلى من العسل)).\n</p>\n\n<p>\n66- قال: وحدثني أسد بن موسى، عن إسرائيل، عن أبي إسحاق، عن أبي عبيدة،\nقال: سألت عائشة رضي الله عنها، عن قوله تعالى: {إنا أعطيناك الكوثر}\nفقالت: نهرا في الجنة حافاته فتات الدر، والياقوت المسحوق، عليه من الآنية\nعدد النجوم.\n</p>\n\n<p>\n67- قالت: وحدثني المكفوف، عن العلاء، عن أنس <span id='ms014'></span> بن مالك رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال: ((حوضي ما بين صنعاء إلى الأردن ماؤه\nأشد بياضا من اللبن، وأحلى من العسل، وألين من الزبد، حافاته فتات الدر،\nوالياقوت، وحصباؤه اللؤلؤ، وترابه المسك الأذفر، فيه أقداح كعدد النجوم، من\nشرب منه شربة لم يظمأ بعدها أبدا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n68- قال: وحدثني أسد بن موسى، عن يزيد بن عطاء، عن عكرمة عن ابن عباس رضي\nالله عنهما في قوله تعالى: {إن الأبرار لفي نعيم} {يسقون من رحيق مختوم.\nختامه مسك} قال: الرحيق: الخمر في الجنة من أشرف خمر الجنة، وقوله: مختوم\nيعني مختوم على آنيته بخاتم من مسك كما يختم أهل الدنيا على آنية شرابهم\nبطين، كان ابن عباس يقرؤها خاتمة على سان الخاتم، وإنما معناه الختم عليه،\nكما يختم على الشراب.\n</p>\n\n<p>\nقال عبد الملك: وهو أحسن ما سمعت فيه، وقد سمعت قولا كثيرا.\n</p>\n\n<p>\n69- وقد حدثني أسد/ بن موسى في تفسير {ختامه مسك} عن ابن مسعود أنه كان\nيقول: خلطه مسك، وأن قتادة كان يقول: عاقبته مسك أي آخره.\n</p>\n\n<p>\nقال عبد الملك: وكل ما قال هؤلاء هو فيه بلا شك خلطه مسك، وطعمه مسك\nورائحته مسك، وأوله مسك، وآخره مسك في طيبه وطيب رائحته، غير أنه ليس تفسير\nالكلمة بعينها إلا الختام ختام الشيء، ألا ترى أنه عز وجل قال في كتابه:\n{مختوم} فكيف ينصرف معنى الخلط، والطعم، والريح، وآخره إلى مختوم هذا لا\nيمكن في تصرف الكلمة إنما تفسيره على ما قال ابن عباس.\n</p>\n\n<p>\nقال عبد الملك: وأما قوله: {ومزاجه من تسنيم} قال: تسنيم عين من ماء،\nأشرف عيون ماء في الجنة، يمزج فيها لأصحاب اليمين، وهم جماعة أهل الجنة،\nويشرب منها المقربون يعني صرفا غير ممزوج، كذلك قاله ابن عباس، وابن مسعود\nفي تفسيرهما، وقاله الحسن، وقتادة، وغيرهما.\n</p>\n\n<p>\nقال عبد الملك: وأما قوله تعالى: {إن الأبرار يشربون من كأس كان مزاجها\nكافورا. عينا يشرب بها عباد الله يفجرونها تفجيرا} فهي الكأس ها هنا الخمر\nمن خمر الجنة <span id='ms015'></span>، وقوله تعالى: {كان مزاجها كافورا} فالكافور ها هنا اسم عين\nمن عيون الماء في الجنة سماها الله تعالى كافورا ثم بينها، فقال: {عينا\nيشرب بها عباد الله يفجرونها تفجيرا}/ وكان قتادة يقول في تفسير تفجيرها:\nإن أحدهم يومئ إليها بإصبعه حيث يريد أن يسلك فتتبعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الملك: وأما قوله تعالى: {وكأس من معين لا يصدعون عنها ولا ينزفون}\nفالكأس أيضا ها هنا الخمر مثل التي فوقها، وقوله: {من معين} يقول: ليست من\nعصارة العنب، ولا مما يعصر بالأيدي والأرجل كما تكون خمر الدنيا، ولكنها من\nمعين مما يتفجر من جبل الفردوس كما تتفجر ماء العيون والأنهار، وكذلك قال\nفي الآية الأخرى: {وأنهار من لبن لم يتغير} وقوله: {لا يصدعون عنها ولا\nينزفون} فمعناه لا يصيبهم منها صداع، ولا سكر كما يصنع خمر الدنيا، والنزيف\nالسكران، ومثله قوله في الآية الأخرى: {يطاف عليهم بكأس من معين. بيضاء لذة\nللشاربين} وكذلك خمر الجنة أشد بياضا من اللبن، وأما قوله: {لا فيها غول}\nأي لا يصيبهم منها وجع يعني بالغول وجع البطن: {ولا هم عنها ينزفون} يقول:\nلا يسكرون منها.\n</p>\n\n<p>\nقال عبد الملك: وأما قوله تعالى: {وكأسا دهاقا} فهي الكأس بعينها التي\nيشرب بها، والدهاق الممتلئة المترعة. كذلك قال ابن عباس، وقتادة، وغيرهما.\n</p>\n\n<p>\nقال عبد الملك في قول الله تعالى: {مثل الجنة التي وعد المتقون} قال: صفة\nالجنة التي وعد المتقون فيها: {أنهار من ماء غير ءاسن وأنهار من لبن لم\nيتغير/ طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى} فأما قوله:\n{من ماء غير ءاسن} يعني غير كدر، ولا متغير وأنهار من لبن لم يتغير، لم\nيخرج من ضروع المواشي، وأنهار من خمر لم يعصرها الرجال بأقدامهم، وأنهار من\nعسل لم يخرج من بطون النحل.\n</p>\n\n<p>\n70- قال عبد الملك: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه\nوسلم قال: ((في كل قصر من قصور الجنة أربعة أنهار: نهر من ماء معين، ونهر\nمن خمر معين، ونهر من لبن <span id='ms016'></span> معين، ونهر من عسل معين، ولا يشرب منها حتى يمزج\nبالعيون التي سماها الله تعالى التسنيم، والزنجبيل والسلسبيل، والكافور،\nوهي التي يشرب بها المقربون منها صرفا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n71- قال رسول الله صلى الله عليه وسلم : ((ولولا أن الله تعالى قضى على أهل\nالجنة أنهم يتنازعون الكأس بينهم ما رفعوه عن أفواههم لذاذة)).\n</p>\n\n<p>\n72- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم سئل عن\nقول الله تعالى: {وسقاهم ربهم شرابا طهورا} قال: ((إن آخر شراب يشربه أهل\nالجنة على إثر طعامهم وشرابهم ماء يقال له الطهور إذا شربوا منه هضم طعامهم\nوشرابهم حتى يشتهوا الطعام والشراب، فهذا دأبهم أبدا)).\n</p>\n\n<p>\n73- قال: وحدثني علي بن معبد، عن الحسن بن دينار، عن زاذان، عن علي رضي\nالله عنه قال: لما سري برسول/ الله صلى الله عليه وسلم ، أصبح يحدث عن\nالكوثر، فقال رجل من المنافقين لرجل من المؤمنين: سله سله، فإنا لم نر نهرا\nإلا له نبت فما نباته؟ فسأله، فقال رسول الله صلى الله عليه وسلم : ((جندل\nاللؤلؤ، والياقوت، والزبرجد)) فقال له المنافق: سله سله، فإنا لم نر نهرا\nإلا له حماة فما حماته؟ فسأله، فقال رسول الله صلى الله عليه وسلم : ((حماه\nالمسك الأذفر)).\n</p>\n\n<p>\n74- قال: وحدثني علي بن معبد، عن أبي إسحاق الفزاري، عن الأعمش، عن عبد\nالله بن عمرو بن العاص قال: ليس من يوم إلا وهو ينزل في الفرات مثاقيل من\nبركة الجنة.\n</p>\n\n<h1 class='l1' id='head7'>AUTO ما جاء في آنية أهل الجنة</h1>\n\n<p>\nقال عبد الملك في قول الله تعالى: {يطوف عليهم ولدان مخلدون. بأكواب\nوأباريق} قال: الولدان المخلدون هم الذين لا يموتون، والأكواب واحدها كوب\nمن المكوكبات، وهي القصار الأعناق القصيرة العرى، والأباريق واحدها إبريق،\nوهي المستطيلة الطويلة الأعناق الطويلة العرى. قال: ومثله قوله تعالى:\n{ويطاف عليهم بآنية من فضة وأكواب كانت قواريرا. قواريرا من فضة} فالآنية:\nالأقداح، والأكواب التي تشرب لك، وقوله تعالى: {كانت قواريرا. قواريرا من فضة} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nفالقوارير الزجاج، يعني ذلك الزجاج من فضة، فاجتمع فيها صفاء الزجاج في\nبياض <span id='ms017'></span> الفضة، وهي من فضة.\n</p>\n\n<p>\n75- هكذا حدثني/ أسد بن موسى، عن ابن عباس، ومجاهد، وقتادة في تفسير ذلك كله.\n</p>\n\n<p>\n76- وحدثني ابن عبد الحكم، عن سفيان بن عيينة، عن عمرو بن دينار، عن\nعكرمة، عن ابن عباس رضي الله عنهما أنه قال: لو أخذت فضة من فضة الدنيا،\nفضربتها حتى تجعلها مثل جناح الذباب لم تر الماء من ورائها، ولكن آنية\nالجنة من فضة في صفاء القوارير، وبياض الفضة.\n</p>\n\n<p>\nقال عبد الملك: وأما قوله: {قدروها تقديرا} فإنها قدرت على قدر أكف\nالخدم، وعلى قدر ري الشارب بها لا تعضل عنه، ولا تنقص من مبلغ شهوته، ولا\nزيادة فيها، ولا نقصان مما يحب.\n</p>\n\n<p>\n77- كذلك حدثني أسد بن موسى، عن ابن عباس، ومجاهد، وقتادة، والقرظي، وعبد\nالله بن عمير الليثي في تفسير ذلك كله.\n</p>\n\n<h1 class='l1' id='head8'>AUTO ما جاء في طعام أهل الجنة، وأكلهم</h1>\n\n<p>\n78- قال عبد الملك: وحدثني أسد بن موسى، عن النضر بن معبد، عن أبي قلابة،\nعن عبد الله بن سلام قال: سألت رسول الله صلى الله عليه وسلم عن أول طعام\nأهل الجنة؟ فقال: ((كبد الحوت)).\n</p>\n\n<p>\n79- قال: وحدثني ابن عبد الحكم، عن مالك بن أنس أنه سمع أنه أول ما ينزل\nلأهل الجنة حوت، وثور يظل الثور نافشا في الجنة يأكل من شجر الجنة ويظل\nالحوت سابحا في أنهار الجنة، فإذا دخل أهل الجنة الجنة/ دعي بالثور والحوت\nفيلعبان لأهل الجنة بكل لعبة، ويتعاركان جميعا يلذذان أهل الجنة، ثم يضرب\nالثور الحوت بذنبه، ويضرب الثور الحوت بقرنه، فيصير ذلك ذكاة لهما، ثم\nيأكلون من لحومهما ما اشتهوا يجدون في لحومهما طعم كل شيء في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n80- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال: ((إن\nالرجل من أهل الجنة ليأخذ اللقمة فيجعلها في فيه، ثم يخطر على باله طعام\nآخر فتتحول تلك اللقمة على التي تمنى)).\n</p>\n\n<p>\n81- قال: وحدثني أسد بن موسى، عن يعقوب بن إبراهيم، عن شهر بن حوشب، عن\nكعب قال: إن أحدهم ليختلف على مائدته سبعين ألف صحفة <span id='ms018'></span> من ذهب.\n</p>\n\n<p>\nقال عبد الملك: وبيان ذلك في كتاب الله تعالى حيث يقول: {يطاف عليهم\nبصحاف من ذهب وأكواب وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها\nخالدون}.\n</p>\n\n<p>\n82- قال: وحدثني المكفوف، عن أيوب بن حوط، عن قتادة في قول الله عز وجل:\n{ولهم رزقهم فيها بكرة وعشيا} قال: إنما هما ساعتا الغداء والعشاء، وليس ثم\nبكرة، ولا عشاء.\n</p>\n\n<h1 class='l1' id='head9'>AUTO ما جاء في خلاء أهل الجنة</h1>\n\n<p>\n83- قال عبد الملك: حدثني عبد الله بن موسى، عن الأعمش، عن ثمامة بن\nعقبة، عن زيد بن أرقم قال: جاء يهودي إلى رسول الله صلى الله عليه وسلم /\nفقال: يا أبا القاسم تزعم أن أهل الجنة يأكلون، ويشربون، فقال: ((نعم،\nوالذي نفسي بيده إن الرجل ليعطى مثل قوة مائة رجل في الأكل، والشرب،\nوالشهوة، والجماع)) فقال اليهودي: إن الذي يأكل، ويشرب تكون له الحاجة،\nوالجنة مطهرة، فقال عليه السلام : ((إنما حاجة أحدهم عرق يفيض من جلده كريح\nالمسك، فإذا بطنه قد ضمر)).\n</p>\n\n<p>\n84- وحدثني أسد بن موسى، عن الفضيل بن عياض، عن الأعمش، عن ثمامة، عن زيد\nبن أرقم، عن النبي صلى الله عليه وسلم قال: وحدثني أسد بن موسى، عن ابن\nلهيعة، عن أبي الزبير، عن جابر بن عبد الله أن رسول الله صلى الله عليه\nوسلم قال: ((يأكل أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nالجنة فيها ويشربون، ولا يتغوطون ولا يبولون، إنما ذلك جشأ وريح مسك،\nويلهمون الحمد، والتسبيح كما يلهمون النفوس)).\n</p>\n\n<p>\n85- قال: وحدثني أسد بن موسى، عن خالد الحداء، عن نفيع مولى أم سلمة زوج\nالنبي صلى الله عليه وسلم ، عن عبد الله بن أبي أوفى أن رجلا قال: يا رسول\nالله هل يخلو أهل الجنة؟ فقال عليه السلام : ((يأكلون، ويشربون حتى إذا\nامتلأت بطونهم ناداهم مناد هنيئا لكم شهوتكم، فيرشحون عند ذلك رشحا كريح\nالمسك لا يتغوطون، ولا يبولون، ولا يتمخطون)).\n</p>\n\n<p>\n86- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة عن الحسن أن رسول الله\nصلى الله عليه وسلم / قال: ((جشأ أهل الجنة كريح المسك، وهو مكان الخلاء <span id='ms019'></span>،\nوعرقهم كريح المسك، وهو مكان البول)).\n</p>\n\n<h1 class='l1' id='head10'>AUTO ما جاء في طير الجنة، وأكل أهل الجنة منه</h1>\n\n<p>\n87- قال عبد الملك: حدثني عبد الله بن عبد الحكم أن رسول الله صلى الله\nعليه وسلم قال: ((طير الجنة كالجزر العظام، للطير منها سبعون ألف ريشة، لكل\nريشة منها لون ليس يشبه الآخر إذا اشتهى الرجل منها شيئا أتي به، فوضع في\nصحفة، فانتفض فوقع منه تسعون لونا من طعام، ومصنوع من لحمه من بين قديد،\nوسليق، وشواء، وألوان شتى طعمها أطيب من المن، ولبنها ألين من الزبد\nوبياضها أنصع من المخض، فإذا انقطع شهوة أحدهم صار صحيحا حيا، ولم ينقص منه\nريشة بإذن الله، فطيرهم، ودوابهم ترعى من رياض الجنة حول قصورهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n88- قال: وحدثني ابن عبد الحكم، عن الليث، عن ابن شهاب، عن أنس بن مالك رضي\nالله عنه، أن النبي صلى الله عليه وسلم قاله لأبي بكر.\n</p>\n\n<p>\n89- قال: وحدثني أسد بن موسى، عن قيس بن الربيع، عن الأعمش أن رسول الله\nصلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة ليكون جالسا فيمر به\nالطير من طير الجنة، فيدعوه، فيأكل من إحدى جانبيه قديدا، ومن الجانب الآخر\nشواء، فإذا/ قضى حاجته منها طار)).\n</p>\n\n<h1 class='l1' id='head11'>AUTO ما جاء في صفة أشجار الجنة، وثمارها</h1>\n\n<p>\n90- قال عبد الملك بن حبيب: حدثني ابن عبد الحكم، وأسد بن موسى، وعلي بن\nمعبد أن رسول الله صلى الله عليه وسلم قال: ((طوبى شجرة في الجنة لو سار\nالراكب المحث في ظلها مائة عام لم يقطعها، ولم يخرج من ظلها، ولو طاف\nبأصلها لم يبلغ فرعها حتى يبيض شيبا، وإن ورقها من الجنة فيها من ألوان\nالثمار، وألوان الطيور، وما من دار في الجنة إلا عليها غصن من أغصانها بما\nفيه من ألوان الفاكهة، وألوان الطير، لو أن أمة من الأمم كانت تحت ورقة من\nورقها لأظلتهم، زهرها رياض، وورقها برود، وبطحاؤها الدر والياقوت، وترابها\nالمسك، والكافور، والعنبر، ومن أصل تلك الشجرة تنبع أنهار الجنة، وهو مجلس\nمن مجالس أهل الجنة <span id='ms020'></span>، ومتحدث لهم)).\n</p>\n\n<p>\n91- قال عبد الملك: وزادني عن إسماعيل بن أبي أويس في الحديث، عن أبيه،\nعن محمد بن إسحاق، عن زياد مولى ابن مخزوم، عن كعب أنه قال: غرسها الله\nبيده، ونفخ فيها من روحه، وإن أفنانها لترى من وراء سور الجنة.\n</p>\n\n<p>\n92- قال عبد الملك: وزادني عبد العزيز الأوسي في الحديث عن محمد بن عبد\nالله بن عمير الليثي عن أبيه، عن جده أنه قال: أصلها في دار محمد صلى الله\nعليه وسلم ، لم يخلق الله زهرة، ولا لونا إلا وهو/ فيها إلا السواد، وليس\nفي الجنة دار إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nوغصن منها على تلك الدار تنبت بالحلي، والحلل، ويخرج من ساقها عينان\nالسلسبيل، والكافور، ولو أن رجلا شابا ركب قلوصا وأراد أن يطوف بأصلها ما\nبلغ مكانه الذي ركب منه حتى يقتله الهرم.\n</p>\n\n<p>\n93- قال عبد الملك: وحدثني أسد بن موسى، عن ابن لهيعة عن أبي سعيد الخدري\nأن رسول الله صلى الله عليه وسلم قال: ((طوبى لمن رآني، وآمن بي، وطوبى، ثم\nطوبى لمن آمن بي، ولم يرني، فقال له رجل: وما طوبى يا رسول الله؟ قال: شجرة\nفي الجنة يقال لها طوبى يسير الراكب في ظلها مائة عام لا يقطعها بطحاؤها\nياقوت أحمر، وترابها مسك أبيض، ووحلها عنبر أشهب، وكثيبها كافور أصفر،\nوسررها زبرجد أخضر، وأفنانها سندس، وإستبرق، وزهرها رياض صفر، وورقها برود\nخضر، ووحلها حلل صفر، وصمغها زنجبيل، وغصونها زعفران. والسحوج يتأجج منها\nمن غير وقود يتفجر من أصلها أنهار السلسبيل، والمعين، والرحيق، وظلها مجلس\nمن مجالس أهل الجنة، ومتحدث لجميعهم.\n</p>\n\n<p>\n94- قال: وحدثني أسد بن موسى، عن الفضيل بن عياض، عن ليث بن سليم، عن\nمجاهد بن عباد بن عمير قال: إن في الجنة شجرة لها ضروع كضروع البقرة يقرأها\nالولدان لأهل الجنة الذين كان أصغار البكرة.\n</p>\n\n<p>\n95-/ قال: وحدثني أسد بن موسى، عن المسعودي، عن عمرو بن مرة، عن أبي\nعبيدة، عن عبد الله بن مسعود أن رسول الله صلى الله عليه وسلم قال: ((نخل\nالجنة نضدها ما بين <span id='ms021'></span> أصله إلى فرعه، وثمره كالقلال كلما نزعت منه ثمرة عادت\nمكانها ثمرة طول العذق منها اثنا عشر ذراعا، وأنهار الجنة تجري في غير\nأخدود)).\n</p>\n\n<p>\n96- قال: وحدثنيه ابن المغيرة، عن مسعر بن كدام بن عمر بن مرة، عن أبي\nعبيدة، عن ابن مسعود.\n</p>\n\n<p>\n97- قال: وحدثني أسد بن موسى، عن الأشعب، عن سعيد بن جبير، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nابن عباس قال: نخل الجنة جذوعها ذهب أحمر، وكرنها زبرجد أخضر، وشماريخها در\nأبيض، وسعفها الحلل، ورطبها كمثل قلال هجر أشد بياضا من اللبن، وأحلى من\nالعسل، وألين من الزبد ليس فيه شيء من عجم، طول العرق اثنا عشر ذراعا منضود\nمن أعلاه إلى أسفله أمثال القلال، لا يؤخذ منه شيء إلا أعاده الله كما كان.\n</p>\n\n<p>\n98- قال: وحدثني أسد بن موسى، عن أبي وكيع الجراح بن مليح، عن أبي إسحاق\nبن صالح، عن ابن لهيعة، عن الأعرج، عن أبي هريرة رضي الله عنه أن رسول الله\nصلى الله عليه وسلم قال: ((والذي نفسي بيده إن أهل الجنة ليتناولون من\nقطوفها، وهم متكئون على فرشهم فما تصل إلى في أحدهم حتى يبدل الله مكانها\nأخرى)).\n</p>\n\n<p>\n99- قال: وحدثني أسد/ بن موسى، عن أسباط بن محمد عن سلمة بن كهيل، عن\nمجاهد في قول الله تعالى: {مدهامتان} قال: خضروان ينحوان من شدة وزنها إلى\nالسواد {فيهما عينان نضاختان} قال: ينضخان بكل خير. قال عبد الملك: وينضخان\nمثل تحان الماء. النضاخ هو الثجاج.\n</p>\n\n<p>\n100- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن في قول\nالله تعالى: {وفاكهة كثيرة. لا مقطوعة ولا ممنوعة} قال: إن ثمار الدنيا لها\nزمان تكون فيها، ثم تنقطع، وإن ثمار الدنيا لها من يمنعها، وإن ثمار الجنة\nلا تمنع فهذا قوله: {لا مقطوعة ولا ممنوعة}.\n</p>\n\n<p>\nقال: وحدثني أسد بن موسى، عن المبارك بن فضالة عن الحسن في قول الله\nتعالى: {سدر مخضود}. قال: هو اللين الذي لا شوك فيه، وسدر الدنيا له الشوك.\nوقوله: {وطلح منضود} قال: الذي بعضه فوق بعض، والطلح هو الموز <span id='ms022'></span>.\n</p>\n\n<p>\nقال: وحدثني أسد بن موسى، عن المبارك بن فضالة عن الحسن في قول الله\nتعالى: {كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل وأتوا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nمتشابها} قال: يشبه بعضه بعضا في فخره، وطيبه كله خيار لا رذل فيه، آخره\nمثل أوله، وأوله مثل أخره.\n</p>\n\n<p>\n101- وحدثني أسد بن موسى، عن المعلى بن هلال، عن عطاء بن السائب، عن سعيد\nبن جبير، عن ابن عباس أنه قال: الطلح: الموز.\n</p>\n\n<p>\n102- قال: وحدثني أسد بن/ موسى، عن جويبر، عن الضحاك بن مزاحم، قال: إن\nالرجل من أهل الجنة ليأخذ البسرة، فيأكل من ناحيتها بسرا، ثم يحولها فيأكل\nمن الناحية الأخرى عنبا، ثم يحولها، فيأكل من الناحية الأخرى تمرا لا يقع\nفي نفسه ذكر شيء من الثمار يشتهيه إلا صار له فيها.\n</p>\n\n<p>\nقال عبد الملك: وبلغني أنه ليس في الدنيا شيء مما ذكره الله في الجنة إلا\nالأسماء، فأما أن تكون على هيئة فلا، إلا أنه أول ما أنزل الله إلى الدنيا\nفمن الجنة، ثم حالت حاله في الدنيا، وبقيت أسماؤه، وبلغني أن الله أهبط على\nآدم من الجنة إلى الأرض ثلاثين ثمرة أتاه جبريل بغراسها، عشر يؤكل ظاهرها\nوباطنها، وعشر يؤكل ظاهرها، ولا يؤكل باطنها، وعشر يؤكل باطنها، ولا يؤكل\nظاهرها.\n</p>\n\n<p>\n103- قال عبد الملك: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه\nوسلم قال: ((فروع شجر الجنة ذهب، ومنها ورق، ومنها ياقوت، ومنها زبرجد،\nوسعفها مثل ذلك. وورقها كأحسن حلل رآه أحد، وثمرها ألين من الزبد وأحلى من\nالعسل في كل شجرة منها ألوان من الثمار، ليس منها لون على طعم الآخر، إذا\nاشتهى أحدهم شيئا من تلك الألوان انحنى ذلك الغصن الذي فيه تلك الثمرة التي\nاشتهى حتى يتناولها بيده كيف ما شاء، إن شاء قائما، أو قاعدا، أو متكئا،\nوإن شاء فتح لها فاه حتى تدخل في فيه/ فإذا أخذ منها شيئا أحدث الله تبارك\nوتعالى أحسن منها، وأطيب)).\n</p>\n\n<p>\n104- قال: وحدثني ابن عبد الحكم أن رسول <span id='ms023'></span> الله صلى الله عليه وسلم قال:\n((من شجر الجنة ما يثمر، ومنها ما لا يثمر، ولكن لها أكمام فيها المسك،\nوالكافور)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO ما جاء في أول من يدخل الجنة، وأكرمهم على الله</h1>\n\n<p>\n105- قال عبد الملك: وحدثني مطرف عن ملك أن رسول الله صلى الله عليه وسلم\nقال: ((أنا أول من يقرع باب الجنة)).\n</p>\n\n<p>\n106- قال: وحدثني المغيرة، عن مسعر بن كدام، عن عبد الله بن ميسرة، عن\nكعب أنه قال: أول ما يأخذ بحلقة باب الجنة، فتفتح له هو محمد رسول الله ،\nوأمته، ثم قرأ كعب آية من التوراة أخر ما قرأ منا.\n</p>\n\n<p>\n107- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن مثله.\n</p>\n\n<p>\n108- قال: وحدثني مطرف، وأسد بن موسى، عن المبارك بن فضالة، عن الحسن،\nقال: أول من يدخل الجنة محمد رسول الله.\n</p>\n\n<p>\n109- قال: وحدثني مطرف بن أبي حازم، عن أبيه أن رسول الله صلى الله عليه\nوسلم قال: ((الجنة محرمة على النبيين حتى أدخلها، ومحرمة على أمم النبيين\nحتى تدخلها أمتي)).\n</p>\n\n<p>\n110- قال: وحدثني مطرف، عن مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة\nأن رسول الله صلى الله عليه وسلم قال: ((نحن الآخرون، ونحن السابقون)).\n</p>\n\n<p>\n111- قال: وحدثني معاذ بن الحكم، عن مقاتل، عن/ شرحبيل، عن جابر بن عبد\nالله أن رسول الله صلى الله عليه وسلم قال: ((أنتم تؤتون سبعين أمة أنتم\nآخرها، وخيرها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n112- قال: وحدثني أسد بن موسى، عن مهدي بن ميمون، عن عمر بن سعاف قال: كنا\nعند عبد الله بن سلام يوم الجمعة فقال: إن أفضل الأيام يوم الجمعة، وإن\nأكرم الخلق على الله محمد رسول الله، فقلت: يرحمك الله، فأين الملائكة؟\nفضحك، ثم قال: وهل الملائكة إلا خلق كخلق السحاب، أو كخلق الريح، أو كخلق\nالجبال، إن أكرم الخلق على الله محمد رسول الله، إذا كان يوم القيامة ووضع\nالجسر جاءت النبيون على مراكزها فيكون أولهم مركزا نوح عليه السلام، وآخرهم\nمركزا محمد صلى الله عليه وسلم ، ثم يجيء مناد فيقول: أين محمد، وأمته <span id='ms024'></span>؟\nفيجيئون حتى يأخذوا الجسر، فينجو رسول الله صلى الله عليه وسلم ،\nوالصالحون، ويسقط من يسقط، فإذا جاوزوا الجسر تلقتهم الملائكة تنزلهم\nمنازلهم على يمينك على يسارك، ثم ينطلق رسول الله صلى الله عليه وسلم\nفيستأذن على الله تعالى، فيؤذن له، فيدخل، فيوضع له كرسي على يمينه، ثم\nيجيء مناد، فينادي أين عيسى، وأمته؟ فيجيئون، حتى يأخذوا الجسر، فينجو عيسى\nعليه السلام، والصالحون معه، والذين اتبعوه على الإسلام الذين لم يبدلوا،\nولم يغيروا، ويسقط من يسقط، فإذا/ جاوزوا تلقتهم الملائكة تنزلهم منازلهم\nعلى يمينك على يسارك، ثم ينطلق عيسى نبي الله، فيستأذن على الله، فيؤذن له،\nفيدخل، فيوضع له كرسي على يمينه، ثم يقول المنادي: أين موسى ثم النبيون\nكذلك حتى يكون آخرهم نوح عليه السلام ومن آمن معه.\n</p>\n\n<p>\n113- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن أبي المهرم، عن أبي\nهريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((المؤمن أكرم\nعند الله من الملائكة الذين عنده)).\n</p>\n\n<p>\n114- قال: وحدثني هارون الطلحي، عن عبد الرحمن بن يزيد عن أسلم، عن أبيه،\nعن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال: قالت الملائكة ربنا\nخلقت بني آدم يأكلون، ويشربون، ويتلذذون، وخلقتنا لا نأكل ولا نشرب، ولا\nنتلذذ، فاجعل لهم الدنيا، ولنا الآخرة، فقال: لن أجعل صالح ذرية من خلقت\nبيدي كمن قلت له كن ، فكان)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الملك: فالمؤمن من بني آدم أكرم على الله من الملائكة، وذلك قوله\nتعالى في كتابه: {إن الذين ءامنوا وعملوا الصالحات أولئك هم خير البرية}،\nوالبرية الخلق.\n</p>\n\n<p>\n115- قال: وحدثني إسحاق بن صالح، عن ابن لهيعة، عن الحارث بن يزيد، عن\nعبادة بن الصامت، قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((أبعث يوم\nالقيامة في أول زمرة تخرج من الأرض، وأدخل/ الجنة في سبعين ألفا من أمتي لا\nيحاسبون، وأرفع من أعلى درجة في الجنة ليس فوقي إلا الملائكة الذين يحملون\nالعرش)).\n</p>\n\n<p>\n116- قال عبد الملك: وحدثني عبيد <span id='ms025'></span> الله بن موسى بن عبيدة، عن عبد الله بن\nرافع، عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n((يأتي يوم القيامة معي من أمتي مثل الليل، والسيل، فتقول الملائكة: ما جاء\nمحمد من أمته أكثر مما جاء مع سائر الأنبياء)).\n</p>\n\n<p>\n117- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن أن رسول\nالله صلى الله عليه وسلم قال يوما لأصحابه: ((أرجو أن تكونوا ثلثي أهل\nالجنة))، فكبر القوم، فأنزل الله تعالى: {ثلة من الأولين} {وثلة من\nالآخرين}.\n</p>\n\n<p>\n118- قال: وحدثني عبد الله بن موسى، عن علقمة بن مرثد، عن عبد الله بن\nيزيد، عن أبيه أن رسول الله صلى الله عليه وسلم قال: ((أهل الجنة عشرون\nومائة صف أنتم منها ثمانون)).\n</p>\n\n<p>\n119- وحدثني ابن المغيرة، عن ميد بن علي، عن عامر الشعبي أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم قال: ((إن أهل الجنة عشرون ومائة صف أنتم\nمنها ثمانون)).\n</p>\n\n<p>\n120- قال: وحدثني علي بن معبد عن أبي المليح، عن ميمون بن مهران، عن ابن\nعباس رضي الله عنهما أنه قال: إن الله استقل أهل الجنة إلى أن بعث عيسى ابن\nمريم، فلذلك بعث محمدا صلى الله عليه وسلم / وإن أهل الجنة عشرون، ومائة،\nثمانون منها أمة محمد صلى الله عليه وسلم ، وليبقين يوم القيامة منازل من\nالجنة لم يسكنها أحد حتى ينشئ لها خلقا يسكنوها.\n</p>\n\n<p>\n121- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن ثابت البناني، عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم قال: ((يدخل أهل الجنة الجنة\nفيبقى منها ما شاء الله أن يبقى فينشئ الله خلقا مما يشاء)).\n</p>\n\n<h1 class='l1' id='head13'>AUTO ما جاء في سوق أهل الجنة إلى الجنة</h1>\n\n<p>\nقال عبد الملك بن حبيب في قول الله تعالى: {إن الذين قالوا ربنا الله ثم\nاستقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي\nكنتم توعدون} قال: تتنزل عليهم الملائكة بهذه البشرى في موطنين، عند نزول\nالموت، وعند خروجهم من قبورهم <span id='ms026'></span> للحشر إلى ربهم، فتتلقاهم الملائكة بهذه\nالبشرى، يقولون لهم: لا تخافوا، ولا تحزنوا، وأبشروا بالجنة التي كنتم\nتوعدون، يعني بالقرآن في الدنيا، فيقولون لهم: من أنتم رحمكم الله؟\nفيقولون: نحن أولياؤكم في الحياة الدنيا، وفي الآخرة، ولكم فيها ما تشتهي\nأنفسكم، ولكم فيها ما تدعون، فيقولون: من عند من رحمكم الله؟ فيقولون: نزلا\nمن غفور رحيم، فيتلقونهم بالكساء، فيكسونهم لأن الناس كلهم إنما يحشرون\nعراة مشاة كما خرجوا من قبورهم، فيكرم الله أولياءه العاملين بطاعته بهذه\nالبشرى، وهذه الكرامة، / فيكسونهم عند خروجهم من قبورهم، ويجعلونهم على\nنجائب الجنة، وخيل الجنة فيحشرون مكسيون ركبانا، والملائكة معهم يبشرونهم\nبكل خير، ويسوقوهم إلى منازلهم من الجنة فذلك قوله تعالى: {يوم نحشر\nالمتقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nإلى الرحمن وفدا} يعني: ركبانا، ولا يكون الوافد إلا راكبا، ونسوق المجرمين\nإلى جهنم وردا يعني عطاشا ذائبة ألسنتهم من العطش، فذلك قوله تعالى: {وسيق\nالذين اتقوا ربهم إلى الجنة زمرا} يعني جماعة الأول فالأول، على قدر\nمسارعتهم إلى طاعة الله في الدنيا، كما قال الله عز وجل في كتابه: {وسارعوا\nإلى مغفرة من ربكم وجنة عرضها السموات والأرض أعدت للمتقين}.\n</p>\n\n<p>\n122- قال عبد الملك: فحدثني أسد بن موسى، عن إسرائيل بن يونس، عن جده، عن\nأبي إسحاق الهمداني، عن عاصم بن ضمرة، عن علي بن أبي طالب رضي الله عنه أنه\nسئل عن قول الله تعالى: {وسيق الذين اتقوا ربهم إلى الجنة زمرا} قال:\nتسوقهم الملائكة الذين تلقوهم بالبشرى من الله، وبالكساء، والنجائب حتى إذا\nانتهوا إلى باب من أبواب الجنة وجدوا عند بابها شجرة يخرج من تحت ساقها\nعينان، فعمدوا إلى إحداهما كأنما أمروا بها فتطهروا منها فجرت عليهم نضرة،\nفلن تتغير أبصارهم بعدها أبدا كأنما دهنوا بالدهان، ثم عمدوا/ إلى الأخرى\nكأنما أمروا بها، فشربوا منها، فأذهب الله ما كان في بطونهم من أذى، أو\nقذى، أو غل، أو حسد، أو غمز، وتلقتهم الملائكة على أبواب الجنة يقولون لهم:\nسلام عليكم طبتم فادخلوها خالدين.\n</p>\n\n<p>\n123- قال: وحدثني أسد بن موسى <span id='ms027'></span>، عن السري، عن ابن يحيى، عن عبد الكريم بن\nرشيد قال: ينتهون أهل الجنة إلى الجنة، وإنهم ليتلاحظون تلاحظ النيران،\nفإذا دخلوها نزع الله ما في صدورهم من غل، وصاروا إخوانا على سرر متقابلين.\n</p>\n\n<p>\n124- قال: وحدثني إسحاق بن صالح، وأسد بن موسى، عن ابن لهيعة، عن الأعرج،\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إن أول\nزمرة تدخل الجنة على صورة القمر ليلة البدر، والثانية كأشد كوكب في السماء\nإضاءة قلوبهم على قلب رجل واحد لا اختلاف بينهم، ولا تباغض، ولا تحاسد)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n125- قال: وحدثني أسد بن موسى، عن عافية بن يزيد، عن عبد الرحمن بن إسحاق،\nعن النعمان بن سعد، عن علي بن أبي طالب رضي الله عنه في قول الله تبارك\nوتعالى: {يوم نحشر المتقين إلى الرحمن وفدا} قال علي: أما والله ما يحشرون\nعلى أقدامهم كما يحشر الناس، ولكنهم يؤتون بنوق ما رأى الخلائق مثلها قط،\nرحائلها الذهب، وأزمتها الزبرجد ثم يسيرون، حتى يقرعون/ باب الجنة.\n</p>\n\n<p>\n126- قال: وحدثني أسد بن موسى، عن يعقوب بن إبراهيم عن وهب بن منبه، عن\nمحمد ابن الحنفية أن رسول الله صلى الله عليه وسلم قال: ((تأتيهم الملائكة\nيقودون نجبا مزمونة بأزمة من ذهب كأن وجوهها المصابيح نضارة، وحسنا عليها\nالرحائل من الياقوت الأبيض مضيئة بالذهب الأحمر، والمرعوي الأبيض مختلطتان\nالحمرة بالبياض لم ير الراؤون مثلها حسنا ذللا من غير مهانة، نجبا من غير\nرياضة)).\n</p>\n\n<p>\n127- قال: وحدثني ابن المغيرة، عن العرزمي، عن عطية العوفي، عن ابن عباس\nرضي الله عنهما في قول الله تعالى: {يوم نحشر المتقين إلى الرحمن وفدا}\nقال: ركبانا على نجائب الجنة يتلقون بها عليها من الكسوة ما الله به أعلم،\nونسوق المجرمين إلى جهنم وردا. قال: عطاشا دابغة ألسنتهم كالكلاب يلهثون.\n</p>\n\n<h1 class='l1' id='head14'>AUTO ما جاء في دخول أهل الجنة الجنة</h1>\n\n<p>\n128- قال عبد الملك: حدثني أسد بن موسى، عن إسرائيل بن يونس، عن جده، عن\nأبي إسحاق الهمداني، عن عاصم بن مضرة، عن علي بن <span id='ms028'></span> أبي طالب رضي الله عنه\nقال: إذا دخل أهل الجنة الجنة تلقى كل رجل منهم غلمانه يطوفون به فعل\nالولدان بالحميم، جاء من الغيبة أبشر فقد أعد الله لك من الكرامة كذا. وأعد\nلك من الكرامة)).\n</p>\n\n<p>\n/ قال: وينطلق غلام من غلمانه إلى أزواجه من الحور العين، فيقولون:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nهذا فلان يسمونه باسمه المسمى به في الدنيا، فيقلن: أنت رأيته؟ فيقول: نعم،\nفيستخفهن الفرح حتى يخرجوا إلى أسكه باب القصر، قال: فيجيء فيدخل، فإذا\nبنمارق مصفوفة، وأبواب موضوعة، وزرابي مبثوثة، وينظر إلى تأسيس بنيانه،\nفإذا هو قد أسس على جنادل اللؤلؤ بين أصفر، وأخضر، وأحمر، وأبيض من كل لون،\nثم يرفع بصره إلى سقفه، فلولا أن الله قدره له لأذهب نور بصره، إنه لمثل\nالبرق، وينظر إلى أزواجه من الحور العين، ويتكئ على أريكة من أرائكه، ثم\nيقول: الحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، لقد\nجاءت رسل ربنا بالحق، ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون.\n</p>\n\n<p>\n129- قال: وحدثني أسد بن موسى، عن سعيد بن دبي، عن ثابت البناني، عن أنس\nبن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إذا دخل أهل\nالجنة الجنة تلقى كل رجل منهم الملك الذي كان يكتبه عمله، فيدخله منازله في\nالجنة يأخذ بيده، ثم يقول له: تعال يا ولي الله حتى أريك ما أعد الله لك من\nالكرامة فيسير به مسيرة ألف عام في جنان وقصور، وخيام، وأشجار، وأنهار\nيلقاه ملك فيقول له السلام عليك يا ولي الله/ ورحمة الله وبركاته، فيقول:\nوعليك السلام من أنت يا عبد الله؟ ما رأيت أطيب ريحا، ولا أحسن منظرا منك،\nفيقول له: أنا قهرمان من قهارمتك، ومن بعدي لك أفضل مني، ثم يستقبله ملك\nآخر، فيقول له: السلام عليك يا ولي الله، ورحمة الله وبركاته، فيقول: وعليك\nالسلام من أنت يا عبد الله؟ فما رأيت أطيب ريحا، ولا أحسن منظرا منك،\nفيقول: أنا قهرمان من قهارمتك، ومن بعدي <span id='ms029'></span> لك أفضل مني، فلا يزال يستقبله\nقهرمان بعد قهرمان حتى يستقبله قهرمان يسلم عليه، ثم يرجع يبشر الحور\nبمجيئه، فلولا أن الله قال: مقصورات في الخيام، لخرجن فرحا، ولولا أن الله\nثبتها لخرجت نفسها، فإذا انتهى إلى باب قصره، وعليه ستور من طرائف حلل\nالجنة، ثم يبعث الله ريحا، فتزول الستور يمينا وشمالا، لا يمسها بيده فيدخل\nقصره، ثم يأتي خيمته من درة مجوفة فتستقبله الحوراء بالمعاطفة، والمصافحة،\nثم وصف رسول الله صلى الله عليه وسلم تنعمه معها، وانتقاله من حوراء إلى\nحوراء، وما يصل إليه من كرامة الله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n130- قال: وحدثني علي بن معبد، عن المعتم بن سليمان، عن ليث بن أبي سليم،\nعن مجاهد، عن ابن عباس رضي الله عنهما، قال: إذا دخل الرجل من أهل الجنة\nأخذ بيده الملك الذي كان يكتب صالح عمله، فيقول له: تعال يا ولي الله حتى\nأريك ما أعد الله لك من/ الكرامة، فيستقبل به قصرا من فضة، وشرفه من ذهب\nفيه عشرة آلاف غلام مثل اللؤلؤ المكنون معهم الحلي، والحلل، وآنية الفضة،\nوأكواب الذهب لا يكبرون، ولا يهرمون، فيدخلونه، فيرى ما أعد الله له من\nالكرامة، فيهوي، يريد أن ينزل، فيقول له الملك الذي معه: ما تريد؟ فيقول:\nأريد أن أنزل إلى كرامة الله، فيقول له الملك: تقدم، فإن لك هذا وأكثر منه،\nفيسير، فيرفع له قصرا من ذهب شرفه فضة فيه عشرة آلاف غلام مثل اللؤلؤ\nالمكنون معهم الحلي، والحلل، وآنية الفضة، وأكواب الذهب لا يكبرون، ولا\nيهرمون، فيدخل، فيرى ما أعد الله له من الكرامة، فيريد أن ينزل، فيقول له\nالملك: ما تريد يا ولي الله؟ فيقول: أريد أن أنزل إلى كرامة الله، فيقول:\nتقدم فإن لك هذا، وأفضل منه فيسير، فيرفع له قصر من در شرفه الياقوت فيه\nعشرة آلاف غلام مثل اللؤلؤ المكنون معهم الحلي، والحلل، وآنية الفضة،\nوأكواب الذهب في كل قصر من هذه القصور الأزواج، والخدم والأنهار كما قال\nالله تعالى، فيدخل فيرى ما أعد الله <span id='ms030'></span> له من الكرامة، فيريد أن ينزل، فيقول\nله الملك: ما تريد؟ فيقول: أريد أن أنزل إلى كرامة الله، فيقول له الملك:\nتقدم، فإن لك هذا وأفضل من هذا، فما يزال كذلك من قصر إلى قصر حتى ينتهي به\nإلى قصر من/ نور فيه عشرة آلاف غلام مثل اللؤلؤ المكنون معهم الحلي، والحلل\nوآنية الفضة، وأكواب الذهب عليهم أوصاف جميع أهل الدنيا من الجن، والإنس\nلأوسعهم من أدنى قصوره، وعلى كل قصر قهرمان عليه من البهاء، والنور ما شاء،\nفيرحبون به في كل قصر، ويصنعون به من اللطف والترحيب كما كان يصنع بالحميم\nفي دار الدنيا، وقد سبق أول الخدم إلى الأزواج، فيبشرونهن بدخوله الجنة،\nوتقول الزوجة منهن: أنت رأيته بعينك؟ فيقول: نعم، فتقول: فلان بن فلان\nبعينه؟ فيقول: نعم نعم فيستخفها الفرح شوقا إليه، فيلتقيان على باب القصر\nهذا من والج، وهذا من خارج، ثم تأخذ، فترحب به حتى يجلس على سريره.\n</p>\n\n<p>\n131- قال: وحدثني أسد بن موسى، عن شعبة بن الحجاج، عن مجاهد في قول الله\nتعالى: {ويدخلهم الجنة عرفها لهم} قال: يعرفون منازلهم منها حين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nيدخلونها، فإذا دخلوها كانوا بها أعرف من أحدكم بمنزله في الدنيا إذا انصرف\nمن الحمة قاله ابن عباس.\n</p>\n\n<h1 class='l1' id='head15'>AUTO ما جاء في أهل الأعراف، وتفسير الأعراف</h1>\n\n<p>\nحدثنا عبد الملك بن حبيب في قول الله تعالى: {وبينهما حجاب} يعني الجنة،\nوالنار، وهو السور المضروب بين الجنة والنار، حيث يقول عز وجل في كتابه:\n{يوم يقول المنافقون والمنافقات للذين/ ءامنوا انظرونا نقتبس من نوركم قيل\nارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة\nوظاهره من قبله العذاب} يعني: النار، فهو الحجاب، وهو السور وهو الأعراف\nالذي قال الله عز وجل: {وعلى الأعراف رجال يعرفون كلا بسيماهم}، وهم قوم من\nالمسلمين يحبسون على ذلك السور الذي سماه الله الأعراف، وسماه الحجاب حتى\nيقضي بين الناس، ويصير أهل الجنة إلى الجنة وأهل النار إلى النار، ثم\nيصيرون إلى الجنة برحمة الله، وهم صنفان: صنف قتلوا <span id='ms031'></span> في سبيل الله بمعصية\nآبائهم، فمنعهم قتلهم في سبيل الله من النار، ومنعهم معصية آبائهم من\nالجنة، وصنف استوت حسناتهم وسيئاتهم فجاوزت بهم حسناتهم النار، وقصرت بهم\nسيئاتهم عن الجنة فيحبسون على الأعراف، وهو السور المضروب بين الجنة والنار\nحتى يقضى بين الناس، وقوله: {يعرفون كلا بسيماهم} يعرفون من دخل ببياض\nوجهه، ونضارة لونه، وحسن خلقه، ويعرفون من دخل النار بسواد وجهه، وزرقة\nعينيه، وقبح حاله، فإذا نظروا إلى أهل الجنة، قالوا: سلام عليكم، قال الله\nتعالى: {لم يدخلوها وهم يطمعون}، يعني في دخولها، {وإذا صرفت أبصارهم تلقاء\nأصحاب النار قالوا ربنا لا تجعلنا مع القوم الظالمين. ونادى أصحاب الأعراف/\nرجالا يعرفونهم بسيماهم} يعني بسيما أهل النار، قالوا: {ما أغنى عنكم\nجمعكم} يعني في الدنيا، {وما كنتم تستكبرون} يعني عن عبادة الله، وعلى\nأولياء الله، {أهؤلاء} يعني أهل الجنة {الذين أقسمتم}، يعني في الدنيا {لا\nينالهم الله برحمة}، انقضى كلامهم، ثم قال لهم الله عز وجل: {ادخلوا الجنة\nلا خوف عليكم ولا أنتم تحزنون}.\n</p>\n\n<p>\nقال عبد الملك: فها هنا دخلوها، والحمد لله رب العالمين هكذا حدثني أسد\nبن موسى، عن الكلبي، عن أبي صالح، عن ابن عباس في تفسير ذلك كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n132- وحدثني أبو إسحاق الشامي، عن سعيد بن عبد العزيز الدمشقي، عن عطية، عن\nعبد الله بن عمرو بن العاص أنه قال: السور الذي ذكره الله تعالى في القرآن،\n{فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب} هو السور\nالشرقي باطنه بيت المقدس وما يليه، وظاهره وادي جهنم، وما يليه.\n</p>\n\n<p>\n133- قال: وحدثني أبو الحسن الشامي، عن سعيد بن عبد العزيز قال: كان\nعبادة بن الصامت على سور بيت المقدس الشرقي فبكى، فقال له بعضهم: وما يبكيك\nيا أبا الوليد؟ فقال: من ها هنا أخبرنا رسول الله صلى الله عليه وسلم أنه\nرأى جهنم.\n</p>\n\n<p>\nقال عبد الملك: معنى ذلك إذا برزت كما قال تعالى: {وبرزت الجحيم\nللغاوين}، ومنتهاها إلى ذلك السور الشرقي {وإذا الجنة أزلفت} للمتقين،\nيكون <span id='ms032'></span>/ منتهاها من ناحية الغرب من ذلك السور.\n</p>\n\n<h1 class='l1' id='head16'>AUTO ما جاء في آخر من يدخل الجنة</h1>\n\n<p>\n134- حدثنا عبد الملك قال: حدثني مطرف، عن أبي حازم، عن أبيه، عن أبي\nهريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إني لأعرف آخر\nمن يدخل الجنة، قالوا: من هو يا رسول الله؟ قال: رجل يخرج من النار لا يسأل\nالله إلا الظل، فترفع له شجرة ظليلة فيقول: يا رب أظلني تحت هذه الشجرة،\nفيقال له: فلعلك تسأل غيرها، فيقول: لا، فيظله الله تحتها، ثم يرفع له شجرة\nأحسن من شجرته وأظل، فيقول: رب أظلني تحت هذه الشجرة، فيقال له: أولم تقل:\nلا أسألك غيرها؟ فيقول: أي رب لا أسألك غير هذه بعد، فيظله تحتها فيرفع له\nشجرة أظل، وأحسن من شجرته، فيظله تحتها، ثم يفتح له باب من الجنة، فينظر\nإلى ما فيها، فيقول: يا رب أدخلني الجنة، فيقال له: أولم تقل: لا أسألك\nبعدها شيئا، فإلى متى لا تفي بما تقول؟ فيقول: أي رب الجنة لا أسألك غيرها،\nفيدخله الجنة، فيأتي منزله من لؤلؤة واحدة لها سبعون بابا كل باب منها غاص\nبالملائكة يحيون ذلك الإنسان)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n135- قال عبد الملك: وحدثني أسد بن موسى، عن سعيد دري قال: حدثني ثابت\nالبناني، وهو يبتسم، قال: حدثني جبريل، وهو يبتسم، قال: إن آخر من يدخل/\nالجنة ممن لم يصر إلى النار لرجل يقال له: يا عبد الله مر على الصراط،\nفيمر، فتزول قدم، ويستمسك بالأخرى، وتزول يد، ويستمسك بالأخرى، والنار تأخذ\nمنه، وترميه بشررها، وتلدغه بلهيبها كلما أصابه منها شيء ضرب بيده عليه،\nحتى ينجو منها برحمة الله تعالى، فيرفع له جدار أمامه، فيقول: يا رب\nأخرجتني من النار برحمتك، فبلغني هذا الجدار برحمتك، حتى لا أرى جهنم، ولا\nأسمع لها حسيسا، قال: فيأتيه ملك فيقول له: يا ابن آدم لعلك تسأل ما وراءه،\nفيقول: لا، وعزة الله، ثم ترفع له شجرة أمامه، فيقول: يا رب أخرجتني من\nالنار برحمتك، وبلغتني هذا الجدار <span id='ms033'></span> برحمتك، فبلغني هذه الشجرة برحمتك أستظل\nإليها فيأتيه الملك، فيقول له: يا ابن آدم أما عاهدت ربك ألا تسأل ما وراء\nالجدار، فلعلك تسأل ما وراء الشجرة، فيقول: لا، وعزة الله، فيقول له: قم\nفيأتي الشجرة، ثم يفتح له باب من أبواب الجنة أمامه، فيقول: يا رب أخرجتني\nمن النار برحمتك، وبلغتني الجدار برحمتك، وأظللتني تحت هذه الشجرة برحمتك،\nفأدخلني الجنة برحمتك، فيأتيه الملك، فيقول: يا ابن آدم أما تستحي من ربك؟\nأما عاهدت ربك ألا تسأل ما وراء الشجرة؟ قم فيأتي به بابا من أبواب الجنة،\nوعلى يمينها عين، وعلى/ يسارها عين فيغتسل من إحداهما، فتذهب حرقته، ويرجع\nلونه على ألوان أهل الجنة، ويشرب من الأخرى، فيذهب الله ما في قلبه من غل،\nأو غش، أو حسد، ثم يأتيه الملك، فيقول: يا ابن آدم مكانك حتى يأتيك إذنك من\nربك، فيقوم، وينتظر، وينظر يمينا، وشمالا، فيأتيه الملك، فيقول له: قم\nفادخل الجنة، برحمة الله، ثم يأتيه ملك من عند الله، فيقول له: إن ربك\nيقول: إني قضيت لمن دخل الجنة أن له فيها ما اشتهت نفسه، فاسألني منها ما\nشئت أعطيك ما لو نزل بك أهل الأرض من يوم خلقتهم إلى يوم أفنيهم، وعشرة\nأضعافهم لأطعمتهم، ولأسقيتهم، وحليتهم، وكسوتهم لا ينقص ذلك مما أعطيتهم\nشيئا، فيقول: رب أتهزأ بي، وأنت رب العزة؟ فيقول الله عز وجل: لا يا عبدي\nما أتهزأ بك، ولكني قادر على ما شئت إذا أردت أمرا، فإنما أقول له كن، فيكون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n136- قال عبد الملك: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن\nقال: قال رسول الله صلى الله عليه وسلم : ((إن آخر من يدخل الجنة، وهو\nأدناهم درجة لعبد يزحزح عن النار، فيرفع له جدار، فيقول: يا رب اجعلني تحت\nظل هذا الجدار أكون تحته وأستظل بظله، فيقول الله تعالى: أعطوا عبدي ما\nسأل، ثم يرفع له باب من/ أبواب الجنة فيقول: يا رب اجعلني على باب الجنة،\nأنظر إلى أهل الجنة، فيقول <span id='ms034'></span> الله تعالى: أعطوا عبدي ما سأل فإذا نظر إلى أهل\nالجنة لم يتمالك، فيقول: يا رب أدخلني الجنة، فيقول الله الكريم: أدخلوه\nالجنة، فإذا دخل قيل له: إن من دخلها فله ما اشتهت نفسه ولذت عينه، فسأل ما\nشئت، فيسأل، ويعطى، ويسأل فيعطى، ويسأل، فيعطى حتى تنقطع مسألته، فيقول له:\nلك ما سألت، وعشرة أمثاله، قال: فيفرح لذلك فرحا لولا أن الموت دفع عنهم\nلمات من فرحه)).\n</p>\n\n<p>\n137- قال: وحدثني أسد بن موسى، عن عبد الرحمن بن صفوان، عن الحسن أن رسول\nالله صلى الله عليه وسلم قال: ((آخر من يدخل الجنة من الأمم الماضية ثلاث\nنفر، لم يكن لهم كثير عمل صالح، أما أحدهم فإنه لما حضره الموت قال لأهله:\nإذا مت فأحرقوا جسدي، ثم ذروا رمادي في يوم شديد الريح، فقال الله له: يا\nعبدي ما حملك على ما صنعت؟ وهو أعلم بما حمله على ذلك، فقال: يا رب شدة\nفرقي منك، فقال الله: أدخلوا عبدي الجنة، لشدة فرقه مني، وأما الثاني، فكان\nيداين الناس، ويرفق، ويتجاوز، فقال الله: أنا أحق بالرفق، والتجاوز أدخلوا\nعبدي الجنة. وأما الثالث فإنه لما أمر الله به إلى النار، فتوجه به يحول\nبوجهه إلى الله، فقال:/ يا رب ما كان هذا رجائي منك! فقال الله تعالى: ردوا\nعبدي إلي، فيردوه، فقال له: وما كان رجاؤك مني؟ فقال: كنت أرجو أن تغفر لي،\nوترحمني، وتدخلني جنتك! قال الله تعالى: أدخلوا عبدي الجنة، فقال بكفه هكذا\nأيا رب أتسخر بي، وأنت رب العزة، فأين تدخلني، فوالله ما بقي في جنتك موضع\nكف إلا وقد أسكنته من قد دخل الجنة، فأنا أين تجعلني؟ فضحك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم ها هنا، ثم قال: فيقول الله الكريم: اذهبوا\nبعبدي فأدخلوه الجنة، فإن له كسعة الدنيا كلها)).\n</p>\n\n<h1 class='l1' id='head17'>AUTO ما جاء في أدنى أهل الجنة منزلة</h1>\n\n<p>\n138- قال عبد الملك بن حبيب قال: حدثني أسد بن موسى، عن محمد بن حازم، عن\nدويد بن أبي فياحة، عن ابن عمران أن <span id='ms035'></span> رسول الله صلى الله عليه وسلم قال:\n((إن أدنى أهل الجنة منزلة لرجل ينظر في ملكه ألفي سنة يرى أقصاه كما يرى\nأدناه، ينظر إلى أزواجه، وسرره، وخدمه وإن أفضلهم منزلة لمن ينظر إلى وجه\nالله تعالى كل يوم مرتين غدوة، وعشية)).\n</p>\n\n<p>\n139- قال: وحدثني أسد بن موسى، عن يعقوب بن إبراهيم، عن عطاء بن عجلان،\nعن شهر بن حوشب، عن كعب قال: أدنى أهل الجنة منزلة الذي يدخل الجنة مع\nالملائكة، حتى يأتي قصرا من فضة شرفه أحسن منه، ثم يمشي حتى يأتي قصرا من/\nذهب شرفه أحسن منه، ثم يمشي حتى يأتي قصرا من در شرفه أحسن منه، فيقول\nالعبد: يا رب لمن هذا؟ فيقول: هذا لك فلولا أنه لا يموت لمات فرحا، ثم يأتي\nمنزله، فيفتح له أربعة آلاف باب من ذهب، وتأتيه أزواجه، وخدمه.\n</p>\n\n<p>\n140- قال: وحدثني علي بن معبد، عن أبي المليح، عن ميمون بن مهران، عن ابن\nعباس أن رسول الله صلى الله عليه وسلم قال: ((إن أدنى أهل الجنة منزلة لمن\nينظر إلى ربه في كل يوم جمعة مرة، وإن أفضلهم منزلة لمن ينظر إلى الله في\nكل يوم مرتين بكرة، وعشيا)).\n</p>\n\n<p>\n141- قال: وحدثني ابن المغيرة، عن العرزمي، عن الشعبي، عن المغيرة بن\nشعبة قال: إن موسى بن عمران عليه السلام سأل ربه فقال: يا رب ما لأدنى\nعبادك منك نصيبا في الجنة؟ فقال: يا موسى رجل إذا دخل أهل الجنة الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nوأهل النار النار، فقيل: اذهب، فادخل الجنة، فيقول: سبقني الناس لا آتي\nمنزل أحد إلا طردني عنه، فيقال له: أتعرف من ملوك الدنيا أحدا؟ فيقول: بلى،\nفيقال له: لك مثل أربعة منهم، فيقول: فلان، وفلان، وفلان، وفلان، فيقول له:\nلك ما اشتهت نفسك، فيقول ذا، وكذا، فيقال له: لك ما تلذ عينك، فيقول: كذا،\nوكذا، ثم يقال له: لك، ولك كله، وعشرة أضعافه، قال موسى: يا رب فما لأهل\nخاصة/ كرامتك؟ قال الله: يا موسى خلقت كرامتهم بيدي، وعملتها بيدي، ثم ختمت\nعلى <span id='ms036'></span> خزائنها ما لم تسمعه أذن، ولم تره عين، ولم يخطر على قلب بشر من عجب ما فيها.\n</p>\n\n<p>\n142- وحدثني أسد بن موسى، عن أبي هلال الراسبي، عن عبد الله بن معبد، عن\nأبي هريرة رضي الله عنه قال: إن أدنى أهل الجنة منزلة، وما فيهم دنا، من\nيغدو عليه ويروح عشرة آلاف خادم، ما فيهم خادم إلا معه طريقة ليست مع صاحبه.\n</p>\n\n<p>\n143- قال: وحدثنا أسد بن موسى، عن المبارك، عن الحسن قال: أدنى أهل الجنة\nمنزلة، وآخرهم فيها دخولا رجل قد مسه سفع من النار، فيعطى، فيقال له: انظر\nما أعطاك الله، فيبلغ حتى ينتهي بصره، ويفسح لهم في أبصارهم، فينظر إلى\nمسيرة ألف سنة كل له ليس فيه موضع إلا، وهو عامر، قصور الذهب والفضة، وخيام\nاللؤلؤ، والياقوت، ليس منها قصر إلا وفيه أزواجه، وخدمه يغدى عليه كل يوم\nبسبعين ألف صحفة من ذهب، ويراح عليه بمثلها في كل يوم في كل واحدة منها ما\nله ليس في الأخرى يأكل من آخرها كما يأكل من أولها، ولو نزل عليه الإنس،\nوالجن في غداء واحد لأوسعهم ما شاء، ولا ينقص ذلك مما عنده شيئا.\n</p>\n\n<p>\n144- وحدثني أسد بن موسى، عن علي بن معبد، عن المعتم بن سليمان، عن ليث\nبن أبي سليم، عن عبد الرحمن/ بن سابط أن رسول الله صلى الله عليه وسلم حدث\nيوما فذكر أهل الجنة، فقال: ((والذي نفسي بيده لو أن أسفل أهل الجنة درجة\nللذي يسعى بين يديه سبعون ألف غلام ما منهم غلام إلا وبيده صحفة من ذهب\nفيها لون من الطعام ليس في صاحبتها مثله يجد طعم آخرها كما يجد طعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nأولها في اللذة لا يشبه بعضه بعضا))، ثم قال رسول الله صلى الله عليه وسلم:\n((أفلا تسألوني عن أرفع أهل الجنة درجة؟ قالوا: بلى يا رسول الله قال:\nوالذي نفسي بيده إن أرفع أهل الجنة درجة الذي يسعى عليه سبعمائة ألف غلام\nما منهم غلام إلا وبيده صحفة من ذهب فيها لون من الطعام <span id='ms037'></span> ليس في صاحبتها\nمثله يجد طعم آخرها كما يجد طعم أولها لا يشبه بعضه بعضا، وإن أدنى أهل\nالجنة منزلة الذي له مسيرة ألفي سنة ينظر إلى أقصاها كما ينظر إلى أدناها،\nوقصوره درة بيضاء، وياقوتة حمراء مطردة فيها أنهارها متدلية فيها ثمارها)).\n</p>\n\n<p>\n145- قال: وحدثني إسحاق بن صالح، عن ابن لهيعة، عن سعيد المقبري، عن أبي\nهريرة قال: قال رسول الله صلى الله عليه وسلم : ((إن أدنى أهل الجنة منزلة\nلرجل يقال له: تمن، فيتمنى بلسان طلق، وعقل جميع، يقول: أعطني كذا، أعطني\nكذا حتى إذا لم يجد شيئا يسأله، فيقال له: قل كذا، وقل كذا فيقال له: هذا\nلك، وعشرة أمثاله معه)).\n</p>\n\n<p>\n146- / قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال:\n((إن أدنى أهل الجنة منزلة لو نزل عليه الجن، والإنس لكان عنده من الكراسي،\nوالفرش والزرابي، والنمارق ما يجلسون، ويتكئون عليه من الموائد، والصحاف،\nوالخدم، والطعام، والشراب، والأباريق ما يفضل عنهم، فإذا أكلوا، أو شربوا\nانصرفوا، ولم ينقص من الطعام، والشراب شيئا)).\n</p>\n\n<p>\n147- قال: وحدثني إسحاق بن صالح، عن ابن لهيعة، عن أبي الزبير، عن جابر\nبن عبد الله أن رسول الله صلى الله عليه وسلم قال: ((إن أول زمرة تنجو على\nصورة القمر ليلة البدر سبعون ألفا لا يحاسبون، ثم الذين يلونهم كأضواء نجم،\nثم كذلك حتى تحل الشفاعة فيخرج من النار من قال لا إله إلا الله، وكان في\nقلبه من الخير مثقال ذرة، فيجلسون بفناء الجنة، ويجعل أهل الجنة يهرقون\nعليهم من الماء، فينبت أحدهم، ثم يسأل الله حتى يجعل له الدنيا، وعشرة\nأمثالها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>AUTO ما جاء في أعلى الجنة منزلة، وذكر عليين</h1>\n\n<p>\n148- حدثنا عبد الملك بن حبيب قال: حدثني مطرف بن عبد الله، وأسد بن\nموسى، عن أبي الزناد، عن أبيه عن الأعرج، عن أبي هريرة رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال: قال الله تعالى: ((أعددت لعبادي\nالصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر <span id='ms038'></span> على قلب/ بشر ذخرا له ما قد\nأطلعكم الله عليه، يقول: سوى ما قد أطلعكم الله عليه، ثم قال اقرؤوا إن\nشئتم {فلا تعلم نفس ما أخفى لهم من قرة أعين جزاء بما كانوا يعلمون}.\n</p>\n\n<p>\n149- قال: وحدثني إسحاق بن صالح، عن عبد الرحيم بن زيد العمي، عن أبيه أن\nرسول الله صلى الله عليه وسلم قال: ((إن في الجنة أقواما من أهل عليين\nيركبون إذا شاؤوا خيلا من ياقوت أحمر لها أجنحة من لؤلؤ أبيض سرجها من\nزبرجد أخضر لها أرواح تطير بهم في الجنة حيث شاؤوا، فيقول الذين تحتهم في\nالجنة: يا رب العزة بم فضلت هؤلاء علينا، وقد قلت في كتابك: {وفيها ما\nتشتهيه الأنفس وتلذ الأعين} فبم قصرت بنا عن هؤلاء؟ فيقول الجبار تبارك\nوتعالى: إن هؤلاء كانوا يقاتلون، وتجبنون، وينفقون وتبخلون، ويظمؤون،\nوتروون، ويسهرون، وتنامون، فكان جزاؤهم ما ترون قال: ثم يجعل الله الرضا في\nقلوبهم فيرضوا بما هم فيه، وتلذ به أعينهم)).\n</p>\n\n<p>\n150- قال: وحدثني ابن عبد الحكم، عن الليث بن سعد، عن عبد الله بن أبي\nجعفر أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل من أهل الغرف العلا\nلينظر إلى الذين تحته، فيشرق لنوره كل شيء كما تشرق الأرض للشمس إذا\nطلعت)).\n</p>\n\n<p>\n151- قال: وحدثني أسد بن موسى، عن فطر بن خليفة، عن عطية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nالعوفي، عن أبي سعيد الخدري رضي الله عنه/ أن رسول الله صلى الله عليه وسلم\nقال: ((إن أهل الجنة ليتراؤون أهل عليين، كما ترون الكوكب الدري في أفق\nالسماء، وإن أبا بكر، وعمر منهم، وأنعما)).\n</p>\n\n<p>\n152- قال: وحدثني المكفوف، عن أيوب، عن حوط، عن قتادة أن كعبا قال: عليون\nقائمة العرش اليمنى.\n</p>\n\n<p>\n153- قال: وحدثني ابن عبد الحكم، عن مالك بن أنس رضي الله عنه أن رسول\nالله صلى الله عليه وسلم قال: ((إن الرجل من أهل الغرف العلى ليرى في الجنة\nكما يرى الكوكب الدري العابر في الأفق الغربي، أو الشرقي، فقيل: يا رسول\nالله تلك منازل لا ينالها إلا <span id='ms039'></span> الأنبياء، فقال: بلى، والذي نفسي بيده، وقوم\nآمنوا بالله، وصدقوا المرسلين)).\n</p>\n\n<p>\n154- قال: وحدثني علي بن معبد، عن الأوزاعي، عن يحيى بن أبي كثير، أن\nرسول الله صلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة ليرفع بصره\nفيرى مملوكه أرفع درجة منه، ثم يجعل الله في نفسه الرضا، فيرضى)).\n</p>\n\n<h1 class='l1' id='head19'>AUTO ما جاء في صفة أهل الجنة، وصفة قصورهم، وحسنهم</h1>\n\n<p>\n155- قال عبد الملك: حدثني مطرف، عن مالك رضي الله عنه أن رسول الله صلى\nالله عليه وسلم قال: ((يدخل أهل الجنة الجنة صغارهم وكبارهم على سن واحد،\nجعدا مردا بيضا مكحلين ذوي أفانين أبناء ثلاث وثلاثين سنة لا يزيدون عليها\nأبدا على سن عيسى، وحسن يوسف، وقلب أيوب/ وائان محمد صلى الله عليه وسلم ،\nوطول آدم، أمثال النخلة السحوق، ستين ذراعا في سبعة أذرع)).\n</p>\n\n<p>\n156- قال: وحدثني أسد بن أيوب، عن حماد بن سلمة، عن علي بن زيد، عن\nجدعان، عن سعيد بن المسيب، عن أبي هريرة رضي الله عنه، عن النبي صلى الله\nعليه وسلم مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n157- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن البصري، عن\nالنبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\nقال: وحدثني أصبغ بن الفرج، عن سليمان بن حسان، عن أنس بن مالك رضي الله\nعنه، عن النبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\n158- قال: وحدثنا الطلحي، عن عبد الرحمن بن زيد، عن أسلم، عن أبيه، عن\nالنبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\nقال: وحدثني أسد بن موسى، عن يعقوب بن إبراهيم، عن مجاهد أن رسول الله\nصلى الله عليه وسلم قال: ((من يدخل الجنة يخلد، ولا يموت، وينعم فلا يبؤس،\nلا تبلى ثيابهم، ولا يفنى شبابهم، لا يؤتى أحدهم بشيء من الطعام إلا\nاشتهاه، ولا يشتهي شيئا إلا أتاه ولا يتمنى على الله شيئا إلا أعطاه)).\n</p>\n\n<p>\n159- قال: وحدثنا الطلحي، عن عبد الرحمن بن زيد، عن أسلم، عن أبيه، عن\nالنبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\n160- قال: وحدثني أسد بن موسى، عن <span id='ms040'></span> المبارك بن فضالة، عن/ الحسن أن رسول\nالله صلى الله عليه وسلم قال: ((إن أهل الجنة يدخلونها رجالهم ونساؤهم\nصغارهم وكبارهم من عند آخرهم أبناء ثلاث وثلاثين سنة على طول آدم: ستين\nذراعا، الله أعلم بأي ذراع! جعدا جردا مردا بيضا يأكلون، ويشربون ولا\nيبولون، ولا يتغوطون إنما هو جشاء كريح المسك، ويلهمون الحمد، والتسبيح كما\nيلهمون النفس، والنساء عرب أتراب لا يحضن، ولا يلدن، ولا يتمخطن، ولا يبلن،\nولا يقضين حاجة ليس فيها قدر)).\n</p>\n\n<p>\n161- قال: وحدثني مطرف، عن ابن أبي حازم، عن يحيى بن سعيد، عن سعيد بن\nالمسيب أن رسول الله صلى الله عليه وسلم قال: ((إن أهل الجنة مشورون بالذهب\nوالفضة، مكللون بتيجان الدر والياقوت، شباب ناعمون بيض مكحلون جعد ذوو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nأفانين أبناء ثلاث وثلاثين سنة، عليهم ثياب السندس والإستبرق، ليس منهم أحد\nإلا وفي يده ثلاثة أسورة، سوار من ذهب، وسوار من فضة، وسوار من لؤلؤ، فذلك\nقوله تعالى في كتابه: {يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها\nحرير} ويوضع على رأسه تاج الملك من نور، ودر، وياقوت، وأسفل من ذلك\nالإكليل، بعضها على لون الدر، وبعضها على لون القمر، وبعضها/ على لون\nالشمس، وبعضها على لون البرق وبعضها على لون النور تتلألأ، وبعضها يكاد\nيذهب بالأبصار)).\n</p>\n\n<p>\n162- قال: وحدثني معاذ بن الحكم، عن مقاتل، عن عبيد الله بن عبيد بن\nعمير، عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n((أهل الجنة جرد مرد جعد بيض مكحلون مسودون مخدمون مسرورون ناعمون محبورون\nمكرمون يعطى أحدهم قوة مائة رجل في الجماع، ويجد لذة جماعه مقدار أربعين\nسنة قد ألبس الله وجوههم النور، وأجسادهم الحرير الأبيض، بيض الألوان، صفر\nالحلي، خضر الثياب)).\n</p>\n\n<p>\n163- قال: وحدثني أسد بن موسى، عن ابن لهيعة، عن عامر بن سعد بن أبي وقاص\nرضي الله عنه، عن أبيه أن رسول الله صلى الله عليه وسلم قال: ((لو أن [ما]\nيقل ظفر مما في الجنة بدا لتزخرفت له <span id='ms041'></span> ما بين خوافق السماوات والأرض ولو أن\nرجلا من أهل الجنة اطلع فبدا أساوره لطمس ضوء الشمس كما تطمس الشمس ضوء\nالنجوم)).\n</p>\n\n<p>\n164- قال: وحدثني علي بن معبد، عن حماد بن عمر، عن ليث بن أبي سليم، عن\nعكرمة، عن ابن عباس رضي الله عنهما قال: أهل الجنة جرد مرد إلا موسى بن\nعمران عليه السلام، فإن لحيته تضرب إلى صدره، قال: وكلهم يسمون/ بأسمائهم\nإلا آدم عليه السلام، فإنه يكنى أبا محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>AUTO ما جاء في صفة نجائب أهل الجنة، وخيلهم، ودوابهم</h1>\n\n<p>\n165- قال عبد الملك بن حبيب قال: حدثني من أثق به، عن سعيد بن طريف، عن\nزيد بن علي، وحسين بن علي، عن أبيه، عن جده علي بن أبي طالب رضي الله عنه\nأنه قال: قال رسول الله صلى الله عليه وسلم : ((إن في الجنة شجرة يخرج من\nأعلاها، ومن أسفلها خيل بلق من ذهب مسرجة ملجمة بالدر، والياقوت ذوات أجنحة\nلا تبول، ولا تروث، يركبها أولياء الله من أهل عليين، فتطير بهم حيث ما\nشاؤوا من الجنة، فيناديهم الذين أسفل منهم: ناصفونا يا إخواننا، يقولون لرب\nالعزة ما بلغ هؤلاء هذه الكرامة التي لم نبلغها نحن، وهم في جنتك، فيقال\nلهم: إنهم كانوا يقومون الليل، وكنتم تنامون، وكانوا يصومون، وأنتم تأكلون،\nوكانوا يتصدقون وأنتم تبخلون، وكانوا يجاهدون وأنتم تجبنون، فكان جزاؤهم ما\nترون، قال: ثم يجعل الله في قلوبهم الرضا بما هم فيه، فيرضون، وتقر\nأعينهم)).\n</p>\n\n<p>\n166- قال: وحدثني علي بن معبد، عن المعتم بن سليمان، عن ليث بن أبي سليم،\nعن عبد الرحمن بن أسباط، أن أعرابيا قال لرسول الله صلى الله عليه وسلم :\nإني رجل أحب الإبل فهل في الجنة إبل؟/ فقال له رسول الله صلى الله عليه\nوسلم : ((فيها إن دخلتها لك ناقة من ياقوتة حمراء، وزمامها من زمرد، أخضر\nألين من الحرير تركبها، فتذهب بك من الجنة حيث شئت))، وقال أعرابي آخر: يا\nرسول الله، إني أحب الخيل، فهل في الجنة خيل؟ فقال له رسول الله <span id='ms042'></span> صلى الله\nعليه وسلم : ((فيها إن دخلتها، لك فرس من ياقوت أحمر تركبه، فيذهب بك من\nالجنة حيث شئت)).\n</p>\n\n<p>\n167- قال: وحدثني ابن الماجشون، وغيره، عن محمد بن أبي حميد، عن أبي\nهريرة رضي الله عنه أن رجلا قال: يا رسول الله، إني رجل من أهل الخيل، فهل\nفي الجنة خيل؟ قال: ((أي، والذي بعثني بالحق لها سروج ولجم من ذهب، وأجنحة\nمن ذهب تطير براكبها، حيث أحب من الجنة، ثم قام آخر، فقال: يا رسول الله:\nإني رجل من أهل الإبل، فهل في الجنة إبل؟ فقال: ((إي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nوالذي نفسي بيده، مثل النجم لها أرجل وأزمة، وأجنحة من ذهب تخل براكبها حيث\nأحب من الجنة))، ثم قام آخر، فقال: يا رسول الله: إني رجل من أهل نخيل، فهل\nفي الجنة نخل؟ فقال: ((أي والذي بعثني بالحق إن في الجنة نخلا جذوعها،\nوجرائدها وكرانيفها، وعراجينها، وشماريخها، وأقماعها من ذهب، وسعفها كأحسن\nحلل، وتمرها كالقلال ألين من الزبد وأحلى من العسل))، ثم قام آخر، فقال: يا\nرسول الله إني رجل من أهل البادية/ فهل في الجنة بادية؟ فقال: ((أي والذي\nبعثني بالحق إنهم ليبتدون على كثبان المسك، والياقوت حيث أحبوا من الجنة،\nثم قام آخر فقال: يا رسول الله، إني رجل أحب السماع، فهل في الجنة من سماع؟\nفقال: ((أي، والذي بعثني بالحق إن الله ليأذن لشجر الجنة، فتسبحه، وتكبره،\nوتهلله بأحسن أصوات سمعها الخلائق)).\n</p>\n\n<p>\n168- قال: وحدثنا الكلبي، عن عبد الرحمن بن زيد بن أسلم، عن أبيه، عن\nرسول الله صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nقال: وحدثني علي بن معبد، عن أبي بكر بن عباس، عن علقمة بن مرثد قال: أتى\nأعرابيون إلى رسول الله صلى الله عليه وسلم فقال أحدهم: يا رسول الله إني\nأحب الخيل، فهل في الجنة من خيل؟ فقال له: ((إن دخلت الجنة، ثم تشاء أن\nتركب فرسا من ياقوتة حمراء تطير بك في أي الجنة شئت إلا فعلت. فقال آخر: يا\nرسول الله فيها إبل، فإني أحب الإبل <span id='ms043'></span>؟ وقال آخر: فيها سماع، فإني أحب\nالسماع؟ فقال رسول الله صلى الله عليه وسلم : فيها ما تشتهيه الأنفس وتلذ\nالأعين، وأنتم فيها خالدون)).\n</p>\n\n<p>\n169- قال: وحدثني ابن عبد الحكم، عن الليث بن سعد، عن سعيد بن أبي هلال\nأن رجلا قال لابن عباس: إني رجل أحب النزهة، فهل في الجنة نزهة؟ فقال: نعم\nإن شئت إلى حيث شئت، قال: إلى أحسن ما في الجنة، قال: نعم إن شئت/، ثم تلا\nهذه الآية: {لهم ما يشاءون فيها ولدينا مزيد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n170- قال: وحدثني عبد الله بن عبد الحكم أن رسول الله صلى الله عليه وسلم\nقال: ((دواب الجنة خلق من ياقوت أبيض)).\n</p>\n\n<h1 class='l1' id='head21'>AUTO ما جاء في سوق الجنة</h1>\n\n<p>\n171- قال عبد الملك: حدثني عبد الله بن عبد الحكم، عن الهقل بن زياد، عن\nالأوزاعي قال: أنبئت أن سعيد بن المسيب لقي أبا هريرة رضي الله عنه، فقال\nله أبو هريرة: جمع الله بيننا، وبينك في سوق الجنة، فقال له سعيد: يا أبا\nهريرة، وفي الجنة سوق؟ قال: نعم أخبرني رسول الله صلى الله عليه وسلم أن في\nالجنة سوقا حفت به الملائكة فيها [ما] لم تره العيون، ولم يخطر على القلوب،\nولم تسمعه الآذان، فيحملون منه ما اشتهوا، وفي تلك السوق يلقى بعضهم بعضا\nحتى إن الرجل منهم ليلقى من هو فوقه، فيروعه ما يرى عليه من اللباس، فما\nينقضي تعجبه، حتى يتمثل عليه من اللباس مثله، أو ما هو أحسن منه، وذلك أنه\nلا ينبغي لأحد أن يحزن فيها كما قال الله تعالى.\n</p>\n\n<p>\n172- قال: وحدثني أسد بن موسى، عن محمد بن حازم، عن عبد الرحمن بن إسحاق،\nعن النعمان بن سعد، عن علي بن أبي طالب رضي الله عنه أن رسول الله صلى الله\nعليه وسلم قال: ((إن في الجنة سوقا ما فيها بيع، ولا شراء/ ولهم فيها ما\nاشتهت أنفسهم وفيها الصور من الرجال والنساء، فإذا اشتهى الرجل صورة دخلها،\nوإذا اشتهى لزوجته صورة ركبت له فيها، وإن فيها مجتمع الحور العين يرفعن\nبأصوات <span id='ms044'></span> لم يسمع الخلائق بمثلها يقلن: نحن الناعمات فلا نبأس أبدا، ونحن\nالطاعمات فلا نجوع أبدا، ونحن الخالدات فلا نموت أبدا، ونحن الكاسيات فلا\nنعرى أبدا، ونحن الراضيات فلا نسخط أبدا، ونحن المقيمات فلا نظعن أبدا،\nونحن خيرات حسان أزواج قوم كرام طوبى لمن كنا له، وكان لنا)).\n</p>\n\n<p>\n173- قال: وحدثني أسد بن موسى، عن سلمة بن ثابت البناني، عن أنس بن مالك\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إن لأهل الجنة سوقا فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nكثبان المسك يأتونها كل جمعة فتهب عليهم ريح الجنوب، فتثير المسك في\nوجوههم، وثيابهم، فيزدادون طيبا، وحسنا، وجمالا، فيقولون لهم: وأنتم قد\nزادكم الله طيبا، وحسنا، وجمالا)).\n</p>\n\n<p>\n174- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن أن رسول\nالله صلى الله عليه وسلم قال: ((إن في الجنة سوقا فيها كثبان المسك أشد\nبياضا من الثلج، فإذا دخلها أهل الجنة أرسل الله عليهم ريحا يقال لها:\nالمثيرة، فتثير عليهم ذلك المسك، فينصرفون إلى أزواجهم، ولهم ريح طيبة،\nوألوان مشرقة ما خرجتم بها من عندنا، فيقولون: وأنتم، والله قد/ ازددتن\nعندنا طيبا، وحسنا، وجمالا، فيناديهم ملك من عند الرحمن كذلك أنتم يا عباد\nالله وأولياءه، يجدد لكم نعمته، وكرامته كل وقت)).\n</p>\n\n<p>\n175- قال: وحدثني المغيرة، عن مسعر بن كدام، عن قتادة، عن أنس بن مالك\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((يقول أهل الجنة بعضهم\nلبعض: انطلق بنا إلى سوق الجنة، فينطلقون إلى كثبان من مسك، فيتبطحون\nعليها، ويتحدثون)).\n</p>\n\n<p>\n176- قال: وحدثني عبد العزيز الأويسي، عن محمد بن عبد الله بن عبيد بن\nعمير، عن أبيه، عن جده أن رسول الله صلى الله عليه وسلم قال: ((إن في الجنة\nسوقا يمثل فيها لأهل الجنة الصور الحسان فإذا أحب أحدهم منها صورة تحول\nفيها، ثم يرجع إلى زوجته، فإذا رأته قالت: يا ولي الله ما رأيتك قط أحسن\nمنك اليوم، فأين كنت؟ فيقول: كنت مع أولياء الله في سوق الجنة جمع <span id='ms045'></span> الله لنا\nفيها الصور الحسان فتحول كل امرئ منا فيما أختار لنفسه، فاخترت الصورة التي\nأنا فيها، فكيف تريني يا ولية الله؟ فتقول: يا ولي الله ما رأيت قط أحسن\nمنك اليوم، ويقول هو: والله يا ولية الله ما رأيت قط أحسن منك اليوم،\nفتقول: يا ولي الله، فإن الله تعالى بعث إلينا بعدك بحلل من حلل الجنة،\nوصورني هذه الصورة، فكيف تراني يا ولي/ الله؟ فيقول: ما رأيت قط أحسن منك\nاليوم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n177- قال: وحدثني عبد الله بن عبد الحكم أن رسول الله صلى الله عليه وسلم\nقال: ((إن في الجنة لسوقا ليس فيها بيع، ولا شراء، فيها الحلل، والسندس،\nوالإستبرق، والحرير، والرفرف، والعبقري، والدر، والياقوت، والأكاليل\nالمعلقة، فيأخذون من ذلك ما اشتهت أنفسهم لا ينقص ذلك منها شيئا، وفيها صور\nكصور الرجال من أحسن ما يكون مكتوب في نحر كل صورة منها من تمنى أن يكون\nحسنه على صورتي جعل الله صورته على حسني، من تمنى أن يكون حسن وجهه على\nصورتي جعل الله صورته على حسني، فمن تمنى أن يكون حسن وجهه مثل حسن تلك\nالصورة جعله الله على تلك الصورة)).\n</p>\n\n<h1 class='l1' id='head22'>AUTO ما جاء في زوار أهل الجنة، ورفع الأدنى إلى الأرفع في درجه</h1>\n\n<p>\n178- قال عبد الملك: حدثني صعصعة بن سلام، عن الأوزاعي عن مكحول أن رسول\nالله صلى الله عليه وسلم قال: ((يزور أهل الجنة الأعلون منهم الأسفلين، ولا\nيزور الأسفلون الأعلين إلا رجل كان يزور في الله فذلك يزور في الجنة حيث شاء)).\n</p>\n\n<p>\n179- قال: وحدثني أسد بن موسى، عن سليمان بن المعتم، عن حميد بن هلال نحو ذلك.\n</p>\n\n<p>\n180- قال: وحدثني عبد الله بن عبد الحكم أن رسول/ الله صلى الله عليه\nوسلم قال: ((إن الرجل ليشتاق في الجنة إلى أخ له كان يحبه في الدنيا،\nفيقول: يا ليت شعري ما فعل فلان أخي -شفقة عليه أن يكون قد هلك- فيطلع الله\nتبارك وتعالى على ما في قلبه،/ فيوحي إلى الملائكة أن سيروا بعبدي فلان إلى\nأخيه، فتأتيه <span id='ms046'></span> الملائكة بنجيبة عليها رحلها من زبرجد، وذهب، فيسلمون عليه،\nفيرد عليهم فيقولون: يا ولي الله قم، فاركب، فانطلق إلى أخيك فلان فيركب،\nفيسير به في الجنة مسيرة ألف سنة أسرع من أحدكم إذا ركب نجيبة، فسار عليه،\nفرسخا، فإذا بلغ منزل أخيه سلم عليه، فرد عليه أخوه، ورحب به، وأنزله،\nوأكرمه/.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمن درة مجوفة في وسطها شجرة تنبت الحلل يمسك منها بين أصبعيه سبعين حلة\nمنطقة بالدر، والياقوت.\n</p>\n\n<h1 class='l1' id='head23'>AUTO ما جاء في طيب أهل الجنة</h1>\n\n<p>\n181- قال: وحدثني أسد بن موسى، عن ابن لهيعة، عن أبي يونس، عن أبي هريرة\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((أهل الجنة رشحهم\nالمسك، وأمشاطهم الذهب، وآنيتهم الفضة، والسحوج يتأجج لهم من غير وقود،\nيعني به العود الهندي)).\n</p>\n\n<p>\n182- قال: وحدثني أسد بن موسى، عن أبي الأحوص، عن أبي إسحاق عمر بن ميمون\nأن رسول الله صلى الله عليه وسلم قال: ((تربة الجنة مسك أذفر، وحشيشها\nالزعفران، ووحلها عنبر، وكثبانها الكافور)).\n</p>\n\n<p>\n183- قال: وحدثني مطرف عن مالك أن رسول الله صلى الله عليه وسلم قال:\n((إذا هبت الجنوب في الجنة أثارت كثبان المسك)).\n</p>\n\n<p>\n184- قال: وحدثني أسد بن موسى، عن إسماعيل بن عباس، عن أبان، عن أنس بن\nمالك أن رسول الله صلى الله عليه وسلم قال: ((ليس في الأرض طيب من الجنة\nإلا الزعفران، والحناء)).\n</p>\n\n<p>\n185- قال: وحدثني علي بن معبد، عن يوسف بن يعقوب، عن قتادة/، عن أبي أيوب\nالأنصاري أن رسول الله صلى الله عليه وسلم قال: ((الحناء سيد ريحان أهل\nالجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>AUTO ما جاء في سماع أهل الجنة</h1>\n\n<p>\n186- قال عبد الملك: حدثني أسد بن موسى، عن الفزاري، عن علي بن أبي\nالوليد، عن مجاهد أن رسول الله صلى الله عليه وسلم قال: ((إن في الجنة شجرة\nيقال لها الفيض لها سماع لم يسمع السامعون مثله، لم يخلق الله من صوت حسن\nإلا وهو منها ينعمهم، ويلذذهم بذلك)).\n</p>\n\n<p>\n187- قال: وحدثني علي بن معبد، عن الأوزاعي، عن عبدة، عن أبي لبابة أن\nرسول الله <span id='ms047'></span> صلى الله عليه وسلم قال: ((إن في الجنة شجرة ثمارها الياقوت،\nواللؤلؤ، والزبرجد يهب الله لها ريحا، فيصطفق منها، فما سمع صوت شيء ألذ من\nصوتها)).\n</p>\n\n<p>\n188- قال: وحدثني المكفوف، عن أيوب بن حوط، عن قتادة، عن أبي الدرداء أن\nرسول الله صلى الله عليه وسلم قال: ((يبعث الله ريحا على شجر الجنة، فيصطفق\nأغصانها بالتسبيح، والتحميد، والثناء على الله بأحسن من أصوات المزامير)).\n</p>\n\n<p>\n189- قال: وحدثني ابن المغيرة، عن مالك بن مغول، عن الشعبي، عن الحارث،\nعن علي بن أبي طالب رضي الله عنه قال: جاء أعرابي إلى رسول الله صلى الله\nعليه وسلم فقال: يا رسول الله أفي الجنة مسمع؟ فلم يجبه النبي صلى الله\nعليه وسلم /، وسكت، وقال: ما سألني عن هذا أحد قبلك، فلما أتاه جبريل عليه\nالسلام سأله النبي صلى الله عليه وسلم عن ذلك، فقال: ((نعم إن في الجنة\nمكانا يسمى الخير طوله مسيرة مائة عام في عرض سبعين عاما حافاته ياقوت\nأحمر، وفي وسطه نهر جاري أشد بياضا من الثلج، وأحلى من العسل على حافتيه\nشجر من الياقوت والزبرجد، ثمرها جواري لم تر الخلائق مثلهن حسنا، فيأتيهن\nأهل الجنة، فتجلسهم الملائكة على منابر من النور، فيوحي الله تبارك وتعالى\nإلى أولئك الجواري، فيرفعن أصواتهن بالقرآن، وبتحميد الله، وتمجيده بأصوات\nلم تسمع الخلائق بمثلهن قط، فدعا النبي صلى الله عليه وسلم الأعرابي،\nفحدثه، ذلك، فقال الأعرابي: وإن هذا لفي الجنة؟ فقال له رسول الله صلى الله\nعليه وسلم : نعم، فقال الأعرابي: لأدعون إليها قومي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n190- قال: وحدثني أسد بن موسى، عن سعيد بن مجاهد أن رسول الله صلى الله\nعليه وسلم قال: ((إذا دخل أهل الجنة الجنة قال الله تعالى: أين الذين كانوا\nينزهون أنفسهم، وأسماعهم عن اللهو في الدنيا، ومزامير الشيطان اجعلوهم في\nرياض المسك وأسمعوهم حمدي، والثناء علي وأخبروهم أن لا خوف/ عليهم، ولا هم\nيحزنون)) قال: وحدثني مطرف، وغيره عن ملك، عن محمد بن المنكدر نحو ذلك.\n</p>\n\n<p>\n191- قال: وحدثني ابن عبد الحكم أن رسول <span id='ms048'></span> الله صلى الله عليه وسلم قال:\n((إذا رأى أهل الجنة في الجنة ربهم، فأكلوا، وشربوا، وتنعموا قال رب العزة:\nيا داود مجدني بصوتك الحسن، فيمجده، فلا يبقى شيء في الجنة إلا نصت لحسن\nصوته ولذاذته، ثم يجيزهم رب العزة بالحلية، والكسوة، ثم ينصرفون إلى\nأهليهم)).\n</p>\n\n<p>\n192- قال: وحدثني أسد بن موسى، عن عامر بن يساف، عن يحيى بن أبي كثير أن\nرسول الله صلى الله عليه وسلم قال: ((ما من رجل من أهل الجنة إلا له\nمسمعتان يسمعانه من تقديس الله، وتحميده بصوت لم يسمع الخلائق مثله حسنا)).\n</p>\n\n<p>\n193- قال: وحدثني أسد بن موسى، عن شعبة بن الحجاج، عن مجاهد أن رسول الله\nصلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة ليقولن للجارية من جواريه\nمن الحور العين إني لأشتهي السماع، وقد وعدنا ربنا أن لنا فيها ما تشتهيه\nالأنفس، وتلذ الأعين، فتقول له: أنا أسمعك من تحميد الله ما هو أحسن من\nمزامير الشيطان، فترفع صوتها بالقرآن، وبتحميد الله فيهدأ لذلك مقدار\nأربعين يوما من أيام الدنيا/ مما يجد لذلك، ثم تقول بأثر ذلك إذا فرغت نحن\nالآمنات فلا نخاف أبدا، ونحن الخالدات فلا نموت أبدا، ونحن الناعمات فلا\nنبأس أبدا، ونحن الكاسيات فلا نعرى أبدا، ونحن الشواب فلا نهرم أبدا، ونحن\nالفرحات فلا نحزن أبدا، ونحن الغنيات فلا نحتاج أبدا، ونحن الراضيات فلا\nنسخط أبدا، ونحن المقيمات فلا نظعن أبدا، ونحن الخيرات الحسان أزواج قوم\nكرام)).\n</p>\n\n<p>\n194- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال:\n((إن نساء أهل الجنة ليتغنين عند آخر طعامهم بأصوات لذيذة ممدودة يقلن: نحن\nالخالدات فلا نموت أبدا، ونحن الآمنات فلا نخاف أبدا، ونحن الناعمات فلا\nنبأس أبدا، ونحن الكاسيات فلا نعرى أبدا، ونحن الأبكار فلا نمل أبدا، ونحن\nالشواب فلا نهرم أبدا، ونحن الفرحات فلا نحزن أبدا، ونحن الغنيات فلا نحتاج\nأبدا، ونحن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nالمقيمات فلا نظعن أبدا، ونحن الراضيات فلا نسخط أبدا، ونحن الطاعمات فلا\nنجوع أبدا، ونحن خيرات <span id='ms049'></span> حسان أزواج قوم كرام)).\n</p>\n\n<p>\n195- قال: وحدثني أسد بن موسى، عن حماد بن إبراهيم النخعي أن رسول الله\nصلى الله عليه وسلم قال: ((إن في الجنة لنهرا ينبت الله حافاته الحواري\nحواري لم ير مثل وجوههن حسنا، فيوحي الله إليهن/ أسمعن عبادي تحميدي،\nوتمجيدي، والثناء علي، فيرفعن أصواتهن بالقرآن، وتحميد الله، وتمجيده، لم\nيسمع الخلائق مثلهن فيطرب أهل الجنة حتى يقول القائل من أهل الجنة: سبحانك\nربنا، وهل في الجنة من طرب ما سمعنا بهذا؟ فيوحي الله إليهم أن الله أذن\nلكم أن تأخذوا منهن ما شئتم، فلا يشتهي عبد شيئا إلا أخذ حاجته منهن لا\nيتغايرون، ولا يتحاسدون، ولا يتباغضون.\n</p>\n\n<h1 class='l1' id='head25'>AUTO ما جاء في جماع أهل الجنة</h1>\n\n<p>\n196- قال عبد الملك: حدثني أسد بن موسى، عن ابن لهيعة، عن ابن حجيرة، عن\nأبي هريرة رضي الله عنه قال: قيل لرسول الله صلى الله عليه وسلم : أيطأ أهل\nالجنة؟ قال: ((نعم، والذي نفسي بيده دحما بذكر لا يمل وفرج لا يجفأ، وشهوة\nلا تنقطع، فإذا قام عنها رجعت مطهرة بكرا)).\n</p>\n\n<p>\n197- قال: وحدثني أسد بن موسى، عن محمد بن حازم، عن راشد بن سعد، عن أبي\nهريرة رضي الله عنه، عن النبي صلى الله عليه وسلم بمثل ذلك.\n</p>\n\n<p>\n198- قال: وحدثني أسد بن موسى، عن الفضيل بن عياض، عن هشام بن حسان، عن\nالحسن أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة ليجد\nاللذة، والشهوة، لا ينزلون، وذلك أنه ليس فيها قذر، ولا محيض، ولا غائط،\nولا بول، ولا مخاط، ولا بصاق)).\n</p>\n\n<p>\n199- قال: وحدثني المكفوف:/، عن أيوب بن حوط، عن قتادة، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nأنس بن مالك أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة\nليعطى قوة مائة رجل في الشهوة والجماع)).\n</p>\n\n<p>\n200- قال: وحدثني علي بن معبد، عن أبي المليح، عن ميمون بن مهران، عن ابن\nعباس أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل ليعطى قوة مائة رجل\nمحتلم في الجماع، وما يأتي أحدهم <span id='ms050'></span> زوجته إلا عذراء، ثم تعود عذراء، فمن شاء\nمنهم أدام الأكل فأمن الكظة، ومن شاء منهم أدام الشراب فأمن الصداع والسكر،\nومن شاء منهم لها عنهما فأمن الجوع والظمأ، وإنهم ليأكلون كل يوم مرتين\nمقدار الغداء، والعشاء في الدنيا، وما يحدثون، إنما يخرج منهم عرق رشحا\nفيرشحونه ريحه ريح المسك)).\n</p>\n\n<p>\n201- قال: وحدثني أسد بن موسى، عن أسباط بن محمد، عن عكرمة، عن ابن عباس\nفي قول الله تبارك وتعالى: {إن أصحاب الجنة اليوم في شغل فاكهون} قال:\nافتضاض الأبكار العذارى.\n</p>\n\n<h1 class='l1' id='head26'>AUTO ما جاء في الولد، والجنة</h1>\n\n<h1 class='l1' id='head27'>AUTO 202- قال عبد الملك: حدثني علي بن معبد عن أبي المليح، عن ميمون</h1>\n\nبن مهران، عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل\nوزوجته في الجنة ليشتهيان الولد، فما يكون حمله، وولادته وفصاله، إلا كطرفة\nعين حتى يكون كأنه لؤلؤ مكنون)).\n<p>\n/ ما جاء في المرأة يكون لها الزوجان في الدنيا\n</p>\n\n<p>\n203- قال عبد الملك: حدثني أسد بن موسى، عن الحسن بن دينار، عن علي بن\nيزيد، عن جدعان، عن سعيد بن المسيب قال: سئل رسول الله صلى الله عليه وسلم\nعن المرأة يكون لها الزوجان في الدنيا امرأة أيهما تكون في الجنة؟ قال:\n((امرأة الآخر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n204- قال: وحدثني أسد بن موسى، عن العراب بن سليمان، عن عكرمة، عن ابن عباس\nأن أبا بكر الصديق رضي الله عنه قال لابنته أسماء، وهي تحت الزبير: أي بنية\nإن المرأة إذا كان لها زوج صالح، فمات، ولم تتزوج بعده جمع الله بينهما في الجنة.\n</p>\n\n<p>\n205- قال: وحدثني علي بن معبد، عن بقية بن الوليد، وعن العوارمي أن أم\nالدرداء قالت لأبي الدرداء عندما نزل به الموت: إنك كنت خطبتني إلى أهلي في\nالدنيا، وإني أخطبك إلى نفسك لتكون زوجي في الجنة، فقال لها: إن كنت تريدين\nذلك، فلا تتزوجي بعدي، فإنما المرأة لآخر أزواجها في الدنيا.\n</p>\n\n<h1 class='l1' id='head28'>AUTO ما جاء في عدد أزواج أهل الجنة</h1>\n\n<p>\n206- قال عبد الملك: حدثني أسد بن موسى، وصالح الجهني عن معاوية بن صالح،\nعن <span id='ms051'></span> عامر بن حبيب، عن خالد بن معدان أن رسول الله صلى الله عليه وسلم قال:\n((إن أهل الجنة يوم القيامة/ وجوههم مثل ضوء القمر ليلة البدر لكل رجل منهم\nاثنتان وسبعون زوجة على كل زوجة سبعون حلة يرى مخ ساقها من وراء ذلك كله\nكما يرى الشراب الأحمر في الزجاجة البيضاء)).\n</p>\n\n<p>\n207- قال: وحدثني أسد بن موسى، عن ابن لهيعة، عن أبي الهيثم، عن أبي سعيد\nالخدري أن رسول الله صلى الله عليه وسلم قال: ((إن أدنى أهل الجنة منزلة من\nله اثنتان وسبعون زوجة)).\n</p>\n\n<h1 class='l1' id='head29'>AUTO ما جاء في صفة الحور العين</h1>\n\n<p>\n208- قال عبد الملك: حدثني أسد بن موسى، عن إسرائيل بن يونس، عن أبي\nإسحاق، عن عمر بن ميمون، عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n((إن المرأة من الحور العين لتلبس سبعين حلة فيبدو مخ ساقها من وراء لحمها،\nوعظمها، وحللها كما يبدو الشراب الأحمر في الزجاجة البيضاء)).\n</p>\n\n<p>\nقال ابن مسعود: وذلك بأن الله تعالى يقول: {كأنهن الياقوت والمرجان} فلو\nأخذت سلكا، فجعلته في ثقب الياقوت أو المرجان، وهو اللؤلؤ الكبير، ثم\nاستطبته لرأيت السلك من ورائه.\n</p>\n\n<p>\n209- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن حميد الطويل، عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم / قال: ((لو أن المرأة من الحور\nالعين اطلعت إلى الدنيا لأضاءت ما بين السماء والأرض، ولملأت ما بينهما ريح\nمسك، وإن نصف إحداهن خير من الدنيا وما فيها، وإنهن ليتغنين بهذه الكلمات\nيقلن: نحن الخالدات فلا نموت أبدا، ونحن الناعمات فلا نبأس أبدا، ونحن\nالمقيمات فلا نظعن أبدا، ونحن الراضيات فلا نسخط أبدا، ونحن الطاعمات فلا\nنجوع أبدا، ونحن الكاسيات فلا نعرى أبدا، ونحن الآمنات فلا نخاف أبدا، ونحن\nالفرحات فلا نحزن أبدا، ونحن الشواب فلا نهرم أبدا، ونحن الغنيات فلا نحتاج\nأبدا، ونحن خيرات حسان أزواج قوم كرام طوبى لمن كان لنا، وكنا له)).\n</p>\n\n<p>\n210- قال: وحدثني أسد بن موسى، عن سعيد بن المسيب عن ثابت <span id='ms052'></span> البناني، عن\nأنس بن مالك أن رسول الله صلى الله عليه وسلم قال: ((إن الرجل من أهل الجنة\nليدخل على الحوراء فتستقبله بالمعانقة، والمصافحة، فيرى وجهه في خدها أصفى\nمن المرآة، ولو أن بعض ثيابها بدا في الدنيا لطمس ضوؤه ضوء الشمس والقمر،\nولو أن شعرة من شعرها بدا لملأت ما بين الخافقين من طيب ريحها، فبينما هو\nمتكئ معها على أريكته إذ أشرف عليه نور من فوقه، فيظن أن الله أشرف على\nخلقه، فإذا بحوراء تناديه/: يا ولي الله أما لنا منك دولة؟ فيقول: ومن أنت\nيا هذه؟ فتقول: أنا من التي قال الله: {ولدينا مزيد} فيتحول إليها، فإذا هي\nفوق الأولى في الجمال والبهاء، فبينما هو متكئ معها على أريكته إذ أشرف\nعليه نور من فوقه فإذا حوراء أخرى تناديه: يا ولي الله أما لنا منك دولة؟\nفيقول: ومن أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nيا هذه؟ فتقول: أنا من اللواتي قال الله: {فلا تعلم نفس ما أخفى لهم من قرة\nأعين جزاء بما كانوا يعلمون} فلا يزال يتحول من حوراء إلى حوراء، ما اشتهت\nنفسه، ولذت عينه)).\n</p>\n\n<p>\n211- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال:\n((إن الرجل من أهل الجنة ليتنعم عند زوجته في التكاة الواحدة مقدار سبعمائة\nعام ما يتحول)).\n</p>\n\n<p>\n212- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال:\n((إذا دخل الرجل من أهل الجنة على زوجته قالت له: والذي هو أكرمني بك ما في\nالجنة شيء أحب إلي منك، قال: ويقول هو أيضا مثل ذلك)).\n</p>\n\n<p>\n213- قال: وحدثني أسد بن موسى، عن عدي بن الفضل، عن الحسن أن رسول الله\nصلى الله عليه وسلم قال: ((والذي نفس محمد بيده لقاب قوس أحدكم، أو موضع\nسوط من الجنة خير من الدنيا وما فيها، والذي نفس محمد بيده لنصيف المرأة من\nنساء أهل الجنة خير من الدنيا، وما فيها/ والذي نفس محمد بيده لو اطلعت\nامرأة من نساء أهل الجنة لملأت الأرض ريح مسك <span id='ms053'></span>، والذي نفس محمد بيده ما تعدل\nالدنيا حوتا ذكرا)).\n</p>\n\n<p>\n214- قال: وحدثني علي بن معبد، عن عبد الله بن المبارك، عن صفوان بن عمر،\nعن سريح بن عبيد أن عمر بن الخطاب رضي الله عنه قال يوما لكعب: بشرنا يا\nكعب، فقال: أبشر يا أمير المؤمنين، فإن لله ثلاثمائة شريعة، وأربع عشرة\nشريعة لا يأتي أحد بواحدة منهن مع كلمة الإخلاص إلا أدخله الله الجنة،\nوالله لو تعلمون كل رحمة لأبطأتم في العمل، والله لو أن امرأة من نساء أهل\nالجنة اطلعت من السماء في ليلة ظلماء لأضاءت لها الأرض، ولوجد طيب نشرها\nجميع أهل الأرض، والله لو أن ثوبا من ثياب أهل الجنة نشر اليوم في الدنيا\nلصعق من نظر إليه، وما حملته أبصارهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n215- قال: وحدثني علي بن معبد، عن الربيع بن صبيح، عن الحسن أن رسول الله\nصلى الله عليه وسلم قال: ((لو أن امرأة من الحور العين أشرفت إلى الأرض\nلذهبت بنور الشمس، ولو تكلمت في الدنيا لمات الناس عشقا لكلامها، ولو بصقت\nفي الدنيا بصقة لملأت ما بين الخافقين ريح مسك، ولو بصقت في بحوركم هذه\nلعذبت، وإن على رأسها لتاجا له سبعون ركنا منظم بالياقوت، والزبرجد هو أخف\nعلى رأسها/ من ريش النعام ينظر إلى مفرق شعرها كأن فيه شعاع الشمس، وإذا\nضحكت أو تبسمت لكان اللؤلؤ ينثر من فيها، مرآة كفها، ومرآة زوجها كبدها،\nوعليها سبعين حلة تستبين من ورائها ومن وراء لحمها وعظمها مخ ساقها كما\nيستبين الشراب الأحمر في الزجاجة البيضاء)).\n</p>\n\n<p>\n216- قال: وحدثني أسد بن موسى، عن سليمان بن حميد قال: سمعت محمد بن كعب\nالقرظي يحدث عمر بن عبد العزيز قال: والله الذي لا إله إلا هو، لو أن امرأة\nمن الحور العين تطلعت بسوارها إلى الأرض لأطفأ نور سوارها نور الشمس،\nوالقمر، فكيف بالمسورة؟.\n</p>\n\n<p>\n217- قال: وحدثني المغيرة، وعلي بن معبد، عن سفيان الثوري عن جابر\nالجعفي، عن أبي عبيدة، عن عبد الله بن مسعود أن رسول الله صلى الله عليه\nوسلم <span id='ms054'></span> قال: ((نساء أهل الجنة لا زفرات، ولا مرحات، ولا بخرات، ولا طامحات،\nولا يغرن، حور عين كأنهن بيض مكنون)).\n</p>\n\n<p>\n218- قال: وحدثني علي بن معبد، عن بقية بن الوليد، عن ثور بن يزيد، عن\nخالد بن معدان، عن كثير بن مرة قال: قال رسول الله صلى الله عليه وسلم :\n((تمر السحابة بأهل الجنة، فتقول: يا أهل الجنة ماذا تريدون أن أمطركم؟ فلا\nيتمنون شيئا إلا أمطرتهم)) فقال كثير بن مرة: إن الله أشهدني ذلك لأقولن:\nأمطرنا حوراء.\n</p>\n\n<p>\n219- قال: وحدثني/ أسد بن موسى عن الفزاري أن سلمان الفارسي قال: إن\nالرجل من أهل الجنة ليأتي الشجرة، فيقول لها: تفطري عن جارية كذا، وعن غلام\nكذا، وكذا، وعن بغلة مسرجة ملجمة، وعن نجيبة براحلتها، فما يسألها شيئا إلا\nتفطرت له عنه.\n</p>\n\n<p>\n220- قال: وحدثني علي بن معبد، عن الحسن بن دينار، عن أبي مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nالخولاني أن رسول الله صلى الله عليه وسلم قال: ((إن في الجنة نهرا يقال\nله: الهرول يخرج من تحت العرش عرضه سبعون عاما يجري على الدر والياقوت\nوالزبرجد، حافاته حواري من الحور العين، فإذا استوين قياما ضربت عليهن\nالملائكة خيام الدر، والياقوت، فهن ينادين في أجواف الخيام بأصوات لم يسمع\nالسامعون بمثلها: أين خطابنا؟ أين طلابنا؟ أين رجالنا؟ أين من نحن له؟ نحن\nالراضيات فلا نسخط أبدا، ونحن المقيمات فلا نظعن أبدا، ونحن الناعمات فلا\nنبأس أبدا، ونحن الخالدات فلا نموت أبدا، ونحن المحبات فلا نمل أبدا، ونحن\nالآمنات فلا نخاف أبدا، ونحن الشواب فلا نهرم أبدا، ونحن الفرحات فلا نحزن\nأبدا، ونحن الغنيات فلا نحتاج أبدا، ونحن الكاملات فلا نتغير أبدا، ونحن\nالصادقات فلا نكذب أبدا، ونحن الضاحكات فلا نبكي أبدا، ونحن الطاعمات فلا\nنجوع أبدا، ونحن الطيبات فلا نثفل أبدا،/ ونحن الكاسيات فلا نعرى أبدا،\nطوبى لمن كنا له وكان لنا)).\n</p>\n\n<p>\n221- قال: وحدثني علي بن معبد، عن شريك بن عبد الله، عن جابر الجعفي أن\nرسول الله صلى الله عليه وسلم قال: ((إن في الجنة حوراء يقال لها <span id='ms055'></span> لعبة تجمع\nإليها الحور العين، فيقلن لها يا لعبة لو رآك طلاب ثواب الله لجدوا)).\n</p>\n\n<p>\n222- قال: وحدثني علي بن معبد، عن الأوزاعي، عن عبد الله بن أبي لبابة أن\nرسول الله صلى الله عليه وسلم قال: ((إن العبد ليخرج من عند زوجته، فما\nيرجع إليها حتى يزداد لها عشقا سبعين ضعفا)).\n</p>\n\n<p>\n223- قال عبد الملك: وحدثني أسد بن موسى، وغيره عن الليث بن سعد، عن سعيد\nابن أبي هلال أن رسول الله صلى الله عليه وسلم قال: ((مكتوب على صدر زوجة\nالمؤمن من أهل الجنة أنت حبي، وأنا حبك، لم تر عيني مثلك، انتهت نفسي\nعندك)).\n</p>\n\n<p>\n224- قال: وحدثني علي بن معبد، عن الأوزاعي، عن يحيى بن أبي كثير أن رسول\nالله صلى الله عليه وسلم قال: ((موطنان تزخرف فيهما الجنة، وتتزين فيهما\nالحور العين عند مواقيت الصلاة، وعند القتال، فإذا انصرف المنصرف من\nالصلاة، ولم يسأل الله الجنة، ولا الحور العين، قال الحور العين: ويح لهذا\nالذي لم يسأل الله إيانا، ولا الجنة، وإذا كان وقت القتال قالت زوجة\nالمؤمن: أقدم ولا تخزني في صواحبي، يعني لا تفضحني عند صواحبي))/.\n</p>\n\n<p>\n225- قال: وحدثني علي بن معبد، عن أبي معاوية الضرير، قال: قالت عائشة:\n(عجبا للرجال حين يختارون الحيض المناتين على الحور العين).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n226- قال: وحدثني علي بن معبد، عن الحسن .. .. / ولدينا مزيد.\n</p>\n\n<p>\n227- قال: وحدثني المغيرة، عن الحسن، عن عمارة، عن المنهال بن عمرو، عن\nعبد الله بن الحارث بن نوفل بن عبد المطلب أن رسول الله صلى الله عليه وسلم\nقال: ((إن أهل الجنة ليزورون ربهم كل يوم جمعة يخوضون في رمال الكافور،\nفأقربهم منه مجلسا، وأحسنهم عنده منزلة أشدهم تبكيرا إلى الجمعة، وأشدهم\nمواظبة عليها، وهو في الجنة يوم المزيد، يزيدهم الله من كل فضل، ومن كل\nكرامة)).\n</p>\n\n<p>\n228- قال: وحدثني أسد بن موسى، عن يعقوب بن إبراهيم، عن شهر بن حوشب، عن\nكعب الحبر أنه قال: لأهل الجنة مجمع يجتمعون فيه كل يوم جمعة، فيقول الله\nتبارك وتعالى للملائكة: أطعموا عبادي، وأضيافي <span id='ms056'></span>، وجيراني، فيطعمونهم، ثم\nيقول: اسقوا عبادي، وأضيافي، وجيراني، فيسقونهم، ثم يقول: فكهوا عبادي،\nوأضيافي، وجيراني، فيفكهونهم، ثم يقول: اكسوا عبادي، وأضيافي، وجيراني،\nفيكسونهم، ثم يقول: طيبوا عبادي، وأضيافي، وجيراني، فيطيبونهم، فتهيج ريح\nتسمى المثيرة، فتثير عليهم المسك والكافور، ثم يتجلى لهم رب العزة، فينظرون\nإليه، فيجدون لذلك من النضرة، والسرور، واللذة ما شاء الله، ثم يرجعون إلى\nأزواجهم، فيقولون: سبحان الله ماذا أعطيتن من الكمال/ والبهاء، وتقول لهم\nأزواجهم مثل ذلك، فهذا لهم في كل يوم جمعة، وهذا يوم المزيد)).\n</p>\n\n<p>\n229- قال: وحدثني أسد بن موسى، عن إبراهيم، عن وهب بن محمد، عن محمد ابن\nالحنيفة أن رسول الله صلى الله عليه وسلم قال: ((إن في الجنة شجرة يقال لها\nطوبى لو سار الراكب الواحد في ظلها مائة عام لم يقطعه، بطحاؤها ياقوت أحمر،\nوترابها مسك أبيض، ووحلها عنبر أشهب، وكثبانها كافور أصفر، وأستارها زبرجد\nأخضر، وأقناؤها سندس وإستبرق، وزهرها رياض صفر، وورقها برود خضر، وثمرها\nحلل حمر، وصمغها زنجبيل وعسل، وغصونها زعفران، والسحوج يتأجج منها من غير\nوقود ويتفجر من أصلها السلسبيل، والمعين، والرحيق، وظلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nمجلس من مجالس أهل الجنة بالومة، ومتحدث يجمعهم، فبينما هم في ظل تلك\nالشجرة يتحدثون إذ جاءتهم الملائكة يقودون خيلا مزمومة من ذهب كأن وجوهها\nالمصابيح نضارة، وحسنا، وبرها خز أحمر ومرعز أبيض، مختلطان الحمرة في\nالبياض، والبياض في الحمرة لم ينظر الناظرون إلى مثله حسنا، ذللا من غير\nمهابة، نجبا من غير رياضة عليها الرحائل، ألواحها من الياقوت الأخضر مضيئة\nبالذهب الأحمر ملبسة/ بالعبقري والأرجوان، فأناخوا إليهم تلك الرواحل،\nفسلموا عليهم وحيوهم، وصافحوهم، وقالوا لهم: أجيبوا ربكم فإنه يقرئكم\nالسلام، ويستزيدكم لتنظروا إليه، وتكلموه، ويكلمكم، ويزيدكم من فضله، فإنه\nذو رحمة واسعة، وفضل عظيم، فتحول كل واحد منهم على راحلة من تلك الرواحل،\nثم ينطلق صفا واحدا معتدلا لا يفوت منكب منكبا، ولا أذن ناقة دون صاحبتها،\nلا يمرون بشجرة من أشجار الجنة إلا عزلت عن طريقهم كراهية أن تخرق صفوفهم،\nأو تفرق بين <span id='ms057'></span> الرجل ورفيقه فإذا وقفوا على الجبار تبارك وتعالى، سفر لهم عن\nوجهه الكريم، وتجلى لهم في عظمته العظيمة، وتحيتهم أنت السلام، ومنك\nالسلام، ولك حق الجلال، والإكرام، فيرجع إليهم ربهم: أنا السلام، ومني\nالسلام، وأنا أحق بالجلال، والإكرام فمرحبا بعبادي الذين حفظوا وصيتي،\nورعوا عهدي، وخافوني بالغيب، وكانوا مني على كل حال مشفقين، فقالوا: أما\nوعزتك، وعظمتك، وجلالك، وعلو مكانك ما قدرناك حق قدرك، ولا أدينا إليك كل\nحقك فأذن لنا بالسجود لك، فيقول تبارك وتعالى: إني قد وضعت عنكم مؤونة\nالعبادة هذا حين أرحت لكم أبدانكم، وأفضيتم إلى/ روحي، وكرامتي، وجنتي،\nفسلوني ما شئتم، وتمنوا علي أعطيكم أمنيتكم، فإني لست أجزيكم اليوم بقدر\nأعمالكم، ولكني أجزيكم بقدر كرامتي، ورأفتي وطولي، وجلالي، وعلو مكاني،\nوعظمة سلطاني، فسلوني ما شئتم، فلا يزالون في الأماني حتى أن المقصر منهم\nفي أمنيته ليتمنى مثل جميع الدنيا من يوم خلقها الله إلى يوم أفناها، فيقول\nالقائل منهم: ربنا تنافس أهل الدنيا في دنياهم، ورفضناها وزهدنا فيها،\nوصغرت في أعيننا اشتغالا بأمرك، وإيثارا لطاعتك، وتصديقا لوعدك، ورغبة في\nثوابك، وإجلالا لأجلالك، وإعزازا لوجهك، وإعظاما لعظمتك ربنا، وإنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nنرغب إليك في مقامنا هذا أن تؤتي كل امرئ في مقامنا هذا مثل الدنيا من يوم\nخلقتها إلى يوم أفنيتها، فيقول لهم ربهم الكريم لقد قصرتم في أمنيتكم\nورضيتم بدون حقكم، وقد أوجبت لكم ما شئتم، وسألتم، وأوجبت لكم ما قصرت عنه\nأمنيتكم، فانظروا إلى ما أعددت لكم، فيرفعوا رؤوسهم فإذا هم بقباب في\nالرفيق الأعلى، وغرف مبنية من الدر، والياقوت، والمرجان، أبوابها من الذهب\nومنابرها من النور، وسررها من الياقوت، وفراشها من سندس وإستبرق يقدر من\nأبوابها/، وعرضها نور ساطع شعاعه كشعاع الشمس عنده، كمثل الكوكب الدري\nوالنهار المضيء، وإذا القصور شامخة من أعلى عليين من الياقوت يزهر نورها،\nفلولا أنه مسخر لهم لالتمع إبصارهم من شدة صفائها وعين جوهرها ما كان منها\nأبيض فمن الياقوت الأبيض مفروش بالحرير الأبيض، وما كان منها أحمر فمن\nالياقوت الأحمر <span id='ms058'></span> والذهب الأحمر والفضة البيضاء، قواعدها من الجوهر، وأركانها\nمن الذهب وشرفها قباب اللؤلؤ، وبروجها غرف من المرجان، وإذا ببراذين مقرونة\nمن ياقوت أبيض مصنوع فيها الروح يجيبها الولدان المخلدون بيد كل وليد حكمة\nببرذون من تلك البراذين، لجمها وأعينها من فضة بيضاء، منظمومة بالدر\nوالياقوت، وسرجها من ياقوت أحمر ملبسة بالسندس الأخضر على كل أربعة منها\nمركبة من مراكب الجنة والرحالة أسفلها سرير من ذهب، وأعلاها قبة من جوهر،\nإما لؤلؤة وإما زمردة وإما درة، وباقية القصور منابر من النور عليها\nالملائكة قعود ينتظرونهم روادا ليهنئوهم، ويحيوهم، فيتحول كل رجل منهم على\nمركبة، ثم ينطلقون، وتشيعهم الملائكة المقربون يسلكون بهم رياض الجنة، فإذا\nوصلوا إلى قصورهم نهضت الملائكة من مجالسها، فعارضوهم، واستنزلوهم/،\nوصافحوهم وشبكوا أيديهم في أيديهم، ثم أجلسوهم بينهم، ثم أقبلوا على الضحك،\nوالمداعبة، وتقول لهم الملائكة: أما وعزة الله وجلاله ما ضحكنا مذ خلقنا\nإلا معكم، ولا تحركت ألسنتنا، ولا شفاهنا مذ خلقنا إلا بالتسبيح حتى ضحكنا،\nوتكلمنا معكم فهنيئا هنيئا لكم كرامة ربكم، وهنيئا هنيئا لكم جنان الخلد\nالتي بوأكم، فإذا ودعوهم وانصرفوا عنهم دخل القوم قصورهم، فليس منهم أحد\nإلا وقد وجد في قصره جميع أمنيته التي تمنى على ربه قد جمعها الله، وإذا في\nكل قصر باب يفضي إلى واد أفيح من أودية الجنة محفوفة تلك الأودية بجبال من\nالمها الأبيض، وكذلك جبال الجنة، وفي تلك الجبال معادن الجوهر، والياقوت،\nوالذهب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nوالفضة قاعدة تلك المعادن أفواهها في بطن كل واد منها أربع جنات، جنتان\nذواتا أفنان، فيهما عينان تجريان، وفيهما من كل فاكهة زوجان، وجنتان\nمدهامتان فيهما عينان نضاختان، وفيهما فاكهة ونخل، ورمان، وحور مقصورات في\nالخيام لم يطمسهن إنس قبلهم، ولا جان، كأنهن الياقوت والمرجان، فإذا تبوؤوا\nمنازلهم، واستقر قرارهم قال الله تبارك وتعالى لهم: هل وجدتم ما وعد ربكم\nحقا؟ قالوا: نعم، وعزة ربنا. قال: فكيف/ وجدتم ثوابه؟ قالوا: رضينا، فارض\nعنا، قال لهم: برضائي عنكم نظرتم إلى وجهي، وسمعتم كلامي، وأحللتم داري <span id='ms059'></span>،\nوصافحتكم ملائكتي، فهنيئا لكم عطاء غير مجدود ليس فيها نصب، ولا لغوب،\nفيقولوا عند ذلك: الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور الذي\nأحلنا دار المقامة من فضله لا يمسنا فيها نصب، ولا يمسنا فيها لغوب)).\n</p>\n\n<p>\n230- قال: وحدثني أسد بن موسى، عن سليمان بن حميد قال: سمعت محمد بن كعب\nالقرظي يحدث عمر بن عبد العزيز رضي الله عنه قال: إذا فرغ الله من أهل\nالجنة وأهل النار، أقبل في ظلل من الغمام، والملائكة الكرام، فسلم عليهم في\nأول درجة فيردوا عليه السلام، قال القرظي: وبيان هذا في القرآن قوله تعال:\n{سلام قولا من رب رحيم} ثم يقول: سلوني، فيقولون: نسألك أي رب رضوانك،\nفيقول: رضائي أحللتكم داري، وجنتي، فيقولون: ربنا وما الذي نسألك فوعزتك\nوجلالك لو قسمت علينا، ورق الثقلين لأطعمناهم، ولأسقيناهم، ولألبسناهم،\nولخدمناهم لا ينقص ذلك شيئا، فيقول: إن لدي مزيد، قال: ثم يأتيهم التحف من\nعند الله تحملها الملائكة إليهم.\n</p>\n\n<p>\n231- قال عبد الملك: وبلغني عن سعيد بن المسيب أنه قال: قال رسول الله\nصلى الله عليه وسلم /: ((إذا صار أهل الجنة إلى منازلهم من الجنة، ناداهم\nربهم جل جلاله، وتقدست أسماؤه: يا أهل الجنة أرضيتم منازلكم، فيقولون: وما\nأنزلتنا منازل الكرامة، فلا نبغ عنها حولا، ولا نبغ بها بدلا، وإنا قد\nسمعنا الصوت، واشتقنا النظر إلى وجهك الكريم، فيقول الله للجنة التي بها\nموضع عرشه، وهي جنة عدن: خذي زينتك، واستعدي، فإن عبادي يريدون زيارتي،\nوأنا أريد أن أريهم وجهي الكريم، فتأخذ زينتها وتستعد، فيأتون رب العزة\nلزيارته، فيأذن لهم، فيدخلون عليه، وينظرون إلى وجهه الكريم العظيم الجليل،\nفيقولون: ربنا لك الحمد، ويخرون سجدا، فيقول الله عز وجل: عبادي ليس هذا حين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nعمل، ولكن هذا حين نظرة، وسرور وكرامة، ونعمة، فارفعوا رؤوسكم، وسلوني ما\nشئتم أعطيكم أمنيتكم، فيقولون: ربنا نسألك رضاك، فيقول: قد رضيت عنكم الرضا\nكله، وبرضائي عنكم نظرتم إلى وجهي فسلوني ما شئتم، وتمنوا علي أعطيكموه،\nفيتمنون، فيقول: ازدادوا، ثم يتمنون، فيقول <span id='ms060'></span>: ازدادوا، ثم يتمنون، فيقول:\nازدادوا، فيقولون: حسبنا ربنا، فيقول لهم: لكم ما شئتم، وعشرة أضعافه)).\n</p>\n\n<p>\n232- قال عبد الملك: وبلغني أن رسول الله صلى الله عليه وسلم قال: ((إذا\nصار أهل/ الجنة إلى منازلهم من الجنة بعث إليهم الروح الأمين جبريل عليه\nالسلام، فيقول: يا أهل الجنة إن ربكم يقرئكم السلام، ويأمركم أن تزوروه في\nدار الجلال، ودار السلام، فينطلقوا مسرورين مستبشرين إلى ربهم حتى يقفوا\nبداره التي بها موضع عرشه، وهي جنة عدن، فيأذن لهم، فيدخلون، ويسفر لهم عن\nوجهه الكريم العظيم الجليل، فيسلمون، وتسليمهم أن يقولوا: ربنا أنت السلام،\nومنك السلام، ولك حق الجلال والإكرام، فيقول لهم رب العزة: وعليكم السلام\nمني وعليكم رحمتي، وتحيتي، مرحبا وأهلا بعبادي الذين أطاعوني بالغيب،\nوحفظوا وصيتي، ورعوا عهدي، فيقولون: وعزتك وجلالك ما عبدناك حق عبادتك، ولا\nقدرناك حق قدرك، ولا أدينا إليك كل حقك، فأذن لنا بالسجود، فيقول لهم: إني\nقد رفعت عنكم مؤونة العبادة، وأفضيتم إلى كرامتي فيوضع عند ذلك المنابر\nللأنبياء، والرسل، والكراسي للشهداء والصديقين، والنمارق لمن دونهم،\nفيأخذون مجالسهم، فيقول الله تعالى لداود نبيه: يا داود مجدني بصوتك الحسن،\nفيرفع صوته بالتسبيح، والتحميد، والتمجيد، والتقديس، بصوت لم يسمع الخلائق\nأحسن منه، ثم يقول الله عز وجل لملائكته/: أطعموا عبادي وزواري، فتوضع\nبينهم مائدة الخلد بألوان الأطعمة، فيأكلون أكلة لا يمسهم بعدها جوع أبدا،\nثم يقول الله عز وجل: اسقوا عبادي وزواري الرحيق المختوم الذي لم تمسه\nالأيدي، ولم يغير طعمه شمس، ولا ريح، فيشربون شربة لا يمسهم بعدها ظمأ\nأبدا، ثم يقول تعالى: فكهوا عبادي وزواري، فيتفكهون بما لم يخطر على بال،\nولم يظنوا أنه يكون مثله، ثم يقول تعالى: اكسوا عبادي، وزواري، فيكسى كل\nرجل منهم سبعمائة حلة، والأدنى منهم سبعين حلة ليس منها حلة على لون الأخرى\nهي أخف عليهم من ريشة على ظهورهم، ثم يقول تعالى: عطروا عبادي، وزواري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nفتظلهم سحابة، فتمطر عليهم ما وجدوا مثله في شيء من الجنة، ولا من طيبها\nيزيدهم بذلك حسنا <span id='ms061'></span>، وجمالا، ثم يقول تعالى: عبادي سلوني ما شئتم أعطيكموه،\nفيقولون: ربنا نسألك رضاك، فيقول: قد رضيت عنكم الرضا كله، وبرضائي عنكم\nنظرتم إلى وجهي، وحللتم داري، فاسألوني ما شئتم أعطيكموه، فيتمنى كل رجل\nمنهم ما شاء، فيقول: ازدادوا، فيتمنون، فيقول: ازدادوا، فيتمنون، فلا\nيزالون يتمنون، ويعطون، فيقولون ربنا حسبنا، فيقول لهم: قد أعطيتكم أمنيتكم\nوعشرة أضعافها/، ولكم عندي من المزيد ما لم تبلغه أمنيتكم، ولم يخطر على\nقلوبكم، فيؤتون بذلك كله، فإذا فرغوا من ذلك عرضت عليهم خيل مقرنة على كل\nأربعة منها سرير من ياقوتة، وعلى كل سرير منها قبة من ذهب مفروغة، في كل\nقبة منها فراشان من فرش الجنة، وفي كل قبة جاريتان من الحور العين، فيأمر\nالله كل رجل منهم، فيتحول في قبة مع جاريته يعانقها، وتعانقه، ويهنئان\nبكرامة الله، ويأمر الله الملائكة فينصرفون بهم إلى منازلهم التي أعدها\nالله لهم في الجنة إلى قباب من در مجوفة محصنة بالدر، والياقوت، والزبرجد\nفيتلقاهم أزواجهم، وعليهن من كرامة الله، وحوادث نعمته أكثر مما فارقوهم\nعليه، فتقول كل زوجة منهم: مرحبا بحبيبي، فتضع فاها على فيه، وبطنها على\nبطنه، ثم تجيء الأخرى فتقول: مرحبا بحبيبي، ثم تأتي أخرى، فتقول مثل ذلك،\nثم يقلن بأجمعهن، والذي كرمك يا ولي الله بالنظر إلى وجهه لقد ازددت في\nأعيننا حسنا، وكمالا، وجمالا، وبهاء، فيقول: وأنتن، والله لقد زادكن الله\nحسنا، وكمالا، وجمالا، وبهاء، فهذا لهم في مقدار يوم الجمعة مثل أيام\nالدنيا، وهو يوم المزيد في الجنة)).\n</p>\n\n<p>\n233- قال عبد الملك: وحدثني ابن عبد الحكم، عن الليث بن سعد، عن أبي\nهلال، عن/ عبد الله بن عمرو بن العاص رضي الله عنه أن رسول الله صلى الله\nعليه وسلم قال: ((إن أهل الجنة يرون الجبار تبارك وتعالى في مقدار يوم من\nأيام الدنيا، فيكون أقربهم من الله على منابر من ياقوت، ثم الذين يلونهم\nعلى منابر من زبرجد، ثم الذين يلونهم على منابر من لؤلؤ، ثم الذين يلونهم\nعلى منابر من ذهب <span id='ms062'></span>، ثم الذين يلونهم على منابر من فضة، ثم الذين يلونهم على\nكثبان المسك، فبينما هم ينظرون في وجه الله تعالى الكريم العظيم الجليل،\nوينظر الله في وجوههم، إذ أقبلت سحابة حتى تغشاهم فأمطرت عليهم من النعمة،\nوالكرامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nواللذة، ما لا يعلمه إلا الله فيزدادون لذلك نورا، وجمالا، وحسنا وكرامة من\nالله لهم)).\n</p>\n\n<p>\n234- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن أن رسول\nالله صلى الله عليه وسلم قال: ((إن أهل الجنة ليزورون ربهم في كل يوم جمعة\nفي كثيب من كافور لا يرى طرفاه، وفيه نهر جار حافتاه المسك عليه حواري\nيقرأن القرآن بأحسن أصوات يسمعها الأولون، والآخرون، فإذا انصرفوا إلى\nمنازلهم أخذ كل رجل منهم ما شاء بيده منهن)).\n</p>\n\n<h1 class='l1' id='head30'>AUTO ما جاء في خلود أهل الجنة والنار</h1>\n\n<p>\n235- قال عبد الملك/ بن حبيب: وحدثني أسد بن موسى، عن المبارك بن فضالة،\nعن الحسن أن رسول الله صلى الله عليه وسلم قال: ((ما يخشى أهل الجنة إلا\nالموت، وما يرجو أهل النار إلا الموت، قد علم أهل الجنة أن كل نعيم يكون\nالموت بعده يقطعه، وقد علم أهل النار أن كل عذاب يكون الموت بعده يقطعه\nقال: فيؤتى بالموت فيوقف بين الجنة والنار كأنه كبش أملح، فيذبح، ثم ينادي\nمناد يا أهل الجنة: خلود فلا موت، ويا أهل النار خلود فلا موت، قال: فيأمن\nأهل الجنة آخر ما عليهم، وييأس أهل النار آخر ما عليهم)).\n</p>\n\n<p>\n236- قال: وحدثني أسد بن موسى، عن الأعمش، عن أبي صالح، عن أبي سعيد\nالخدري أن رسول الله صلى الله عليه وسلم قال: ((يؤتى بالموت يوم القيامة في\nصورة كبش أملح، فيقام بين الجنة والنار، فينادي مناد: يا أهل الجنة،\nفيستجيبون، وينظرون، فيقال لهم: هل تعرفون هذا؟ فيقولون: نعم هذا الموت، ثم\nينادي مناد: يا أهل النار فيستجيبون، وينظرون، فيقال لهم: هل تعرفون هذا؟\nفيقولون: نعم هذا الموت، ثم يؤمر به، فيذبح، فيقال: يا أهل الجنة خلود فلا\nموت، ويا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nأهل النار خلود فلا موت <span id='ms063'></span>، ثم قرأ عليه السلام: {وأنذرهم يوم الأزفة إذ\nالقلوب لدى الحناجر/ كاظمين ما للظالمين من حميم ولا شفيع يطاع}.\n</p>\n\n<p>\n237- قال: وحدثني أسد بن موسى، عن الكلبي في قول الله تبارك وتعالى:\n{الذي خلق الموت والحياة} قال: خلق الموت في صورة كبش أملح.\n</p>\n\n<h1 class='l1' id='head31'>AUTO ذكر تفسير ما في القرآن من ذكر الجنة، وما فيها</h1>\n\n<p>\n238- قال عبد الملك: حدثني أسد بن موسى، وعبد الله بن الحكم، عن الفزاري،\nعن جويبر، عن الضحاك بن مزاحم في قول الله تبارك وتعالى: {ولمن خاف مقام\nربه جنتان} قال: من راقب الله في السر، والعلانية بعمله كله، وعلم أنه\nسيقوم ذلك المقام، فما كان من خير أفضى به إلى الله تعالى لا يحب أن يطلع\nعليه أحد، وما عرض له من ركوب محرم تركه من مخافة الله، فإن الله ينجز له\nما وعده في كتابه حيث يقول: {ولمن خاف مقام ربه جنتان} أما الأولى منها\nفمدينة من فضة شرفها من ذهب حوله جنتان فيأخذ ملك من ملائكة الله بيده،\nفينطلق به إليها، ويبلغ أهلها: أن ولي الله قد أقبل، فيشرف من فيها على\nالمدينة فإذا رأوه قالوا: مرحبا بسيدنا، ومولانا نحن لك، فيدخله المدينة،\nفيرى ما فيها من الأزواج، والخدم، والخيل، وما أعد الله له فيها من\nالكرامة، ثم يأخذ بيده، فينطلق به إلى مدينة/ من ذهب شرفها من فضة، ويبلغ\nأهلها أن ولي الله قد أقبل، فيشرف من فيها على المدينة، فإذا رأوه قالوا:\nمرحبا بسيدنا، ومولانا نحن لك، فيدخله المدينة، فيريه ما فيها. قال:\nومدينتان أخريان حولهما فذلك قوله في كتابه: {ومن دونهما جنتان} ثم يأخذ\nبيده، فينطلق إلى مدينة من ياقوت، وشرفها زبرجد، فيبلغ أهلها: أن ولي الله\nقد أقبل فيشرف من فيها على المدينة، فإذا رأوه قالوا: مرحبا بسيدنا،\nومولانا نحن لك، ثم يأخذ بيده، فينطلق به إلى مدينة من زبرجد شرفها ياقوت،\nفيبلغ أهلها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأن ولي الله قد أقبل، فيشرف من فيها على المدينة، فإذا رأوه، قالوا: مرحبا\nبسيدنا، ومولانا نحن لك <span id='ms064'></span>، فيدخله القصر، فيريه ما أعد الله له من النعيم\nوالكرامة والأزواج والخيل والخدم، فيقول له الملك: يا ولي الله كل ما ترى\nلك، ولك عند الله المزيد، فيقول: الحمد لله الذي صدقنا وعده، وأورثنا الأرض\nنتبوأ من الجنة حيث نشاء، فنعم أجر العاملين.\n</p>\n\n<p>\n239- قال عبد الله: وحدثني المكفوف، عن أيوب بن حوط، عن قتادة، قال:\nالمنزل الأول في سورة الرحمن منزل المقربين، والمنزل الآخر منزل أصحاب\nاليمين.\n</p>\n\n<p>\n240- قال عبد الملك: وهو أحسن عندي من تفسير الضحاك فيه، قال: وقال قتادة\nفي قوله تعالى: {ولقاهم نضرة وسرورا} قال: نضرة في وجوههم،/ وسرورا في\nقلوبهم.\n</p>\n\n<p>\nقال: وقال قتادة في قوله تعالى: {مثل الجنة التي وعد المتقون} أي صفة\nالجنة، وفي قوله تعالى: {ذواتا أفنان} قال: الأفنان: الأغصان، وقال بعضهم:\nالألوان، وفي قوله تعالى: {وندخلهم ظلا ظليلا} قال: ندخلهم ظلا لذلك الظل\nظل، وقال بعضهم: ظلا دائما، وفي قوله تعالى: {مدهامتان} قال: خضراوان\nناعمتان، وفي قوله تعالى: {فيهما عينان نضاختان} قال: نباعتان بكل خير، وفي\nقوله تعالى: {ويطوف عليهم ولدان مخلدون} قال: لا يموتون، وفي قوله تعالى:\n{بأكواب وأباريق} قال: المكوكب المدور القصير العنق القصير العروة،\nوالإبريق المستطيل العنق الطويل العروة، وفي قوله تعالى: {كانت قواريرا\nقواريرا من فضة} قال: اجتمع فيها صفاء الزجاج في بياض الفضة، وهي من فضة،\nوفي قوله تعالى: {قدروها تقديرا} قال: على قدر أكف الخدم، وقال بعضهم: على\nقدر ريهم، وما يشتهون لا ينقص، ولا يفضل، وفي قوله تعالى: {وكأسا دهاقا}\nقال: الممتلئة المترعة، وفي قوله تعالى: {يسقون من رحيق مختوم. ختامه مسك}\nقال: عاقبته مسك، وقال بعضهم: خاتمه مسك كما يختم أهل الدنيا على آنية\nشرابهم بالطين، وهو أحسن ما سمعت.\n</p>\n\n<p>\nوكذلك كان ابن عباس رضي/ الله عنهما يقرؤها: خاتمه مسك، وفي قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nتعالى: {ومزاجه من تسنيم. عينا يشرب بها المقربون} قال قتادة: يشربون صرفا،\nويمزج منها لسائر أهل الجنة، وقال ابن عباس: من تسنيم، إنها التي قال الله\nفيها: {فلا تعلم نفس ما أخفى الله لهم <span id='ms065'></span> من قرة أعين جزاء بما كانوا يعملون}،\nوفي قوله تعالى: {عينا يشرب بها عباد الله يفجرونها تفجيرا} قال قتادة:\nيؤتي أحدهم بإصبعه إليها، فتتبعه حيث شاء، وفي قوله تعالى: {وكأس من معين\nلا يصدعون عنها ولا ينزفون} قال قتادة: الكأس الخمر، لا يصدعون عنها قال:\nلا يصيبهم منها صداع ولا ملل، {ولا هم عنها ينزفون} يقول: لا تذهب عقولهم،\nولا يسكرون منها، وفي قوله تعالى: {يطاف عليهم بكأس من معين. بيضاء لذة\nللشاربين} قال قتادة: الكأس هنا الخمر بيضاء ليست خمرا كخمر الدنيا لا فيها\nغول، قال: لا يصيبهم منها وجع بطن، {ولا هم عنها ينزفون} يقول: لا يسكرون،\nوالنزيف هو السكران الذي قد أنزف السكر عقله يعني ذهبت الخمرة بعقله، وفي\nقوله تعالى: {متكئين على رفرف خضر وعبقري حسان} قال قتادة: الرفرف المحابس،\nوالعبقري: المرافق وقال الحسن مثله.\n</p>\n\n<p>\nوفي قوله تعالى: {ويلبسون ثيابا خضرا من سندس وإستبرق} قال قتادة: السندس\nمن الوشي، والإستبرق/ الديباج، وقال عكرمة مثله، وفي قوله تعالى: {فاليوم\nالذين ءامنوا من الكفار يضحكون} قال قتادة: إن في السور الذي بين الجنة\nوالنار كوى، فإذا أراد الرجل من أهل الجنة أن ينظر إلى عدوه من أهل النار\nكيف يعذب اطلع، فينظر إليه، وإن شاء نظر إليه، وهو متكئ على أريكته، وذلك\nأن الملائكة تأتي أهل النار، فيفتح لهم بابا من النار، وتناديهم ألا هلموا\nألا هلموا فيذهبون مسرعين يجرون الأغلال، والسلاسل، ويجرون على وجوههم طمعا\nفي الخروج، فإذا قاربوا أغلق الباب دونهم، وأهل الجنة ينظرون إليهم، وهم\nمتكئون على أرائكهم، فيضحكون منهم، فذلك قوله عز وجل: {فاليوم الذين ءامنوا\nمن الكفار يضحكون. على الأرائك ينظرون} وهو قوله أيضا: {الله يستهزئ بهم}\nوهو قوله أيضا: {يخادعون الله وهو خادعهم} وقوله تعالى: {قال قائل منهم إني\nكان لي قرين. يقول أءنك لمن المصدقين. أءذا متنا وكنا ترابا وعظاما أءنا\nلمدينون. قال هل أنتم مطلعون. فاطلع فرءاه في سواء الجحيم} قال قتادة في\nوسط الجحيم قال: الجحيم قال: فوالله لولا <span id='ms066'></span> أن الله عرفه به ما عرفه لقد تغير\nلونه، وشعره، قال: {تالله إن كدت لتردين. ولولا نعمة ربي لكنت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nالمحضرين}/ قال: في النار {أفما نحن بميتين. إلا موتتنا الأولى وما نحن\nبمعذبين. إن هذا لهو الفوز العظيم. لمثل هذا فليعمل العاملون} وفي قوله\nتعالى: {بطائنها من إستبرق} قال قتادة: الإستبرق الديباج وقال الحسن مثله،\nوقال بطائنها هي التي تلي جلودهم، وهي ظواهر العرش.\n</p>\n\n<p>\n241- قال عبد الملك: وحدثني أسد بن موسى، عن الكلبي، عن أبي صالح، عن ابن\nعباس في قوله تعالى: {وعلى الأعراف رجال} قال:هم قوم استوت حسناتهم،\nوسيئاتهم، وقوم قتلوا في سبيل الله بمعصية آبائهم، فجاوزت بهم حسناتهم\nالنار، وقصرت بهم سيئاتهم عن الجنة، والأعراف سور بين الجنة، والنار، وقوله\nتعالى: {يعرفون كلا بسيماهم} قال: يعرفون من دخل الجنة ببياض وجهه، وسواد\nعينيه، ومن دخل النار بسواد وجهه، وزرقة عينيه، فإذا نظروا إلى أهل الجنة\nقالوا: {سلام عليكم} قال الله تعالى: {لم يدخلوها وهم يطمعون} قال: ثم\nيدخلهم الله عز وجل الجنة بعد، وهم لا يطمعون في دخولها.\n</p>\n\n<p>\nوفي قوله تعالى: {مقصورات في الخيام} قال ابن عباس رضي الله عنهما:\nمحبوسات في الخيام، والخيمة الواحدة مجوفة أربع فراسخ في أربع فراسخ. وفي\nقوله تعالى: {وحور عين} قال/ ابن عباس: الحور: البيض، والعين: الحسان\nالعيون. وفي قوله تعالى: {جنات عدن مفتحة لهم الأبواب} قال ابن عباس: عدن\nدار الرحمن والجنات حولها، فأيهم كان أقرب إليها، فهو أفضل، وهو قوله:\n{جنات عدن مفتحة لهم الأبواب}.\n</p>\n\n<p>\nوفي قوله تعالى: {ويدخلهم الجنة عرفها لهم} قال ابن عباس: يكون أحدهم إذا\nدخلها أعرف بمنزله من أحدكم بمنزله إذا انصرف من الجمعة.\n</p>\n\n<p>\nوفي قوله تعالى: {ءاباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا} قال ابن\nعباس: ذلك في الآخرة يكون الوالد في درجة، والولد في درجة أسفل منها أو\nفوقها، فيرفع الأسفل إليه، قال ابن عباس، وهو قوله أيضا: {والذين ءامنوا\nواتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم} يعني في درجاتهم، وفي قوله\nتعالى <span id='ms067'></span>: {وإذا رأيت ثم رأيت نعيما وملكا كبيرا} قال ابن عباس: إن الملائكة\nتأتيهم بالهدايا، والكرامة من عند الله، فلا يدخلوا عليهم، حتى يستأذنوا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nفذلك الملك الكبير، وقاله الحسن أيضا. وأما قوله تعالى: {قل إن الخاسرين\nالذين خسروا أنفسهم وأهليهم يوم القيامة} قال ابن عباس: لكل رجل منهم من\nبني آدم قصر آهل، ومنزل في الجنة، فإذا دخل النار صارت منازلهم، وأهليهم\nللمسلمين، فذلك قوله تعالى: {أولئك الذين/ خسروا أنفسهم وأهليهم يوم\nالقيامة} وهو قوله أيضا: {أولئك هم الوارثون. الذين يرثون} قال: يرثون من\nالكفار أهليهم، ومنازلهم في الجنة، وفي قوله تعالى: {ويطوف عليهم غلمان لهم\nكأنهم لؤلؤ مكنون} قال ابن عباس: شبههم بصفاء اللؤلؤ المكنون الذي قد كن من\nأن يصيبه شمس، وريح، أو مطر، وفي قوله تعالى: {كأنهن الياقوت والمرجان} قال\nالمرجان كبار اللؤلؤ. فشبه صفاءهن بصفاء الياقوت، وبياضهن ببياض اللؤلؤ\nالكبير، وفي قوله تعالى: {إخوانا على سرر متقابلين} قال ابن عباس: لا ينظر\nأهل الجنة بعضهم إلى قفا بعض إنما ينظر بعضهم إلى وجه بعض.\n</p>\n\n<p>\nقال سفيان الثوري: ينظر أحدهم إلى ما خلفه كما ينظر إلى ما بين يديه، وفي\nقوله تعالى متكئين: {على سرر موضونة} قال ابن عباس: مزمولة بالذهب، وقضبان\nاللؤلؤ.\n</p>\n\n<p>\nقال عبد الملك: والمزمولة المضفورة المنسوجة، زمال السرير فرشه بالسريك\nوالحجال، وفي قوله تعالى: {إن أصحاب الجنة اليوم في شغل فاكهون} قال ابن\nعباس في افتضاض العذارى كلما افتض أحدهم عذراء عادت عذراء بذكر لا يمل،\nوفرج لا يمني، وشهوة لا تنقطع.\n</p>\n\n<p>\nوفي قوله تعالى: {هم وأزواجهم في ظلل على الأرائك متكئون} قال: الأرائك\nهي السرر في الحجال.\n</p>\n\n<p>\n242- قال عبد الملك: وحدثني أسد بن موسى، عن المبارك بن فضالة، عن الحسن\nفي قول الله تعالى: {في سدر مخضود} قال الحسن: هو الذي لا شوك فيه {وطلح\nمنضود} قال الحسن: الطلح: الموز، والمنضود: المتراكب، وقاله ابن عباس،\nوسعيد بن عياش، وقوله تعالى: {وفاكهة كثيرة. لا مقطوعة ولا ممنوعة} قال\nالحسن: إن ثمار الدنيا لها زمان تكون <span id='ms068'></span> فيه، ثم تنقطع، وإن ثمار الجنة لا\nتنقطع، وإن ثمار الدنيا لها من يمنعها، وإن ثمار الجنة لا تمنع، وفي قوله\nتعالى: {قطوفها دانية} قال الحسن: يتناولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nفيها قياما، وقعودا، ومضطجعين، وكيف شاؤوا. وفي قوله تعالى: {وذللت قطوفها\nتذليلا} قال: ذللت لهم يتناولون منها كيف شاؤوا من أيها شاؤوا.. وفي قوله\nتعالى: {كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل وأتوا\nبه متشابها} خيارا لا رذل فيه يشبه آخره أوله في الطيب والفضل، ليس فيه رذل.\n</p>\n\n<p>\n243- قال: وحدثني أسد بن موسى، عن روح، عن أبي إسحاق الهمداني، عن عمر بن\nميمون الأزدي في قول الله تعالى: {{وظل ممدود} قال: سبعون ألف ذراع.\n</p>\n\n<h1 class='l1' id='head32'>AUTO جامع ذكر الجنة، وكرامة أهلها</h1>\n\n<p>\n244- قال عبد الملك: حدثني أسد بن موسى/ عن يعقوب بن إبراهيم، عن إسماعيل\nبن رافع أن رسول الله صلى الله عليه وسلم قال: ((يدعى أهل القرآن، فيكسى كل\nرجل منهم حلة الكرامة، ويتوج بتاج الملك إن لذلك التاج سبعين ركنا من\nياقوت، يضيء كذا وكذا من البلاد، ثم يقال له: اقرأ، وارق فما يقرأ سورة إلا\nرفعه الله بها درجة حتى ينتهي به القرآن إلى غرفة لها سبعون ألف باب فيها\nأزواجه، وخدمه وقهارمته، وفيها الأنهار المطردة، والثمار المتدلية، وفيها\nما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فبينما هو فيها قد سر،\nوحبر، وقرت عينه إذ دخل عليه من أول باب منها سبعون ألف ملك كلهم معهم هدية\nأهداها الله له، لكل شيء منها من ذلك ريح، ولون، وطعم ما ليس لصاحبه،\nفيقولون له: السلام عليك بما صبرت، فنعم عقبى الدار، فيوضع بين يديه، فيسر،\nويحبر، وتقر عينه، ثم يأمر قهارمته، فيرفعونها، ثم يدخل عليه من الباب\nالآخر أربعون ومائة ألف، هم أحسن من الذين كانوا قبلهم وجوها، وأطيب ريحا\nكلهم معهم هدية أهداها الله لكل شيء من ذلك ريح، وطعم ولون، وريح غير طعم\nصاحبه، ولونه فيضعونها بين يديه، فيسر، ويحبر، وتقر عينه <span id='ms069'></span>، فيقولون/ له:\nالسلام عليك بما صبرت، فنعم عقبى الدار، فيأمر قهارمته، فيرفعونها، ثم يدخل\nعليه من الباب الآخر ثمانون ومائة ألف ملك، ثم يدخل عليه من كل باب على قدر\nذلك من التضعيف له أبدا ثم يؤتى بوالديه إذا كانا مسلمين فيصنع بهما كما\nصنع به تكرمة لهما، وله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n245- قال: وحدثني علي بن معبد، عن المعتمر بن سليمان، عن ليث بن أبي سليم،\nعن عبد الرحمن بن سابط أن رسول الله صلى الله عليه وسلم قال: ((إن للرجل من\nأهل الجنة ألف قصر على كل قصر قيم، فبعض القصور من درة بيضاء، وياقوتة\nحمراء، وزبرجدة خضراء غرفها، وعلاليها، وسافلها، وفيها خدمها، وأزواجها،\nوفيها أنهارها، وأشجارها، وثمارها تتفجر تلك الأنهار من جبل من مسك، فإذا\nنظر المؤمن إلى قيمه عليه من البهاء والنور ما شاء الله فيوهي ليسجد له لما\nيرى عليه من البهاء، فيقول القيم: ما تريد يا ولي الله؟ فيقول له: من تكون؟\nفيقول له: أنا لك، ولك ألف قصر، وعلى كل قصر قيم، وهذه المفاتيح، فينتهي به\nإلى أول قصر من قصوره، ومعه ملك من الملائكة، يدله على منازله من الجنة،\nفينتهي إلى قصر من فضة، وشرفه من ذهب/ فيتلقاه غلمانه، وخدمه، كأنهم اللؤلؤ\nالمكنون من كثرتهم، عليهم الأساورة، وفي أيديهم أباريق الذهب، والفضة،\nفيسلمون عليه، ويقولون له: نحن لك يا ولي الله، فيريد أن ينزل إليهم، فيقول\nله الملك تقدم، فإن أمامك أكثر من هذا، فيتقدم به حتى ينتهي إلى قصر من ذهب\nشرفه الياقوت، فيستقبله من الخدم كأنهم اللؤلؤ المكنون عليهم الأساورة، وفي\nأيديهم الأباريق الذهب، والفضة، فيسلمون عليه، ويقولون له: نحن لك يا ولي\nالله، فيريد أن ينزل، فيقول له الملك تقدم، فإن أمامك أفضل من هذا، فما\nيزال به كذلك حتى ينتهي إلى أفضل منازله من درة بيضاء لها سبعون ألف باب من\nذهب فيها أزواجه وسرره، فيتكئ على الأسرة عليها الحجال معانق الحور العين\nمثل من يوم خلقت إلى يوم القيامة لا يمل <span id='ms070'></span> أحدهم من صاحبه، ويعطى أحدهم قوة\nمائة رجل شاب في الطعام، والشراب، واللذة، والشهوة، والجماع)).\n</p>\n\n<p>\n246- قال عبد الملك: وبلغني أن رسول الله صلى الله عليه وسلم قال: ((أهل\nالجنة جرد مرد جعد مكحلون ليس/ لهم شعر إلا الرؤوس، والحواجب والأشفار، على\nطول آدم ستون ذراعا، وسن عيسى ابن مريم أبناء ثلاثة وثلاثين سنة رجالهم\nونساؤهم بيض الألوان، صفر الحلي، خضر الثياب، يضع أحدهم مائدته، وهي من\nياقوتة حمراء، ودرة بيضاء ميل في ميل، والطير كالإبل صافة بين يديه فرسخ في\nفرسخ، فيقول الطير: يا ولي الله أما أني قد شربت من أنهار الجنة، وأكلت من\nثمارها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nوسمني كذا، وريحي كذا، وشربت من كذا، وكذا، فكل مني، ويقول غيره من الطير\nنحو ذلك أيضا، فإذا أعجبه شيء مما يشتهيه وقع الطير في مائدته بين يديه على\nحال ما يشتهي، فيأكل على مائدته من كل لون سمنا مقدار أربعين سنة كلما شبع\nألقي عليه ألف باب من الشهوة، ثم تأتيه الغلمان بالشراب على برد الكافور،\nوليس بهذا الكافور، وطعم الزنجبيل، وليس هذا الزنجبيل، وعلى ريح المسك،\nوليس بهذا المسك، فإذا شربه هضم ما أكل من الطعام، والشراب، ويعطى قوة مائة\nرجل شاب في الجماع، والشهوة، فيقيم في مجامعته مقدار أربعين عاما في كل يوم\nمائة عذراء من الحور العين)).\n</p>\n\n<p>\n247- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم / قال:\n((يدخل أهل الجنة الجنة أجمعون أعلاهم وأسفلهم، ونساؤهم على قدر واحد، فإذا\nدخلوها، وصاروا إلى منازلهم بعث الله مناديا ينادي: يا أهل الجنة أرضيتم\nمنازلكم؟ فيقولون بأجمعهم: نعم، والله لقد أنزلنا ربنا منازلنا النعمة،\nوالكرامة، فلا نبغي بها بدلا، ولا عنها حولا، رضينا ربنا جارا، اللهم ربنا\nفإنا سمعنا مناديك فأجبناه بالقول الصادق، اللهم ربنا فإنا اشتهينا النظر\nإلى وجهك الكريم، فإنه أفضل ثوابنا عندك، فيأمر الله تعالى عند ذلك الجنة\nالتي بها عرشه، ومحله، وهي دار السلام، فيقول لها: خذي زينتك، واستعدي\nلزيارة أوليائي، فتسمع لربها، وتطيعه، قبل أن <span id='ms071'></span> ينقضي كلامه، فتأخذ زينتها،\nوتستعد لزيارة أولياء الله، ويأمر الله ملكا من الملائكة أن أدع عبادي إلى\nزيارتي، فيخرج الملك من عند الرحمن، فينادي بأعلى صوته بصوت لذيذ ممدود: يا\nأهل الجنة، يا أولياء الله، زورا ربكم، فيسمع صوته أعلاهم، وأسفلهم،\nفيركبون الخيل، والنوق، فيسيرون في ظلال شجر الجنة في تلال مسك أبيض،\nوزعفران أصفر حتى ينتهون إلى الباب، ويسلمون ويدخلون، وينظرون إلى عرش\nالرحمن/ وكرسيه، إلى نور يتلألأ من غير أن يتجلى لهم، فيقولون: سبحانك ربنا\nقدوس، قدوس، رب الملائكة والروح، تباركت ربنا وتعاليت، أرنا ننظر إلى وجهك،\nفيقول الله عز وجل لحجاب النور الذي يتلألأ دونه: اعتزلي فيعتزل حجاب دون\nحجاب حتى يعتزل سبعون ألف حجاب كل حجاب هو أشد من الذي يليه بسبعين ضعفا،\nفيتجلى لهم رب العزة تبارك وتعالى، فينظرون إلى وجهه الكريم العظيم الجليل،\nفيخرون له سجدا، فيقولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nوهم سجود: سبحانك ربنا، ولك الحمد والتسبيح أبدا، أنجيتنا من النار،\nوأدخلتنا الجنة، فنعم الدار ونعم القرار، ورضينا عنك الرضا كله، فارض عنا،\nفيقول الجبار تعالى: وأنا قد رضيت عنكم الرضا كله، ليس هذا حين عمل، ولكن\nهذا حين نضرة وسرور ونعيم، فسلوني أعطيكم، وتمنوا علي أزيدكم، فيتمنون في\nأنفسهم، وهم سجود أن يتم لهم ما أعطاهم من غير أن يتكلموا به، فيقول لهم\nالجبار تعالى: أنا معطيكم الذي تمنيتم، ولكم عندي من المزيد أضعافا،\nفيرفعون رؤوسهم بالتكبير لا يستطيعون أن يرفعوا أبصارهم إلى ربهم من شدة\nالنور، فيقول لهم/ العلي الأعلى: مرحبا بعبادي، وأضيافي، وجيراني، وأحبائي،\nوأوليائي، وخيرتي من خلقي، وأهل طاعتي، فيأمر الله تعالى رب العزة بمنابر\nمن نور، ودون تلك المنابر الكرسي من ذهب، ودون تلك الكراسي الفرش والنمارق\nالمصفوفة، ودون تلك النمارق، الزرابي المبثوثة، فيقول الجبار تعالى: هلموا\nاجلسوا على كراماتكم، فيتقدم الأنبياء فيجلسون على تلك الكراسي، ثم الأمثل،\nفالأمثل على قدر المجالس، ثم يوضع لهم موائد من نور لكل مائدة منها سبعون\nلونا مكللة بالدر، والياقوت، فيقول رب العزة لحفدته: أطعموا عبادي <span id='ms072'></span>، فيأكلون\nمن ذلك ما شاؤوا فيقول بعضهم لبعض: ما طعامنا الذي عند أهلينا عند هذا\nالطعام إلا حلم، ثم يقول رب العزة لحفدته: اسقوا عبادي، فيؤتون بشراب،\nفيشربون منه، فيقول بعضهم لبعض: ما شرابنا الذي عند أهلينا عند هذا الشراب\nإلا حلم، ثم يقول رب العزة لحفدته: أطعمتم عبادي وسقيتموهم، فكهوهم، فيؤتون\nبفاكهة، فيأكلون منها، فيقولون فيها مثل ما قالوا فيما قبلها، ثم يقول رب\nالعزة: اكسوا/ عبادي، وحلوهم، فيكسون، ويحلون، فيقولون فيها مثل ما قالوا\nفيما قبلها، فبينما هم جلوس على كرامتهم إذ بعث الله عليهم ريحا من تحت\nالعرش، فتثير عليهم مسكا هو أشد بياضا من الثلج، فتغير ثيابهم، ورؤوسهم، ثم\nيقول لهم رب العزة: سلوني أزيدكم، فيقولون بأجمعهم: ربنا نسألك رضاك، فيقول\nلهم: إني قد رضيت عنكم يا عبادي فيخرون له سجدا بالتسبيح، والتهليل،\nوالتكبير، فيقول لهم: عبادي ارفعوا رؤوسكم، فليس هذا موضع عبادة، ولكنه\nموضع نعيم، وسرور، فيرفعون رؤوسهم، ووجوههم مشرقة من نور ربهم، ثم يقول لهم\nرب العزة: انصرفوا إلى منازلكم، فيخرجون من عند ربهم، فتتلقاهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nغلمانهم بدوابهم، فيركب الرجل منه على ما اشتهى من دوابه، ويركب معه سبعون\nألف غلام على مثل الذي يركب، فيسبق من شاء بالبشرى إلى قصوره، ثم يسير معه\nسائرهم حتى يأتي أي قصر شاء من قصوره، فيخرج إليه خدمه، وغلمانه، وأزواجه\nمن الحور العين، فيتلقونه خارجا من قصره، فإذا دخل قصره قامت إليه زوجته\nفرحبت به وقالت/ له: لقد جئتني بنور وجه وجمال، وريح، وحلية، وكسوة لم\nأفارقك عليها، قال: فينادي ملك من عند الرحمن بصوت عال: يا أهل الجنة هكذا\nأنتم أبدا أجدد لكم الكرامة، والنعيم. قال: والملائكة يدخلون عليهم من كل\nباب يقولون لهم: سلام عليكم، ربكم يقرئكم السلام، معهم الأطعمة، والأشربة،\nوالكسوة، والحلية فجند من الملائكة تدخل، وجند من الملائكة تخرج هكذا\nأبدا)).\n</p>\n\n<p>\n248- قال: وحدثني ابن عبد الحكم أن رسول الله صلى الله عليه وسلم قال:\n((المتحابون في الله في جنة عدن في قصور على عمد <span id='ms073'></span> من ياقوت مشرفين على أهل\nالجنة مكتوب في جباههم، هؤلاء المتحابون في الله بخط من النور إذا أطلع\nأحدهم من قصره ملأ نور وجهه قصور أهل الجنة، كما يملأ نور الشمس الأرض،\nفيقول أهل الجنة: هذا رجل من المتحابين في الله قد أطلع، فينظرون إلى وجهه،\nفإذا هو كالقمر ليلة البدر)).\n</p>\n\n<p>\n249- قال: وحدثني ابن المغيرة، عن العرزمي، عن مجاهد قال: إنما وصف لكم\nما في الجنة مثل ما في الدنيا يشبهها لتعرفوه، وليس هو على حاله، ولا على\nلونه، ولا على طعمه، ولكن شبه لكم لتعرفوه))/.\n</p>\n\n<p>\n250- قال: وحدثني أصبغ بن الفرج قال: كان الحسن البصري يقول: ما حليت جنة\nما حليت لهذه الأمة، وذكر أن رجلا تلا آية من كتاب الله عند النبي صلى الله\nعليه وسلم فيها ذكر الجنة، فرددها، ثم زفر زفرة خرجت منها نفسه، فقال النبي\nصلى الله عليه وسلم : ((خرجت نفس صاحبكم شوقا إلى الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>AUTO ما جاء في نوم أهل الجنة</h1>\n\n<p>\n251- قال عبد الملك: حدثني عبد الله بن نافع، عن المنكدر بن محمد بن\nالمنكدر، عن أبيه أن رجلا قال: يا رسول الله أينام أهل الجنة؟ فقال عليه\nالسلام : ((لا تسألوني إلا ما ابتدائكم به، ثم قال: إن بلغت شهوتهم النوم،\nفإنه لهم، قالوا: يا رسول الله النوم مما يقر بأعيننا في الدنيا، فقال: إن\nالنوم أخو الموت، وليس في الجنة موت، قالوا: فما راحتهم فيها يا رسول الله؟\nفقال: وهل فيها من لغوب كل أمرهم راحة))، فأنزل الله تعالى: {لا يمسنا فيها\nنصب ولا يمسنا فيها لغوب}.\n</p>\n\n<h1 class='l1' id='head34'>AUTO ما جاء في تفسير النفس من الروح، وهو الجزء الثاني من كتاب عبد</h1>\n\nالملك ابن حبيب السلمي رضي الله عنه\n<p>\n/ قال عبد الملك بن حبيب رضي الله عنه: النفس غير الروح، والروح غير\nالنفس، فالنفس صورة مصورة، وجسد مجسد لها يدان ورجلان، ورأس، وعينان، وهي\nفي الجسد كخلق مركب عليه خلق، وكخلق في جوف خلق تسل من الجسد عند الوفاة\nبخلقها وصورتها، ويبقى الجسد بعدها جثة.\n</p>\n\n<p>\n252- قال عبد <span id='ms074'></span> الملك: هكذا أخبرني أصبغ بن الفرج، عن عبد الرحمن بن\nالقاسم، عن عبد الرحمن بن خالد، وكان فقيها عالما يعرف ما يقول، ولا يقول\nإلا ما علم.\n</p>\n\n<p>\nقال عبد الملك: والروح إنما هو النفس الجاري في الجسد الداخل والخارج وهو\nللنفس بمنزلة الماء للحوت لا حياة للحوت إلا بالماء وكذلك لا حياة للنفس\nإلا بالروح.\n</p>\n\n<p>\nقال عبد الملك: والنفس هي التي تلذ وتسر، وتفرح وتحزن، وتتوجع، وتتألم،\nوتعقل وتعرف، وتبصر، وتسمع، وتتكلم، والروح دون النفس لا تلذ، ولا تحزن،\nولا تتألم، ولا تعرف شيئا.\n</p>\n\n<p>\nقال عبد الملك: وبيان ذلك في كتاب الله تعالى قوله عز وجل: {الله يتوفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nالأنفس حين موتها والتي لم تمت في منامها فيمسك/ التي قضى عليها الموت\nويرسل الأخرى إلى أجل مسمى}.\n</p>\n\n<p>\nقال عبد الملك: فالأنفس كلها تقبض عند الموت، وتبقى الأرواح في الأجساد\nلا تسمع، ولا تبصر، ولا تألم، ولا تحزن ولا تعرف شيئا، والأنفس قد تألم في\nمنامها، كما ترى، وتجزع، وتلذ، وتفزع.\n</p>\n\n<p>\nقال عبد الملك: يقول الله تعالى في كتابه: {الله يتوفى الأنفس حين موتها\nوالتي لم تمت في منامها} يقول: يتوفى هذه، وهذه يتوفى التي تموت حين موتها،\nويتوفى التي لم تمت حين نومها، فمن كان منهم قد انقضى أجله تبع روحه نفسه،\nولم ينتبه، فرب رجل مات في نومه، ومن كان منهم لم ينقض أجله رجعت النفس إلى\nالروح، فهو قوله تعالى: { فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى}.\n</p>\n\n<p>\n253- قال عبد الملك: وقد قال رسول الله صلى الله عليه وسلم : ((إذا أوى\nأحدكم إلى فراشه، فليضطجع على جنبه الأيمن وليضع يده اليمنى تحت خده\nالأيمن، واليسرى على فخده اليسرى، فإنها وفاة، وليقل هذه الكلمات: رب باسمك\nوضعت جنبي، وباسمك اللهم أرفعه/ أنت خلقتني، وأنت تتوفاني تتوفى الأنفس حين\nموتها والتي لم تمت في منامها فتمسك التي قضيت عليها الموت، وترسل الأخرى\nإلى أجل مسمى اللهم إن أسكت نفسي فاغفر لها، وإن أرسلتها فاحفظها بما تحفظ\nبه الصالحين من <span id='ms075'></span> عبادك)).\n</p>\n\n<p>\nقال عبد الملك: ومثل هذا أيضا قوله تعالى: {وهو الذي يتوفاكم بالليل}\nيعني وفاة الأنفس عند النوم دون الأرواح، ويعلم ما جرحتم بالنهار يعني ما\nأذنبتم بالنهار، ثم يبعثكم من وفاة نومكم، وقوله تعالى فيه يعني: في النهار\nليقضى أجل مسمى يعني: أجل الموت، يقول: يبعثكم من نومكم لتبلغ المدة،\nوينتهي الأجل، ثم إليه مرجعكم يقول: مرجعكم من بعد الموت، ثم ينبئكم بما\nكنتم تعملون، يقول: يجزيكم بأعمالكم إن كانت خيرا فخير، وإن كانت شرا فشر.\n</p>\n\n<p>\nقال عبد الملك: وكان بعض العلماء يقول: كيف تشكون في البعث بعد الموت،\nوأنتم تموتون كل ليلة، ثم تبعثون، يعني موت النوم، والبعث منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الملك: وليست تموت الأنفس، والأرواح بموت الأجساد إنما تموت\nالأجساد بخروج الأنفس، والأرواح منها، وبخروج، الأنفس، والأرواح حية عند\nالله تبارك وتعالى غير ميتة، وذلك بين في كتاب الله تعالى، يقول الله عز\nوجل: {كلا إذا بلغت التراقي} -يعني الأنفس- {وقيل من راق} يقول: من يريقها،\nفترجع {وظن أنه الفراق} يقول: وعلم أنه الفراق من الدنيا، {والتفت الساق\nبالساق} يعني كرب بكرب الآخرة، والساق في كلام العرب الكرب، يقول: التفت\nكرب الدنيا، وهو الموت بكرب الآخرة، وهو المطلع {إلى ربك يومئذ المساق} فقد\nأخبرك أن مساق النفس حينئذ إلى الله عز وجل، ولو كانت تموت بموت الأجساد\nلها لما قال إلى ربك يومئذ المساق، وفي الآية الأخرى قوله تعالى: {فلولا\nإذا بلغت الحلقوم. وأنتم حينئذ تنظرون} يعني: من حضر الميت {ونحن أقرب إليه\nمنكم} يعني الملائكة الموكلون بقبض الأنفس مع ملك الموت {ولكن لا تبصرون}\nيعني لا تبصرونهم {فلولا إن كنتم غير مدينين. ترجعونها إن كنتم صادقين} ثم\nأخبر بما تصير إليه بعد خروجها من جسدها، فقال: {فأما إن كان من المقربين}\nيقول: من أشراف أهل الجنة {فروح وريحان} فالروح الرحمة، والريحان الرزق\nالحسن {وجنت نعيم/ وأما إن كان من أصحاب اليمين} يعني فالخير، والبركة\nلأصحاب اليمين {وأما إن كان من المكذبين الضالين. فنزل من حميم. وتصلية <span id='ms076'></span>\nجحيم} فأخبرك بنزول النفس بعد خروجها من جسدها، ولو كانت تموت بموت الجسد،\nما كان لها نزل، إنما يكون النزل لمن هو حي ينعم بذلك المنزل، أو يشقى به،\nوليس يكون النزل لمن هو ميت، لأنه لا ينعم بشيء، ولا يشقى به، وقال أيضا في\nالآية الأخرى {حتى إذا جاء أحدهم الموت قال رب ارجعون} يعني أرجعوني إلى\nجسدي {لعلي أعمل صالحا فيما تركت} يعني من المال الذي لم يعمل فيه صالحا،\nفلو كانت نفسه تموت، أو يموت جسده لم تسأل الرجعة، وهي ميتة، فكل هذا من\nالله برهان واضح لمن أراد الله هداه، وألهمه تقواه.\n</p>\n\n<p>\nقال عبد الملك: وإنما يقول: الأرواح والأنفس تموت رجلان: رجل جاهل بأمر\nالله لا يعرف ما يقول، أو رجل زنديق كافر مكذب بما بعد الموت، ألا ترى قول\nالله تعالى الذي فسرت لك { يتوفى الأنفس حين موتها والتي لم تمت في منامها\nفيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى} فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nأعلمك عز وجل أنه يمسكها/ عنده، وما أمسك عنده فحي غير ميت، وإنما تموت\nالأجساد ها هنا بإمساك الله الأنفس، وإنما قال: {فيمسك التي قضى عليها\nالموت} ولم يقل فيميت التي قضى عليها الموت، فافهم، واحذر قول أهل التكذيب\nفقد فشا في الناس منه طرف خفت التضليل به على العباد، فلذلك تكلفت تفسير ما\nفسرت لك، وإيضاح ما أوضحت.\n</p>\n\n<p>\nوفي قول عمر بن عبد العزيز رضي الله عنه بيان من هذا حين يقول في خطبته:\n(ألا ترون أيها الناس أنكم في أصلاب الهالكين، وفي بيوت الميتين وفي دار\nالظاعنين أحياء، مثلكم كانوا بالأمس، فاصبحوا في دار الخالدين بين آمن روحه\nإلى يوم القيامة، وبين معذب روحه إلى يوم القيامة).\n</p>\n\n<p>\n254- حدثني ابن أبي أويس وابن عبد الحكم، وأصبغ بن الفرج، وهو قول أهل\nالسنة وجماعة الأئمة لم يختلف فيه أحد منهم أن الأرواح بعد الموت على ما\nوصف عمر بن عبد العزيز رضي الله عنه بين روح آمن إلى يوم القيامة، وبين <span id='ms077'></span> روح\nمعذب إلى يوم القيامة، والأرواح والأنفس بعد الموت شيء واحد، إنما يتميز في\nالأجساد قبل الموت، فالنفس هي التي تقبض عند النوم، وهي التي تفهم، وتعرف،\nوتبقى الروح/ وهو النفس الجاري فإذا انقضى الأجل تبع الروح النفس وصارت\nكلها أرواحا حية عند الله تعالى السعداء منها والأشقياء، فالشهداء منها\nآمنة منعمة، والأشقياء منها معذبة، وقد أبان الله عز وجل ذلك في آيات كثيرة\nفي كتابه منها قوله تعالى في أرواح الأشقياء {النار يعرضون عليها غدوا\nوعشيا}.\n</p>\n\n<p>\n255- وروى مالك، عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم\nقال: ((إن أحدكم إذا مات عرض على مقعده بالغداة والعشي، إن كان من أهل\nالجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار، يقال: هذا مقعدك\nحتى يبعثك الله إليه يوم القيامة))، وقال عز وجل في أرواح السعداء: {ولا\nتحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون}. وقال في\nأرواح السعداء من غير أهل الشهادة إنهم مع الشهداء عند الله، وذلك قوله تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n{والذين ءامنوا بالله ورسله أولئك هم الصديقون والشهداء عند ربهم لهم أجرهم\nونورهم}.\n</p>\n\n<p>\nوقال أيضا: {ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من\nالنبيين والصديقين والشهداء والصالحين وحسن/ أولئك رفيقا} فجمعهم كلهم في\nالجنة، وذلك إنما هما منزلتان: جنة، ونار ممن شهد بأي وجه سعد به من طاعة\nالله بشهادة، أو غيرها في الجنة مع النبيين، والصديقين، والشهداء،\nوالصالحين إلا أن الدرجات منهم متفاضلة، ومن شقي بأي وجه شقي به من معصية\nالله فإلى النار مع من صار إلى النار من آل فرعون وغيرهم، إلا أن إدراكهم\nفيها مختلفة، وقد قال الله تعالى: {إن المنافقين في الدرك الأسفل من النار}\nومن عصى الله إلى يوم القيامة، فهم من آل فرعون، كما أن من أطاع الله إلى\nيوم القيامة، فهو من آل محمد صلى الله عليه وسلم ، فقد أبان الله عز وجل في\nهذه الآيات حياة الأرواح <span id='ms078'></span> بعد الموت، وأنها غير ميتة، وقد روى مالك، عن ابن\nشهاب، عن عبد الرحمن بن كعب بن مالك الأنصاري، عن أبيه أن رسول الله صلى\nالله عليه وسلم قال: ((إنما نسمة المؤمن طير يعلق في شجر الجنة حتى يرجعه\nالله إلى جسده يوم يبعثه الله يعلق نصيب منها، ولا يصيب منها إلا وهو حي\nغير ميت)).\n</p>\n\n<p>\nقال عبد الملك: وإنما تخمد الأرواح كلها أرواح السعداء وأرواح الأشقياء\nفي البرزخ بين النفختين نفخة الصعق، ونفخة البعث/ يقول الله عز وجل: {ونفخ\nفي الصور فصعق من في السموات ومن في والأرض إلا من شاء الله} وقوله تعالى:\n{إن كانت إلا صيحة واحدة فإذا هم خامدون} خمدوا عند الصعق، فدخلت الأرواح\nكلها في ذلك، وذلك لأنها أحياء عند ربها غير أموات إلا من استثنى بقوله:\n{فصعق من في السموات ومن في الأرض إلا من شاء الله} يعني الشهداء فإنهم لا\nيصعقون، ولا يخمدون، ولا يفزعون لتلك الصيحة التي صعق، وخمد من شر بها من\nفي السموات، ومن في الأرض تفضيلا من الله لهم، ومن أجل خمود الأرواح ما بين\nالنفختين، قال الأشقياء منهم عند نفخة البعث، وهي النفخة الثانية التي\nيبعثون إلى الله فيها {ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون.\nقالوا يا ويلنا من بعثنا من مرقدنا} للراحة التي كانوا فيها فيما بين\nالنفختين من العذاب الذي كانوا فيه قبل النفخة الأولى بما صعقوا بما صاروا\nإليه بعد النفخة الثانية التي بها حيوا، فلما واجههم العذاب قالوا: {يا\nويلنا من بعثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nمن مرقدنا} وإنما يدعو بالويل أهل النار فأجابهم السعداء {هذا ما وعد\nالرحمن وصدق المرسلون} يقولوا: هذا البعث/ الذي وعدنا الرحمن في الدنيا أن\nيصيروا إليه يوم القيامة وصدق المرسلون الذين جاؤوا بذلك من الله، لأن\nالأشقياء الذين دعوا بالويل لم يكونوا مصدقين به في الدنيا، فمنهم من كذبه\nبالقول، ومنهم من كذبه بتضييع العمل، وإيثار العاجلة عليه، قال الله عز\nوجل: {إن كانت إلا صيحة واحدة فإذا <span id='ms079'></span> هم جميع لدينا محضرون} فافهم تمييز\nاللفظ من هذه الآية من الفريقين جميعا على المعنى الذي فسرت لك، فإنه لم\nيختلف فيه أهل السنة، وأهل الإيمان بالله، وأهل العلم به، وبالمعاد بعد الموت.\n</p>\n\n<p>\n256- وقد حدثني أسد بن موسى، عن الفضيل بن عياض، عن ليث بن أبي سليم، عن\nمجاهد قال: للكافر هجعة قبل يوم القيامة، وذلك في البرزخ ما بين النفختين\nإذا صيح بأهل القبور قالوا: {يا ويلنا من بعثنا من مرقدنا} قال المؤمنون\nلهم: {هذا ما وعد الرحمن وصدق المرسلون}.\n</p>\n\n<p>\nقال عبد الملك: والبرزخ الذي بين النفختين أربعون عاما قال الله عز وجل:\n{ومن ورائهم برزخ إلى يوم يبعثون} وقد فسرنا ذلك في كتاب القيامة.\n</p>\n\n<h1 class='l1' id='head35'>AUTO ما جاء في خروج.. ..</h1>\n\n<p>\n257- / قال: حدثنا عبد الملك بن حبيب في قول الله تعالى: {قل يتوفاكم ملك\nالموت الذي وكل بكم} قال: يسلط على قبض الأنفس كما يسلط الرجل على قبض ما\nفي راحته فإذا قبض نفسا مؤمنة دفعها إلى ملائكة الرحمة، وإذا قبض نفسا\nكافرة دفعها إلى ملائكة العذاب فذلك قوله في كتابه العزيز: {حتى إذا جاء\nأحدكم الموت توفته رسلنا وهم لا يفرطون} يعني يتوفاهم ملك الموت، ثم يصعدون\nبها إلى الله عز وجل قوله: {ثم ردوا إلى الله مولاهم الحق ألا له الحكم وهو\nأسرع الحاسبين} ومثل ذلك قوله تعالى: {ولو ترى إذ يتوفى الذين كفروا\nالملائكة} يعني ملك الموت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك حدثني أسد بن موسى، عن الكلبي في ذلك كله.\n</p>\n\n<p>\n257م- قال: وحدثني أسد بن موسى، عن الكلبي في قول الله تعالى: {كلا إذا\nبلغت التراقي} قيل: يعني به: النفس، {وقيل من راق} قال: من يرقيها، فترجع\n{وظن أنه الفراق} قال: علم أنه الفراق من الدنيا {والتفت الساق بالساق}\nقال: كرب الدنيا بكرب الآخرة {إلى ربك يومئذ المساق} قال: يعني خروج النفس،\nوفي قوله تعالى: {فلولا إذا بلغت الحلقوم} قال: هي النفس {وأنتم حينئذ\nتنظرون}/ يعني من حضر الموت {ونحن أقرب إليه منكم} يعني الملائكة.\n</p>\n\n<p>\n258- قال عبد الملك: وحدثني ابن المغيرة <span id='ms080'></span>، عن مالك بن مغول عن الحصين بن\nعبد الرحمن، عن ابن عباس قال: إذا احتضر العبد المؤمن أتاه ملك فعمر وبينه،\nفعند ذلك يشخص بصره ويعاين ملك الموت، ويذهل عن الدنيا.\n</p>\n\n<p>\n259- قال: وحدثني أبو محمد الحنفي، عن أبي معشر المدني، عن المقبري، عن\nأبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((ما من ميت\nيموت إلا وله خوار يسمعه كل دابة عنده إلا الإنسان لو سمعه صعق)).\n</p>\n\n<p>\nقال عبد الملك: وبلغني أن الميت يموت عطشانا، ويبعث عطشانا، فيأتي الحوض،\nفإن شرب شربة لم يظمأ بعدها أبدا، وإن صرف عنه نادى وا طول عطشاه)).\n</p>\n\n<p>\n260- قال: وحدثني أصبغ بن الفرج عن أبي صخر أنه سمع محمد بن كعب القرظي،\nيقول: إذا احتضر العبد الصالح جاءه ملك، فقال له: السلام عليك يا ولي الله\nربك يقرأ عليك السلام، ثم نزع بهذه الآية قوله تعالى: {الذين تتوفاهم\nالملائكة طيبين يقولون سلام عليكم ادخلوا الجنة بما كنتم تعملون}.\n</p>\n\n<p>\n261- قال: وحدثني الطلحي، وقال: حدثني عبد الرحمن بن زيد بن أسلم، عن\nأبيه في/ قول الله تبارك وتعالى: {إن الذين قالوا ربنا الله ثم استقاموا}\nيعني في طاعته {تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا} يعني عند\nموتهم، وعند خروجهم من قبورهم {وأبشروا بالجنة التي كنتم توعدون} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nفيقولون لهم: من أنتم يرحمكم الله، فيقولون لهم: {نحن أولياؤكم في الحياة\nالدنيا وفي الآخرة ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون} فيقولون:\nمن عند من؟ فيقولون: {نزلا من غفور رحيم}.\n</p>\n\n<p>\n262- قال عبد الملك في تأويل حديث مالك: رواه عن أبي الزناد عن الأعرج،\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: قال الله\nتبارك وتعالى: ((إذا أحب عبدي لقائي أحببت لقاءه، وإذا كره لقائي كرهت\nلقاءه)).\n</p>\n\n<p>\nقال عبد الملك: إنما ذلك عند حلول الميت، ومعاينة ما يعانيه عند نزول\nالموت به من خير أو شر، فأما قبل ذلك فكل يكره الموت.\n</p>\n\n<p>\n263- والحديث مستفاض قد حدثنيه أبو <span id='ms081'></span> معاوية المدني، عن يزيد بن عياض، عن\nالأعرج، عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n((من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء/ الله كره الله لقاءه)).\n</p>\n\n<p>\n264- وحدثنيه عبد الله بن موسى الكوفي، عن زكريا، عن الشعبي، عن عائشة\nرضي الله عنها أن رسول الله صلى الله عليه وسلم قال يوما لأصحابه: ((من أحب\nلقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه)).\n</p>\n\n<p>\n265- قال: وحدثني ابن أبي حازم، عن أبيه، عن أبي هريرة رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال: ((من أحب لقاء الله أحب الله لقاءه، ومن\nكره لقاء الله كره الله لقاءه))، فقال القوم: كلنا نكره الموت يا رسول\nالله! فقال: ((إن المؤمن إذا احتضر بشر، وأري خيرا، فإذا رأى ذلك، ود أنها\nقد خرجت حبا للقاء الله، والله يحب لقاءه، وإن الفاجر، أو الكافر إذا رأى\nمما يرى ما يسوؤه ود أنها لا تخرج أبدا كراهية للقاء الله، والله يكره\nلقاءه)).\n</p>\n\n<p>\n266- قال: وحدثني أصبغ بن الفرج، عن الأعمش، عن أبي عطية، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nعائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: ((إذا أحب الله\nعبدا يسر له ملكا قبل موته بعام، فسدده، ووفقه، ويسره للخير حتى يموت على\nخير ما كان عليه، فإذا احتضر، ورأى مكانه من الجنة أرادت نفسه الخروج، فذلك\nحين يحب لقاء الله، ويحب/ الله لقاءه، وإذا أراد الله بعبد شرا قيض له\nشيطانا قبل موته بعام فصده، وفتنه، وأضله حتى يموت على شر ما كان عليه،\nفإذا احتضر، ورأى مكانه من النار ابتلع نفسه كراهية أن تخرج فذلك حين يكره\nلقاء الله، ويكره الله لقاءه)).\n</p>\n\n<p>\n267- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن علي بن زيد، عن\nالقاسم بن أبي أمامة أن رسول الله صلى الله عليه وسلم قرأ: {ولو ترى إذ\nالظالمون في غمرات الموت والملائكة باسطوا أيديهم أخرجوا أنفسكم اليوم <span id='ms082'></span>} ثم\nقال عليه السلام : ((والذي نفسي بيده ما منكم من بشر تفارق روحه جسده حتى\nيرى أي المنزلتين يصير، وأنه إذا نزل به الموت صف له سماطان من الملائكة\nيملأون ما بين الأفقين كأن وجوههم الشمس، فتخطف بصره إليهم، فلا يرى غيرهم،\nوإن كنتم تظنون أنه ينظر إليكم مع كل ملك منهم كفن وحنوط، فإن كان من أهل\nالحق والثبات في دينه، بشروه بالجنة، وقالوا: اخرجي أيتها النفس الطيبة إلى\nرضوان الله إلى ما أعد الله لك من الكرامة، اخرجي من هذا المأوى الذم الذي\nأنت فيه، فقد أعد الله لك من/ الكرامة ما هو خير لك من الدنيا وما فيها،\nفقال النبي عليه السلام : ((فلا يزالون يبشرونه ويعزونه، ويسلونها من بين\nظفر ظفر، وعضو عضو، ويموت الأول، فالأول، من أعضاء جسده، ويهون عليه وإن\nكنتم ترون أنه يشدد عليه حتى يرفعونها في صدره، فيضيق بها، ثم يبشرونه،\nويعدونه، ويسلونها شيئا فشيئا حتى يبلغوا بها ذقنه، قال رسول الله صلى الله\nعليه وسلم : فلهي أشد خروجا من الولد حين يخرج من الرحم، فيبتدرونها كلهم،\nفيتولى قبضها ملك الموت صلى الله عليه وسلم الذي وكل بها، وقرأ هذه الآية:\n{قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون} فيتلقاها بأكفان\nبيض، فيلفها فيها، ثم يحتضنها فوالذي نفسي بيده لهو أشد لزوما لها، ورفقا\nبها من البكر بواحدها، ويفوح لها فيهم ريح أطيب من المسك فيستنشقون ريحها،\nويتباشرون بها، ويقولون رآها لهذا الروح الطيبة، والنفس الطيبة؛ اللهم صل\nعلى روحه وصل على جسد خرج منها، ثم يدفعها إلى ملائكة الرحمة، ونزع بهذه/\nالآية: {توفته رسلنا وهم لا يفرطون} يعني يتوفاها من ملك الموت حين\nيقبضونها منه، فيصعدون بها إلى السماء، ولله خلق في الهوى لا يعلمهم إلا\nهو، فيفوح لها فيهم ريح أطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nمن المسك فيكم، فيصلون عليها ما بين السماء والأرض، ويفتح لها أبواب السماء\nكلها ما منها باب إلا وهو يحب أن تدخل منه، ويصلون عليها حتى توقف <span id='ms083'></span> بين يدي\nالجبار تبارك وتعالى فيقول لها: مرحبا بالنفس الطيبة، وبجسد خرجت منه، وإذا\nقال الجبار لشيء: مرحبا رحب به كل شيء من شأنه، وذهب عنه الضيق، ثم يقول:\nاذهبوا بهذه النفس، فأروها مقعدها من الجنة، وما أعددت لها من النعيم،\nوالكرامة، ثم اهبطوا بها الأرض فإني قضيت أني منها خلقتهم، وفيها أعيدهم،\nومنها أخرجهم تارة أخرى، فتقول: أين تذهبون بي إلى ذلك الجسد الذي كنت فيه،\nفيقولون: إنا مأمورون بهذا ولا بد منه، فيهبطون بها قدر ما فرغ من غسل\nالجسد وتكفينه، قال رسول الله صلى الله عليه وسلم : والذي بعثني بالحق إنهم\nليدخلون بين الجسد، وأكفانه فما خلق الله/ كلمة يتكلم بها حبيب، ولا بغيض\nإلا وهو يسمعها إلا أنه لا يؤذن له بالمراجعة، فلو سمع أشد الناس له بغضا\nفي الدنيا، يقول: اعجلوا به، ثم أذن له بالرجوع ليشكر له، وإن كان أشد\nالناس له بغضا حتى يؤتى به حفرته، فيوضع، فإذا فرغ منه قال رسول الله صلى\nالله عليه وسلم : ((والذي بعثني بالحق إنه ليسمع خفق نعالهم ونفض أيديهم من\nالتراب إذا ولوا عنه، ثم يأتيه فتانا القبر منكر ونكير، ملكان أسودان\nأزرقان بطنان في شعورهما، وينحتان الأرض بأنيابهما معهما أرازب الحديد،\nوالمقامع، والأغلال، والسلاسل، فيقولون له: اقعد بإذن الله، فإذا هو مستو\nجالس فيرى خلقا فظيعا كريها ينسيه ما أتاه عند الموت، فينتهرانه ويقولان\nله: من ربك؟ فيقول: ربي الله، فيقولان: وما علمك؟ فيقول: جاءنا من عنده نبي\nوكتاب، فآمنا وصدقنا، واتبعنا الذي جاء به محمد صلى الله عليه وسلم ،\nفيقولان له: فمن نبيك هذا الذي تذكر؟ فيقول محمد صلى الله عليه وسلم ،\nفيقولان: فما دينك؟ فيقول: الإسلام، فيرددان/ المسألة ثلاث مرات، فيثبته\nالله، ونزع رسول الله صلى الله عليه وسلم بهذه الآية: {يثبت الله الذين\nءامنوا بالقول الثابت في الحياة الدنيا وفي الآخرة} يعني في القبر، فيسمع\nنداء خفيفا من الهواء صدق عبدي، فلينفعه الصدق، فيقولان له: انعم بما حباك\nالله قرير العين، ويفسح <span id='ms084'></span> له في قبره، ويفتح له باب إلى الجنة يرى مقعده\nمنها، وما أعد الله له فيها، وتهب له منها أرواح الجنة، ويصير إلى عليين)).\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: ((وإن كان من غير أهل الجنة، والثبات\nفي دينه، فإذا نزل به الموت صف له سماطان من الملائكة فيملأون ما بين\nالأفقين فيخطف بصره إليهم فما يرى غيرهم، وإن كنتم تظنون أنه ينظر إليكم\nقال: وشدد عليه، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nكنتم تظنون أنه يخفف عنه، ويقولون: اخرجي أيتها النفس الخبيثة إلى ما أعد\nالله لك من العذاب، والنكال كذا وكذا، فلا يزالون يسلونها من بين ظفر ظفر،\nوعضو عضو ويموت الأول، فالأول من أعضاء جسده، وتنشط نفسه كما ينشط الصوف/\nالمبتل بالسفود بالشعب حتى يوقعونها في صدره، فلهي أشد خروجا من الولد حين\nيخرج من الرحم، ثم يسلونها حتى تبلغ الذقن، فيبتدرونها، فيتولى ملك الموت\nصلى الله عليه وسلم قبضها الذي وكل، فيلفها في خرقة سوداء، ويفوح لها فيهم\nريح أنتن من الجيفة، فيسدون على أنوفهم ويقولون: اللهم العنها نفسا، والعن\nجسدا خرجت منه، ثم يدفعها إلى ملائكة العذاب، ومعهم سرابيل من قطران، وثياب\nمن النار، فيصعدون بها، ويلعنها كل ملك بين السماء والأرض، ويغلق دونها\nأبواب السماء ليس منها باب إلا وهو يكره أن تدخل منه، فيقول الجبار عز وجل:\nلا مرحبا بهذه النفس الخبيثة، ولا بجسد خرجت منه، وإذا قال الجبار: لا\nمرحبا لشيء ذهب الترحيب عنه، وأقبل عليه الضيق كله، ثم يقول الله تعالى:\nانطلقوا بها إلى جهنم، فاعرضوا عليه مقعده منها، وما أعددت له فيها من\nالنكال والهوان، ثم اهبطوا بها إلى الأرض، فإني قضيت أني منها خلقتهم،\nوفيها أعيدهم، ومنها أخرجهم تارة أخرى قال: فيهبطون بها قدر ما فرغ من غسل/\nالجسد وتكفينه، فوالذي بعثني بالحق ليدخلون ذلك الروح بين جسده، وبين\nأكفانه، فما خلق الله من كلمة يتكلم بها حبيب، أو بغيض إلا وهو يسمعها، إلا\nأنه لا يؤذن له بالمراجعة، فلو سمع أحب الناس <span id='ms085'></span> إليه، يقول: اخرجوا به، ثم\nأذن له بالمراجعة للعنه، ويود أنه لو مشى به كما هو لا يبلغ حفرته إلى أن\nتقوم الساعة، ولو سمع أشد الناس بغضا له يقول: على رسلكم ما يعجلكم، ثم أذن\nله بالمراجعة ليشكر له، فإذا دخل قبره جاءه الملكان معهما أرازب الحديد،\nومقامع النار، والسلاسل والأغلال، فيقولان له: اقعد بإذن الله، فإذا هو\nمستو جالس، فيرى خلقا كريها فظيعا، فينتهرانه، فيقولان له: من ربك؟ فيقول:\nأنتما، فيغضبان، وينتفضان، فيضربانه فلا يبقى منه عضو إلا تطاير، والذي\nبعثني بالحق لو وضعت أزربة واحدهما. ثم اجتمع الثقلان ما حركوها، ثم يقولان\nله: عد بإذن الله، فإذا هو مستو جالس، فيقولان له من ربك؟ فيقول: لا أدري،\nثم يقولان له: من نبيك، فيقول: لا أدري سمعت الناس يقولون: محمدا، ولا\nأدري، فيقولان:/ له لا دريت على الشك حييت، وعليه مت، فنم نومة المنهوس،\nويضيق عليه في قبره، ويفتح له باب إلى جهنم، فيرى مقعده منها، وتلفحه\nالنار، ويصير إلى سجين إلى أن ينفخ في الصور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n268- قال عبد الملك: وحدثني المقبري، عن الحسن بن عمارة، عن المنهال بن\nعمرو، عن البراء بن عازب قال: خرجنا مع رسول الله صلى الله عليه وسلم في\nجنازة رجل من الأنصار، فانتهينا إلى القبر، ولم يلحد بعد، فجلس رسول الله\nصلى الله عليه وسلم مستقبل القبلة، وجلسنا حوله كأن على رؤوسنا الطير، فأكب\nرسول الله صلى الله عليه وسلم إلى الأرض كأنه ينكث شيئا، ثم رفع رأسه،\nفقال: ((الله إني أعوذ بك من عذاب القبر رددها ثلاثا، ثم قال: إن المؤمن\nإذا كان في إقبال من الآخرة، وانقطاع من الدنيا تنزلت عليه الملائكة كأن\nوجوههم الشمس فتخطف بصره إليهم، فلا يرى غيرهم))، ثم ساق الحديث كله على\nوجهه إلا ما كان من اختلاف اللفظ.\n</p>\n\n<p>\n269- قال: وحدثني أصبغ بن الفرج، عن ابن وهب، عن عبد الله بن عباس، عن\nإسماعيل بن رافع قال: بلغني أن النبي صلى الله عليه وسلم /، قال: ((إذا قبض <span id='ms086'></span>\nالله عبده المؤمن الكريم عليه دعاه ملك الموت عليه السلام، فقال له: اذهب\nيا ملك الموت فأتني بروح وليي لنرح عبدي فحسبي من عمله، فقد بلوته في\nالسراء، والضراء فوجدته حيث أحب فيذهب ملك الموت عليه السلام، فيأخذ من مسك\nالجنة الأذفر، ومن حريرها الأبيض، ثم يهبط، ويهبط بأثره خمسمائة ملك ليس\nمنهم ملك إلا ومعه بشارة من الله إلى ذلك الولي، وليس منهم ملك يدري ما مع\nصاحبه من البشارة، وليس منهم ملك إلا ومعه من رياحين الجنة، فإذا أهبطوا\nحدقوا بالأرض، وتولى الله، وجلس ملك الموت عند رأسه يقول له: يا ولي الله\nارتحل من الدنيا، فليست لك بدار، وليست لك بوطن، ولكن يا ولي الله لا بد أن\nتذوق ما ذاق إخوانك من قبلك قال: فملك الموت أرفق سلا بإخراج نفسه ألطف من\nالوالدة بولدها فإذا دنت نفسه للخروج، وكانت عند دفنه أكب عليه الخمسمائة\nملك الذين جاؤوا مع ملك الموت عليه السلام: يبشرونه بالبشارة التي أرسلهم\nالله بها إليه، وليس منهم ملك إلا/ وهو يضع على بقعة من جسده من تلك/\nالرياحين كل ذلك لطفا به، وترحيبا، فإذا خرجت نفسه لفها ملك الموت عليه\nالسلام في ذلك المسك، والحرير ثم يعرج بها إلى سماء الدنيا، وتثبت\nالخمسمائة ملك عن جسده عند أهله حتى إذا دنا ملك الموت من سماء الدنيا\nتلقاه جبريل عليه السلام في سبعين ألف موكب فأخذ الروح منه، ثم عرج به\nجبريل حتى يضعه بين يدي الجبار تبارك وتعالى، فيقول الله الكريم: اذهب يا\nجبريل فضع روح عبدي في جسده، فيدخل بين جسده، وكفنه، فإذا حمل على سريره\nهبط خمسمائة ملك آخرون سوى الذين جاؤوا مع ملك الموت، فيجلسون صفين ما بين\nمنزله، إلى قبره يستقبلون جنازته بالاستغفار، فإذا دلي إلى قبره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nوحثي عليه التراب، وولى القوم عنه جاءته الصلاة والزكاة، فكانتا عند يمينه،\nوجاءه الصوم، فكان عن شماله، وجاءه ذكر الله، وتلاوة القرآن فكان عند رأسه،\nوجاءه مشيه إلى الجمع، وعيادة المرضى <span id='ms087'></span>، وشهود الجنائز، فكان عند رجليه،\nوجاءه الصبر، فلم يجد مجلسا فجلس ناحية من قبره، فيخرج الله عنقا من\nالعذاب، فيأتي على يمينه، فتقول الصلاة والزكاة: وراءك عنا لا سبيل له\nعليه، إنما استراح/ ولي الله هذه الساعة، ثم يأتيه من قبل رأسه، فيقول: ذكر\nالله، وتلاوة القرآن وراك عنا لا سبيل لك عليه إنما استراح ولي الله هذه\nالساعة، فيأتيه من قبل رجليه فيقول: مشيه إلى الجمع، وعيادة المرضى، وشهود\nالجنائز وراءك عنا لا سبيل لك عليه، إنما استراح ولي الله هذه الساعة، فلما\nلم يجد شيئا انقمع فدخل في الأرض، فيقول الصبر: يا هؤلاء أما إذ كفيتموه من\nعذاب القبر، فسأكفيكموه عند الموازين إذا نصبت، ثم يأتيه منكر، ونكير، وهما\nملكان أسودان أزرقان بطيان في شعورهما، وينحتان الأرض بأنيابهما كلامهما\nكالرعد القاصف، وأعينهما مثل البرق الخاطف، ونفسهما مثل اللهب، وألوانهما\nمثل الليل المظلم، فيقولان له: من ربك؟ ومن نبيك؟ وما دينك؟ فيقول: ربي\nالله، ونبيي محمد صلى الله عليه وسلم ، أشهد أن لا إله إلا الله، وأن محمدا\nرسول الله ، فيقولان له: قد علمنا إن كنت لمؤمنا فيفتحان له بابا إلى\nالنار، فينظر إلى ما أعد الله لأهل معصيته من العذاب، والنقمة، ثم يغلقان\nذلك الباب دونه، ويقولان له: لا تخف يا ولي الله من هذه النار أبدا، ثم\nيفتحان له بابا إلى الجنة، فينظرا إلى ما أعد الله لأهل طاعته من الكرامة\nوالنعيم، فيقولان: أما إن هذه يا ولي الله دارك، وقرارك فيدخل من ذلك الباب\nروح/ الجنة، وطيبها فيقولان له: انعم فينعم نعمة العروس، ويصير إلى عليين\nحتى يبعثه الله يوم القيامة.\n</p>\n\n<p>\n270- قال: وحدثني أبو محمد الحنفي، عن أبي ذئب، عن محمد بن عمر بن عطاء،\nعن سعيد بن يسار عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه\nوسلم نحو ذلك إلا ما اختلف من اللفظ.\n</p>\n\n<p>\n271- قال عبد الملك بن حبيب في قول الله تعالى: {إن الذين كذبوا بآياتنا\nواستكبروا عنها لا تفتح <span id='ms088'></span> لهم أبواب السماء ولا يدخلون الجنة}.\n</p>\n\n<p>\nقال عبد الملك: لا تفتح لهم أبواب السماء لأرواحهم إذا قبضت، وذلك أن\nالأرواح إذا قبضها ملك الموت عليه السلام، فما كان منها سعيدا دفعه إلى\nملائكة الرحمة وما كان منها شقيا، دفعه إلى ملائكة العذاب فيصعدون به هؤلاء\nوهؤلاء، فأما السعيد، فتفتح له أبواب السماء ليس منها باب إلا وهو يحب أن\nيدخل منه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nوتصلي عليه الملائكة ملائكة كل سماء حتى تنتهي به إلى العرش، فيرحب به\nالجبار عز وجل: ومن رحب به الجبار عز وجل رحب به كل شيء من أمره، وذهب عنه\nالضيق كله، ثم يقول الكريم العزيز: اذهبوا به إلى الجنة فأروه مقعده منها،\nوما يصير إليه منها، ثم يهبط به إلى جسده قدر ما فرغ/ من غسل الجسد،\nوتكفينه، فيدخل بين كفه وجسده، حتى يذهب به إلى قبره.\n</p>\n\n<p>\nقال عبد الملك: وأما روح الشقي، فتغلق دونه أبواب السماء، فيقول الجبار\nعز وجل: لا مرحبا به اذهبوا به إلى أمه الهاوية، فأروه مقعده منها، وما\nأعددت له فيها من العذاب، والنكال، فيرسله الملك الموكل به من يده من\nالسماء فيهوي به إلى الأرض ويهوي في طلبه، فيكون هول ذلك أشد عليه من هول\nالموت حتى يهوي به إلى سجين، وهي صخرة سوداء على شفير جهنم، فيها أرواح\nالكفار، والأشقياء الفجار، فيقال له: هذا مثواك إلى يوم القيامة، ويعرض\nعليه مقعده من النار، وما أعد الله له فيها ثم يعرج به إلى جسده، فيدخل\nفيما بين الجسد والكفن حتى يدخل لحده، فإذا أدخل الجسد اللحد، وسوي عليه\nقبره السعيد، والشقي أعيد في كل واحد روحه للفتنة التي كتبها الله عليه،\nوعلى كل مقبور، فأما السعيد فيثبته الله، وأما الشقي فيضله الله، وذلك قوله\nفي كتابه: {يثبت الله الذين ءامنوا بالقول الثابت في الحياة الدنيا وفي\nالآخرة} يعني القبر، ويضل الله الظالمين، ويفعل الله ما يشاء فيهدي المؤمن،\nويعذب الكافر، وقد/ سقت ما جاء في ذلك في موضعه من هذا الكتاب.\n</p>\n\n<p>\nقال <span id='ms089'></span> عبد الملك: ويصير قبر المؤمن عليه في ذلك الوقت روضة من رياض الجنة،\nويصير قبر الشقي عليه في ذلك الوقت حفرة من حفر النار.\n</p>\n\n<p>\n272- قال: وحدثني أبو محمد الحنفي، عن نافع القارئ، عن الأعرج، عن أبي\nهريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((للمؤمن في قبره\nروضة خضراء، ويرحب به في قبره، وينور له فيه)).\n</p>\n\n<p>\n273- قال: وحدثني الطلحي، عن أبي حازم، عن أبيه أنه كان يقول: إنما القبر\nروضة من رياض الجنة، أو حفرة من حفر النار.\n</p>\n\n<h1 class='l1' id='head36'>AUTO ما جاء في عذاب القبر</h1>\n\n<p>\n274- حدثني مطرف، وغيره عن مالك بن يحيى بن سعيد، عن عمرة بنت عبد\nالرحمن، عن عائشة رضي الله عنها أن يهودية جاءت تسألها، فقالت: أعاذك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nالله من عذاب القبر، فسألت عائشة رسول الله صلى الله عليه وسلم : ((أيعذب\nالناس في قبورهم؟ فقال صلى الله عليه وسلم : أعوذ بالله من ذلك))، ثم إن\nالشمس كسفت، فصلى رسول الله صلى الله عليه وسلم بالناس صلاة الكسوف، ثم\nانصرف، فقال ما شاء الله أن يقول، ثم أمرهم أن يتعوذوا من عذاب القبر.\n</p>\n\n<p>\n275- قال: وحدثني/ مطرف وغيره، عن مالك، عن هشام بن عروة، عن أسماء بنت\nأبي بكر أنها قالت: أتيت عائشة حين كسفت الشمس، فإذا الناس قيام يصلون\nبصلاة رسول الله صلى الله عليه وسلم ، وإذا هي قائمة تصلي، فقلت: ما للناس،\nفأشارت بيدها إلى السماء، ثم قالت: سبحان الله، فقلت: آية: فأشارت أن نعم،\nفقمت حتى تغشاني العشى، وجعلت أصب فوق رأسي الماء، فلما انصرف رسول الله\nصلى الله عليه وسلم من صلاته حمد الله، وأثنى عليه، ثم قال: ما من شيء كنت\nلم أره إلا قد رأيته في مقامي هذا حتى الجنة والنار، ولقد أوحي إلي أنكم\nتفتنون في قبوركم يؤتى أحدكم فيقال: ما علمك بهذا الرجل، فأما المؤمن\nفيقول: هو محمد جاءنا بالبينات، والهدى، فأجبنا، وآمنا، واتبعنا، فيقال له:\nنم صالحا، فقد علمنا أن كنت لمؤمنا، وأما المنافق، أو المرتاب، فيقول: لا\nأدري <span id='ms090'></span> سمعت الناس يقولون شيئا فقلته.\n</p>\n\n<p>\n276- وحدثني الأوسي، عن محمد بن عمر أن رسول الله صلى الله عليه وسلم\nقال: ((من مات على اليقين أقعد على اليقين، ومن مات على الشك أقعد على\nالشك)) يعني: في القبر.\n</p>\n\n<p>\n277- قال: وحدثني مطرف، وغيره عن مالك، عن أبي الزبير، عن مطرف بن موسى،\nعن طاوس/ اليماني، عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه\nوسلم كان يعلمهم هذا الدعاء، كما يعلمهم السورة من القرآن، يقول: ((اللهم\nإني أعوذ بك من عذاب القبر، وأعوذ بك من عذاب جهنم، وأعوذ بك من فتنة\nالدجال، وأعوذ بك من فتنة المحيا، والممات)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n278- قال: وحدثني مطرف، وغيره عن ملك، عن يحيى بن سعيد أنه سمع سعيد بن\nالمسيب يقول: صليت وراء أبي هريرة على صبي لم يعمل خطيئة قط، فسمعته يقول:\n((اللهم أعذه من عذاب القبر)).\n</p>\n\n<p>\n279- قال عبد الملك: ورواه المقبري، وسفيان الثوري، وابن أبي ذئب، وابن\nسمعان، والليث بن سعد، عن يحيى بن سعيد بن المسيب كما رواه مالك.\n</p>\n\n<p>\n280- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن محمد بن زياد، عن أبي\nهريرة أن رسول الله صلى الله عليه وسلم كان يستعيذ بالله من عذاب القبر.\n</p>\n\n<p>\n281- قال: وحدثني أسد بن موسى، عن محمد بن مسلم الطائفي، عن عمرو بن\nدينار أن رسول الله صلى الله عليه وسلم قال لعمر بن الخطاب: ((كيف بك يا\nعمر إذا دخلت قبرك، ودخلا عليك فتانا القبر، منكر ونكير، فقال عمر: وما\nمنكر ونكير يا رسول الله؟ قال: ملكان/ أسودان أزرقان بطيان في شعورهما،\nوينحتان الأرض بأنيابهما معهما أرزبة من حديد لو اجتمع عليها أهل منى لم\nيطيقوها، وهي أهون عليهما من هذا، ودفع شيئا من الأرض، قال عمر: فكيف أنا\nيومئذ يا رسول الله؟ قال: كهيئتك اليوم. قال: إذا اكفيهما يا رسول الله)).\n</p>\n\n<p>\n282- قال: وحدثني أسد بن موسى، عن ابن لهيعة، عن عبد الله بن عمرو بن\nالعاص أن رسول الله صلى الله عليه وسلم ذكر <span id='ms091'></span> فتاني القبر، فقال عمر: أترد\nعلينا عقولنا يا رسول الله؟ فقال: ((نعم كهيئتكم اليوم)) قال عمر: فبقية الحجر.\n</p>\n\n<p>\n283- قال: وحدثني عبد العزيز الأوسي، عن محمد بن عبيد، عن عمر، عن أبيه،\nعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: ((إنما فتنة\nالقبر بي، فإذا سئلتم عني، فلا تشكوا، قالت: فقلت: يا رسول الله كيف أصنع،\nوأنا امرأة ضعيفة؟ قال: {يثبت الله الذين ءامنوا بالقول الثابت في الحياة\nالدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء}.\n</p>\n\n<p>\n284- قال: وحدثني ابن أبي أويس، عن محمد بن هلال عن أبيه أنه سمع أبا\nهريرة يقول: إن الميت حين يقبر إنه ليسمع خفق نعالكم إذا وليتم عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n285- قال: وحدثني أسد بن/ موسى، عن عنبسة بن سعيد، عن كثير، عن عبيد، عن\nأبيه، عن جده، عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: ((إنه\nليسمع خفق نعالكم إذا وليتم عنه مدبرين، ثم يجلس فيوضع كفيه في عنقه، ثم\nيسأل)).\n</p>\n\n<p>\n286- قال: وحدثني هارون الطلحي، عن عبد الرحمن بن زيد بن أسلم، عن أبيه\nأن رسول الله صلى الله عليه وسلم قال: ((إذا دخل المؤمن في قبره أتت إليه\nملائكة العذاب، وحفت به الأعمال الصالحة من دونهم، ثم قالوا: ألا والله لا\nتخلصوا إليه، فإذا بشيء يكلمهم من جانب القبر يخبرهم خبرا، فتقول الأعمال:\nمن أنت يرحمك الله؟ فيقول: أنا الصبر أما إني لو رأيت فيكم خللا لسددته،\nولكني صاحبه عدا إلى الموازين أكفيكموه إن شاء الله يوم القيامة قال عليه\nالسلام: وإن كان شقيا أسلمته الأعمال إلى ملائكة العذاب)).\n</p>\n\n<p>\n287- قال: وحدثني الطلحي، عن عبد الرحمن بن زيد بن أسلم، عن أبيه أن رسول\nالله صلى الله عليه وسلم قال: ((إذا دخل على الرجل الصالح عمله الصالح في\nقبره، ويبعث معه إذا بعث في أحسن صورة رجل رآه أحد قط أحسنه وجها، وأطيبه\nريحا، وأحسنه لونا، فيجلس إلى جنبه، فلا يرى/ الرجل هولا، ولا مكروها إلا\nقال ما <span id='ms092'></span> لك؟ ما عليك من هذا شيء، ولا على من كان مثلك، فلا تحزن فيقول:\nالحمد لله الذي خصني بمجالستك فيقول: أوما تعرفني؟ فيقول: لا والله، فمن\nأنت يرحمك الله؟ فيقول له: صحبتك في الدنيا، ولا تعرفني أنا عملك، فيقول:\nعملي أي والله تراني حسنا؟ فيقول: نعم، فيقول: إن عملك، والله كان حسنا،\nفلا يفارقه حتى يدخله الجنة)).\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم : ((ويدخل على الشقي عمله السوء في\nقبره، ويبعث معه إذا بعث في أقبح صورة رجل رآه أحد قط، وأنتنه رائحة فيجلس\nإلى جانبه، فيعظم عليه كل هول رآه، فيقول الشقي ما لي وما لك من بين الناس\nخصصت بمجالستك؟ فيقول له: صحبتك في الدنيا، ولا تعرفني، فيقول: لا أعرفك،\nولا أحب أن أعرفك، فيقول: أنا عملك. فيقول: عملي، فيقول: أي والله تراني\nقبيحا، فيقول: أي والله، فيقول: عملك، والله كان قبيحا تراني منتن الريح؟\nفيقول: أي والله، فيقول: إن عملك كان منتنا، فلا يفارقه حتى يؤمر، فيذهب به\nإلى النار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n288- وحدثني مطرف، عن ابن أبي حازم، عن سعد بن أبي صالح، عن أبيه، عن ابن\nمسعود أنه قال: من قرأ:/ {تبارك الذي بيده الملك} كل ليلة منعه الله بها من\nعذاب القبر يؤتى من قبل فيه، فتقول تبارك: لا تستطيعونه قد كان يقرأني كل\nليلة، فليس لكم إليه سبيل، ثم يؤتى من قبل بطنه، فتقول تبارك: لا تستطيعونه\nقد وعاني سورة الملك، ثم يؤتى من قبل رجليه، فتقول تبارك: قد كان يقرأني كل\nليلة، فلا سبيل لكم عليه، قال ابن مسعود: فكنا نسميها على عهد رسول الله\nصلى الله عليه وسلم : المانعة من قرأها كل ليلة فقد أكثر، وأصاب.\n</p>\n\n<p>\n289- قال: وحدثني أسد بن موسى، عن يونس بن أبي إسحق، عن أبيه أن رجلا من\nأهل القرآن أوتي إلى قبره، فقيل له: إنا ضاربوك مائة ضربة من عذاب الله،\nفلم يزل يناشدهم، وينقصونه ضربة ضربة حتى بقيت ضربة، فقيل له: ليس بد منها،\nفقال لهم: ففيم تضربوني <span id='ms093'></span>؟ فقالوا: لا نخبرك حتى نضربك، فضربوه فاضطرم قبره\nعليه نارا، ثم أعيد فيه الروح، فقال لهم: فيم ضربتموني؟ فقيل له: استنصر بك\nمظلوم فلم تنصره، وصليت يوما بغير وضوء)).\n</p>\n\n<p>\n290- قال: وحدثني أسد بن موسى، عن الفراء، عن العلاء بن المسيب، عن زاد\nبن أبي عمر قال:/ لما دفن رسول الله صلى الله عليه وسلم ابنته جلس عند\nالقبر، فتربد وجهه، ثم سري عنه، فسأله بعض أصحابه فقال: ذكرت ابنتي،\nوضعفها، وعذاب القبر، فدعوت الله أن يفرج عنها، وأيم الله لقد ضمت ضمة، ثم\nرحى عنها.\n</p>\n\n<p>\n291- قال: وحدثني الماجشون، وغيره، عن الدراوردي، عن ابن الهاد، عن جابر\nبن عبد الله قال: جاء جبريل عليه السلام فقال: من هذا العبد الصالح الذي\nمات؟ ففتحت له أبواب السماء، وتحرك له العرش، فخرج رسول الله صلى الله عليه\nوسلم فإذا سعد بن معاذ قد مات، فشهد رسول الله صلى الله عليه وسلم جنازته،\nوجلس عند قبره، وهو يدفن، فبينما هو جالس قال: ((سبحان الله سبحان الله،\nفسبح القوم، ثم قال: الله أكبر، الله أكبر، فكبر القوم، ثم قال: شدد على\nهذا العبد الصالح، ثم فرج عنه)).\n</p>\n\n<p>\n292- قال: وحدثني أسد بن موسى، عن المبارك بن فضالة أن رسول الله صلى\nالله عليه وسلم قال: لو نجا أحد من ضمة القبر لنجا سعد بن معاذ، ولقد ضم\nضمة ثم عافاه الله منها، وذلك من أثر البول)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n293- قال: وحدثني أسد بن موسى، عن حماد بن سلمة، عن يونس بن عبد الرحمن، عن\nالحسن أن رسول الله صلى الله عليه وسلم :/ قال: ((تنزهوا عن البول فإن عامة\nعذاب القبر من البول)).\n</p>\n\n<p>\n294- قال: وحدثني الأوسي، عن الرحال محمد بن عبد الرحمن، عن أبي الحسين\nالمكي أن رسول الله صلى الله عليه وسلم قال: ((لا يعذب أحد من هذه الأمة في\nقبره إلا في إحدى ثلاث النميمة، والغيبة، والبول)).\n</p>\n\n<p>\n295- قال: وحدثني محمد بن سلام، عن حماد بن زيد، عن عمر بن دينار، عن\nطاوس، أن رسول الله صلى الله عليه <span id='ms094'></span> وسلم ((مر بقبرين يعذب صاحباهما، فقال:\nألا إن هذين يعذبان في قبورهما، وما يعذبان في كبير كان أحدهما يأكل لحوم\nالناس، وكان الآخر لا يحتفظ البول، ثم دعا بجريدة رطبة، فشقها فلقتين، ثم\nوضع على قبر ذا فلقة، وعلى قبر ذا فلقة، ثم قال: لعله يخفف عنهما ما دامتا\nرطبتين)).\n</p>\n\n<p>\n296- قال: وحدثني مطرف، عن أبي حازم، عن سهيل بن أبي صالح، عن مجاهد، عن\nابن عباس مثله.\n</p>\n\n<p>\n297- قال: وحدثني المكفوف، عن الحرامي، عن سفيان، عن عمرو بن دينار، عن\nطاوس، عن النحلي، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم ((مر\nعلى قبر، وأنا معه، فسمع صياحا من القبر، فقال: يا أنس هذا يعذب في قبره،\nولولا ألا يدافنوا لسألت/ الله أن يسمعكم أصواتهم، فإن أشد ما عذب به المرء\nفي قبره البول، والنميمة، والغيبة)).\n</p>\n\n<p>\n298- قال: وحدثني أسد بن موسى، عن حماد بن زيد، عن أبي عمران الجوني أن\nرسول الله صلى الله عليه وسلم قال: ((لولا أن لا تدافنوا لدعوت الله أن\nيسمعكم عذاب القبر)).\n</p>\n\n<p>\n299- قال: وحدثني عبيد الله بن موسى، وأبو محمد الحنفي، عن أسامة بن زيد\nالليثي قال: سمعت عمر بن دينار يحدث مالك بن دينار قال: أقبلت مع سالم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nعبد الله بن عمر بن الخطاب رضي الله عنه حتى أتينا مقبرة بين مكة والمدينة،\nفقال سالم: (السلام عليكم يا أهل القبور، فقلت: أتسلم على أهل القبور؟\nفقال: نعم سمعت أبي يسلم عليهم، وأخبرني أنه أقبل من مكة حتى أتى على هذه\nالمقبرة إذا رجل قد خرج من قبره مشتعل نارا من قرنه إلى قدمه قال: فأقبل\nيغدو نحوي في عنقه سلسلة تشتعل نارا فجعلت الناقة تحيد، وجعلت أكفها، وأنظر\nإلى العجب، وجعل الرجل يقول: يا عبد الله اصبب علي من الماء فما أدري في\nقوله أيدعوني باسمي، أو كما يقول الرجل للرجل: يا عبد الله، فخرج رجل من\nالقبر آخذ بطرف السلسلة، فقال: لا تصبب عليه، ولا كرامة، ثم جذبه بالسلسلة\nحتى <span id='ms095'></span> أدناه إلى القبر، ثم ضربه/ بسوط يشتعل نارا حتى دخل القبر، قال مالك بن\nدينار: أنت سمعت هذا من سالم؟ قال: نعم، قال: فإني أشهد أنك لم تكذب على\nسالم، وإن سالم لم يكذب على عبد الله، وإن عبد الله لم يكذب.\n</p>\n\n<p>\n300- قال: وحدثني ابن المغيرة، عن مالك بن مغول، عن نافع، عن ابن عمر\nقال: بينما أنا أسير بجنبات بئر إذ خرج رجل من الأرض في عنقه سلسلة يمسك\nبطرفها أسود، وفي يده أرزبة، فقال الخارج: يا عبد الله اسقني، فلا أدري\nأعرفني، أو كما يقول الرجل للرجل: يا عبد الله فقال لي الأسود: لا تسقه،\nفإنه كافر، ثم اجتذبه، فدخل إلى الأرض، قال عبد الله: فدخلت إلى المدينة،\nفأخبرت رسول الله صلى الله عليه وسلم فقال لي: ((أوقد رأيته؟ ذلك أبو جهل\nلعنه الله، وذلك عذابه إلى يوم القيامة)).\n</p>\n\n<p>\n301- قال: وحدثني أسد بن موسى، عن ابن لهيعة عن أبي حجيرة، عن أبي هريرة\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((والذي نفسي بيده إنه\nليسلط على الكافر في قبره تسعة وتسعون تنينا، لكل تنين منها تسعة أرؤس\nيلسعونه، وينفخون في جسده، ويجد عذاب ذلك إلى يوم القيامة)).\n</p>\n\n<p>\n302- وحدثني أسد بن موسى، عن جرير بن حازم/.\n</p>\n\n<p>\nأرواح المسلمين في طير بيض في ظل العرش، وأرواح الفجار في طير سود في\nالأرض السابعة، فإذا مات المؤمن مر به على أرواح المسلمين قال: قال مات\nقالوا: علي به، وإذا كان كافرا أو فاجرا أو شقيا هوي به إلى الأرض السابعة،\nفيسألونه عن الرجل، فإن قال: قد مات قالوا: أسفل به. قال يزيد بن أبي صيب:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nفكان بعض العلماء يقولون: إنا نستحي من الأموات كما نستحي من الأحياء.\n</p>\n\n<p>\n303- قال: وحدثني أسد بن موسى، وعبد العزيز الأوسي، عن إسماعيل بن عياش،\nعن أبي الزبير، عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: لما أصيب\nإخوانكم بأحد جعل أرواحهم في طير خضر تروى من أنهار الجنة، وتأكل <span id='ms096'></span> من\nثمارها، وتأوي إلى قناديل من نور في ظل العرش، فلما وجدوا طيب منقلبهم،\nومطمعهم، ومشربهم قالوا: يا ليت إخواننا يعلمون ما صنع الله بنا لكي لا\nيزهدوا في الجهاد، فقال الله عز وجل: أنا أبلغهم عنكم، فأنزل الله تعالى\nعلى رسوله محمد عليه السلام : {ولا تحسبن الذين قتلوا في سبيل الله أموتا\nبل أحياء عند ربهم يرزقون. فرحين بما ءاتاهم الله من فضله ويستبشرون بالذين\nلم يلحقوا بهم من خلفهم ألا خوف عليهم ولا هم يحزنون} إلى آخر الآية.\n</p>\n\n<p>\n304-/ قال: وحدثني مطرف: وغيره، عن مالك، عن ابن شهاب، عن عبد الرحمن بن\nكعب بن مالك، عن أبيه أنه سمع رسول الله صلى الله عليه وسلم يقول: ((إنما\nنسمة المؤمن طير يعلق في شجر الجنة حتى يرجعه الله إلى جسده، ثم يبعثه)).\n</p>\n\n<p>\nقال عبد الملك: تفسير يعلق: يصيب منها ويسرح فيها.\n</p>\n\n<p>\n305- قال عبد الملك: وقد قيل: إن أرواح المؤمنين باقية موقوفة باقية\nقبورها، ولكن أرواح المؤمنين خالص دون أرواح الكفار والأشقياء الفجار، تطلع\nإلى قبورها، وموضع رميم أجسادها ذاهبة وراجعة في ملكوت الله، وسلطانه ثم\nتأوي إلى جنة المأوى تكرمة من الله لها، وذلك أن رسول الله صلى الله عليه\nوسلم كان يسلم على أهل القبور، ويأمر بالتسليم عليهم، وبزيارتهم، وأما\nأرواح الأشقياء، فمحبوسة في سجين على شفير جهنم لا يؤذن لها باطلاع قبورها\nتضييقا من الله عليها، وحبسا لها على شفير جهنم، وسأسوق في ذلك: ما بلغني\nعلمه، وحضرني فهمه، وما توفيقي إلا بالله.\n</p>\n\n<p>\n306- حدثني ابن المغيرة، عن مالك بن مغول، عن مطرف بن الشخير أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nأقبل يوم الجمعة يريد المسجد قال: فمررت بمقبرة، وأنا أنعس على دابتي،\nفكأني رأيتهم جلوسا على/ ركبهم بأفنية قبورهم، فلما نظروا إلي قالوا: هذا\nمطرف يريد الجمعة، فقلت: أو تدرون ما الجمعة؟ فقالوا: نعم، وندري ما تقول\nالطير في جو السماء، فقلت: وما تقول؟ قال: سلم سلم من يوم صالح.\n</p>\n\n<p>\n307- قال: وحدثني ابن المغيرة، عن مالك بن مغول، عن أبي منصور الجهني\nقال <span id='ms097'></span>: أتيت المقبرة، فصليت ركعتين، ثم توسدت قبرا، فوضعت رأسي عليه، فكلمني\nشيء من القبر أنكم تعملون، ولا تعلمون، وإنا نعلم، ولا نعمل، والله لأن\nيكون ركعتين في صحيفتي أحب إلي من الدنيا، وما فيها.\n</p>\n\n<p>\n308- قال عبد الملك: وسمعت مطرف بن عبد الله يحدث بذلك.\n</p>\n\n<p>\n309- قال الحسن بن يسار، عن هشام بن سعد، عن زيد بن أسلم قال: خرج رجل من\nالمدينة غازيا فشيعته امرأته وهي حبلى إلى باب داره، فلما ودعها أشار بيده\nإلى بطنها، وقال: أستودع الله ما في بطنك، فقضي أنها ماتت بجمع، فدفنت\nوجنينها في بطنها، فرئي على قبرها من ليلة يومها نور ساطع ففشا ذلك في\nالناس، وكان يرى كل ليلة حتى قدم زوجها، فأخبر بخبرها، فخرج ليلا حتى أتى\nقبرها، فانصدع القبر، وإذا المرأة قاعدة في أكفانها، وصبيها في حجرها\nفقالت: يا فلان دونك ما استودعت الله فخذه، ولو استودعتنا/ لوجدتنا، فأخذ\nالصبي منها حيا، وانطبق القبر عليها، قال زيد بن أسلم: ولقد رأيت الصبي بعد\nذلك غلاما يجري في أزقة المدينة مع الصبيان؟ قال هشام بن سعد: ولقد سمعت\nأبا الصبي يحدث بذلك.\n</p>\n\n<p>\n310- قال: وحدثني عبد العزيز الأويسي، عن إسماعيل بن عياش، عن معاذ بن\nمعاذ بن رفاعة، عن عبد الرحمن بن إبراهيم: أن يحيى بن زكريا صلى الله عليه\nوسلم مر بقبر دانيال عليه السلام، فسمع صوتا من القبر، يقول: سبحان من تعزز\nبالقدرة، وقهر العباد بالموت فوقف متعجبا، فسمع صوتا من السماء يقول: أنا\nالذي تعززت بالقدرة، وقهرت العباد بالموت، من قالهن استغفرت له السماوات،\nوالأرض، وما فيهن.\n</p>\n\n<p>\n311- قال عبد الملك: وبلغني أن عمر بن الخطاب رضي الله عنه سأل الله عز\nوجل أن يريه الموتى فرأى في منامه أنه وقف بهم، وهم قعود على رموسهم فسلم\nعليهم، فردوا عليه السلام، ثم قالوا: ما أعظمك عند الله يا عمر لقد سمعنا\nصوتك في السماء أن يريكنا كالرعد في أهل الأرض قال عمر: فبالذي أرانيكم ألا\nأخبرتموني ما عملكم؟ قالوا: ما لنا من <span id='ms098'></span> عمل إلا القعود على رموسنا هذه فإذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nيوم الجمعة، وراح الناس إلى المسجد رحنا إلى هذا المرج ومرج أمامهم ممدود\nفكنا/ نتحدث جميعا حتى تنصرف الناس من صلاة الجمعة، أو صلاة العصر، ثم\nننصرف إلى رموسنا.\n</p>\n\n<p>\nقال عبد الملك: فقولهم لعمر لقد سمعنا صوتك حين سألت الله أن يريكنا\nكالرعد في أهل الأرض، ما يدل على أنهم ليسوا مقيمين على رموسهم، وأنهم\nكانوا في السماء حين دعا عمر الله أن يريه إياهم، ثم اطلعوا رموسهم حتى\nأريهم عمر في منامه، وقولهم: ما لنا من عمل إلا القعود على رموسنا هذا\nمعناه إذا اطلعوها، وأكثر اطلاعهم لها يوم الجمعة.\n</p>\n\n<p>\n312- قال عبد الملك: وحدثني أسد بن موسى، عن المبارك بن فضالة أنه سمع\nالحسن يقول: قال رسول الله صلى الله عليه وسلم : ((إذا عرج بروح المؤمن\nتلقاه أرواح المؤمنين بالرحمة، والبشرى كما يتلقى في دار الدنيا، ثم يقبلون\nعليه، ويسألونه ما فعل فلان، ما فعلت فلانة هل تزوجت؟ وكيف فلان، وفلانة؟\nفيقول: بخير، والله تركته بحمد الله على طريقة حسنة، فيقولون: الحمد لله\nاللهم أنت هديته لذلك، فثبته عليه حتى تقبضه عليه وإن سألوه عن فلان قد مات\nقال: هيهات هلك ذلك قبلي، فيقولون جميعا: إنا لله، وإنا إليه راجعون عمل\nوالله بغير عملنا، فسلك به غير طريقتنا ذهب به، والله إلى أمه الهاوية\nفبئست/ الأم، وبئست المرتبة.\n</p>\n\n<p>\nقال عبد السلام: ((ويعرض على الموتى أعمالكم، فإن رأوا خيرا استبشروا،\nوقالوا: اللهم هذه نعمتك مننت بها على عبدك، فأتمها عليه، وإن رأوا سيئة\nحزنوا لها وقالوا: اللهم راجع بعبدك)).\n</p>\n\n<p>\nقال عليه السلام : ((لا تحزنوا موتاكم بالأعمال السيئة فإن أعمالكم تعرض\nعليهم)).\n</p>\n\n<p>\n313- قال: وحدثني عبد الله بن صالح، عن الليث بن سعد قال: استشهد رجل من\nأهل الشام، فكان يأتي أباه في كل ليلة جمعة، فيحدثه، ويؤانسه تكرمة من الله\nله، قال: فغاب عنه، ثم جاءه في الجمعة الأخرى، فقال: يا بني لقد أحزنتني،\nوشق علي تخلفك عني، قال: يا أبت إنما شغلني <span id='ms099'></span> عنك أن أرواح الشهداء أمروا أن\nيتلقوا روح عمر بن عبد العزيز قال: وكنت معهم، فتلقيناه.\n</p>\n\n<p>\nقال الليث: وذلك بعدما توفي عمر بن عبد العزيز رحمه الله.\n</p>\n\n<p>\n314- قال: وحدثني ابن الماجشون، عن أبيه، عن الدراوردي، عن علي بن نفحة\nالجهني أنهم قالوا: بينما رجل في أندر له بالشام يعالجه، ومعه زوجته، وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nكان استشهد ابن لهما قبل ذلك بما شاء الله إذ رأى فارسا، فقال لامرأته:\nابني، وابنك، والله يا فلانة، فقالت: أخس عنك الشيطان ابنك قد استشهد/ مذ\nزمان، وأنت مفتون أقبل على عملك، فأقبل على عمله، واستغفر الله، ثم إن\nالفارس دنا منهما، فأعاد نظره، فعاد من قوله لها وعادت من قولها، ثم نظر،\nفقال: ابنك والله، ونظرت، فقالت: هو والله هو، فأقبل حتى وقف عليهما،\nفأرادوا القيام إليه، فقال: مكانكما لست لكما، ثم سلم عليهما، وسلما عليه،\nفقال له أبوه: ألم تك استشهدت يا بني؟ فقال: نعم يا أبتاه، ولكن عمر بن عبد\nالعزيز توفي في هذه الساعة من هذا اليوم، فاستأذن الشهداء ربهم في شهوده،\nفأذن لهم، وكنت معهم، واستأذنته في السلام عليكما، فأذن، ثم ساءلهما، ودعا\nلهما، ثم غاب، فما عرف موت عمر بن عبد العزيز بتلك القرية إلا بحديث الشيخ،\nووجد قد توفي في تلك الساعة من ذلك اليوم.\n</p>\n\n<p>\n315- قال: وحدثني طلق بن السمع، عن ضمام بن إسماعيل المعافري قال: هلك\nرجل منا، وعنده وديعة لقوم فأتوا فيها إلى ولده، فقال: ما ذكرها لنا، ولست\nأعرفها فذهب ولده إلى شعيب الحبشاني، وكان يقرأ التوراة، والإنجيل،\nوالزبور، وغيرهما من الكتب، قال: فشكا ذلك إليه، فقال له: تجهز حتى تأتي/\nناحية برهوت، فستلقى واديا يسيل رملا كما يسيل السيل فجاوزه حتى تلقى جبلا،\nفأصعده، وأقم حتى يجن عليك الليل، فستمر بك سحابة تسمع فيها دويا، فناد\nبأبيك، فيستجيب لك، فاسأله عما تريد، قال: ففعل ما أمره به، فانطلق حتى أتى\nالوادي، فجاوزه ثم صعد على الجبل، فأقام حتى جن عليه الليل، فمرت به\nالسحابة، فسمع فيها <span id='ms100'></span> دويا، فناداه، فقال: من أنت؟ فقال: أنا ابنك فلان: إن\nبني فلان طلبوا الوديعة التي لهم عندك، فأين هي؟ قال: بموضع كذا، وكذا\nفردها عليهم.\n</p>\n\n<p>\nقال عبد الملك: برهوت: واد بناحية حضرموت من أرض اليمن، وهو طريق لمختلف\nالأرواح في صعودها وهبوطها، ومجتمع لها بذلك المكان.\n</p>\n\n<p>\n316- قال عبد الملك: وبلغني عن مكحول، عن عبد الرحمن بن غنم الأشعري أنه\nقال: شهدت وفاة معاذ بن جبل يوم طاعون، فحسن عزاؤه عليه، فأغمي على معاذ\nفسمعته يهمس، فدنوت منه، فإذا هو يقول: يا بني قد علمت أن الله سيبدلك\nبأهلك خيرا منهم فناديته ففتح بصره، فقلت له: هل ترى شيئا؟ قال: نعم قد لحق\nابني مع الذين أنعم الله عليهم من النبيين، والصديقين، والشهداء،\nوالصالحين/ وحسن أولئك رفيقا، وشكر لي ربي بحسن عزائي عليه، ثم جاءني روحه\nآنفا، فأخبرني أن رسول الله صلى الله عليه وسلم في مائة ألف من النبيين،\nوالصديقين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nوالشهداء، والصالحين، ومائة ألف من الملائكة المقربين يلقوني اليوم، ويصلون\nعلي، ويسعون بي إلى الجنة، ثم أغمي عليه، فرفع يديه كأنه يصافح قوما،\nويقول: مرحبا مرحبا نعم نعم إن شاء الله إن شاء الله الآن الآن آتيكم آتيكم\nجئتكم جئتكم، ثم يضحك، ثم يقول مثلها ثم يضحك، ثم قال: لا إله إلا الله،\nوحده لا شريك له، ثم مات. قال ابن غنم: فتعجلنا والله جهازته فلما فرغنا من\nدفنه رأيته بعد ثلاث ليال في منامي على فرس أبلق، وخلق كزحام أهل منى رجال\nبيض عليهم ثياب خضر على خيل بلق، وهو قدامهم يقول: {يا ليت قومي يعلمون.\nبما غفر لي ربي وجعلني من المكرمين} ثم التفت على يمينه، وعلى شماله،\nويقول: يا عبد الله بن رواحة، ويا ابن مظعون: {الحمد لله الذي صدقنا وعده\nوأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين} قال ابن غنم: ثم\nصافحني، وسلم علي، ثم انتبهت وأهلي يقولون: الصلاة فشق علي ألا يكونوا كفوا\nعني قليلا، فأنعم، وأسر برؤيتهم أكثر من ذلك.\n</p>\n\n<p>\n317- قال <span id='ms101'></span> عبد الملك: وحدثني مطرف، عن مالك: أن عيسى ابن مريم عليه السلام\nمر بقرية قد تخرب بنيانها، وتغيرت أشجارها، وغارت.\n</p>\n\n<p>\nيا خراب أين أهلك، وعمارك، فيسمع صوتا يقول أبيانا.\n</p>\n\n<p>\nقال عيسى: وما بلغهم من قبلك: قالوا: كانوا لا يأمرون بمعروف، ولا ينهون\nعن منكر.\n</p>\n\n<p>\nقال عيسى: فما بالك أتيت من بينهم؟ قال: إني لم أكن منهم، وإنما كنت\nماشيا على الطريق، فغشيني العذاب معهم، فروحي مع أرواحهم في سجين.\n</p>\n\n<p>\nقال: أخبرني وما سجين؟ قال: صخرة سوداء تحت الأرض السابعة على شفير جهنم\nأعاذنا الله منها بمنه، وكرمه، والحمد لله وحده.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nفي اليوم المبارك الثاني والعشرين من شعبان سنة أربع وتسعمائة من كتابة\nالعبد الفقير المعروف بالعجز والله خير الراحمين أحمد محمد علام الله\nالمحلي المالكي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             <span id='ms102'></span>\n</p>\n",
  "pages": [
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109"
  ],
  "volumes": [
    "01"
  ]
}