{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nقرئ على الشيخين الأجلين أبي المعالي عمر، وأبي العباس أحمد ابني بنيمان\nبن عمر المستعمل، قيل لهما: أخبركما الشيخ أبو غالب محمد بن الحسن بن أحمد\nالباقلاني قراءة عليه؟ قال: أبنا أبو علي الحسن بن أحمد بن إبراهيم بن\nشاذان، قراءة عليه في جمادى الآخرة سنة خمس وعشرين وأربعمائة قال أبنا أبو\nبكر أحمد بن سلمان النجاد المفتي الفقيه قراءة عليه في منزله يوم الأربعاء\nلإحدى عشرة بقين من جمادى الآخرة سنة أربع وأربعين وثلاثمائة قال: قرئ على\nيحيى بن جعفر بن الزبرقان وأنا أسمع أبنا يزيد بن هارون، أبنا ابن أبي ذئب،\nعن نافع، عن ابن عمر، أنه طلق امرأته، وهي حائض، فسأل عمر رسول الله صلى\nالله عليه وسلم عن ذلك فقال\n</p>\n\n<h1 class='l1' id='head0'>: «مره فليراجعها، ثم يمسكها حتى تطهر من حيضتها، إن شاء طلقها وإن شاء أمسكها عنده، وهي واحدة </h1>\n\n<p>\nوإن أراد أن يطلقها، فلا يقعن عليها عند طهرها، فتلك العدة التي أمر الله\n</p>\n\n<h1 class='l1' id='head1'>[ص: 48]</h1>\n\n<p>\nتعالى أن يطلق لها النساء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا شيبان، ثنا حماد بن سلمة، عن أيوب، وعبيد\nالله بن عمر، عن نافع، عن ابن عمر قال: طلقت امرأتي على عهد رسول الله صلى\nالله عليه وسلم وهي حائض، فأخبر عمر رسول الله صلى الله عليه وسلم بذلك\nفقال لي\n</p>\n\n<h1 class='l1' id='head3'>: «ارتجعها حتى تطهر ثم تحيض، فإنها العدة التي أمر الله بها»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا عبيد الله بن عمر بن ميسرة، ثنا بشر بن المفضل،\nح وحدثنا الحسن، ثنا أبو بكر بن خلاد، ثنا يحيى\n</p>\n\n<h1 class='l1' id='head5'>[ص: 50]</h1>\n\n<p>\n، وسعيد، حدثنا الحسن، ثنا عباس بن الوليد، ثنا يحيى بن سعيد، ومعمر، ح\nوحدثنا الحسن، ثنا محمد بن العلاء، ثنا ابن إدريس كلهم عن عبيد الله بن\nعمر، عن نافع، عن ابن عمر، أنه طلق امرأته وهي حائض، فقال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head6'>: «مر عبد الله فليراجعها ثم ليمسكها حتى تطهر من حيضتها هذه، ثم تحيض حيضة أخرى، فإذا طهرت فإن </h1>\n\n<p>\nشاء فليفارقها قبل <span id='ms01'></span> أن يجامعها، وإن شاء فليمسكها، فإن تلك العدة التي أمر\nالله أن تطلق لها النساء»\n</p>\n\n<h1 class='l1' id='head7'>[ص: 51]</h1>\n\n<p>\nقال ابن إدريس في حديثه: قال عبيد الله: وكان تطليقه إياها في الحيض\nواحدة غير أنه خالف فيها السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>4 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا يحيى الحماني، ثنا ابن المبارك، عن\n</p>\n\n<h1 class='l1' id='head9'>[ص: 52]</h1>\n\n<p>\nعبيد الله، عن نافع , عن ابن عمر أنه طلق امرأته وهي حائض، فذكر ذلك عمر\nللنبي صلى الله عليه وسلم فقال\n</p>\n\n<h1 class='l1' id='head10'>: «مره فليراجعها فإذا طهرت ثم حاضت، ثم طهرت، فإن بدا له أن يمسكها فليمسكها، وإن بدا له أن </h1>\n\n<p>\nيطلقها فليطلقها، فإنها العدة التي أمر الله بها» ،\n</p>\n\n<h1 class='l1' id='head11'>5 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، نا محمد بن عبد الله بن نمير، ثنا ابن إدريس، عن\nعبيد الله بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>6 - </h1>\n\n<p>\nحدثنا إبراهيم بن عبد الله، ثنا سليمان بن حرب، ثنا حماد بن زيد، عن\nأيوب، عن نافع، عن ابن عمر، كان إذا سئل عن رجل طلق امرأته وهي حائض قال\n</p>\n\n<h1 class='l1' id='head13'>: «يرجعها ثم يمسكها حتى تطهر ثم تحيض ثم تطهر ثم تحيض فإذا طهرت طلقها إن شاء، فتلك العدة التي </h1>\n\n<p>\nأمر الله بها، وإن طلقها واحدة أو اثنتين فقد أمر رسول الله صلى الله\nعليه وسلم أن يراجعها، وأما إن طلقت امرأتك ثلاثا، فقد بانت منك امرأتك،\nوعصيت ربك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>7 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا أحمد بن يونس، ثنا زهير، ثنا موسى بن عقبة،\nعن نافع، أن ابن عمر طلق امرأته على عهد رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head15'>«فأمره أن يراجعها، ثم يمسكها حتى تطهر، ثم يمهلها حتى تحيض عنده حيضة، ثم يمهلها حتى تطهر، </h1>\n\n<p>\nفإن أراد أن يطلقها فليطلقها قبل أن يجامعها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>8 - </h1>\n\n<p>\nحدثنا إبراهيم بن عبد الله، ثنا القعنبي، عن مالك، عن نافع، عن ابن عمر،\nأنه طلق امرأته وهي حائض، فسئل رسول الله صلى الله عليه وسلم عن ذلك فقال\n</p>\n\n<h1 class='l1' id='head17'>: «مره فليراجعها، ثم يمسكها حتى تطهر ثم تحيض ثم تطهر، ثم إن شاء طلق»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head18'>9 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، حدثني أبي، ثنا عبد الرحمن <span id='ms02'></span> بن مهدي، عن مالك، عن\nنافع، عن ابن عمر أنه طلق امرأته وهي حائض على عهد رسول الله صلى الله عليه\nوسلم، فسأل عمر رسول الله صلى الله عليه وسلم، فقال رسول الله صلى الله\nعليه وسلم: «فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم إن شاء أمسك بعد\n</p>\n\n<h1 class='l1' id='head19'>[ص: 55]</h1>\n\n<p>\nذلك، وإن شاء طلق قبل أن يمس، فتلك العدة التي أمر الله أن تطلق لها\nالنساء»\n</p>\n\n<h1 class='l1' id='head20'>10 - </h1>\n\n<p>\nحدثنا يعقوب بن يوسف، ثنا مصعب، ثنا مالك، بإسناده نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>11 - </h1>\n\n<p>\nحدثنا محمد بن شاذان، ثنا معلى بن منصور، ثنا الليث بن سعد\n</p>\n\n<h1 class='l1' id='head22'>[ص: 56]</h1>\n\n<p>\n، عن نافع، عن ابن عمر، طلق امرأته تطليقة وهي حائض، فأمره رسول الله صلى\nالله عليه وسلم أن\n</p>\n\n<h1 class='l1' id='head23'>يراجعها ثم يمسكها حتى تطهر ثم تحيض حيضة أخرى، ثم يمهلها حتى تطهر من حيضتها فإن أراد أن </h1>\n\n<p>\nيطلقها فليطلقها حين تطهر قبل أن يجامعها فتلك العدة التي أمر الله أن\nتطلق لها النساء \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>12 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، حدثني أبي، ثنا ابن إدريس، ثنا الليث، عن نافع،\nأن عبد الله طلق امرأته وهي حائض تطليقة واحدة على عهد رسول الله صلى الله\nعليه وسلم، فقال عمر: يا رسول الله إن عبد الله طلق امرأته اليوم وهي حائض\nتطليقة واحدة، فأمره رسول الله صلى الله عليه وسلم أن\n</p>\n\n<h1 class='l1' id='head25'>يراجعها ويمسكها حتى تطهر، ثم تحيض عنده حيضة أخرى، ثم يمهلها حتى تطهر من حيضتها، فإن أراد </h1>\n\n<p>\nأن يطلقها طلقها حين تطهر قبل أن يجامعها فتلك العدة التي أمر الله أن\nتطلق لها النساء \" وكان عبد الله إذا سئل عن ذلك قال لأحدهم: أما أنت طلقت\nامرأتك مرة أو مرتين، فإن رسول الله صلى الله عليه وسلم أمرني بها فإن كنت\nطلقتها ثلاثا فقد حرمت عليك حتى تنكح زوجا غيرك، وعصيت الله فيما أمرك من\nطلاق امرأتك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>13 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا إسماعيل بن إبراهيم الترجماني، ثنا سعيد بن عبد\nالرحمن، عن عبيد الله بن عمر، عن نافع، عن ابن عمر أن رجلا قال لعمر <span id='ms03'></span>: إني\nطلقت امرأتي البتة، وهي حائض، فقال: «عصيت ربك وفارقت امرأتك» ، فقال\nالرجل: فإن رسول الله صلى الله عليه وسلم قال لعبد الله حين فارق امرأته\nوهي حائض يأمره أن يراجعها، فقال له عمر: «إن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head27'>أمر أن يراجعها في طلاق بقي له، فأنت لم يبق لك ما ترجع به امرأتك»</h1>\n\n<h1 class='l1' id='head28'>14 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا يحيى بن أيوب، ثنا سعيد بن\n</p>\n\n<h1 class='l1' id='head29'>[ص: 58]</h1>\n\n<p>\nعبد الرحمن، ثنا عبيد الله، عن نافع أن رجلا سأل عمر ذكر أنه طلق امرأته\nالبتة وهي حائض، ثم ذكر مثله، ولم يذكر ابن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>15 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن سليمان، ثنا منجاب، ثنا علي بن مسهر، عن محمد\nبن إسحاق، عن نافع، عن ابن عمر قال: طلقت امرأتي تطليقة، وهي في دمها،\nفذكرته لعمر، فذكره عمر لرسول الله صلى الله عليه وسلم فقال\n</p>\n\n<h1 class='l1' id='head31'>: «بئس ما صنع، مره فليراجعها فإذا طهرت فليطلقها طاهرا في غير جماع»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head32'>16 - </h1>\n\n<p>\nحدثنا محمد، ثنا سفيان، ثنا ابن جريج، عن نافع، أن عبد الله بن\n</p>\n\n<h1 class='l1' id='head33'>[ص: 59]</h1>\n\n<p>\nعمر طلق امرأته وهي حائض تطليقة على عهد رسول الله صلى الله عليه وسلم،\nفاستفتى عمر النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head34'>«فأمره أن يراجعها، ثم يمسكها حتى تطهر فإن بدا له أن يطلقها قبل أن </h1>\n\n<p>\nيجامعها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>17 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا عمار بن زربي المازني، ثنا بشر بن منصور، عن عبد\nالله بن عمر، عن نافع، عن ابن عمر، عن عمر قال: قال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head36'>: \" التقى آدم وموسى، فقال له موسى: أنت آدم الذي خلقك الله بيده، وأسجد لك ملائكته، وأدخلك </h1>\n\n<p>\nجنته، ثم أخرجتنا منها؟ فقال له آدم: أنت موسى الذي اصطفاك الله برسالته،\nوقربك نجيا، فأنزل عليك في التوراة، فأسألك بالذي أعطاك ذلك بكم تجده كتب\nعلي قبل أن أخلق؟ قال: أجده كتب عليك في التوراة قبل أن تخلق بألفي عام \"،\nقال رسول الله صلى الله عليه وسلم: «فحاج آدم موسى، فحاج آدم موسى، فحج آدم <span id='ms04'></span>\nموسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>18 - </h1>\n\n<p>\nحدثنا الحسن، ثنا خلف بن سالم، ومسروق قالا: ثنا أبو معاوية، ثنا عبيد\nالله بن عمر، عن نافع، عن ابن عمر قال: قال عمر\n</p>\n\n<h1 class='l1' id='head38'>: «لو لم يكن الحجر من البيت ما طفت»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head39'>19 - </h1>\n\n<p>\nنا الحسن بن علي، ثنا محمد بن عباد، ثنا عبد العزيز بن محمد\n</p>\n\n<h1 class='l1' id='head40'>[ص: 61]</h1>\n\n<p>\n، عن عبيد الله بن عمر، عن نافع، عن ابن عمر قال: إن عمر قال للمهاجرين\n</p>\n\n<h1 class='l1' id='head41'>: «لا تتخذوا من وراء الروحا مالا ولا ترتدوا على أعقابكم بعد الهجرة، ولا تزوجوا طلقاء مكة </h1>\n\n<p>\nنساءكم، وتزوجوا نساءهم، وائتوا بهن»\n</p>\n\n<h1 class='l1' id='head42'>20 - </h1>\n\n<p>\nحدثنا الحسن، ثنا أبو بكر بن خلاد، ثنا يحيى بن سعيد، عن عبيد الله قال:\nأخبرني نافع، عن ابن عمر بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>21 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا هدبة بن خالد، ثنا حماد بن سلمة، عن عبيد الله\nبن عمر، أن عمر قال للمهاجرين\n</p>\n\n<h1 class='l1' id='head44'>: \" من كان له بخيبر نصيب فليحضر حتى نقسمها بينكم، فإنهم قد فعلوا وفعلوا، وغشوا المسلمين </h1>\n\n<p>\nوعالوهم فانطلقوا حتى أتوا، قال: انجلوا عنها، فقالوا: لا تفعل، فأخرجهم\nمنها وقسمها بين أهلها، وكانت لمن شهد الحديبية \"\n</p>\n\n<h1 class='l1' id='head45'>22 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا عبد الأعلى بن حماد، عن حماد، ح\n</p>\n\n<h1 class='l1' id='head46'>[ص: 62]</h1>\n\n<p>\nوحدثنا الحسن، ثنا عبد الواحد بن غياث قال: ثنا حماد بن سلمة، عن عبيد\nالله قال أبو سلمة: أحسبه عن نافع، عن ابن عمر، فقال عبد الأعلى في حديثه:\nشك أبو سلمة في نافع، وقال عبد الواحد فيما يحسب أبو سلمة، عن نافع، عن ابن\nعمر، أن عمر قال: من كان له سهم في خيبر ثم ذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>23 - </h1>\n\n<p>\nحدثنا الحسن، ثنا عبيد الله بن عمر، وأبو بكر بن خلاد قالا: ثنا يحيى بن\nسعيد، عن عبيد الله بن عمر، عن نافع، عن ابن عمر قال: قال عمر رضي الله عنه\n</p>\n\n<h1 class='l1' id='head48'>: «ما بلت قائما منذ أسلمت»</h1>\n\n<h1 class='l1' id='head49'>24 - </h1>\n\n<p>\nحدثنا الحسن ثنا محمد بن العلاء، ثنا ابن إدريس\n</p>\n\n<h1 class='l1' id='head50'>[ص: 63]</h1>\n\n<p>\n، وحدثنا الحسن، ثنا عثمان، ثنا ابن إدريس، وابن نمير، عن عبيد الله بن\nعمر بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>25 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا عبد الأعلى <span id='ms05'></span> بن حماد، ثنا بشر بن منصور، ثنا\nعبيد الله بن عمر، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head52'>: «لا تمنعوا إماء الله مساجد الله </h1>\n\n<p>\nعز وجل»</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>26 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا زحمويه زكريا بن يحيى، ثنا يزيد بن هارون، ثنا\nإسماعيل بن مسلم، عن عبيد الله، عن نافع، عن ابن\n</p>\n\n<h1 class='l1' id='head54'>[ص: 64]</h1>\n\n<p>\nعمر، قال: كانت امرأة عمر جسيمة، وكانت إذا خرجت إلى الصلاة عرفت بطولها،\nفقيل لها: لو أنك لم تخرجي فإن عمر يؤذيه ذلك، فقالت: لو نهاني عمر مرة\nواحدة ما خرجت، فقيل لعمر: لو نهيتها، فقال عمر: لولا أني سمعت رسول الله\nصلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head55'>: «لا تمنعوا إماء الله مساجد الله»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head56'>27 - </h1>\n\n<p>\nحدثنا الحسن، ثنا عثمان، ومحمد بن العلاء قالا: ثنا أبو أسامة، عن عبيد\nالله بن عمر، عن نافع، عن ابن عمر قال: كانت امرأة لعمر تشهد صلاة الصبح\nوالعشاء في جماعة في المسجد، فقيل لها: قد تعلمين أن عمر يكره ذلك ويغار،\nفقالت: فما يمنعه أن ينهاني؟ قالوا: قول رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head57'>: «لا تمنعوا إماء الله مساجد الله» لم يذكر عمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head58'>28 - </h1>\n\n<p>\nحدثنا محمد، ثنا محرز بن سلمة، وحدثنا الحسن، ثنا مصعب الزبيري قالا: ثنا\nعبد العزيز بن محمد، عن عبيد الله، عن نافع، عن ابن عمر قال\n</p>\n\n<h1 class='l1' id='head59'>: \" فرض عمر لأسامة أكثر مما فرض لي، فقلت له: هجرتي وهجرته واحدة، قال: فإنه كان أحب إلى رسول </h1>\n\n<p>\nالله صلى الله عليه وسلم منك، وأبوه كان أحب إلى رسول الله صلى الله عليه\nوسلم من أبيك، وإنما هاجر بك أبوك \" واللفظ لمحرز بن سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>29 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا سفيان، ثنا محمد بن بكر، عن ابن جريج، عن\nزيد بن أسلم، عن أبيه، أن عمر فضل أسامة بن زيد\n</p>\n\n<h1 class='l1' id='head61'>[ص: 66]</h1>\n\n<p>\n، فقال عبد الله بن عمر: لم فضلت علي أسامة، فوالله ما سبقني إلى مشهد؟\nقال\n</p>\n\n<h1 class='l1' id='head62'>: «لأن أسامة كان أحب إلى رسول الله صلى الله عليه وسلم منك»</h1>\n\n<h1 class='l1' id='head63'>30 - </h1>\n\n<p>\nحدثنا الحسن <span id='ms06'></span> بن علي، ثنا سفيان ثنا محمد بن بكر، عن ابن جريج، عن عبيد\nالله، عن نافع نحو حديث زيد بن أسلم ولم يذكر ابن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>31 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا محمد بن يحيى بن أبي سمينة، ثنا يحيى بن\nسعيد، عن عبيد الله بن عمر، عن نافع، عن ابن عمر قال: لما مات عبد الله بن\nأبي، أتى ابنه النبي صلى الله عليه وسلم فقال: يا رسول الله، إن أبي مات\nفأعطني قميصك أكفنه فيه، وصل عليه، فأعطاه قميصه، فلما ذهب ليصلي عليه جذبه\nعمر وقال: ألم ينهك الله عن المنافقين، فقال: \" يا عمر\n</p>\n\n<h1 class='l1' id='head65'>خيرت: {استغفر لهم أو لا تستغفر لهم} [التوبة: 80] ، قال: فنزلت: {ولا تصل على أحد منهم مات} </h1>\n\n<p>\n[التوبة: 84] إلى آخر الآية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>32 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا أبو بكر، وحسين بن عبد الأول قالا: ثنا أبو\nأسامة، ثنا عبيد الله، عن نافع، عن ابن عمر قال: لما توفي عبد الله بن أبي،\nجاء ابنه إلى النبي صلى الله عليه وسلم فسأله أن يعطيه قميصه حتى يكفنه\nفيه، فأعطاه ثم سأله أن يصلي عليه، فقام رسول الله صلى الله عليه وسلم\nليصلي عليه، فقام عمر فأخذ بثوبه فقال: يا رسول الله تصلي عليه وقد نهاك\nالله أن تصلي عليه، فقال رسول الله صلى الله عليه وسلم: \" إنما\n</p>\n\n<h1 class='l1' id='head67'>خيرني فقال: إن شئت {استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة} [التوبة: 80] </h1>\n\n<p>\nفأنا أزيد على سبعين مرة \"، فقال: إنه منافق فلا تصل عليه يا رسول الله،\nفأنزل الله تعالى {ولا تصل على أحد منهم مات أبدا} [التوبة: 84] الآية لفظ\nحسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>33 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا هناد بن السري من أصل كتابه، ثنا أبو\nمعاوية، عن عبيد الله، عن نافع، عن ابن عمر، عن عمر، أن رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head69'>«أسهم يوم خيبر للفارس ثلاثة أسهم، له سهم ولفرسه سهمان»</h1>\n\n<h1 class='l1' id='head70'>[ص: 69]</h1>\n\n<h1 class='l1' id='head71'>34 - </h1>\n\n<p>\nحدثنا محمد، ثنا جمهور بن منصور، ثنا سليم بن أخضر، ثنا عبيد الله <span id='ms07'></span>، عن\nنافع، عن ابن عمر، عن النبي صلى الله عليه وسلم، ولم يذكر عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>35 - </h1>\n\n<p>\nحدثنا محمد، ثنا هشام بن يونس من أصل كتابه، ثنا أبو معاوية، عن عبيد\nالله، عن نافع، عن ابن عمر، عن عمر، أن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head73'>سابق بين الخيل المضمرة من ثنية الوداع إلى الحفياء، وأرسل التي لم تضمر إلى مسجد بني </h1>\n\n<p>\nزريق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>36 - </h1>\n\n<p>\nحدثنا محمد، ثنا حسين بن عبد الأول، ثنا المحاربي، ثنا عبيد الله، عن\nنافع، عن ابن عمر أنه\n</p>\n\n<h1 class='l1' id='head75'>أوضع في وادي محسر \" قال: حسين رفعه مرة وأحيانا لم يرفعه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head76'>37 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا أبو بكر بن خلاد، ثنا يحيى بن سعيد، عن\n</p>\n\n<h1 class='l1' id='head77'>[ص: 71]</h1>\n\n<p>\nعبيد الله، أبنا نافع، عن ابن عمر بن الخطاب، أن عمر بن الخطاب رضي الله\nعنه\n</p>\n\n<h1 class='l1' id='head78'>\" ضرب لليهود والنصارى والمجوس أجلا: ثلاثة أيام بالمدينة، يبيعون فيها، فزعم أن عمر أجلاهم من </h1>\n\n<p>\nجزيرة العرب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>38 - </h1>\n\n<p>\nحدثنا الحسن بن عبد الأعلى، ثنا معتمر، وثنا الحسن، ثنا سويد، والوليد بن\nشجاع قالا: ثنا علي بن مسهر قالا: ثنا عبيد الله بن عمر بذلك، وزاد فيه\n</p>\n\n<h1 class='l1' id='head80'>«لا يجتمع دينان في جزيرة العرب»</h1>\n\n<h1 class='l1' id='head81'>39 - </h1>\n\n<p>\nحدثنا الحسن ثنا عثمان، ثنا عبدة، وابن بشر، وأبو أسامة، عن عبيد الله\nبذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>40 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا محمد بن بشار، ثنا سليمان بن حرب، ثنا حماد بن\nزيد، عن محمد بن إسحاق، عن عبيد الله بن عمر، عن نافع، عن\n</p>\n\n<h1 class='l1' id='head83'>[ص: 72]</h1>\n\n<p>\nابن عمر، قال: إن المشركين قاتلوا عمر بن الخطاب في المسجد الحرام إلى أن\nكانت الشمس حيال رأسه، ودخل رجل وعليه قميص موشى وبرد أحمر، فخرج يفرج\nالناس حتى أتاه، فقال: من هذا؟ فقالوا: عمر بن الخطاب رضي الله عنه، قال:\nوما تريدون منه؟ رجل اختار دينا، ترون بني عدي ترضى أن نقتل عمر، فقال لهم\nعمر: «يا أعداء الله\n</p>\n\n<h1 class='l1' id='head84'>لو بلغنا ثلاثمائة، لقد أخرجناكم منها» ، قال ابن عمر، فقلت لعمر: من الرجل يا أبت الذي دخل؟ </h1>\n\n<p>\nقال: «ذاك العاص بن وائل أبو عمرو بن العاص»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>41 - </h1>\n\n<p>\nحدثنا <span id='ms08'></span> الحسن بن علي، ثنا الحسن بن شوكر، ثنا إسماعيل بن جعفر، ثنا مبارك\nبن فضالة، عن عبيد الله بن عمر، عن نافع، عن ابن عمر، أن عمر قال\n</p>\n\n<h1 class='l1' id='head86'>: «تعلموا من النجوم ما تهتدوا به في ظلمات البر والبحر، ثم انتهوا، وتعلموا من الأنساب قدر ما </h1>\n\n<p>\nتصلوا به أرحامكم، ثم انتهوا\n</p>\n\n<h1 class='l1' id='head87'>[ص: 73]</h1>\n\n<p>\n، وتعلموا الذي يحل من النساء وما يحرم عليكم ثم انتهوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>42 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا علي بن سهل الرملي، ثنا مؤمل بن إسماعيل، عن\nالحارث بن عمير، عن عبيد الله، عن نافع، عن ابن عمر قال: قالت لي حفصة: لو\nأتيت أمير المؤمنين فكلمته يستخلف؟ فأتيته فقلت: يا أمير المؤمنين لو أنك\nبعثت رجلا إلى قيم أرضك أو قيم إبلك لأحببت أن تخلف فيها من يقوم مقامك\nبأمرها، قال: «اجلس» فتمنيت أن بيني وبينه عرض المدينة، قال: «يا بني\n</p>\n\n<h1 class='l1' id='head89'>أرأيت الرجل يكون مع الرجل وليدا أو يكون معه غلاما أو يكون معه يافعا ويكون معه شبابا </h1>\n\n<p>\nوكهلا، ويكون معه شيخا أتراه يعرفه؟» قال: نعم، قال «فإذا استخلفت رجلا\nوقد علمت منه خلق كذا وكذا، إن استخلفت فقد استخلف من كان خيرا مني، وإن\nأترك فقد ترك من كان خيرا مني، فلما ذكر رسول الله صلى الله عليه وسلم وأبا\nبكر، علمت أنه سيتابع رسول الله صلى الله عليه وسلم، ويدع أبا بكر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>43 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا هناد، ثنا قبيصة، ثنا سفيان، عن عبيد الله،\nوموسى بن عقبة، عن نافع، عن ابن عمر، قال: كان في وصية عمر رضي الله عنه\n</p>\n\n<h1 class='l1' id='head91'>«في خمس من الإبل شاة، وفي عشر شاتان، وفي خمس عشرة ثلاث، وفي عشرين أربع، وفي خمس وعشرين </h1>\n\n<p>\nابنة مخاض، فإن كثرت ففي كل خمسين حقة، وفي كل أربعين بنت لبون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>44 - </h1>\n\n<p>\nحدثنا الحارث بن محمد، ثنا أشهل بن حاتم، ثنا أبو عون، عن\n</p>\n\n<h1 class='l1' id='head93'>[ص: 75]</h1>\n\n<p>\nنافع، عن ابن عمر، قال: أصاب عمر أرضا بخيبر، فأتى النبي صلى الله عليه\nوسلم فاستأمره، فقال: يا رسول الله إني أصبت أرضا <span id='ms09'></span> بخيبر لم أصب مالا قط\nأنفس منها فما تأمرني به؟ قال\n</p>\n\n<h1 class='l1' id='head94'>: «إن شئت حبست أصلها وتصدقت بها» ، فتصدق بها عمر، أنه لا يباع أصلها، ولا يوهب ولا يورث \" قال: </h1>\n\n<p>\nفتصدق بها في الفقراء والقربى وفي الرقاب، وفي سبيل الله وابن السبيل،\nوالضيف ولا جناح على من وليها أن يأكل منها بالمعروف أو يطعم ضيفا غير\nمتمول، قال: وقال محمد: غير متأثل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>45 - </h1>\n\n<p>\nحدثنا إبراهيم بن إسحاق، ثنا سريج بن النعمان، ثنا عبد الله بن عمر، عن\nنافع، عن ابن عمر، أن عمر قال: يا رسول الله إني أريد أن أتصدق بثمغ قال\n</p>\n\n<h1 class='l1' id='head96'>: «حبس أصله وسبل ثمره»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head97'>46 - </h1>\n\n<p>\nحدثنا بشر بن موسى، ثنا الحميدي، ثنا سفيان، ثنا عبيد الله بن عمر من\nأكثر من سبعين سنة، أخبرني نافع، عن ابن عمر، أن عمر قال: يا رسول الله\nأصبت سهما لي بخيبر، وإني قد أردت أن أتقرب به إلى الله، فقال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head98'>«احبس الأصل، وسبل الثمرة»</h1>\n\n<h1 class='l1' id='head99'>[ص: 78]</h1>\n\n<h1 class='l1' id='head100'>47 - </h1>\n\n<p>\nحدثنا معاذ بن المثنى ثنا أبو مسلم المستملي، وثنا إبراهيم بن إسحاق،\nوالحسن بن علي قالا: ثنا محمد بن الصباح، ثنا سفيان بن عيينة، عن عبد الله\nبن عمر العمري، عن نافع، عن ابن عمر، أن عمر قال: يا رسول الله، ثم ذكر\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>48 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا بشر بن ثابت الواسطي، ثنا سفيان، عن عبيد الله\nبن عمر، عن نافع، عن ابن عمر، أن عمر قال: يا رسول الله.\n</p>\n\n<h1 class='l1' id='head102'>49 - </h1>\n\n<p>\nثنا محمد بن مصفى الحمصي، ثنا بقية بن الوليد، ثنا سعيد بن سالم المكي،\nعن عبيد الله بن عمر، عن نافع، عن ابن عمر، عن عمر قال: سألت رسول الله صلى\nالله عليه وسلم عن أرض في ثمغ فقال\n</p>\n\n<h1 class='l1' id='head103'>: «احبس أصلها، وسبل ثمرها»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head104'>50 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا محمد بن خلف العسقلاني، ثنا رواد بن الجراح، عن\nصدقة بن يزيد، عن عبيد الله بن عمر، عن نافع، عن ابن عمر، عن عمر قال: يا\nرسول الله ما من مالي شيء أحب <span id='ms10'></span> إلي من المائة وسق التي أعطيتني بخيبر، فقال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head105'>: «احبس أصلها، واجعل ثمرها صدقة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head106'>51 - </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، ثنا يونس بن محمد، ثنا حماد بن زيد، ثنا\nأيوب، عن نافع، عن ابن عمر، أن عمر أصاب أرضا من يهود بني حارثة يقال لها\nثمغ، فقال: يا رسول الله إني \" أصبت مالا نفيسا أتصدق به\n</p>\n\n<h1 class='l1' id='head107'>[ص: 81]</h1>\n\n<p>\nقال: فجعلها صدقة لا تباع ولا توهب ولا تورث، يليها ذوو الرأي من آل عمر،\nفما عفا من ثمرها جعل في سبيل الله، وابن السبيل، وفي الرقاب والفقراء\nوالقربى، ليس على من وليها جناح أن يأكل بالمعروف أو يؤكل صديقا غير متمول\nمنه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال حماد، عن عمرو بن دينار أن عبد الله بن عمر كان يهدي إلى عبد الله بن\nصفوان بن أمية،\n</p>\n\n<h1 class='l1' id='head108'>52 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا يونس، ثنا مجاهد بإسناده مثله\n</p>\n\n<h1 class='l1' id='head109'>53 - </h1>\n\n<p>\nحدثنا الحسن بن علي، ثنا خلف بن هشام، ثنا حماد بن زيد، عن أيوب، عن\nنافع، أن عمر بن الخطاب أصاب أرضا فذكر الحديث نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>54 - </h1>\n\n<p>\nحدثنا أبو الربيع الكسائي، ثنا حرملة، ثنا ابن وهب، ثنا\n</p>\n\n<h1 class='l1' id='head111'>[ص: 82]</h1>\n\n<p>\nإبراهيم بن سعد، عن عبد العزيز بن المطلب، عن يحيى بن سعيد، عن نافع، عن\nابن عمر، أن عمر بن الخطاب استشار رسول الله صلى الله عليه وسلم أن يتصدق\nبماله بثمغ، فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head112'>: «تصدق بثمره وحبس أصله، لا يباع ولا يورث» ،</h1>\n\n<h1 class='l1' id='head113'>55 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا الحسن بن علي الخلال، ثنا يعقوب بن إبراهيم\nبن سعد، عن عبد العزيز بن المطلب، عن يحيى بن سعيد، عن\n</p>\n\n<h1 class='l1' id='head114'>[ص: 83]</h1>\n\n<p>\nنافع، وقال مرة: حدثني الثقة، عن يحيى بن سعيد، عن نافع، عن ابن عمر، أن\nعمر استأذن رسول الله صلى الله عليه وسلم أن يتصدق، ثم ذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>56 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا هناد، وعبد الله بن عمر، وسفيان، ثنا عبدة،\nعن عبيد الله بن عمر، عن الزهري، عن أبي بكر بن عبيد الله بن <span id='ms11'></span> عمر، عن ابن\nعمر، عن عمر، قال: قال رسول الله صلى الله عليه وسلم «لا يأكل أحدكم بشماله\nولا يشرب بشماله، فإن الشيطان يأكل بشماله، ويشرب بشماله»\n</p>\n\n<h1 class='l1' id='head116'>[ص: 84]</h1>\n\n<h1 class='l1' id='head117'>57 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا حفص بن عبد الله الضرير أبو عمر الحلواني، ح\nوحدثنا الحسن بن علي، ثنا عثمان، وحفص بن عبد الله الحلواني قالا: ثنا\nعبدة، فذكر بإسناده نحوه، وقال عمر عن النبي صلى الله عليه وسلم قال أبو\nعلي: هذا الحديث وهم فيه عبدة في قوله عن عمر، ثم رجع عنه\n</p>\n\n<h1 class='l1' id='head118'>58 - </h1>\n\n<p>\nحدثنا الحسن، ثنا محمد بن العلاء، ثنا عبدة، عن عبيد الله بن عمر، عن\nالزهري، عن أبي بكر بن عبيد الله بن عمر، عن ابن عمر، عن النبي صلى الله\nعليه وسلم مثله، ولم يذكر عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>59 - </h1>\n\n<p>\nحدثنا عبد الملك بن محمد، ثنا الحوضي، وثنا إسماعيل بن إسحاق، ثنا حفص بن\nعمر الحوضي، ومسدد قالا: ثنا حماد بن زيد، ثنا أيوب، عن نافع، عن ابن عمر،\nحدث أن عمر بن الخطاب كان يقبله ويقول: «إني\n</p>\n\n<h1 class='l1' id='head120'>لأعلم أنك حجر، ولكني رأيت رسول الله صلى الله عليه وسلم يقبلك» لفظ </h1>\n\n<p>\nالحوضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>60 - </h1>\n\n<p>\nحدثنا إسماعيل بن إسحاق، وعبد الله بن أحمد، ومحمد بن عبد الله قالوا:\nثنا محمد بن أبي بكر المقدمي، ثنا حماد بن زيد، عن أيوب، عن نافع، عن ابن\nعمر، أن عمر قبل الحجر، وقال: «إني\n</p>\n\n<h1 class='l1' id='head122'>لأقبلك، وإني لأعلم أنك حجر، ولكني رأيت رسول الله صلى الله عليه وسلم </h1>\n\n<p>\nيقبلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>61 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا يعقوب بن كاسب، ثنا ابن عيينة، عن أيوب، عن\nنافع، عن ابن عمر، عن عمر قال: بينا أنا ليلة في المسجد الحرام، فسمعت\nتكبيرا، فقلت: ما هذا؟ قيل\n</p>\n\n<h1 class='l1' id='head124'>أعتق رسول الله صلى الله عليه وسلم أسارى حنين \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head125'>62 - </h1>\n\n<p>\nحدثنا عبد الملك بن محمد، ثنا حجاج بن المنهال، ثنا محمد بن\n</p>\n\n<h1 class='l1' id='head126'>[ص: 87]</h1>\n\n<p>\nعبد الرحمن بن مجبر، عن نافع، عن ابن عمر، عن عمر، أن رسول الله صلى الله\nعليه وسلم أمر مناديا فنادى في ليلة <span id='ms12'></span> ذات ريح أن\n</p>\n\n<h1 class='l1' id='head127'>صلوا في الرحال \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head128'>63 - </h1>\n\n<p>\nحدثنا عبد الملك بن محمد، وإسماعيل بن إسحاق قالا: ثنا عبد الله بن\nمسلمة، ثنا عبد الله بن عمر، عن نافع، عن ابن عمر، عن عمر، قال: لولا أني\nسمعت رسول الله صلى الله عليه وسلم يقول: «إني\n</p>\n\n<h1 class='l1' id='head129'>أريد أن أزيد في قبلتها» ما زدت، قال العمري: فزاد ما بين المنبر والمقصورة لفظ </h1>\n\n<p>\nإسماعيل\n</p>\n\n<h1 class='l1' id='head130'>[ص: 88]</h1>\n\n<h1 class='l1' id='head131'>64 - </h1>\n\n<p>\nحدثنا يزيد البادا، ثنا أبو خيثمة، ثنا عبد الله بن مسلمة، بإسناده مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>65 - </h1>\n\n<p>\nحدثنا إسماعيل، عن عبد الله بن مسلمة، ثنا عبد الله بن عمر، عن نافع، عن\nابن عمر، عن عمر أن النبي صلى الله عليه وسلم قال: «إن الله\n</p>\n\n<h1 class='l1' id='head133'>ينهاكم أن تحلفوا بآبائكم، ليحلف حالف بالله أو ليصمت»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head134'>66 - </h1>\n\n<p>\nحدثنا إسماعيل بن إسحاق، ثنا عبد الله بن مسلمة، ثنا عبد الله بن عمر، عن\nنافع، عن ابن عمر، أن عمر قال: يا رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head135'>أينام أحدنا وهو جنب؟ قال: «نعم، إذا توضأ»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head136'>67 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا هناد، ثنا قبيصة، عن سفيان، عن رجل، عن\nنافع، عن ابن عمر، عن عمر، قال\n</p>\n\n<h1 class='l1' id='head137'>: «لا تجعلوا صدقة النساء أكثر من أربع مائة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head138'>68 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا محمد بن العلاء، ثنا معاوية، عن سفيان، عن\nرجل، عن نافع، عن ابن عمر، أن عمر رضي الله عنه\n</p>\n\n<h1 class='l1' id='head139'>فرض للحسن والحسين رضي الله عنهما كما فرض للمهاجرين \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head140'>69 - </h1>\n\n<p>\nحدثنا محمد، ثنا منجاب، ثنا علي بن مسهر، عن محمد بن إسحاق، عن نافع، عن\nابن عمر، عن عمر قال: «كنا\n</p>\n\n<h1 class='l1' id='head141'>إذا جعلنا شيئا في سبيل الله أتينا به النبي صلى الله عليه وسلم فيضعه حيث </h1>\n\n<p>\nرأى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>70 - </h1>\n\n<p>\nحدثنا محمد، ثنا محمد بن العلاء، ثنا يونس، عن ابن إسحاق، عن نافع، عن\nابن عمر، قال: قيل لعمر: استخلف، فقال\n</p>\n\n<h1 class='l1' id='head143'>: «إن استخلفت فقد استخلف من هو خير مني، وإن أترك فقد ترك من هو خير مني»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head144'>71 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل السلمي، ثنا أبو صالح، حدثني الليث بن سعد، عن عبد\nالله <span id='ms13'></span> بن عمر، عن نافع، عن ابن عمر، عن عمر\n</p>\n\n<h1 class='l1' id='head145'>[ص: 91]</h1>\n\n<p>\n، عن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head146'>: \" سبع مواطن لا يجوز فيها الصلاة: ظهر بيت الله عز وجل، والمقبرة، والمزبلة، وأعطان الإبل، </h1>\n\n<p>\nومحجة الطريق، والحمام والمجزرة \"،\n</p>\n\n<h1 class='l1' id='head147'>72 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا محمد بن عوف، ثنا أبو صالح، بإسناده مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>73 - </h1>\n\n<p>\nحدثنا عبد الله، ثنا عبد الله بن تميم الأسدي، ثنا إسماعيل بن عياش، ثنا\nمحمد، عن عبد العزيز بن المطلب، عن موسى بن عقبة، عن نافع، عن ابن عمر، عن\nعمر بن الخطاب رضي الله عنه أن\n</p>\n\n<h1 class='l1' id='head149'>[ص: 92]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head150'>: «ما أسكر كثيره فقليله حرام»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head151'>74 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا يحيى بن بشر، ثنا معاوية بن سلام، عن يحيى\nبن أبي كثير، عن نافع، أن عمر بن الخطاب سأل رسول الله صلى الله عليه وسلم:\n\" أكون جنبا فأريد الرقاد؟ فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head152'>: «لتتوضأ» ليس فيه ابن عمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head153'>75 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا أبي، ثنا يعقوب بن إبراهيم بن سعد، ثنا عبد\nالعزيز بن المطلب، عن موسى بن عقبة، عن نافع، عن ابن عمر أنه قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head154'>: «كل مسكر حرام، كل مسكر خمر» ليس فيه عمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head155'>76 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا عيسى بن خالد، ثنا عمي أبو اليمان، ثنا\nإسماعيل بن عياش، عن محمد بن أبي حميد، عن عبد العزيز بن المطلب، عن موسى\nبن عقبة، عن نافع، عن ابن عمر، عن عمر قال: قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head156'>: «ما أسكر كثيره فقليله حرام»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head157'>77 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا محمود بن غيلان، ثنا الحارث بن عمران، عن\nمحمد بن سوقة، عن نافع، عن ابن عمر، عن عمر، عن النبي صلى الله عليه وسلم\nقال\n</p>\n\n<h1 class='l1' id='head158'>: «لا يخلون رجل بامرأة، فإن الشيطان ثالثهما»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head159'>78 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا محمد بن أبي بكر، ثنا عبد الله بن جعفر، عن\nعمر بن <span id='ms14'></span> نافع، عن نافع عن ابن عمر قال\n</p>\n\n<h1 class='l1' id='head160'>: «إذا صلى أحدكم فليصل في ثوبين؛ فإن الله أحق من تزين له، وإن لم يكن إلا ثوب واحد فليتزر به، </h1>\n\n<p>\nولا تشتملوا اشتمال اليهود» قال عبد الله بن\n</p>\n\n<h1 class='l1' id='head161'>[ص: 96]</h1>\n\n<p>\nنافع: لا أراه إلا عن النبي صلى الله عليه وسلم، ولا أذكره عن النبي صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>79 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا محمد بن العلاء، ثنا يونس، عن ابن إسحاق، عن\nنافع، عن ابن عمر، عن أبيه عمر قال\n</p>\n\n<h1 class='l1' id='head163'>: \" لما اجتمعنا للهجرة اتعدت أنا وعياش بن أبي ربيعة، وهشام بن العاص بن وائل، فقلنا: الميعاد </h1>\n\n<p>\nبيننا التناضب من أضاة بني غفار، فمن حبس منكم لم يأتها، فقد حبس فلينطلق\nصاحباه، فأصبحت أنا وعياش بن أبي ربيعة\n</p>\n\n<h1 class='l1' id='head164'>[ص: 97]</h1>\n\n<p>\nعند التناضب وحبس عنا هشام بن العاص فلما قدمنا المدينة نزلنا في بني\nعمرو، قال: وخرج أبو جهل بن هشام، والحارث بن هشام إلى عياش بن أبي ربيعة،\nوكان ابن عمهما وأخاهما لأمهما حتى قدما عليه المدينة، فلاقاه ورسول الله\nصلى الله عليه وسلم بمكة، فقالا له: إن أمك قد نذرت ألا تمس رأسها بمشط،\nولا تستظل حتى تراك، فرق لهما، فقلت له: يا عياش إنه والله إن يريدك القوم\nإلا عن دينك فاحذرهم، فوالله لو قد آذى أمك القمل لقد امتشطت، ولو اشتد\nعليها حر مكة لقد استظلت، قال: أبر قسم أمي، ولي هناك مال فآخذه، قال: قلت:\nوالله إنك لتعلم أني من أكثر قريش مالا، فلك نصف مالي، ولا تذهب معهما،\nقال: فأبى علي إلا أن يخرج معهما \" فذكر الحديث بطوله كذا في الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>80 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد، ثنا سليمان بن عمر الرقي، ثنا محمد بن سلمة، ثنا\nمحمد بن إسحاق، عن نافع، عن ابن عمر، عن عمر، قال\n</p>\n\n<h1 class='l1' id='head166'>[ص: 98]</h1>\n\n<p>\n: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head167'>: «من ابتاع نخلا مؤبرا فثمرته للبائع، إلا أن يشترط المبتاع»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head168'>81 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا عثمان، ح وحدثنا عبد الله، ثنا سفيان، قالا:\nثنا <span id='ms15'></span> جرير، عن عبد الله، عن نافع، عن ابن عمر، قالا: غشي على عمر رضي الله\nعنه يوم طعن، فرأسه في حجري، فأفاق وهم يبكون فنهاهم فقال: ألم تسمعوا ما\nقال رسول الله صلى الله عليه وسلم في بكاء أهل الميت عليه، فقال ابن عمر:\nوما قال؟ قال: فقال عمر: قال رسول الله صلى الله عليه وسلم: «إن الميت يعذب\nببكاء أهله عليه فلا يبك أحد\n</p>\n\n<h1 class='l1' id='head169'>[ص: 99]</h1>\n\n<p>\nمنكم علينا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>82 - </h1>\n\n<p>\nحدثنا جعفر بن الصائغ، ثنا نعيم بن حماد، ثنا يحيى بن سعيد الأموي، عن\nمحمد بن إسحاق، عن نافع، عن ابن عمر، أن عمر، إنما أجلاهم - يعني اليهود -\nأن الزبير وعبد الله بن عمر والمقداد بن أسود خرجوا يتعهدون أموالهم بخيبر\nفعدي على عبد الله بن عمر تحت الليل ففدعت يداه فذكر كلمة، فلما بلغ عمر\nقال: فدعت يداه من مرفقيه؟ قال: هذا عمل يهود أهل خيبر ثم قام في الناس\nخطيبا فقال: «يا أيها الناس إن رسول الله صلى الله عليه وسلم كان عامل يهود\nأهل\n</p>\n\n<h1 class='l1' id='head171'>[ص: 100]</h1>\n\n<p>\nخيبر على أن يجليهم إذا شاء، وقد عدوا على عبد الله بن عمر مع عدوهم على\nالأنصاري فقتلوه لا شك فيه أنهم أصحابه، فمن كان له مال بخيبر فليلحق به أو\nنحو هذا فإني مخرج يهود»\n</p>\n\n<h1 class='l1' id='head172'>83 - </h1>\n\n<p>\nحدثنا عبد الله، ثنا سعيد، حدثني أبي، ثنا ابن إسحاق بذلك،\n</p>\n\n<h1 class='l1' id='head173'>84 - </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، ثنا يعقوب، ثنا أبي، عن ابن إسحاق بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>85 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله، ثنا جبارة، ثنا عثمان بن عبد الرحمن، عن نافع،\nعن ابن عمر، عن عمر، رضي الله عنه قال: قال\n</p>\n\n<h1 class='l1' id='head175'>[ص: 101]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم: «إن الله\n</p>\n\n<h1 class='l1' id='head176'>يحب الصوت الخفيض، ويبغض الصوت الرفيع»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms16'></span>",
  "pages": [
    "000",
    "047"
  ],
  "volumes": [
    "01"
  ]
}