{
  "content": "\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nشرح: الموطأ -\n</p>\n\n<h1 class='l1' id='head0'>كتاب الحدود (6)</h1>\n\n<p>\nالشيخ: عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله\nوصحبه أجمعين.\n</p>\n\n<p>\nاللهم اغفر لشيخنا والحاضرين والسامعين برحمتك يا أرحم الراحمين.\n</p>\n\n<p>\nقال المؤلف -رحمه الله تعالى-:\n</p>\n\n<h1 class='l1' id='head1'>باب: ما لا قطع فيه</h1>\n\n<p>\nوحدثني يحيى عن مالك عن يحيى بن سعيد عن محمد بن يحيى بن حبان أن عبدا\nسرق وديا من حائط رجل فغرسه في حائط سيده، فخرج صاحب الودي يلتمس وديه،\nفوجده فاستعدى على العبد مروان بن الحكم، فسجن مروان العبد، وأراد قطع يده،\nفانطلق سيد <span id='ms3492'></span> العبد إلى رافع بن خديج فسأله عن ذلك، فأخبره أنه سمع رسول الله\n-صلى الله عليه وسلم- يقول: ((لا قطع في ثمر ولا كثر)) والكثر: الجمار،\nفقال الرجل: فإن مروان بن الحكم أخذ غلاما لي وهو يريد قطعه، وأنا أحب أن\nتمشي معي إليه فتخبره بالذي سمعت من رسول الله -صلى الله عليه وسلم- فمشى\nمعه رافع إلى مروان بن الحكم، فقال: أخذت غلاما لهذا؟ فقال: نعم، فقال: فما\nأنت صانع به؟ قال: أردت قطع يده، فقال له رافع: سمعت رسول الله -صلى الله\nعليه وسلم- يقول: ((لا قطع في ثمر ولا كثر)) فأمر مروان بالعبد فأرسل.\n</p>\n\n<p>\nكثر، كثر بالثاء، معروف هذا، نعم.\n</p>\n\n<p>\nحدثني مالك عن ابن شهاب عن السائب بن يزيد أن عبد الله بن عمرو بن\nالحضرمي جاء بغلام له إلى عمر بن الخطاب، فقال له: اقطع يد غلامي هذا فإنه\nسرق، فقال له عمر: ماذا سرق؟ فقال: سرق مرآة لامرأتي ثمنها ستون درهما،\nفقال عمر: أرسله فليس عليه قطع، خادمكم سرق متاعكم.\n</p>\n\n<p>\nوحدثني مالك عن ابن شهاب أن مروان بن الحكم أتي بإنسان قد اختلس متاعا،\nفأراد قطع يده، فأرسل إلى زيد بن ثابت يسأله عن ذلك، فقال زيد بن ثابت: ليس\nفي الخلسة قطع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p001'> Vol. 159, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوحدثني مالك عن يحيى بن سعيد أنه قال: أخبرني أبو بكر بن محمد بن عمرو بن\nحزم أنه أخذ نبطيا قد سرق خواتم من حديد فحبسه ليقطع يده، فأرسلت إليه عمرة\nبنت عبد الرحمن مولاة لها يقال لها: أمية، قال أبو بكر: فجاءتني وأنا بين\nظهراني الناس، فقالت: تقول لك خالتك عمرة: يا ابن أختي أخذت نبطيا في شيء\nيسير ذكر لي فأردت قطع يده؟ قلت: نعم، قالت: فإن عمرة تقول لك: لا قطع إلا\nفي ربع دينار فصاعدا، قال أبو بكر: فأرسلت النبطي.\n</p>\n\n<p>\nقال مالك -رحمه الله-: والأمر المجتمع عليه عندنا في اعتراف العبيد أنه\nمن اعترف منهم على نفسه بشيء يقع الحد والعقوبة فيه في جسده فإن اعترافه\nجائز عليه <span id='ms3493'></span>، ولا يتهم أن يوقع على نفسه هلاكا.\n</p>\n\n<p>\nقال مالك -رحمه الله-.\n</p>\n\n<p>\nولا يتهم؟\n</p>\n\n<p>\nأحسن الله إليك.\n</p>\n\n<p>\nولا يتهم أن يوقع على نفسه هلاكا.\n</p>\n\n<p>\nهكذا عندك؟ هذا؟\n</p>\n\n<p>\nطالب: وين موقعها يا شيخ؟\n</p>\n\n<p>\nولا يتهم أن يوقع على نفسه هذا، لكن هلاكا أوضح، هكذا كل النسخ؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهلاكا محققة عندكم؟ من المحقق؟ ويش يقول؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهلاكا يقول؟ هو ظاهر، معناها واضح، وهي أظهر من هذا، وإن كان هذا عوده\nعلى ما تقدم من العقوبة في جسده واضح يعني، كلاهما واضح، لكن هلاكا أوضح،\nسليم الهلالي محقق الكتاب؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nويش يقول؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهذا، على كل حال نقول: في نسخة هلاكا، والمعنى واحد.\n</p>\n\n<p>\nأحسن الله إليك.\n</p>\n\n<p>\nقال مالك -رحمه الله-: وأما من اعترف منهم بأمر يكون غرما على سيده فإن\nاعترافه غير جائز على سيده.\n</p>\n\n<p>\nقال مالك -رحمه الله-: ليس على الأجير ولا على الرجل يكونان مع القوم\nيخدمانهم إن سرقاهم قطع؛ لأن حالهما ليست بحال السارق، وإنما حالهما حال\nالخائن، وليس على الخائن قطع.\n</p>\n\n<p>\nقال مالك -رحمه الله- في الذي يستعير العارية فيجحدها إنه ليس عليه قطع،\nوإنما مثل ذلك مثل رجل كان له على رجل دين فجحده ذلك فليس عليه فيما جحده\nقطع.\n</p>\n\n<p>\nقال مالك -رحمه الله-: الأمر المجتمع عليه عندنا في السارق يوجد في البيت\nقد جمع المتاع، ولم يخرج به إنه ليس عليه قطع، وإنما مثل ذلك كمثل رجل وضع\nبين يديه خمرا ليشربها فلم يفعل، فليس عليه حد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p002'> Vol. 159, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nومثل ذلك رجل جلس من امرأة مجلسا، وهو يريد أن يصيبها حراما، فلم يفعل،\nولم يبلغ ذلك منها، فليس عليه أيضا في ذلك حد.\n</p>\n\n<p>\nقال مالك -رحمه الله-: الأمر المجتمع عليه عندنا أنه ليس في الخلسة قطع\nبلغ ثمنها ما يقطع فيه، أو لم يبلغ، والله أعلم.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين، أما بعد:\n</p>\n\n<p>\nفيقول المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\nباب: ما لا قطع فيه\n</p>\n\n<p>\nقال: \"وحدثني يحيى عن مالك <span id='ms3494'></span> عن يحيى بن سعيد عن محمد بن يحيى بن حبان أن\nعبدا سرق وديا من حائط رجل\" قالوا: الودي: هو النخل الصغار، يعني تؤخذ من\nالأرض أو من أماتها؟\n</p>\n\n<p>\nطالب: من أماتها.\n</p>\n\n<p>\nنعم؛ لأن النخلة يخرج منها فروع اثنين وثلاثة وخمسة أو أكثر أو أقل، فسرق\nهذا من هذا النوع من النخل الصغار يقال له في الخبر الودي \"من حائط رجل،\nفغرسه في حائط سيده\" ما الذي يستفيده هذا العبد من هذه السرقة؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p003'> Vol. 159, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nهو يحظى عند سيده، لكن وشر الناس من باع دينه بدنيا غيره، لا شك أن مثل\nهذا نسأل الله العافية خاب وخسر، خسر دنيا وأخرى، ومثل هذا كثير، تجد بعض\nالناس يقرب ويقدم ليحظى عند من يريد الحظوة عنده من مدير أو رئيس أو ما\nأشبه ذلك، يقدم له أمور محرمة، ثم في النهاية ينقلب عليه، يعينه على ظلمه،\nثم بعد ذلك يسلط عليه، وهذا المسكين، هذا العبد الذي سرق وغرس في حائط\nسيده، الآن في احتمال أن يكون تكون هذه السرقة بأمر من السيد، الآن العبد\nوالسيد كلاهما مجهول، يعني لو اتهمنا السيد بأنه أمر عبده بهذا، هل يأثم من\nيتهمه؟ هو مجهول، والاحتمال قائم، والعبد ينفذ، لكن هل يلزم السيد قطع\nباعتباره هو الآمر؟ وله الأمر على هذا العبد أو لا يقطع؟ يعني لو أن شخصا\nأمر شخص غير مكلف بأمر فيه حد، أعطى طفلا صغيرا وقال: اقتل فلان، أو أعطى\nشخصا مكلفا آلة وقال: اقتل فلان، في الصورة الأولى إذا كان المباشر غير\nمكلف ينتقل الحكم إلى المتسبب، وإذا كان المباشر مكلفا فإنه يؤاخذ به،\nيؤاخذ بجنايته، ولو كان مأمورا، ولو هدد، ولو أكره على ذلك، إذا ترتب على\nذلك إزهاق روح، فليس حفظ نفسه بأولى من حفظ غيره، فإذا أكره على القتل\nوأجبر عليه فإنه يضمن؛ لأنه هو المباشر، المتسبب لا يترك، لكن ليس عليه حد،\nما لم يشترك في المباشرة، وهنا هذا العبد الذي سرق، إن كان بأمر سيده <span id='ms3495'></span> السيد\nبلا شك آثم، قد يعزر، لكن المباشر هو العبد، وهو الذي عليه التبعة.\n</p>\n\n<p>\n\"فغرسه في حائط سيده، فخرج صاحب الودي يلتمس وديه فوجده\" بحث عنه في\nالمزارع، وين يبي يودى هذا؟ نعم؟ يبي يغرس بمزرعة، فبحث عنه في المزارع\nفوجده \"فاستعدى على العبد مروان بن الحكم\" استعدى عليه يعني طلب منه أن\nينصفه، مروان بن الحكم \"فسجن مروان العبد، وأراد قطع يده، فانطلق سيد العبد\nإلى رافع بن خديج\" الآن السيد يريد أن يسلم العبد من القطع مع أنه محدث،\nفهل نقول: إن هذا قد آوى هذا المحدث فتحل عليه اللعنة المرتبة على ذلك؟\nنعم؟ الآن هذا ولي الأمر هو الأمير مروان وأراد القطع، سجنه وأراد قطعه.\n</p>\n\n<p>\n\"فانطلق سيد العبد إلى رافع بن خديج، فسأله عن ذلك\" نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p004'> Vol. 159, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nلا، الاحتمال قائم أنه عنده شبهة يريد أن يتبين الحق، ويلتزم بالحق أيا\nكان، أو أنه يريد أن يدافع عن هذا العبد.\n</p>\n\n<p>\nعلى كل حال \"انطلق سيد العبد إلى رافع بن خديج، فسأله عن ذلك فأخبره أنه\nسمع رسول الله -صلى الله عليه وسلم- يقول: ((لا قطع في ثمر ولا كثر))\nوالكثر: الجمار\" الآن الودي حكمه حكم الجمار اللي هو شحم الكافور، الطلع،\n((لا قطع في ثمر ولا كثر)) والكثر الجمار، الجمار معروف أنه إذا قطع تموت\nالنخلة، ولا قطع فيه، والعلة في ذلك؟ ما العلة في هذا أنه لا قطع فيه؟ أنه\nمن حيث أنه يؤكل، ونعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيمكن حتى الثمر يمكن ينتفع به، كلاهما ينتفع به، لكنه أذن له أن يأكل غير\nمتخذ خبنة.\n</p>\n\n<p>\n\"والثمر: الجمار، فقال الرجل: فإن مروان بن الحكم أخذ غلاما لي وهو يريد\nقطعه، وأنا أحب أن تمشي معي إليه فتخبره بالذي سمعت من رسول الله -صلى الله\nعليه وسلم-، فمشى معه رافع إلى مروان بن الحكم، فقال: أخذت غلاما لهذا؟\nفقال: نعم، فقال: فما أنت صانع به؟ قال: أردت قطع يده\" لأنه سارق، قد سرق\nما يزيد على النصاب \"فقال له رافع: سمعت <span id='ms3496'></span> رسول الله -صلى الله عليه وسلم-\nيقول: ((لا قطع في ثمر ولا كثر)) فأمر مروان بالعبد فأرسل\" أطلق هذا العبد،\nولم يقطع، لكن هل يبرأ بالكلية أو يلزمه رد ما سرق؟ وقد يعزر؛ لأنه تعدى،\nليس معنى هذا أنه إذا دفع عنه الحد، ودرء عنه الحد أنه لا يأثم؛ لأنه سرق\nمال غيره، ولا يلزم من ذلك أن يرد ما سرق، إن وجد بعينه أو بدله أو قيمته،\nولا يلزم من ذلك أن يسلم من التعزير، مروان امتثل، مروان من أهل العلم كما\nهو معروف، وإن كانت الإمارة غيرت وأثرت عليه، لكنه في الجملة هو من أهل\nالعلم، أرسل هذا العبد امتثالا لهذا الخبر فلم يقطع، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهو مأذون بالأكل من الثمر، إذا مر بحائط يأكل منه غير متخذ خبنة، يعني ما\nيأخذ معه شيء، ما يخرج شيء معه، فما دام مأذون بالأكل منه فلا قطع فيه،\nمثله يؤكل، الجمار يؤكل.\n</p>\n\n<p>\nطالب: إلحاق العبد بالمال. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p005'> Vol. 159, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nلا، لا، لا، هو مكلف، هو مثل ما يقال أهل العلم يستعملون في الرقيق قياس\nالشبه، يعني هل يلحق بالمكلف من الأحرار باعتبار أنه من بني آدم، وأن له\nإرادة، وله قوة مدركة، عقل، مناط التكليف، أو أنه ملحق بالحيوانات البهائم\nالتي تباع وتشترى، هم نظروا إلى أن شبهه بالسلع أكثر، فألحقوه بالسلع، لكن\nلا يعني أنه سلعة من كل وجه، لا يجري عليه قلم التكليف؟ يجري عليه، إذا\nالتبعات تلحقه، فمثلا الجناية عليه مثل الجناية على السلع، وليست مثل\nالجناية على بني آدم، تقوم ويؤخذ الأرش وهكذا.\n</p>\n\n<p>\nقال: \"حدثني مالك عن ابن شهاب عن السائب بن يزيد أن عبد الله بن عمرو بن\nالحضرمي جاء بغلام له إلى عمر بن الخطاب فقال له: اقطع يد غلامي هذا\" الأول\nبحث عن الأسباب التي تعفي الغلام من القطع، والثاني ذهب بالغلام إلى عمر\nليقطع، فرق بين تصرف هذا وهذا \"فإنه سرق\" ولا شك أن الاحتمال أنه دافع عنه\nفي الحديث الأول الاحتمال قائم في كونه <span id='ms3497'></span> يريد أن يدرأ عنه الحد ليسلم له،\nفتتوفر قيمته، أو أنه انقدح في ذهنه شبهة، فأراد أن يستفهم ولا يعترض عن\nالحكم، وأيضا الخبر الثاني احتمال أن يكون تقديمه للعبد ليقطع لتبرأ ذمته\nمقدما في ذلك شرع الله على مصلحته؛ لأن بقاء العبد سليما سليم الأطراف أوفر\nفي قيمته، مما إذا كان مقطوع بعض الأطراف.\n</p>\n\n<p>\n\"فقال له عمر: ماذا سرق؟ فقال: سرق مرآة لامرأتي ثمنها ستون درهما\" هل\nيمكن أن يقال: إن هذا بسبب تأثير المرأة على الرجل، أنها قالت: ما دام سرق\nمنا لا بد أن يقطع وينكل؟ نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\n\"ثمنها ستون درهما، فقال عمر: أرسله فليس عليه قطع، خادمكم سرق متاعكم\"\nالآن مثل هذا الخادم الذي يخدمهم، ولا يحترزون منه، ويصل إلى ما لا يصل\nإليه غيره، فقد تكون هذه المرآة في غير حرز مما يحرز عن هذا العبد، على كل\nحال هذا كلام عمر \"فقال عمر: أرسله فليس عليه قطع، خادمكم سرق متاعكم\" لكن\nلو كان المال محرز يقطع وإلا ما يقطع؟ نعم؟ يقطع كما يقطع الزوج إذا سرق من\nمال الزوجة المحرز عنه، والعكس.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف؟\n</p>\n\n<p>\nطالب: ولو كان مؤتمن؟\n</p>\n\n<p>\nإيش لون مؤتمن؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأمنوه، يعني على ما تقدم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p006'> Vol. 159, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلكن في مثل هذه الصورة المتوقع أنه لم تحرز عنه المرآة؛ لأنها لو أحرزت\nوأتمنوه على أموالهم لا شك أنه سارق يقطع، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، وتقدم لنا نظير هذه الصورة إلا أنها محمولة على أنه سرق من حرز.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه.\n</p>\n\n<p>\nقال: \"وحدثني مالك عن ابن شهاب أن مروان بن الحكم أتي بإنسان قد اختلس\nمتاعا\" الخلسة غير السرقة، اختلس متاعا دخل بإذن، دخل البيت، أو دخل المحل\nالدكان، إنسان دعي إلى ضيافة، فلما راح صاحب البيت دخل إلى البيت ليحضر\nالطعام، وجد هذا شيئا نفيس اختلسه وضعه في جيبه، هذه خلسة، ومثل هذا لو دخل\nالمحل، وقال: عن إذنك التلفون، قال: اتفضل، وجلس على الماسة، ويبي يتصل،\nوفتح الدرج، وأخذ ما خف، هذه سرقة وإلا خلسة <span id='ms3498'></span>؟ مفتوح الدرج ما هو مقفول، لو\nكان مقفول سرقة، لكن الدرج مفتوح، هذه خلسة.\n</p>\n\n<p>\nطالب: اللي يسمونه نشال.\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب: اللي يسمونه نشال.\n</p>\n\n<p>\nهذيك نهبة النشال، علانية يأخذها، النهبة غير الخلسة.\n</p>\n\n<p>\n\"أتي بإنسان قد اختلس متاعا، فأراد قطع يده، فأرسل إلى زيد بن ثابت\nيسأله، فقال زيد بن ثابت: ليس في الخلسة قطع\" نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلكنه علانية ظاهر قدام الناس، إيه.\n</p>\n\n<p>\nطالب: الذي ذهب بالعبد إلى عمر ليقيم عليه الحد وقام هو. . . . . . . . .\n</p>\n\n<p>\nهو الأصل أنه يقيم، يقيم الحد بنفسه، لكن إذا كان الوالي من مثل عمر، فلا\nشك أن براءة الذمة تكمن بإسلامه أو تسليمه إلى عمر من حيث العلم، نعم\nالعلم، ولا يساوره أدنى شك في أن قطعه أو تركه شرعي، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nما يلزم بعد أن تذكر القصة بتفصيلها، ما يلزم أن تذكر القصة مفصلة، لكن\nإحنا نحمل على هذا.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه سرق متاعكم الذي يتمكن منه بحيث لا يرده عنه راد، ولا يصده عنه صاد،\nوليس بحرز، واضح هذا.\n</p>\n\n<p>\n\"فأرسل إلى زيد بن ثابت يسأله عن ذلك، فقال زيد بن ثابت: ليس في الخلسة\nقطع\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p007'> Vol. 159, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nقال: \"وحدثني مالك عن يحيى بن سعيد أنه قال: أخبرني أبو بكر بن محمد بن\nعمرو بن حزم أنه أخذ نبطيا قد سرق خواتم من حديد، فحبسه ليقطع يده، فأرسلت\nإليه عمرة بنت عبد الرحمن مولاة لها يقال لها: أمية\" الذي يظهر من السياق\nأن الخواتم لا تصل قيمتها إلى النصاب \"يقال لها: أمية، قال أبو بكر:\nفجاءتني وأنا بين ظهراني الناس\" جاءت وهو جالس مع الناس \"فقالت: تقول لك\nخالتك عمرة: يا ابن أختي أخذت نبطيا في شيء يسير ذكر لي، فأردت قطع يده؟\nقلت: نعم، قالت: فإن عمرة تقول لك: لا قطع إلا في ربع دينار فصاعدا\" فدل\nعلى أن قيمة الخواتم أقل من ربع الدينار \"قال أبو بكر: فأرسلت النبطي\" يعني\nتركته، أطلقته، وأطلقت سراحه.\n</p>\n\n<p>\n\"قال مالك -رحمه الله-: والأمر المجتمع عليه عندنا في اعتراف العبيد أن\nمن اعترف <span id='ms3499'></span> منهم على نفسه بشيء يقع الحد والعقوبة فيه على جسده أو في جسده\nفإن اعترافه جائز عليه، ولا يتهم أن يوقع على نفسه هذا\" يعني هذا الضرر\nوالعقوبة على الجسد؛ لأن الإنسان قد يعترف بشيء له في اعترافه مصلحة، وقد\nيعترف بشيء فيه على نفسه مضرة، وقد يعترف بشيء أو يدعي شيئا فيه مفسدة وفيه\nمصلحة، وقد يعترف أو يدعي شيئا لا مصلحة فيه ولا مفسدة، فالقسمة رباعية.\n</p>\n\n<p>\nإذا اعترف بشيء عليه فيه الضرر، ولا ضرر على غيره يؤاخذ باعترافه وإلا ما\nيؤاخذ؟ يؤاخذ، إذا اعترف بشيء له فيه مصلحة ولا ضرر عليه لا بد من البينة،\nإذا كان الأمر المعترف به يشتمل على مصلحة ومفسدة بالنسبة له يصدق في ما\nفيه مضرته دون ما فيه مصلحته، وإذا اعترف بشيء لا مصلحة فيه ولا مفسدة\nفالاعتراف وجوده وعدمه سواء.\n</p>\n\n<p>\nلو ادعى شخص أنه شريف من نسل النبي -عليه الصلاة والسلام- نصدقه من وجه\nولا نوافقه من وجه، نمنعه من الزكاة، ولا نعطيه من الخمس إلا ببينة؛ لأن\nهذا اعتراف على نفسه؛ لأن الذي يعترف على نفسه يؤاخذ، اعترف على نفسه بما\nيضره، أما إذا ادعى شيئا ينتفع به دون مضرة عليه فلا بد فيه من البينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p008'> Vol. 159, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nهذا إن اعترف العبد على شيء يلحقه الضرر في بدنه، هذا لا شك أنه يؤاخذ\nبهذا الاعتراف، ولا يتهم أن يوقع على نفسه هلاكا أو هذا، فإن اعترف على\nنفسه بأنه سرق، وتوافرت الشروط يؤاخذ بهذا الاعتراف ولو تضرر السيد؛ لأن\nضرره أكثر من ضرر السيد؛ لأنه قد يقال: إن سبب الاعتراف إرادة الضرر\nبالسيد، نقول: لا، الضرر عليه واقع أكثر من ضرر السيد، لكن لو اعترف أنه\nجنى جناية توجب مالا، وجناية العبد على سيده، يصدق وإلا ما يصدق؟\n</p>\n\n<p>\nقال: \"وأما من اعترف منهم بأمر يكون غرما على سيده فإن اعترافه غير جائز\nعلى سيده\" إذا يبقى للمجني عليه لإثبات الجناية أن يأتي ببينة.\n</p>\n\n<p>\nلو قال الصبي لأبيه: اشتر لي هذه الآلة، قال <span id='ms3500'></span>: أبي دباب مثلا، وقال أبوه:\nوالله ما عندي استعداد أشتري لك دباب، والدباب ضرره واضح على الأطفال في\nأبدانهم وفي سلوكهم أيضا، فاتفق مع شخص فقال له: نتفق أنا وإياك أني كسرت\nلك متاع قيمته كذا، ويكون المال بيني وبينك نصفين، من أجل إذا أخذت المال\nالكامل لك تعطيني نصفه أشتري به دباب، يصدق في هذا الاعتراف وإلا ما يصدق؟\n</p>\n\n<p>\nطالب: ما يصدق.\n</p>\n\n<p>\nما يصدق، لكن دعوى صاحب المتاع المكسور لا بد من إحضار بينة، طيب افترض\nأن هذا ما استطاع أن يحضر بينة، تتجه اليمين على من أنكر، من الذي يحلف\nالصبي وإلا وليه؟ يحلف بإيش؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيحلف على نفي العلم يكفي؟ نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني تقف المسألة بسد، وإلا لا بد من حل شرعي؟ يعني هل يقرر الصبي ويشدد\nعليه حتى ينفي، أو يقرر هذا الشخص الذي ليس عنده بينة ويشدد عليه، ويخوف\nحتى يرجع وينكل عن دعواه، فإن رجع وإلا تتجه اليمين على المدعى عليه؟\nالمدعى عليه لا يستطيع أن يثبت ولا ينفي لأنه لم يحضر، فإن نكل عن اليمين\nردت إلى المدعي.\n</p>\n\n<p>\nمثل هذه الدعاوى التي لازمها إلحاق الضرر بغير المدعي، أو غير المقر لا\nشك أنها لا تقبل.\n</p>\n\n<p>\n\"وأما من اعترف منهم بأمر يكون غرما على سيده فإن اعترافه غير جائز على\nسيده\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p009'> Vol. 159, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"قال مالك: ليس على الأجير ولا على الرجل يكونان مع القوم يخدمانهم إن\nسرقاهم قطع؛ لأن حالهما ليست بحال السارق، وإنما حالهما حال الخائن، وليس\nعلى الخائن قطع\" لأنه في الغالب أنه مثل الخادم هذا والأجير أنه يمكن من\nالوصول إلى هذا المال، أما إذا لم يمكن منه يخدم في البيت، أجير يخدم في\nالبيت، جئت بسباك وإلا كهربائي ووريته اللي تحتاج من الأدوات الكهربائية،\nوالدورات التي تحتاج إلى صيانة، وأغلقت الأبواب على الأمتعة، فكسر باب\nوسرق، نقول: هذا أجير ما يقطع؟ لا، لكن لو سرق من الآلات التي أحضرت له\nليصلحها، يقطع وإلا ما يقطع؟ هذه ليست سرقة، وإنما هي خيانة، فرق <span id='ms3501'></span> بين هذا\nوهذا.\n</p>\n\n<p>\nيقول: \"ليس على الأجير ولا على الرجل يكونان مع القوم يخدمانهم إن سرقاهم\nقطع؛ لأن حالهما ليست بحال السارق، وإنما حالهما حال الخائن، وليس على\nالخائن قطع\".\n</p>\n\n<p>\n\"قال مالك -رحمه الله- في الذي يستعير العارية فيجحدها: إنه ليس عليه\nقطع، وإنما مثل ذلك مثل رجل كان له على رجل دين فجحده ذلك، فليس عليه فيما\nجحده قطع\" التنظير مطابق وإلا غير مطابق؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني استعار كتاب من زميله، استعار كتاب، ومع طول العهد نسيه فجحده، قال:\nالكتاب كتابي، قال: لا ما هو بكتابك هذا لي، كأنه في ذمته له دين، ومع طول\nالمدة نسي، فجحده، التنظير مطابق وإلا غير مطابق؟\n</p>\n\n<p>\nطالب: مطابق.\n</p>\n\n<p>\nمطابق، مطابق، لكن الذي يشكل على هذا ويعكر عليه الحديث، الحديث في\nالصحيحين أن امرأة كانت تستعير متاعا فتجحده، فأمر النبي -عليه الصلاة\nوالسلام- بقطعها، وقال: ((لو أن فاطمة بنت محمد سرقت)) فدل على أن مثل هذا\nالصنيع حكمه حكم السرقة، امرأة عرفت بكونها تسرق المتاع، وتكرر منها هذا\nمرارا، فقال بعضهم: إنها لم تقطع من أجل جحد العارية وإنما سرقت ...\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p010'> Vol. 159, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nلا، سرقت وكانت موصوفة بين الناس بأنها تجحد المتاع، تستعير المتاع\nوتجحده، فكونها تستعير المتاع وتجحده ليست هذه هي الجناية التي قطعت من\nأجلها، وإنما صار وصفا لها، سرقت وهي معروفة بهذا العمل، فقطعت من أجل\nالسرقة، ولم تقطع من أجل جحد العارية، وعلى كل حال المسألة خلافية بين أهل\nالعلم، والنص الظاهر في أنها قطعت من أجل؟ ظاهر النص أنها من أجل جحد\nالعارية، وإن كان القول الثاني أقعد، القول الثاني أنها لا تقطع في جحد\nالعارية مثلما نظر الإمام -رحمه الله تعالى- هنا، نعم، لكن إنما قطعت هذه\nالمرأة لأنها اتصفت بكونها تستعير المتاع وتجحده، فكل من رآها قال: هذه هي\nالتي تستعير المتاع وتجحده، هذه المرأة التي تستعير المتاع، لا تعيرونها،\nهذه المرأة التي تستعير المتاع فتجحده، فسرقت في يوم من الأيام فقطعت من\nأجل السرقة، لا من أجل جحد <span id='ms3502'></span> العارية، لكن ظاهر السياق يدل على أنها إنما\nقطعت من أجل جحد العارية.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، لا التفريق هذا ما هو بظاهر، لكن يبقى أنها فعلت هذا مرة أو مرتين أو\nعشر، يعني ما يفرق؛ لأنها لو تكرر منها هذا العمل وما أقيم عليها الحد\nتتداخل كمن سرق مرة واحدة.\n</p>\n\n<p>\nعلى كل حال هذه المسألة لا شك أنها الخلاف فيها قوي، وظاهر سياق الحديث\nيدل على أنها إنما قطعت من أجل الجحد، لكن هل سياق الخبر من أجل الجحد أو\nمن أجل القطع؟ لأن هناك من الدلالات ما هو دلالة أصلية ودلالة تبعية.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا بد من هذا، والمسألة لا شك أنها معضلة، يعني شروط السرقة ما تنطبق\nعليها، وجحد العارية إلى الخيانة أقرب منه إلى السرقة، وليس على خائن قطع،\nفهل نقول: إن السياق إنما سيق من أجل القطع، ولذا قال النبي -عليه الصلاة\nوالسلام-: ((لو أن فاطمة بنت محمد سرقت)) والحقيقة الشرعية واللغوية للسرقة\nلا تنطبق على جحد العارية، إنما الوصف المؤثر هو السرقة، وهل يمكن أن يقال:\nإن القطع كان تعزيرا لتكرر الأمر منها؟ نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p011'> Vol. 159, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nطيب، نقول: هل الوصف المؤثر في الحكم هنا الذي هو القطع كونها تستعير\nالمتاع وتجحده، أو كونها سرقت؛ لأنه قال: ((لو أن فاطمة بنت محمد سرقت))\nفدل على أن هذه سارقة، لو أن فاطمة -رضي الله عنها- وصلى الله وسلم على\nمحمد -عليه الصلاة والسلام- لو أنها فعلت مثل فعل هذه المرأة سرقت لقطعت\nيدها، فدل على أن الوصف المؤثر هو السرقة، وأما كونها تستعير المتاع وتجحده\nفإنما هو وصف لزمها من تكراره، وهذه أقعد وأقرب إلى النصوص الأخرى، فجحد\nالعارية ليس من السرقة لا اللغوية ولا الشرعية ولا العرفية، لا ينطبق عليه\nأي حقيقة من الحقائق.\n</p>\n\n<p>\nلو أن شخصا استعار كتابا من زميله، استعار الروض المربع، وقال: دامي أدرس\nفي الكلية أبد، وإذا انتهيت وتخرجت أرده عليك، درس في الكلية أربع سنوات،\nوقد رسب في بعض السنوات، وصارت الكلية <span id='ms3503'></span> سبع سنوات، ونسي أنه لفلان، وقال:\nكتابي، قال: ما عندي لك كتاب، نسي، طيب هذا كتابي وعليه ختمي، ناظر اسمي\nعليه، الختم موجود، قال: لا، أنا شاريه منك، وقد استعمل هذا الكتاب، وسبع\nسنوات، وعلق عليه، وكل من رآه قال: هذا كتاب فلان، هذه المسألة فيها تعارض\nالأصل مع الظاهر، الأصل أن الكتاب لصاحب الختم، والظاهر أنه ما دام بيده\nمدة طويلة وفي مكتبته وفي بيته أنه له، فهنا تعارض الأصل والظاهر، فلا بد\nمن مرجح، الأصل أن الكتاب لفلان، والظاهر أنه لمن هو بيده لا سيما مع طول\nالمدة، واستعماله، الكتاب استعمال الملاك، استعماله استعمال الملاك، فك\nالتجليد الأول، وجلده من جديد، وعلق عليه، وذاك يراه ولا ينكر عليه، فنحتاج\nإلى مرجح في هذا التعارض، فإن كان من عادة صاحب الختم أنه يبيع من كتبه ما\nزاد عن حاجته فيرجح قول من هو بيده، عملا بالظاهر، وإن كان ليس من عادته أن\nيبيع، وإنما من عادته أن يعير فيترجح قول صاحب الأصل الذي الختم، ختمه على\nكتابه.\n</p>\n\n<p>\n\"قال مالك: الأمر المجتمع عليه عندنا في السارق يوجد في البيت\" نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p012'> Vol. 159, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوالذي يظهر لي أنا أنه ما قطعت من أجل الجحد؛ لأن الجحد لا ينطبق عليه\nاسم السرقة، والسرقة معروف حكمها وحدها {والسارق والسارقة فاقطعوا أيديهما}\n[(38) سورة المائدة] والسرقة تعريفها لغة وشرعا وعرفا يختلف عن جحد\nالعارية.\n</p>\n\n<p>\n\"قال مالك: الأمر المجتمع عليه عندنا في السارق يوجد في البيت قد جمع\nالمتاع ولم يخرج به\" يتردد على هذه الغرف ويجمع، ويكومهن عند الباب من داخل\nما هو من برع، على شان إيش؟ هو موقف السيارة في الشارع الثاني، يبي إذا كمل\nجمعهن جاب السيارة وشالهن، مسك قبل أن يأتي بالسيارة، ويشيل المتاع، هذا\nعليه قطع وإلا ما عليه قطع؟ ما عليه قطع، لكن لو كان يجمع في الشارع عليه\nالقطع.\n</p>\n\n<p>\nيقول: \"الأمر المجتمع عليه عندنا في السارق يوجد في البيت قد جمع المتاع\nولم يخرج به إنه ليس عليه قطع، وإنما <span id='ms3504'></span> مثل ذلك كمثل رجل وضع بين يديه خمرا\nليشربها فلم يفعل\" لأن الحد معلق بالشرب، وحد السرقة معلقة بالسرقة، ولم\nتتم \"فلم يفعل فليس عليه حد\".\n</p>\n\n<p>\n\"ومثل ذلك رجل جلس من امرأة مجلسا\" يعني مجلس الرجل من زوجته، وهو يريد\nأن يصيبها حراما فلم يفعل ولم يبلغ ذلك منها فليس عليه أيضا في ذلك حد.\n</p>\n\n<p>\nلأن الحد مرتب على التقاء الختانين، على الإيلاج، وأما بالنسبة للإثم فهو\nتبعا للمانع الذي منعه المانع الذي منعه من إخراج المتاع، ومن شرب المسكر،\nومن الوقوع على هذه المرأة، لو كان ذكر الله -جل وعلا- فتركها لله هذا\nيؤجر، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالإيلاج وإلا التقاء الختانين؟ إذا جلس بين شعبها ثم جهدها فقد وجب\nالغسل.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nعلى كل حال بالتقاء الختانين، التغييب هذا عندهم بالتغييب.\n</p>\n\n<p>\n\"قال مالك: الأمر المجتمع عليه عندنا أنه ليس في الخلسة قطع\" وتقدم الخبر\nالسابق \"بلغ ثمنها ما يقطع فيه أو لم يبلغ\" سواء اختلس ما قيمته ثلاثة\nدراهم أو ثلاثمائة درهم، أو ثلاثة آلاف درهم، ما دام أخذها خلسة هذا ليس\nفيه قطع كما تقدم.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nأحسن الله إليك.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head2'>كتاب: الأشربة</h1>\n\n<h1 class='l1' id='head3'>باب: الحد في الخمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p013'> Vol. 159, p. 013</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوحدثني عن مالك عن ابن شهاب عن السائب بن يزيد أنه أخبره أن عمر بن\nالخطاب خرج عليهم، فقال: إني وجدت مع فلان ريح شراب، فزعم أنه شراب الطلاء،\nوأنه سائل عما شرب، فإن كان يسكر جلدته، فجلده عمر الحد تاما.\n</p>\n\n<p>\nوحدثني مالك عن ثور بن زيد الديلي أن عمر بن الخطاب استشار في الخمر\nيشربها الرجل، فقال له علي بن أبي طالب: نرى أن تجلده ثمانين، فإنه إذا شرب\nسكر، وإذا سكر هذى، وإذا هذى افترى، أو كما قال، فجلد عمر في الخمر ثمانين.\n</p>\n\n<p>\nوحدثني عن مالك عن ابن شهاب أنه سئل عن حد العبد في الخمر، فقال: بلغني\nأن عليه نصف حد الحر في الخمر، وأن عمر بن الخطاب وعثمان بن عفان وعبد الله\nبن عمر قد جلدوا عبيدهم <span id='ms3505'></span> نصف حد الحر في الخمر.\n</p>\n\n<p>\nوحدثني مالك عن يحيى بن سعيد أنه سمع سعيد بن المسيب يقول: ما من شيء إلا\nالله يحب أن يعفى عنه ما لم يكن حدا.\n</p>\n\n<p>\nقال يحيى: قال مالك: والسنة عندنا أن كل من شرب شرابا مسكرا فسكر أو لم\nيسكر فقد وجب عليه الحد.\n</p>\n\n<p>\nنعم.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nكتاب: الأشربة\n</p>\n\n<p>\nالكتاب مر تعريفه مرارا، والأشربة جمع الشراب، وهو مما يشرب من مباح أو\nحرام، وهو ما يقابل الطعام، الشراب هو السائل، وضده المتماسك هو الطعام،\nوالأشربة تشمل الأشربة المباحة والمحرمة، إلا أنه يبحث في هذا الموضع\nالأشربة المحرمة، مما يترتب عليه الحد، ومما لا يصل إلى ما يجب فيه الحد.\n</p>\n\n<p>\nيقول -رحمه الله تعالى-:\n</p>\n\n<p>\nباب: الحد في الخمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p014'> Vol. 159, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"حدثني مالك عن ابن شهاب عن السائب بن يزيد أنه أخبره أن عمر بن الخطاب\nخرج عليهم، فقال: إني وجدت من فلان ريح شراب، فزعم أنه شراب الطلاء\" الطلاء\nيعني ما يعتصر من الفواكه، ثم يطبخ، حتى يغلظ، فمنه ما يصل إلى حد الإسكار\nإذا حبس بعد ذلك أياما، ومنه ما لا يصل إلى حد الإسكار إذا شرب فورا، إلا\nأنه قد يعالج بمواد تحفظه، وبطريقة تحفظه إلى أن يصل إلى حد الإسكار فيستمر\nالأيام الطوال والأشهر ولا يسكر، ولو كان في الأصل مسكرا، مثل عصير العنب\nإذا وضعت فيه المواد الحافظة، وأحكم تعليبه في المعلبات الموجودة الآن لا\nيسكر، وغيره من الفواكه، لكن لو لم يحكم غطاؤه، أو لم يوضع عليه بعض المواد\nالتي تحفظه الأصل فيه أنه مسكر، ولذا جاء تحريم النبيذ، ولو لم يصل إلى حد\nالإسكار عند جمهور أهل العلم خلافا لأبي حنيفة، هنا الطلاء يطبخ من العصير،\nعصير الفواكه، وأكثر ما يكون من التمر والعنب، سئل عنه فجاء بالقاعدة،\nالجواب القاعدة العامة بغض النظر عن المادة التي استخلص منها، وإن كان\nالحنفية يخصون الخمر حقيقة الخمر بالعنب، والجمهور ينظرون إلى القاعدة\nالشرعية وهي الإسكار، فالخمر <span id='ms3506'></span> ما أسكر، وغطى العقل سواء كان من العنب أو من\nالتمر أو من أي مادة كان، ولو كان غراء مثلا، أو كان حشيش مثلا، أو غير\nذلك، فالحشيشة محرمة بالإجماع فيما نقله جمع من أهل العلم، ومنهم شيخ\nالإسلام، وليست مادتها من العنب.\n</p>\n\n<p>\nقد يقول قائل: إن البنج مثلا يغطي العقل، ويستعمل بين المسلمين من غير\nنكير؛ لماذا لا يرتب عليه الحد ويحرم ويمنع؟ ليس فيه نشوة ولا طرب، والحاجة\nداعية إليه، فهو إلى النوم أقرب، ولذلك هو جائز عند عامة أهل العلم.\n</p>\n\n<p>\n\"أنه أخبر أن عمر بن الخطاب خرج عليهم، فقال: إني وجدت من فلان ريح شراب،\nفزعم أنه شراب الطلاء، وأنا سائل\" إيش؟ \"وأنا سائل عما شرب، فإن كان يسكر\nجلدته، فجلده عمر الحد تاما\" لأنه وجد يسكر، فالمدار كله على الإسكار،\nالعلة المؤثرة هي الإسكار، وهو تغطية العقل، فإذا وجد بأي مادة كانت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p015'> Vol. 159, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"وحدثني عن مالك عن ثور بن زيد الديلي أن عمر بن الخطاب استشار في الخمر\nيشربها الرجل\" لأن الجلد في أول الأمر كان أربعين جلدة، فلم يرتدع الناس\n\"فاستشار عمر -رضي الله تعالى عنه- الناس، فقال له علي بن أبي طالب: نرى أن\nتجلده ثمانين\" لماذا؟ قال: \"لأنه إذا شرب سكر، وإذا سكر هذى، وإذا هذى\nافترى، وحد الفرية ثمانون جلدة\" حد الفرية القذف ثمانون جلدة، أو كما قال،\nفجلد عمر في الخمر ثمانين.\n</p>\n\n<p>\nويختلف أهل العلم في حد الخمر هل هو الأربعون جلدة على ما كان عليه في\nعهد النبي -عليه الصلاة والسلام- وعهد أبي بكر، وصدر من خلافة عمر؟ أو هو\nالثمانون بما آل إليه الأمر في عهد عمر واتفق عليه الصحابة؟ أو يقال: إن\nالحد الأربعون والزيادة التعزير؟ المسألة خلافية بين أهل العلم، وعلى كل\nحال الصحابة اتفقوا في عهد عمر على الثمانين، وكون الأربعين الثانية حد أو\nتعزير، المسألة محل نظر، لكن الأوجه من الاحتمالين أنها تعزير، والحد هو\nالذي استقر عليه الأمر في عصر النبي -عليه الصلاة والسلام- وعهد <span id='ms3507'></span> أبي بكر\nأنه أربعون جلدة، ثم زاد عمر أربعون جلدة تعزيرا.\n</p>\n\n<p>\nوالتعزير في الخمر لا يقتصر على الثمانين، بل لو وجدت هذه الظاهرة وكثرت\nبين الناس، ولم يرتدع الناس بالثمانين لوصل الحد إلى القتل، في حديث معاوية\nوغيره أن النبي -عليه الصلاة والسلام- قال: ((إذا شرب الخمر فاجلدوه، ثم\nإذا شربها فاجلدوه، ثم إذا شربها فاجلدوه، ثم إذا شربها فاقتلوه)) مخرج في\nالسنن عند الترمذي وغيره، والترمذي -رحمه الله تعالى- يقول: ليس في كتابي\nمما أجمع على ترك العمل به إلا هذا الحديث، وحديث جمع في المدينة بين\nالصلاتين بلا\n</p>\n\n<h1 class='l1' id='head4'>.... </h1>\n\n<p>\nنعم؟ ليس فيه مما أجمع على ترك العمل به إلا هذين الحديثين.\n</p>\n\n<p>\nهذا الحديث عند عامة أهل العلم منسوخ، ومن أهل العلم من يرى أنه محكم،\nوأن كل من تكرر منه الشرب أربع مرات يقتل، وللشيخ أحمد شاكر -رحمه الله-\nرسالة اسمها: كلمة الفصل في قتل مدمن الخمر، وابن حزم يرى أنه أيضا محكم،\nوابن العربي أيضا يميل إلى هذا، والسيوطي يميل إليه، وأنه يقتل في المرة\nالرابعة، المدمن يقتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p016'> Vol. 159, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nشيخ الإسلام ابن تيمية وابن القيم رأيهم أنه لا مانع من قتله تعزيرا، لا\nعلى سبيل الحد، يقتل تعزيرا، فإذا لم يرتدع الناس بالحد للإمام أن يقتله،\nولعل الفتوى بقتل المروج مروج المخدرات يرجع إلى مثل هذا؛ لأنه من الإفساد\nفي الأرض.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكلمة الفصل في قتل مدمن الخمر.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهو من سنة الخلفاء الراشدين بلا إشكال، وقد أمرنا بالاقتداء به، مع أبي\nبكر، لكن فيما لم يوجد فيه مرفوع، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالأربعين؟ إيه، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإي نعم إيه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، فيه جلد رسول الله -صلى الله عليه وسلم- أربعين، وجلد أبو بكر\nأربعين.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوالله على حسب، إذا قلنا: إنه تعزير لا بد من النظر من جهات، النظر في\nالمسألة من جهات.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه، إيه، هذا يدل على أنه تعزير، واحد أو اثنين يسكرون في المجتمع ما\nيضر.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوين؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيدل على حتى أن القتل تعزير وليس بحد <span id='ms3508'></span>، يدل على أن القتل تعزير.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوبعضهم يقول: إن هذا ناسخ، ناسخ لحديث القتل، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمنهم من يقول: إنها إذا أفردت إذا كانت تسكر بحيث لو أفردت يعني بمفردها\nتلحق، يعني لو خلصنا هذه النسبة بمفردها، وشربها إنسان سكر يجلد، ومنهم من\nيقول: إنها استحالت فيما خلطت معه، فلا توجب السكر، لكن هل تعتبر طاهرة\nوإلا نجسة؟ عامة أهل العلم على أن الخمرة نجسة، وعلى هذا يتقى ما فيه نسبة\nالكحول المسكرة، بما لو أفردت.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه، لكن هل .. ؟ حرام لكن هل يوجب الحد؟ ما يوجب الحد إلا إذا أسكر، من\nأهل العلم من يقول: إنها استحالت، وينه؟ راحت، كما لو وضعت نقطة نجاسة في\nماء، سطل ماء، وهذا جار على قول من يقول: إن الماء لا يتأثر إلا بالتغير،\nيعني مجرد مخالطة الماء للنجاسة أو السائل للنجاسة لا تؤثر فيه النجاسة إلا\nبالتغير.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوين؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p017'> Vol. 159, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nعلى القول بنجاسته هذا ظاهر، القول بطهارته وأنه استحال، استحالت هذه\nالنسبة اليسيرة في الماء، وأنه .. ، على كل حال اتقاؤه اتقاء الشبهة، ولو\nكان واحد بالمائة.\n</p>\n\n<p>\nقال: \"وحدثني عن مالك عن ابن شهاب أنه سئل عن حد العبد في الخمر، فقال:\nبلغني أن عليه نصف حد الحر في الخمر\" حد الحر {فاجلدوهم ثمانين جلدة} [(4)\nسورة النور] إذا يكون حد العبد النصف الأربعون، \"وأن عمر بن الخطاب وعثمان\nبن عفان وعبد الله بن عمر قد جلدوا عبيدهم نصف حد الحر في الخمر\" وكفى\nبهؤلاء الأئمة عمر وعثمان وعبد الله بن عمر مع أنهم من أهل التحري في هذا\nالباب، ومع ذلك جلدوا عبيدهم نصف حد الحر، فدل على أن حد الخمر يتنصف كحد\nالزنا والقذف.\n</p>\n\n<p>\nقال: \"وحدثني عن مالك عن يحيى بن سعيد أنه سمع سعيد بن المسيب يقول: ما\nمن شيء إلا الله يحب أن يعفى عنه ما لم يكن حدا\" الله -جل وعلا- عفو كريم،\nويحب العافين عن الناس، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، يجلد أربعين.\n</p>\n\n<p>\nالله -جل وعلا- يحب العافين عن الناس <span id='ms3509'></span>، وكل شيء يحب الله -جل وعلا- أن\nيعفى عنه، ما لم يكن حدا؛ لأن تضييع الحدود لا شك أنه مفسدة عظيمة، وتعطيل\nلشرع الله -جل وعلا-.\n</p>\n\n<p>\n\"قال يحيى: قال مالك: والسنة عندنا أن كل من شرب شرابا مسكرا فسكر أو لم\nيسكر فقد وجب عليه الحد\" لأن المدمن بعض المدمنين يصل إلى مرحلة أنه لا\nيؤثر فيه الخمر، لا يؤثر فيه، شرب ما يؤثر فيه، قد يقول قائل: إذا كان يعرف\nأنه لا يؤثر فيه لماذا يشرب؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم البدن إذا اعتاده لا يصبر عنه، وأيضا من باب العقوبة وإلا إذا كان لا\nيتلذذ به على حد زعمه، وإن كانت هذه لذة مجانين، يعني تعطيل العقل الذي شرف\nالله به وكرم به بني آدم، رفع هذه الميزة وهذا العقل الذي ميزه الله به عن\nالحيوانات لا شك أنه سخف، وإن استعمل من شخصيات كبار من المتقدمين\nوالمتأخرين، لكن هذا لا شك أنه إلحاق للنفس العاقلة بالمجانين وبالبهائم،\nلا شك أن هذا نقص في العقل، وإن ادعى صاحبه أنه من أعقل الناس.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، المدمن، لا.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nفي بيته، هو اطلع عليه وإلا ما اطلع عليه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p018'> Vol. 159, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nما اطلع عليه بكيفه، أمره إلى الله -جل وعلا-، عامة أهل العلم على\nنجاسته، وإن كان الدليل لا يقوى على القول بنجاسته، لكن ما دام عامة أهل\nالعلم عليه يمكن عندهم شيء ما اطلعنا عليه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوالله الاحتياط اجتنابه.\n</p>\n\n<p>\nفي المناظرة التي حصلت عند محمود بن سبكتكين مناظرة بين حنفي وإمام من\nأئمة الشافعية، محمود هذا كان حنفيا، فأراد هذا الشافعي وأظنه القفال أراد\nأن يحول السلطان من مذهب الحنفية إلى مذهب الشافعية، فأراد أن يصلي ركعتين\nعند السلطان تجعله يترك مذهب أبي حنيفة، فدعا بنبيذ فتوضأ به، النبيذ حلو،\nالحنفية يجيزون الوضوء بالنبيذ، فاجتمعت عليه الحشرات، الذبان وغير الذبان،\nوجاء بجلد ميتة، وجعل مكان السلخ إلى الظاهر والصوف والشعر إلى الداخل،\nفاجتمع عليه من الحشرات أكثر، ثم بعد ذلك نقر ركعتين؛ لأن الطمأنينة <span id='ms3510'></span> ليست\nبركن عند الحنفية، نقر ركعتين نقر، وبعد أن أنهى التشهد أحدث، ما سلم،\nفمحمود سأل الحنفي قال: الصلاة صحيحة عندكم وإلا ما هي بصحيحة؟ يعني مقتضى\nالمذهب بالتجزئة لا بالمجموع، يعني يمكن أبو حنيفة لو شاف هذا قال: صلاته\nباطلة، نعم، بالتجزئة تصح، فتحول السلطان من مذهب أبي حنيفة إلى مذهب\nالإمام الشافعي.\n</p>\n\n<p>\nبعض من يدافع عن مذهب الحنفية يقول: ثم ماذا إذا توضأ بنبيذ، النبيذ\nكحول، والكحول مطهر يزيد في الطهارة ولا ينقصها، وعلى كل حال إن ثبتت القصة\nفلا شك أن اجتماع هذه الأمور لا يقول به أبو حنيفة ولا من يقرب ولا يداني\nأبا حنيفة، ما يمكن أن يقول أبو حنيفة بهذه الصورة مجتمعة بصحة الصلاة، ولو\nصحح أفرادها؛ لأن بعض الأمور قد يغتفر بمفرده، لكن إذا انضم إلى غيره لا\nيغتفر؛ لأن الحركة والحركتين تغتفر عند جمهور أهل العلم، لكن إذا زاد منها\nهل يقال: يغتفر؟ فكون الأمور التي ليست من هديه -عليه الصلاة والسلام-\nيجتمع بعضها إلى بعض، ولو كانت مفرداتها قد يقول بها بعض أهل العلم، أو\nيلزم بها إلزام، فلا شك أن مثل هذه الصلاة لا تصحح.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالسلام ما هو بواجب.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأحدث، ضرط، وخلاص وانتهى الإشكال، الله المستعان، وكل هذا من باب\nالتنفير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v159p019'> Vol. 159, p. 019</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "11",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "12",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "13",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "14",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "15",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "16",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "17",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "18",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}