{
  "content": "\n\n#\n<p>\n| المستخرج على المستدرك للحاكم وهو أمالي الحافظ العراقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             بسم الله الرحمن الرحيم وبه أثق\n</p>\n\n<p>\nالمجلس الأول\n</p>\n\n<p>\nأخبرنا الشيخ العلامة القدوة شمس الدين أبو عبد الله محمد ابن عبد الرزاق\nبن عبد القادر الأريحي الشافعي قراءة على وأنا أسمع قال ثنا الحافظ زين\nالدين أبو الفضل عبد الرحيم ابن الحسين عبد الرحمن العراقي املاء يوم\nالثلاثاء الثامن والعشرين من جمادى الأولى سنة أربع وثمانمائة بالمدرسة\nالفاضلية بالقاهرة المعزية قال وأختلف على المعتمر بن سليمان وعلى محمد بن\nأبي السري في إسناد الحديث المتقدم ومتنه وقيل عن ابن أبي السري وإبراهيم\nبن محمد الذراع عن المعتمر عن أبيه عن أنس في الجهر بها كما تقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             وقيل عن ابن أبي السري عن المعتمر عن أبيه عن الحسن عن أنس في\nالإسرار بها وقيل عن ابن أبي السري عن اسماعيل بن أبي اويس عن مالك عن حميد\nعن أنس في الجهر بها وقيل عن المعتمر عن حماد بن أبي سليمان عن أبي خالد عن\nابن عباس في الجهر بها\n</p>\n\n<p>\nأخبرنا الإمام أبو محمد عبد القادر بن محمد بن محمد القرشي رحمه الله أنا\nمحمد بن عبد الحميد المهلبي وعبد الله ابن علي الصنهاجي قالا أنا إسماعيل\nبن عبد القوي بن أبي العز ابن عزون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا عاليا محمد بن محمد بن إبراهيم الميدومي مشافهة عن ابن عزون قال\nأتنا فاطمة بنت سعد الخير أتنا فاطمة بنت عبد الله الجوزدانية أنا أبو بكر\nبن ريدة أنا أبو القاسم الطبراني ثنا عبد الله بن وهيب الغزي ثنا محمد بن\nأبي السري ثنا معتمر بن سليمان عن أبيه عن الحسن عن انس رضي الله عنه أن\nرسول الله صلى الله عليه وسلم كان يسر ببسم الله الرحمن الرحيم وأبو بكر\nوعمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             ورجاله ثقات وهو دال على انقطاع رواية سليمان التيمي عن\nأنس وأما رواية المعتمر عن حماد بن أبي سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             @ 50\n</p>\n\n<p>\nفأخبرني بها أبو الفضل محمد بن إسماعيل بن عمر بن الحموي رحمه الله\nبقراءتي عليه بجامع دمشق عمرها <span id='ms01'></span> الله أنا علي بن أحمد بن البخاري أنا منصور\nبن عبد المنعم في كتابه أنا محمد بن إسماعيل الفارسي أنا الحافظ أبو بكر\nأحمد بن الحسين البيهقي أنا أبو نصر بن قتادة أنا أبو أحمد الحسين ابن علي\nالتميمي أنا أبو العباس أحمد بن محمد بن الحسين الماسرجسي ثنا إسحاق بن\nابرهيم الحنظلي ثنا المعتمر بن سليمان قال سمعت إسماعيل بن حماد بن أبي\nسليمان يحدث عن أبي خالد عن ابن عباس رضي الله عنهما أن رسول الله صلى الله\nعليه وسلم كان يقرأ بسم الله الرحمن الرحيم في الصلاة يعني كان يجهر بها\nورواه يحيى بن معين عن المعتمر عن إسماعيل بن حماد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             أبي سليمان عن أبي خالد عن ابن عباس رواه البيهقي أيضا ويحتمل\nأن هذا ليس اختلافا على المعتمر وإنما كان عنده حديث آخر من حديث ابن عباس\nفي ذلك ثم روى الحاكم بالإسناد المتقدم إليه قال حدثني أبو بكر مكي بن أحمد\nالبردعي ثنا أبو الفضل العباس بن عمران القاضي ثنا أبو جابر سيف بن عمرو\nثنا محمد بن أبي السري ثنا إسماعيل بن أبي أويس ثنا مالك عن حميد عن انس\nرضي الله عنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             صليت خلف رسول الله صلى الله عليه وسلم وخلف\nأبي بكر وخلف عمر وخلف عثمان وخلف علي فكلهم كانوا يجهرون بقراءة بسم الله\nالرحمن الرحيم قال الحاكم إنما ذكرت هذا الحديث شاهدا لما تقدمه خالف في\nهذه الأخبار التي ذكرناها معارضة لحديث قتادة الذي يرويه أئمتنا عنه قلت\nوقد انكر الحافظ أبو عبد الله الذهبي في مختصر المستدرك اخراجه لهذا الطريق\nالأخير فقال أما استحى المؤلف أن يورد هذا الموضوع فأشهد بالله ولله بأنه\nكذب قلت لم يبين الذهبي مستنده في أنه موضوع كذب فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             كان\nلمخالفته لرواية الموطأ عن حميد عن أنس قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             @ 55 صليت وراء أبي\nبكر وعمر وعثمان فكلهم كان لا يقرأ بسم الله الرحمن الرحيم وعلى تقدير كونه\nمردودا فنهاية ما يمكن أن يقال أنه شاذ <span id='ms02'></span> ولا يلزم بالشذوذ الحكم بأنه كذب\nموضوع وقد أعل الشافعي رواية حميد هذه بأنه قد خالف مالكا فيها سبعة أو\nثمانية لقيهم هو يعني منهم سفيان بن عيينة والدراوردي والثقفي قال والعدد\nالكثير أولى بالحفظ من واحد انتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             واسمعيل بن أبي\nاويس احتح به الشيخان ولكن فيه تغفل قال أحمد لا بأس به وقال ابن معين صدوق\nضعيف العقل وقال أبو حاتم محله الصدق مغفل وقد قال الحافظ شمس الدين ابن\nعبد الهادي في تنقيح التحقيق وقد قيل أن الحديث صحيح ثابت عن مالك لكن سقط\nمنه لفظ لا ثم قال الحاكم وقد بقي في الباب عن أمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             59\nالمؤمنين عثمان وعلي وطلحة بن عبيد الله وجابر وعبد الله ابن عمر والحكم بن\nعمر الثمالي والنعمان بن بشير وسمرة بن جندب وعائشة كلها مخرجة عندي في\nالباب قلت الذي صح من حديث هؤلاء العشرة على وسمرة فحديث علي رواه\nالدارقطني وقال هذا اسناد علوي لا باس به وحديث سمرة رواه الدارقطني\nوالبيهقي وقالا أن رواته كلهم ثقات وقد صحح علي بن المديني سماع الحسن من\nسمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n| آخر المجلس ( 25 ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالمجلس الثاني\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي قال ثنا الحافظ أبو الفضل العراقي املاء\nيوم الثلاثاء تاسع عشر جمادى الآخرة سنة اربع وثمانمائة بالمدرسة الفاضلية\nبالقاهرة المعزية قال\n</p>\n\n<p>\nأخبرني أبو عبد الله محمد بن إسماعيل عن إبراهيم الدمشقي رحمه الله\nبقراءتي عليه بها اخبرني المسلم بن محمد أنا حنبل أنا هبة الله بن محمد\nالشيباني أنا الحسن بن علي التميمي أنا أحمد بن جعفر القطيعي ثنا عبد الله\nبن أحمد حدثني أبي ثنا محمد بن جعفر ثنا شعبة عن عمرو بن مرة عن عاصم\nالعنزي عن نافع بن جبير بن مطعم عن أبيه رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             ح وبه\nقال أحمد ثنا يحيى بن سعيد عن مسعر حدثني عمرو بن مرة عن نافع بن جبير بن\nمطعم عن أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول في صلاة التطوع\nالله اكبر كبيرا <span id='ms03'></span> ثلاث مرات والحمد لله كثيرا ثلاث مرات الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nح وبه قال أحمد ثنا عبد الله بن محمد يعني ابن أبي شيبة قال عبد الله بن\nأحمد وسمعته من عبد الله بن محمد قال ثنا عبد الله ابن إدريس عن حصين عن\nعمرو بن مرة عن عباد بن عاصم عن نافع بن جبير عن أبيه وفيه أن ذلك في صلاة\nالصبح ح وأخبرني عاليا الشيخ الصالح أبو محمد عبد الله ابن محمد بن إبراهيم\nبن نصر المقدسي رحمه الله بقراءتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             66 عليه بصالحية دمشق أنا\nعلي بن أحمد بن البخاري ثنا محمد ابن أبي زيد الكراني أنا محمود بن إسماعيل\nالصيرفي أنا أبو الحسين بن فاذ شاه أنا أبو القاسم الطبراني ثنا أبو مسلم\nالكشي ثنا أبو الوليد الطيالسي ثنا شعبة عن عمرو بن مرة عن عاصم رجل من\nعنزة عن نافع بن جبير بن مطعم عن أبيه رضي الله عنه قال رأيت رسول الله صلى\nالله عليه وسلم دخل في صلاته فقال الله أكبر كبيرا ثلاث مرات والحمد لله\nكثيرا ثلاث مرات اللهم اني اعوذ بك من الشيطان الرجيم من نفخه ونفثه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             وهمزة قال في معجمه الكبير ونفثه\nالشعر وهمزه الموتة واللفظ للطبراني\n</p>\n\n<p>\nهذا حديث حسن مشهور من رواية عمرو بن مرة أخرجه أبو داود عن عمرو بن\nمرزوق عن شعبة وعن مسدد عن يحيى ابن سعيد وأخرجه ابن ماجه عن محمد بن بشار\nعن محمد بن جعفر فوقع لنا بدلا لهما وعاليا بالنسبة لراوية أبي دواد\nالثانية وعاليا من طريقنا الثاني بالنسبة لرواية ابن ماجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nورواه ابن حبان في صحيحه ورواه الحاكم من ثلاث طرق احدها عن القطيعي فوقع\nلنا موافقة له عالية بطريقنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             الأول وعاليا بدرجتين من طريقا\nالثاني ورواه أيضا من رواية وهب بن جرير وآدم بن أبي إياس كلاهما عن شعبة\nوقال وفي حديث وهب بن جرير عن نافع بن جبير بن مطعم وقال هذا حديث صحيح\nالإسناد ولم يخرجاه قلت وأورد البخاري في تاريخه في ترجمة <span id='ms04'></span> عاصم بن عمير\nالعنزي طرق هذا الحديث وذكر الإختلاف فيه على عمرو ابن مرة في اسم الرجل\nالعنزي فقال شعبة عاصم العنزي وقال حصين عباد بن عاصم وقال أبو عوانة عن\nحصين عمار بن عاصم قال ولا يصح وذكره أيضا في ترجمة عبد الرحمن بن عاصم سمع\nما في ترجمته بنحوه كذا ذكر أبو بكر البزار الإختلاف المذكور في اسمه قال\nوالرجل ليس بمعروف وقال أبو بكر بن المنذر عباد بن عاصم وعاصم العنزي\nمجهولان لا يدري من هما وذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             الدارقطني في العلل أبسط من ذلك\nوأن بعضهم أسقط الرجل من الإسناد قال والصواب قول من قال عن عاصم العنزي عن\nنافع بن جبير بن مطعم عن أبيه عن النبي صلى الله عليه وسلم وأما ابن حبان\nفذكر عاصما العنزي في الثقات وروى له هذا الحديث في صحيحه ووهم ابن عساكر\nفي الأطراف فجعله من رواية محمد بن جيبر بن مطعم عن أبيه وما ذكر في آخر\nالحديث في تفسير نفخه ونفثه وهمزه هو مدرج فيه وهو من قول عمرو بن مرة كما\nهو مصرح به في مسند البزار من رواية شعبة وحصين وفي سنن البيهقي من رواية\nأبي الوليد الطيالسي عن شعبة والله أعلم آخر المجلس الحادي والثمانين بعد\nالثلثمائة من الأمالي وهو 65 بعد 2 من المستخرج على المستدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             $\nالمجلس الثالث\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي أعاد الله من بركته قال ثنا الحافظ أبو\nالفضل العراقي املاء يوم الثلاثاء سادس وعشرين جمادى الآخرة سنة اربع\nوثمانمائة بالمدرسة الفاضلية بالقاهرة قال أخبرني أبو الفتح محمد بن محمد\nبن إبراهيم الميدومي رحمه الله بقراءتي عليه أنا عبد الرحيم بن يوسف\nالدمشقي أنا عمر بن محمد بن معمر أنا إبراهيم بن محمد بن منصور أنا الحافظ\nأبو بكر أحمد بن علي الخطيب أنا القاسم بن جعفر أنا محمد بن أحمد بن عمرو\nاللؤلؤي ثنا الإمام أبو داود سليمان ابن الأشعث ثنا حسين بن عيسى وأخبرني\nعاليا محمد بن إسماعيل بن عمر بن الحموي <span id='ms05'></span> رحمه الله بقراءتي عليه بجامع دمشق\nأنا علي بن أحمد ابن البخاري أنا عبد الله بن عمر الصفار في كتابه أنا زاهر\nبن طاهر أنا الحافظ أبو بكر أحمد بن الحسين البيهقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             أنا محمد\nبن عبد الله الحافظ ثنا أبو العباس محمد بن يعقوب ثنا العباس بن محمد\nالدوري قالا ثنا طلق بن غنام ثنا عبد السلام بن حرب الملائي عن بديل بن\nميسرة عن أبي الجوزاء عن عائشة رضي الله عنها قالت كان رسول الله صلى الله\nعليه وسلم إذا استفتح الصلاة قال سبحانك اللهم وبحمدك وتبارك اسمك وتعالى\nجدك ولا إله غيرك هذا حديث رجاله ثقات أخرجه أبو داود هكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nوقال هذا الحديث ليس بالمشهور عن عبد السلام بن حرب لم يروه إلا طلق بن\nغنام قال وقد روى قصة الصلاة عن بديل جماعة لم يذكروا فيه شيئا من هذا وقال\nالحاكم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             حديث صحيح على شرط الشيخين ولم يخرجاه قال وله شاهد\nمن حديث حارثة بن محمد عن عمرة عن عائشة رضي الله عنها أخبرني محمد بن\nإسماعيل بن إبراهيم الدمشقي رحمه الله بقراءتي عليه بها أنا المسلم بن محمد\nأنا حنبل أنا ابن الحصين أنا أبو علي ابن المذهب أنا أحمد بن جعفر القطيعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             ثنا عبد الله بن أحمد حدثني أبي ثنا أبو معاوية ثنا حارثة بن\nمحمد عن عمرة عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه\nوسلم إذا افتتح الصلاة رفع يديه حذو منكبيه فيكبر ثم يقول سبحانك اللهم\nوبحمدك وتبارك اسمك وتعالى جدك ولا اله غيرك هذا حديث فيه ضعف أخرجه\nالترمذي عن الحسن بن عرفة ويحيى بن موسى وابن ماجه عن علي بن محمد الطنافسي\nوعبد الله بن عمران اربعتهم عن أبي معاوية فوقع لنا بدلا لهما عاليا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             قال الترمذي لا نعرفه إلا من هذا الوجه وحارثة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nمحمد قد تكلم فيه من قبل حفظه ولم يسق الحاكم اسناد هذا الشاهد وقال بعد\nذكر متنه هذا حديث صحيح <span id='ms06'></span> الإسناد ولم يخرجاه قال وكان مالك بن انس رحمه الله\nلا يرضى حارثة بن محمد وقد رضيه اقرانه من الأئمة قال ولا احفظ في قوله صلى\nالله عليه وسلم عند افتتاح الصلاة سبحانك اللهم وبحمدك أصح من هذين\nالحديثين قلت حارثة هذا متفق على ضعفه أحمد وابن معين والبخاري وابو زرعة\nوأبو حاتم وابن المديني والنسائي وابن عدي والدارقطني والبيهقي وقول الحاكم\nأنه رضيه اقران مالك من الأئمة فيه نظر من حيث إنه لم يرو عنه أحد من\nالأئمة الذين لا يروون إلا عن الثقات كمالك وإنما روى عنه من الأئمة سفيان\nالثوري وهو يروي عن الثقات والضعفاء وقد اعترض الحافظ أبو الحجاج المزي على\nقول الترمذي لا نعرفه إلا من هذا الوجه بأن الطبراني رواه من رواية عطاء بن\nأبي رباح عن عائشة رضي الله عنها وهو كما ذكر رويناه في الدعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nللطبراني وفي سنن الدارقطني من رواية سهل بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             البجلي عن\nمالك بن مغول عن عطاء لكن سهل بن عامر كذبه أبو حاتم وقال البخاري منكر\nالحديث ثم قال الحاكم وقد صحت الرواية فيه عن امير المؤمنين عمر بن الخطاب\nرضي الله عنه انه كان يقوله اخبرني الأمام أبو محمد عبد الله بن محمد بن\nأبي بكر الأموي رحمه الله أنا أحمد بن علي بن الزبير أنا الإمام أبو عمرو\nعثمان بن عبد الرحمن بن الصلاح أنا منصور بن عبد المنعم وأخبرني عاليا محمد\nبن إسماعيل بن عمر بن الحموي بقراءتي أنا علي بن أحمد بن البخاري عن منصور\nأنا محمد بن إسماعيل الفارسي أنا الحافظ أبو بكر أحمد ابن الحسين البيهقي\nأنا أبو عبد الله الحافظ ثنا أبو العباس محمد بن يعقوب ثنا الحسن بن مكرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             ثنا يزيد يعني ابن هرون أنا شعبة عن الحكم عن إبراهيم عن\nالأسود أن عمر بن الخطاب رضي الله عنه حين افتتح الصلاة كبر ثم قال سبحانك\nاللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك وهو عند مسلم من <span id='ms07'></span> رواية\nعبدة بن أبي لبابة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             عمر ولم يسمع منه وعزاه ابن العربي في\nالعارضة للصحيحين وليس عند البخاري ورواه الحاكم من رواية الأعمش عن\nإبراهيم قال وقد اسند هذ الحديث عن عمر ولا يصح قلت رواه الدارقطني في سننه\nمن رواية عبد الرحمن بن عمر بن شيبة عن أبيه عن نافع عن ابن عمر عن عمر\nمرفوعا وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             رفعه هذا الشيخ عن أبيه والمحفوظ عن عمر من قوله\nقال ابن الجوزي في التحقيق عبد الرحمن ثقة قد اخرج عنه البخاري في صحيحه\nقلت كلا لم يرو عنه البخاري في صحيحه بل هو مجهول والله أعلم آخر المجلس 82\nبعد 3 وهو 66 بعد 2 من المستخرج على المستدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             $ المجلس الرابع\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي قال ثنا الحافظ أبو الفضل العراقي يوم\nالثلاثاء رابع رجب سنة أربع وثمانمائة بالمدرسة الفاضلية بالقاهرة المحروسة\nقال ذكر الحاكم رحمه الله تعالى حديث أبي هريرة رضي الله عنه قال صلى بنا\nرسول الله صلى الله عليه وسلم الظهر فلما سلم نادى رجلا كان في آخر الصفوف\nفقال يا فلان ألا تتقي الله الا تنظر كيف تصلي الحديث من رواية محمد بن\nإسحاق ثنا سعيد عن أبيه عن أبي هريرة رضي الله عنه وقال صحيح على شرط مسلم\nولم يخرجاه بهذه السياقة قلت بل قد خرجه مسلم من رواية الوليد بن كثير قال\nحدثني سعيد بن أبي سعيد المقبري مع خلف في بعض ألفاظه وليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             في\nرواية الحاكم زيادة الا قوله ان احدكم اذا قام يصلي انما يقوم يناجي ربه\nفلينظر كيف يناجيه وهذه الزيادة عند البخاري من رواية معمر عن همام عن أبي\nهريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال إذا قام احدكم إلى\nالصلاة فلا يبصق امامه فإنما يناجي الله عز وجل ما دام في مصلاه الحديث فلا\nحاجه لاستدراكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرني أبو الحرم محمد بن محمد بن محمد بن أبي الحرم القلانسي رحمه الله\nبقراءتي عليه وسماعا عليه عودا على بدء أنا <span id='ms08'></span> أحمد بن إسحاق الأبرقوهي أنا\nالحسن بن علي الأسدي أنا جدي الحسين بن الحسن الأسدي أنا سهل بن بشر\nالإسفراييني أنا عبد الوهاب بن الحسن بن عمر بن برهان أنا إسحاق بن سعد بن\nالحسن بن سفيان النسوي أنا جدي ثنا حبان بن موسى أنا عبد الله بن المبارك\nعن يونس عن الزهري سمعت أبا الأحوص مولى بني ليث يحدثنا في مجلس ابن المسيب\nوابن المسيب جالس أنه سمع أبا ذر رضي الله عنه يقول قال رسول الله صلى الله\nعليه وسلم لا يزال الله عز وجل مقبلا على العبد ما لم يلتفت فإذا صرف وجهه\nانصرف عنه هذا حديث حسن أخرجه النسائي عن سويد بن نصر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             ابن\nالمبارك فوقع لنا بدلا له وأخرجه أبو داود عن أحمد بن صالح عن ابن وهب عن\nيونس ورواه الحاكم من رواية الليث ابن سعد عن يونس وقال هذا حديث صحيح\nالإسناد ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             يخرجاه وأبو الأحوص هذا مولى بني ليث تابعي من أهل\nالمدينة وثقة الزهري وروى عنه وجرت بينه وبين سعد بن إبراهيم مناظرة في\nمعناه قلت قال فيه ابن معين ليس بشيء وقال النسائي في الكنى لم نقف على\nاسمه ولا نعرفه ولا نعلم أن احدا روى عنه غير ابن شهاب الزهري وقال أبو\nأحمد الحاكم ليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             بالمتين عندهم وقال ابن القطان لا يعرف له حال\nولا قضى له بالثقة قول الزهري سمعت أبا الأحوص في مجلس سعيد بن المسيب\nوذكره ابن حبان في الثقات وأما المناظرة التي وقعت بين الزهري وبين سعد بن\nإبراهيم فذكرها الحميدي عن ابن عيينة أن سعد بن إبراهيم قال للزهري من أبو\nالأحوص كالمغضب حين حدث عن رجل مجهول فقال الزهري أما تعرف الشيخ مولى بني\nغفار المدني كان يصلي في الروضة الذي وجعل يصف له وسعد لا يعرفه\n</p>\n\n<p>\nأخبرنا الإمام أبو محمد عبد القادر بن محمد القرشي رحمه الله تعالى أنا\nمحمد بن عبد الحميد المهلبي أنا إسماعيل بن عبد القوي ح واخبرنا <span id='ms09'></span> عاليا محمد\nبن محمد بن إبراهيم الميدومي مشافهة عن اسماعيل بن عبد القوي أنا فاطمة بنت\nسعد الخير أنا فاطمة الجوزدانية أنا أبو بكر بن ريذة أنا أبو القاسم\nالطبراني ثنا محمد بن عبدة المصيصي ثنا أبو توبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             @ 90 الربيع\nبن نافع ثنا معاوية بن سلام عن زيد بن سلام عن أبي سلام حدثني الحارث\nالأشعري رضي الله عنه ان رسول الله صلى الله عليه وسلم قال إن الله أمر\nيحيى بن زكريا بخمس كلمات يعمل بهن ويأمر بني اسرائيل ان يعملوا بهن فوعظ\nالناس ثم قال وإن الله عز وجل امركم بالصلاة فإذا نصبتم وجوهكم فلا تلتفتوا\nفإن الله عز وجل ينصب وجهه لوجه عبده إذا قام يصلي فلا يصرف وجهه عنه حتى\nيكون العبد هو يصرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             هذا حديث صحيح أخرجه الترمذي\nعن محمد بن إسماعيل البخاري عن موسى بن اسماعيل عن أبان بن يزيد عن يحيى بن\nأبي كثير عن زيد بن سلام فوقع لنا عاليا بدرجتين من الطريق الأول وعاليا من\nطريقنا الثاني بثلاث درجات قال الترمذي هذا حديث حسن صحيح غريب قال محمد بن\nإسماعيل الحارث الأشعري له صحبة وله غير هذا الحديث ورواه الحاكم عن أبي\nالنضر محمد بن محمد بن يوسف الفقيه عن عثمان بن سعيد الدارمي عن أبي توبة\nفوقع لنا عاليا من الطريق الثاني وقال قد احتج الشيخان برواة هذا الحديث عن\nآخرهم ولم نجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             للحارث الأشعري راويا غير ممطور أبي سلام فتركاه\nقال والحديث على شرط الائمة صحيح محفوظ قلت إن كان الحارث الأشعري هو أبو\nمالك الأشعري كما فعل الطبراني في المعجم الكبير فقد روي عنه جماعة كثيرون\nواخرج له مسلم وكذا البخاري في المتن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             @ 94 الذي قال فيه قال\nهشام بن عمار فذكر حديث المعازف آخر المجلس 83 بعد 3 وهو 67 بعد 2 من\nالمستخرج على المستدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             $ المجلس الخامس\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي قال ثنا الحافظ أبو الفضل العراقي املاء\nيوم الثلاثاء الحادي عشر من رجب سنة اربع وثمانمائة بالمدرسة الفاضلية\nبالقاهرة قال <span id='ms10'></span> أخبرني أبو عبد الله محمد بن محمد بن أبي الفضل ابن أبي\nالقاسم الربعي رحمه الله تعالى بقراءتي عليه أنا عبد الله بن غلام الله بن\nإسماعيل بن الشمعة أنا عبد العزيز بن أحمد بن عمر بن باقا أنا أبو زرعة\nطاهر بن محمد المقدسي أنا عبد الرحمن بن حمد الدوني أنا أحمد بن الحسين\nالكسار أنا أحمد بن محمد بن اسحاق السني أنا أبو عبد الرحمن أحمد ابن شعيب\nأنا الحسين بن حريث ثنا الفضل بن موسى عن عبد الله بن سعيد بن أبي هند عن\nثور بن زيد عن عكرمة عن ابن عباس رضي الله عنهما قال كان رسول الله صلى\nالله عليه وسلم يلتفت في صلاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             يمينا وشمالا ولا يلوي عنقه خلف\nظهره هذا حديث حسن أخرجه الترمذي عن محمود بن غيلان عن الفضل بن موسى\nالسيناني بلفظ كان يلحظ في الصلاة الحديث وقال هذا حديث غريب وقد خالف وكيع\nالفضل بن موسى في روايته ثم رواه عن محمود بن غيلان عن وكيع عن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             @ 98 ابن سعيد بن أبي هند عن بعض اصحاب عكرمة أن النبي صلى\nالله عليه وسلم كان يلحظ في الصلاة قال فذكر نحوه ولم يقل فيه عن عكرمة فهو\nمعضل وأخرجه أبو داود في رواية أبي الطيب بن الأشناني عن أبي داود عن أحمد\nبن محمد بن ثابت المروزي عن الفضل بن موسى فيما ذكره المزي في الأطراف وليس\nفي رواية اللؤلؤي ولا رواية ابن داسة ورواه أيضا في رواية ابن الأشناني عن\nهناد عن وكيع عن عبد الله ابن سعيد عن رجل عن عكرمة عن النبي صلى الله عليه\nوسلم مرسلا قال وهذا أصح ورواه ابن حبان في صحيحه عن محمد ابن إسحاق بن\nخزيمة عن الحسين بن حريث فوقع لنا بدلا له عاليا ورواه الحاكم عن الحسن بن\nحكيم المروزي عن أبي الموجه عن يوسف بن عيسى وأبي عمار الحسين بن حريث وقال\nهذا حديث صحيح على شرط البخاري ولم <span id='ms11'></span> يخرجاه قال وقد اتفقا على حديث عائشة\nرضي الله عنها أن الإلتفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             في الصلاة اختلاس\nيختلسه الشيطان من صلاة العبد قال وهذا الإلتفات غير ذاك فإن الالتفات\nالمباح أن يلحظ بعينه يمينا وشمالا قال وله شاهد بإسناد صحيح أخبرنا شيخ\nالإسلام تقي الدين أبو الحسن علي بن عبد الكافي بن علي السبكي رحمه الله\nمشافهة بدمشق اخبرني إسحاق بن أبي بكر بن إبراهيم الأسدي ح وأخبرني أبو\nالحسن علي بن عبد القادر الهمذاني رحمه الله مشافهة أنا عبد المؤمن بن خلف\nالحافظ قالا أنا يوسف بن خليل الحافظ أنا محمد بن أبي زيد ابن حمد الكراني\nح وأخبرنا عاليا محمد بن إبراهيم الخزرجي اجازة معينة عن علي بن أحمد بن\nالبخاري عن الكراني أنا محمود بن اسماعيل الصيرفي أنا أبو الحسن بن فاذشاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             أنا أبو القاسم الطبراني ثنا أحمد بن خالد الحلبي ثنا أبو توبة\nالربيع بن نافع ثنا معاوية بن سلام عن زيد بن سلام أنه سمع أبا سلام حدثني\nأبو كبشة السلولي عن سهل بن الحنظلية رضي الله عنه أنهم ساروا مع رسول الله\nصلى الله عليه وسلم يوم حنين الحديث وفيه ثم قال من يحرسنا الليلة فقال أنس\nبن أبي مرثد الغنوي أنا يا رسول الله قال اركب فركب فرسا فجاء إلى رسول\nالله صلى الله عليه وسلم فقال له رسول الله صلى الله عليه وسلم استقبل هذا\nالشعب حتى تكون في اعلاه ولا نغرن من قبلك الليلة فلما اصبحنا خرج رسول\nالله صلى الله عليه وسلم إلى مصلاه فركع ركعتين ثم قال هل احسستم فارسكم\nفقال رجل يا رسول الله ما حسسناه فثوب بالصلاة فجعل رسول الله صلى الله\nعليه وسلم وهو في الصلاة يلتفت إلى الشعب حتى اذا قضى صلاته قال أبشروا فقد\nجاء فارسكم فجعلنا ننظر إلى خلال الشجر في الشعب فإذا هو قد جاء حتى وقف\nعلى رسول الله صلى الله عليه وسلم فقال اني قد انطلقت حتى كنت في اعلا هذا\nالشعب <span id='ms12'></span> حيث امرني رسول الله صلى الله عليه وسلم فلما اصبحت طلعت الشعبين\nكليهما فنظرت فلم أر أحدا فقال رسول الله صلى الله عليه وسلم نزلت فقال لا\nإلا مصليا أو قاضيا حاجة فقال له رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             الله صلى الله عليه وسلم\nقد اوجبت فلا عليك أن لا تعمل بعدها هذا حديث صحيح أخرجه أبو داود في\nالجهاد بطوله عن أبي توبة وفي الصلاة مقتصرا على التفاته إلى الشعب فوقع\nلنا موافقة له وعاليا من طريقنا الأخير وأخرجه النسائي في السير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             عن محمد بن يحيى بن محمد بن كثير الحراني عن أبي توبة فوقع لنا\nبدلا له عاليا بدرجتين من طريقنا الأخير ورواه الحاكم عن أبي جعفر أحمد بن\nعبيد بن إبراهيم الحافظ عن إبراهيم بن الحسين عن أبي توبة فوقع لنا عاليا\nمن طريقنا الأخير وأبو كبشة السلولي قال فيه عبد الحق أنه مجهول واخطأ في\nذلك بل هو ثقة معروف وثقة العجلي وابن حبان واحتج بن البخاري وروي عنه\nجماعة وذكر الحاكم في المدخل أن اسمه البراء بن قيس وخطأه عند الغثي الأزدي\nفي ذلك وقال أن البراء بن قيس كنيته أبو كيسة بالياء المثناة من تحت والسين\nالمهملة وأما أبو كبشة السلولي فإنه لا يسمى كما قال أبو حاتم والبخاري\nومسلم وما قاله عبد الغني في كنية البراء أنها بالياء المثناة من تحت السين\nالمهملة جزم الدارقطني وابن ما كولا بخلافه فقالا أن كنية أبي كبشة\nبالموحدة والمعجمة والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             آخر المجلس 84 بعد 3 من الأمالي\nوهو 68 بعد 2 من المستخرج على المستدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             $ المجلس السادس\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي أعاد الله من بركته قال ثنا الحافظ أبو\nالفضل العراقي يوم الثلاثاء 2 شعبان سنة 804 بالمدرسة الفاضلية بالقاهرة\nقال أخبرني أبو العباس أحمد بن محمد بن أبي الكراني العطار رحمه الله\nبقراءتي عليه أنا عبد المؤمن بن خلف الحافظ أنا يوسف بن خليل الحافظ أنا\nناصر بن محمد الويري أنا إسماعيل بن الفضل الإخشيد أنا أبو طاهر بن عبد\nالرحيم ح وأخبرنا <span id='ms13'></span> عالبا محمد بن إبراهيم بن محمد الخزرجي اجازة معينة عن\nعلي بن أحمد بن البخاري أنا عبد الله بن عمر الصفار في كتابه أنا الفضل بن\nمحمد الأبيوردي أنا محمد بن محمد بن أحمد النوقاني قالا أنا الحافظ أبو\nالحسن علي ابن عمر الدارقطني ثنا محمد بن مخلد حدثني إبراهيم بن محمد بن\nمروان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             العتيق ثنا إسحاق بن سليمان الرازي عن معاوية بن يحيى عن\nإسحاق بن عبد الله بن أبي فروة عن عبد الله بن عمرو بن الحارث عن محمود بن\nالربيع الأنصاري قال قام إلى جنبي عبادة بن الصامت فقرأ مع الإمام وهو يقرأ\nقلت له يا أبا الوليد تقرأ وتسمع وهو يجهر بالقراءة قال نعم إنا قرأنا مع\nرسول الله صلى الله عليه وسلم فغلط رسول الله صلى الله عليه وسلم ثم سبح\nفقال لنا حين انصرف هل قرأ معي أحد قلنا نعم قال قد عجبت قلت من هذا الذي\nينازعني القرآن إذا قرأ الإمام فلا تقرءوا معه إلا بأم القرآن فإنه لا صلاة\nلمن لم يقرأ بها وبه قال الدارقطني ابن أبي فروة ضعيف رواه الحاكم عن عبد\nالرحمن بن حمدان الجلاب عن إسحاق بن أحمد بن مهران عن إسحاق بن سليمان\nالرازي اورده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             @ 107 في احاديث شواهد لحديث عبادة بن الصامت\nوقال أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             أسانيدها مستقيمة وقال هذا متابع لمكحول\nفي رواية إسحاق ابن أبي فروة فإني ذكرته شاهدا واعترض عليه الذهبي في مختصر\nالمستدرك بقوله ابن أبي فروة هالك أخبرني محمد بن إسماعيل بن إبراهيم بن\nسالم الدمشقي رحمه الله تعالى بقراءتي عليه بها أنا المسلم بن محمد القيسي\nأنا حنبل المكبر أنا هبة الله بن محمد الشيباني أنا الحسن بن علي التميمي\nأنا أحمد بن جعفر القطيعي ثنا عبد الله بن أحمد حدثني أبي ثنا يحيى بن سعيد\nعن جعفر بن ميمون عن أبي عثمان النهدي عن أبي هريرة رضي الله عنه أن رسول\nالله صلى الله عليه وسلم أمره أن يخرج فينادي لاصلاة إلا <span id='ms14'></span> بقراءة فاتحة\nالكتاب فما زاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             هذا حديث صحيح أو حسن أخرجه أبو داود عن محمد\nابن بشار عن يحيى بن سعيد فوقع لنا بدلا له عاليا وسكت عليه فهو عنده صالح\nورواه ايضا عن إبراهيم بن موسى الرازي عن عيسى بن يونس عن جعفر بن ميمون\nورواه ابن حبان في صحيحه في النوع العاشر من القسم الثالث عن عبد الله بن\nمحمد الأزدي عن إسحاق بن إبراهيم عن عيسى بن يونس فوقع لنا عاليا بدرجتين\nورواه الدارقطني عن أبي بكر النيسابوري عن عبد الرحمن بن بشر بن الحكم عن\nيحيى بن سعيد فوقع لنا عاليا ورواه الحاكم عن أبي بكر بن إسحاق الفقيه عن\nأحمد ابن سلمة عن عبد الرحمن بن بشر فوقع لنا عاليا وقال هذا حديث صحيح لا\nغبار عليه فإن جعفر بن ميمون من ثقات البصريين ويحيى بن سعيد لا يحدث الا\nعن الثقات قلت اورده ابن عدي في الكامل في ترجمة جعفر بن ميمون وقال لم أر\nأحاديثه منكرة وأرجو أنه لا بأس به ويكتب حديثه في الضعفاء وأعله ابن\nالجوزي في التحقيق بجعفر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             ميمون وحكى فيه قول ابن معين ليس\nبثقة واورد النووي في الخلاصة حديثه في فصل الضعيف وقال فيه أحمد والنسائي\nليس بالقوي وقال ابن معين صالح الحديث وقال أبو حاتم صالح وقال الداقطني\nيعتبر به ثم قال الحاكم وقد صحت الرواية عن أمير المؤمنين عمر بن الخطاب\nوعلي بن أبي طالب رضي الله عنهما أنهما كانا يأمران بالقراءة خلف الإمام\nفأما حديث عمر بن الخطاب رضي الله عنه فأخبرني به أبو العباس أحمد بن يوسف\nبن أحمد التاجر بقراءتي عليه أنا عبد المؤمن بن خلف الحافظ ح وأخبرنا عاليا\nمحمد بن إبراهيم بن محمد المخزرجي إجازة معينة بالإسناد المتقدم إلى\nالدارقطني ثنا محمد بن القاسم بن زكريا ثنا أبو كريب ثنا حفص ابن غياث عن\nأبي إسحاق الشيباني عن جواب التيمي عن يزيد بن شريك قال سألت عمر رضي الله\nعنه <span id='ms15'></span> عن القراءة خلف الامام فأمرني أن اقرأ قال قلت وإن كنت أنت قال وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             كنت أنا قلت وإن جهرت قال وإن جهرت وبه قال الدارقطني هذا\nاسناد صحيح رواه الحاكم عن أبي بكر بن إسحاق عن إبراهيم بن أبي طالب عن أبي\nكريب وزاد مع قوله إبراهيم بن محمد بن المنتشر عن الحرث بن سويد عن يزيد بن\nشريك ورواه البيهقي عن الحاكم قال البيهقي والذي يدل عليه سائر الروايات أن\nجوابا اخذه عن يزيد بن شريك وابراهيم اخذه عن انحرث بن سويد عن يزيد بن أبي\nشريك وأما حديث علي بن طالب رضي الله عنه فأخبرني به محمد بن اسماعيل بن\nعمر بن الحموي رحمه الله بقراءتي عليه بجامع دمشق أنا علي بن أحمد بن\nالبخاري أنا عبد الله بن عمر الصفار في كتابه أنا زاهر بن طاهر أنا الحافظ\nأبو بكر أحمد بن الحسين البيهقي أنا أبو الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             محمد بن الفضل\nالقطان ببغداد أنا عبد الله بن جعفر بن درستويه ثنا يعقوب بن سفيان الفارسي\nثنا المعلى عن يزيد بن زريع عن معمر عن الزهري عن عبيد الله بن أبي رافع عن\nعلي رضي الله عنه أنه كان يأمر أن يقرأ خلف الإمام في الظهر والعصر في\nالركعتين الأوليين بفاتحة الكتاب قال البيهقي وكذلك رواه عبد الأعلى عن\nمعمر رواه الحاكم من رواية شعبة عن سفيان بن حسين عن الزهري عن ابن أبي\nرافع عن أبيه عن علي رضي الله عنه ولفظه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             الركعتين الأوليين\nبفاتحة الكتاب وسورة وفي الأخريين بفاتحة الكتاب وقال البيهقي ان رواية\nمعمر عن الزهري أصح من رواية شعبة حيث قال عن أبيه عن علي قال ورواه غيره\nعن سفيان بن حسين نحو رواية معمر ثم رواه من رواية يزيد بن هارون عن سفيان\nبن حسين كذلك قال وسماع عبيد الله بن أبي رافع من علي رضي الله عنه ثابت\nوكان كاتبا له اخر المجلس 87 بعد 3 من الأمالي وهو 71 بعد 2 من المستخرج\nعلى المستدرك <span id='ms16'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             المجلس السابع\n</p>\n\n<p>\nوأخبرنا الشيخ شمس الدين الأريحي أعاد الله من بركته قال ثنا الحافظ أبو\nالفضل العراقي املاء يوم الثلاثاء 16 شعبان سنة 804 بالمدرسة الفاضلية قال\nأخبرني محمد بن اسماعيل بن عمر بن الحموي رحمه الله بقراءتي عليه بجامع\nدمشق أنا علي بن أحمد بن عبد الواحد أنا منصور بن عبد المنعم في كتابه أنا\nمحمد بن اسماعيل الفارسي أنا الحافظ أبو بكر أحمد بن الحسين البيهقي أنا\nأبو الحسن علي بن أحمد بن عبدان أنا القاضي أبو بكر أحمد ابن محمود خرزاذ\nثنا موسى بن اسحاق القاضي ثنا محرز بن سلمة ثنا عبد العزيز بن محمد\nالدراوردي عن عبيد الله بن عمر عن ثابت البناني عن انس بن مالك رضي الله\nعنه قال كان رجل من الانصار يؤمهم في مسجد قباء فكان كلما افتتح سورة\nيقرأها لهم في الصلاة مما يقرأ به افتتح بقل هو الله أحد حتى يفرغ منها ثم\nيقرأ سورة اخرى معها فكان يصنع ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             @ 116 في كل ركعة فكلمه\nاصحابه وقالوا انك تفتتح بهذه السورة ثم لا ترى انها تجزئك حتى تقرأبأخرى\nفإما أن تقرأها وإما أن تدعها وتقرأ بأخرى فقال ما أنا بتاركها إن احببتم\nأن اؤمكم بذلك فعلت وإن كرهتم تركتكم وكانوا يرونه أفضلهم وكرهوا أن يؤمهم\nغيرهم فلما اتاهم رسول الله صلى الله عليه وسلم اخبروه الخبر فقال ما يمنعك\nمما يأمرك اصحابك وما يحملك على لزوم هذه السورة في كل ركعة فقال يا رسول\nالله إني احبها فقال رسول الله صلى الله عليه وسلم إن حبها يدخلك الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             وبه قال البيهقي وأنا أبو عبد الله الحافظ ثنا أبو\nالحسن علي بن محمد بن سختويه ثنا علي بن الصقر ثنا إبراهيم بن حمزة ثنا عبد\nالعزيز ابن محمد الدراوردي فذكره بمعناه هذا حديث صحيح غريب ذكره البخاري\nفي صحيحه تعليقا فقال وقال عبيد الله بن عمر عن ثابت عن انس رضي الله عنه\nوأخرجه الترمذي عن البخاري عن اسماعيل بن أبي اويس عن عبد <span id='ms17'></span> العزيز بن محمد\nوقال هذا حديث حسن صحيح غريب من حديث عبيد الله بن عمر عن ثابت وأخرجه\nالترمذي ايضا عن أبي داود سليمان بن الاشعث عن أبي الوليد الطيالسي عن\nمبارك بن فضالة عن ثابت مختصرا ورواه ابن خزيمة في صحيحه فقال ثنا محمد بن\nيحيى بخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             @ 119 غريب قال ثنا إبراهيم بن حمزة ورواه ابن حبان\nفي صحيحه عن أبي يعلى عن مصعب بن عبد الله الزبيري عن الدراوردي مختصرا\nورواه الحاكم في المستدرك عن علي بن حمشاذ وهو ابن سختويه عن علي بن الصقر\nوقال هذا حديث صحيح على شرط مسلم ولم يخرجاه قال وقد احتج البخاري أيضا\nمستشهدا بعبد العزيز بن محمد في مواضع من كتابه قلت إنما روى له البخاري\nمقرونا بغيره فلا يقال احتج به مستشهدا وفي الصحيحين من حديث عائشة رضي\nالله عنها أن رسول الله صلى الله عليه وسلم بعث رجلا على سرية وكان يقرأ\nلأصحابه في صلاته فيختم بقل هو الله أحد الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nوقال ابن مندة في كتاب التوحيد أن الرجل الذي بعث على السرية كلثوم بن زهدم\nقاله أبو صالح عن ابن عباس رضي الله عنهما انتهى والصواب ابن هدم وهو شيخ\nبني عمرو بن عوف وعليه نزل رسول الله صلى الله عليه وسلم بقباء والظاهر أن\nهذه قصة اخرى فإن هذا كان يختم بها وذاك يفتتح بها ويحتمل انه هو فإنه كان\nيؤم بني عمرو بن عوف وأنه ربما قدمها وربما اخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             123 @ 124\nأخبرني محمد بن إسماعيل بن إبراهيم بن الخباز رحمه الله بقراءتي عليه\nبمنزله بدمشق أنا المسلم بن محمد أنا حنبل أنا أبو القاسم بن الحصين أنا\nأبو علي بن المذهب أنا أبو بكر القطيعي ثنا عبد الله بن أحمد حدثني أبي ثنا\nيحيى عن قدامة بن عبد الله بن جسرة أنها سمعت أبا ذر رحمة الله عليه أن\nالنبي صلى الله عليه وسلم قام بآية ليلة يرددها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             هذا حديث حسن أخرجه النسائي عن نوح بن حبيب وابن\nماجه <span id='ms18'></span> عن بكر بن خلف كلاهما عن يحيى بن سعيد فوقع لنا بدلا لهما عاليا وعينا\nفي رواياتهما الآيه التي قام بها وهي إن تعذبهم فإنهم عبادك وإن تغفر لهم\nفإنك أنت العزيز الحكيم ورواه الحاكم عن أبي بكر بن إسحاق الفقيه عن أبي\nالمثنى عن مسدد عن يحيى بن سعيد فوقع لنا عاليا وقال هذا حديث صحيح الإسناد\nولم يخرجاه أخبرني الشيخ الصالح أبو محمد عبد الله بن محمد بن إبراهيم بن\nنصر المقدسي رحمه الله بقراءتي عليه بصالحية دمشق أنا علي بن أحمد بن\nالبخاري أنا محمد بن أبي زيد بن حمد الكراني في كتابه وهو آخر من حدث عنه\nأنا محمود بن اسماعيل الصيرفي أنا أبو الحسين بن فاذشاه أنا أبو القاسم\nالطبراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             @ 127 ثنا علي بن عبد العزيز ثنا أبو نعيم ثنا مسعر\nعن إبراهيم السكسكي عن ابن أبي اوفى رضي الله عنهما قال اتي النبي صلى الله\nعليه وسلم رجل فقال اني لا استطيع أن آخذ من القرآن شيئا فعلمني شيئا\nيجزئني من القرآن قال تقول سبحان الله والحمد لله ولا اله الا الله والله\nاكبر ولا حول ولا قوة الا بالله فذهب أو قام أو نحو ذا قال هذا لله فما لي\nقال قل اللهم اغفر لي وارحمني وعافني واهدني وارزقني قال مسعر وربما\nاستفهمه بعضه من أبي خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             قلت وأبو خالد هو\nالدالاني الآتي ذكره هذا حديث حسن أخرجه أبو داود عن ابن أبي شيبة عن وكيع\nعن سفيان الثوري عن أبي خالد الدالاني عن إبراهيم السكسكي فوقع لنا عاليا\nبثلاث درجات وأخرجه النسائي عن يوسف بن عيسى ومحمود بن غيلان كلاهما عن\nالفضل بن موسى عن مسعر فوقع لنا عاليا بدرجتين ورواه الحاكم عن أبي عبد\nالله محمد بن يعقوب الشيباني عن محمد بن عبد الوهاب الفراء عن جعفر بن عون\nعن مسعر ورواه أيضا عن أبي بكر بن إسحاق الفقيه عن بشر بن موسى عن الحميدي\nعن سفيان بن عيينة عن مسعر فوقع <span id='ms19'></span> لنا عاليا بدرجة بالنسبة لطريق الحاكم\nالأول وعاليا بدرجتين بالنسبة لطريقه الثاني وقال هذا حديث صحيح على شرط\nالبخاري ولم يخرجاه ورواه الدارقطني في رواية الثوري بلفظ فما يجزئني في\nصلاتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             اخر المجلس 89 بعد 3 من الأمالي وهو 73 بعد 2 من\nالمستخرج على المستدرك والحمد لله انهى المستخرج على المستدرك للحاكم وهو\nأمالي الحافط العراقي ولله الحمد والمنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             <span id='ms20'></span>\n</p>\n",
  "pages": [
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129"
  ],
  "volumes": [
    "01"
  ]
}