{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالاختلاف في اللفظ\n</p>\n\n<p>\nوالرد على الجهمية والمشبهة\n</p>\n\n<p>\nللإمام أبي محمد\n</p>\n\n<p>\nعبد الله بن مسلم بن قتيبة الكاتب الدينوري\n</p>\n\n<p>\n213 - 276 \n</p>\n\n<p>\nه\n</p>\n\n<p>\nقدم له وعلق عليه وخرج أحاديثه\n</p>\n\n<p>\nعمر بن محمود أبو عمر\n</p>\n\n<p>\nدار الراية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1412 ه - 1991 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>مقدمة المؤلف</h1>\n\n<p>\nالحمد لله مرتضي الحمد لنفسه، وجاعله فاتحة وحيه، ومنتهى شكره، وكفاء\nنعمته، ودعوى أهل جنته عند إفضائهم إلى كرامته، البر بخلقه، العواد على\nالمذنبين بعفوه، الذي لا يخيب راجيه، ولا يرد داعيه، ولا ينسى ذاكريه، ولا\nيقطع حبل عصمته ممن تمسك بعروته، أحمده بجميع محامده على جميع نعمه، وندعوه\nأن يشعرنا خشيته، ويشرب قلوبنا مراقبته عند كل لفظ وعقد وكل قبض وبسط، وأن\nيجعل كلامنا له ودلالتنا عليه وإرشادنا إليه، ويؤم بنا سمت الحق وقصد\nالسبيل، وأن يبلغ نبينا المصطفى صلى الله عليه وسلم منا أفضل صلاة وأنماها\nوأزكاها وأقضاها لما فرض من حقه وأوجب من ذكره، صلى الله وملائكته المقربون\nعليه وعلى آله الطيبين وعلى جميع النبيين والمرسلين، ونعوذ بالله من نزغ\nالشيطان ومصائده ولطيف خدعه ومكائده، فقد صدق على هذه الأمة ظنه، وأجلب\nعليهم بخيله ورجله، وقعد لهم رصدا بكل مرصد، ونصب لهم شركا بكل ريع، وطفق\nلغوايتهم بكل شبهة، فأصبح الناس إلا قليلا ممن عصم الله مفتونين، وفيما\nيوبقهم خائفين، وعن سبيل نجاتهم ناكبين، ولما وضعه الله عنهم متكلفين، وعما\nكلفهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nمعرضين، إن دعوا أنفوا، وإن وعظوا هزأوا، وإن سئلوا تعسفوا، وإن سألوا\nأعنتوا، قد فرقوا الدين وصاروا شيعا فهم يتنابزون بالألقاب ويتسابون بالكفر\nويتعاضدون بالنحل ويتناصرون على الهوى وعاد الإسلام غريبا كما بدأ، فماذا\nيعجب من سلة السيف وشمول الخوف ونقص الأموال والأنفس وهل يتوقع بعد تزيدنا\nفي الغواية إلا التزيد في البلاء حتى يحكم الله بما شاء بيننا وهو خير\nالحاكمين.\n</p>\n\n<p>\nوكان طالب العلم فيما مضى يسمع ليعلم ويعلم ليعمل ويتفقه في دين الله\nلينتفع وينفع فقد صار طالب العلم الآن يسمع ليجمع ويجمع ليذكر ويحفظ ليغالب\nويفخر، وكان المتناظرون في الفقه يتناظرون <span id='ms01'></span> في الجليل من الواقع والمستعمل\nمن الواضح وفيما ينوب الناس فينفع الله به القائل والسامع، فقد صار أكثر\nالتناظر فيما دق وخفي وفيما لا يقع وفيما قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nانقرض من حكم الكتابة وحكم اللعان ورجم المحصن، وصار الغرض فيه إخراج\nلطيفه، وغوصا على غريبه، وردا على متقدم، فهذا يرد على أبي حنيفة وهذا يرد\nعلى مالك، وآخر يرد على الشافعي بزخرف من القول، ولطيف من الحيل، كأنه لا\nيعلم أنه إذا رد على الأول صوابا عند الله بتمويهه فقد تقلد المآثم عن\nالعاملين به دهر الداهرين.\n</p>\n\n<p>\nوهذا يطعن بالرأي على ماض من السلف وهو يرى، وبالابتداع في دين الله على\nآخر وهو يبتدع.\n</p>\n\n<p>\nوكان المتناظرون فيما مضى يتناظرون في معادلة الصبر بالشكر وفي تفضيل\nأحدهما على الآخر وفي الوساوس والخطرات ومجاهدة النفس وقمع الهوى فقد صار\nالمتناظرون يتناظرون في الاستطاعة والتولد والطفرة والجزء والعرض والجوهر\nفهم دائبون يخبطون في العشوات قد تشعبت بهم الطرق وقادهم الهوى بزمام\nالردى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>سبب تأليف الرسالة</h1>\n\n<p>\nوكان آخر ما وقع من الاختلاف أمرا خص بأصحاب الحديث الذين لم يزالوا\nبالسنة ظاهرين، وبالاتباع قاهرين يداجون بكل بلد ولا يداجون ويستتر منهم\nبالنحل ولا يستترون، ويصدعون بحقهم الناس ولا يستغشون، ولا يرتفع بالعلم\nإلا من رفعوا، ولا يتضع فيه إلا من وضعوا، ولا تسير الركبان إلا بذكر من\nذكروا، إلى أن كادهم الشيطان بمسألة لم يجعلها الله تعالى أصلا في الدين،\nولا فرعا، في جهلها سعة وفي العلم بها فضيلة، فنمى شرها، وعظم شأنها حتى\nفرقت جماعتهم وشتتت كلمتهم ووهنت أمرهم وأشمتت حاسديهم وكفت عدوهم مؤنتهم\nبألسنتهم وعلى أيديهم فهو دائب يضحك منهم ويستهزئ بهم حين رأى بعضهم يكفر\nبعضا وبعضهم يلعن بعضا ورآهم مختلفين وهم كالمتفقين ومتباينين وهم\nكالمجتمعين ورأى نفسه قد صار لهم سلما بعد أن كان لهم حربا.\n</p>\n\n<p>\nولما رأيت إعراض أهل النظر عن الكلام في هذا الشأن منذ وقع، وتركهم تلقيه\nبالدواء حين بدا، وبكشف القناع عنه حين نجم، إلى أن استحكم أساسه، وبسق <span id='ms02'></span>\nرأسه، وجرى على اعتياد الخطأ فيه الكهل، ونشأ عليه الطفل وعسر على المداوين\nأن يخرجوا من القلوب ما قد استحكم بالألف ونبت على شراه اللحم، لم أر لنفسي\nعذرا في ترك ما أوجبه الله علي بما وهب من فضل المعرفة في أمر استفحل بأن\nقصر مقصر فتكلفت بمبلغ علمي ومقدار طاقتي ما رجوت أن يقضي بعض الحق عني لعل\nالله ينفع به فإنه بما شاء نفع، وليس على من أراد الله بقوله أن يسأله\nالناس بل عليه التبصير وعلى الله التيسير.\n</p>\n\n<p>\nوسيوافق قولي هذا من الناس ثلاثة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا منقادا سمع قوما يقولون فقال كما قالوا فهو لا يرعوي ولا يرجع لأنه\nلم يعتقد الأمر بنظر فيرجع عنه بنظر.\n</p>\n\n<p>\nورجلا تطمح به عزة الرياسة وطاعة الإخوان وحب الشهرة فليس يرد عزته ولا\nيثني عنانه إلا الذي خلقه إن شاء، لأن في رجوعه إقراره بالغلط واعترافه\nبالجهل وتأبى عليه الأنفة وفي ذلك أيضا تشتت جمع وانقطاع نظام واختلاف\nإخوان عقدتهم له النحلة، والنفوس لا تطيب بذلك إلا من عصمه الله ونجاه.\n</p>\n\n<p>\nورجلا مسترشدا يريد الله بعمله لا تأخذه فيه لومة لائم ولا تدخله من\nمفارق وحشة ولا تلفته عن الحق أنفة فإلى هذا بالقول قصدنا وإياه أردنا.\n</p>\n\n<p>\nولم أر صوابا أن يكون الكتاب محررا بذكر هذا الباب خاصة دون غيره فقدمت\nالقول فيه بذكر بعض ما تأولته الجهمية في الكتاب والحديث وإن قل لنحمد الله\nتعالى على النعمة ونعلم أن الحق مستغن عن الحيلة، ولم أعد في أكثر الرد\nعليهم طريق اللغة.\n</p>\n\n<h1 class='l1' id='head2'>الرد على نفاة القدر</h1>\n\n<p>\nفأما الكلام فليس من شأننا ولا أكثر من هلك إلا به وبحمل الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ما يوجبه القياس.\n</p>\n\n<p>\nألا ترى أن أهل القدر حين نظروا في قدر الله الذي هو سره بآرائهم وحملوه\nعلى مقاييسهم أرتهم أنفسهم قياسا على ما جعل في تركيب المخلوق من معرفة\nالعدل من الخلق على الخلق أن يجعلوا ذلك حكما بين الله وبين العبد فقالوا\nبالتخلية والإهمال وجعلوا العباد فاعلين لما لا <span id='ms03'></span> يشاء وقادرين على ما لا\nيريد، كأنهم لم يسمعوا بإجماع الناس على ما شاء الله كان وما لم يشأ لم يكن\nوقالوا كيف يضل ويعذب ويريد ويكره ويحول ويكلف؟ وهل قصر فاعل هذا عن أفحش\nالظلم؟\n</p>\n\n<p>\nونسوا ما يلزمهم في اختلاف الحكمين وأن من ملك البعض ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nكمن ملك الكل، وأن الخلق كله لله يميت ويحيى ويفقر ويغني ويصح ويسقم\nويبتدئ بالنعم من يشاء ويصطفي للرسالة من شاء ويؤيده بالتوفيق ويملأ قلبه\nبالنور ويعصمه من الذنوب ويجعل من بين يديه ومن خلفه رصدا من الملائكة وأنه\nلو لم يرد المعصية لما هيأهم هيئة المعصية ولما ركب فيهم آلة الشهوة كما\nطبع الملائكة ولا سلط عليهم عدوهم ثم أمرهم بالاحتراس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوأنى للضعيف الاحتراس ممن حرست منه السموات بالنجوم ومنع من الاستماع\nبالرجوع وجعل له السبيل إلى القلوب من حيث لا يرى فهو يجري مجرى الدم\nويوسوس ويخنس ولا يعصمه الله ولا خلق آدم للأرض وأسكنه الجنة وحرم عليه\nالشجرة وقد علم أنه سيغر فيغتر ويستزل فيزل حتى يخرجه منها إلى حيث جعل له\nفيه مستقرا ومتاعا إلى حين.\n</p>\n\n<p>\nولما اطرد لهم القول على ما أصلوا ورأوه حسن الظاهر قريبا من النفوس يروق\nالسامعين ويستميل قلوب الغافلين نظروا في كتاب الله فوجدوه ينقض ما قاسوا\nويبطل ما أسسوا فطلبوا له التأويلات المستكرهة والمخارج البعيدة وجعلوه\nعويصا وألغازا وإن كانوا لم يقدروا من تلك الحيل على ما يصح في النظر ولا\nفي اللغة كقولهم في: {يضل من يشاء} ينسبهم إلى الضلال {ويهدي من يشاء}\nينسبهم إلى الهداية وما في نسبتهم إلى ذلك؟ حتى يعيد ويبدي، ولو أراد\nالنسبة لقال يضللهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nكما يقال يخونهم ويفسقهم ويظلمهم أي ينسبهم إلى ذلك.\n</p>\n\n<p>\nوقالوا في قوله عز وجل: {وما كان لنفس أن تؤمن إلا بإذن الله} أي ما كان\nلها أن تؤمن إلا بعلم الله وعلموا ما يلزمهم أن جعلوا الإذن ههنا: المشيئة\nوالإطلاق، وذهبوا إلى قول القائل: (آذنتك بالأمر) أي أعلمتك.\n</p>\n\n<p>\nوهذا من تأويلهم لا يصح <span id='ms04'></span> في نظر ولا في لغة:\n</p>\n\n<p>\nأما النظر: فإنه لم يقل أحد من الناس أن شيئا يحدث في الأرض لا يعلمه\nالله فيقول وما كان لنفس أن تؤمن إلا بعلم الله وإنما اختلفوا في الإذن\nالذي هو المشيئة والإطلاق فقال المثبتون لم يشأ الله أن يؤمن جميع الناس\nولو شاء لآمنوا فليس لنفس أن تؤمن حتى يشاء الله ذلك ويطلقه.\n</p>\n\n<p>\nوقال أهل القدر: قد شاء الله هذا لكل نفس وأطلقه فلها أن تؤمن إن شاءت\nوفي صدر هذا الكلام دليل على ما قال أهل الإثبات لأن النبي صلى الله عليه\nوسلم كان يحب إيمان قريش فأنزل الله عليه: {ولو شاء ربك لآمن من في الأرض\nكلهم جميعا أفأنت تكره الناس حتى يكونوا مؤمنين} ثم قال على إثر ذلك: {وما\nكان لنفس أن تؤمن إلا بإذن الله} يريد بمشيئته وإطلاقه.\n</p>\n\n<p>\nفأول الكلام دليل على آخره والناس مجمعون لا يختلفون على أن القائل إذا\nقال لو شئت لأتيتك أنه لم يشأ إتيانه ولو شئت لحججت أنه لم يشأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالحج ولو شئت لتزوجت أنه لم يشأ الزواج فكذلك يلزم في: {لو شاء ربك لأمن\nمن في الأرض} أنه لم يشأ ذلك ومثله: {أن لو يشاء الله لهدى الناس جميعا} و:\n{ولو شئنا لآتينا كل نفس هداها} فإن قال أراد لو شاء لآمنوا إجبارا ولكنه\nلم يشأ أن يجبرهم على ذلك قيل له لم يشأه على حال فاجعله بأي وجه شئت.\n</p>\n\n<p>\nوقيل: والله يفعل بعباده ما هو أصلح لهم في كل حال عندهم فأي الأمرين كان\nأصلح لهم؟ أن يجبرهم على الإيمان فيؤمنوا أو يخليهم وشأنهم فيكفروا؟ فهذا\nالنظر.\n</p>\n\n<p>\nوأما اللغة: فإنه لا يجوز فيها أن يجعل الأذن العلم لأنه الأذن، ألا ترى\nأن قائلا لو قال لك قد آذنتك بخروج الأمير إيذانا أي أعلمتك خروجه إعلاما\nأن جوابك كان يكون له قد آذنت لقولك أذنا: أي سمعته فعلمته، والإيذان\nالمأخوذ من الأذن إنما هو إيقاع الخبر في الأذن. والأذن استماعه وعلمه.\n</p>\n\n<p>\nقال عدي بن <span id='ms05'></span> زيد:\n</p>\n\n<p>\nأيها القلب تعلل بددن ... إن همي في سماع وأذن\n</p>\n\n<p>\nومنه أذان الصلاة إنما هو إسماع الناس ذكرها حتى يعلموا وقول الله عز\nوجل: {وأذان من الله ورسوله} أي إسماع إعلام والأذن في الشيء أن تشاءه\nوتطلقه تقول: (أذنت له في الخروج إذنا) هذا ما ليس به خفاء على من نظر في\nاللغة وفهمها.\n</p>\n\n<p>\nوقالوا في قوله عز وجل: {فمن يرد الله أن يهديه يشرح صدره للإسلام ومن\nيرد أن يضله يجعل صدره ضيقا حرجا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nفجعلوا الإرادة في الهداية والإضلال للعبد لا لله وركبوا في ذلك أفحش غلط\nوأحول كلام. والإرادة لا تجوز أن تكون للعبد وقد وليها اسم الله وهو مرفوع\nبإجماع القراء، ولو كان أحد منهم نصب الله لكان أقرب من المعنى الذي أراده\nوإن كان لا يجوز أيضا لأنه يضم في الكلام (من) فيكون معناه من يريد من الله\nأن يهديه يشرح صدره للإسلام ثم يحذف (من) وينصب الله لما نزع حرف الصلة كما\nيقال (من يسرق القوم مالهم يقطع) أي يسرق من القوم مالهم وهذا ليس يجوز إلا\nمع حروف معدودة محكية عن العرب، لا نحمل عليها غيرها ونقيسه عليها.\n</p>\n\n<p>\nوقالوا في قوله تعالى: {ولقد ذرأنا لجهنم كثيرا من الجن والإنس} دفعنا\nوألقينا واحتج من احتج منهم بقول المثقب العبدي حكاية عن ناقته:\n</p>\n\n<p>\nتقول إذا ذرأت لها وضيني ... أهذا دينه أبدا وديني\n</p>\n\n<p>\nوهذا جهل باللغة وتصحيف وإنما هو (درأت) بالدال غير المعجمة والله يقول:\n{ولقد ذرأنا} بالذال وأحسبهم سمعوا بقول العرب (أذرته الدابة عن ظهرها) أي\nألقته فتوهموا أن ذرأنا من ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nذرأنا في تقدير فعلنا غير مهموز ولو أريد ذلك المعنى لكان: (ولقد أذرينا\nلجهنم) وسمعوا بقوله: (ذرته الريح) وبقول الله: {فأصبح هشيما تذروه الرياح}\nأي تنسفه وتلقيه فتوهموه منه ولو أريد ذلك لكان: (ولقد ذرونا لجهنم) وليس\nيجوز أن يكون (ذرأنا) في هذا الموضع إلا خلقنا: {ذرأكم في الأرض} وقال:\n{يذرؤكم فيه} أي يخلقكم في الرحم ومنه قيل ذرية الرجل لولده وإنما هو خلق <span id='ms06'></span>\nالله.\n</p>\n\n<p>\nوقالوا في قوله: {إن هي إلا فتنتك تضل بها من تشاء وتهدي من تشاء} . أراد\nإن هو إلا اختيارك تضل به من تشاء يعني الفاسقين وتهدي من تشاء يعني\nالمؤمنين واحتجوا بقوله: {وما يضل به إلا الفاسقين} والفاسقون ههنا\nالكافرون لأنه قال في صدر الآية: {وأما الذين كفروا فيقولون ماذا أراد الله\nبهذا مثلا} وكيف يضل الضال ويهدي المهتدي فإن قالوا يريد الكافر ضلالة\nوالمؤمن هداية أكذبهم في هذا الموضوع معنى الآية لأن فتنة القوم بالعجل أنه\nكان فضة وحليا فتحول جسدا له خوار فارتدوا عن الإسلام وعبدوه ولم يكن مع\nموسى بني إسرائيل كافر ولو كانوا كفارا ما غضب ولا ألقى الألواح، فإنما وقع\nالضلال ههنا بمسلمين.\n</p>\n\n<p>\nوأما قوله عز وجل: {وما يضل به إلا الفاسقين} فإنه نزل في قوم من اليهود\nوسمعوا قوله عز وجل: {مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت}\nوقوله: {إن الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له وإن\nيسلبهم الذباب شيئا لا يستنقذوه منه} فقالوا ما هذه الأمثال التي لا تليق\nبالله فأنزل الله عز وجل: {إن الله لا يستحي أن يضرب مثلا ما بعوضة فما\nفوقها} من الذباب والعنكبوت فقالوا ما أراد بمثل ينكره فيضل به كثيرا من\nالناس. فقال الله تعالى: {فأما الذين آمنوا فيعلمون أنه الحق من ربهم وأما\nالذين كفروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفيقولون ماذا أراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل\nبه إلا الفاسقين} يعني اليهود لأنهم ضلوا بالمثل وأنكروا ولم ينكره غيرهم.\n</p>\n\n<p>\nوقد يأتي الحرف وظاهره العموم ومعناه الخصوص كقول موسى عليه السلام:\n{وأنا أول المؤمنين} وقول النبي صلى الله عليه وسلم: {وأنا أول المسلمين}\nلم يريدا كل المؤمنين وكل المسلمين في جميع الأزمنة بل مؤمني زمن موسى\nومسلمي زمن نبينا عليهما السلام\n</p>\n\n<p>\nوكذلك قوله تعالى في بني إسرائيل: {فضلكم على العالمين} لم يفضلهم على\nمحمد صلى الله عليه وسلم ولا أممهم على أمته وإنما أراد عالمي أزمنتهم\n</p>\n\n<p>\nوشيء <span id='ms07'></span> لم نزل نسمعه منهم على قديم الأيام قد ارتضوه لأنفسهم ودونوه في\nكتبهم وأجمع عليه عالمهم وجاهلهم وكهلهم وحدثهم في تأويل قول الله عز وجل:\n{أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل\nعلى بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون} . وقوله: {إنا جعلنا في\nأعناقهم أغلالا فهي إلى الأذقان فهم مقمحون وجعلنا من بين أيديهم سدا ومن\nخلفهم سدا فأغشيناهم فهم لا يبصرون} وقوله: {ختم الله على قلوبهم وعلى\nسمعهم وعلى أبصارهم غشاوة ولهم عذاب عظيم} وأشباه هذا أنه حكم عليهم فإذا\nنحن تدبرنا هذا التأويل وقابلنا به التنزيل لم نجد هذا المتأول حمل كتاب\nالله على مثل هذه التأويلات إلا لإقامة مذهبه وحاول بعضهم إبدال بعض حروفه\nبغيرها فقرأ: {عذابي أصيب به من أشاء} بالسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nغير المعجمة والنصب وقرأ جميع ما في القرآن من المخلصين بكسر اللام وإن\nكان قرأ بذلك بعض القراء يريد أن يجعل الإخلاص لهم ولا يكون لله في ذلك صنع\nفكيف يصنع بقوله: {إنا أخلصناهم بخالصة ذكرى الدار} وقرأ: {ولا تحسبن الذين\nكفروا أنما نملي لهم خير لأنفسهم إنما نملي لهم ليزدادوا إثما} بكسر إنما\nالأولى وفتح الثانية يريد لا يحسبن الذين كفروا إنما نملي لهم ليزدادوا\nإثما إنما نملي لهم خير لأنفسهم فحرف المعنى عن جهته ونقله عن سننه وجعل\nالإملاء للكفار من الله إنما هو لخير يريده بهم.\n</p>\n\n<p>\nوقد حمل بعضهم على أنه قرأ (ليزدادوا إيمانا) وألحقها في بعض المصاحف\nطمعا في أن تبقى على الدهر ويجعلها الناس وجها وكيف له ما قدر والله يقول\nإلى جنبها: {ولهم عذاب مهين} .\n</p>\n\n<h1 class='l1' id='head3'>الرد على أهل الجبر</h1>\n\n<p>\nولما رأى قوم من أهل الإثبات إفراط هؤلاء في القدر وكثر بينهم التنازع\nحملهم البغض لهم واللجاج على أن قابلوا غلوهم بغلو وعارضوا إفراطهم بإفراط\nفقالوا بمذهب جهم في الجبر المحض وجعلوا العبد المأمور المنهي المكلف لا\nيستطيع من الخير والشر شيئا على الحقيقة ولا يفعل شيئا على الصحة وذهبوا <span id='ms08'></span>\nإلى أن كل فعل ينسب إليه فإنما ينسب إليه على المجاز كما يقال في الموات:\nمال الحائط وإنما يراد أميل وذهب البرد وإنما ذهب به وكلا الفريقين غالط\nوعن سواء الحق حائد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان الأمر على ما قالوا لم يكن القدر سرا ولم يكن الناظر إليه\nكالناظر في شعاع الشمس ففيم اختصمت الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوفيم ألح عزير حتى محي من ديوان النبوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوفيم احتج آدم وموسى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما صار سرا لأنك ترى قادرا وهو عاجز، ومؤيدا وهو ممنوع، وترى حازما\nمحروما، وعاجزا مرزوقا، وشجاعا مخذولا، وجبانا منصورا، وعاقلا لا يستشار في\nالأمور ولا يستعمل، وساقطا متهافتا لا يعطل، وعالمين متقاربين في العلم\nوالنظر في الدين خصمين وهما مختلفان فهذا يقول بالإهمال المحض وذاك يقول\nبالإجبار المحض وهذا حروري وذاك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nرافضي وترى أعداء الله يدالون أولياءه حتى يقتلوهم كل قتلة ويمزقوهم كل\nممزق.\n</p>\n\n<p>\nوترى الناس أصنافا في التفضيل فمنهم قوم ابتدأهم الله بالنعم وأسكنهم ريف\nالأرض وأكرمهم وأخدمهم وحسن وجوههم وبيض ألوانهم وسقاهم العذب النقاح\nورزقهم من الطيبات وأطعمهم من كل الثمرات ووفر عليهم العقول والأفهام وفتق\nألسنتهم بالحكمة وألبابهم بالعلم وبعث فيهم بالقرب منهم الرسل لأهل هذا\nالإقليم الذي أسكنناه الله بفضله.\n</p>\n\n<p>\nومنهم قوم أنزلهم أطراف الأرض وجدوبة البلاد وأذلهم وأعراهم وشوه خلقهم\nوسود ألوانهم وسقاهم الملح الأجاج وجعل أقواتهم الحشرات والنبات وسلبهم\nالعقول وباعدهم من مبعث الرسل ومنتهى الدعوة فهم كالأنعام بل هم أضل سبيلا\nثم جعلهم لجهنم حصيبا ولسعيرها وقودا كالزنج وصنوف كثيرة من السودان وأصناف\nمن الأعاجم ويأجوج ومأجوج فهل لهؤلاء أن يحتجوا على الله بما منح غيرهم\nومنعهم؟\n</p>\n\n<p>\nلا لعمر الله ما لأحد عليه حجة ولا قبله حق ولا فيما خلق شرك بل له الحجة\nالبالغة، وهو الفعال لما يريد.\n</p>\n\n<p>\nوعدل القول في القدر أن تعلم أن الله عدل لا يجور: كيف خلق، وكيف قدر،\nوكيف أعطى، وكيف منع، وأنه لا يخرج من قدرته شيء ولا يكون في ملكوته من\nالسموات والأرض إلا ما أراد، وأنه لا دين <span id='ms09'></span> لأحد عليه ولا حق لأحد قبله، فإن\nأعطى فبفضل، وإن منع فبعدل، وأن العباد يستطيعون ويعملون ويجزون بما\nيكسبون، وأن لله لطيفة يبتدئ بها من أراد ويتفضل بها على من أحب، ويوقعها\nفي القلوب فيعود بها إلى طاعته ويمنعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nمن حقت عليه كلمته فهذه جملة ما ينتهي إليه علم ابن آدم من قدر الله عز\nوجل وما سوى ذلك مخزون عنه.\n</p>\n\n<h1 class='l1' id='head4'>الرد على نفاة الصفات والقائلين بالمجاز والزاعمين أن صفات الله كلها معنى واحد</h1>\n\n<p>\nوتعمق آخرون في النظر وزعموا أنهم يريدون تصحيح التوحيد بنفي التشبيه عن\nالخالق فأبطلوا الصفات مثل الحلم والقدرة والجلال والعفو وأشباه ذلك.\n</p>\n\n<p>\nفقالوا هو الحليم ولا نقول بحلم، وهو القادر ولا نقول بقدرة، وهو العالم\nولا نقول بعلم، كأنهم لم يسمعوا إجماع الناس على أن يقولوا (أسألك عفوك)\nوأن يقولوا (بعفو بحلم ويعاقب بقدرة) والقدير هو ذو القدرة والعافي هو ذو\nالعفو، والجليل هو ذو الجلال والعليم هو ذو العلم فإن زعموا أن هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nمجاز، قيل لهم ما تقولون في قول القائل: غفر الله لك وعفا عنك وحلم الله\nعنك أمجاز هو أم حقيقة؟ فإن قالوا مجاز فالله لا يغفر لأحد ولا يعفو عن أحد\nولا يحلم عن أحد على الحقيقة. ولن يركبوا هذه. وإن قالوا هو حقيقة فقد وجب\nفي المصدر ما وجب في الصدر لأنا نقول غفر الله مغفرة وعفا عفوا وحلم حلما\nفمن المحال أن يكون واحد حقيقة والآخر مجازا وقال الله: {إن كيدي متين}\nوأجمع الناس على أن الحول والقوة لله، والحول الحيلة.\n</p>\n\n<p>\nوقالوا في (سميع بصير) هما سواء ليس في سميع من المعنى إلا ما في بصير\nولا فيهما إلا معنى عليم وقد سمع الله قول اليهود: {إن الله فقير ونحن\nأغنياء} حين قالوه وعلمه قبل أن يقولوه فهل يجوز لأحد أن يقول إن الله سمعه\nقبل أن يقولوه وكذلك قول المجادلة في زوجها قد سمع الله جدالها وسمع\nمحاورتها للنبي صلى الله عليه وسلم حين جادلته وحاورته وعلمه قبل أن <span id='ms10'></span> تجادل\nوتحاور به فهل لأحد أن يقول إن الله قد سمعه قبل أن يكون وإذا لم يجز ذلك\nفقد علم أن في سميع معنى غير معنى عليم والله يقول: {إنني معكما أسمع وأرى}\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الرد على القائلين بخلق القرآن</h1>\n\n<p>\nوقالوا في كلام الله أنه مخلوق لأن الله تعالى قال: {إنا جعلناه قرآنا\nعربيا} والجعل بمعنى الخلق ولأنه قال: {ما يأتيهم من ذكر من ربهم محدث} وكل\nمحدث مخلوق وأن معنى: {كلم الله} أوجد كلاما و: {كلم الله موسى تكليما}\nأوجد كلاما سمعه فخرجوا بهذا التأويل من اللغة والمعقول، لأن معنى تكلم\nالله أتى بالكلام من عنده، وترحم الله أتى بالرحمة من عنده، كما يقال تخشع\nفلان أتى بالخشوع من نفسه، وتشجع أتى بالشجاعة من نفسه، وتبتل أتى بالتبتل\nمن نفسه، وتحلم أتى بالتحلم من نفسه، ولو كان المراد أوجد كلاما لم يجز أن\nيقال: يتكلم، وكان الواجب أن يقال: أكلم، كما يقال أقبح الرجل أتى بالقباحة\nوأطاب أتى بالطيب وأخس أتى بالخساسة، وأن يقال أكلم الله موسى إكلاما، كما\nيقال أقبر الله الميت: أي جعل له قبرا أو أرعى الله الماشية جعلها ترعى، في\nأشباه لهذا كثيرة لا تخفى على أهل اللغة.\n</p>\n\n<p>\nوالعرب تسمي الكلام لسانا لأنه على اللسان يكون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشاعر وهو أمية بن أبي الصلت:\n</p>\n\n<p>\nواسمع كلام الله كيف شكوله ... فاعجب ويلسنك الذي تستنشد\n</p>\n\n<p>\nأراد اسمع كلام الله ثم قال: (ويلسنك) أي يكلمك الذي تستنشده أي كأنه\nيكلمك.\n</p>\n\n<p>\nوقال الله عز وجل حكاية عن إبراهيم: {واجعل لي لسان صدق في الآخرين} وقال\nالشاعر:\n</p>\n\n<p>\nإني أتتني لسان لا أسر بها\n</p>\n\n<p>\nأي أخبرت.\n</p>\n\n<p>\nوأما استشهادهم بالجعل على خلق القرآن في قول الله: {إنا جعلناه قرآنا\nعربيا} فإن الجعل يكون بمعنيين: أحدهما خلق، والآخر غير خلق فأما الموضع\nالذي يكون فيه خلقا: فإذا رأيته متعديا إلى مفعول واحد لا يجاوزه كقول\nالله: {خلق السموات والأرض وجعل الظلمات والنور} فهذا بمعنى خلق، وكذلك:\n{وجعل منها زوجها} أي خلق منها.\n</p>\n\n<p>\nوأما الموضع الذي يكون <span id='ms11'></span> فيه غير الخلق فإذا رأيته متعديا إلى مفعولين\nكقوله: {وقد جعلتم الله عليكم كفيلا} أي صيرتم. وكقوله: {فحعلناها نكالا\nلما بين يديها وما خلفها} وكقول القائل (جعل فلان أمر امرأته في يدها) فإن\nهم وجدوا في القرآن كله جعل متعديه إلا القرآن وحده ليقضوا عليه بالخلق\nفنحن نتابعهم، وكذلك المحدث ليس هو في موضع بمعنى مخلوق، فإن أنكروا ذلك\nفليقولوا في قول الله: {لعل الله يحدث بعد ذلك أمرا} أنه يخلق وكذلك قوله:\n{لعلهم يتقون أو يحدث لهم ذكرا} أي يحدث لهم القرآن ذكرا. والمعنى يجدد\nعندهم ما لم يكن.\n</p>\n\n<p>\nوكذلك قوله: {ما يأتيهم من ذكر من ربهم محدث} أي ذكر حدث عندهم لم يكن\nقبل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>[الرد على متأولي الصفات] (الرد على القائلين أن اليد هي النعمة)</h1>\n\n<p>\nوفعلوا في كتاب الله أكثر مما فعل الأولون في تحريف التأويل عن جهته\nفقالوا في قول الله: {وقالت اليهود يد الله مغلولة} أن اليد ههنا النعمة\nوما ننكر أن اليد قد تتصرف على ثلاثة وجوه من التأويل:\n</p>\n\n<p>\nأحدها: النعمة.\n</p>\n\n<p>\nوالآخر: القوة من الله: {أولي الأيد والأبصار} يريد أولي القوة في دين\nالله والبصائر ومنه يقول الناس (ما لي بهذا الأمر يد) يعنون مالي به من\nطاقة.\n</p>\n\n<p>\nالوجه الثالث: اليد بعينها.\n</p>\n\n<p>\nولكنه لا يجوز أن يكون أراد في هذا الموضع النعمة لأنه قال: {وقالت\nاليهود يد الله مغلولة} والنعم لا تغل وقال: {غلت أيديهم} معارضة بمثل ما\nقالوا ولا يجوز أن يكون أراد غلت نعمهم ثم قال: {بل يداه مبسوطتان} ولا\nيجوز أن يريد نعمتاه مبسوطتان.\n</p>\n\n<p>\nوكان مما احتجوا به للنعمة قوله: {غلت أيديهم} لو أراد اليد بعينها لم\nيكن في الأرض يهودي غير مغلول اليد، فما أعجب هذا الجهل والتعسف في القول\nبغير علم.\n</p>\n\n<p>\nألم يسمعوا بقول الله تعالى: {قتل الإنسان ما أكفره} وبقوله: {قاتلهم\nالله أنى يؤفكون} وقوله: {لعنوا بما قالوا} واللعن الطرد. فهل قتل الله\nالناس جميعا وهل قتل قوما وطرد آخرين ولم يسمعوا بقول العرب: قاتله الله ما\nأبطشه <span id='ms12'></span>، وأخزاه الله ما أشعره، ويقول النبي صلى الله عليه وسلم لرجل: ((تربت\nيداه)) أي افتقر ولم يفتقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nولامرأة ((عقرى حلقى)) ولم يعقرها الله ولا أصاب حلقها بوجع.\n</p>\n\n<p>\nفإن قال لنا: ما اليدان ههنا قلنا هما اليدان اللتان تعرف الناس\n</p>\n\n<p>\nكذلك قال ابن عباس في هذه الآية: (اليدان اليدان)\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم: ((كلتا يديه يمين)) فهل يجوز لأحد أن\nيجعل اليدين ههنا نعمة أو نعمتين وقال: {لما خلقت بيدي} فنحن نقول كما قال\nالله تعالى وكما قال رسوله ولا نتجاهل ولا يحملنا ما نحن فيه من نفي\nالتشبيه على أن ننكر ما وصف به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nنفسه، ولكنا لا نقول كيف اليدان وإن سئلنا نقتصر على جملة ما قال ونمسك\nعما لم يقل.\n</p>\n\n<p>\nوتأويل الآية: أن اليهود قالت: يد الله مغلولة أي ممسكة عن العطاء فضرب\nالغل في اليد مثلا لأنه يقبض اليد عن أن تمتد وتنبسط كما تقبض يد البخيل،\nفقال الله تعالى: {غلت أيديهم} أي قبضت عن العطاء والإنفاق في الخير والبر\n{ولعنوا بما قالوا بل يداه مبسوطتان} بالعطاء {ينفق كيف يشاء} ومثله قوله:\n{إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون} أي قبضنا أيديهم\nعن الإنفاق في سبيل الله بموانع الأغلال.\n</p>\n\n<p>\nوما قول النبي صلى الله عليه وسلم: ((كلتا يديه يمين)) فإنه أراد معنى\nالتمام والكمال لأن كل شيء مياسره تنقص عن ميامنه في القوة والبطش والتمام\nوكانت العرب تحب التيامن وتكره التياسر لما في اليمين من التمام وفي اليسار\nمن النقص ولذلك قيل اليمن والشؤم.\n</p>\n\n<p>\nفاليمن في اليد اليمنى، والشؤم في اليد الشؤمى وهي اليسار.\n</p>\n\n<p>\nوقالوا فلان ميمون من اليمين ومشؤوم من الشؤمى وقال رسول الله صلى الله\nعليه وسلم في الإبل: ((إن أدبرت أدبرت وإن أقبلت أدبرت ولا يأتي نفعها من\nجانبها الأشأم)) يعني الأيسر.\n</p>\n\n<p>\nويمكن أيضا أن يريد العطاء باليدين جميعا لأن اليمنى هي المعطية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا كانت اليدان يمينين كان العطاء بهما قال رسول الله صلى الله عليه\nوسلم: ((يمين الله سخاء <span id='ms13'></span> لا يغيضها شيء الليل والنهار)) أي تصب العطاء ولا\nينقصها ذلك وإلى هذا المعنى ذهب المرار حيث يقول:\n</p>\n\n<p>\nوإن على الأوانة من عقيل ... فتى كلتا اليدين له يمين\n</p>\n\n<h1 class='l1' id='head7'>الرد على متأول الروح</h1>\n\n<p>\nوقالوا في قوله تعالى: {ونفخت فيه من روحي} أن الروح هو الأمر أي أمرت أن\nيكون.\n</p>\n\n<p>\nواحتجوا بقول سليمان وأبي الدرداء: إنا نقوم فنكبر بروح الله أي بكلامه.\n</p>\n\n<p>\nوالروح كما ذكروا قد يكون كلام الله في بعض المواضع نحو قوله: {يلقي\nالروح من أمره على من يشاء من عباده} وكقوله عز وجل: {وكذلك أوحينا [إليك]\n(1) روحا من أمرنا} .\n</p>\n\n<p>\nوالروح أيضا: روح الأجسام الذي يقبضه الله عند الممات.\n</p>\n\n<p>\nوالروح أيضا: ملك عظيم من ملائكة الله قال الله تعالى: {يوم يقوم الروح\nوالملائكة صفا} .\n</p>\n\n<p>\nوالروح: الرحمة قال الله تعالى: {وأيدهم بروح منه} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأي برحمة كذلك قال المفسرون.\n</p>\n\n<p>\nوقال الله تعالى: {فروح وريحان} فمن قرأ بالضم أراد فرحمة ورزق وقال\nفبقاء ورزق.\n</p>\n\n<p>\nوالروح: النفخ سمي روحا لأنه ريح يخرج عن الروح.\n</p>\n\n<p>\nفأي شيء جعلت الروح من هذه التأويلات؟\n</p>\n\n<p>\nفإذا نفخت: لا يحتمل إلا معنى واحدا قال ذو الرمة وذكر نارا قدمها:\n</p>\n\n<p>\nوقلت له ارفعها إليت وأحيها ... بروحك واقتته لها قيتة قدرا\n</p>\n\n<p>\nيقول أحيي النار بنفخك.\n</p>\n\n<p>\nفنحن نؤمن بالنفخ وبالروح ولا نقول كيف. ذلك لأن الواجب علينا أن ننتهي\nفي صفات الله حيث انتهى في صفته أو حيث انتهى رسوله صلى الله عليه وسلم ولا\nنزيل اللفظ عما تعرفه العرب وتضعه عليه ونمسك عما سوى ذلك.\n</p>\n\n<h1 class='l1' id='head8'>الرد على نفاة النظر لوجه الله يوم القيامة</h1>\n\n<p>\nوقالوا في قوله: {وجوه يومئذ ناضرة إلى ربها ناظرة} أي منتظرة والعرب\nتقول نظرتك وانتظرتك بمعنى واحد ومنه قول الله: {انظرونا نقتبس من نوركم}\nأي انتظرونا.\n</p>\n\n<p>\nوقال الحطيئة:\n</p>\n\n<p>\nوقد نظرتكم إيناء صادرة ... للخمس طال بها حوزي وتنساسي\n</p>\n\n<p>\nأي انتظرتكم.\n</p>\n\n<p>\nوما ننكر أن نظرت قد يكون بمعنى انتظرت وأن الناظر قد يكون بمعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالمنتظر. غير أنه يقال أنا لك ناظر أي: أنا لك منتظر. ولا يقال أنا إليك\nناظر <span id='ms14'></span> أي إليك منتظر إلا أن يريد نظر العين.\n</p>\n\n<p>\nوالله يقول: {وجوه يومئذ ناظرة إلى ربها ناظرة} ولم يقل لربها ناظرة\nفيحتمل ما تأولوا.\n</p>\n\n<p>\nفأما دفعهم نظر العين بقول الله تعالى: {لا تدركه الأبصار وهو يدرك\nالأبصار} وبقول موسى عليه السلام: {رب أرني أنظر إليك قال لن تراني} فإنه\nأراد: {لا تدركه الأبصار} في الدنيا وأراد: {لن تراني} في الدنيا لأنه تعال\nاحتجب عن جميع خلقه في الدنيا وتجلى لهم يوم الحساب والقصاص فيرونه كما يرى\nالقمر في ليلة البدر. لا يختلفون فيه كما لا يختلفون في القمر.\n</p>\n\n<p>\nوالعرب تضرب بالقمر المثل في الشهرة والظهور وقال ذو الرمة:\n</p>\n\n<p>\nفقد بهرت فما تخفى على أحد ... إلا على أحد لا يعرف القمرا\n</p>\n\n<p>\nويقولون هذا أبين من الشمس ومن فلق الصبح وأشهر من القمر وحديث رسول الله\nصلى الله عليه وسلم: قاض على الكتاب ومفسر له. والخبر في الرؤية ليس من\nالأخبار التي يدفعها إلا جاهل أو معاند ظالم لتتابع الروايات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nبه من الجهات الكثيرة عن الثقات. فلما قال الله عز وجل: {لا تدركه\nالأبصار} وجاء عن رسول الله صلى الله عليه وسلم: ((ترون الله يوم القيامة))\nلم يخف على ذي نظر أنه في وقت دون وقت.\n</p>\n\n<p>\nوفي قول موسى عليه السلام أيضا: {رب أرني أنظر إليك} أبين الدلالة بأنه\nيرى في القيامة ولو كان الله لا يرى في حال من الأحوال ولا يجوز عليه النظر\nلكان موسى قد خفي عليه من صفة الله ما علموه.\n</p>\n\n<p>\nومن قال إن الله يدرك بالبصر يوم القيامة فقد حده عندهم ومن كان الله\nعنده محدودا فقد شبهه بالمخلوقين، ومن شبهه عندهم بالخلق فقد كفر.\n</p>\n\n<p>\nفما نقول في موسى فيما بين أن نبأه الله عز وجل وكلمه من الشجرة إلى\nالوقت الذي قال فيه: {أرني أنظر إليك} أنقضي عليه بأنه كان مشبها لله\nمحددا؟ لا لعمر الله ما يجوز أن يجهل موسى من الله مثل هذا لو كان على\nتقديرهم، ولكن موسى علم أن الله يرى يوم القيامة <span id='ms15'></span> فسأل الله أن يجعل له في\nالدنيا ما أجله لأنبيائه وأوليائه يوم القيامة فقال: {لن تراني} يعني في\nالدنيا {ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني} أعلمه أن الجبل\nلا يقوم لتجليه حتى يصير دكا وأن الجبال إذا ضعفت عن احتمال ذلك فابن آدم\nأحرى أن يكون أضعف، إلى أن يعطيه الله يوم القيامة ما يقوى به على النظر،\nويكشف عن نظره الغطاء الذي كان في الدنيا فيصير بعد الكلال حديدا، والتجلي\nهو الظهور ومنه يقال جلوت المرآة والسيف إذا أظهرتهما من الصدأ وجلوت\nالعروس إذا أبرزتها.\n</p>\n\n<h1 class='l1' id='head9'>الرد عل نفاة صفة النفس</h1>\n\n<p>\nوقالوا في قوله: {تعلم ما في نفسي ولا أعلم ما في نفسك}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأي تعلم ما عندي ولا أعلم ما عندك كما قال: {وعنده مفاتح الغيب} وكما\nيقول القائل: (عندي علم ذاك) .\n</p>\n\n<p>\nوهذا كما ذهبوا إليه في احتمال التأويل على بعد والله أعلم بما أراده\nولكن (عند) تدل على قرب وهم يزعمون أن الله تعالى لا يكون إلى شيء أقرب منه\nإلى شيء آخر، وأنه على العرش استوى في الحقيقة مثله في الأرض والعجب لقوم\nلا يؤمنون إلا بما يصح في المعقول، ثم خرجوا من كل معقول بقولهم: (إن الله\nفي كل مكان بغير مماسة ولا مباينة وبغير موافقة ولا مفارقة) وقد قال أمية\nيذكر قرب موسى عليه السلام من الله حين كلمه:\n</p>\n\n<p>\nوهو أقرب الأنام إلى الله ... كقرب المداد للمنوال\n</p>\n\n<p>\nيقول وهو كقرب مداد الثوب من الخشبة التي ينسج الثوب عليها والله يقول:\n{وقربناه نجيا} ، النجي في معنى المناجي وهو من كلمك من قرب كما يقال جليس\nمجالس، وأكيل مؤاكل. وكذلك كليم الله بمعنى مكالم الله، وخليل الله بمعنى\nمخال الله. قال الله عز وجل: {خلصوا نجيا} وقال أبو زبيد يذكر رجلا ساور\nالأسد:\n</p>\n\n<p>\nوثار عليه إعصار وهيجا ... نجيا ليس بينهما جليس\n</p>\n\n<p>\nيريد أن كل واحد قرب من الآخر.\n</p>\n\n<h1 class='l1' id='head10'>الرد على متأولي العرش</h1>\n\n<p>\nوطلبوا للعرش معنى غير السرير، والعلماء باللغة لا يعرفون للعرش معنى إلا\nالسرير <span id='ms16'></span> وما عرش من السقوف وأشباهها.\n</p>\n\n<p>\nوقال أمية بن أبي الصلت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nمجدوا الله وهو للمجد أهل ... ربنا في السماء أمسى كبيرا\n</p>\n\n<p>\nبالبناء الأعلى الذي سبق الناس ... وسوى فوق السماء سريرا\n</p>\n\n<p>\nشرجعا لا يناله بصر العين ... ترى دونه الملائك صورا\n</p>\n\n<p>\nوطلبوا للكرسي غير ما نعلم وجاؤوا بشطر بيت لا يعرف ما هو ولا يدري من\nقائله: (ولا يكرسيء علم الله مخلوق) والكرسي غير مهموز بإجماع الناس جميعا\nويكرسيء مهموز.\n</p>\n\n<p>\nوقالوا في قول الله عز وجل: {خلق الإنسان من عجل}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأي من طين وجاؤوا ببيت لا يعرف ولا يدري من قاله:\n</p>\n\n<p>\nوالحب ينبت بين الماء والعجل\n</p>\n\n<p>\nلما اشتبه عليهم قوله: {خلق الإنسان من عجل} تمحلوا له هذه الحيلة وهذه\nمن المقدم والمؤخر أراد خلق العجل من الإنسان ومثله كثير.\n</p>\n\n<h1 class='l1' id='head11'>الرد على نفاة الخلة لله</h1>\n\n<p>\nونزهوا الله فيما زعموا عن أن يكون خليلا لمخلوق لأن الخلة الصداقة\nفقالوا في قوله تعالى: {واتخذ الله إبراهيم خليلا} اتخذه فقيرا إليه وجعلوه\nمن الخلة بنصب الخاء واحتجوا بقول زهير:\n</p>\n\n<p>\nوإن أتاه خليل يوم مسألة ... يقول لا غائب مالي ولا حرم\n</p>\n\n<p>\nأي فقير، فقبحا لهذه العقول وهذا النظر أما سمعوا ويحهم بإجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالناس جميعا على أن الخلة بضم الخاء لإبراهيم وعلى أن موسى كليم الله\nوإبراهيم خليل الله، وعيسى روح الله، فإن كان معنى خليل الله: الفقير إلى\nالله، فأي فضيلة لإبراهيم في هذا القول إذ كان الناس جميعا فقراء إلى الله\nوالعجب لهم كيف لم يقولوا في قول الناس موسى كليم الله: أنه جريح الله من\nالكلم أو من معنى آخر.\n</p>\n\n<p>\nما منعهم من ذلك إلا أن الله يقول: {إني اصطفيتك على الناس برسالاتي\nوبكلامي} فضاق عليهم الاحتيال، وما أشبه هذا بقولهم في: {وعصى آدم ربه\nفغوى} أي بشم من أكل الشجرة، وذهبوا إلى قول العرب: غوى الفصيل: إذا أتخم\nوهذا غوى يغوى وذلك غوى يغوي بكسر الواو غيا ولو وجدوا في: {وعصى آدم} مثل\nهذا التأويل أيضا لقالوه.\n</p>\n\n<h1 class='l1' id='head12'>الرد على متأولي الاستواء</h1>\n\n<p>\nوقالوا في قوله: {الرحمن <span id='ms17'></span> على العرش استوى} أنه استولى وليس يعرف في اللغة\nاستويت على الدار: أي استوليت عليها وإنما استوى في هذا المكان: استقر كما\nقال الله تعالى: {فإذا استويت أنت ومن معك على الفلك} أي استقررت وقد يقول\nالرجل لصاحبه إذا رآه مستوفزا (استو) يريد: استقر.\n</p>\n\n<p>\nوأما قوله: {ثم استوى إلى السماء} فإنه أراد عمد لها وقصد فكل من كان في\nشيء ثم تركه لفراغ أو غير فراغ وعمد لغيره فقد استوى إليه.\n</p>\n\n<p>\nفهذا مذهب القوم في تأويل الكتاب بآرائهم وعلى ما أصلوا من قولهم.\n</p>\n\n<h1 class='l1' id='head13'>الرد على متأولي صفة الأصابع</h1>\n\n<p>\nوأما حديث رسول الله صلى الله عليه وسلم فإنهم اعترضوه بالنظر فيما كان\nله وجه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالنظر من هذه الجهة صدقوا به، وما لم يكن له مخرج رووه واستشفوه وكذبوا\nناقليه ولم يلتفتوا إلى صحيح من الحديث ولا سقيم فآمنوا بمثل قول النبي صلى\nالله عليه وسلم: ((إن قلب المؤمن بين إصبعين من أصابع الرحمن)) لأنه عندهم\nيحتمل المخرج في اللغة وقالوا الإصبع: النعمة يذهبون إلى قول الراعي:\n</p>\n\n<p>\nضعيف العصا بادي العروق ترى له ... عليها إذا ما أمحل الناس إصبعا\n</p>\n\n<p>\nأي ترى له أثرا حسنا وكقول الطفيل يصف فحل إبل:\n</p>\n\n<p>\nكميت كبكر الناب أحيا بنابه ... مقاليتها واستحملتهن إصبع\n</p>\n\n<p>\nيقول لما ضرب في الإبل هذا الفحل عاشت أولادها وكانت قبل ذلك مقاليت لا\nيعيش لها ولد.\n</p>\n\n<p>\nوقوله: (واستحملتهن إصبع) أي ظهر عليهن أثر حسن المرعى.\n</p>\n\n<p>\nوالعرب تقول: ما أحسن إصبع فلان على ماله.\n</p>\n\n<p>\nومن تدبر هذا التأويل وجده لا يشاكل ما تقدم من قول النبي صلى الله عليه\nوسلم في هذا الحديث لأنه قال في دعائه: ((يا مقلب القلوب ثبت قلبي على\nدينك)) فقالت له إحدى أزواجه: أو تخاف يا رسول الله على نفسك فقال: ((إن\nقلب المؤمن بين إصبعين من أصابع الله)) . فلو كان قلب المؤمن بين نعمتين من\nنعم الله لكان القلب محفوظا بتينك النعمتين فلأي شيء دعا بالتثبيت. ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nاحتج على المرأة التي قالت له: أتخاف على نفسك، يؤكد قولها <span id='ms18'></span> وكان ينبغي أن\nلا يخاف إذ كان القلب محروسا بنعمتين.\n</p>\n\n<p>\nوأنكروا الحديث الآخر: ((يحمل الأرض على إصبع وكذا على إصبع وكذا على\nإصبع)) لأن الإصبع ههنا لا يجوز أن تكون النعمة.\n</p>\n\n<p>\nوقالوا في الضحك هو مثل قول العرب: ضحكت الأرض بالنبات. إذا طلع فيها\nضروب الزهر، وضحكت الطلعة: إذا انفتق كافورها عن بياضها، وضحك المزن: إذا\nلمع فيه البرق.\n</p>\n\n<p>\nوليس من هذه شيء إلا وللضحك فيه معنى حدث فإن كان الضحك الذي فروا منه\nفيه تشبيه بالإنسان فإن في هذا تشبيها بهذه المعاني.\n</p>\n\n<h1 class='l1' id='head14'>الرد على المشبهة</h1>\n\n<p>\nولما رأى قوم من الناس إفراط هؤلاء في النفي عارضوهم بالإفراط في التمثيل\nفقالوا بالتشبيه المحض، وبالأقطار والحدود، وحملوا الألفاظ الجائية في\nالحديث على ظاهرها، وقالوا بالكيفية فيها، وحملوا من مستشنع الحديث: عرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالخيل وحديث عرفات وأشباه هذا من الموضوع ما رأوا أن الإقرار به من السنة\nوفي إنكاره الريبة وكلا الفريقين غالط وقد جعل الله التوسط منزلة العدل\nونهى عن الغلو فيما دون صفاته من أمر ديننا فضلا عن صفاته ووضع عنا أن نفكر\nفيه كيف كان وكيف قدر وكيف خلق ولم يكلفنا ما لم يجعله في تركيبنا ووسعنا.\n</p>\n\n<h1 class='l1' id='head15'>مجمل اعتقاد السلف في الصفات</h1>\n\n<p>\nوعدل القول في هذه الأخبار أن نؤمن بما صح منها بنقل الثقات لها فنؤمن\nبالرؤية والتجلي وإنه يعجب وينزل إلى السماء الدنيا وأنه على العرش استوى\nوبالنفس واليدين من غير أن نقول في ذلك بكيفية أو بحد أو أن نقيس على ما\nجاء ما لم يأت فنرجو أن نكون في ذلك القول والعقد على سبيل النجاة غدا إن\nشاء الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>الرد على النواصب والروافض</h1>\n\n<p>\nوقد رأيت هؤلاء أيضا حين رأوا غلو الرافضة في حب علي وتقديمه على ما قدمه\nرسول الله صلى الله عليه وسلم وصحابته عليه وادعاءهم له شركة النبي صلى\nالله عليه وسلم في نبوته، وعلم الغيب للأئمة من ولده وتلك الأقاويل والأمور\nالسرية التي جمعت إلى الكذب والكفر إفراط الجهل والغباوة، ورأوا شتمهم خيار\nالسلف <span id='ms19'></span> وبغضهم وتبرأهم منهم، قابلوا ذلك أيضا بالغلو في تأخير علي كرم الله\nوجهه وبخسه حقه، ولحنوا في القول وإن لم يعرضوا إلى ظلمه، واعتدوا عليه\nبسفك الدماء بغير حق ونسبوه إلى الممالأة على قتل عثمان رضي الله عنه،\nوأخرجوه بجهلهم من أئمة الهدى إلى جملة أئمة الفتن ولم يوجبوا له اسم\nالخلافة، لاختلاف الناس عليه، وأوجبوها ليزيد بن معاوية لإجماع الناس عليه\nواتهموا من ذكره بغير خير.\n</p>\n\n<p>\nوتحامى كثير من المحدثين أن يحدثوا بفضائله كرم الله وجهه أو أن يظهروا\nما يجب له، وكل تلك الأحاديث لها مخارج صحاح، وجعلوا ابنه الحسين عليه\nالسلام خارجيا شاقا لعصا المسلمين حلال الدم لقول النبي صلى الله عليه\nوسلم: ((من خرج على أمتي وهم جميع فاقتلوه كائنا من كان)) وسووا بينه في\nالفضل وبين أهل الشورى لأن عمر لو تبين له فضله لقدمه عليهم ولم يجعل الأمر\nشورى بينهم وأهملوا من ذكره أو روى حديثا من فضائله، حتى تحامى كثير من\nالمحدثين أن يتحدثوا بها وعنوا بجمع فضائل عمرو بن العاص ومعاوية كأنهم لا\nيريدونها بذلك وإنما يريدونه فإن قال قائل: أخو رسول الله صلى الله عليه\nوسلم علي وأبو سبطيه الحسن والحسين وأصحاب الكساء علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوفاطمة والحسن والحسين، تمعرت الوجوه وتنكرت العيون وطرت حسائك الصدور،\nوإن ذكر ذاكر قول النبي صلى الله عليه وسلم: ((من كنت مولاه فعلي مولاه)) .\n</p>\n\n<p>\nو (أنت مني بمنزلة هارون من موسى) وأشباه هذا التمسوا لتلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث المخارج لينتقصوه ويبخسوه حقه بغضا منهم للرافضة وإلزاما لعلي\nعليه السلام بسببهم ما لا يلزمه وهذا هو الجهل بعينه.\n</p>\n\n<p>\nوالسلامة لك أن لا تهلك بمحبته ولا تهلك ببغضه، وأن لا تحتمل ضغنا عليه\nبجناية غيره فإن فعلت فأنت جاهل مفرط في بغضه، وأن تعرف له مكانه من رسول\nالله صلى الله عليه وسلم بالتربية والأخوة والصهر، والصبر في مجاهدة أعدائه\nوبذل مهجته في الحروب بين يديه مع مكانه في العلم والدين والبأس والفضل من\nغير أن تتجاوز به الموضع الذي وصفه <span id='ms20'></span> به خيار السلف لما تسمعه من كثير من\nفضائله فهم كانوا أعلم به وبغيره، ولأن ما أجمعوا عليه هو العيان الذي لا\nيشك فيه.\n</p>\n\n<p>\nوالأحاديث المنقولة قد يدخلها تحريف وشوب ولو كان إكرامك لرسول الله صلى\nالله عليه وسلم هو الذي دعاك إلى محبة من نازع عليا وحاربه ولعنه إذ صحب\nرسول الله صلى الله عليه وسلم وخدمه وكنت قد سلكت في ذلك سبيل المستسلم\nلأنت بذلك في علي عليه السلام أولى لسابقته وفضله وخاصيته وقرابته والدناوة\nالتي جعلها الله بينه وبين رسول الله صلى الله عليه وسلم عند المباهلة حين\nقال تعالى: {قل تعالوا ندع أبناءنا وأبناءكم} فدعا حسنا وحسينا {ونساءنا\nونساءكم} فدعا فاطمة عليها السلام {وأنفسنا وأنفسكم} فدعا عليا عليه السلام\nومن أراد تبصيره بصره ومن أراد غير ذلك حيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>ذكر مسألة اللفظ</h1>\n\n<p>\nثم انتهى بنا القول إلى ذكر غرضنا من هذا الكتاب وغايتنا من اختلاف أهل\nالحديث في اللفظ بالقرآن وتشانئهم وإكفار بعضهم بعضا وليس ما اختلفوا فيه\nمما يقطع الألفة، ولا مما يوجب الوحشة لأنهم مجمعون على أصل واحد وهو\n(القرآن كلام الله غير مخلوق) في كل موضع، وبكل جهة، وعلى كل حال، وإنما\nاختلفوا في فرع لم يفهموه لغموضه ولطف معناه، فتعلق كل فريق منهم بشعبة\nمنه، ولم يكن معهم آلة التمييز، ولا فحص النظارين، ولا علم أهل اللغة، فإذا\nفكر أحدهم في القراءة وجدها قد تكون قرآنا لأن السامع يسمع القراءة، وسامع\nالقراءة سامع القرآن. وقال الله عز وجل: {فاستمعوا له} وقال: {حتى يسمع\nكلام الله} ووجدوا العرب تسمي القراءة قرآنا. قال الشاعر في عثمان بن عفان\nرضي الله عنه:\n</p>\n\n<p>\nضحوا بأشمط عنوان السجود به ... يقطع الليل تسبيحا وقرآنا\n</p>\n\n<p>\nأي تسبيحا وقراءة.\n</p>\n\n<p>\nوقال أبو عبيد: يقال قرأت قراءة وقرآنا بمعنى واحد، فجعلهما مصدرين\nلقرأت.\n</p>\n\n<p>\nوقال الله تعالى: {وقرآن الفجر إن قرآن الفجر كان مشهودا} أي قراءة\nالفجر.\n</p>\n\n<p>\nفيعتقد من هذه الجهات أن القراءة هي القرآن غير مخلوق، ويفكر آخر في\nالقراءة فيجدها عملا لأن <span id='ms21'></span> الثواب يقع على عمل لا على أن قرآنا في الأرض.\n</p>\n\n<p>\nويجد الناس يقولون قرأت اليوم كذا وكذا سورة، وقرأت في تقدير فعلت كما\nتقول ضربت، وأكلت، وشربت، وتجدهم يقولون: قراءة فلان أحسن من قراءة فلان.\nإنما يزيدون أداء فلان للقرآن أحسن من أداء فلان، وقراءة فلان أصوب من\nقراءة فلان. وإنما يراد في جميع هذا: العمل. لأنه لا يكون قرآن أحسن من\nقرآن فيعتقد من هذه الجهة أن القراءة عمل وأنها غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالقرآن، وأن من قال (القراءة غير مخلوقة) فقد قال أن أعمال العباد غير\nمخلوقة.\n</p>\n\n<p>\nفلما وقعت هذه الحيرة، ونزلت هذه البلية فزع الناس إلى علمائهم، وذوي\nرأيهم فاختلفوا عليهم.\n</p>\n\n<p>\nفقال فريق منهم: القراءة فعل محض وهي مخلوقة كسائر أفعال العباد والقرآن\nغيرها. وشبهوها والقرآن بالضرب والمضروب والأكل والمأكول فاتبعهم في ذلك\nفريق.\n</p>\n\n<p>\nوقالت فرقة: هي القرآن بعينه، ومن قال أن القراءة مخلوقة فقد قال بخلق\nالقرآن واتبعهم قوم.\n</p>\n\n<p>\nوقالت فرقة: هذه بدعة لم يتكلم الناس فيها ولم يتكلفوها ولا تعاطوها.\n</p>\n\n<p>\nواختلفت عن أبي عبد الله أحمد بن حنبل الروايات، ورأينا كل فريق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم يدعيه ويحكي عنه قولا، فإذا كثر الاختلاف في شيء ووقع التهاتر في\nالشهادات به أرجأناه مثل أن ألغيناه.\n</p>\n\n<p>\nومن عجيب ما حكي عنه مما لا يشك أنه كذب عليه إذ كان موفقا بحمد الله\nرشيدا أنه قال (ومن زعم أن القراءة مخلوقة فهو جهمي، والجهمي كافر، ومن زعم\nأنها غير مخلوقة فهو مبتدع وكل بدعة ضلالة) فكيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nيتوهم على أبي عبد الله مثل هذا القول، وأنت تعلم أن الحق لا يخلو من أن\nيكون في أحد الأمرين، وإذ لم يخل من ذلك صار الحق في كفر أو ضلال.\n</p>\n\n<p>\nولم أر في هذه الفرق أقل عذرا ممن أمر بالسكوت والتجاهل بعد هذه الفتنة،\nوإنما يجوز أن يؤمر بهذا قبل تفاقم الأمر ووقوع الشحناء وليس في غرائز\nالناس احتمال الإمساك عن أمر في الدين قد انتشر هذا الانتشار وظهر هذا\nالظهور ولو أمسك عقلاؤهم ما أمسك جهلاؤهم <span id='ms22'></span>، ولو أمسكت الألسنة ما أمسكت\nالقلوب، وقد كان لهؤلاء أسوة فيمن تقدم من العلماء حين تكلم جهم وأبو حنيفة\nفي القرآن ولم يكن دار بين الناس قبل ذلك ولا عرف ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nكان مما تكلم الناس فيه فلما فزع الناس إلى علمائهم لم يقولوا هذه بدعة\nلم يتكلم الناس فيها ولم يتكلفوها، ولكنهم أزالوا الشك باليقين وجلوا\nالحيرة وكشفوا الغمة وأجمع رأيهم على أنه غير مخلوق فأفتوهم بذلك وأدلوا\nبالحجج والبراهين، وناظروا وقاسوا واستنبطوا الشواهد من كتاب الله عز وجل\nكقوله: {ألا له الخلق والأمر} وقوله: {إنني أنا الله لا إله إلا أنا\nفاعبدني} .\n</p>\n\n<p>\nوأما قولهم: هذه بدعة لم يتكلم الناس فيها فلا تتكلفوها فإنما يفزع الناس\nإلى العالم في البدعة لا فيما جرت به السنة وتكلم فيه الأوائل ولو كان هذا\nمما تكلم فيه لاستغني عنهم.\n</p>\n\n<p>\nالكلام لا يعارض بالسكوت، والشك لا يداوى بالوقوف، والبدعة لا تدفع\nبالسنة وإنما يقوى الباطل أن تبصره وتمسك عنه.\n</p>\n\n<p>\nوإن كان الوقوف في اللفظ بالقرآن حتى لا يقال فيه مخلوق أو غير مخلوق هو\nالصواب فما حجتنا على الواقفة في القرآن ولم جعلناهم شكاكا وجعلناهم ضلالا،\nوأكفرهم بعض أهل السنة، وأكفر من شك في كفرهم، هل الأمر في ذلك وفي هذا إلا\nواحد.\n</p>\n\n<p>\nفإن قيل إن الثوري وابن عيينة وابن المبارك وأشباههم لم يقفوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لكل زمان رجال، فأنت ثوري زماننا وابن عيينتنا فقل كما قالوا ونحن\nراضون منك أن تقول ومعقول أن نقول لك من أين قلت.\n</p>\n\n<p>\nوكل من ادعى شيئا أو انتحل نحلة فهو يزعم أن الحق فيما ادعى وفيما انتحل\nخلا الواقف الشاك فإنه يقر على نفسه بالخطأ، لأنه يعلم أن الحق في أحد\nالأمرين اللذين وقف بينهما، وأنه ليس على واحد منهما، وقد بلي بالفريقين\nالمستبصر المسترشد وبإعناتهم ومحنتهم وإغلاظهم لمن خالفهم وإكفاره وإكفار\nمن شك في كفره، فإنه ربما ورد الشيخ المصر فقعد للحديث وهو من الأدب غفل،\nومن التمييز ليس له من معاني العلم إلا تقادم سنه، وأنه <span id='ms23'></span> قد سمع ابن عيينة\nوأبا معاوية ويزيد بن هارون، وأشباههم فيبدأونه قبل الكتاب بالمحنة، فالويل\nله إن تلعثم أو تمكث أو سعل أو تنحنح قبل أن يعطيهم ما يريدون فيحمله الخوف\nفي قدحهم فيه، وإسقاطهم له على أن يعطيهم الرضا فيتكلم بغير علم ويقول بغير\nفهم فيتباعد من الله في المجلس الذي أمل أن يتقرب منه فيه. وإن كان ممن\nيعقد على مخالفتهم سام نفسه إظهار ما يحبون ليكتبوا عنه.\n</p>\n\n<p>\nوإن رأوا حدثا مسترشدا أو كهلا متعلما سألوه فإن قال لهم: أنا أطلب حقيقة\nهذا الأمر، وأسأل عنه ولم يصح لي شيء بعد، وإنما صدقهم عن نفسه، واعتذر\nبعذره، الله يعلم صدقه، وهم يعلمون أنه لم يكلفه إذا لم يعلم إلا أن يسأل\nويبحث ليعلم، كذبوه وآذوه وقالوا: خبيث فاهجروه ولا تقاعدوه.\n</p>\n\n<p>\nأفترى لو كان ما هم عليه من اعتقادهم هذا الأمر، أصل التوحيد الذي لا\nيجوز للناس أن يجهلوه وقد سمعوه من رسول الله صلى الله عليه وسلم مشافهة\nكان يجب أن يبلغ فيه هذه الغاية فكيف وهم لو سئلوا من أين قلتم ما رجعوا في\nذلك إلى وثيقة من حديث يأثرونه أو قول إمام من العلماء يحسن تقليد مثله أو\nقياس يطردونه وإنما هو رأي رأوه وقد يخطئ الرأي، وظن ظنوه وأجهل الناس من\nجعل ظنه لله دينا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>فصل مسألة اللفظ</h1>\n\n<p>\nوعدل القول فيما اختلفوا فيه من القراءة واللفظ بالقرآن: أن القراءة لفظ\nواحد يشتمل على معنيين:\n</p>\n\n<p>\nأحدهما: عمل - والآخر: قرآن.\n</p>\n\n<p>\nإلا أن العمل لا يتميز من القرآن كما يتميز الأكل من المأكول فيكون\nالمأكول الممضوغ والمبلوع، ويكون الأكل المضغ والبلع.\n</p>\n\n<p>\nوالقرآن لا يقوم بنفسه وحده كما يقوم المأكول بنفسه وحده، وإنما يقوم\nبواحدة من أربع: كتابة أو قراءة أو حفظ أو استماع، فهو بالعمل في الكتابة\nقائم، والعمل خط وهو مخلوق، والمكتوب قرآن وهو غير مخلوق، وهو بالعمل في\nالقراءة قائم والعمل تحريك اللسان واللهوات بالقرآن وهو مخلوق، والمقروء\nقرآن وهو غير مخلوق.\n</p>\n\n<p>\nوهو بالاستماع قائم في <span id='ms24'></span> السمع، والاستماع عمل وهو مخلوق (1) ، والمسموع\nقرآن غير مخلوق.\n</p>\n\n<p>\nومثل هذا وإن كان لا مثل للقرآن إلا أنه تقريب منا لما ذكرناه إلى فهمك\nمثل لون الإنسان لا يقوم إلا بجسمه ولا نقدر أن نقر اللون في وهمك حتى يكون\nمتميزا من الجسم، وكذلك القدرة لا نقدر أن نفردها عن الجسم، وكذلك\nالاستطاعة والحركة كل واحدة منهما لا تفرد، وإنما تقوم بالجسم والجارحة ولا\nتنفرد عنهما، كذلك القرآن يقوم بتلك الخلال الأربع التي ذكرناها ولا يستطيع\nأحد أن يتوهمه منفردا عنها، فإذا قلت قرأت أو تلوت أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nلفظت دل قولك على فعل، وقرآن كل واحد منهما قائم بالآخر غير متميز منه\nلأن الصوت وتحريك اللسان لا يكون قراءة حتى يحمله الصوت واللسان وليس سائر\nالأفعال والمفعولات هكذا ألا ترى أنك تقول شتمت وسببت وقذفت فيدل قولك على\nفعل ومشتوم ومسبوب ومقذوف إلا أن كل واحد قائم بنفسه متميز من الآخر فلهذا\nقلنا: إن القراءة شيئان، وكذلك التلاوة واللفظ وقلنا الشتم شيء واحد.\n</p>\n\n<p>\nفإن قال فما شبه هذا؟\n</p>\n\n<p>\nقلنا رجلان نظرا إلى جمرة حمراء فقال أحدهما: هي جسم وقال الآخر: هي نار.\n</p>\n\n<p>\nوتجادلا في ذلك وشرق الأمر بينهما حتى حلف كل واحد بالطلاق على ما قال ثم\nصارا إلى الفقيه. فقالا: إنا اختلفنا في جمرة فقال أحدنا: هي جسم وقال\nالآخر: هي نار وتمادينا في ذلك حتى حلف كل واحد منا بالطلاق على ما ادعى\nفقال الفقيه لكل واحد منهما: صدقت. ولكن ذكرت شيئا ذا معنيين بأحد معنييه.\nفالجمرة مثل القراءة لأنهما اسم واحد يجمع معنيين: الجسم والنار، كما أن\nالقراءة تجمع معنيين العمل والقرآن ولو كان أحد المختلفين قال: هي جسم ونار\nقد جمع لها الصنفين كما أن من قال القراءة عمل وقرآن قد جمع لها الصنفين\nوكذلك لو اختلف اثنان في نجم فقال أحدهما: هو نار وقال الآخر: هو نور كانا\nجميعا صادقين، لأن النجم اسم ذو معنيين: نار ونور.\n</p>\n\n<p>\nوكذلك لو اختلف اثنان في أكل إنسان فقال أحدهما <span id='ms25'></span>: هو مضغ، وقال الآخر هو\nبلع كانا جميعا صادقين. لأن أكل الإنسان اسم ذو معنيين مضغ وبلع وكذلك لو\nاختلفا في القتل فقال أحدهما: هو جرح. وقال الآخر: هو موت. لأن القتل اسم\nذو معنيين عمل وموت.\n</p>\n\n<p>\nوقد بقيت بعدما بينت لطيفة قد يغلط في مثلها وهي أن السامع إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nسمع قائلا يقول: قراءتي للقرآن ولفظي بالقرآن، قراءة القرآن مفردة عن\nالقرآن واللفظ منفرد عن القرآن، توهم أن كل واحد منهما غير ممازج للقرآن\nوليس كذلك وإنما قوله للقرآن بالقرآن تمييز للقرآن من غيره لأن القارئ قد\nيقرأ غير القرآن وهذا من أغمض ما مر وأدقه فتأمله وتدبره حتى تفهمه وسأزيده\nإيضاحا:\n</p>\n\n<p>\nكأن رجلا يسمى محمدا قرأ فسمعه رجل فقال عبد الله: ماذا قرأ.\n</p>\n\n<p>\nفيقول زيد: القرآن.\n</p>\n\n<p>\nوكذلك لو قال: ما أحسن لفظ محمد.\n</p>\n\n<p>\nفقال عبد الله: وبماذا لفظ؟\n</p>\n\n<p>\nفيقول له زيد: بالقرآن.\n</p>\n\n<p>\nفالقرآن ههنا إنما هو تمييز وتبيين وكل واحد من القرآن واللفظ يجمع\nمعنيين عملا وقرآنا.\n</p>\n\n<h1 class='l1' id='head19'>هل الإيمان مخلوق أم لا؟</h1>\n\n<p>\nوذهب قوم من منتحلي السنة: إلى أن الإيمان غير مخلوق خوفا من أن يلزمهم\nأن يقولوا {لا إله إلا الله} مخلوق. إذ كانت رأس الإيمان فركبوها شنعا\nوجعلوا أفاعيل العباد غير مخلوقة صفات الله عز وجل.\n</p>\n\n<p>\nفيا سبحان الله ما أعجب هذا وأعجب قائليه ولقد آلف الناس (غير مخلوق)\nوأنسوا به حتى أنه ليخيل إلي أن رجلا لو ادعى أن العرش غير مخلوق وأن\nالكرسي غير مخلوق لوجد على ذلك أشياعا ينتحلون السنة فماذا جر جهم لا رحمه\nالله على متبعيه بنحلته وعلى مخالفيه ببغضته.\n</p>\n\n<p>\nوقد بلغني أن قوما يذهبون إلى أن روح الإنسان غير مخلوقه، وأنهم يستدلون\nعلى ذلك بقول الله في آدم: {ونفخت فيه من روحي}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو النصرانية والقول باللاهوت والناسوت قال النابغة الجعدي:\n</p>\n\n<p>\nمن نطفة قدرها مقدرها ... يخلق منها الإنسان والنسما\n</p>\n\n<p>\nوالنسم: الأرواح.\n</p>\n\n<p>\nوأجمع الناس على أن الله خالق الجن وبارئ النسمة (1) : أي خالق الروح.\nوالإيمان مخلوق لأنه لفظ باللسان وعقد بالقلب واستعمال <span id='ms26'></span> للجوارح وكل هذه\nأفعال للعباد ثم كل هذه غرائز ركبها الله في العباد وسماها الرسول صلى الله\nعليه وسلم إيمانا.\n</p>\n\n<p>\nقال أبو محمد: وقد كان بعض الجهمية سألني مرة عن تكلم الناس في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالحرف والحرفين، ولذلك أصل في الكتاب، أمخلوق هو أم غير مخلوق؟\n</p>\n\n<p>\nفقلت: هو غير مخلوق ما لم يقصد به إلى تلاوة القرآن.\n</p>\n\n<p>\nفقال لي: فإذن القرآن يصير كلاما بنيتك والكلام يصير قرآنا بنيتك.\n</p>\n\n<p>\nقلت له: إن القول القليل قد يتغير بالنية والقصد وأنا أقر لك بذلك.\n</p>\n\n<p>\nثم قلت له: أما تعلم أن {لا إله إلا الله} رأس الإيمان وكلمة التوحيد.\n</p>\n\n<p>\nقال: بلى.\n</p>\n\n<p>\nقلت: فما تقول في ملحد قال: (لا إله) . يريد النفي ماذا تكون كلمته؟\n</p>\n\n<p>\nفقال: كفرا.\n</p>\n\n<p>\nقلت: فإذن شطر كلمة التوحيد قد صار كفرا بالنية.\n</p>\n\n<p>\nثم قلت له: ما تقول في مؤمن أراد أن يقول: {لا إله إلا الله} فقال: (لا\nإله) ثم انقطع نفسه وسها. ما كان قوله؟\n</p>\n\n<p>\nقال: إيمانا بحاله.\n</p>\n\n<p>\nقلت له: فإذن ما كان هناك كفرا بالنية قد صار ههنا إيمانا بالنية.\n</p>\n\n<p>\nوقلت له: ما تقول أنت في القرآن؟\n</p>\n\n<p>\nقال: مخلوق.\n</p>\n\n<p>\nقلت: وفي أفعال العباد؟\n</p>\n\n<p>\nقال: غير مخلوقة.\n</p>\n\n<p>\nقلت: ما تقول في قول الله: {ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين}\nما هو؟\n</p>\n\n<p>\nقال: آية.\n</p>\n\n<p>\nقلت: فهي عندك أمخلوقة أم غير مخلوقة؟\n</p>\n\n<p>\nقال: مخلوقة.\n</p>\n\n<p>\nقلت: فإن دعبل بن علي الشاعر جعلها بيتا في شعر له طويل فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nويخزهم وينصركم عليهم ... ويشف صدور قوم مؤمنينا\n</p>\n\n<p>\nفما هي في شعر دعبل؟\n</p>\n\n<p>\nقال: قول لدعبل.\n</p>\n\n<p>\nقلت: مخلوق أم غير مخلوق؟\n</p>\n\n<p>\nقال: بل غير مخلوق.\n</p>\n\n<p>\nقلت: فأراه صار فعلا بالنية وخلقا بالنية فما الذي أنكرته من قولنا هذا؟\n</p>\n\n<p>\nهذا منتهى الاختلاف في اللفظ بالقرآن وهو بلاغ لمن خضع للحق وتلقاه بقلب\nسليم ومن استكبر وجمحت به الحمية فيستغني الله الحق عنه والله غني حميد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             <span id='ms27'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068"
  ],
  "volumes": [
    "01"
  ]
}