{
  "content": "\n<h1 class='l1' id='head0'>CHECK [4_الباب الثالث في مواطن الصلاة على النبي صلى الله عليه وسلم</h1>\n\nالتي يتأكد طلبها إما وجوبا وإما استحسانا مؤكدا]\n<p>\nجلاء الأفهام\n</p>\n\n<p>\nالباب الثالث: في مواطن الصلاة على النبي صلى الله عليه وسلم التي يتأكد\nطلبها إما وجوبا وإما استحسانا مؤكدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n            \nص -251- الباب الثالث: في مواطن الصلاة على النبي صلى الله عليه وسلم التي\nيتأكد طلبها إما وجوبا وإما استحسانا مؤكدا\n</p>\n\n<p>\nالموطن الأول: وهو أهمها وأكدها في الصلاة في آخر التشهد.\n</p>\n\n<p>\nوقد أجمع المسلمون على مشروعيته، واختلفوا في وجوبه فيها. فقالت طائفة:\nليس بواجب فيها، ونسبوا من أوجبه إلى الشذوذ ومخالفة الإجماع، منهم الطحاوي\nوالقاضي عياض والخطابي, فإنه قال: ليست بواجبة في الصلاة, وهو قول جماعة\nالفقهاء إلا الشافعي, ولا أعلم له قدوة، وكذلك ابن المنذر ذكر أن الشافعي\nتفرد بذلك، واختار عدم الوجوب.\n</p>\n\n<p>\nواحتج أرباب هذا القول بأن قالوا واللفظ لعياض والدليل على أن الصلاة على\nالنبي صلى الله عليه وسلم ليست من فروض الصلاة عمل السلف الصالح قبل\nالشافعي، وإجماعهم عليه، وقد شنع الناس عليه المسألة جدا، وهذا تشهد <span id='ms163'></span> ابن\nمسعود رضي الله عنه الذي اختاره الشافعي، وهو الذي علمه النبي صلى الله\nعليه وسلم إياه، ليس فيه الصلاة على النبي صلى الله عليه وسلم, وكذلك كل من\nروى التشهد عن النبي صلى الله عليه وسلم, كأبي هريرة وابن عباس وجابر وابن\nعمر وأبي سعيد الخدري وأبي موسى الأشعري وعبد الله بن الزبير رضي الله\nعنهم, لم يذكروا فيه الصلاة على النبي صلى الله عليه وسلم. وقد قال ابن\nعباس وجابر: \"كان النبي صلى الله عليه وسلم يعلمنا التشهد كما يعلمنا\nالسورة من القرآن\".\n</p>\n\n<p>\nنحوه عن أبي سعيد. وقال ابن عمر: كان أبو بكر يعلمنا التشهد على المنبر كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n            \nص -252- تعلمون الصبيان في الكتاب\". وكان عمر بن الخطاب رضي الله عنه يعلمه\nأيضا على المنبر، يعني وليس في شيء من ذلك أمرهم فيه بالصلاة على النبي صلى\nالله عليه وسلم قال ابن عبد البر في التمهيد: ومن حجة من قال بأن الصلاة\nعلى النبي صلى الله عليه وسلم ليست فرضا في الصلاة: حديث الحسن بن الحر، عن\nالقاسم ابن مخيمرة، أخذ علقة بيدي فقال: إن عبد الله أخذ بيدي كما أخذت\nبيدك، فعلمني التشهد، فذكر الحديث إلى قوله: أشهد أن لا إله إلا الله وأشهد\nأن محمد عبده ورسوله,قال: \" فإذا قلت ذلك فقد قضيت الصلاة، فإن شئت أن تقوم\nفقم وإن شئت أن تقعد فاقعد\". قالوا: ففي هذا الحديث ما يشهد لمن لم ير\nالصلاة على النبي صلى الله عليه وسلم في التشهد واجبة ولا سنة مسنونة, وأن\nمن تشهد فقد تمت صلاته إن شاء قام وإن شاء قعد.\n</p>\n\n<p>\nقالوا: لأن ذلك لو كان واجبا أو سنة في التشهد، لبين النبي صلى الله عليه\nوسلم ذلك وذكره.\n</p>\n\n<p>\nقالوا: وأيضا فقد روى أبو داود، والترمذي، والطحاوي من حديث عبد الله بن\nعمرة، قال: قال رسول الله صلى الله عليه وسلم: \"إذا رفع رأسه من آخر\nالسجود, فقد مضت صلاته إذا هو أحدث\", واللفظ لحديث الطحاوي، وعندكم لا تمضي\nصلاته <span id='ms164'></span> حتى يصلي على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقالوا: وقد روى عاصم بن أبي ضمرة، عن علي رضي الله عنه: \"إذا جلس مقدار\nالتشهد ثم أحدث فقد تمت صلاته\".\n</p>\n\n<p>\nومن حجتهم أيضا: حديث فضالة بن عبيد:\" أن رسول الله صلى الله عليه وسلم\nسمع رجلا يدعو في صلاته، ولم يحمد الله، ولم يصل على النبي صلى الله عليه\nوسلم\", فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \nص -253- النبي صلى الله عليه وسلم: \"عجل هذا \"ثم دعاه, فقال له أو لغيره:\n\"إذا صلى أحدكم فليبدأ بحمد ربه والثناء عليه ثم يصلي على محمد وآل محمد ثم\nيدعو شاء\".\n</p>\n\n<p>\nقالوا: ففي حديث فضالة هذا أن النبي صلى الله عليه وآله وسلم لم يأمر هذا\nالمصلي الذي ترك الصلاة عليه صلى الله عليه وآله وسلم بالإعادة، لأنها لو\nكانت فرضا لأمره بإعادة الصلاة كما أمر الذي لم يتم ركوعه ولا سجوده\nبالإعادة.\n</p>\n\n<p>\nواحتج هؤلاء أيضا بأن النبي صلى الله عليه وسلم لم يعلمها المسيء في\nصلاته، ولو كانت من فروض الصلاة التي لا تصح الصلاة إلا بها لعلمه إياها\nكما علمه القراءة والركوع والسجود والطمأنينة في الصلاة.\n</p>\n\n<p>\nواحتجوا أيضا بأن الفرائض إنما تثبت بدليل صحيح لا معارض له من مثله، أو\nبإجماع ممن تقوم الحجة بإجماعهم.\n</p>\n\n<p>\nفهذا أجل ما احتج به النفاة وعمدتهم.\n</p>\n\n<p>\nونازعهم آخرون في ذلك نقلا واستلالا, وقالوا:\n</p>\n\n<p>\nأما نسبتكم الشافعي ومن قال بقوله في هذه المسألة إلى الشذوذ ومخالفة\nالإجماع، فليس بصحيح، فقد قال بقوله جماعة من الصحابة ومن بعدهم.\n</p>\n\n<p>\nفمنهم عبد الله بن مسعود، فإنه كان يراها واجبة في الصلاة ويقول: \"لا\nصلاة لمن لم يصل فيها على النبي صلى الله عليه وسلم\". ذكره ابن عبد البر\nعنه في التمهيد وحكاه غيره أيضا.\n</p>\n\n<p>\nومنهم أبو مسعود البدري، روى عثمان بن أبي شيبة وغيره:عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n            \nص -254- شريك، عن جابر الجعفي, عن أبي جعفر محمد بن علي، عن أبي مسعود قال:\n\"ما أرى أن صلاة لي تمت حتى أصلي على محمد وعلى آل محمد\".\n</p>\n\n<p>\nومنهم عبد الله <span id='ms165'></span> بن عمر، ذكره الحسن بن شبيب المعمري: حدثنا علي بن ميمون,\nحدثنا خالد بن حسان عن جعفر بن برقان, عن عقبة ابن نافع, عن ابن عمر, أنه\nقال: \"لا تكون صلاة إلا بقراءة وتشهد وصلاة على النبي صلى الله عليه وسلم,\nفإن نسيت شيئا من ذلك، فاسجد سجدتين بعد السلام\".\n</p>\n\n<p>\nوقال: حدثنا عثمان بن أبي شيبة, قال: حدثنا شريك، عن أبي جعفر قال: قال\nأبو مسعود البدري: \"ما أرى أن صلاة لي تمت لا أصلي فيها على محمد صلى الله\nعليه وسلم\".\n</p>\n\n<p>\nومن التابعين: أبو جعفر محمد بن علي والشعبي, ومقاتل بن حيان.\n</p>\n\n<p>\nومن أرباب المذاهب المتبوعين إسحاق بن راهويه، قال: إن تركها عمدا لم تصح\nصلاته، وإن تركها سهوا رجوت أن تجزئه.\n</p>\n\n<p>\nقلت: عن إسحاق في ذلك روايتان، ذكرهما عنه حرب في مسائله قال: باب الصلاة\nعلى النبي صلى الله عليه وسلم بعد التشهد. قال: سألت إسحاق قلت: الرجل إذا\nتشهد فلم يصل على النبي صلى الله عليه وسلم ؟ قال: أما أنا فأقول: إن صلاته\nجائزة. وقال الشافعي: لا تجوز صلاته، ثم قال: أنا أذهب إلى حديث الحسن بن\nالحر، عن القاسم بن مخيمرة, فذكر حديث ابن مسعود رضي الله عنه، قال حرب:\nسمعت أبا يعقوب يعني إسحاق يقول: \"إذا فرغ من التشهد إماما كان أو مأموما\nصلى على النبي صلى الله عليه وسلم لا يجزئه غير ذلك\" لقول أصحاب النبي صلى\nالله عليه وسلم: قد عرفنا السلام عليك يعني في التشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \nص -255- والسلام فيها فكيف الصلاة, فأنزل الله: {إن الله وملائكته يصلون\nعلى النبي}الأحزاب: من الآية56، وفسر النبي صلى الله عليه وسلم كيف هي؟\nفأدنى ما ذكر عن النبي صلى الله عليه وسلم في الصلاة عليه يكفيه، فليقله\nبعد التشهد، والتشهد والصلاة على النبي صلى الله عليه وسلم في الجلسة\nالأخير عملان هما عدلان، لا يجوز لأحد أن يترك واحدا منهما عمدا، وإن كان\nناسيا رجونا أن تجزئه، مع أن بعض علماء الحجاز قال: لا يجزئه ترك <span id='ms166'></span> الصلاة\nعلى النبي صلى الله عليه وسلم وإن تركه أعاد الصلاة. تم كلامه.\n</p>\n\n<p>\nوأما الإمام أحمد، فاختلفت الرواية عنه، ففي مسائل المروزي, قيل لأبي عبد\nالله: إن ابن راهوية يقول:\"لو أن رجلا ترك الصلاة على النبي صلى الله عليه\nوسلم في التشهد بطلت صلاته ؟: قال: \"ما أجترئ أن أقول هذا\". وقال مرة: \"هذا شذوذ\".\n</p>\n\n<p>\nوفي مسائل أبي زرعة الدمشقي، قال أحمد: \"كنت أتهيب ذلك, ثم تبينت فإذا\nالصلاة على النبي صلى الله عليه وسلم واجبة\". وظاهر هذا أنه رجع عن قوله\nبعدم الوجوب.\n</p>\n\n<p>\nوأما قولكم: الدليل على عدم وجوبها عمل السلف الصالح قبل الشافعي\nوإجماعهم عليه. فجوابه: أن استدلالكم إما أن يكون بعمل الناس في صلاتهم،\nوإما بقول أهل الإجماع: إنها ليست بواجبة. فإن كان الاستدلال بالعمل فهو من\nأقوى حججنا عليكم، فإنه لم يزل عمل الناس مستمرا قرنا بعد قرن وعصرا بعد\nعصر على الصلاة على النبي صلى الله عليه وسلم في آخر التشهد، إمامهم\nومأمومهم ومنفردهم، ومفترضهم ومتنفلهم، حتى لو سئل كل مصل هل صليت على\nالنبي صلى الله عليه وسلم ؟في الصلاة؟ لقال: نعم. وحتى لو سلم من غير صلاة\nعلى النبي صلى الله عليه وسلم وعلم المأمومون منه ذلك، لأنكروا ذلك عليه,\nوهذا أمر لا يمكن إنكاره. فالعمل أقوى حجة عليكم، فكيف يسوغ لكم أن تقولوا:\nعمل السلف الصالح قبل الشافعي ينفي الوجوب؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nص -256- أفترى السلف الصالح كلهم ما كان أحد منهم قط يصلي على النبي صلى\nالله عليه وسلم في صلاته؟! وهذا من أبطل الباطل.\n</p>\n\n<p>\nوأما إن كان احتجاجكم بقول أهل الإجماع أيضا: إنها ليست بفرض. فهذا مع\nأنه لا يسمى عملا لم يعلمه أهل الإجماع، وإنما هو مذهب مالك وأبي حنيفة\nوأصحابهما، وغايته أنه قول كثير من أهل العلم، وقد نازعهم في ذلك آخرون من\nالصحابة والتابعين وأرباب المذاهب كما تقدم، فهذا ابن مسعود، وابن عمر،\nوأبو مسعود، والشعبي، ومقاتل بن حيان، وجعفر بن محمد، وإسحاق بن راهويه،\nوالإمام أحمد في آخر قوليه <span id='ms167'></span>، يوجبون الصلاة عليه صلى الله عليه وسلم في\nالتشهد, فأين إجماع المسلمين مع خلاف هؤلاء؟ وأين عمل السلف الصالح وهؤلاء\nمن أفاضلهم رضي الله عنهم؟ ولكن هذا شأن من لم يتتبع مذاهب العلماء، ويعلم\nمواقع الإجماع والنزاع.\n</p>\n\n<p>\nوأما قوله: قد شنع الناس المسألة على الشافعي جدا، فيا سبحان الله! أي\nشناعة عليه في هذه المسألة؟ وهل هي إلا من محاسن مذهبه؟ ثم لا يستحي المشنع\nعليه مثل هذه المسألة من السائل التي شنعتها ظاهرة جدا، يعرفها من عرفها من\nالمسائل التي تخالف النصوص، أو تخالف الإجماع السابق, أو القياس أو المصلحة\nالراجحة؟ ولو تتبعت لبلغت مئين، وليس تتبع المسائل المستشنعة من عادة أهل\nالعلم فيقتدى بهم في ذكرها وعدها، والمنصف خصم نفسه. فأي كتاب خالف الشافعي\nفي هذه المسألة؟ أم أي سنة؟ أم أي إجماع؟ ولأجل أن قال قولا اقتضته الأدلة\nوقامت على صحته، وهو من تمام الصلاة بلا خلاف, أما إتمام واجباتها أو تمام\nمستحباتها، فهو رضي الله عنه رأى أنه من تمام واجباتها بالأدلة التي\nسنذكرها فيما بعد ذلك, فلا إجماعا خرقه، ولا نصا خالفه، فمن أي وجه يشنع\nعليه؟ وهل الشناعة إلا بمن شنع عليه أليق وبه ألحق؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nص -257- وأما قوله: وهذا تشهد ابن مسعود رضي الله تعالى عنه الذي اختاره\nالشافعي، وهو الذي علمه النبي صلى الله عليه وسلم إياه... إلى آخره.\n</p>\n\n<p>\nفهكذا رأيته في النسخة الذي اختاره الشافعي، والشافعي إنما اختار تشهد\nابن عباس، أما تشهد ابن مسعود رضي الله عنه، فأبو حنيفة وأحمد اختاراه،\nومالك اختار تشهد عمر، وبالجملة فجواب ذلك من وجوه:\n</p>\n\n<p>\nأحدها: أنا نقول بموجب هذا الدليل، فإن مقتضاه وجوب التشهد، ولا ينفي\nوجوب غيره، فإنه لم يقل أحد: إن هذا التشهد هو جميع الواجب من الذكر في هذه\nالقعدة، فإيجاب الصلاة على النبي صلى الله عليه وسلم بدليل آخر لا يكون\nمعارضا بترك تعليمه في أحاديث التشهد.\n</p>\n\n<p>\nالثاني: أنكم توجبون السلام من الصلاة ولم يعلمهم النبي صلى الله عليه\nوسلم إياه <span id='ms168'></span> في أحاديث التشهد.\n</p>\n\n<p>\nفإن قلتم: إنما وجب السلام بقوله صلى الله عليه وسلم: تحريمها التكبير\nوتحليلها التسليم. قيل لكم: ونحن أوجبنا الصلاة على النبي صلى الله عليه\nوسلم بالأدلة المقتضية لها، فإن كان تعليم التشهد وحده مانعا من إيجاب\nالصلاة على النبي صلى الله عليه وسلم مانعا من إيجاب السلام, وإن لم يمنعه\nلم يمنع وجوب الصلاة.\n</p>\n\n<p>\nالثالث:أن النبي صلى الله عليه وسلم كما علمهم التشهد علمهم الصلاة عليه،\nفكيف يكون تعليم التشهد دالا على وجوبه، وتعليمه الصلاة لا يدل على وجوبها؟\nفإن قلتم: التشهد الذي علمهم إياه هو تشهد الصلاة, ولهذا قال فيه: فإذا جلس\nأحدكم فليقل التحيات لله, وأما تعليم الصلاة عليه صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \nص -258- فمطلق. قلنا: والصلاة التي علمهم إياها عليه صلى الله عليه وسلم هي\nفي الصلاة أيضا لوجهين:\n</p>\n\n<p>\nأحدهما: حديث محمد بن إبراهيم التيمي, وقوله: كيف نصلي عليك إذا نحن\nجلسنا في صلاتنا؟. وقد تقدم في الباب الأول.\n</p>\n\n<p>\nالثاني: إن الصلاة التي سألوا النبي صلى الله عليه وسلم أن يعلمهم إياها\nنظير السلام الذي علموه، لأنهم قالوا: هذا السلام عليك قد عرفناه، فكيف\nالصلاة عليك؟, ومن المعلوم أن السلام الذي علموه هو قولهم في الصلاة:\nالسلام عليك أيها النبي ورحمة الله وبركاته، فوجب أن تكون الصلاة المقرونة\nهي في الصلاة.\n</p>\n\n<p>\nوسيأتي إن شاء الله تعالى تمام تقرير ذلك.\n</p>\n\n<p>\nالرابع: أنه لو قدر أن أحاديث التشهد تنفي وجوب الصلاة على النبي صلى\nالله عليه وسلم لكانت أدلة وجوبها مقدمة على تلك، لأن نفيها ينبني على\nاستصحاب البراءة الأصلية, ووجوبها ناقل عنها، والناقل مقدم على المنفي،\nفكيف ولا تعارض، فإن غاية ما ذكرتم تعليم التشهد أدلة ساكتة عن وجوب غيره،\nوما سكت عن وجوب شيء لا يكون معارضا لما نطق بوجوبه، فضلا عن أن يقدم عليه.\n</p>\n\n<p>\nالخامس: أن تعليمهم التشهد كان متقدما, بل لعله من حين فرضت الصلاة.\n</p>\n\n<p>\nوأما تعليمهم الصلاة عليه فإنه كان بعد نزول قوله تعالى:{إن الله\nوملائكته يصلون على النبي <span id='ms169'></span>}الأحزاب: من الآية56,ومعلوم أن هذه الآية نزلت في\nالأحزاب بعد نكاحه زينب بنت جحش وبعد تخييره أزواجه، فهي بعد فرض التشهد،\nفلو قدر أن فرض التشهد كان نافيا لوجوب الصلاة عليه صلى الله عليه وسلم\nلكان منسوخا بأدلة الوجوب، فإنها متأخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nص -259- والفرق بين هذا الوجه والذي قبله أن هذا يقتضي تقديم أدلة الوجوب\nلتأخرها، والذي قبله يقتضي تقديمها لرفعها البراءة الأصلية، من غير نظر إلى\nتقدم ولا تأخر، والذي يدل على تأخر الأمر بالصلاة عن التشهد قولهم: هذا\nالسلام عليك قد عرفناه فكيف الصلاة عليك ؟ ومعلوم أن السلام عليه مقرون\nبذكر التشهد، لم يشرع في الصلاة وحده بدون ذكر التشهد، والله أعلم.\n</p>\n\n<p>\nوأما قوله: ومن حجة من لم يرها فرضا في الصلاة حديث الحسن ابن الحر، عن\nالقاسم بن مخيمرة، فذكر حديث ابن مسعود، وفيه: فإذا قلت ذلك فقد قضيت\nالصلاة, فإن شئت أن تقوم فقم وإن شئت أن تقعد فاقعد, ولم يذكر الصلاة على\nالنبي صلى الله عليه وسلم, فجوابه من وجوه:\n</p>\n\n<p>\nأحدها: أن هذه الزيادة مدرجة في الحديث، ليست من كلام النبي صلى الله\nعليه وسلم, بين ذلك الأئمة الحفاظ، قال الدارقطني في كتاب العلل: رواه\nالحسن بن الحر، عن القاسم بن مخيمرة، عن علقمة, عن عبد الله؟ حدث به عنه\nمحمد بن عجلان, وحسين الجعفي, وزهير بن معاوية, وعبد الرحمن بن ثابت بن\nثوبان. فأما ابن عجلان, وحسين الجعفي فاتفقا على لفظه, وأما زهير فزاد\nعليهما في آخره كلاما أدرجه بعض الرواة عن زهير في حديث النبي صلى الله\nعليه وسلم وهو قوله: إذا قضيت هذا أو فعلت هذا فقد قضيت صلاتك إن شئت أن\nتقوم فقم.\n</p>\n\n<p>\nورواه شبابة بن سوار, عن زهير, ففصل بين لفظ النبي صلى الله عليه وسلم,\nوقال فيه عن زهير: قال ابن مسعود هذا الكلام.\n</p>\n\n<p>\nوكذلك رواه ابن ثوبان, عن الحسن بن الحر وبينه، وفصل كلام النبي صلى الله\nعليه وسلم من كلام ابن مسعود، هو الصواب\n</p>\n\n<p>\nوقال في كتاب <span id='ms170'></span> السنن وقد ذكر حديث زهير، عن الحسن بن الحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \nص -260- هذا, وذكر الزيادة، ثم قال: أدرجه بعضهم عن زهير في الحديث, ووصله\nبكلام النبي صلى الله عليه وسلم, وفصله شبابة عن زهير، وجعله من كلام عبد\nالله رضي الله عنه، وهو أشبه بالصواب من قول من أدرجه في حديث النبي صلى\nالله عليه وسلم, لأن ابن ثوبان رواه عن الحسن بن الحر كذلك, وجعل آخره من\nقول ابن مسعود، ولاتفاق حسين الجعفي، وابن عجلان، ومحمد بن أبان، في\nروايتهم عن الحسن بن الحر على ترك ذكره في الحديث، مع اتفاق كل من روى\nالتشهد عن علقمة وعن غيره عن عبد الله بن مسعود على ذلك ثم ذكر رواية شبابة\nوفصله كلام عبد الله من حديث النبي صلى الله عليه وسلم, ثم قال: شبابة ثقة,\nوقد فصل آخر الحديث، جعله من قول عبد الله بن مسعود، وهو أصح من رواية من\nأدرج في كلام النبي صلى الله عليه وسلم. وقد تابعه غسان بن الربيع وغيره،\nفرواه عن ابن ثوبان، عن الحسن بن الحر كذلك, وجعله آخر الحديث من كلام ابن\nمسعود لم يرفعه إلى النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوذكر أبو بكر الخطيب هذا الحديث في كتاب الفصل للوصل له. وقال: قول من\nفصل كلام النبي صلى الله عليه وسلم من كلام ابن مسعود، وبين أن الصواب أن\nهذه الزيادة مدرجة.\n</p>\n\n<p>\nفإن قيل: فأنتم قد رويتم عن ابن مسعود رضي الله عنه, أن الصلاة على النبي\nصلى الله عليه وسلم واجبة في الصلاة، وهذا الذي ساعدكم على أنه من قول ابن\nمسعود رضي الله عنه يبطل ما رويتم عنه. فإن كان الحديث من كلام النبي صلى\nالله عليه وسلم فهو نص في عدم وجوبها، وإن كان من كلام ابن مسعود رضي الله\nعنه فهو مبطل لما رويتموه عنه.\n</p>\n\n<p>\nفهذا سؤال قوي، وقد أجيب عنه بأجوبة:\n</p>\n\n<p>\nأحدها: قال القاضي أبو الطيب: قوله: فإذا قلت هذا فقد قضيت صلاتك، معناه\nأنها قاربت التمام <span id='ms171'></span>، والدليل على ذلك أنا أجمعنا على أن الصلاة لم تتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nص -261- وهذا جواب ضعيف، لأنه قال: فإن شئت أن تقوم فقم، وإن شئت أن تقعد\nفاقعد, وعند من يوجب الصلاة على النبي صلى الله عليه وسلم لا يخير بين\nالقيام والقعود حتى يأتي بها.\n</p>\n\n<p>\nالجواب الثاني:أن هذا حديث خرج على معنى في التشهد، وذلك أنهم كانوا\nيقولون في الصلاة: السلام على الله، فقيل لهم إن الله هو السلام. ولكن\nقولوا كذا. فعلمهم التشهد, ومعنى قوله: إذا قلت ذلك فقد تمت صلاتك، يعني\nإذا ضم إليها ما يجب فيها من ركوع وسجود وقراءة وتسليم وسائر أحكامها، ألا\nترى أنه لم يذكر التسليم من الصلاة وهو من فرائضها، لأنه قد وقفهم على ذلك،\nفاستغنى عن إعادة ذلك عليهم.\n</p>\n\n<p>\nقالوا: ومثل حديث ابن مسعود هذا قوله صلى الله عليه وسلم في الصدقة: إنها\nتؤخذ من أغنيائهم فترد على فقرائهم، أي ومن ضم إليهم، وسمي معهم في القرآن،\nوهم الثمانية الأصناف.\n</p>\n\n<p>\nقالوا: ومثل ذلك قوله في حديث المسيئ في صلاته: ارجع فصل فإنك لم تصل ثم\nأمره بفعل ما رآه لم يأت به أو لم يقمه من صلاته فقال: إذا قمت إلى الصلاة\nفذكر الحديث وسكت عن التشهد والتسليم.\n</p>\n\n<p>\nوقد قام الدليل من غير هذا الحديث على وجوب التشهد، ووجوب التسليم عليه\nصلى الله عليه وسلم بما علمهم من ذلك، كما يعلمهم السورة من القرآن،\nوأعلمهم أن ذلك في صلاتهم، وقام الدليل أيضا في المسألة بأنه إنما يتحلل من\nالصلاة به لا بغيره من غير هذا الحديث, فكذلك الصلاة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \nص -262- النبي صلى الله عليه وسلم مأخوذة من غير ذلك الحديث.\n</p>\n\n<p>\nقالوا: وكما جاز لمن جعل التشهد فرضا, لحديث ابن مسعود رضي الله عنه هذا،\nورد من خالفه، وقال: إذا قعد بمقدار التشهد فقد تمت صلاته وإن لم يتشهد.\nوعلى من قال: إذا رفع رأسه من السجدة الآخرة فقد تمت صلاته. بأن ابن مسعود\nرضي الله عنه إنما علق التمام في حديثه بالتشهد <span id='ms172'></span>, جاز لمن أوجب الصلاة على\nالنبي صلى الله عليه وسلم أن يحتج بالأحاديث الموجبة لها, وتكون حجته منها\nعلى من نفى وجوبها كالحجة من حديث ابن مسعود رضي الله عنه على من نفي وجوب\nالتشهد أو وجوب القعدة معه.\n</p>\n\n<p>\nقالوا: واستدلالنا أقوى من استدلالكم, فإنه استدلال بكتاب الله وسنة\nرسوله, وعمل الأمة قرنا بعد قرن، فإن لم يكن ذلك أقوى من الاستدلال على\nوجوب التشهد، لم يكن دونه، وإن كان من الفقهاء من ينازعنا في هذه المسألة\nفهو كمن ينازعكم من الفقهاء في وجوب التشهد، والحجة في الدليل أين كان, ومع\nمن كان.\n</p>\n\n<p>\nالجواب الثالث: أنه لا يمكن أحدا ممن ينازعنا أن يحتج علينا بهذا الأثر\nلا مرفوعا ولا موقوفا، يقال لمن احتج به: لا يخلو إما أن يكون قوله إذا قلت\nهذا فقد تمت صلاتك مقتصرا عليه أو مضافا إلى سائر واجباتها، والأول محال\nوباطل، والثاني حق ولكنه لا ينف وجوب شيء مما تنازع فيه الفقهاء من وواجبات\nالصلاة، فضلا عن نفيه وجوب الصلاة على النبي صلى الله عليه وسلم ولهذا كان\nالتسليم من تمام الصلاة وواجباتها عند مالك، وكذا الجلوس للتشهد، ولم\nيذكره، وكذا إن كان عليه سهو واجب فإنه لا تتم الصلاة إلا به ولم يذكره.\n</p>\n\n<p>\nيوضحه الجواب الرابع: أن عند أبي حنيفة رحمه الله تعالى أن التشهد ليس\nبفرض، بل إذا جلس مقدار التشهد فقد تمت صلاته, تشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \nص -263- أو لم يتشهد، والحديث دليل على أن الصلاة لا تتم إلا بالتشهد.\n</p>\n\n<p>\nفإن كان استدلالكم بأنه علق التمام بالتشهد فلا تجب الصلاة بعده صحيحا،\nفهو حجة عليكم في قولكم بعدم وجوب التشهد لأنه علق به التمام، وبطل قولكم\nبنفي فريضة التشهد، وإن لم يكن الاستدلال صحيحا، بطل معارضة أدلة الوجوب\nبه، وبطل قولكم بنفي الصلاة على النبي صلى الله عليه وسلم, فبطل قولكم على\nالتقديرين.\n</p>\n\n<p>\nفإن قلتم: نحن نجيب عن هذا بأن قوله: فإذا قلت هذا فقد تمت صلاتك، المراد\nبه تمام الاستحباب، وتمام الواجب قد انقضى <span id='ms173'></span> بالجلوس. قيل لكم: هذا فاسد على\nقول من نفي الصلاة، وعلى قول من أوجبها، لأن من نفى وجوبها لا ينازع في أن\nتمام الاستحباب موقوف عليها، وأن الصلاة لا تتم التمام المستحب إلا بها،\nومن أوجبها يقول: لا تتم التمام الواجب إلا بها، فعلى التقديرين لا يمكنكم\nالاستدلال بالحديث أصلا.\n</p>\n\n<p>\nقوله: روى أبو داود والترمذي حديث عبد الله بن عمرو، وفيه: إذا رفع رأسه\nمن السجدة فقد مضت صلاته جوابه من وجوه:\n</p>\n\n<p>\nأحدها: أالحديث معلول. وبيان تعليله من وجوه:\n</p>\n\n<p>\nأحدها: أن الترمذي قال: ليس إسناده بالقوي، وقد اضطربوا في إسناده.\n</p>\n\n<p>\nالثاني: أنه من رواية عبد الرحمن بن زياد بن أنعم الإفريقي وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \nص -264- ضعفه غير واحد من الأئمة.\n</p>\n\n<p>\nالثالث: أنه من رواية بكر بن سوادة، عن عبد الله بن عمرو، ولم يلقه، فهو منقطع.\n</p>\n\n<p>\nالرابع: أنه مضطرب الإسناد، كما ذكره الترمذي.\n</p>\n\n<p>\nالخامس: أنه نضطرب المتن، فمرة يقول: إذا رفع رأسه من السجدة فقد مضت\nصلاته، ولفظ أبي داود، والترمذي غير هذا، وهو:إذا أحدث الرجل وقد جلس في\nآخر صلاته قبل أن يسلم فقد جازت صلاته، وهذا غير لفظ الطحاوي.\n</p>\n\n<p>\nورواه الطحاوي أيضا بلفظ آخر فقال: إذا قضى الإمام الصلاة فقعد فأحدث هو\nأو أحد ممن ائتم بالصلاة معه قبل أن يسلم الإمام فقد تمت صلاته، فلا يعود\nفيها، فهذا معناه غير معنى الأول. قال الطحاوي: وقد روى بلفظ آخر: إذا رفع\nالمصلي رأسه من آخر صلاته وقضى تشهده ثم أحدث فقد تمت صلاته.\n</p>\n\n<p>\nوكلها مدارها على الإفريقي، ويوشك أن يكون هذا نسوء حفظه، والله أعلم.\n</p>\n\n<p>\nقوله: وقال علي رضي الله عنه: إذا جلس مقدار التشهد تمت صلاته. جوابه: أن\nعلي بن سعيد قال في مسائله: سألت أحمد بن حنبل عمن ترك التشهد فقال: يعيد.\nقلت:فحديث علي رضي الله عنه. من قعد مقدار التشهد. فقال: لا يصح. وقد روي\nعن النبي صلى الله عليه وسلم بخلاف حديث علي، وعبد الله بن عمر.\n</p>\n\n<p>\nوقوله: وروى الأعمش، عن أبي وائل، عن <span id='ms174'></span> عبد الله قصة التشهد، وقال: ثم\nليختر من الكلام ما شاء, ولم يذكر الصلاة على النبي صلى الله عليه وسلم,\nفجوابه: أن غاية هذا أن يكون ساكتا عن وجوب الصلاة، فلا يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \nص -265- معارضا لأحاديث الوجوب، كما تقدم تقريره.\n</p>\n\n<p>\nقوله: وحديث فضالة بن عبيد يدل على نفي الوجوب، جوابه: أن حديث فضالة حجة\nلنا في المسألة، لأن النبي صلى الله عليه وسلم أمره بالصلاة عليه في\nالتشهد، وأمره للوجوب، فهو نظير أمره بالتشهد، وإذا كان الأمر متناولا\nلهما، فالتفريق بين المأمورين تحكم.\n</p>\n\n<p>\nفإن قلتم: فالتشهد عندنا ليس بواجب؟ قلنا: الحديث حجة لنا عليكم في\nالمسألتين، والواجب إتباع الدليل.\n</p>\n\n<p>\nقوله: النبي صلى الله عليه وسلم لم يأمر هذا المصلي بإعادة الصلاة، ولو\nكانت الصلاة على النبي صلى الله عليه وسلم فرضا لأمره بإعادتها كما أمر\nالمسيء في صلاته جوابه من وجوه:\n</p>\n\n<p>\nأحدها: أن هذا كان غير عالم بوجوبها معتقدا أنها غير واجبة, فلم يأمره\nالنبي صلى الله عليه وسلم بالإعادة، وأمره في المستقبل أن يقولها، فأمره\nبقولها في المستقبل دليل على وجوبها، وترك أمره بالإعادة دليل على أنه يعذر\nالجاهل بعدم الوجوب، وهذا كما لم يأمر النبي صلى الله عليه وسلم المسيء في\nالصلاة بإعادة ما مضى من الصلوات، وقد أخبره أنه لا يحسن غير تلك الصلاة\nعذرا له بالجهل.\n</p>\n\n<p>\nفإن قيل: فلم أمره أن يعيد تلك الصلاة ولم يعذره بالجهل؟ قلنا: لأن الوقت\nباق وقد علم أركان الصلاة فوجب عليه أن يأتي بها.\n</p>\n\n<p>\nفإن قيل: فهلا أمر تارك الصلاة عليه بإعادة تلك الصلاة كما أمر المسيء؟.\n</p>\n\n<p>\nقلنا: أمره صلى الله عليه وسلم بالصلاة عليه فيها محكم ظاهر في الوجوب،\nويحتمل أن الرجل لما سمع ذلك الأمر من النبي صلى الله عليه وسلم بادر إلى\nالإعادة من غير أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \nص -266- يأمره النبي صلى الله عليه وسلم ويحتمل أن تكون الصلاة نفلا لا تجب\nعليه إعادتها، ويحتمل غير ذلك، فلا يترك الظاهر من الأمر وهو دليل محكم\nلهذا المشتبه المحتمل، والله سبحانه <span id='ms175'></span> وتعالى أعلم.\n</p>\n\n<p>\nفحديث فضالة إما مشترك الدلالة على السواء فلا حجة لكم فيه، وإما راجح\nالدلالة من جانبنا كما ذكرناه، فلا حجة لكم فيه أيضا، فعلى التقديرين سقط\nاحتجاجكم به.\n</p>\n\n<p>\nقوله: لم يعلمها النبي صلى الله عليه وسلم المسيء في صلاته، ولو كانت\nفرضا لعلمها إياه، جوابه من وجوه:\n</p>\n\n<p>\nأحدها: أن حديث المسيء هذا قد جعله المتأخرون مستندا لهم في نفي كل ما\nينفون وجوبه، وحملوه فوق طاقته، وبالغوا في نفي ما اختلف في وجوبه به. فمن\nنفى وجوب الفاتحة احتج به، ومن نفى وجوب التسليم احتج به، ومن نفى وجوب\nالصلاة على النبي صلى الله عليه وسلم احتج به، ومن نفى وجوب أذكار الركوع\nوالسجود وركني الاعتدال احتج به، ومن نفى وجوب تكبيرات الانتقالات احتج به،\nوكل هذا تساهل واسترسال في الاستدلال، وإلا فعند التحقيق لا ينفي وجوب شيء\nمن ذلك، بل غايته أن يكون قد سكت عن وجوبه ونفيه، فإيجابه بالأدلة الموجبة\nله يكون معارضا به.\n</p>\n\n<p>\nفإن قيل: سكوته عن الأمر بغير ما أمره به يدل على أنه ليس بواجب لأنه في\nمقام البيان، وتأخير البيان عن وقت الحاجة غير جائز. قيل: هذا لا يمكن أحد\nأن يستدل به على هذا الوجه، فإنه يلزمه أن يقول: لا يجب التشهد، ولا الجلوس\nله, ولا السلام، ولا النية، ولا قراءة الفاتحة، ولا كل شيء لم يذكره في\nالحديث، وطرد هذا أنه لا يجب عليه استقبال القبلة، ولا الصلاة في الوقت,\nلأنه لم يأمره بهما، وهذا لا يقوله أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nص -267- فإن قلتم: إنما علمه ما أساء فيه، وهو لم يسيء في ذلك, قيل لكم:\nفاقنعوا بهذا الجواب من منازعيكم في كل ما نفيتم وجوبه بحديث المسيء هذا.\n</p>\n\n<p>\nالثاني: ما أمر به النبي صلى الله عليه وسلم من أجزاء الصلاة دليل ظاهر\nفي الوجوب، وترك أمره للمسيء به يحتمل أمورا:\n</p>\n\n<p>\nمنها: أنه لم يسئ فيه.\n</p>\n\n<p>\nومنها: أنه وجب بعد ذلك.\n</p>\n\n<p>\nومنها: أنه علمه معظم الأركان وأهمها وأحال بقية تعليمه على مشاهدته صلى <span id='ms176'></span>\nالله عليه وسلم في صلاته، أو على تعليم بعض الصحابة له، فإنه صلى الله عليه\nوسلم كان يأمرهم بتعليم بعضهم بعضا، فكان من المستقر عندهم أنه دلهم في\nتعليم الجاهل وإرشاد الضال، وأي محذور في أن يكون النبي صلى الله عليه وسلم\nعلمه البعض وعلمه أصحابه البعض الآخر، وإذا احتمل هذا لم يكن هذا المشتبه\nالمجمل معارضا لأدلة وجوب الصلاة على النبي صلى الله عليه وسلم ولا غيرها\nمن واجبات الصلاة، فضلا عن أن يقدم عليها، فالواجب تقديم الصريح المحكم على\nالمشتبه المجمل, والله أعلم.\n</p>\n\n<p>\nقوله: الفرائض إنما تثبت بدليل صحيح لا معارض له من مثله أو بإجماع.\n</p>\n\n<p>\nقلنا: اسمعوا أدلتنا الآن على الوجوب، فلنا عليه أدلة:\n</p>\n\n<p>\nالدليل الأول: قوله تعالى: {من كان عدوا لله وملائكته ورسله وجبريل\nوميكال فإن الله عدو للكافرين}البقرة:98، ووجه الدلالة أن الله سبحانه أمر\nالمؤمنين بالصلاة والتسليم على رسول الله صلى الله عليه وسلم, وأمره المطلق\nعلى الوجوب ما لم يقم دليل على خلافه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nص -268- وقد ثبت أن أصحابه رضي الله عنهم سألوه عن كيفية هذه الصلاة\nالمأمور بها، فقال: قولوا اللهم صل على محمد.. الحديث. وقد ثبت أن السلام\nالذي علموه هو السلام عليه في الصلاة, وهو سلام التشهد، فمخرج الأمرين\nوالتعليمين والمحلين واحد.\n</p>\n\n<p>\nيوضحه: أنه علمهم التشهد آمرا لهم به فيه, وفيه ذكر التسليم عليه صلى\nالله عليه وسلم, فسألوه عن الصلاة عليه فعلمهم إياها، ثم شبهها بما علموه\nمن التسليم عليه, وهذا يدل على أن الصلاة والتسليم المذكورين في الحديث هما\nالصلاة والتسليم عليه في الصلاة.\n</p>\n\n<p>\nيوضحه: أنه لو كان المراد بالصلاة والتسليم عليه خارج الصلاة لا فيها،\nلكان كل مسلم منها إذا سلم عليه يقول له: السلام عليك أيها النبي ورحمة\nالله وبركاته. ومن المعلوم أنهم لم يكونوا يتقيدون في السلام عليه بهذه\nالكيفية, بل كان الداخل منهم يقول: السلام عليكم، وربما قال: السلام على\nرسول الله، وربما قال: السلام عليك يا رسول الله ونحو ذلك، وهم لم يزالوا\nيسلمون <span id='ms177'></span> عليه من أول الإسلام بتحية الإسلام، وإنما الذي علموه قدر زائد\nعليها وهو السلام عليه في الصلاة.\n</p>\n\n<p>\nيوضحه: حديث ابن إسحاق: كيف نصلي عليك إذا نحن صلينا في صلاتنا، وقد صحح\nهذه اللفظة جماعة من الحفاظ: منهم ابن خزيمة، وابن حبان، والحاكم،\nوالدارقطني، والبيهقي، وقد تقدم في أول الكتاب، وما أعلت به والجواب عن\nذلك. وإذا تقرر أن الصلاة المسؤول عن كيفيتها هي الصلاة عليه في نفس الصلاة\nوقد خرج ذلك مخرج البيان المأمور به منها في القرآن، ثبت أنها على الوجوب،\nوينضاف إلى ذلك أمر النبي صلى الله عليه وسلم بها، ولعل هذا وجه ما أشار\nإليه الإمام أحمد رحمه الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \nص -269- بقوله:\" كنت أتهيب ذلك ثم تبينت فإذا هي واجبة\". وقد تقدم حكاية\nكلامه. وعلى هذا الاستدلال أسئلة:\n</p>\n\n<p>\nأحدها: أن قوله صلى الله عليه وسلم: والسلام كما علمت يحتمل أمرين:\n</p>\n\n<p>\nأحدهما: أن يراد به السلام عليه في الصلاة، والثاني: أن يراد به السلام\nمن الصلاة نفسها، قاله ابن عبد البر.\n</p>\n\n<p>\nالثاني: أن غاية ما ذكرتم إنما يدل دلالة اقتران الصلاة بالسلام، والسلام\nواجب في التشهد، فكذا الصلاة، ودلالة الاقتران ضعيفة.\n</p>\n\n<p>\nالثالث: أنا لا نسلم وجوب السلام ولا الصلاة، وهذا الاستدلال منكم إنما\nيتم بعد تسليم وجوب السلام عليه صلى الله عليه وسلم.\n</p>\n\n<p>\nوالجواب عن هذه الأسئلة:\n</p>\n\n<p>\nأما الأول: ففاسد جدا فإن في نفس الحديث ما يبطله، وهو أنهم قالوا: هذا\nالسلام عليك يا رسول الله قد عرفناه، فكيف الصلاة عليك ؟ لفظ البخاري في\nحديث أبي سعيد رضي الله عنه، وأيضا فإنهم إنما سألوا النبي صلى الله عليه\nوسلم عن كيفية الصلاة والسلام المأمور بهما في الآية لا عن كيفية السلام من\nالصلاة.\n</p>\n\n<p>\nوأما السؤال الثاني: فسؤال من لم يفهم وجه تقرير الدلالة, فإنا لم نحتج\nبدلالة الاقتران، وإنما استدللنا بالأمر بها في القرآن، وبينا أن الصلاة\nالتي سألوا النبي صلى الله عليه وسلم أن يعلمه إياها إنما هي الصلاة التي\nفي الصلاة.\n</p>\n\n<p>\nوأما السؤال الثالث: ففي غاية <span id='ms178'></span> الفساد، فإنه لا يعترض على الأدلة من\nالكتاب والسنة بخلاف المخالف، فكيف يكون خلافكم في مسألة قد قام الدليل على\nقول منازعيكم فيها مبطلا لدليل صحيح لا معارض له في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \nص -270- مسألة أخرى، وهل هذا إلا عكس طريقة أهل العلم، فإن الأدلة هي التي\nتبطل ما خالفها من الأقوال، ويعترض بها على من خالف موجبه، فتقدم على كل\nقول اقتضى خلافها. لا أن أقوال المجتهدين تعارض بها الأدلة وتبطل مقتضاها\nوتقدم عليها، ثم إن الحديث حجة عليكم في المسألتين، فإنه دليل على وجوب\nالتسليم والصلاة عليه صلى الله عليه وسلم, فيجب المصير إليه.والدليل\nالثاني: أن النبي صلى الله عليه وسلم كان يقول ذلك في التشهد، وأمرنا أن\nنصلي كصلاته، وهذا يدل على وجوب فعل ما فعل في الصلاة إلا ما خصه الدليل،\nفهاتان مقدمتان:\n</p>\n\n<p>\nأما المقدمة الأولى: فبيانها ما روى الشافعي في مسنده عن إبراهيم بن محمد\nحدثني سعيد بن إسحاق، عن عبد الرحمن بن أبي ليلى، عن كعب بن عجرة، عن النبي\nصلى الله عليه وسلم أنه كان يقول في الصلاة: اللهم صل على محمد وعلى آل\nمحمد وعلى آل محمد، كما صليت على إبراهيم، وآل إبراهيم وبارك على محمد وآل\nمحمد، كما باركت على إبراهيم, وآل إبراهيم إنك حميد مجيد. وهذا وإن كان فيه\nإبراهيم بن أبي يحيى, فقد وثقه جماعة، منهم الشافعي رحمه الله، وابن\nالأصبهاني، وابن عدي، وابن عقدة، وضعفه آخرون.\n</p>\n\n<p>\nأما المقدمة الثانية: فبيانها ما روى البخاري في صحيحه: عن مالك بن\nالحويرث، قال: أتينا النبي صلى الله عليه وسلم ونحن شببة متقاربون، فأقمنا\nعنده عشرين ليلة، فظن أنا اشتقنا إلى أهلنا، وسألنا عمن تركنا في أهلنا؟\nفأخبرناه، وكان رفيقا رحيما، فقال: \"ارجعوا إلى أهليكم فعلموهم، ومروهم،\nوصلوا كما رأيتموني أصلي، وإذا حضرت الصلاة فليؤذن أحدكم وليؤمكم أكبركم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nص -271- وعلى هذا الاستدلال من الأسئلة والاعتراضات ما هو مذكور في غير هذا\nالموضع.\n</p>\n\n<p>\nالدليل الثالث: حديث فضالة بن عبيد، فإن النبي صلى الله عليه وسلم <span id='ms179'></span> قال له\nأو لغير: إذا صلى أحدكم فليبدأ بتحميد الله، والثناء عليه والصلاة، ثم ليصل\nعلى النبي صلى الله عليه وسلم ثم ليدع بما شاء وقد تقدم, رواه الإمام أحمد\nرحمه الله تعالى، وأهل السنن وصححه ابن خزيمة، وابن حبان، والحاكم.\n</p>\n\n<p>\nواعترض عليه بوجوه:\n</p>\n\n<p>\nأحدها: أن النبي صلى الله عليه وسلم لم يأمر هذا المصلي بالإعادة، وقد\nتقدم جوابه.\n</p>\n\n<p>\nالثاني: أن هذا الدعاء كان بعد انقضاء الصلاة لا فيها, بدليل ما روى\nالترمذي في جامعه: من حديث رشدين في هذا: بينا رسول الله صلى الله عليه\nوسلم قاعد إذ دخل رجل فصلى فقال: اللهم اغفر لي وارحمني، فقال رسول الله\nصلى الله عليه وسلم: عجلت أيها المصلي، إذا صليت فقعدت فاحمد الله بما هو\nأهله وصل علي ثم ادعه.\n</p>\n\n<p>\nوجواب هذا من وجوه:\n</p>\n\n<p>\nأحدها: أن رشدين ضعفه أبو زرعة، وغيره، فلا يكون حجة مع استقلاله، فكيف\nإذا خالف الثقات الإثبات، لأن كل من روى هذا الحديث قال فيه: سمع النبي صلى\nالله عليه وسلم رجلا يدعو في صلاته.\n</p>\n\n<p>\nالثاني: أن رشدين لم يقل في حديثه: إن هذا الداعي دعا بعد انقضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \nص -272- الصلاة, ولا يدل لفظه على ذلك, بل قال: فصلى فقال: اللهم اغفر لي.\nوهذا لا يدل على أنه قال بعد فراغه من الصلاة. ونفس الحديث دليل على ذلك،\nفإنه قال: إذا صلى أحدكم فليبدأ بتحميد الله، ومعلوم أنه لم يرد بذلك\nالفراغ من الصلاة بل الدخول فيها، ولا سيما فإن عامة أدعية النبي صلى الله\nعليه وسلم إنما كانت في الصلاة لا بعدها، لحديث أبي هريرة، وعلي، وأبي\nموسى، وعائشة، وابن عباس, وحذيفة, وعمار، وغيرهم, ولم ينقل أحد منهم أنه\nصلى الله عليه وسلم كان يدعو به في صلاته في حديث صحيح.\n</p>\n\n<p>\nولما سأله الصديق دعاء يدعو به في صلاته لم يقل: ادع به خارج الصلاة، ولم\nيقل لهذا الداعي به بعد سلامك من الصلاة، لا سيما والمصلي مناج ربه مقبل\nعليه، فدعاؤه ربه تعالى في هذه الحال <span id='ms180'></span> أنسب من دعائه له بعد انصرافه عنه\nوفراغه من مناجاته.\n</p>\n\n<p>\nالثالث: أن قوله صلى الله عليه وسلم فاحمد الله بما هو أهله, إنما أراد\nبه التشهد في القعود، ولهذا قال: إذا صليت فقعدت, يعني في تشهدك، فأمره\nبحمد الله والثناء عليه والصلاة على رسوله صلى الله عليه وسلم.\n</p>\n\n<p>\nالاعتراض الثالث: أن الذي أمره أن يصلي فيه ويدعو بعد تحميد الله غير\nمعين, فلم قلتم: إنه بعد التشهد.\n</p>\n\n<p>\nوجواب هذا: أنه ليس في الصلاة موضع يشرع فيه الثناء على الله، ثم الصلاة\nعلى رسوله، ثم الدعاء, إلا في التشهد آخر الصلاة، فإن ذلك لا يشرع في\nالقيام، ولا الركوع، ولا السجود اتفاقا، فعلم أنه إنما أراد به آخر الصلاة\nحال جلوسه في التشهد.\n</p>\n\n<p>\nالاعتراض الرابع: أنه أمره فيه بالدعاء عقب الصلاة عليه, والدعاء ليس\nبواجب، فكذا الصلاة عليه صلى الله عليه وسلم. وجواب هذا: أنه لا يستحيل أن\nيأمر بشيئين، فيقوم الدليل على عدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \nص -273- وجوب أحدهما, فيبقى الأخر على أصل الوجوب.\n</p>\n\n<p>\nالثاني: أن هذا المذكور من الحمد والثناء هو واجب قبل الدعاء، فإنه هو\nالتشهد، وقد أمر النبي صلى الله عليه وسلم به وأخبر الصحابة أنه فرض عليهم،\nولم يكن اقتران الأمر بالدعاء به مسقطا لوجوبه، فكذا الصلاة على النبي صلى\nالله عليه وسلم.\n</p>\n\n<p>\nالثالث: أن قولكم: الدعاء لا يجب، باطل، فإن من الدعاء ما هو واجب، وهو\nالدعاء بالتوبة والاستغفار من الذنوب، والهداية والعفو، وغيرها، وقد روى عن\nالنبي صلى الله عليه وسلم أنه قال: \"من لم يسأل الله يغضب عليه\" والغضب لا\nيكون إلا على ترك واجب أو فعل محرم.\n</p>\n\n<p>\nالاعتراض الخامس: أنه لو كانت الصلاة على النبي صلى الله عليه وسلم فرضا\nفي الصلاة لم يؤخر بيانها إلى هذا الوقت، حتى يرى رجلا لا يفعلها فيأمره\nبها، ولكان العلم بوجوبها مستفادا قبل هذا الحديث.\n</p>\n\n<p>\nوجواب هذا: أنا لم نقل إنها وجبت على الأمة إلا بهذا الحديث، بل هذا\nالمصلي كان قد تركها فأمره النبي صلى الله عليه <span id='ms181'></span> وسلم بما هو مستقر معلوم من\nشرعه، وهذا كحديث المسيء في صلاته، فإن وجوب الركوع والسجود والطمأنينة على\nالأمة لم يكن مستفادا من حديثه، وتأخير بيان النبي صلى الله عليه وسلم لذلك\nإلى حين صلاة هذا الأعرابي، وإنما أمره أن يصلي الصلاة التي شرعها لأمته\nقبل هذا.\n</p>\n\n<p>\nالاعتراض السادس: أن أبا داود والترمذي قالا في هذا الحديث، حديث فضالة:\nفقال له، أو لغيره. بحرف أو ولو كان هذا واجبا على كل مكلف لم يكن ذلك له\nأو لغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nص -274- وهذا اعتراض فاسد من وجوه:\n</p>\n\n<p>\nأحدها: أن الرواية الصحيحة التي رواها أبن خزيمة، وابن حبان فقال له\nولغيره بالواو وكذا رواه أحمد، والدارقطني، والبيهقي، وغيرهم.\n</p>\n\n<p>\nالثاني: أن أو هنا ليست للتخيير، بل للتقسيم، والمعنى أن أي مصل صلى\nفليقل ذلك, هذا أو غيره، كما قال تعالى: { ولا تطع منهم آثما أو\nكفورا}الإنسان: من الآية24, ليس المراد التخيير، بل المعنى أن أيهما كان\nفلا تطعمه إما هذا وإما هذا.\n</p>\n\n<p>\nالثالث: أن الحديث صريح في العموم بقوله: إذا صلى أحدكم فليبدأ بتحميد\nالله فذكره.\n</p>\n\n<p>\nالرابع:أن في رواية النسائي، وابن خزيمة: ثم علمه رسول الله صلى الله\nعليه وسلم. فذكره، وهذا عام.\n</p>\n\n<p>\nالدليل الرابع: ثلاثة أحاديث كل منها لا تقوم الحجة به عند انفراده، وقد\nيقوي بعضها بعضا عند الاجتماع.\n</p>\n\n<p>\nأحدها: ما رواه الدارقطني: من حديث عمرو بن شمر، عن جابر هو الجعفي عن\nابن بريدة، عن أبيه, قال: رسول الله صلى الله عليه وسلم:\" يا بريده ! إ ذا\nصليت في صلاتك فلا تتركن التشهد والصلاة على, فإنها زكاة الصلاة, وسلم على\nجميع أنبياء الله ورسله, وسلم على عباد الله الصالحين\".\n</p>\n\n<p>\nالثاني: ما رواه الدار قطني أيضا: من طريق عمرو بن شمر, عن جابر, قال:\nقال الشعبي: سمعت مسروق بن الأجدع يقول: قالت عائشة رضي الله عنها: سمعت\nرسول الله صلى الله عليه وسلم يقول: \"لا يقبل الله صلاة إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \nص -275- بطهور, وبالصلاة علي\" لكن عمرو بن شمر وجابر لا يحتج بحديثهما <span id='ms182'></span>,\nوجابر أصلح من عمرو.\n</p>\n\n<p>\nالثالث: ما رواه الدار قطني: من حديث عبد المهيمن بن عباس بن سهل بن سعد,\nعن أبيه, عن جده, أن رسول الله صلى الله عليه وسلم قال: \"لا صلاة لمن لم\nيصل على نبيه صلى الله عليه وسلم\", رواه الطبراني من حديث أبي بن عباس, عن\nأبيه, عن جده, وعبد المهيمن ليس بحجة, وأبي أخوه وإن كان ثقة احتج به\nالبخاري, فالحديث المعروف فيه إنما هو من رواية عبد المهيمن, ورواه\nالطبراني بالوجهين, ولا يثبت.\n</p>\n\n<p>\nالدليل الخامس: أنه قد ثبت وجوبها عن ابن مسعود, وابن عمر, وأبي مسعود\nالأنصاري, وقد تقدم ذلك, ولم يحفظ عن أحد من الصحابة أنه قال: لا تجب, وقول\nالصحابي إذا لم يخالفه عيره حجة, ولاسيما على أصول أهل المدينة والعراق.\n</p>\n\n<p>\nالدليل السادس: أن هذا عمل الناس من عهد نبيهم إلى الآن, ولو كانت الصلاة\nعليه صلى الله عليه وسلم غير واجبة لم يكن اتفاق الأمة في سائر الأمصار\nوالأعصار على قولها في التشهد وترك الإخلال بها، وقد قال مقاتل بن حيان في\nتفسيره في قوله عز وجل: { الذين يقيمون الصلاة}المائدة: الآية55، قال:\nإقامتها المحافظة عليها وعلى أوقاتها، والقيام فيها والركوع والسجود،\nوالتشهد، والصلاة على النبي صلى الله عليه وسلم في التشهد الأخير، وقد قال\nالإمام أحمد: الناس في التفسير عيال على مقاتل. قالوا: فالصلاة على النبي\nصلى الله عليه وسلم في الصلاة من إقامتها المأمور بها، فتكون واجبة, وقد\nتمسك أصحاب هذا القول بأقيسة لا حاجة إلى ذكرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nص -276- قالوا: ثم نقول لمنازعينا: ما منكم إلا من أوجب في الصلاة أشياء\nبدون هذه الأدلة، هذا أبو حنيفة يقول بوجوب الوتر، وأين أدلة وجوبه من أدلة\nوجوب الصلاة على النبي صلى الله عليه وسلم, ويوجب الوضوء على من قهقهة في\nصلاته بحديث مرسل لا يقاوم أدلتنا في هذه المسألة، ويوجب الوضوء من القيء،\nوالرعاف، والحجامة، ونحوها، بأدلة لا تقاوم أدلة هذه المسألة.\n</p>\n\n<p>\nومالك يقول: إن في الصلاة أشياء بين الفرض والمستحب <span id='ms183'></span> ليست بفرض، وهي فوق\nالفضيلة والمستحبة يسميها أصحابه سننا, كقراءة سورة مع الفاتحة، وتكبيرات\nالانتقال، والجلسة الأولى، والجهر والمخافتة، ويوجبون السجود في تركها على\nتفصيل لهم فيه.\n</p>\n\n<p>\nوأحمد رحمه الله تعالى يسمي هذه واجبات، ويوجب السجود لتركها سهوا.\n</p>\n\n<p>\nفإيجاب الصلاة على النبي صلى الله عليه وسلم إن لم يكن أقوى من إيجاب\nكثير من هذه فليست دونها.\n</p>\n\n<p>\nفهذا ما احتج به الفريقان في هذه المسألة.\n</p>\n\n<p>\nوالمقصود أن تشنيع المشنع فيها على الشافعي باطل، فإن مسألة فيها من\nالأدلة والآثار مثل هذا كيف يشنع على الذاهب إليها؟! والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nص -277- فصل\n</p>\n\n<p>\nالموطن الثاني من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nفي التشهد الأول\n</p>\n\n<p>\nوهذا قد اختلف فيه، فقال الشافعي في الأم يصلى على النبي صلى الله عليه\nوسلم في التشهد الأول. هذا هو المشهور من مذهبه، وهو الجديد، لكنه يستحب\nوليس بواجب، وقال في القديم: لا يزيد على التشهد وهذه رواية المازني عنه،\nوبهذا قال أحمد، وأبو حنيفة، ومالك، وغيرهم.\n</p>\n\n<p>\nواحتج لقول الشافعي بما رواه الدار قطني: من حديث موسى بن عبيدة, عن عبد\nالله بن دينار، عن ابن عمر, قال: كان رسول الله صلى الله عليه وسلم يعلمنا\nالتشهد التحيات الطيبات الزاكيات لله، السلام عليك أيها النبي ورحمة الله\nوبركاته، السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله\nوحده لا شريك له وأن محمدا عبده ورسوله, ثم يصل على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى الدارقطني أيضا: من حديث عمرو بن شمر، عن جابر، عن عبد الله بن\nبريدة، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: \"يا بريدة! إذا\nصليت في صلاتك فلا تتركن الصلاة علي فيها، فإنها زكاة الصلاة\" وقد تقدم.\n</p>\n\n<p>\nقالوا: وهذا يعم الجلوس الأول والآخر.\n</p>\n\n<p>\nواحتج له أيضا بأن الله تعالى أمر المؤمنين بالصلاة والتسليم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \nص -278- رسوله صلى الله عليه وسلم, فدل على أنه حيث شرع التسليم عليه شرعت\nالصلاة عليه، ولهذا سأله أصحابه عن كيفية الصلاة عليه <span id='ms184'></span>، وقالوا: قد علمنا\nكيف نسلم عليك فكيف نصلي عليك؟ فدل على أن الصلاة عليه مقرونة بالسلام عليه\nصلى الله عليه وسلم, ومعلوم أن المصلي مسلم يصلي على النبي صلى الله عليه\nوسلم فيشرع له أن يصلي عليه.\n</p>\n\n<p>\nقالوا: ولأنه مكان شرع فيه التشهد والتسليم على النبي صلى الله عليه\nوسلم, فشرع فيه الصلاة عليه كالتشهد الأخير.\n</p>\n\n<p>\nقالوا: ولأن التشهد الأول محل يستحب فيه ذكر الرسول صلى الله عليه وسلم\nفاستحب فيه الصلاة عليه, لأنه أكمل في ذكره.\n</p>\n\n<p>\nقالوا: ولأن في حديث محمد بن إسحاق: كيف نصلي عليك إذا نحن جلسنا في\nصلاتنا؟.\n</p>\n\n<p>\nوقال الآخرون: ليس التشهد الأول بمحل لذلك، وهو القديم من قولي الشافعي\nرحمه الله تعالى، وهو الذي صححه كثير من أصحابه، لأن التشهد الأول تخفيفه\nمشروع، وكان النبي صلى الله عليه وسلم إذا جلس فيه كأنه على الرضف، ولم\nيثبت عنه أنه كان يفعل ذلك فيه، ولا علمه للأمة، ولا يعرف أن أحدا من\nالصحابة استحبه، ولأن مشروعية ذلك لو كانت كما ذكرتم من الأمر لكانت واجبة\nفي المحل كما في الأخير، لتناول الأمر لهما، ولأنه لو كانت الصلاة مستحبة\nفي هذا الموضع لا ستحب فيه الصلاة على آله صلى الله عليه وسلم, لأن النبي\nصلى الله عليه وسلم لم يفرد نفسه دون آله بالأمر بالصلاة عليه، بل أمرهم\nبالصلاة عليه وعلى آله في الصلاة وغيرها، ولأنه لو كانت الصلاة عليه في هذه\nالمواضع مشروعة لشرع فيها ذكر إبراهيم وآل إبراهيم، لأنها هي صفة الصلاة\nالمأمور بها، ولأنها لو شرعت في هذه المواضع لشرع فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \nص -279- الدعاء بعدها, لحديث فضالة, ولم يكن فرق بين التشهد الأول والأخير.\n</p>\n\n<p>\nقالوا: وأما ما استدللتم به من الأحاديث, فمع ضعفها: بموسى بن عبيدة،\nوعمرو بن شمر, وجابر الجعفي، لا تدل, لأن المراد بالتشهد فيها هو الأخير\nدون الأول بما ذكرناه من الأدلة، والله أعلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثالث من مواطن الصلاة عليه صلى الله عليه وسلم آخر القنوت\n</p>\n\n<p>\nاستحبه الشافعي ومن وافقه، واحتج <span id='ms185'></span> لذلك بما رواه النسائي عن محمد بن سلمة,\nحدثنا ابن وهب، عن يحيى بن عبد الله بن سالم، عن موسى بن عقبة، عن عبد الله\nبن علي، عن الحسن بن علي، قال: علمني رسول الله صلى الله عليه وسلم هؤلاء\nالكلمات في الوتر، قال: قل اللهم اهدني فيمن هديت, وبارك لي فيما أعطيت,\nوتولني فيمن توليت، وقني شر ما قضيت, فإنك تقضي ولا يقضى عليك إنه لا يذل\nمن واليت, تباركت ربنا وتعالين، وصلى الله على النبي.\n</p>\n\n<p>\nوهذا إنما هو في قنوت الوتر، وإنما نقل إلى قنوت الفجر قياسا، كما نقل\nأصل هذا الدعاء إلى قنوت الفجر.\n</p>\n\n<p>\nوقد رواه أبو إسحاق، عن يزيد عن أبي الجوزاء، قال: قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \nص -280- الحسن بن علي رضي الله عنهما: علمني رسول الله صلى الله عليه وسلم\nكلمات أقولهن في الوتر. فذكره، ولم يذكر فيه الصلاة.\n</p>\n\n<p>\nوهو مستحب في قنوت رمضان, قال ابن وهب: أخبرني يونس, عن ابن شهاب، قال:\nأخبرني عروة بن الزبير, أن عبد الرحمن بن عبد القاري، وكان في عهد عمر بن\nالخطاب مع عبد الله بن الأرقم على بيت المال، قال: إن عمر خرج ليلة في\nرمضان، فخرج معه عبد الرحمن ابن عبد القاري فطاف في المسجد، وأهل المسجد\nأوزاع متفرقون، يصلي الرجل لنفسه ويصلي الرجل فيصلي بصلاته الرهط، فقال عمر\nرضي الله عنه: والله إني لأظن لو جمعت هؤلاء على قارئ واحد يكون أمثل، ثم\nعزم عمر على ذلك وأمر أبي بن كعب أن يؤم بهم في رمضان، فخرج عليهم والناس\nيصلون بصلاة قارئهم، فقال عمر رضي الله عنه: نعمت البدعة هذه, والتي ينامون\nعنها أفضل من التي يقومون. يريد آخر الليل. وكان الناس يقومون أوله، وقال:\nكانوا يلعنون الكفرة في النصف يقولون: اللهم قاتل الكفرة الذين يصدون عن\nسبيلك ويكذبون رسلك، ولا يؤمنون بوعدك وخالف بين كلمتهم، وألق في قلوبهم\nالرعب، وألق عليهم رجزك وعذابك إله الحق. ثم يصلي على النبي صلى الله عليه\nوسلم, ثم يدعو للمسلمين ما <span id='ms186'></span> استطاع من خير، ثم يستغفر للمؤمنين. قال: فكان\nيقول إذا فرغ من لعنه الكفرة، وصلاته على النبي صلى الله عليه وسلم,\nواستغفاره للمؤمنين, ومسألته: \"اللهم إياك نعبد، ولك نصلي ونسجد، وإليك\nنسعى ونحفد، ونرجو رحمتك، ونخاف عذابك، إن عذابك الجد لمن عاديت ملحق\". ثم\nيكبر ويهوي ساجدا.\n</p>\n\n<p>\nوقال إسماعيل بن إسحاق: حدثنا محمد بن المثنى، حدثنا معاذ بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \nص -281- هشام، حدثني أبي, عن قتادة، عن عبد الله بن الحارث, أن أبا حليمة\nمعاذا كان يصلي على النبي صلى الله عليه وسلم في القنوت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الرابع من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nصلاة الجنازة بعد التكبيرة الثانية\n</p>\n\n<p>\nلا خلاف في مشروعيتها فيها، واختلف في توقف صحة الصلاة عليها، فقال\nالشافعي، وأحمد في المشهور من مذهبهما: إنها واجبة في الصلاة، لا تصح إلا\nبها. ورواه البيهقي: عن عبادة بن الصامت وغيره من الصحابة. وقال مالك، وأبو\nحنيفة: تستحب وليست بواجبة، وهو وجه لأصحاب الشافعي.\n</p>\n\n<p>\nوالدليل على مشروعيتها في صلاة الجنازة، ما روى الشافعي في مسنده, أخبرنا\nمطرف بن مازن، عن معمر, عن الزهري، قال: أخبرني أبو أمامة بن سهل, أنه\nأخبره رجل من أصحاب النبي صلى الله عليه وسلم: أن السنة في الصلاة على\nالجنازة أن يكبر الإمام، ثم يقرأ بفاتحة الكتاب بعد التكبيرة الأولى سرا في\nنفسه، ثم يصلي على النبي صلى الله عليه وسلم ويخلص الدعاء للجنازة في\nالتكبيرات لا يقرأ في شيء منهن، ثم يسلم سرا في نفسه.\n</p>\n\n<p>\nوقال إسماعيل بن إسحاق في كتاب الصلاة على النبي صلى الله عليه وسلم:\nحدثنا محمد بن المثنى, حدثنا عبد الأعلى، حدثنا معمر، عن الزهري، قال: سمعت\nأبا أمامة بن سهل بن حنيف يحدث سعيد بن المسيب، قال: إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \nص -282- السنة في صلاة الجنازة أن يقرأ بفاتحة الكتاب، ويصلي على النبي صلى\nالله عليه وسلم, ثم يخلص الدعاء للميت حتى يفرغ، ولا يقرأ إلا مرة واحدة,\nثم يسلم في نفسه. وأبو أمامة هذا صحابي صغير، وقد رواه عن صحابي <span id='ms187'></span> آخر كما\nذكره الشافعي.\n</p>\n\n<p>\nوقال صاحب المغنى: يروى عن ابن عباس, أنه صلى على جنازة بمكة فكبر، ثم\nقرأ وجهر وصلى على النبي صلى الله عليه وسلم, ثم دعا لصاحبه فأحسن، ثم\nانصرف، وقال: هكذا ينبغي أن تكون الصلاة على الجنازة.\n</p>\n\n<p>\nوفي موطأ يحيى بن بكير، حدثن مالك بن أنس، عن سعيد بن أبي سعيد المقبري،\nعن أبيه, أنه سأل أبا هريرة: كيف نصلي على الجنازة؟ فقال أبو هريرة رضي\nالله عنه: أنا لعمر الله أخبرك, أتبعها من أهلها فإذا وضعت كبرت وحمدت الله\nتعالى، وصليت على النبي صلى الله عليه وسلم, ثم أقول: اللهم إنه عبدك وابن\nعبدك, وابن أمتك، كان يشهد أن لا إله إلا أنت، وأن محمدا عبدك ورسولك، وأنت\nأعلم به، اللهم إن كان محسنا فزد في إحسان، وإن كان مسيئا فتجاوز عن\nسيئاته، اللهم لا تحرمنا أجره ولا تفتنا بعده.\n</p>\n\n<p>\nوقال أبو ذر الهروي: أخبرنا أبو الحسن بن أبي سهل السرخسي، أخبرنا أبو\nعلي أحمد بن رزين، حدثنا علي بن خشرم، حدثنا أنس بن عياض، عن إسماعيل بن\nرافع، عن رجل، قال: سمعت إبراهيم النخعي يقول: كان ابن مسعود رضي الله\nتعالى عنه إذا أتي بجنازة استقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \nص -283- الناس، وقال: يا أيها الناس، سمعت رسول الله صلى الله عليه وسلم\nيقول: \"لكل مئة أمة ولم يجتمع مئة لميت فيجتهدون له في الدعاء إلا وهب الله\nذنوبه لهم، وإنكم جئتم شفعاء لأخيكم، فاجتهدوا في الدعاء\". ثم يستقبل\nالقبلة, فإن كان رجلا قام عند وسطه، وإن كانت امرأة قام عند منكبها، ثم\nقال: \"اللهم عبدك وابن عبدك, أنت خلقته, وأنت هديته للإسلام, وأنت قبضت\nروحه، وأنت أعلم بسريرته وعلانيته، جئنا شفعاء له، اللهم إنا نستجير بحبل\nجوارك له، فإنك ذو وفاء وذو رحمة، أعذه من فتنة القبر وعذاب جهنم, اللهم إن\nكان محسنا فزد في إحسانه، وإن كان مسيئا فتجاوز عنه سيئاته، اللهم نور له\nفي قبره وألحقه بنبيهط. قال: يقول هذا كلما كبر، وإذا كانت التكبيرة <span id='ms188'></span>\nالآخرة, قال مثل ذلك. ثم يقول: \"اللهم صل على محمد وبارك على محمد، كما\nصليت وباركت على إبراهيم وآل إبراهيم إنك حميد مجيد، اللهم صل على أسلافنا\nوأفراطنا، اللهم اغفر للمسلمين والمسلمات والمؤمنين والمؤمنات، الأحياء\nمنهم والأموات\"، ثم ينصرف.\n</p>\n\n<p>\nقال إبراهيم: كان ابن مسعود يعلم هذا في الجنائز وفي المجلس، قال: وقيل\nله: كان رسول الله صلى الله عليه وسلم يقف على القبر ويقول إذا فرغ منه؟\nقال: \"نعم, كان إذا فرغ منه وقف عليه, ثم قال: \"اللهم نزل بك صاحبها وخلف\nالدنيا وراء ظهره، ونعم المنزول به، اللهم ثبت عند المسألة منطقه ولا تبتله\nفي قبره بما لا طاقة له به، اللهم نور له في قبره، وألحقه بنبيه صلى الله\nعليه وسلم, كلما ذكر\".\n</p>\n\n<p>\nإذا تقرر هذا فالمستحب أن يصلي عليه صلى الله عليه وسلم في الجنازة كما\nيصلي عليه في التشهد، لأن النبي صلى الله عليه وسلم علم ذلك أصحابه لما\nسألوه عن كيفية الصلاة عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nص -284- وفي مسائل عبد الله بن أحمد عن أبيه قال: يصلي على النبي صلى الله\nعليه وسلم ويصلي على الملائكة المقربين.\n</p>\n\n<p>\nقال القاضي، فيقول: اللهم صل على ملائكتك المقربين وأنبيائك والمرسلين،\nوأهل طاعتك أجمعين من أهل السماوات والأرضين، إنك على كل شيء قدير.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الخامس من مواطن الصلاة عليه صلى الله عليه وسلم في الخطب:\n</p>\n\n<p>\nكخطبة الجمعة، والعيدين، والاستسقاء، وغيره\n</p>\n\n<p>\nوقد اختلف في اشتراطها لصحة الخطبة, قال الشافعي وأحمد في المشهور من\nمذهبهما: لا تصح الخطبة إلا بالصلاة عليه صلى الله عليه وسلم, وقال أبو\nحنيفة ومالك: تصح بدونها، وهو وجه في مذهب أحمد.\n</p>\n\n<p>\nواحتج لوجوبها في الخطبة، بقوله تعالى: {ألم نشرح لك صدرك ووضعنا عنك\nوزرك الذي أنقض ظهرك ورفعنا لك ذكرك }سورة الشرح، قال ابن عباس رضي الله\nعنهما: رفع الله ذكره، فلا يذكر إلا ذكر معه.\n</p>\n\n<p>\nوفي هذا الدليل نظر, لأن ذكره صلى الله عليه وسلم مع ذكر ربه هو الشهادة\nله بالرسالة إذا شهد لمرسله بالوحدانية، وهذا <span id='ms189'></span> هو الواجب في الخطبة قطعا، بل\nهو ركنها الأعظم، وقد روى أبو داود، وأحمد، وغيرهما: من حديث أبي هريرة عن\nالنبي صلى الله عليه وسلم أنه قال: كل خطبة ليس فيها تشهد فهي كاليد\nالجذماء, واليد الجذماء: المقطوعة، فمن أوجب الصلاة على النبي صلى الله\nعليه وسلم في الخطبة دون التشهد فقوله في غاية الضعف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nص -285- وقد روى يونس، عن شيبان، عن قتادة: {ورفعنا لك ذكرك}الشرح:4، ورفع\nالله ذكره في الدنيا والآخرة، فليس خطيب, ولا متشهد، ولا صاحب صلاة إلا\nابتدأها: أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله.\n</p>\n\n<p>\nوقال عبد بن حميد: أخبرني عمرو بن عون، عن هشيم، عن جويبر، عن الضحاك:\n{ورفعنا لك ذكرك}الشرح:4، قال: إذا ذكرت ذكرت معي ولا يجوز خطبة ولا نكاح\nإلا بذكرك.\n</p>\n\n<p>\nوقال عبد الرزاق: عن ابن عيينة، عن ابن أبي نجيح، عن مجاهد: {ورفعنا لك\nذكرك}الشرح:4، قال: لا أذكر إلا ذكرت معي: الأذان، أشهد أن لا إله إلا الله\nوأشهد أن محمدا رسول الله.\n</p>\n\n<p>\nفهذا هو المراد من الآية، وكيف لا يجب التشهد الذي هو عقد الإسلام في\nالخطبة، وهو أفضل كلماتها وتجب الصلاة على النبي صلى الله عليه وسلم فيها.\n</p>\n\n<p>\nوالدليل على مشروعية الصلاة على النبي صلى الله عليه وسلم في الخطبة ما\nرواه عبد الله بن أحمد: حدثنا أبي، حدثنا منصور بن أبي مزاحم، حدثنا خالد,\nحدثني عون بن أبي حجيفة، كان أبي من شرط علي، وكان تحت المنبر، فحدثني: أنه\nصعد المنبر يعني عليا رضي الله عنه فحمد الله وأثنى عليه وصلى على النبي\nصلى الله عليه وسلم وقال: خير هذه الأمة بعد نبيها أبو بكر، والثاني عمر\nوقال: يجعل الله الخير حيث شاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nص -286- وقال محمد بن الحسن بن جعفر الأسدي: حدثنا أبو الحسن علي ابن محمد\nالحميري، حدثنا عبد الله بن سعيد الكندي، حدثنا حميد بن عبد الرحمن\nالرؤاسي، قال: سمعت أبي يذكر، عن أبي إسحاق، عن أبي الأحوص، عن عبد الله <span id='ms190'></span>,\nأنه كان يقول بعدما يفرغ من خطبة الصلاة ويصلي على النبي صلى الله عليه\nوسلم: اللهم حبب إلينا الإيمان وزينه في قلوبنا وكره إلينا الكفر والفسوق\nوالعصيان، أولئك هم الراشدون، اللهم بارك لنا في أسماعنا وأبصارنا وأزواجنا\nوقلوبنا وذرياتنا.\n</p>\n\n<p>\nوروى الدارقطني: من طريق ابن لهيعة، عن الأسود بن مالك الحضرمي، عن يحيى\nبن ذاخر المعافري، قال:ركبت أنا ووالدي إلى صلاة الجمعة. فذكر حديثا، وفيه:\nفقام عمرو بن العاص على المنبر فحمد الله وأثنى عليه حمدا موجزا، وصلى على\nالنبي صلى الله عليه وسلم, ووعظ الناس فأمرهم ونهاهم.\n</p>\n\n<p>\nوفي الباب حديث ضبة بن محصن, أن أبا موسى كان إذا خطب فحمد الله وأثنى\nعليه وصلى على النبي صلى الله عليه وسلم دعا لعمر، فأنكر عليه ضبة الدعاء\nلعمر قبل الدعاء لأبي بكر رضي الله عنهما، فرقع ذلك إلى عمر رضي الله عنه\nفقال لضبة: \"أنت أوفق منه وأرشد\".\n</p>\n\n<p>\nفهذا دليل على أن الصلاة على النبي صلى الله عليه وسلم في الخطب كان أمرا\nمشهورا معروفا عند الصحابة رضي الله عنهم أجمعين.\n</p>\n\n<p>\nوأما وجوبها فيعتمد دليلا يجب المصير إليه وإلى مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nص -287- فصل\n</p>\n\n<p>\nالموطن السادس من مواطن الصلاة عليه السلام\n</p>\n\n<p>\nبعد إجابة المؤذن وعند الإقامة\n</p>\n\n<p>\nلما روى مسلم في صحيحه: من حديث عبد الله بن عمرو, أنه سمع رسول الله صلى\nالله عليه وسلم يقول: \"إذا سمعتم المؤذن فقولوا مثل ما يقول ثم صلوا علي,\nفإنه من صلى علي صلاة صلى الله عليه بها عشرا، ثم سلوا الله لي الوسيلة,\nفإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله تعالى، وأرجو أن أكون\nأنا هو، فمن سأل الله لي الوسيلة حلت عليه شفاعتي\".\n</p>\n\n<p>\nوقال الحسن بن عرفة: حدثني محمد بن يزيد الواسطي، عن العوام ابن حوشب،\nحدثنا منصور بن زاذان، عن الحسن، قال: \"إن قال مثل ما يقول المؤذن فإذا قال\nالمؤذن: قد قامت الصلاة، قال: اللهم رب هذه الدعوة الصادقة والصلاة\nالقائمة، صل على محمد عبدك ورسولك, وأبلغه <span id='ms191'></span> درجة الوسيلة في الجنة, دخل في\nشفاعة محمد صلى الله عليه وسلم\".\n</p>\n\n<p>\nوقال يوسف بن أسباط: بلغني أن الرجل إذا أقيمت الصلاة فلم يقل: \"اللهم رب\nهذه الدعوة المستمعة المستجاب لها، صل على محمد وعلى آل محمد وزوجنا من\nالحور العين. قلن الحور العين: ما أزهدك فينا\".\n</p>\n\n<p>\nوفي إجابة المؤذن خمس سنن عن رسول الله صلى الله عليه وسلم, قد اشتمل\nحديث عبد الله بن عمرو على ثلاثة منها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nص -288- والرابعة: أن يقول ما رواه مسلم: عن سعد بن أبي وقاص، عن النبي صلى\nالله عليه وسلم, أنه قال: \"من قال حين يسمع المؤذن أشهد أن لا إله إلا الله\nوحده لا شريك له، وأن محمدا عبده ورسوله، رضيت بالله ربا، وبمحمد رسولا،\nوبالإسلام دينا، غفر له ذنبه\".\n</p>\n\n<p>\nوالخامسة: أن يدعو الله بعد إجابة المؤذن وصلاته على رسوله، وسؤاله له\nالوسيلة، لما في سنن أبي داود، والنسائي، من حديث عبد الله بن عمرو, أن\nرجلا قال: يا رسول الله، إن المؤذنين يفضلوننا, فقال رسول الله صلى الله\nعليه وسلم: \"قل كما يقولون، فإذا انتهيت فسل تعطه\".\n</p>\n\n<p>\nوفي المسند: من حديث جابر بن عبد الله, أن رسول الله صلى الله عليه وسلم\nقال: \"من قال حين ينادي المنادي: اللهم رب هذه الدعوة القائمة والصلاة\nالنافعة، صل على محمد وارض عنه رضى لا سخط بعده، استجاب الله له دعوته\".\n</p>\n\n<p>\nوفي المستدرك للحاكم: من حديث أبي أمامة, أن رسول الله صلى الله عليه\nوسلم كان إذا سمع الأذان قال: \"اللهم رب هذه الدعوة الصادقة المستجابة\nالمستجاب لها، دعوة الحق، وكلمة التقوى، توفني عليها, وأحيني عليها واجعلني\nمن صالح أهلها عملا يوم القيامة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nص -289- فهذه خمسة وعشرون سنة في اليوم والليلة لا يحافظ عليها إلا\nالسابقون.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن السابع من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند الدعاء\n</p>\n\n<p>\nوله ثلاث مراتب:\n</p>\n\n<p>\nإحداها: أن يصلي عليه قبل الدعاء وبعد حمد الله تعالى.\n</p>\n\n<p>\nوالمرتبة الثانية: أن يصلي عليه في أول الدعاء وأوسطه وآخره.\n</p>\n\n<p>\nوالثالثة: أن <span id='ms192'></span> يصلي عليه في أوله وآخره، ويجعل حاجته متوسطة بينهما.\n</p>\n\n<p>\nفأما المرتبة الأولى: فالدليل عليها حديث فضالة بن عبيد، وقول النبي صلى\nالله عليه وسلم فيه: إذا دعا أحدكم فليبدأ بتحميد الله والثناء عليه، ثم\nليصل على النبي صلى الله عليه وسلم ثم ليدع بعد بما شاء وقد تقدم.\n</p>\n\n<p>\nوقال الترمذي: حدثنا محمود بن غيلان، حدثنا يحيى بن آدم، حدثنا أبو بكر\nبن عياش, عن عاصم، عن زر، عن عبد الله، قال: كنت أصلي والنبي صلى الله عليه\nوسلم وأبو بكر وعمر معه، فلما جلست بدأت بالثناء على الله، ثم بالصلاة على\nالنبي صلى الله عليه وسلم, ثم دعوت لنفسي، فقال النبي صلى الله عليه وسلم\nسل تعطه.\n</p>\n\n<p>\nوقال عبد الرزاق: أخبرنا معمر، عن أبي إسحاق، عن أبي عبيدة، عن عبد الله\nبن مسعود رضي الله عنه، قال: إذا أراد أحدكم أن يسأل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n            \nص -290- فليبدأ بحمده والثناء عليه بما هو أهله, ثم يصلي على النبي صلى\nالله عليه وسلم, ثم يسأل بعد, فإنه أجدر أن ينجح أو يصيب.\n</p>\n\n<p>\nورواه شريك: عن أبي إسحاق, عن أبي الأحوص، عن عبد الله، نحوه.\n</p>\n\n<p>\nوأما المرتبة الثالثة: فقال عبد الرزاق: عن الثوري، عن موسى بن عبيدة، عن\nمحمد بن إبراهيم التيمي، عن أبيه، عن جابر بن عبد الله رضي الله عنهما،\nقال: قال رسول الله صلى الله عليه وسلم: \"لا تجعلوني كقدح الراكب\" فذكر\nالحديث وقال اجعلوني في وسط الدعاء وفي أوله وفي آخره.\n</p>\n\n<p>\nوقد تقدم حديث علي: ما من دعاء إلا بينه وبين الله حجاب حتى يصلى على\nمحمد صلى الله عليه وسلم, فإذا صلي على النبي صلى الله عليه وسلم انخرق\nالحجاب، واستجيب الدعاء، وإذا لم يصل على النبي صلى الله عليه وسلم لم\nيستجب الدعاء.\n</p>\n\n<p>\nوتقدم قول عمر رضي الله عنه: الدعاء موقوف بين السماء والأرض لا يصعد منه\nشيء حتى تصلي على نبيك صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال أحمد بن علي بن شعيب: حدثنا محمد بن حفص، حدثنا الجراح بن <span id='ms193'></span> يحيى،\nحدثني عمرو بن عمرو، قال: سمعت عبد الله بن بشر يقول: قال رسول الله صلى\nالله عليه وسلم: \"الدعاء كله محجوب حتى يكون أوله ثناء على الله عز وجل,\nوصلاة على النبي صلى الله عليه وسلم, ثم يدعو يستجاب لدعائه\".\n</p>\n\n<p>\nوعمرو بن عمرو هذا هو الأحموشي له عن عبد الله بن بسر حديثان، هذا\nأحدهما، والأخر رواه الطبراني في معجمه الكبير عنه، عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \nص -291- من استفتح أول نهاره بخير وختمه بالخير, قال الله عز وجل لملائكته:\n\"لا تكتبوا عليه ما بين ذلك من الذنوب والصلاة على النبي صلى الله عليه\nوسلم للدعاء مثل الفاتحة من الصلاة\".\n</p>\n\n<p>\nوهذه المواطن التي تقدمت كلها شرعت الصلاة على النبي صلى الله عليه وسلم\nفيها أما الدعاء، فمفتاح الدعاء الصلاة على النبي صلى الله عليه وسلم, كما\nأن مفتاح الصلاة الطهور، فصلى الله عليه وعلى آله وسلم تسليما.\n</p>\n\n<p>\nوقال أحمد بن أبي الحواري: سمعت أبا سليمان الداراني يقول: \"من أراد أن\nيسأل الله حاجته فليبدأ بالصلاة على النبي صلى الله عليه وسلم وليسأل\nحاجته، وليختم بالصلاة على النبي صلى الله عليه وسلم, فإن الصلاة على النبي\nصلى الله عليه وسلم مقبولة، والله أكرم أن يرد ما بينهما\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثامن من مواطن الصلاة على النبي صلى الله عليه وسلم\n</p>\n\n<p>\nعند دخول المسجد وعند الخروج منه\n</p>\n\n<p>\nلما روى ابن خزيمة في صحيحه, وأبو حاتم بن حبان: عن أبي هريرة رضي الله\nعنه, أن رسول الله صلى الله عليه وسلم قال: \"إذا دخل أحدكم المسجد فليسلم\nعلى النبي صلى الله عليه وسلم, وليقل: اللهم افتح لي أبواب رحمتك، وإذا خرج\nفليسلم على النبي صلى الله عليه وسلم وليقل: اللهم أجرني من الشيطان\nالرجيم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nص -292- وفي المسند والترمذي, وسنن ابن ماجه: من حديث فاطمة بنت الحسين، عن\nجدتها فاطمة الكبرى، قالت: كان رسول الله صلى الله عليه وسلم إذا دخل\nالمسجد قال: اللهم صل على محمد وسلم، اللهم اغفر لي ذنوبي، وافتح <span id='ms194'></span> لي أبواب\nرحمتك وإذا خرج قال مثلها، إلا أنه يقول: أبواب فضلك, ولفظ الترمذي كان\nرسول الله صلى الله عليه وسلم إذا دخل المسجد صلى على محمد وسلم. وقد تقدم\nالكلام على هذا الحديث.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن التاسع من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعلى الصفا والمروة\n</p>\n\n<p>\nلما روى إسماعيل بن إسحاق في كتابه: حدثنا هدبة, حدثنا همام بن يحيى,\nحدثنا نافع, أن عمر رضي الله عنهما كان يكبر على الصفا ثلاثا, يقول: \"لا\nإله إلا الله وحده لا شريك له, له الملك وله الحمد وهو على كل شيء قدير, ثم\nيصلي على النبي صلى الله عليه وسلم, ثم يدعو ويطيل القيام والدعاء, ثم يفعل\nعلى المروة مثل ذلك\". وهذا من توابع الدعاء أيضا.وروى جعفر بن عون, عن\nزكريا, عن الشعبي, عن وهب بن الأجدع, قال: سمعت عمر بن الخطاب رضي الله عنه\nيخطب الناس بمكة يقول: \"إذا قدم الرجل منكم حاجا فليطف بالبيت سبعا, وليصل\nعند المقام ركعتين, ثم يستلم الحجر الأسود, ثم يبدأ بالصفا, فيقوم عليها\nويستقبل البيت فيكبر سبع تكبيرات بين كل تكبيرتين حمد الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \nص -293- وثناء عليه عز وجل, وصلاة على النبي صلى الله عليه وسلم, ومسألة\nلنفسه, وعلى مروة مثل ذلك\".\n</p>\n\n<p>\nرواه أبو ذر: عن زاهد, عن محمد بن المسيب, عن عبد الله بن خبيق, عن جعفر,\nورواه البزار عن عبد الله بن سليمان, عن عبد الله بن محمد بن المسور, عن\nسفيان, عن مسعر, عن فراس, عن الشعبي, عن وهب, به.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن العاشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند اجتماع القوم قبل تفرقهم\n</p>\n\n<p>\nوقد تقدمت الأحاديث بذلك عن النبي صلى الله عليه وسلم من غير وجه, أنه\nقال: ما جلس قوم مجلسا ثم تفرقوا ولم يذكروا الله ولم يصلوا على النبي صلى\nالله عليه وسلم إن عليهم من الله تره, إن شاء عذبهم وإن شاء غفر لهم. رواه\nابن حيان في صحيحه والحاكم, وغيرهما.\n</p>\n\n<p>\nوقد روى <span id='ms195'></span> عبد الله بن إدريس الأودي, عن هشام بن عروة, عن أبيه,عن عائشة\nرضي الله عنها, قالت زينوا مجالسكم بالصلاة على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nويذكر عن عمر بن الخطاب رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nص -294- فصل\n</p>\n\n<p>\nالموطن الحادي عشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند ذكره\n</p>\n\n<p>\nوقد اختلف في وجوبها كلما ذكر اسمه صلى الله عليه وسلم, فقال أبو جعفر\nالطحاوي, وأبو عبيد الله الحليمي: تجب الصلاة عليه صلى الله عليه وسلم كلما\nذكر اسمه وقال غيرهما إن ذلك مستحب، وليس بفرض يأثم تاركه.\n</p>\n\n<p>\nثم اختلفوا, فقالت فرقة: تجب الصلاة عليه في العمر مرة واحدة, لأن الأمر\nمطلق لا يقتضي تكرارا, والماهية تحصل بمرة، وهذا محكي عن أبي حنيفة, ومالك,\nوالثوري, والأوزاعي. قال عياض وابن عبد البر: وهو قول جمهور الأمة.\n</p>\n\n<p>\nوقالت فرقة: بل تجب في كل صلاة في تشهدها الأخير كما تقدم, وهو قول\nالشافعي وأحمد في آخر الروايتين عنه، وغيرهما.\n</p>\n\n<p>\nوقالت فرقة: الأمر بالصلاة عليه أمر استحباب لا أمر إيجاب، وهذا قول ابن\nجرير وطائفة, وادعى ابن جرير فيه الإجماع, وهذا على أصله، فإنه إذا رأى\nالأكثرين على قول، جعله إجماعا يجب اتباعه، والمقدمتان هنا باطلتان. واحتج\nالموجبون بحجج:\n</p>\n\n<p>\nالحجة الأولى: حديث أبي هريرة رضي الله عنه، عن النبي صلى الله عليه\nوسلم: \"رغم أنف رجل ذكرت عنده فلم يصل علي\" صححه الحاكم وحسنه الترمذي.\n</p>\n\n<p>\nورغم أنفه: دعاء عليه وذم له، وتارك المستحب لا يذم ولا يدعى عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nص -295- الحجة الثانية: حديث أبي هريرة رضي الله عنه، عن النبي صلى الله\nعليه وسلم, أنه صعد المنبر فقال: \"آمين، آمين\" فذكر الحديث المتقدم في أول\nالكتاب وقال فيه: \"من ذكرت عنده فلم يصل عليك فمات فدخل النار فأبعده الله،\nقل: آمين، فقلت: آمين، فقلت آمين\" رواه ابن حبان في صحيحه.\n</p>\n\n<p>\nوقد تقدمت الأحاديث في هذا المعنى من رواية أبي هريرة، وجابر ابن سمرة،\nوكعب بن عجرة، ومالك بن الحويرث, وأنس بن مالك، وكل منها حجة مستقلة <span id='ms196'></span>, ولا\nريب أن الحديث بتلك الطرق المتعددة تفيد الصحة.\n</p>\n\n<p>\nالحجة الثالثة: ما رواه النسائي: عن محمد بن المثنى، عن أبي داود, عن\nالمغيرة بن مسلم، عن أبي إسحاق السبيعي، عن أنس بن مالك، قال: قال رسول\nالله صلى الله عليه وسلم: من ذكرت عنده فليصل علي, فإنه من صلى علي مرة صلى\nالله عليه عشرا.\n</p>\n\n<p>\nوهذا إسناد صحيح والأمر ظاهر الوجوب.\n</p>\n\n<p>\nالحجة الرابعة: ما رواه ابن حبان في صحيحه: من حديث عبد الله بن علي بن\nحسين، عن علي بن حسين عن أبيه, عن النبي صلى الله عليه وسلم قال: \"إن\nالبخيل من ذكرت عنده فلم يصل علي\", ورواه الحاكم في صحيحه, والنسائي\nوالترمذي. قال ابن حبان: هذا أشبه شيء، روي عن الحسين بن علي، وكان الحسين\nرضي الله عنه حين قبض النبي صلى الله عليه وسلم ابن سبع سنين إلا أشهرا،\nوذلك أنه ولد لليال خلون من شعبان سنة أربع، وابن ست سنين وأشهر, إذ كانت\nلغته العربية يحفظ الشيء بعد الشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nص -296- وقد تقدمت الأحاديث في هذا المعنى والكلام عليها.\n</p>\n\n<p>\nقال أبو نعيم: حدثنا أحمد بن عبد الله، حدثنا الحارث بن محمد، حدثنا عبيد\nالله بن عائشة، حدثنا حماد، عن أبي الهلال العنزي، قال: حدثني رجل في مسجد\nدمشق، عن عوف بن مالك الأشجعي, أن رسول الله صلى الله عليه وسلم قعد، أو\nقعد أبو ذر فذكر حديثا طويلا وفيه: قال رسول الله صلى الله عليه وسلم: إن\nأبخل الناس من ذكرت عنده, فلم يصل علي.\n</p>\n\n<p>\nوقال قاسم بن أصبغ: حدثنا محمد بن إسماعيل الترمذي, حدثنا نعيم بن حماد,\nحدثنا عبد الله بن المبارك, جرير بن حازم، قال سمعت الحسن يقول: قال رسول\nالله صلى الله عليه وسلم: بحسب المؤمن من البخل أن أذكر عنده فلم يصل علي.\n</p>\n\n<p>\nوقال سعيد بن منصور: حدثنا هشيم، عن أبي حرة، عن الحسن، قال: قال رسول\nالله صلى الله عليه وسلم: كفى به شحا أن أذكر عنده فلا يصلي علي صلى الله <span id='ms197'></span>\nعليه وسلم.\n</p>\n\n<p>\nقالوا: فإذا ثبت أنه بخيل فوجه الدلالة به من وجهين:\n</p>\n\n<p>\nأحدهما: أن البخل اسم ذم، وتارك المستحب لا يستحق اسم الذم. قال الله\nتعالى: { والله لا يحب كل مختال فخور الذين يبخلون ويأمرون\nالناس}الحديد:24، فقرن البخل بالاختيال والفخر، والأمر بالبخل, وذم على\nالمجموع، فدل على أن البخل صفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \nص -297- ذم، وقال النبي صلى الله عليه وسلم: \"وأي داء أدوأ من البخل\".\n</p>\n\n<p>\nالثاني: أن البخيل هو مانع ما وجب عليه, فمن أدى الواجب عليه كله لم يسم\nبخيلا، وإنما البخيل مانع ما يستحق عليه إعطاؤه وبذله.\n</p>\n\n<p>\nالحجة الخامسة: أن الله سبحانه وتعالى أمر بالصلاة والتسليم عليه، والأمر\nالمطلق للتكرار، ولا يمكن أن يقال: التكرار هو كل وقت، فإن الأوامر المكررة\nإنما تتكرر في أوقات خاصة، أو عند شروط وأسباب تقتضي تكرارها, وليس وقت\nأولى من وقت, فتكرر المأمور بتكرار ذكر النبي صلى الله عليه وسلم أولى لما\nتقدم من النصوص.\n</p>\n\n<p>\nفهنا ثلاث مقدمات.\n</p>\n\n<p>\nالأولى أن الصلاة مأمور بها أمرا مطلقا, وهذه معلومة.\n</p>\n\n<p>\nالمقدمة الثانية: أن الأمر المطلق يقتضي التكرار، وهذا مختلف فيه، فنفاه\nطائفة من الفقهاء والأصوليين وأثبته طائفة، وفرقت طائفة بين الأمر المطلق\nوالمعلق على شرط أو وقت، فأثبتت التكرار في المعلق دون المطلق, والأقوال\nالثلاثة في مذهب أحمد الشافعي، وغيرهما. ورجحت هذه الطائفة التكرار بأن\nعامة أوامر الشرع على التكرار، كقوله تعالى: {آمنوا بالله ورسوله}النساء:\nالآية136، { ادخلوا في السلم كافة}البقرة: من الآية208، {وأطيعوا الله\nوأطيعوا الرسول}المائدة: من الآية92، { واتقوا الله}البقرة: من الآية189،\n{وأقيموا الصلاة وآتوا الزكاة}البقرة: من الآية43، وقوله تعالى: {يا أيها\nالذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون}آل\nعمران:200، وقوله تعالى: {وخافون}آل عمران: من الآية175، { واخشوني}البقرة:\nمن الآية150، { واعتصموا بالله } \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \nص -298- النساء: من الآية146, {واعتصموا بحبل الله جميعا}آل عمران: من\nالآية103، {وأوفوا بعهد الله إذا عاهدتم }النحل: من الآية91, وقوله تعالى\nفي اليتامى: {وارزقوهم فيها واكسوهم}النساء: من الآية5، وقوله: { إذا نودي\nللصلاة من <span id='ms198'></span> يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع}الجمعة: من الآية9،\nوقوله:إذا قمتم إلى الصلاة فاغسلوا وجوهكم إلى قوله: {وإن كنتم جنبا\nفاطهروا}إلى قوله: { فلم تجدوا ماء فتيمموا }النساء: من الآية43، وقوله:\n{استعينوا بالصبر والصلاة إن الله مع الصابرين}البقرة: من الآية153، وقوله:\n{وأوفوا الكيل والميزان بالقسط لا نكلف نفسا إلا وسعها وإذا قلتم فاعدلوا\nولو كان ذا قربى وبعهد الله أوفوا}الأنعام: الآية152، وقوله: {وأن هذا\nصراطي مستقيما فاتبعوه}الأنعام: الآية153. وذلك في القرآن أكثر من أن يحصر,\nوإذا كانت أوامر الله ورسوله على التكرار حيث وردت إلا في النادر، علم أن\nهذا عرف خطاب الله ورسوله للأمة، والأمر وإن لم يكن في لفظه المجرد ما يؤذن\nبتكرار ولا فور، فلا ريب أنه في عرف خطاب الشارع للتكرار، فلا يحمل كلامه\nإلا على عرفه والمألوف من خطابه. وإن لم يكن ذلك مفهوما من أصل الوضع في\nاللغة وهذا كما قلنا: إن الأمر يقتضي الوجوب، والنهي يقتضي الفساد. فإن هذا\nمعلوم من خطاب الشارع وإن كان لا تعرض لصحة المنهي ولا لفساده في أصل موضوع\nاللغة، وكذا خطاب الشارع لواحد من الأمة يقتضي معرفة الخاص أن يكون اللفظ\nمتناولا له, ولأمثاله، وإن كان موضوع اللفظ لغة لا يقتضي ذلك، فإن هذا لغة\nصاحب الشرع وعرفه في مصادر كلامه وموارده، وهذا معلوم بالاضطرار من دينه\nقبل أن يعلم صحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \nالقياس واعتباره وشروطه، وهكذا فالفرق بين اقتضاء اللفظ وعدم اقتضائه لغة،\nوبين اقتضائه في عرف الشارع وعادة خطابه.\n</p>\n\n<p>\nالمقدمة الثالثة: أنه إذا تكرر المأمور به، فإنه لا يتكرر إلا بسبب أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \nص -299- وقت، وأولى الأسباب المقتضية لتكراره ذكر اسمه صلى الله عليه وسلم,\nلإخباره برغم أنف من ذكر عنده فلم يصل عليه, وللإسجال عليه بالبخل وإعطائه اسمه.\n</p>\n\n<p>\nقالوا: ومما يؤيد ذلك أن الله سبحانه أمر عباده المؤمنين بالصلاة عليه\nعقب إخباره لهم بأنه وملائكته يصلون عليه، لم يكن مرة وانقطعت، بل هي صلاة\nمتكررة، ولهذا ذكرها مبينا بها فضله وشرفه <span id='ms199'></span> وعلو منزلته عنده، ثم أمر\nالمؤمنين بها، فتكرارها في حقهم أحق وآكد لأجل الأمر.\n</p>\n\n<p>\nقالوا: ولأن الله تعالى أكد السلام بالمصدر الذي هو التسليم، وهذا يقتضي\nالمبالغة والزيادة في كميته, وذلك بالتكرار.\n</p>\n\n<p>\nقالوا: ولأن لفظ الفعل المأمور به يدل على التكثير وهو صلى وسلم فإن فعل:\nالمشدد, يدل على تكرار الفعل، كقولك: كسر الخبز، وقطع اللحم, وعلم الخير\nوشدد في كذا, ونحوه.\n</p>\n\n<p>\nقالوا: ولأن الأمر بالصلاة عليه في مقابل إحسانه إلى الأمة، وتعليمهم\nوإرشادهم وهدايتهم، وما حصل لهم ببركته من سعادة الدنيا والآخرة، ومعلوم أن\nمقابلة مثل هذا النفع العظيم لا يحصل بالصلاة عليه مرة واحدة في العمر، بل\nلو صلى العبد عليه بعدد أنفاسه لم يكن موفيا لحقه ولا مؤديا لنعمته، فجعل\nضابط شكر هذه النعمة بالصلاة عليه عند ذكر اسمه صلى الله عليه وسلم.\n</p>\n\n<p>\nقالوا: ولهذا أشار النبي صلى الله عليه وسلم إلى ذلك بتسميته من لم يصل\nعليه عند ذكره بخيلا، لأن من أحسن إلى العبد الإحسان العظيم، وحصل له به\nهذا الخير الجسيم، ثم يذكر عنده ولا يثني عليه، ولا يبالغ في حمده ومدحه\nوتمجيده, ويبدي ذلك ويعيده، ويعتذر من التقصير في القيام بشكره وحقه, عده\nالناس بخيلا لئيما كفورا، فكيف بمن أدنى إحسانه إلى العبد يزيد على أعظم\nإحسان المخلوقين بعضهم لبعض، الذي بإحسانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \nص -300- حصل للعبد خير الدنيا والآخرة، ونجا من شر الدنيا والآخرة، الذي لا\nتتصور القلوب حقيقة نعمته وإحسانه، فضلا عن أن يقوم بشكره، أليس هذا المنعم\nالمحسن أحق بأن يعظم ويثنى عليه، ويستفرغ الوسع في حمده ومدحه إذا ذكر بين\nالملأ، فلا أقل من أن يصلى عليه مرة إذا ذكر اسمه صلى الله عليه وسلم ؟.\n</p>\n\n<p>\nقالوا: ولهذا دعا عليه النبي صلى الله عليه وسلم برغم أنفه، وهو أن يلصق\nأنفه بالرغام وهو التراب، لأنه لما ذكر عنده فلم يصل عليه استحق أن يذله\nالله ويلصق أنفه بالتراب. وقالوا: ولأن الله سبحانه نهى الأمة أن يجعلوا\nدعاء الرسول بينهم كدعاء بعضهم بعضا <span id='ms200'></span>، فلا يسمونه إذا خاطبوه باسمه كما يسمي\nبعضهم بعضا، بل يدعونه برسول الله ونبي الله، وهذا من تمام تعزيزه وتوقيره\nوتعظيمه، فهكذا ينبغي أن يخص باقتران اسمه بالصلاة عليه، ليكون ذلك فرقا\nبينه وبين ذكر غيره، كما كان الأمر بدعائه بالرسول والنبي فرقا بينه وبين\nخطاب غيره، فلو كان عند ذكره لا تجب الصلاة عليه كان ذكره كذكر غيره في\nذلك، هذا على أحد التفسيرين في الآية، وأما على التفسير الآخر وهو أن\nالمعنى لا تجعلوا دعاءه إياكم كدعاء بعضكم بعضا، فتؤخروا الإجابة بالاعتذار\nوالعلل التي يؤخر بها بعضكم إجابة بعض، ولكن بادروا إليه إذا دعاكم بسرعة\nالإجابة ومعاجلة الطاعة، حتى لم يجعل اشتغالهم بالصلاة عذرا لهم في التخلف\nعن إجابته والمبادرة إلى طاعته، فإذا لم تكن الصلاة التي فيها شغل عذرا\nيستباح بها تأخير إجابته فكيف ما دونها من الأسباب والأعذار؟ فعلى هذا يكون\nالمصدر مضافا إلى الفاعل، وعلى القول الأول يكون مضافا إلى المفعول.\n</p>\n\n<p>\nوقد يقال وهو أحسن من القولين: إن المصدر هنا لم يضف إضافته إلى فاعل ولا\nمفعول، وإنما أضيف إضافة الأسماء المحضة، ويكون المعنى: لا تجعلوا الدعاء\nالمتعلق بالرسول المضاف إليه كدعاء\n</p>\n\n<p>\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nص -301- بعضكم بعضا، وعلى هذا فيعم الأمرين معا، ويكون النهي عن دعائهم له\nباسمه كما يدعو بعضهم بعضا، وعن تأخير إجابته صلى الله عليه وسلم, وعلى كل\nتقدير فكما أمر الله سبحانه بأن يميز عن غير هي خطابه ودعائهم إياه، قياما\nللأمة بما يجب عليهم من تعظيمه وإجلاله، فتمييزه بالصلاة عليه عند ذكر اسمه\nمن تمام هذا المقصود.\n</p>\n\n<p>\nقالوا: وقد أخبر النبي صلى الله عليه وسلم أن من ذكر عنده فلم يصل عليه\nخطئ طريق الجنة، هكذا رواه البيهقي، وهو من مراسيل محمد بن الحنفية، وله\nشواهد قد ذكرناها في أول الكتاب، فلولا أن الصلاة عليه واجبة عند ذكره لم\nيكن تاركها مخطئا لطريق الجنة.\n</p>\n\n<p>\nقالوا: وأيضا فمن ذكر النبي صلى الله عليه وسلم أو ذكر عنده فلم يصل عليه\nفقد جفاه، ولا <span id='ms201'></span> يجوز لمسلم جفاؤه صلى الله عليه وسلم.\n</p>\n\n<p>\nفالدليل على المقدمة الأولى ما رواه سعيد بن الأعراب: حدثنا إسحاق بن\nإبراهيم، حدثنا عبد الرزاق، عن معمر، عن قتادة قال: قال رسول الله صلى الله\nعليه وسلم: \"من الجفاء أن أذكر عند الرجل فلا يصلي علي صلى الله عليه\nوسلم\". ولو تركنا وهذا المرسل وحده لم نحتج به, ولكن له أصول وشواهد قد\nتقدمت من تسمية تارك الصلاة عليه عند ذكره بخيلا وشحيحا، والدعاء عليه\nبالرغم, وهذا من موجبات جفائه.\n</p>\n\n<p>\nوالدليل على المقدمة الثانية: أن جفاءه مناف لكمال حبه وتقديم محبته على\nالنفس والأهل والمال، وأنه أولى بالمؤمن من نفسه, فإن العبد لا يؤمن حتى\nيكون رسول الله صلى الله عليه وسلم أحب إليه من نفسه ومن ولده ووالده\nوالناس أجمعين، كما ثبت عن عمر رضي الله تعالى عنه أنه قال: يا رسول الله !\nوالله لأنت أحب إلى من كل شيء إلا من نفسي. قال: \"لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n            \nص -302- يا عمر! حتى أكون إليك من نفسك. قال: فوالله لأنت الآن أحب إلي من\nنفسي\". قال: الآن يا عمر.\n</p>\n\n<p>\nوثبت عنه في الصحيح أنه قال: لا يؤمن أحدكم حتى أكون أحب إليه من ولده\nووالده والناس أجمعين فذكر في هذا الحديث أنواع المحبة الثلاثة، فإن المحبة\nإما محبة إجلال وتعظيم, كمحبة الوالد، وإما محبة تحنن وود ولطف, كمحبة\nالولد وإما محبة لأجل الإحسان وصفات الكمال, كمحبة الناس بعضهم بعضا، ولا\nيؤمن العبد حتى يكون حب الرسول صلى الله عليه وسلم عنده أشد من هذه المحاب كلها.\n</p>\n\n<p>\nومعلوم أن جفاءه صلى الله عليه وسلم ينافي ذلك.\n</p>\n\n<p>\nقالوا: فلما كانت محبته فرضا، وكانت توابعها من الإجلال والتعظيم\nوالتوقير والطاعة والتقديم على النفس، وإيثاره بنفسه بحيث بقي نفسه بنفسه\nفرضا, كانت الصلاة عليه صلى الله عليه وسلم إذا ذكر من لوازم هذه الأحبية\nوتمامها. قالوا: وإذا ثبت بهذه الوجوه وغيرها وجوب الصلاة عليه صلى الله\nعليه وسلم على من ذكر عنده, فوجوبها على الذاكر نفسه أولى، ونظير هذا <span id='ms202'></span> أن\nسامع السجدة إذا أمر بالسجود إما وجوبا أو استحبابا، فوجوبها على التالي\nأولى، والله أعلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nقال نفاة الوجوب: الدليل على قولنا من وجوه:\n</p>\n\n<p>\nأحدها: أن من المعلوم الذي لا ريب فيه: أن السلف الصالح الذين هم القدوة\nلم يكن أحدهم كلما ذكر النبي صلى الله عليه وسلم يقرن الصلاة عليه باسمه،\nوهذا في خطابهم للنبي صلى الله عليه وسلم أكثر من أن يذكر, فإنهم كانوا\nيقولون: يا رسول الله، مقتصرين على ذلك، وربما كان يقول أحدهم: صلى الله\nعليك، وهذا في الأحاديث ظاهر كثيرا، فلو كانت الصلاة عليه واجبة عند ذكره\nلأنكر عليهم تركها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nص -303- الثاني أن الصلاة عليه لو كانت واجبة كلما ذكر لكان هذا من أظهر\nالواجبات, ولبينه النبي صلى الله تعالى عليه وسلم لأمته بيانا يقطع العذر\nوتقوم به الحجة.\n</p>\n\n<p>\nالثالث: أنه لا يعرف عن أحد من الصحابة ولا التابعين ولا تابعيهم هذا\nالقول ولا يعرف أحد منهم قال به، وأكثر الفقهاء، بل قد حكي الإجماع على أن\nالصلاة عليه صلى الله عليه وسلم ليست من فروض الصلاة, وقد نسب القول\nبوجوبها إلى الشذوذ ومخالفة الإجماع السابق، كما تقدم, فكيف تجب خارج\nالصلاة.\n</p>\n\n<p>\nالرابع: أنه لو وجبت الصلاة عليه عند ذكره دائما، لوجب على المؤذن أن\nيقول: أشهد أن محمدا رسول الله صلى الله عليه وسلم وهذا لا يشرع له في\nالأذان فضلا أن يجب عليه.\n</p>\n\n<p>\nالخامس: أنه كان يجب على من سمع الداء وأجابه أن يصلي عليه صلى الله عليه\nوسلم, وقد أمر صلى الله عليه وسلم السامع أن يقول كما المؤذن, وهذا يدل على\nجواز اقتصاره على قوله أشهد أن لا إله إلا الله, وأشهد أن محمدا رسول الله,\nفإن هذا مثل ما قال المؤذن.\n</p>\n\n<p>\nالسادس: أن التشهد الأول ينتهي عند قوله: وأشهد أن محمدا عبده ورسوله\nاتفاقا, واختلف هل يشرع أن يصلي على النبي صلى الله عليه وسلم وعلى آله قيه\nعلى ثلاثة أقوال:\n</p>\n\n<p>\nأحدها: لا يشرع ذلك إلا في الأخير\n</p>\n\n<p>\nوالثاني <span id='ms203'></span>: يشرع.\n</p>\n\n<p>\nوالثالث تشرع الصلاة عليه خاصة دون آله, ولم يقل أحد بوجوبها في الأول\nعند ذكر النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nالسابع: أن المسلم إذا دخل في الإسلام بتلفظه بالشهادتين لم يحتج أن\nيقول: أشهد أن محمدا رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nالثامن: أن الخطيب في الجمع والأعياد وغيرهما لا يحتاج أن يصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \nص -304- على النبي صلى الله عليه وسلم في نفس التشهد, ولو كانت الصلاة\nواجبة عليه عند ذكره لوجب عليه أن يقرنها بالشهادة، لا يقال: تكفي الصلاة\nعليه في الخطبة، فإن تلك الصلاة لا تنعطف على ذكر اسمه عند الشهادة, ولا\nسيما مع طول الفصل، والموجبون يقولون: تجب الصلاة عليه كلما ذكر، ومعلوم أن\nذكره ثانيا غير ذكره أولا.\n</p>\n\n<p>\nالتاسع: أنه لو وجبت الصلاة عليه كلما ذكر لوجبت على القارئ كلما مر بذكر\nاسمه أن يصلي عليه, ويقطع لذلك قراءته ليؤدي هذا الواجب, وسواء كان في\nالصلاة أو خارجها، فإن الصلاة عليه صلى الله عليه وسلم لا تبطل الصلاة، وهي\nواجب قد تعين فلزم أداؤه، ومعلوم أن ذلك لو كان واجبا لكان الصحابة\nوالتابعون أقوم به وأسرع إلى أدائه وترك إهماله.\n</p>\n\n<p>\nالعاشر: أنه لو وجبت الصلاة عليه كلما ذكر لوجب الثناء على الله عز وجل\nكلما ذكر اسمه، فكان يجب على من ذكر اسم الله أن يقرنه بقوله: سبحانه\nوتعالى أو عز وجل أو تبارك وتعالى أو جلت عظمته أو تعالى جده ونحو ذلك، بل\nكان ذلك أولى وأخرى, فإن تعظيم الرسول وإجلاله ومحبته وطاعته تابع لتعظيم\nمرسله سبحانه وإجلاله ومحبته وطاعته, فمحال أن تثبت المحبة والطاعة\nوالتعظيم والإجلال للرسول صلى الله عليه وسلم دون مرسله, بل إنما يثبت ذلك\nله تبعا لمحبة الله وتعظيمه وإجلاله, ولهذا كانت طاعة الرسول طاعة الله,\nفمن يطع الرسول فقط أطاع الله, ومبايعته مبايعة لله: {إن الذين يبايعونك\nإنما يبايعون الله يد الله فوق أيديهم}الفتح: الآية10، ومحبته محبة لله,\nقال تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله }آل <span id='ms204'></span> عمران: من\nالآية31, وتعظيمه تعظيم لله، ونصرته نصرة لله, فإنه رسوله وعبده الداعي\nإليه وإلى طاعته ومحبته وإجلاله، وتعظيمه وعبادته وحده لا شريك له, فكيف\nيقال تجب الصلاة عليه كلما ذكر اسمه, وهي ثناء وتعظيم كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            \nتقد، ولا يجب الثناء والتعظيم للخالق سبحانه وتعالى كلما ذكر اسمه ؟! هذا\nمحال من القول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nص -305- الحادي عشر: أنه لو جلس إنسان ليس له هجيرى إلا قوله: محمد رسول\nالله، أو اللهم صل على محمد, وبشر كثير يسمعونه, فإن قلتم: تجب على كل\nأولئك السامعين أن يكون هجيراهم الصلاة عليه صلى الله عليه وسلم, ولو طال\nالمجلس ما طال، كان ذلك حرجا ومشقة وتركا لقراءة قارئهم، ودراسة دارسهم,\nوكلام صاحب الحاجة منهم, ومذاكرته في العلم، وتعليمه القرآن وغيره, وإن\nقلتم: لا تجب عليهم الصلاة عليه في هذه الحال، نقضتم مذهبكم, وإن قلتم: تجب\nعليه مرة أو أكثر، كان تحكما بلا دليل، مع أنه مبطل لقولكم.\n</p>\n\n<p>\nالثاني عشر: أن الشهادة له بالرسالة أفرض وأوجب من الصلاة عليه بلا ريب،\nومعلوم أنه لا يدخل في الإسلام إلا بها، فإذا كانت لا تجب كلما ذكر اسمه,\nفكيف تجب الصلاة عليه كلما ذكر اسمه, وليس من الواجبات بعد كلمة الإخلاص\nأفرض من الشهادة له بالرسالة، فمتى أقر له بوجوبها عند ذكر اسمه تذكر العبد\nالإيمان وموجبات هذه الشهادة، فكان يجب على كل من ذكر اسمه أن يقول محمد\nرسول الله، ووجوب ذلك أظهر بكثير من وجوب الصلاة عليه كلما ذكر اسمه.\n</p>\n\n<p>\nولكل فرقة من هاتين الفرقتين أجوبة عن حجج الفرقة المنازعة لها بعضها\nضعيف جدا، وبعضها محتمل، وبعضها قوي, ويظهر ذلك لمن تأمل حجج الفريقين،\nوالله سبحانه وتعالى أعلم بالصواب.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثاني عشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند الفراغ من التلبية\n</p>\n\n<p>\nعال الدارقطني: حدثنا محمد بن مخلد، حدثنا علي بن زكريا التمار، حدثنا\nيعقوب بن حميد، حدثنا عبد بن عبد الله الأموي، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nص -306- سمعت صالح بن محمد بن زائدة يحدث عن عمارة <span id='ms205'></span> بن خزيمة بن ثابت، عن\nأبيه، أن النبي صلى الله عليه وسلم كان إذا فرغ من تلبيه سأل الله تعالى\nمغفرته ورضوانه واستعاذ برحمته من النار. قال صالح: سمعت القاسم بن محمد\nيقول: كان يستحب للرجل إذا فرغ من تلبيته أن يصلي على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقلت: وهذا أيضا من توابع الدعاء، والله أعلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثالث عشر من مواطن الصلاة على النبي صلى الله عليه وسلم\n</p>\n\n<p>\nعند استلام الحجر\n</p>\n\n<p>\nقال أبو ذرا الهروي: حدثنا محمد بن بكران، أخبرنا أبو عبد الله بن مخلد،\nحدثنا محمد بن عثمان بن أبي شيبة، حدثنا عون بن سلام، أنبأنا محمد بن سلام،\nحدثنا محمد بن مهاجر، عن نافع، قال: كان ابن عمر رضي الله عنهما إذا أراد\nأن يستلم الحجر قال: \"اللهم إيمانا بك وتصديقا بكتابك وسنة نبيك صلى الله\nعليه وسلم ويستلمه\".\n</p>\n\n<p>\nوقد تقدم أن من مواطن الصلاة عليه على الصفا والمروة صلى الله عليه وسلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الرابع عشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nفي قبره\n</p>\n\n<p>\nقال سحنون: حدثنا عبد الرحمن بن القاسم، عن مالك، عن عبد الله بن دينار،\nقال: رأيت عبد الله بن عمر يقف على قبر النبي صلى الله عليه وسلم فيصلي على\nالنبي صلى الله عليه وسلم, ويدعو لأبي بكر وعمر رضي الله عنهما، ذكره مالك\nفي الموطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nص -307- وقال مالك أيضا: عن عبد الله بن دينار, عن عبد الله بن عمر رضي\nالله عنهما أنه كان إذا أراد سفر, جاء قبر النبي صلى الله عليه وسلم فصلى\nعليه ودعا ثم انصرف.\n</p>\n\n<p>\nوقال ابن نمير: حدثنا محمد بن بشير, حدثنا عبد الله, عن نافع, عن ابن عمر\nرضي الله عنهما أنه كان إذا قدم من سفر، بدأ بقبر النبي صلى الله عليه وسلم\nفيصلي عليه ولا يمس القبر، ثم يسلم على أبي بكر رضي الله عنه، ثم يقول:\nالسلام عليك يا أبت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الخامس عشر من مواطن الصلاة عليه صلى الله <span id='ms206'></span> عليه وسلم\n</p>\n\n<p>\nإذا خرج إلى السوق أو إلى دعوة أو نحوها\n</p>\n\n<p>\nقال ابن أبي حاتم: حدثنا أبو سعيد بن يحيى بن سعيد القطان، حدثنا محمد بن\nبشر، حدثنا مسعر, حدثنا عامر بن شقيق، عن أبي وائل، قال: ما رأيت عبد الله\nجلس في مأدبة ولا جنازة ولا غير ذلك، فيقوم حتى يحمد الله، ويثني عليه،\nويصلي على النبي صلى الله عليه وسلم, ويدعو بدعوات، وإن كان يخرج إلى السوق\nفيأتي أغفلها مكانا، فيجلس، فيحمد الله، ويصلي على النبي صلى الله عليه\nوسلم, ويدعو بدعوات.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن السادس عشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nإذا قام الرجل من نوم الليل\n</p>\n\n<p>\nقال النسائي في سننه الكبير أخبرني علي بن محمد بن علي، حدثنا خلف يعني\nابن تميم, حدثنا أبو الأحوص، حدثنا شريك، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \nص -308- أبي إسحاق عن أبي عبيدة, عن عبد الله بن مسعود رضي الله عنه، قال:\nيضحك الله عز وجل إلى رجلين, رجل لقي العدو، وهو على فرس من أمثل خيل\nأصحابه فانهزموا وثبت, فإن قتل استشهد وإن بقي, فذلك الذي يضحك الله إليه،\nورجل قام في جوف الليل لا يعلم به أحد فتوضأ فأسبغ الوضوء، ثم حمد الله\nومجده وصلى على النبي صلى الله عليه وسلم, واستفتح القرآن، فذلك الذي يضحك\nالله إليه,يقول: انظروا إلى عبدي, قائما لا يراه أحد غيري.\n</p>\n\n<p>\nوقال عبد الرزاق: حدثنا معمر, عن أبي إسحاق، عن أبي عبيدة عن عبد الله بن\nمسعود، أنه قال: رجلان يضحك الله إليهما فذكره بنحوه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن السابع عشر من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعقب ختم القرآن\n</p>\n\n<p>\nوهذا لأن المحل محل دعاء، وقد نص الإمام أحمد رحمه الله تعالى على الدعاء\nعقب الختمة، فقال في رواية ابن الحارث: كان أنس إذا ختم القرآن جمع أهله\nوولده. وقال في رواية يوسف بن موسى، وقد سئل عن الرجل يختم القرآن فيجتمع\nإله قوم فيدعون؟ قال: نعم رأيت معمرا يفعله إذا ختم.\n</p>\n\n<p>\nوقال في رواية <span id='ms207'></span> حرب: استحب إذا ختم الرجل القرآن أن يجمع أهله ويدعو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nص -309- وروى ابن أبي داود في فضائل القرآن عن الحكم, قال: أرسل إلي مجاهد\nوعبدة بن أبي لبابة: أرسلنا إليك، إنا نريد أن نختم القرآن وكان يقال: إن\nالدعاء يستجاب عند ختم القرآن، ثم دعوا بدعوات.\n</p>\n\n<p>\nوروى أيضا في كتابه: عن ابن مسعود، أنه قال: من ختم القرآن فله دعوة\nمستجابة.\n</p>\n\n<p>\nوعن مجاهد قال: تنزل الرحمة عند ختم القرآن.\n</p>\n\n<p>\nوروى أبو عبيد في كتاب فضائل القرآن عن قتادة قال: كان بالمدينة رجل يقرأ\nالقرآن من أوله إلى آخره عند أصحاب له، فكان ابن عباس رضي الله تعالى عنهما\nيضع عليه الرقباء، فإذا كان عند الختم جاء ابن عباس رضي الله تعالى عنهما فشهده.\n</p>\n\n<p>\nونص أحمد رحمه الله تعالى على استحباب ذلك في صلاة التراويح، قال حنبل:\nسمعت أحمد يقول في ختم القرآن: إذا فرغت من قراءتك: {قل أعوذ برب\nالناس}الناس:1, فارفع يديك في الدعاء قبل الركوع, قلت: إلى أي شيء تذهب في\nهذا؟ قال: رأيت أهل مكة يفعلونه. وكان سفيان بن عيينة يفعله بمكة.\n</p>\n\n<p>\nقال عباس بن عبد العظيم: وكذلك أدركت الناس بالبصرة وبمكة، ويروي أهل\nالمدينة في هذا أشياء، وذكر عن عثمان بن عفان.\n</p>\n\n<p>\nوقال الفضل بن زياد: سألت أبا عبد الله فقلت: أختم القرآن، أجعله في\nالتراويح أو في الوتر؟ قال: اجعله في التراويح، حتى يكون لنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \nص -310- دعاء بين اثنين. قلت: كيف أصنع؟ قال: إذا فرغت من آخر القرآن،\nفارفع يديك قبل أن تركع، وادع بنا ونحن في الصلاة، وأطل القيام. قلت: بم\nأدعو؟ قال: بما شئت. قال: ففعلت كما أمرني وهو خلفي يدعو قائما ويرفع يديه.\n</p>\n\n<p>\nوهذا إذا كان من أكد مواطن الدعاء وأحقها بالإجابة، فهو من أكد مواطن\nالصلاة على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثامن عشر من مواطن الصلاة عليه صلى الله عليه\n</p>\n\n<p>\nوسلم يوم الجمعة\n</p>\n\n<p>\nوقد تقدم فيه حديث أوس بن أوس، عن أبي أمامة, أن النبي صلى الله عليه <span id='ms208'></span>\nوسلم قال: \"أكثروا علي من الصلاة في كل يوم جمعة، فإن صلاة أمتي تعرض علي\nفي كل يوم جمعة، فمن كان أكثرهم علي صلاة كان أقربهم مني منزلة صلى الله\nعليه وسلم\".\n</p>\n\n<p>\nرواه البيهقي. وقد تقدم.\n</p>\n\n<p>\nوروي أيضا عن أبي مسعود الأنصاري، عن النبي صلى الله عليه وسلم قال:\n\"أكثروا علي من الصلاة يوم الجمعة، فإنه ليس أحد يصلي علي يوم الجمعة إلا\nعرضت علي صلاته\".\n</p>\n\n<p>\nوفيه إسماعيل بن رافع، قال يعقوب بن سفيان: يصلح حديثه للشواهد\nوالمتابعات.\n</p>\n\n<p>\nوقال ابن عدي: حدثنا إسماعيل بن موسى الحاسب، حدثنا جبارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \nص -311- ابن مغلس, حدثنا أبو إسحاق الخميسي, عن يزيد الرقاشي, عن أنس رضي\nالله عنه، قال: قال رسول الله صلى الله عليه وسلم: \"أكثروا الصلاة علي يوم\nالجمعة، فإن صلاتكم تعرض علي\".\n</p>\n\n<p>\nوهذا وإن كان إسناده ضعيفا, فهو محفوظ في الجملة ولا يضر ذكره في\nالشواهد.\n</p>\n\n<p>\nوقد تقدم في مراسيل الحسن، عن النبي صلى الله عليه وسلم: \"أكثروا الصلاة\nعلي يوم الجمعة\".\n</p>\n\n<p>\nوقال ابن وضاح: حدثنا أبو مروان البزار, حديثا ابن المبارك، عن ابن شعيب,\nقال: كتب عمر بن عبد العزيز:\" أن انشروا العلم يوم الجمعة فإن غائلة العلم\nالنسيان، وأكثروا الصلاة على النبي صلى الله عليه وسلم يوم الجمعة\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن التاسع عشر من مواطن الصلاة عليه صلى الله عليه وسلم عند\n</p>\n\n<p>\nالقيام من المجلس\n</p>\n\n<p>\nقال عبد الرحمن بن أبي حاتم: حدثنا أبو سعيد بن يحيى بن سعيد القطان،\nحدثنا عثمان بن عمر، قال: سمعت سفيان بن سعيد الثوري ما لا أحصي, إذا أراد\nالقيام يقول صلى الله وملائكته على محمد وعلى أنبياء الله وملائكته.\n</p>\n\n<p>\nهذا الذي رأيته من الأثر في هذا الموطن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nص -312- فصل\n</p>\n\n<p>\nالموطن العشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند المرور على المساجد ورؤيتها\n</p>\n\n<p>\nقال القاضي إسماعيل في كتابه: حدثنا يحيى بن عبد الحميد، حدثنا سيف بن\nعمر التميمي، عن سليمان العبسي، عن عبي بن حسين قال: قال علي بن أبي طالب\nرضي الله عنه <span id='ms209'></span>: \"إذا مررتم بالمسجد فصلوا على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الحادي والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند الهم, والشدائد، وطلب المغفرة\n</p>\n\n<p>\nلحديث الطفيل بن أبي بن كعب، عن أبيه، قال: كان رسول الله صلى الله عليه\nوسلم إذا ذهب ثلثا الليل قام فقال: \"يا أيها الناس، اذكروا الله، جاءت\nالراجفة تتبعها الرادفة، جاء الموت بما فيه, جاء الموت بما فيه\", قال أبي:\nقلت: يا رسول الله ! إني أكثر الصلاة عليك، فكم أجعل لك من صلاتي؟ فقال:\n\"ما شئت\", قال: قلت الربع؟ قال: \"ما شئت\", فإن زدت فهو خير لك، قلت: النصف؟\nقال: \"ما شئت\"، فإن زدت فهو خير لك\"، قال: قلت: فالثلثين؟ قال: \"ما شئت،\nفإن زدت فهو خير لك\", قال: أجعل لك صلاتي كلها؟ قال: \"إذن تكفى همك ويغفر\nلك ذنبك\" رواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \nص -313- الترمذي: من حديث عبد الله بن محمد بن عقيل, عن الطفيل، عن أبيه،\nوقال: حديث حسن.\n</p>\n\n<p>\nوروى من حديث محمد بن عقيل، عن الطفيل، عن أبيه، حديثا آخر وصححه, وهو\nحديث: \"مثلي ومثل النبيين من قبلي كمثل رجل بنى دارا\" الحديث. ورواه ابن\nأبي شيبة في مسنده واختصره، فقال: عن أبي, قال رجل: يا رسول الله, أرأيت إن\nجعلت صلاتي كلها صلاة عليك؟ قال: \"إذن يكفيك الله ما أهمك من أمر دنياك\nوآخرتك\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثاني والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند كتابة اسمه صلى الله عليه وسلم\n</p>\n\n<p>\nقال أبوا الشيخ: حدثنا أسيد بن عاصم، حدثنا بشر بن عبيد، حدثنا محمد بن\nعبد الرحمن، عن عبد الرحمن بن عبد الله، عن الأعرج، عن أبي هريرة رضي الله\nعنه، قال: قال رسول الله صلى الله عليه وسلم: \"من صلى علي في كتاب لم تزل\nالملائكة يستغفرون له ما دام اسمي في ذلك الكتاب\".\n</p>\n\n<p>\nقال أبو موسى: رواه غير واحد عن أسيد كذلك. قال: ورواه إسحاق بن وهب\nالعلاف، عن بشر بن عبيد فقال: عن حازم بن بكر <span id='ms210'></span>، عن يزيد بن عياض، عن الأعرج.\nويروى من غير هذين الوجهين أيضا عن الأعرج.\n</p>\n\n<p>\nوفي الباب عن أبي بكر الصديق، وابن عباس، وعائشة، رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nص -314- وروى سليمان بن الربيع، حدثنا كادح بن رحمة, حدثنا نهشل بن سعيد،\nعن الضحاك، عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه\nوسلم: \"من صلى علي في كتاب لم تزل الصلاة جارية له ما دام اسمي في ذلك\nالكتاب\"وروي من طريق جعفر بن علي الزعفراني قال:سمعت خالي الحسن بن محمد\nيقول: رأيت أحمد بن حنبل في النوم، فقال لي: \"يا أبا علي لو رأيت صلاتنا\nعلى النبي صلى الله عليه وسلم في الكتاب كيف تزهر بين أيدينا؟\".\n</p>\n\n<p>\nوقال أبو الحسن بن على الميموني: \"رأيت الشيخ أبا علي الحسن بن عيينة في\nالمنام بعد موته، وكان على أصابع يديه شيئا مكتوبا بلون الذهب أو بلون\nالزعفران، فسألته عن ذلك, وقلت: يا أستاذي على أصابعك شيئا مليحا مكتوبا،\nما هو ؟ قال: يا بني! هذا لكتابتي لحديث رسول الله صلى الله عليه وسلم, أو\nقال لكتابتي صلى الله عليه وسلم في حديث رسول الله صلى الله عليه وسلم\".\n</p>\n\n<p>\nوذكر الخطيب: حدثنا مكي بن علي، قال: حدثنا أبو سليمان الحراني، قال: قال\nرجل من جواري يقال له أبو الفضل وكان كثير الصوم والصلاة: \"كنت أكتب الحديث\nولا أصلي على النبي صلى الله عليه وسلم, فرأيته في المنام، فقال: إذا كتبت\nأو ذكرت فلم لا تصلي علي؟ ثم رأيته مرة من الزمان، فقال: بلغني صلواتك علي،\nفإذا صليت علي أو ذكرت, فقل: صلى الله عليه وسلم\" وقال سفيان الثوري: \"لو\nلم يكن لصاحب الحديث فائدة إلا الصلاة على رسول الله صلى الله عليه وسلم\nفإنه يصلي عليه ما دام في ذلك الكتاب صلى الله عليه وسلم\".\n</p>\n\n<p>\nوقال محمد بن أبي سليمان: رأيت أبي في النوم, فقلت: \"يا أبت!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nص -315- ما فعل الله بك؟ قال: غفر لي, فقلت: بماذا ؟ قال: بكتابتي الصلاة <span id='ms211'></span>\nعلى النبي صلى الله عليه وسلم\" وقال بعض أهل الحديث: \"كان لي جار فمات,\nفرؤي في المنام فقيل له: ما فعل الله بك؟ قال: غفر لي ؟ قيل: بماذا؟ قال:\nكنت إذا كتبت ذكر رسول الله صلى الله عليه وسلم في الحديث كتبت: صلى الله\nعليه وسلم\".\n</p>\n\n<p>\nوقال سفيان بن عيينة: حدثنا خلف صاحب الخلقان، قال: \"كان لي صديق يطلب\nمعي الحديث فمات، فرأيته في منامي وعليه ثياب خضر يجول فيها، فقلت: ألست\nكنت معي تطلب الحديث فيه ذكر محمد صلى الله عليه وسلم إلا كتبت في أسفلة\nصلى الله عليه وسلم, فكافأني ربي هذا الذي ترى علي؟\" وقال عبد الله بن عبد\nالحكم: \"رأيت الشافعي في النوم، فقلت. ما فعل الله بك؟ قال: رحمني وغفر لي\nوزفني إلى الجنة كما تزف العروس, ونثر علي كما ينثر على العروس، فقلت: بم\nبلغت هذه الحال؟ فقال لي قائل: يقول لك بما في كتاب الرسالة من الصلاة على\nالنبي صلى الله عليه وسلم\". قلت: فكيف ذلك؟ قال: وصلى الله على محمد عدد ما\nذكره الذاكرون، وعدد ما غفل عن ذكره الغافلون. قال: فلما أصبحت نظرت في\nالرسالة فوجدت الأمر كما رأيت: النبي صلى الله عليه وسلم\".\n</p>\n\n<p>\nوقال الخطيب: أنبأنا بشير بن عبد الله الرومي, قال:\n</p>\n\n<p>\nسمعت الحسين بن محمد بن عبيد العسكري وقال الخطيب: أنبأنا بشير بن عبد\nالله الرومي، قال: سمعت الحسين بن محمد بن عبيد العسكري، يقول: سمعت أبا\nإسحاق الدرامي المعروف بنهشل, يقول: \"كنت أكتب الحديث في تخريجي للحديث:\nقال: النبي صلى الله عليه وسلم تسليما. قال فرأيت النبي صلى الله عليه وسلم\nفي المنام, فكأنه قد أخذ شيئا مما أكتبه فنظر فيه, فقال: هذا جيد\".\n</p>\n\n<p>\nوقال عبد الله بن عمرو: حدثني بعض إخواني ممن أثق به, قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nص -316- \"رأيت رجلا من أهل الحديث في المنام, فقلت: ماذا فعل بك؟ قال:\nرحمني أو غفر لي. قلت: وبم ذلك ؟: قال: إني كنت إذا أتيت على اسم النبي صلى\nالله عليه وسلم <span id='ms212'></span> كتبت صلى الله عليه وسلم\".ذكرها محمد بن صالح، عن ثوابة, عن\nسعيد بن مروان، عنه.\n</p>\n\n<p>\nوقد روى الحافظ أبو موسى في كتابه: \"عن جماعة من أهل الحديث, أنهم رؤوا\nبعد موتهم، وأخبروا أن الله غفر لهم بكتابتهم الصلاة على النبي صلى الله\nعليه وسلم في كل حديث\".\n</p>\n\n<p>\nوقال ابن سنان: سمعت عباس العنبري, وعلي بن المديني، يقولان: ما تركنا\nالصلاة على النبي صلى الله عليه وسلم في كل حديث سمعناه, وربما عجلنا،\nفنبيض الكتاب في كل حديث حتى ترجع إليه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثالث والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند تبليغ العلم إلى الناس\n</p>\n\n<p>\nقال إسماعيل بن إسحاق في كتابه: حدثنا أبو بكر بن أبي شيبة، حدثنا حسين\nبن علي هو الجعفي عن جعفر بن برقان، قال: كتب عمر بن عبد العزيز: أما بعد\nفإن أناسا من الناس قد التمسوا الدنيا بعمل الآخرة، وإن من القصاص من قد\nأحدثوا في الصلاة على خلفائهم وأمرائهم عدل صلاتهم على النبي صلى الله عليه\nوسلم, فإذا جاءك كتابي هذا فمرهم أن تكون صلاتهم على النبيين ودعاؤهم\nللمسلمين عامة, ويدعوا ما سوى ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nص -317- والصلاة على النبي صلى الله عليه وسلم في هذا الموطن, لأنه موطن\nلتبليغ العلم الذي جاء به ونشره في أمته، وإلقائه إليهم, ودعوتهم إلى سننه\nوطريقته صلى الله عليه وسلم, وهذا من أفضل الأعمال وأعظمها نفعا للعبد في\nالدنيا والآخرة.قال تعالى: {ومن أحسن قولا ممن دعا إلى الله وعمل صالحا\nوقال إنني من المسلمين}فصلت:33، وقال تعالى: {قل هذه سبيلي أدعو إلى الله\nعلى بصيرة أنا ومن اتبعني}يوسف: من الآية108، وسواء كان المعنى أنا ومن\nاتبعني يدعو إلى الله على بصيرة، أو كان الوقف عند قول: أدعو إلى الله ثم\nيبتدئ: على بصيرة أنا ومن اتبعن فالقولان متلازمان، فإنه أمره سبحانه أن\nيخبر أن سبيله الدعوة إلى الله، فمن دعا إلى الله تعالى فهو على سبيل رسوله\nصلى الله عليه وسلم, وهو على بصيرة <span id='ms213'></span>, وهو من أتباعه، ومن دعا إلى غير ذلك\nفليس على سبيله ولا هو على بصيرة ولا هو من أتباعه.\n</p>\n\n<p>\nفالدعوة إلى الله تعالى هي وظيفة المرسلين وأتباعهم، وهم خلفاء الرسل في\nأممهم والناس تبع لهم, والله سبحانه قد أمر رسوله أن يبلغ ما أنزل إليه,\nوضمن له حفظه وعصمته من الناس, وهكذا المبلغون عنه من أمته لهم من حفظ الله\nوعصمته إياهم بحسب قيامهم بدينه وتبليغهم له, وقد أمر النبي صلى الله عليه\nوسلم بالتبليغ عنه ولو آية، ودعا لمن بلغ عنه ولو حديثا. وتبليغ سنته إلى\nالأمة أفضل من تبليغ السهام إلى نحور العدو، ولأن ذلك التبليغ يفعله كثير\nمن الناس, وأما تبليغ السنن فلا تقوم به إلا ورثة الأنبياء وخلفاؤهم في\nأممهم، جعلنا الله تعالى منهم بمنه وكرمه.\n</p>\n\n<p>\nوهم كما قال فيهم عمر بن الخطاب في خطبته التي ذكرها ابن وضاح في كتاب\nالحوادث والبدع له، قال: الحمد لله الذي أمتن على العباد بأن جعل في كل\nزمان فترة من الرسل بقايا من أهل العلم، يدعون من ضل إلى الهدى ويصبرون\nمنهم على الأذى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \nويحيون بكتاب الله أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \nص -318- العمى, كم من قتيل لإبليس قد أحيوه وضال تائه قد هدوه، بذلوا\nدماءهم وأموالهم دون هلكة العباد فما أحسن أثرهم على الناس وأبح أثر الناس\nعليهم، يقبلونهم في سالف الدهر وإلى يومنا هذا, فما نسبهم ربك:{ وما كان\nربك نسيا}مريم: من الآية64، جعل قصصهم هدى، وأخبر عن حسن مقالتهم. فلا تقصر\nعنهم فإنهم في منزلة رفيعة إن أصابتهم الوضيعة.\n</p>\n\n<p>\nوقال عبد الله بن مسعود رضي الله عنه: إن لله عند كل بدعة كيد بها\nالإسلام وليا من أوليائه يذب عنها وينطق بعلاماتها، فاغتنموا حضور تلك\nالمواطن، وتوكلوا على الله.\n</p>\n\n<p>\nويكفي في هذا قول النبي صلى الله عليه وسلم لعلي رضي الله عنه: لأن يهدي\nالله بك رجلا واحدا خير لك من حمر النعم.\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم: من أحيا شيئا من سنتي كنت أنا وهو في الجنة <span id='ms214'></span>\nكهاتين وضم بين أصبعيه. وقوله: من دعا إلى هدى فاتبع عليه, كان له مثل أجر\nمن تبعه إلى يوم القيامة.\n</p>\n\n<p>\nفمتى يدرك العامل هذا الفضل العظيم والحظ الجسيم بشيء من عمله، وإنما ذلك\nفضل الله يؤتيه من يشاء والله ذو الفضل العظيم, فحقيق بالمبلغ عن رسول الله\nصلى الله عليه وسلم الذي أقامه الله في هذا المقام أن يفتتح كلامه بحمد\nالله تعالى، والثناء عليه، وتمجيده، والاعتراف له بالوحدانية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \nص -319- وتعريف حقوقه على العباد، ثم بالصلاة على رسول الله صلى الله عليه\nوسلم وتمجيده، والثناء عليه, وأن يختمه أيضا بالصلاة عليه صلى الله عليه\nوسلم تسليما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الرابع والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nأول النهار وآخره\n</p>\n\n<p>\nقال الطبراني: حدثنا حفص بن عمر الصباح, حدثنا يزيد بن عبد ربه الجرجسي،\nحدثنا بقية بن الوليد, حدثني إبراهيم بن محمد بن زياد الألهاني, قال: سمعت\nمحمد بن معدان يحدث عن أبي الدرداء رضي الله عنه، قال: قال رسول الله صلى\nالله عليه وسلم: من صلى علي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي\nيوم القيامة.\n</p>\n\n<p>\nقال أبو موسى المدين, رواه عن بقية غي واحد, ويزيد عبد ربه كان يسكن بحمص\nقرب كنيسة جرجس, فنسب إليها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الخامس والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعقب الذنب إذا أراد أن يكفر عنه\n</p>\n\n<p>\nقال ابن أبي عاصم في كتاب الصلاة على النبي: حدثنا الحسن بن البزار،\nحدثنا شبابة, حدثنا مغيرة بن مسلم، عن أبي إسحاق، عن أنس رضي الله عنه،\nقال: قال رسول الله صلى الله عليه وسلم: \"لوا علي فإن الصلاة علي كفارة\nلكم, فمن صلى علي صلى الله عليه عشرا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nص -320- وقال ابن أبي عاصم في كتابه: حدثنا محمد بن أشكاب، حدثنا يونس بن\nمحمد، حدثنا الفضل بن عطاء، عن الفضل بن شعيب، عن أبي منظور، عن ابن معاذ،\nعن أبي كاهل، قال: قال رسول الله صلى الله عليه وسلم: يا أبا كاهل من <span id='ms215'></span> صلى\nعلي كل يوم ثلاث مرات، وكل ليلة ثلاث مرات حبا وشوقا إلي، كان حقا على الله\nأن يغفر له ذنوبه تلك الليلة, وذلك اليوم.\n</p>\n\n<p>\nوقال أبو الشيخ في كتاب الصلاة على النبي صلى الله عليه وسلم: حدثنا عبد\nابن محمد بن نصر، حدثنا إسماعيل بن يزيد، قال: حدثنا الحسين بن حفص، حدثنا\nإبراهيم بن طهمان, عن ليث بن أبي سليم، عن نافع بن كعب المدني، عن أبي\nهريرة, قال: قال رسول الله صلى الله عليه وسلم: \"صلوا علي فإن الصلاة علي\nزكاة لكم\", ورواه ابن أبي شيبة, عن ابن فضيل, عن ليث, عن كعب، عن أبي هريرة.\n</p>\n\n<p>\nفهذا فيه أخبار بأن الصلاة زكاة للمصلي على النبي صلى الله عليه وسلم,\nوالزكاة تتضمن النماء والبركة والطهارة، والذي قبله فيه أنها كفارة، وهي\nتتضمن محو الذنب، فتضمن الحديثان أن بالصلاة عليه صلى الله عليه وسلم تحصل\nطهارة النفس من رذائلها ويثبت لها النماء والزيادة في كمالاتها وفضائلها،\nوإلى هذه الأمرين يرجع كمال النفس، فعلم أنه لا كمال للنفس إلا بالصلاة على\nالنبي صلى الله عليه وسلم التي هي من لوازم محبته ومتابعته وتقديمه على كل\nمن سواه من المخلوقين صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nص -321- فصل\n</p>\n\n<p>\nالموطن السادس والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند إلمام الفقر والحاجة، أو خوف وقوعه\n</p>\n\n<p>\nقال أبو نعيم: حدثنا عبد الله بن محمد بن جعفر، حدثنا محمد بن الحسن بن\nسماعة، حدثنا أبو نعيم، حدثنا فطر بن خلفة، عن جابر بن سمرة السوائي، عن\nأبيه, قال: كنا عند النبي صلى الله عليه وسلم إذ جاءه رجل فقال: \"يا رسول\nالله ما أقرب الأعمال إلى الله عز وجل؟ قال: صدق الحديث، وأداء الأمانة،\nقلت: يا رسول الله زدنا ؟ قال: قال: صلاة الليل، وصوم الهواجر. قلت: يا\nرسول الله زدنا. قال: كثرة الذكر, والصلاة علي تنفي الفقر. قلت: يا رسول\nالله زدنا. قال: من أم قوما فليخفف فإن فيهم الكبير، والعليل, والضعيف, وذا\nالحاجة\".\n</p>\n\n<p>\nفصل <span id='ms216'></span>\n</p>\n\n<p>\nالموطن السابع والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند خطبة الرجل المرأة في النكاح\n</p>\n\n<p>\nقال إسماعيل بن أبي زياد: عن جويبر, عن الضحاك، عن ابن عباس رضي الله\nعنهما في قوله تعالى: {إن الله وملائكته يصلون على النبي }الأحزاب: من\nالآية56، قال: \"يعني أن الله تعالى يثني على نبيكم ويغفر له، وأمر الملائكة\nبالاستغفار له يا أيها الذين آمنوا صلوا عليه أثنوا عليه في صلاتكم وفي\nمساجدكم، وفي كل موطن, وفي خطبة النساء فلا تنسوه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nص -322- فصل\n</p>\n\n<p>\nالموطن الثامن والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند العطاس\n</p>\n\n<p>\nقال الطبراني: حدثنا محمد بن عبد الله الحضرمي، حدثنا سهل بن صالح\nالأنطاكي، حدثنا الوليد بن مسلم, حدثنا سعيد بن عبد العزيز، عن سليمان بن\nموسى, عن نافع، قال: رأيت ابن عمر وقد عطس رجل إلى جنبه فقال: الحمد لله\nوالسلام على رسول الله, فقال ابن عمر: وأنا أقول السلام على رسول الله،\nولكن ليس هكذا أمرنا رسول الله صلى الله عليه وسلم, أمرنا أن نقول إذا\nعطسنا: الحمد لله على كل حال.\n</p>\n\n<p>\nقال الطبراني: لم يروه عن سعيد إلا الوليد, تفرد به سهل.\n</p>\n\n<p>\nورواه الترمذي عن حميد بن مسعدة، حدثنا زياد بن الربيع، حدثنا حضرمي مولى\nآل الجارود، عن نافع, أن رجلا عطس إلى جنب ابن عمر فقال: الحمد لله والسلام\nعلى رسول الله. قال ابن عمر: وأنا أقول الحمد لله والسلام على رسول الله\nوليس هكذا علمنا رسول الله صلى الله عليه وسلم, علمنا أن نقول: الحمد لله\nعلى كل حال.\n</p>\n\n<p>\nقال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث زياد بن الربيع.\n</p>\n\n<p>\nقال أبو موسى المدين: وروي عن نافع أيضا، عن ابن عمر رضي الله عنهما خلاف\nذلك، ثم ساق من طريق عبد الله بن أحمد, حدثنا عباد ابن زياد الأسدي، حدثنا\nزهير, عن أبي إسحاق، عن نافع, قال: عطس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \nص -323- رجل عند ابن عمر فقال له ابن عمر: لقد بخلت, هلا حيث <span id='ms217'></span> حمدت الله\nتعالى صليت على النبي صلى الله عليه وسلم ؟. فذهب إلى هذا جماعة, منهم أبو\nموسى المديني، وغيره.\n</p>\n\n<p>\nونازعهم في ذلك آخرون، وقالوا: لا تستحب الصلاة على النبي صلى الله عليه\nوسلم عند العطاس، وإنما هو موضع حمد الله وحده، ولم يشرع النبي صلى الله\nعليه وسلم عند العطاس إلا حمد الله تعالى. والصلاة على رسول الله صلى الله\nعليه وسلم, وإن كانت من أفضل الأعمال وأحبها إلى الله، فلكل ذكر موطن يخصه\nلا يقوم غيره مقامه فيه.\n</p>\n\n<p>\nقالوا: ولهذا لا تشرع الصلاة عليه صلى الله عليه وسلم في الركوع ولا\nالسجود, ولا قيام الاعتدال من الركوع، وتشرع في التشهد الأخير، إما مشروعية\nوجوب أو استحباب، ورووا حديثا عن النبي صلى الله عليه وسلم: \"لا تذكروني\nعند ثلاث: عند تسمية الطعام، وعند الذبح، وعند العطاس\", وهذا الحديث لا\nيصح، فإنه من حديث سليمان بن عيسى السجزي، عن عبد الرحيم بن زيد العمي، عن\nكثير، عن عويد، عن أبيه, عن النبي صلى الله عليه وسلم فذكره، وله ثلاث علل:\n</p>\n\n<p>\nإحداها: تفرد سليمان بن عيسى به, قال البيهقي: وهو في عداد من يضع\nالحديث.\n</p>\n\n<p>\nالثانية: ضعف عبد الرحيم العمي.\n</p>\n\n<p>\nالثالثة: انقطاعه.\n</p>\n\n<p>\nقال البيهقي: وقد روينا في الصلاة عند العطاس: ما أخبرنا أبو طاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \nص -324- الفقيه، أخبرنا أبو عبد الله الصفار, حدثنا عبد الله الصفار حدثنا\nعبد الله ابن أحمد, حدثنا عباد بن زياد, فذكر الأثر المتقدم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن التاسع والعشرون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nبعد الفراغ من الوضوء\n</p>\n\n<p>\nقال أبو الشيخ في كتاب: حدثنا محمد بن عبد الرحيم بن شبيب، حدثنا إسحاق\nبن أبي إسرائيل, حدثنا محمد بن جابر، عن الأعمش، عن أبي وائل، عن عبد الله,\nقال: قال رسول الله صلى الله عليه وسلم: \"إذا فرغ أحدكم من طهوره فليقل\nأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله, ثم ليصل علي، فإذا قال ذلك\nفتحت له أبواب الرحمة\".\n</p>\n\n<p>\nهذا حديث مشهور له طرق عن <span id='ms218'></span> عمر بن الخطاب رضي الله عنه، وعقبة بن عامر\nوثوبان، وأنس, ليس في شيء منها ذكر الصلاة إلا في هذه الرواية.\n</p>\n\n<p>\nوقال ابن أبي عاصم في كتابه: حدثنا دحيم، حدثنا ابن أبي فديك، حدثنا عبد\nالمهيمن بن عياش بن سهل بن سعد, عن أبيه، عن جده، يرفعه: \"لا وضوء لمن لم\nيصل على النبي صلى الله عليه وسلم\".\n</p>\n\n<p>\nوعبد المهيمن لا يحتج به، وقد تقدم الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nص -325- فصل\n</p>\n\n<p>\nالموطن الثلاثون من مواطن الصلاة عليه\n</p>\n\n<p>\nعند دخول المنزل\n</p>\n\n<p>\nذكره الحافظ أبو موسى المديني، وروى فيه من حديث أبي صالح ابن المهلب، عن\nأبي بكر بن عمران، حدثني محمد بن العباس بن الوليد، حدثني عمرو بن سعيد،\nحدثنا ابن أبي ذئب، حدثني محمد بن حجلان، عن أبي حازم، عن سهل بن سعد، قال:\nجاء رجل إلى النبي صلى الله عليه وسلم فشكا إليه الفقر وضيق العيش أو\nالمعاش، فقال له رسول الله صلى الله عليه وسلم: \"إذا دخلت منزلك فسلم إن\nكان فيه أحد أو لم يكن فيه أحد، ثم سلم علي واقرأ: {قل هو الله\nأحد}الإخلاص:1، مرة واحدة\". ففعل الرجل, فأدر الله عليه الرزق حتى أفاد على\nجيرانه وقراباته.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الحادي والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nفي كل موطن يجتمع فيه لذكر الله تعالى\n</p>\n\n<p>\nلحديث أبي هريرة، عن النبي صلى الله عليه وسلم أنه قال: \"إن لله سيارة من\nالملائكة إذا مروا بحلق الذكر قال بعضهم لبعض: اقعدوا، فإذا دعا القوم\nأمنوا على دعائهم، فإذا صلوا على النبي صلى الله عليه وسلم صلوا معهم، حتى\nيفرغوا، ثم يقول بعضهم لبعض: طوبى لهؤلاء يرجعون مغفورا لهم\". وأصل الحديث\nفي مسلم, وهذا سياق مسلم بن إبراهيم الكشي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \nص -326- حدثنا عبد السلام بن عجلان، حدثنا أبو عثمان النهدي, عن أبي هريرة فذكره.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثاني والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nإذا نسي الشيء أو أراد ذكره\n</p>\n\n<p>\nذكره أبو موسى المديني: وروى فيه من طريق <span id='ms219'></span> محمد بن عتاب المروزي، حدثنا\nسعدان بن عبدة أبو سعيد المروزي, حدثنا عبيد الله بن عبد الله العتكي،\nأنبأنا أنس بن مالك, قال: قال رسول الله صلى الله عليه وسلم: \"إذا نسيتم\nشيئا فصلوا علي تذكروه إن شاء الله\". قال الحافظ: \"وقد ذكرناه من غير هذا\nالطريق في كتاب الحفظ والنسيان\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الثالث والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند الحاجة تعرض للعبد\n</p>\n\n<p>\nقال أحمد بن موسى الحافظ: حدثنا عبد الرحيم بن محمد بن مسلم, قال: حدثنا\nعبد الله بن أحمد بن محمد بن أسيد, حدثنا إسماعيل ابن يزيد, حدثنا إبراهيم\nبن الأشعث الخراساني، حدثنا عبد الله بن سنان ابن عقبة بن أبي عائشة\nالمدني، عن أبي سهل بن مالك، عن جابر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \nص -327- عبد الله، قال: قال رسول الله صلى الله عليه وسلم: من صلى علي مئة\nصلاة حين يصلي الصبح قبل أن يتكلم قضى الله له مئة حاجة, عجل له منها\nثلاثين حاجة وأخر له سبعين, وفي المغرب مثل ذلك. قالوا: وكيف الصلاة عليك\nيا رسول الله ؟ قال:\"{إن الله وملائكته يصلون على النبي يا أيها الذين\nآمنوا صلوا عليه وسلموا تسليما} الأحزاب:56, اللهم صل عليه, حتى تعد مئة\nمرة\". وقال إبراهيم بن الجنيد: حدثنا إسماعيل بن حديج بن معاوية، عن أبي\nإسحاق، عن أبي عبيدة، عن ابن مسعود رضي الله عنه قال: \"إذا أردت أن تسأل\nحاجة فابدأ بالمدحة والتحميد والثناء على الله عز وجل بما هو أهله، ثم صل\nعلى النبي صلى الله عليه وسلم, ثم ادع بعد, فإن ذلك أحرى أن تصيب حاجتك\".\n</p>\n\n<p>\nوقال الطبراني: حدثنا سهل بن موسى, حدثنا زريق بن السحت، حدثنا عبد\nالوهاب بن عطاء، حدثنا فائد أبو الورقاء، حدثنا عبد الله بن أبي أوفى قال:\nخرج علينا رسول الله صلى الله عليه وسلم, فقال: \"من كان له إلى الله عز وجل\nحاجة فليتوضأ, وليحسن وضوءه, وليركع ركعتين, وليثن على الله عز وجل، وليصل\nعلى النبي صلى الله <span id='ms220'></span> عليه وسلم, وليقل: لا إله إلا الله الحليم الكريم، لا\nإله إلا الله سبحان الله رب العرش الكريم، والحمد لله رب العالمين، أسألك\nموجبات رحمتك, وعزائم مغفرتك، والغنيمة من كل بر, والسلامة من كل ذنب، لا\nتدع لي هما إلا فرجته، ولا تدع لي ذنبا إلا غفرته، ولا حاجة لك فيها رضا\nإلا قضيتها يا أرحم الراحمين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nص -328- وقال ابن مندة الحافظ: حدثنا عبد الصمد العاصمي، أخبرنا إبراهيم\nابن أحمد المستملي، حدثنا محمد بن درستويه، وحدثنا بن متويه، حدثنا محمد بن\nعبيد، حدثنا عباس بن بكار، حدثنا أبو بكر الهذلي، حدثنا محمد بن المنكدر،\nعن جابر، قال: قال رسول الله صلى الله عليه وسلم: \"من صلى علي كل يوم مئة\nمرة قضى الله له مئة حاجة سبعين منها لأخرته وثلاثين منها لدنياه\", قال\nالحافظ أبو موسى: هذا حديث حسن.\n</p>\n\n<p>\nقلت: قد تقدم حديث فضالة بن عبيد، وأبي بن كعب في ذلك, والله أعلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الرابع والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند طنين الأذن\n</p>\n\n<p>\nذكره أبو موسى, وغيره. قال ابن أبي عاصم في كتابه: حدثنا أبو الربيع،\nقال: حدثنا حسان بن عدي, قال: حدثنا محمد بن عبد الله, عن أبي رافع, عن\nأخيه عبد الله, عن أبيه, عن جده، قال: قال رسول الله صلى الله عليه وسلم:\n\"إذا طنت أذن أحدكم فليصل علي وليقل: ذكر الله بخير من ذكرني\".\n</p>\n\n<p>\nورواه معمر بن محمد بن عبد الله بن أبي رافع، عن أبيه, عن جده، لم يذكر\nعبد الله في الإسناد، وفي رواية: \"ذكر الله من ذكرني بخير\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nص -329- فصل\n</p>\n\n<p>\nالموطن الخامس والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعقيب الصلوات\n</p>\n\n<p>\nذكره الحافظ أبو موسى وغيره. ولم يذكروا في ذلك سوى حكاية ذكرها أبو موسى\nالمديني: من طريق عبد الغني بن سعيد، قال: سمعت إسماعيل بن أحمد بن إسماعيل\nالحاسب، قال: أخبرني أبو بكر محمد بن عمر، قال: كنت عند أبي بكر بن مجاهد,\nفجاء الشبلي <span id='ms221'></span>، فقام إليه أبو بكر ابن مجاهد فعانقه، وقبل بين عينيه، فقلت\nله: يا سيدي, تفعل هذا بالشبلي، وأنت وجميع من ببغداد يتصور أنه مجنون؟\nفقال لي: فعلت به كما رأيت رسول الله صلى الله عليه وسلم فعل به، وذلك أني\nرأيت رسول الله صلى الله عليه وسلم في المنام وقد أقبل الشبلي، فقام إليه\nوقبل بين عينيه, فقلت: يا رسول الله! أتفعل هذا بالشبلي؟ فقال: هذا يقرأ\nبعد صلاته: {لقد جاءكم رسول من أنفسكم}التوبة: الآية128, إلى آخر السورة،\nويتبعها بالصلاة علي وفي رواية أنه لم يصلي صلاة فريضة إلا ويقرأ خلفها{لقد\nجاءكم رسول من أنفسكم}التوبة: الآية128, إلى آخر السورة، ويقول ثلاث مرات:\nصلى الله عليك يا محمد قال: فلما دخل الشبلي سألته عما يذكر بعد الصلاة,\nفذكر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nص -330- فصل\n</p>\n\n<p>\nالموطن السادس والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند الذبيحة\n</p>\n\n<p>\nوقد اختلف في هذه المسألة، فاستحبها الشافعي، قال: والتسمية على الذبيحة\nببسم الله, فإن زاد بعد ذلك شيئا من ذكر الله تعالى فالزيادة خير, ولا أكره\nمع تسميته على الذبيحة أن يقول: صلى الله على رسول الله, بل أحبه له, وأحب\nأن يكثر الصلاة عليه على كل الحالات, لأن ذكر الله بالصلاة عليه إيمان\nبالله وعبادة له, يؤجر عليها أن شاء الله تعالى من قالها.\n</p>\n\n<p>\nوقد ذكر عبد الرحمن بن عوف, أنه كان مع النبي صلى الله عليه وسلم فتقدمه\nالنبي صلى الله عليه وسلم, فتبعه، فوجده عبد الرحمن ساجدا، فوقف ينتظره\nفأطال, ثم رفع فقال عبد الرحمن: لقد خشيت أن يكون الله قبض روحك في سجودك،\nفقال: يا عبد الرحمن, إني لما كنت حيث رأيت لقيني جبريل فأخبرني عن الله,\nأنه قال: من صلى عليك صليت عليه, فسجدت لله شكرا.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: من نسي الصلاة علي خطئ به طريق الجنة\nوبسط رحمه الله الكلام في هذا.\n</p>\n\n<p>\nونازعه في ذلك آخرون، منهم أصحاب الإمام أبي حنيفة رحمه الله تعالى <span id='ms222'></span> فإنهم\nكرهوا الصلاة في هذا الموطن, ذكره صاحب المحيط وعلله بأن قال: لأن فيه\nإيهام الإهلال لغير الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nص -331- اختلف أصحاب الإمام أحمد رحمه الله تعالى فكرهها القاضي وأصحابه,\nوذكر الكراهة أبو الخطاب في رؤوس المسائل.\n</p>\n\n<p>\nوقال ابن شاقلا: تستحب. كقول الشافعي.\n</p>\n\n<p>\nواحتج من كرهها بأن قالوا: روى أبو محمد الخلال بإسناده، عن معاذ بن جبل\nرضي الله تعالى عنه، عن النبي صلى الله عليه وسلم أنه قال: \"موطنان لا حظ\nلي فيهما: عند العطاس والذبح\".\n</p>\n\n<p>\nواحتجوا بحديث سليمان بن عيسى السجزي، عن عبد الرحيم بن زيد العمي، عن\nأبيه، وقد تقدم الكلام على هذا الحديث وأنه غير ثابت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن السابع والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nفي الصلاة في غير التشهد\n</p>\n\n<p>\nبل في حال القراءة إذا مر بذكره أو بقوله تعالى: {إن الله وملائكته يصلون\nعلى النبي}الأحزاب: الآية56، ذكره أصحابنا، وغيرهم، قالوا: متى مر بذكره في\nالقراءة وقف وصلى عليه.\n</p>\n\n<p>\nوقال إسماعيل بن إسحاق: حدثنا محمد بن أبي بكر، حدثنا بشر بن منصور، عن\nهشام، عن الحسن، قال: \"إذا مر بالصلاة على النبي صلى الله عليه وسلم فليقف\nوليصل عليه في التطوع\".\n</p>\n\n<p>\nونص الإمام أحمد رحمه الله تعالى على ذلك فقال: \"إذا مر المصلي بآية فيها\nذكر النبي صلى الله عليه وسلم فإن كان في نفل صلى عليه صلى الله عليه وسلم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nص -332- فصل\n</p>\n\n<p>\nالموطن الثامن والثلاثون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nبدل الصدقة\n</p>\n\n<p>\nلمن لم يكن له مال فتجزئ الصلاة عليه عن الصدقة للمعسر.\n</p>\n\n<p>\nقال ابن وهب: عن عمرو بن الحارث, عن دراج أبي السمح, عن أبي الهيثم, عن\nأبي سعيد رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \"أيما رجل\nلم يكن عنده صدقة فليقل في دعائه: اللهم صل على محمد عبدك ورسولك، وصل على\nالمؤمنين والمؤمنات والمسلمين والمسلمات، فإنها له زكاة\".\n</p>\n\n<p>\nرواه عنه ابن أخيه، وهارون بن معروف.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن التاسع والثلاثون من مواطن <span id='ms223'></span> الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند النوم\n</p>\n\n<p>\nقال أبو الشيخ في كتابه: أخبرنا إسحاق بن إسماعيل البرمكي، حدثنا آدم بن\nأبي إياس، حدثنا محمد بن نشر, حدثنا محمد بن عامر، قال: قال أبو قرصافة:\nسمعت رسول الله صلى الله عليه وسلم يقول:\" من أوى إلى فراشه ثم قرأ: {تبارك\nالذي بيده الملك}الملك: الآية1, ثم قال: اللهم رب الحل والحرم، ورب البلد\nالحرام، ورب الركن والمقام، ورب المشعر الحرام بحق كل آية أنزلتها في شهر\nرمضان، بلغ روح محمد صلى الله عليه وسلم مني تحية وسلاما\"، أربع مرات، وكل\nالله تعالى بها الملكين حتى يأتيا محمدا صلى الله عليه وسلم فيقولان له: يا\nمحمد إن فلان ابن فلان يقرأ عليك السلام ورحمة الله. فيقول: وعلى فلان مني\nالسلام ورحمة الله وبركاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nص -333- قال الحافظ أبو موسى: نشر والد محمد بفتح النون.\n</p>\n\n<p>\nقلت: وأبو قرصافة, ذكره ابن عبد البر في كتاب الصحابة، وقال اسمه: جندرة\nمن بني كنانة، له صحبة, سكن فلسطين. وقيل: كان يسكن تهامة، ولكن محمد بن\nنشر هذا هو المدني، قال فيه الأزدي: متروك الحديث مجهول.\n</p>\n\n<p>\nقلت: وعلة الحديث أنه معروف من قول أبي جعفر الباقر، وهذا أشبه, والله أعلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالموطن الأربعون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nعند كل كلام خير ذي بال\n</p>\n\n<p>\nفإنه يبتدئ بحمد الله والثناء عليه, ثم بالصلاة على رسول الله صلى الله\nعليه وسلم, ثم يذكر كلامه بعد.\n</p>\n\n<p>\nأما ابتداؤه بالحمد فلما في مسند الإمام أحمد رحمه الله تعالى وسنن أبي\nداود: من حديث أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم أنه\nقال: \"كل كلام لا يبدأ فيه بحمد الله فهو أجذم\".\n</p>\n\n<p>\nوأما الصلاة على النبي صلى الله عليه وسلم, فروى أبو موسى المديني من\nحديث إسماعيل بن أبي زياد, عن يونس بن يزيد, عن الزهري، عن أبي سلمة، عن\nأبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \"كل كلام <span id='ms224'></span>\nلا يذكر الله فيه، فيبدأ به وبالصلاة علي، فهو أقطع ممحوق منه كل بركة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nص -334- فصل\n</p>\n\n<p>\nالموطن الحادي والأربعون من مواطن الصلاة عليه صلى الله عليه وسلم\n</p>\n\n<p>\nفي أثناء صلاة العيد\n</p>\n\n<p>\nفإنه يستحب أن يحد الله ويثني عليه, ويصلي على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال إسماعيل بن إسحاق: حدثنا مسلم بن إبراهيم، حدثنا هشام الستوائي،\nحدثنا حماد بن أبي سليمان، عن إبراهيم، عن علقمة, أن ابن مسعود وأبا موسى\nوحذيفة خرج عليهم الوليد بن عقبة قبل العيد بيوم، فقال لهم: إن هذا العيد\nقد دنا فكيف التكبير فيه ؟ قال عبد الله: تبدأ فتكبر تكبيرة تفتتح بها\nالصلاة، وتحمد ربك، وتصلي على النبي صلى الله عليه وسلم, ثم تدعو وتكبر،\nوتفعل مثل ذلك, ثم تكبر وتفعل مثل ذلك، ثم تقرأ ثم تكبر وتركع، ثم تقوم\nوتقرأ وتحمد ربك، وتصلي على النبي صلى الله عليه وسلم حمد، ثم تدعو وتكبر,\nوتفعل مثل ذلك, ثم تكبر وتفعل مثل ذلك، ثم تكبر وتفعل مثل ذلك, ثم تركع.\nفقال حذيفة، وأبو موسى: صدق أبو عبد الرحمن.\n</p>\n\n<p>\nوفي هذا الحديث الموالاة بين القراءتين، وهي مذهب أبي حنيفة، وإحدى\nالروايتين عن أحمد, وفيه تكبيرات العيد الزوائد ثلاثا ثلاثا, وهو مذهب أبي\nحنيفة, وفيه حمد الله والصلاة على رسوله بين التكبيرات، وهو مذهب الشافعي\nوأحمد، فأخذ أبو حنيفة به في عدد التكبيرات والمولاة بين القراءتين، وأخذ\nبه أحمد والشافعي في استحباب الذكر بين التكبيرات. وأبو حنيفة ومالك\nيستحبان سرد التكبيرات من غير ذكر بينهما، ومالك لم يأخذ به في هذا ولا في\nهذا، والله سبحانه وتعالى أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07"
  ]
}