{
  "content": "\n<h1 class='l1' id='head0'>CHECK [6_الباب الخامس في الصلاة على غير النبي و آله صلى الله عليه</h1>\n\nوسلم تسليما]\n<p>\nجلاء الأفهام\n</p>\n\n<p>\nالباب الخامس: في الصلاة على غير النبي وآله صلى الله عليه وسلم تسليما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p001'> Vol. 07, p. 001</a>\n            </div>\n            \nص -345- الباب الخامس: في الصلاة على غير النبي وآله صلى الله عليه وسلم تسليما\n</p>\n\n<p>\nأما سائر الأنبياء والمرسلين فيصلى عليه ويسلم. قال تعالى عن نوح عليه\nالسلام: {وتركنا عليه في الآخرين سلام على نوح في العالمين <span id='ms232'></span> إنا كذلك نجزي\nالمحسنين}الصافات:80، وقال عن إبراهيم خليله: {وتركنا عليه في الآخرين سلام\nعلى إبراهيم}الصافات:109, وقال تعالى في موسى وهارون: {وتركنا عليهما في\nالآخرين سلام على موسى وهارون} الصافات:120، وقال تعالى: {سلام على إل\nياسين} (الصافات:130، فالذي تركه سبحانه على رسله في الآخرين هو السلام\nعليهم المذكور.\n</p>\n\n<p>\nوقد قال جماعة من المفسرين، منهم مجاهد وغيره: وتركنا عليهم في الآخرين:\nالثناء الحسن، ولسان الصدق للأنبياء كلهم، وهذا قول قتادة أيضا. ولا ينبغي\nأن يحكى هذا قولان للمفسرين، كما يفعله من له عناية بحكاية الأقوال. بل هما\nقول واحد، فمن قال: إن المتروك هو السلام عليهم في الآخرين نفسه، فلا ريب\nأن قوله: سلام على نوح جملة في موضع نصب بتركنا, والمعنى أن العالمين\nيسلمون على نوح ومن بعده من الأنبياء, ومن فسره بلسان الصدق والثناء الحسن،\nنظر إلى لازم السلام وموجبة، وهو الثناء عليهم, وما جعل لهم من لسان الصدق\nالذي لأجله إذا ذكروا سلم عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p002'> Vol. 07, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nص -346- وقد زعمت طائفة, منهم ابن عطية وغيره: أن من قال: تركنا عليه ثناء\nحسنا ولسان صدق, كان سلام على نوح في العالمين جملة ابتدائية لا محل لها من\nالإعراب, وهو سلام من الله سلم به عليه. قالوا: فهذا السلام من الله أمنة\nلنوح في العالمين أن يذكره أحد بشر, قاله الطبري, وقد يقوي هذا القول أنه\nسبحانه أخبر أن المتروك عليه هو في الآخرين، وأن السلام عليه في العالمين,\nوبأن ابن عباس رضي الله عنهما قال: أبقى الله عليه ثناء حسنا.\n</p>\n\n<p>\nوهذا القول ضعيف لوجوه:\n</p>\n\n<p>\nأحدها: أنه يلزم منه حذف المفعول ل \"تركنا\" ولا يبقى في الكلام فائدة على\nهذا التقدير, فإن المعنى يؤول إلى أنا تركنا عليه في الآخرين أمرا لا ذكر\nله في اللفظ, لأن السلام عند هذا القائل منقطع بما قبله لا تعلق له بالفعل.\n</p>\n\n<p>\nالثاني: أنه لو كان المفعول محذوفا كما ذكره, لذكروه في موضع واحد ليدل\nعلى المراد منه عند حذفه, ولم يطرد حذفه في جميع من <span id='ms233'></span> أخبر أنه ترك عليه في\nالآخرين الثناء الحسن، وهذه طريقة القرآن، بل وكل كلام فصيح أن يذكر الشيء\nفي موضع ثم يحذفه في موضع آخر لدلالة المذكور على المحذوف، وأكثر ما تجده\nمذكورا، وحذفه قليل, وأما أن يحذف حذفا مطردا ولم يذكره في موضع واحد ولا\nفي اللفظ ما يدل عليه، فهذا لا يقع في القرآن.\n</p>\n\n<p>\nالثالث: أن في قراءة ابن مسعود: وتركنا عليه في الآخرين سلام بالنصب,\nوهذا يدل على أن المتروك هو السلام نفسه.\n</p>\n\n<p>\nالرابع: أنه لو كان السلام منقطعا مما قبله لأخل ذلك بفصاحة الكلام\nوجزالته، ولما حسن الوقوف على ما قبله, وتأمل هذا بحال السامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p003'> Vol. 07, p. 003</a>\n            </div>\n            \nص -347- إذا سمع قوله: وتركنا عليه في الآخرين كيف يجد قلبه متشوقا متطلعا\nإلى تمام الكلام، واجتناء الفائدة منه، ولا يجد فائدة الكلام انتهت وتمتت\nليظمئن عندها, بل يبقى طالبا لتمامها، وهو المتروك، فالوقف على الآخرين ليس\nبوقف تام.\n</p>\n\n<p>\nفإن قيل: فيجوز حذف المفعول من هذا الباب، لأن ترك هنا بمعنى أعطى, لأنه\nأعطاه ثناء حسنا أبقاه عليه في الآخرين, ويجوز في باب أعطى ذكر المفعولين،\nوحذفهما، والاقتصار على أحدهما, وقد وقع ذلك في القرآن كقوله: {إنا أعطيناك\nالكوثر}الكوثر:1 فذكرهما, وقال تعالى: {فأما من أعطى واتقى}الليل:5,\nفحذفهما، وقال تعالى: {ولسوف يعطيك ربك فترضى}الضحى:5، فحذف الثاني, واقتصر\nعلى الأول. وقال تعالى: { ويؤتون الزكاة}المائدة: من الآية55, فحذف الأول\nواقتصر على الثاني.\n</p>\n\n<p>\nقيل: فعل الإعطاء فعل مدح، فلفظه دليل على أن المفعول المعطى قد ناله\nقطاء المعطى، والإعطاء إحسان ونفع وبر، فجاز ذكر المفعولين وحذفهما\nوالاقتصار على أحدهما بحسب الغرض المطلوب من الفعل، فإن كان المقصود إيجاد\nماهية الإعطاء المخرجة للعبد من البخل والشح والمنع المنافي للإحسان ذكر\nالفعل مجردا، كما قال تعالى: {فأما من أعطى واتقى}الليل:5, ولم يذكر ما\nأعطى ولا من أعطى وتقول: فلان يعطي ويتصدق ويهب ويحسن, وقال النبي صلى الله\nعليه وسلم: اللهم لا مانع لما أعطيت ولا معطي لما منعت لما كان المقصود\nبهذا <span id='ms234'></span> تفرد الرب سبحانه بالعطاء والمنع، لم يكن لذكر المعطى ولا لحظ المعطى\nمعنى, بل المقصود أن حقيقة العطاء والمنع إليك لا إلى غيرك, بل أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p004'> Vol. 07, p. 004</a>\n            </div>\n            \nص -348- المتفرد بها لا يشركك فيها أحد، فذكر المفعولين هنا يخل بتمام\nالمعنى وبلاغته، وإذا كان المقصود ذكرهما ذكرا معا، كقوله تعالى: {إنا\nأعطيناك الكوثر}الكوثر:1، فإن المقصود إخباره لرسوله صلى الله عليه وسلم\nبما خصه به وأعطاه إياه من الكوثر، ولا يتم هذا إلا بذكر المفعولين، وكذا\nقوله تعالى: {ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا}الإنسان:8، وإذا\nكان المقصود أحدهما فقط اقتصر عليه، كقوله تعالى: {ويؤتون الزكاة}المائدة:\nالآية55.\n</p>\n\n<p>\nالمقصود به أنهم يفعلون هذا الواجب عليهم ولا يهملونه، فذكره لأنههم\nالمقصود، وقوله: {قالوا لم نك من المصلين ولم نك نطعم المسكين}المدثر:44,\nلما كان المقصود الإخبار عن المستحق للإطعام أنهم بخلوا عنه، ومنعوه حقه من\nالإطعام، وقست قلوبهم عنه، كان ذكره هو المقصود دون المطعوم.\n</p>\n\n<p>\nوتدبر هذه الطريقة في القرآن وذكره للأهم المقصود وحذفه لغيره يطلعك على\nباب من أبواب إعجازه، وكمال فصاحته.\n</p>\n\n<p>\nوأما فعل الترك فلا يشعر بشيء من هذا ولا يمدح به فلو قلت: فلان يترك, لم\nيكن مفيدا فائدة أصلا, بخلاف قولك: يطعم ويعطي ويهب ونحوه. بل لا بد أن\nتذكر ما يترك، ولهذا لا يقال: فلان تارك.\n</p>\n\n<p>\nويقال: معط ومطعم، ومن أسمائه سبحانه: المعطي, فقياس \"ترك\" على \"أعطى\" من\nأفسد القياس {سلام على نوح في العالمين}الصافات:79, جملة محكية قال\nالزمخشري:{وتركنا عليه في الآخرين}الصافات: 78,من الأمم هذه الكلمة\nوهي:{سلام على نوح}الصافات: 79, يعني يسلمون عليه تسليما، ويدعون له, وهو\nمن الكلام المحكي, كقولك: قرأت: سورة أنزلناها.\n</p>\n\n<p>\nالخامس: أنه قال: سلام على نوح في العالمين فأخبر سبحانه أن هذا السلام\nعليه في العالمين, ومعلوم أن هذا السلام فيهم هو سلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p005'> Vol. 07, p. 005</a>\n            </div>\n            \nص -349- العالمين عليه، كلهم يسلم عليه, ويثني عليه، ويدعو له، فذكره\nبالسلام عليه فيهم، وأما سلام الله سبحانه عليه فليس مقيدا بهم، ولهذا لا\nيشرع أن يسأل <span id='ms235'></span> الله تعالى مثل ذلك, فلا يقال: السلام على رسول الله في\nالعالمين، ولا اللهم سلم على رسولك في العالمين، ولو كان هذا هو سلام الله\nلشرع أن يطلب من الله على الوجه الذي سلم به وأما قولهم: إن الله سلم عليه\nفي العالمين، وترك عليه في الآخرين، فالله سبحانه وتعالى أبقى على أنبيائه\nورسله سلاما وثناء حسنا فيمن تأخر بعدهم جزاء على صبرهم, وتبليغهم رسالات\nربهم, واحتمالهم للأذى من أممهم في الله، وأخبر أن هذا المتروك على نوح هو\nعام في العالمين, وأن هذه التحية ثابتة فيهم جميعا, لا يخلون منها، فأدامها\nعليه في الملائكة والثقلين، طبقا بعد طبق, وعالما بعد عالم، مجازاة لنوح\nعله السلام بصبره، وقيامه بحق ربه, وبأنه أول رسول أرسله الله إلى أهل\nالأرض، وكل المرسلين بعده بعثوا بدينه, كما قال تعالى: {شرع لكم من الدين\nما وصى به نوحا}الشورى: الآية13.\n</p>\n\n<p>\nوقولهم: إن هذا قول ابن عباس، فقد تقدم أن ابن عباس وغيره إنما أرادوا\nبذلك أن السلام عليه من الثناء الحسن, ولسان الصدق, فذكروا معنى السلام\nعليه وفائدته, والله سبحانه أعلم.\n</p>\n\n<p>\nوأما الصلاة عليهم، فقال إسماعيل بن إسحاق في كتابه: حدثنا محمد بن أبي\nبكر المقدمي، حدثنا عمر بن هارون, عن موسى بن عبيدة، عن محمد بن ثابت، عن\nأبي هريرة, أن النبي صلى الله عليه وسلم قال: \"صلوا على أنبياء الله ورسله,\nفإن الله بعثهم كما بعثني صلى الله عليهم وسلم تسليما\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p006'> Vol. 07, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nص -350- رواه الطبراني: عن الدبري, عن عبد الرزاق, عن الثوري، عن موسى.\n</p>\n\n<p>\nوقال الطبراني: حدثنا ابن أبي مريم, حدثنا الفريابي، حدثنا سفيان، عن\nموسى بن عبيدة, عن محمد بن عمرو بن عطاء، عن ابن عباس رضي الله عنهما، قال:\nقال رسول الله صلى الله عليه وسلم: \"إذا صليتم علي فصلوا على أنبياء الله\nفإن الله بعثهم كما بعثني\".\n</p>\n\n<p>\nوفي الباب عن أنس، وقيل: عن أنس، عن أبي طلحة.\n</p>\n\n<p>\nقال الحافظ أبو موسى المديني: وبلغني بإسناد عن بعض السلف، أنه رأى آدم <span id='ms236'></span>\nفي المنام كأنه يشكو قلة صلاة بنيه عليه صلى الله عليه وسلم وعلى جميع\nالأنبياء والمرسلين.\n</p>\n\n<p>\nوموسى وإن كان ضعيفا فحديثه يستأنس به.\n</p>\n\n<p>\nوقد حكى غير واحد الإجماع على أن الصلاة على جميع النبيين مشروعة،منهم\nالشيخ محيي الدين النووي رحمه الله وغيره، وقد حكي عن مالك رواية أنه لا\nيصلى على غير نبينا صلى الله عليه وسلم, ولكن قال أصحابه: هو مؤولة بمعنى\nأنا لم نتعبد بالصلاة على غيره من الأنبياء, كما تعبدنا الله بالصلاة عليه\nصلى الله عليه وسلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوأما من سوى الأنبياء, فإن آل النبي صلى الله عليه وسلم يصلى عليهم بغير\nخلاف بين الأمة.\n</p>\n\n<p>\nواختلف موجبو الصلاة على النبي صلى الله عليه وسلم في وجوبها على آله على\nقولين مشهورين لهم، وهي طريقتان للشافعية:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p007'> Vol. 07, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nص -351- إحداهما: أن الصلاة واجبة على النبي صلى الله عليه وسلم وفي وجوبها\nعلى الآل قولان للشافعي، هذه طريقة إمام الحرمين والغزالي.\n</p>\n\n<p>\nوالطريقة الثانية: أن في وجوبها على الآل وجهين، وهي الطريقة المشهورة\nعندهم, والذي صححوه أنها غير واجبة عليهم.\n</p>\n\n<p>\nواختلف أصحاب أحمد في وجوب الصلاة على آله صلى الله عليه وسلم, وفي ذلك\nوجهان لهم، وحيث أوجبوها فلو أبدل لفظ الآل بالأهل فقال: اللهم صل على محمد\nوأهل محمد ففي الإجزاء وجهان.\n</p>\n\n<p>\nوحكى بعض أصحاب الشافعي الإجماع على أن الصلاة على الآل مستحبة لا واجبة,\nولا يثبت في ذلك إجماع.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفي الصلاة على آل النبي صلى الله عليه وسلم استقلالا\n</p>\n\n<p>\nوهل يصلي على آله صلى الله عليه وسلم منفردين عنه؟ فهذه المسألة على نوعين:\n</p>\n\n<p>\nأحدهما: أن يقال: اللهم صل على آل محمد فهذا يجوز، ويكون صلى الله عليه\nوسلم داخلا في آله، فالإفراد عنه وقع في اللفظ لا في المعنى.\n</p>\n\n<p>\nالثاني: أن يفرد واحد منهم بالذكر، فيقال: اللهم صل على علي، أو على حسن،\nأو حسين، أو فاطمة, ونحو ذلك. فاختلف في ذلك وفي الصلاة على غير آله صلى\nالله عليه وسلم من الصحابة ومن بعدهم, فكرة ذلك مالك <span id='ms237'></span>، وقال: لم يكن ذلك من\nعمل من مضى، وهو مذهب أبي حنيفة أيضا, وسفيان بن عيينة، وسفيان الثوري، وبه\nقال طاووس.\n</p>\n\n<p>\nوقال ابن عباس: لا ينبغي الصلاة إلا على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال إسماعيل بن إسحاق: حدثنا عبد الله بن عبد الوهاب، قال: حدثنا عبد\nالرحمن بن زياد، حدثني عثمان بن حكيم بن عبادة بن حنيف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p008'> Vol. 07, p. 008</a>\n            </div>\n            \nص -352- عن كرمة, عن ابن عباس، أنه قال: لا تصلح الصلاة على أحد إلا على\nالنبي صلى الله عليه وسلم, ولكن يدعى للمسلمين والمسلمات بالاستغفار. وهذا\nعمر بن عبد العزيز.\n</p>\n\n<p>\nقال أبو بكر بن أبي شيبة: حدثنا حسن بن علي, عن جعفر بن برقان، قال: كتب\nعمر بن عبد العزيز: أما بعد فإن ناسا من الناس قد التمسوا الدنيا بعمل\nالآخرة، وإن القصاص قد أحدثوا في الصلاة على خلفائهم وأمرائهم عدل صلاتهم\nعلى النبي صلى الله عليه وسلم, فإذا جاءك كتابي فمرهم أن تكون صلاتهم على\nالنبيين, ودعاؤهم للمسلمين عامة.\n</p>\n\n<p>\nوهذا مذهب أصحاب الشافعي، ولهم ثلاثة أوجه:\n</p>\n\n<p>\nأحدها: أنه منع تحريم.\n</p>\n\n<p>\nوالثاني: وهو قول الأكثرين, أنه منع كراهة تنزيه.\n</p>\n\n<p>\nوالثالث: أنه من باب ترك الأولى وليس بمكروه. حكاها النووي في الأذكار\nقال: والصحيح الذي عليه الأكثر أنه مكروه كراهة تنزيه. ثم اختلفا في السلام\nهل هو في معنى الصلاة، فيكره أن يقال: السلام على فلان. أو قال: فلان عليه\nالسلام، فكرهه طائفة, منهم أبو محمد الجويني ومنع أن يقال: عن علي رضي الله\nعنه \"عليه السلام\" وفرق آخرون بينه وبين الصلاة، فقالوا: السلام يشرع في حق\nكل مؤمن حي وميت وحاضر وغائب، فإنك تقول: بلغ فلانا مني السلام، وهو تحية\nأهل الإسلام، بخلاف الصلاة فإنها من حقوق الرسول صلى الله عليه وسلم وآله،\nولهذا يقول المصلي: \"السلام علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p009'> Vol. 07, p. 009</a>\n            </div>\n            \nص -353- وعلى عباد الله الصالحين، ولا يقول: الصلاة علينا وعلى عباد الله\nالصالحين فعلم الفرق\".\n</p>\n\n<p>\nواحتج هؤلاء بوجوه:\n</p>\n\n<p>\nأحدها: قول ابن عباس، وقد تقدم الثاني: أن الصلاة على غير النبي صلى الله\nعليه وسلم <span id='ms238'></span> وآله قد صارت شعار أهل البدع، وقد نهينا عن شعارهم, ذكره النووي.\n</p>\n\n<p>\nقلت: ومعنى ذلك، أن الرافضة إذا ذكروا أثمنهم يصلون عليهم بأسمائهم ولا\nيصلون على غيرهم ممن هو خير منهم، وأحب إلى الرسول صلى الله عليه وسلم,\nفينبغي أن يخالفوا في هذا الشعار.\n</p>\n\n<p>\nالثالث: ما احتج به مالك رحمه الله, أن هذا لم يكن من عمل من مضى من\nالأمة، ولو كان خيرا لسبقوا إليه.\n</p>\n\n<p>\nالرابع: أن الصلاة قد صارت مخصوصة في لسان الأمة بالنبي صلى الله عليه\nوسلم, تذكر مع ذكر اسمه، كما صار عز وجل وسبحانه وتعالى مخصوصا بالله عز\nوجل, يذكر مع ذكر اسمه، ولا يسوغ أن يستعمل ذلك لغيره، فلا يقال: محمد عز\nوجل، ولا سبحانه وتعالى، فلا يعطى المخلوق مرتبة الخالق، فهكذا لا ينبغي أن\nيعطى غير النبي صلى الله عليه وسلم مرتبته, فيقال: قال فلان صلى الله عليه وسلم.\n</p>\n\n<p>\nالخامس: أن الله سبحانه قال: {لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم\nبعضا}النور: من الآية63، فأمر سبحانه أن لا يدعى باسمه كما يدعى غيره\nباسمه, فكيف يسوغ أن تجعل الصلاة عليه كما تجعل على غيره في دعائه،\nوالإخبار عن ؟ هذا مما لا يسوغ أصلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p010'> Vol. 07, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nص -354- السادس: أن النبي صلى الله عليه وسلم شرع لأمته في التشهد أن\nيسلموا على عباده الصالحين، ثم يصلوا على النبي صلى الله عليه وسلم, فعلم\nأن الصلاة عليه حقه الذي لا يشركه في أحد.\n</p>\n\n<p>\nالسابع: أن الله سبحانه ذكر الأمر بالصلاة عليه في معرض حقوقه وخواصه\nالتي خصه بها من تحريم نكاح أزواجه، وجواز نكاحه لمن وهبت نفسها له, وإيجاب\nاللعنة لمن آذاه، وغير ذلك من حقوق، وأكدها بالأمر بالصلاة عليه والتسليم،\nفدل على أن ذلك حق له خاصة, فآله تبع له فيه.\n</p>\n\n<p>\nالثامن: أن الله سبحانه شرع للمسلمين أن يدعو بعضهم لبعض، ويستغفر بعضهم\nلبعض، ويترحم عليه في حياته وبعد موته، وشرع لنا أن نصلي عل النبي صلى الله\nعليه وسلم في حياته وبعد موته، فالدعاء حق <span id='ms239'></span> للمسلمين، والصلاة حق لرسول الله\nصلى الله عليه وسلم, فلا يقوم أحدهما مقام الآخر، ولهذا في صلاة الجنازة\nإنما يدعى للميت ويترحم عليه ويستغفر له، ولا يصلي عليه بدل ذلك، فيقال:\nاللهم صل عليه وسلم.\n</p>\n\n<p>\nوفي الصلوات يصلي على النبي صلى الله عليه وسلم, ولا يقال بدل ذلك: اللهم\nاغفر له وارحمه. ونحو ذلك، بل يعطى كل ذي حق حقه.\n</p>\n\n<p>\nالتاسع: أن المؤمن أحوج الناس إلى أن يدعى له بالمغفرة والرحمة، والنجاة\nمن العذاب، وأما النبي صلى الله عليه وسلم فغير محتاج أن يدعى له بذلك، بل\nالصلاة عليه زيادة في تشريف الله وتكريمه ورفع درجاته, وهذا حاصل له صلى\nالله عليه وسلم, وإن غفل عن ذكره الغافلون، فالأمر بالصلاة عليه إحسان من\nالله للأمة ورحمة بهم لينيلهم كرامته بصلاتهم على رسوله صلى الله عليه\nوسلم, بخلاف غيره من الأمة, فإنه محتاج إلى من يدعو له ويستغفر ويترحم\nعليه، ولهذا جاء الشرع بهذا في محله, وهذا في محله.\n</p>\n\n<p>\nالعاشر: أنه لو كانت الصلاة على غيره صلى الله عليه وسلم سائغة, فإما أن يقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p011'> Vol. 07, p. 011</a>\n            </div>\n            \nص -355- باختصاصها ببعض الأمة, أو يقال تجوز على كل مسلم.\n</p>\n\n<p>\nفإن قيل: باختصاصها فلا وجه له, وهو تخصيص من غير مخصص, وإن قيل بعدم\nالاختصاص وأنها تسوغ بكل من يسوغ الدعاء له فحينئذ تسوغ الصلاة على المسلم\nوإن كان من أهل الكبار، فكما يقال: اللهم تب عليه, اللهم اغفر له, يقال:\nاللهم صل عليه, وهذا باطل.\n</p>\n\n<p>\nوإن قيل: تجوز على الصالحين دون غيرهم، فهذا مع أنه لا دليل عليه, ليس له\nضابط، فإن كون الرجل صالحا أو غير صالح وصف يقبل الزيادة والنقصان, وكذلك\nكونه وليا لله, وكونه متقيا, وكونه مؤمنا، وكل ذلك يقبل الزيادة والنقصان،\nفما ضابط من يصلى عليه من الأمة ومن لا يصلى عليه؟.\n</p>\n\n<p>\nقالوا: فعلم بهذه الوجوه العشرة اختصاص الصلاة بالنبي صلى الله عليه وسلم\nوآله. وخالفهم في ذلك آخرون, وقالوا: تجوز الصلاة على غير النبي صلى الله\nعليه وسلم وآله.\n</p>\n\n<p>\nقال القاضي <span id='ms240'></span> أبو الحسين بن الفراء في رؤوس مسائله: وبذلك قال الحسن\nالبصري، وخصيف، ومجاهد، ومقاتل بن سليمان، ومقاتل بن حيان، وكثير من أهل\nالتفسير, قال: وهو قول الإمام أحمد رحمه الله، نص عليه في رواية أبي داود,\nوقد سئل: أينبغي أن يصلى على أحد إلا النبي صلى الله عليه وسلم ؟ قال: أليس\nقال علي لعمر رضي الله عنهما: صلى الله عليك.\n</p>\n\n<p>\nقال: وبه قال إسحاق بن راهويه، وأبو ثور, ومحمد بن جرير الطبري، وغيرهم,\nوحكى أبو بكر بن أبي داود، عن أبيه ذلك، قال أبو الحسين: وعلى هذا العمل،\nواحتج هؤلاء بوجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p012'> Vol. 07, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nص -356- أحدها: قوله سبحانه وتعالى: {خذ من أموالهم صدقة تطهرهم وتزكيهم\nبها وصل عليهم}التوبة: من الآية103، فأمر سبحانه أن يأخذ الصدقة من الأمة\nوأن يصلي عليهم، ومعلوم أن الأئمة بعده يأخذون الصدقة كما كان يأخذها،\nفيشرع لهم أن يصلوا على المتصدق كما كان يصلي عليه النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nالثاني: أن في الصحيحين: من حديث شعبة, عن عمرو, عن عبد الله بن أبي أوفى\nقال: كان النبي صلى الله عليه وسلم إذا أتاه قوم بصدقتهم, قال: اللهم صل\nعلى آل فلان فأتاه أبي بصدقته, فقال: \"اللهم صل على آل أبي أوفى\".والأصل\nعدم الاختصاص، وهذا ظاهر في أنه هو المراد من الآية.\n</p>\n\n<p>\nالثالث: ما رواه حجاج, عن أبي عوانة، عن الأسود بن قيس، عن نبيه العنزي،\nعن جابر بن عبد الله، أن امرأة قالت: يا رسول الله! صل علي وعلى زوجي،\nفقال: \"صلى الله عليك وعلى زوجك\", رواه أحمد، وأبو داود في السنن\n</p>\n\n<p>\nالرابع: ما رواه ابن سعد في كتاب الطبقات: من حديث ابن عيينة, عن جعفر بن\nمحمد, عن أبيه، عن جابر بن عبد الله, أن عليا دخل على عمر وهو مسجى, فملا\nانتهى إليه قال: \"صلى الله عليك, ما أحد ألقى إلى الله بصحيفته أحب إلي من\nهذا المسجى بينكم\".\n</p>\n\n<p>\nالخامس: ما رواه إسماعيل بن إسحاق: حدثنا عند الله بن مسلم، حدثنا نافع\nبن عبد <span id='ms241'></span> الرحمن بن أبي نعيم القارئ، عن نافع, عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p013'> Vol. 07, p. 013</a>\n            </div>\n            \nص -357- عمر, أنه كان يكبر على الجنازة ويصلي على النبي صلى الله عليه\nوسلم, ثم يقول: اللهم بارك فيه، وصل عليه, واغفر له, وأورده حوض نبيك صلى\nالله عليه وسلم.\n</p>\n\n<p>\nالسادس: أن الصلاة هي الدعاء, وقد أمرنا بالدعاء بعضنا لبعض، احتج بهذه\nالحجة أبو الحسين.\n</p>\n\n<p>\nالسابع: ما رواه مسلم في صحيحه: من حديث حماد بن زيد, عن بديل، عن عبد\nالله بن شقيق, عن أبي هريرة، قال: إذا خرجت روح المؤمن تلقاها ملكان\nيصعدانها. قال حماد: فذكر من طيب ريحها، وذكر المسك. قال: ويقول أهل السماء\nروح طيبة جاءت من قبل الأرض صلى الله عليك وعلى جسد كنت تعمرينه.. وذكر\nالحديث. هكذا قال مسلم عن أبي هريرة موقوفا، وسياقه يدل على أنه مرفوع,\nفإنه قال بعده: وأن الكافر إذا خرجت روحه قال حماد: وذكر من نتنها وذكر\nلعنا، ويقول أهل السماء: روح خبيثة جاءت من قبل الأرض. قال: فيقال انطلقوا\nبه إلى آخر الأجل. قال أبو هريرة: فرد رسول الله صلى الله عليه وسلم ريطة\nكانت على أنفه هكذا.\n</p>\n\n<p>\nوهذا يدل على أن رسول الله صلى الله عليه وسلم حدثهم بالحديث.وقد رواه\nجماعة عن أبي هريرة مرفوعا، منهم أبو سلمة, وعمر بن الحكم، وإسماعيل السدي،\nعن أبيه، عن أبي هريرة, وسعيد بن يسار، وغيرهم.وقد استوفيت الكلام على هذا\nالحديث وأمثاله في كتاب الروح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p014'> Vol. 07, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nص -358- قالوا: فإذا كانت الملائكة تقول للمؤمن: صلى الله عليك جاز ذلك\nأيضا للمؤمنين، بعضهم لبعض.\n</p>\n\n<p>\nالثامن: قوله صلى الله عليه وسلم: إن الله وملائكته يصلون على معلم الناس\nالخير وقد قال تعالى: {هو الذي يصلي عليكم وملائكته }الأحزاب: من الآية43.\n</p>\n\n<p>\nالتاسع: ما رواه أبو داود: عن عائشة رضي الله عنها، قالت: قال رسول الله\nصلى الله عليه وسلم: \"إن الله وملائكته يصلون على ميامن الصفوف\" وفي حديث\nآخر عنها, أن رسول الله صلى الله عليه وسلم قال: \"إن الله ولملائكته يصلون\nعلى الذين يصلون الصفوف <span id='ms242'></span>\". وقد تقدم في أول الكتاب صلاة الملائكة على من صلى\nعلى النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nالعاشر: ما احتج به القاضي أبو يعلى, ورواه بإسناد، من حديث مالك بن\nيخامر، عن النبي صلى الله عليه وسلم مرسلا, أنه قال: \"اللهم صل على أبي بكر\nفإنه يحب الله ورسوله، اللهم صل على عمر فإنه يحب الله ورسوله، اللهم صل\nعلى عثمان فإنه يحب الله ورسوله، اللهم صل على علي فإنه يحب الله ورسوله،\nاللهم صل على أبي عبيدة فإنه يحب الله ورسوله، اللهم صل على عمرو بن العاص\nفإنه يحب الله ورسوله.\n</p>\n\n<p>\nالحادي عشر: ما رواه يحيى بن يحيى في موطئه عن مالك، عن عبد الله بن\nدينار، قال: رأيت عبد الله بن عمر رضي الله عنهما يقف على قبر النبي صلى\nالله عليه وسلم فيصلي على النبي صلى الله عليه وسلم, وعلى أبي بكر، وعمر\nرضي الله عنهما. هذا لفظ يحيى بن يحيى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p015'> Vol. 07, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nص -359- الثاني عشر: أنه قد صح أن النبي صلى الله عليه وسلم نص على أزواجه\nفي الصلاة، وقد تقدم.\n</p>\n\n<p>\nقالوا: وهذا على أصولكم ألزم، فإنكم لم تدخلوهن في آله الذين تحرم عليهم\nالصدقة, فإذا جازت الصلاة عليهن جازت على غيرهن من الصحابة رضي الله عنهم.\n</p>\n\n<p>\nالثالث عشر: أنكم قد قلتم بجواز الصلاة على غير النبي صلى الله عليه وسلم\nتبعا له فقلتم بجواز أن يقال: اللهم صل على محمد وعلى آل محمد، وعلى أصحابه\nوأزواجه وذريته وأتباعه. قال أبو زكريا النووي: واتفقوا على جواز جعل غير\nالأنبياء تبعا لهم في الصلاة, ثم ذكر هذه الكيفية وقال: للأحاديث الصحيحة\nفي ذلك، وقد أمرنا به في التشهد, ولم يزل السلف عليه خارج الصلاة أيضا.\n</p>\n\n<p>\nقلت: ومنه الأثر المعروف عن بعض السلف: \"اللهم صل على ملائكتك المقربين\nوأنبيائك والمرسلين، وأهل طاعتك أجمعين من أهل السماوات والأرضين\".\n</p>\n\n<p>\nالرابع عشر: ما رواه أبو يعلى الموصلي: عن أبي زنجويه، حدثنا أبو\nالمفغيرة، حدثنا أبو بكر بن أبي مريم، حدثنا ضمرة بن حبيب بن <span id='ms243'></span> صهيب، عن أبي\nالدرداء، عن زيد بن ثابت, أن رسول الله صلى الله عليه وسلم دعاه وعلمه\nدعاء, وأمره أن يتعاهد به أهله كل يوم، قال:\n</p>\n\n<p>\n\"قل حين تصبح: لبيك اللهم لبيك، لبيك وسعديك, والخير في يديك ومنك وإليك،\nاللهم ما قلت من قول أو نذرت من نذر، أو حلفت من حلف فمشيئتك بين يديه، ما\nشئت منه كان وما لم تشأ لم يكن, ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p016'> Vol. 07, p. 016</a>\n            </div>\n            \nص -360- حول ولا قوة إلا بك، أنت على كل شيء قدير, اللهم وما صليت من صلاة\nفعلى من صليت, وما لعنت من لعن فعلى من لعنت, أنت وليي في الدنيا والآخرة،\nتوفني مسلما وألحقني بالصالحين\". ووجه الاستدلال: أنه لو لم تشرع الصلاة\nعلى غير النبي صلى الله عليه وسلم ما صح الاستثناء فيها، فإن العبد لما كان\nيصلي على من ليس بأهل للصلاة ولا يدري استثنى ذلك كما استثنى في حلفه ونذره.\n</p>\n\n<p>\nقال الأولون: الجواب عما ذكرتم من الأدلة, أنها نوعان: نوع منها صحيح وهو\nغير متناول لمحل النزاع, فلا يحتج به، ونوع غير معلوم الصحة فلا يحتج به,\nونوع غير معلوم الصحة فلا يحتج به, ونوع غير معلوم الصحة فلا يحتج به أيضا،\nوهذا إنما يظهر بالكلام على كل دليل دليل.\n</p>\n\n<p>\nأما الدليل الأول: وهو قوله تعالى: وصل عليهم فهذا في غير محل النزاع لأن\nكلامنا هل يشرع لأحدنا أن يصلي على غير النبي صلى الله عليه وسلم وآله أم\nلا؟. وأما صلاة النبي صلى الله عليه وسلم على من صلى عليه فتلك مسألة أخرى،\nفأين هذه من صلاتنا عليه التي أمرنا بها قضاء لحقه، هل يجوز أن يشرك معه\nغيره أم لا؟.\n</p>\n\n<p>\nيؤكده الوجه الثاني: أن الصلاة عليه حق له صلى الله عليه وسلم, يتعين على\nالأمة أداؤه والقيام به، وأما هو صلى الله عليه وسلم فيخص من أراد ببعض ذلك\nالحق، وهذا كما تقول في شاتمه ومؤذيه: \"إن قتله حق لرسول الله صلى الله\nعليه وسلم يجب على الأمة القيام به واستيفاؤه <span id='ms244'></span>\"، وإن كان صلى الله عليه وسلم\nيعفو عنه حين مكان يبلغه ويقول: \"رحم الله موسى لقد أوذي بأكثر من هذا فصبر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p017'> Vol. 07, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nص -361- وبهذا حصل الجواب عن الدليل الثاني أيضا وهو قوله: اللهم صل على آل\nأبي أوفي, وعن الدليل الثالث أيضا, وهو صلاته على تلك المرأة وزوجها.\n</p>\n\n<p>\nوأما دليلكم الرابع: وهو قول علي لعمر رضي الله عنهما: صلى الله عليك.\nفجوابه من وجوه:\n</p>\n\n<p>\nأحدها: انه قد اختلف على جعفر بن محمد في هذا الحديث, فقال أنس بن عياض:\nعن جعفر بن محمد, عن أبيه, أن عليا لما غسل عمر وكفن وحمل على سريره, وقف\nعليه, أثنى عليه, وقال: \"والله ما على الأرض رجل أحب إلي أن ألقي الله\nبصحيفته من هذا المسجى بالثوب\".\n</p>\n\n<p>\nوكذلك رواه محمد ويعلى ابنا عبيد, عن حجاج الواسطي, عن جعفر, ولم يذكر\nهذه اللفظة\n</p>\n\n<p>\nورواه ورقاء بن عمرو, عن عمرو بن دينار, عن أبي جعفر, ولم يذكر لفظه\nالصلاة. بل قال:رحمك الله, وكذلك رواه عارم بن الفضل, عن حماد بن زيد عن\nأيوب وعمرو بن دينار, وأبي جهضم, قالوا: لما مات عمر فذكروا الحديث دون لفظ\nالصلاة وكذلك رواه قيس بن الربيع, عن قيس بن مسلم, عن ابن الحنفية.\n</p>\n\n<p>\nالثاني: أن الحديث الذي فيه الصلاة لم يسنده ابن سعد, بل قال في الطبقات:\nأخبرنا بعض أصحابنا: عن سفيان بن عيينة, أنه سمع منه هذا الحديث عن جعفر بن\nمحمد, عن أبيه, عن جابر بن عبد الله, فذكره, وقال: لما انتهى إليه, فقال\nله: صلى الله عليك, وهذا المبهم لعله لم يحفظه. فلا يحتج به.\n</p>\n\n<p>\nالثالث: أنه معارض بقول ابن عباس رضي الله عنهما: \"لا ينبغي الصلاة على\nأحد إلا على النبي صلى الله عليه وسلم\", وقد تقدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p018'> Vol. 07, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nص -362- قالوا: وأما دليلكم الخامس وهو قول ابن عمر في صلاة الجنازة اللهم\nصل عليه فجوابه من وجوه:\n</p>\n\n<p>\nأحدها: أن نافع بن أب نعيم ضعيف عندهم في الحديث، وإن كان في القراءة\nإماما، قال الإمام أحمد:يؤخذ عنه <span id='ms245'></span> القرآن, وليس في الحديث بشيء.\n</p>\n\n<p>\nوالذي يدل على أن هذا ليس بمحفوظ عن ابن عمر، أن مالكا في موطئه لم يروه\nعن ابن عمر، وإنما روى أثرا عن أبي هريرة، فلو كان هذا عند نافع مولاه،\nلكان مالك أعلم به من نافع ابن أبي نعيم.\n</p>\n\n<p>\nالثاني: أن قول ابن عباس يعارض ما نقل عن ابن عمر.\n</p>\n\n<p>\nوأما دليلكم السادس أن الصلاة دعاء، وهو مشروع لكل مسلم، فجوابه من وجوه:\n</p>\n\n<p>\nأحدها: أنه دعاء مخصوص، مأمور به في حق الرسول صلى الله عليه وسلم, وهذا\nلا يدل على جواز أن يدعى به لغيره، لما ذكرنا من الفروق بين الدعاء وغيره،\nمع الفرق العظيم بين الرسول وغيره، فلا يصح الإلحاق به، لا في الدعاء ولا\nفي المدعو له صلى الله عليه وسلم.\n</p>\n\n<p>\nالثاني: أنه كما لا يصح أن يقاس عليه دعاء غيره لا يصح أن يقاس على\nالرسول صلى الله عليه وسلم غيره فيه.\n</p>\n\n<p>\nالثالث: أنه ما شرع في حق الرسول صلى الله عليه وسلم لكونه دعاء، بل لأخص\nمن مطلق الدعاء، وهو كونه صلاة متضمنة لتعظيمه وتمجيده والثناء عليه كما\nتقدم تقريره، وهذا أخص من مطلق الدعاء.\n</p>\n\n<p>\nوأما دليلكم السابع: وهو قول الملائكة لروح المؤمن: صلى الله عليك وعلى\nحسد كنت تعمرينه. فليس بمتناول لمحل النزاع، فإن النزاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p019'> Vol. 07, p. 019</a>\n            </div>\n            \nص -363- إنما هو هل يسوغ لأحدنا أن يصلي على غير الرسول وآله صلى الله عليه\nوسلم, وأما الملائكة فليسوا بداخلين تحت أحكام تكاليف البشر حتى يصح قياسهم\nعليه فيما يقولونه أو يفعلونه، فأين أحكام الملك من أحكام البشر: فالملائكة\nرسل الله في خلقه وأمره, يتصرفون بأمره لا بأمر البشر، وبهذا خرج الجواب عن\nكل دليل فيه صلاة الملائكة.\n</p>\n\n<p>\nوأما قولكم: إن الله يصلي على المؤمنين وعلى معلمي الناس الخير.\n</p>\n\n<p>\nفجوابه: أنه في غير محل النزاع، وكيف يصح قياس فعل العبد على فعل الرب؟\nوصلاة العبد دعاء وطلب، وصلاة الله على عبده ليست دعاء، وإنما هي إكرام\nوتعظيم ومحبة وثناء, وأين هذا من صلاة العبد <span id='ms246'></span>؟.\n</p>\n\n<p>\nوأما دليلكم العاشر: وهو حديث مالك بن يخامر، وفيه صلاة النبي على أبي\nبكر وعمر, ومن معهما، فجوابه من وجوه:\n</p>\n\n<p>\nأحدها: أنه لا علم لنا بصحة هذا الحديث، ولم تذكروا إسناده لننظر فيه\n</p>\n\n<p>\nالثاني: أنه مرسل.\n</p>\n\n<p>\nالثالث: أنه في غير محل النزاع، كما تقدم.\n</p>\n\n<p>\nوأما دليلكم الحادي عشر: أن ابن عمر كان يقف على قبر النبي صلى الله عليه\nوسلم فيصلي عليه، وعلى أبي بكر عمر, فجوابه من وجوه:\n</p>\n\n<p>\nأحدها: أن ابن عبد البر قال: أنكر العلماء على يحيى بن يحيى ومن تابعه في\nالرواية عن مالك، عن عبد الله بن دينار، رأيت، ابن عمر يقف على قبر النبي\nصلى الله عليه وسلم فيصلي على النبي صلى الله عليه وسلم وعلى أبي بكر وعمر،\nوقالوا: إنما الرواية لمالك وغيره، عن عبد الله بن دينار، عن ابن عمر, أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p020'> Vol. 07, p. 020</a>\n            </div>\n            \nص -364- كان يقف على قبر النبي صلى الله عليه وسلم فيصلي على النبي صلى\nالله عليه وسلم ويدعو لأبي بكر وعمر. كذلك رواه ابن القاسم, والقعنبي, وابن\nبكير وغيرهم عن مالك, ففرقوا بما وصفت لك بين: ويدعو لأبي بكر, وعمر وبين\nيصلي على النبي صلى الله عليه وسلم وإن كانت الصلاة قد تكون دعاء, لما خص\nبه صلى الله عليه وسلم من لفظ الصلاة.\n</p>\n\n<p>\nقلت: وكذلك هو في موطأ ابن وهب لفظ الصلاة مختص بالنبي صلى الله عليه\nوسلم, والدعاء لصاحبه.\n</p>\n\n<p>\nالثاني: أن هذا من باب الاستغناء عن أحد الفعلين بالأول منهما وإن كان\nغير واقع على الثاني,كقول الشاعر:\n</p>\n\n<p>\nعلفتها تبنا وماء باردا حتى غدت همالة عيناها\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nورأيت زوجك قد غدا متقلدا سيفا ورمحا\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nوزججن الحواجب والعيونا\n</p>\n\n<p>\nفلما كان الفعل الأول موافقا للفعل الثاني في الجنس العام اكتفى به منه,\nلأن العلف موافق للسقي في التغذية, وتقلد السيف موافق لحمل الرمح في معنى\nالحمل, وتزجيج الحواجب موافق كلحل العيون في الزينة, فهكذا الصلاة على\nالنبي صلى الله عليه وسلم موافقة للدعاء لأبي بكر وعمر في معنى الدعاء <span id='ms247'></span>\nوالطلب.\n</p>\n\n<p>\nالثالث: أن ابن عباس قد خالفه كما تقدم.\n</p>\n\n<p>\nوأما دليلكم الثاني عشر: بالصلاة على أزواجه صلى الله عليه وسلم ففاسد،\nلأنه إنما صلى عليهن لإضافتهن إليه ودخولهن في آله وأهل بيته, فهذه خاصة له، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p021'> Vol. 07, p. 021</a>\n            </div>\n            \nص -365- وأهل بيته وزوجاته تبع له فيها صلى الله عليه وسلم.\n</p>\n\n<p>\nوأما قولكم: إنه ألزم على أصولنا، فإنا لا نقول بتحريم الصدقة عليهن،\nفجوابه: أن هذا وإن سلم دل على أنهن لسن من الآل الذين تحرم عليهم الصدقة،\nلعدم القرابة التي يثبت بها التحريم، لكنهن من أهل بيته الذين يستحقون\nالصلاة عليهم، ولا منافاة بين الأمرين.\n</p>\n\n<p>\nوأما دليلكم الثالث عشر: وهو جواز الصلاة على غيره صلى الله عليه وسلم\nتبعا، وحكايتهم الاتفاق على ذلك, فجوابه من وجهين:\n</p>\n\n<p>\nأحدهما: أن هذا الاتفاق غير معلوم الصحة، والذين منعوا الصلاة على غير\nالأنبياء منعوها مفردة وتابعة، وهذا التفصيل وإن كان معروفا عن بعضهم فليس\nكلهم يقوله.\n</p>\n\n<p>\nالثاني: أنه لا يلزم من جواز الصلاة على أتباعه تبعا للصلاة عليه جواز\nإفراد المعين أو غيره بالصلاة عليه استقلالا.\n</p>\n\n<p>\nوقوله: للأحاديث الصحيحة في ذلك, فليس في الأحاديث الصحيحة الصلاة على\nغير النبي صلى الله عليه وسلم وآله وأزواجه وذريته، ليس فيها ذكر أصحابه\nولا أتباعه في الصلاة.\n</p>\n\n<p>\nوقوله: أمرنا بها في التشهد، فالمأمور به في التشهد الصلاة على آله\nوأزواجه لا غيرهما.\n</p>\n\n<p>\nوأما دليلكم الرابع عشر: وهو حديث زيد بن ثابت الذي فيه: اللهم ما صليت\nمن صلاة فعلى من صليت، ففيه أبو بكر بن أبي مريم ضعفه أحمد، وابن معين،\nوأبو حاتم، والنسائي، والسعدي، وقال ابن حبان: كان من خيار أهل الشام،\nولكنه كان رديء الحفظ يحدث بالشيء فيهم، وكثر ذلك حتى استحق الترك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p022'> Vol. 07, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nص -366- وفصل الخطاب في هذه المسألة: أن الصلاة على غير النبي صلى الله\nعليه وسلم إما أن يكون آله وأزواجه وذريته أو غيرهم، فإن كان الأول فالصلاة\nعليهم مشروعة مع الصلاة على النبي صلى الله عليه وسلم وجائزة مفردة.\n</p>\n\n<p>\nوأما الثاني: فإن كان الملائكة وأهل الطاعة <span id='ms248'></span> عموما الذين يدخل فيهم\nالأنبياء وغيرهم، جاز ذلك أيضا، فيقال: اللهم صل على ملائكتك المقربين وأهل\nطاعتك أجمعين، وإن كان شخصا معينا أو طائفة معينة كره أن يتخذ الصلاة عليه\nشعارا لا يخل به، ولو قيل بتحريمه لكان له وجه، ولا سيما إذا جعلها شعارا\nله، ومنع منها نظيره، أو من هو خير منه, وهذا كما تفعل الرافضة بعلي رضي\nالله عنه، فإنه حيث ذكروه قالوا: عليه الصلاة والسلام، ولا يقولون ذلك فيمن\nهو خير منه, فهذا ممنوع، لا سيما إذا اتخذ شعارا لا يخل به, فتركه حينئذ\nمتعين، وأما إن صلى عليه أحيانا بحيث لا يجعل ذلك شعارا كما يصلي على دافع\nالزكاة، وكما قال ابن عمر للميت: صلى الله عليه. وكما صلى النبي صلى الله\nعليه وسلم على المرأة وزوجها، وكما روي عن علي من صلاته على عمر, فهذا لا\nبأس به.\n</p>\n\n<p>\nوبهذا التفصيل تتفق الأدلة وينكشف وجه الصواب والله والموفق.\n</p>\n\n<p>\nتم بحمد الله الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p023'> Vol. 07, p. 023</a>\n            </div>\n            \n <span id='ms249'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07"
  ]
}