{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالمنهج القويم في اختصار الصراط المستقيم\n</p>\n\n<h1 class='l1' id='head0'>المقدمة</h1>\n\n<h1 class='l1' id='head1'>مقدمة المحقق</h1>\n\n<p>\nيسر مكتبة الإمام ابن القيم بجامع شيخ الإسلام ابن تيمية ممثلة في مركز\nالبحث العلمي لديها، أن تزف البشرى لطلبة العلم ومحبي الخير بتتابع أجزاء\nهذه السلسة المباركة في الرسائل والكتب التالية:\n</p>\n\n<h1 class='l1' id='head2'>1- </h1>\n\n<p>\n\"منظومة الفارضية\" في الفرائض على المذهب الحنبلي، من مائة وسبع وعشرين\nبيتا، تطبع لأول مرة من نظم الشيخ محمد الفارضي القاهري، إخراج وتحقيق\nالشيخ د. عبد السلام بن محمد الشويعر.\n</p>\n\n<h1 class='l1' id='head3'>2- </h1>\n\n<p>\n\"جزء في امتحان السني من البدعي\" للشيخ عبد الواحد الشيرازي، دراسة\nوتحقيق الشيخ فهد بن سعد المقرن \"رسالة ماجستير\".\n</p>\n\n<h1 class='l1' id='head4'>3- </h1>\n\n<p>\n\"جزء في امتحان السني من البدعي\" للشيخ عبد الواحد الشيرازي، دراسة\nوتحقيق الشيخ فهد بن سعد المقرن \"رسالة ماجستير\"\n</p>\n\n<h1 class='l1' id='head5'>4- </h1>\n\n<p>\n\"مختصر الصارم المسلول\" للبعلي.\n</p>\n\n<h1 class='l1' id='head6'>5- </h1>\n\n<p>\n\"مختصر إبطال الحيل\" للبعلي، كلاهما من إخراج وتحقيق فضيلة الشيخ د. يوسف\nبن محمد السعيد.\n</p>\n\n<h1 class='l1' id='head7'>6- </h1>\n\n<p>\n\"القول العلي على أثر أمير المؤمنين علي رضي الله عنه\" وصيته للكميل بن\nزياد، للعلامة محمد السفاريني، إخراج وتحقيق عبد العزيز بن إبراهيم الدخيل.\n</p>\n\n<p>\nوسيتبعها المزيد من الرسائل التراثية المفيدة بإذن الله تعالى.\n</p>\n\n<p>\nمقدمة المحقق:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، وأشهد أن لا إله\nإلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى\nآله وصحبه وسلم تسليما كثيرا.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن التشبه بالمشركين مما جاءت الشرائع بالنهي عنه، بل هو دين المرسلين -\nعليهم الصلاة والسلام - كما قال - تعالى -: ولقد بعثنا في كل أمة رسولا أن\nاعبدوا الله واجتنبوا الطاغوت.\n</p>\n\n<p>\nوقد تظاهرت النصوص من الكتاب والسنة على وجوب مخالفة أهل الجاهلية،\nوتحريم مشابهتهم في عباداتهم وعاداتهم، وأجمع على ذلك أهل العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال - تعالى -: ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن\nهدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من\nالله من ولي ولا نصير.\n</p>\n\n<p>\nوقال - تعالى -: ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن\nالظالمين <span id='ms001'></span>.\n</p>\n\n<p>\nوقال - تعالى -: ولا تتبع أهواءهم عما جاءك من الحق.\n</p>\n\n<p>\nوقال - تعالى -: لهم مغفرة وأجر عظيم.\n</p>\n\n<p>\nوقال - تعالى -: فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم.\n</p>\n\n<p>\nوقال - تعالى -: ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء\nالذين لا يعلمون.\n</p>\n\n<p>\nفهذه الآيات - وغيرها كثير - فيها نهي صريح عن متابعة أهواء المشركين،\nوأهواؤهم هو ما يهوونه، وما عليه المشركون من الهدي.\n</p>\n\n<p>\nوذم -جلا وعلا - المتشبهين بالكفار، فقال: كالذين من قبلكم كانوا أشد\nمنكم قوة وأكثر أموالا وأولادا فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما\nاستمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا أولئك حبطت أعمالهم في\nالدنيا والآخرة وأولئك هم الخاسرون.\n</p>\n\n<p>\nوالنبي -صلى الله عليه وسلم- جاءت سنته صريحة في النهي عن التشبه\nبالكفار، وتنوعت دلالاتها، كقوله -صلى الله عليه وسلم-: من تشبه بقوم فهو\nمنهم وقوله: خالفوا المشركين وقوله: خالفوا اليهود وغير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد عرف العلماء منزلة هذه المسألة وأهميتها، فخصوها بالتأليف، كما فعل\nشيخ الإسلام ابن تيمية وابن القيم والذهبي والغزي وشيخ الإسلام محمد بن عبد\nالوهاب -عليهم رحمة الله تعالى-.\n</p>\n\n<p>\nومن أجمع الكتب في هذا الباب كتاب \"اقتضاء الصراط المستقيم\" لشيخ الإسلام\nابن تيمية -رحمه الله تعالى- فقد أوضح فيه بالدلائل من الكتاب والسنة\nوالإجماع والأقيسة الصحيحة وجوب مخالفة أهل الجحيم: أهل الجاهلية من اليهود\nوالنصارى والأميين.\n</p>\n\n<p>\nوبين الشيخ ما وقع في الناس من مشابهتهم، وذكر صورا كثيرة، وقواعد وضوابط\nفي هذا الباب، لا تكاد تجدها مجتمعة في غيره من الكتب.\n</p>\n\n<p>\nولهذا عني العلماء بهذا الكتاب، وأولوه نصيبا عظيما من الاهتمام، وكثير\nممن جاء بعده يعولون عليه، وينقلون منه، ومنهم من قام باختصاره.\n</p>\n\n<p>\nوقد وقفت على مختصر لهذا الكتاب لأحد علماء الحنابلة وهو الشيخ بدر الدين\nمحمد بن علي بن محمد بن أسبا سلار البعلي الحنبلي، فأحببت نشره، وذلك لما\nيلي:\n</p>\n\n<h1 class='l1' id='head8'>1- </h1>\n\n<p>\nكونه اختصارا لهذا الكتاب.\n</p>\n\n<h1 class='l1' id='head9'>2- </h1>\n\n<p>\nكون مختصره إماما من الأئمة.\n</p>\n\n<h1 class='l1' id='head10'>3- </h1>\n\n<p>\nمحافظته على مراد شيخ الإسلام من هذا الكتاب، حيث إنه لم يخل بشيء أراده\nالمصنف، وإنما حذف المكرور من الأدلة <span id='ms002'></span>، واختصر بعضها إذا كانت كثيرة، وأعرض\nعن ذكر كثير من الخلافات.\n</p>\n\n<h1 class='l1' id='head11'>4- </h1>\n\n<p>\nالحاجة الماسة لوجود مختصر لهذا الكتاب.\n</p>\n\n<p>\nعملي في الكتاب:\n</p>\n\n<p>\nوعملي في الكتاب منحصر في الآتي:\n</p>\n\n<p>\nأولا: ترجمت للمختصر ترجمة مختصرة، ولم أترجم لشيخ الإسلام ابن تيمية\n-رحمه الله تعالى- لشهرته، ولكثرة ما كتب عنه، وطلبا للاختصار.\n</p>\n\n<p>\nثانيا: قراءة المخطوطة، ثم كتابتها وفق الرسم الإملائي الحديث.\n</p>\n\n<p>\nثالثا: ما أشكل علي قراءته استعنت فيه بالكتاب الأصل.\n</p>\n\n<p>\nرابعا: ما رأيت أن الكلام لا يتم إلا به، أضفته من الأصل وجعلته بين\nمعكوفتين هكذا [] .\n</p>\n\n<p>\nخامسا: عزوت الآيات، وخرجت الأحاديث والآثار تخريجا مختصرا.\n</p>\n\n<p>\nوفي الختام فإني أشكر كل من أعانني على إتمام هذا العمل، وأخص بالشكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأخ الفاضل / عبد العزيز بن إبراهيم الدخيل، وفقه الله لكل خير.\n</p>\n\n<p>\nهذا والله أسأل العون والتوفيق والهداية لما فيه الخير.\n</p>\n\n<p>\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه.\n</p>\n\n<p>\nكتبه الفقير إلى الله\n</p>\n\n<p>\nيوسف بن محمد السعيد\n</p>\n\n<h1 class='l1' id='head12'>وصف النسخة الخطية</h1>\n\n<p>\nوقفت على نسخة وحيدة لهذا المختصر في مكتبة جامعة الإمام محمد بن سعود\nبالرياض -قسم المخطوطات- ضمن مجموع برقم (8959/ع/خ) ، وهي مكتوبة بخط\nالمختصر نفسه، وخطها تدويني مقروء غالبا، وعدد أوراقها 33 تبدأ في المجموع\nمن (177أ) وتنتهي ب (210ب) ، وعدد الأسطر مختلف.\n</p>\n\n<p>\nوهذه النسخة مهداة إلى مكتبة الجامعة من مكتبة العسافي.\n</p>\n\n<p>\nواسم هذا الكتاب -كما سماه به مختصره \"المنهج القويم في اختصار الصراط\nالمستقيم\".\n</p>\n\n<p>\nقال فيما كتبه على غلاف الكتاب:. \"هذا ما اختصره كاتبه الفقير إلى الله\n-تعالى- محمد بن علي بن محمد الحنبلي من الصراط المستقيم لشيخ الإسلام ابن\nتيمية الحراني - رحمه الله تعالى- وسميته \"المنهج القويم في اختصار الصراط\nالمستقيم\" جعله الله خالصا لوجهه الكريم\".\n</p>\n\n<h1 class='l1' id='head13'>ترجمة المختصر</h1>\n\n<p>\nهو محمد بن علاء الدين علي بن شمس الدين محمد بن أسبا سلار اليوينيني\nالبعلي الحنبلي، بدر الدين، أبو عبد الله، أحد مشايخ المذهب وعلمائه.\n</p>\n\n<p>\nولد سنة 714.\n</p>\n\n<p>\nأخذ عن جلة من العلماء منهم: القطب اليونيني، والحجار، والحافظ ابن عبد\nالهادي، والعلامة ابن القيم وغيرهم.\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nألف مؤلفات منها <span id='ms003'></span>: \"التسهيل في الفقه\".\n</p>\n\n<p>\n- المنهج القويم في اختصار الصراط المستقيم، وهو كتابنا هذا.\n</p>\n\n<p>\n- اختصار الصارم المسلول، لشيخ الإسلام ابن تيمية، وقد فرغت - بحمد الله\nتعالى - من العمل فيه.\n</p>\n\n<p>\n- مختصر إبطال الحيل، وهو عندي تحت العمل، يسر الله - تعالى - إتمامه.\n</p>\n\n<p>\nثناء العلماء عليه:\n</p>\n\n<p>\nوقد أثنى عليه العلماء خيرا.\n</p>\n\n<p>\nقال ابن ظهيرة: \"الإمام العلامة، شيخ الحنابلة ببعلبك ... وكان إماما\nعالما، عليه مدار الفتوى ببلده\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن حجر: \"وكان طويل الروح، حسن الشكل، طوالا، يخضب بالحناء، فاضلا\nكثير الاستحضار\".\n</p>\n\n<p>\nوقال ابن العماد: \"الشيخ الإمام العلامة البارع الناقد المحقق، أحد مشايخ\nالمذهب\".\n</p>\n\n<p>\nوقال العليمي: \"الإمام العالم، العلامة، البارع، الناقد، المحقق\".\n</p>\n\n<p>\nوقال يوسف بن حسن بن عبد الهادي: \"الشيخ الإمام، العالم العلامة، الفقيه\nالزكي، المحصل\".\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nتوفي الشيخ - رحمه الله تعالى - في شهر ربيع الأول سنة 777 أو 778.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>بداية الكلام على خطر التشبه وحرمته</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، قيوم السموات والأرضين، والحمد لله الذي أكمل لنا\nديننا، وأتم علينا نعمته، ورضي لنا الإسلام دينا، وأمرنا أن نستهديه صراطه\nالمستقيم: صراط الذين أنعم عليهم غير المغضوب عليهم: اليهود، ولا الضالين:\nالنصارى.\n</p>\n\n<p>\nوأشهد أن محمدا عبده ورسوله، أرسله بالدين القيم والحنيفية السمحة، وجعله\nعلى شريعة من الأمر، وأمره أن يقول: هذه سبيلي أدعو إلى الله على بصيرة أنا\nومن اتبعني - صلى الله وسلم عليه، وزاده شرفا -.\n</p>\n\n<p>\nوبعد: فإني كنت قد نهيت عن التشبه بالكفار في أعيادهم، وبينت ما في ذلك\nمن الأثر والدلالة الشرعية، ثم بلغني أن من الناس من استغرب ذلك واستبعده؛\nلمخالفة عادة قد نشأوا عليها؛ فاقتضاني بعض الأصحاب أن أعلق في ذلك ما يكون\nإشارة إلى أصل هذه المسألة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفالرسول بعثه الله إلى الخلق، وقد مقت أهل الأرض إلا بقايا من أهل الكتاب\nماتوا أو أكثرهم قبل مبعثه، والناس أحد رجلين: إما كتابي معتصم بكتاب: إما\nمبدل، وإما مبدل منسوخ، ودين دارس بعضه مجهول وبعضه متروك، وإما أمي من\nعربي وعجمي مقبل على عبادة ما استحسنه وظن أنه ينفعه من نجم أو <span id='ms004'></span> وثن أو قبر\nأو تمثال أو غير ذلك، والناس في جاهلية جهلاء، فهدى الله الناس ببركة محمد\nصلى الله عليه وسلم وبما جاء به من البينات والهدى هداية جلت عن وصف\nالواصفين، وفاقت معرفة العارفين، فلله الحمد كما يحب ربنا ويرضى، بعثه بدين\nالإسلام الذي هو الصراط المستقيم، وفرض على الخلق أن يسألوه هدايته كل يوم\nفي صلاتهم، ووصفه بأنه صراط الذين أنعم الله عليهم من النبيين والصديقين\nوالشهداء والصالحين، غير المغضوب عليهم ولا الضالين.\n</p>\n\n<p>\nقال عدي بن حاتم رضي الله عنه أتيت رسول الله صلى الله عليه وسلم وهو\nجالس في المسجد، وجئت بغير أمان ولا كتاب، فلما دفعت إليه أخذ بيدي، وكان\nقد قال قبل ذلك: إني لأرجو أن يجعل الله يده في يدي، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفقام بي حتى أتى داره، فألقت له الوليدة وسادة، فجلس عليها، وجلست بين\nيديه فحمد الله، وأثنى عليه، ثم قال: ما يفرك؟ أيفرك أن تقول: لا إله إلا\nالله، فهل تعلم من إله سوى الله؟ قلت: لا، ثم تكلم ساعة، ثم قال: إنما تفر\nأن تقول: الله أكبر؟ أو تعلم شيئا أكبر من الله؟ قال: قلت: لا. قال: \"فإن\nاليهود مغضوب عليهم والنصارى ضلال\". قال: قلت: فإني حنيف مسلم. قال: فرأيت\nوجهه ينبسط فرحا وذكر حديثا طويلا رواه الترمذي وحسنه.\n</p>\n\n<p>\nوفي كتاب الله ما يدل على معنى هذا الحديث، مثل قوله: قل هل أنبئكم بشر\nمن ذلك مثوبة عند الله من لعنه الله وغضب عليه والضمير عائد إلى اليهود،\nوالخطاب معهم كما دل عليه سياق الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: ألم تر إلى الذين تولوا قوما غضب الله عليهم ما هم منكم ولا منهم\nوهم المنافقون الذين تولوا يهود باتفاق أهل التفسير، وسياق الآية يدل عليه.\n</p>\n\n<p>\nوقال: ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من الناس\nوباءوا بغضب من الله وفي آل عمران: وباءوا بغضب من الله فهذا بيان أن\nاليهود مغضوب عليهم.\n</p>\n\n<p>\nوقال في النصارى: لقد كفر الذين قالوا إن الله <span id='ms005'></span> ثالث ثلاثة إلى قوله: قل\nيا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من\nقبل وأضلوا كثيرا وضلوا عن سواء السبيل وهذا خطاب للنصارى كما دل عليه\nالسياق؛ ولهذا نهاهم عن الغلو -وهو مجاوزة الحد- كما نهاهم عنه في قوله: لا\nتغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم\nرسول الله وكلمته ألقاها الآية.\n</p>\n\n<p>\nووصف اليهود بالغضب والنصارى بالضلال، فله أسباب ظاهرة وباطنة ليس هذا\nموضعها، وجماع ذلك أن اليهود كفروا عنادا؛ لأنهم يعلمون الحق، ولا يتبعونه\nعملا، والنصارى كفرهم من جهة عملهم بلا علم، بل هم مجتهدون في أصناف\nالعبادات بلا شريعة من الله، ويقولون على الله ما لا يعلمون،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا قال السلف: سفيان بن عيينة وغيره: \"من فسد من علمائنا ففيه شبه من\nاليهود، ومن فسد من عبادنا، ففيه شبه من النصارى\".\n</p>\n\n<p>\nومع أن الله قد حذرنا سبيلهم، ثم مع ذلك فقضاؤه نافذ بما أخبر به رسوله\nحيث قال: لتتبعن سنن من كان قبلكم حذو القذة بالقذة، حتى لو دخلوا جحر ضب\nلدخلتموه. قالوا: اليهود والنصارى؟ قال: فمن؟ حديث صحيح ورواه البخاري عن\nأبي هريرة عن النبي صلى الله عليه وسلم قال: لا تقوم الساعة حتى تأخذ أمتي\nمأخذ القرون شبرا بشبر وذراعا بذراع. فقيل: يا رسول الله كفارس والروم؟\nقال: ومن الناس إلا أولئك؟ .\n</p>\n\n<p>\nوقد كان ينهى عن التشبه بهم، وليس ذلك إخبارا عن جميع الأمة فإنه قال: لا\nتزال طائفة من أمتي ظاهرين على الحق حتى تقوم الساعة وأخبر أنه لا تجمع هذه\nالأمة على الضلالة، وأنه لا يزال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nيغرس في هذا الدين غرسا يستعملهم فيه بطاعة الله فعلم بخبره الصدق أن في\nأمته قوما متمسكين بهديه الذي هو دين الإسلام محضا، وقوم منحرفون إلى شعبة\nمن شعب اليهود أو إلى شعبة من شعب النصارى، وإن كان الرجل لا يكفر بكل\nانحراف، بل وقد لا يفسق أيضا، بل قد يكون الانحراف كفرا، وقد <span id='ms006'></span> يكون فسقا،\nوقد يكون معصية، وقد يكون خطأ، وهذا الانحراف أمر تتقاضاه الطباع، ويزينه\nالشيطان؛ فلذلك أمر العبد بدوام دعاء الله سبحانه بالهداية إلى الاستقامة\nالتي لا يهودية فيها ولا نصرانية أصلا، وأنا أشير إلى بعض أمور أهل الكتاب\nوالأعاجم التي ابتليت بها هذه الأمة ليجتنب المسلم الحنيف الانحراف.\n</p>\n\n<p>\nقال الله -تعالى-: ود كثير من أهل الكتاب لو يردونكم من بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nإيمانكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فذم اليهود\nعلى ما حسدوا به المؤمنين على الهدى والعلم، وقد يبتلى بعض المتلبسين\nبالعلم وغيرهم بنوع من الحسد لمن هداه الله بنوع علم أو عمل صالح، وهو خلق\nمذموم مطلقا، وهو في هذا الموضع من أخلاق المغضوب عليهم.\n</p>\n\n<p>\nوقال -تعالى-: إن الله لا يحب من كان مختالا فخورا الذين يبخلون ويأمرون\nالناس بالبخل ويكتمون ما آتاهم الله من فضله فوصفهم بالبخل بالعلم والمال،\nوإن كان السياق يدل على أن البخل بالعلم هو المقصود الأكبر، وكذا وصفهم\nبكتمان العلم في غير آية مثل قوله: وإذ أخذ الله ميثاق الذين أوتوا الكتاب\nلتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم وقال: إن الذين يكتمون ما\nأنزلنا من البينات والهدى إن الذين يكتمون ما أنزل الله من الكتاب.\n</p>\n\n<p>\nفوصف المغضوب عليهم بأنهم يكتمون العلم تارة بخلا به، وتارة اعتياضا عن\nإظهاره بالدنيا، وتارة خوف أن يحتج عليهم بما أظهروه منه، وهذا قد ابتلي به\nطوائف من المنتسبين إلى العلم، فإنهم تارة يكتمون العلم بخلا به؛ وكراهة أن\nينال غيرهم من الفضل ما نالوه، وتارة اعتياضا برئاسة أو مال، فيخاف إن\nأظهره نقص رئاسته أو ماله، وتارة يكون قد خالف غيره في مسألة، أو اعتزى إلى\nطائفة قد خولفت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nفي مسألة فيكتم من العلم ما فيه حجة لمخالفه، وإن لم يتيقن أن مخالفه\nمبطل.\n</p>\n\n<p>\nوقال: وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا\nويكفرون بما وراءه وهو الحق مصدقا لما معهم بعد أن قال: وكانوا من قبل <span id='ms007'></span>\nيستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على\nالكافرين فوصف اليهود بأنهم كانوا يعرفون الحق قبل ظهور الناطق به، فلما\nجاءهم الناطق به من غير طائفة يهوونها لم ينقادوا له، وأنهم لا يقبلون الحق\nإلا من الطائفة التي هم منتسبون إليها، مع أنهم لا يتبعون ما لزمهم في\nاعتقادهم.\n</p>\n\n<p>\nوهذا يبتلى به كثير من المنتسبين إلى طائفة معينة في العلم أو الدين من\nالمتفقهة أو المتصوفة وغيرهم، أو إلى رئيس معظم في الدين غير -النبي صلى\nالله عليه وسلم- فلا يقبلون من الدين رأيا ورواية إلا ما جاءت به طائفتهم،\nثم إنهم لا يعملون بما توجبه طائفتهم، مع أن دين الإسلام يوجب اتباع الحق\nمطلقا من غير تعيين شخص غير النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال في صفة المغضوب عليهم: يحرفون الكلم عن مواضعه ويلوون ألسنتهم\nبالكتاب لتحسبوه من الكتاب وما هو من الكتاب والتحريف قد فسر بتحريف\nالتنزيل وتحريف التأويل.\n</p>\n\n<p>\nفأما تحريف التأويل فكثير جدا، قد ابتليت به طوائف من الأمة.\n</p>\n\n<p>\nوأما تحريف التنزيل، فقد وقع في كثير من الناس يحرفون ألفاظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالرسول، ويروون الحديث بروايات منكرة، وإن كان الجهابذة يدفعون ذلك،\nوربما تطاول بعضهم إلى تحريف التنزيل، وإن لم يمكنه ذلك، كما قرأ بعضهم\nوكلم الله موسى.\n</p>\n\n<p>\nوأما لي الألسنة بما يظن أنه من عند الله، فكوضع الأحاديث على رسول الله\nصلى الله عليه وسلم وإقامة ما يظن أنه حجة في الدين، وليس بحجة، وهذا من\nأنواع أخلاق اليهود، وهو كثير لمن تدبر بنور الإيمان.\n</p>\n\n<p>\nوقال سبحانه: قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا\nأهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل وقال: لقد كفر\nالذين قالوا إن الله هو المسيح ابن مريم.\n</p>\n\n<p>\nثم إن الغلو في الأنبياء والصالحين قد وقع في طوائف من ضلال المتعبدة\nوالمتصوفة، حتى خالط كثيرا منهم من مذاهب الحلول والاتحاد ما هو أقبح من\nقول النصارى أو مثله أو <span id='ms008'></span> دونه.\n</p>\n\n<p>\nوقال: اتخذوا أحبارهم ورهبانهم أربابا من دون الله الآية، وفسره النبي\nصلى الله عليه وسلم لعدي بأنهم أحلوا لهم الحرام، وحرموا عليهم الحلال،\nفاتبعوهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوكثير من أتباع المتعبدة يطيع بعض المعظمين عنده في كل ما يأمره به، وإن\nتضمن تحليل حرام أو تحريم حلال.\n</p>\n\n<p>\nوقال: ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله.\n</p>\n\n<p>\nوقد ابتلي طائفة من المسلمين من الرهبانية المبتدعة بما الله به عليم.\n</p>\n\n<p>\nوقال -تعالى-: قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا فكان\nالضالون، بل والمغضوب عليهم يبنون المساجد على قبور الأنبياء والصالحين،\nكما نهى صلى الله عليه وسلم أمته عن ذلك في غير موطن حتى في وقت مفارقته\nالدنيا -بأبي هو وأمي- ثم إن هذا قد ابتلي به كثير من الأمة.\n</p>\n\n<p>\nثم إن الضالين تجد عامة دينهم إنما يقوم بالأصوات المطربة والصور\nالجميلة، فلا يهتمون بأمر دينهم بأكثر من تلحين الأصوات.\n</p>\n\n<p>\nثم قد ابتليت هذه الأمة من اتخاذ السماع المطرب بسماع القصائد وإصلاح\nالقلوب والأحوال به ما فيه مضاهاة لبعض حال الضالين.\n</p>\n\n<p>\nوقال -تعالى-: وقالت اليهود ليست النصارى على شيء وقالت النصارى ليست\nاليهود على شيء فأخبر أن كل واحدة من الأمتين تجحد كل ما الأخرى عليه.\n</p>\n\n<p>\nوأنت تجد كثيرا من المتفقهة إذا رأى المتصوفة أو المتعبدة لا يراهم شيئا،\nولا يعدهم إلا جهالا ضلالا، ولا يعتقد في طريقهم من الهدى شيئا، وترى كثيرا\nمن المتصوفة والمتفقرة لا يرى الشريعة ولا العلم شيئا، بل يرى أن المتمسك\nبها منقطع عن الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوأما مشابهة الفرس والروم، فقد دخل منه في هذه الأمة من الآثار الرومية\nقولا وعملا والآثار الفارسية قولا وعملا، ما لا خفاء فيه على مؤمن عليم.\n</p>\n\n<p>\nوليس الغرض تفصيل الأمور التي وقعت مضارعة لطريقة المغضوب عليهم أو\nالضالين، وإن كان بعض ذلك قد يقع مغفورا لصاحبه: إما لاجتهاد أخطأ فيه، أو\nلحسنات محت عنه، أو غير ذلك، وإنما الغرض أن نبين ضرورة العبد وفاقته إلى\nهداية الصراط المستقيم، وأن ينفتح باب إلى معرفة <span id='ms009'></span> الانحراف؛ فتحذره -إن شاء\nالله-.\n</p>\n\n<p>\nثم الصراط المستقيم هو أمور باطنة في القلب من اعتقادات وإرادات وغير\nذلك، وأمور ظاهرة من أقوال وأفعال قد تكون عبادات، وقد تكون عادات، في\nالطعام واللباس والنكاح والمسكن والاجتماع والافتراق والسفر والإقامة، وهذه\nالأمور الظاهرة والباطنة بينهما ارتباط ومناسبة، فما يقوم بالقلب من الشعور\nوالحال يوجب أمورا ظاهرة، وما يقوم بالظاهر من سائر الأعمال يوجب للقلب\nشعورا وأحوالا، وقد بعث الله محمدا صلى الله عليه وسلم بالحكمة التي هي\nسنته وهي الشرعة والمنهاج الذي شرعه له، فكان من هذه الحكمة أن شرع له من\nالأقوال والأعمال ما يباين سبيل المغضوب عليهم والضالين، وأمر بمخالفتهم في\nالهدي الظاهر، وإن لم يظهر لكثير من الخلق في ذلك مفسدة؛ لأمور منها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nإن المشاركة في الهدي الظاهر يورث تناسبا وتشاكلا بين المتشابهين يقود\nإلى الموافقة في الأخلاق والأعمال، وهذا أمر محسوس، فإن اللابس لثياب أهل\nالعلم مثلا يجد من نفسه نوع انضمام وانقياد إليهم، وكذلك اللابس لثياب\nالجند المقاتلة يجد في نفسه نوع تخلق بأخلاقهم، ويصير طبعه متقاضيا لذلك\nإلا أن يمنعه من ذلك مانع.\n</p>\n\n<p>\nومنها أن المخالفة في الهدي الظاهر توجب مباينة ومفارقة توجب الانقطاع عن\nموجبات الغضب وأسباب الضلال والانعطاف على أهل الهدى والرضوان، وتحقق ما\nقطع الله من الموالاة بين جنده المفلحين وأعدائه الخاسرين، وكلما كان القلب\nأتم حياة كان أبعد عن أخلاق اليهود والنصارى ظاهرا وباطنا.\n</p>\n\n<p>\nومنها أن مشاركتهم في الهدي الظاهر موجب الاختلاط الظاهر حتى يرتفع\nالتمييز ظاهرا بين المهتدين المرضيين وبين المغضوب عليهم والضالين إلى غير\nذلك من الأسباب الحكمية.\n</p>\n\n<p>\nهذا إذا لم يكن ذلك الهدي الظاهر إلا مباحا لو تجرد عن مشابهتهم.\n</p>\n\n<p>\nفأما إن كان من موجبات كفرهم، كان شعبة من شعب الكفر، فموافقتهم فيه\nموافقة في نوع من أنواع معاصيهم، فهذا أصل ينبغي أن يتفطن له اللبيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>فصل إيراد النصوص الدالة على الأمر بمخالفة الكفار والنهي عن مشابهتهم بشيء من البيان</h1>\n\n<p>\nإذا تقرر ذلك، فقد دل الكتاب والسنة والإجماع على <span id='ms010'></span> الأمر بمخالفة الكفار\nوالنهي عن مشابهتهم في الجملة، سواء كان عاما في جميع أنواع المخالفات أو\nخاصا ببعضها، وسواء كان أمر إيجاب أو أمر استحباب.\n</p>\n\n<p>\nأما الكتاب فقوله تعالى: ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله\nوما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد\nفقست قلوبهم.\n</p>\n\n<p>\nوقال: ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة إلى أن قال: ثم\nجعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون.\n</p>\n\n<p>\nفأخبر أنه أنعم على بني إسرائيل بنعم الدين والدنيا، وأنهم اختلفوا بعد\nمجيء العلم بغيا من بعضهم على بعض، ثم جعل محمدا صلى الله عليه وسلم على\nشريعة، وأمره باتباعها، ونهاه عن اتباع أهواء الذين لا يعلمون، فدخل فيهم\nكل من خالف شريعته.\n</p>\n\n<p>\nوأهواؤهم: هو ما يهوونه، وما عليه المشركون من هديهم الظاهر الذي هو من\nموجبات دينهم الباطل.\n</p>\n\n<p>\nومن هذا قوله: والذين آتيناهم الكتاب يفرحون بما أنزل إليك ومن الأحزاب\nمن ينكر بعضه قل إنما أمرت أن أعبد الله ولا أشرك به إلى أن قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا\nنصير.\n</p>\n\n<p>\nوالضمير -والله أعلم- يعود إلى من تقدم ذكره، وهم الأحزاب الذين ينكرون\nبعضه، فدخل كل من أنكر شيئا من القرآن من يهودي أو نصراني وغيرهما.\n</p>\n\n<p>\nومن ذلك قوله: ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى\nالله هو الهدى ولئن اتبعت أهواءهم الآية.\n</p>\n\n<p>\nفقال في الخبر: حتى تتبع ملتهم وفي النهي: ولئن اتبعت أهواءهم لأن القوم\nلا يرضون إلا باتباع الملة مطلقا، والزجر وقع عن اتباع أهوائهم في قليل أو\nكثير، ومتابعتهم في بعض ما هم عليه نوع متابعة لهم فيما يهوونه، أو مظنة\nله، وكذا قوله: ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك إلى\nقوله: ولئن اتبعت أهواءهم إلى قوله: وحيثما كنتم فولوا وجوهكم شطره لئلا\nيكون للناس عليكم حجة إلا الذين <span id='ms011'></span> ظلموا منهم.\n</p>\n\n<p>\nقال غير واحد: لئلا يحتج اليهود عليكم بأنكم وافقتموهم في القبلة، فيوشك\nأن يوافقونا في الملة، فقطع الله هذه الحجة بأن قال: خالفوهم في القبلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سبحانه: ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات\nوهم اليهود والنصارى الذين افترقوا على أكثر من سبعين فرقة، مع أنه قد أخبر\n-صلى الله عليه - أن أمته ستفترق على ثلاث وسبعين فرقة.\n</p>\n\n<p>\nوقال: لكل جعلنا منكم شرعة ومنهاجا وكل ما في الكتاب من النهي عن مشابهة\nالأمم الكافرة وقصصهم التي فيها عبرة لنا بترك ما فعلوه مثل قوله: &lt;&gt;\nفاعتبروا يا أولي الأبصار ولقد كان في قصصهم عبرة لأولي الألباب وأمثال\nذلك، كله دال على هذا المطلب من أن مخالفتهم مشروعة لنا في الجملة، وهي دين\nلنا.\n</p>\n\n<p>\nوقال تعالى: المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن\nالمعروف الآيات إلى قوله: والمؤمنون والمؤمنات إلى قوله وبئس المصير فبين\nأخلاق المنافقين والمؤمنين وتوعد المستمتعين الخائضين كالذي خاضوا بأن قال\nأولئك حبطت أعمالهم في الدنيا والآخرة وأولئك هم الخاسرون فأخبر أن في هذه\nالأمة من استمتع بخلاقه كما استمتعت الأمم قبلهم وخاض كالذي خاضوا وذمهم\nعلى ذلك -والخلاق قيل هو الدين وقيل بنصيبهم من الآخرة في الدنيا قال أهل\nاللغة هو الحظ والنصيب كأنه ما خلق للإنسان ثم حضهم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتبار بمن قبلهم فقال ألم يأتهم نبأ الذين من قبلهم قوم نوح وعاد\nوثمود وقوم إبراهيم وأصحاب مدين والمؤتفكات أتتهم رسلهم بالبينات الآية.\n</p>\n\n<p>\nفذم من استمتع وشابه القرون الماضية، وكان من الخائضين، وهم اليهود\nوالنصارى وغيرهم ممن تقدم، ومع ذلك فقد أخبر رسول الله صلى الله عليه وسلم\nأنه لا بد أن تأخذ أمته مأخذ الأمم قبلها ذراعا بذراع وشبرا بشبر.\n</p>\n\n<p>\nوقوله بعد ذلك: جاهد الكفار والمنافقين دليل على جهاد هؤلاء الخائضين\nالمستمتعين ثم هذا الذي دل عليه الكتاب من مشابهة بعض الأمة للقرون الماضية\nفي الدنيا وفي الدين وذم من يفعل ذلك قد دلت عليه سنة رسول الله صلى الله <span id='ms012'></span>\nعليه وسلم وفسر أصحابه الآية بذلك فعن أبي هريرة عنه صلى الله عليه وسلم\nقال لتأخذن كما أخذت الأمم من قبلكم ذراعا بذراع وشبرا بشبر وباعا بباع حتى\nلو أن أحدا من أولئك دخل جحر ضب لدخلتموه\" قال أبو هريرة اقرءوا إن شئتم\nكالذين من قبلكم كانوا أشد منكم قوة الآية، قالوا: يا رسول الله كما صنعت\nفارس والروم وأهل الكتاب؟ \"قال فمن الناس إلا هم؟ .\n</p>\n\n<p>\nوعن ابن عباس أنه قال: \"ما أشبه الليلة بالبارحة هؤلاء بنو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nإسرائيل شبهنا بهم\".\n</p>\n\n<p>\nوعن ابن مسعود أنه قال: \"أنتم أشبه الأمم ببني إسرائيل سمتا وهديا،\nتتبعون عملهم حذو القذة بالقذة غير أني لا أدري أتعبدون العجل أم لا؟ \".\n</p>\n\n<p>\nوعن حذيفة بن اليمان قال: \"المنافقون الذين منكم اليوم شر من المنافقين\nالذين كانوا على عهد رسول الله صلى الله عليه وسلم، فإن أولئك كانوا يخفون\nنفاقهم، وهؤلاء أعلنوه\".\n</p>\n\n<p>\nوأما السنة ففي \"الصحيحين\" عن عمرو بن عوف أن رسول الله صلى الله عليه\nوسلم بعث أبا عبيدة إلى البحرين يأتي بجزيتها، وكان قد صالح أهل البحرين،\nوأمر عليهم العلاء بن الحضرمي، فقدم أبو عبيدة بالمال، فسمعت الأنصار،\nفوافوا صلاة الفجر مع رسول الله صلى الله عليه وسلم الحديث إلى أن قال:\nأبشروا، فوالله ما الفقر أخشى عليكم، ولكن أخشى عليكم أن تبسط الدنيا عليكم\nكما بسطت على من كان قبلكم، فتنافسوها كما تنافسوها، فتهلككم كما أهلكتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو الاستمتاع بالخلاق المذكور في الآية.\n</p>\n\n<p>\nوفي \"مسلم\" عن عبد الله بن عمر رضي الله عنهما عن رسول الله صلى الله\nعليه وسلم قال: إذا فتحت عليكم خزائن فارس والروم، أي قوم أنتم؟ \". قال عبد\nالرحمن بن عوف: نكون كما أمرنا الله -عز وجل- فقال رسول الله صلى الله عليه\nوسلم: \"تنافسون، ثم تحاسدون، ثم تدابرون أو تباغضون، أو غير ذلك، ثم\nتنطلقون إلى مساكن المهاجرين، فتحملون بعضهم على رقاب بعض\".\n</p>\n\n<p>\nوفي \"الصحيحين\" عن أبي سعيد الخدري رضي الله عنه قال: جلس رسول الله صلى\nالله عليه وسلم <span id='ms013'></span> على المنبر وجلسنا حوله، فقال: \"إن مما أخاف عليكم بعدي ما\nيفتح من زهرة الدنيا وزينتها\" فقال رجل: \"أو يأتي الخير بالشر يا رسول\nالله؟ فسكت عنه رسول الله صلى الله عليه وسلم، فقيل: ما شأنك تكلم رسول\nالله ولا يكلمك؟ وقال: ورأينا أنه ينزل عليه، فأفاق يمسح عنه الرحضاء،\nوقال: أين هذا السائل؟ وكأنه حمده، فقال: \"إنه لا يأتي الخير بالشر وفي\nرواية فقال: أين السائل آنفا؟ أو خير هو ثلاثا؟ إن الخير لا يأتي إلا\nبالخير، وإن مما ينبت الربيع ما يقتل حبطا أو يلم إلا آكلة الخضر، فإنها\nأكلت حتى إذا امتدت خاصرتها استقبلت عين الشمس، فثلطت وبالت، ثم رتعت، وإن\nهذا المال خضر حلو، ونعم صاحب المسلم هو لمن أعطى منه المسكين واليتيم وابن\nالسبيل أو كما قال رسول الله صلى الله عليه وسلم وإنه من يأخذه بغير حق\nكالذي يأكل ولا يشبع، ويكون عليه شاهدا يوم القيامة.\n</p>\n\n<p>\nوفي \"الصحيح\" أنه قال: إن فتنة بني إسرائيل كانت في النساء، فاتقوا الله،\nواتقوا النساء.\n</p>\n\n<p>\nفحذر فتنة النساء، معللا بأن أول فتنة بني إسرائيل كانت في النساء.\n</p>\n\n<p>\nوقال: إنما هلك بنو إسرائيل حين اتخذ هذه نساؤهم يعني وصل الشعر.\n</p>\n\n<p>\nوكثير من مشابهة أهل الكتاب في أعيادهم وغيرها، إنما يدعو إليها النساء.\n</p>\n\n<p>\nوفي \"مسلم\" لا تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى يعبد\nفئام من أمتي الأوثان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوستفترق أمتي على ثلاث وسبعين فرقة، كلها في النار إلا فرقة واحدة، وهي\nالجماعة\n</p>\n\n<p>\nولا شك أن الثنتين والسبعين هم الذين تفرقوا واختلفوا كما تفرق الذين من\nقبلهم.\n</p>\n\n<p>\nومن ذلك لما سألوه أن يجعل لهم ذات أنواط، قال: الله أكبر! قلتم والذي\nنفسي بيده كما قالت بنو إسرائيل قبلكم رواه مالك والنسائي والترمذي وصححه.\n</p>\n\n<p>\nوقال: لتركبن سنن من كان قبلكم حذو القذة بالقذة، حتى لو دخلوا جحر ضب\nلدخلتموه\"، قالوا: يا رسول الله اليهود والنصارى؟ قال: \"فمن\" وقد تقدم مثله\nفي البخاري قوله: لتأخذن أمتي مأخذ القرون قبلها شبرا بشبر <span id='ms014'></span> وذراعا بذراع\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا كله وأشباهه خرج منه صلى الله عليه وسلم مخرج الخبر عن وقوعه والذم\nلمن يفعله، فعلم أن مشابهتها لليهود والنصارى وفارس والروم مذموم ذمه الله\nورسوله، وهو المطلوب.\n</p>\n\n<p>\nفإن قيل: إذا كان قد أخبر رسول الله صلى الله عليه وسلم وكتاب الله - جل\nوعز - أنه لا بد من وقوع المشابهة، فما فائدة النهي عن ذلك؟\n</p>\n\n<p>\nقيل: قد دل الكتاب والسنة - أيضا - أنه لا تزال طائفة متمسكة بالحق الذي\nبعث الله به محمدا صلى الله عليه وسلم إلى قيام الساعة، وأنها لا تجتمع على\nالخطأ، ففي النهي عن ذلك تكثير لهذه الطائفة المنصورة وتثبيتها وزيادة\nإيمانها، زادها الله شرفا وقوة ونصرا، وأظهر دينه، ونصره حيث كان، وعلى يد\nمن كان، وخذل أعداءه، وكبتهم، وجعل الدائرة عليهم، إنه سميع الدعاء.\n</p>\n\n<p>\nوأيضا لو فرض أن الناس لا يتركون هذه المشابهة المنكرة، لكان في العلم\nبها معرفة القبيح والإيمان بذلك، فإن نفس العلم والإيمان بما كرهه الله خير\nوإن لم يعمل به، بل فائدة العلم والإيمان أعظم من فائدة مجرد العمل الذي لم\nيقترن به علم، فإن الإنسان إذا عرف المعروف وأنكر المنكر كان خيرا من أن\nيكون ميت القلب لا يعرف معروفا ولا ينكر منكرا.\n</p>\n\n<p>\nوإنكار القلب: هو الإيمان بأن هذا منكر، وكراهته لذلك، فإذا حصل ذلك كان\nفي القلوب إيمان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فقد يستغفر الرجل من الذنب مع إصراره عليه، أو يأتي بحسنات تمحوه\nأو بعضه، وقد تقلل منه، وقد تضعف همته في طلبه إذا علم أنه منكر، ثم لو فرض\nأنا علمنا أن الناس لا يتركون المنكر، ولا يعترفون بأنه منكر، لم يكن ذلك\nمانعا من إبلاغ الرسالة وبيان العلم، بل ذلك لا يسقط وجوب الإبلاغ ولا وجوب\nالأمر والنهي في إحدى الروايتين عن أحمد -رحمه الله - وقول كثير من أهل\nالعلم، وهذا أمر عام في كل منكر أخبر الصادق بوقوعه.\n</p>\n\n<p>\nوقد قال تعالى: إن الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء فقد\nبرأ -سبحانه- رسوله بأن <span id='ms015'></span> يكون فيه شيء من المفرقين لدينهم، فمن كان متبعا له\nحقيقة، كان متبرئا كتبرئه، ومن كان موافقا لهم في شيء كان مخالفا للرسول\nبقدر موافقته لهم.\n</p>\n\n<p>\nوما دل عليه الكتاب جاءت به سنة رسول الله وسنة خلفائه الراشدين التي\nأجمع الفقهاء عليها بمخالفتهم وترك التشبه بهم، ففي \"الصحيحين\" أنه قال: إن\nاليهود والنصارى لا يصبغون، فخالفوهم فاقتضى أن جنس مخالفتهم أمر مقصود\nللشارع؛ لأن الفعل المأمور به إذا عبر عنه بلفظ مشتق من معنى أعم من ذلك\nالفعل، فلا بد أن يكون ما منه الاشتقاق أمرا مطلوبا، لا سيما إن ظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nلنا أن المعنى المشتق منه معنى مناسب للحكمة، ولأن الأمر إذا تعلق باسم\nمفعول مشتق من معنى، كان المعنى علة للحكم، كما في قوله: فاقتلوا المشركين\nوفأصلحوا بين أخويكم وعودوا المريض، وأطعموا الجائع، وفكوا العاني.\n</p>\n\n<p>\nوأيضا إذا أمر بفعل كان نفس مصدره أمرا مطلوبا للآمر مقصودا، كما قال\nتعالى: اتقوا الله ووأحسنوا إن الله يحب المحسنين آمنوا بالله ورسوله\nاعبدوا ربكم فعليه توكلوا.\n</p>\n\n<p>\nفإن نفس التقوى والإحسان والإيمان والعبادة أمور مطلوبة مقصودة، بل هي\nنفس المأمور به.\n</p>\n\n<p>\nفلما قال: \"خالفوهم\" كان الأمر بمخالفتهم داخلا في العموم، وإن كان السبب\nالذي قاله لأجله هو الصبغ؛ لأن الفعل فيه عموم وإطلاق لفظي ومعنوي، فيجب\nالوفاء به، وخروجه على سبب يجب أن يكون داخلا فيه، ولا يمنع أن يكون غيره\nداخلا فيه، وإن قيل: إن اللفظ العام يقصر على سببه؛ لأن العموم هنا من جهة\nالمعنى، ولا يقبل من التخصيص ما يقبله العموم اللفظي.\n</p>\n\n<p>\nوأيضا عدول الأمر عن لفظ الفعل الخاص إلى لفظ أعم منه، كعدوله عن لفظ:\nأطعمه، إلى لفظ: أكرمه، وعن لفظ: فاصبغوا، إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nلفظ: فخالفوهم، لا بد له من فائدة، وإلا فمطابقة اللفظ للمعنى أولى من\nإطلاق اللفظ العام وإرادة الخاص، ولا فائدة هنا إلا تعليق القصد بذلك\nالمعنى العام المشتمل على هذا الخاص، وهذا بين لمن تأمله.\n</p>\n\n<p>\nوأيضا إذا أمر بفعل باسم دال على معنى عام مريدا به <span id='ms016'></span> فعلا خاصا، كان ذلك\nيقتضي أنه قصد أولا ذلك العام، وأنه إنما قصد ذلك الخاص لحصوله بالعام.\n</p>\n\n<p>\nففي قولك: أكرم زيدا، طلبان: طلب للإكرام المطلق، وطلب لهذا الفعل الذي\nيحصل به المطلق، لأن حصول المعين مقتض لحصول المطلق، وهذا معنى صحيح إذا\nصادف فطنة وذكاء انتفع به في كثير من المواضع، وعلم به طريق البيان.\n</p>\n\n<p>\nوأيضا فإنه رتب الحكم على الوصف بحرف الفاء، فيدل على أنه علة له من غير\nوجه، حيث قال: \"إن اليهود لا يصبغون فخالفوهم\" ولأنه لو لم يكن لقصد\nمخالفتهم تأثير في الأمر بالصبغ لم يكن لذكرهم فائدة، فنفس المخالفة لهم في\nالهدي مصلحة ومنفعة لعباد الله المؤمنين؛ لما فيه من المجانبة والمباينة\nالتي توجب المباعدة عن أعمال أهل الجحيم، وإنما يظهر بعض المصلحة في ذلك\nلمن تنور قلبه، ونفس ما هم عليه من الهدى والخلق قد يكون فيه مضرة، فينهى\nعنه، ويؤمر بضده؛ لما فيه من المنفعة والكمال، وليس شيء من أمورهم إلا وهو\nإما مضر أو هو ناقص.\n</p>\n\n<p>\nولا يتصور أن يكون شيء من أمورهم كاملا قط، فإذا المخالفة لهم فيها لنا\nمنفعة ومصلحة لنا في كل أمورهم حتى ما هم عليه من إتقان بعض أمور دنياهم\nفقد يكون مضرا بأمر الآخرة أو بما هو أهم منه من أمر الدنيا.\n</p>\n\n<p>\nوبالجملة: فالكفر بمنزلة المرض الذي في القلب وأشد، ومتى كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالقلب مريضا لم يصح شيء من الأعضاء صحة مطلقة، وإنما الصلاح: أن لا تشابه\nمريض القلب في شيء من أموره وإن خفي عليك مرض ذلك العضو، لكن يكفيك أن فساد\nالأصل لا بد أن يؤثر في الفرع، ومن انتبه لهذا قد يعلم بعض الحكمة التي\nأنزلها الله، فإن من في قلبه مرض قد يرتاب في الأمر بنفس المخالفة لعدم\nاستبانته لفائدته، أو يتوهم أن هذا من جنس أمر الملوك والرؤساء القاصدين\nللعلو في الأرض، ولعمري إن النبوة غاية الملك الذي يؤتيه الله من يشاء،\nوينزعه ممن يشاء، ولكن ملك هو غاية صلاح من أطاعه <span id='ms017'></span> من العباد في معاشهم\nومعادهم.\n</p>\n\n<p>\nوحقيقة الأمر أن جميع أعمال الكافر وأموره لا بد فيها من خلل يمنعها أن\nتتم منفعته بها، ولو فرض صلاح شيء من أموره على التمام لاستحق بذلك ثواب\nالآخرة، فالحمد لله على نعمة الإسلام التي هي أعظم النعم وأم كل خير كما\nيحب ربنا ويرضى، فظهر أن مخالفتهم أمر مشروع في الجملة؛ ولهذا كان الإمام\nأحمد وغيره يعللون الأمر بالصبغ بعلة المخالفة.\n</p>\n\n<p>\nفإذا نهى عن التشبه بهم في بقاء بياض الشيب الذي ليس هو من فعلنا، فلأن\nينهى عن إحداث التشبه بهم بطريق الأولى؛ ولهذا كان هذا التشبه بهم يكون\nمحرما بخلاف الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الصحيحين: خالفوا المشركين ثم قال: أحفوا الشوارب وأوفوا اللحى فأبدل\nالجملة الثانية من الأولى، أمر بالمخالفة عاما ثم خاصا، فقدمه عموما ثم\nخصوصا، كما يقال أكرم ضيفك أطعمه وحادثه.\n</p>\n\n<p>\nوقال: خالفوا اليهود، فإنهم لا يصلون في نعالهم ولا خفافهم رواه أبو\nداود.\n</p>\n\n<p>\nوقال: فصل ما بين صيامنا وصيام أهل الكتاب: أكلة السحر رواه مسلم.\n</p>\n\n<p>\nفدل على أن الفصل بين العبادتين أمر مقصود، وقد صرح بذلك في قوله: لا\nيزال الدين ظاهرا ما عجل الناس الفطر، لأن اليهود والنصارى يؤخرون.\n</p>\n\n<p>\nوإنما المقصود بإرسال الرسل: أن يظهر دين الله على الدين كله، فنفس\nمخالفتهم من أكبر مقاصد البعثة.\n</p>\n\n<p>\nوكذا قال: لا تزال أمتي بخير -أو قال على الفطرة- ما لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nيؤخروا المغرب إلى أن تشتبك النجوم رواه أحمد وابن ماجه.\n</p>\n\n<p>\nوقوله: اصنعوا كل شيء غير النكاح فقالت اليهود: \"ما يريد هذا الرجل أن\nيدع من أمرنا شيئا إلا خالفنا فيه رواه مسلم.\n</p>\n\n<p>\nوقد نهى عن الصلاة عند طلوع الشمس وغروبها، معللا بأنها تسجد لها الكفار\nحينئذ، وأنها تطلع بين قرني شيطان.\n</p>\n\n<p>\nففيه تنبيه على أن كل ما يفعله المشركون من العبادات ونحوها مما يكون\nكفرا، أو معصية بالنية ينهى المؤمنون عن ظاهره، وإن لم يقصدوا به قصد\nالمشركين؛ سدا للذريعة؛ وحسما للمادة.\n</p>\n\n<p>\nومن هذا الباب أنه صلى الله عليه وسلم كان إذا صلى <span id='ms018'></span> إلى عود أو عمود جعله\nعلى حاجبه الأيمن أو الأيسر، ولم يصمد له صمدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nونهى عن الصلاة إلى ما عبد من دون الله في الجملة، وإن لم يقصد العابد\nذلك.\n</p>\n\n<p>\nونهى عن السجود لله بين يدي الرجل، وإن لم يقصد الساجد ذلك؛ لما فيه من\nمشابهة السجود لغير الله، فقطعت الشريعة المشابهة في الجهات والأوقات، وكما\nلا يصلي إلى القبلة التي يصلون إليها لا يصلي إلى ما يصلون له.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: ائتموا بأئمتكم إن صلى قائما، فصلوا قياما، وإن\nصلى قاعدا، فصلوا قعودا، إن كدتم آنفا تفعلون فعل فارس والروم يقومون على\nملوكهم قال ذلك لما صلى قاعدا وصلوا خلفه قياما، فأشار إليهم أن اجلسوا، ثم\nقال ذلك بعد فراغه، فأمرهم بترك القيام الذي هو فرض في الصلاة، وعلل ذلك\nبأنه يشبه فعل فارس والروم بعظمائهم. ومعلوم أن المأموم إنما ينوي أن يقوم\nلله لا للإمام، وهذا تشديد عظيم في النهي عن القيام للرجل القاعد، ونهي\nأيضا عما يشبه ذلك وإن لم يقصد به ذلك.\n</p>\n\n<p>\nفهل بعد هذا في النهي عن مشابهتهم في مجرد الصورة غاية؟\n</p>\n\n<p>\nوأيضا انتساب الرجل إلى المهاجرين أو الأنصار انتساب حسن محمود عند الله\nوعند رسوله، ليس من المباح الذي يقصد به التعريف فقط، كالانتساب إلى\nالقبائل والأمصار، ولا من المكروه أو المحرم، كالانتساب إلى ما يفضي إلى\nبدعة أو معصية أخرى، ثم مع هذا لما ادعى كل من الطائفتين: يا للمهاجرين ويا\nللأنصار منتصرا بحزبه على الآخر، أنكر النبي صلى الله عليه وسلم ذلك، وقال:\nما هذا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأدعوى الجاهلية؟ سماها دعوى الجاهلية، حتى قيل له: إن الداعي بها إنما\nهما غلامان، لم يصدر ذلك من الجماعة، فأمر بمنع الظالم وإعانة المظلوم؛\nليبين أن المحذور إنما هو تعصب الرجل لطائفته مطلقا فعل أهل الجاهلية، فأما\nنصرها بالحق فحسن إذا كان من غير عدوان؛ ولهذا قال: خيركم المدافع عن\nعشريته ما لم يأثم رواه أبو داود.\n</p>\n\n<p>\nوقال أربع في أمتي من أمر الجاهلية: لا <span id='ms019'></span> يتركونهن: الفخر بالأحساب، والطعن\nفي الأنساب، والاستسقاء بالنجوم، والنياحة فاقتضى أن كل ما كان من أمر\nالجاهلية مذموم في الإسلام، وإلا لم يكن في إضافة هذه المنكرات إلى\nالجاهلية ذم لها، ومعلوم أن إضافتها إلى الجاهلية خرج مخرج الذم، وكذا قوله\nتعالى: ولا تبرجن تبرج الجاهلية الأولى وإذ جعل الذين كفروا في قلوبهم\nالحمية حمية الجاهلية فدل ذلك على أن إضافة الأمر إلى الجاهلية يقتضي ذمه\nوالنهي عنه، وذلك يقتضي المنع من أمر الجاهلية مطلقا، وهو المقصود في هذا\nالكتاب.\n</p>\n\n<p>\nومنه قوله: إن الله قد أذهب عنكم عبية الجاهلية، وفخرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nبالآباء، مؤمن تقي، أو فاجر شقي، أنتم بنو آدم، وآدم من تراب، ليدعن رجال\nفخرهم بأقوام إنما هم فحم من فحم جهنم، أو ليكونن أهون على الله من الجعلان\nالتي تدفع بأنفها النتن رواه أبو داود وغيره وهو صحيح.\n</p>\n\n<p>\nوأيضا روى مسلم عن ابن عباس أن النبي صلى الله عليه وسلم قال: أبغض الناس\nإلى الله ثلاثة: ملحد في الحرم، ومبتغ في الإسلام سنة جاهلية، ومطلب دم\nامرئ بغير حق ليريق دمه.\n</p>\n\n<p>\nفكل من أراد في الإسلام أن يعمل بشيء من سنن الجاهلية دخل في الحديث.\n</p>\n\n<p>\nوالسنة الجاهلية: كل عادة كانوا عليها.\n</p>\n\n<p>\nقال تعالى: قد خلت من قبلكم سنن وقال صلى الله عليه وسلم: لتتبعن سنن من\nكان قبلكم.\n</p>\n\n<p>\nوهذا نص عام يوجب تحريم متابعة كل شيء من سنن الجاهلية في أعيادهم\nوغيرها.\n</p>\n\n<p>\nولفظ الجاهلية قد يكون اسما للحال، وهو الغالب في الكتاب والسنة، وقد\nيكون اسما لذي الحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفمن الأول: قوله لأبي ذر: إنك امرؤ فيك جاهلية وقول عمر: إني نذرت في\nالجاهلية وقولهم: يا رسول الله! كنا في جاهلية وشر أي في حال جاهلية، أو\nطريقة أو عادة ونحوه، فإن لفظ \"الجاهلية\"، وإن كان في الأصل صفة، لكنه غلب\nعليه الاستعمال حتى صار اسما، ومعناه قريب من معنى المصدر.\n</p>\n\n<p>\nوأما الثاني: فقولهم: طائفة جاهلية، وشاعر جاهلي، وذلك نسبة إلى الجهل\nالذي هو عدم العلم، أو عدم اتباع العلم <span id='ms020'></span>، فإن من لم يعلم الحق فهو جاهل جهلا\nبسيطا، فإن اعتقد خلافه فهو جاهل جهلا مركبا، فإن قال خلاف الحق عالما\nبالحق أو غير عالم فهو جاهل أيضا، كما قال: وإذا خاطبهم الجاهلون قالوا\nسلاما وقول الشاعر من هذا الباب:\n</p>\n\n<p>\nألا لا يجهلن أحد علينا\n</p>\n\n<p>\nفنجهل فوق جهل الجاهلينا\n</p>\n\n<p>\nوكذلك من عمل بخلاف الحق فهو جاهل - وإن علم أنه مخالف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nللحق - كقوله سبحانه: إنما التوبة على الله للذين يعملون السوء بجهالة\nقال أصحاب محمد صلى الله عليه وسلم: كل من عمل سوءا فهو جاهل.\n</p>\n\n<p>\nوسبب ذلك أن العلم الحقيقي الراسخ في القلب يمتنع أن يصدر معه ما يخالفه\nمن قول أو فعل، فمتى صدر خلافه فلا بد من غفلة القلب عنه، أو ضعفه بما\nيعارضه، وتلك أحوال تناقض حقيقة العلم، فيصير جهلا بهذا الاعتبار.\n</p>\n\n<p>\nومن هنا تعرف دخول الأعمال في مسمى الإيمان حقيقة لا مجازا، وإن لم يكن\nكل من ترك شيئا من الأعمال كافرا ولا خارجا عن أصل مسمى الإيمان، وكذلك اسم\nالعقل ونحوه من الأسماء؛ ولهذا يسمي الله -سبحانه- أصحاب هذه الأحوال:\nموتى، وعميا، وصما، وبكما، وضالين، وجاهلين، وأنهم لا يعقلون، ولا يسمعون.\n</p>\n\n<p>\nإذا ثبت ذلك، فالناس كانوا قبل مبعث الرسول صلى الله عليه وسلم في حال\nجاهلية منسوبة إلى الجهل، فإن ما كانوا عليه من الأقوال والأعمال، إنما\nأحدثه لهم جهال، وإنما يفعله جاهل، وكذلك كل ما يخالف ما جاءت به المرسلون\nمن يهودية أو نصرانية فهي جاهلية، وتلك كانت الجاهلية العامة.\n</p>\n\n<p>\nوأما بعد مبعث الرسول صلى الله عليه وسلم فالجاهلية المطلقة قد تكون في\nمصر دون مصر، كما هي في دار الكفار، وقد تكون في شخص دون شخص، كالرجل قبل\nأن يسلم، فإنه في جاهلية وإن كان في دار الإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفأما في زمان مطلق فلا جاهلية بعد مبعثه صلى الله عليه وسلم فإنه لا تزال\nمن أمته طائفة ظاهرون على الحق إلى قيام الساعة.\n</p>\n\n<p>\nوالجاهلية المقيدة قد تقوم في بعض ديار المسلمين، وفي كثير من الأشخاص <span id='ms021'></span>\nالمسلمين، كما قال صلى الله عليه وسلم: أربع في أمتي من أمر الجاهلية وقال\nلأبي ذر: إنك امرؤ فيك جاهلية فالرجل -مع فضله وعلمه- قد يكون في بعض\nالخصال المسماة بجاهلية ويهودية ونصرانية، ولا يوجب ذلك كفره ولا فسقه،\nوكذا قوله: خصلتان هما بهم كفر فنفس الخصلتين كفر حيث كانتا من أعمال\nالكفار، وهما قائمتان بالناس، وليس كل من قام به شعبة من الكفر يصير كافرا\nالكفر المطلق، كما أنه ليس كل من قام به شعبة من شعب الإيمان يصير مؤمنا\nحتى يقوم به أصل الإيمان، وفرق بين الكفر المعرف باللام وبين المنكر في\nالإثبات، وفرق بين معنى الاسم المطلق إذا قيل: كافر أو مؤمن وبين المعنى\nالمطلق للاسم في جميع موارده، كما قال: لا ترجعوا بعدي كفارا يضرب بعضكم\nرقاب بعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفقوله في هذا الحديث: \"ومبتغ الإسلام سنة جاهلية\" فيندرج في قوله ومبتغ\nسنة جاهلية كل سنة جاهلية مطلقة أو مقيدة يهودية أو نصرانية أو مجوسية أو\nصابئة أو وثنية أو مشركية أو مركبة من بعض هذه الملل الجاهلية، فإنها كلها\nمبتدعها ومنسوخها صارت جاهلية بمبعث محمد صلى الله عليه وسلم وإن كان لفظ\n\"الجاهلية\" لا تقال غالبا إلا على حال العرب فإن المعنى واحد.\n</p>\n\n<p>\nوأيضا فإنه نهى عن الصلاة في أماكن العذاب، كما كره على الصلاة في أرض\nبابل، وقال: نهاني حبي أن أصلي في أرض بابل والمقبرة رواه أبو داود وأحمد\nوزاد: \"وأرض الخسف\" ونحو ذلك.\n</p>\n\n<p>\nوكره أحمد الصلاة في هذه الأمكنة اتباعا لعلي.\n</p>\n\n<p>\nوقوله: نهاني حبي أن أصلي في أرض بابل؛ فإنها ملعونة يقتضي النهي عن كل\nأرض ملعونة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك نهى عن الدخول في أرض الحجر إلا أن يكونوا باكين، ويوافق ذلك قوله\nتعالى عن مسجد الضرار: لا تقم فيه أبدا فإنه كان من أمكنة العذاب.\n</p>\n\n<p>\nفأما أماكن الكفر والمعاصي التي لم يكن فيها عذاب إذا جعلت مكانا للإيمان\nوالطاعة، فهو حسن كما أمر أهل الطائف أن يجعلوا المسجد مكان طواغيتهم، وكان\nموضع مسجده صلى الله <span id='ms022'></span> عليه وسلم مقبرة للمشركين فجعله صلى الله عليه وسلم\nمسجدا بعد نبش القبور، فإذا كانت الشريعة قد جاءت بالنهي عن مشاركة الكفار\nفي المكان الذي حل بهم فيه العذاب، فكيف بمشاركتهم في الأعمال التي\nيعملونها واستحقوا بها العذاب؟! بل المشاركة في العمل أقرب إلى اقتضاء\nالعذاب من الدخول إلى الديار، فإن جميع ما يعملونه مما ليس هو من أعمال\nالسابقين إما كفر، وإما معصية، وإما شعار كفر أو معصية، وإما مظنة للكفر\nوالمعصية، وإما أن يخاف أن يجر إلى المعصية، وما أحسب أحدا ينازع في جميع\nهذا، ولئن خالف فيه فلا يمكنه أن ينازع في أن المخالفة فيه أقرب إلى\nالمخالفة في الكفر والمعصية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوأن حصول هذه المصلحة في الأعمال أقرب من حصولها في المكان.\n</p>\n\n<p>\nألا ترى أن متابعة النبيين والصديقين والشهداء والصالحين في أعمالهم أنفع\nوأولى من متابعتهم في مساكنهم ورؤية آثارهم وقال: من تشبه بقوم فهو منهم\nوإسناده جيد احتج به أحمد وغيره.\n</p>\n\n<p>\nفأقل أحواله: أن يقتضي تحريم التشبه بهم.\n</p>\n\n<p>\nوأيضا لما صام رسول الله صلى الله عليه وسلم عاشوراء قيل: إنه يوم يعظمه\nاليهود والنصارى فقال: إذا كان العام القابل -إن شاء الله- صمنا اليوم\nالتاسع.\n</p>\n\n<p>\nوقال: صوموا عاشوراء، وخالفوا اليهود، وصوموا قبله يوما أو بعده يوما\nرواه سعيد وأوله رواه مسلم إلى قوله: التاسع.\n</p>\n\n<p>\nوقال: إياكم والغلو في الدين، فإنما أهلك من كان قبلكم الغلو في الدين\nرواه أحمد والنسائي وابن ماجه بإسناد صحيح على شرط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم، وهو عام في جميع أنواع الغلو في الاعتقادات والأعمال.\n</p>\n\n<p>\nوالغلو: مجاوزة الحد، بأن يزاد الشيء في حمده أو ذمه على ما يستحق،\nوأمرنا أن نقول: \"ولا تحمل علينا إصرا\" ووضع عنا الآصار، ونهى صلى الله\nعليه وسلم عن الغلو في العبادات صوما وصلاة.\n</p>\n\n<p>\nوقال له رجل: ائذن لي بالسياحة، فقال: إن سياحة أمتي: الجهاد في سبيل\nالله.\n</p>\n\n<p>\nوفي خبر آخر \"أن السياحة هي الصيام\" أو \"السائحون هم الصائمون\" أو نحو\nذلك، وهو نفس ما ذكره الله في قوله: السائحون <span id='ms023'></span>.\n</p>\n\n<p>\nفأما السياحة التي هي الخروج في البرية لغير مقصد معين، فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nمن عمل هذه الأمة.\n</p>\n\n<p>\nقال الإمام أحمد: \"ليست السياحة من الإسلام في شيء، ولا من فعل النبيين\nولا الصالحين، مع أن جماعة من إخواننا قد ساحوا السياحة المنهي عنها،\nمتأولين، أو غير عالمين بالنهي، وهي من الرهبانية المبتدعة، التي قيل فيها:\nلا رهبانية في الإسلام فمقتضى ذلك: مجانبة هدي من كان قبلنا، وأن المشارك\nلهم يخاف عليه أن يكون هالكا.\n</p>\n\n<p>\nونهانا عن مشابهة من كان قبلنا، بأنهم كانوا يفرقون في الحدود بين\nالأشراف والضعفاء، وأمر أن يسوى بين الناس في ذلك، وقال: إنما هلك بنو\nإسرائيل أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف\nأقاموا عليه الحد، والذي نفسي بيده لو أن فاطمة بنت محمد سرقت لقطعت يدها.\n</p>\n\n<p>\nوأخبر أن ابنته التي هي أشرف النساء لو سرقت - وقد أعاذها الله من ذلك -\nلقطع يدها؛ ليبين أن وجوب العدل والتعميم في الحدود هو الواجب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فقد قال: إن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد، ألا\nفلا تتخذوا القبور مساجد، إني أنهاكم عن ذلك فعقب قوله عن \"الذين قبلنا\"\nبقوله: \"ألا فلا\" بالفاء التي تشعر بأن سبب نهينا عن ذلك لأجل أنهم فعلوه.\n</p>\n\n<p>\nوذلك يقتضي أن أعمالهم دلالة وعلامة على أن الله ينهى عنها، وأنها علة\nمقتضية للنهي.\n</p>\n\n<p>\nونهيه عن اتخاذ القبور مساجد، مع لعنته لليهود والنصارى كثير متواتر حتى\nعند خروج نفسه الكريمة -بأبي هو وأمي- يوصي بذلك، وإن كان قد ابتلي كثير من\nهذه الأمة ببناء المساجد على القبور، وكلا الأمرين محرم، ملعون فاعله\nبالسنة المستفيضة.\n</p>\n\n<p>\nوقد صح عنه أنه قال: كل شيء من أمر الجاهلية تحت قدمي موضوع وهو عام يدخل\nفيه ما كانوا عليه من العبادات والعادات، مثل دعواهم: يا لفلان ويا لفلان،\nومثل أعيادهم وغير ذلك من أمورهم.\n</p>\n\n<p>\nولا يدخل في ذلك ما كانوا عليه وأقره الله في الإسلام كالمناسك ودية\nالمقتول، والقسامة ونحوه؛ لأن أمر الجاهلية معناه مفهوم منه ما <span id='ms024'></span> كانوا عليه\nمما لم يقره الإسلام، فيدخل في ذلك ما كانوا عليه وإن لم ينه في الإسلام\nعنه بعينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا نهى عن التذكية بالسن والعظم، وقال: أما السن فعظم فقيل: لا يجوز\nالتذكية بسائر العظام عملا بعموم العلة، وقيل: يجوز، وهما في مذهب أحمد\nوغيره، وأما الظفر فمدى الحبشة فنهى عن مشابهة الحبشة فيما يختصون به؛ لأن\nأظفارهم طويلة يذكون بها دون سائر الأمم، وأما العظم فيجوز أن يكون ذلك مثل\nنهيه عن تنجيسه بالدم، كما نهى عن الاستنجاء به؛ لكونه طعام الجن، ونهى عن\nالشرب في آنية الذهب والفضة، وقال: فإنها لهم في الدنيا، ولكم في الآخرة\nورأى على ابن عمرو ثوبين معصفرين فقال: إن هذه من ثياب الكفار، فلا تلبسهما\nرواه مسلم.\n</p>\n\n<h1 class='l1' id='head16'>فصل الكلام على إجماع العلماء على حرمة التشبه وخطره</h1>\n\n<p>\nوأما الإجماع: من ذلك أن عمر في الصحابة -رضي الله عنهم- ثم عامة الأئمة\nبعده وسائر الفقهاء، جعلوا في الشروط المشروطة على أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالذمة: \"أن نوقر المسلمين، ونقوم لهم من مجالسنا، ولا نتشبه بهم في شيء\nمن ملابسهم: قلنسوة أو عمامة أو نعلين أو فرق شعر، ولا نتكلم بكلامهم، ولا\nنكتني بكناهم، ولا نركب على السروج، ولا نتقلد السيوف، ولا نتخذ شيئا من\nالسلاح، ولا نحمله، ولا ننقش خواتيمنا بالعربية، ولا نبيع الخمور وأن نجز\nمقادم رءوسنا، وأن نلزم زينا حيثما كنا، ونشد الزنانير على أوساطنا، ولا\nنظهر الصليب على كنائسنا، ولا نظهر صليبا ولا كتبا في شيء من طرق المسلمين\nولا أسواقهم، ولا نضرب بنواقيسنا في كنائسنا إلا ضربا خفيفا، ولا نرفع\nأصواتنا مع موتانا، ولا نظهر النيران معهم في شيء من طرق المسلمين\". رواه\nحرب بإسناد جيد.\n</p>\n\n<p>\nفهذه الشروط مجمع عليها في الجملة بين العلماء.\n</p>\n\n<p>\nقال القاضي أبو يعلى في مسألة حدثت في وقته: \"أهل الذمة مأمورون بلبس\nالغيار، فإن امتنعوا لم يجز لأحد من المسلمين صبغ ثوب من ثيابهم؛ لأنه لا\nيتعين عليهم صبغ ثوب بعينه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وهذا فيه خلاف هل يلزمون بالتغيير أم <span id='ms025'></span> الواجب علينا إذا امتنعوا أن\nنغير نحن؟\n</p>\n\n<p>\nأما وجوب أصل المغايرة فما علمت فيه خلافا.\n</p>\n\n<p>\nوإذا كان عمر وسائر الصحابة والفقهاء والملوك قد اتفقوا على منعهم من\nإظهار شيء من خصائصهم، فكيف إذا عملها المسلمون وأظهروها لهم؟ وقد أمر\nالصحابة والمسلمون بترك إكرامهم وإلزامهم الصغار الذي شرعه الله.\n</p>\n\n<p>\nومن المعلوم أن تعظيم أعيادهم ونحوها بالموافقة، فيها نوع من إكرامهم،\nفإنهم يفرحون، ويسرون، كما يغتمون بإهمال دينهم الباطل.\n</p>\n\n<p>\nورأى أبو بكر امرأة من أحمس لا تتكلم، فقال: ما لها؟ فقالوا: حجت مصمتة،\nفقال لها: \"تكلمي، فإن هذا لا يحل، هذا من عمل الجاهلية، فتكلمت\" الحديث\nرواه البخاري فدل على أن كل عمل من أعمال الجاهلية ينهى عنه مثل المكاء\nوالتصدية، والمكاء: الصفير ونحوه، والتصدية: التصفيق.\n</p>\n\n<p>\nومثل بروز المحرم وغيره للشمس، حتى لا يستظل بظل، أو ترك الطواف بالثياب\nالمتقدمة، أو ترك كل ما عمل في غير الحرم ونحو ذلك من أمور الجاهلية التي\nكانوا يتخذونها عبادات، لا يجوز التعبد بها في الإسلام ألبتة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب عمر إلى المسلمين المقيمين ببلاد فارس \"إياكم وزي أهل الشرك\" فهو\nعام في كل زي لهم، رواه البخاري في صحيحه، وكتب إلى أذربيجان \"إياكم\nوالتنعم وزي أهل الشرك\".\n</p>\n\n<p>\nومنع -رضي الله عنه- من إعزاز الكفار واستعمالهم على أمر للمسلمين\nوائتمانهم على شيء، وحرق كتب العجمية وغيرها، ونهى عن تعلم رطانة الأعاجم،\nثم مشى بعده عثمان -رضي الله عنه- على سنته في ذلك.\n</p>\n\n<p>\nورأى علي -رضي الله عنه- قوما قد سدلوا، فقال: \"ما لهم؟ كأنهم اليهود\nخرجوا من فهرهم\" رواه سعيد في سننه عن هشيم عن خالد الحذاء عن عبد الرحمن\nبن سعيد بن وهب عن أبيه عن علي، ورواه ابن المبارك، وروي عن ابن عمر وأبي\nهريرة أنهما كرها السدل في الصلاة وروي عن النبي صلى الله عليه وسلم مرسلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف: هل السدل محرم يبطل الصلاة؟ .\n</p>\n\n<p>\nذكر ابن أبي موسى فيه روايتين، وعلله أحمد بأنه فعل اليهود.\n</p>\n\n<p>\nوليس المقصود عين هذه المسألة، بل المقصود أن عليا بين <span id='ms026'></span> كراهيته لذلك أن\nفيه مشابهة اليهود، فعلم أنه أمر قد استقر عندهم.\n</p>\n\n<p>\nوفهر اليهود -بضم الفاء- مدراسهم، وأصلها: بهر، عبرانية عربت، ذكره\nالجوهري وكره علي التكلم بكلامهم.\n</p>\n\n<p>\nفهذا عن الخلفاء الراشدين.\n</p>\n\n<p>\nوأما سائر الصحابة -رضي الله عنهم- فكثير، فروي عن حذيفة أنه دعي إلى\nوليمة، فرأى شيئا من زي العجم، فخرج وقال: \"من تشبه بقوم فهو منهم\".\n</p>\n\n<p>\nوعن ابن عباس أنه سأله رجل: أحتقن؟ قال: \"لا تبد العورة، ولا تستن بسنة\nالمشركين\". رواه الخلال.\n</p>\n\n<p>\nوعن أنس أنه نهى عن القرنين، وقال: \"احلقوا هذين أو قصوهما، فإنه زي\nاليهود\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوعن معاوية أنه قال: \"تسوية القبور من السنة، وقد رفعت اليهود والنصارى،\nفلا تشبهوا بهم\".\n</p>\n\n<p>\nوعن عبد الله بن عمرو أنه قال: \"من بنى ببلاد المشركين، وصنع نيروزهم\nومهرجانهم حتى يموت، حشر معهم يوم القيامة\".\n</p>\n\n<p>\nوصح عن عائشة أنها كرهت الاختصار في الصلاة، وقالت: \"لا تشبهوا باليهود\".\n</p>\n\n<p>\nوكره ابن مسعود الصلاة في الطاق وقال: \"إنه في الكنائس، فلا تشبهوا بأهل\nالكتاب\".\n</p>\n\n<p>\nوعن ابن عمر أنه قال في شرفات مسجد: \"شبه أنصاب الجاهلية\" وأمر بكسرها.\n</p>\n\n<p>\nوقال عبيد بن أبي الجعد \"كان أصحاب محمد صلى الله عليه وسلم يقولون: إن\nمن أشراط الساعة: أن تتخذ المذابح في المساجد\" يعني الطاقات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا باب واسع فيه كثرة عن الصحابة.\n</p>\n\n<p>\nوهذه القضايا في مظنة الاشتهار، وما علمنا أحدا ذكر عن الصحابة خلاف ذلك،\nمن أنهم كانوا يكرهون التشبه بالكفار والأعاجم في الجملة، وإن كان بعض هذه\nالمسائل المعينة فيها خلاف وتأويل.\n</p>\n\n<p>\nوهذا كما أنهم مجمعون على اتباع الكتاب والسنة، وإن كانوا قد يختلفون في\nبعض أعيان المسائل.\n</p>\n\n<p>\nفعلم اتفاقهم على كراهة التشبه بالكفار والأعاجم.\n</p>\n\n<p>\nوكذلك المنقول عن علماء المسلمين من الأئمة المتقدمين في تعليل النهي عن\nأشياء بمخالفة الكفار أو مخالفة النصارى، أو مخالفة الأعاجم، وهو أكثر من\nأن يمكن حصره واستقصاؤه، ومن له أدنى نظر في الفقه يعلم ذلك وقد بلغه من\nذلك طائفة، وبعد النظر والتأمل يورث علما ضروريا باتفاقهم أعني الأمة\nجميعها على النهي <span id='ms027'></span> عن موافقة الكفار والأمر بمخالفتهم.\n</p>\n\n<p>\nوقد تكلم أصحاب أبي حنيفة في تكفير من تشبه بالكفار في لباسهم وأعيادهم\nوقال أبو حنيفة: إذا غربت الشمس أفاض الإمام والناس معه؛ لأن فيه إظهار\nمخالفة المشركين.\n</p>\n\n<p>\nوقال مالك: \"لا يحم بالأعجمية، ولا يدعو بها، ولا يحلف\".\n</p>\n\n<p>\nوقال: \"وقيام المرأة لزوجها من فعل الجبابرة، وربما يكون الناس\n</p>\n\n<p>\nينتظرونه، فإذا طلع قاموا، ليس هذا من فعل الإسلام، وهو فيما ينهى عنه من\nالتشبه بأهل الكتاب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك أصحاب الشافعي ذكروا هذا الأصل في غير موضع، مثل ما ذكره بعضهم في\nأوقات النهي، بأن المشركين يسجدون للشمس حينئذ.\n</p>\n\n<p>\nوذكروا في السحور أنه فرق بيننا وبين صيام أهل الكتاب.\n</p>\n\n<p>\nوذكروا في شروط الذمة ما يتضمن منع المسلمين عن مشابهتهم، تفريقا بين\nعلامة المسلمين وعلامة الكفار.\n</p>\n\n<p>\nوبالغ طائفة منهم، فنهوا عن التشبه بأهل البدع.\n</p>\n\n<p>\nوأما كلام الإمام أحمد وأصحابه فكثير جدا، مثل قول أحمد: \"لا أحب لأحد\nإلا أن يغير الشيب، ولا يتشبه بأهل الكتاب\" وكره حلق القفا، وقال: \"هو من\nفعل المجوس\" وكره النعل الصرار، وهو من زي العجم، وكره تسمية الشهور\nبالعجمية والأشخاص بالأسماء الفارسية مثل: آذرماه، وقال للذي دعاه إلى\nوليمة: زي المجوس، زي المجوس، ونفض يده في وجهه؛ لما رأى عنده آنية فيها\nفضة.\n</p>\n\n<p>\nوذكر أصحابه أن في اللباس المكروه ما خالف زي العرب، وأشبه زي الأعاجم\nوعاداتهم.\n</p>\n\n<p>\nوقال غير واحد من أصحاب أحمد وغيرهم: يستحب أن يتختم باليسار؛ للآثار؛\nولأن خلاف ذلك عادة وشعار للمبتدعة.\n</p>\n\n<p>\nوما في هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالباب عن سائر أئمة المسلمين أكثر من أن يحصى عشره.\n</p>\n\n<p>\nوبدون ما ذكرنا يعلم اتفاق المسلمين على كراهة التشبه بأهل الكتاب\nوالأعاجم في الجملة، وبالله المستعان، وعليه التكلان.\n</p>\n\n<h1 class='l1' id='head17'>فصل بيان حرمة التشبه بالشياطين</h1>\n\n<p>\nومما يشبه هذا: الأمر بمخالفة الشياطين، كما روى مسلم أنه صلى الله عليه\nوسلم قال: لا يأكلن أحدكم بشماله، ولا يشرب بها، فإن الشيطان يأكل بشماله،\nويشرب بها ونظائره كثيرة.\n</p>\n\n<p>\nوقريب من هذا: مخالفة من لم يكمل دينه من الأعراب ونحوهم؛ لأن كمال <span id='ms028'></span> الدين\nبالهجرة، فمن لم يهاجر من الأعراب ونحوهم ناقص، قال -تعالى-: الأعراب أشد\nكفرا ونفاقا الآية.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: لا يغلبنكم الأعراب على اسم صلاتكم، ألا إنها\nالعشاء، وهم يعتمون الإبل.\n</p>\n\n<p>\nوقال: لا تغلبنكم الأعراب على اسم صلاتكم المغرب، قال: والأعراب تقول: هي\nالعشاء.\n</p>\n\n<p>\nفقد كره موافقة الأعراب في اسم المغرب والعشاء بالعشاء والعتمة، وهذا عند\nبعض علمائنا يقتضي كراهة هذا الاسم مطلقا، وعند بعضهم إنما يكره الإكثار\nمنه حتى يغلب على الاسم الآخر، وهو المشهور عندنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>فصل بيان الفرق المعتبر بين التشبه بالكفار والشياطين وبين التشبه بالأعراب والأعاجم مع ذكر النصوص</h1>\n\n<p>\nوليعلم أن [بين التشبه بالكفار والشياطين] وبين التشبه بالأعراب والأعاجم\nفرقا يجب اعتباره وإجمالا يحتاج إلى تفسير، وذلك أن نفس الكفر والتشيطن\nمذموم في حكم الله ورسوله وعباده المؤمنين ونفس الأعرابية والأعجمية ليست\nمذمومة في نفسها عند الله تعالى وعند رسوله وعند عباده المؤمنين، بل\nالأعراب منقسمون إلى أهل جفاء كما قال: الأعراب أشد كفرا الآية.\n</p>\n\n<p>\nوقال: ومن الأعراب من يتخذ ما ينفق مغرما الآية: سيقول لك المخلفون من\nالأعراب شغلتنا أموالنا وأهلونا إلى قوله: وظننتم ظن السوء وكنتم قوما بورا\nوإلى أهل إيمان وبر، قال تعالى: ومن الأعراب من يؤمن بالله واليوم الآخر\nويتخذ ما ينفق قربات عند الله الآية.\n</p>\n\n<p>\nوقد كان في أصحاب رسول الله صلى الله عليه وسلم ممن وفد عليه ومن غيرهم\nمن الأعراب من هو أفضل من كثير من القرويين، فهذا كتاب الله يحمد بعض\nالأعراب، ويذم بعضهم.\n</p>\n\n<p>\nوقال تعالى: وممن حولكم من الأعراب منافقون ومن أهل المدينة مردوا على\nالنفاق فعلم أن المنافقين في الأعراب وذوي القربى.\n</p>\n\n<p>\nوكذلك العجم، وهم من سوى العرب من الفرس والروم والترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوالبربر والحبشة وغيرهم ينقسمون إلى المؤمن والكافر والبر والفاجر\nكانقسام العرب.\n</p>\n\n<p>\nقال تعالى: يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا\nوقبائل لتعارفوا إن أكرمكم عند الله أتقاكم\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: إن الله أذهب عنكم عبية الجاهلية وفخرها\nبالآباء <span id='ms029'></span>، مؤمن تقي، وفاجر شقي، أنتم بنو آدم، وآدم من تراب حديث صحيح.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: يا أيها الناس! إن ربكم عز وجل واحد، وإن أباكم\nواحد، ألا لا فضل لعربي على عجمي، ألا لا فضل لأسود على أحمر إلا بالتقوى،\nألا هل بلغت؟ قالوا: نعم. قال: ليبلغ الشاهد الغائب إسناده صحيح.\n</p>\n\n<p>\nوأخبر أن آل بني فلان ليسوا -لمجرد النسب- أولياء له، وهم بطن قريب\nالنسب، إنما وليه الله وصالح المؤمنين، خرجاه في الصحيحين ومثل ذلك كثير\nبين في الكتاب والسنة أن العبرة بالأسماء التي حمدها الله وذمها كالمؤمن\nوالكافر والبر والفاجر والعالم والجاهل.\n</p>\n\n<p>\nوقال: لو كان الدين بالثريا لذهب به رجل من فارس حتى يتناوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الترمذي في قوله تعالى: وإن تتولوا يستبدل قوما غيركم أنهم من أبناء\nفارس إلى غير ذلك من آثار رويت في فضل أبناء فارس، ومصداق ذلك ما وجد في\nالتابعين ومن بعدهم من أبناء فارس الأحرار والموالي مثل الحسن وابن سيرين\nوعكرمة، ومن بعدهم من المبرزين في الإيمان والدين والعلم ما لا يحصون كثرة\nعلى ما هو معروف، إذ الفضل الحقيقي هو اتباع ما بعث الله به رسوله محمدا\nصلى الله عليه وسلم من الإيمان والعلم باطنا وظاهرا، فكل من كان فيه أكمل\nكان أفضل، فالفضل بالأسماء المحمودة في الكتاب والسنة، لا بمجرد كون\nالإنسان عربيا أو عجميا أو أبيض أو أسود أو قرويا أو بدويا، وإنما وجه\nالنهي عن مشابهة الأعراب والأعاجم -مع ما ذكرناه من الفضل فيهم وعدم العبرة\nبالنسب والمكان- مبني على أصل، وهو أن الله -سبحانه- جعل سكنى القرى يقتضي\nمن كمال الإنسان في العلم والدين ورقة القلوب ما لا يقتضيه سكنى البادية،\nكما أن البادية توجب من صلابة البدن والخلق ومتانة الكلام ما لا يكون في\nالقرى، هذا هو الأصل، وإن جاز تخلف هذا المقتضي لمانع وكانت البادية أحيانا\nأنفع من القرى.\n</p>\n\n<p>\nقال تعالى: وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى وذلك\nلأن الرسل <span id='ms030'></span> لهم الكمال في عامة الأمور حتى في النسب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nثم لفظ \"الأعراب\" هو في الأصل اسم لبادية العرب، فإن كل أمة لها حاضرة\nوبادية، فبادية العرب: الأعراب، وقد يقال إن بادية الروم:\n</p>\n\n<p>\nالأرمن أو نحوهم، وبادية الفرس: الأكراد أو نحوهم، وبادية الترك: التتر،\nوالتحقيق أن هذا -والله أعلم- هو الأصل وإن كان قد يقع فيه زيادة ونقصان.\n</p>\n\n<p>\n[والتحقيق] أن سكان البوادي لهم حكم الأعراب، سواء دخلوا في لفظ الأعراب\nأم لم يدخلوا، فهذا الأصل يوجب أن يكون جنس الحاضرة أفضل من جنس البادية،\nوإن كان بعض أعيان البادية أفضل من أكثر الحاضرة مثلا، ويقتضي أن ما انفرد\nبه عن جميع جنس الحاضرة أعني في زمن السلف من الصحابة والتابعين فهو ناقص\nعن فضل الحاضرة أو مكروه.\n</p>\n\n<p>\nفإذا وقع التشبه بهم فيما ليس من فعل الحاضرة المهاجرين كان ذلك: إما\nمكروها، أو مفضيا إلى المكروه، وعلى هذا القول في العرب والعجم، فإن الذي\nعليه أهل السنة والجماعة أن جنس العرب أفضل من جنس العجم عبرانيهم\nوسريانيهم ورومهم وفرسهم وغير ذلك، وأن قريشا أفضل العرب، وأن بني هاشم\nأفضل قريش، وأن رسول الله صلى الله عليه وسلم أفضل بني هاشم، فهو أفضل\nالخلق نفسا وأفضلهم نسبا، وليس فضل العرب ثم قريش ثم بني هاشم لمجرد كون\nرسول الله صلى الله عليه وسلم منهم وإن كان هذا من الفضل، بل هم في أنفسهم\nأفضل، وبذلك ثبت لرسول الله صلى الله عليه وسلم أنه أفضل نفسا ونسبا وإلا\nلزم الدور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوذهبت فرقة من الناس إلى أن لا فضل لجنس العرب على جنس العجم، وهؤلاء\nيسمون الشعوبية؛ لانتصارهم للشعوب التي هي مغايرة للقبائل كما قيل: القبائل\nللعرب والشعوب للعجم.\n</p>\n\n<p>\nومن الناس من قد يفضل بعض أنواع العجم على العرب، والغالب أن مثل هذا\nالكلام لا يصدر إلا عن نفاق، ولهذا جاء في الحديث حب العرب إيمان، وبغضهم\nنفاق مع أن الكلام في هذه المسائل لا يكاد يخلو عن هوى للنفس ونصيب للشيطان\nمن الطرفين، وهو محرم <span id='ms031'></span> في جميع المسائل، فإن الله أمر بالاعتصام، ونهى عن\nالتفرق والاختلاف.\n</p>\n\n<p>\nوالدليل على فضل جنس العرب، ثم قريش، ثم بني هاشم: ما رواه الترمذي عن\nالعباس بن عبد المطلب -رضي الله عنه- قال: قلت: يا رسول الله! إن قريشا\nجلسوا، فتذاكروا أحسابهم بينهم، فجعلوا مثلك كمثل نخلة في كبوة من الأرض،\nفقال صلى الله عليه وسلم: \"إن الله خلق الخلق، فجعلني في خير فرقهم، وخير\nالفريقين، ثم خير القبائل، فجعلني في خير قبيلة، ثم خير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالبيوت، فجعلني في خير بيوتهم، فأنا خيرهم نفسا، وخيرهم بيتا\" وحسنه.\n</p>\n\n<p>\nوالكبوة: الكناسة، والكبا بالكسر والقصر.\n</p>\n\n<p>\nورواه بطريق آخر ورواه أحمد ولفظه: إن الله خلق الخلق، فجعلني في خير\nخلقه، وجعلهم فرقتين، فجعلني في خير فرقة، وخلق القبائل، فجعلني في خير\nقبيلة، وجعلهم بيوتا، فجعلني في خيرهم بيتا، فأنا خيركم بيتا وخيركم نفسا\n</p>\n\n<p>\nفيحتمل أن المراد بالخلق الثقلان، أو هم جميع ما خلق في الأرض، وبنو آدم\nخيرهم، ولو قيل بعموم الخلق حتى يدخل فيه الملائكة فله وجه صحيح، ويحتمل\nأنه أراد بالخلق بني آدم، وبكل تقدير فالحديث صريح في تفضيل العرب على\nغيرهم، ولهذا الحديث شواهد تؤيده وتوضحه، مثل حديث مسلم إن الله اصطفى\nكنانة من ولد إسماعيل، واصطفى قريشا من كنانة، واصطفى من قريش بني هاشم،\nواصطفاني من بني هاشم ورواه أحمد والترمذي ولفظه: \"إن الله اصطفى من ولد\nإبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل، واصطفى من ولد إسماعيل بني كنانة ... إلخ.\n</p>\n\n<p>\nفيقتضي أن إسماعيل وذريته صفوة ولد إبراهيم، وأنهم أفضل من ولد إسحاق،\nومعلوم أن ولد إسحاق أفضل العجم لما فيهم من النبوة والكتاب، فإذا ثبت\nفضلهم على ولد إسحاق، لزم فضلهم على من سواهم، ثم إن الله تعالى خص العرب\nولسانهم بأحكام تميزوا بها عن غيرهم فخص قريشا بما جعل فيهم من خلافة\nالنبوة وغير ذلك، ثم خص بني هاشم بتحريم الصدقة واستحقاق قسط من الفيء إلى\nغير ذلك، فأعطى الله -سبحانه- كل درجة بحسبها، والله عليم حكيم، الله يصطفي\nمن الملائكة رسلا ومن الناس <span id='ms032'></span>، والله أعلم حيث يجعل رسالته.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: حب أبي بكر وعمر من الإيمان، وبغضهما من الكفر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوحب العرب من الإيمان، وبغضهم من الكفر وفي حديث سلمان ما يقوي هذا\nالحديث.\n</p>\n\n<p>\nولما وضع عمر الديوان كتب الناس على قدر أنسابهم، فبدأ بأقربهم فأقربهم\nإلى رسول الله، فلما انقضت العرب ذكر العجم، هكذا كان الديوان على عهد\nالخلفاء الراشدين وسائر الخلفاء بعدهم إلى أن تغير الأمر بعد.\n</p>\n\n<p>\nوسبب هذا الفضل: ما اختصوا به في عقولهم وألسنتهم وأخلاقهم وأعمالهم،\nوذلك لأن الفضل: إما بالعلم النافع، وإما بالعمل الصالح، والعلم مبدأه\nالعقل، وهو قوة الفهم، وتمامه قوة المنطق الذي هو البيان والعبارة، والعرب\nأفهم وأحفظ وأقدر على البيان والعبارة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوغرائزهم أطوع للخير من غيرهم، فهم أقرب للسخاء والحلم والشجاعة والوفاء\nوغير ذلك من الأخلاق المحمودة، لكن كانوا قبل الإسلام طبيعة قابلة للخير\nمعطلة عن فعله، ليس عندهم علم منزل من السماء، ولا شريعة موروثة عن\nالأنبياء، ولا هم مشتغلون ببعض العلوم العقلية، إنما علمهم ما سمحت به\nقرائحهم من الشعر والخطب وما حفظوه من أنسابهم وأيامهم، وما احتاجوا إليه\nفي دنياهم من الأنواء والنجوم أو من الحرب، فلما بعث الله محمدا صلى الله\nعليه وسلم بالهدى الذي ما جعل الله ولا يجعل أمرا أجل منه ولا أعظم قدرا،\nوتلقوه عنه بعد مجاهدته الشديدة ومعالجته حتى نقلهم عن تلك العادات\nالجاهلية والظلمات الكفرية التي كانت قد أحالت قلوبهم عن فطرها، فزالت تلك\nالريون عن قلوبهم، واستنارت بهدى الله، فأخذوا ذلك الهدي بتلك الفطرة\nالجيدة، فاجتمع لهم الكمال بالقوة المخلوقة فيهم والكمال الذي أنزله الله\nإليهم بمنزلة أرض جيدة في نفسها عطلت عن الحرث، فنبت فيها شوك وزغل وصارت\nمأوى الخنازير والسباع، فإذا طهرت عن المؤذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nمن الشجر والدواب وازدرع فيها أفضل الحبوب والثمار، جاء فيها من الحرث ما\nلا يوصف مثله، وبالله المستعان.\n</p>\n\n<p>\nفصار السابقون الأولون أفضل الخلق بعد الأنبياء، وصار أفضل الناس بعدهم\nمن تبعهم بإحسان إلى يوم القيامة من العرب <span id='ms033'></span> والعجم، وصار الخارجون عن هذا\nالكمال قسمين: إما كافر من اليهود والنصارى الذين لم يقبلوا هدى الله، وإما\nغيرهم من العجم الذين لم يشركوهم فيما فطروا عليه، فجاءت الشريعة باتباع\nأولئك السابقين على الهدى الذي رضيه الله لهم، وبمخالفة من سواهم: إما\nلمعصيته، وإما لنقيصته، وإما لأنه مظنة النقيصة، فإذا نهت الشريعة عن\nمشابهة الأعاجم دخل في ذلك ما عليه الأعاجم الكفار قديما وحديثا، وما عليه\nالأعاجم المسلمون مما لم يكن السابقون الأولون عليه، كما يدخل في مسمى\nالجاهلية ما كان عليه أهل الجاهلية قبل الإسلام، وما عاد إليه كثير من\nالعرب من الجاهلية التي كانوا عليها، ومن تشبه من العرب بالعجم لحقوا بهم،\nولهذا كان الذين تناولوا العلم والإيمان من أبناء فارس إنما حصل ذلك\nبمتابعتهم للدين الحنيف بلوازمه من العربية وغيرها، ومن نقص من العرب إنما\nهو بتخليهم عن هذا، وإما بموافقتهم للعجم فيما السنة أن يخالفوا فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فإن الله أنزل كتابه باللسان العربي، وجعل رسوله مبلغا عنه الكتاب\nوالحكمة بلسانه العربي، وجعل السابقين إلى هذا الدين متكلمين به، فلم يكن\nسبيل إلى ضبط الدين ومعرفته إلا بضبط هذا اللسان، وصارت معرفته من الدين إذ\nهو أسهل على أهل الدين في معرفة دين الله وأقرب إلى إقامة شعار الدين،\nوأقرب إلى مشابهة السابقين الأولين من المهاجرين والأنصار في جميع أمورهم،\nوقد أمر العلماء بالخطاب العربي، وكرهوا مداومة غيره لغير حاجة، واللسان\nتقارنه أمور أخرى من الأخلاق والعلوم، فإن العادة لها تأثير عظيم فيما يحبه\nالله ورسوله أو فيما يكرهه، فلهذا جاءت الشريعة بلزوم طريقة السابقين في\nأقوالهم وأعمالهم وكراهة الخروج عنها إلى غيرها لا لحاجة؛ لما يفضي إليه من\nفوت الفضائل التي جعلها الله للسابقين الأولين.\n</p>\n\n<p>\nولهذا لما علم من وفقه الله من أبناء فارس وغيرهم هذا الأمر أخذ يجاهد\nنفسه في تحقيق المشابهة بالسابقين، فصار أولئك من أفضل التابعين بإحسان،\nوصار كثير منهم أئمة لكثير من غيرهم، وصاروا يفضلون من رأوه أقرب إلى\nمتابعة السابقين.\n</p>\n\n<p>\nفالأمة <span id='ms034'></span> مجمعة على فضل طريقة العرب السابقين وأن الفاضل من تبعهم، وهو\nالمطلوب، والذي يجب على المسلم إذا نظر إلى الفضائل أو تكلم فيها أن يسلك\nسبيل العاقل الذي غرضه أن يعرف الخير ويتحراه جهده، ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nغرضه الفخر على أحد، ولا الغمط من أحد كما قال: إن الله أوحى إلي أن\nتواضعوا حتى لا يفخر أحد على أحد، ولا يبغي أحد على أحد فمن استطال بحق فقد\nافتخر، وإن كان بغير حق فقد بغى، فلا يحل لا هذا ولا هذا، فإن كان الرجل من\nالطائفة الفاضلة فلا يكون حظه استشعار فضل نفسه والنظر إلى ذلك، فإنه مخطئ،\nلأن فضل الجنس لا يستلزم فضل الشخص، فرب حبشي أفضل عند الله من جمهور قريش،\nوإن كان من الطائفة الأخرى، فيعلم أن تصديقه للرسول صلى الله عليه وسلم\nفيما أخبر، وطاعته فيما أمر، ومحبة ما أحبه الله، والتشبه بمن فضله الله،\nوالقيام بالدين الحق يوجب له أن يكون أفضل من جمهور الطائفة الأخرى وهذا هو\nالفضل الحقيقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>فصل أنواع التشبه بالكفار وأقسام العبادات بالنسبة لدينهم ودين الإسلام</h1>\n\n<p>\nقد ذكرنا من دلائل الكتاب والسنة والإجماع والآثار والاعتبار ما دل على\nأن التشبه بهم في الجملة منهي عنه، وأن مخالفتهم في هديهم مشروع: إما\nإيجابا وإما ندبا بحسب المواضع، سواء كان الفعل مما قصد فاعله التشبه بهم\nأو لم يقصده، وكذلك ما أمر به من مخالفتهم، وما نهي عنه من مشابهتهم يعم ما\nإذا قصدت المشابهة لهم أو لم تقصد، فإنه لم يكن المسلمون يقصدون التشبه بهم\nفيها بل فيها ما لا يمكن القصد فيه، مثل بياض الشعر، وطول الشارب ونحوه، ثم\nاعلم أن أعمالهم ثلاثة أقسام:\n</p>\n\n<p>\nقسم مشروع في ديننا، مع كونه كان مشروعا لهم أو لا نعلم أنه كان مشروعا\nلهم، لكنهم يفعلونه الآن.\n</p>\n\n<p>\nوقسم كان مشروعا، ثم نسخه شرع القرآن.\n</p>\n\n<p>\nوقسم لم يكن مشروعا بحال، وإنما هم أحدثوه.\n</p>\n\n<p>\nوهذه الأقسام الثلاثة: إما أن تكون في العبادات المحضة، وإما في العادات\nالمحضة، وإما أن <span id='ms035'></span> تجمع العبادات والعادات، فهذه تسعة أقسام.\n</p>\n\n<p>\nفأما القسم الأول: وهو ما كان مشروعا في الشريعتين، أو ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nمشروعا لنا وهم يفعلونه كصوم عاشوراء، أو كأصل الصلاة والصيام، فهنا تقع\nالمخالفة في الصفة في ذلك العمل، كما سن لنا صوم تاسوعاء، وأمرنا بتعجيل\nالفطر والمغرب مخالفة لهم وتأخير السحور وأمرنا بالصلاة في النعلين وهو\nكثير في العبادات وكذا في العادات، كقوله: اللحد لنا، والشق لغيرنا وسن\nتوجيه قبور المسلمين إلى القبلة، فإن أصل الدفن من الأمور العادية، وهو\nأيضا عبادة، وكذلك اعتزال الحائض هو مما جامعناهم في أصله، وخالفناهم في\nوصفه.\n</p>\n\n<p>\nالقسم الثاني: ما كان مشروعا ثم نسخ، كالسبت، وإيجاب صلاة أو صوم، ولا\nيخفى النهي عن موافقتهم في هذا سواء كان واجبا عليهم، فيكون عبادة، أو\nمحرما عليهم فيتعلق بالعادات، فليس للرجل أن يمتنع من أكل الشحوم وكل ذي\nظفر على وجه التدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك، وكذلك ما كان مركبا منهما، وهي الأعياد التي كانت مشروعة لهم، فإن\nالعيد يجمع عبادة، وهو ما فيه من صلاة أو ذكر أو صدقة أو نسك، ويجمع عادة\nوهو ما يفعل فيه من التوسع وما يتبع ذلك من ترك الأعمال الواظبة واللعب\nالمأذون فيه في الأعياد لمن ينتفع باللعب ونحو ذلك، فموافقتهم في هذا\nالمنسوخ من العبادات أو العادات أو كليهما أقبح من موافقتهم فيما هو مشروع\nالأصل؛ ولهذا كانت الموافقة في هذا محرمة.\n</p>\n\n<p>\nوأما القسم الثالث: وهو ما أحدثوه من العبادات أو العادات أو كليهما فهو\nأقبح وأقبح، فإنه لو أحدثه المسلمون لكان قبيحا، فكيف إذا كان قد أحدثه\nالكافرون؟!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>فصل الكلام على التشبه بالكفار في أعيادهم ولغتهم مع إيراد النصوص والإجماع</h1>\n\n<p>\nإذا تقرر هذا الأصل، فنقول: موافقتهم في أعيادهم محرمة لا تجوز من\nطريقين: الطريق الأول: العام وهو ما تقدم من أن هذا موافقة لأهل الكتاب\nفيما ليس من ديننا ولا عادة سلفنا، فيكون فيه مفسدة موافقتهم وفي تركه\nمصلحة مخالفتهم -كما تقدمت الإشارة إليه-، ومن جهة أنه من البدع المحدثة،\nولا ريب <span id='ms036'></span> أن هذه الطريق تدل على كراهة الموافقة لهم والتشبه بهم في ذلك، فإن\nأقل أحوال التشبه بهم: الكراهة، وكذلك أقل أحوال البدع.\n</p>\n\n<p>\nويدل كثير منها على تحريم التشبه بهم في العيد، مثل قوله صلى الله عليه\nوسلم من تشبه بقوم فهو منهم وقوله: خالفوا المشركين ومثل ما ذكرنا من دلائل\nالكتاب والسنة على تحريم سبيل المغضوب عليهم والضالين، وأعيادهم من سبيلهم\nإلى غير ذلك من الأدلة.\n</p>\n\n<p>\nفمن نظر فيما تقدم تبين له دخول هذه المسألة في كثير مما تقدم من\nالدلائل، وتبين له أن هذا من جنس أعمالهم التي هي دينهم أو شعار دينهم\nالباطل، وأنه محرم بخلاف ما لم يكن من خصائص دينهم، مثل نزع النعلين في\nالصلاة، فإنه جائز كما أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nلبسهما جائز.\n</p>\n\n<p>\nالطريق الثاني: الخاص في نفس أعيادهم، فالكتاب والسنة والإجماع\nوالاعتبار.\n</p>\n\n<p>\nأما الكتاب، فمما تأوله غير واحد من التابعين وغيرهم في قوله\n</p>\n\n<p>\n-تعالى-: والذين لا يشهدون الزور أنه الشعانين، ذكره ابن سيرين.\n</p>\n\n<p>\nوعن الربيع بن أنس أنه أعياد المشركين.\n</p>\n\n<p>\nوعن عكرمة قال: هو لعب كان لهم في الجاهلية.\n</p>\n\n<p>\nوروى أبو الشيخ الأصبهاني عن الضحاك قال: \"أعياد المشركين\".\n</p>\n\n<p>\nوعنه: \"عيد المشركين\".\n</p>\n\n<p>\nوعن عمر قال: إياكم ورطانة الأعاجم! وأن تدخلوا على المشركين يوم عيدهم\nفي كنائسهم! .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوقول هؤلاء التابعين: إنه أعياد الكفار ليس مخالفا لقول بعضهم: إنه\nالشرك، أو صنم كان في الجاهلية، ولقول بعضهم: إنه مجالس الخنا، وقول بعضهم:\nإنه الغناء؛ لأن عادة السلف في تفسيرهم هكذا، يذكر الرجل نوعا من أنواع\nالمسمى لحاجة المستمع إليه، أو لينبه على الجنس، كما لو قال العجمي: ما\nالخبز؟ فيعطى رغيفا ويقال له: هذا بالإشارة إلى جنس لا إلى العين، وقال\nقوم: إنه شهادة الزور التي هي الكذب، وهذا فيه نظر، فإنه قال: لا يشهدون\nالزور ولم يقل: لا يشهدون بالزور، فإن العرب تقول: شهدت كذا إذا حضرته،\nكقول ابن عباس: \"شهدت العيد مع النبي صلى الله عليه وسلم\" وقول عمر:\n\"الغنيمة لمن شهد الوقعة\" وأما شهدت بكذا بمعنى أخبرت <span id='ms037'></span> به، فتسمية هذا\nالإتيان زورا، وقد ذم الله من يقول الزور، قال: واجتنبوا قول الزور ففعل\nالزور كذلك، بل الفعل أشد، فيكون حراما؛ لأنه خلاف الأمر، وبكل حال يدخل في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالآية أنه مكروه، وهو من مطلوبنا، إذ قد يظن بعض الناس أن بعض ما يفعلونه\nيكون مستحبا، مثل التوسعة على العيال ونحوه، فهذه تدل على كراهة ذلك مطلقا،\nسواء دلت الآية على التحريم أو الكراهة أو استحباب تركه حصل المقصود.\n</p>\n\n<p>\nوأما السنة فمن وجوه: أحدها: روى أنس بن مالك -رضي الله عنه- قال: قدم\nرسول الله صلى الله عليه وسلم المدينة ولهم يومان يلعبون فيهما، فقال: ما\nهذان اليومان؟ فقالوا: كنا نلعب فيهما في الجاهلية. فقال: إن الله قد\nأبدلكم بهما خيرا منهما: يوم الأضحى، ويوم الفطر رواه أبو داود ثنا موسى بن\nإسماعيل ثنا حماد عن حميد عن أنس، ورواه أحمد والنسائي وهذا إسناد على شرط\nمسلم، فلم يقرهما على العيدين الجاهليين، ولا تركهم يلعبون فيهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nعلى العادة، بل قال: إن الله أبدلكم بهما يومين آخرين، والإبدال يقتضي\nترك المبدل منه؛ إذ لا يجمع بين البدل والمبدل.\n</p>\n\n<p>\nوكذلك مات ذلك اليومان في الإسلام فلم يبق لهما أثر، فإنه قد يعجز كثير\nمن الملوك عن نقل الناس عن عاداتهم في أعيادهم لقوة مقتضيها من نفوسهم\nوتوفر همم الجماهير على اتخاذها، لا سيما طباع النساء والصبيان، فلولا قوة\nالمانع من رسول الله صلى الله عليه وسلم لكانت باقية ولو على وجه ضعيف،\nفعلم أن المانع القوي منه كان ثابتا، وكل ما منع منه الرسول منعا قويا كان\nمحرما، وهذا بين لا شبهة فيه، والمحذور في أعياد أهل الكتابين التي نقرهم\nعليها أشد من المحذور في أعياد الجاهلية التي لا نقرهم عليها؛ لأن الأمة قد\nحذروا مشابهة اليهود والنصارى، وأخبروا أنه سيفعل ذلك بخلاف دين الجاهلية،\nفإنه لا يعود إلا في آخر الدهر عند اخترام أنفس المؤمنين عموما، ولو لم يكن\nأشد منه فهو مثله؛ إذ الشر الذي له فاعل موجود يخاف <span id='ms038'></span> على الناس منه أكثر من\nشر لا مقتضى له قوي.\n</p>\n\n<p>\nالوجه الثاني: روى أبو داود أن رجلا نذر على عهد رسول الله صلى الله عليه\nوسلم أن ينحر إبلا ببوانة، فأتى رسول الله صلى الله عليه وسلم فقال: \"إني\nنذرت أن أنحر إبلا ببوانة، فقال رسول الله صلى الله عليه وسلم: هل كان فيها\nوثن من أوثان الجاهلية يعبد؟ \". قالوا: لا. قال: فهل كان فيها عيد من\nأعيادهم؟. قالوا: لا. قال: فقال النبي صلى الله عليه وسلم: \"أوف بنذرك،\nفإنه لا وفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوأصل هذا الحديث في الصحيحين، وإسناده على شرطهما.\n</p>\n\n<p>\nفوجه الدلالة أن هذا الناذر لما نذر الذبح سأله: هل كان بها وثن أو عيد\nلهم؟ ثم قال: لا وفاء لنذر في معصية الله، فدل على أن الذبح بمكان عيدهم\nوموضع أوثانهم معصية، فإنه عقب فأوف بالفاء، فيدل على أن الوصف هو سبب\nالحكم، فيكون سبب الوفاء بالنذر وجوده خاليا عن هذين الوصفين، ويكون\nالوصفان مانعين من الوفاء، وإذا كان الذبح بمكان عيدهم منهيا عنه، فكيف\nبالموافقة في نفس العيد.\n</p>\n\n<p>\nوبوانة بضم الباء بواحدة من أسفل، موضع.\n</p>\n\n<p>\nوهذا نهي شديد عن أن يفعل شيء من أعياد الجاهلية على أي وجه كان، وأعياد\nالكفار من الكتابيين والأميين في دين الإسلام من جنس واحد، كما أن كفرهم\nسواء في التحريم، وإن كان بعضه أشد تحريما، ولا يختلف حكمهما في حق المسلم،\nلكن أهل الكتاب أقروا على دينهم مع أنه شرط عليهم أن لا يظهروا أعيادهم، بل\nأعياد الكتابيين أعظم كفرا؛ لأنهم يتخذونها دينا، بخلاف الذين يتخذونها\nلهوا ولعبا؛ لأن التعبد بما يسخط الله أعظم من اقتضاء الشهوات،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا كان الشرك أعظم إثما من الزنا، وكان جهاد أهل الكتاب أفضل من\nغيرهم، وكان من قتله أهل الكتاب له أجر شهيدين.\n</p>\n\n<p>\nالوجه الثالث: أن هذا الحديث وغيره قد دل على أنه كان للناس أعياد\nيجتمعون فيها في الجاهلية، ومعلوم أنه بمبعث إمام المتقين صلى <span id='ms039'></span> الله عليه\nوسلم محا الله ذلك عنه، فلم يبق شيء من ذلك، فلولا نهيه ومنعه لما ترك\nالناس ذلك مع قيام المقتضي لفعلها من جهة الطبيعة أن المانع قوي لما درست\nتلك الأعياد.\n</p>\n\n<p>\nالوجه الرابع: ما خرجاه في الصحيحين عن عائشة -رضي الله عنها- قالت: دخل\nعلي أبو بكر وعندي جاريتان من جواري الأنصار تغنيان بما تقاولت به الأنصار\nيوم بعاث، قالت: وليستا بمغنيتين، فقال [أبو بكر] أبمزمور الشيطان في بيت\nرسول الله صلى الله عليه وسلم؟! وذلك يوم عيد، فقال رسول الله صلى الله\nعليه وسلم: \"يا أبا بكر إن لكل قوم عيدا، وهذا عيدنا\" وفي رواية: دعهما يا\nأبا بكر.\n</p>\n\n<p>\nفقوله: إن لكل قوم عيدا وهذا عيدنا يوجب اختصاص كل قوم بعيدهم؛ كقوله\n-تعالى- ولكل وجهة هو موليها لأن اللام تورث الاختصاص، فلا نشركهم في عيدهم\nكما لا نشركهم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nشرعتهم، ولا ندعهم يشركوننا.\n</p>\n\n<p>\nوقوله: \"هذا عيدنا\" يقتضي حصر عيدنا في هذا، فليس لنا عيد سواه، وكذلك\nقوله: وإن عيدنا هذا اليوم، فإن التعريف بالإضافة واللام يقتضي الاستغراق،\nفيكون جنس عيدنا منحصرا في جنس ذلك اليوم، كقوله: \"تحريمها التكبير،\nوتحليلها التسليم\".\n</p>\n\n<p>\nومن هذا الباب: قوله صلى الله عليه وسلم: يوم عرفة ويوم النحر وأيام منى\nعيدنا أهل الإسلام، وهي أيام أكل وشرب رواه أبو داود والترمذي وصححه، فيدل\nعلى مفارقتنا لغيرنا في العيد، واختصاصنا بهذه الأيام الخمسة، وأيضا فإنه\nعلل الرخصة باللعب بكونه يوم عيدنا، فدل على أنه لا يرخص فيه في عيد\nالكفار، فإنه لو ساغ ذلك لم يكن قوله: لكل قوم عيد فيه فائدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الخامس: أن أرض العرب ما زال فيها يهود ونصارى حتى أجلاهم عمر -رضي\nالله عنه- وكان اليهود بالمدينة كثرا في حياته -صلى الله عليه وسلم- وكذلك\nكان في اليمن يهود، ونصارى بنجران، والفرس بالبحرين، وكان لهم أعياد،\nوالمقتضي لما يفعل في العيد من الأكل والشرب واللباس والزينة واللعب\nوالراحة قائم في نفوس الناس، ثم من كان له خبرة بالسيرة يعلم أن <span id='ms040'></span> المسلمين\nلم يكونوا يشاركونهم في شيء من أمرهم، ولا يغيرون لهم عادة في أعياد\nالكفار، بل ذلك اليوم عند رسول الله -صلى الله عليه وسلم- وعند المسلمين\nيوم لا يخصونه بشيء أصلا إلا ما قد اختلف فيه من مخالفتهم فيه كصومه، فلولا\nأنه كان من دين المسلمين الذي تلقوه عن نبيهم منع من ذلك وكف عنه لوجب أن\nيوجد من بعضهم فعل بعض ذلك، فدل على المنع منه ثم جرى الأمر على عهد\nالخلفاء الراشدين كما كان في عهده، حتى كان عمر ينهى عن الدخول عليهم يوم\nعيدهم، فكيف لو كان أحد يفعل كفعلهم، بل لما ظهر من بعض المسلمين اختصاص\nيوم عيدهم بصوم مخالفة لهم نهى الفقهاء أو كثير منهم عن ذلك لأجل ما فيه من\nتعظيم عيدهم، أفلا يستدل بهذا على أن المسلمين تلقوا عن نبيهم -صلى الله\nعليه وسلم- المنع من مشاركتهم في أعيادهم، وهذا بعد التأمل بين جدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه السادس: ما رواه أبو هريرة عنه -صلى الله عنه وسلم- أنه قال: نحن\nالآخرون السابقون يوم القيامة، بيد أنهم أوتوا الكتاب من قبلنا، وأوتيناه\nلمن بعدهم، فهذا يومهم الذي فرض الله عليهم فاختلفوا فيه، فهدانا الله له،\nفالناس لنا فيه تبع، اليهود غدا، والنصارى بعد غد متفق عليه.\n</p>\n\n<p>\nفذكر أن الجمعة لنا كما أن السبت لليهود والأحد للنصارى، واللام تقتضي\nالاختصاص، ثم هذا الكلام يقتضي الاقتسام، كما إذا قيل: هذه ثلاثة غلمان،\nهذا لي، وهذا لزيد، وهذا لعمرو، فإذا نحن شاركناهم في يوم السبت ويوم الأحد\nخالفنا هذا الحديث، هذا في العيد الأسبوعي فكيف في العيد الحولي؟!\n</p>\n\n<p>\nوقوله -صلى الله عليه وسلم-: بيد أنهم أوتوا الكتاب أي من أجل، كقوله:\n\"أنا أفصح العرب، بيد أني من قريش\" والمعنى -والله أعلم- نحن الآخرون في\nالخلق السابقون في الحساب والدخول إلى الجنة، فأوتينا الكتاب من بعدهم،\nفهدينا لما اختلفوا فيه من العيد السابق للعيدين الآخرين، وصار عملنا\nالصالح قبل عملهم، فلما سبقناهم إلى الهدى والعمل الصالح جعلنا سابقين لهم <span id='ms041'></span>\nفي ثواب العمل الصالح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nومن قال: بيد ههنا بمعنى غير، فقد أبعد.\n</p>\n\n<p>\nالوجه السابع: ما روي عن أم سلمة -رضي الله عنها- أنها قالت: كان رسول\nالله -صلى الله عليه وسلم- يصوم يوم السبت ويوم الأحد أكثر ما يصوم من\nالأيام، ويقول: \"إنهما عيد للمشركين، فأنا أحب أن أخالفهم\" رواه أحمد\nوالنسائي وصححه بعض الحفاظ وهذا نص في شرع مخالفتهم في عيدهم، وإن كان على\nطريق الاستحباب، وسنذكر حديث نهيه عن صوم يوم السبت وتعليل ذلك -أيضا-\nبمخالفتهم، ونذكر حكم صومه عند العلماء، وأنهم متفقون على شرع مخالفتهم في\nعيدهم، وإنما اختلفوا: هل مخالفتهم بالصوم أو بالإهمال حتى لا يقصد بصوم\nولا بفطر، أو يفرق بين العيد العربي والعيد العجمي؟ على ما سنذكره -إن شاء\nالله تعالى-.\n</p>\n\n<p>\nوأما الإجماع والآثار فمن وجوه:\n</p>\n\n<p>\nأحدها: ما تقدم التنبيه عليه من أن اليهود والنصارى والمجوس ما زالوا في\nأمصار المسلمين بالجزية، يفعلون أعيادهم التي لهم والمقتضي لبعض ما يفعلونه\nقائم في كثير من النفوس، ثم لم يكن على عهد السلف من المسلمين من يشركهم في\nشيء من ذلك، فلولا قيام المانع في نفوس الأمة كراهة ونهيا، وإلا لوقع ذلك\nكثيرا؛ إذ الفعل مع وجود مقتضيه وعدم منافيه واقع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: من شروط عمر -رضي الله عنه- التي اتفقت عليها الصحابة وسائر\nالفقهاء بعدهم: أن أهل الذمة لا يظهرون أعيادهم في دار الإسلام، وسموا\nالشعانين والباعوث، فإذا كانوا قد اتفقوا على منعهم من إظهارها، فكيف يسوغ\nللمسلمين فعلها مع كونه أشد؟\n</p>\n\n<p>\nالوجه الثالث: ما رواه أبو الشيخ الأصبهاني عن عمر أنه قال: \"إياكم\nورطانة الأعاجم! وأن تدخلوا على المشركين يوم عيدهم في كنائسهم! \".\n</p>\n\n<p>\nوروى البيهقي بإسناد صحيح عن عمر: \"لا تدخلوا على المشركين يوم عيدهم،\nفإن السخطة تنزل عليهم\".\n</p>\n\n<p>\nوعن ابن عمرو: \"من بنى ببلاد الأعاجم، وصنع نيروزهم ومهرجانهم، وتشبه بهم\nحتى يموت وهو كذلك حشر معهم\" رواه البيهقي بالسند الصحيح.\n</p>\n\n<p>\nوعن عمر -رضي الله عنه-: \"اجتنبوا أعداء الله في أعيادهم\".\n</p>\n\n<p>\nوعن علي -رضي الله <span id='ms042'></span> عنه- أنه كره موافقتهم في اسم العيد الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nينفردون به فكيف بموافقتهم في العمل؟\n</p>\n\n<p>\nوقد نص أحمد على معنى ما جاء عن عمر وعلي -رضي الله عنهما- من كراهة\nموافقتهم في اللغة والعيد، وتقدم قول القاضي: مسألة في المنع من حضور\nأعيادهم.\n</p>\n\n<p>\nوقال الإمام أبو الحسن الآمدي المعروف بابن البغدادي في كتابه \"عمدة\nالحاضر\": \"فصل: لا تجوز شهادة أعياد النصارى واليهود، نص عليه أحمد في\nرواية مهنا، واحتج بقوله: والذين لا يشهدون الزور فأما ما يبيعون في\nالأسواق في أعيادهم فلا بأس بحضوره، نص عليه\".\n</p>\n\n<p>\nوقال الخلال في \"جامعه\": \"باب في كراهة خروج المسلمين في أعياد المشركين\"\nوذكر عن مهنا قال: \"سألت أحمد عن شهود هذه الأعياد، مثل طور يابور ودير\nأيوب وأشباهه، يشهده المسلمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقال: إذا لم يدخلوا عليهم بيعهم، وإنما يشهدون السوق، فلا بأس\".\n</p>\n\n<p>\nوأما الرطانة وتسمية شهورهم بالأسماء العجمية، فقال حرب الكرماني: \"باب\nتسمية الشهور بالفارسية، قلت لأحمد \"فإن للفرس أياما وشهورا يسمونها بأسماء\nلا تعرف؟ فكره ذلك أشد الكراهة، وروى فيه عن مجاهد أنه كره أن يقال: آذرماه\nوذي ماه، قلت: فإن كان اسم رجل أسميه به؟ فكرهه، وكان ابن المبارك يكره\nإيزدان يحلف به، وقال: لا آمن أن يكون أضيف إلى شيء يعبد، وكذلك الأسماء\nالفارسية، قال: وكذلك أسماء العرب كل شيء مضاف، قال: وسألت إسحاق، قلت:\nالرجل يتعلم شهور الروم والفرس؟ قال: كل اسم معروف في كلامهم فلا بأس.\n</p>\n\n<p>\nفما قاله أحمد له وجهان:\n</p>\n\n<p>\nأحدهما: إذا لم يعرف معنى الاسم جاز أن يكون معنى محرما، فلا ينطق المسلم\nبما لا يعرف معناه؛ ولهذا كرهت الرقى العجمية بالعبرانية والسريانية أو\nغيرها؛ خوفا من أن يكون فيها معان لا تجوز، فإذا علم أن المعنى مكروه، فلا\nريب في كراهته، وإن جهل معناه فأحمد كرهه، وكلام إسحاق يحتمل أنه لم يكرهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوالوجه الثاني: كراهة أن يتعود الرجل النطق بغير العربية، فإن اللسان\nالعربي شعار الإسلام وأهله، واللغات من أعظم شعائر الأمم التي بها يتميزون؛\nولهذا كان كثير <span id='ms043'></span> من الفقهاء أو أكثرهم يكرهون الدعاء والذكر بغير العربية،\nواختلف الفقهاء في أذكار الصلاة: هل تقال بغير العربية؟ وهي ثلاث درجات:\nأعلاها القرآن، ثم الذكر الواجب غير القرآن كالتحريمة والتسليم والتشهد عند\nمن أوجبه، ثم الذكر غير الواجب من دعاء وتسبيح وتكبير وغير ذلك.\n</p>\n\n<p>\nفالقرآن لا يقرأ بغير العربية سواء قدر عليها أو لا عند الجمهور، وهو\nالصواب الذي لا ريب فيه، بل قال غير واحد: يمتنع أن يترجم سورة أو ما يقوم\nبه الإعجاز، واختلف أبو حنيفة وأصحابه في القادر على العربية.\n</p>\n\n<p>\nوأما الأذكار الواجبة، فاختلف في منع ترجمة القرآن: هل تترجم للعاجز عن\nالعربية وعن تعلمها؟ وفيه لأصحاب أحمد وجهان:\n</p>\n\n<p>\nأشبههما بكلام أحمد أنه لا يترجم، وهو قول مالك وإسحاق.\n</p>\n\n<p>\nوالثاني يترجم وهو قول أبي يوسف ومحمد الشافعي.\n</p>\n\n<p>\nوأما سائر الأذكار، فالمنصوص من الوجهين أنه لا يترجمها، ومتى فعل بطلت\nصلاته، وهو قول مالك وإسحاق وبعض أصحاب الشافعي، والمنصوص عنه أنه يكره\nبغير العربية ولا يبطل، ومن أصحابنا من قال له ذلك إذا لم يحسن العربية.\n</p>\n\n<p>\nوحكم النطق بالعجمية في العبادات من الصلاة والقراءة والذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوالتلبية والتسمية على الذبيحة وفي العقود والفسوخ كالنكاح واللعان وغيره\nمعروف.\n</p>\n\n<p>\nوأما الخطاب بها من غير حاجة في أسماء الناس والشهور كالتواريخ وغير ذلك،\nفنهي عنه مع الجهل بالمعنى بلا ريب، وأما مع العلم به فكلام أحمد بين في\nكراهته أيضا، فإنه كره آذرماه ونحوه ومعناه ليس محرما، وأظنه سئل عن الدعاء\nبالفارسية فكرهه، وقال: لسان سوء، وهو قول مالك لنهي عمر عن رطانة الأعاجم\nوقال: \"إنها خب\".\n</p>\n\n<p>\nوكره الشافعي لمن يعرف العربية أن يسمى بغيرها وأن يتكلم بها خالطا لها\nبالعجمية، وهذا الذي ذكرناه مأثور عن الصحابة.\n</p>\n\n<p>\nروى ابن أبي شيبة قال: كتب عمر إلى أبي موسى: \"أما بعد: فتفقهوا في\nالسنة، وتفقهوا في العربية، وأعربوا القرآن، فإنه عربي\".\n</p>\n\n<p>\nوفي حديث آخر عنه: \"تعلموا العربية، فإنها من دينكم\".\n</p>\n\n<p>\nوهذا الذي أمر به عمر من فقه العربية وفقه السنة يجمع ما يحتاج إليه <span id='ms044'></span>؛ لأن\nالدين فيه فقه أقوال وأعمال، ففقه العربية هو الطريق إلى فقه أقواله، وفقه\nالسنة هو فقه أعماله، وروي عن النبي -صلى الله عليه وسلم- أنه قال: من يحسن\nأن يتكلم بالعربية فلا يتكلم بالفارسية، فإنه يورث النفاق رواه السلفي\nبإسناد معروف، وهو يشبه كلام عمر وأما رفعه فموضع تبين،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nونقل عن طائفة أنهم كانوا يتكلمون بالكلمة بعد الكلمة، وبالجملة بعد\nالجملة فالكلمة بعد الكلمة أمرها قريب، وأكثر ما كانوا يفعلونه إذا كان\nالمكلم أعجميا يريدون تقريب الفهم على المخاطب، كما قال النبي صلى الله\nعليه وسلم لأم خالد بنت خالد بن سعيد بن العاص لما كساها النبي خميصة،\nوقال: يا أم خالد هذه سنا والسنا بالحبشية: الحسن.\n</p>\n\n<p>\nوأما اعتياد الخطاب بغير العربية حتى يصير عادة، فلا ريب أنه مكروه، فإنه\nمن التشبه بالأعاجم.\n</p>\n\n<p>\nواعلم أن اعتياد اللغة يؤثر في العقل والخلق والدين تأثيرا قويا، حتى\nيزيد به العقل والخلق والدين لمشابهته سلف الأمة، وأيضا فإن اللغة العربية\nمن الدين، ومعرفتها فرض، فإن فهم الكتاب والسنة فرض، ولا يفهم إلا\nبالعربية، ثم منها ما هو واجب على الأعيان، ومنها ما هو واجب على الكفاية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>فصل الاعتبار في مسألة العيد من وجوه</h1>\n\n<p>\nوأما الاعتبار في مسألة العيد فمن وجوه:\n</p>\n\n<p>\nأحدها: أن الأعياد من جملة الشرع والمنهاج والمناسك التي قال -سبحانه-:\nلكل جعلنا منكم شرعة ومنهاجا وولكل أمة جعلنا منسكا كالقبلة والصلاة\nوالصيام، فلا فرق بين مشاركتهم في العيد وبينها في سائر المناسك، فإن\nالموافقة في جميع العيد موافقة في الكفر، والموافقة في بعض فروعه موافقة في\nبعض شعب الكفر، بل الأعياد من أخص ما تتميز به الشرائع ومن أظهر ما لها من\nالشعائر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nولا ريب أن الموافقة في هذا قد تنتهي إلى الكفر في الجملة وشروطه، وأما\nمبدؤها فأقل أحواله أن تكون معصية، وهذا أقبح من مشاركتهم في لبس الزنار\nونحوه من علاماتهم، فإن تلك علامة وضعية ليست من الدين، وإنما الغرض منها\nمجرد التمييز بين المسلم والكافر، وأما العيد وتوابعه <span id='ms045'></span> فإنه من الدين\nالملعون هو وأهله، فالموافقة فيه موافقة فيما يتميزون به من أسباب سخط الله\nوعقابه.\n</p>\n\n<p>\nولك أن تنظم هذا قياسا تمثيليا فتقول: العيد شريعة من شرائع الكفر أو\nشعيرة من شعائره، فحرمت موافقتهم فيها كسائر شعائر الكفر، وشرائعه، وإن كان\nهذا أبين من القياس الجزئي، ثم كل ما يختص به من عبادة وعادة إنما سببه\nكونه يوما مخصوصا، وإلا فلو كان كسائر الأيام لم يختص بشيء، وتخصيصه ليس من\nدين الإسلام في شيء، بل كفر به.\n</p>\n\n<p>\nالوجه الثاني: أن ما يفعلونه في أعيادهم معصية لله؛ لأنه: إما محدث، وإما\nمنسوخ، وما يتبع ذلك من التوسع في الطعام واللباس والراحة واللعب فهو تابع\nلذلك العيد الديني، كما أنه تابع له في دين الإسلام، فهو بمنزلة أن يتخذ\nبعض المسلمين عيدا مبتدعا يفعل فيه كل ما يفعله في العيد المشروع، ومثل من\nينصب بنية يطاف بها وتحج، ويصنع لذلك طعاما ونحوه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nولو فرض أن المسلم كره ذلك لكن غير عادته ذلك اليوم كما يغير أهل البدع\nعاداتهم في الأمور العادية أو في بعضها بصنع طعام أو زينة لباس وتوسعة في\nنفقة من غير أن يتعبد بذلك، ألم يكن هذا من أقبح المنكرات؟ فكذلك موافقة\nهؤلاء المغضوب عليهم والضالين وأشد، نعم هؤلاء يقرون على دينهم المبتدع\nوالمنسوخ مستسرين به، والمسلم لا يقر على مبتدع ولا منسوخ لا سرا ولا\nعلانية، كما لو صلى مسلم إلى بيت المقدس، أو ابتدع شيئا في الدين.\n</p>\n\n<p>\nالوجه الثالث: إذا سوغ فعل القليل من ذلك أدى إلى فعل الكثير، ثم الشيء\nإذا اشتهر دخل فيه عموم الناس، وتناسوا أصله حتى يصير عادة للناس، بل عيدا\nحتى يضاهى بعيد الله، بل قد يزاد عليه حتى يكاد يفضي إلى موت الإسلام وحياة\nالكفر، كما قد سوله الشيطان [لكثير] ممن يدعي الإسلام فيما يفعلونه في آخر\nصوم النصارى من الهدايا والأفراح والنفقات والكسوة وغير ذلك مما يصير به\nمثل عيد المسلمين، بل البلاد المصافية للنصارى قد صار ذلك أغلب <span id='ms046'></span> عندهم وأبهى\nفي نفوسهم من عيد الله ورسوله على ما حدثني به الثقات.\n</p>\n\n<p>\nوهذا الخميس الذي يكون في آخر صوم النصارى يدور بدوران صومهم الذي هو\nسبعة أسابيع، وصومهم وإن كان في أوائل الفصل الذي تسميه العرب الصيف وتسميه\nالعامة الربيع، فإنه يتقدم ويتأخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nليس له حد واحد من السنة الشمسية كالخميس الذي هو في أول نيسان، بل يدور\nصوم يوم النصارى في نحو ثلاثة وثلاثين يوما، لا يتقدم أوله ثاني شباط ولا\nيتأخر أوله عن ثاني آذار، بل يبتدئون من الاثنين الذي هو أقرب إلى اجتماع\nالشمس والقمر في هذه المدة -زعموا أنهم يراعون التوقيت الشمسي والهلالي-\n</p>\n\n<p>\nوكل ذلك بدع أحدثوها باتفاق منهم خالفوا بها الشريعة التي جاءت بها\nالأنبياء، فإن الأنبياء ما وقتوا العبادات إلا بالهلال، ويلي هذا الخميس\nيوم الجمعة جعلوه بإزاء يوم الجمعة التي صلب فيها المسيح على زعمهم الكاذب\nيسمونها جمعة الصلبوت، ويليه ليلة السبت يسمونها ليلة النور وسبت النور،\nيزعمون أن المسيح كان فيها في القبر، ويصنعون مخرفة يروجونها على عامتهم\nيخيلون إليهم أن النور ينزل من السماء في كنيسة القيامة بالقدس حتى يحملوا\nما يوقد من ذلك إلى بلادهم متبركين به، وقد علم كل عاقل أنهم يصنعون ذلك،\nوأنه مفتعل، ثم يوم الأحد يزعمون أن المسيح قام فيه، ثم الأحد الذي يلي هذا\nيسمونه الأحد الحديث يلبسون فيه الجدد من ثيابهم، وهم يصومون عن الدسم،\nويفطرون على ما يخرج من الحيوان من لبن أو بيض، ويفعلون أشياء لا تنضبط.\n</p>\n\n<p>\nولهذا تجد نقل العلماء لمقالاتهم وشرائعهم تختلف، وعامته صحيح، وذلك أن\nالقوم يزعمون أن ما وضعه رؤساؤهم من الأحبار والرهبان أنه من الدين،\nويلزمهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nحكمه، ويصير شرعا شرعه المسيح في السماء، فهم في كل مدة ينسخون أشياء\nويشرعون أشياء زعما منهم أن هذا بمنزلة نسخ الله شريعة بشريعة، فهم عكس\nاليهود، هؤلاء يجوزون لأحبارهم النسخ، واليهود لا تجوز أن ينسخ الله\nالشرائع، فلذلك لا ينضبط للنصارى شريعة تحكى على الأزمان، وغرضنا لا يتوقف\nعلى <span id='ms047'></span> تفصيل باطلهم، بل يكفينا أن نعرف المنكر معرفة تميز بينه وبين المباح\nوالمعروف والمستحب والواجب حتى نتمكن بهذه المعرفة من اتقائه واجتنابه كما\nنعرف سائر المحرمات، إذ الفرض علينا تركها، ومن لم يعرف المنكر جملة\nوتفصيلا لم يتمكن من قصد اجتنابه، والمعرفة الجملية كافية بخلاف الواجبات،\nفإنه لما كان الغرض فعلها، والفعل لا يتأتى إلا مفصلا وجبت معرفتها على\nسبيل التفصيل، وإنما عددت أشياء من منكرات دينهم لما رأيت طوائف من\nالمسلمين قد ابتلوا ببعضها، وجهل كثير منهم أنها من دين النصارى الملعون هو\nوأهله.\n</p>\n\n<p>\nوقد بلغني أيضا أنهم يخرجون يوم الخميس الذي قبل هذا أو يوم السبت أو غير\nذلك إلى القبور يبخرونها، وكذلك يبخرون [بيوتهم] ويعتقدون أن في البخور\nبركة ودفع أذى، وراء كونه طيبا، ويعدونه من القرابين مثل الذبائح ويرقونه\nبنحاس يضربونه كأنه ناقوس صغير، وبكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nمصنف، ويصلبون على أبواب بيوتهم إلى غير ذلك من الأمور المنكرة، ولست\nأعلم جميع ما يفعلونه، وأصله مأخوذ عنهم حتى كان في مدة الخميس تبقى\nالأسواق مملوءة من أصوات هذه النواقيس الصغار وكلام الرقايين من المنجمين\nوغيرهم بكلام أكثره باطل، وفيه ما هو محرم أو كفر، وقد ظن كثير من العامة\nوالجهال أن هذا البخور ينفع من العين والسحر والأدواء والهوام، ويصورون في\nأوراق صور الحيات والعقارب ويلصقونها في بيوتهم؛ زعما أنها تمنع الهوام،\nوهو ضرب من طلاسم الصابئة، ويسمون هذا الخميس المتأخر الكبير، وهو عند الله\nالخميس الحقير المهين هو وأهله ومن يعظمه، فإن كل ما عظم بالباطل من مكان\nأو زمان أو شجر أو حجر يجب قصد إهانته كما تهان الأوثان.\n</p>\n\n<p>\nومن المنكرات: أنهم قد يوظفون على الفلاحين وظائف أكثرها كرها من الغنم\nوالدجاج واللبن والبيض، فيجتمع فيها تحريمان: أكل مال بالباطل، وإقامة\nشعائر النصارى، ويجعلونه ميقاتا لإخراج الوكلاء على المزارع، ويطحنون فيه،\nويصبغون البيض، ويوسعون النفقة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nويزينون أولادهم إلى غير ذلك من الأمور المنكرة التي يقشعر منها قلب\nالمؤمن الذي لم يمت قلبه، بل يعرف المعروف وينكر المنكر <span id='ms048'></span>.\n</p>\n\n<p>\nوخلق يضعون ثيابهم تحت السماء رجاء بركة مرور مريم عليها، فهل يستريب من\nفي قلبه حياة أن شريعة جاءت بما قدمنا بعضه من مخالفة اليهود والنصارى، لا\nيرضى من شرعها ببعض هذه القبائح؟.\n</p>\n\n<p>\nوأصل ذلك كله إنما هو اختصاص أعياد الكفار بأمر جديد، أو مشابهتهم في بعض\nأمورهم.\n</p>\n\n<p>\nحتى آل الأمر إلى أن كثيرا من الناس صاروا في مثل هذا الخميس -الذي هو\nعيد الكفار الذي يزعمون أن المائدة نزلت فيه، ويسمونه الكبير، وهو الحقير-\nيجتمعون في أماكن اجتماعات عظيمة، ويطبخون، ويصبغون، ويلبسون، وينكتون\nبالحمرة دوابهم، ويفعلون أشياء لا تكاد تفعل في عيد الله ورسوله، واستعان\nالشيطان على إغوائهم أنه زمن ربيع يكثر فيه اللحم واللبن والبيض ونحو ذلك،\nوهذا كله تصديق قوله -صلى الله عليه وسلم-: لتتبعن سنن من كان قبلكم حذو\nالقذة بالقذة وسببه مشابهة الكفار في أعيادهم، أو في بعض ذلك، وهو مفض إلى\nالكثرة، فيكون ذريعة إلى هذا المحظور فيكون محرما، فكيف إذا أفضى إلى ما هو\nكفر من التبرك بالصليب، والتعميد في المعمودية، أو قول القائل المعبود واحد\nوإن كانت الطرق مختلفة؟ ونحو ذلك من الأقوال والأفعال التي تتضمن إما كون\nالشريعة النصرانية واليهودية موصلتين إلى الله، وإما استحسان بعض ما فيها\nمما يخالف دين الله، أو التدين بذلك أو غير ذلك مما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nهو كفر بالله ورسوله وبالقرآن وبالإسلام بلا خلاف بين الأمة الوسط في\nذلك.\n</p>\n\n<p>\nوأصل ذلك: المشابهة والمشاركة.\n</p>\n\n<p>\nوبهذا يتبين لك كمال الشريعة الحنيفية وبعض حكمة ما شرعه الله لرسوله من\nمباينة الكفار ومخالفتهم في عامة أمورهم؛ لتكون المخالفة أحسم لمادة الشر\nوأبعد عن الوقوع فيما وقع فيه الناس، وسد الذرائع معتبر في الشرع، كما قد\nذكرنا من الشواهد على ذلك نحوا من ثلاثين أصلا في كتاب \"إقامة الدليل على\nبطلان التحليل\".\n</p>\n\n<p>\nالوجه الرابع: أن الأعياد والمواسم في الجملة لها منفعة عظيمة في دين\nالخلق كانتفاعهم بالصلاة والزكاة، ولهذا جاءت بها كل شريعة كما قال: ولكل\nأمة جعلنا منسكا ليذكروا اسم الله على <span id='ms049'></span> ما رزقهم ثم إن الله شرع على لسان\nخاتم النبيين من الأعمال ما فيه صلاح الخلق على أتم الوجوه، وهو الكمال\nالمذكور في قوله: اليوم أكملت لكم دينكم.\n</p>\n\n<p>\nقاله في أعظم الأعياد الذي للأمة الحنيفية، والشرائع هي غذاء القلوب\nوقوتها، ومن شأن الجسد إذا كان جائعا فأخذ من طعام حاجته استغنى عن طعام\nآخر حتى لا يأكله -إن أكل منه- إلا بكراهة، وربما ضره أكله، أو لم ينتفع\nبه، ولم يكن هو المغذي له، فالعبد إذا أخذ من غير الأعمال الشرعية بعض\nحاجته قلت رغبته في المشروع وانتفاعه به بقدر ما اعتاض من غيره، بخلاف من\nصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nنهمته وهمته إلى المشروع، فإنه تعظم محبته له ومنفعته به، ويتم دينه به،\nويكمل إسلامه، ولهذا تجد من أكثر من سماع القصائد لأجل صلاح قلبه تنقص\nرغبته في سماع القرآن حتى ربما يكرهه، ومن أكثر من السفر إلى المشاهد\nونحوها لا يبقى لحج البيت في قلبه من المحبة والتعظيم ما يكون في قلب من\nوسعته السنة، ومن أدمن على أخذ الحكمة والآداب من كلام حكماء فارس والروم\nلا يبقى لحكمة الإسلام في قلبه ذاك الموقع، ومن أدمن على قصص الملوك لا\nيبقى لقصص الأنبياء عنده موقع، وهذا كثير يجده الإنسان من نفسه حسا وذوقا.\n</p>\n\n<p>\nولهذا قال -صلى الله عليه وسلم-: ما ابتدع قوم بدعة إلا نزع الله عنهم من\nالسنة مثلها رواه الإمام أحمد.\n</p>\n\n<p>\nولهذا عظمت الشريعة النكير على من أحدث بدعة؛ لما فيها من فساد الدين\nونقص تعظيمه في القلوب.\n</p>\n\n<p>\nالوجه الخامس: أن مشابهتهم فيه سرور لهم بما هم عليه من الباطل خصوصا إذا\nكانوا مقهورين تحت الجزية والصغار، فإذا رأوا المسلمين قد صاروا فرعا لهم\nفي خصائص دينهم أوجب ذلك قوة قلوبهم وانشراح صدورهم، وربما أطمعهم ذلك في\nانتهاز الفرص واستذلال الضعفاء، وهذا أمر محسوس يجده كل أحد، فكيف يجتمع ما\nيوجب إكرامهم بلا موجب مع شرع الصغار في حقهم؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه السادس: أن ما يفعلونه في عيدهم فيه ما هو حرام <span id='ms050'></span>، وما هو كفر، وما\nهو مباح لو تجرد عن مفسدة المشابهة، ثم التمييز بين هذا وهذا يخفى على كثير\nمن الناس، فالمشابهة فيما لم يظهر تحريمه يوقع العامي فيما هو حرام.\n</p>\n\n<p>\nالوجه السابع: أن الله -تعالى- جبل بني آدم بل سائر المخلوقات على\nالتفاعل بين الشيئين المتشابهين، وكلما كانت المشابهة أكثر كان التفاعل في\nالأخلاق والصفات أتم، إلى أن يئول الأمر إلى أن لا يتميز أحدهما عن الآخر.\n</p>\n\n<p>\nولهذا وقع التأثير في بني آدم واكتساب بعضهم أخلاق بعض بالمعاشرة\nوالمشاكلة، وكذلك الآدمي إذا عاشر نوعا من الحيوان اكتسب من بعض أخلاقه؛\nولهذا صار الفخر والخيلاء في أهل الإبل، وصارت السكينة في أهل الغنم، وصار\nالجمالون والبغالون فيهم أخلاق مذمومة، وكذلك الكلابون، وصار في الحيوان\nالإنسي بعض أخلاق الإنس وقلة النفرة، فالمشابهة في الأمور الظاهرة توجب\nالمشابهة في الأمور الباطنة على وجه المسارقة والتدريج الخفي، والمشاركة في\nالهدي الظاهر توجب أيضا مناسبة وائتلافا وإن بعد المكان والزمان، فمشاركتهم\nفي أعيادهم يوجب نوعا من اكتساب أخلاقهم التي هي ملعونة، وما كان مظنة\nلفساد أمر خفي علق الحكم به ودار التحريم عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الثامن: أن المشابهة في الظاهر تورث نوع محبة ومودة وموالاة في\nالباطن، كما أن المحبة في الباطن تورث المشابهة في الظاهر، حتى إن الرجلين\nإذا كانا من بلد واجتمعا في بلد غربة كان بينهما من المودة والائتلاف أمر\nعظيم، وإن كانا في مصرهم غير متوادين أو متعارفين؛ لأن الاشتراك في البلد\nفيه نوع وصف اختصاص عن بلد الغربة، بل لو كان بين الرجلين مشابهة في\nالعمامة أو اللبسة أو المركوب لكان بينهما من الائتلاف أكثر مما بين\nغيرهما، وكذلك أرباب الصناعات تجد بينهم من المؤالفة والموافقة إذا كانوا\nمن نوع واحد أكثر مما بين من يباينهم من الملوك أو الأمراء مثلا، هذا في\nالأمور الدنيوية فكيف بالأمور الدينية؟ فإن إفضاءها إلى نوع من الموالاة\nأشد، والموالاة لأعداء الله تنافي الإيمان، فإن الإيمان بالله ورسوله موجب\nعدم ولاية أعداء الله ورسوله <span id='ms051'></span>، فثبوت ولايتهم موجب عدم الإيمان؛ لأن عدم\nاللازم يقتضي عدم الملزوم: لا تجد قوما يؤمنون بالله واليوم الآخر يوادون\nمن حاد الله ورسوله والمشابهة الظاهرة مظنة الموادة، فتكون محرمة، ووجوه\nالفساد في مشابهتهم كثيرة، فلنقتصر على ما نبهنا عليه ففيه كفاية إن شاء\nالله تعالى، وبالله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>فصل ذكر الكلام في مشابهتهم فيما ليس من شرعنا</h1>\n\n<p>\nمشابهتهم فيما ليس من شرعنا قسمان:\n</p>\n\n<p>\nأحدهما: مع العلم بأن هذا العمل هو من خصائص دينهم، فهذا إما أن يفعل\nبمجرد موافقتهم، وهو قليل، وإما لشهوة تتعلق بذلك العمل، وإما لشبهة فيه\nتخيل أنه نافع في الدنيا أو في الآخرة، وكل هذا لا شك في تحريمه، لكن يبلغ\nالتحريم في بعضه إلى أن يكون من الكبائر، وقد يصير كفرا بحسب الأدلة\nالشرعية، وإما عمل لم يعلم الفاعل أنه من عملهم فهو نوعان:\n</p>\n\n<p>\nأحدهما: ما كان في الأصل مأخوذا عنهم: إما على الوجه الذي يفعلونه، وإما\nمع نوع تغيير في الزمان أو المكان أو الفعل ونحو ذلك، فهذا غالب ما يبتلى\nبه العامة في مثل ما يصنعونه في الخميس الحقير والميلاد ونحوهما، فإنهم قد\nنشئوا على اعتياد ذلك وتلقاه الأبناء عن الآباء، وأكثرهم لا يعلمون مبدأ\nذلك، فهذا يعرف صاحبه حكمه، فإن لم ينته وإلا صار من القسم الأول.\n</p>\n\n<p>\nالنوع الثاني: ما ليس في الأصل مأخوذا عنهم، لكنهم يفعلونه أيضا، فهذا\nليس فيه محذور المشابهة، ولكن قد تفوت فيه منفعة المخالفة، فتتوقف كراهة\nذلك وتحريمه على دليل شرعي وراء كونه مشابهتهم؛ إذ ليس كوننا تشبهنا بهم\nبأولى من كونهم تشبهوا بنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nأما استحباب تركه لمصلحة المخالفة إذا لم يكن في تركه ضرر فظاهر لما تقدم\nمن المخالفة، وهذا قد توجب الشريعة مخالفتهم فيه، وقد توجب عليهم مخالفتنا،\nكما في الزي ونحوه، وقد يقتصر على الاستحباب، كما في صبغ اللحية والصلاة في\nالنعلين والسحور، وقد تبلغ الكراهة كما في تأخير المغرب والفطور، بخلاف\nمشابهتهم فيما كان مأخوذا عنهم، فإن الأصل فيه التحريم؛ لما قدمناه.\n</p>\n\n<h1 class='l1' id='head23'>فصل الكلام <span id='ms052'></span> على العيد ومعناه وأحواله عند الكفار</h1>\n\n<p>\nليعلم أن العيد اسم جنس يدخل فيه كل يوم أو مكان لهم فيه اجتماع وكل عمل\nيحدثونه في هذه الأمكنة والأزمنة، فليس النهي عن خصوص أعيادهم، بل كل ما\nيعظمونه من الأوقات والأمكنة التي لا أصل لها في دين الإسلام وما يحدثونه\nفيها من الأعمال يدخل في ذلك، وكذلك حريم العيد وهو ما قبله وما بعده من\nالأيام التي يحدثون فيها أشياء لأجله، أو ما حوله من الأمكنة التي تحدث\nفيها أشياء لأجله أو ما يحدث بسبب أعماله من الأعمال حكمها حكمه، فلا يفعل\nشيء من ذلك، فإن بعض الناس قد يمتنع من إحداث أشياء في أيام عيدهم كيوم\nالخميس والميلاد ويقول لعياله: أنا أصنع لكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذا الأسبوع أو الشهر الآخر، وإنما المحرك له على وجود ذلك هو وجود\nعيدهم، ولولا هو لم يقتضوه ذلك، فهذا من مقتضيات المشابهة.\n</p>\n\n<p>\nلكن يحال الأهل على عيد الله - تعالى - ورسوله، ويقضي لهم فيه من الحقوق\nما يقطع استشرافهم إلى غيره، فإن لم يرضوا فلا حول ولا قوة إلا بالله، ومن\nأغضب أهله لله أرضاه الله وأرضاهم، وليحذر العاقل من طاعة النساء في ذلك،\nففي الصحيحين عن أسامة بن زيد قال: قال رسول الله - صلى الله عليه وسلم -:\nما تركت بعدي فتنة أضر على الرجال من النساء وأكثر ما يفسد الملك والدول:\nطاعة النساء.\n</p>\n\n<p>\nوفي صحيح البخاري عن أبي بكرة - رضي الله عنه - قال: قال رسول الله - صلى\nالله عليه وسلم -: لن يفلح قوم ولوا أمرهم امرأة.\n</p>\n\n<p>\nوروي: هلكت الرجال حين أطاعت النساء.\n</p>\n\n<p>\nولما أنشده الأعشى: \"وهن شر غالب لمن غلب\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nجعل - صلى الله عليه وسلم - يرددها ويقول: وهن شر غالب لمن غلب.\n</p>\n\n<p>\nوقال لأمهات المؤمنين: إنكن لأنتن صواحب يوسف يريد أن النساء من شأنهن\nمراجعة ذي اللب، وامتن - سبحانه - على زكريا بقوله: وأصلحنا له زوجه قال\nبعض العلماء: ينبغي للرجل أن يبتهل إلى الله في إصلاح زوجه له.\n</p>\n\n<h1 class='l1' id='head24'>فصل لا يجب على المسلم أن يعرف أعياد <span id='ms053'></span> الكفار لمخالفتها بل يكفيه أن سببها من جهتهم</h1>\n\n<p>\nأعياد الكفار كثيرة مختلفة، وليس على المسلم أن يبحث عنها ولا يعرفها، بل\nيكفيه أن يعرف في فعل من الأفعال أو يوم من الأيام أو مكان أن سبب هذا\nالفعل وتعظيم هذا المكان والزمان من جهتهم، ولو لم يعرف أن سببه من جهتهم\nفيكفيه أن يعلم أن لا أصل له في دين الإسلام، فأقل أحواله أن يكون من\nالبدع،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nونحن ننبه على ما رأينا كثيرا من الناس قد وقعوا فيه.\n</p>\n\n<p>\nفمن ذلك: الخميس الحقير الذي في آخر صومهم، يزعمون أنه عيد المائدة هو\nعيدهم الأكبر، فجميع ما يحدثه الإنسان فيه هو من المنكرات الشنيعة، منه:\nخروج النساء، وتبخير القبور، ووضع الثياب على السطح، وكتابة الورق،\nوإلصاقها بالأبواب، واتخاذه موسما لبيع البخور وشرائه، وكذلك شراء البخور\nفي ذلك الوقت إذا اتخذ وقتا للبيع، ورقى البخور مطلقا فيه أو في غيره، أو\nقصد شراء البخور المرقي، فإن رقى البخور، واتخاذ البخور قربانا هو دين\nالنصارى، وإنما البخور طيب يتطيب بدخانه.\n</p>\n\n<p>\nويستحب التبخر حيث يستحب التطيب، وكذلك اختصاصه بطبخ رز بلبن أو بسيسة أو\nعدس، أو صبغ بيض ونحوه، أما القمار بالبيض، أو بيعه لمن يقامر فيه، وشراؤه\nمن المتقامرين فحكمه ظاهر.\n</p>\n\n<p>\nومن ذلك: ما يفعله الأكارون من نكت البقر بالنقط الحمر أو الشجر أو جمع\nأنواع النباتات، والتبرك بها، أو الاغتسال بمائها.\n</p>\n\n<p>\nومن ذلك ما قد يفعله النساء من أخذ ورق الزيتون والاغتسال بمائه، أو قصد\nالاغتسال بشيء من ذلك.\n</p>\n\n<p>\nومن ذلك: ترك الوظائف الراتبة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالصنائع أو التجارات أو حلق العلم أو غير ذلك، واتخاذه يوم راحة وفرح،\nواللعب فيه بالخيل أو غيرها على وجه يخالف ما قبله وما بعده من الأيام.\n</p>\n\n<p>\nوالضابط لذلك أنه لا يحدث فيه أمر أصلا، بل يجعل يوما كسائر الأيام.\n</p>\n\n<p>\nومن ذلك ما يفعله كثير من الناس في أثناء كانون الثاني لأربع وعشرين خلت\nمنه، يزعمون أنه ميلاد عيسى - عليه السلام - فجميع ما يحدث فيه هو من\nالمنكرات <span id='ms054'></span>، مثل إيقاد النيران، وإحداث طعام، واصطناع شمع وغير ذلك، فإن\nاتخاذ هذا الميلاد عيدا هو دين النصارى، وليس لذلك أصل في دين الإسلام، ولم\nيكن له أصل على عهد السلف الماضين، وانضم إليه سبب طبيعي وهو كونه في\nالشتاء المناسب لإيقاد النيران، ثم إن النصارى تزعم أنه بعد الميلاد بأيام\n- أظنها أحد عشر - عمد يحيى عيسى في ماء المعمودية؛ فيتعمدون في هذا الوقت،\nويسمونه \"عيد الغطاس\"، وقد صار كثير من جهال النساء يدخلن أولادهن إلى\nالحمام في هذا الوقت، ويزعمن أن هذا ينفع الولد، وهذا من دين النصارى، وهو\nمن أقبح المنكرات المحرمة.\n</p>\n\n<p>\nوكذلك أعياد الفرس، مثل \"النيروز\" و\"المهرجان\" وأعياد اليهود أو غيرهم من\nأنواع الكفار أو الأعاجم أو الأعراب حكمها كلها على ما ذكرناه من قبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>فصل ردع المسلم التشبه بهم عند ذلك</h1>\n\n<p>\nوكما لا يتشبه بهم في الأعياد، فلا يعان المسلم المتشبه بهم في ذلك، بل\nينهى عن ذلك، فمن صنع دعوة مخالفة للعادة في أعيادهم لم يجب، ومن أهدى من\nالمسلمين هدية في هذه الأعياد مخالفة للعادة في سائر الأوقات غير هذا العيد\nلم تقبل هديته، خصوصا إن كانت الهدية مما يستعان بها على التشبه بهم مثل\nإهداء الشمع ونحوه في الميلاد والبيض واللبن والغنم في الخميس الذي في آخر\nصومهم، وكذلك لا يهدى لأحد من المسلمين في هذه الأعياد هدية لأجل العيد، لا\nسيما إذا كان مما يستعان به على التشبه بهم كما ذكرنا، ولا يبيع المسلم ما\nيستعين به المسلمون على مشابهتهم في العيد من الطعام واللباس ونحوه؛ لأنه\nإعانة على المنكر، أما مبايعتهم ما يستعينون هم به على عيدهم للشراء فيها،\nفقد قدمنا أنه قيل لأحمد: هذه الأعياد التي تكون عندنا بالشام مثل طور\nيابور ودير أيوب يشهده المسلمون يشهدون الأسواق ويجلبون فيه الغنم والبقر\nوالدقيق والبر إلا أنه إنما يكون في الأسواق ولا يدخلون عليهم بيعهم؟\n</p>\n\n<p>\n[قال: إذا لم يدخلوا عليهم بيعهم] وإنما يشهدون السوق فلا بأس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الحسن الآمدي: فأما <span id='ms055'></span> ما يبيعون في الأسواق في أعيادهم فلا بأس\nبحضوره، نص عليه أحمد في رواية مهنا.\n</p>\n\n<p>\nوقال: إنما يمنعون أن يدخلوا عليهم بيعهم وكنائسهم، وأما ما يباع في\nالأسواق، فلا، وإن قصد إلى توفير ذلك وتحسينه لأجلهم، فهذا الكلام محتمل\nأنه أجاز شهود السوق مطلقا بائعا أو مشتريا، لأنه قال: إذا لم يدخلوا عليهم\nبيعهم، وإنما يشهدون السوق، فلا بأس، وهذا يعم، لا سيما إن كان الضمير في\nقوله: \"يجلبون\" عائدا إلى المسلمين، ويحتمل - وهو أقوى - أنه إنما أرخص في\nشهود السوق فقط، ورخص في الشراء منه، ولم يتعرض للبيع منهم؛ لأن السائل هو\nمهنا، وهو فقيه عالم، وكأنه قد سمع النهي عن شهود أعيادهم؛ فسأل أحمد: شهود\nأسواقهم مثل شهود أعيادهم؟ فأجاب أحمد بالرخصة في شهود السوق، ولم يسأله عن\nبيع المسلم لهم: إما لظهوره عنده، وإما لعدم الحاجة إليه حينئذ.\n</p>\n\n<p>\nوكلام الآمدي يحتمل الوجهين، لكن الأظهر فيه الرخصة في البيع - أيضا -\nلقوله: \"إنما يمنعون أن يدخلوا عليهم بيعهم وكنائسهم\" إلى آخره، فما أشار\nإليه أحمد من جواز شهود السوق فقط للشراء فيجوز؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nلأن ذلك ليس فيه شهود المنكر، ولا إعانة على معصية؛ لأن نفس الابتياع\nمنهم جائز، بل فيه صرف لما قد يبتاعونه لعيدهم عنهم، فيكون فيه تقليل الشر،\nوقد كانت أسواق في الجاهلية كان يشهدها المسلمون، وشهد بعضها النبي - صلى\nالله عليه وسلم - وهذا كما لو سافر الرجل إلى دار الحرب ليشتري منها جاز\nعندنا، كما دل عليه حديث تجارة أبي بكر الصديق - رضي الله عنه - في حياة\nرسول الله - صلى الله عليه وسلم - إلى أرض الشام وهي دار حرب، وأحاديث أخر.\n</p>\n\n<p>\nوأما بيع المسلم لهم في أعيادهم ما يستعينون به على عيدهم من الطعام\nواللباس والريحان ونحوه وإهداء ذلك لهم، فهذا فيه نوع إعانة على إقامة\nدينهم وعيدهم المحرم، وهو مبني على أصل، وهو أن بيع الكفار عنبا أو عصيرا\nيتخذونه خمرا لا يجوز، وكذلك لا يجوز بيعهم سلاحا يقاتلون به مسلما، وقد دل\nحديث عمر - رضي <span id='ms056'></span> الله عنه - في إهداء الحلة السيراء إلى أخ له بمكة مشرك على\nجواز بيعهم الحرير، لكن الحرير مباح في الجملة، وإنما يحرم الكثير منه على\nبعض الآدميين، ولهذا جاز التداوي به في أصح الروايتين، ولم يجز بالخمر\nبحال، وجازت صنعته في الأصل والتجارة فيه، فهذا الأصل فيه اشتباه.\n</p>\n\n<p>\nفإن قيل بالاحتمال الأول في كلام أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nجوز ذلك.\n</p>\n\n<p>\nوعن أحمد في جواز حمل التجارة إلى أرض الحرب روايتان منصوصتان، فقد يقال:\nبيعها لهم في العيد كحملها إلى دار الحرب؛ لأن في حمل الثياب والطعام إلى\nأرض الحرب إعانة على دينهم في الجملة، وإذا منعنا منها إلى أرض الحرب؛ فإن\nالعيد أولى، وأكثر أصوله ونصوصه تقتضي المنع من ذلك، لكن هل هو منع تحريم\nأو تنزيه؟ مبني على ما سيأتي.\n</p>\n\n<p>\nوقد ذكر عبد الملك بن حبيب أنه مما أجمع على كراهته، وصرح بأن مذهب مالك\nأنه حرام، وقال: كره مالك أكل ما ذبح النصارى لكنائسهم، ونهى عنه من غير\nتحريم، وقال: وكذلك ما ذبح على اسم المسيح والصليب أو أسماء من مضى من\nأحبارهم ورهبانهم الذين يعظمون، فقد كان مالك وغيره ممن يقتدى به يكره أكل\nهذا كله من ذبائحهم، وبه نأخذ.\n</p>\n\n<p>\nقال: وقد كان رجال من العلماء يستخفون ذلك.\n</p>\n\n<p>\nوسئل مالك عن الطعام الذي يصنعه النصارى لموتاهم يتصدقون به: أيأكل منه\nالمسلم؟\n</p>\n\n<p>\nقال: لا ينبغي، هو كالذبائح للعيد والكنائس.\n</p>\n\n<p>\nوسئل ابن القاسم عن النصراني يوصي بشيء يباع من ملكه للكنيسة: هل يجوز\nللمسلم شراؤه؟\n</p>\n\n<p>\nفقال: لا يحل ذلك له؛ لأنه تعظيم لشرائعهم، ومشتريه مسلم سوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن القاسم في الأسقف يبيع أرض الكنيسة لمرمتها، وربما حبست تلك\nالأرض على الكنيسة لمصلحتها؟ إنه لا يحل لمسلم أن يشتريها؛ لأنه عون على\nتعظيم الكنائس؛ ولأنه حبس ولا يجوز لهم في أحباسهم إلا ما يجوز للمسلمين؛\nولا أرى لحاكم المسلمين أن يتعرض فيها بمنع ولا تنفيذ لشيء، ولا أرى للمسلم\nأن يهدي إلى النصراني في عيده مكافأة له، وأراه من تعظيم عيده وعونا له <span id='ms057'></span> على\nمصلحة كفره، ألا ترى أنه لا يحل للمسلم أن يبيع من النصارى شيئا من مصلحة\nعيدهم، لا لحما، ولا أدما، ولا ثوبا، ولا يعارون دابة، ولا يعانون على شيء\nمن عيدهم.\n</p>\n\n<p>\nوينبغي للسلاطين أن ينهوا المسلمين عن ذلك، وهو قول مالك وغيره، لم أعلمه\nاختلف فيه، هذا كلام ابن حبيب، وقد ذكر أنه أجمع على كراهة مبايعتهم\nومهاداتهم ما يستعينون به على عيدهم، وصرح بأن مذهب مالك لا يحل ذلك.\n</p>\n\n<p>\nفصل ردع المسلم التشبه بهم عند ذلك (تابع)\n</p>\n\n<p>\nفصل وأما نصوص أحمد على ذلك، فقال إسحق بن إبراهيم: سئل أو عبد الله -\nرحمه الله - عن نصارى وقفوا ضيعة للبيعة يستأجرها المسلم منهم؟\n</p>\n\n<p>\nفقال: لا يأخذها بشيء، لا يعينهم على ما هم فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: سمعت أبا عبد الله وسأله رجل: أبني للمجوس ناووسا؟\n</p>\n\n<p>\nقال: لا تبن لهم، ولا تعنهم على ما هم فيه.\n</p>\n\n<p>\nوقد نقل عن محمد بن الحكم وسأله: الرجل المسلم يحفر لأهل الذمة قبرا\nبكراء؟\n</p>\n\n<p>\nقال: لا بأس.\n</p>\n\n<p>\nوالفرق بينهما أن الناووس من خصائص دينهم الباطل كالكنيسة، بخلاف القبر\nالمطلق، فإنه ليس في نفسه معصية ولا من خصائص دينهم.\n</p>\n\n<p>\nوقال الخلال: \"باب الرجل يؤاجر داره لذمي أو يبيعها منه\" وذكر عن المروزي\nأن أبا عبد الله سئل عن رجل باع داره من ذمي وفيها محاريبه؟\n</p>\n\n<p>\nفقال: نصراني؟! واستعظم ذلك، وقال: لا تباع يضرب فيها بالناقوس، وينصب\nفيها الصلبان، وقال: لا تباع من الكفار، وشدد في ذلك، وقال: لا أرى له أن\nيبيع داره من كافر يكفر بالله فيها، فهذا نص على المنع.\n</p>\n\n<p>\nونقل عنه إبراهيم بن الحارث قيل لأبي عبد الله: الرجل يكري منزله من\nالذمي؟\n</p>\n\n<p>\nفقال: \"ابن عون كان لا يكري داره إلا من أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالذمة، يقول: نرعبهم\" يعني إذا أخذنا من الذمي الأجرة، حصل له رعب، وجعل\nأبو عبد الله يعجب بهذا من ابن عون.\n</p>\n\n<p>\nونقل مهنا قال سألت أحمد عن الرجل يكري المجوسي داره؟.\n</p>\n\n<p>\nفقال: \"كان ابن عون لا يرى أن يكري المسلم، يقول أرعبهم <span id='ms058'></span> في أخذ الغلة،\nوكان يرى أن يكري غير المسلمين\".\n</p>\n\n<p>\nقال الخلال: كل من حكى عن أبي عبد الله في رجل يكري داره من ذمي، فإنما\nأجابه على فعل ابن عون، ولم ينفذ لأبي عبد الله قول، وقد حكى عن إبراهيم\nأنه رآه معجبا به، والأمر ظاهر في قول أبي عبد الله أنه لا تباع منه؛ لأنه\nيكفر فيها، والأمر عندي: لا تباع منه، ولا تكرى؛ لأنه معنى واحد، وكره أحمد\nبيع الدار؛ لأنه كان مبتدعا، فإذا كره بيع الدار من الفاسق، فكيف بالكافر؟\n</p>\n\n<p>\nوقال أبو بكر: لا فرق بين البيع والإجارة، فإذا أجاز [البيع] ، أجاز\nالإجارة، وإذا منع البيع منع الإجارة ووافقه القاضي وأصحابه على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nوعن إسحاق بن منصور أنه قال لأبي عبد الله عن الأوزاعي أنه كره أن يؤاجر\nالمسلم نفسه للنصراني لنظارة كرمه، فقال أحمد: ما أحسن ما قال؛ لأن أصل ذلك\nيرجع إلى الخمر إلا أن يعلم أنه يباع لغير الخمر، فلا بأس.\n</p>\n\n<p>\nوعن أبي النضر العجلي قال: قال أبو عبد الله فيمن يحمل خمرا أو خنزيرا أو\nميتة لنصراني، فهو يكره كل كرائه ولكنه يقضي للحمال بالكراء، وإذا كان\nللمسلم فهو أشد.\n</p>\n\n<p>\nوتلخيص الكلام في ذلك: أما بيع داره من كافر، فقد ذكرنا منع أحمد منه، ثم\nاختلف أصحابه: هل هذا تنزيه أو تحريم؟\n</p>\n\n<p>\nفقال الشريف أبو علي بن أبي موسى: كره أحمد أن يبيع مسلم داره من ذمي\nيكفر فيها بالله - تعالى -، ويستبيح المحظورات، فإن فعل أساء ولم يبطل\nالبيع؛ وكذلك أبو الحسن الآمدي أطلق الكراهة مقتصرا عليها.\n</p>\n\n<p>\nوأما الخلال وصاحبه والقاضي فمقتضى كلامهم تحريم ذلك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوقال القاضي: لا يجوز أن يؤاجر داره أو بيته ممن يتخذه بيت نار أو كنيسة،\nأو يبيع فيه الخمر سواء شرط أنه يبيع فيه الخمر أو لم يشترط، لكنه يعلم أنه\nيبيع فيه الخمر.\n</p>\n\n<p>\nقال أبو بكر: لا فرق بين البيع والإجارة - كما قدمناه - وكلام أحمد محتمل\nالأمرين، فإن قوله في رواية أبي الحارث: يبيعها من مسلم أحب <span id='ms059'></span> إلي يقتضي أنه\nمنع تنزيه، واستعظامه لذلك في رواية المروزي وقوله: لا تباع من كافر، وشدد\nفي ذلك يقتضي التحريم.\n</p>\n\n<p>\nوأما الإجارة فقد سوى الأصحاب بينها وبين البيع، وما حكاه عن ابن عون ليس\nبقول له، ويمكن أن يقال: بل ظاهر الرواية أنه أجاز ذلك؛ فإن إعجابه بالفعل\nدليل جوازه عنده، واقتصاره على الجواب بفعل رجل يقتضي أنه مذهبه في أحد\nالوجهين، والفرق بين الإجارة والبيع: أن ما في الإجارة من مفسدة الإعانة قد\nعارضه مصلحة أخرى، وهو صرف إرعاب المطالبة بالكراء عن المسلم وإنزال ذلك\nبالكافر، فصار ذلك بمنزلة إقرارهم بالجزية؛ لما تضمنه من المصلحة جاز،\nوكذلك جازت مهادنة الكفار في الجملة، فأما البيع فهذه منتفية فيه، وهذا\nظاهر على قول ابن أبي موسى وغيره: أن البيع مكروه غير محرم، فإن الكراهة في\nالإجارة تزول بهذه المصلحة الراجحة - كما في نظائره - فيصير في المسألة\nأربعة أقوال.\n</p>\n\n<p>\nوهذا الخلاف عندنا والتردد في الكراهة هو فيما إذا لم يعقد الإجارة على\nالمنفعة المحرمة، فأما إن أجره على أن يبيع فيه الخمر، أو يعملها كنيسة فلا\nيجوز قولا واحدا، وبه قال الشافعي وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حنيفة: يجوز، وكذا يقول فيما إذا استأجر رجلا يحمل له الميتة أو\nالخمر أو الخنزير أنه يصح، وعامة الفقهاء خالفوه.\n</p>\n\n<p>\nونقل عن أحمد فيما إذا ابتاع الذمي أرضا عشرية روايتان منع في إحداهن\nقال: لأن فيه إبطالا للعشر، وهو ضرر على المسلمين، قال: وكذلك لا يمكنون من\nاستئجار أرض العشر لهذه العلة.\n</p>\n\n<p>\nوقال في الرواية الأخرى: لا بأس أن يشتري الذمي أرض العشر من مسلم.\n</p>\n\n<p>\nواختلف قوله إذا جاز ذلك فيما على الذمي فيما يخرج منها، على روايتين:\n</p>\n\n<p>\nإحداهما: لا عشر عليه ولا شيء سوى الجزية.\n</p>\n\n<p>\nوالأخرى: عليه فيما يخرج منها الخمس، ومن أصحابنا من حكى رواية أنهم\nينهون عن شرائها، فإن اشتروها ضعف عليهم العشر، وفي كلام أحمد ما يدل على\nهذه، وكذلك نمنعهم - على ظاهر المذهب - من شراء السبي الذي جرى عليه سهام\nالمسلمين، كما <span id='ms060'></span> شرط عليهم عمر بن الخطاب - رضي الله عنه - ويتخرج أنه لا\nيؤخذ منه إلا عشر واحد هذا في العشرية التي ليست خراجية، أما الخراجية\nفقالوا: ليس لذمي أن يبتاع أرضا فتحها المسلمون عنوة، وإذا جوزنا بيع\nالعنوة، كان حكم الذي في ابتياعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nكحكمه في أرض العشر المحض؛ إذ جميع الأرض عشرية عندنا وعند الجمهور،\nوبمعنى أن العشر يجب فيما أخرجت، وكذلك أرض الموات من أرض الإسلام التي\nليست خراجية: هل للذمي أن يتملكها بالإحياء؟ فيه قولان للعلماء هما في\nالمذهب قيل: ليس له ذلك، وهو قول الشافعي وابن حامد، وهو قياس إحدى\nالروايتين عن أحمد في منعه ابتياعها، ثم هل عليه عشر؟ فيه روايتان.\n</p>\n\n<p>\nقال ابن أبي موسى: ومن أحيا من أهل الذمة أرضا فهي له، ولا زكاة عليه\nفيها ولا عشر، وقد روي عنه رواية أخرى أنه لا خراج على أهل الذمة، ويؤخذ\nمنهم العشر يضاعف عليهم، والأول عنه أظهر.\n</p>\n\n<p>\nفهذا الذي حكاه ابن أبي موسى من تضعيف العشر فيما يملكه بالإحياء هو قياس\nتضعيفه فيما يملكه بالابتياع، لكن نقل حرب عنه في رجل من أهل الذمة أحيا\nأرضا، قال: هو عشر، ففهم القاضي وغيره من الأصحاب أن الواجب هو العشر\nالمأخوذ من المسلم، فحكوا في وجوب العشر فيها روايتين، وابن أبي موسى نقل\nالروايتين في وجوب عشر مضعف، وعلى طريقة القاضي يخرج في مسألة الابتياع\nكذلك، والذي نقله ابن أبي موسى أصح، فإن أحمد سئل عن إحياء الذمي الأرض،\nفأجاب بأنه ليس عليه شيء، وذكر اختلاف الفقهاء في مسألة اشتراء الأرض: هل\nيمنع أو يضعف عليه العشر؟ وهذا يبين لك أن المسألتين عنده واحدة، وهو تملك\nالذمي الأرض العشرية سواء كان بابتياع أو إحياء أو غير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nومن نقل عنه عشرا مفردا في الأرض المحياة دون المبتاعة فليس بمستقيم،\nوأصله قوله - في التي نقلها الكرماني - قوله: هي أرض عشرية، ولكن هذا كلام\nمجمل قد فسره أبو عبد الله في موضع آخر، وبين مأخذه، ونقل الفقه إن لم يعرف <span id='ms061'></span>\nالناقل مأخذ الفقيه، وإلا فقد يقع فيه الغلط كثيرا، وقد أفصح أرباب هذا\nالقول بأن مأخذهم قياس الحراثة على التجارة، فإن الذمي يؤخذ منه إذا اتجر\nفي غير أرضه ضعف المسلم، فكذلك إذا استحدث أرضا غير أرضه؛ لأنه في كلا\nالموضعين قد أخذ يكتسب في غير مكانه الأصلي، وقياس قول من يضعف العشر: أن\nالمستأمن لو زرع في دار الإسلام لكان الواجب عليه خمسين ضعف ما يؤخذ من\nالذمي، كما إذا اتجر في بلاد الإسلام.\n</p>\n\n<p>\nومذهب أحمد في الإجارة لعمل ناووس ونحوه: لا يجوز، رواية واحدة، ذكره\nالآمدي، كالإجارة لبناء كنيسة أو بيعة أو صومعة، وكالإجارة لكتبهم المحرفة.\n</p>\n\n<p>\nوأما مسألة حمل الميتة والخمر والخنزير للنصراني، فقد تقدم لفظ أحمد أنه\nقال: يكره أكل كرائه، ويقضي له بالأجرة للحمال، ثم اختلف الأصحاب على ثلاثة\nطرق:\n</p>\n\n<p>\nإحداها: إجراؤه على ظاهره، وأن المسألة رواية واحدة.\n</p>\n\n<p>\nقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي موسى: وكره أحمد أن يؤجر المسلم نفسه لحمل ميتة أو خنزير\nلنصراني، وإن أجر نفسه لحمل محرم لمسلم كانت الكراهة أشد، ويأخذ الكراء،\nوهل يطيب له؟ على وجهين، وغير ممتنع أن يقضى بالكراء وإن كان محرما كأجر\nالحجام، فقد صرح هؤلاء بأنه يستحق الأجرة مع كونها محرمة عليه على الصحيح.\n</p>\n\n<p>\nالطريقة الثانية: تأويل هذه الرواية بما يخالف ظاهرها، وجعل المسألة\nرواية واحدة: أن الإجارة لا تصح، وهي طريقة القاضي في المجرد، وهي ضعيفة\nرجع عنها القاضي.\n</p>\n\n<p>\nالطريقة الثالثة: تخريج هذه المسألة على روايتين:\n</p>\n\n<p>\nإحداهما: أن هذه الإجارة صحيحة يستحق بها الأجرة مع الكراهة للفعل\nوللأجرة.\n</p>\n\n<p>\nوالثانية: لا تصح، ولا يستحق بها الأجرة، وإن حمل على قياس\n</p>\n\n<p>\nقوله في الخمر: لا يجوز إمساكها، وتجب إراقتها، قال في رواية أبي طالب:\nإذا أسلم وله خمر أو خنازير: تصب الخمر، وتسرح الخنازير، قد حرما عليه، وإن\nقتلها فلا بأس، وهذا عند أصحابنا إذا استأجره ليحمل الخمر إلي بيته أو\nدكانه أو حيث لا يجوز إقرارها سواء كان حملها للشرب أو مطلقا، أما إذا كان\nحملها ليريقها، أو يحمل <span id='ms062'></span> الميتة لينقلها إلى الصحراء لئلا يتأذى الناس\nبريحها، فإنه يجوز الإجارة على ذلك؛ لأنه عمل مباح، ولكن إن كانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nالأجرة جلد الميتة لم تصح، واستحق أجرة المثل، وإن كان قد سلخ الجلد\nوأخذه رده على صاحبه، وهذا مذهب مالك، وأظنه مذهب الشافعي - أيضا - ومذهب\nأبي حنيفة كالرواية الأولى.\n</p>\n\n<p>\nوالأشبه والله أعلم طريقة ابن أبي موسى، فإنها أقرب إلى مقصود أحمد وإلى\nالقياس؛ لأن النبي - صلى الله عليه وسلم - لعن عاصر الخمر ومعتصرها وحاملها\nوالمحمولة إليه فالعاصر والحامل قد عاوضا على منفعة تستحق عوضا وهي ليست\nمحرمة في نفسها، وإنما حرمت لقصد المعتصر والمستعمل، كما لو باع عنبا لمن\nيتخذه خمرا، فإن مال البائع لا يذهب مجانا، بل يعطى بدلها، فإن تحريم\nالانتفاع إنما كان من جهة المستأجر لا من جهته، ثم نحن نحرم الأجرة عليه\nلحق الله - سبحانه - لا لحق المستأجر، بخلاف من استؤجر للزنا أو التلوط أو\nالقتل أو الغصب، فإن نفس هذا العمل يحرم لا لأجل قصد المشتري، فهو كما لو\nباعه ميتة أو خمرا لا يقضى له بثمنها، لأن نفس العين محرمة.\n</p>\n\n<p>\nومثل هذه الإجارة والجعالة لا توصف بالصحة ولا بالفساد مطلقا، بل يقال:\nهي صحيحة بالنسبة إلى المستأجر بمعنى أنه يجب عليه الجعل، وهي فاسدة\nبالنسبة إلى الأجرة بمعنى أنه يحرم عليه الانتفاع بالأجرة، وله في الشريعة\nنظائر، ونص أحمد على كراهة نظارة كرم النصراني لا ينافي هذا، فإنا ننهاه عن\nهذا الفعل وعن ثمنه ثم نقضي له بكرائه، ولو لم نفعل هذا لكان في هذا منفعة\nعظيمة للعصاة، فإن كل من استأجروه على عمل يستعينون به على المعصية حصلوا\nغرضهم منه، ثم لا يعطونه شيئا، وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nهم بأهل أن يعاونوا، بخلاف من سلم إليهم عملا لا قيمة له بحال، نعم البغي\nوالمغني والنائحة ونحوهم إذا أعطوا أجورهم ثم تابوا: فهل يتصدقون بالأجرة\nأم يجب رده على المعطي؟ فيه قولان: أصحهما أن لا ترد، بل يتصدق بها وتصرف\nفي مصالح المسلمين، نص عليه أحمد في أجرة <span id='ms063'></span> حمل الخمر، ونص على أنه يعاقب\nبياع الخمر بحرق حانوته كما حرق عمر بيتا يباع فيها الخمر، وذلك أن\nالعقوبات المالية عندنا باقية غير منسوخة.\n</p>\n\n<p>\nإذا عرف أصل هذه المسائل، وعرف أصل الإمام أحمد، فمعلوم أن بيعهم ما\nيقيمون به أعيادهم المحرمة هو مثل بيعهم العقار للسكنى وأشد، بل هو إلى\nبيعهم العصير أقرب منه إلى بيعهم العقار، فإن ما يبتاعونه يصنعون به نفس\nالمحرمات، مثل صليب أو شعانين أو معمودية أو تبخير أو ذبح لغير الله أو صور\nونحو ذلك، فهذا لا ريب في تحريمه كبيعهم العصير ليتخذوه خمرا وبناء الكنيسة\nلهم.\n</p>\n\n<p>\nوأما ما ينتفعون به في أعيادهم للأكل والشرب فأصول أحمد وغيره تقتضي\nكراهته، لكن كراهة تحريم كمذهب مالك أو كراهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nتنزيه؟ والأشبه أنه كراهة تحريم كسائر النظائر عنده، فإنه لا يجوز بيع\nالخبز واللحم والرياحين للفساق الذين يشربون عليها، ولأن هذه إعانة قد تفضي\nإلى إظهار الدين [الباطل] وكثرة اجتماع الناس لعيدهم وظهوره، وهذا أعظم من\nإعانة شخص معين.\n</p>\n\n<h1 class='l1' id='head26'>فصل حكم قبول المسلم الهدية من الكفار يوم عيدهم وإيراد النصوص على جوازه</h1>\n\n<p>\nوأما قبوله الهدية منهم يوم عيدهم، فقد قدمنا عن علي بن أبي طالب - رضي\nالله عنه - أنه أتي بهدية \"يوم نيروز\" فقبلها.\n</p>\n\n<p>\nوعن عائشة - رضي الله عنها - أنها قالت: \"أما ما ذبح لذلك اليوم، فلا\nتأكلوا، ولكن كلوا من أشجارهم\".\n</p>\n\n<p>\nوعن أبي برزة أنه كان يهدي إليه مجوس في \"نيروزهم\" فيقول لأهله: ما كان\nمن فاكهة فكلوه، وما كان من غير ذلك فردوه\" فهذا كله يدل على أنه لا تأثير\nللعيد في المنع من قبول هديتهم، بل حكمها في العيد وغيره سواء؛ لأنه ليس في\nذلك إعانة على شعائر كفرهم، لكن قبول هدية الكفار من أهل الحرب وأهل الذمة\nمسألة مستقلة فيها خلاف وتفصيل ليس هذا موضعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>فصل الكلام على صيام أعياد الكفار</h1>\n\n<p>\nفأما صيام أيام أعياد الكفار مفردة كصوم \"يوم النيروز\" و\"المهرجان \" فقد\nاختلف فيهما لأجل أن المخالفة تحصل بالصوم أو بترك تخصيصه <span id='ms064'></span> بعمل، فنذكر أولا\nصوم يوم السبت وذلك أنه روى ثور بن يزيد عن النبي - صلى الله عليه وسلم -\nأنه قال: لا تصوموا يوم السبت إلا فيما افترض عليكم، وإن لم يجد أحدكم إلا\nلحاء عنب أو عود شجرة فليمضغه رواه أهل السنن الأربعة.\n</p>\n\n<p>\nوقد اختلف الأصحاب وسائر العلماء فيه: فقال الأثرم: سمعت أبا عبد الله\nيسأل عن صوم يوم السبت يفترد به؟ فيقول: \"جاء في ذلك حديث الصماء\" يعني هذا\nالحديث المتقدم، وكان يقول: يحيى بن سعيد يتقيه، قال: وحجة أبي عبد الله في\nالرخصة في صومه: أن الأحاديث كلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nمخالفة لهذا الحديث، مثل حديث أم سلمة حين سئلت أي الأيام كان رسول الله\n- صلى الله عليه وسلم - أكثر صياما لها؟ فقالت: السبت والأحد، ومثل نهيه عن\nصوم الجمعة إلا يوم قبله أو يوم بعده ومثل: كان يصوم شعبان ونحو ذلك، ولا\nيقال: إن النهي عن إفراده؛ لأنه قال في الحديث: لا تصوموا يوم السبت إلا\nفيما افترض عليكم فاستثناؤه منه يدل على دخول غير المستثنى بخلاف يوم\nالجمعة فإنه نهى عن إفراده، ففهم الأثرم الرخصة في صومه، وذلك أن أحمد علل\nالحديث بأن يحيى كان يتقيه.\n</p>\n\n<p>\nوأما أكثر الأصحاب ففهموا من كلام أحمد الأخذ بالحديث وحمله على الإفراد،\nوهؤلاء يكرهون إفراده عملا بالحديث لجودة إسناده.\n</p>\n\n<p>\nثم اختلف هؤلاء في تعليل الكراهة: فقال ابن عقيل: إنه يوم تمسك فيه\nاليهود، ويخصونه بالإمساك، وهو ترك العمل، والصائم في مظنة ترك العمل،\nفيصير صومه تشبها بهم، وهذه العلة منتفية في الأحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوعلله طائفة من الأصحاب بأنه يوم عيد لأهل الكتاب، فقصده دون غيره فيه\nتعظيم لما عظمه أهل الكتاب فكره كما كره إفراد عاشوراء، وإفراد رجب لما\nيعظمه المشركون، وهذه العلة تعارض بيوم الأحد، فإنه عيد النصارى، وقد يقال:\nإذا كان يوم عيد فمخالفتهم يكون بالصوم لا بالفطر، ويقوي ذلك ما روي عنه\nأنه كان يصوم يوم السبت والأحد، ويقول: هما يوم عيد للمشركين، فأنا أحب أن\nأخالفهم رواه أحمد والنسائي وصححه <span id='ms065'></span> بعض الحفاظ، وهو نص في استحباب صوم يوم\nعيدهم.\n</p>\n\n<p>\nوليس في ذلك حجة على من كره إفراده؛ لأنه إذا صام السبت والأحد زال\nالإفراد المكروه، وحصلت المخالفة للمشركين.\n</p>\n\n<p>\nفصل الكلام على صيام أعياد الكفار (تابع)\n</p>\n\n<p>\nفصل وأما \"النيروز\" و\"المهرجان\" ونحوهما من أعياد المشركين، فمن لم يكره\nصوم يوم السبت قد لا يكره صوم ذلك، بل ربما استحبه للمخالفة، وكرهها أكثر\nالأصحاب، وعللوا ذلك بأنه تعظيم لعيدهم، فكره كيوم السبت.\n</p>\n\n<p>\nقال الإمام أبو محمد المقدسي \"وعلى قياس هذا كل عيد للكفار أو يوم\nيفردونه بالتعظيم\"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يقال: يكره صوم يوم النيروز والمهرجان ونحوهما مما لا يعرف بحساب\nالعرب، بخلاف ما جاء في الحديث من يوم السبت والأحد؛ لأنه إذا قصد صوم\nالأيام العجمية كانت ذريعة إلى إقامة شعار هذه الأيام وإحياء أمرها، بخلاف\nالسبت والأحد فإنهما من حساب المسلمين، فليس صومهما مفسدة، ففيه توفيق بين\nالأدلة.\n</p>\n\n<h1 class='l1' id='head28'>فصل الكلام على الأعياد والمواسم المبتدعة وأنها من أشنع المنكرات</h1>\n\n<p>\nومن المنكرات: سائر الأعياد والمواسم المبتدعة، فإنها من المكروهات سواء\nبلغت التحريم أو لم تبلغه، فهي منكرة من وجهين:\n</p>\n\n<p>\nأحدهما: أن ذلك داخل في مسمى البدع والمحدثات، فيدخل في قوله: شر الأمور\nمحدثاتها، وكل بدعة ضلالة وكل ضلالة في النار وكل عمل ليس عليه أمرنا فهو\nرد من أحدث في أمرنا ما ليس منه فهو رد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه قاعدة قد دلت عليها السنة والكتاب والإجماع مثل قوله: أم لهم شركاء\nشرعوا لهم من الدين ما لم يأذن به الله ونحو ذلك في الكتاب.\n</p>\n\n<p>\nوليعلم أن هذه القاعدة - وهي الاستدلال بكون الشيء بدعة على كراهته -\nقاعدة عامة عظيمة، وتمامها بالجواب عما يعارضها، وذلك أن من الناس من يقول:\nالبدع تنقسم إلى قسمين: حسنة وقبيحة، بدليل قول عمر - رضي الله عنه - في\nصلاة التراويح: \"نعمت البدعة هذه\" وبدليل أشياء من الأقوال والأفعال أحدثت\nبعد رسول الله - صلى الله عليه وسلم - وليست مكروهة، بل قد تكون حسنة\nللأدلة الدالة على ذلك من الإجماع والقياس، فإذا ثبت أن بعض <span id='ms066'></span> البدع حسنة\nفالقبيح ما نهى عنه الشارع، وما سكت عنه من البدع فليس بقبيح، بل قد يكون\nحسنا، فهذا مما يقوله بعضهم، وقد يقال: هذه البدعة حسنة؛ لأن فيها من\nالمصلحة \"كيت وكيت\"، وهؤلاء المعارضون يقولون: ليست كل بدعة ضلالة.\n</p>\n\n<p>\nوالجواب عن قولهم هو أن الرسول - صلى الله عليه وسلم - قد نص على أن كل\nبدعة ضلالة وكل بدعة في النار، وشر الأمور محدثاتها، فلا يحل لأحد أن يدفع\nدلالة ذلك على ذم البدع، ومن دفع ذلك فهو مراغم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المعارضات فالجواب عنها بأحد جوابين:\n</p>\n\n<p>\nإما أن يقال: ما ثبت حسنه فليس من البدع، فيبقى العموم محفوظا لا خصوص\nفيه، فمن اعتقد أن بعض البدع مخصوص احتاج إلى دليل يخص به ذلك، وإلا كان\nالعموم موجبا للنهي، ثم إن المخصص لا يجوز أن يكون عادة بعض البلاد أو بعض\nالناس، بل إنما يكون في الكتاب أو السنة أو الإجماع من الأدلة الشرعية، لا\nقول بعض العلماء أو العباد ونحو ذلك، فلا يعارض به قول سيد الخلق إمام\nالمتقين، رسول رب العالمين - صلى الله عليه وسلم -، ومن اعتقد أن أكثر هذه\nالعادات المخالفة للسنة مجمع عليها بناء على أن الأمة أقرتها ولم تنكرها\nفهو مخطئ، فإنه لم يزل ولا يزال في كل وقت من ينهى عن عامة العادات المحدثة\nالمخالفة للسنة.\n</p>\n\n<p>\nولا يجوز حمل قوله - صلى الله عليه وسلم -: \"كل بدعة ضلالة\" على البدع\nالتي نهى عنها بخصوصها؛ لأنه تعطيل لفائدة الحديث؛ فإن ما نهى عنه من الكفر\nوالفسوق قد علم بذلك النهي أنه قبيح محرم سواء كان بدعة أو لم يكن بدعة،\nفإذا كان لا منكر إلا ما نهى عنه بخصوصه سواء كان مفعولا على عهده - صلى\nالله عليه وسلم - أو لم يكن، صار وصف البدعة عديم التأثير، لا يدل وجوده\nعلى القبح ولا عدمه على الحسن، بل يكون قوله: \"كل بدعة ضلالة\" بمنزلة قوله:\nكل عادة ضلالة، أو كل ما عليه العرب أو العجم فهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nضلالة، ويراد بذلك أن <span id='ms067'></span> ما نهي عنه من ذلك فهو ضلالة، وهذا تعطيل للنصوص من\nنوع التحريف والإلحاد، ليس من نوع التأويل السائغ، وفيه من المفاسد أشياء:\n</p>\n\n<p>\nأحدها: سقوط الاعتماد على هذا الحديث.\n</p>\n\n<p>\nوالثاني: أن وصف البدعة ومعناها يكون عديم التأثير، فتعليق الحكم بهذا\nالمعنى تعليق بما لا تأثير له ولا فائدة فيه.\n</p>\n\n<p>\nالثالث: أن الخطاب بمثل هذا إذا لم يقصد إلا الوصف الآخر - وهو كونه\nمنهيا عنه - كتمان لما يجب بيانه لما يقصد ظاهره، فإن الجدعة والنهي الخاص\nبينهما عموم وخصوص، إذ ليس كل بدعة [جاء] عنها نهي خاص، وليس كل ما فيه نهي\nخاص بدعة، فالتكلم بأحد الاسمين وإرادة الآخر تلبيس محض، لا يسوغ التكلم\nبه، فهو كما لو قيل: الأسد وأريد به الفرس، أو الفرس وعني به الأسد.\n</p>\n\n<p>\nالرابع: أنه إذا أراد بقول: \"كل محدثة بدعة\" النهي عما نهي عنه، يكون قد\nأحالهم على ما لا يمكن الإحاطة به، ومثل هذا لا يجوز.\n</p>\n\n<p>\nالخامس: إذا أريد به ما فيه نهي خاص كان ذلك أقل مما ليس فيه نهي خاص من\nالبدع، فإنك لو تأملت البدع التي نهي عنها بأعيانها وما لم ينه عنها\nبأعيانها وجدت هذا الضرب هو الأكثر، واللفظ العام لا يجوز أن يراد به الصور\nالقليلة أو النادرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الوجوه وغيرها توجب القطع بأن هذا التأويل فاسد لا يجوز حمل عليه،\nفإن على من تأول شيئا أن يبين إرادة ذلك المعنى الذي حمل الحديث عليه\nالكلام، ثم بيان الدليل الصارف، فإذا منع جواز إرادة ذلك، امتنع حمل الحديث\nعليه، هذا مقام.\n</p>\n\n<p>\nوأما المقام الثاني فيقال: هب أن البدع تنقسم إلى حسن وقبيح، فهذا القدر\nلا يمنع أن يكون هذا الحديث دالا على قبح الجميع، لكن أكثر ما يقال: إنه\nإذا ثبت أن هذا حسن يكون مستثنى من العموم، وإلا فالأصل أن كل بدعة ضلالة،\nفقد تبين أن الجواب عن كل ما يعارض من أنه حسن وهو بدعة: إما بأنه ليس\nببدعة، وإما أنه مخصوص، فقد سلمت دلالة الحديث، هذا <span id='ms068'></span> إذا ثبت حسنه، أما ما\nيظن أنه حسن، وليس بحسن، أو أمور يجوز أن تكون حسنة، وأن تكون قبيحة فلا\nتصلح المعارضة بها، بل يجاب عنها بالجواب المركب، وهو إن ثبت أن هذا حسن\nفلا يكون بدعة أو يكون مخصوصا، وإن لم يثبت أنه حسن فهو داخل في العموم،\nفقد تبين أنه لا يحل لأحد أن يقابل هذه الكلمة الجامعة من رسول الله - صلى\nالله عليه وسلم - الكلية وهي قوله: \"كل بدعة ضلالة\" بسلب عمومها ويقال:\nليست كل بدعة ضلالة، فإن هذا إلى مشاقة الرسول أقرب منه إلى التأويل، مع أن\nالجواب الأول أجود، فإن قصد التعميم المحيط ظاهر من نص رسول الله - صلى\nالله عليه وسلم - بهذه الكلمة الجامعة، فلا يعدل عن مقصوده بأبي هو وأمي -\nصلى الله عليه وسلم - وزاده شرفا وكرما.\n</p>\n\n<p>\nوأما صلاة التراويح فليست بدعة في الشريعة، بل سنة بقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله - صلى الله عليه وسلم - وفعله، فإنه قال: إن الله فرض عليكم\nصيام رمضان، وسننت لكم قيامه ولا صلاتها جماعة بدعة، بل قد صلاها رسول الله\n- صلى الله عليه وسلم - في الجماعة في أول شهر رمضان ليلتين بل ثلاثا،\nوصلاها - أيضا - في العشر الأواخر في جماعة مرات، وقال: إن الرجل إذا صلى\nمع الإمام حتى ينصرف كتب له قيام ليلة لما قام بهم حتى خشوا أن يفوتهم\nالفلاح رواه أهل السنن وبه احتج أحمد على أن فعلها جماعة أفضل، وكان الناس\nيصلونها جماعة في عهده - صلى الله عليه وسلم - ويقرهم على ذلك.\n</p>\n\n<p>\nوأما قول عمر: \"نعمت البدعة هذه\" فأكثر المحتجين بهذا لو أردنا أن نثبت\nحكما بقول عمر الذي لم يخالف فيه لقالوا: قول الصاحب ليس بحجة، فكيف يكون\nحجة لهم في خلاف قول رسول الله - صلى الله عليه وسلم -؟.\n</p>\n\n<p>\nومن اعتقد أن قول الصاحب حجة فلا يعتقده إذا خالف الحديث.\n</p>\n\n<p>\nفعلى التقديرين لا تصلح معارضة الحديث بقول الصاحب.\n</p>\n\n<p>\nنعم يجوز تخصيص عموم الحديث بقول الصاحب الذي لم يخالف على إحدى\nالروايتين،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nثم يقال أكثر <span id='ms069'></span> ما في هذا تسمية عمر تلك بدعة مع حسنها، وهذه تسمية لغوية\nلا شرعية، وذلك أن البدعة في اللغة تعم ما فعل ابتداء من غير مثال سابق.\n</p>\n\n<p>\nوأما البدعة الشرعية، فكل ما لم يدل عليه دليل شرعي، فإذا كان نص رسول\nالله - صلى الله عليه وسلم - قد دل على استحباب فعل أو إيجابه بعد موته، أو\nدل عليه مطلقا ولم يعمل به إلا بعد موته ككتاب الصدقة الذي أخرجه أبو بكر -\nرضي الله عنه - فإذا عمل ذلك العمل بعد موته صح أن يسمى بدعة في اللغة لأنه\nمبتدأ عمل كما أن نفس الدين الذي جاء به الرسول - صلى الله عليه وسلم -\nيسمى بدعة ويسمى محدثا في اللغة، كما قالت رسل قريش للنجاشي عن أصحاب النبي\n- صلى الله عليه وسلم - المهاجرين إلى الحبشة: \"إن هؤلاء خرجوا من دين\nآبائهم ولم يدخلوا في دين الملك، وجاءوا بدين محدث لا يعرف\".\n</p>\n\n<p>\nثم ذلك العمل الذي دل عليه الكتاب والسنة ليس بدعة وإن سمي بدعة لغة فلفظ\nالبدعة في اللغة أعم من لفظها في الشريعة، وقد علم أن قوله - صلى الله عليه\nوسلم -: \"كل بدعة\" لم يرد كل مبتدأ فإن دين الإسلام، بل كل دين جاءت به\nالرسل فهو عمل مبتدأ، وإنما أراد ما ابتدئ من الأعمال التي لم يشرعها هو -\nصلى الله عليه وسلم - وإذا كان كذلك فقد كانوا يصلون قيام رمضان على عهده\nجماعة وفرادى، وقال لهم: لم يمنعني أن أخرج إليكم إلا كراهة أن يفرض عليكم،\nفصلوا في بيوتكم فعلم أن المقتضي للخروج قائم، وأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nلولا خوف الافتراض لخرج إليهم.\n</p>\n\n<p>\nفلما كان في عهد عمر جمعهم على قارئ واحد، وأسرج المسجد، فصارت هذه\nالهيئة - وهي اجتماعهم في المسجد على إمام واحد مع الإسراج - عملا لم\nيكونوا يعملونه من قبل، فسمي بدعة، لأنه في اللغة يسمى بذلك ولم يكن بدعة\nشرعية؛ لأن السنة اقتضت أنه عمل صالح لولا خوف الافتراض، وقد زال خوفه بموت\nرسول الله صلى الله عليه وسلم، وهكذا جمع <span id='ms070'></span> القرآن، فإن المانع من جمعه على\nعهده صلى الله عليه وسلم هو أن الوحي كان ينزل فينسخ الله من ذلك ما يشاء.\n</p>\n\n<p>\nفلما أمن ذلك جمع في مصحف واحد، وإن سمي في اللغة بدعة، فإن المقتضي\nلجمعه وهو حفظه، كان موجودا في زمنه، لولا ما عارضه من احتمال تغييره\nوزيادته ونقصه، فلما أمن من ذلك عمل المقتضي عمله، وصار هذا كنفي عمر - رضي\nالله عنه - ليهود خيبر والنصارى من جزيرة العرب، وإنما لم ينفذه أبو بكر -\nرضي الله عنه - لاشتغاله عنه بقتال أهل الردة، وبشروعه في قتال فارس\nوالروم، وكذلك لم يفعله عمر في أول خلافته لاشتغاله - أيضا - بقتال فارس\nوالروم، فلما تمكن من ذلك فعل ما أمر به رسول الله صلى الله عليه وسلم وإن\nكان هذا قد يسمى بدعة لغة، كما قال اليهود: كيف تخرجنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أقرنا أبو القاسم؟ وجاءوا إلى علي - رضي الله عنه - في خلافته\nفأرادوا أن يردهم، فامتنع من ذلك؛ لأن الفعل كان بعهد رسول الله صلى الله\nعليه وسلم وإن كان محدثا بعده.\n</p>\n\n<p>\nوكذلك قوله صلى الله عليه وسلم: خذوا العطاء ما كان عطاء، فإذا صار عوضا\nعن دين أحدكم فلا تأخذوه فإذا رده الراد لكونه عوضا كان متبعا للسنة، وأن\nنفس الرد مبتدع، لم يفعله أحد على حياته صلى الله عليه وسلم وهذا كثير في\nالسنة، مثل تركه أن يجعل للكعبة بابين من أجل أنهم حديثو العهد في الإسلام.\n</p>\n\n<p>\nوأما ما لم يحدث سبب يحوج إليه، أو كان السبب المحوج إليه بعض ذنوب\nالعباد، فهنا لا يجوز الإحداث، فكل أمر يكون المقتضي لفعله على عهده صلى\nالله عليه وسلم موجودا أو كان مصلحة ولم يفعله، يعلم أنه ليس بمصلحة، وأما\nما حدث المقتضي له بعد موته من غير معصية الخالق، فقد يكون مصلحة، ثم هنا\nللفقهاء طريقان:\n</p>\n\n<p>\nأحدهما: أن ذلك يفعل ما لم ينه عنه، وهذا قول القائلين بالمصالح المرسلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن ذلك لا يفعل إن لم يؤمر به، وهو قول من لا <span id='ms071'></span> يرى إثبات الأحكام\nبالمصالح المرسلة، وهؤلاء ضربان:\n</p>\n\n<p>\nمنهم من لا يثبت الحكم إن لم يدخل في لفظ كلام الشارع أو فعله أو إقراره،\nوهم نفاة القياس.\n</p>\n\n<p>\nومنهم من يثبته بلفظ الشارع أو بمعناه وهم القياسيون.\n</p>\n\n<p>\nالوجه الثاني في ذم المواسم والأعياد المحدثة: ما تشتمل عليه من الفساد\nفي الدين، وليس كل واحد يدرك فساد هذا النوع من البدع، لا سيما إذا كان من\nجنس العبادات المشروعة، بل أولو الألباب هم [الذين] يدركون بعض ما فيه من\nالفساد، والواجب على الخلق: اتباع الكتاب والسنة وإن لم يدركوا ما في ذلك\nمن المصلحة والمفسدة، فننبه على بعض مفاسدها:\n</p>\n\n<p>\nفمن ذلك: أن من أحدث عملا في يوم، كصوم أول خميس من رجب وصلاة ليلة\nالجمعة التي يسمونها \"صلاة الرغائب\"، وما يتبع ذلك من إحداث أطعمة وزينة\nوتوسع في النفقة، فلابد أن يتبع هذا العمل اعتقاد في القلب أن هذا اليوم\nأفضل من غيره، وأن الصوم فيه أفضل من أمثاله، وأن هذه الليلة أفضل من غيرها\nمن الجمع، إذ لولا قيام ذلك لما انبعث القلب لتخصيص هذه الليلة أو اليوم؛\nإذ الترجيح من غير مرجح ممتنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه مفسدة عظيمة: أن يعتقد الإنسان فضيلة يوم ولا يكون فيه فضيلة، فيكون\nقد شرع شيئا لم يشرعه الله، وقد أشار إليه رسول الله صلى الله عليه وسلم\nلما نهى عن تخصيص يوم الجمعة بصوم وعن قيام ليلته، وذلك لما فيه من المفسدة\nباعتقاد كونه فاضلا على غيره ينبغي أن يخص بعمل، وهذا اعتقاد فاسد منهي\nعنه، فكذلك مسألتنا، ومن قال: أنا أفعل ذلك، وهذا الوقت عندي كغيره، فلابد\nأن يكون له باعث إما موافقة سجيته أو عادته أو خوف اللوم له، ويجوز ذلك،\nفلابد له من باعث غير شرعي، وهذا لعلمنا أن الرسول صلى الله عليه وسلم\nوأصحابه لم يكونوا يخصون ذلك بفضيلة، فلا يجوز أن يكون لها فضل؛ لأنه إن\nكان ولم يعلمه الرسول ولا أصحابه ولا التابعون، فكيف يعلمه هو؟ فعلم أنه لم\nيكن لها <span id='ms072'></span> فضل؛ إذ يمتنع أن يعلم أمرا يقربنا إلى الله لم يعلمه الرسول، وإن\nعملوه امتنع مع توفر دواعيهم على النصح وتعليم الخلق أن لا يعلموا أحدا\nبهذا الفضل، ولا يسارع إليه واحد منهم.\n</p>\n\n<p>\nفإذا كان هذا الفضل المدعى مستلزما لعدم علم الرسول وخير القرون بدين\nالله أو لكتمانهم ذلك، وكل واحد من اللازمين منتف شرعا وعادة، علم انتفاء\nالملزوم وهو الفضل المدعى، ثم ذلك مستلزم إما لاعتقاد هو ضلال في الدين أو\nعمل دين لغير الله - سبحانه -، والتدين بالاعتقادات الفاسدة، وهذه البدع\nمستلزمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقطعا ما لا يجوز اعتقاده، فأقل أحواله إن لم يكن محرما أن يكون مكروها،\nوهذا سار في سائر البدع المحدثة، فظهر أن فعل البدع تناقض الاعتقادات\nالواجبة على الخلق، وتنازع الرسول ما جاء به عن الله - تعالى -، وتورث\nالقلب نفاقا ولو كان خفيا، فمن تدبر هذا علم ما في البدع من السموم المضعفة\nللإيمان، ولهذا قيل: إن البدع مشتقة من الكفر، وهذا المعنى جار في كل البدع\nكالصلاة عند القبور، والذبح عند الأصنام، ونحو ذلك، وإن لم يكن الفاعل\nمعتقدا للمزية، لكن نفس الفعل قد يكون مظنة للمزية.\n</p>\n\n<h1 class='l1' id='head29'>فصل ذكر البيان لحال من حضر تلك الأعياد متأولا مجتهدا</h1>\n\n<p>\nفلو قيل هذا يعارض بأن هذه المواسم قد فعلها قوم من أولي العلم والفضل\nالصديقين فمن دونهم، وفيها فوائد يجدها الإنسان في قلبه من زوال آصار ذنوبه\nوإجابة دعوته، مع ما ينضم إلى ذلك من العمومات الدالة على فضل الصلاة\nوالصيام.\n</p>\n\n<p>\nقيل: لا ريب أن من فعلها متأولا مجتهدا أو مقلدا فله أجر على حسن قصده\nوعلى عمله من حيث ما فيه من المشروع، وما فيه من المبتدع مغفور له إذا كان\nفي اجتهاده أو تقليده من المعذورين، وكذلك ما ذكر فيها من الفوائد كلها\nإنما حصلت لما اشتملت عليه من المشروع في جنسه كالصوم والذكر والقراءة\nوالركوع السجود وحسن القصد في عبادة الله، وما اشتمل عليه من المكروه انتفى\nموجبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nبعفو الله لاجتهاد صاحبها أو تقليده، وهذا ثابت <span id='ms073'></span> في كل ما يذكر في بعض\nالبدع المذكورة من الفائدة، لكن هذا القدر لا يمنع كراهتها والنهي عنها\nوالاعتياض عنها بالمشروع الذي لا بدعة فيه.\n</p>\n\n<p>\nكما أن الذين زادوا الأذان في العيدين هم كذلك، بل اليهود والنصارى يجدون\nفي عباداتهم فوائد، وذلك أنه لابد أن تشتمل عباداتهم على نوع ما مشروع في\nجنسه، كما أن قولهم لابد أن يشتمل على صدق ما مأثور عن الأنبياء، ثم مع ذلك\nلا يوجب أن تفعل عباداتهم أو تروى كلماتهم؛ لأن جميع المبتدعات لابد أن\nتشتمل على شر راجح على ما فيها من الخير، إذ لو كان خيرها راجحا لما أهملها\nالشارع، فنحن نستدل بكونها بدعة على أن إثمها أكبر من نفعها، وذلك هو\nالموجب للنهي.\n</p>\n\n<p>\nوأقول: إن إثمها قد يزول عن بعض الأشخاص لمعارض الاجتهاد أو غيره، كما\nيزول إثم النبيذ والربا المختلف فيهما عن المجتهدين من السلف، ثم مع ذلك\nيجب بيان حالها، وأن لا يقتدي بمن استحلها، وأن لا يقصر في طلب العلم\nالمبين لحقيقتها، وهذا كاف في بيان أن هذه البدعة مشتملة على مفاسد\nاعتقادية أو حالية مناقضة لما جاء به الرسول صلى الله عليه وسلم وما فيها\nمن المنفعة مرجوح لا يصلح للمعارضة، ثم نقول على سبيل التفصيل: إذا فعلها\nقوم ذوو فضل، فقد تركها في زمانهم معتقدا كراهتها، أو أنكرها قوم إن لم\nيكونوا هم أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nممن فعلها فليسوا دونهم ولو كانوا دونهم فقد تنازع فيها أولو العلم، فيجب\nردها إلى الله والرسول، وكتاب الله وسنة رسوله مع من تركها بلا شك، لا مع\nمن رخص فيها.\n</p>\n\n<p>\nثم عامة المتقدمين الذين هم أفضل من المتأخرين مع من تركها، وما فيها من\nالمفاسد التي يستغني بها العامة عن كثير من السنن حتى تجد كثيرا من العامة\nقد يحافظ عليها ما لا يحافظ على التراويح والصلوات الخمس، وينقص بسببها\nعنايتهم بالفرائض وغير ذلك، يعارض ما فيها من المنفعة، فإن فيها - أيضا -\nمن مصير المعروف منكرا والمنكر معروفا وجهالة أكثر الناس <span id='ms074'></span> بدين المرسلين،\nوانتشار البدع، ومسارقة الطبع إلى الانحلال من ربقة الاتباع، وفوات سلوك\nالصراط المستقيم، وذلك أن النفس فيها نوع من الكبر، فتحب أن تخرج عن\nالعبودية والاتباع بحسب الإمكان.\n</p>\n\n<p>\nكما قال أبو عثمان النيسابوري - رحمه الله -: \"ما ترك أحد شيئا من السنة\nإلا لكبر في نفسه\"، ثم هذا مظنة لغيره، فينسلخ القلب عن حقيقة اتباع\nالرسول، ويصير فيه من الكبر وضعف الإيمان ما يفسد عليه دينه أو يكاد، إلى\nغير ذلك من المفاسد التي لا يدركها إلا من استنارت بصيرته، وسلمت سريرته،\nحتى إن متبعها يصير في غاية من الجهالة، قد ضل سعيهم وهم يحسبون أنهم\nيحسنون صنعا.\n</p>\n\n<p>\nوهذا كله مقرر في غير هذا الموضع، ومنها ما تقدم التنبيه عليه في أعياد\nأهل الكتاب من المفاسد التي توجد في كلا النوعين المحدثين: النوع الذي فيه\nمشابهة، والنوع الذي لا مشابهة فيه، والكلام في ذم البدع لما كان مقررا في\nغير هذا الموضع لم نطل النفس في تقريره، بل نذكر بعض أعيان هذه المواسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>فصل ذكر بعض الأمثلة على بدع قامت على نصوص باطلة وبيان بطلانها</h1>\n\n<p>\nتقدم أن العيد يكون اسما لنفس المكان والزمان والاجتماع، وقد أحدث من تلك\nالثلاثة أشياء، مثل أول خميس من رجب، وليلة تلك الجمعة [التي] تسمى\n\"الرغائب\" فإن تعظيم ذلك اليوم والليلة حادث بعد المائة الرابعة، وروي فيه\nحديث موضوع باتفاق العلماء، وفعل هذه الصلاة - وإن كان ذكرها بعض المتأخرين\nمن الأصحاب وغيرهم - فإنها محدثة منهي عنها عند المحققين وأهل العلم، ونحو\nإفراد صوم هذا اليوم وكل ما فيه تعظيم له من طعام وزينة، بل لا يكون له\nمزية على غيره، وكذلك يوم آخر في وسط رجب تصلى فيه صلاة تسمى \"صلاة أم\nداود\" فلا أصل لذلك.\n</p>\n\n<p>\nومنها ثامن عشر ذي الحجة الذي خطب فيه رسول الله صلى الله عليه وسلم\nبغدير خم مرجعه من حجة الوداع، فاتخاذ ذلك اليوم عيدا محدث لا أصل له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nومنها ما يحدثه بعض الناس إما مضاهاة للنصارى في ميلاد <span id='ms075'></span> عيسى - عليه\nالسلام - وإما محبة للنبي صلى الله عليه وسلم، والله [قد] يثيبهم على قصدهم\nالصالح، لكن هذا المولد لم يفعله أحد من السلف للنبي صلى الله عليه وسلم\nولو كان خيرا لكان السلف - رضي الله عنهم - أحق به، وكمال تعظيمه في\nمتابعته ظاهرا وباطنا، ونشر ما بعث به، والجهاد على إظهاره باليد والقلب\nواللسان، هذه طريقة السابقين.\n</p>\n\n<p>\nفعليك بالتمسك بالسنة في خاصتك، خاصة من يطيعك، واعرف المعروف، وأنكر\nالمنكر، وادع إلى السنة بحسب الإمكان، فإذا رأيت من يعمل هذا ولا يتركه إلا\nإلى شر منه، فلا تدع إلى ترك منكر بفعل ما هو أنكر منه، أو ترك واجب أو\nمندوب تركه أضر من فعل ذلك المكروه، ولا ينبغي لأحد أن يترك خيرا إلا إلى\nمثله أو إلى خير منه، ففعل المولد قد يفعله بعض الناس ويكون له فيه أجر\nعظيم، فقد يحسن من بعض الناس ما يستقبح من المؤمن المسدد.\n</p>\n\n<p>\nفتفطن لحقيقة الدين، وانظر ما اشتملت عليه الأفعال من المصالح الشريفة\nبحيث تعرف مراتب المعروف ومراتب المنكر حتى تقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nأهمها عند الازدحام، فهذا حقيقة العلم بما جاءت به الرسل.\n</p>\n\n<p>\nوقد يفعل ما هو معظم في الشريعة من الأوقات الفاضلة ما يعتقد أنه فضيلة،\nفيصير منكرا، مثل ما أحدثه بعض أهل الأهواء في يوم عاشوراء من التعطش\nوالتحزن والتجمع وغير ذلك من المحدثات من اتخاذه مأتما، فهو من دين\nالجاهلية، ليس من دين المسلمين، وكذلك أحدث قيه بعض الناس أشياء مستندة إلى\nأحاديث موضوعة، مثل فضل الاغتسال فيه أو التكحل أو المصافحة، فكل ذلك\nمكروه، وإنما السنة صومه، وقد روي في التوسعة على العيال آثار معروفة.\n</p>\n\n<p>\nوقد يكون الغلو في تعظيمه من بعض المتسننة لمقابلة الروافض، فإن الشيطان\nقصده أن يحرف الخلق عن الصراط المستقيم.\n</p>\n\n<p>\nومنها رجب فإنه أحد الأشهر الحرم، وروي عنه صلى الله عليه وسلم أنه كان\nيقول: اللهم بارك لنا في شهري رجب وشعبان وبلغنا رمضان ولم يثبت عنه صلى\nالله عليه وسلم في فضل رجب حديث <span id='ms076'></span> آخر، بل عامة الأحاديث المأثورة فيه كذب.\n</p>\n\n<p>\nفاتخاذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nموسما بحيث يفرد بالصوم مكروه عند الإمام أحمد وغيره كما روي عن عمر بن\nالخطاب وأبي بكر وغيرهما من الصحابة - رضي الله عنهم -.\n</p>\n\n<p>\nوروى ابن ماجه أن النبي صلى الله عليه وسلم نهى عن صوم رجب، وهل الإفراد\nالمكروه أن يصومه كله أو أن لا يقرن به شهر آخر؟ فيه للأصحاب وجهان.\n</p>\n\n<p>\nومن هذا الباب: ليلة نصف شعبان، فقد روي في فضلها من الأحاديث ما يقتضي\nأنها ليلة مفضلة، وكثير من السلف من كان يخصها بالصلاة فيها، وصوم شهر\nشعبان قد جاءت فيه أحاديث صحيحة، ومن العلماء من أنكر فضلها، وطعن في\nالأحاديث الواردة فيها كحديث: إن الله يغفر فيها لأكثر من عدد شعر غنم كلب\nوالذي عليه أكثر أهل العلم من أصحابنا وغيرهم تفضيلها، وعليه يدل نص أحمد،\nوإن كان قد أحدث فيها أحاديث،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nأما صوم النصف مفردا فلا أصل له، بل إفراده مكروه، وكذلك اتخاذه موسما\nتصنع فيه الأطعمة والزينة، وكذلك \"صلاة الألفية\" في ليلة النصف جماعة،\nوليعلم أن الاجتماع لصلاة تطوع أو استماع قرآن أو ذكر الله ونحو ذلك إذا\nكان يفعل ذلك أحيانا فهو حسن، فقد صح عنه صلى الله عليه وسلم أنه صلى\nالتطوع في جماعة أحيانا، وعموم الأحاديث التي فيها ما اجتمع قوم في بيت من\nبيوت الله يتلون كتاب الله ويتدارسونه بينهم ... الحديث وأنه خرج على قوم\nوهم يقرؤون، فجلس معهم وغير ذلك.\n</p>\n\n<p>\nأما اتخاذ اجتماع راتب يتكرر بتكرر الأسابيع والشهور والأعوام غير\nالاجتماعات المشروعة، فإن ذلك يضاهي اجتماعات الصلوات الخمس، وذلك هو\nالمبتدع المحدث، ففرق بين ما يتخذ سنة وعادة، فإن ذلك يضاهي المشروع، وهذا\nالفرق هو المنصوص عن الإمام أحمد وغيره من الأئمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>فصل قد يحدث في اليوم الفاضل مع العيد العملي المحدث العيد المكاني فيغلظ قبحا</h1>\n\n<p>\nوقد يحدث في اليوم الفاضل مع العيد العملي المحدث العيد المكاني، فيغلظ\nقبح هذا، ويصير خروجا عن الشريعة.\n</p>\n\n<p>\nفمن ذلك ما يفعل يوم عرفة مما لا <span id='ms077'></span> أعلم بين المسلمين خلافا في النهي عنه،\nوهو قصد قبر من يحسن به الظن يوم عرفة، والاجتماع العظيم عند قبره، كما\nيفعل في بعض أرض المشرق والمغرب والتعريف هناك كما يفعل بعرفات، فإن هذا\nنوع من الحج المتبدع الذي لم يشرعه الله واتخاذ القبور أعيادا.\n</p>\n\n<p>\nوكذلك السفر إلى بيت المقدس للتعريف فيه، فإنه - أيضا - ضلال مبين، فإن\nزيارة بيت المقدس مستحبة للصلاة والاعتكاف، وهو أحد المساجد الثلاثة التي\nتشد إليها الرحال، لكن قصد إتيانه في أيام الحج هو المكروه، فإن ذلك تخصيص\nوقت معين بزيارة بيت المقدس ولا خصوص لزيارته في هذا الوقت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nثم فيه أيضا مضاهاة للحج إلى المسجد الحرام وتشبيهه بالكعبة، وقد أفضى\nالأمر إلى ما لا يشك مسلم أنه شريعة أخرى غير شريعة الإسلام، وهو ما قد\nيفعله بعض الضلال من الطواف بالصخرة، أو حلق الرأس هناك، أو قصد النسك\nهناك، وما يفعله بعض الجهال من الطواف بالقبة التي بجبل الرحمة بعرفة.\n</p>\n\n<p>\nوأما الاجتماع في هذا الموسم لإنشاد الغناء أو ضرب بالدف بالمسجد الأقصى\nونحوه فمن أقبح المنكرات من وجهات أخرى.\n</p>\n\n<p>\nوأما قصد الرجل المسلم مسجد بلده يوم عرفة للدعاء والذكر، فهذا هو\nالتعريف في الأمصار، فقد اختلف فيه العلماء: ففعله ابن عباس وعمرو بن حريث،\nورخص فيه أحمد وإن كان مع ذلك لا يستحبه، هذا هو المشهور عنه، وكره طائفة\nمن الكوفيين كأبي حنيفة ومالك وغيره من المدنيين هذا التعريف.\n</p>\n\n<p>\nوذلك التعريف المنهي عنه هو أن ذلك قصد موضع بعينه مثل قبر أو غيره\nللتشبه بعرفات، بخلاف مسجد المصر، فإنه قصد له بنوعه لا بعينه، وأيضا فإن\nالمكان المعين قد يحمل شد رحل إليه واتخاذ القبر عيدا، وهذا بنفسه محرم.\n</p>\n\n<p>\nوأما ضرب البوقات والطبول فإنه مكروه في العيد وغيره وكذلك لباس الحرير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>فصل الأعياد المكانية وأقسامها</h1>\n\n<p>\nوأما الأعياد المكانية فتنقسم كالزمانية إلى ثلاثة أقسام:\n</p>\n\n<p>\nأحدها: ما لا خصوص له في الشريعة.\n</p>\n\n<p>\nوالثاني: ما له خصيصة لا تقتضي قصده للعبادة فيه.\n</p>\n\n<p>\nوالثالث: ما يشرع من العبادة فيه <span id='ms078'></span> لكن لا يتخذ عيدا.\n</p>\n\n<p>\nوالأقسام الثلاثة جاءت الآثار بها، مثل قوله صلى الله عليه وسلم: لا\nتتخذوا قبري عيدا ومثل نهيه عن اتخاذ آثار الأنبياء أعيادا.\n</p>\n\n<p>\nفهذه الأقسام الثلاثة:\n</p>\n\n<p>\nأحدها: مكان لا فضل له في الشريعة أصلا، ولا فيه ما يوجب تفضيله، بل هو\nكسائر الأمكنة أو دونها، فقصد ذلك للاجتماع فيه لصلاة أو دعاء أو ذكر أو\nغيره ضلال بين، ثم إن كان به آثار بعض الكفار أو غيرهم؛ صار أقبح وأقبح،\nودخل في هذا الباب وفيما قبله مشابهة الكفار، وهذه أنواع لا يمكن ضبطها\nبخلاف الزمان، فإنه محصور، وهذا الضرب أقبح من الذي قبله، فإن هذا يشبه\nعبادة الأوثان، أو هو ذريعة إليها، أو نوع من عبادة الأوثان، إذ عباد\nالأوثان كانوا يقصدون بقعة بعينها لتمثال هناك أو غير تمثال يعتقدون أن ذلك\nيقربهم إلى الله تعالى، وكانت الطواغيت الكبار التي تشد إليها الرحال\nثلاثة: اللات والعزى ومناة الثالثة الأخرى كما ذكر الله تعالى في كتابه، كل\nواحد من هذه الثلاثة لمصر من أمصار العرب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nومواقيت الحج ثلاثة: مكة والمدينة والطائف، فكانت اللات لأهل الطائف،\nقيل: إنه كان رجلا صالحا يلت السويق للحجيج، فلما مات عكفوا على قبره مدة،\nثم اتخذوا تمثاله، ثم بنوا عليه بنية سموها بيت الربة، وقصتها معروفة، فلما\nبعث النبي صلى الله عليه وسلم هدمها لما فتحت الطائف بعد مكة سنة تسع.\n</p>\n\n<p>\nوأما العزى فكانت لأهل مكة قريبا من عرفات، وكانت هناك شجرة يذبحون\nعندها، ويدعون، فبعث النبي صلى الله عليه وسلم خالد بن الوليد عقب فتح مكة،\nفأزالها، وقسم النبي صلى الله عليه وسلم مالها، وخرجت منها شيطانة ناشرة\nشعرها، فيئست العزى أن تعبد.\n</p>\n\n<p>\nوأما مناة فكانت لأهل المدينة من ناحية الساحل.\n</p>\n\n<p>\nومن أراد أن يعلم كيف كان حال المشركين في عبادة أوثانهم، ويعرف حقيقة\nالشرك الذي ذمه الله وأنواعه حتى يتبين له تأويل القرآن، فلينظر في سيرة\nالنبي صلى الله عليه وسلم وأحوال العرب في زمانه، وما ذكره الأزرقي في\n\"أخبار مكة <span id='ms079'></span>\" وغيره من العلماء.\n</p>\n\n<p>\nولما كان للمشركين شجرة يعلقون عليها أسلحتهم، ويسمونها \"ذات أنواط\" فقال\nبعض الناس: يا رسول الله! اجعل لنا ذات أنواط كما لهم ذات أنواط، فقال:\nالله أكبر! قلتم كما قال قوم موسى: اجعل لنا إلها كما لهم آلهة، إنها\nالسنن، لتركبن سنن من كان قبلكم فأنكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nمشابهتم للكفار بأن يعلقوا على شجرة، فكيف بما هو أطم من مشابهتهم في نفس\nالشرك؟!.\n</p>\n\n<p>\nفمن قصد بقعة يقصد الخير فيها - ولم تستحب الشريعة ذلك - فهو من المنكرات\nوبعضه أشد من بعض، سواء كانت البقعة شجرة أو غيرها أو قناة جارية أو جبلا\nأو مغارة، وسواء قصدها ليصلي فيها، أو ليدعو، أو ليقرأ عندها، أو ليذكر أو\nلينسك بحيث يخص البقعة بنوع من العبادة التي لم يشرع تخصيص تلك البقعة به\nلا عينا ولا نوعا، وأقبح من ذلك أن ينذر لتلك البقعة دهنا لتنور ويقال:\nإنها تقبل النذر - يقوله بعض الضالين - فإن هذا نذر معصية باتفاق العلماء\nلا يجوز الوفاء به، بل عليه كفارة يمين عند كثير من أهل العلم، منهم أحمد\nفي المشهور عنه، وكذلك إذا نذر طعاما للحيتان التي في العين، أو نذر مالا\nللسدنة والمجاورين العاكفين بتلك البقعة، فإن هؤلاء تشبهوا بسدنة اللات\nوالعزى ومناة، يأكلون أموال الناس بالباطل، [والمجاورون] فيهم شبه من\nالعاكفين الذين قال لهم إبراهيم: ما هذه التماثيل التي أنتم لها عاكفون\nوكالذين اختارهم موسى [من] قومه في قوله: فأتوا على قوم يعكفون على أصنام\nلهم ثم إذا صرف هذا المال في جنس تلك العبادة من المشروع، مثل عمارة\nالمساجد والصالحين وفقراء المسلمين كان حسنا.\n</p>\n\n<p>\nفهذه الأمكنة فيها ما يظن أنه قبر نبي أو رجل صالح، وليس كذلك، أو يظن\nأنه مقام له، وليس كذلك.\n</p>\n\n<p>\nفأما ما كان قبرا أو مقاما، فهو من النوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني، وهذا باب واسع أذكر بعض أعيانه.\n</p>\n\n<p>\nفمن ذلك: عدة أمكنة بدمشق، مثل مشهد لأبي بن كعب خارج الباب الشرقي، ولا\nخلاف أن أبي بن كعب إنما توفي بالمدينة، وكذلك يقال <span id='ms080'></span> قبر هود: في الحائط\nالقبلي، وما علمت أحدا ذكر أن هودا مات بدمشق، بل قيل: باليمن، وقيل: بمكة،\nوكذلك مشهد أويس، وما قال أحد: إن أويسا مات بدمشق، ولا قدم إليها، ومن\nذلك: قبر أم سلمة، ولا خلاف أنها ماتت بالمدينة.\n</p>\n\n<p>\nوما أكثر الغلط في ذلك من جهة مشابهة الأسماء! وكذلك بمصر مشهد يقال: إنه\nللحسين، وهو باطل اتفاقا.\n</p>\n\n<p>\nفهذه المواضع ليس فيها فضيلة أصلا، اللهم إلا أن يكون قبر رجل مسلم فيكون\nكسائر قبور المسلمين ليس لها خصيصة، وإن كانت القبور الصحيحة لا يجوز\nاتخاذها أعيادا، ولا أن يفعل عندها ما يفعل عند هذه القبور المكذوبة.\n</p>\n\n<p>\nومن هذا الباب: مواضع يقال: إن فيها أثر النبي صلى الله عليه وسلم أو\nغيره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nويضاهي بها مقام إبراهيم الخليل الذي بمكة، كما يقول الجهال في الصخرة\nالتي ببيت المقدس من أن فيها أثرا من وطء النبي صلى الله عليه وسلم وبلغني\nأن بعض الجهال يقول: إنه من وطء الرب سبحانه.\n</p>\n\n<p>\nوفي مسجد قبلي دمشق: مسجد القدم، يقال: إنه أثر قدم موسى، وهذا باطل،\nوكذلك مشاهد تضاف إلى بعض الأنبياء والصالحين بناء على أنه رؤي هناك في\nالنوم، ورؤية النبي أو الرجل الصالح ببقعة في المنام لا يوجب لها فضيلة\nتقصد البقعة لأجلها، أو تتخذ مصلى بإجماع المسلمين، وهذه الأماكن كثيرة\nموجودة في أكثر المواضع، مثل الحجاز، فيها مواضع كغار عن يمين الطريق وأنت\nذاهب من بدر إلى مكة يقال: إنه الغار الذي دخله النبي صلى الله عليه وسلم\nهو وأبو بكر، وإنه الغار الذي ذكره الله - تعالى - ولا خلاف بين أهل العلم\nأن هذا الغار الذي ذكره الله في القرآن إنما هو غار بجبل ثور قريب من مكة\nمعروف عند أهل مكة إلى اليوم.\n</p>\n\n<p>\nوبالجملة فتعظيم مكان لم يعظمه الشرع شر من تعظيم زمان لم يعظمه، فإن\nتعظيم الأجسام بالعبادة عندها أقرب إلى عبادة الأوثان من تعظيم الزمان،\nفنهي عن الصلاة فيها وإن لم يقصد تعظيمها؛ لئلا يكون ذريعة إلى تخصيصها\nبالصلاة <span id='ms081'></span>، كما ينهى عن الصلاة عند القبور المحققة، وإن لم يقصد المصلي\nالصلاة لأجلها، كما ينهى عن إفراد الجمعة وسرر شعبان بالصوم، وإن لم يقصد\nتخصيصها بالصوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nوما أشبه هذه الأمكنة بمسجد ضرار، فإن هذه المشاهد إنما وضعت مضاهاة\nلبيوت الله، وتعظيما لما لم يعظمه الله، وعكوفا على أشياء لا تنفع، وصدا\nللخلق عن سبيل الله، وهي عبادته وحده لا شريك له بما شرعه.\n</p>\n\n<p>\nويلتحق بهذا الضرب - وإن لم يكن منه - مواضع تدعى لها خصائص لا تثبت، مثل\nكثير من القبور التي يقال: إنها قبر نبي، أو قبر صالح، أو مقام نبي أو\nصالح، ونحو ذلك، وقد يكون ذلك صدقا، وقد يكون كذبا.\n</p>\n\n<p>\nوأكثر المشاهد التي على وجه الأرض من هذا الضرب، فإن الصحيح من ذلك قليل\nجدا، وقال غير واحد من أهل العلم: لا يثبت إلا قبر نبينا صلى الله عليه\nوسلم، وغيره قد يثبت قبر إبراهيم الخليل - عليه السلام - وقد يكون علم أن\nالقبر في تلك الناحية، لكن يقع الشك في عينه ككثير من قبور الصحابة التي\nبباب الصغير من دمشق، فإن الأرض غيرت مرات، فتعيين قبر بعينه أنه قبر بلال\nأو غيره لا يكاد يثبت إلا من طريق خاصة، وإن كان لو ثبت لم يتعلق به حكم\nشرعي مما قد أحدث عندها؛ إذ لو كان ضبط هذه الأمكنة من الدين لما أهمل،\nولما ضاع عن الأمة المحفوظ دينها المعصومة عن الخطأ.\n</p>\n\n<p>\nوأكثر الحكايات إنما توجد من السدنة والمجاورين لها الذين يأكلون أموال\nالناس بالباطل، وقد يحكى ما له تأثير مثل أن رجلا دعا عند قبر فاستجيب له،\nأو نذر فقضيت حاجته، ونحو ذلك.\n</p>\n\n<p>\nوبمثل هذه الأمور عبدت الأصنام، فإن القوم كانوا - أحيانا - يخاطبون من\nالأوثان، وربما تقضى حوائجهم إذا قصدوها؛ ولذلك يجري [لهم مثل ما يجري]\nلأهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالأبداد من أهل الهند، وربما قيست على ما شرعه الله من حج بيته والحجر\nالأسود، وإنما عبدت الشمس والقمر بالمقاييس، وبمثل هذه الشبهات حدث الشرك\nفي أهل الأرض.\n</p>\n\n<p>\nوقد صح أنه <span id='ms082'></span> نهى عن النذر، وقال: إنه لا يأتي بخير فإذا كان النذر - الذي\nهو طاعة - لا يأتي بخير، فما الظن بالنذر الذي هو معصية، بأن يكون لشيء من\nهذه الأمكنة مما لا ينفع ولا يضر؟.\n</p>\n\n<p>\nوأما إجابة الدعاء، فقد يكون سببه اضطرار الداعي، وصدق التجائه، وقد يكون\nمجرد رحمة الله له، وقد يكون أمرا قضاه الله لا لأجل دعائه، وقد يكون له\nأسباب أخر وإن كانت فتنة في حق الداعي، فإنا نعلم أن الكفار قد يستجاب لهم\nفيسقون، وينصرون، ويعافون مع دعائهم عند أوثانهم وتوسلهم بها.\n</p>\n\n<p>\nوقال تعالى: كلا نمد هؤلاء وهؤلاء من عطاء ربك وما كان عطاء ربك محظورا\nوقال: وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا وأسباب\nالمقدورات فيها أمور يطول شرحها، ليس هذا موضعها، وإنما على الخلق اتباع ما\nبعث الله به المرسلين، والعلم بأن فيه خير الدنيا والآخرة، ولعلي - إن شاء\nالله - أبين أسباب هذه التأثيرات في موضع آخر.\n</p>\n\n<p>\nهذا هو النوع الأول من الأمكنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالنوع الثاني من الأمكنة: ما له خصيصة، لكن لا يقتضي اتخاذه عيدا، ولا\nيصلى عنده، ولا يعيد بنوع من العبادات.\n</p>\n\n<p>\nفمن ذلك: قبور الأنبياء والصالحين، وقد جاء عن النبي صلى الله عليه وسلم\nوعن السلف النهي عن اتخاذها عيدا عموما وخصوصا، وبينوا معنى العيد.\n</p>\n\n<p>\nأما العموم فما رواه أبو هريرة عن النبي صلى الله عليه وسلم أنه قال: لا\nتجعلوا بيوتكم قبورا، ولا تجعلوا قبري عيدا، وصلوا علي، فإن صلاتكم تبلغني\nحيثما كنتم صلى الله عليه وسلم. رواه أبو داود بإسناد حسن، رواته كلهم\nثقات.\n</p>\n\n<p>\nقال: حدثنا أحمد بن صالح قال: قرأت على عبد الله بن نافع أخبرني ابن أبي\nذئب عن سعيد المقبري عن أبي هريرة، فذكره، وإن كان عبد الله بن نافع الصائغ\nفيه لين لا يقدح في حديثه، قال ابن معين: هو ثقة.\n</p>\n\n<p>\nوقد روي من جهات أخرى، فما بقي فيه إنكار.\n</p>\n\n<p>\nوروي عن الحسن بن الحسن بن علي أنه رأى سهل بن أبي سهيل <span id='ms083'></span> عند قبره، فقال:\n\"ما أنت ورجل بالأندلس منه إلا سواء\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا كان قبر النبي صلى الله عليه وسلم - مع أنه أفضل قبر على وجه الأرض\n- قد نهي عن اتخاذه عيدا، فقبر غيره أولى بالنهي، مع كونه قرن ذلك بقوله\nصلى الله عليه وسلم: ولا تجعلوا بيوتكم قبورا أي: لا تعطلوها من الصلاة\nفيها والدعاء والقراءة، فتكون بمنزلة القبور، فأمر بتحري العبادة في\nالبيوت، ونهى عن تحريها عند القبور، عكس ما يفعله المشركون من النصارى، ومن\nتشبه بهم.\n</p>\n\n<p>\nوفي الصحيحين قال: اجعلوا من صلاتكم في بيوتكم، ولا تتخذوها قبورا.\n</p>\n\n<p>\nوقال - أيضا -: فإن صلاتكم تبلغني يشير إلى أن ما ينالني منكم من الصلاة\nوالسلام يحصل مع قربكم من قبري وبعدكم، فلا حاجة بكم إلى اتخاذه عيدا،\nوالأحاديث بأن صلاتنا تعرض عليه كثيرة مشهورة صحيحة.\n</p>\n\n<p>\nمع كون أفضل التابعين: علي بن الحسين رأى ذلك الرجل يدعو عند قبره صلى\nالله عليه وسلم فنهاه، وروى له حديث: لا تتخذوا قبري عيدا فعلم أن قصده\nللدعاء ونحوه اتخاذه له عيدا، وهو أعلم بمعنى الحديث من غيره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك ابن عمه حسن بن حسن شيخ أهل بيته كره أن يقصد الرجل القبر للسلام\nعليه ونحوه عند دخول المسجد، ورأى أن ذلك من اتخاذه عيدا، رواه سعيد.\n</p>\n\n<p>\nفانظر هذه السنة كيف مخرجها من أهل بيته - رضي الله عنهم -.\n</p>\n\n<p>\nومعلوم ما كان هو صلى الله عليه وسلم يأمر أصحابه إذا دخلوا القبور أن\nيقول أحدهم: السلام على أهل الديار من المؤمنين والمسلمين، ويرحم الله\nالمستقدمين منا والمستأخرين، وإنا إن شاء الله بكم للاحقون ونحوه من\nالأحاديث المشهورة.\n</p>\n\n<p>\nوكالصلاة على الميت والدعاء له، وما كان عليه السابقون الأولون هو\nالمشروع للمسلمين في ذلك كله، وهو الذي كانوا يفعلونه عند قبر النبي صلى\nالله عليه وسلم وغيره.\n</p>\n\n<p>\nفزيارة القبور في الجملة جائزة، حتى قبور الكفار، فإن في \"صحيح مسلم\" أنه\nقال: استأذنت ربي أن أستغفر لأمي، فلم يأذن لي، واستأذنته أن أزور قبرها،\nفأذن لي.\n</p>\n\n<p>\nوقال: زوروا القبور؛ فإنها تذكر الآخرة <span id='ms084'></span>.\n</p>\n\n<p>\nفهذه الزيارة التي تذكر الآخرة، أو لتحيتهم والدعاء لهم، هو الذي جاءت به\nالسنة كما تقدم.\n</p>\n\n<p>\nوقد اختلف أصحابنا وغيرهم هل يجوز السفر لزيارتها؟ على قولين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: لا، وهو قول ابن بطة وابن عقيل وغيرهما؛ لأنه سفر بدعة منهي عنه.\n</p>\n\n<p>\nوالثاني: يجوز، وهو قول الغزالي وأبي الحسن بن عبدوس الحراني والشيخ أبي\nمحمد المقدسي، وما علمته منقولا عن أحد من المتقدمين؛ بناء على أن هذا\nالحديث لم يتناول النهي عن ذلك كما لم يتناول النهي عن السفر إلى المكان\nالذي فيها الوالد والعلماء والمشايخ والإخوان أو بعض المقاصد من الأمور\nالدنيوية المباحة، وأما ما سوى ذلك من المحدثات مثل الصلاة عند القبور\nمطلقا، أو اتخاذها مساجد، أو بناء المساجد عليها قد تواترت النصوص عن النبي\nصلى الله عليه وسلم بالنهي عن ذلك، والتغليظ فيه وقد صرح العلماء علماء\nالطوائف من أصحابنا وغيرهم بالنهي عن بناء المساجد على القبور، اتباعا\nللأحاديث وأنه حرام، ومن العلماء من أطلق عليه لفظ الكراهة فما أدري ما عنى\nبه ولا ريب في القطع بتحريمه.\n</p>\n\n<p>\nفهذه المساجد المبنية على قبور الأنبياء والصالحين والملوك وغيرهم: يتعين\nإزالتها بهدم أو بغيره، هذا مما لا أعلم فيه خلافا بين العلماء المعروفين،\nوتكره الصلاة فيها من غير خلاف أعلمه، بل لا تصح عندنا في ظاهر المذهب؛\nللنهي واللعن الوارد فيه، وليس في هذه المسألة خلاف لكون المدفون فيها\nواحدا، وإنما اختلف أصحابنا في المقبرة المجردة عن مسجد: هل حدها ثلاثة\nأقبر؟ أو ينهى عن الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nعند القبر الفذ وإن لم يكن عنده قبر آخر؟ على وجهين.\n</p>\n\n<p>\nثم يتغلظ النهي إن كانت البقعة مغصوبة مثل ما بني على بعض العلماء\nوالصالحين ممن كان مدفونا في مقبرة مسبلة، فبني على قبره مسجد أو مدرسة أو\nرباط أو مشهد، وجعل فيها مطهرة، أو لم يجعل، فإن هذا مشتمل على أنواع من\nالمحرمات:\n</p>\n\n<p>\nأحدها: أنه لا يجوز الانتفاع بالمقبرة المسبلة بغير الدفن من غير تعويض\nالاتفاق، فبناء المسجد ونحوه كدفن الميت في المسجد، وكبناء <span id='ms085'></span> الخانقاه في\nالمقبرة، وكبناء المسجد في الطريق الذي يحتاج الناس إلى المشي فيه.\n</p>\n\n<p>\nالثاني: اشتمال غالب ذلك على نبش قبور المسلمين، وإخراج عظام موتاهم.\n</p>\n\n<p>\nالثالث: أن البناء على القبور منهي عنه.\n</p>\n\n<p>\nالرابع: أن بناء المطاهر بين المقابر من أقبح ما تجاور به القبور، لا\nسيما إن كان موضع المطهرة قبر رجل مسلم.\n</p>\n\n<p>\nالخامس: اتخاذ القبور مساجد.\n</p>\n\n<p>\nالسادس: الإسراج على القبور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nالسابع: مشابهة أهل الكتابين في كثير من الأقوال والأفعال والسنن بهذا\nالسبب كما هو الواقع، إلى غير ذلك من الوجوه، وقد كانت البنية التي على قبر\nإبراهيم - عليه السلام - مسدودة لا يدخل إليها إلى حدود المائة الرابعة،\nفقيل: إن بعض النسوة المتصلات بالخلفاء رأت في ذلك مناما؛ فنقبت لذلك،\nوقيل: إن النصارى لما استولوا على هذه النواحي نقبوا ذلك، ثم ترك ذلك مسجدا\nبعد الفتوح المتأخرة، وكان أهل الفضل من شيوخنا لا يصلون في مجموع تلك\nالبنية، وينهون أصحابهم عن الصلاة فيها؛ اتباعا لأمر رسول الله صلى الله\nعليه وسلم واتقاء معصيته، وكذلك إيقاد المصابيح في هذه المشاهد مطلقا لا\nيجوز، بلا خلاف أعلمه، ولا يجوز الوفاء بما ينذر لها.\n</p>\n\n<p>\nومن ذلك الصلاة عندها وإن لم يبن هناك مسجد، فإن كل موضع قصدت الصلاة فيه\nفقد اتخذ مسجدا، وإن لم يكن هناك بناء، فإن النهي عن الصلاة في المقبرة ليس\nلمجرد كونها محل النجاسة، بل لمظنة اتخاذها أوثانا، كما قد بينه في قوله\nصلى الله عليه وسلم: اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد\nوقول عائشة: \"ولولا ذلك لأبرز قبره\" وغيره من الأحاديث؛ فإن قبور الأنبياء\nلا تنبش حتى يقال: لأجل النجاسة خصوصا، ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nتبلى الأنبياء، فعلم أنه لمظنة عبادة الأوثان، قال الشافعي: \"وأكره أن\nيعظم مخلوق حتى يجعل قبره مسجدا؛ مخافة الفتنة عليه وعلى من بعده من الناس\"\nوقد نبه صلى الله عليه وسلم بقوله: اللهم لا تجعل قبري وثنا يعبد على\nالعلة.\n</p>\n\n<h1 class='l1' id='head33'>فصل الكلام على سد ذرائع الشرك والنهي عن الصلاة على القبور</h1>\n\n<p>\nولخوف مظنة عبادة <span id='ms086'></span> الأوثان حسم الرسول صلى الله عليه وسلم المادة، ونهى عن\nالصلاة عند القبور، كما تقدم، ولأجل تلك العلة وقع كثير من الأمم إما في\nالشرك الأكبر أو الأصغر، فإن النفوس قد أشركت بتماثيل القوم الصالحين، فإن\nالشرك بقبر الرجل الصالح أعظم من الشرك بخشبة أو حجر على تمثاله، فتجد قوما\nيتضرعون عند القبور، ويخشعون ويعبدون بقلوبهم عبادة لا يفعلونها في المسجد،\nبل ولا في السحر، وقد يسجد بعضهم لها ويرجون من بركة الصلاة عندها ما لا\nيرجونه عند بيت الله، فحسم صلى الله عليه وسلم ذلك كله، وإن لم يقصد المصلي\nبركعته ذلك، كما نهى عن الصلاة عند طلوع الشمس، واستوائها وغروبها فينهى عن\nذلك سدا للذريعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا قصد الرجل الصلاة عند بعض قبور الأنبياء والصالحين متبركا\nبالصلاة في تلك البقعة، فهذا هو عين المحادة لله ورسوله والمخالفة لدينه\nواتباع دين لم يأذن به الله، فقد أجمع المسلمون على أن الصلاة عند أي قبر\nكان لا فضل فيها لذلك، ولا للصلاة مزية في تلك البقعة أصلا بل مزية شر.\n</p>\n\n<p>\nواعلم أن تلك البقعة وإن كان قد تنزل عندها الملائكة والرحمة ولها شرف\nوفضل، لكن دين الله بين الغالي فيه وبين الجافي عنه، فالنصارى عظموا\nالأنبياء حتى عبدوهم، واليهود استخفوا بهم حتى قتلوهم، والأمة الوسط عرفوا\nحقوقهم؛ ولأجل ذلك قال صلى الله عليه وسلم: لا تطروني كما أطرت النصارى\nالمسيح فلو قدر أن الصلاة هناك توجب رحمة أكثر من الصلاة في غيرها كانت\nالمفسدة الناشئة تربي على هذا المصلحة حتى تغمرها وتزيد عليها، بحيث تصير\nالصلاة هناك مذهبة لتلك الرحمة، ومثبتة لما يوجب العذاب، ومن لم تكن له\nبصيرة يدرك بها الفساد الناشئ من ذلك، فيكفيه أن يقلد الرسول صلى الله عليه\nوسلم، فإنه من المعلوم، أنه لولا أن الفساد أغلب من المصلحة لما نهي عن\nذلك.\n</p>\n\n<p>\nوليس للمؤمن أن يطالب الرسل بتبيين وجوه المصالح، وإنما عليه طاعته\nوالسمع والطاعة، قال تعالى: من يطع الرسول فقد أطاع الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>فصل ذكر <span id='ms087'></span> أقسام الدعاء والعبادة عند القبور وغيرها من الأماكن</h1>\n\n<p>\nوالمقصود أن الدعاء والعبادة عند القبور وغيرها من الأماكن ينقسم إلى\nنوعين:\n</p>\n\n<p>\nأحدهما: أن يحصل الدعاء في البقعة بحكم الاتفاق لا لقصد الدعاء فيها، كمن\nيدعو الله في طريقه ويتفق أن يمر بالقبور، وكمن يزورها فيسلم ويسأل الله\nالعافية له وللموتى، كما جاءت به السنة، فهذا ونحوه لا بأس به.\n</p>\n\n<p>\nالنوع الثاني: أن يتحرى الدعاء عندها بحيث يستشعر أن الدعاء عندها أجوب\nمن غيره، فهذا منهي عنه إما نهي تحريم أو تنزيه، والتحريم أقرب، فإن الشخص\nلو دعا، فاجتاز بصنم من غير قصد لم يكن به بأس، ولو تحرى الدعاء عند الصنم\nأو الصليب أو في الكنيسة يرجو الإجابة في تلك البقعة لكان هذا من العظائم،\nفقصد القبور للدعاء عندها من هذا الباب، بل قد يكون أشد لنهي الرسول صلى\nالله عليه وسلم عن اتخاذها مساجد وعيدا.\n</p>\n\n<p>\nفقصد القبور لم يفعله أحد من الصحابة والتابعين، بل أجدبوا على عهد\nالصحابة، ودهمتهم نوائب، فهلا جاءوا فاستغاثوا عند قبر النبي صلى الله عليه\nوسلم؟ بل قد خرج عمر بالعباس يستسقي به، ولم يرح إلى القبر.\n</p>\n\n<p>\nوكذلك لما فتحت تستر وجدوا قبر دانيال، فقيل: إنه كان إذا أجدبت السماء\nبرزوا بسريره فيمطرون، فأمر عمر أن يعمى قبره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفحفر ثلاثة عشر قبرا متفرقة، ودفن في أحدها ليلا، وسووا القبور كلها؛\nلئلا يفتتن به الناس، فأنكر الصحابة ذلك وعموا قبره، فهذا فعل الصحابة\nالمهاجرين والأنصار.\n</p>\n\n<p>\nومن تأمل كتب الآثار، وعرف حال السلف، علم قطعا أن القوم ما كانوا\nيستغيثون عند القبور، ولا يتحرون الدعاء عندها، بل ينهون عن ذلك جهالهم.\n</p>\n\n<p>\nفإن قيل قد نقل عن بعضهم أنه قال: \"قبر معروف الترياق الأكبر المجرب\" وأن\nمعروفا أوصى ابن أخيه أن يدعو عند قبره، وأن بعض من هجره أحمد بن حنبل يأتي\nإلى قبر أحمد ويتوخى الدعاء عنده، وروي عن جماعات أنهم دعوا عند قبور\nجماعات من الأنبياء والصالحين من أهل البيت وغيرهم فاستجيب لهم، وقد ذكر\nعلماء من <span id='ms088'></span> المصنفين في المناسك إذا زار قبر النبي صلى الله عليه وسلم أن\nيدعو عنده وأن من صلى عليه سبعين مرة عند قبره ودعا استجيب له، ورأى بعضهم\nمنامات في الدعاء عند قبر بعض الأشياخ، وجرب ذلك أقوام استجابة الدعاء عند\nالقبر، وأدركنا من ذوي الفضل علما وعملا من يتحرى الدعاء عندها والعكوف\nعليها، وفيهم من له عند الناس كرامات وعلم، فكيف يخالف هؤلاء؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا السؤال - مع بعده عن طريق العلم - هو غاية ما يتمسك به المقبريون.\n</p>\n\n<p>\nوالجواب عن ذلك على وجه الاختصار: أن ذلك لم ينقل في استحبابه - فيما\nعلمناه - شيء ثابت عن القرون الثلاثة المفضلة الذين أثنى عليهم الرسول صلى\nالله عليه وسلم مع شدة المقتضي فيهم لذلك لو كان فضيلة.\n</p>\n\n<p>\nوأما من بعدهم فأكثر ما يفرض أن الأمة اختلفت، ولا يمكن أن يقال: إن\nالأمة أجمعت على استحسان ذلك؛ لأن كثيرا من الأمة كره ذلك، وأنكره قديما\nوحديثا.\n</p>\n\n<p>\nوأيضا من الممتنع أن تتفق الأمة على استحسان فعل لو كان حسنا لفعله\nالمتقدمون ولم يفعلوه، فإن هذا من باب تناقض الإجماعات، وهي لا تتناقض،\nوإذا اختلف فيه المتأخرون، فالفاصل بينهم هو كتاب الله، والسنة، والإجماع\nالمتقدم نصا واستنباطا، فكيف - والحمد لله - لم ينقل هذا عن إمام معروف ولا\nعالم متبع؟ بل المنقول من ذلك إما كذب، كما كذب على الشافعي أنه قال: \"إني\nإذا نزل شيء بي أجيء فأدعو عند قبر أبي حنيفة فأجاب\" فهذا كذب معلوم فإن\nالشافعي لما قدم بغداد لم يكن ببغداد قبر ينتاب للدعاء عنده، وقد رأى\nالشافعي بالحجاز والشام من قبور الأنبياء والصحابة والصالحين من هو أفضل\nعنده من أبي حنيفة، فما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nباله لم يتوخ الدعاء إلا عند قبره؟!.\n</p>\n\n<p>\nثم قد تقدم عن الشافعي قوله: \"إني أكره تعظيم قبور المخلوقين خشية الفتنة\nبها \"وإما أن يكون المنقول عن مجهول لا يعرف ونحن لو روي لنا أحاديث مثل\nهذه الحكايات لما جاز لنا التمسك بها حتى يثبت النقل\".\n</p>\n\n<p>\nومنها ما قد يكون صاحبه قد قاله <span id='ms089'></span> باجتهاد أو فعله باجتهاد يخطئ ويصيب، أو\nقاله بقيود وشروط كثيرة على وجه لا محذور فيه، فحرف النقل عنه، ثم سائر هذه\nالحجج دائر بين نقل لا يجوز إثبات الشرع به أو قياس لا يجوز استحباب\nالعبادات بمثله، مع العلم بأن الرسول لم يشرعها، وإنما تثبت العبادات بمثل\nهذه الحكايات النصارى وأمثالهم، وإنما المتبع في إثبات الأحكام كتاب الله\nوالسنة واتباع سبيل السالفين الأولين.\n</p>\n\n<p>\nوالجواب المحقق عن ذلك من وجهين: مجمل ومفصل.\n</p>\n\n<p>\nأما المجمل، فالنقض، فإن اليهود والنصارى عندهم من الحكايات من هذا النمط\nكثير، بل المشركون كانوا يدعون عند أوثانهم فيستجاب لهم أحيانا كما قد\nيستجاب لهؤلاء، بل وفي وقتنا هذا عند النصارى من هذا طائفة، فإن كان هذا\nوحده دليلا على أن الله يرضى ذلك ويحبه فليطرد الدليل، وذلك كفر متناقض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن كل قوم قد جعلوا لأنفسهم شخصا أو قبرا لا يثقون بغيره، فلا يمكن\nموافقة الجميع؛ لأنه جمع بين الضدين، وموافقة بعض دون بعض تحكم بلا مرجح،\nومن المحال إصابتهم جميعا؛ لأن كل فريق يخطئ الفريق الآخر، ثم قد استجيب\nلبلعام بن باعوراء في قوم موسى المؤمنين، فسلبه الله الإيمان، والمشركون قد\nيستسقون فيسقون، ويستنصرون فينصرون.\n</p>\n\n<p>\nوأما الجواب المفصل، فنقول: مدار هذه الشبهة على أصلين:\n</p>\n\n<p>\nمنقول، وهو ما يحكى من نقل هذا الدعاء عن بعض الأعيان.\n</p>\n\n<p>\nومعقول، وهو ما يعتقد من منفعته بالتجارب والأقيسة.\n</p>\n\n<p>\nأما النقل، فإما كذب أو غلط، وليس بحجة، بل قد ذكرنا النقل عمن يقتدى به\nبخلاف ذلك.\n</p>\n\n<p>\nوأما المعقول، فعامة المذكور من المنافع كذب، فإن هؤلاء الذين يتحرون\nالدعاء إنما يستجاب لهم أحيانا نادرا، وأين هذا من الذين يتحرون الدعاء وقت\nالأسحار، وفي سجودهم وأدبار صلواتهم وفي بيوت الله؟ فإن هؤلاء إذا ابتهلوا\nمثل ابتهال المقابريين لم يكد يسقط لهم دعوة إلا لمانع.\n</p>\n\n<p>\nوجميع الأمور التي يظن أن لها تأثيرا في العالم وهي محرمة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nالشرع كالتمريجات الفلكية والتوجيهات النفسانية، كالعين والدعاء المحرم\nوالرقى المحرمة، والتمريجات الطبيعية ونحو ذلك، فإن مضرتها أكثر <span id='ms090'></span> من\nمنفعتها، حتى في نفس ذلك المطلوب، فإنه لا يطلب بها غالبا إلا أمور دنيوية\nفكل من حصل له بذلك أمر دنيوي إلا أعقبه شر، أو كانت عاقبته خبيثة، دع\nالآخرة.\n</p>\n\n<p>\nوالمخفق من أهل هذه الأسباب أضعاف أضعاف المنجح، فلا يكاد يحصل الغرض إلا\nنادرا، مع أن مضرتها أكثر من نفعها، بخلاف الأمور المشروعة من الدعاء\nوالتجارة والحراثة والتوكل على الله ونحوه، فإنه يحصل الخير غالبا، فعلم أن\nالأمور المذكورة ليس فيها خير غالب، ولا خير محض، ومن له خبرة بأحوال\nالعالم يتيقن ذلك بلا شك، والأسباب التي يخلق الله بها الحوادث في الأرض لا\nيحصيها إلا هو أما أعيانها فبلا ريب، وكذلك أنواعها لا يضبطها المخلوق لسعة\nملكوت الله - سبحانه وتعالى - ولهذا كانت طريقة الأنبياء: الأمر بما فيه\nالصلاح والنهي عما فيه الفساد.\n</p>\n\n<p>\nوالكلام في بيان تأثير بعض هذه الأسباب، قد يكون فيه فتنة لمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nضعف عقله ودينه، بحيث تختطف عقله.\n</p>\n\n<p>\nويكفي العاقل أن يعلم أن ما سوى المشروع لا يؤثر بحال، فلا منفعة فيه، أو\nأنه وإن أثر فضرره أكثر من نفعه، ثم قد يكون سبب قضاء حاجة هؤلاء الداعين\nالدعاء المحرم؛ لشدة ضرورته لو دعا الله بها مشرك عند وثن لاستجيب له لصدق\nتوجهه إلى الله -تعالى-، ولو قد استجيب له على يد المتوسل به صاحب القبر أو\nغيره لاستغاثته؛ فإنه يعاقب على ذلك ويهوي في النار إذا لم يعف الله عنه،\nكما لو طلب ما يكون فتنة له.\n</p>\n\n<p>\nكما أن ثعلبة لما سأل النبي صلى الله عليه وسلم أن يدعو له بكثرة المال\nونهاه النبي صلى الله عليه وسلم عن ذلك مرة بعد مرة فلم ينته حتى دعا له،\nوكان ذلك سبب شقائه في الدنيا والآخرة، وقد قال صلى الله عليه وسلم: إن\nالرجل ليسألني المسألة فأعطيه إياها فيخرج بها يتأبطها نارا فكم من عبد دعا\nدعاء غير مباح فقضيت حاجته، وكانت سبب هلاكه في الدنيا والآخرة، تارة بأن\nيسأل ما لا تصلح له مسألته كما <span id='ms091'></span> فعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nبلعام وثعلبة، وتارة بأن يسأل على الوجه الذي لا يحبه الله تعالى، بل أشد\nمن ذلك: السحر والطلسمات والعين وغير ذلك، قد يقضى بها كثير من أغراض\nالنفوس.\n</p>\n\n<p>\nومع هذا فقد قال - سبحانه -: ولقد علموا لمن اشتراه ما له في الآخرة من\nخلاق وإنما يتشبثون بمنفعة الدنيا قال تعالى: ويتعلمون ما يضرهم ولا ينفعهم\nكذلك أنواع الداعين والسائلين قد يدعو دعاء محرما يحصل معه غرضه ويورثه\nضررا أعظم، ثم إن الداعي قد يعلمه وقد لا يعلمه على وجه لا يعذر فيه\nبتقصيره في طلب العلم أو ترك الحق، وقد لا يعلمه على وجه يعذر فيه بأن يكون\nمجتهدا أو مقلدا كالمجتهد قد يتجاوز عنه لكثرة حسناته من صدق قصده أو لمحض\nرحمة ربه به ونحو ذلك، ثم مع ذلك ينهى عنه، وإن كان قد زال سبب الكراهة في\nحقه، ومن هنا يغلط كثير من الناس يبلغهم أن بعض الأعيان الصالحين\n</p>\n\n<p>\nعبد عبادة، أو دعا دعاء وجد أثره، فيجعل ذلك دليلا على استحباب تلك\nالعبادة والدعاء، ويجعلون ذلك العمل سنة كأنه قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nفعله نبي، وهذا غلط عظيم لما ذكرناه خصوصا إذا كان العمل إنما كان أثره\nبصدق قام في قلب فاعله حين الفعل ثم تفعله الأتباع صورة، فيضرون به.\n</p>\n\n<p>\nومن هذا الباب ما يحكى عن آثار وجدت في السماع المبتدع، فإن تلك الآثار\nقد يكون عن أحوال قامت بقلوب أولئك الرجال حركها محرك كانوا فيه مجتهدين أو\nمقصرين تقصيرا غمره حسنات قصدهم، فيأخذ الأتباع حضور صورة السماع، وليس\nحضور أولئك الرجال سنة تتبع، ولا مع المقلدين من الصدق ما لأجله عذروا أو\nغفر لهم، فيهلكون بذلك، كما يحكى عن بعض الأشياخ أنه رؤي بعد موته فقيل له:\nما فعل الله بك؟ فقال: أوقفني بين يديه، وقال: يا شيخ السوء! أنت الذي كنت\nتتمثل بي بسعدى ولبنى! لولا أعلم من صدقك لعذبتك.\n</p>\n\n<p>\nولهذا كان الأئمة المقتدى بهم يقولون: \"علمنا هذا مقيد بالكتاب والسنة\".\n</p>\n\n<p>\nوحكي لنا أن بعض المجاورين أتى إلى قبر <span id='ms092'></span> النبي صلى الله عليه وسلم، فاشتهى\nعليه من الأطعمة، فجاء بعض الهاشميين إليه فقال: النبي صلى الله عليه وسلم\nبعث لك هذا وقال لك: اخرج من عندنا.\n</p>\n\n<p>\nوآخرون قضيت حوائجهم ولم يقل لهم ذلك؛ لاجتهادهم، أو قصورهم في العلم،\nفإنه يغفر للجاهل ما لا يغفر للعالم، ولا يقال: هؤلاء لما نقصت معرفتهم سوغ\nلهم ذلك، فإن الله لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nيسوغ هذا لأحد، لكن قصور المعرفة قد يرجى معه العفو والمغفرة، أما\nاستحباب المكروهات وإباحة المحرمات فلا فرق بين العفو عن الفاعل وبين إباحة\nالفعل له، وبالجملة فإنما يثبت استحباب الأفعال واتخاذها دينا بكتاب الله\nوسنة رسوله صلى الله عليه وسلم وما كان عليه السابقون، وما سوى ذلك من\nالمحدثات فلا، وإن اشتملت أحيانا على فوائد لأن مفسدتها راجحة على فوائدها.\n</p>\n\n<h1 class='l1' id='head35'>فصل أن اعتقاد استجابة الدعاء غير المشروع زمانا ومكانا كرامة الغرور</h1>\n\n<p>\nمن الغرور اعتقاد أن استجابة الدعاء المحرم مثل دعاء غير الله واستغاثة\nغير الله والتوسل بما لا يحب أن يتوسل به إليه كتوسل المشركين بأوثانهم إلى\nالله، أو الدعاء عند قبر أو تمثال، أو الدعاء بمحرم ونحوه من الدعاء\nالمعتدى به كرامة من الله لعبده، وليس هو في الحقيقة كرامة، وإنما تشبه\nالكرامة من جهة أنها دعوة نافذة وسلطانا قاهرا وإنما الكرامة في الحقيقة ما\nنفعت في الآخرة أو نفعت في الدنيا ولم تضر في الآخرة وإنما هذا بمنزلة ما\nينعم به على بعض الكفار والفساق من الرياسات والأموال في الدنيا فإنما تصير\nهذه نعمة إذا لم تضر صاحبها في الآخرة ولهذا اختلف أصحابنا وغيرهم: هل ما\nينعم به على الكافر نعمة أم ليس بنعمة؟ وإن كان الخلاف لفظيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الأدعية ونحوها، وإن كان قد يحصل لصاحبها - أحيانا - غرضه، لكنها\nمحرمة؛ لما فيها من الفساد الذي يربو على منفعتها، كما تقدم.\n</p>\n\n<p>\nولهذا كانت هذه فتنة في حق من لم يهده الله، وينور قلبه، ويفرق بين أمر\nالتكوين وأمر التشريع، ويفرق بين أمر القدر والشرع، ويعلم أن الأقسام\nثلاثة:\n</p>\n\n<p>\nأمور قدرها <span id='ms093'></span> الله ولا يحبها، فإن الأسباب المحصلة لهذه تكون محرمة موجبة\nلعقابه.\n</p>\n\n<p>\nوأمور شرعها الله، وهو يحبها ويرضاها من العبد، ولكن لم يعنه على حصولها،\nفهذه محمودة عنده مرضية، وإن لم توجد.\n</p>\n\n<p>\nوالقسم الثالث: أن يعين العبد على ما يحبه منه.\n</p>\n\n<p>\nفالأول إعانة الله، والثاني عبادة الله، والثالث جمع له بين العبادة\nوالإعانة، كما قال: إياك نعبد وإياك نستعين فما كان من الدعاء غير المباح\nإذا أثر فهو من باب الإعانة لا العبادة كدعاء سائر الكفار والمنافقين\nوالفساق، ولهذا قال في مريم: وصدقت بكلمات ربها وكتبه وكان النبي صلى الله\nعليه وسلم يستعيذ بكلمات الله التامات التي لا يجاوزها بر ولا فاجر.\n</p>\n\n<p>\nومن سنة الله تعالى أن الدعاء المتضمن شركا كدعاء غيره لا يحصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nغرض صاحبه، ولا يؤثر إلا في الأمور الحقيرة، أما الأمور العظيمة كإنزال\nالمطر وكشف العذاب فلا ينفع فيه هذا الشرك، كما قال: وإذا مسكم الضر في\nالبحر ضل من تدعون إلا إياه قل ادعوا الذين زعمتم من دونه فلا يملكون كشف\nالضر عنكم ولا تحويلا فلما كانت هذه المواضع العظيمة لا يستجيب فيها إلا هو\nدل على توحيده، وقطع شبهة من أشرك به، وعلم أن ما دون هذا أيضا من الإجابات\nإنما فعلها هو - سبحانه -، وإن كانت تجري بأسباب محرمة أو مباحة، كما أن\nخلقه للسماء والأرض ونحوها من الأجسام العظيمة دل على وحدانيته، وأنه خالق\nلكل شيء.\n</p>\n\n<h1 class='l1' id='head36'>فصل آداب زيارة قبر النبي صلى الله عليه وسلم وحكم تكرارها لأهل المدينة وغيرهم</h1>\n\n<p>\nقال الإمام أحمد وغيره: إنه يستقبل القبلة بعد تحية النبي صلى الله عليه\nوسلم ويجعل الحجرة عن يساره؛ لئلا يستدبره، ويدعو لنفسه وأنه إذا حياه وسلم\nعليه يكون مستقبلا له بوجهه - بأبي هو وأمي صلى الله عليه وسلم - فإذا أراد\nالدعاء جعل الحجرة عن يساره، واستقبل القبلة، وهذا مراعاة منهم لحفظ\nالتوحيد، فإن الدعاء عند القبر لا يكره مطلقا، بل يؤمر به تبعا وضمنا كما\nجاءت به السنة، وإنما المكروه: التحري.\n</p>\n\n<p>\nوهذا أمر مستمر، فإنه <span id='ms094'></span> لا يستحب للداعي أن يستقبل إلا ما يستحب أن يصلى\nإليه، فلما نهي عن الصلاة إلى جهة المشرق نهي أن يتحرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nاستقبالها وقت الدعاء، ومن الناس من يستقبل وقت دعائه الجهة التي فيها\nالرجل الصالح، وهذا شرك وضلال، كما أن بعض الناس يمتنع أن يستدبر الجهة\nالتي فيها [بعض مقدسيهم من الصالحين] وهو يستدبر الجهة التي فيها بيت الله\nوقبر رسول الله صلى الله عليه وسلم وكل ذلك من البدع.\n</p>\n\n<p>\nكما أن مالكا وغيره كره لأهل المدينة كلما جاء أحدهم المسجد أن يدخل إلى\nقبره ويسلم عليه وعلى صاحبيه، وقال: إنما يكون ذلك إذا جاء أحدهم من سفر،\nأو أراد سفرا، ورخص بعضهم في السلام عليه إذا دخل المسجد للصلاة ونحوها.\n</p>\n\n<p>\nوأما قصده دائما للصلاة والسلام، فما علمت أحدا رخص فيه؛ لأن ذلك نوع من\nاتخاذه عيدا، مع أنه يشرع لنا إذا دخلنا المسجد أن نقول: السلام عليك أيها\nالنبي ورحمة الله وبركاته كما نقوله آخر صلاتنا، بل قد استحب ذلك لكل من\nدخل مكانا ليس فيه أحد أن يسلم على النبي صلى الله عليه وسلم، فخاف مالك أن\nيكون فعل ذلك عند القبر كل ساعة اتخاذا له عيدا، وأيضا فإنه بدعة، فإن\nالمهاجرين والأنصار قد كانوا يصلون في المسجد ولم يكونوا يأتون إلى القبر\nكل صلاة؛ وذلك لعلمهم بكراهته لذلك، مع أنهم يسلمون عليه عند دخولهم\nوخروجهم وفي التشهد كما كانوا يسلمون عليه في حياته، والمأثور عن ابن عمر\nيدل على ذلك: أنه كان إذا قدم من سفر أتى قبر النبي صلى الله عليه وسلم\nفسلم وصلى عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: السلام عليك يا أبا بكر، السلام عليك يا أبتاه\" رواه سعيد.\n</p>\n\n<p>\nوكرهت الأئمة استلام القبر وتقبيله، ومنعوا الناس أن يصلوا إليه، وكانت\nحجرة عائشة ملاصقة لمسجده، ومضى الأمر على ذلك في عهد الخلفاء الراشدين،\nوزيد في المسجد والحجرة على حالها وغيرها من الحجر المطيفة بالمسجد من\nشرقيه وقبليه، حتى بناه الوليد بن عبد الملك، وكان عمر بن عبد العزيز عامله <span id='ms095'></span>\nعلى المدينة، فابتاع الحجر وغيرها، وهدمهن، وأدخلهن في المسجد، فمن أهل\nالعلم من كره ذلك كسعيد بن المسيب، ومنهم من لم يكرهه.\n</p>\n\n<p>\nقال أحمد - لما سأله الأثرم: أيمس القبر؟ - قال: ما أعرف هذا.\n</p>\n\n<p>\nونقل بعض أصحابنا رواية في مسح قبره؛ لأن أحمد شيع بعض الموتى، فوضع يده\nعلى قبره يدعو له.\n</p>\n\n<p>\nوالفرق بين الموضعين ظاهر.\n</p>\n\n<p>\nأما المنبر فقال أحمد: لا بأس به، وكره مالك التمسح بالمنبر كما كرهوا\nالتمسح بالقبر، أما اليوم فقد احترق المنبر، وإنما بقي من المنبر خشبة\nصغيرة، فقد زال ما رخص فيه؛ لأن الأثر المنقول عن ابن عمر وغيره إنما هو\nالتمسح بمقعده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>فصل الأفعال المشروعة والممنوعة عند مقامات الأنبياء والصالحين</h1>\n\n<p>\nأما زيارة مقامات الأنبياء والصالحين - وهي الأمكنة التي أقاموا فيها،\nلكنهم لم يتخذوها مساجد - فالذي بلغني عن العلماء قولان:\n</p>\n\n<p>\nأحدهما: النهي عن ذلك.\n</p>\n\n<p>\nوالثاني: أنه لا بأس باليسير من ذلك، كما نقل عن ابن عمر أنه كان يتحرى\nقصد المواضع التي سلكها النبي صلى الله عليه وسلم وإن كان النبي سلكها\nاتفاقا، لا قصدا.\n</p>\n\n<p>\nقال سندي: سألنا أبا عبد الله عن الرجل يأتي هذه المشاهد، ويذهب إليها\nترى ذلك؟\n</p>\n\n<p>\nفقال: أما على حديث ابن أم مكتوم أنه سأل النبي صلى الله عليه وسلم أن\nيصلي في بيته حتى يتخذه مصلى وعلى ما كان يفعله ابن عمر يتتبع مواضع النبي\nصلى الله عليه وسلم وأثره فليس بذلك بأس أن يأتي الرجل المشاهد؛ إلا أن\nالناس قد أفرطوا في هذا جدا. فقد فصل أبو عبد الله بين ما يتخذ عيدا وبين\nما يفعل نادرا قليلا، وهذا فيه جمع بين الآثار.\n</p>\n\n<p>\nوروي عن عمر أنه رأى الناس ابتدروا المسجد فقال: \"ما هذا\"؟.\n</p>\n\n<p>\nقالوا: مسجد صلى فيه رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفقال: \"هكذا هلك أهل الكتاب قبلكم، اتخذوا آثار أنبيائهم بيعا، من عرضت\nله منكم الصلاة فليصل، ومن لم تعرض له فليمض\" فكره عمر اتخاذ مصلى النبي\nصلى الله عليه وسلم عيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nوقال محمد بن وضاح: \"إن <span id='ms096'></span> عمر أمر بقطع الشجرة التي بويع تحتها النبي صلى\nالله عليه وسلم خوف الفتنة على الناس\".\n</p>\n\n<p>\nوقال محمد بن وضاح: كان مالك وغيره من علماء المدينة يكرهون إتيان تلك\nالمساجد وتلك الآثار بالمدينة ما عدا قباء وأحدا، ودخل الثوري بيت المقدس،\nوصلى فيه، ولم يتبع تلك الآثار فهؤلاء كرهوها مطلقا؛ لحديث عمر هذا.\n</p>\n\n<p>\nوما فعله ابن عمر لم يوافقه عليه أحد من الصحابة، والصواب معهم، فإن\nالمتابعة تكون بأن يفعل مثل ما فعل على الوجه الذي فعل، فإذا قصد العبادة\nفي موضع كالمساجد والمشاعر كان قصده متابعة له، أما إذا فعل فعلا اتفاقا من\nغير قصد وتحري، فإذا تحرينا ذلك المكان لم نكن متبعين له، فإن الأعمال\nبالنيات.\n</p>\n\n<p>\nواستحب آخرون من العلماء إتيانها، وذكر طائفة من أصحابنا وغيرهم استحباب\nزيارة هذه المواضع، وعدوا منها مواضع.\n</p>\n\n<p>\nوأما أحمد فرخص فيما جاء به الأثر، إلا إذا اتخذ عيدا، وجمع بين الآثار\nمثل حديث عتبان الذي راح إليه الرسول وجعل في بيته موضعا اتخذه مسجدا، لكن\nعتبان كان قصده بناء المسجد، فأحب أن يكون الرسول هو الذي يخطه له، بخلاف\nما إذا صلى الرسول في موضع من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nغير قصد اتخاذه مسجدا، فاتخذه أحد مسجدا لا لحاجة إليه، بل لكونه صلى فيه\nالرسول صلى الله عليه وسلم.\n</p>\n\n<p>\nأما الأمكنة التي قصدها رسول الله للدعاء عندها والصلاة، فقصدها سنة،\nاقتداء به صلى الله عليه وسلم كتحريه الصلاة عند الاصطوانة موضع المصحف.\n</p>\n\n<p>\nوقد روى بعض الفقهاء أن أعرابيا أتى قبر النبي صلى الله عليه وسلم وتلا\nقوله تعالى: ولو أنهم إذ ظلموا أنفسهم الآية، وأنشد:\n</p>\n\n<p>\nيا خير من دفنت بالقاع أعظمه\n</p>\n\n<p>\nوطاب من طيبهن القاع والأكم\n</p>\n\n<p>\nوأنه استحب طائفة من متأخري الفقهاء من أصحاب أحمد والشافعي مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الحكاية لا يثبت بها حكم شرعي، لا سيما في مثل هذا الأمر الذي لو\nكان سنة لكان السابقون إليه أسبق وبه أعلم.\n</p>\n\n<h1 class='l1' id='head38'>فصل ذكر حرمة الإقسام على الله ببعض خلقه من الأنبياء والملائكة وغيرهم</h1>\n\n<p>\nلو أقسم على <span id='ms097'></span> الله ببعض خلقه من الأنبياء والملائكة وغيرهم لنهي عن ذلك،\nكما لا يقسم بمخلوق مطلقا، وهذا القسم منهي عنه، غير منعقد باتفاق ولم\nيتنازعوا إلا بالنبي صلى الله عليه وسلم خاصة، فإن فيه قولين في مذهب أحمد\nوبعض أصحابه - كابن عقيل - طرد الخلاف في سائر الأنبياء، والذي عليه\nالجمهور - كمالك والشافعي وأبي حنيفة - أنه لا تنعقد اليمين بمخلوق البتة،\nولا يقسم به، وهذا هو الصواب.\n</p>\n\n<p>\nوالإقسام على الله بنبيه صلى الله عليه وسلم مبني على هذا الأصل، ففيه\nهذا النزاع.\n</p>\n\n<p>\nوقد نقل عن أحمد في التوسل بالنبي صلى الله عليه وسلم في \"منسك المروزي\"\nما يناسب قوله بانعقاد اليمين به، لكن الصحيح أنه لا تنعقد اليمين به،\nفكذلك هذا.\n</p>\n\n<p>\nوأما غيره فما علمت فيه نزاعا، واتفقوا على أنه - سبحانه - يسأل، ويقسم\nعليه بأسمائه وصفاته كما يقسم على غيره بذلك كالأدعية المعروفة في السنن\nاللهم إني أسألك بأن لك الحمد، أنت الله المنان، بديع السموات والأرض، يا\nذا الجلال والإكرام.\n</p>\n\n<p>\nوأما إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أسألك بمعاقد العز من عرشك، ففيه نزاع نقل عن أبي حنيفة كراهته، فلا\nيجوز أن يقول: بحق فلان، أو بحق أنبيائك ورسلك، وبحق البيت والمشعر؛ لأنه\nلا حق للمخلوق على الخالق.\n</p>\n\n<p>\nأما معاقد العز من عرشك، فقيل: هو سؤال بمخلوق، وقيل: بل هو سؤال\nبالخالق؛ فلذلك تنازعوا فيه.\n</p>\n\n<p>\nوقد نازع في هذا بعض الناس، وقالوا في حديث أبي سعيد: اللهم إني أسألك\nبحق السائلين عليك، وبحق ممشاي هذا ... الحديث وقال تعالى: واتقوا الله\nالذي تساءلون به والأرحام على قراءة الخفض كما يقال: سألتك بالله وبالرحم.\n</p>\n\n<p>\nوفي \"الصحيح\" أن عمر قال \"اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبينا\nفتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا\".\n</p>\n\n<p>\nوفي \"النسائي\" و\"الترمذي\" حديث الأعمى الذي جاء إليه، فقال: \"ادع الله لي\nأن يرد بصري، فقال: توضأ فصل ركعتين ثم قل: اللهم إني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nأسألك وأتوجه إليك بنبيك محمد نبي الرحمة، يا محمد! يا نبي الله! إني\nأتوجه بك إلى ربك في حاجتي <span id='ms098'></span> لتقضيها، اللهم فشفعه في\" فدعا الله فرد عليه\nبصره.\n</p>\n\n<p>\nوالجواب عن هذا أن يقال:\n</p>\n\n<p>\nأولا: لا ريب أن الله - تعالى - جعل على نفسه حقا لعباده المؤمنين، كما\nقال: وكان حقا علينا نصر المؤمنين كتب ربكم على نفسه الرحمة.\n</p>\n\n<p>\nوفي الصحيحين أن النبي صلى الله عليه وسلم قال لمعاذ بن جبل - وهو رديفه\n-: \"يا معاذ أتدري ما حق الله على عباده\"؟. قلت: الله ورسوله أعلم. قال:\n\"حقه عليهم أن يعبدوه ولا يشركوا به شيئا. أتدري ما حق العباد على الله إذا\nفعلوا ذلك؟ \". قلت: الله ورسوله أعلم. قال: \"حقهم عليه أن لا يعذبهم\".\n</p>\n\n<p>\nفهذا حق وجب بكلماته التامة ووعده الصادق، واتفق العلماء على وجوب ما يجب\nبوعده الصادق، وتنازعوا هل يوجب الله بنفسه على نفسه ويحرم بنفسه على نفسه؟\nعلى قولين.\n</p>\n\n<p>\nوأما الإيجاب عليه بالقياس على خلقه، فهذا قول القدرية، وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nقول مبتدع مخالف لصحيح المنقول وصريح المعقول.\n</p>\n\n<p>\nوأهل السنة متفقون على أنه خالق كل شيء وربه ومليكه، وأنه ما شاء كان،\nوما لم يشأ لم يكن، وأن العباد لا يوجبون عليه شيئا، بل كتب على نفسه\nالرحمة، وحرم على نفسه الظلم، لا أن العبد يستحق على الله شيئا كما يكون\nللمخلوق على المخلوق، بل الله هو المنعم المتفضل على العباد بكل خير، هو\nالخالق لهم والمرسل إليهم والميسر لهم الإيمان والعمل الصالح.\n</p>\n\n<p>\nوإذا كان كذلك لم تكن الوسيلة إلا بما من به من فضله وإحسانه، والحق الذي\nلعباده هو من فضله، وليس من باب المعاوضة، ولا من باب ما أوجبه غيره عليه\nوإذا سئل بما جعله هو سببا للمطلوب من الأعمال الصالحة التي وعد أصحابها\nبكرامته، ومن أدعية عباده الصالحين، وشفاعة ذوي الوجاهة عنده، فهذا سؤال\nوتسبب بما جعله هو سببا.\n</p>\n\n<p>\nوأما إذا سئل بشيء ليس سببا للمطلوب، فإما أن يكون إقساما عليه به، فلا\nيقسم على الله بمخلوق، وإما أن يكون سؤالا بما لا يقتضي المطلوب، فيكون\nعديم الفائدة، فالأنبياء والمؤمنون لهم حق على الله بوعده الصادق أن ينعمهم <span id='ms099'></span>\nولا يعذبهم، وهم وجهاء عنده يقبل شفاعتهم ودعاءهم ما لا يقبله لغيرهم، فإذا\nقال الداعي: أسألك بحق فلان وفلان لم يدع له، وهو لم يسأله باتباعه لذلك\nالشخص ومحبته وطاعته بل بنفس ذاته وما جعله له ربه من الكرامة، لم يكن قد\nسأله بسبب يوجب المطلوب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nوحينئذ فيقال: أما التوسل، والتوجه إلى الله وسؤاله بالأعمال الصالحة\nالتي أمر بها كدعاء الثلاثة الذين آووا إلى الغار وبدعاء الأنبياء\nوالصالحين وشفاعتهم، فهذا مما لا نزاع فيه، بل هو من الوسيلة التي أمر الله\nبها في قوله: &lt;&gt; يا أيها الذين آمنوا اتقوا الله وابتغوا إليه\nالوسيلة أولئك الذين يدعون يبتغون إلى ربهم الوسيلة فإن ابتعاء الوسيلة: هو\nطلب ما يتوسل به أي: يتوصل ويتقرب به، سواء كان على وجه العبادة، أو كان\nعلى وجه السؤال له والاستعاذة به؛ رغبة إليه في جلب المنافع ودفع المضار.\n</p>\n\n<p>\nولفظ الدعاء في القرآن يتناول هذا وهذا، كما قال: فإني قريب أجيب دعوة\nالداع إذا دعان فأمر بالاستجابة له والإيمان به، قال بعضهم: \"فليستجيبوا لي\nإذا دعوتهم، وليؤمنوا بي أني أجيب دعوتهم\" وبهذين الشيئين تحصل إجابة\nالدعوة بكمال الطاعة لألوهيته وبصحة الإيمان بربوبيته، فمن استجاب لربه\nبامتثال أمره واجتناب نهيه، حصل مقصوده من الدعاء، فمن دعاه موقنا أنه يجيب\nدعوة الداعي إذا دعاه أجابه ولو كان مشركا فاسقا، كما قال: وإذا مسكم الضر\nفي البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم وكان الإنسان\nكفورا لكن هؤلاء الذين يستجاب لهم؛ لإقرارهم بربوبيته، وأنه يجيب دعاء\nالمضطر إذا لم يكونوا مخلصين له الدين في عبادته ولا مطيعين له ولرسله كان\nما يعطيهم بدعائهم متاعا في الحياة الدنيا وما لهم في الآخرة من خلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ذكر أن بعض النصارى حاصروا المسلمين، فنفد ماؤهم، فاستسقوا من\nالمسلمين، وقالوا: ننصرف عنكم، فلم يسقوهم، فرفعوا أيديهم وسألوا الله،\nفأمطرت عليهم، فكاد بعض المسلمين أن يفتتن، فقام فيهم رجل من المسلمين،\nوقال: اللهم إنك تكفلت برزق كل دابة، وقد أجبت دعاء <span id='ms100'></span> هؤلاء الكفار؛ لأنهم\nمضطرون لا لأنك تحبهم فنريد أن ترينا آية تثبت الإيمان في قلوب عبادك،\nفأرسل الله عليهم ريحا فأهلكتهم أو نحو هذا.\n</p>\n\n<p>\nومن هذا من يدعو دعاء يعتدي فيه، فيجاب، فما كل من دعا فأجيب يكون ذلك\nدليلا على أن عمله صالح، بل ذلك بمنزلة من يمدهم بالمال والبنين، فلا يظن\nأنه يسارع في الخيرات بل لا يشعرون.\n</p>\n\n<p>\nقال تعالى: ولا يحسبن الذين كفروا أنما نملي لهم خير لأنفسهم إنما نملي\nلهم ليزدادوا إثما ولهم عذاب مهين والمقصود أن دعاء الله قد يكون دعاء\nعبادة يثاب العبد عليه في الآخرة، وقد يكون دعاء مسألة تقضى به حاجته، ثم\nقد يثاب، وقد لا يحصل له إلا تلك الحاجة، وقد يكون سببا لضرر دينه،\nفالوسيلة التي أمر الله بها تعم الوسيلة في عبادته وفي مسألته.\n</p>\n\n<p>\nفالتوسل بالأعمال الصالحة، وبدعاء الأنبياء والصالحين وشفاعتهم ليس من\nباب الإقسام بمخلوق، وكذلك استشفاع الناس بالنبي صلى الله عليه وسلم يوم\nالقيامة كما كانوا في الدنيا يطلبون منه أن يدعو لهم، وقول عمر: \"اللهم إنا\nكنا نتوسل إليك بنبينا فتسقينا، وإنا نتوسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nبعم نبينا\" معناه: نتوسل بدعائه وشفاعته وسؤاله، ونحن نتوسل إليك بدعاء\nعمه وسؤاله وشفاعته، ليس المراد أنا نقسم عليك به، أو ما يجري هذا المجرى\nمما يفعل بعد موته وفي مغيبه، كما يقول بعض الناس: أسألك بجاه فلان عندك؛\nلأنه لو كان كذلك لكان توسلهم به أولى من عمه، ولم يعدلوا إلى العباس مع\nعلمهم أن السؤال به أعظم من العباس، فعلم أن التوسل هو ما يفعله الأحياء\nدون الأموات، وهو التوسل بدعائهم وشفاعتهم، وكذلك حديث الأعمى الذي علمه\nالنبي صلى الله عليه وسلم أن يسأل الله قبول شفاعة نبيه فيه، فيدل على أن\nالنبي صلى الله عليه وسلم شفع وسأل، فعلمه أن يسأل الله قبول شفاعته، ولهذا\nقال: \"اللهم فشفعه في\" فلفظ التوسل فيه إجمال غلط فيه من لم يفهم مقصود\nالصحابة.\n</p>\n\n<p>\nيراد به التسبب به لكونه داعيا وشافعا، أو لكون الداعي <span id='ms101'></span> محبا له مطيعا\nلأمره مقتديا به، فيكون التسبب: إما بمحبة السائل له واتباعه له، وإما\nبدعاء الوسيلة وشفاعته.\n</p>\n\n<p>\nويراد به الإقسام به، والتوسل بذاته لمجرد الإقسام به على الله، فهذا\nالثاني هو الذي كرهوه، ونهوا عنه.\n</p>\n\n<p>\nوكذلك لفظ السؤال [بشيء] قد يراد به المعنى الأول، وقد يراد الثاني.\n</p>\n\n<p>\nومن الأول: حديث الثلاثة الذين أووا إلى الغار، فدعوا الله بصالح\nالأعمال، إذ هي أعظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nما يتوسل به العبد إلى الله؛ لأنه وعد أن يستجيب للذين آمنوا وعملوا\nالصالحات ويزيدهم من فضله، فهؤلاء دعوه بعبادته وفعل ما أمر به.\n</p>\n\n<p>\nومن هذا ما يذكر عن الفضيل أنه أصابه عسر البول فقال: \"بحبي إياك إلا ما\nفرجت عني\" ففرج عنه وكذلك دعاء المرأة المهاجرة التي أحيا الله ابنها لما\nقالت: \"اللهم إني آمنت بك وبرسولك، وهاجرت في سبيلك\" وسألت الله أن يحيي\nولدها فسؤال الله والتوسل إليه بامتثال أمره واجتناب نهيه وفعل ما يحبه من\nالعبودية والطاعة له هو من جنس فعل ذلك رجاء لرحمة الله وخوفا من عذابه\nوسؤاله بأسمائه وصفاته كقوله: \"أسألك بأن لك الحمد أنت الله المنان، أنت\nالله الأحد الصمد\" ونحو ذلك يكون من باب التسبب، فإن كونه المحمود المنان\nالصمد يقتضي منته على عباده وإحسانه الذي يحمد عليه، وتوحيده في صمديته،\nفيكون هو السيد المقصود الذي يصمد الناس إليه في حوائجهم، وكل ما سواه\nمفتقر إليه، وقد يتضمن ذلك معنى الإقسام عليه بأسمائه.\n</p>\n\n<p>\nوأما قوله: أسألك بحق السائلين عليك، وبحق ممشاي هذا، ففيه ضعف، لكن\nبتقدير ثبوته، هو من هذا الباب، فإن حق السائلين عليه: أن يجيبهم، وحق\nالمطيعين: أن يثيبهم، فالسؤال له والطاعة سبب لحصول إثابته وإجابته، ولو\nقدر أنه قسم لكان قسما بما هو من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nصفاته، لأن إجابته وإثابته من أفعاله وأقواله، فصار هذا كقوله صلى الله\nعليه وسلم: أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك ... الحديث فالاستعاذة\nلا تصح بمخلوق، كما نص عليه الإمام أحمد وغيره من الأئمة، وذلك مما استدلوا\nبه على أن كلام الله <span id='ms102'></span> غير مخلوق، كقوله: أعوذ بكلمات الله التامات.\n</p>\n\n<p>\nوأما قول الناس: أسألك بالله والرحم، وقراءة من قرأ تساءلون به والأرحام\nبالكسر فهو من باب التسبب بها؛ فإن الرحم توجب الصلة، فسؤال السائل بها\nتوسل بما يوجب صلته من القرابة التي بينهما، ليس من باب الإقسام، ولا من\nباب التوسل بما لا يقتضي المطلوب كالتوسل بدعاء الأنبياء، فالتوسل\nبالأنبياء والصالحين يكون بأمرين: إما بطاعتهم واتباعهم، وإما بدعائهم\nوشفاعتهم، فمجرد ذاتهم من غير طاعة منه لهم ولا شفاعة منهم له، فلا تنفعه\nوإن عظم جاه أحدهم عند الله، فلا بد من ذلك، إما سؤال المسئول، وإما التسبب\nبمحبة اتباعه خالصا لله تعالى لا لهوى ولا لحظ نفس، بل لله وحده لا شريك\nله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>فصل لا يشرع شد الرحال إلا إلى المساجد الثلاثة مع ذكر النصوص</h1>\n\n<p>\nولا يشرع شد الرحل إلى غير المساجد الثلاثة؛ للأحاديث الصحيحة في ذلك،\nولو نذر الإنسان إتيان مسجد غيرها، لم يجب عليه فعله باتفاق الأئمة، وليس\nبالمدينة مسجد يشرع إتيانه إلا مسجد قباء، وسائر المساجد لها حكم المساجد.\n</p>\n\n<p>\nوفي المسند عن جابر بن عبد الله: أن النبي صلى الله عليه وسلم دعا في\nمسجد الفتح ثلاثا يوم الاثنين والثلاثاء والأربعاء، فاستجيب له يوم\nالأربعاء بين الصلاتين، فعرف البشر في وجهه، قال جابر: فلم ينزل بي أمر مهم\nإلا توخيت تلك الساعة، فأعرف الإجابة وفي إسناده كثير بن زيد وفيه كلام.\n</p>\n\n<p>\nوهذا الحديث يعمل به طائفة من أصحابنا وغيرهم، فيتحرون الدعاء في هذا كما\nنقل عن جابر [ولم ينقل عن جابر رضي الله عنه] أنه تحرى الدعاء في المكان،\nبل في الزمان، فإذا كان هذا في المساجد التي صلى فيها رسول الله صلى الله\nعليه وسلم، وبنيت بإذنه ليس فيها ما يشرع قصده بخصوصيته من غير سفر إليه\nإلا مسجد قباء فكيف بما سواها؟.\n</p>\n\n<p>\nولما فتح عمر بيت المقدس وجد النصارى قد ألقت على الصخرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nزبالة عظيمة عنادا لليهود، فأزالها ونظفها، وقال لكعب الأحبار: \"أين ترى\nأن أبني مصلى المسلمين <span id='ms103'></span>؟\n</p>\n\n<p>\nفقال: ابنه خلف الصخرة.\n</p>\n\n<p>\nفقال: يا ابن اليهودية! خالطتك اليهودية! بل أبنيه في صدر المسجد؛ فإن\nلنا صدور المساجد، فبناه في قبلي المسجد\" وهو الذي يسميه كثير من العامة\nاليوم: الأقصى، والأقصى: اسم للمسجد كله، ولا يسمى هو ولا غيره حرما، وإنما\nالحرم بمكة والمدينة خاصة، وفي وادي وج الذي بالطائف نزاع، وذكر طائفة من\nالمتأخرين أن اليمين تغلظ عند الصخرة، وليس هذا في كلام أحمد ولا غيره من\nالأئمة، فليس له أصل، بل تغلظ هناك عند المنبر، كما في سائر المساجد.\n</p>\n\n<p>\nوقد صنف طائفة من الناس مصنفات في فضائل بيت المقدس وغيره من البقاع التي\nبالشام، وذكروا فيها من الآثار عن أهل الكتاب ما لا يحل للمسلمين أن يبنوا\nعليه دينهم، ومن العجب كيف يحدث كعب الأحبار عن بعض الأنبياء الذي بينه\nوبينهم أكثر من ألف سنة، ولم يسنده، وغايته أن ينقله عن بعض كتب اليهود\nالذين أخبر الله أنهم قد بدلوا، فكيف يصدق شيء من ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nلمجرد هذا النقل؟! بل الواجب أن لا يصدق ولا يكذب إلا بدليل كما أمرنا\nالنبي صلى الله عليه وسلم ومعلوم أن أصحاب رسول الله صلى الله عليه وسلم من\nالسابقين الأولين والتابعين لهم بإحسان قد فتحوا البلاد بعد موته صلى الله\nعليه وسلم وسكنوا الشام والعراق ومصر وغيرها - وهم أعلم بالدين وأتبع له -\nفليس لأحد أن يخالفهم فيما كانوا عليه، فما كان من هذه البقاع لم يعظموه،\nأو لم يقصدوا تخصيصه بصلاة أو دعاء أو نحو ذلك، لم يكن لنا أن نخالفهم في\nذلك، ونقول: إن من جاء بعدهم من أهل الفضل والدين فعل ذلك؛ لأن اتباع سبيل\nالأولين أولى ممن بعدهم، وما أحد نقل عنه ما يخالف سبيلهم إلا وقد نقل عن\nغيره ممن هو أعلم منه وأفضل أنه خالف سبيل هذا المخالف، وهذه جملة جامعة لا\nيتسع هذا الموضع لتفصيلها.\n</p>\n\n<h1 class='l1' id='head40'>فصل أصل دين الإسلام ألا تختص بقعة بقصد العبادة فيها إلا المساجد خاصة</h1>\n\n<p>\nوأصل دين المسلمين: أنه لا تختص بقعة <span id='ms104'></span> بقصد العبادة فيها إلا المساجد\nخاصة.\n</p>\n\n<p>\nوما عليه المشركون وأهل الكتاب من تعظيم بقاع للعبادة غير المساجد - كما\nكانوا في الجاهلية يعظمون حراء ونحوه من البقاع - هو مما جاء الإسلام بمحوه\nوإزالته ونسخه، ثم المساجد جميعها تشترك في العبادات إلا ما خص به المسجد\nالحرام من الطواف ونحوه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان هذا مشروعا يثيب الله عليه لكان النبي صلى الله عليه وسلم أعلم\nبذلك، ولأعلم أصحابه - أيضا ذلك -، وكانوا أرغب فيه ممن بعدهم، فلما لم\nيكونوا يلتفتون إلى شيء من ذلك علم أنه من البدع المحدثة التي لم يكونوا\nيعدونها عبادة وقربة وطاعة، فمن جعلها عبادة، فقد اتبع غير سبيلهم، وشرع من\nالدين ما لم يأذن به الله.\n</p>\n\n<h1 class='l1' id='head41'>فصل افتراق الناس إلى ثلاثة فرق وأن سلف الأمة هم من أصاب الحق والخير</h1>\n\n<p>\nافترق الناس على ثلاث فرق: المشركون ومن وافقهم من مبتدعة أهل الكتاب\nوهذه الأمة، أثبتوا الشفاعة التي نفاها القرآن مثل قوله: ما لكم من دونه من\nولي ولا شفيع وأنذر به الذين يخافون أن يحشروا إلى ربهم ليس لهم من دونه\nولي ولا شفيع لعلهم يتقون فيتخذون آلهتهم وسائط تقربهم إلى الله زلفى،\nوتشفع لهم.\n</p>\n\n<p>\nوالخوارج والمعتزلة أنكروا شفاعة نبينا صلى الله عليه وسلم في أهل\nالكبائر من أمته، بل أنكر طائفة من أهل البدع انتفاع الإنسان بشفاعة غيره\nودعائه.\n</p>\n\n<p>\nوأما سلف الأمة وأئمتها ومن اتبعهم من أهل السنة والجماعة فأثبتوا ما\nجاءت به السنة من شفاعته لأهل الكبائر من أمته وغير ذلك من أنواع شفاعته\nوشفاعة غيره من الأنبياء والملائكة، وقالوا: لا يخلد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nفي النار من أهل التوحيد أحد، وأقروا بما جاءت به السنة من انتفاع\nالإنسان بدعاء غيره وشفاعته والصدقة، بل والصوم عنه في أصح قولي العلماء،\nوقالوا: إن الشفيع يطلب من الله، ويسأله، ولا تنفع الشفاعة إلا بإذنه، ولا\nيشفعون إلا لمن ارتضى.\n</p>\n\n<p>\nوفي الصحيح أنه قال: أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا\nالله يبتغي بها وجه الله.\n</p>\n\n<p>\nفكلما كان الرجل أتم <span id='ms105'></span> إخلاصا لله كان أحق بالشفاعة.\n</p>\n\n<p>\nوأما من علق قلبه بأحد من المخلوقين يرجوه ويخافه، فهو من أبعد الناس عن\nالشفاعة، فشفاعة المخلوق عند المخلوق بإعانة الشافع للمشفوع له بغير إذن\nالمشفوع عنده، بل يشفع إما لحاجة المشفوع عنده إليه، وإما لخوفه منه،\nفيحتاج أن يقبل شفاعته، والله -تعالى- غني عن العالمين، وهو وحده يدبر\nالعالمين كلهم، فما من شفيع إلا من بعد إذنه، فهو الذي يأذن للشفيع، وهو\nيقبل شفاعته، كما يلهم الداعي الدعاء ثم يجيب دعاءه، فالأمر كله له، فإذا\nكان العبد يرجو شفيعا من المخلوقين، فقد لا يختار ذلك الشفيع أن يشفع له،\nوإن اختار فقد لا يأذن الله له في الشفاعة، ولا يقبل شفاعته.\n</p>\n\n<p>\nوأفضل الخلق محمد صلى الله عليه وسلم ثم إبراهيم صلى الله عليه وسلم وقد\nامتنع النبي صلى الله عليه وسلم أن يستغفر لعمه أبي طالب بعد أن قال:\nلأستغفرن لك ما لم أنه عنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nوصلى على المشركين ودعا لهم، فأنزل الله -تعالى-: ولا تصل على أحد منهم\nمات أبدا ولا تقم على قبره وقيل له: إن تستغفر لهم سبعين مرة فلن يغفر الله\nلهم فقال: لو أعلم أني لو زدت على السبعين يغفر لهم لزدت فأنزل الله تعالى:\nسواء عليهم أأستغفرت لهم أم لم تستغفر لهم لن يغفر الله لهم.\n</p>\n\n<p>\nوقال: فلما ذهب عن إبراهيم الروع إلى قوله: &lt;&gt; يا إبراهيم أعرض عن\nهذا فالله تعالى له حقوق لا يشركه فيها غيره، وللرسل حقوق لا يشركهم فيها\nغيرهم، وللمؤمنين حقوق مشتركة، وفي حديث معاذ \"حق الله على العباد: أن\nيعبدوه ولا يشركوا به شيئا\" وهذا أصل التوحيد الذي بعث الله به الرسل وأنزل\nبه الكتب.\n</p>\n\n<p>\nقال تعالى: وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا\nفاعبدون ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت ويدخل\nفي ذلك أن لا يخاف إلا إياه، ولا يتقى إلا إياه.\n</p>\n\n<p>\nقال تعالى: ومن يطع الله ورسوله ويخش الله ويتقه <span id='ms106'></span> فالطاعة لله ورسوله،\nوالخشية والتقى لله وحده، كما قال: ولو أنهم رضوا ما آتاهم الله ورسوله\nوقالوا حسبنا الله سيؤتينا الله من فضله ورسوله إنا إلى الله راغبون وما\nآتاكم الرسول فخذوه فالحلال ما حلله الرسول، والحرام ما حرمه، والدين ما\nشرعه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوالتحسب لله وحده، قال تعالى: وقالوا حسبنا الله ولم يقل: ورسوله، وذكر\nالرسول في الإيتاء؛ لأنه لا يباح إلا ما أباحه الرسول، فليس لأحد أن يأخذ\nكل ما تيسر له إن لم يكن مباحا في الشريعة، ثم قال: إنا إلى الله راغبون\nفجعل الرغبة إلى الله وحده دون ما سواه، كما قال: فإذا فرغت فانصب وإلى ربك\nفارغب فأمر بالرغبة إليه.\n</p>\n\n<p>\nولم يأمر الله قط مخلوقا أن يسأل مخلوقا وإن كان قد أباح ذلك في بعض\nالمواضع، لكنه لم يأمر به، بل الأفضل للعبد أن لا يسأل -قط- إلا الله، كما\nفي الصحيحين في صفة الذين يدخلون الجنة بغير حساب \"هم الذين لا يسترقون،\nولا يكتوون، ولا يتطيرون وعلى ربهم يتوكلون\" فجعل من صفاتهم أنهم لا يطلبون\nمن غيرهم أن يرقيهم، ولم يقل: لا يرقون، وإن كان قد روي في بعض طرق مسلم\nفهو غلط؛ فإن النبي صلى الله عليه وسلم رقى نفسه وغيره، لكنه لم يسترق،\nفالمسترقي طالب للدعاء من غيره، بخلاف الراقي غيره فإنه داع.\n</p>\n\n<p>\nوقال لابن عباس: إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله فهو الذي\nيتوكل عليه، ويستعان به، ويخاف ويرجى، ويعبد، وتنيب إليه القلوب، لا حول\nولا قوة إلا بالله، ولا منجى منه إلا إليه.\n</p>\n\n<p>\nوالقرآن كله يحقق هذا الأصل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوالرسول صلى الله عليه وسلم يطاع، ويحب، ويرضى به، ويسلم إليه حكمه،\nويعزر ويوقر، ويتبع ويؤمن به وبما جاء به.\n</p>\n\n<p>\nقال تعالى: من يطع الرسول فقد أطاع الله وما أرسلنا من رسول إلا ليطاع\nبإذن الله وقد بعث الله محمدا صلى الله عليه وسلم بتحقيق التوحيد وتجريده،\nونفي الشرك بكل وجه حتى في الألفاظ، كقوله صلى الله عليه وسلم: لا يقولن\nأحدكم <span id='ms107'></span> ما شاء الله وشاء محمد، بل ما شاء الله ثم شاء محمد وقال له رجل: ما\nشاء الله وشئت، فقال: أجعلتني لله ندا؟! قل: ما شاء الله وحده.\n</p>\n\n<p>\nوالعبادات التي شرعها الله كلها تتضمن إخلاص الدين لله تحقيقا لقوله: وما\nأمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا\nالزكاة وذلك دين القيمة.\n</p>\n\n<p>\nفالصلاة والصدقة والصيام والحج كل ذلك لله وحده، فلا يعبد إلا الله، ولا\nيعبد إلا بما شرع.\n</p>\n\n<p>\nفمن كان يرجوا لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا.\n</p>\n\n<p>\nوالحمد لله وحده، وصلى الله على محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nانتهى المنهج القويم.\n</p>\n\n<p>\nقال محققه غفر الله له ولوالديه وإخوانه وأخواته وذريته وأهل بيته: تم\nالفراغ من تحقيقه يوم الأحد ليلة الاثنين 24/2/1421.\n</p>\n\n<p>\nوالحمد لله أولا وآخرا، وظاهرا وباطنا كما يحب ربنا ويرضى، وصلى الله\nوسلم على محمد في الآخرة والأولى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             <span id='ms108'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201"
  ],
  "volumes": [
    "01"
  ]
}