{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>حديث الستة من التابعين</h1>\n\n<h1 class='l1' id='head1'>بسم الله الرحمن الرحيم رب أعن برحمتك الشيخ الأمين أبو عبد الله محمد بن علي بن أبي العلاء رضي الله</h1>\n\n<p>\nعنه قال حدثنا الشيخ الإمام الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب\nالبغدادي رضي الله عنه في سلخ جمادى الآخرة من سنة اثنتين وخمسين وأربعمائة\nقال ذكر حديث رواه معاذ بن معاذ العنبري عن شعبة بن الحجاج فأنكره يحيى بن\nمعين وبيان علته واختلاف وجوهه\n</p>\n\n<h1 class='l1' id='head2'>1 - </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن أبي بكر بن شاذان أبنا أبو الحسن أحمد بن إسحاق\nبن نيخاب الطيبي ثنا محمد بن أيوب بن يحيى بن الضريس ثنا عبيد الله بن معاذ\nالعنبري ح وأخبرنا أبو الحسن طاهر بن عبد العزيز بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعيسى الدعاء ثنا إسحاق بن سعد بن الحسن بن سفيان البسوي ثنا جدي ثنا عبيد\nالله بن معاذ ثنا أبي ثنا شعبة عن علي بن مدرك عن إبراهيم النخعي عن ربيع\nبن خثيم عن ابن مسعود قال قال رسول الله صلى الله عليه وسلم أيعجز أحدكم أن\nيقرأ كل ليلة بثلث القرآن قالوا ومن يطيق ذلك قال بلى قل هو الله أحد\nواللفظ لحديث ابن شاذان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nأخبرنا القاضي أبو العلاء محمد بن علي الواسطي أبنا أبو مسلم بن مهران\nأبنا عبد المؤمن بن خلف النسفي ثنا أبو علي صالح بن محمد ثنا عبيد الله بن\nمعاذ أبنا أبي عن شعبة عن علي بن مدرك عن إبراهيم النخعي عن الربيع بن خثيم\nعن عبد الله بن مسعود عن النبي صلى الله عليه وسلم قال أيعجز أحدكم أن يقرأ\nثلث القرآن كل ليلة قالوا ومن يطيق ذاك قال قل هو الله أحد قال عبد المؤمن\nسمعت أبا علي يقول هذا غلط وسمعت يحيى بن معين وسئل عنه فقال خطأ والصواب\nحديث الربيع بن خثيم عن عمرو بن ميمون عن ابن أبي ليلى عن امرأة من الأنصار\nعن أبي أيوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرني أبو الفضل عبيد الله بن أحمد بن علي الفزاري أبنا <span id='ms01'></span> عبد الرحمن بن\nعمر الخلال ثنا محمد بن أحمد بن يعقوب بن شيبة ثنا جدي حدثني أحمد بن\nالعباس قال قال أبو زكريا يحيى بن معين حدث معاذ بن معاذ بحديث ما له أصل\nولا رواه شعبة فقال رجل أي شيء هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ما تصنع به قال نعرفه قال حدث عن شعبة عن علي بن مدرك عن إبراهيم\nقال أحمد بن العباس عن علقمة عن عبد الله قال جدي وأرى أحمد بن العباس وهم\nفيه جعل مكان الربيع بن خثيم علقمة في حكايته عن يحيى بن معين عن عبد الله\nعن النبي صلى الله عليه وسلم قال قل هو الله أحد تعدل ثلث القرآن قال ابن\nمعين وكان في أصل كتاب معاذ وليس بشيء ولم يسمعه منه أحد ولا حدث به أحد\nإلا عبيد الله وهو صحيح في كتابه وليس بشيء قال جدي وهكذا رواه عبيد الله\nبن معاذ عن أبيه عن شعبة عن علي بن مدرك عن إبراهيم عن الربيع بن خثيم عن\nعبد الله عن النبي صلى الله عليه وسلم وهذا إسناد صحيح ولا أعلم أحدا رواه\nعن شعبة من ها هنا أنكره يحيى وقد بلغني أن أبا بحر البكراوي قد رواه عن\nشعبة فإن كان هذا صحيحا فالحديث صحيح غريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روي هذا الحديث من غير وجه فاختلف فيه رواه منصور بن المعتمر وهو من\nأثبت أهل الكوفة عن هلال بن يساف عن الربيع بن خثيم عن عمرو بن ميمون عن\nعبد الرحمن بن أبي ليلى عن امرأة من الأنصار عن أبي أيوب الأنصاري عن النبي\nصلى الله عليه وسلم وهذا عندنا هو الصحيح ولا نعلمه روي حديث أطول إسنادا\nمنه ورواه أبو حذيفة عن سفيان الثوري عن إسماعيل بن أبي خالد عن هلال بن\nيساف فجعله عن ابن مسعود عن النبي صلى الله عليه وسلم وهذا أيضا فيما نرى\nخطأ لأن أبا نعيم الفضل بن دكين رواه عن الثوري عن إسماعيل بن أبي خالد عن\nهلال <span id='ms02'></span> بن يساف عن أبي مسعود الأنصاري قال من قرأ قل يا أيها الكافرون في\nليلة فقد أكثر وأطيب وهكذا رواه يعلى بن عبيد وعبد الله بن نمير عن إسماعيل\nبن أبي خالد كما رواه أبو نعيم عن الثوري ولا أحسب الحديث الذي رواه أبو\nحذيفة عن الثوري إلا هذا الذي رواه أبو نعيم ويعلى وابن نمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوروى هذا الحديث أيضا شريك عن أبي إسحاق عن عمرو بن ميمون عن عبد الله بن\nمسعود عن النبي صلى الله عليه وسلم في قراءة قل هو الله أحد تعدل ثلث\nالقرآن وخالفه شعبة فرواه عن أبي قيس عن عمرو بن ميمون عن أبي مسعود\nالأنصاري عن النبي صلى الله عليه وسلم وحديث شعبة هذا أصح من حديث شريك لأن\nإسماعيل بن أبي خالد قد سلك بإسناد الحديث هذا الطريق عن أبي مسعود لا عن\nابن مسعود وإن كان قد خالفه في اللفظ غير أن حمادا قد رواه عن عاصم عن زر\nعن ابن مسعود موقوفا انتهى كلام يعقوب بن شيبة قال الشيخ أبو بكر أما حديث\nمعاذ بن معاذ عن شعبة عن علي بن مدرك فقد تابع معاذا على روايته أبو بحر\nالبكراوي كما ذكر يعقوب أنه بلغه وعثمان بن محمد النشيطي وأما حديث منصور\nبن المعتمر عن هلال بن يساف فقد اختلف على منصور فرواه زائدة بن قدامة\nالثقفي وفضيل بن عياض كلاهما عن منصور عن هلال عن الربيع بن خثيم عن عمرو\nبن ميمون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوبعض الرواة عن فضيل قدم في الإسناد عمرا على الربيع فقال عن هلال بن\nيساف عن عمرو بن ميمون عن الربيع بن خثيم وأرسله فلم يذكر أبا أيوب فيه\nوالصواب عن الربيع عن عمرو عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار\nعن أبي أيوب عن النبي صلى الله عليه وسلم وذكر يعقوب بن شيبة أنه أطول\nإسناد روي والأمر على ذلك فقد اجتمع فيه ستة من التابعين بعضهم عن بعض\nفأولهم منصور بن المعتمر <span id='ms03'></span> له من الصحابة عبد الله بن أبي أوفى الأسلمي\nوالثاني هلال بن يساف أدرك علي بن أبي طالب وسمع أبا مسعود عقبة بن عمرو\nالأنصاري والثالث الربيع بن خثيم من كبار أصحاب عبد الله بن مسعود والرابع\nعمرو بن ميمون الأودي أدرك الجاهلية ثم أسلم وسمع عمر بن الخطاب وعبد الله\nبن مسعود ومعاذ بن جبل والخامس عبد الرحمن بن أبي ليلى سمع عثمان بن عفان\nوعلي بن أبي طالب والسادس الإمرأة الأنصارية التي لم تسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوخالف شعبة بن الحجاج زائدة وفضيلا في رواية هذا الحديث فرواه عن منصور\nعن هلال بن يساف عن الربيع بن خثيم عن عمرو بن ميمون عن امرأة عن أبي أيوب\nنقص من إسناده عبد الرحمن بن أبي ليلى كذلك رواه عن شعبة عبد الصمد بن عبد\nالوارث ومحمد بن جعفر غندر غير أن بعض الرواة عن غندر نقص من إسناده رجلين\nابن أبي ليلى وعمرو بن ميمون وقال عن الربيع بن خثيم عن امرأة عن أبي أيوب\nورواه سعيد بن مسروق والد سفيان عن منذر الثوري عن الربيع بن خثيم عن أبي\nأيوب ليس بينهما أحد وروى هذا الحديث حصين بن عبد الرحمن السلمي عن هلال بن\nيساف خلاف رواية منصور عنه رواه عن هلال عن عبد الرحمن بن أبي ليلى ليس\nبينهما أحد عن أبي بن كعب أو رجل من الأنصار عن رسول الله صلى الله عليه\nوسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عامر الشعبي عن عبد الرحمن بن أبي ليلى عن أبي أيوب الأنصاري عن\nالنبي صلى الله عليه وسلم وأما حديث أبي نعيم الذي ذكر يعقوب بن شيبة أنه\nرواه عن سفيان الثوري عن إسماعيل بن أبي خالد عن هلال بن يساف عن أبي مسعود\nفقد تابعه على روايته ووافقه في إسناده محمد بن كثير العبدي فرواه عن سفيان\nوكذلك رواه عبد العزيز بن مسلم القسملي بموافقة يعلى بن عبيد الطنافسي وعبد\nالله بن نمير الحارفي عن إسماعيل بن أبي خالد عن هلال بن يساف <span id='ms04'></span> عن أبي مسعود\nالأنصاري وأما حديث أبي قيس الذي ذكر يعقوب أن شعبة رواه عنه عن عمرو بن\nميمون عن أبي مسعود فقد وافق شعبة على روايته عن أبي قيس كذلك مسعر بن كدام\nالهلالي وسفيان بن سعيد الثوري ورواه عن الثوري جماعة من أصحابه عن أبي قيس\nوخالفهم عبد الصمد بن حسان فرواه عن سفيان عن أبي إسحاق عن عمرو بن ميمون\nعن أبي مسعود وقول الجماعة أولى بالصواب والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث أبي بحر البكراوي عن شعبة الذي تابع فيه معاذ بن معاذ على\nروايته\n</p>\n\n<h1 class='l1' id='head5'>4 - </h1>\n\n<p>\nفأخبرناه أبو بكر أحمد بن محمد بن غالب الخوارزمي البرقاني قال قرأنا على\nأبي أحمد الحسين بن علي التميمي النيسابوري أخبركم محمد بن إسحاق بن خزيمة\nثنا محمد بن يحيى بن الفياض ح قال البرقاني وقرأنا على عمر بن بشران أخبركم\nعلي بن العباس المقانعي ثنا عبد الله بن الصباح العطار قالا ثنا أبو بحر\nثنا شعبة عن علي بن مدرك النخعي عن إبراهيم عن الربيع بن خثيم عن عبد الله\nبن مسعود عن النبي صلى الله عليه وسلم أنه قال أيعجز أحدكم أن يقرأ كل ليلة\nثلث القرآن قالوا ومن يطيق ذلك أو من يستطيع ذلك قال يقرأ قل هو الله أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث عثمان بن محمد النشيطي عن شعبة مثل ذلك\n</p>\n\n<h1 class='l1' id='head6'>5 - </h1>\n\n<p>\nفأخبرناه الحسن بن أبي بكر أبنا محمد بن عبد الله الشافعي ثنا معاذ بن\nالمثنى ثنا عثمان بن محمد النشيطي ثنا شعبة عن علي بن مدرك عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم النخعي عن الربيع بن خثيم عن عبد الله بن مسعود عن النبي صلى\nالله عليه وسلم قال أيعجز أحدكم أن يقرأ ثلث القرآن كل ليلة قالوا ومن يطيق\nذلك أو من يستطيع ذلك قال قل هو الله أحد وأما حديث زائدة بن قدامة عن\nمنصور بن المعتمر عن هلال بن يساف\n</p>\n\n<h1 class='l1' id='head7'>6 - </h1>\n\n<p>\nفأخبرناه الحسين بن علي التميمي أبنا أحمد بن جعفر بن حمدان القطيعي ثنا\nعبد الله بن أحمد بن حنبل حدثني أبي <span id='ms05'></span> ثنا عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمهدي عن زائدة بن قدامة عن منصور عن هلال بن يساف عن الربيع بن خيثم عن\nعمرو بن ميمون عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار عن أبي أيوب\nعن النبي صلى الله عليه وسلم قال أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة\nفإنه من قرأ قل هو الله أحد الله الصمد في ليلة فقد قرأ ليلة إذ ثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>7 - </h1>\n\n<p>\nأخبرنا البرقاني أبو بكر قال قرأت على أبي القاسم عبد الله بن الحسين\nالنخاس أخبركم محمد بن إسماعيل البصلاني ثنا بندار ثنا عبد الرحمن ثنا\nزائدة عن منصور عن هلال عن ربيع عن عمرو بن ميمون عن ابن أبي ليلى عن امرأة\nعن أبي أيوب قال قل هو الله أحد ثلث القرآن هكذا رواه بندار عن عبد الرحمن\nمختصرا موقوفا ورفعه صحيح كما سقناه عن أحمد بن حنبل وكذلك رواه حسين بن\nعلي بن الجعفي ويحيى بن أبي بكير الكرماني جميعا عن زائدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>8 - </h1>\n\n<p>\nأخبرنا الحسن بن أبي بكر أبنا أحمد بن إسحاق بن نيخاب الطيبي ثنا محمد بن\nأيوب ثنا أبو بكر بن أبي شيبة ثنا حسين بن علي عن زائدة عن منصور عن هلال\nبن يساف عن عمرو بن ميمون عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار\nعن أبي أيوب الأنصاري قال قال رسول الله صلى الله عليه وسلم من قرأ قل هو\nالله أحد فكأنما قرأ ثلث القرآن\n</p>\n\n<h1 class='l1' id='head10'>9 - </h1>\n\n<p>\nوأخبرناه أبو الفضل عبيد الله بن أحمد الفزاري ثنا عبد الرحمن بن عمر\nالخلال أبنا محمد بن أحمد بن يعقوب ثنا جدي ثنا يحيى بن أبي بكير قال زائدة\nبن قدامة أخبرنا عن منصور عن هلال بن يساف عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالربيع بن خثيم عن عمرو بن ميمون عن عبد الرحمن بن أبي ليلى عن امرأة من\nالأنصار عن أبي أيوب قال قال رسول الله صلى الله عليه وسلم أيعجز أحدكم أن\nيقرأ في ليلة ثلث القرآن فإنه من قرأ في <span id='ms06'></span> ليلة بالله الواحد الصمد فقد قرأ\nليلتئذ ثلث القرآن وأما حديث فضيل بن عياض عن منصور بمتابعة زائدة على هذا\nالقول\n</p>\n\n<h1 class='l1' id='head11'>10 - </h1>\n\n<p>\nوأخبرناه أبو الحسن محمد بن أحمد بن محمد بن أحمد بن رزقويه البزاز ثنا\nأحمد بن عيسى بن الهيثم التمار ثنا محمد بن الفضل بن جابر السقطي ثنا سويد\nبن سعيد الحدثاني ثنا فضيل بن عياض عن منصور عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهلال بن يساف عن الربيع بن خثيم عن عمرو بن ميمون عن عبد الرحمن بن أبي\nليلى عن امرأة من الأنصار عن أبي أيوب الأنصاري قال قال رسول الله صلى الله\nعليه وسلم أيعجز أحدكم أن يقرأ ثلث القرآن في كل ليلة فأشفقنا أن يأمرنا\nبأمر فنعجز عنه فسكتنا فقال من قرأ قل هو الله أحد فقد قرأ ثلث القرآن\n</p>\n\n<h1 class='l1' id='head12'>11 - </h1>\n\n<p>\nأخبرنا محمد بن علي بن الفتح الحربي أبنا علي بن عمر السكري ثنا حاتم بن\nالحسن الشاشي حدثني علي بن الأزهر الرازي ثنا الفضيل بن عياض عن منصور عن\nهلال بن يساف عن عمرو بن ميمون عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالربيع بن خثيم عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار قالت قال\nرسول الله صلى الله عليه وسلم أيعجز أحدكم أن يقرأ في ليلته ثلث القرآن\nفأشفقنا أن يأمرنا بأمر نعجز عنه فسكتنا حتى قالها ثلاثا ثم قال من قرأ في\nليلته بالله الواحد الصمد فهو ثلث القرآن وأما حديث عبد الصمد بن عبد\nالوارث عن شعبة عن منصور الذي خالف فيه زائدة وفضيلا بأن نقص من إسناده ابن\nأبي ليلى\n</p>\n\n<h1 class='l1' id='head13'>12 - </h1>\n\n<p>\nفأخبرناه أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي الفارسي أبنا\nأبو عبد الله محمد بن مخلد العطار ثنا عباد بن الوليد الغبري ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الصمد ثنا شعبة عن منصور عن هلال بن يساف عن الربيع بن خيثم عن عمرو\nبن ميمون عن امرأة عن أبي أيوب أن رسول الله صلى الله عليه وسلم قال قل هو\nالله أحد ثلث القرآن أو قال عن امرأة أبي <span id='ms07'></span> أيوب عن النبي صلى الله عليه وسلم\nوأما حديث محمد بن جعفر غندر عن شعبة مثل هذا من غير شك\n</p>\n\n<h1 class='l1' id='head14'>13 - </h1>\n\n<p>\nفأخبرناه الحسن بن علي التميمي أبنا أحمد بن حعفر بن حمدان ثنا عبد الله\nبن أحمد حدثني أبي ثنا محمد ثنا شعبة عن منصور عن هلال بن يساف عن ربيع بن\nخثيم عن عمرو بن ميمون عن امرأة عن أبي أيوب عن النبي صلى الله عليه وسلم\nقال قل هو الله أحد ثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>14 - </h1>\n\n<p>\nأخبرنا أبو الحسن بن رزقويه ثنا أحمد بن عيسى بن الهيثم ثنا محمد بن\nالفضل ثنا أبو بكر بن خلاد ثنا محمد بن جعفر ثنا شعبة عن منصور عن هلال بن\nيساف عن ربيع بن خثيم عن امرأة عن أبي أيوب عن النبي صلى الله عليه وسلم\nقال قل هو الله أحد ثلث القرآن وأما حديث سعيد بن مسروق عن منذر الثوري\nالذي أسقط من إسناده من بين الربيع بن خثيم وبين أبي أيوب ووقفه\n</p>\n\n<h1 class='l1' id='head16'>15 - </h1>\n\n<p>\nفأخبرناه أبو الحسين محمد بن الحسين بن الفضل القطان أبنا دعلج بن أحمد\nالمعدل ثنا محمد بن علي بن زيد الصائغ أن سعيد بن منصور حدثهم وأخبرنا\nالحسن بن أبي بكر أبنا أحمد بن إسحاق بن نيخاب ثنا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأيوب ثنا سهل بن عثمان قالا ثنا أبو الأحوص عن سعيد بن مسروق عن منذر زاد\nابن الفضل الثوري ثم اتفقا عن الربيع بن خيثم قال قال أبو أيوب وفي حديث\nابن الفضل عن أبي أيوب قال من قرأ قل هو الله أحد كانت له بعدل وقال ابن\nالفضل تعدل ثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث حصين بن عبد الرحمن عن هلال بن يساف الذي خالف منصورا فيه\n</p>\n\n<h1 class='l1' id='head17'>16 - </h1>\n\n<p>\nفأخبرناه أبو الحسن بن رزقويه أبنا أحمد بن عيسى بن الهيثم ثنا محمد بن\nالفضل السقطي ثنا خالد بن هشام وأخبرناه الحسن بن علي التميمي ثنا أحمد بن\nجعفر بن حمدان ثنا عبد الله بن أحمد بن حنبل حدثني أبي قالا ثنا هشيم عن\nحصين <span id='ms08'></span> عن هلال بن يساف عن عبد الرحمن بن أبي ليلى عن أبي بن كعب أو رجل من\nالأنصار قال قال رسول الله صلى الله عليه وسلم من قرأ قل هو الله أحد\nفكأنما قرأ ثلث القرآن هو في حديث ابن حنبل بقل هو الله أحد فكأنما قرأ\nبثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث عامر الشعبي عن عبد الرحمن بن أبي ليلى عن أبي أيوب\n</p>\n\n<h1 class='l1' id='head18'>17 - </h1>\n\n<p>\nفأخبرناه أبو بكر البرقاني ثنا أبو الحسن علي بن عمر الحافظ ثنا محمد بن\nمخلد ثنا حماد بن الحسن ثنا حجاج بن نصير ثنا شعبة عن عبد الله بن أبي\nالسفر عن الشعبي عن ابن أبي ليلى عن أبي أيوب عن النبي صلى الله عليه وسلم\nقال قل هو الله أحد تعدل ثلث القرآن ومن قال لا إله إلا الله وحده لا شريك\nله له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير كان كعدل عشر رقاب\nمن ولد إسماعيل قال أبو الحسن رفعه حجاج وغيره يوقفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>18 - </h1>\n\n<p>\nوأخبرنا البرقاني أبنا علي بن عمر ثنا علي بن محمد بن يحيى السواق ثنا\nالحسن بن محمد بن الصباح ثنا أسباط ثنا زكريا عن الشعبي ثنا عبد الرحمن بن\nأبي ليلى قال حدثني أبو أيوب أن رسول الله صلى الله عليه وسلم قال قل هو\nالله أحد تعدل ثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث أبو حذيفة الذي رواه عن سفيان عن إسماعيل بن أبي خالد عن هلال\nبن يساف عن ابن مسعود\n</p>\n\n<h1 class='l1' id='head20'>19 - </h1>\n\n<p>\nفأخبرناه أبو الفضل الفزاري أبنا عبد الرحمن بن عمر الخلال ثنا محمد بن\nأحمد بن يعقوب ثنا جدي ثنا أبو حذيفة ثنا سفيان عن إسماعيل بن أبي خالد عن\nهلال بن يساف عن ابن مسعود يعني عبد الله عن النبي صلى الله عليه وسلم قال\nأيعجز أحدكم أن يقرأ ثلث القرآن في ليلة وكبر ذلك في أنفسهم فقال النبي صلى\nالله عليه وسلم الواحد الصمد ثلث القرآن وأما حديث أبي نعيم عن الثوري الذي\nخالف أبا حذيفة فيه بوقفه <span id='ms09'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله عن أبي مسعود بدل ابن مسعود وأما حديث محمد بن كثير بموافقة أبي\nنعيم على هذا القول\n</p>\n\n<h1 class='l1' id='head21'>20 - </h1>\n\n<p>\nفأخبرناه الحسن بن أبي بكر ثنا أحمد بن إسحاق بن نيخاب ثنا محمد بن أيوب\nثنا محمد بن كثير العبدي ابنا سفيان بن سعيد الثوري عن إسماعيل عن هلال بن\nيساف عن أبي مسعود الأنصاري قال من قرأ قل هو الله أحد وقل يا أيها\nالكافرون في ليلة فقد أكثر وأطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث يعلى بن عبيد وعبد الله بن نمير عن إسماعيل بن أبي خالد مثل\nرواية أبي نعيم وابن كثير عن الثوري\n</p>\n\n<h1 class='l1' id='head22'>21 - </h1>\n\n<p>\nفأخبرنيه أبو الفضل الفزاري أبنا عبد الرحمن بن عمر الخلال ثنا محمد بن\nأحمد بن يعقوب ثنا جدي ثنا يعلى بن عبيد ثنا إسماعيل بن أبي خالد قال جدي\nوحدثني محمد بن عبد الله بن نمير ثنا أبي عن إسماعيل بن أبي خالد عن هلال\nبن يساف قال سمعت أبا مسعود الأنصاري يقول من قرأ في ليلة قل يا أيها\nالكافرون فقد أكثر وأطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث عبد العزيز بن مسلم عن إسماعيل مثل هذا القول\n</p>\n\n<h1 class='l1' id='head23'>22 - </h1>\n\n<p>\nفأخبرناه الحسن بن أبي بكر أبنا ابن نيخاب ثنا محمد بن أيوب أبنا عبد\nالرحمن بن المبارك ثنا عبد العزيز بن مسلم عن إسماعيل عن هلال بن يساف عن\nأبي مسعود الأنصاري قال من قرأ قل يا أيها الكافرون في ليلة فقد أكثر وأطيب\nوأما حديث شريك بن عبد الله عن أبي إسحاق عن عمرو بن ميمون عن ابن مسعود\n</p>\n\n<h1 class='l1' id='head24'>23 - </h1>\n\n<p>\nفأخبرناه الحسن بن أبي بكر ثنا أحمد بن إسحاق ثنا محمد بن أيوب أبنا علي\nبن حكيم الأودي أبنا شريك عن أبي إسحاق عن عمرو بن ميمون الأودي عن عبد\nالله قال فيما يرى شريك قال قال رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم أما يستطيع أحدكم أن يقرأ ثلث القرآن في ليلة قالوا\nيا رسول الله ومن يطيق هذا قال يقرأ أحدكم قل هو الله أحد فإنها ثلث القرآن\nورواه أسود بن عامر عن <span id='ms10'></span> شريك فقال عن عبد الله عن النبي صلى الله عليه وسلم\nبغير شك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث شعبة عن أبي قيس الأودي عن عمرو بن ميمون بخلاف قول شريك\n</p>\n\n<h1 class='l1' id='head25'>24 - </h1>\n\n<p>\nفأخبرناه الحسن بن أبي بكر ثنا محمد بن العباس بن نجيح ثنا عبد الملك أبو\nقلابة الرقاشي ثنا بشر بن عمر ثنا شعبة عن أبي قيس عن عمرو بن ميمون عن أبي\nمسعود البدري أن رسول الله صلى الله عليه وسلم قال قل هو الله أحد ثلث\nالقرآن أو تعدله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>25 - </h1>\n\n<p>\nأخبرناه البرقاني قال قرأنا على أبي بكر الإسماعيلي أخبركم يحيى بن محمد\nالحنائي ثنا عبيد الله يعني ابن معاذ العنبري ثنا أبي ثنا شعبة عن أبي قيس\nسمع عمرو بن ميمون يحدث عن أبي مسعود عن النبي صلى الله عليه وسلم قال\nأيغلب أحدكم أن يقرأ ثلث القرآن كل ليلة قالوا ومن يستطيع ذلك قال قل هو\nالله أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث مسعر عن أبي قيس بموافقة شعبة\n</p>\n\n<h1 class='l1' id='head27'>26 - </h1>\n\n<p>\nفأخبرنيه أبو الفضل الفزاري ثنا عبد الرحمن بن عمر ثنا محمد بن أحمد بن\nيعقوب ثنا جدي ثنا أبو أحمد الزبيري ثنا مسعر عن أبي قيس عن عمرو بن ميمون\nعن أبي مسعود قال قال رسول الله صلى الله عليه وسلم أما يستطيع أحدكم أن\nيقرأ كل ليلة ثلث القرآن قالوا ومن يطيق ذلك يا نبي الله قال قل هو الله\nأحد هي ثلث القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث سفيان الثوري عن أبي قيس مثل هذا القول\n</p>\n\n<h1 class='l1' id='head28'>27 - </h1>\n\n<p>\nفأخبرناه أبو الحسن علي بن يحيى بن جعفر الإمام بأصبهان ثنا سليمان بن\nأحمد بن أيوب الطبراني ثنا علي بن عبد العزيز ثنا أبو نعيم قال سليمان\nوحدثنا ابن أبي مريم قال ثنا الفريابي قال وحدثنا أبو مسلم الكشي ثنا أبو\nعاصم كلهم عن سفيان عن أبي قيس عن عمرو بن ميمون عن أبي مسعود قال قال رسول\nالله صلى الله عليه وسلم أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة فكبر ذلك\nفي أنفسهم فقال الله الواحد الصمد ثلث القرآن <span id='ms11'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>28 - </h1>\n\n<p>\nوأخبرناه ابن رزقويه ابنا أحمد بن عيسى بن الهيثم ثنا محمد بن الفضل\nالسقطي ثنا عبيد الله بن عمر القواريري ثنا عبد الرحمن بن مهدي ثنا سفيان\nعن أبي قيس عن عمرو بن ميمون عن أبي مسعود قال قال رسول الله صلى الله عليه\nوسلم أيعجز أحدكم أن يقرأ ثلث القرآن الله الواحد الصمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث عبد الصمد بن حسان عن الثوري الذي خالف أصحابه فيه بروايته\nإياه عن سفيان عن أبي إسحاق عن عمرو بن ميمون\n</p>\n\n<h1 class='l1' id='head30'>29 - </h1>\n\n<p>\nفأخبرناه البرقاني قال قلت لأبي الحسن الدارقطني سمعت من ابن مخلد حديثه\nعن عبد الله بن محمد بن سورة البلخي ثنا عبد الصمد بن حسان ثنا سفيان عن\nأبي إسحاق عن عمرو بن ميمون عن أبي مسعود الأنصاري عن النبي صلى الله عليه\nوسلم قال أيعجز أحدكم أن يقرأ القرآن في ليلة فكبر ذلك في أنفسهم فقال رسول\nالله صلى الله عليه وسلم الواحد الصمد ثلث القرآن فقال حدثناه ابن مخلد تم\nالجزء والحمد لله رب العالمين وصلواته وسلامه على سيد المرسلين وعلى آله\nوأصحابه وأزواجه أجمعين حسبنا الله ونعم الوكيل 19 1 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms12'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "026",
    "000",
    "000",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "000",
    "000",
    "000",
    "038",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "046",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "054"
  ],
  "volumes": [
    "01"
  ]
}