{
  "content": "\n<p>\n#237#\n</p>\n\n<p>\n.. انتهى ملخصا.\n</p>\n\n<p>\nوكذلك ذكر أبو القاسم عبد الرحمن بن أبي عبد الله محمد بن منده في كتابه:\n\"المستخرج من كتب الناس للتذكرة\" في قسم الألقاب من الكتاب، وقد نسبه بعضهم\nفقال: هو النعمان بن قيس بن سيف بن ذي يزن.\n</p>\n\n<p>\nوجاء عن أبي عطية عبد الرحيم بن محرز بن عبد الله بن محرز بن سعيد بن حيان\nبن مدرك الفزاري: حدثنا أحمد بن تبوك بن خالد أبو الميمون السلمي، عن هشام\nبن محمد بن السائب؛ حدثني أبي، عن أبي صالح، عن ابن عباس رضي الله عنهما قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"إن في حديث الأولين لعجبا، حدثني حاضني\nأبو كبشة عن مشيخة خزاعة: أنهم أرادوا دفن سلول بن أبي حبشية -وكان سيدا\nمعظما شريفا-، فأتوا مقبرتهم فحفروا له، فوقعوا على باب مغلق، ففتحوه، فإذا\nفيه سرير وعليه رجل عليه حلل عدة، وعند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p237'> Vol. 00, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n#238#\n</p>\n\n<p>\nرأسه كتاب فيه: أبو شمر ذو النون، مأوى المساكين، مستعاذ الغارمين <span id='ms1956'></span>، ورأس\nمشابة المستصرخين، أخذني الموت غصبا، وأورثني بقوته أرضا، وقد أعيا الملوك\nالجبابرة، والأبالجة والقساورة\".\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"وكان ذو النون سيف بن ذي يزن\".\n</p>\n\n<p>\nإسناده تالف جدا، وأبو عطية عبد الرحيم راوي هذا؛ جده مدرك بن زياد\nالصحابي، قدم مع أبو عبيدة بن الجراح رضي الله عنهما الشام فتوفي بدمشق في\nقرية يقال لها: راوية، وكان أول مسلم دفن بها.\n</p>\n\n<p>\nقاله أبو بكر أحمد بن عبد الكريم بن يعقوب الحلبي المؤدب بحمص، عن أبي عمير\nعدي بن أحمد بن عبد الباقي الأذني، وهو الراوي عن أبي عطية المذكور هذا\nالحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p238'> Vol. 00, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n#239#\n</p>\n\n<p>\nأمر الأوس والخزرج\n</p>\n\n<p>\nوقال أبو بكر الخرائطي في كتابه \"هواتف الجنان\": حدثنا عبد الله بن أبي\nسعد، حدثنا حازم بن عقال بن حبيب بن المنذر بن أبي الحصن بن السموأل بن\nعادياء، حدثني جامع بن خيران بن جميع بن عثمان بن سماك ابن أبي الحصن بن\nالسموأل بن عادياء قال:\n</p>\n\n<p>\nلما حضرت الأوس بن حارثة بن ثعلبة بن عمرو بن عامر الوفاة، اجتمع إليه قومه\nمن غسان فقالوا: إنه قد حضر من أمر الله ما ترى، وقد كنا نأمرك بالتزويج في\nشبابك فتأبى، وهذا أخوك الخزرج له خمسة بنين وليس لك غير مالك.\n</p>\n\n<p>\nفقال: لن يهلك هالك؛ ترك مثل مالك، إن الذي يخرج النار من الوثيمة؛ قادر أن\nيجعل لمالك نسلا، ورجالا بسلا، وكل إلى موت.\n</p>\n\n<p>\nثم أقبل على مالك فقال: أي بني! المنية ولا الدنية، العقاب ولا العتاب،\nالتجلد ولا التلدد، القبر خير من الفقر، إنه من قل ذل، ومن كرم الكريم\nالدفع عن الحريم، والدهر يومان، فيوم لك ويوم عليك، فإن كان لك فلا تبطر،\nوإن كان عليك فاصطبر، وكلاهما سينحسر، ليس يفلت منهما الملك المتوج، ولا\nاللئيم المعلج، سلم ليومك حياك ربك.\n</p>\n\n<p>\nثم أنشأ يقول:\n</p>\n\n<p>\nشهدت السبايا يوم آل محرق ... وأدرك عمري صيحة الله في الحجر\n</p>\n\n<p>\nفلم أر ذا ملك من الناس واحدا ... ولا سوقة إلا إلى الموت والقبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p239'> Vol. 00, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n#240#\n</p>\n\n<p>\nفعلى الذي أردى <span id='ms1957'></span> ثمودا وجرهما ... سيعقب لي نسلا على آخر الدهر\n</p>\n\n<p>\nتقربهم من آل عمرو بن عامر ... عيون لدى الداعي إلى طلب الوتر\n</p>\n\n<p>\nفإن تكن الأيام أبلين جدتي ... وشيبن رأسي والمشيب مع العمر\n</p>\n\n<p>\nفإن لنا ربا علا فوق عرشه ... عليما بما نأتي من الخير والشر\n</p>\n\n<p>\nألم يأت قومي أن لله دعوة ... يفوز بها أهل السعادة والبر\n</p>\n\n<p>\nإذا بعث المبعوث من آل غالب ... بمكة فيما بين زمزم والحجر\n</p>\n\n<p>\nهنالك فابغوا نصره ببلادكم ... بني عامر إن السعادة في النصر\n</p>\n\n<p>\nثم قضى من ساعته.\n</p>\n\n<p>\nومالك بن الأوس بن حارثة هذا؛ تفرقت منه قبائل الأوس وبطونها كلها، وحقق\nالله تعالى رجاء أبيه فيه.\n</p>\n\n<p>\nوقال أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي: حدثنا محمد بن\nحسان بن خالد السمتي أبو جعفر سنة ثمان وعشرين ومئتين -وفيها توفي-، حدثنا\nمحمد بن الحجاج اللخمي، عن مجالد، عن الشعبي، عن ابن عباس رضي الله عنهما قال:\n</p>\n\n<p>\nقدم وفد عبد القيس على رسول الله صلى الله عليه وسلم فقال: \"أيكم يعرف قس\nبن ساعدة الإيادي؟ \".\n</p>\n\n<p>\nقالوا: كلنا يا رسول الله نعرفه، قال: \"فما فعل؟ \" قالوا: هلك؟\n</p>\n\n<p>\nقال: \"ما أنساه بعكاظ على جمل أحمر وهو يقول: أيها الناس! اجتمعوا، واسمعوا\nوعوا، من عاش مات، ومن مات فات، وكل ما هو آت آت، إن في السماء لخبرا، وإن\nفي الأرض لعبرا، مهاد موضوع،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p240'> Vol. 00, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n#241#\n</p>\n\n<p>\nوسقف مرفوع، ونجوم تمور، وبحار لا تغور، أقسم قس قسما حتما، لئن كان في\nالأرض رضا ليكونن سخطا، إن لله لدينا هو أحب إليه من دينكم الذي أنتم عليه\"\n-وفي رواية غير البغوي: \"ونبيا قد حان حينه-، فطوبى لمن آمن به فهداه، وويل\nلمن خالفه فعصاه\".\n</p>\n\n<p>\nقال ابن عباس رضي الله عنهما -في رواية البغوي- قال: قال: \"مالي أرى الناس\nيذهبون فلا يرجعون؟ أرضوا بالمقام فأقاموا؟ أم تركوا فناموا؟ \".\n</p>\n\n<p>\nثم قال: \"أيكم يروي شعره\"، فأنشدوه:\n</p>\n\n<p>\nفي الذاهبين الأولين ... من القرون لنا بصائر\n</p>\n\n<p>\nلما رأيت موردا ... للموت ليس لها مصادر\n</p>\n\n<p>\nورأيت قومي نحوها ... تمضي الأصاغر والأكابر\n</p>\n\n<p>\nلا يرجع الماضي <span id='ms1958'></span> إلي ... ولا من الباقين غابر\n</p>\n\n<p>\nأيقنت أني لا محالة ... حيث صار القوم صائر\n</p>\n\n<p>\nتابعه أبو عثمان الصياد سعيد بن شبيب، عن مجالد، نحوه.\n</p>\n\n<p>\nوخرجه الطبراني في \"معجمه الكبير\" فقال: حدثنا محمد بن السري ابن مهران\nالناقد البغدادي؛ حدثنا محمد بن حسان السمتي؛ فذكره.\n</p>\n\n<p>\nوهو حديث منكر مع اشتهاره وتداوله بين الناس، آفته -والله أعلم- من أبي\nإبراهيم محمد بن الحجاج اللخمي، وهو متهم بالوضع.\n</p>\n\n<p>\nقال يحيى بن معين: كذاب خبيث، كان يحدث: \"أطعمني جبريل الهريسة\".\n</p>\n\n<p>\nقال ابن حبان: كان يروي الموضوعات عن الأثبات، لا تحل الرواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p241'> Vol. 00, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n#242#\n</p>\n\n<p>\nعنه، ولا الاحتجاج به.\n</p>\n\n<p>\nوقال ابن عدي: هو وضع حديث الهريسة. انتهى.\n</p>\n\n<p>\nوحديث الهريسة ما قال محمد بن الحجاج هذا: حدثنا عبد الملك بن عمير، عن\nربعي، عن حذيفة رضي الله عنه مرفوعا: \"أطعمني جبريل الهريسة لأشد بها ظهري\nلقيام الليل\". هذه رواية يحيى بن أيوب المقابري، عنه.\n</p>\n\n<p>\nورواه مرة عنه، عن عبد الملك بن عمير، عن ابن أبي ليلى مرسلا، وعن ربعي، عن\nحذيفة رضي الله عنه، مرفوعا.\n</p>\n\n<p>\nورواه داود بن مهران الدباغ، عنه، عن عبد الملك بن عمير، عن ابن أبي ليلى،\nوربعي بن حراش مرفوعا، به.\n</p>\n\n<p>\nورواه منصور بن المهاجر البزوري أبو الحسن، عن محمد بن الحجاج، عن عبد\nالملك بن عمير اللخمي، عن يعلى مرفوعا، به.\n</p>\n\n<p>\nوهذا الحديث من وضع محمد بن الحجاج هذا كما تقدم، وإنما وضعه -والله أعلم-\nلأنه كان هراسا، وكل من حدث به؛ فمنه سرقه، والله أعلم.\n</p>\n\n<p>\nمات محمد بن الحجاج هذا سنة إحدى وثمانين ومئة، ومن أحاديثه المنكرة هذا\nالحديث؛ الذي صرح أنه موضوع غير واحد، فحكى بعض أصحاب الغريب من المتأخرين\nعن بعض الحفاظ -ولم يسمه-أن حديث قس هذا موضوع.\n</p>\n\n<p>\nقلت: وقال الحافظ أبو بكر أحمد بن علي الخطيب في \"تاريخه\": حدثني أحمد بن\nمحمد المستملي، أخبرنا محمد بن جعفر الوراق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p242'> Vol. 00, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n#243#\n</p>\n\n<p>\nأخبرنا أبو الفتح محمد بن الحسين الأزدي، وذكر حديث قس هذا فقال: موضوع لا\nأصل له.\n</p>\n\n<p>\nووجدت بخط شيخنا الحافظ أبي بكر <span id='ms1959'></span> محمد بن المحب رحمه الله وإيانا، قال أبو\nعلي صالح بن محمد جرزة الحافظ: هو عندي موضوع من قبل محمد بن الحجاج، وهو\nكوفي. انتهى.\n</p>\n\n<p>\nوذكره أبو الفرج الجوزي في كتابه في \"الموضوعات\"، وعدة منها فقال: هذا\nالحديث من جميع جهاته باطل.\n</p>\n\n<p>\nقال أبو الفتح الأزدي الحافظ: هو حديث موضوع لا أصل له. انتهى.\n</p>\n\n<p>\nوقد تقدم في رواية السمتي المذكورة: \"أيكم يروي شعره؟ \"، فأنشدوه.\n</p>\n\n<p>\nوستأتي رواية مصرحة أن أبا بكر رضي الله عنه هو الذي أنشده، وقد وقع في\nكتاب \"الروضة\" لأبي الحسن محمد بن أحمد بن البراء العبدي: أن سلمان الفارسي\nرضي الله عنه هو الذي أنشده الأبيات المذكورة.\n</p>\n\n<p>\nوالحديث له طرق.\n</p>\n\n<p>\nمنها: ما رواه أبو عبد الله محمد بن نعيم: حدثنا علي عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p243'> Vol. 00, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n#244#\n</p>\n\n<p>\nالدارمي، حدثني أبو مسعود عبيد بن سميع، عن الكلبي، عن أبي صالح، عن ابن\nعباس رضي الله عنهما قال:\n</p>\n\n<p>\nلما قدم وفد إياد، قال لهم رسول الله صلى الله عليه وسلم: \"ما فعل قس بن\nساعدة؟ \" قالوا: مات يا رسول الله. وذكر الحديث نحو ما تقدم.\n</p>\n\n<p>\nوفيه: \"ما لله في الأرض دين أحب إليه من دين قد أظلكم زمانه، وأدرككم\nأوانه، طوبى لمن أدركه فتابعه، وويل لمن أدركه ففارقه\". ثم ذكر الأبيات نحو\nما تقدم.\n</p>\n\n<p>\nوزاد: فقال رسول الله صلى الله عليه وسلم: \"يرحم الله قس بن ساعدة، إني\nلأرجو أن يأتي يوم القيامة أمة وحده\".\n</p>\n\n<p>\nفقال رجل من القوم: يا رسول الله! لقد رأيت من قس عجبا.\n</p>\n\n<p>\nقال: \"وما الذي رأيت؟ \".\n</p>\n\n<p>\nقال: بينا أنا يوما بجبل في ناحيتنا يقال له: سمعان، في يوم قائظ شديد\nالحر، إذا بقس بن ساعدة في ظل شجرة عندها عين من الماء، فإذا حوله سباع\nكثيرة قد وردت وهي تشرب من الماء، فإذا زأر سبع منها على صاحبه؛ ضربه بيده\nوقال: كف حتى يشرب الذي ورد قبلك.\n</p>\n\n<p>\nفلما رأيته وما حوله من السباع، هالني ذلك، ودخلني رعب شديد، فقال لي: لا\nتخف، لا بأس عليك إن شاء الله <span id='ms1960'></span> تعالى، وإذا أنا بقبرين بينهما مسجد.\n</p>\n\n<p>\nفلما أنست به قلت له: ما هذان القبران؟ قال: هذان قبرا أخوين كانا لي،\nيعبدان الله في هذا الموضع، واتخذت فيما بينهما مسجدا أعبد الله فيه حتى\nألحق بهما، ثم ذكر أيامهما وفعالهما فبكى، ثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p244'> Vol. 00, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n#245#\n</p>\n\n<p>\nخليلي هبا طالما قد رقدتما ... أجدكما لا تقضيان كراكما\n</p>\n\n<p>\nألم تعلما أني بسمعان مفرد ... ومالي فيهما من حبيب سواكما\n</p>\n\n<p>\nأقيم على قبريكما لست بارحا ... طوال الليالي أو يجيب صداكما\n</p>\n\n<p>\nأبكيكما طوال الحياة وما الذي ... يرد على ذي لوعة أن بكاكما\n</p>\n\n<p>\nكأنكما والموت أقرب غاية ... بروحي في قبريكما قد أتاكما\n</p>\n\n<p>\nفلو جعلت نفس لنفس وقاية ... لجدت بنفسي أن تكون فداكما\n</p>\n\n<p>\nسلام وتسليم وروح ورحمة ... ومغفرة المولى على مساكنيكما\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: \"يرحم الله قس بن ساعدة\".\n</p>\n\n<p>\nهذه الأبيات سوى البيتين الآخرين، ذكرها بنحوها أبو تمام حبيب بن أوس\nالطائي في كتابه المعروف ب\"الحماسة\"، وعزاها إلى رجل من بني أسد، وزاد فيها\nبيتا بعد قوله: أو يجيب صادكما.\n</p>\n\n<p>\nوللأبيات قصة رواها أبو الفرج المعافى بن زكريا الجريري في كتابه \"الجليس\nالصالح الكافي والأنيس الناصح الشافي\" فقال: حدثنا محمد بن القاسم\nالأنباري، حدثني أبي، حدثنا أصحابنا: أن عبد الملك بن مروان كتب إلى\nالحجاج: أنفذ مع عبد الله بن كعب أربعة آلاف إلى خراسان، ففعل، فشخص في\nالعسكر ثلاثة كانوا مسواحيين.\n</p>\n\n<p>\nوذكر القصة، وأنهم يقال لهم: أوس بن حارثة، وأنيس بن خالد، ونصر بن غالب،\nوأنهم وصلوا سجستان ونزلوا رزداق راوندان، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p245'> Vol. 00, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n#246#\n</p>\n\n<p>\nسامات أول ثم مات أنيس، فعظم حزن نصر عليه، وأنه جعل يجلس بين قبريهما وأنه قال:\n</p>\n\n<p>\nخليلي هبا طالما قد رقدتما ... أجدكما ما تقضيان كراكما\n</p>\n\n<p>\nأما تعلما أن ما براوند كلها ... لي صديق واكما\n</p>\n\n<p>\nأصب على قبريكما من مدامة ... فإن لم تذوقا أرو منها ثراكما\n</p>\n\n<p>\nمقيم على قبريكما لست بارحا ... طوال الليالي أو يجيب صداكما\n</p>\n\n<p>\nأجدكما ما ترثيان بموجع ... حزين على قبريكما إذ بكاكما\n</p>\n\n<p>\nجرى النوم بين اللحم والعظم معكما ... كأنكما كأسي عقار سقاكما <span id='ms1961'></span>\n</p>\n\n<p>\nألم ترحما في أنني صرت مفردا ... وأني مشتاق إلى أن أراكما\n</p>\n\n<p>\nأناديكما بالجهر مني صبابة ... كأنكما لم تسمعا مني من دعاكما\n</p>\n\n<p>\nفإن كنتما لا تسمعاني فمن ذا ... خليلي عن سمع الدعاء دعاكما\n</p>\n\n<p>\nسأبكيكما حتى الممات وما الذي ... يرد على ذي لوعة أن بكاكما\n</p>\n\n<p>\nوذكر: أنه لم يزل نصر عندهما حتى مات، فدفن إلى جانبهما، فقبورهم هناك\nتسمى: قبور الإخوة.\n</p>\n\n<p>\n\"وراوند\" اسم بلدة من أعمال أصبهان.\n</p>\n\n<p>\nوحديث قس رواه الحافظ أبو القاسم ابن السمرقندي، من حديث أبي عبد الله\nالدارسي، وقال عنه: كذا في كتاب شيخنا أحمد -يعني: ابن النقور-، وكتاب شيخه\nالصيدلاني بخطه، وعندي في نسخة رواية أخرى اسمه الحسن بن عبد الله الدارسي،\nأبو علي.\n</p>\n\n<p>\nورواه أبو حفص عمر بن أحمد بن شاهين، عن محمد بن دريد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p246'> Vol. 00, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n#247#\n</p>\n\n<p>\nالنحوي، عن السكن بن سعيد، عن ابن أبي عيينة المهلبي، عن الكلبي، عن أبي\nصالح، عن ابن عباس رضي الله عنهما قال:\n</p>\n\n<p>\nلما قدم أبو ذر رضي الله عنه على رسول الله صلى الله عليه وسلم قال: \"يا\nأبا ذر! ما فعل قس بن ساعدة الإيادي؟ \".\n</p>\n\n<p>\nقال: مات يا رسول الله، وذكر الحديث.\n</p>\n\n<p>\nورواه الأموي في \"المغازي\" في ذكر وفد بكر بن وائل، عن الكلبي، عن أبي صالح.\n</p>\n\n<p>\nورواه القاسم بن عبد الله بن مهدي القاضي، عن أبي عبيد الله سعيد ابن عبد\nالرحمن المخزومي، عن سفيان بن عيينة، عن أبي حمزة الثمالي، عن سعيد بن\nجبير، عن ابن عباس رضي الله عنهما، وفي آخره بعد قوله في الأبيات: حيث صار\nالقوم صآئر.\n</p>\n\n<p>\nقال: ثم أقبل رسول الله صلى الله عليه وسلم على وفد إياد فقال: \"هل وجد لقس\nبن ساعدة وصية؟ \".\n</p>\n\n<p>\nفقالوا: نعم؛ وجد له صحيفة تحت رأسه مكتوب فيها:\n</p>\n\n<p>\nيا ناعي الموت والأموات في ... عليهم من بقايا ثوبهم خرق\n</p>\n\n<p>\nدعهم فإن لهم يوما يصاح بهم ... كما ينبه من نوماته الصعق\n</p>\n\n<p>\nمنهم عراة وموتى في ثيابهم ... منها الجديد ومنها الأورق الخلق\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: \"والذي بعثني بالحق <span id='ms1962'></span>؛ لقد آمن قس\nبالبعث\".\n</p>\n\n<p>\nورواه أبو الشيخ ابن حيان في مجلس من \"أماليه\" من حديث ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p247'> Vol. 00, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n#248#\n</p>\n\n<p>\nإسحاق، عن الزهري، عن سعيد بن المسيب، عن ابن عباس رضي الله عنهما.\n</p>\n\n<p>\nورواه أبو بكر محمد بن الطاهر بن داود بن علي بن خلف الأصبهاني في (الأديب\nالفقيه) في كتاب \"الزهرة\" الذي بدأ بتأليفه وهو في الكتاب، عن أحمد بن عبيد\nبن ناصح، عن علي بن محمد، عن محمد بن عبد الله ابن أخي الزهري، عن الزهري،\nعن عبيد الله بن عبد الله بن عتبة بن مسعود، عن سعد بن أبي وقاص رضي الله\nعنه قال:\n</p>\n\n<p>\nقدم وفد ربيعة على رسول الله صلى الله عليه وسلم، فسألهم عن قس ابن ساعدة\nالإيادي؛ وكان نازلا فيهم: \"ما فعل؟ \".\n</p>\n\n<p>\nفقالوا: هلك يا رسول الله، فقال: \"والله لقد رأيته بعكاظ في الشهر الحرام\"،\nوذكر الحديث.\n</p>\n\n<p>\nورواه أبو سعيد محمد بن علي بن عمرو بن مهدي النقاش الحافظ في كتاب \"فنون\nالعجائب\" من حديث المعتمر بن سليمان عن أبيه، عن أنس رضي الله عنه.\n</p>\n\n<p>\nوخرجه الحافظ أبو بكر محمد بن سهل الخرائطي في كتابه \"هواتف الجنان\" فقال:\nحدثنا علي بن داود القنطري، حدثنا عبد الله بن صالح، حدثني أبو عبد الله\nالمشرقي، عن أبي الحارث الوراق، عن ثور بن يزيد، عن مورق العجلي، عن عبادة\nبن الصامت رضي الله عنه، فذكره بنحوه.\n</p>\n\n<p>\nتابعه المطلب بن شعيب المروزي، عن المشرقي.\n</p>\n\n<p>\nوأبو الحارث الوراق: نصر بن حماد بن عجلان البجلي البصري ذاهب الحديث، ضعفه\nغير واحد من الأئمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p248'> Vol. 00, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n#249#\n</p>\n\n<p>\nورواه أبو لبابة محمد بن المهدي الأبيوردي، عن ربيعة، عن سعيد ابن هبيرة،\nعن معتمر بن سليمان، عن أبيه، عن أنس بن مالك رضي الله عنه قال: قدم وفد\nإياد على النبي صلى الله عليه وسلم، وذكر الحديث.\n</p>\n\n<p>\nورواه مطولا بزيادات: أبو داود سليمان بن شرف بن يحيى بن درهم الطائي\nالحراني الحافظ: حدثنا أبو عمرو سعيد بن بزيع، عن محمد بن إسحاق، حدثني بعض\nأصحابنا من أهل العلم، عن الحسن <span id='ms1963'></span> بن أبي الحسن البصري أنه قال:\n</p>\n\n<p>\nكان الجارود بن المعلى بن حنش بن يعلى العبدي نصرانيا حسن المعرفة بتفسير\nالكتب وتأويلها، عالما بسير الفرس وأقاويلها، بصير بالفلسفة والطب، ظاهر\nالدهاء والأدب، كامل الجمال، ذا ثروة ومال، وأنه قدم على النبي صلى الله\nعليه وسلم وافدا في رجال من عبد القيس، ذوي آراء وأسنان وفصاحة وبيان، وحجج\nوبرهان.\n</p>\n\n<p>\nفلما قدم على النبي صلى الله عليه وسلم، وقف بين يده وأشار إليه وأنشأ يقول:\n</p>\n\n<p>\nيا نبي الهدى أتتك رجال ... قطعت قرددا وآلا فآلا\n</p>\n\n<p>\nوطوت نحوك الصحاصح ... لا تعد الكلال فيك كلالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p249'> Vol. 00, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n#250#\n</p>\n\n<p>\nكل يهماء قصر الطرف عنها ... أرقلتها قلاصنا إرقالا\n</p>\n\n<p>\nوطوتها العتاق تجمح فيها ... بكماة كأنجم تتلالا\n</p>\n\n<p>\nتبتغي دفع بأس يوم عظيم ... هائل أوجع القلوب وهالا\n</p>\n\n<p>\nومزادا المحشر الخلق طرا ... وفراقا لمن تمادى ضلالا\n</p>\n\n<p>\nنحو نور من الإله وبرهان ... وبر ونعمة أن تنالا\n</p>\n\n<p>\nخصك الله يا ابن آمنة الخير ... بها إذ أتت سجالا سجالا\n</p>\n\n<p>\nفاجعل الحظ منك يا حجة ... جزيلا لا حظ خلف أحالا\n</p>\n\n<p>\nقال: فأدناه النبي صلى الله عليه وسلم وقرب مجلسه وقال له: \"يا جارود، لقد\nتأخر الموعود بك وبقومك\".\n</p>\n\n<p>\nفقال الجارود: فداك أبي وأمي، إنما من تأخر عنك؛ فقد فاته حظه منك، وتلك\nأعظم حوبة، وأغلظ عقوبة، وما كنت فيمن رآك وسمع بك فعداك واتبع سواك، وإني\nالآن على دين قد علمت به قبل جيئتك، وها أنا تاركه لدينك، أفذلك مما يمحص\nالذنوب والمآثم والحوب، ويرضي الرب عن المربوب؟\n</p>\n\n<p>\nفقال له رسول الله صلى الله عليه وسلم: \"نعم، أنا ضامن لك ذلك، وأخلص الآن\nلله عز وجل الوحدانية، ودع عنك دين النصرانية\".\n</p>\n\n<p>\nفقال الجارود: فداك أبي وأمي، مد يدك فأنا أشهد أن لا إله إلا الله وحده لا\nشريك له، وأشهد أنك محمد عبده ورسوله.\n</p>\n\n<p>\nقال: فأسلم، وأسلم معه أناس من قومه، فسر النبي صلى الله عليه وسلم\nبإسلامه، وأظهر من إكرامهم ما سروا به، وابتهجوا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p250'> Vol. 00, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n#251#\n</p>\n\n<p>\nثم أقبل عليهم رسول الله صلى الله عليه وسلم فقال: \"أفيكم من يعرف <span id='ms1964'></span> قس بن\nساعدة الإيادي؟ \".\n</p>\n\n<p>\nفقال الجارود: فداك أبي وأمي؛ كلنا نعرفه، وإني من بينهم لعالم بخبره،\nوواقف على أثره. كان قس -يا رسول الله-، سبطا من أسباط العرب، عمر ست مئة\nسنة، تقفر منها خمسة أعمار في البراري والقفار، يضج بالتسبيح على مثال\nالمسيح، لا يقره قرار ولا تكنه دار، ولا يستمتع به جار، كان يلبس الأمساح\nويفوق السياح، ولا يفتر من رهبانيته، يتحسى في سياحته بيض النعام، ويأنس\nبالهوام، ويستمتع بالظلام، يبصر فيعتبر، ويفكر فيزدجر، فصار لذلك واحدا\nيضرب بحكمته الأمثال، وتكشف به الأهوال، أدرك رأس الحواريين سمعان، وهو أول\nرجل تأله من العرب ووحد، وأقر وتعبد، وأيقن بالبعث والحساب، وحذر سوء\nالمآب، تعبد وأمر بالعمل قبل الفوت، ووعظ بالموت، وسلم للقضاء على السخط\nوالرضا، وزار القبور، وذكر النشور، وندب بالأشعار، وفكر في الأقدار، وأنبأ\nعن السماء والنماء، وذكر النجوم وكشف الماء، ووصف البحار، وعرف الآثار،\nوخطب راكبا، ووعظ دائبا، وحذر من الكرب وشدة الغضب، ورسل الرسائل، وذكر كل\nهائل، وأدغم في خطبه، وبين في كتبه، وخوف الدهر، وحذر الأزر، وعظم الأمر،\nوجنب الكفر، وشوق إلى الحنيفية، ودعا إلى اللآهوتية.\n</p>\n\n<p>\nوهو القائل في يوم عكاظ: شرق وغرب، وتيم وحزب، وسلم وحرب، ويابس ورطب،\nوأجاج وعذب، وشموس وأقمار، ورياح وأمطار، وليل ونهار، وأناث وذكور، وأبرار\nوفجور، وحب ونبات، وآباء وأمهات، وجمع وشتات، وآيات في إثرها آيات، ونور\nوظلام، ويسر وإعدام، ورب وأصنام، لقد ضل الأنام، نشوء مولود، ورزء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p251'> Vol. 00, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n#252#\n</p>\n\n<p>\nمفقود، وتربية محصود، وفقير وغني، ومحسن ومسيء، تبا لأرباب الغفلة، ليصلحن\nالعامل عمله، ويفقدن الأمل أمله، كلا بل هو إله واحد، ليس هو بمولود ولا\nوالد، أعاد وأبدى، وأمات وأحيا، وخلق الذكر والأنثى، رب الآخرة والأولى.\n</p>\n\n<p>\nوهو أول من قال: أما بعد تيعادا. فيا معشر إياد! أين ثمود وعاد، وأين\nالآباء والأجداد، وأين العليل والعواد، كل له معاد، أقسم قس برب العباد،\nوساطح المهاد، لنحشرن على الانفراد، في يوم التناد، إذا نفخ في الصور، ونقر\nفي الناقور، وأشرقت الأرض بالنور، ووعظ الواعظ <span id='ms1965'></span> فانتبه القائظ وأبصر اللاحظ،\nفويل لمن صدف عن الحق الأشهر، والنور الأزهر، والعرض الأكبر في يوم الفصل،\nوميزان العدل، إذا حكم القدير، وشهد النذير، وبعد النصير، وظهر التقصير،\nففريق في الجنة وفريق في السعير.\n</p>\n\n<p>\nوهو القائل شعر:\n</p>\n\n<p>\nذكر القلب من جواه ادكار ... وليال خلالهن نهار\n</p>\n\n<p>\nوسجال هواطل من غمام ... ثرن ماء وفي جواهن نار\n</p>\n\n<p>\nضوؤها يطمس العيون وأرعاد ... شداد في الخافقين تطار\n</p>\n\n<p>\nوقصور مشيدة حوت الخير ... وأخرى خلتهن قفار\n</p>\n\n<p>\nوجبال شوامخ راسيات ... وبحار مياههن غزار\n</p>\n\n<p>\nونجوم تلوح في ظلم الليل ... تراها في كل يوم تدار\n</p>\n\n<p>\nثم شمس يحثها قمر الليل ... وكل متابع موار\n</p>\n\n<p>\nوصغير وأشمط وكبير ... كلهم في الصعيد يوما يزار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p252'> Vol. 00, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n#253#\n</p>\n\n<p>\nوكثير مما يقصر عنه ... حدسه الخاطر الذي لا يحار\n</p>\n\n<p>\nفالذي قد ذكرت دل على الله ... نفوسا لها هدى واعتبار\n</p>\n\n<p>\nقال: فقال رسول الله صلى الله عليه وسلم: \"مهما نسيت، فلست أنساه [بسوق\nعكاظ] واقفا على جمل أحمر يخطب الناس ويقول: أيها الناس! اجتمعوا فاسمعوا،\nوإذا سمعتم فعوا، وإذا وعيتم انتفعوا، وقولوا فإذا قلتم فاصدقوا، من عاش\nمات، ومن مات فات، وكل ما هو آت آت، مطر ونبات، وأحياء وأموات، ليل داج،\nوسماء ذات أبراج، ونجوم تزهر، وبحار تزخر، وضوء وظلام، وليال وأيام، وبر\nوآثام، إن في السماء خبرا، وإن في الأرض عبرا، يحار فيهن البصرا، مهاد\nموضوع، وسقف مرفوع، ونجوم تغور، وبحار لا تفور، ومنايا دوان، ودهر خوان،\nكحد النسطاس، ووزن القسطاس، أقسم قس قسما، لا كاذبا فيه ولا إثما، لئن كان\nفي الأرض رضا، ليكونن سخط\".\n</p>\n\n<p>\nثم قال: \"أيها الناس! إن لله دينا هو أحب إليه من دينكم الذي أنتم عليه،\nوهذا زمانه وأوانه\".\n</p>\n\n<p>\nثم قال: \"ما لي أرى الناس يذهبون فلا يرجعون؟، أرضوا بالمقام فأقاموا؟، أم\nتركوا فناموا؟ \"\n</p>\n\n<p>\nوالتفت رسول الله صلى الله عليه وسلم إلى بعض أصحابه فقال: \"أيكم يروي شعره\nلنا\"، فقال: أبو بكر الصديق رضي الله عنه:\n</p>\n\n<p>\nفي الذاهبين الأولين ... من القرون لنا بصائر\n</p>\n\n<p>\nلما رأيت موردا ... للموت ليس لها مصادر\n</p>\n\n<p>\nورأيت قومي نحوها <span id='ms1966'></span> ... تمضي الأصاغر والأكابر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p253'> Vol. 00, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n#254#\n</p>\n\n<p>\nلا يرجع الماضي إلي ... ولا من الباقين غابر\n</p>\n\n<p>\nأيقنت أني لا محالة ... حيث صار القوم صائر\n</p>\n\n<p>\nفقام إلى رسول الله صلى الله عليه وسلم شيخ من عبد القيس عظيم الهامة، طويل\nالقامة، بعيد ما بين المنكبين، فقال: فداك أبي وأمي؛ وأنا رأيت من قس عجبا.\n</p>\n\n<p>\nفقال له رسول الله صلى الله عليه وسلم: \"وما الذي رأيت منه يا أخا عبد\nالقيس؟ \".\n</p>\n\n<p>\nقال: خرجت في شبيبتي أربع بعيرا لي ند مني، أقفو أثره في تنائف قفاف ذات\nضغابيس، وعرصات جثجاث، بين صدور جزعان، وغمير حوذان، ومهمة ظلمان، ورضيع\nأيهقان، فبينا أنا في تلك الفلوات، أجول بسبسبها، وأرمق فدفدها، إذا أنا\nبهضبة في نشزاتها أرآك كثبات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p254'> Vol. 00, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n#255#\n</p>\n\n<p>\nمخضوضلة، وأغصانها متهدلة، كأن بريرها حب الفلفل، بواسق أقحوان، وإذا أنا\nبعين خرارة، وروضة مدهامة، وشجرة عارمة، وإذا أنا بقس بن ساعدة في أصل تلك\nالشجرة [وبيده قضيب]، فدنوت منه وقلت له: أنعم صباحا، فقال: وأنت فنعم صباحك.\n</p>\n\n<p>\nوقد وردت العين سباع كثيرة، فكان كلما ذهب سبع منها يشرب من العين قبل\nصاحبه؛ ضربه قس بالقضيب الذي بيده وقال: اصبر حتى يشرب الذي ورد قبلك،\nفذعرت من ذلك ذعرا شديدا، ونظر إلي وقال لي: لا تخف.\n</p>\n\n<p>\nوإذا بقبرين بينهما مسجد. فقلت: ما هذا القبران؟\n</p>\n\n<p>\nقال: قبر أخوين كانا لي، يعبدان الله عز وجل بهذا الموضع، فأنا مقيم بين\nقبريهما، أعبد الله فيه حتى ألحق بهما.\n</p>\n\n<p>\nفقلت له: أفلا تلحق بقومك فتكون معهم في خيرهم، وتباينهم على شرهم؟\n</p>\n\n<p>\nفقال لي: ثكلتك أمك، أوما علمت أن ولد إسماعيل تركوا دين أبيهم واتبعوا\nالأضداد وعظموا الأنداد؟\n</p>\n\n<p>\nثم أقبل على القبرين وأنشأ يقول:\n</p>\n\n<p>\nخليلي هبا طالما قد رقدتما ...\n</p>\n\n<p>\nوذكر الأبيات التي تقدم ذكرها في رواية أبي علي الدارسي لهذا الحديث.\n</p>\n\n<p>\nورواه البيهقي فقال: حدثنا الحاكم، حدثنا الأصم، حدثنا الربيع، حدثنا أسد\nبن موسى، حدثنا مروان بن معاوية، حدثنا بشر بن نمير، عن سعيد بن جبير، عن\nابن عباس رضي الله عنهما: قدم الجارود وكان سيدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p255'> Vol. 00, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n#256#\n</p>\n\n<p>\nفي قومه <span id='ms1967'></span>، وذكر الحديث بطوله.\n</p>\n\n<p>\nورواه أبو محمد سويد بن سعيد بن سهل بن شهر الحدثاني - وتكلم فيه- قال:\nحدثنا الخليل بن أحمد العروضي، حدثني النضر بن عربي الحريري، حدثني عكرمة،\nعن ابن عباس رضي الله عنهما قال:\n</p>\n\n<p>\nقدم على النبي صلى الله عليه وسلم وفد اليمامة، فسلموا عليه بالنبوة\nوقالوا: قد أتينا من أرض شاسعة كثيرة الخزايا، قليلة الرزايا، فلما سمعنا\nمن بركتك نفديك بالآباء والأمهات.\n</p>\n\n<p>\nفرحب بهم وقربهم، ثم قال لهم: \"أي وفد أنتم؟ \".\n</p>\n\n<p>\nقالوا: وفد عبد القيس.\n</p>\n\n<p>\nقال: \"أيكم يعرف قس بن ساعدة؟ \".\n</p>\n\n<p>\nفقالوا: كلنا نعرفه يا رسول الله.\n</p>\n\n<p>\nقال: \"فماذا فعل؟ \".\n</p>\n\n<p>\nقالوا: مات بنجران اليمن.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"لست أنساه بسوق عكاظ\"، وذكر الحديث\nوالأبيات.\n</p>\n\n<p>\nفي الذاهبين الأولين .. ..\n</p>\n\n<p>\nثم ذكر بعدها قول رسول الله صلى الله عليه وسلم هذا ما شهد منه، فقام رجل\nقد احدودب هرما فقال: أنا فداك أبي وأمي يا رسول الله قد سمعت منه كلاما،\nيذكر فيه من شاهد من ملوك أهل اليمن وأهل الرئاسة منهم، أفأذكره يا رسول الله؟.\n</p>\n\n<p>\nقال: \"قله إن كنت قائله\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p256'> Vol. 00, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n#257#\n</p>\n\n<p>\nقال: سمعته يا رسول الله ينشد:\n</p>\n\n<p>\nقد كنت أسمع بالزمان ولا أرى ... أن الزمان يطيق نتف جناحي\n</p>\n\n<p>\nفالآن أسرع في حتى أصبحت ... بيضا بتون ذوائبي ووشاحي\n</p>\n\n<p>\nوأبي القديمة سنه في قومه ... هيهات كم صافحت من أواح\n</p>\n\n<p>\nصافحت ذا كرب وأدرك مولدي ... عمرو الندي شمرا أبا الصباح\n</p>\n\n<p>\nوجذيمة الوضاح أخبرني أبي ... عنه فما لجذيمة الوضاح\n</p>\n\n<p>\nوذكر شعرا غير هذا في آخره:\n</p>\n\n<p>\nأفبعد أقيال مضوا من حمير ... يا صاحبي أريد حمل سلاحي\n</p>\n\n<p>\nأو بعدهم أرجو الفلاح وإنما ... كانوا ذوي الإفساد والإصلاح\n</p>\n\n<p>\nوذكر بقية الحديث مطولا.\n</p>\n\n<p>\nورواه مطولا أيضا بزيادات أخر: أبو عبد الرحمن السلمي: أنبأنا أبو هريرة\nعبد الرحمن بن أبي عبد الله محمد ابن الذهبي، وآخرون، عن الحافظ أبي الحجاج\nيوسف بن عبد الرحمن القضاعي، أخبرنا أبو الحسن علي بن أحمد بن عبد الواحد\nبقراءتي عليه في يوم الثلاثاء الحادي والعشرين من محرم سنة سبع وسبعين وست <span id='ms1968'></span>\nمئة، أخبرنا أبو سعيد عبد الله ابن عمر بن أحمد الصفار النيسابوري إجازة،\nأخبرنا أبو عبد الله محمد بن الفضل الصاعدي سماعا، أخبرنا الأستاذ شيخ\nالإسلام أبو عثمان إسماعيل بن عبد الرحمن الصابوني، أخبرنا أبو عبد الرحمن\nالسلمي محمد بن الحسين، أخبرنا أبو العباس الوليد بن سعيد بن حاتم بن عيسى\nالفسطاطي بمكة من حفظه، وزعم أن له خمسا وتسعين سنة في ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p257'> Vol. 00, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n#258#\n</p>\n\n<p>\nالحجة سنة ست وستين وثلاث مئة على باب إبراهيم، أخبرنا محمد بن عيسى بن\nمحمد الأخباري، حدثنا أبي عيسى بن محمد بن سعيد القرشي، حدثنا علي بن\nسليمان، عن سليمان بن علي، عن علي بن عبد الله، عن عبد الله بن عباس رضي\nالله عنهما قال:\n</p>\n\n<p>\nقدم الجارود بن عبد الله -وكان سيدا في قومه، مطاعا عظيما في عشيرته، مطاع\nالأمر رفيع القدر، عظيم الخطر، ظاهر الأدب، شامخ الحسب، بديع الجمال، حسن\nالفعال، ذا سعة ومال -في وفد عبد القيس من ذوي الأخطار والأقدار والفضل\nوالإحسان، والفصاحة والبرهان، كل رجل منهم كالنخلة السحوق، على ناقة كالفحل\nالفنيق، قد جنبوا الجياد، وأعدوا للجلاد، مجدين في سيرهم، حازمين في أمرهم،\nيسيرون ذميلا، ويقطعون ميلا فميلا، حتى أناخوا عند مسجد النبي صلى الله\nعليه وسلم، فأقبل الجارود على قومه، والمانح من بني عمه، فقال:\n</p>\n\n<p>\nيا قوم! هذا محمد الأغر، سيد العرب، وخير ولد عبد المطلب، فإذا دخلتم عليه،\nووقفتم بين يديه، فأحسنوا عليه السلام، وأقلوا عنده الكلام.\n</p>\n\n<p>\nفقالوا بأجمعهم: أيها الملك الهمام، والأسد الضرغام! لن نتكلم إذا حضرت،\nولن نجاوز إذا أمرت، فقل ما شئت فإنا سامعون، واعمل ما شئت فإنا تابعون.\n</p>\n\n<p>\nفنهض الجارود في كل كمي صنديد، قد دوموا العمائم، وتردوا بالصوارم، يجرون\nأسيافهم، ويسحبون أذيالهم، يتناشدون الأشعار، ويتذاكرون مناقب الأخيار، لا\nيتكلمون طويلا، ولا يسكتون عيا، إن أمرهم ائتمروا، وإن زجرهم انزجروا،\nكأنهم أسد غيل يقدمها ذو اللبوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p258'> Vol. 00, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n#259#\n</p>\n\n<p>\nمهول، حتى مثلوا بين يدي رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفلما دخل القوم المسجد وأبصرهم أهل المشهد؛ زلف الجارود <span id='ms1969'></span> أمام النبي صلى\nالله عليه وسلم لثامه، وأحسن كلامه، ثم أنشأ يقول شعر:\n</p>\n\n<p>\nيا نبي الهدى أتتك رجال ... قطعت فدفدا وآلا فآلا\n</p>\n\n<p>\nوطوت نحوك الضحاضح طرا ... لا تخال الكلال فيك كلالا\n</p>\n\n<p>\nكل دهماء يقصر الطرف عنها ... أرقلتها قلائصنا إرقالا\n</p>\n\n<p>\nوطوتها الجياد تجمح فيها ... بكماة كأنجم تتلالا\n</p>\n\n<p>\nتتقي بأس وقع يوم عبوس ... أوجل القلب ذكره ثم هالا\n</p>\n\n<p>\nفلما سمع رسول الله صلى الله عليه وسلم فرح به فرحا شديدا وقربه وأدناه،\nورفع مجلسه وحياه وأكرمه وقال: \"يا جارود! لقد تأخر بك وبقومك الموعد، وطال\nبكم الأمد\".\n</p>\n\n<p>\nقال: والله يا رسول الله لقد أخطأ من أخطاك قصده، وعدم رشده، وتلك -وايم\nالله- أكبر خيبة وأعظم حوبة، والرائد لا يكذب أهله، ولا يغش نفسه، لقد جئت\nبالحق ونطقت بالصدق، والذي بعثك بالحق نبيا واختارك للمؤمنين وليا، لقد\nوجدت وصفك في الإنجيل، ولقد بشر بك ابن البتول، وطول التحية لك، والشكر لمن\nأكرمك وأرسلك، لا أثر بعد عين، ولا شك بعد يقين، مد يدك فأنا أشهد أن لا\nإله إلا الله، وأنك محمد رسول الله.\n</p>\n\n<p>\nقال: فآمن الجارود، وآمن من قومه كل سيد، وذكر الحديث بطوله بقصة قس بن\nساعدة وشعره.\n</p>\n\n<p>\nوفيه: وقام رجل من الأنصار بعده كأنه قطعة جبل، ذو هامة عظيمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p259'> Vol. 00, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n#260#\n</p>\n\n<p>\nوقامة جسيمة، قد دوم عمامته وأرخى ذؤابته، منيف، أنوف، أشدق، أجش الصوت فقال:\n</p>\n\n<p>\nيا سيد المرسلين وصفوة رب العالمين! لقد رأيت من قس عجبا، وشهدت منه فرغبا.\n</p>\n\n<p>\n[فقال: \"وما الذي رأيته منه، وحفظته عنه؟ \".\n</p>\n\n<p>\nفقال:] خرجت في الجاهلية أطلب بعيرا لي شرد مني، أقفو أثره وأطلب خبره في\nتوائف خفائف ذات دعادع وزعازع، ليس بها للركب مقيل، ولا لغير الحق سبيل،\nوإذا أنا بمومل مهول، في طود عظيم ليس به إلا البوم، وأدركني الليل فولجته\nمذعورا، لا آمن فيه حتفي، ولا أركن إلى غير سيفي، فبت بليل طويل كأنه بليل\nموصول، أرقب الكوكب، وأرمق الغيهب، حتى إذا الليل عسعس، وكاد الصبح أن\nيتنفس، هتف في هاتف يقول:\n</p>\n\n<p>\nيا أيها الراقد في <span id='ms1970'></span> الليل الأحم ... قد بعث الله نبيا في الحرم\n</p>\n\n<p>\nمن هاشم أهل الوفا والكرم ... يجلو دجنات الليالي في الدياجي والبهم\n</p>\n\n<p>\nقال: فأدرت طرفي فما رأيت له شخصا، ولا سمعت له فحصا، فأنشأت أقول:\n</p>\n\n<p>\nيا أيها الهاتف في داجي الظلم ... أهلا وسهلا بك من طيف ألم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p260'> Vol. 00, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n#261#\n</p>\n\n<p>\nبين -هداك الله- في لحن الكلم ... ماذا الذي تدعو إليه يغتنم؟\n</p>\n\n<p>\nقال: فإذا أنا بنحنحة وقائل يقول: ظهر النور، وبطل الزور، وبعث الله محمدا\nصلى الله عليه وسلم بالحبور، صاحب النجيب الأحمر، والتاج والمغفر، والوجه\nالأزهر، والحاجب الأقمر، والطرف الأحور، صاحب قول شهادة أن لا إله إلا\nالله، فذاك محمد المبعوث إلى الأسود والأبيض، أهل المدر والوبر. ثم أنشأ يقول:\n</p>\n\n<p>\nالحمد لله الذي ... لم يخلق الخلق عبث\n</p>\n\n<p>\nولم يخلنا حينا سدى ... من بعد عيسى واكترث\n</p>\n\n<p>\nأرسل فينا أحمدا ... خير نبي قد بعث\n</p>\n\n<p>\nصلى عليه الله ما ... حج له ركب وحث\n</p>\n\n<p>\nقال: فذهلت عن البعير، واكتنفني السرور، ولاح الصباح، واتسع الإيضاح، فتركت\nالمور وأخذت الجبل، فإذا أنا بالفنيق يشقشق النوق، فملكت خطامه، وعلقت\nسنامه، فمرح طاعة، وهززته ساعة، حتى إذا لغب وذل منه ما صعب، وحميت\nالوسادة، وبردت المزادة، فإذا الزاد قد هش له الفؤاد، بركته وأدمت له، فبرك\nفي روضة خضرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p261'> Vol. 00, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n#262#\n</p>\n\n<p>\nنضرة عطرة، ذات حوذان وفريان وعنقران وعبيثران، وحلي وأقاح، وجثجث وبرار،\nوشقائق وبهار، كأنما قد بات الجو بها مطيرا، وباكرها المزن بكورا، فخلالها\nشجر وقرارها نهر، فجعل يرتع أبا، وأصيد ضبا، حتى إذا أكلت وأكل، ونهلت\nونهل، وعللت وعل، حللت عقاله وعلوت جلاله، وأوسعت مجاله فاغتنم الحملة، وبر\nكالنبلة يسبق الريح، ويقطع عرض الفسيح، حتى أشرف بي على واد، وشجر من شجر\nعاد، مورقة مونقة، قد تهدل أغصانها، كأن بربرها حب فلفل، فدنوت فإذا أنا\nبقس ابن ساعدة في ظل شجرة، وبيده قضيب من أراك ينكت به الأرض، وهو يترنم\nشعر وهو:\n</p>\n\n<p>\nيا ناعي الموت والملحود في جدث ... عليهم من بقايا بزهم خرق\n</p>\n\n<p>\nدعهم فإن لهم يوما يصاح بهم ... فهم إذا انتبهوا من نومهم فرقوا <span id='ms1971'></span>\n</p>\n\n<p>\nحتى يعودوا بحال غير حالهم ... خلقا جديدا كما من قبله خلقوا\n</p>\n\n<p>\nمنهم عراة ومنهم في ثيابهم ... منها الجديد ومنها المنهج الخلق\n</p>\n\n<p>\nقال: فدنوت منه فسلمت عليه، فرد السلام، وإذا أنا بعين خرارة في أرض خوارة،\nومسجد بين قبرين، وأسدين عظيمين يلوذان به، ويتمسحان بأثوابه، وإذا أحدهما\nسبق صاحبه إلى الماء فتبعه الآخر، وطلب الماء فضربه بالقضيب الذي في يده\nوقال: ارجع ثكلتك أمك حتى يشرب الذي قبلك، فرجع ثم ورد.\n</p>\n\n<p>\nفقلت له: ما هذان القبران؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p262'> Vol. 00, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n#263#\n</p>\n\n<p>\nفقال: هذا قبر أخوين لي كانا يعبدان الله معي في هذا المكان لا يشركان\nبالله شيئا، فأدركهما الموت، فقبرتهما، وها أنا بين قبريهما حتى ألحق بهما،\nثم نظر إليهما فتغرغرت عيناه بالدموع، فانكب عليهما وجعل يقول:\n</p>\n\n<p>\nخليلي هبا طالما قد رقدتما ... أجدكما لا تقضيان كراكما\n</p>\n\n<p>\nألم تريا أني بسمعان مفرد ... ومالي فيها من خليل سواكما\n</p>\n\n<p>\nمقيم على قبريكما لست بارحا ... طوال الليالي أو يجيب صداكما\n</p>\n\n<p>\nأبكيكما طوال الحياة وما الذي ... يرد على ذي عولة إن بكاكما\n</p>\n\n<p>\nأمن طول نوم لا تجيبان داعيا ... كأن الذي يسقي العقار سقاكما\n</p>\n\n<p>\nكأنكما والموت أقرب غاية ... بروحي في قبريكما قد أتاكما\n</p>\n\n<p>\nفلو جعلت نفس لنفس وقاية ... لجدت بنفسي أن تكون فداكما\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: \"رحم الله قسا، إني لأرجو أن يبعثه\nالله أمة واحدة\".\n</p>\n\n<p>\nكان قس بن ساعدة الإيادي أسقف نجران -فيما قاله الجوهري- وهو قس بن ساعدة\nبن عمرو بن شمر بن عدي بن مالك بن واثلة بن الطمثان ابن عبد مناة بن أيد بن\nالنمر بن يقدم بن أفصى بن دعمي بن إياد بن نزار ابن معد بن عدنان، كان حكيم\nالعرب وخطيبها وواعظها.\n</p>\n\n<p>\nقال أبو سعيد الأشج: حدثنا ابن يمان قال: قال سفيان -يعني: الثوري-: مر قس\nبقوم يقتتلون قال: على ما يقتتلون هؤلاء؟، لقد عظم على هؤلاء الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p263'> Vol. 00, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n#264#\n</p>\n\n<p>\nخرجه أبو نعيم في كتاب \"الحلية\" للأشج.\n</p>\n\n<p>\nوقال قس: العقل معرفة المرء بنفسه، وأفضل العلم؛ وقوف المرء عند علمه.\n</p>\n\n<p>\nعاش قس -فيما ذكره ابن <span id='ms1972'></span> الجوزي وغيره- ثلاث مئة سنة وثمانين سنة، وقيل: عمر\nست مئة سنة، وأدرك سمعان رأس الحواريين كما تقدم.\n</p>\n\n<p>\nومن الغرائب: أن عبدان بن محمد المروزي، وأبا حفص عمر بن شاهين؛ ذكرا قس بن\nساعدة في الصحابة، وجعلاه منهم.\n</p>\n\n<p>\nوروى عدة منهم: زياد بن عبد الله البكائي، وبكر بن سليمان أبو يحيى\nالأسواري -واللفظ له-، عن محمد بن إسحاق: أن ربيعة بن نصر اللخمي ملك من\nملوك اليمن رأى رؤيا هالته، وفظع بها، فلم يدع في مملكته ساحرا ولا كاهنا\nولا عائفا ولا منجما إلا جمعهم إليه، ثم قال لهم: إني قد رأيت رؤيا هالتني،\nوفظعت بها، فأخبروني بتأويلها.\n</p>\n\n<p>\nقالوا: اقصصها علينا، نخبرك بتأويلها.\n</p>\n\n<p>\nقال: إني إن أخبرتكم بها؛ لم أطمئن إلى خبركم عن تأويلها، إنه لا يعرف\nتأويلها إلا من يعرفها قبل أن أخبره بها.\n</p>\n\n<p>\nفقال له رجل: ليبعث الملك إلى سطيح وشق، فإنه ليس أحد أعلم منهما، فهما\nأعلم الناس بما سأل عنه.\n</p>\n\n<p>\nواسمه: سطيح ربيع بن ربيعة بن مسعود بن مازن بن ذبيب بن عدي ابن عدي بن\nمازن، من غسان.\n</p>\n\n<p>\nوشق بن صعب بن يشكر بن رهم بن أفرك بن قيس بن عنفر بن أنمار ابن نزار،\nوأنمار أبو: بجيلة، وخثعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p264'> Vol. 00, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n#265#\n</p>\n\n<p>\nفبعث إليهما، فقدم عليه سطيح قبل شق، فقال له: يا سطيح! قد رأيت رؤيا\nهالتني وفظعت بها، فأخبرني بها؟\n</p>\n\n<p>\nقال: نعم، رأيت حممة خرجت من ظلمة، فوقعت في أرض تهمة، فأكلت منها كل ذات جمجمة.\n</p>\n\n<p>\nقال له الملك: ما أخطأت شيئا منها يا سطيح، فما عندك من تأويلها.\n</p>\n\n<p>\nقال: أحلف بما بين الحرتين من حنش، ليطأن أرضكم الحبش، فليملكن ما بين أبين\nإلى جرش.\n</p>\n\n<p>\nقال الملك: وأبيك يا سطيح، إن هذا لنا لغائظ موجع، فمتى هو كائن؟ أفي\nزماني، أم بعده؟\n</p>\n\n<p>\nقال: بل بعده بحين، أكثر من ستين إلى سبعين يمضين من السنين، ثم يقتلون بها\nأجمعين، ويخرجون منها هاربين.\n</p>\n\n<p>\nقال الملك: ومن الذي يلي ذلك من قتلهم وإخراجهم؟\n</p>\n\n<p>\nقال: يليه ابن ذي يزن، يخرج عليهم <span id='ms1973'></span> من عدن، فلا يترك منهم أحدا باليمن.\n</p>\n\n<p>\nقال: فيدوم ذلك من سلطانهم، أم ينقطع؟\n</p>\n\n<p>\nقال: بل ينقطع، قال: ومن يقطعه؟\n</p>\n\n<p>\nقال: نبي زكي يأتيه الوحي من قبل العلي:\n</p>\n\n<p>\nقال: وممن هذا النبي؟\n</p>\n\n<p>\nقال: رجل من غالب بن فهر بن مالك بن النضر، يكون الملك في قومه إلى آخر الدهر.\n</p>\n\n<p>\nقال: فهل للدهر يا سطيح من آخر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p265'> Vol. 00, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n#266#\n</p>\n\n<p>\nقال: نعم، يوم يجمع فيه الأولون والآخرون، ويسعد فيه المحسنون، ويشقى فيه\nالمسيئون.\n</p>\n\n<p>\nقال: حق ما تخبرني يا سطيح؟ قال: نعم، والشفق والغسق، والفلق إذا اتسق، إن\nما أنبأتك به لحق.\n</p>\n\n<p>\nفلما فرغ منه، قدم عليه شق فقال: يا شق! إني رأيت رؤيا هالتني وفظعت بها،\nفأخبرني بتأويلها؟\n</p>\n\n<p>\nقال: رأيت حممة خرجت من ظلمة، فوقعت في أرض وأكمة، فأكلت منها كل ذات نسمة.\n</p>\n\n<p>\nفلما قال ذلك، علم أنهما قد اتفقا، إلا أن سطيحا قال: وقعت بأرض تهمة،\nفأكلت منها كل ذات جمجمة.\n</p>\n\n<p>\nفقال له: ما أخطأت منها يا شق شيئا، فما عندك في تأويلها؟\n</p>\n\n<p>\nفقال: أحلف بما بين الحرتين من إنسان، لينزلن أرضكم السودان، فتقتلن كل ذات\nطفلة البنان، وليملكن ما بين أبين إلى نجران.\n</p>\n\n<p>\nفقال الملك: وأبيك يا شق، إن هذا لنا لغائظ موجع، فمتى هو كائن؟ أفي زماني،\nأم بعده؟\n</p>\n\n<p>\nقال: بل بعده بزمان، ثم يستنقذكم منه عظيم ذو شأن، يذيقهم بأشد الهوان.\n</p>\n\n<p>\nقال: ومن هذا العظيم الشأن؟ قال: غلام ليس بدنيء ولا مدن، يخرج من بيت ذي يزن.\n</p>\n\n<p>\nقال: وهل يدوم سلطانه، أم ينقطع؟\n</p>\n\n<p>\nقال: بل ينقطع برسول مرسل، يأتي بالحق والعدل من أهل الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p266'> Vol. 00, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n#267#\n</p>\n\n<p>\nوالفضل، يكون الملك في قومه إلى يوم الفصل.\n</p>\n\n<p>\nقال: وما يوم الفصل؟\n</p>\n\n<p>\nقال: يوم يجزى فيه الولاة، ويدعى فيه من السماء دعوات، فيسمع الأحياء\nوالأموات، ويجمع فيها للميقات، يكون فيه لمن اتقى الفوز والخيرات.\n</p>\n\n<p>\nقال: حقا ما تقول يا شق؟\n</p>\n\n<p>\nقال: إي ورب السماء والأرض، وما بينهما من رفع وخفض، إن ما أنبأتك به لحق\nما فيه من أمض، فوقع في نفسه إن الذي قالا؛ لكائن <span id='ms1974'></span>.\n</p>\n\n<p>\nرواه أبو سيعد محمد بن علي بن عمرو النقاش الحافظ من طريق خليفة بن خياط،\nعن بكر، به.\n</p>\n\n<p>\nوسطيح وشق كاهنان ولدا في يوم واحد، فحملا إلى الكاهنة طريفة بنت الحر\nالحميرية، امرأة عمرو بن عامر، فتفلت في أفواههما، وأخبرت أنهما سيخلفانها\nفي علمها ومكانتها، وماتت في يومها، وقبرها بالجحفة فورثا منها الكهانة\nفيما قيل.\n</p>\n\n<p>\nوشق بلغنا أنه كان شق إنسانا، له يد واحدة، ورجل واحدة، وعين واحدة، ومات\nقبل سطيح.\n</p>\n\n<p>\nوقال أبو بكر محمد بن جعفر الخرائطي في كتابه \"هواتف الجنان\": حدثنا عبد\nالله -يعني: ابن محمد البلوي-، حدثنا عمارة -يعني: ابن زيد- حدثني عبيد\nالله بن العلاء، حدثنا محمد بن عكبر بن سعيد بن جبير:\n</p>\n\n<p>\nأن رجلا من بني تميم يقال له: رافع بن عمير، وكان أهدى الناس لطريق،\nوأسراهم بليل، وأهجمهم على هول، وكانت العرب تسميه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p267'> Vol. 00, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n#268#\n</p>\n\n<p>\nدعموص العرب، لهدايته وجرأته على السير، فذكر عن بدء إسلامه، قال:\n</p>\n\n<p>\nإني لأسير برمل عالج ذات ليلة، إذ غلبني النوم، فنزلت عن راحلتي وأنختها،\nوتوسدت ذراعها ونمت، وقد تعوذت قبل نومي، فقلت: أعوذ بعظيم هذا الوادي من\nالجن، من أن أؤذى أو أهاج، فرأيت في منامي رجلا شابا يرصد ناقتي، وبيده\nحربة يريد أن يضعها في نحرها، فانتبهت لذلك فزعا، فنظرت يمينا وشمالا، فلم\nأر شيئا، فقلت: هذا حلم، ثم عدت فغفوت، فرأيت في منامي مثل رؤياي الأولى،\nفانتبهت فدرت حول ناقتي فلم أر شيئا، وإذا ناقتي ترعد، ثم غفوت فرأيت مثل\nذلك فانتبهت، فرأيت ناقتي تضطرب، والتفت وإذا أنا برجل شاب كالذي رأيت في\nالمنام، بيده حربة، ورجل شيخ ممسك بيده يرده عنها وهو يقول:\n</p>\n\n<p>\nيا مالك بن مهلهل بن أثار ... مهلا فدى لك مئزري وإزاري\n</p>\n\n<p>\nعن ناقة الإنسي لا تعرض لها ... فاختر بها ما شئت من أثواري\n</p>\n\n<p>\nولقد بدا لي منك ما لا أحتسب ... إلا رعيت قرابتي وذماري\n</p>\n\n<p>\nتسمو إليه بحربة مسمومة ... تبا لفعلك يا أبا العقار\n</p>\n\n<p>\nلولا الحياء وأن أهلك جيرة ... لعلمت ما كشفت عن أخباري\n</p>\n\n<p>\nقال: فأجاب <span id='ms1975'></span> الشاب وهو يقول:\n</p>\n\n<p>\nأأردت أن تعلو وتخفض ذكرنا ... في غير مزرئة أبا العيزار\n</p>\n\n<p>\nما كان فيكم سيدا فيما مضى ... إن الخيار هم بنو الأخيار\n</p>\n\n<p>\nفاقصد لقصدك يا معبكر إنما ... كان المجبر مهلهل بن أثار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p268'> Vol. 00, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n#269#\n</p>\n\n<p>\nقال: فبينما هما يتنازعان، إذ طلعت ثلاثة أثوار من الوحش، فقال الشيخ\nللفتى: قم يا ابن أخت، فخذ أيها شئت فداء لناقة جاري الإنسي، فقام الفتى\nفأخذ منها ثورا وانصرف.\n</p>\n\n<p>\nثم التفت إلي الشيخ فقال: يا هذا! إن نزلت واديا من الأودية فخفت هوله فقل:\nأعوذ بالله رب محمد من هول هذا الوادي، ولا تعذ بأحد من الجن، فقد بطل أمرها.\n</p>\n\n<p>\nفقال: فقلت: ومن محمد هذا؟\n</p>\n\n<p>\nقال: نبي عربي لا غربي ولا شرقي، بعث يوم الاثنين.\n</p>\n\n<p>\nقلت: فأين مسكنه؟ قال: بيثرب ذات النخل.\n</p>\n\n<p>\nقال: فركبت راحلتي حين برق لي الصبح، وجددت السير حتى تقحمت المدينة، فرآني\nرسول الله صلى الله عليه وسلم فحدثني بحديثي قبل أن أذكر منه شيئا، ودعاني\nإلى الإسلام، فأسلمت.\n</p>\n\n<p>\nقال سعيد بن جبير: وكنا نرى أنه هو الذي أنزل الله تعالى فيه: {وأنه كان\nرجال من الإنس يعوذون برجال من الجن فزادوهم رهقا}.\n</p>\n\n<p>\nوخرج أبو محمد الحسن بن محمد بن علي الخلال في كتابه \"الهواتف بالنبوة\"،\nوأبو عبيد الله محمد بن عمران بن موسى المرزباني في كتابه \"أشعار الجن\"،\nوأبو بكر محمد بن هارون الروياني في كتابه \"الغرر\"، وأبو نعيم أحمد بن عبد\nالله الحافظ في كتابه \"معرفة الصحابة\" واللفظ له، من حديث عبد الله بن موسى\nالإسكندراني، عن محمد بن إسحاق، عن سعيد بن أبي سعيد المقبري، عن أبي هريرة\nرضي الله عنه قال:\n</p>\n\n<p>\nقال خريم بن فاتك لعمر بن الخطاب رضي الله عنهما: يا أمير المؤمنين! ألا\nأخبرك كيف كان بدء إسلامي؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p269'> Vol. 00, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n#270#\n</p>\n\n<p>\nقال: بلى، قال: بينما أنا في طلب بعير لي، إذا أنا منها على أثر؛ إذ جن\nالليل بأبرق الغزاف، فناديت بأعلى صوتي: أعوذ بعزيز صاحب هذا الوادي من\nسفهاء قومه، فإذا هاتف يهتف لي شعر:\n</p>\n\n<p>\nويحك عذ بالله <span id='ms1976'></span> ذي الجلال ... والمجد والنعماء والإفضال\n</p>\n\n<p>\nواقتر آيات من الأنفال ... ووحد الله ولا تبالي\n</p>\n\n<p>\nقال: فذعرت ذعرا شديدا، فلما رجعت إلي نفسي قلت:\n</p>\n\n<p>\nيا أيها الهاتف ما تقول ... أرشد عندك أم تضليل\n</p>\n\n<p>\nبين لنا هديت ما الحويل ...\n</p>\n\n<p>\nفقال:\n</p>\n\n<p>\nهذا رسول الله ذو الخيرات ... بيثرب يدعو إلى النجاة\n</p>\n\n<p>\nيأمر بالصوم والصلاة ... وينزع الناس عن الهنات\n</p>\n\n<p>\nقال: فابتعثت راحلتي فقلت:\n</p>\n\n<p>\nأرشدني راشدا هديت ... لا جعت يا هذا ولا عريت\n</p>\n\n<p>\nولا برحت سيدا ما بقيت ... ولا تؤثرن على الخير الذي أوتيت\n</p>\n\n<p>\nقال: فاتبعني وهو يقول:\n</p>\n\n<p>\nصاحبك الله وسلم نفسكا ... وبلغ الأهل وأدى رحلكا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p270'> Vol. 00, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n#271\n</p>\n\n<p>\nآمن به أفلح ربي حقكا ... وانصره أعز ربي نصركا\n</p>\n\n<p>\nقال: فدخلت المدينة وذلك يوم الجمعة، فاطلعت في المسجد، فخرج إلي أبو بكر\nالصديق رضي الله عنه، فقال: ادخل رحمك الله، فأنت قد بلغنا إسلامك.\n</p>\n\n<p>\nقلت: لا أحسن الطهور فعلمني، فدخلت المسجد فرأيت النبي صلى الله عليه وسلم\nيخطب على المنبر كأنه البدر وهو يقول: \"ما من مسلم توضأ فأحسن الوضوء، ثم\nصلى صلاة يحفظها ويعقلها؛ إلا دخل الجنة\".\n</p>\n\n<p>\nفقال لي عمر بن الخطاب رضي الله عنه: لتأتيني على هذا بينة، أو لأنكلن بك.\n</p>\n\n<p>\nقال: فشهد لي شيخ قريش؛ عثمان بن عفان رضي الله عنه، فأجاز شهادته.\n</p>\n\n<p>\nوخرجه الطبراني في \"معجمه الكبير\" من حديث الإسكندراني المذكور.\n</p>\n\n<p>\nرواه عن الإسكندراني: محمد بن إبراهيم الشامي أبو عبد الله، ومحمد ابن\nإبراهيم بن العلاء زبريق -وزبريق لقب العلاء-، ومدار الحديث عليهما، وهما\nضعيفان، والشامي أوهى.\n</p>\n\n<p>\nلكن يعضد هذه الطريق: ما خرجه الحافظ أبو عبد الله في \"مستدركه\" على\n\"الصحيحين\" فقال: حدثنا أبو القاسم الحسن بن محمد السكوني بالكوفة، حدثنا\nمحمد بن عثمان بن أبي شيبة، حدثنا محمد بن تسنيم الحضرمي، حدثنا محمد بن\nخليفة الأسدي، حدثنا الحسن بن محمد بن علي، عن أبيه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p271'> Vol. 00, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n#272#\n</p>\n\n<p>\nقال عمر بن الخطاب رضي الله عنه ذات يوم لابن عباس رضي الله عنهما: حدثني\nبحديث يعجبني.\n</p>\n\n<p>\nفقال: حدثني خريم بن فاتك الأسدي قال: خرجت في إبل لي فأصبتها بأبرق\nالغزاف <span id='ms1977'></span>، فعقلتها وتوسدت ذراع بعير منها، وذلك حدثان خروج النبي صلى الله\nعليه وسلم، ثم قلت: أعوذ بعظيم هذا الوادي -قال: وكذلك كانوا يصنعون في\nالجاهلية-، فإذا هاتف يهتف لي ويقول:\n</p>\n\n<p>\nويحك عذ بالله ذي الجلال ... منزل الحلال والحرام\n</p>\n\n<p>\nووحد الله ولا تبالي ... ما هو ذي الحزم من الأهوال\n</p>\n\n<p>\nإذ تذكر الله على الأميال ... وفي سهول الأرض والجبال\n</p>\n\n<p>\nوما وكيل الحق في سفال ... إلا التقى وصالح الأعمال\n</p>\n\n<p>\nقال: فقلت:\n</p>\n\n<p>\nيا أيها الداعي بما تحيل ... رشد يرى عندك أم تضليل\n</p>\n\n<p>\nفقال:\n</p>\n\n<p>\nهذا رسول الله ذو الخيرات ... جاء بياسين وحاميمات\n</p>\n\n<p>\nفي سور بعد مفصلات ... محرمات ومحللات\n</p>\n\n<p>\nيأمرنا بالصوم والصلاة ... ويزجر الناس عن الهنات\n</p>\n\n<p>\nقد كن في الأيام المنكرات ...\n</p>\n\n<p>\nقال: فقلت: من أنت يرحمك الله؟\n</p>\n\n<p>\nقال: أنا مالك بن مالك، بعثني رسول الله صلى الله عليه وسلم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p272'> Vol. 00, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n#273#\n</p>\n\n<p>\nأرض أهل نجد.\n</p>\n\n<p>\nقال: فقلت لو كان لي من يكفيني إبلي هذه؛ لأتيته حتى أؤمن به.\n</p>\n\n<p>\nفقال: أنا أكفيكها حتى أؤديها إلى أهلك سالمة إن شاء الله.\n</p>\n\n<p>\nفاعتقلت بعيرا منها ثم أتيت المدينة، فوافقت الناس يوم الجمعة وهم في\nالصلاة، فقلت: يقضون صلاتهم ثم أدخل، فإني لذاهب أنيخ راحلتي؛ إذ خرج أبو\nذر رضي الله عنه فقال: يقول لك رسول الله صلى الله عليه وسلم: أدخل، فدخلت،\nفلما رآني قال: \"ما فعل الشيخ الذي ضمن لك أن يؤدي إبلك إلى أهلك سالمة؟\n[أما إنه قد أداها إلى أهلك سالمة] \".\n</p>\n\n<p>\nقلت: رحمه الله، فقال رسول الله صلى الله عليه وسلم: \"أجل رحمه [الله] \"،\nفقال خريم: أشهد أن لا إله إلا الله، وحسن إسلامه.\n</p>\n\n<p>\nتابعه الطبراني، فرواه عن محمد بن عثمان بن أبي شيبة في \"معجمه الكبير\".\n</p>\n\n<p>\nوخرجه أبو الحسن الخلال في كتابه \"الهواتف بالنبوة\" من حديث أحمد بن الحسن\nالعجلي: حدثنا أبو طاهر محمد بن تسنيم الوراق، حدثني محمد بن خليفة، فذكره بنحوه.\n</p>\n\n<p>\nوقال أحمد بن أبي خيثمة، وأبو موسى عمران بن موسى المؤذن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p273'> Vol. 00, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n#274#\n</p>\n\n<p>\nومحمد بن عثمان بن أبي شيبة -واللفظ له- حدثنا محمد بن عمران بن <span id='ms1978'></span> أبي ليلى،\nحدثنا سعيد بن عبيد الله بن الوليد الوصافي، عن أبي جعفر -يعني محمد بن\nعلي- قال:\n</p>\n\n<p>\nدخل سواد بن قارب السدوسي على عمر بن الخطاب رضي الله عنهما فقال: يا سواد\nبن قارب! نشدتك بالله، هل تحس من كهانتك اليوم شيئا؟\n</p>\n\n<p>\nقال: سبحان الله يا أمير المؤمنين! والله ما استقبلت أحدا من جلسائك مثل\nالذي استقبلتني به.\n</p>\n\n<p>\nفقال: سبحان الله يا سواد! ما كنا عليه من شركنا أعظم مما كنت عليه من\nكهانتك، والله يا سواد، لقد بلغني عنك حديث إنه لعجب من العجب.\n</p>\n\n<p>\nقال: إي والله يا أمير المؤمنين، إنه لعجب من العجب؟\n</p>\n\n<p>\nقال: فحدثنيه.\n</p>\n\n<p>\nقال: كنت كاهنا في الجاهلية، فبينا أنا ذات ليلة [نائم]، إذ أتاني نجيي\nفضربني برجله، ثم قال: يا سواد بن قارب! اسمع أقل لك.\n</p>\n\n<p>\nقال: قلت: هات، قال:\n</p>\n\n<p>\nعجبت للجن وإيجاسها ... ورحلها العيس بأحلاسها\n</p>\n\n<p>\nتهوي إلى مكة تبغي الهدى ... ما مؤمنوها مثل أرجاسها\n</p>\n\n<p>\nفارحل إلى الصفوة من هاشم ... واسم بعينيك إلى راسها\n</p>\n\n<p>\nقال: فنمت، ولم أحفل بقوله شيئا.\n</p>\n\n<p>\nفلما كانت الليلة الثانية، أتاني فضربني برجله وقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p274'> Vol. 00, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n#275#\n</p>\n\n<p>\nيا سواد! اسمع أقل لك.\n</p>\n\n<p>\nقلت: هات، قال:\n</p>\n\n<p>\nعجبت للجن وتطلابها ... ورحلها العيس بأقتابها\n</p>\n\n<p>\nتهوي إلى مكة تبغي الهدى ... ما صادقوا الجن ككذابها\n</p>\n\n<p>\nفارحل إلى الصفوة من هاشم ... ليس المقاديم كأذنابها\n</p>\n\n<p>\nقال: فحرك قوله مني شيئا.\n</p>\n\n<p>\nقال: فنمت، فلما كانت الليلة الثالثة، أتاني فضربني برجله وقال: يا سواد بن\nقارب! اسمع ما أقول لك.\n</p>\n\n<p>\nقال: قلت: هات، قال:\n</p>\n\n<p>\nعجبت للجن وأخبارها ... ورحلها العيس بأكوارها\n</p>\n\n<p>\nتهوي إلى مكة تبغي الهدى ... ما مؤمنوها مثل كفارها\n</p>\n\n<p>\nفارحل إلى الصفوة من هاشم ... بين روابيها وأحجارها\n</p>\n\n<p>\nقال: فعلمت أن الله تعالى قد أراد بي خيرا، فقمت إلى بردة لي، ففتقتها\nفلبستها، ووضعت رجلي في غرز رحل الناقة، ثم أقبلت حتى انتهيت إلى رسول الله\nصلى الله عليه وسلم، فأخبرته فقال: \"إذا اجتمع المسلمون؛ فأخبرهم\".\n</p>\n\n<p>\nفلما اجتمع المسلمون قمت فقلت:\n</p>\n\n<p>\nأتاني نجيي بعد هدي ورقدة ... ولم يك فيما قد بلوت بكاذب\n</p>\n\n<p>\nثلاث <span id='ms1979'></span> ليال قوله كل ليلة: ... أتاك رسول من لؤي بن غالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p275'> Vol. 00, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n#276#\n</p>\n\n<p>\nفشمرت عن ذيلي الإزار ووسطت ... بي الذلب الوجناء غير السباسب\n</p>\n\n<p>\nواعلم أن الله لا رب غيره ... وأنك مأمون على كل غائب\n</p>\n\n<p>\nوإنك أدنى المسلمين وسيلة ... إلى الله يابن الأكرمين الأطايب\n</p>\n\n<p>\nفمرنا بما يأتيك يا خير مرسل ... وإن كان فيما جاء شيب الذوائب\n</p>\n\n<p>\nقال: فسر المسلمون بذلك.\n</p>\n\n<p>\nقال: فقال عمر رضي الله عنه: هل تحس اليوم منها شيئا؟.\n</p>\n\n<p>\nقال: أما منذ علمني الله القرآن؛ فلا.\n</p>\n\n<p>\nخرجه أبو نعيم في كتابه \"معرفة الصحابة\" من حديث ابن أبي شيبة المذكور آنفا.\n</p>\n\n<p>\nوأبو جعفر هو: محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهم.\n</p>\n\n<p>\nتابعه سعيد بن جبير، ومحمد بن كعب القرظي بنحوه.\n</p>\n\n<p>\nوسعيد بن عبيد الله الوصافي، وأبوه، ضعيفان، لكن تابعه جماعة في طريق سعيد\nبن جبير: الحكم بن يعلى بن عطاء المحاربي، عن أبي معمر عباد بن عبد الصمد\nالبصري، وهما هالكان، وراويه عن محمد بن كعب، وعبد الرحمن؛ عثمان بن عبد\nالرحمن بن عمر بن سعد بن أبي وقاص، متفق على تركه.\n</p>\n\n<p>\nومن طريقه رواه أبو يعلى الموصلي في \"مسنده\" من حديث يحيى بن حجر الشامي:\nحدثنا علي بن منصور الأنباوي، حدثنا عثمان بن عبد الرحمن الوقاصي، عن محمد\nبن كعب القرظي قال: بينما عمر رضي الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p276'> Vol. 00, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n#277#\n</p>\n\n<p>\nعنه جالس؛ إذ مر به رجل، فقال قائل: أتعرف هذا؟ قال: ومن هو؟ قال: سواد بن قارب.\n</p>\n\n<p>\nفأرسل إليه عمر رضي الله عنه فقال: أنت سواد بن قارب؟ قال: نعم.\n</p>\n\n<p>\nقال: أنت الذي أتاه رئيه بظهور النبي صلى الله عليه وسلم؟ قال: نعم.\n</p>\n\n<p>\nقال: فأنت على كهانتك؟\n</p>\n\n<p>\nفغضب وقال: ما استقبلني بهذا أحد منذ أسلمت.\n</p>\n\n<p>\nقال عمر رضي الله عنه: سبحان الله! ما كنا عليه من الشرك أعظم.\n</p>\n\n<p>\nقال: فأخبرني بإتيانك رئيك بظهور النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال: بينا أنا ذات ليلة بين النائم واليقظان، إذ أتاني فضربني برجله وقال:\nقم يا سواد بن قارب، اسمع مقالتي، واعقل إن <span id='ms1980'></span> كنت تعقل، إنه بعث رسول الله\nصلى الله عليه وسلم من لؤي بن غالب، يدعو إلى عبادة الله، وذكر بقيته.\n</p>\n\n<p>\nوفيه: ثم أنشأ عمر رضي الله عنه يقول: كنا يوما في حي من قريش يقال لهم: آل\nذريح، وقد ذبحوا عجلا، والجزار يعالجه، إذ سمعنا صوتا من جوف العجل ولا نرى\nشيئا، وهو يقول: يا آل ذريح! أمر نجيح، صائح يصيح، بلسان فصيح، يشهد أن لا\nإله إلا الله.\n</p>\n\n<p>\nإسناده منقطع.\n</p>\n\n<p>\nورواه الحسن بن سفيان، ومحمد بن عبد الوهاب الفراء، عن بشر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p277'> Vol. 00, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n#278#\n</p>\n\n<p>\nحجر -أخي يحيى بن حجر-، عن علي بن منصور، بنحوه.\n</p>\n\n<p>\nومن طريق الوقاصي، عن القرطبي أيضا؛ خرجه الحاكم أبو عبد الله في\n\"مستدركه\"، والحسن الخلال في كتابه \"الهواتف بالنبوة\".\n</p>\n\n<p>\nرواه هشام بن عمار: حدثنا عراك بن خالد، عن أبيه، قال: دخل سواد بن قارب\nعلى عمر بن الخطاب رضي الله عنهما، فذكره بنحوه.\n</p>\n\n<p>\nوزاد في آخر الأبيات، كما هو في رواية كعب القرظي:\n</p>\n\n<p>\nفكن لي شفيعا يوم لا ذو شفاعة ... سواك بمغن عن سواد بن قارب\n</p>\n\n<p>\nوإسناده ضعيف.\n</p>\n\n<p>\nوخرجه أبو محمد الحسن بن الخلال في كتابه \"الهواتف بالنبوة\" من حديث يوسف\nبن يعقوب بن البهلول، حدثني إسحاق بن بهلول، عن أبيه بهلول، عن إسحاق بن\nزياد بن سامة بن لؤي، عن شبيب بن شيبة، عن خالد صفوان بن الأهتم، قال:\n</p>\n\n<p>\nقال عمر بن الخطاب رضي الله عنه لسواد بن قارب: يا سواد! متى عهدك بكهانتك؟\n</p>\n\n<p>\nقال: ذاك من الجاهلية انقضى، وقد أكرمنا الله بالإسلام، وما أظنك استقبلت\nبهذا أحدا منذ وليت.\n</p>\n\n<p>\nوذكر الحديث بطوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p278'> Vol. 00, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n#279#\n</p>\n\n<p>\nوخرجه أبو جعفر عمر بن أحمد بن شاهين في \"الدلائل\" من حديث الفضل بن زياد،\nصاحب يزيد بن عيسى بن يزيد القرشي: حدثنا العلاء بن زيدل، عن أنس بن مالك\nرضي الله عنه، قال:\n</p>\n\n<p>\nقدم سواد بن قارب، فقال: يا رسول الله! كنت كاهنا، وذكر الحديث.\n</p>\n\n<p>\nوخرجه أبو عبيد الله محمد بن عمران بن موسى المرزباني في \"أشعار الجن\" من\nحديث أحمد بن <span id='ms1981'></span> محمد بن عمر بن يونس اليمامي: حدثنا عبد الحميد بن عمر\nالجندي، حدثنا محمد بن خالد الجندي، عن شبل بن الحجاج الجندي، عن طاوس، عن\nابن عباس رضي الله عنهما، قال:\n</p>\n\n<p>\nكنت جالسا عند عمر بن الخطاب رضي الله عنه، إذ أقبل سواد بن قارب الدوسي،\nوذكر الحديث:\n</p>\n\n<p>\nوخرجه أيضا من حديث السكن بن سعيد، عن محمد بن عباد، عن ابن الكلبي قال:\n</p>\n\n<p>\nبينما عمر بن الخطاب رضي الله عنه في المسجد، إذ مر به رجل، فقال لرجل من\nالقوم: أتعرف هذا؟ قال: نعم يا أمير المؤمنين، هذا سواد ابن قارب، وذكر\nالحديث.\n</p>\n\n<p>\nوخرجه أيضا من حديث يعقوب بن إبراهيم بن سعد بن عاصم بن محمد بن زيد بن عبد\nالله بن عمر، عن بشر بن إبراهيم التيمي، عن أبي بكر بن حفص بن عمر بن سعد، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p279'> Vol. 00, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n#280#\n</p>\n\n<p>\nبينا عمر رضي الله عنه جالس، مر به رجل حسان جمال، فقال: لقد أخطأ رأيي،\nوإن هذا الرجل لعلى دينه في الجاهلية، أو: لقد أخطأ ظني به، وإنه لعلى دين\nقومه، أو: لقد كان كاهن قومه في الجاهلية، علي بالرجل.\n</p>\n\n<p>\nفلما أتاه، وقف بين يديه فقال: لقد أخطأ ظني بك، وإنك لعلى دين قومك، أو\nلقد كنت كاهن قومك في الجاهلية.\n</p>\n\n<p>\nفقال الرجل: تالله ما رأيت كاليوم استقبل به رجل مسلم!!.\n</p>\n\n<p>\nفقال عمر رضي الله عنه: فإني أعزم عليك إلا أخبرتني:\n</p>\n\n<p>\nقال: فإني كنت كاهن قومي في الجاهلية.\n</p>\n\n<p>\nفقال عمر رضي الله عنه: فما أعجب ما جاءتك به شيطانتك؟\n</p>\n\n<p>\nقال: بينا أنا يوما إذ جاءتني فزعة، فقالت:\n</p>\n\n<p>\nألم تر الجن وإبلاسها ... وشدها العيس بأحلاسها\n</p>\n\n<p>\nوذكر الحديث المرزباني اختصره في الطرق الثلاثة، بعد أن خرجه من طريق محمد\nبن كعب القرظي بتمامه، وزاد في هذه الطريق الآخرة رواية عاصم بن محمد بعد\nقوله:، وذكر الحديث.\n</p>\n\n<p>\nفقال عمر رضي الله عنه: صدق - ثلاثا-، بينما أنا عند بعض أصنامهم، إذ جاء\nرجل بعجل فذبحه، فصرخ من جوفه صائح لم أرى مثله صوتا قط أشد منه <span id='ms1982'></span> يقول: يا\nجليح! أمر نجيح، رجل يصيح، يقول: لا إله إلا الله، فنفر القوم، فلم يبق غيري.\n</p>\n\n<p>\nفقلت: لا أريم حتى أنظر ما وراء هذا، فعاد لها مرتين، فلم أنشب أن قيل: هذا\nمحمد رسول الله صلى الله عليه وسلم نبيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p280'> Vol. 00, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n#281#\n</p>\n\n<p>\nوالأخير من هذا الحديث؛ قد ثبت في \"الصحيح\" من حديث سالم ابن عبد الله بن\nعمر، عن عبد الله بن عمر رضي الله عنهما قال: ما سمعت عمر رضي الله عنه\nيقول لشيء قط: إني لأظنه كذا، إلا كان كما يظن. بينما عمر رضي الله عنه\nجالس، إذ مر به رجل جميل، فقال: لقد أخطأ ظني، أو: أن هذا على دينه في\nالجاهلية، أو: لقد كان كاهنهم، علي الرجل.\n</p>\n\n<p>\nفدعي له، وقال له ذلك، فقال: ما رأيتك كاليوم استقبل به رجلا مسلما!\n</p>\n\n<p>\nقال: فإني أعزم عليك إلا ما أخبرتني.\n</p>\n\n<p>\nقال: كنت كاهنهم في الجاهلية.\n</p>\n\n<p>\nقال: فما أعجب ما جاءتك به جنيتك؟.\n</p>\n\n<p>\nقال: بينما أنا يوما في السوق، جاءتني أعرف فيها الفزع، قالت:\n</p>\n\n<p>\nألم تر الجن وإبلاسها ... ويأسها من بعد إنكاسها\n</p>\n\n<p>\nولحوقها بالقلاص وأحلاسها ...\n</p>\n\n<p>\nقال عمر رضي الله عنه: صدق، بينما أنا نائم عند آلهتهم، إذ جاء رجل بعجل\nفذبحه، فصرخ به صارخ لم أسمع صارخا قط أشد صوتا منه يقول: يا جليح! أمر\nنجيح، رجل يصيح لا إله إلا الله، فوثب القوم.\n</p>\n\n<p>\nقلت: لا أبرح حتى أعلم ما وراء هذا.\n</p>\n\n<p>\nثم نادى: يا جليح! أمر نجيح، رجل يصيح: لا إله إلا الله، فقمت، فما نشبنا\nأن قيل: هذا نبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p281'> Vol. 00, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n#282#\n</p>\n\n<p>\nورواه يحيى بن أيوب -أظنه الغافقي المصري- عن ابن الهاد، عن عبد الله بن\nسليمان، عن محمد بن عبد الله بن عمرو، عن نافع، عن ابن عمر رضي الله عنهما قال:\n</p>\n\n<p>\nبينما رجل مار فقال عمر رضي الله عنه: قد كنت مرة ذا فراسة وليس لي رئي،\nألم يكن قد كان هذا الرجل ينظر ويقول في الكهانة؟، ادعوه لي، فدعوه.\n</p>\n\n<p>\nوقال عمر رضي الله عنه: من أين قدمت؟ قال: من <span id='ms1983'></span> الشام، قال: فأين تريد؟ قال:\nأردت هذا البيت، ولم أكن أخرج حتى آتيك.\n</p>\n\n<p>\nقال: هل كنت تنظر في الكهانة؟ قال: نعم، قال: فحدثني.\n</p>\n\n<p>\nقال: إني ذات ليلة بواد، إذ سمعت صائحا يقول: يا جليح! أمر نجيح، رجل يصيح،\nيقول: لا إله إلا الله، الجن وإياسها، والإنس وإبلاسها، والخيل وأحلاسها.\n</p>\n\n<p>\nفقلت: من هذا؟ إن هذا الخبر يئست منه الجن، وأبلست منه الإنس، وأعملت فيه\nالخيل، فما حال الحول حتى بعث رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوذكره الإمام أبو الحسن الماوردي في كتابه \"أعلام النبوة\" معلقا عن إبراهيم\nبن سلامة، عن إسماعيل بن زياد، عن ابن جريج، عن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p282'> Vol. 00, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n#283#\n</p>\n\n<p>\nرضي الله عنهما: أن عمر بن الخطاب رضي الله عنه حدث يوما في مجلس بعد رسول\nالله صلى الله عليه وسلم فقال: خرجنا قبل مظهر النبي صلى الله عليه وسلم\nبشهرين إلى الأبطح -أبطح مكة- معنا عجل نريد ذبحه، ونحن نفر، فلما ذبحناه\nوتصاب دمه ومات، إذ صاح من جوفه صائح يقول: يا ذريح! يا ذريح! أمر نجيح،\nصائح يصيح، بصوت فصيح، نبي مظهر الحق، يفتح بقول: لا إله إلا الله.\n</p>\n\n<p>\nفصاح كذلك ثلاث مرات، ثم هدأ صوته، وتفرقنا ورعبنا، فلم يلبث النبي صلى\nالله عليه وسلم أن ظهر.\n</p>\n\n<p>\nفقال رجل من القوم: ما تعجب يا أمير المؤمنين؟ خرجت أنا وأصحاب لي في تجارة\nلنا، ونحن أربعة [نفر] نريد الشام، حتى إذا كنا ببعض أودية الشام، قرمنا\nإلى اللحم قرما شديدا، قبل مظهر النبي صلى الله عليه وسلم، فإذا بظبية قد\nعرضت [لنا] مكسورة القرن، فلم نزل نختلها حتى أخذناها، قال: فوالله إننا\nنتوامر بذبحها، إذ هتف هاتف فقال:\n</p>\n\n<p>\nأيها الركب السراع الأربعة ... خلوا سبيل الظبية المروعة\n</p>\n\n<p>\nفإنها لطفلة ذات دعة ... خلوا عن العضباء قدامي سعة\n</p>\n\n<p>\nثم قال: خلوا عنها، فوالله لقد رأيت هذا الوادي وما يمر فيه أقل من خمسين\nرجلا حتى كنتم به.\n</p>\n\n<p>\nقال: فأرسلناها، فلما أمسينا أخذنا بأزمة رواحلنا حتى أتى بنا إلى حاضر لجب\nكثير الأهل، قال <span id='ms1984'></span>: فأطعمنا من الثريد ما أذهب قرمنا، ثم خرجنا حتى قضى الله\nتجارتنا، فصحبنا رجل من يهود، فلما كنا بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p283'> Vol. 00, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n#284#\n</p>\n\n<p>\nالوادي هتف هاتف فقال:\n</p>\n\n<p>\nإياك تعجل وخذها مونقة ... فإن شر السير سير الحقحقة\n</p>\n\n<p>\nقد لاح نجم فاستوى في مشرقه ... يكشف عن ظلما عبوس موبقة\n</p>\n\n<p>\nيدعو إلى ظل جنان مدهقة ...\n</p>\n\n<p>\nفقال اليهود: أتدرون ما يقول هذا الصارخ؟ قلنا: ما يقول؟ قال: يخبر أن نبيا\nقد ظهر خلافكم بمكة.\n</p>\n\n<p>\nقال: فقدما فوجدنا النبي صلى الله عليه وسلم قد ظهر بمكة.\n</p>\n\n<p>\nوقال إبراهيم بن إسحاق الحربي: حدثنا مسلم بن إبراهيم، حدثنا الحسن بن أبي\nجعفر، عن ليث، عن مجاهد: أن بني غفار قربوا عجلا ليذبحوه، فنادى العجل: يا\nآل ذريح! لأمر نجيح، لصائح يصيح، بلسان فصيح، بمكة يدعو: لا إله إلا الله.\n</p>\n\n<p>\nقال: فنظروا فإذا النبي صلى الله عليه وسلم قد بعث.\n</p>\n\n<p>\nورواه الحجاج بن أرطاة، وغيره، عن مجاهد.\n</p>\n\n<p>\nوقال عبد الله ابن الإمام أحمد في كتابه \"العلل\": حدثني أبي، حدثنا محمد بن\nبكر -يعني: البرساني-، أخبرنا عبيد الله بن أبي زياد، حدثني عبد الله بن\nكثير الداري، عن مجاهد، حدثنا شيخ أدرك الجاهلية -ونحن في غزوة رودس- يقال\nله: ابن عبس، قال: كنت أسوق لآل لنا بقرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p284'> Vol. 00, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n#285#\n</p>\n\n<p>\nقال: فسمعت من جوفها: يا آل ذريح! قول فصيح، رجل يصيح: لا إله إلا الله.\n</p>\n\n<p>\nقال: فقدمنا مكة، فوجدنا النبي صلى الله عليه وسلم قد خرج بمكة.\n</p>\n\n<p>\nوهو مخرج في \"المسند\".\n</p>\n\n<p>\nوخرج أبو محمد الحسن بن محمد بن علي الخلال في كتابه \"الهواتف بالنبوة\" من\nحديث أبي جعفر أحمد بن صلاح المكي، حدثنا محمود بن حماد بن سليمان الراسبي،\nحدثنا أبو الخليل سلم بن بالق، عن جعفر بن محمد، عن أبيه، عن ابن عباس رضي\nالله عنهما قال:\n</p>\n\n<p>\nلما نزلت هذه الآية: {إنكم وما تعبدون من دون الله حصب جهنم أنتم لها\nواردون} قام أبو جهل خطيبا وقال: يا معشر قريش! إن محمدا قد شتم آلهتكم\nوسفه أحلامكم، وزعم أن من مضى من آبائكم يتهافتون في <span id='ms1985'></span> النار تهافت الحمر،\nألا فمن قتل محمدا؛ فله علي مئة ناقة حمرا وسودا، وألف أوقية فضة.\n</p>\n\n<p>\nفقام عمر بن الخطاب رضي الله عنه وهو يومئذ على غير دين الإسلام فقال: يا\nأبا الحكم! الضمان صحيح؟\n</p>\n\n<p>\nقال: نعم، عاجل غير آجل.\n</p>\n\n<p>\nقال: واللآت والعزى؟ قال: نعم.\n</p>\n\n<p>\nوأخذ أبو جهل حتى أدخله الكعبة فشهد عليه هبل، وكان هبل عظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p285'> Vol. 00, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n#286#\n</p>\n\n<p>\nأصنامهم، وكانوا إذا أرادوا سفرا أو حربا أو سلما أو نكاحا؛ لم يفعلوا شيئا\nحتى يتسامروا هبل، قال: فأشهد عليه هبل، وتلك الأصنام.\n</p>\n\n<p>\nفخرج عمر رضي الله عنه متقلدا سيفه، متنكبا كنانته يريد النبي صلى الله\nعليه وسلم ليقتله، فلقيه رجل من بني زهرة فقال: أين تريد يا عمر؟ قال: أريد\nمحمدا، قال: وما تصنع به؟ قال: أقتله، قال: فكيف تأمن في بني هاشم، أو في\nبني عبد المطلب إذا أنت قتلت محمدا صلى الله عليه وسلم؟\n</p>\n\n<p>\nقال له عمر رضي الله عنه: إني لأظنك قد صبوت إلى محمد، ولو علمت ذلك منك\nلبطشت بك، قال الزهري: كلا، أنا على دين آبائي.\n</p>\n\n<p>\nثم انطلقا يمشيان حتى أتيا على الأبطح، فإذا هما بعجل يذبح، وقد اجتمعوا\nحوله ليقسموا لحمه، فلما أوثقوه وأضجعوه؛ تكلم العجل بلسان طلق ذلق فأنشأ\nيقول: يا آل ذريح! أمر نجيح، رجل يصيح، بلسان فصيح، يدعوكم إلى شهادة أن لا\nإله إلا الله، وأن محمدا رسول الله.\n</p>\n\n<p>\nقال: فتفرق القوم عنه، ومضى عمر مرعوبا وهو يقول: يا عجبا! إن هذا الأمر\nلأمر عظيم قد نزل بنا، لأقتلن محمدا قبل أن يستبد هذا الأمر.\n</p>\n\n<p>\nثم انطلق حتى أتيا مكة وصناديد قريش في الحجر، فأخبرهم عمر بما سمع،\nفقالوا: يا عجباه! عجل يتكلم، لو أن غير عمر أخبرنا بهذا، ما صدقناه.\n</p>\n\n<p>\nفقالوا: يا عمر! اكتمه، فقال عمر رضي الله عنه: والله لا أكتم شيئا سمعته\nحقا، ولا باطلا.\n</p>\n\n<p>\nقال: فمشوا إلى رؤساء بني عدي، فأخبروهم بما سمع، ومضى عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p286'> Vol. 00, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n#287#\n</p>\n\n<p>\nإلى محمد صلى الله عليه وسلم ليقتله، فلقيه ناس من بني خزاعة وقد وقع <span id='ms1986'></span> بينهم\nشحناء، وهم يريدون إلى صنم لهم يقال له: بهم، ليحكم بينهم، فلما نظروا إلى\nعمر قالوا: يا عمر! هل لك أن تدخل معنا إلى بهم ليحكم بيننا؟ فدخل معهم،\nفلما وقفوا بين يديه، إذا هم بهاتف يهتف من جوف الصنم، وهو يقول شعر:\n</p>\n\n<p>\nيا أيها الناس ذووا الأجسام ... ما أنتم وطائش الأحلام\n</p>\n\n<p>\nومسند الحكم إلى الأصنام ... وذلكم أمر كالأنعام\n</p>\n\n<p>\nأما ترون ما أرى أمامي ... من ساطع يجلو دجى الظلام\n</p>\n\n<p>\nقد لاح للناظرين تهام ... حتى بدا للناظرين الشام\n</p>\n\n<p>\nأكرمه الرحمن من إمام ... قد جاء بعد الكفر بالإسلام\n</p>\n\n<p>\nيأمر بالصلاة والصيام ... والبر والصلاة للأرحام\n</p>\n\n<p>\nويزجر الناس عن الآثام ...\n</p>\n\n<p>\nقال: فتفرق الناس عنه.\n</p>\n\n<p>\nقال: فبلغنا أنه لم يحضر ذلك الصنم يومئذ أحد إلا أسلم. وذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p287'> Vol. 00, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n#288#\n</p>\n\n<p>\nالحديث بطوله، وفيه إسلام عمر رضي الله عنه.\n</p>\n\n<p>\nأخرج أبو القاسم الطبراني، وأبو بكر أحمد بن مروان الدينوري في كتابه\n\"المجالسة\"، وأبو بكر محمد بن جعفر الخرائطي في كتابه \"هواتف الجنان\"\nواللفظ له، من حديث الزهري، عن عبد الرحمن بن أنس السلمي، عن العباس بن\nمرداس رضي الله عنه: أنه كان يغر في لقاح له نصف النهار، إذ طلعت عليه\nنعامة بيضاء عليها راكب، عليه ثياب بيض أمثل اللبن.\n</p>\n\n<p>\nفقال: يا عباس بن مرداس! ألم تر أن السماء كفت بالنجوم، وأن الحرب جرعت\nأنفاسها، وأن الخيل وضعت أحلاسها، وأن الدين نزل بالبر والتقوى، يوم\nالاثنين ليلة الثلاثاء صاحب الناقة القصوى.\n</p>\n\n<p>\nقال: فرجعت مرعوبا، قد راعني ما رأيت وسمعت، حيث جئت وثنا لنا يدعى:\nالضماد، وكنا نعبده ونكلم من جوفه، فكنست ما حوله، ثم تمسحت به، وقبلته،\nفإذا صائح من جوفه يقول:\n</p>\n\n<p>\nقل للقبائل من سليم كلها ... هلك الضماد وفاز أهل المسجد\n</p>\n\n<p>\nهلك الضماد وكان يعبد مرة ... قبل الصلاة مع النبي محمد\n</p>\n\n<p>\nإن الذي جا بالنبوة والهدى ... بعد ابن مريم من قريش مهتدي\n</p>\n\n<p>\nقال: فخرجت مرعوبا حتى أتيت قومي، فقصصت عليهم القصة، وأخبرتهم الخبر،\nوخرجت في ثلاث مئة من قومي من بني حارثة إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p288'> Vol. 00, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n#289#\n</p>\n\n<p>\nرسول الله صلى الله <span id='ms1987'></span> عليه وسلم وهو بالمدينة، فدخلنا المسجد، فلما رآني\nالنبي صلى الله عليه وسلم قال: لي: \"يا عباس! كيف كان إسلامك؟ \" فقصصت عليه\nالقصة، قال: فسر بذلك، فأسلمت أنا وقومي.\n</p>\n\n<p>\nوقال أبو عبد الله محمد بن عمران بن موسى المرزباني في كتابه \"أشعار الجن\":\nحدثنيه أحمد بن محمد الجوهري، حدثنا العنزي، حدثنا أحمد بن إبراهيم بن فراس\nالشامي، حدثنا أبو عمر العمري، حدثنا أبو المنذر هشام بن محمد الكلبي،\nأخبرنا أبو عبد الرحمن العجلاني، عن عقبة بن جميل بن كنانة بن محصن بن\nهبيرة بن مرداس الأسلمي، قال:\n</p>\n\n<p>\nهلك مرداس بن أبي عامر في الجاهلية، وكان له وثن من حجارة يقال له: ضماد،\nفأوصى ابنه العباس عند وفاته بحفظه، وقد بني عليه خباء وسدنة، وكانت عند\nعباس يومئذ امرأة من بني تميم يقال لها: جمل، فعمد إلى فرسه فشده عنده،\nوروح عليه صرمته، حتى إذا كان ليلة من ليالي الجاهلية، دعا عباسا داع من\nبيت ضماد يسمعه ولا يراه، فقال: يا عباس!\n</p>\n\n<p>\nقل للقبائل من سليم كلها ... هلك الأنيس وعاش أهل المسجد\n</p>\n\n<p>\nأود ضماد وكان يعبد مرة ... قبل الكتاب وقبل دين محمد\n</p>\n\n<p>\nإن الذي ورث النبوة والهدى ... بعد ابن مريم من قريش مهتدي\n</p>\n\n<p>\nفلما أصبح عباس رضي الله عنه غدا مع إبله يقود فرسه، حتى إذا كان قريبا من\nنصف النهار، إذا رجل ينادي في الهواء راكبا على جناح نعامة سوداء فقال: يا عباس!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p289'> Vol. 00, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n#290#\n</p>\n\n<p>\nبشر الجن وإبلاسها ... أن قد كفت السماء أحراسها\n</p>\n\n<p>\nوجرعت الحرب أنفاسها ... ووضعت الخيل أحلاسها\n</p>\n\n<p>\nإن النور الذي نزل يوم الاثنين ليلة الثلاثاء مع الراكب الناقة العضباء في\nدور بني العنقاء، علا فبهر، واتسع فانتشر، فمن خالفه كفر.\n</p>\n\n<p>\nفخرج العباس رضي الله عنه حتى أتى ضماد فهدمه، ووجد جملا امرأته قد زارت\nجيرانها، فعجل أن تجيء، فأخذ فرسه وكان اسمها: صلاح، ثم مر به على غلامه في\nإبله فقال: أقرئ جملا السلام وقل لها: إني قد هدمت ضمادا وتركت الملة التي\nكنت عليها، وأنا خارج إلى نبي بالمدينة <span id='ms1988'></span> صلى الله عليه وسلم.\n</p>\n\n<p>\nوخرج حتى أتى النبي صلى الله عليه وسلم، فبايعه على دين الله عز وجل، فلما\nأعز الله الإسلام وأهله، رجع إلى أهله وماله، وروح غلامه على إبله.\n</p>\n\n<p>\nوخرج أبو نعيم الحافظ في كتاب \"الدلائل\" من حديث عبد الله بن ساعدة الهذلي،\nعن أبيه قال: كنا عند صنمنا: سواع، وقد جلبنا إليه غنما لنا مئتي شاة قد\nأصابها جرب، فأدنيتها منه أطلب بركته، فسمعت مناديا من جوف الصنم ينادي: قد\nذهب كيد الجن، ورمينا بالشهب لنبي اسمه أحمد.\n</p>\n\n<p>\nقال: فقلت: غيرت والله، فأصرفت وجه غنمي منحدرا إلى أهلي فلقيت رجلا فخبرني\nبظهور رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p290'> Vol. 00, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n#291#\n</p>\n\n<p>\nوخرج الإمام أبو المحاسن عبد الواحد بن إسماعيل الروياني في كتابه\n\"المعجزات\" من طريق عمر بن مدرك، حدثنا عبد الله بن محمد البلوي، حدثنا\nعمارة بن زيد، حدثنا عبد الله بن العلاء، عن عبد الرحمن بن حميد بن عبد\nالرحمن، عن أبيه قال: كان أبي عبد الرحمن بن عوف رضي الله عنه يقول: سافرت\nإلى اليمن قبل مبعث رسول الله صلى الله عليه وسلم بسنة ونحوها، فنزلت على\nعسكلان بن عواكن الحميري -وكان شيخا كبيرا، أنسي له في العمر حتى عاد\nكالفرخ، الخبر.\n</p>\n\n<p>\nإلى أن قال: وكنت لا أزال إذا أتيت اليمن نزلت عليه، فيسألني عن مكة\nوالكعبة وزمزم، ويقول: هل ظهر فيكم رجل له نبه، له ذكر، هل خالف أحدا في دينكم؟\n</p>\n\n<p>\nفأقول: لا، حتى قدمت القدمة التي بعث فيها رسول الله صلى الله عليه وسلم،\nفرأيته ضعف وثقل سمعه، فنزلت عليه، فاجتمع ولده وولد ولده، وأخبروه بمكاني،\nفشد عصابة على عينيه فأسند وأقعد، وقال: انتسب إلي يا أخا قريش؟\n</p>\n\n<p>\nفقلت: أنا عبد الرحمن بن عوف بن عبد عوف بن عبد الحارث بن زهرة، قال: حسبك\nيا أخا زهرة، ألا أبشرك ببشارة هي خير لك من التجارة؟\n</p>\n\n<p>\nقلت: بلى.\n</p>\n\n<p>\nقال: أنبئك بالمعجبة، وأبشرك بالمرغبة، إن الله قد بعث في الشهر الأول من\nقومك نبيا ارتضاه صفيا، وأنزل عليه <span id='ms1989'></span> كتابا وجعل له ثوابا، ينهى عن عبادة\nالأصنام، يأمر بالحق ويفعله، وينهى عن الباطل ويبطله.\n</p>\n\n<p>\nقال: فقلت: من هو؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p291'> Vol. 00, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n#292#\n</p>\n\n<p>\nفقال: لا من الأزد ولا ثمالة، ولا من السرور ولا تبالة، من بني هاشم وأنتم\nأخواله.\n</p>\n\n<p>\nيا عبد الرحمن! اخف الواقعة، وعجل الرجعة، ثم امض له وآزره وصدقه، واحمل\nإليه هذه الأبيات:\n</p>\n\n<p>\nأشهد بالله ذي المعالي ... وفالق الليل والصباح\n</p>\n\n<p>\nإنك في المتم من قريش ... يابن المفدى من الذباح\n</p>\n\n<p>\nالأبيات، إلى قوله:\n</p>\n\n<p>\nأشهد بالله رب موسى ... إنك أرسلت بالبطاح\n</p>\n\n<p>\nفكن شفيعي إلى مليك ... يدعو البرايا إلى الفلاح\n</p>\n\n<p>\nقال عبد الرحمن رضي الله عنه: فحفظت الأبيات وأسرعت في تقصي حوائجي وانصرفت\nإلى مكة، فلقيت أبا بكر الصديق رضي الله عنه فقال: هذا محمد بن عبد الله قد\nبعثه الله تعالى إلى خلقه، فأتيته في بيت خديجة، فلما رآني ضحك وقال: \"أرى\nوجها خليقا أرجو له خيرا، ما وراءك يا أبا محمد؟ \".\n</p>\n\n<p>\nفقلت: ما ورائي يا محمد، قال: \"حملت إلي وديعة، أم أرسلك مرسل إلي برسالة،\nهاتها، أما إن أخا حمير من خواص المؤمنين\".\n</p>\n\n<p>\nقال عبد الرحمن رضي الله عنه: فأسلمت وشهدت أن لا إله إلا الله، وأن محمدا\nرسول الله، وأنشدته شعره، فقال: \"رب مؤمن بي ولم يرني، ومصدق وما شهدني\".\n</p>\n\n<p>\nالخبر بطوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p292'> Vol. 00, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n#293#\n</p>\n\n<p>\nويروى: أن عمرو بن معدي كرب بن عبد الله الزبيدي رضي الله عنه عوتب على\nتردده في الإسلام وردته عنه، فقال: والله ما هو إلا الشقاء، ولقد علمت أن\nمحمدا رسول الله صلى الله عليه وسلم قبل أن يوحى إليه.\n</p>\n\n<p>\nقيل: كيف كان ذاك يا أبا ثور؟\n</p>\n\n<p>\nقال: حدث بين بني زيد تناجش وتظالم، إلى أن سفك بعضهم دماء بعض، ففزع\nحكماؤهم إلى كاهن لهم رجوا أن يكون عنده المخرج مما نزل بهم.\n</p>\n\n<p>\nفقال الكاهن: أقسم بالسماء ذات الأبراج، والأرض ذات الأدراج العجاج،\nوالجبال ذات الفجاج، والبحار ذات الأمواج، إن هذا الإدراج والارتجاج، لعجاج\nذو نتاج.\n</p>\n\n<p>\nقالوا: وما نتاجه؟\n</p>\n\n<p>\nقال: لظهور نبي صادق، بكتاب ناطق، وحسام ذالق.\n</p>\n\n<p>\nقالوا: أين يظهر <span id='ms1990'></span>؟ وإلى ما يدعو؟\n</p>\n\n<p>\nقال: يظهر الصلاح، ويدعو إلى الفلاح، يعطل القداح، وينهى عن الراح والسفاح،\nوعن كل أمر قباح.\n</p>\n\n<p>\nقالوا: ممن هو؟\n</p>\n\n<p>\nقال: من ولد الشيخ الأكرم، حافر زمزم، ومطعم الطير الحوم، والسباع الضرم.\n</p>\n\n<p>\nقالوا: وما اسمه؟ قال: اسمه محمد، وعزه سرمد، وخصمه مكمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p293'> Vol. 00, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n#294#\n</p>\n\n<p>\nوقال الزبير بن بكار: حدثني عمي مصعب، عن مصعب بن عثمان قال: كان أمية\n-يعني: ابن أبي الصلت- قد نظر في الكتب وقرأها، ولبس المسوح تعبدا، وكان\nممن ذكر إبراهيم وإسماعيل والحنيفية، وحرم الخمر والأوثان والتمس الدين،\nوطمع في النبوة؛ لأنه قرأ في الكتب أن نبيا يبعث من العرب، فكان يرجو أن\nيكون هو.\n</p>\n\n<p>\nفلما بعث الله محمدا صلى الله عليه وسلم قيل له: هذا الذي كنت تبشر به\nوتقول فيه، فحسده عدو الله وقال: أنا كنت أرجو أن أكونه، فأنزل الله عز وجل\nفيه: {واتل عليهم نبأ الذي آتيناه آياتنا فانسخ منها فأتبعه الشيطان فكان\nمن الغاوين} وهو الذي يقول: كل دين يوم القيامة عند الله، إلا دين\nالحنيفية؛ زور.\n</p>\n\n<p>\nقال الزبير: وحدثني عمر بن أبي بكر المؤملي، قال: حدثني رجل من أهل الكوفة\nقال: كان أمية قائما فجاءه طائران، فوقع أحدهما على باب البيت، ودخل الآخر\nفشق عن قلبه، ثم رده الطائر، فقال له الطائر الآخر: أوعى، قال: نعم، أزكى،\nقال: أبى.\n</p>\n\n<p>\nوهذا قد جاء مطولا فيما قاله أبو بكر محمد بن أحمد بن الفضل الأهوازي في\nكتابه \"المنود من وفود القبائل\"، في أول وفود النساء على رسول الله صلى\nالله عليه وسلم قال: حدثنا إبراهيم بن عبد الأعلى، حدثنا عمر بن شبة، حدثنا\nمحمد بن يحيى، حدثنا عبد العزيز بن عمران، عن عبد الرحمن بن عبد الله بن\nعامر بن مسعود بن خلف، عن ابن شهاب قال:\n</p>\n\n<p>\nدخل أمية بن أبي الصلت على أخته وهي تهنأ أدما، فأدركه النوم فنام في ناحية\nمن البيت، فوقع عليه طائران، ووقع أحدهما على صدره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p294'> Vol. 00, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n#295#\n</p>\n\n<p>\nوثبت الآخر مكانه، فشق الواقع صدره، ثم أخرج قلبه فشقه، فقال الأعلى <span id='ms1991'></span>\nللأسفل: أوعى؟ قال: نعم، قال: أقبل؟ قال: لا.\n</p>\n\n<p>\nقال: فرد قلبه إلى صدره ونهضا.\n</p>\n\n<p>\nفأتبعهما أمية طرفه فقال: لبيكما لبيكما، ها أنا ذا لديكما، لا بريء\nفأعتذر، ولا ذو عشيرة فأنتصر.\n</p>\n\n<p>\nقال: فرجع فوقع على صدره فشقه، فقال الأعلى للأسفل: أوعى؟ قال: نعم، قال:\nأقبل؟ قال: أبى، قال: فرد قلبه إلى صدره ونهضا.\n</p>\n\n<p>\nفأتبعهما أمية بطرفه فقال: لبيكما لبيكما، ها أنا ذا لديكما، لا مال\nيغنيني، ولا عشيرة تحميني، فرجع ووقع على صدره فأخرج قلبه فشقه، فقال\nالأعلى للأسفل: أوعى؟ قال: وعى، قال: أقبل؟ قال: أبى، فرد قلبه في صدره ونهضا.\n</p>\n\n<p>\nفأتبعهما بطرفه، فقال: لبيكما لبيكما، ها أنا ذا لديكما، محفود بالنعم،\nمحفوظ من الذنب.\n</p>\n\n<p>\nقال: فرجع فوقع على صدره فشقه، ثم أخرج قلبه فقال: الأعلى للأسفل: أوعى؟\nقال: وعى، قال: أقبل؟ قال: أبى، قال: رد قلبه في صدره، ثم نهضا\n</p>\n\n<p>\nفأتبعهما أمية طرفه فقال:\n</p>\n\n<p>\nإن تغفر اللهم تغفر جما ... وأي عيد لك إلا ألما\n</p>\n\n<p>\nواستوى السقف، فاستوى أمية جالسا.\n</p>\n\n<p>\nقال: فقلت: يا أخي! هل تجد شيئا؟ قال: حرارة في صدري، ثم أنشأ يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p295'> Vol. 00, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n#296#\n</p>\n\n<p>\nليتني كنت قبل ما قد بدا لي ... في قلال الجبال أرعى الوعولا\n</p>\n\n<p>\nفاجعل الموت نصب عينيك واحذر ... غولة الدهر إن للدهر غولا\n</p>\n\n<p>\nأخت أمية هي: الفارعة بنت أبي الصلت، صحابية، روى عنها ابن عباس رضي الله\nعنهما هذه القصة، وذلك فيما رواه إبراهيم بن يحيى بن محمد بن عباد بن هانئ\nالشجري: حدثني أبي، عن محمد بن إسحاق، عن الزهري، عن عبيد الله بن عبد الله\nبن عقبة، عن ابن عباس رضي الله عنهما: أن الفارعة بنت أبي الصلت رضي الله\nعنها جاءت إلى النبي صلى الله عليه وسلم فسألها عن قصة أبيها وأخيها.\n</p>\n\n<p>\nفقالت: قدم أخي من سفر فأتاني، فوثب على سريري، فأقبل طائران فسقط أحدهما\nعلى صدره، فشق ما بين صدره إلى ثنته، فذكر القصة بنحوها، وفيها ذكر موت أمية.\n</p>\n\n<p>\nوخالفه سلمة بن أبي الفضل الأبرش، فروى القصة عن ابن إسحاق: حدثني ابن شهاب <span id='ms1992'></span>\nالزهري، عن سعيد بن المسيب رضي الله عنه قال:\n</p>\n\n<p>\nقدمت فارعة بنت أبي الصلت رضي الله عنها على رسول الله صلى الله عليه وسلم\nبعد فتح الطائف، وكانت ذات لب وعقل وجمال، وكان رسول الله صلى الله عليه\nوسلم بها معجبا.\n</p>\n\n<p>\nفقال لها رسول الله صلى الله عليه وسلم ذات يوم: \"يا فارعة! هل تحفظين من\nشعر أخيك شيئا؟ \".\n</p>\n\n<p>\nقالت: نعم، وأعجب من ذلك ما قد رأيت، كان أخي في سفر، فلما انصرف بدا بي\nفدخل علي، فرقد على السرير، وأنا أحلق أديما كان في يدي، إذ أقبل طائران\nأبيضان فوقع أحدهما على الكوة، ودخل الآخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p296'> Vol. 00, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n#297#\n</p>\n\n<p>\nفوقع عليه، فشق الواقع ما بين قسمه إلى عانته، ثم أدخل يده في جوفه، فأخرج\nقلبه في كفه، ثم شمه، فقال له الطائر الأعلى: أوعى، قال: وعى، قال: أزكى،\nقال: أبى، ثم رد القلب إلى مكانه، فالتأم الجرح أسرع من طرفة عين، ثم ذهبا.\n</p>\n\n<p>\nفلما رأيت ذلك دنوت منه، فحركته، قلت: أخي، هل تجد شيئا؟ قال: لا، إلا\nتوصيبا في جسدي، وقد كنت ارتعت مما رأيت.\n</p>\n\n<p>\nفقال لي: ما لي أراك مرتاعة، فأخبرته الخبر.\n</p>\n\n<p>\nفقال: خير أريد بي، ثم انصرف عني، وذكر بقيته.\n</p>\n\n<p>\nوفي آخره: فقال لها رسول الله صلى الله عليه وسلم: \"يا فارعة! كان مثل\nأخيك، كمثل الذي آتاه الله آياته، فانسلخ منها، فاتبعه الشيطان، فكان من\nالغاوين بها، ولكنه أخلد إلى الأرض، واتبع هواه\".\n</p>\n\n<p>\nرواه وثيمة بن موسى بن الفرات أبو يزيد المصري، عن الأبرش، ومن طريقه\nرويناه مختصرا.\n</p>\n\n<p>\nورواه بطوله إسحاق بن بشر، عن ابن إسحاق.\n</p>\n\n<p>\nورواه أحمد بن يحيى ثعلب، عن ابن الأعرابي قال: قال محمد بن إسحاق، عن\nالزهري، عن ابن المسيب قال: قدمت الفارعة رضي الله عنها، فذكره بطوله.\n</p>\n\n<p>\nوقال الطبراني في \"معجمه الكبير\": حدثنا بكر بن أحمد بن مقبل، حدثنا عبد\nالله ابن شبيب، حدثنا يعقوب بن محمد الزهري، حدثنا مجاشع بن عمرو الأسدي،\nحدثنا ليث بن سعد، عن ابن الأسود محمد ابن عبد الرحمن بن <span id='ms1993'></span> نوفل، عن عروة بن\nالزبير، عن معاوية بن أبي سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p297'> Vol. 00, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n#298#\n</p>\n\n<p>\nابن حرب رضي الله عنه: أن أمية بن أبي الصلت كان معه بغزة، أو قال:\nبإيلياء، فلما قفلنا، قال أمية: يا أبا سفيان! هل لك أن تتقدم على الرفقة\nفنتحدث؟\n</p>\n\n<p>\nقلت: نعم، قال: ففعلنا، فقال لي: يا أبا سفيان! أيه عن عتبة بن ربيعة، قلت:\nأيه عن عتبة بن ربيعة.\n</p>\n\n<p>\nقال: كريم الطرفين، ويجتنب المظالم والمحارم.\n</p>\n\n<p>\nقلت: نعم، قال: وشريف مسن، قلت: وشريف مسن.\n</p>\n\n<p>\nقال: الشرف والسن أزريا به.\n</p>\n\n<p>\nفقلت له: كذبت، ما ازداد سنا إلا ازداد شرفا، قال: يا أبا سفيان! إنها كلمة\nما سمعت أحدا يقولها لي منذ تبصرت، لا تعجل علي حتى أخبرك.\n</p>\n\n<p>\nقال: هات.\n</p>\n\n<p>\nقال: إني كنت أجد في كتبي نبيا يبعث من حرتنا هذه، فكنت أظن، بل كنت لا شك\nأني هو، فلما دارست أهل العلم؛ إذ هو من بني عبد مناف، فنظرت في بني عبد\nمناف، فلم أر أحدا يصلح لهذا الأمر غير عتبة بن ربيعة، فلما أخبرتني بسنه\nعرفت أنه ليس به حين تجاوز الأربعين، ولم يوح إليه.\n</p>\n\n<p>\nقال أبو سفيان رضي الله عنه: فضرب الدهر من ضربه، وأوحي إلى رسول الله صلى\nالله عليه وسلم، وخرجت في ركب من قريش أريد اليمن في تجارة، فمررت بأمية بن\nأبي الصلت، فقلت له كالمستهزئ به: يا أمية! قد خرج النبي الذي كنت تنتظر؟\n</p>\n\n<p>\nقال: أما أنه حق فاتبعه، قلت: ما يمنعك من اتباعه؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p298'> Vol. 00, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n#299#\n</p>\n\n<p>\nقال: ما يمنعني إلا الاستحياء من شباب ثقيف، أني كنت أحدثهم أني هو، ثم\nيرونني تابعا لغلام من بني عبد مناف.\n</p>\n\n<p>\nثم قال أمية: وكأني بك يا أبا سفيان إن خالفته؛ قد ربطت كما يربط الجدي حتى\nيؤتى بك إليه، فيحكم بك ما يريد.\n</p>\n\n<p>\nوخرجه مطولا الإمام أبو بكر البيهقي في كتابه \"دلائل النبوة\"، والحافظ أبو\nنعيم في كتابه \"معرفة الصحابة\" رضي الله عنهم، واللفظ له.\n</p>\n\n<p>\nومن حديث سليمان بن الحكم بن عوانة، عن أبيه، عن إسماعيل بن الطريح بن\nإسماعيل <span id='ms1994'></span> الثقفي، حدثني أبي، عن أبيه، عن مروان بن الحكم، عن معاوية بن أبي\nسفيان، عن أبيه رضي الله عنهما، قال:\n</p>\n\n<p>\nخرجت وأمية بن أبي الصلت الثقفي تجارا إلى الشام، فكلما نزلت منزلا، أخذ\nأمية سفرا له يقرؤها علينا، فكنا كذلك حتى نزلنا قرية من قرى النصارى،\nفجاوه وأهدوا له وأكرموه، وذهب معهم إلى بيوتهم، ثم رجع في وسط النهار فوضع\nثوبيه، وأخذ ثوبين له أسودين، فلبسهما وقال لي: يا أبا سفيان! هل لك في\nعالم من علماء النصارى، إليه يتناهى علم الكتاب، نسأله؟.\n</p>\n\n<p>\nقلت: لا أرب لي فيه، والله لئن حدثني بما أحب؛ لا أثق به، وإن حدثني بما\nأكره؛ لأوجلن منه.\n</p>\n\n<p>\nقال: فذهب وخالفه شيخ من النصارى فدخل علي فقال: ما يمنعك أن تذهب إلى هذا الشيخ؟\n</p>\n\n<p>\nقلت: لست على دينه، قال: وإن فاتك تسمع منه عجبا، وتراه.\n</p>\n\n<p>\nثم قال: أثقفي أنت؟ قلت: لا، ولكني قرشي، قال: فما يمنعك من الشيخ؟، فوالله\nإنه ليحبكم ويوصي بكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p299'> Vol. 00, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n#300#\n</p>\n\n<p>\nقال: فخرج من عندنا ومكث أمية حتى جاءنا بعد هدأة من الليل فطرح ثوبيه ثم\nانجدل على فراشه، فوالله ما نام ولا قام حتى أصبح كئيبا حزينا، ساقطا غبوقه\nعلى صبوحه، ما يكلمنا ولا نكلمه.\n</p>\n\n<p>\nثم قال: ألا ترحل؟ قلت: وهل بك من رحيل؟ قال: نعم.\n</p>\n\n<p>\nفرحلنا، فسرنا بذلك ليلتين من همه، ثم قال لي في الليلة الثالثة: ألا نتحدث\nيا أبا سفيان؟.\n</p>\n\n<p>\nقلت: وهل بك من حديث، والله ما رأيت منك الذي رجعت به من عند صاحبك.\n</p>\n\n<p>\nقال: أما إن ذلك لشيء لست فيه، إنما ذلك شيء وجلت به من منقلبي.\n</p>\n\n<p>\nقال: قلت: وهل لك من منقلب؟ قال: إي والله، لأموتن ثم لأحيين، قال: قلت: هل\nأنت قائل أمانتي؟.\n</p>\n\n<p>\nقال: على ماذا؟ قلت: على أنك لا تبعث ولا تحاسب، قال: فضحك ثم قال: بلى\nوالله يا أبا سفيان، لنبعثن ثم لنحاسبن، وليدخلن فريق في الجنة وفريق في النار.\n</p>\n\n<p>\nقلت: ففي أيهما أنت أخبرك صاحبك؟\n</p>\n\n<p>\nقال: لا علم لصاحبي بذلك في، ولا في <span id='ms1995'></span> نفسه.\n</p>\n\n<p>\nقال: فكنا في ذلك ليلتين يعجب مني وأضحك منه، حتى قدمنا غوطة دمشق، فبعنا\nمتاعنا فأقمنا بها شهرين، فارتحلنا حتى نزلنا قرية من قرى النصارى، فلما\nرأوه جاؤه وأهدوا له، وذهب معهم إلى بيعتهم حتى جاء بعدما انتصف النهار،\nفلبس ثوبيه وذهب إليهم، حتى جاءنا بعد هدأة من الليل، فطرح ثوبيه ورمى\nبنفسه على فراشه، فوالله لا نام ولا قام، وأصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p300'> Vol. 00, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n#301#\n</p>\n\n<p>\nحزينا كئيبا لا يكلمنا ولا نكلمه.\n</p>\n\n<p>\nثم قال: ألا ترحل؟ قلت: بلى إن شئت، فرحلنا كذلك من بثه وحزنه ليال، ثم قال\nلي: يا أبا سفيان! هل لك في المسير تتقدم أصحابنا؟\n</p>\n\n<p>\nقلت: هل لي فيه؟ قال: فسر، فسرنا حتى برزنا من أصحابنا ساعة، ثم قال: هنا\nصخر. قلت: ما تشاء؟\n</p>\n\n<p>\nقال: حدثني عن عتبة بن ربيعة، أيجتنب المظالم؟ قلت: إي والله، قال: ويصل\nالرحم ويأمر بصلتها؟ قلت: إي والله، قال: وكريم الطرفين وسيط في العشيرة؟\nقلت: نعم، قال: فهل تعلم قرشيا أشرف منه؟ قلت: لا والله لا أعلمه، قال:\nأمحوج هو؟ قلت: لا، بل هو ذو مال كثير، قال: وكم أتى له من السنين؟ قلت: قد\nزاد على المئة.\n</p>\n\n<p>\nقال: فالشرف والسن والمال أزرين به؟\n</p>\n\n<p>\nقلت: ولم ذاك يزري به؟ لا والله، بل يزيده خيرا.\n</p>\n\n<p>\nقال: هو ذاك، هل لك في المبيت؟\n</p>\n\n<p>\nقلت: هل لي فيه؟ قال: فاضطجعنا حتى مر الثقل.\n</p>\n\n<p>\nقال: فسرنا حتى نزلنا في المنزل وبتنا به، ثم رحلنا منه، فلما كان الليل\nقال لي: يا أبا سفيان! قلت: ما تشاء؟\n</p>\n\n<p>\nقال: هل لك في مثل البارحة؟ قلت: هل لي فيه؟\n</p>\n\n<p>\nقال: فسرنا على ناقتين نجيبتين، حتى إذا برزنا قال: صخ! هيه عن عتبة بن\nربيعة، قلت: هيها فيه.\n</p>\n\n<p>\nقال: يجتنب المحارم والمظالم ويصل الرحم ويأمر بصلتها، قلت: إي والله إنه\nليفعل، قال: ذو مال؟ قلت: وذو مال، قال: أتعلم قرشيا أسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p301'> Vol. 00, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n#302#\n</p>\n\n<p>\nمنه؟ قلت: لا والله ما أعلمه، قال: كم أتى له من السن؟ قلت: قد زاد على المئة.\n</p>\n\n<p>\nقال: فإن السن والشرف والمال أزرين <span id='ms1996'></span> به، قلت: كلا والله، ما أزرى به ذاك،\nوأنت قائل شيئا فقله.\n</p>\n\n<p>\nقال: لا تذكر حديثي حتى يأتي منه ما هو آت.\n</p>\n\n<p>\nثم قال: فإن الذي رأيت أصابني، أني جئت هذا العالم فسألته عن أشياء، ثم\nقلت: أخبرني عن هذا النبي الذي ينتظر؟\n</p>\n\n<p>\nقال: هو رجل من العرب، قلت: قد علمت أنه من العرب، فمن أي العرب هو؟\n</p>\n\n<p>\nقال: من أهل بيت تحجه العرب، قلت: وفينا بيت تحجه العرب.\n</p>\n\n<p>\nقال: هو من إخوانكم من قريش، قال: فأصابني -والله- شيء ما أصابني مثله قط،\nوخرج من يدي فوز الدنيا والآخرة، وكنت أرجو أن أكون إياه.\n</p>\n\n<p>\nفقلت: فإذا كان ما كان فصفه لي.\n</p>\n\n<p>\nقال: رجل شاب حين دخل في الكهولة بدؤ أمره، يجتنب المظالم والمحارم، ويصل\nالرحم ويأمر بصلتها، وهو محوج، كريم الطرفين، متوسط في العشيرة، أكثر جنده\nالملائكة.\n</p>\n\n<p>\nقلت: وما آية ذلك؟\n</p>\n\n<p>\nقال: قد رجفت الشام منذ هلك عيسى ابن مريم عليه السلام ثلاثين رجفة، كلها\nمصيبة، وبقيت رجفة عامة فيها مصائب.\n</p>\n\n<p>\nقال أبو سفيان: فقلت له: هذا والله الباطل، لئن بعث الله رسولا لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p302'> Vol. 00, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n#203#\n</p>\n\n<p>\nيأخذه إلا مسنا شريفا.\n</p>\n\n<p>\nقال أمية: والذي حلفت به، إن هذا لهكذا يا أبا سفيان، إن قول النصراني حق،\nهل لك في المبيت؟ قلت: هل لي فيه.\n</p>\n\n<p>\nقال: فبتنا حتى جاءنا الثقل، ثم خرجنا حتى إذا كنا وبيننا وبين مكة ليلتان،\nأدركنا راكب من خلقنا فسألناه، فإذا هو يقول: أصابت أهل الشام بعدكم رجفة\nدمر أهلها، وأصابتهم فيها مصائب عظيمة.\n</p>\n\n<p>\nقال أبو سفيان: فأقبل علي أمية فقال: كيف ترى قول النصراني يا أبا سفيان؟.\n</p>\n\n<p>\nقلت: أرى والله وأظن؛ أن ما حدثك صاحبك حق.\n</p>\n\n<p>\nقال: فقدمنا مكة، فقضيت ما كان معي ثم انطلقت، حتى جئت اليمن تاجرا، فكنت\nبها خمسة أشهر، ثم قدمت مكة. فبينا أنا في منزلي جاءني الناس يسلمون علي\nويسألون عن بضائعهم، ثم جاءني محمد بن عبد الله وهند عندي تلاعب صبيانها،\nفسلم علي ورحب بي، وسألني عن سفري ومقامي، ولم يسألني عن بضاعته <span id='ms1997'></span> [ثم قام.\n</p>\n\n<p>\nفقلت لهند: والله إن هذا ليعجبني، ما أحد من قريش له معي بضاعة إلا وقد\nسألني عنها، وما سألني هذا عن بضاعته].\n</p>\n\n<p>\nفقالت لي هند: أو ما علمت شأنه؟ قلت وفزعت: وما شأنه؟\n</p>\n\n<p>\nقالت: يزعم أنه رسول الله، فوقذتني وذكرت قول النصراني، فوجمت حتى قالت\nهند: مالك؟\n</p>\n\n<p>\nفانتبهت فقلت: إن هذا لهو الباطل، لهو أعقل من أن يقول هذا.\n</p>\n\n<p>\nقالت: بلى والله إنه ليقول ذاك، ويواتي عليه، وإن له لصحابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p303'> Vol. 00, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n#204#\n</p>\n\n<p>\nعلى دينه.\n</p>\n\n<p>\nقلت: هذا الباطل.\n</p>\n\n<p>\nقال: وخرجت، فبينا أنا أطوف بالبيت لقيته، فقلت: إن بضاعتك قد بلغت كذا\nوكذا، وكان فيها خير، فأرسل فخذها، ولست آخذ منك فيها ما آخذ من قومك، فأبى\nعلي وقال: إذا لا آخذها.\n</p>\n\n<p>\nقلت: فأرسل فخذها، وأنا آخذ منك ما آخذ من قومك، فأرسل إلى بضاعته فأخذها،\nوأخذت منه ما كنت آخذ من غيره.\n</p>\n\n<p>\nولم أنشب أن خرجت إلى اليمن، فقدمت الطائف، فنزلت على أمية ابن أبي الصلت\nفقلت له: أبا عثمان! قال: ما تشاء؟.\n</p>\n\n<p>\nقلت: هل تذكر حديث النصراني؟ قال: أذكره، قلت: وقد كان، قال: ومن؟، قلت:\nمحمد بن عبد الله، قال: ابن عبد المطلب، قلت: ابن عبد المطلب، ثم قصصت عليه\nخبر هند.\n</p>\n\n<p>\nقال: فالله يعلم لتصبب عرقا ثم قال: والله يا أبا سفيان لعله أن صفته لهي،\nولئن ظهر وأنا حي؛ لأبلين الله عز وجل في نصره عذرا.\n</p>\n\n<p>\nقال: ومضيت إلى اليمن، فلم أنشب أن جاءني هنالك استهلاله، فأقبلت حتى نزلت\nعلى أمية بن أبي الصلت بالطائف، فقلت: أبا عثمان! قد كان من أمر الرجل ما\nقد بلغك وسمعت، قال: قد كان لعمري.\n</p>\n\n<p>\nقلت: فأين أنت منه يا أبا عثمان؟\n</p>\n\n<p>\nقال: والله ما كنت لأؤمن برسول من غير ثقيف أبدا.\n</p>\n\n<p>\nقال أبو سفيان: وأقبلت إلى مكة، فوالله ما أنا ببعيد، حتى جئت مكة فوجدت\nأصحابه يضربون ويعقرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p304'> Vol. 00, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n#305#\n</p>\n\n<p>\nقال أبو سفيان: فجعلت أقول: فأين جنده من الملائكة؟، قال: فدخلني ما يدخل\nالناس من النفاسة.\n</p>\n\n<p>\nوروى الحديث بطوله عبد الله بن شبيب <span id='ms1998'></span> بن خالد أبو سعيد الربعي المكي\nالأخباري العلامة، وهو ضعيف، عن محمد بن مسلمة بن هشام المخزومي، عن\nإسماعيل بن الطريح.\n</p>\n\n<p>\nورواه محمد بن زكريا البصري: حدثنا العتبي، حدثني أيوب بن سليمان المنقري،\nعن محمد بن إسماعيل بن الطريح الثقفي، عن أبيه، عن جد أبيه قال: شهدت أمية\nبن أبي الصلت -وهو متروك به-، وذكر الحديث بنحو ما تقدم.\n</p>\n\n<p>\nوقال أبو بكر بن أبي الدنيا في كتابه \"دلائل النبوة\": حدثني محمد بن عباد\nبن موسى، حدثنا هشام بن محمد، عن أبي مسكين محرز بن جعفر، وأبي السائب\nالمخزومي: أن أبا بكر رضي الله عنه كان يقول: أول ما سمعت نبي الله صلى\nالله عليه وسلم يقول: إني كنت جالسا إلى الكعبة، وزيد بن عمرو بن نفيل مسند\nظهره إلى الكعبة، فأقبل أمية بن أبي الصلت فقال: يا طالب الحق! أوجدت؟ قال:\nلا، ولم أوت من جهل.\n</p>\n\n<p>\nفقال أمية: كل دين عند الله عز وجل بوار يوم القيامة؛ إلا دين الحنيفيين.\n</p>\n\n<p>\nفقال له زيد: صدقت.\n</p>\n\n<p>\nفقال له أمية: أما هذا النبي الذي يبعث منا، أو منكم، أو من فلسطين.\n</p>\n\n<p>\nقال: فقمت فألقى ورقة بن نوفل، وكان كثير همهمة الصدر والنظر في السماء،\nفاستوقفته فوقف، فأخبرته بما سمعت منهما فقال: يا ابن أخي! إني قد نظرت في\nنسب العرب، فوجدت قومك أوسط العرب، والله إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p305'> Vol. 00, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n#306#\n</p>\n\n<p>\nالله يبعث نبيا يبعثه من قريش لا من ثقيف، ولا من فلسطين.\n</p>\n\n<p>\nقلت: يا عم! ما النبي؟ قال: يقول ما يقال له، غير أنه لا ظلم ولا تظالم.\n</p>\n\n<p>\nقال: فما كان إلا قريبا؛ حتى بعث النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nصح أن النبي صلى الله عليه وسلم قال: \"وكاد أمية بن أبي الصلت أن يسلم\".\n</p>\n\n<p>\nوخرج مسلم في \"صحيحه\"، والترمذي في \"الشمائل\" واللفظ له من حديث عبد الله\nبن عبد الرحمن الطائفي، عن عمرو بن الشريد، عن أبيه رضي الله عنه قال:\n</p>\n\n<p>\nكنت ردف النبي صلى الله عليه وسلم فأنشدته مئة قافية من قول أمية ابن أبي <span id='ms1999'></span>\nالصلت، كلما أنشدته بيتا، قال لي النبي صلى الله عليه وسلم: \"هيه\"، حتى\nأنشدته مئة -يعني: بيتا- فقال النبي صلى الله عليه وسلم: \"إن كاد ليسلم\".\n</p>\n\n<p>\nوهو في \"مسند المقلين\" لدعلج، من طريق الطائفي.\n</p>\n\n<p>\nورواه البخاري في \"تاريخه الصغير\" بنحوه.\n</p>\n\n<p>\nوهو عند \"مسلم\" أيضا من حديث سفيان بن عيينة، عن إبراهيم بن ميسرة، عن عمرو\nبن الشريد، عن أبيه رضي الله عنه قال: ردفت النبي صلى الله عليه وسلم يوما\nفقال: \"هل معك من شعر أمية بن أبي الصلت شيء؟ \" قلت: نعم، قال: \"هيه\"،\nفأنشدته بيتا فقال: \"هيه\"، حتى أنشدته مئة بيت.\n</p>\n\n<p>\nوخرجه الطبراني في \"معجمه الكبير\" من حديث أبي يونس القشيري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p306'> Vol. 00, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n#307#\n</p>\n\n<p>\nحدثنا سماك بن حرب: أن عمرو بن رافع حدثه -وكان مولى لأبي سفيان- أن شريد\nرضي الله عنه بينما هو يمشي بين منى والشعب في حجة رسول الله صلى الله عليه\nوسلم التي حج، قال: فإذ وقع ناقة خلفي، قال: فالتفت، فإذا رسول الله صلى\nالله عليه وسلم فعرفني.\n</p>\n\n<p>\nفقال: \"الشريد؟ \" قلت: نعم.\n</p>\n\n<p>\nقال: \"ألا أحملك خلفي يا شريد؟ \" قلت: بلى يا رسول الله، ما بي إعياء ولا\nلغوب، ولكن ألتمس البركة في مركبي مع رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفقال: \"يا شريد! هل معك من شعر أمية بن أبي الصلت؟ \".\n</p>\n\n<p>\nقلت: أنا أروى الناس، قال: \"هات\" فأنشدته، فإذا سكت رسول الله صلى الله\nعليه وسلم سكت، وإذا قال: \"إيه\" أنشدته، حتى إذا طال ذلك، قال رسول الله\nصلى الله عليه وسلم عند ذلك: \"عند الله علم أمية بن أبي الصلت\".\n</p>\n\n<p>\nأبو يونس: حاتم بن أبي صغيرة.\n</p>\n\n<p>\nوقد جاء أنه صلى الله عليه وسلم لما أنشد شعر أمية قال: \"آمن لسانه، وكفر قلبه\".\n</p>\n\n<p>\nوكان أمية قد قرأ الكتب ورغب عن عبادة الأوثان، وعلم من أمر خروج النبي صلى\nالله عليه وسلم وظهوره علما بينا، -تقدم ذكر بعضه-، وكان يخبر به.\n</p>\n\n<p>\nفلما ظهر النبي صلى الله عليه وسلم؛ كفر به حسدا له، مع اعترافه به.\n</p>\n\n<p>\nوكذلك اعترف به <span id='ms2000'></span> صلى الله عليه وسلم علماء النصارى كهرقل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p307'> Vol. 00, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n#308#\n</p>\n\n<p>\nوصاحب رومية، وجريج المقوقس، وخلق.\n</p>\n\n<p>\nومن علماء اليهود: عبد الله بن صوريا، والزبير بن باطا، وكعب بن أسد، وابن\nشهلاء، وجم غفير من اليهود، ممن حمله الحسد والخوف على دنياه على بقائه على\nكفره وشقائه، والله يهدي من يشاء إلى صراط مستقيم.\n</p>\n\n<p>\nوجاء عن أبي علي الروذباري رحمة الله عليه قال: كنت في البادية فعثر الجمل.\n</p>\n\n<p>\nفقلت: الله.\n</p>\n\n<p>\nفقال الجمل: الله، وصلى الله على محمد.\n</p>\n\n<p>\nخرجه أبو القاسم ابن بشكوال في كتابه \"القربة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p308'> Vol. 00, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n#309#\n</p>\n\n<p>\nقصة أسقف قيسارية\n</p>\n\n<p>\nوقال الحافظ أبو سعيد محمد بن علي بن عمرو بن مهدي النقاش: حدثنا أبو\nالقاسم الحسن بن محمد بن حبيب، حدثنا إبراهيم بن عبد الله ابن موسى البصري،\nحدثنا علي بن محمد بن جميل الرافقي، حدثنا سعيد ابن عبيد الله الطواف، عن\nعبد الصمد بن معقل، عن وهب بن منبه، قال:\n</p>\n\n<p>\nرأيت أسقف قيسارية في الطواف، فسألته عن إسلامه، فقال: ركبت سفينة أقصد بعض\nالمدن في جماعة من الناس، فانكسرت السفينة، وبقيت على خشبة تضربني الأمواج\nثلاثة أيام بلياليها، ثم قذف بي الموج إلى غيضة فيها أشجار لها ثمر مثل\nالنبق، ونهر مطرد، فشربت الماء وأكلت من ذلك الثمر.\n</p>\n\n<p>\nفلما جن الليل، صعد من الماء شخص عظيم وحوله جماعة، لم أر على صورتهم أحدا،\nفقال بأعلى صوته: لا إله إلا الله الملك الجبار، محمد رسول الله النبي\nالمختار، أبو بكر الصديق صاحب الغار، وعمر بن الخطاب مفتاح الأمصار، وعثمان\nبن عفان حسن الجوار، علي بن أبي طالب قاصم الكفار، على باغضيهم لعنة الله،\nومأواهم جهنم وبئس الدار، ثم غاب.\n</p>\n\n<p>\nفلما كان بعد مضي أكثر الليل، صعد ثانيا في أصحابه فنادى: لا إله إلا الله\nالقريب المجيب، محمد رسول الله النبي الحبيب، أبو بكر الصديق الشفيق\nالرفيق، عمر بن الخطاب ركن من حديد، عثمان بن عفان الحيي الحليم، علي بن\nأبي طالب الكريم المستقيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p309'> Vol. 00, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n#310#\n</p>\n\n<p>\nثم بصر بي أحدهم، فدنا مني فقال: أجني أم إنسي؟ فقلت: إنسي، فقال: ما <span id='ms2001'></span> دينك؟\nقلت: النصرانية، قال: أسلم تسلم، أما علمت أن الدين عند الله الإسلام؟\n</p>\n\n<p>\nفقلت له: من هذا الشخص العظيم الذي نادى؟\n</p>\n\n<p>\nقال: هو التيار ملك البحار، هذا دأبه كل ليلة في بحر من البحور.\n</p>\n\n<p>\nثم قال: غدا يمر بك مركب فصح بهم، أو أشر إليهم يحملوك إلى بلد الإسلام.\n</p>\n\n<p>\nفلما كان من الغد؛ مر مركب فأشرت إليهم، كانوا نصارى، فحملوني وقصصت عليهم\nقصتي، فأسلموا كما أسلمت، وضمنت لله أن لا أكتم هذا الحديث.\n</p>\n\n<p>\nورويت هذه الحكاية من طريق أخرى، رواها أبو عمرو عثمان بن عيسى الصموت،\nالمعروف بابن الباقلاني، فقال:\n</p>\n\n<p>\nحدثنا أبو الطيب ابن المنتاب، حدثنا أبو بكر محمد بن علي بن حمدان، حدثنا\nأحمد ابن فصلان، حدثنا أحمد بن محمد، حدثنا عثمان ابن عبد الرحمن، عن\nشرحبيل بن عبد الكريم الصنعاني، عن إدريس بن سنان، عن وهب بن منبه اليماني، قال:\n</p>\n\n<p>\nرأيت أسقف قيسارية مسلما، وقد كان قبل ذلك نصرانيا، تشير إليه النصرانية\nبالأصابع ويعظمونه.\n</p>\n\n<p>\nفقلت له: ما الذي دعاك إلى الإسلام بعد تلك الرئاسة ورغبتك فيها؟\n</p>\n\n<p>\nفقال: ركبت البحر فكسر بنا، فأفلت أنا على لوح وحدي، فلم يزل اللوح يسير بي\nوحدي والأمواج تلعب بي شهرا، لا أدري أين أتوجه من بلاد الله، ثم إن البحر نبذني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p310'> Vol. 00, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال محققها: بياض بالأصل بمقدار كلمة.]]\n</p>\n\n<p>\n(¬2) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال محققها: بياض في الأصل بمقدار كلمة.]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال محققها: بياض في الأصل بمقدار كلمة، ولعل مكانه: وقد.]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: هذا]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض مقدار كلمة]]\n</p>\n\n<p>\n(¬2) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض <span id='ms2002'></span> بالأصل بمقدار كلمة، ولعلها: وحدث]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p246'> Vol. 02, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: خرجه]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p247'> Vol. 02, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: تابعه]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p249'> Vol. 02, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وقد]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وروى]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p252'> Vol. 02, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وروي]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p254'> Vol. 02, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وقد]]\n</p>\n\n<p>\n(¬2) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وخرج]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p256'> Vol. 02, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وذكر]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: وكانت]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) [[من طبعة دار الكتب العلمية، وفي موضعها من طبعة دار الفلاح فراغ،\nوقال المحقق: بياض بالأصل بمقدار كلمة، ولعلها: ورواه]]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "043",
    "240",
    "245",
    "246",
    "247",
    "249",
    "250",
    "252",
    "254",
    "256",
    "257",
    "320",
    "448"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}