{
  "content": "\n\nالكتاب : حديث سفيان بن عيينة - مخطوط\n<p>\nالمتوفى : 199 ه\n</p>\n\n<p>\nرواية : علي بن حرب الطائي\n</p>\n\n<p>\nنسخة : أحمد بن القسطلاني ( وهي جزءان يمثلان الأول والثاني ، ويحتويان\nعلى 215 حديث ).\n</p>\n\n<h1 class='l1' id='head0'>AUTO الجزء الأول من حديث علي بن حرب الطائي عن سفيان بن عيينة</h1>\n\n<p>\nأخبرنا الشيخ أبو محمد عبد المحسن بن عبد المنعم بن إبراهيم الصوفي\n-قراءة مني عليه- والشيخ أبو عبد الله بن راجح المقدسي، قالوا: أخبرنا\nالحافظ أبو طاهر أحمد بن محمد بن احمد السلفي -رحمه الله- قراءة عليه وانا\nأسمع سنة ثلاث وسبعين وخمسمائة بثغر الإسكندرية، أبنا الشيخ أبو الخطاب نصر\nبن أحمد بن عبد الله بن البطر -فيما قرأت عليه ببغداد في شوال سنة ثلاث\nوتسعين وأربعمائة- أنا أبو حفص عمر بن أحمد بن أبي عمرو البزاز العكبري\nبها، أبنا أبو جعفر محمد بن يحيى بن عمر بن علي بن حرب بن محمد الطائي :\n</p>\n\n<p>\n1- ثنا علي بن حرب بن محمد الطائي، حدثنا سفيان بن عيينة، عن الزهري، عن\nسالم، عن أبيه، قال: قال النبي صلى الله عليه وسلم: « لا حسد إلا في\nاثنتين: رجل آتاه الله عز وجل القرآن فهو يقوم به آناء الليل وآناء النهار،\nورجل آتاه الله مالا فهو ينفقه آناء الليل وآناء النهار ».\n</p>\n\n<p>\n2- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن سالم، عن أبيه، أن\nالنبي صلى الله عليه وسلم قال: « إن بلالا يؤذن بليل فكلوا واشربوا حتى\nتسمعوا أذان ابن أم مكتوم ».\n</p>\n\n<p>\n3- حدثنا علي، ثنا سفيان، عن الزهري، عن سالم، عن أبيه، قال: ذكر لعمر\nالجراد، فقال: وددت أن عندنا منه فقعة أو فقعتين.\n</p>\n\n<p>\n4- حدثنا علي، ثنا سفيان، عن الزهري، عن سالم، عن أبيه، قال: قال : « من\nأحيى أرضا ميتة فهي له ».\n</p>\n\n<p>\n5- حدثنا علي، ثنا سفيان، عن الزهري، عن سعيد، عن أبي هريرة، أن النبي\nصلى الله عليه وسلم قال: « لا تناجشوا، ولا يبع حاضر لباد، ولا يبتع الرجل\nعلى بيع أخيه، ولا يخطب على خطبة أخيه، ولا تسأل المرأة طلاق أختها لتكتفئ\nما في إنائها ».\n</p>\n\n<p>\n6- حدثنا علي <span id='ms01'></span>، نا سفيان، عن الزهري، عن سعيد، عن أبي هريرة، أن النبي صلى\nالله عليه وسلم قال: « العجماء جرحها جبار، والبئر جبار، والمعدن جبار، وفي\nالركاز الخمس ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n7- حدثنا علي، نا سفيان، عن الزهري، عن سعيد، عن أبي هريرة، عن النبي صلى\nالله عليه وسلم، قال: « ينزل ابن مريم حكما مقسطا يكسر الصليب، ويقتل\nالخنزير، ويضع الجزية، ويفيض المال حتل لا يقبله أحد ».\n</p>\n\n<p>\n8- حدثنا علي، نا سفيان، عن الزهري، عن سعيد، عن أبي هريرة -يبلغ به\nالنبي صلى الله عليه وسلم- قال: « إذا كان يوم الجمعة قام على كل باب من\nأبواب المسجد ملائكة يكتبون الناس: الأول فالأول، المهجر إلى الجمعة\nكالمهدي بدنة، ثم الذي يليه كالمهدي بقرة، ثم الذي يليه كالمهدي\nكبشا...-حتى ذكر الدجاجة والبيضة- فإذا جلس الإمام طووا الصحف، واستمعوا\nالخطبة ».\n</p>\n\n<p>\n9- حدثنا علي، نا سفيان بن عيينة، عن الزهري، عن سعيد بن المسيب، أن\nالنبي صلى الله عليه وسلم حين نام عن صلاة الصبح استيقظ بعد طلوع الشمس\nفصلى، وقال: « من نسي صلاة فليصلها إذا ذكرها، فإن الله عز وجل يقول: { أقم\nالصلاة لذكري } ».\n</p>\n\n<p>\n10- حدثنا علي، ثنا سفيان، عن الزهري، عن عبد الله بن عبد الله،عن ابن\nعباس، عن عمر، قال: قال النبي صلى الله عليه وسلم: « لا تطروني كما أطرت\nالنصارى عيسى بن مريم، فإنما أنا عبد، فقولوا: عبد الله ورسوله ».\n</p>\n\n<p>\n11- حدثنا علي، نا سفيان، عن الزهري، حدثه عبيد الله ببن عبد الله، سمع\nابن عباس يقول: جئت انا والفضل على اتان يوم عرفة -والنبي صلى الله عليه\nوسلم يصلي بالناس- فمررنا على بعض الصف، فنزلنا عنها وتركناها ترتع، ولم\nيقل لنا النبي صلى الله عليه وسلم شيئا.\n</p>\n\n<p>\n12- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله -يبلغ به\nالنبي صلى الله عليه وسلم-قال: « من بات وفي يده غمر فأصابه شيء فلا يلومن\nإلا نفسه ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n13- حدثنا علي، ثنا سفيان، عن عبيد الله بن عبد الله، عن ابن عباس، أن\nالنبي صلى الله عليه <span id='ms02'></span> وسلم مر بشاة ميتة لمولاة ميمونة، فقال: « ألا أخذوا\nإهابها فدبغوه فانتفعوا به »، قالوا: يا رسول الله، إنها ميتة، قال: « إنما\nحرم أكلها ».\n</p>\n\n<p>\n14- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله، عن\nأبيه، أن سبيعة بنة الحارث وضعت بعد وفاة زوجها بليال، فأمرها النبي صلى\nالله عليه وسلم أن تنكح.\n</p>\n\n<p>\n15- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله، عن ابن\nمسعود أنه اشترى من امراته جارية واشترطت عليه إن باعها فهي أحق بها\nبالثمن، قفلا له عمر: لا تقربها ولأحد فيها شرط.\n</p>\n\n<p>\n16- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن عبيد الله بن عبد الله\nعن ابن عباس، عن ميمونة، أن فأرة وقعت في سمن في عهد رسول الله صلى الله\nعليه وسلم فقال: « ألقوها وما حولها وكلوا ».\n</p>\n\n<p>\n17- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله، عن أبي\nهريرة، قال: كنمت عند النبي صلى الله عليه وسلم فقام رجل فقال: نشدتك\nبالله، إلا قضيت بيننا بكتاب الله، واذن لي فأتكلم، فقال: إن ابني كان\nعسيفا على هذا وإنه زنا بامراته، فأخبروني أن على ابني الرجم فافتديته\nبمائة شاة وخادم، ثم سألت رجالا من أهل العلم فأخبروني أن على ابني جلد\nمائة وتغريب عام وعلى امرأة هذا الرجم فقال النبي صلى الله عليه وسلم: «\nوالذي نفسي بيده لأقضين بينهما بكتاب الله عز وجل المائة شاة والخادم رد\nعليك وعلى ابنك جلد مائة وتغريب عام، واغد يا أنيس على امرأة هذا فإن\nاعترفت فارجمها »، فغدا عليها فاعترفت فرجمها.\n</p>\n\n<p>\n18- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله، عن زيد بن خالد\nالجهني قال: كنت عند النبي صلى الله عليه وسلم فذكر مثله.\n</p>\n\n<p>\n19- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله، عن شبل،\nعن النبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n20- حدثنا علي، ثنا سفيان، عن الزهري، عن عبيدالله بن عبد الله، عن ابن\nعباس، عن أمه <span id='ms03'></span>، سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالمرسلات.\n</p>\n\n<p>\n21- حدثنا علي، ثنا سفيان، عن الزهري، عن عروة، عن عائشة، رشي الله عنها،\nقالت: كان النبي صلى الله عليه وسلم يصلي صلاة من الليل وأنا معترضة بينه\nوبين القبلة كاعتراض الجنازة.\n</p>\n\n<p>\n22- حدثنا علي، ثنا سفيان، عن الزهري، عن بشير بن أبي مسعود، عن أبي\nمسعود، قال: قال النبي صلى الله عليه وسلم: « أتاني جبريل فصليت معه\nالصلوات، ثم أتاني فصليت معه، حتى عد الصلولت الخمس »، فقال له عمر بن عبد\nالعزيز: اتق الله وانظر ما تقول يا عروة!، قال: حدثني به بشير بن أبي\nمسعود، عن أبيه، عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n23- حدثنا علي، ثنا سفيان، عن الزهري، سمع عروة يحدث عن كرز بن علقمة\nالخزاعي، قال: سأل رجل النبي صلى الله عليه وسلم: هل للإسلام من منتهى؟،\nقال: فقال النبي صلى الله عليه وسلم: « أيما أهل بيت من العرب والعجم أراد\nالله بهم خيرا أدخل عليهم الإسلام »، قال: ثم مه؟، قال: « ثم تقع الفتن\nكأنها الظلل »، قال: فقال الرجل: كلا والله إن شاء الله، قال: « بلى والله\nالذي نفسي بيده لتعودن فيها أساود صبا الحية الأسود الذي إذا أراد أن ينهش\nارتفع ثم أنصت ».\n</p>\n\n<p>\n24- حدثنا علي، ثنا سفيان، عن الزهري، عن عروة، عن عائشة، قالت: كن نساء\nمن المؤمنات يصلين مع رسول الله صلى الله عليه وسلم صلاة الصبح متلفعات\nبمروطهن ثم يرجعن إلى أهاليهن وما يعرفهن أحد.\n</p>\n\n<p>\n25- حدثنا علي، ثنا سفيان بنم عيينة، عن الزهري، عن عروة، عن عائشة، أن\nأبا بكر كان يخضب بالحناء والكتم.\n</p>\n\n<p>\n26- حدثنا علي، ثنا سفيان، عن الزهري، عن عروة، عن أسامة بن زيد، قال:\nأشرف النبي صلى الله عليه وسلم على أطم من آطام المدينة، فقال: « هل ترون\nما أرى؟، إني لأرى مواقع الفتن خلال بيوتكم كمواقغ القطر ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n27- حدثنا علي، ثنا سفيان، عن الزهري، عن أبي سلمة بن عبد الرحمن، عن أبي\nهريرة، عن النبي صلى الله عليه وسلم، قال: « التسبيح للرجال <span id='ms04'></span>، والتصفيق\nللنساء ».\n</p>\n\n<p>\n28- حدثنا علي، ثنا سفيان، عن الزهري، عن أبي سلمة، عن أبي هريرة، عن\nالنبي صلى الله عليه وسلم، قال: « من صام رمضان إيمانا واحتسابا غفر له ما\nتقدم من ذنبه، ومن قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه ».\n</p>\n\n<p>\n29- حدثنا علي، ثنا سفيان ،عن الزهري، عن أبي سلمة، أبو الدرداء فعاده\nعبد الرحمن، فقال أبو الدرداء: إن خيرهم وأوصلهم ما علمت أبا محمد، فقال\nعبد الرحمن: سمعت رسول الله صلى الله عليه وسلم يقول: « قال الله عز وجل:\nأنا الرحمن وهي الرحم، شققت لها من اسمي، من وصلها وصلته، ومن قطعها بتته ».\n</p>\n\n<p>\n30- حدثنا علي، ثنا سفيان، عن الزهري، عن أبي سلمة، عن أبي هريرة، عن\nالنبي صلى الله عليه وسلم أنه قال: « العجماء جرحها جبار، والبئر جبار،\nوالمعدن جبار، وفي الركاز الخمس ».\n</p>\n\n<p>\n31- حدثنا علي، ثنا سفيان، عن الزهري، عن حميد بن عبد الرحمن، عن أبي\nهريرة، قال: جاء رجل إلى النبي صلى الله عليه وسلم، فقال: هلكت، فقال: «\nوما أهلكك؟ »، قال: وقعت على أهلي في شهر رمضان، قال: « عندك ما يعتق رقبة\n»، قال: لا، قال: « هل تستطيع أن تصوم شهرين متتابعين »، قال: لا، قال: «\nفهل تستطيع أن تطعم ستين مسكينا؟ »، قال: لا، قال: « اجلس »، فأتي النبي\nصلى الله عليه وسلم بعرق فيه تمر، فقال: «خذ ها فتصدق به على المساكين »،\nفقال: أعلى أفقر منا؟، ما بين لابتيها أهل بيت هم أفقر منا!، قال: فضحك\nالنبي صلى الله عليه وسلم حتى بدت نواجذه، ثم قال: « خذه واذهب فأطعمه\nعيالك ».\n</p>\n\n<p>\n32- حدثنا علي، ثنا سفيان، عن الزهري، عن حميد، عن أبي سعيد الخدري، قال:\nرأى النبي صلى الله عليه وسلم نخامة في المسجد فحكها، ونهى أن يبزق الرجل\nبين يديه أو عن يمينه، وقال: « ليبزق عن شماله أو تحت قدمه اليسرى ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n33- حدثنا علي، ثنا سفيان، عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه،\nعن النبي صلى الله عليه وسلم، قال: «لا يدخل الجنة قاطع ».\n</p>\n\n<p>\n34- حدثنا علي <span id='ms05'></span>، ثنا سفيان، عن الزهري، عن محمد بن جبير، عن ابيه، قال:\nقال النبي صلى الله عليه وسلم: « إني انا محمد، وأنا أحمد، وأنا الماحي\nالذي يمحى بي الكفر، وأنا الحائر الذي أحشر الناس، وانا العاقب الذي ليس\nبعدي نبي ».\n</p>\n\n<p>\n35- حدثنا علي، ثنا سفيان، عن الزهري، عن محمد بن جبير، عن أبيه، قال:\nسمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالطور.\n</p>\n\n<p>\n36- حدثنا علي، ثنا سفيان، عن الزهري، عن قبيصة ين ذؤيب، قال: قال النبي\nصلى الله عليه وسلم: «إذا شرب الخمر فاجلدوه، ثم إذا شرب الخمر فاجلدوه، ثم\nإذا شرب الخمر فاجلدوه، ثم إذا شرب الخمر فاقتلوه »، فأتي برجل قد شرب\nفجلده، ثم أتي به فجلده، ثم أتي به فجلده، ثم أتي به الرابعة فجلده، فرفع\nالقتل عن الناس، وثبت الجلد، وكانت رخصة.\n</p>\n\n<p>\n37- حدثنا علي، ثنا سفيان، عن الزهري، عن عمرة -إن شاء الله-، عن عائشة،\nقالت: سمع النبي صلى الله عليه وسلم قراءة أبي موسى، فقال: « لقد أوتي من\nمزامير آل داود ».\n</p>\n\n<p>\n38- حدثنا علي، ثنا سفيان، عن الزهري، سمع أنس بن مالك يقول: قدم النبي\nصلى الله عليه وسلم المدينة وأنا ابن عشر سنين، ومات وأنا ابن عشرين سنة.\n</p>\n\n<p>\n39- حدثنا علي، ثنا سفيان، عن الزهري، سمع أنس بن مالك يقول: دخل النبي\nصلى الله عليه وسلم دارا، فحلبنا له من شاة داجن وشيب له من ماء بئر في\nالدار، وأبو بكر عن شماله، واعرابي عن يمينه، فشرب النبي صلى الله عليه\nوسلم، وعمر ناحية، فقال عمر: أعط أبا بكر، فناول الأعرابي، وقال: «الأيمن\nفالأيمن ».\n</p>\n\n<p>\n40 -حدثنا علي، ثنا سفيان، عن الزهري، أخبره عبد الله بن عبيد الله بن\nثعلبة، عن عبد الرحمن بن يزيد، قال: سمعت عمي مجمع بن جارية، قال: ذكر\nالنبي صلى الله عليه وسلم الدجال، فقال: « يقتله ابن مريم بباب لد ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n41- حدثنا علي، ثنا سفيان، عن الزهري، عن علي بن الحسين، عن عمرو بن عثمان،\nعن أسامة بن زيد، قال: قال النبي صلى الله عليه وسلم <span id='ms06'></span>: « لا يرث المسلم\nالكافر، ولا الكافر المسلم ».\n</p>\n\n<p>\n42- حدثنا علي، ثنا سفيان، عن الزهري، عن صفوان بن عبد الله بن صفوان، عن\nأم الدرداء، عن كعب بن عاصم الأشعري، أن النبي صلى الله عليه وسلم قال: «\nليس من البر الصيام في السفر ».\n</p>\n\n<p>\n43- حدثنا علي، ثنا سفيان، عن الزهري، عن عطاء بن يزيد الليثي، عن أبي\nأيوب -فبلغ به النبي صلى الله عليه وسلم-: « لا تستقبلوا القبلة بغائط ولا\nبول، ولا تستدبروها »، قال أبو أيوب: فأتينا الشام فوجدنا مراحيض قد بنيت\nقبل القبلة، فننحرف عناه ونستغفر الله.\n</p>\n\n<p>\n44- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، عن أبي معمر، عن\nابن مسعود، قال: انشق القمر على عهد رسول الله صلى الله عليه وسلم نصفين،\nفقال: « اشهدوا ».\n</p>\n\n<p>\n45- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، عن العقاد بن\nالمغيرة بن شعبة، عن أبيه -يبلغ به النبي صلى الله عليه وسلم- قال: « لم\nيتوكل من اكتوى واسترقى ».\n</p>\n\n<p>\n46- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، عن أبي معمر، عن\nابن مسعود، قال: دخل النبي صلى الله عليه وسلم مكة -وحول الكعبة ثلاثمائة\nوستون نصبا- فجعل يطعنها بيده أو بخشبة معه، وهو يقول: « جاء الحق وما يبدئ\nالباطل وما يعيد، جاء الحق وزهق الباطل، إن الباطل كان زهوقا ».\n</p>\n\n<p>\n47- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: قالت أم\nمبشر: يا رسول الله، أي الناس خير منزلة؟، قال: « رجل على متن فرسه يخيف\nالعدو ويخيفونه -وأشار بيده قبل الحجاز- ورجل يقيم الصلاة ويعطي حق الله في\nماله ».\n</p>\n\n<p>\n48- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: دخل رجل\nالمسجد ورسول الله صلى الله عليه وسلم جالس، فقال: «من يعرف هذا؟ »، فقال\nرجل: أنا أعرف وجهه ولا أدري اسمه، فقال: « لست تعرفه ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n49- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: طلاق السكران جائز.\n</p>\n\n<p>\n50- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال <span id='ms07'></span>: قال ابن\nمسعود: آل حم ديباج القرآن.\n</p>\n\n<p>\n51- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، في قوله الله عز\nوجل: { واستعينوا بالصبر والصلاة } قال: الصيام.\n</p>\n\n<p>\n52- حدثنا علي، ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، في قوله { عربا\nأترابا } قال: هي المتحببة إلى زوجها.\n</p>\n\n<p>\n53- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن أبي الأحوص، قال: قال عبد\nالله: للصائم فرحتان، فرحة عند فطره، وفرحة عند لقاء ربه، ولخلوف فم الصائم\nعند الله أطيب من ريح المسك.\n</p>\n\n<p>\n54- حدثنا علي، ثنا سفيان، ثنا أبو إسحق، عن عمرو بن شرحبيل، قال: قال\nعبد الله: إنكم معاشر همدان...وذكر الحديث.\n</p>\n\n<p>\n55- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن عبد خير، عن علي رضي الله\nعنه: خير هذه الأمة بعد نبيها أبو بكر وعمر.\n</p>\n\n<p>\n56- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن الحارث، عن علي، قال: لا تدخل\nالحمام وأنت صائم، ولا تقض رمضان في عشر ذي الحجة.\n</p>\n\n<p>\n57- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن الحارث، عن علي، قال: الحج\nالأكبر يوم النحر.\n</p>\n\n<p>\n58- حدثنا علي، ثنا سفيان، عن أب يإسحق، عن الحارث، عن علي، قال: الصلاة\nالوسطى صلاة العصر.\n</p>\n\n<p>\n59- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن الحارث، عن علي، في قوله عز\nوجل: { وأدبار السجود } { وأدبار النجوم } قال: ركعتين بعد المغرب، وركعتين\nقبل الصبح.\n</p>\n\n<p>\n60- حدثنا علي، ثنا سفيان، عن عبيد الله بن أبي نوفل، عن أبيه، عن سباع\nبن ثابت، عن أم كرز أن النبي صلى الله عليه وسلم قال: « عن الغلام شاتان،\nوعن الجارية شاة، لا يضركم ذكرانا كن أو إناثا ».\n</p>\n\n<p>\n61- حدثنا علي، ثنا سفيان، عن عبيد الله بن أبي يزيد، سمع ابن عباس،\nيقول: أنا كنت من المستضعفين من الرجال، وامي من النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n62- حدثنا علي، ثنا سفيان، عن عبيد الله بن أبي يزيد، سمع ابن عباس يقول:\nأرواح الشهداء تجول في أجواف طير خضر تعلق من ثمار الجنة.\n</p>\n\n<p>\n63- حدثنا علي، ثنا سفيان، عن عبيد الله بن أبي يزيد، سمع <span id='ms08'></span> ابن عباس يقول:\nخلال من خلال الجاهلية: الطعن في الأنساب، والنياحة، ونسي الثالثة، قال:\nيقولون الاستسقاء بالأنواء.\n</p>\n\n<p>\n64- حدثنا علي، ثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة -يبلغ\nبه النبي صلى الله عليه وسلم- قال: « لا يقسم ورثتي بعدي ميراثي، ما تركت\nبعد نفقة نسائي، ومؤنة عائلي، فهو صدقة »، قال ابن عيينة: يقول: « لا أورث\nبعدي ».\n</p>\n\n<p>\n65- حدثنا علي، ثنا سفيان، عن أبي الزناد، حدثه آل جرهد، عن جرهد، أن\nالنبي صلى الله عليه وسلم أبصره في المسجد -وعليه بردة وقد انكشف فخذه-،\nفقال: « إن الفخذ من العورة ».\n</p>\n\n<p>\n66- حدثنا علي، ثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: « لا يكلم أحد في سبيل الله -والله أعلم\nبمن يكلم في سبيله- إلا جاء يوم القيامة وجرحه يثغب دما، اللون لون دم،\nوالريح ريح مسك ».\n</p>\n\n<p>\n67- حدثنا علي، ثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة، عن\nالنبي صلى الله عليه وسلم، قال: « حاج آدم موسى، فقال موسى: يا آدم، أنت\nأبونا وأخرجتنا من الجنة!، قال آدم: يا موسى، أتلومني على أمر قدره الله\nعلي قبل أن يخلقني بأربعين سنة؟، -قال:- فحج آدم موسى \"ز\n</p>\n\n<p>\n68- حدثنا علي، ثنا سفيان، عن إبراهيم بن ميسرة، عن ابن أبي سويد، عن عمر\nبن عبد العزيز، قال: زعمت المرأة الصالحة خولة بنت حكيم أن النبي صلى الله\nعليه وسلم خرج وهو محتضن أحد ابني ابنته، وهو يقول: « إنكم لتنحلون\nولتجهلون وتجينون وغنكم لمن ريحان الجنة ».\n</p>\n\n<p>\n69- حدثنا علي، ثنا سفيان، عن إبراهيم بن ميسرة، عن طاوس -يبلغ به النبي\nصلى الله عليه وسلم-: « لم ير للمتحابين مثل النكاح ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n70 -حدثنا علي، ثنا سفيان، عن إبراهيم بن ميسرة، سمع انس بن مالك يقول:\nصليت مع النبي صلى الله عليه وسلم بالمدينة الظهر أربعا وبذي الحليفة\nركعتين.\n</p>\n\n<p>\n71- حدثنا علي، ثنا سفيان، عن عبد الكريم الجزري، عن مجاهد، عن ابن أبي\nليلى، عن علي رضي الله عنه، قال: أمرني <span id='ms09'></span> رسول الله صلى الله عليه وسلم أن\nأقوم على بدنه، واقسم جلودها وجلالها، وأمرني أن لا أعطي الجازر منها شيئا،\nوقال: « نحن نعطيه من عندنا ».\n</p>\n\n<p>\n72- حدثنا علي، ثنا سفيان عن عبد الكريم الجزري، عن مجاهد، عن ابن عباس،\n{ أو مسكينا ذا متربة }: هو الذي ليس بينه وبين الأرض شيء.\n</p>\n\n<p>\n73- حدثنا علي، ثنا سفيان، عن عبد الكريم، عن مجاهد، أنه قرأ ( ورجلا\nسالما لرجل ).\n</p>\n\n<p>\n74- حدثنا علي، ثنا سفيان، عن عبد الكريم، عن مقسم، عن ابن عباس، قال:\nإذا أتى الرجل امرأته وهي حائض في الدم تصدق بدينار، وإن أتاها في الصفر\nيصد ينصف دينار.\n</p>\n\n<p>\n75- حدثنا علي، ثنا سفيان، عن عبد الكريم الجزري، قال: أبصر سعيد بن جبير\nرجلا أهل من ذات عرق، فقال: اذهب إلى المقام فأهل برثم فإنها ذات عرق\nالأولى.\n</p>\n\n<p>\n76- حدثنا علي، ثنا سفيان، عن عبد الكريم أبي أمية، عن عبد الله بن\nالحارث بن نوفل، قال: زوجني أبي في زمن عثمان، فدعا بقوم من أصحاب النبي\nصلى الله عليه وسلم منهم صفوان بن أمية وهو يومئذ شيخ كبير، فقال رسول الله\nصلى الله عليه وسلم: « انهشوا اللحم نهشا فإنه أهنأ وأمرأ -أو- أشهى وأمرأ ».\n</p>\n\n<p>\n77- حدثنا علي، ثنا سفيان، عن ايوب السختياني، عن عكرمة، عن ابن عباس\n-يبلغ به النبي صلى الله عليه وسلم- قال: « من صور صورة كلف أن ينفخ فيها\nولن يفعل، ومن تحلم كلف أن يعقد بين شعيرتين ولن يفعل ».\n</p>\n\n<p>\n78- حدثنا علي، ثنا سفيان، عن أيوب، عن عكرمة، أن صفية اوصت لأخيها\nبثلثها -ثلاثين ألفا- وكان يهوديا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n79- حدثنا علي، ثنا سفيان، عن أيوب، عن عكرمة، عن ابن عباس، قال: قال رسول\nالله صلى الله عليه وسلم: « من تسمع حديث قوم لم يحبوا أن يسمع حديثهم صب\nفي أذنيه الآنك، والعائد في هبته كالكلب يرجع في قيئه ».\n</p>\n\n<p>\n80- حدثنا علي، ثنا سفيان، عن أيوب، عن أبي قلابة، عن ثابت بن الضحاك\n-يبلغ به النبي صلى الله عليه وسلم-: « من قتل نفسه بشيء في الدنيا عذب به\nيوم القيامة <span id='ms10'></span> ».\n</p>\n\n<p>\n81- حدثنا علي، ثنا سفيان، عن أيوب، عن عطاء، عن ابن عباس -سمعه يقول-:\nأشهد أني شهدت العيد مع النبي صلى الله عليه وسلم، فبدأ بالصلاة قبل\nالخطبة، ثم خطب، فرأى أنه لم يسمع النساء، فأتاهن فوعظهن وذكرهن وأمرهن\nبالصدقة، ومعه بلال قائل بثوبه هكذا -وبسط ابن عيينة طرف ردائه- فجعلت\nالمرأة تلقي الخرس والخاتم والثوب والشيء.\n</p>\n\n<p>\n82- حدثنا علي، ثنا سفيان، عن أيوب، عن ابن سيرين، عن شريح، قال: قضى\nمحمد صلى الله عليه وسلم أن العمرى ميراث لأهلها، فمن ملك شيئا في حياته\nفهو لورثته إذا مات.\n</p>\n\n<p>\n83- حدثنا علي، ثنا سفيان، عن ايوب، عن عكرمة، عن ابن عباس، قال: قال\nالنبي صلى الله عليه وسلم: « لا تعذبوا عباد الله بعذاب الله ».\n</p>\n\n<p>\n84- حدثنا علي، ثنا سفيان، عن ايوب، عن محمد بن حبان، أن خالدا كان يؤرق\nمن الليل، فذكر ذلك لرسول الله صلى الله عليه وسلم، فأمره أن يتعوذ بكلمات\nالله التامة من غضب الله وعقابه، ومن شر عباده، ومن همزات الشياطين، وأن\nيحضرون.\n</p>\n\n<p>\n85- حدثنا علي، ثنا سفيان، عن أيوب بن موسى، عن ابن قسيط، قال: ولد لرجل\nجارية، فقال له رجل: هبها لي، فقال سعيد: لم تحل الموهبة لأحد بعد رسول\nالله صلى الله عليه وسلم، ولو أصدقها سوطا لحلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n86- حدثنا علي، حدثنا سفيان، عن أيوب بن موسى، عن عبيد الله بن مقسم، قال:\nسألت جابر بن عبد الله: أقرأ خلف الإمام في الظهر والعصر؟، قال: لا، قلت:\nفكيف أصنع إذا كنت أصلي لنفسي؟، قال: تقرأ بفاتحة الكتاب وسورة سورة في\nالركعتين الاوليين، وتقرأ في الركعتين الأخريين بفاتحة الكتاب.\n</p>\n\n<p>\n87- حدثنا علي، ثنا سفيان، ثنا أيوب بن موسى، عن محمد بن يحيى بن حبان،\nأن حبان بن منقذ كانت عنده امرأتان -هاشمية وأنصارية- فطلق الأنصارية ثم\nمات على رأس الحول، فقالت: لم تنقض عدتي، فارتفعوا إلى عثمان، فقال: هذا\nامر ليس لي به علم، ارفعوها إلى علي، فقال علي رضي الله عنه: تحلفين عند\nمنبر رسول الله صلى الله عليه وسلم <span id='ms11'></span> أنك لم تحيضي ثلاث حيض ولك الميراث؟\nفحلفت، فأشركت في الميراث، فقال عثمان -كانه يعتذر إليها-: هذا قضاء ابن\nعمك، قال أيوب: فكأن المرأة نالت من ذلك.\n</p>\n\n<p>\n88- حدثنا علي، ثنا سفيان، عن أيوب، عن بكير بن عبد الله بن الأشج، عن\nسعيد بن المسيب، قال: حيثما وقعت سلاحك من صيد فكل وغن قتلت، فأما الأنسي\nفلا تأكل حتى تذبح او تنحر.\n</p>\n\n<p>\n89- حدثنا علي، ثنا سفيان، عن زيد بن اسلم، سمع عطاء بم يسار يخبر عن\nالنبي صلى الله عليه وسلم، قال: « إذا أسلم العبد فأحسن إسلامه تقبل الله\nمنه كل حسنة زلفها، وكفر عنه كل سيئة زلفها، وكان في الإسلام ما كان:\nالحسنة بعشر أمثالها إلى سبعمائة ضعف، والسيئة بمثلها أو يغفرها الله عز وجل ».\n</p>\n\n<p>\n90- حدثنا علي، ثنا سفيان، عن هشام بن حجيز، عن طاوس، قال: إذا تكلم\nبالظهار فعليه الكفارة بقول المنكر والزور.\n</p>\n\n<p>\n91- حدثنا علي، ثنا سفيان، عن هشام بن حجيز، عن طاوس -يبلغ به النبي صلى\nالله عليه وسلم- قال: « من احيا مواتا من الأرض فهو له، وعاد الأرض لله\nولرسوله ».\n</p>\n\n<p>\n92- حدثنا علي، ثنا سفيان، عن محمد بن المنكدر، سمع أنس بن مالك يقول:\nصليت مع رسول الله صلى الله عليه وسلم بالمدينة أربعا وبذي الحليفة ركعتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n93- حدثنا علي، ثنا سفيان، عن محمد بن المنكدر، عن جابر، أن النبي صلى الله\nعليه وسلم أكل لحما، فصلى ولم يتوضأ.\n</p>\n\n<p>\n94- حدثنا علي، ثنا سفيان، عن محمد بن المنكدر، عن جابر، سمع النبي صلى\nالله عليه وسلم رجلا يقرأ: { قل هو الله أحد الله الصمد } يمدها، فقال: «\nسل تعطه »، وسمع آخر يقرأ: { قل يا أيها الكافرون }، فقال: « برئ من الشرك ».\n</p>\n\n<p>\n95- حدثنا علي، ثنا سفيان، عن محمد بن المنكدر، عن جابر، أن عمر بن\nالخطاب رضي الله عنه أكل لحما، فصلى ولم يتوضأ.\n</p>\n\n<p>\n96- حدثنا علي، ثنا سفيان، عن محمد بن المنكدر، عن جابر، قال: أكل أبو\nبكر رضي الله عنه لبنا، فصلى ولم يتوضأ.\n</p>\n\n<p>\n97- حدثنا علي، ثنا سفيان، عن عبد الملك بن <span id='ms12'></span> عمير، عن عبد الرحمن بن أبي\nبكرة، عن أبي بكرة، عن النبي صلى الله عليه وسلم، قال: « لا ينبغي للقاضي\nأن يقضي بين اثنين وهو غضبان ».\n</p>\n\n<p>\n98- حدثنا علي، ثنا سفيان، عن عبد الملك بن عمير، عن ربعي، عن حذيفة،\nقال: قال النبي صلى الله عليه وسلم: « اقتدوا باللذين من بعدي، أبو بكر\nوعمر »، رضي الله عنهما.\n</p>\n\n<p>\n99- حدثنا علي، ثنا سفيان، عن عبد الملك بن عمير، عن عمرو بن حريث، عن\nسعيد بن زيد بن عمرو بن نفيل، عن النبي صلى الله عليه وسلم، قال: « الكمأة\nمن المن، وماؤها شفاء للعين ».\n</p>\n\n<p>\n100- حدثنا علي، ثنا سفيان، عن عبد الملك بن عمير، عن الربيع بن عميلة،\nقال: سمعت من ابن مسعود كلمة ما سمعت بعد آية في كتاب الله أو حديث عن رسول\nالله صلى الله عليه وسلم أعجب إلي منها، سمعته يقول: بحسب امرئ إذا رأى\nمنكرا لا يستطيع له غيرا أن يعلم الله من قلبه أنه له كفارة.\n</p>\n\n<p>\n101- حدثنا علي، ثنا سفيان، عن عبد الملك بن عمير، عن زيد بن وهب، قال:\nقال عبد الله: اقرأ كما أقرأك عمر، إن عمر كان أعلمنا بكتاب الله، وأفقهنا\nفي دين الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n102- حدثنا علي، ثنا سفيان، عن منصور بن المعتمر، عن مجاهد، قال: أول شهيدة\nفي الإسلام أم عمارة، قتلها أبو جهل، وأول شهيد من الرجال مهجع مولى عمر\nرضي الله عنه.\n</p>\n\n<p>\n103- حدثنا علي، ثنا سفيان، عن منصور، عن أبي حا زم، عن أبي هريرة، قلت\nله عن النبي صلى الله عليه وسلم لعله: « لا تحل الصدقة لغني، ولا لذي مرة سوي ».\n</p>\n\n<p>\n104- حدثنا علي، ثنا سفيان، عن ابن عجلان، عن سعيد بن أبي سعيد، عن صيفي\nمولى أبي السائب، قال: سمعت أبا سعيد يقول: قال رسول الله صلى الله عليه\nوسلم: « إن بالمدينة نفرا من الجن قد أسلموا، فإذا رأيتم من هذه الهوام\nشيئا فآذنوه ثلاثا، فإن بدا لكم فاقتلوه ».\n</p>\n\n<p>\n105- حدثنا علي، ثنا سفيان، عن ابن عجلان، عن الأعرج، عن أبي هريرة، عن\nالنبي <span id='ms13'></span> صلى الله عليه وسلم، قال: « لا يكلم أحد في سبيل الله عز وجل -والله\nأعلم بمن يكلم في سبيله- إلا جاء يوم القيامة، وجرحه يثغب دما: اللون لون\nدم، والريح ريح مسك ».\n</p>\n\n<p>\n106- حدثنا علي، ثنا سفيان، عن ابن عجلان، قال: سمعت سعد بن إبراهيم يخبر\nعن أبي سلمة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: « قد كان\nفي الأمم محدثون، فإن يكن في أمتي منهم فهو عمر ».\n</p>\n\n<p>\n107- حدثنا علي، ثنا سفيان، عن ابن عجلان، عن محمد بن يحيى بن حبان، عن\nابن محيريز، عن معاوية، قال: قال النبي صلى الله عليه وسلم: « لا تبادروني\nبالركوع ولا بالسجود فإني قد بدنت، فمهما أسبقكم به إذا ركعت فإنكم تدركوني\nإذا رفعت، ومهما أسبقكم إذا سجدت فإنكم تدركوني إذا رفعت ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n108- حدثنا علي، ثنا سفيان، عن عاصم بن أبي النجود، سمع زرا قال: أتيت\nصفوان بن عسال المرادي، فقال: ما جاء بك؟، فقلت: ابتغاء العلم، فقال: إن\nالملائكة لتضع أجنحتها لطالب العلم رضى بما يطلب، قلت: حك في نفسي شيء من\nالمسح على الخفين بعد الغائط والبول، وكنت امرأ من أصحاب رسول الله صلى\nالله عليه وسلم، فأنا أسألك: هل سمعته يذكر في ذلك شيئا؟ قال: نعم، كان\nيامرنا إذا كنا في سفر أو مسافرين أن لا ننزع خفافنا ثلاثا ولياليهن إلا من جنابة.\n</p>\n\n<p>\n109- حدثنا علي، ثنا سفيان بن عيينة، عن عاصم بن أبي النجود، عن زر، قال:\nسمعت صفوان بن عسال المرادي يقول: بينا نحن في مسير لنا مع رسول الله صلى\nالله عليه وسلم، إذ عرض أعرابي بصوت له جهوري: أفيكم محمد؟، فصاح به القوم،\nوأجابه النبي صلى الله عليه وسلم بنحو من دعائه: « هاؤم »،فلم يزل يحدثنا\nإلى أن قال: « إن لله بابا مفتوحا للتوبة من المغرب، خلقه يوم خلق السموات\nوالأرض -سبعون أو أربعون عاما- لا يغلقه حتى تطلع الشمس منه ».\n</p>\n\n<p>\n110- وزادني بهذا الإسناد، قال: قال الأعرابي: يا رسول الله، أرأيت من\nأحب قوما ولما يلحق بهم <span id='ms14'></span>؟، قال: المرء مع من أحب.\n</p>\n\n<p>\n111- حدثنا علي، ثنا سفيان، عن عاصم بن أبي النجود، عن زر، قال: قال عبد\nالله: اغد عالما أو متعلما ولا تغد امعة من ذلك.\n</p>\n\n<p>\n112- حدثنا علي، ثنا سفيان، عن عاصم بن بهدلة، عن زر، عن علي رضي الله\nعنه، قال: أحب الكلام إلى الله تعالى أن يقول العبد وهو ساجد: رب إني ظلمت\nنفسي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت.\n</p>\n\n<p>\n113- حدثنا علي، ثنا سفيان، عن عاصم، عن زر، قال: سألت أبي بن كعب عن\nليلة القدر، فحلف لا يستثني أنها ليلة سبع وعشرين، قلت: لم تقول ذلك يا أبا\nالمنذر؟، قال: بالآية او بالعلامة التي قال النبي صلى الله عليه وسلم: « إن\nالشمس تطلع في ذلك اليوم بيضاء ليس لها شعاع ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n114- حدثنا علي، عن سفيان، عن عبدة بن أبي لبابة، عن زر، عن أبي بن كعب، مثله.\n</p>\n\n<p>\n115- حدثنا علي، ثنا سفيان، عن عبدة، عن زر، قال: سألت أبي بن كعب عن\nالمعوذتين، فقال: سألت النبي صلى الله عليه وسلم عن ذلك، فقال: سألت النبي\nصلى الله عليه وسلمعن ذلك فقال: « قيل لي »، فنحن نقول كما قال رسول الله\nصلى الله عليه وسلم.\n</p>\n\n<p>\n116- حدثنا علي، ثنا سفيان، عن عبدة بن أبي لبابة، عن زر، عن سويد بن\nغفلة، عن أبي الدرداء أو أبي ذر، قال: من أراد صلاة من الليل فغلبته عينه\nفله أجره ما نوى، ونومته عليه صدقة.\n</p>\n\n<p>\n117- حدثنا علي، ثنا سفيان، عن صدقة بن يسار، سمع ابن عمر يقول: عمرة في\nالعشر الأول من ذي الحجة احب إلي من عمرة في العشرين البواقي.\n</p>\n\n<p>\nحدثنا سفيان، عن صدقة، فذكرت ذلك لنافع، فقال: إن ابن عمر كان يقول: عمرة\nفيها صيام وهدي أحب إلي من عمرة لا هدي فيها ولا صيام.\n</p>\n\n<p>\n118- حدثنا علي، ثنا سفيان، عن صدقة، قال: قلت لطاوس: بم أدعو في\nالفريضة؟، قال: بما في القرآن.\n</p>\n\n<p>\n119- حدثنا علي، ثنا سفيان، عن عبدة بن أبي لبابة، قال: سألت ابن عمر عن\nالمسح على <span id='ms15'></span> الخفين فأمرني به.\n</p>\n\n<p>\n120- حدثنا علي، ثنا سفين، عن أبي يعفور، عن مسلم، عن مسروق، قال: سمعت\nعائشة تقول: كان النبي صلى الله عليه وسلم إذا دخل العشر الأواخر شد\nالمئزر، وأحيى الليل، وأيقظ أهله.\n</p>\n\n<p>\n121- حدثنا علي، ثنا سفيان، عن أبي يعفور، قال: أتينا عبد الله بن أبي\nأوفى نسألهعن الجراد، فقال: غزوت مع النبي صلى الله عليه وسلم سبع غزوات\nنأكل الجراد.\n</p>\n\n<p>\n122- حدثنا علي، ثنا سفيان، عن الأسود بن قيس، سمع جندبا يقول: كنا مع\nالنبي صلى الله عليه وسلم فنكبت إصبعه فقال: « هل أنت إلا إصبع دميت، وفي\nسبيل اله ما لقيت ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n123- حدثنا علي، ثنا سفيان، عن الأسود بن قيس، سمع جندبا يقول: شهدت الأضحى\nمع رسول الله صلى الله عليه وسلم، فعلم أو ظن ان ناسا ذبحوا قبل الصلاة،\nفقال: « من ذبح منكم قبل الصلاة فليعد ذبيحته، وإلا فليذبح على اسم الله ».\n</p>\n\n<p>\n124- حدثنا علي، ثنا سفيان، عن الأسود بن قيس، عن أبيه، عن عمر، أنه لم\nيكن يرى بأسا بقضاء رمضان في ذي الحجة.\n</p>\n\n<p>\n125- حدثنا علي، ثنا سفيان، عن أبي الزبير، قال: رأيت ابن عباس طاف بعد\nالعصر، وصلى.\n</p>\n\n<p>\n126- حدثنا علي، ثنا سفيان، عن أبي الزبير، عن جابر، قال: قال رسول الله\nصلى الله عليه وسلم لمعاذ: « اقرأ في العشاء ب { سبح اسم ربك الأعلى } و{\nالسماء ذات البروج } ونحوهما».\n</p>\n\n<p>\n127- حدثنا علي، ثنا سفيان، عن أبي الزبير، عن جابر، قال: قال النبي صلى\nالله عليه وسلم: « لا يبع حاضر لباد، ودعوا الناس يرزق الله بعضهم من بعض ».\n</p>\n\n<p>\n128- حدثنا علي، ثنا سفيان، عن أبي الزبير، عن جابر بن عبد الله، قال:\nبعثنا رسول الله صلى الله عليه وسلم في سرية، فألقى لنا البحر حوتا فأكلنا\nمنه نصف شهر، وائتدمنا منه وادهنا بودكه حتى اثبت أجسامنا.\n</p>\n\n<p>\n129- حدثنا علي، ثنا سفيان، عن حميد الاعرج، قال: قرأ مجاهد: (ورجلا\nسالما لرجل )\n</p>\n\n<p>\n130- حدثنا علي، ثنا سفيان، عن حميد الأعرج، عن مجاهد، أنه قرأ: ( أطعم\nفي يوم ذي مسغبة ).\n</p>\n\n<p>\n131- حدثنا علي، ثنا سفيان، عن <span id='ms16'></span> حميد الأعرج، قال: كنت عند سعيد بن جبير،\nفأقبل ابن له، فقال: إني لأعرف خير خلة فيه، أن يموت فأحتسبه.\n</p>\n\n<p>\n132- حدثنا علي، ثنا سفيان، عن حميد، عن عمرو بن شعيب، عن سعيد بن\nالمسيب، أن عمر رد نسوة من البيداء خرجن محرمات في عدتهن.\n</p>\n\n<p>\nآخر الجزء الأول\n</p>\n\n<p>\nعلقه أحمد بن القسطلاني لطف الله وفرج كربه وغفر ذنبه وستر عيبه\n</p>\n\n<p>\nفي رابع عشر من صفر سنة عشرين وتسعمائة\n</p>\n\n<p>\nوالحمد لله وحده وصلى الله على سيدنا محمد وآله وصحبه وسلم وحسبي الله\nونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nالجزء الثاني من حديث علي بن حرب الطائي عن سفيان بن عيينة وغيره\n</p>\n\n<p>\nومن حديث عمر بن علي بن حرب عن شيوخه\n</p>\n\n<p>\nرواية أبي حفص عمر بن أحمد بن عثمان البزاز العكبري عن أبي جعفر محمد بن\nيحيى بن عمر بن علي بن حرب عنهما\n</p>\n\n<p>\nبسم الله الرحمن الرحيم رب أجر لطفك في أمري وأمر المسلمين وصلى الله على\nسيدنا محمد وآله وصحبه وسلم\n</p>\n\n<p>\nأخبرنا الحافظ أبو طاهر أحمد بن محمد السلفي الأصبهاني -رحمه الله تعالى-\nأخبرنا الشيخ الصالح أبو الخطاب نصر بن أحمد بن عبد الله بن البطر -قرأت\nعليه ببغداد في شوال سنة ثلاث وتسعين وأربعمائة- قلت له: أخبركم أبو حفص\nعمر بن أحمد بن عثمان البزاز العكبري بعكبرا، أخبرنا أبو جعفر محمد بن يحيى\nبن عمر بن علي الطائي الموصلي في شهر ربيع الآخر سنة تسع وثلاثين\nوثلاثمائة،\n</p>\n\n<p>\n133- حدثني أبو جدي علي بن حرب بن محمد بن علي بن حيان بن مازن الوافد\nعلى رسول الله صلى الله عليه وسلم، ثنا سفيان بن عيينة، عن الزهري، عن عبيد\nالله بن عبد الله، عن ابن عباس، عن عمر رضي الله عنه، قال: قال رسول الله\nصلى الله عليه وسلم: « لا تطروني كما أطرت النصارى عيسى بن مريم، فإنما أنا\nعبد، فقولوا عبد الله ورسوله ».\n</p>\n\n<p>\n134- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن محمد بن جبير، بن\nمطعم، عن أبيه، قال: قال رسول الله صلى الله <span id='ms17'></span> عليه وسلم: « إني أنا محمد،\nوأنا أحمد، وأنا الماحي الذي يمحى به الكفر، وأنا الحاشر الذي أحشر الناس،\nوأنا العاقب الذي ليس بعده نبي ».\n</p>\n\n<p>\n135- حدثنا علي، نا محمد بن الفضيل، نا يزيد بن أبي زياد، عن مجاهد\nومقسم، عن ابن عباس، عن النبي صلى الله عليه وسلم، قال: « أعطيت خمسا -ولا\nأقول فخرا-: بعثت إلى الأحمر والأسود، وجعلت لي الأرض طهورا مسجدا، وأحل لي\nالمغنم ولا يحل لأحد كان قبلي، ونصرت بالرعب فهو يسير من أمامي مسيرة شهر،\nوأعطيت الشفاعة فادخرتها لأمتي إلى يوم القيامة، وهي إن شاء الله نائلة من\nلا يشرك بالله شيئا ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n136- حدثنا علي، ثنا سفيان بن عيينة، عن رجل من فراس، عن الشعبي، عن\nالحارث، عن علي بن أبي طالب، أن النبي صلى الله عليه وسلم رأى أبا بكر وعمر\n-رضي الله عنهما- فقال: « هذان سيدا كهول أهل الجنة من الأولين والآخرين،\nإلا النبيين والمرسلين، لا تخبرهما ».\n</p>\n\n<p>\n137- حدثنا علي، ثنا أبو عامر عبد الملك بن عمرو، ثنا سفيان، عن جامع بن\nأبي راشد، عن أبي يعلى، عن محمد بن الحنفية، قال: قلت لعلي رضي الله عنه:\nيا أبت، أي هذه الأمة خير بعد نبيها؟، قال: أبو بكر، قلت: ثم من؟، قال:\nعمر، قال: فخشيت أن أقول: ثم من؟، فيقول: عثمان، قلت: ثم أنت يا أبه؟، قال:\nأبوك رجل من المسلمين.\n</p>\n\n<p>\n138- حدثنا علي، ثنا سفيان، عن أبي إسحق، عن عبد خير، عن علي، قال: خير\nهذه الأمة بعد نبيها أبو بكر وعمر رضي الله عنهما.\n</p>\n\n<p>\n139- حدثنا علي، ثنا أبو عامر العقدي، ثنا سفيان، عن خالد بن علقمة، سمعت\nعبد خير، قال: سمعت عليا يقول: إن خير هذه الأمة نبيها، وخيرها بعد نبيها\nأبو بكر، وخيرها بعد أبي بكر عمر رضي الله عنهما، ثم يقضي الله فيها ما شاء.\n</p>\n\n<p>\n140- حدثنا علي، ثنا أبو داود الحفري، ثنا مسعر، عن ابن عون، عن محمد بن\nحاطب، عن علي رضي الله عنه، قال: عثمان من الذين آمنوا، ثم قرأ: { ليس على <span id='ms18'></span>\nالذين آمنوا وعملوا الصالحات جناح فيما طعموا }.\n</p>\n\n<p>\n141- حدثنا عمر بن علي بن حرب، ثنا أبو نعيم، عن سفيان، عن يزيد بن أبي\nزياد، عن ابن أبي نعم، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله\nعليه وسلم: « الحسن والحسين سيدا شباب أهل الجنة ».\n</p>\n\n<p>\n142- حدثنا جدي عمر بن علي بن حرب، ثنا أبو نعيم، ثنا إسرائيل، قال: سمعت\nسالم بن أبي حفصة، قال: سمعت أبا حازم، قال: سمعت أبا هريرة، قال: سمعت\nرسول الله يقول: « من أحب الحسن والحسين فقد أحبني، ومن أبغضهما فقد أبغضني ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n143- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن الأعمش، عن أبي\nوائل، عن أبي موسى، عن النبي صلى الله عليه وسلم، قال -قيل له: رجل يحب\nالقوم ولم يلحق بهم-، قال: « المرء مع من أحب ».\n</p>\n\n<p>\n144- حدثنا علي، ثنا أبو داود، ثنا أبو مسلم، قال: كان عيسى ابن مريم صلى\nالله عليه وسلم يقول: تقربوا إلى الله ببغض أهل المعاصي، والتمسوا رضوانه\nبالتباعد منهم، قالوا: فمن نجالس؟، قال: من تذكركم بالله رؤيته، ويرغبكم في\nالآخرة عمله، ويزيد في فهمكم منطقه.\n</p>\n\n<p>\n145- حدثنا عمر بن علي، ثنا أبو نعيم الفضل بن دكين، عن سفيان الثوري، عن\nأبي حصين، عن أبي عبد الرحمن السلمي، قال: انتهى علي رضي الله عنه إلى رجل\nوهو يقص، فقال: علمت الناسخ من المنسوخ؟، قال: لا، قال: هلكت وأهلكت.\n</p>\n\n<p>\n146- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن سالم، عن أبيه، قال:\nقال رسول الله صلى الله عليه وسلم: « لا حسد إلا في اثنتين: رجل آتاه الله\nمالا فهو ينفقه آناء الليل والنهار، ورجل آتاه الله القرآن فهو يقوم به\nآناء الليل والنهار ».\n</p>\n\n<p>\n147- حدثنا عمر بن علي، ثنا أبو نعيم، عن سفيان، عن عاصم، عن زر، عن عبد\nالله بن عمرو، عن النبي صلى الله عليه وسلم، قال: « اقرأ وارق ورتل كما كنت\nترتل في دار الدنيا، فإن منزلتك عند آخر آية تقرؤها ».\n</p>\n\n<p>\n148- حدثنا علي، ثنا أبو عامر العقدي عبد <span id='ms19'></span> الملك بن عمرو، ثنا شعبة، عن\nقتادة، عن النبي صلى الله عليه وسلم، قال: « ثلاث من كن فيه وجد حلاوة\nالإيمان: من كان يحب المرء لا يحبه إلا لله، ومن إن يلق في النار أحب إليه\nمن أن يرجع في الكفر إذ أنقذه الله منه، ومن كان الله ورسوله أحب إليه مما\nسواهما ».\n</p>\n\n<p>\n149- حدثنا علي بن حرب، ثنا أبو داود الحفري، ثنا سفيان، عن موسى -يعني\nابن عبيدة- عن محمد بن ثابت، عن أبي هريرة، قال: قال رسول الله صلى الله\nعليه وسلم: « إذا قلت للرجل جزاك الله خيرا فقد أبلغت ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n150- حدثنا عمر بن علي، ثنا أبو نعيم، ثنا سفيان، عن عاصم، عن مصعب بن سعد،\nعن سعد، قال: سئل النبي صلى الله عليه وسلم: أي الناس أشد بلاء؟، قال: «\nالأنبياء، ثم الأمثل فالأمثل، يبتلى الرجل على قدر دينه، فإن كان فيه صلابة\nزيد ببلائه، فإن كان في دينه رقة خفف عنه، وما يزال البلاء بالعبد حتى يمشي\nعلى الأرض وماله خطيئة ».\n</p>\n\n<p>\n151- حدثنا علي بن حرب، ثنا أبو عامر العقدي، ثنا سفيان، عن علقمة بن\nمرثد، عن القاسم بن مخيمرة، عن عبد الله بن عمرو، قال: ما من مؤمن يصاب\nببلاء في جسده إلا أمر الله عز وجل الحفظة يحفظونه، يقول: اكتبوا لعبدي من\nالأجر في يومه وليلته كأحسن ما كان يعمل بالليل والنهار مادام في وثاقي.\n</p>\n\n<p>\n152- حدثنا عمر بن حرب، ثنا أبو نعيم، عن سفيان، عن عبد الله بن عيسى، عن\nابن أبي الجعد، عن ثوبان، قال: قال رسول الله صلى الله عليه وسلم: « لا\nيزيد في العمر إلا البر، ولا يرد القدر إلا الدعاء، وإن الرجل ليحرم الرزق\nبالذنب يصيبه ».\n</p>\n\n<p>\n153- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن سلمة بن كهيل، عن\nهلال بن يساف، عن عمرو بن جندبة، قال: قال النبي صلى الله عليه وسلم: «\nأفضل الكلام أربعة: سبحان الله والحمد لله ولا إله إلا الله والله أكبر،\nولا عليك بأيها بدأت ».\n</p>\n\n<p>\n154- حدثنا عمر بن علي <span id='ms20'></span>، ثنا أبو نعيم، عن إسرائيل، عن علي بن سالم، ثنا\nعلي بن زيد بن جدعان، قال: سمعت سعيد بن المسيب يقول: قال عمر رضي الله\nعنه: قال رسول الله صلى الله عليه وسلم: « إن الجالب مرزوق، وإن المحتكر\nملعون ».\n</p>\n\n<p>\n155- حدثنا علي، ثنا سفيان بن عيينة، عن زياد بن علاقة، عن أسامة بن\nشريك، قال: شهدت النبي صلى الله عليه وسلم سئل: ما خير ما أعطي العبد؟،\nقال: « حسن الخلق ».\n</p>\n\n<p>\n156- حدثنا علي، حدثنا سفيان بن عيينة، عن زياد، سمع جرير بن عبد الله\nيقول: بايعت رسول الله صلى الله عليه وسلم على النصح لكل مسلم، وأنا لكم ناصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n157- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن أبي حصين، عن\nالشعبي، عن عاصم العدوي، عن كعب، قال: خرج إلينا رسول الله صلى الله عليه\nوسلم ونحن جلوس على وسادة من أدم، فقال: « سيكون من بعدي أمراء، فمن دخل\nعليهم فصدقهم بكذبهم وأعانهم على ظلمهم فليس مني ولست منه وليس يرد علي\nالحوض، ومن لم يصدقهم بكذبهم ولم يعنهم على ظلمهم فهو مني وأنا منه وهو\nوارد علي الحوض ».\n</p>\n\n<p>\n158- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن أبي إسحق، عن أبي\nالأحوص، عن عبد الله، عن النبي صلى الله عليه وسلم، قال: « من رآني في\nالمنام فقد رآني في اليقظة، فإن الشيطان لا يتمثل بي ».\n</p>\n\n<p>\n159- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن السدي، عن عبد خير،\nقال: قال علي عليه السلام: رحم الله أبا بكر أول من جمع بين اللوحين.\n</p>\n\n<p>\n160- حدثنا علي، ثنا أبو داود، ثنا سفيان، عن زيد بن أسلم، عن أبيه، قال:\nقال أبو بكر: لساني أوردني الموارد.\n</p>\n\n<p>\n161- حدثنا علي، ثنا أبو داود، ثنا سفيا، عن عاصم، عن سالم، قال: استأذن\nعمر النبي صلى الله عليه وسلم في عمرة، فقال: « يا أخي، أشركنا في صالح\nدعائك ولا تنسنا ».\n</p>\n\n<p>\n162- حدثنا علي، ثنا أبو داود، ثنا سفيان، عن عبد الملك بن عمير، عن\nربعي، عن حذيفة، قال <span id='ms21'></span>: قال النبي صلى الله عليه وسلم: « اقتدوا بالذين من\nبعدي: أبي بكر وعمر »، رضي الله عنهما.\n</p>\n\n<p>\n163- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن نسير بن ذعلوق، قال:\nسمعت ابن عمر يقول: لا تسبوا أصحاب النبي صلى الله عليه وسلم، فلمقام أحدهم\nساعة خير من عمل أحدكم عمره.\n</p>\n\n<p>\n164- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن عبد الله بن طاوس،\nقال: قيل لابن عمر: ندعو الخوارج كفارا أو الخوارج كفار؟، فقال: لا حتى\nيجعلوا مع الله مثنى مثنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n165- حدثنا علي، ثنا أبو داود، ثنا أبو سلم، قال: كان عيسى ابن مريم صلى\nالله عليه وسلم يقول للحواريين: أنتم ملح فإذا فسد الشيء دووي بالملح، فإذا\nفسد الملح بأي شيء يداوى.\n</p>\n\n<p>\n166- حدثنا علي، ثنا أبو داود، نا رستم، سمعت الحسن -وقال له بعض جلسائه:\nليت الله أهلك الفجار- قال: إذا استوحشت إلى الطريق.\n</p>\n\n<p>\n167- حدثنا علي، ثنا أبو داود، نا صالح بن حسان، عن محمد بن كعب، قال:\nقال النبي صلى الله عليه وسلم: « لا تحدثوا إلا عمن تقبلوا شهادته ».\n</p>\n\n<p>\n168- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن محمد بن جبير بن\nمطعم، عن أبيه، عن النبي صلى الله عليه وسلم، قال: « لا يدخل الجنة قاطع ».\n</p>\n\n<p>\n169- حدثنا عمر بن علي حرب، ثنا أبو نعيم، عن سفيان، عن عطاء، عن أبيه،\nعن كعب، قال: تجد في كتاب الله: ابن آدم اتق ربك، وبر والديك، وصل رحمك،\nيمد لك في عمرك، وييسر لك يسرك، ويصرف عنك عسرك.\n</p>\n\n<p>\n170- حدثنا عمر، نا أبو نعيم، عن سفيان، عن ليث، عن مجاهد، عن ابن عباس،\nقال: قال لي: أحب في الله وأبغض في الله ووال في الله وعاد في الله فإنه لا\nتنال ولاية الله إلا بذلك ولا يجد رجل طعم الإيمان وإن كثرت صلاته وصيامه\nحتى يكون كذلك وقارب مرضاة الله في أمر الدنيا فإن ذلك لا يجزي عن أهله،\nوقال لي ابن عمي: « إذا أصبحت فلا تحدث نفسك بالمساء، وإذا أمسيت فلا تحدث <span id='ms22'></span>\nنفسك بالصباح، وخذ من صحتك لسقمك، ومن حياتك لموتك، فإنك با عبد الله لا\nتدري ما اسمك غدا -وأخذ رسول الله صلى الله عليه وسلم ببعض جسدي وقال:- كن\nفي الدنيا كأنك غريب أو عابر سبيل، وعد نفسك في أهل القبور ».\n</p>\n\n<p>\n171- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن صالح، قال: سمعت أبا\nهريرة يقول: قال النبي صلى الله عليه وسلم: « ما جلس قوم لم يذكروا الله\nولم يصلوا على النبي صلى الله عليه وسلم إلا كانت عليهم ترة يوم القيامة،\nإن شاء عفا عنهم وإن شاء أخذهم ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n172- حدثنا علي، ثنا أبو داود، ثنا سفيان، عن موسى بن عبيدة، عن محمد بن\nثابت، عن أبي هريرة، قال: قال النبي صلى الله عليه وسلم: « إذا صليتم علي\nفصلوا على أنبياء الله ورسله فإنهم بعثوا كما بعثت ».\n</p>\n\n<p>\n173- حدثنا علي، ثنا أبو عامر العقدي عبد الملك بن عمرو، ثنا شعبة، عن\nقتادة، عن مطرف بن عبد الله، عن حكيم بن قيس بن عاصم، أن قيس بن عاصم أوصى\nبنيه، قال: اتقوا الله وسودوا أكبركم، فإن القوم إذا سودوا أكبرهم خلفوا\nأباهم، وإذا سودوا أصغرهم أزرى ذلك عليهم عند أكفائهم، وعليك بالمال\nواصطناعه فإنه منبهة للكريم، ويستغني به عن اللئيم، وإياكم والمسألة، فإنها\nآخر كسب الرجل، ولا تنوحوا علي فإن رسول الله صلى الله عليه وسلم لم ينح\nعليه، ولا تدفنوني بأرض يشعر بمدفني بكر بن وائل فإني كنت أغازلهم في\nالجاهلية.\n</p>\n\n<p>\n174- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن أبي هارون، قال: كنا\nنأتي أبا سعيد الخدري، فيقول: مرحبا بوصية رسول الله صلى الله عليه وسلم،\nإن رسول الله صلى الله عليه وسلم قال: « الناس لكم تبع، وإن رجالا يأتونكم\nمن اقطار الأرض يتفقهون في الدين، فاستوصوا بهم خيرا ».\n</p>\n\n<p>\n175- حدثنا عمر بن علي، ثنا أبو نعيم الفضل بن دكين، ثنا سفيان الثوري،\nعن العلاء بن المسيب، قال: قال سلمان: إذا ظهر العلم وخزن -أراه العمل-\nوائتلفت الألسنة واختلفت القلوب وقطع كل <span id='ms23'></span> ذي رحم رحمه فعند ذلك لعنهم الله\nفأصمهم واعمى أبصارهم.\n</p>\n\n<p>\n176- حدثنا علي، ثنا أبو داود الحفري، أنا أبو مسلم، قال: وجد في صخرة\nبيت المقدس: من يزرع خيرا يحصد غبطة، ومن يزرع شرا يحصد ندامة، تعمل\nالسيئات وتجزى بالحسنات أجل كما يجتنى من الشوك العنب.\n</p>\n\n<p>\n177- حدثنا عمر بن علي، ثنا أبو نعيم، عن سفيان الثوري، عن ليث، قال: قال\nلي طاوس: ما تعلمت فتعلم لنفسك، فإن الأمانة قد ذهبت من الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n178- حدثنا علي بن حرب، ثنا سفيان بن عيينة، عن عمرو، سمع جابر بن عبد الله\nيقول: كان معاذ يصلي مع النبي صلى الله عليه وسلم ثم يرجع إلى قومه فيصلي\nبهم، فأخر النبي صلى الله عليه وسلم ذات ليلة، فرجع معاذ، فأمهم، فقرأ سورة\nالبقرة، فلما رآه رجل من القوم انحرف إلى ناحية المسجد، فصلى وحده، فقالوا:\nيا فلان نافقت؟، فقال: لآتين رسول الله صلى الله عليه وسلم فلأخبرنه، فأتى\nالنبي صلى الله عليه وسلم، فقال: إن معاذا يصلي معك ثم يرجع فيؤمنا، وإنك\nأخرت الصلاة البارحة فقرأ سورة البقرة، وإنما نحن أصحاب نواضح وإنما نعنل\nبأيدينا، فقال: « يا معاذ، أفتان أنت؟، اقرأ ب { الليل إذا يغشى }، ونحوها ».\n</p>\n\n<p>\n179- حدثنا علي، ثنا أبو عامر العقدي عبد الملك بن عمرو، ثنا ابن أبي\nذئب، عن إسحق بن يزيد، عن عون بن عبد الله بن عتبة، عن ابن مسعود، ان النبي\nصلى الله عليه وسلم قال: « إذا قال العبد في ركوعه: سبحان ربي العظيم\n-ثلاثا- فقد تم ركوعه، وذلك أدناه، وإذا قال في سجوده: سبحان ربي الأعلى\nثلاثا فقد تم سجوده وذلك أدناه ».\n</p>\n\n<p>\n180- حدثنا علي، ثنا أسباط، عن سليمان التيمي، عن قتادة، عن زرارة بن\nأوفى، عن سعد بن هشام، عن عائشة رضي الله عنها قالت: قال رسول الله صلى\nالله عليه وسلم: « الركعتان قبل صلاة الفجر أحب إلي من الدنيا -أو قال:-\nأحب إلي من الدنيا وما فيها ».\n</p>\n\n<p>\n181- حدثنا علي، ثنا أبو داود الحفري عمر بن سعيد، ثنا سفيان بن سعيد <span id='ms24'></span>\nالثوري، عن أبي الزناد، عن الأعرج، عن أبي هريرة، قال: قال النبي صلى الله\nعليه وسلم: « لا يصلي أحدكم في الثوب الواحد ليس على عاتقه منه شيء ».\n</p>\n\n<p>\n182- حدثنا علي بن محمد بن فضيل، عن مغيرة، عن أبي موسى، عن علي، قال:\nكان آخر كلام النبي صلى الله عليه وسلم: « الصلاة..الصلاة..واتقوا الله\nفيما ملكت أيمانكم ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n183- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن أبي الزناد، عن\nالأعرج، عن أبي هريرة، قال: قال النبي صلى الله عليه وسلم: « مطل الغني\nظلم، ومن اتبع على ملي فليتبع ».\n</p>\n\n<p>\n184- حدثنا علي، ثنا سفيان، عن أيوب السختياني، عن عكرمة، عن ابن عباس\n-يبلغ به النبي صلى الله عليه وسلم-: « من صور صورة كلف أن ينفخ فيها، ولن\nيفعل، ومن تحلم كلف أن يعقد بين شعيرتين، ولن يفعل ».\n</p>\n\n<p>\n185- حدثنا علي، ثنا سفيان بن عيينة، عن عاصم بن بهدلة، عن زر، عن علي،\nقال: أحب الكلام إلى الله عز وجل أن يقول العبد وهو ساجد: رب إني ظلمت نفسي\nفاغفر لي فإنه لا يغفر الذنوب إلا أنت.\n</p>\n\n<p>\n186- حدثنا علي، ثنا سفيان بن عيينة، عن الزهري، عن حميد، عن أبي سعيد\nالخدري، قال: رأى النبي صلى الله عليه وسلم نخامة في المسجد فحكها ونهى أن\nيبزق الرجل بين يديه أو عن يمينه، وقال: « ليبزق عن شماله، أو تحت قدمه\nاليسرى ».\n</p>\n\n<p>\n187- حدثنا علي، ثنا أبو داود الحفري عمر بن سعد، ثنا سفيان، عن أبي\nإسحق، عن الحارث، عن علي عليه السلام، قال: جاء ثلاثة نفر إلى النبي صلى\nالله عليه وسلم، فقال أحدهم: كانت لي مائة أوقية فتصدقت منها بعشر أواق،\nوقال الآخر: كان لي عشرة دراهم فتصدقت منها بدرهم، وقال الآخر: كان لي عشرة\nدنانير فتصدقت منها بدينار، قال: « كلكم في الأجر سواء، كلكم تصدق بعشر\nماله ».\n</p>\n\n<p>\n188- حدثنا علي، ثنا أبو عامر العقدي عبد الملك بن عمرو، ثنا شعبة، عن\nقتادة، عن أنس، عن النبي صلى الله عليه وسلم، قال: « ما أحد يدخل الجنة\nيتمنى أن <span id='ms25'></span> يخرج منها وأن له ما على الأرض من شيء إلا الشهيد، فإنه يتمنى أن\nيرجع فيقتل عشر مرات لما يرى من الكرامة ».\n</p>\n\n<p>\n189- حدثنا عمر بن علي، ثنا أبو نعيم الفضل بن دكين القرشي، عن سفيان، عن\nعطاء، عن أبيه، عن عبد الله بن عمرو، قال: جاء رجل إلى رسول الله صلى الله\nعليه وسلم يبايعه على الهجرة وترك أبويه يبكيان، فقال: « ارجع إليهما\nفأضحكهما كما أبكيتهما ».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n190- حدثنا عمر، ثنا أبو نعيم الفضل بن دكين، عن سفيان، عن عطاء بن السائب،\nعن أبيه، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم، قال: « خلتان\n-أو خصلتان- لا يحصيهما رجل مسلم إلا دخل الجنة، وهما يسير ومن يعمل بهما\nقليل »، قيل: وما هما يا رسول الله؟، قال: « يكبر أحدكم في دبر كل صلاة\nعشرا، ويحمد عشرا، ويسبح عشرا، فتلك خمسون ومائة على اللسان، وألف وخمسمائة\nفي الميزان -قال: فرأيت النبي صلى الله عليه وسلم يعدهن بيده- وإذا أوى إلى\nفراشه يسبحه ويحمده ويكبره مائة، فتلك مائة على اللسان، وألف في الميزان،\nفأيكم يعمل في اليوم ألفين وخمسمائة »، قيل: وكيف لا نحصيها؟، قال: « يأتي\nأحدكم الشيطان وهو في صلاته فيذكره حاجة كذا فلا يذكر ».\n</p>\n\n<p>\n191- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن سهل، عن عبد الله\nبن دينار، عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: «\nالإيمان بضع وستون، أعظمها لا إله إلا الله، وأدناها إماطة الأذى عن\nالطريق، والحياء شعبة من الإيمان ».\n</p>\n\n<p>\n192- حدثنا عمر بن علي، ثنا أبو نعيم، عن سفيان، عن أبيه، عن كعب، قال:\nقال موسى صلى الله عليه وسلم: يا رب، أقريب أنت فأناجيك، أم بعيد فأناديك؟،\nقال يا موسى: أنا جليس من ذكرني، قال: فإنا نكون من الحال على حال نجلك أن\nنذكرك فيها؟، قال: وما هي؟، قال: الغائط والبول: قال: اذكرني على كل حال.\n</p>\n\n<p>\n193- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن سلمة بن كهيل، عن <span id='ms26'></span>\nعبد الله بن عبد الرحمن بن أبزى، عن أبيه، أنه كان إذا أصبح قال: أصبحنا\nعلى فطرة الإسلام وكلمة الإخلاص ودين نبينا صلى الله عليه وسلم وملة أبينا\nإبراهيم حنيفا مسلما وما كان من المشركين.\n</p>\n\n<p>\n194- حدثنا علي، ثنا سفيان بن عيينة، عن ثور، عن خالد بن معدان، قال: من\nقال سبحان الله وبحمده من غير تعجب، ولا سمعها من أحد جعل الله لها عينين\nوجناحين تسيحان مع السائحين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n195- حدثنا علي بن حرب، ثنا أبو دلود، ثنا مسعر، عن أبي ضمرة عن أحسب عن\nعبد الله، قال: لأن أذكر الله عز وجل يوما إلى الليل أحب إلي من أن أحمل\nعلى جياد الخيل في سبيل الله يوما إلى الليل.\n</p>\n\n<p>\n196- حدثنا علي، ثنا أبو داود، ثنا ابن السماك، عن أشعث، قال: دخلت على\nيزيد الرقاشي، فقال: يا أشعث، تعال نبك على الماء البارد يوم الظمأ، قال:\nوجعل يقول: سبقني العابدون وقطع بي، والهفاه!، وقد صام اثنين وأربعين سنة.\n</p>\n\n<p>\n197- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن فراس، عن الشعبي،\nعن عبد الله، قال: أول كلمة قال إبراهيم عليه السلام حين طرح في النار:\nحسبي الله ونعم الوكيل.\n</p>\n\n<p>\n198- حدثني عمر بن علي، عن سفيان، عن أبي الزبير، عن قال: كان النبي صلى\nالله عليه وسلم لا ينام حتى يقرأ { تبارك الذي بيده الملك }.\n</p>\n\n<p>\n199- حدثني أبو جدي علي بن حرب، ثنا أبو داود، ثنا سفيان، عن عاصم، عن\nزر، عن عبد الله، قال: يؤتى الرجل في قبره من قبل رأسه، فيقول: لا سبيل لكم\nعليه كان يقرأ سورة الملك، فيؤتى من قبل رجليه فيقول: لا سبيل لكم عليه كان\nيقرأ سورة الملك فهي المانعة تمنع من عذاب القبر، من قرأها فقد أكثر وأطاب،\nوهي مكتوبة في التوراة.\n</p>\n\n<p>\n200- حدثنا علي، ثنا أبو داود الحفري، ثنا سفيان، عن أبي إسحق، عن فروة\nبن نوفل، قال: قال رسول الله صلى الله عليه وسلم لرجل: « اقرأ { قل يا أيها\nالكافرون } فإنها براءة من الشرك ».\n</p>\n\n<p>\n201- حدثنا <span id='ms27'></span> عمر بن علي جدي، ثنا أبو تعيم، عن سفيان، عن إسماعيل -يعني\nابن أبي خالد- عن هلال بن يساف، عن ابن مسعود، قال: من قرأ { قل يا أيها\nالكافرون } في ليلة فقد أكثر وأطاب.\n</p>\n\n<p>\n201- حدثنا علي، ثنا أبو داود، ثنا مسعر، عن أبي قيس، عن عمرو بن ميمون،\nعن ابن مسعود، قال: لا يعجزن أحدكم أن يقرأ ثلث القرآن: { قل هو الله أحد }.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n202- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن يعقوب المؤذن، عن\nبعض أصحابه، عن عيسى، عن علي رضي الله عنه، قال: إني قارئ عليكم القرآن،\nقال: فقرأ عليهم: { قل هو الله أحد } ثلاث مرات.\n</p>\n\n<p>\n203- حدثني جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن مغيرة، عن\nإبراهيم، قال: كانوا يكرهون أن يكتبوا الآية في الخاتم.\n</p>\n\n<p>\n204- حدثنا جدي عمر، ثنا أبو نعيم، عن سفيان، عن إبراهيم بن مهاجر، قال:\nذكر لإبراهيم رجل من مراد به أود يكتب القرآن بسقيه، قال: أراه سيصيبه بلاء.\n</p>\n\n<p>\n205- حدثنا علي، ثنا سفيان بن عيينة، عن ابن أبي نجيح، عن مجاهد، قال:\nالحواميم ديباج القرآن.\n</p>\n\n<p>\n206- حدثنا جدي عمر بن علي، ثنا أبو نعيم، ثنا صالح بن رستم، عن أبي\nعمران الجوني، عن جندب قال: اتلوا القرآن ما ائتلفت عليه قلوبكم، فإذا\nاختلفتم فيه فقوموا عنه.\n</p>\n\n<p>\n207- حدثنا علي بن حرب، ثنا أبو داود الحفري، ثنا سفيان، عن أسامة بن\nزيد، عن عكرمة، عن ابن عباس، قال: إذا أعيتكم عربية القرآن فعليكم بالشعر\nفإنه ديوان العرب.\n</p>\n\n<p>\n208- حدثني جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن الأعمش، عن\nإبراهيم، عن الأسود، عن عبد الله، قال: إذا سئل أحدكم عن الآية فليقرأ ما قبلها.\n</p>\n\n<p>\n209- حدثنا جدي، ثنا أبو نعيم، عن سفيان، عن إبراهيم، قال: قال فصل\nالقرآن.\n</p>\n\n<p>\n210- حدثنا علي بن حرب، ثنا سفيان بن عيينة، عن عمار الدهني، عن سالم بن\nأبي الجعد، عن علي رضي الله عنه، أنه فرض لمن قرأ القرآن ألفين، قال سالم:\nوكان أبي ممن قرأ القرآن فلم <span id='ms28'></span> يأخذها.\n</p>\n\n<p>\n211- حدثنا جدي، ثنا أبو نعيم، عن سفيان، عن الشيباني، عن سعد: من قرأ\nالقرآن جعله علي ألفان، فبلغ ذلك عمر رضي الله عنه، فقال: أف له! أيعطي على\nكتاب الله ثمنا.\n</p>\n\n<p>\n212- حدثنا أبو جدي علي بن حرب، ثنا سفيان بن عيينة، عن حصين، عن سالم،\nأن هسأل شريحا ومسروق وعبد الله بن يزيد الخطمي عن بيع المصاحف، فقالوا: لا\nنأمر أن يأخذ بكتاب الله ثمنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n213- حدثنا جدي عمر بن علي، ثنا أبو نعيم، عن سفيان، عن ليث، عن ابن سابط،\nقال: تفتح أبواب السماء لخمسة: نزول الغيث وقراءة القرآن ولقي الزحف، وأذان\nالصلاة، والدعاء.\n</p>\n\n<p>\n214- حدثنا جدي عمر، ثنا أبو نعيم، عن سفيان، عن عاصم -يعني الأحول-، عن\nعكرمة، قال: كان يقال: من قرأ القرآن لم يرد إلى أرذل العمر.\n</p>\n\n<p>\n215- حدثنا جدي عمر بن علي، ثنا أبو نعيم، ثنا حمران -يعني ابن عبد\nالعزيز- قال: ذكر محمد بن سيرين الذين يصعقون إذا قرئ القرآن، قال: بيننا\nوبينهم أن يقعد أحدهم على ظهر بيت باسط رجليه ثم يقرأ عليه القرآن من أوله\nإلى آخره، فإن رمى بنفسه فهو صادق.\n</p>\n\n<p>\nآخر الجزء الثاني وهو آخر ماكان عند أبي الخطاب بن البطر\n</p>\n\n<p>\nكتبه لنفسه أحمد بن القسطلاني، لطف الله تعالى به وفرج كربه وغفر ذنبه\n</p>\n\n<p>\nفي صفر عشرين وتسعمائة\n</p>\n\n<p>\nوالحمد لله وحده وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n <span id='ms29'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}