{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>معنى أصول الفقه</h1>\n\n<p>\nهذه ورقات تشتمل على فصول من أصول الفقه وذلك مؤلف من جزأين مفردين\n</p>\n\n<p>\nفالأصل ما بني عليه غيره والفرع ما يبنى على غيره\n</p>\n\n<p>\nوالفقه معرفة الأحكام الشرعية التي طريقها الاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>أنواع الحكم</h1>\n\n<p>\nوالأحكام سبعة الواجب والمندوب والمباح والمحظور والمكروه والصحيح\nوالباطل\n</p>\n\n<p>\nفالواجب ما يثاب على فعله ويعاقب على تركه\n</p>\n\n<p>\nوالمندوب ما يثاب على فعله ولا يعاقب على تركه\n</p>\n\n<p>\nوالمباح ما لا يثاب على فعله ولا يعاقب على تركه\n</p>\n\n<p>\nوالمحظور ما يثاب على تركه ويعاقب على فعله\n</p>\n\n<p>\nوالمكروه ما يثاب على تركه ولا يعاقب على فعله\n</p>\n\n<p>\nوالصحيح ما يتعلق به النفوذ ويعتد به\n</p>\n\n<p>\nوالباطل ما لا يتعلق به النفوذ ولا يعتد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الفرق بين الفقه والعلم والظن والشك</h1>\n\n<p>\nوالفقه أخص من العلم والعلم معرفة المعلوم على ما هو به والجهل تصور\nالشيء على خلاف ما هو به\n</p>\n\n<p>\nوالعلم الضروري ما لم يقع عن نظر واستدلال كالعلم الواقع بإحدى الحواس\nالخمس التي هي السمع والبصر والشم والذوق واللمس أو التواتر\n</p>\n\n<p>\nوأما العلم المكتسب فهو الموقوف على النظر والاستدلال والنظر هو الفكر في\nحال المنظور فيه والاستدلال طلب الدليل والدليل هو المرشد إلى المطلوب لأنه\nعلامة عليه\n</p>\n\n<p>\nوالظن تجويز أمرين أحدهما أظهر من الآخر\n</p>\n\n<p>\nوالشك تجويز أمرين لا مزية لأحدهما على الآخر\n</p>\n\n<p>\nوعلم أصول الفقه طرقه على سبيل الإجمال وكيفية الاستدلال بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>أبواب أصول الفقه</h1>\n\n<p>\nوأبواب أصول الفقه\n</p>\n\n<h1 class='l1' id='head4'>أقسام الكلام </h1>\n\n<p>\nوالأمر والنهي والعام والخاص والمجمل والمبين والظاهر والمؤول والأفعال\nوالناسخ والمنسوخ والإجماع والأخبار والقياس والحظر والإباحة وترتيب الأدلة\nوصفة المفتى والمستفتى وأحكام المجتهدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>أقسام الكلام</h1>\n\n<p>\nفأما أقسام الكلام فأقل ما يتركب منه الكلام اسمان أو اسم وفعل أو فعل\nوحرف أو اسم وحرف\n</p>\n\n<p>\nوالكلام ينقسم إلى أمر ونهي وخبر واستخبار وينقسم أيضا إلى تمن وعرض وقسم\n</p>\n\n<p>\nومن وجه آخر ينقسم إلى حقيقة ومجاز فالحقيقة ما بقي في الاستعمال على\nموضوعه وقيل ما استعمل فيما اصطلح عليه من المخاطبة\n</p>\n\n<p>\nوالمجاز ما تجوز عن موضوعه والحقيقة إما لغوية <span id='ms1'></span> وإما شرعية وإما عرفية\n</p>\n\n<p>\nوالمجاز إما أن يكون بزيادة أو نقصان أو نقل أو استعارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nفالمجاز بالزيادة مثل قوله تعالى {ليس كمثله شيء}\n</p>\n\n<p>\nوالمجاز بالنقصان مثل قوله تعالى {واسأل القرية}\n</p>\n\n<p>\nوالمجاز بالنقل كالغائط فيما يخرج من الإنسان والمجاز بالاستعارة كقوله\nتعالى {جدارا يريد أن ينقض}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>2 - </h1>\n\n<p>\nالأمر\n</p>\n\n<p>\nوالأمر استدعاء الفعل بالقول ممن هو دونه على سبيل الوجوب\n</p>\n\n<p>\nوصيغته افعل وهي عند الإطلاق والتجرد عن القرينة تحمل عليه إلا ما دل\nالدليل على أن المراد منه الندب أو الإباحة ولا تقتضي التكرار على الصحيح\nإلا ما دل الدليل على قصد التكرار ولا تقتضى الفور\n</p>\n\n<p>\nوالأمر بإيجاد الفعل أمر به وبما لا يتم الفعل إلا به ك\n</p>\n\n<h1 class='l1' id='head7'>الأمر</h1>\n\n<p>\nبالصلاة فإنه أمر بالطهارة المؤدية إليها وإذا فعل يخرج المأمور عن\nالعهدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه من يدخل في الأمر والنهي ومن لا يدخل يدخل في خطاب الله تعالى\nالمؤمنون وأما الساهي والصبي والمجنون فهم غير داخلين في الخطاب\n</p>\n\n<p>\nوالكفار مخاطبون بفروع الشريعة وبما لا تصح إلا به وهو الإسلام لقوله\nتعالى {ما سلككم في سقر قالوا لم نك من المصلين}\n</p>\n\n<p>\nوالأمر بالشيء نهي عن ضده والنهي عن الشيء أمر بضده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>3 - النهي</h3>\n\n<p>\nوالنهي استدعاء الترك بالقول ممن هو دونه على سبيل الوجوب ويدل على فساد\nالمنهي عنه\n</p>\n\n<p>\nوترد صيغة الأمر والمراد به الإباحة أو التهديد أو التسوية أو التكوين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head9'>4 - العام والخاص</h3>\n\n<p>\nوأما العام فهو ما عم شيئين فصاعدا من قوله عممت زيدا وعمرا بالعطاء\nوعممت جميع الناس بالعطاء\n</p>\n\n<p>\nوألفاظ أربعة الاسم الواحد المعرف بالألف واللام واسم الجمع المعرف\nباللام والأسماء المبهمة ك من فيمن يعقل وما فيما لا يعقل وأي في الجميع\nوأين في المكان ومتى في الزمان وما في الاستفهام والجزاء وغيره ولا في\nالنكرات\n</p>\n\n<p>\nوالعموم من صفات النطق ولا يجوز دعوى العموم في غيره من الفعل وما يجري\nمجراه\n</p>\n\n<p>\nوالخاص يقابل العام والتخصيص تمييز بعض الجملة وهو ينقسم إلى متصل ومنفصل\n</p>\n\n<p>\nفالمتصل الاستثناء والتقييد بالشرط والتقييد بالصفة\n</p>\n\n<p>\nوالاستثناء إخراج ما لولاه لدخل في الكلام وإنما يصح <span id='ms2'></span> بشرط أن يبقى من\nالمشتثنى منه شيء ومن شرطه أن يكون متصلا بالكلام\n</p>\n\n<p>\nويجوز تقديم الاستثناء على المستثنى منه ويجوز الاستثناء من الجنس ومن\nغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالشرط يجوز أن يتأخر عن المشروط ويجوز أن يتقدم عن المشروط والمقيد\nبالصفة يحمل عليه المطلق كالرقبة قيدت بالإيمان في بعض المواضع وأطلقت في\nبعض المواضع فيحمل المطلق على المقيد\n</p>\n\n<p>\nويجوز تخصيص الكتاب بالكتاب وتخصيص الكتاب وتخصيص الكتاب بالسنة وتخصيص\nالسنة بالكتاب وتخصيص السنة بالسنة وتخصيص النطق بالقياس ونعني بالنطق قول\nالله سبحانه وتعالى وقول الرسول صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head10'>5 - المجمل والمبين</h3>\n\n<p>\nوالمجمل ما افتقر إلى البيان والبيان إخراج الشيء من حيز الإشكال إلى حيز\nالتجلي\n</p>\n\n<p>\nوالنص ما لا يحتمل إلا معنى واحدا وقيل ما تأويله تنزيله وهو مشتق من\nمنصة العروس وهو الكرسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head11'>6 - الظاهر والمؤول</h3>\n\n<p>\nوالظاهر ما احتمل أمرين أحدهما أظهر من الآخر ويؤول الظاهر بالدليل ويسمى\nالظاهر بالدليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>7 - الأفعال</h3>\n\n<p>\nفعل صاحب الشريعة لا يخلو إما أن يكون على وجه القربة والطاعة أو غير ذلك\n</p>\n\n<p>\nفإن دل دليل على الاختصاص به يحمل على الاختصاص وإن لم يدل لا يخصص به\nلأن الله تعالى يقول {لقد كان لكم في رسول الله أسوة حسنة}\n</p>\n\n<p>\nفيحمل على الوجوب عند بعض أصحابنا ومن بعض أصحابنا من قال يحمل على الندب\nومنهم من قال يتوقف عنه\n</p>\n\n<p>\nفإن كان على وجه غير القربة والطاعة فيحمل على الإباحة في حقه وحقنا\nوإقرار صاحب الشريعة على القول الصادر من أحد هو قول صاحب الشريعة وإقراره\nعلى الفعل كفعله\n</p>\n\n<p>\nوما فعل في وقته في غير مجلسه وعلم به ولم ينكره فحكمه حكم ما فعل في\nمجلسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>8 - </h1>\n\n<p>\nالنسخ\n</p>\n\n<p>\nوأما\n</p>\n\n<h1 class='l1' id='head14'>النسخ </h1>\n\n<p>\nفمعناه لغة الإزالة وقيل معناه النقل من قولهم نسخت ما في هذا الكتاب أي\nنقلته\n</p>\n\n<p>\nوحده هو الخطاب الدال على رفع الحكم الثابت بالخطاب المتقدم على وجه\nلولاه لكان ثابتا مع تراخيه عنه\n</p>\n\n<p>\nويجوز نسخ الرسم وبقاء الحكم ونسخ الحكم وبقاء الرسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالنسخ إلى بدل وإلى غير بدل وإلى ما هو أغلظ وإلى ما <span id='ms3'></span> هو أخف\n</p>\n\n<p>\nويجوز نسخ الكتاب بالكتاب ونسخ السنة بالكتاب ونسخ السنة بالسنة\n</p>\n\n<p>\nويجوز نسخ المتواتر بالمتواتر منهما ونسخ الآحاد بالآحاد وبالمتواتر ولا\nيجوز نسخ المتواتر بالآحاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه في التعارض إذا تعارض نطقان فلا يخلو إما أن يكونا عامين أو خاصين\nأو أحدهما عاما والآخر خاصا أو كل واحد منهما عاما من وجه وخاصا من وجه\n</p>\n\n<p>\nفإن كانا عامين فإن أمكن الجمع بينهما جمع وإن لم يمكن الجمع بينهما\nيتوقف فيهما إن لم يعلم التاريخ فإن علم التاريخ ينسخ المتقدم بالمتأخر\nوكذا إذا كانا خاصين\n</p>\n\n<p>\nوإن كان أحدهما عاما والآخر خاصا فيخصص العام بالخاص وإن كان أحدهما عاما\nمن وجه وخاصا من وجه فيخص عموم كل واحد منهما بخصوص الآخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>9 - </h1>\n\n<p>\nالإجماع\n</p>\n\n<p>\nوإما\n</p>\n\n<h1 class='l1' id='head16'>الإجماع </h1>\n\n<p>\nفهو اتفاق علماء العصر على حكم الحادثة ونعني بالعلماء الفقهاء ونعني\nبالحادثة الحادثة الشرعية\n</p>\n\n<p>\nوإجماع هذه الأمة حجة دون غيرها لقوله صلى الله عليه وسلم لاتجتمع أمتي\nعلى ضلالة والشرع ورد بعصمة هذه الأمة\n</p>\n\n<p>\nوالإجماع حجة على العصر الثاني وفي أي عصر كان ولا يشترط انقراض العصر\nعلى الصحيح\n</p>\n\n<p>\nفإن قلنا انقراض العصر شرط فيعتبر قول من ولد في حياتهم وتفقه وصار من\nأهل الاجتهاد فلهم أن يرجعوا عن ذلك الحكم\n</p>\n\n<p>\nوالإجماع يصح بقولهم وبفعلهم وبقول البعض وبفعل البعض وانتشار ذلك وسكوت\nالباقين وقول الواحد من الصحابة ليس بحجة على غيره على القول الجديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>10 - </h1>\n\n<p>\nالأخبار\n</p>\n\n<p>\nوأما\n</p>\n\n<h1 class='l1' id='head18'>الأخبار </h1>\n\n<p>\nفالخبر ما يدخله الصدق والكذب والخبر ينقسم إلى قسمين آحاد ومتواتر\n</p>\n\n<p>\nفالمتواتر ما يوجب العلم وهو أن يروى جماعة لا يقع التواطؤ على الكذب من\nمثلهم إلى أن ينتهي إلى المخبر عنه ويكون في الأصل عن مشاهدة أو سماع لا عن\nاجتهاد\n</p>\n\n<p>\nوالآحاد هو الذي يوجب العمل ولا يوجب العلم وينقسم إلى مرسل ومسند\n</p>\n\n<p>\nفالمسند ما اتصل إسناده والمرسل ما لم يتصل إسناده فإن كان من مراسيل غير\nالصحابة فليس ذلك حجة إلا مراسيل سعيد بن المسيب فإنها فتشت فوجدت مسانيد\nعن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوالعنعنة تدخل على الأسانيد <span id='ms4'></span> وإذا قرأ الشيخ يجوز للراوي أن يقول حدثني أو\nأخبرني وإذا قرأ هو على الشيخ فيقول أخبرني ولا يقول حدثني وإن أجازه الشيخ\nمن غير قراءة فيقول أجازني أو أخبرني إجازة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>11 - </h1>\n\n<p>\nالقياس\n</p>\n\n<p>\nوأما\n</p>\n\n<h1 class='l1' id='head20'>القياس </h1>\n\n<p>\nفهو رد الفرع إلى الأصل بعلة تجمعهما في الحكم وهو ينقسم إلى ثلاثة أقسام\nإلى قياس علة وقياس دلالة وقياس شبه\n</p>\n\n<p>\nفقياس العلة ما كانت العلة فيه موجبة للحكم وقياس الدلالة هو الاستدلال\nبأحد النظيرين على الآخر وهو أن تكون العلة دالة على الحكم ولا تكون موجبة\nللحكم\n</p>\n\n<p>\nوقياس الشبه هو الفرع المتردد بين أصلين ولا يصار إليه مع إمكان ما قبله\n</p>\n\n<p>\nومن شرط الفرع أن يكون مناسبا للأصل ومن شرط الأصل أن يكون ثابتا بدليل\nمتفق عليه بين الخصمين\n</p>\n\n<p>\nومن شرط العلة أن تطرد في معلولاتها فلا تنتفض لفظا ولا معنى\n</p>\n\n<p>\nومن شرط الحكم أن يكون مثل العلة في النفي والإثبات أي في الوجود والعدم\nفإن وجدت العلة وجد الحكم والعلة هي الجالبة للحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>12 - </h1>\n\n<p>\nالحظر والإباحة\n</p>\n\n<p>\nوأما\n</p>\n\n<h1 class='l1' id='head22'>الحظر والإباحة </h1>\n\n<p>\nفمن الناس من يقول إن الأشياء على الحظر إلا ما أباحته الشريعة فإن لم\nيوجد في الشريعة ما يدل على الإباحة يتمسك بالأصل وهو الحظر\n</p>\n\n<p>\nومن الناس من يقول بضده وهو أن الأصل في الأشياء أنها على الإباحة إلا ما\nحظره الشرع ومعنى استصحاب الحال الذي يحتج به أن يستصحب الأصل عند عدم\nالدليل الشرعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head23'>13 - ترتيب الأدلة</h3>\n\n<p>\nوأما الأدلة فيقدم الجلي منها على الخفي والموجب للعلم على الموجب للظن\nوالنطق على القياس والقياس الجلي على الخفي\n</p>\n\n<p>\nفإن وجد في النطق ما يفسر الأصل يعمل بالنطق وإلا فيستصحب الحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head24'>14 - شروط المفتي</h3>\n\n<p>\nومن شرط المفتي أن يكون عالما بالفقه أصلا وفرعا خلافا ومذهبا وأن يكون\nكامل الأدلة في الاجتهاد عارفا بما يحتج إليه في استنباط الأحكام وتفسير\nالآيات الواردة في الأحكام والأخبار الواردة فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>15 - </h1>\n\n<p>\nشروط المستفتي\n</p>\n\n<p>\nومن\n</p>\n\n<h1 class='l1' id='head26'>شروط المستفتي </h1>\n\n<p>\nأن يكون من أهل التقليد وليس للعالم أن يقلد والتقليد قبول قول القائل\nبلا حجة\n</p>\n\n<p>\nفعلى هذا قبول قول <span id='ms5'></span> النبي صلى الله عليه وسلم يسمى تقليدا ومنهم من قال\nالتقليد قبول قول القائل وأنت لا تدري من أين قاله\n</p>\n\n<p>\nفإن قلنا إن النبي صلى الله عليه وسلم كان يقول بالقياس فيجوز أن يسمى\nقبول قوله تقليدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>16 - </h1>\n\n<p>\nالاجتهاد\n</p>\n\n<p>\nوأما\n</p>\n\n<h1 class='l1' id='head28'>الاجتهاد </h1>\n\n<p>\nفهو بذل الوسع في بلوغ الغرض فالمجتهد إن كان كامل الآلة في الاجتهاد في\nالفروع فأصاب فله أجران وإن اجتهد وأخطأ فله أجر واحد\n</p>\n\n<p>\nومنهم من قال كل مجتهد في الفروع مصيب ولا يجوز كل مجتهد في الأصول\nالكلامية مصيب لأن ذلك يؤدي إلى تصويب أهل الضلالة والمجوس والكفار\nوالملحدين 3 ودليل من قال ليس كل مجتهد في الفروع مصيبا قوله صلى الله عليه\nوسلم من اجتهد وأصاب فله أجران ومن اجتهد وأخطأ فله أجر واحد\n</p>\n\n<p>\nووجه الدليل أن النبي صلى الله عليه وسلم خطأ المجتهد تارة وصوبه أخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms6'></span>\n</p>\n",
  "pages": [
    "000",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "000",
    "014",
    "000",
    "000",
    "017",
    "000",
    "000",
    "000",
    "000",
    "022",
    "023"
  ],
  "volumes": [
    "01"
  ]
}