{
  "content": "\n<p>\nتاج المواليد في مواليد الأئمة ووفياتهم تأليف العلامة الطبرسي عليه\nالرحمة المتوفى سنه 548 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب تاج المواليد بسم الله الرحمن الرحيم الحمد لله حق حمده والصلاة على\nخير خلقه محمد وأهل بيته الطيبين الأخيار الذين اذهب الله عنهم الرجس\nوطهرهم تطهيرا وبعد لما رأيت رغبات جماعة من إخواننا حاظهم الله إلى عمل\nمختصر في ذكر مولد النبي صلى الله عليه وآله وسلم ومواليد الأئمة عليهم\nالسلام مستوفرة و حاجتهم إلى جمع ذلك على وجه من الاختصار والايجاز ليسهل\nحفظه ويقرب مأخذه شديدة بدأت به مبوبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nإياه أربعة عشر بابا على عدة المعصومين من النبي ص إلى صاحب الزمان عليه\nوعليهم السلام يتضمن كل باب منها خمسة فصول الفصل الأول في الأسماء\nوالألقاب والكنى والثاني في وقت الولادة.\n</p>\n\n<p>\nوالثالث في مبلغ العمر وبيان مقداد ما صحب بعضهم بعضا منه وما يليق بذلك\nوالرابع في وقت الوفاة والإشارة إلى سببها وتعيين مواضع القبور والخامس في\nذكر عدد الأولاد وأمهاتهم مستعينا بالله تع ومتوكلا عليه وهو حسبنا ونعم\nالوكيل. * الباب الأول في ذكر النبي عليه السلام خمسة فصول الفصل الأول في\nاسمه و كنيته ولقبه. اسمه صلوات الله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد واحمد وكنيته أبو القاسم، وألقابه كثيرة اشهره المصطفى، والرسول،\nوالنبي، والمزمل، والمدثر والشاهد، والمبشر، والنذير، والماحي، والعاقب\nوالحاشر، وخاتم النبيين، ونسبه: * محمد بن عبد الله بن عبد المطلب بن هاشم\nبن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لوى بن غالب بن فهر بن مالك\nبن النضر وهو قريش بن كنانة بن خزيمة بن مدركة بن الياس بن مضر بن نزار بن\nمعد بن عدنان. لم يتجاوز عدنان في نسبه صلوات الله عليه لقوله: إذا بلغ\nنسبي عدنان فامسكوا.\n</p>\n\n<p>\nولقوله عليه السلام أيضا: كذب النسابون ولظهور الاختلاف فيمن عدا عدنان\nبين النسابين وأمه آمنة بنت وهب بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nعبد مناف بن قصي بن كلاب بن مرة بن كعب. * - الفصل الثاني في وقت الولادة\nولادته ع ولد صلوات الله عليه وآله <span id='ms01'></span> عند طلوع الفجر من يوم الجمعة السابع\nعشر من شهر ربيع الأول بعد سنة الفيل بخمسين يوما بمكة الفصل الثالث في\nمبلغ عمره و بيان مقدار ما عاش مع كل واحد من أبيه وأمه وجده وعمه وغير\nذلك. عاش صلوات الله عليه وآله، ثلثا وستين سنة، منها مع أبيه سنتين وأربعة\nأشهر ومع أمه وجده عبد المطلب ثمانية سنين وكفله أبو طالب من بين اخوته بعد\nوفاة عبد المطلب وكان حاميه وناصره أيام حياته وتزوج بخديجة بنت خويلد وهو\nابن خمس وعشرين سنة ولها يومئذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأربعون سنة ومكثت مع النبي صلى الله عليه وآله وسلم اثنين وعشرين سنة\nوروى أنه صلوات الله عليه وآله تزوجها وهو ابن إحدى وعشرين سنة وبعث بمكة\nيوم الجمعة السابع والعشرين من رجب وهو ابن أربعين سنة ورميت الشياطين\nبالنجوم بعد مبعثه بعشرين يوما. وانزل عليه القران يوم الاثنين لاحد عشرة\nليلة بقيت من شهر رمضان، وروى أن الله تبارك وتعالى انزل القران كله في\nليلة القدر إلى البيت المعمور ثم أنزله من البيت المعمور إليه في مدة عشرين\nسنة، وعرج به إلى السماء بعد البعثة بسنتين، وحصر في الشعب بعد أن رمى\nالشياطين بالنجوم بخمس سنين فمكث في الحصار ثلاث سنين، وتوفى أبو طالب وله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nصلوات الله عليه ست وأربعون سنة وثمانية أشهر وأربعة وعشرون يوما، وتوفيت\nخديجة لسبع سنين من مبعثه، وقد أقام بمكة بعد البعثة ثلث عشرة سنة على خوف\nوتقية من المشركين وقبل ان هاجر صلوات الله عليه استتر في الغار ثلث أيام،\nوروى ستة أيام والأول أصح ثم هاجر منها ودخل المدينة يوم الاثنين الحادي\nعشر من ربيع الأول، وبقى بها عشر سنين إلى أن قبض صلوات الله عليه الفصل\nالرابع في ذكر وفاته وموضع قبره، توفى رسول الله صلى الله عليه وآله يوم\nالاثنين لليلتين بقيتا من صفر سنة 11 إحدى وعشرة من الهجرة، واختلف أهل\nبيته وأصحابه في الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يدفن فيه فقال أمير المؤمنين عليه السلام: ان الله <span id='ms02'></span> تع لم يقبض روح\nنبيه صلوات الله عليه الا في أطهر البقاع ينبغي ان ندفنه هناك فرجعوا إلى\nقوله عليه السلام واتفقوا على ذلك فدفنوه في حجرته بحيث قبض صلوات الرحمن\nعليه الفصل الخامس في عدد أولاده وأزواجه عليه كان لرسول الله عليه التحية\nوالسلام ولد له سبعة أولاد من خديجة ابنان وأربع بنات: القاسم وعبد الله\nوهو الطاهر والطيب، وفاطمة صلوات الله عليها وزينب و أم كلثوم ورقية، وولد\nله إبراهيم من مارية القبطية. اما فاطمة ع فتزوجها أمير المؤمنين علي بن\nأبي طالب عليه السلام أمر الله تبارك وتعالى نبيه ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nصلوات الله عليه بان يزوجها منه. واما زينب فكانت عند أبي العاص بن\nالربيع بن عبد الغري بن عبد شمس وماتت بالمدينة. * - واما رقية فتزوجها\nعتبة بن أبي لهب وطلقها قبل الدخول بها فتزوجها عثمان بن عفان فماتت\nبالمدينة يوم بدر. واما أم كلثوم فتزوجها عتبة بن أبي لهب وفارقها قبل ان\nيدخل بها فتزوجها عثمان بعد رقية وتوفى القاسم والطاهر بعد النبوة، وولد\nإبراهيم بالمدينة من مارية القبطية وهي الجارية التي أهداها له ملك\nالإسكندرية، وعاش سنتين وأشهرا ثم مات وروى أنه عاش ثمانية عشر شهرا وقد\nتزوج صلوات الله عليه بثلث عشرة امرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nست منهن قرشيات، إحديهن خديجة بنت خويلد بن أسد بن عبد العزى بن قصي\nوالثانية أم سلمة واسمها هند بنت أبي أمية والثالثة سورة بنت زمعة والرابعة\nعايشة بنت أبي بكر والخامسة حفصة بنت عمر والسادسة أم حبيبة بنت أبي سفيان،\nوالاخر يأت من قبائل شتى فمن قيس زينب بنت خزيمة وميمونة بنت الحارث ومن\nأسد زينب بنت جحش ومن كندة امامة بنت نعمان، وجويرية بنت الحارث وصفية بنت\nحي بن اخطب من بني إسرائيل من أسارى خيبر قد اتى بها أمير المؤمنين عليه\nالسلام وأم شريك وهي التي وهبت نفسها للنبي صلوات الله عليه وآله وقد ماتت\nجملة من أزواجه في حياته صلوات الله عليه خديجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوزينب بنت خزيمة، ولم يتزوج <span id='ms03'></span> بمكة الا بخديجة رضي الله عنها الباب الثاني\nفي ذكر أمير المؤمنين عليه السلام خمسة فصول الفصل الأول في أسمائه وشئ من\nألقابه وكنيته عليه السلام اسم أول المعصومين وخلفاء الله تعالى بعد رسول\nرب العالمين علي بن أبي طالب بن عبد المطلب بن هاشم وله عليه السلام أسماء\nكثيرة وألقاب جمة في كتب الله المنزلة: التورية، و الإنجيل، والزبور،\nوالفرقان، أوردها أصحابنا في كتبهم. وكنيته أبو الحسن ومن ألقابه الذي\nانفرد به من بين الخلائق بتلقيب رسول الله صلى الله عليه وآله إياه بذلك\nأمير المؤمنين، وقد أمر صلوات الله عليه أصحابه بان يسلموا عليه بأمير\nالمؤمنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبر انه لم يكن قبله ولن يكون بعده أمير غيره، و مما لقب به عليه\nالسلام أيضا المرتضى والولي والوصي، والوزير وغير ذلك مما يطول. وقد كناه\nالنبي صلى الله عليه وآله أيضا بابى السبطين وأبى الريحانتين وأبى تراب\nالفصل الثاني في ذكر ولادته عليه السلام ومسقط رأسه ولد عليهم السلام بمكة\nفي بيت الله الحرام يوم الجمعة الثالث عشر من رجب سنة 30 ثلثين من عام\nالفيل ولم يولد قبله ولا بعده مولود في بيت الله تعالى سواه اكراما من الله\nتعالى وأمه فاطمة بنت أسد بن هاشم بن عبد مناف رضي الله عنها، وكانت كالأم\nلرسول الله صلى الله عليه وآله وسلم قد ربى في حجرها وكان شاكرا لبرها\nوآمنت به في الأولين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوهاجرت معه في المهاجرين ولما قبضها الله تع إليه كفنها النبي صلوات الله\nعليه وآله بقميصه ليدرأ به عنها هو أم الأرض وتوسد في قبرها لتأمن من ضغطة\nالقبر ولقنها الاقرار بولاية ابنها أمير المؤمنين عليه السلام لتجيب به عند\nالمسائلة بعد الدفن تخصيصا منه صلوات الله عليه بهذا الفضل العظيم إياها\nلمنزلتها من الله تع ومنه عليه السلام، والخبر بذلك مشهور وقد نشأ عليه\nالسلام في حجر رسول الله صلى الله عليه وآله، وهو أول من امن بالله عز وجل\nورسوله من أهل البيت و الأصحاب وأول <span id='ms04'></span> ذكر دعاه النبي صلى الله عليه وآله إلى\nالاسلام فأجاب وكان ذلك بالغد من البعثة مع صغر سنه وقد وردت الرواية بان\nجماعة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب رسول الله اتوا النبي صلوات الله عليه وآله ذات يوم وقدحوا في\nاسلام أمير المؤمنين عليه السلام وقالوا انه لم يقع الموقع الصحيح لأنه صدر\nعنه وهو صغير السن فقال النبي عليه التحية والسلام: إنما مثل على ع كمثل\nعيسى ويحيى في أنهما قد أوتيا الحكم صبيين، فارتدت أنفاسهم ورجعوا خائبين\nومن خصائص الأئمة عليهم السلام انهم قد أوتوا الحكم في حال الصبي وانهم قد\nولدوا مطهرين مختونين على ما صح عنهم عليهم السلام في الروايات الا انهم\nعليهم السلام قالوا لكنا نمر الموسى على الموضع إصابة للسنة واتباعا\nللخيفية الفصل الثالث في مقدار عمره عليه السلام وتفصيل ذلك عاش عليه\nالسلام ثلثا وستين سنة. منها عشر سنين قبل البعثة، واسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوهو ابن عشر وكانت مدة مقامه مع رسول الله صلوات الله عليهما بعد البعثة\nثلثا وعشرين سنة. منها ثلث عشرة سنة بمكة قبل الهجرة في امتحان وابتلاء\nمتحملا عنه أكبر الأثقال وعشر سنين بعد الهجرة بالمدينة يكافح عنه المشركين\nويقيه بنفسه عن أعدائه في الدين حتى قبض الله تع نبيه إلى جنته ورفعه في\nعليين صلوات الله وله يومئذ ثلث وثلاثون سنة، وأقام بعد رسول الله صلى الله\nعليه وآله، وهو ولى امره وصيه ثلثين سنة وغصب حقه منها ومنع من التصرف فيه\nأربعا أربعا وعشرين سنة وأشهرا وكان عليه السلام مستعملا فيها التقية\nوالمداراة وولى الخلافة خمس سنين وأشهرا ممتحنا بجهاد المنافقين من\nالناكثين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوالقاسطين والمارقين كما كان رسول الله صلى الله عليه وآله ثلث عشرة سنة\nمن أيام نبوته ممنوعا من احكامها خائفا ومحبوسا وهاربا ومطرودا غير متمكن\nمن جهاد الكافرين ولا مستطيع دفعا عن المؤمنين. ثم هاجر وأقام بعد الهجرة\nعشر سنين مجاهدا للمشركين مبتلى بالمنافقين إلى أن قبضه الله تع إليه. * -\nالفصل الرابع في ذكر وفاته وموضع قبره عليه السلام <span id='ms05'></span> مضى صلوات الله عليه\nليلة الجمعة الحادي والعشرين من شهر رمضان سنة 40 أربعين من الهجرة قتيلا\nبالسيف قتله عبد الرحمن بن ملجم المرادي أشقى الآخرين لعنة الله عليه في\nمسجد الكوفة وذلك أنه خرج عليه السلام يوقظ الناس لصلاة الصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nليلة تسع عشرة وكان ابن ملجم اللعين ارتصده من أول الليل لذلك. فلما مر\nبه في المسجد وهو مستخف بأمره فماكر باظهار النوم ثار إليه وضربه على أم\nرأسه بالسيف وكان مسموما فمكث عليه السلام يوم تسع عشر وليلة العشرين\nويومها وليلة إحدى وعشرين إلى نحو الثلث الأول من الليل ثم قضى نحبه صلوات\nالله عليه شهيدا ولقى ربه تع مظلوما ولسبب قتله شرح طويل لا يحتمله هذا\nالموضع وتولى الحسن والحسين عليهما السلام غسله وتكفينه بأمره ع وحملاه إلى\nالغري من نجف الكوفة ودفن هناك ليلا قبل طلوع الفجر ودخل قبره الحسن\nوالحسين ومحمد بنو على عليهم السلام وعبد الله بن جعفر رضي الله عنه وعفى\nاثر قبره بوصية منه عليه السلام فلم يزل قبره عليه السلام مخفيا لا يهتدى\nإليه في دولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nبنى أمية حتى دل عليه جعفر بن محمد الصادق عليه السلام في دولة بنى\nالعباس قال الجماعة المعقبون من ولد علي عليه السلام خمسة الحسن والحسين\nعليهما السلام ومحمد بن الحنفية وعمر بن الثعلبية والعباس بن الكلابية. *\nالفصل الخامس في ذكر عدد أولاده عليه السلام كان لأمير المؤمنين عليه\nالسلام ثمانية وعشرون ولدا ويقال ثلث وثلاثون ولدا ذكرا وأنثى: الحسن\nوالحسين عليهما السلام والمحسن الذي أسقط وزينب الكبرى وزينب الصغرى\nالمكناة بأم كلثوم رضي الله عنهما أمهم فاطمة البتول سيدة نساء العالمين\nومحمد المكنى بابى القاسم أمه خولة بنت جعفر بن قيس الحنفية وعمر، ورقية،\nكانا توأمين وأمهما أم حبيب بنت ربيعة والعباس ع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوجعفر وعثمان وعبد الله استشهدوا مع أخيه الحسين صلوات الله عليه ورضى\nعنهم بطف كربلاء أمهم أم البنين بنت حزام بن خالد بن دارم ومحمد الأصغر\nالمكنى بابى بكر وعبيد الله الشهيدان <span id='ms06'></span> مع أخيهم الحسين صلوات الله عليه\nبالطف رضي الله عنهما أمهما ليلى بنت مسعود الدارمية ويحيى أمه أسماء بنت\nعروة الخثعمية وأم الحسن، و رملة أمهما أم سعيد بنت عروة بن مسعود الثقفي و\nنفيسة، وزينب الصغرى، ورقية الصغرى، وأم هاني، وأم الكرام، وجمانة المكناة\nبأم جعفر، وامامة وأم سلمة، وميمونة، وخديجة وفاطمة رضى الله عنهن لأمهات\nشتى وكان عليه السلام لم يتزوج بامرأة أخرى مدة حياة فاطمة الزهراء عليها\nالسلام اعظاما لقدرها ومنزلتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث في ذكر الزهراء عليها السلام خمسة فصول الفصل الأول في\nاسمها وكنيتها و لقبها ع روى عن الصادق عليه السلام أنه قال لفاطمة عليها\nالسلام تسعة أسماء عند الله تعالى: فاطمة، والصديقة والمباركة، والطاهرة،\nوالزكية، والراضية والمرضية والمحدثة، والزهراء، وكنيتها: أم أبيها، وقد\nلقبها النبي صلى الله عليه وآله وسلم سيدة نساء العالمين وقد دعيها أيضا\nبتولا، فسئل صلوات الله عليه عن معناه فقال: هي المرأة التي لم تحض ولم تر\nحمرة قط وان الحيض مكروه في بنات الأنبياء عليهم السلام وقد روى عنهم عليهم\nالسلام ان سبيل أمهات الأئمة عليهم السلام سبيل فاطمة عليها السلام في\nارتفاع الحيض عنهن. وهذا مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nتميزت به أمها أئمتنا عليهم السلام من سائر النساء لأنه لم يصح في واحدة\nمن جميع النساء حصول الولادة مع ارتفاع الحيض عنها سواهن تخصيصا لهن لمكان\nأولادهن المعصومين صلوات الله عليهم أجمعين الفصل الثاني في وقت ولادتها\nعليها السلام. ولدت فاطمة عليها السلام بنت رسول الله صلى الله عليه وآله\nوسلم بمكة في العشرين من جمادى الاخر سنه 5 خمس من البعث، وبعد الاسراء\nبثلث سنين، وأمها خديجة بنت خويلة وقد ذكرناها فيما تقدم الفصل الثالث في\nمبلغ عمره ها عاشت صلوات الله عليها ثماني عشرة سنة، أقامت بمكة مع رسول\nالله صلى الله عليه وآله ثماني سنين، ثم هاجرت مع رسول الله صلى الله عليه\nوآله وزوجها النبي عليه الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوالسلام بعد مقدمه المدينة بسنة وهي بنت تسع سنين من أمير <span id='ms07'></span> المؤمنين عليه\nالسلام بأمر الله تع وله عليه السلام يومئذ أربع وعشرون سنة، وولدت فاطمة\nعليها السلام الحسن و لها إحدى عشرة سنة، والحسين عليهما السلام بعد الحسن\nبعشرة أشهر وثمانية عشرة يوما، وقبض رسول الله صلى الله عليه وآله ولها\nيومئذ ثماني عشرة سنة الا ثلاثة أشهر وبقيت بعده خمسة وسبعين يوما الفصل\nالرابع: في وقت وفاتها وموضع قبرها عليها السلام توفيت الزهراء عليها\nالسلام في الثالث من جمادى الاخر سنه 11 إحدى عشرة من الهجرة، وتولى أمير\nالمؤمنين صلوات الله عليه غسلها، وصلى عليها هو والحسن والحسين عليهما\nالسلام وعمار والمقداد وعقيل والزبير وأبو ذر وسلمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوبريدة ونفر من بني هاشم في جوف الليل ودفنها أمير المؤمنين عليه السلام\nسرا بوصية منها اليد، فاختلف الناس في موضع قبرها، فقال قوم: انها مدفونة\nفي البقيع، وقال قوم انها دفنت في بيتها، وقال آخرون: انها في الروضة بين\nقبر رسول الله صلى الله عليه وآله ومنبره والأصح والأقرب انها مدفونة في\nالروضة أو في بيتها، فمن استعمل الاحتياط إذا أراد زيارتها وزارها في\nالمواضع الثلاثة كان أولى وأصوب والله أعلم الفصل الخامس في ذكر أولادها\nعليها السلام كان لفاطمة عليها السلام خمسة أولاد ذكر وأنثى: الحسن والحسين\nعليهما السلام، و زينب الكبرى، وزينب الصغرى المكناة بأم كلثوم رضي الله\nعنهما وولد ذكر قد أسقطته فاطمة عليها السلام بعد النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nعليه التحية والسلام، وقد كان رسول الله صلى الله عليه وآله سماه وهو حمل\nمحسنا الباب الرابع في ذكر الإمام الثاني وهو الحسن بن علي عليهم السلام\nخمسة فصول الفصل الأول في اسمه وكنيته ولقبه عليه السلام اسمه الحسن بن علي\nبن أبي طالب وابن سيدة نساء العالمين فاطمة بنت رسول الله محمد سيد\nالمرسلين صلوات الله عليه أحد ابني رسول الله وسبطيه وريحانته وهو واخوه\nسيدا شباب أهل الجنة الملقب بالمجتبى والتقى المكنى بابى محمد صلوات الله\nعليه الفصل الثاني في ذكر ولادته عليه السلام. ولد الحسن بن علي بن أبي <span id='ms08'></span>\nطالب عليهم السلام بالمدينة ليلة النصف من شهر رمضان سنه 3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nثلث من الهجرة وجائت به أمه فاطمة ع إلى النبي صلى الله عليه وآله يوم\nالسابع من مولده في خرقة من حرم الجنة نزل بها جبرئيل عليه السلام إلى رسول\nالله صلى الله عليه وآله وسلم فسماه النبي صلى الله عليه وآله حسنا و عق\nعنه كبشا الفصل الثالث في مبلغ عمره عليه السلام، عاش صلوات الله عليه وآله\nسبعا وأربعين، ويقال تسع وأربعين سنة وأشهرا كان مع رسول الله صلى الله\nعليه وآله وفاطمة عليها السلام ثماني سنين و سبعا وثلثين سنة مع أمير\nالمؤمنين عليهما السلام وسنة مع أخيه الحسين عليهما السلام. وكانت مدة\nخلافته عشر سنين، ووقعت المهادنة بينه وبين معاوية بعد مضى ستة أشهر وثلث\nأيام من خلافته، وإنما صالحه عليه السلام خوفا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nنفسه وحقنا لدماء المؤمنين من شيعة أبيه عليهما السلام.\n</p>\n\n<p>\nالفصل الرابع في وقت وفاته وموضع قبره عليه السلام، مضى صلوات الله عليه\nلليلتين بقيتا من صفر سنه 50 خمسين من الهجرة مسموما سمته زوجته بنت الأشعب\nبن قيس الكندي بأمر معاوية بن أبي سفيان ارسل إليها ودسها وسوغها المال وفى\nرواية تقبل مأة ألف دينار وتزويجها من ابنه يزيد، وضمن لها ان يرسل إليها،\nفسقته جعدة السم ولم يزوجها من يزيد، فبقي الإمام أبو محمد الحسن عليه\nالسلام أربعين يوما مريضا، و جاء في الروايات ان الإمام الحسين عليه السلام\nدخل على أخيه ع فقال لقد سقيت السم مرارا، فما سقيت مثل هذه المرة لقد لفظت\nقطعة من كبدي فقال له الحسين عليه السلام ومن سقاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nفقال وما تريد منه ان يكن هو فالله أشد نقمة وان لم تكن هو فما أحب ان\nيؤخذ بي برئ ومضى لسبيله في صفر سنه 50 خمسين من الهجرة وله يومئذ ثمان\nوأربعون سنة وروى الطبراني في \" معجمه \" ان الحسن توفى في شهر ربيع الأول\nسنه 49 تسع وأربعين وتولى اخوه ووصيه الحسين عليه السلام غسله وتكفينه\nودفنه عند <span id='ms09'></span> جدته فاطمة بنت أسد بالبقيع الفصل الخامس في عدد أولاده، قيل\nكانوا خمسة عشر: الحسن وزيد وعمرو والحسين وعبد الله وإسماعيل ومحمد،\nويعقوب وجعفر وطلحة وحمزة وأبو بكر، والقاسم، وكان المعقب منهم الحسن وزيد\nوقيل أحد عشر ذكرا وثلث بنات، والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الخامس في ذكر الامام أبى عبد الله الحسين عليه السلام وفيه خمسة\nفصول: * - الفصل الأول في اسمه وكنيته ولقبه اسمه الحسين بن سيدة نساء\nالعالمين فاطمة البتول ابنة خير الأولين والآخرين أحد ابني رسول الله ص\nوسبطيه وريحانتيه وقرتي عينيه وهو واخوه سيد شباب أهل الجنة الملقب بالطيب،\nوالوفي والزكي والسيد، وكنيته أبو عبد الله لاغير * الفصل الثاني في ذكر\nولادته عليه السلام، ولد بالمدينة بخمس خلون من شعبان سنه 4 أربع من\nالهجرة، وكانت والدته الطهر البتول عليها السلام، علقت به بعد أن ولدت أخاه\nالحسن عليه السلام بخمسين ليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا صح النقل فلم يكن بينه وبين أخيه سوى هذه المدة ولما ولد واعلم\nالنبي صلى الله عليه وآله اخذه واذن في اذنه وقيل اذن في أذنه اليمنى وأقام\nفي اليسرى الفصل الثالث في مبلغ عمره:\n</p>\n\n<p>\nعن أم الفضل الهلالية برواية الأوزاعي انها دخلت على رسول الله صلى الله\nعليه وآله وسلم انى رأيت رؤيا قال: خيرا. قالت انها شديدة، قال اقصصيها،\nقالت رأيت كان عضوا من أعضاءك انقطع فوقع في حجري، قال خيرا رأيت تلد فاطمة\nغلاما فاضعه في حجرك. وامامته، فد ليلها النص من أبيه وجده ووصية أخيه\nوامامته بعد وفاة أخيه ثابتة وطاعته للخلائق لازمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوان لم يدع إلى نفسه للتقية التي كان عليها والهذبة بينه وبين معاوية،\nفالتزم الوفاء. فلما مات معاوية وانقضت المدة كانت تمتع الحسين عليه السلام\nمن الدعوة إلى نفسه أظهر امره بحسب الامكان وأبان عن حقه للجاهلين ودعى\nعليه السلام إلى الجهاد وشمر للقتال. * الفصل الرابع في وقت وفاته وموضع\nقبره عليه السلام. قتل يوم عاشوراء لعشر مضين من المحرم يوم السبت وروى أنه\nكان يوم الاثنين عند الزوال <span id='ms10'></span> سنه 61 إحدى وستين بكربلاء، قتله عمر بن سعد بن\nأبي وقاص عليه اللعنة، وكان أميرا للجيش من قبل عبيد الله بن زياد بن أبيه\nلعنه الله، وعبيد الله كان واليا على العراق من جهة يزيد بن معاوية لاخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالبيعة منه عليه السلام أو لقتله وجميع أصحاب الحسين عليه السلام كانوا\nاثنين وسبعين نفسا من بنى عبد المطلب ومن ساير الناس منهم اثنان وثلاثون\nفارسا وأربعون راجلا قتلوا جميعا ثم حملوا بأجمعهم لعنهم الله.\n</p>\n\n<p>\nعلى قتل الحسين صلوات الله عليه وأمروا الرماة برميه فرموه بالسهام حتى\nصار عليه السلام كالقنفذ وجرحوه في بدنه ثلاثمأة وبضعة وعشرين موضعا بالريح\nوالسيف والنبل والحجارة حتى آل الامر إلى أن أحجم عليه السلام عنهم و ضعف\nعن قتالهم ثم طعنه سنان بن انس النخعي برمحه فصرعه وابتداد إليه خولي بن\nيزيد الأصبحي ليجتز رأسه فارعد. فقال له شمر بن ذي الجوشن لعنه الله تع فتب\nالله في عضدك مالك ترعد ونزل إليه عن دابته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nفذبحه كما يذبح الكبش عليهم لعنة الله. وعدة من قتل معه صلوات الله عليه\nمن أهل بيته وعشيرته ثماني عشر نفسا، فمن أولاد أمير المؤمنين عليه السلام\nالعباس ع وعبد الله، وجعفر، وعثمان، وعبيد الله، و أبو بكر ومن أولاد\nالحسين عليه السلام: على، وعبد الله ومن بنى الحسن عليه السلام القاسم،\nوأبو بكر، وعبد الله ومن أولاد عبد الله بن جعفر بن أبي طالب (رضي الله\nعنه) محمد، وعون، ومن أولاد عقيل بن أبي طالب عبد الله وجعفر، وعقيل، وعبد\nالرحمن، ومحمد بن أبي سعيد بن عقيل بن أبي طالب رضي الله عنه وهؤلاء ثماني\nعشرة نفسا من بني هاشم قتلوا معه وهم كلهم مدفونون مما يلي رجل الحسين عليه\nالسلام في مشهده حفر لهم حفرة والقوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nجميعا فيها وسوى عليهم التراب الا العباس بن علي رضي الله عنه فإنه دفن\nفي موضع مقتله على المسناة وقبره ظاهر وليس لقبور اخوته وأهله الذين\nسميناهم اثر وإنما يزودهم الزائر من عند <span id='ms11'></span> قبر الحسين عليه السلام ويومى إلى\nالأرض الذي نحو رجله بالسلام وعلي بن الحسين عليهما السلام في جملتهم ويقال\nانه أقربهم إلى الحسين عليه السلام فاما أصحاب الحسين ع الذين قتلوا معه من\nسائر الناس، فإنهم دفنوا حوله وليس يعرف لهم اجداث على الحقيقة والتفصيل\nغير أنه لاشك في أن الحائر محيط بهم رضي الله عنهم وأرضاهم واما رأس الحسين\nعليه السلام فقال بعض أصحابنا انه رد إلى بدنه بكربلاء من الشام وضم إليه،\nوقد وردت رواية بان الصادق عليه السلام لما بلغ الغري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nومعه ابنه إسماعيل وجماعة من أصحابه نزل عن دابته في موضع منها وصلى\nركعتين ثم قال لإسماعيل قم وزر رأس أبى عبد الله عليه السلام فقال له بعض\nمن كان، يا بن رسول الله أليس رأسه عليه السلام بعث إلى الشام قال الصادق\nعليه السلام بلى الا ان فلانا من موالينا وسمى رجلا سرقه وجاء به إلى هذا\nالموضع ودفنه. * - عقبه عليه السلام جميعهم من على زين العابدين عليه\nالسلام الفصل الخامس في عدد أولاده عليه السلام كان للحسين عليه السلام ستة\nأولاد: علي بن الحسين الأكبر الإمام عليه السلام أمه شهربانو بنت كسر بن\nيزدجرد، و علي بن الحسين الأصغر قتل مع أبيه عليه السلام بالطف من كربلاء\nأمه أم ليلى بنت أبي مرة بن عروة بن مسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالثقفية وجعفر بن الحسين ع أمه قضاعية، وكان وفاته في حياة أبيه الحسين\nعليه السلام، ولا بقية له.\n</p>\n\n<p>\nوعبد الله بن الحسين ع قتل مع أبيه صغيرا قد جاء به سهم وهو في حجر أبيه\nفذبحه وقد تقدم ذكره فيما مضى وسكينة بنت الحسين ع وأمها رباب بنت امرء\nالقيس بن عدي وهي أم عبد الله بن الحسين أيضا وفاطمة بنت الحسين أمها أم\nإسحاق بنت طلحة بن عبيد الله تيمية الباب السادس في ذكر الامام الرابع وهو\nعلي بن الحسين عليه السلام، خمسة فصول: الفصل الأول في اسمه وكنيته ولقبه\nعليه السلام. اسم الامام الرابع عليه <span id='ms12'></span> السلام علي بن الحسين، وكنيته أبو\nمحمد، ويقال أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nأبو الحسن، ولقبه زين العابدين ويقال أيضا سيد العابدين والسجاد وذو\nالثفنات وإنما لقب به لان مساجده قد صارت كثفنة البعير من كثرة صلاته عليه\nالسلام الفصل الثاني في وقت ولادته ع ولد زين العابدين عليه السلام يوم\nالجمعة، ويقال يوم الخميس في النصف من جمادى الاخر سنه 38 ثمان وثلثين من\nالهجرة وكانت أمه شهربان بنت يزدجرد بن شهريار ملك فارس ويقال ان اسمها كان\nشهربانو، وكان أمير المؤمنين عليه السلام ولى حريث بن جابر الحنفي جائيا من\nالمشرق، فبعث إليه بنتي يزدجرد بن شهريار كسرى وفى رواية كان الأسارى في\nزمن عمر بن الخطاب وأراد بيعهما، فقال علي عليه السلام ليس البيع على أبناء\nالملوك فاختارت الحسين عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوتزوجها، وولادة زين العابدين عليه السلام بالمدينة الفصل الثالث في مبلغ\nعمره ع عن الزهري قال كنا عند جابر فدخل عليه الحسين فقال كنت عند رسول\nالله صلى الله عليه وآله إذ دخل عليه الحسين ع فضمه إلى صدره وقبله واقعده\nإلى جنبه ثم قال يولد لابني هذا ابن يقال له على إذا كان يوم القيامة نادى\nمناد من بطنان العرش ليقم سيد العابدين، فيقوم فيه علي بن الحسين ع عاش\nسبعا وخمسين سنة الفصل الرابع في وقت وفاته ع:\n</p>\n\n<p>\nبقي مع جده أمير المؤمنين عليه السلام سنتين، ومع عمه الحسن عليه السلام\nاثنتي عشرة سنته، ومع أبيه ثلثا وعشرين سنة وبعد أبيه عشرين سنة، وتوفى\nبالمدينة سنه 95 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nخمس وتسعين من عشر محرم الحرام، وإقامته عشرون سنة، ودفن بالبقيع مع عمه\nالحسن عليهما السلام.\n</p>\n\n<p>\nالفصل الخامس في أولاده، قيل كان له تسعة أولاد ذكورا ولم يكن له أنثى:\nمحمد الباقر ع وزيد الشهيد بالكوفة وعبد الله وعبيد الله والحسن والحسين\nوعلى وعمر وفى رواية محدث الشام له خمسة عشر ولدا، وقال رحمه الله فانظر\nإلى بركة العدل بان جعل الله تبارك وتع الأئمة المهديين من نسل الحسين ع من\nبنت كسرى <span id='ms13'></span> دون سائر زوجاته وهذه الرواية في كتابه المسمى \" بكفاية الطالب \"\nالباب السابع في ذكر الإمام محمد الباقر عليه السلام وفيه خمسة فصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الأول في ذكر نسبه واسمه وكنيته هو باقر العلم وجامعه وشاعر العلم\nورافعه واما نسبه أبا واما فأبوه الإمام علي بن الحسين ع و أمه فاطمة بنت\nالإمام الحسن بن علي ع وتدعى أم الحسن وقيل أم عبد الله واما اسمه فمحمد،\nوكنيته أبو جعفر وله ثلاثة ألقاب باقر العلم، والشاكر. والهادي وأشهرها\nالباقر وسمى بذلك لتبقره في العلم وهو توسعه فيه الفصل الثاني في بعض\nمناقبه، عن عطاء المكي قال ما رأيت العلماء عند أحد أصغر منهم عند أبي جعفر\nمحمد بن علي بن الحسين، ولقد رأيت الحكم بن عيينة مع جلالته في القوم بين\nيديه كأنه صبي بين يدي معلمه وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nجابر بن يزيد الجعفي إذا روى عن محمد بن علي شيئا قال حدثني وصى الأوصياء\nووارث علم الأنبياء محمد بن علي بن الحسين ع وعن أبي جعفر قال سمعت جابر بن\nعبد الله يقول أنت خير البرية وجدك سيد شباب أهل الجنة وجدتك سيدة نساء\nالعالمين وقال امرني رسول الله صلى الله عليه وآله وسلم ان أقرءك السلام\nوالباقر ع قد ولد من هاشميين علوي من علويين صلوات الله عليه الفصل الثالث\nفي مقدار عمره ع، عاش صلوات الله عليه سبعا وخمسين سنة مع جده الحسين\nأربعا، ومع أبيه زين العابدين تسعا وثلثين سنة، وكانت مدة إمامته ثماني\nعشرة سنة يختلف إليه الخاص والعام ويأخذون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nعنه معالم دينهم حتى صار في الناس علما يضرب به الأمثال وكان في أيام\nإمامته بقية ملك الوليد بن عبد الملك وملك سليمان بن عبد الملك، وملك عمر\nبن عبد العزيز وملك يزيد بن عبد الملك، وملك هشام بن عبد الملك وفى ملك\nهشام استشهد عليه السلام. * الفصل الرابع في وقت وفاته ع وفى موضع قبره ع\nتوفى الباقر عليه السلام في ذي الحجة ويقال في شهر ربيع الأول <span id='ms14'></span> ويقال في شهر\nربيع الاخر والأول أشهر بالمدينة سنه 114 أربع عشرة ومائة ودفن ببقيع\nالفرقد إلى جانب تربة أبيه زين العابدين وعمه الحسن بن علي عليهم السلام\nالفصل الخامس في عدد أولاده، عدد أولاد الباقر عليه السلام سبعة نفر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبد الله جعفر الإمام عليه السلام وكان يكنى به، وعبد الله أمهما أم\nفروة بنت القاسم بن محمد بن أبي بكر، وإبراهيم وعبيد الله وبط أمهما أم\nحكيم بنت أسيد بن المغيرة الثقفية، وعلى وزينب لام ولد وأم سلمة لام ولد\nوقيل إن لأبي جعفر عليه السلام لم يكن من الإناث الا أم سلمة وان زينب كان\nاسمها والأول أصح * الباب الثامن في ذكر الامام السادس وهو الصادق جعفر بن\nمحمد عليه السلام خمسة فصول الفصل الأول في اسمه وكنيته ولقبه عليه السلام:\nاسمه جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام\nوكنيته أبو عبد الله ولقبه الصادق. * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني في وقت ولادته عليه السلام ولد الصادق عليه السلام بالمدينة\nيوم الجمعة عند طلوع الفجر ويقال يوم الاثنين لثلث عشرة ليلة بقيت من شهر\nربيع الأول سنه 80 ثمانين من الهجرة، وكانت أمه أم فروة بنت القاسم كما\nذكرناه فيما تقدم الفصل الثالث في مقدار عمره، عاش صلوات الله عليه خمسا\nوستين سنة، منها مع جده زين العابدين عليه السلام اثنتي عشرة سنة ومع أبيه\nالباقر عليه السلام إحدى وثلثين سنة، وكانت مدة إمامته أربعا وثلثين سنة.\nوقد نقل عنه الناس على اختلاف مذهبهم ودياناتهم من العلوم ما سارت به\nالركبات وانتشر ذكره في البلدان وقد جمع أسماء الرواة عنه كانوا أربعة آلاف\nرجل وكان في أيام إمامته بقية ملك هشام بن عبد الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوملك الوليد بن يزيد، ويزيد بن الوليد بن عبد الملك، و ملك إبراهيم بن\nالوليد، وملك مروان بن محمد الحمار، ثم صارت المسودة من أهل خراسان مع أبي\nمسلم سنه 132 اثنين وثلثين ومائة، فملك أبو العباس عبد الله بن محمد بن <span id='ms15'></span> علي\nبن عبد الله بن عباس المعروف بالسفاح أربع سنين وثمانية أشهر وأياما، ثم\nملك اخوه عبد الله المعروف بابى جعفر المنصور إحدى وعشرين سنة واحد عشر\nشهرا وأياما، وبعد عشرين سنة من ملكه استشهد ولى الله الصادق جعفر بن محمد\nعليهما السلام الفصل الرابع في وقت وفاته وموضع قبره توفى الصادق عليه\nالسلام يوم الاثنين النصف من رجب ويقال توفى في شوال سنه 148 ثمان وأربعين\nومائة من الهجرة، ودفن بالبقيع مع أبيه وجده علي بن الحسين بن علي ع وعمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن علي عليه وعليهم السلام الفصل الخامس في عدد أولاده، وكان لأبي\nعبد الله الصادق عشرة أولاد إسماعيل، و عبد الله، وأم فروة أمهم فاطمة بنت\nالحسن علي بن الحسين بن علي بن أبي طالب عليهم السلام وموسى عليهم السلام\nواسحق ومحمد لام ولد يقال لها حميدة البربرية، وعباس وعلى وأسماء، وفاطمة،\nلأمهات أولاد شتى. * - الباب التاسع في ذكر الامام السابع موسى بن جعفر\nعليهما السلام خمسة فصول الفصل الأول في اسمه وكنيته ولقبه اسم الإمام موسى\nبن جعفر، وكنيته أبو الحسن ويقال له أبو الحسن الأول ويكنى أيضا بابى\nإبراهيم وأبى على ولقبه الكاظم والعبد الصالح الفصل الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفي وقت ولادته، ولد بالابواء موضع بين مكة والمدينة يوم الثلاثاء، وفى\nرواية أخرى يوم الأحد لسبع ليال خلون من صفر سنه 128 ثماني وعشرين ومائة من\nالهجرة، وأمه حميدة البربرية أخت صالح البربري وكانت يكنى أم ولد الفصل\nالثالث في مقدار عمره عاش موسى عليه السلام خمسا وخمسين سنة، منها مع أبيه\nالصادق ع عشرين سنة، وكان محبوسا في أيام إمامته مدة طويلة من جهة الرشيد\nعشر سنين وشهرا وأياما ثم ملك بن المهدى موسى بن محمد المعروف بالهادي سند\nوشهرا و أياما، ثم ملك هارون بن محمد المعروف بالرشيد ثلثا وعشرين سنة\nوشهرين وسبعة عشر يوما وبعد مضى خمس عشرة سنة من ملك استشهد ولى الله موسى\nعليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الرابع في وقت وفاته وموضع قبره ع، توفى <span id='ms16'></span> ببغداد يوم الجمعة لخمس\nبقين من رجب سنه 183 ثلث وثمانين ومائة مسموما ومظلوما على الصحيح من\nالاخبار في حبس السندي بن شاهك سقاه السم السندي بأمر الرشيد ودفن عليه\nالسلام في الجانب الغربي في المقبرة المعروفة بمقابر قريش الفصل الخامس في\nعدد أولاده ع وكان لأبي الحسن موسى عليه السلام سبعة وثلاثون ولدا ذكر أو\nأنثى منهم علي بن موسى الرضا عليه السلام، وإبراهيم، والعباس، والقاسم\nلأمهات أولاد، وإسماعيل، وجعفر، وهارون، والحسن لام ولد، واحمد، ومحمد،\nوحمزة، لام ولد، وعبد الله وإسحاق، وعبيد الله، وزيد، والحسن، والفضل، و\nسليمان لأمهات أولاد، وفاطمة الكبرى، وفاطمة الصغرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nورقية، وحكيمة، وأم أبيها، ورقية الصغرى، وكلثم، وأم جعفر، ولبابة،\nوزينب، وخديجة، وعلية وآمنة، وحسنة، وبريهة، وعايشة، وأم سلمة وميمونة وأم\nكلثوم. * - الباب العاشر في ذكر الامام الثامن وهو علي بن موسى الرضا عليه\nالسلام خمسة فصول الفصل الأول في اسمه ولقبه وكنيته ع، اسم الامام الثامن\nعلي بن موسى بن جعفر، وكنيته أبو الحسن، ولقبه الرضا عليه السلام ويقال له\nأبو الحسن الثاني الفصل الثاني في وقت ولادته ع، ولد يوم الجمعة، ويقال يوم\nالخميس لاحدى عشر ليلا خلت من ذي القعدة سنه 148 ثمان وأربعين و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nومائة من الهجرة، وأمه أم ولد يقال لها أم البنين، وكان اسمها سكن\nالنوبية ويقال خيزران المرسية ويقال شهدة والأصح خيزران الفصل الثالث في\nمقدار عمره عليه السلام، عاش الرضا عليه السلام خمسا وخمسين سنة وكان عليه\nالسلام مع أبيه موسى بن جعفر عليهم السلام خمسا وثلثين سنة ولم يعاصر جده\nالصادق عليه السلام لأنه مات قبل ولادة الرضا ع بأشهر، وقد روى أن الرضا\nعليه السلام ولد بعد مضى الصادق عليه السلام بأربع سنين، وان عمره كان تسعا\nوأربعين سنة وستة أشهر، والأشهر هو الأول، وكان مدة إمامته ع عشرين سنة،\nوكان في أيام إمامته بقية ملك الرشيد ثم ملك بعد الرشيد ابنه محمد المعروف\nبالأمين وهو ابن زبيدة ثلاثة سنين وخمسة وعشرين يوما، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nخلع الأمين <span id='ms17'></span> وحبس واجلس عمه إبراهيم بن شكله أربعة عشر يوما ثم اخرج محمد\nبن زبيدة من الحبس وبويع له ثانية وجلس في الملك سنة وستة أشهر وثلاثة\nوعشرين يوما ثم ملك عبد الله بن هارون المأمون عشرين سنة وثلاثة و عشرين\nيوما، فاخذ البيعة في ملكه لعلي بن موسى الرضا عليهما السلام بعهد المسلمين\nمن غير رضاه ثم غدر به فقتله بالسم بطوس من ارض خراسان، فمضى إلى كرامة\nالله صلوات الله عليه الفصل الرابع في وقت وفاته وموضع قبره ع، وكان وفاة\nالرضا عليه السلام يوم الاثنين لثلث ليال بقين من صفر سنه 203 ثلث ومأتين\nمن الهجرة، ويقال:\n</p>\n\n<p>\nتوفى في شهر رمضان، والأول هو الأصح، ومضى عليه السلام مسموما مظلوما من\nقبل المأمون كما قدمنا ذكره، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nدفنه في دار حميد بن قحطبة الطائي في قرية يقال لها سناباد على دعوة من\nنوقان بأرض طوس، وفيها قبر هارون الرشيد، وقبر الرضا عليه السلام بين يديه\nفي قبلته الفصل الخامس في ذكر ولده عليه السلام لم يترك الرضا عليه السلام\nولدا الا ابنه الامام أبا جعفر محمد بن علي عليه السلام، وكان سنه يوم وفاة\nأبيه سبع سنين وشهرا وأمه أم ولد يقال لها سبيكة. * - الباب الحادي عشر في\nذكر الامام التاسع، وهو التقى محمد بن علي الرضا عليهما السلام خمسة فصول\nالفصل الأول في اسمه وكنيته ولقبه ع، اسم الامام التاسع محمد وكنيته أبو\nجعفر وربما يقال له أبو جعفر الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nولقبه التقى، والمنتجب، والمرتضى، عليه السلام الفصل الثاني في وقت\nولادته ع:\n</p>\n\n<p>\nولد عليه السلام بالمدينة ليلة الجمعة لسبع عشر ليلة خلت من شهر رمضان،\nويقال للنصف منه، وفى رواية أخرى انه ولد يوم الجمعة لعشر ليال خلون من رجب\nسنه 195 خمس وتسعين ومائة، وكانت أمه أم ولد، اسمها درة فسماها الرضا عليه\nالسلام خيزران وكانت من أهل بيت مارية القبطية، ويقال ان أمه نوبة واسمها\nسبيكة الفصل الثالث في مقدار عمره ع، عاش عليه السلام خمسا وعشرين سنة <span id='ms18'></span> مع\nأبيه الرضا عليه السلام سبع سنين وأشهرا، وكانت مدة خلافته لأبيه وامامته\nمن بعده سبع عشرة سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوكان المأمون مشعوفا بابى جعفر عليه السلام لما قد رأى من فضله مع صغر\nسنه وبلوغه في العلم والحكمة والأدب وكمال العقل ما لم يساره فيه أحد من\nأهل ذلك الزمان فزوجه بابنته أم الفضل وحملها معه إلى المدينة وكان متوفرا\nعلى الكرامة وتعظيمه واجلاله قدره و كان في أيام إمامته عليه السلام بقية\nملك المأمون ثم ملك المعتصم ثماني سنين وأشهرا وهو الذي بنى مدينة سر من\nرأى وجلب الأتراك، وفى أول ملكه استشهد ولى الله صلوات الله عليه الفصل\nالرابع في وقت وفاته وموضع قبره عليه السلام، توفى أبو جعفر الثاني عليه\nالسلام ببغداد في ذي القعدة سنه 220 عشرين ومأتين، ودفن في مقابر قريش في\nظهر جده أبى الحسن موسى بن جعفر عليهما السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الخامس في عدد أولاده ع وكان لأبي جعفر عليه السلام من الأولاد على\nالإمام عليه السلام، وموسى، ولم يخلف ذكر غيرهما، ومن البنات حكيمة وخديجة،\nوأم كلثوم ويقال ان له من البنات غير من ذكرناه، فاطمة، وامامة. * الباب\nالثاني عشر في ذكر الامام العاشر وهو النقي علي بن محمد عليه السلام خمسة\nفصول الفصل الأول في اسمه وكنيته ولقبه عليه السلام، اسم الامام العاشر علي\nعليه السلام وكنيته أبو الحسن، وربما يقال له أبو الحسن الثالث ولقبه\nالنقي، والعالم، والفقيه، والأمين، و يقال له العسكري، والدليل، والنجيب\nأيضا. * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني في وقت ولادته عليه السلام:\n</p>\n\n<p>\nولد ع بصريا من مدينة الرسول صلوات الله عليه وآله يوم الثلاثاء في رجب\nويقال في النصف من ذي الحجة ويقال ولد لليلة بقين منه سنه 212 اثنتي عشرة\nومأتين من الهجرة، وكانت أمه أم ولد يقال لها سمانة الفصل الثالث في مقدار\nعمره ع عاش عليه السلام إحدى وأربعين سنة وسبعة أشهر مع أبيه أبى جعفر عليه\nالسلام ثماني سنين، وكانت مدة إمامته ثلثا وثلثين سنة وأشهرا، وكانت في\nأيام <span id='ms19'></span> إمامته بقية ملك المعتصم ثم ملك الواثق خمس سنين وتسعة أشهر ثم ملك\nالمتوكل أربع عشرة سنة ثم ملك ابنه المنتصر بن المتوكل ستة أشهر ثم ملك\nأحمد بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالمعتصم المستعين وتسعة أشهر ثم ملك الزبير بن المتوكل وهو المعتز ثماني\nسنين وستة أشهر، وفى آخر ملكه استشهد ولى الله علي بن محمد عليه السلام\nالفصل الرابع في وقت وفاته وموضع قبره ع، توفى علي بن محمد عليه السلام يوم\nالاثنين بسر من رأى لثلث ليال خلون من رجب سنه 254 أربع وخمسين ومأتين من\nالهجرة، وكان سبب شخوصه من المدينة إلى سر من رأى استدعاء المتوكل إياه،\nودفن عليه السلام في داره بسر من رأى الفصل الخامس في عدد أولاد عليه\nالسلام، وكان لأبي الحسن عليه السلام خمسة أولاد أبو محمد الحسن الإمام\nعليه السلام، والحسين، ومحمد، وجعفر المعروف بجعفر الكذاب المدعى للإمامة\nالملقب:\n</p>\n\n<p>\nبزق الخمر، وابنته عائشة. * - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث عشر في ذكر الامام الحادي عشر وهو الزكي الحسن بن علي\nالعسكري عليهما السلام خمسة فصول الفصل الأول في اسمه وكنيته ولقبه ع، اسم\nالامام الحادي عشر الحسن بن علي بن محمد بن علي الرضا عليهم السلام. وكنيته\nأبو محمد، ولقبه الهادي، والسراج، والعسكري، وكان عليه السلام وأبوه علي بن\nمحمد وجده محمد بن علي كل واحد منهم يعرف في زمانه بابن الرضا الفصل الثاني\nفي وقت ولادته ولد بالمدينة يوم الجمعة لثمان خلون من شهر ربيع الأول،\nويقال ولد في شهر ربيع الاخر سنه 232 اثنتين وثلثين ومأتين من الهجرة وأمه\nأم ولد يقال لها حدث الفصل الثالث في مقدار عمره ع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nعاش عليه السلام ثمانيا وعشرين سنة اثنتين وعشرين سنة مع أبيه علي بن\nمحمد عليهم السلام، وكانت مدة إمامته ست سنين وكان في سنى إمامته بقية ملك\nالمعتز أشهرا ثم ملك المهتدى يومين ثم ملك المقتدى أحد عشر شهرا و ثمانية\nعشر يوما ثم ملك احمد المعتمد بن جعفر المتوكل ثلثا وعشرين سنة واحد عشر\nشهرا <span id='ms20'></span> وبعد مضى خمسين من ملكه قبض الله تع إليه الحسن بن علي عليهما السلام.\n* الفصل الرابع في وقت وفاته و موضع قبره ع. مضى الحسن بن علي عليهما\nالسلام يوم الجمعة لثمان ليال خلون من شهر ربيع الأول سنه 260 ستين ومأتين\nبسر من رأى، ودفن في داره بها في البيت الذي دفن فيه أبوه عليهما السلام\nوقال قوم من أصحابنا ان أبا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن علي العسكري عليه السلام مضى مسموما، وكذلك أبوه علي بن محمد\nوجده محمد بن علي والصادق والباقر وزين العابدين عليهم السلام، خرجوا أيضا\nمن الدنيا مسمومين واستدلوا على صحة ذلك بما روى عن الصادق عليه السلام وعن\nالرضا عليه السلام أيضا من قولها: والله ما منا الا شهيد مقتول ولم يثبت\nبصحة ما قالوه دليل قاطع ولا يثبت عنهم عليهم السلام فيه رواية توجب العلم\nوالله أعلم بذلك الفصل الخامس في ذكر ولده عليه السلام، اما الحسن بن علي\nالعسكري عليه السلام فلم يكن له ولد سوى صاحب الزمان عليه الصلاة والسلام\nولم يخلف ولدا ع غيره ظاهرا وباطنا، وإنما خلفه عليه السلام غائبا مستترا\nوخائفا منتظرا لدولة الحق، وكان عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقد اخفى مولده وستر امره لصعوبة الوقت وشدة طلب سلطان الزمان له واجتهاده\nفي البحث عن امره ولما شاع من مذهب الشيعة الإمامية فيه وعرف من انتظارهم\nله، فلم يظهر ولده عليهما السلام في حياته الا لجماعة من الثقات وأهل\nالأمانة من شيعته ولا عرفه الجمهور بعد وفاته الا من اختص به على ما سنذكره\nانشاء الله الباب الرابع عشر في ذكر الإمام الثاني عشر وهو القائم المهدى\nعليه وعلى ابائه الصلاة والسلام خمسة فصول الفصل الأول في اسمه وكنيته\nولقبه عليه السلام: الإمام الثاني عشر صلوات الله عليه اسمه اسم رسول الله\nصلى الله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوكنيته كنية رسول الله صلى الله عليه وآله، ولا يحل لاحد ان يسميه باسمه\nولا ان يكنى بكنيته قبل خروجه من الغيبة لما قد ورد النهى <span id='ms21'></span> عن ذلك، وإنما\nيعتبر عنه ع بأحد ألقابه، ومن ألقابه صلوات الله عليه المختصة به الحجة،\nوالقائم، والمهدى، والخلف الصالح وصاحب الزمان، والمنتظر، وقد عبر عنه وعن\nحسبته عليه السلام بالناحية المقدسة الفصل الثاني في وقت ولادته ع، ولد\nعليه السلام بسر من رأى ليلة النصف من شعبان قبل طلوع الفجر سنه 255 خمس و\nخمسين ومأتين من الهجرة قد اتاه الله سبحانه في حال الطفولية والصبي الحكمة\nوفصل الخطاب كما اتاهما يحيى صبيا وجعله إماما وهو طفل قد اتى عليه خمس\nسنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nكما جعل عيسى بن مريم عليه السلام في المهد نبيا، وقد سبق النص عليه في\nملة الاسلام من النبي صلى الله عليه وآله ثم من أمير المؤمنين علي بن أبي\nطالب عليه السلام من الأئمة الطاهرين عليهم السلام واحدا بعد واحد إلى ابنه\nالحسن عليه السلام ونص عليه أبوه عليه السلام عند ثقاته وشيعته والنصوص\nعليه صلوات الله عليه متواترة على وجه لا يتخالج فيها الشك لاحد انصف من\nنفسه لا يحتمل ذكرها هيهنا، و كانت أمه عليه السلام أم ولد، اسمها نرجس وهي\nبنت ليشوعا بن قيصر ملك الروم من أولاد الحواريين من قبل الامام وكان اسمها\nعند أبيها مليكة ولها قصة عجيبة لا يسعها هذا الكتاب الفصل الثالث في تفصيل\nما مضى من عمره عليه السلام وذكر طرف من العلامات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالكائنة قبل خروجه والإشارة إلى شئ من سيره بعد قيامه مقدار ما مضى من\nعمر صاحب الزمان صلوات الله عليه مأتان وأربع وخمسون سنة لأنه ولد سنه 255\nخمس وخمسين ومأتين وتاريخ اليوم سنة 509 تسع وخمسمائة وكان منها مع أبيه\nأبى محمد عليه السلام خمس سنين يعرضه فيها كل وقت وحين على خواصه وامنائه\nالموثوق بهم من الشيعة الإمامية لزوال الشبهة وحصول اليقين لهم وانتشار\nالخبر بوجود صاحب الامر صلوات الله عليه وفيهم قد عرضه عليه السلام في مجلس\nواحد على أربعين نفسا منهم حتى حصل لهم العلم بوجوده عينه وتحققوه وشاهد\nوامنه الآيات والبراهين، فظلت أعناقهم <span id='ms22'></span> لها خاضعين، فلما قبض أبو محمد عليه\nالسلام وهو ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nخمس سنين، ثار جعفر بن علي أخو أبى محمد وجاء بظاهر تركة أخيه عليه\nالسلام، وسعى في حبس جواري أبى محمد عليه السلام واعتقال حلائله وشيع على\nأصحابه وأمصارهم ولده وقطعهم بوجوده والقول بإمامته وأغير بالقوم حتى\nأخافهم وشورهم وجرى على مخلفي أبى محمد عليه السلام بسبب ذلك أمر عظيم من\nحبس وتهديد و استخفاف وذل، فلم يظفر السلطان منهم بطائل ثم جاء إلى الشيعة\nالإمامية، واجتهد في الصيام عندهم مقام أخيه أبى محمد عليه السلام فلم يقبل\nأحد منهم ذلك ولا اعتقد فيه ما دام وتعرض له، مضى إلى سلطان الوقت والشمس\nمرتبة أخيه وبذل مالا جليلا وتقرب بكل ما ظن أنه يتقرب به فلم ينتفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nبشئ من ذلك ولجعفر اخبار كثيرة في هذا المعنى لا يحتملها هذا الموضع واما\nغيبته صلوات الله عليه فقد تواترت الاخبار بها قبل ولادته واستفاضت بدولته\nقبل غيبته وهو صاحب السيف من أئمة الهدى عليهم السلام، والمنتظر لدولة\nالايمان، والقائم بالحق وله قبل قيامه غيبتان إحديهما أطول من الأخرى كما\nجاءت به الاخبار عن آبائه الصادقين عليهم السلام، فاما الغيبة الصغرى، فمنذ\nولد صلوات الله عليه إلى أن قطعت السفارة بينه وبين شيعته و عدم السفراء\nبالوفاة، واما الطولى فهي بعد الأولى وفى آخرهما يقوم بالسيف صلوات الله\nعليه، وكان مدة غيبة الأولى وهي زمان السفارة أربعا وسبعين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nمنها خمس سنين مع أبيه عليه السلام وتسع وستون سنة بعد أبيه قد كان يعرف\nفيها اخباره ويقتفى آثاره ويهتدى إليه بوجود سفير بينه وبينهم وباب قد دل\nالدليل القاطع على صدقه وصحة بابيته و سفارته وهي المعجزة التي كانت تظهر\nعلى يد كل واحد من الأبواب، وعدد الأبواب وهم السفراء أربعة:\n</p>\n\n<p>\nأولهم أبو عمر وعثمان بن سعيد العمرى رضي الله عنه وارضاه وكان أسديا\nوكان يتجر في السمن ومن اجل ذلك قيل له السمان، وكان رضي الله عنه بابا\nوثقه لأبيه وجده علي <span id='ms23'></span> بن محمد عليهم السلام من قبل ثم تولى البابية من قبل\nصاحب الامر عليه السلام، وظهرت المعجزات الكثيرة على يديه من قبله عليه\nالسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى أيدي الباقين من السفراء رضي الله عنهم بعد والسيل والليل وكذلك\nيخرج على أيديهم التوقيعات وجوابات مسائل الشيعة وتصل على أيديهم أيضا\nالأخماس والصدقات إلى صاحب الامر عليه السلام لتفرقها في أهلها ويضعها في\nمواضعها على هذا، مضى لسبيله أبو عمر وعثمان بن سعيد رضي الله عنه ثم قام\nابنه أبو جعفر محمد بن عثمان مقامه بنص أبى محمد عليه السلام ونص أبيه\nعثمان عليه بأمر صاحب الزمان عليه السلام وسد مسده في جميع ما ينط به وفوض\nإليه القيام بذلك، ثم مضى على منهاج أبيه رضي الله عنهما في جمادى الاخر\nسنه 305 خمس وثلاثمائة، ويقال سنه 304 أربع وثلاثمائة، ثم قام مقامه أبو\nالقاسم الحسين بن روح من بنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nنوبخت بنص أبى جعفر محمد بن عثمان عليه واقامه مقام نفسه بأمر الإمام\nعليه السلام، وعاش رضي الله عنه سفيرا كما قد ذكرناه إحدى وعشرين سنة، ومات\nرضي الله عنه في شعبان سنه 326 ست وعشرين وثلاثمائة، وقام مقامه أبو الحسن\nعلي بن محمد السمرى بنص أبى القاسم الحسين بن روح عليه ووصيه إليه رضي الله\nعنه وقام بالامر على منهاج من مضى وتقدم عليه من الأبواب الثلاثة، وعلى ذلك\nأربع سنين، فلما استكمل أيامه وقرب اجله اخرج إلى الناس توقيعا نسخة: * بسم\nالله الرحمن الرحيم، يا علي بن محمد السمرى، أعظم الله اجر إخوانك فيك فإنك\nميت ما بينك وبين ستة أيام فاجمع امرك ولا توص على أحد يقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nمقامك بعد وفاتك فقد وقعت الغيبة التامة فلا ظهور الا بعد اذن الله تع\nذكره وذلك بعد طول الأمد وقسوة القلب وامتلاء الأرض جورا، وسيأتي شيعتي من\nيدعى المشاهدة، الا فمن ادعى المشاهدة قبل خروج السفياني والصيحة فهو كذاب\nمفتر ولا حول ولا قوة الا بالله العلي العظيم، فانشخوا هذا التوقيع وخرجوا\nمن عنده، فلما كان اليوم <span id='ms24'></span> السادس عادوا إليه وهو يجود بنفسه، فقيل له من\nوصيك؟\n</p>\n\n<p>\nفقال لله أمر هو بالغه وقبض، فهذا آخر كلام سمع منه رضي الله عنه، وكان\nوفاته في سنه 329 تسع وعشرين وثلاثمائة، ووقعت بعد مضى السمرى الغيبة\nالثانية وهي أطولها وأئمتها وقد اتى عليها ومضى منها إلى هذا التاريخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوهو سنه 509 تسع وخمسمائة كما قد ذكرناه فيما تقدم مأة وثمانون سنة، ولم\nيوقت لاحد غايتها ولا نهايتها، فمن عين لذلك وقتا فقد افترى كذبا وزورا الا\nانه قد جاءت الآثار بذكر علامات لزمان قيامه عليهم السلام وحوادث يكون امام\nخروجه، فمنها: خروج السفياني، وقتل الحسنى، واختلاف بنى العباس في ملك،\nوكسوف الشمس في النصف من شهر رمضان، وخسوف القمر في آخره على خلاف العادات،\nوخسف البيداء، و خسف بالمشرق، وركود الشمس عند الزوال إلى وقت العصر\nوطلوعها من المغرب، وقتل نفس زكية بظهر الكوفة في سبعين من الصالحين، وذبح\nرجل هاشمي بين الركن والمقام، واقبال رايات سود من قبل خراسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوخروج اليماني، وظهور المغربي بمصر وتملكه الثامات، ونزول الترك الجزيرة،\nونزول الروم الرملة، وطلوع نجم بالمشرق يضيئ كما يضئ القمر ثم ينعطف حتى\nيكاد يلتقى طرفاه، وحمرة تظهر في السماء وتنشر في آفاقها ونار تظهر بالمشرق\nطولا ويبقى في الجو ثلاثة أيام أو سبعة أيام، وخلع العرب أعنتها وتملكها\nالبلاد، و خروجها عن سلطان العجم، وقتل أهل مصر أميرهم وخراب الشام، ودخول\nرايات قيس إلى مصر، ورايات كندة إلى خراسان. وورود خيل من المغرب حتى تربط\nبفناء الحيرة. واقبال رايات سود من المشرف نحوها، وشق في الفرات حتى يدخل\nالماء أزقة الكوفة، وخروج ستين كذابا كلهم يدعى النبوة. وخروج اثنى عشر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nآل أبي طالب كلهم يدعى الإمامة لنفسه، وعقد الجسر مما يلي الكرخ بمدينة\nبغداد، وارتفاع ريح سوداء بها في أول النهار، وزلزلة حتى يخسف كثير منها،\nوخوف أهل العراق، وموت ذريع فيه، ونقص من الأموال والأنفس والثمرات، وجراد\nيظهر في أوانه وفى غير أوانه حتى يأتي على الزرع والغلات <span id='ms25'></span>، وقلة ريع لما\nيزرعه الناس واختلاف صنفين من العجم، وسفك دماء كثيرة فيما بينهم، وخروج\nالعبيد عن طاعة ساداتهم وقتلهم مواليهم ومسخ لقوم من أهل البدع حتى يصيروا\nقردة وخنازير ونداء يسمعه أهل الأرض كل أهل لغة بلغتهم، فقيل له. أعني\nالرضا عليه السلام أي نداء هو قال: ينادون في رجب ثلاثة أصوات، صوت، الا\nلعنة الله على الظالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوالصوت الثاني: أزفت الآزفة يا معشر المؤمنين، والصوت الثالث: يرون بدنا\nبارزا نحو عين الشمس يقول: ان الله بعث فلانا فاسمعوا وأطيعوا، فعند ذلك\nيأتي الناس الفرج وتود الأموات ان كانوا احياء ويشفى الله ويشف صدور قوم\nمؤمنين، وموت احمر، وموت ابيض، والموت الأحمر السيف، والأبيض الطاعون،\nوخروج رجل بقزوين اسمه اسم النبي يسرع الناس إلى طاعته المشرك والمؤمن يملا\nالجبال خوفا، وهدم حائط مسجد الكوفة مؤخذ مما يلي دار عبد الله بن مسعود،\nومنا ينادى باسم القائم عليه السلام ليلة ثلث وعشرين من شهر رمضان فيسمع ما\nبين المشرق إلى المغرب فلا يبقى راقد إلا قام، ولا قائم الا قعد ولا قاعد\nإلا قام على رجليه من ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(في علائم ظهور الإمام القائم المهدى عجل الله فرجه) * الصوت وهو صوت\nجبرئيل عليه السلام الروح الأمين، وأموات ينشرون من القبور حتى يرجعوا إلى\nالدنيا فيتعارفون و يتزاورون ثم يختم ذلك بأربع وعشرين مطرة يتصل، فتحنا\nبها الأرض من بعدها وتعرف بركاتها وتزول بعد ذلك كل عاهة عن معتقدي الحق من\nشيعة المهدي عليه السلام فتعرفون عند ذلك ظهوره بمكة فيتوجهون نحوه لنصرته\nكما جاءت بذلك الآثار. فمن جملة هذه الاحداث محتومة، ومنها مشترطة والله\nأعلم بما يكون، وإنما ذكرناها على حسب ما ثبتت في الأصول وجائت الاخبار\nعنهم عليهم السلام:\n</p>\n\n<p>\nان صاحب الزمان عليه السلام يخرج في وتر من السنين تسع أوسع أو خمس أو\nثلث أو إحدى. ويقوم عليه السلام يوم السبت يوم عاشوراء وإذا قام عليه\nالسلام اتى المؤمن في قبره فيقال له. انه قد ظهر صاحبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفان يشأ <span id='ms26'></span> ان تلحق به فالحق وان يشأ يقيم في كريمة ربك، فأقم به ويبايعه\nبين الركن والمقام ثلاثمائة وثلث عشر عدة أهل بدر من النجباء والابدال\nوالأخيار، كلهم شاب لا كهل فيهم، ثم يصير إليه شيعته من أطراف الأرض تطوى\nلهم طيا حتى يبايعوه، ويكون دار ملكه الكوفة وأكثر مقامه صلوات الله عليه\nبها، ويأمر بحفر نهر من ظهر مشهد الحسين عليه السلام يجرى إلى الغري حتى\nتنزل الماء في النجف ويعمل على فوهته القناطر والأرجاء يطحن فيها بلا كراء،\nويبنى في ظهر الكوفة مسجد اله الف باب، ويتصل بيوت أهل الكوفة بنهر كربلاء،\nويعمر الرجل حتى يولد له الف ذكر لا يولد فيهم، وتظهر الأرض كنوزها حتى\nيراها الناس على وجهها ويطلب الرجل منهم من يصله ماله، ويأخذ زكاته فلا يجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأحدا يقبل منه ذلك استغناء بما رزقهم الله من فضله وحليته ونعته عليه\nالسلام: أنه يكون شابا مربوعا حسن الوجه حسن الشعر يسبل شعره على منكبيه، و\nيعلو نور وجهه سواد شعر لحيته ورأسه، وسيرته صلوات الله عليه ان يدعو الناس\nإلى الاسلام جديدا وهداهم إلى أمر قد دثر وضل عنه الجمهور ويحكم بالعدل\nويرتفع في أيامه الجور، وآمنت به السبل، وتخرج الأرض بركاتها، ويرد كل حق\nإلى أهله، ولا يبقى أهل دين الا وهو يظهر الاسلام ويعترف بالايمان، ويحكم\nعليه السلام في الناس بحكم داود وحكم محمد عليهم السلام، ويسير عليه السلام\nإلى الكوفة فهدم بها أربعة مساجد، ولا يبقى على وجه الأرض مسجد له شرف الا\nهدمها، وجعل المساجد كلها جمالا شرفة لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nويكسر كل جناح خارج في الطريق، ويبطل الكنف والمواريب إلى الطرفات، ولا\nيترك بدعة الا أزالها، ولا سنة الا أقامها ويفتح قسطنطنية والصين وجبال\nالديلم، واما مقدار ملكه عليه السلام، فقد روى عن الباقر عليه السلام انه\nيملك ثلاثمائة وتسع سنين كما لبث أهل الكهف في كهفهم، يملأ الأرض عدلا\nوقسطا كما ملئت ظلما وجورا ويفتح الله له شرق الأرض وغربها ويقتل الناس حتى <span id='ms27'></span>\nلا يبقى الا دين محمد صلوات الله عليه وآله تمام الخبر ثم يتوجه إلى الكوفة\nفينزلها وتكون دار ملكه كما قدمنا ذكره الفصل الرابع في الإشارة إلى وقت\nوفاته عليه السلام، وقت وفاته ع يكون قبل القيامة بأربعين يوما يكون يكون\nفيها الفرج، وعلامة خروج الا موت و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nقيام الساعة للحساب والجزاء، ويغلق باب التوبة، و يسقط التكليف، فلا ينفع\nنفسا ايمانها لم يكن آمنت من قبل الفصل الخامس في ذكر ولده ع واما الولد\nلصاحب الزمان عليه السلام، فقد وردت الروايات عنهم عليهم السلام بأنه يولد\nله الأولاد، وغير ممتنع أن يكون له في هذا الوقت أهل وولد، وجايز أن يكون\nذلك بعد خروجه وفى أيام دولته ولا قطع على أحد الامرين والله أعلم.\n</p>\n\n<p>\nقد وفينا بما وعدنا به في أول هذا المختصر من تضمين كل فصل ما يليق به،\nوالإشارة إلى شئ من النكت والطرف على وجه الاجمال وتجنبا في ذلك الاهمال،\nولم نأت بشئ من الأسانيد فيه طلبا للاختصار ولشهرته بين الأصحاب نسئل الله\nتع ان يجعله خالصا لوجهه ومقربا من ثوابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nورحمته، وان يحشرنا في زمرة المصطفى ص وعترته، انه خير المسؤولين وارحم\nالراحمين، ونحمده على ما وفق ويسر ونسئله الصلاة على نبينا محمد عليه\nالتحية والسلام والمنتجبين الطيبين الطاهرين من أهل بيته، وهو حسبنا ونعم\nالوكيل تمت كتاب تاج المواليد، قد قابلت مع النسخة التي كانت عندي لقدر\nالامكان والطاقة الا ما زاغ عنه النظر وخسأ عنه البصر في يوم عاشوراء سنه\n1088 ثمان وثمانين بعد الألف في قصبة قرميسين المعروف بكرمانشاهان صانها\nالله من الحدثان وانا الأقل ابن جابر محمد غفر الله ذنوبهما كتبة أقل\nالعباد عبد الرحيم الأفشاري الزنجاني 1397\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms28'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079"
  ],
  "volumes": [
    "01"
  ]
}