{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nتأخير الظلامة إلى يوم القيامة\n</p>\n\n<p>\nللشيخ الإمام الحافظ جلال الدين السيوطي الشافعي - رحمه الله -\n</p>\n\n<p>\n911 ه\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nأبي المنذر محمود بن محمد بن مصطفى المنياوي\n</p>\n\n<p>\nعفا الله تعالى عنه وعن والديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head0'>مقدمة التحقيق</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا،\nومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد\nأن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}\n(1)،\n</p>\n\n<p>\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث\nمنهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان\nعليكم رقيبا} (2)،\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم\nويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما} (3)،\n</p>\n\n<p>\nأما بعد، ..\n</p>\n\n<p>\nفهذا جهد المقل في تحقيق مخطوط \" تأخير الظلامة إلى يوم القيامة \" للحافظ\nجلال الدين السيوطي رحمه الله - تعالى -.\n</p>\n\n<p>\nوقد وجدته على الشبكة منسوخا، قام بعض الإخوة بنسخه فجزاهم الله خيرا،\nولما تحصل لي نسخة خطية من الرسالة وجدتها على الشبكة ضمن المخطوطات\nالموجودة في موقع الأزهر وتحمل رقم: --305716 وكانت عدد أوراقها: 04 ورقات\nوالورقة الأخيرة بها بداية مخطوط بداية القاري في ختم صحيح البخاري.\n</p>\n\n<p>\nوبدأت في مقارنة النسخ بالأصل فوجدت الناسخ قد تصرف في جزء كبير من\nالمخطوط، وذلك بأنه قام بنسخ الأحاديث، أو الآثار التي ذكرها السيوطي من\nأصلها بدون مراعاة اللفظ الذي ذكره السيوطي، ونظرا للأمانة العلمية قمت\nبالمحافظة على النص الذي ذكره السيوطي، وإثبات الفروق الهامة - بين لفظ\nالسيوطي، وأصل الحديث أو الأثر - في الحواشي.\n</p>\n\n<p>\nوقمت بتخريج الأحاديث والآثار الواردة في الرسالة مع الحكم على أسانيدها\nما أمكنني ذلك.\n</p>\n\n<p>\nوصف النسخة الخطية:\n</p>\n\n<p>\nالمخطوط ضمن مخطوطات موقع الأزهر الشريف، وتحمل النسخة رقم: --305716،\nوعدد أوراقها: أربع ورقات في كل ورقة وجهان، وفي الورقة الأولى نهاية رسالة\nأخرى <span id='ms1'></span>، وصدر رسالتنا، وفي الأخيرة نهايتها وخاتمتها، وبداية رسالة بداية\nالقاري في ختم صحيح البخاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوفي كل وجه (23) سطر والسطر مكون مما لا يزيد على (17) كلمة.\n</p>\n\n<p>\nصور المخطوط:\n</p>\n\n<p>\nصورة الوجه الأول من الورقة الأولى:\n</p>\n\n<p>\nصورة الوجه الأول من الورقة الأخيرة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head1'>حول الرسالة</h1>\n\n<p>\nقال الشيخ طاهر حموده في \" جلال الدين السيوطي عصره وحياته وآثاره وجهوده\nفي الدرس اللغوي \" (ص: 139): (على أن الأسلوب العنيف الذي لاحظناه في\nرسائله الأولى التي هاجم بها خصومه أخذ يميل إلى الهدوء والاتزان في\nالسنوات الأخيرة من عمره، بل لعله أصبح يعرض عن كثير من أذى الخصوم ويصبر\nعلى ما يقابله من أعدائه فقد نقل عنه بعض من اتصل به أنه امتحن المحن\nالكثيرة، وما سمع يوما يدعو على من آذاه من الحسدة، ولا يقابله بسوء، وإنما\nيقول: حسبنا الله ونعم الوكيل، وصنف في ذلك كتابا سماه «تأخير الظلامة إلى\nيوم القيامة»، والحقيقة أن هذه الرسالة تعبر عن الاتجاه المتزن الصابر الذي\nطبعت به حياة السيوطي أواخر أيامه، وبالرغم من أن الرسالة في جملتها مجموعة\nمن النقول عن الرسول صلى الله عليه وسلم وعن الصحابة والتابعين تدور حول\nتأخير ظلاماتهم إلى يوم القيامة لإيمانهم بأن عذاب الله أشد وأبقى، وإيثار\nالمظلومين منهم ألا يقتصوا لأنفسهم في الدنيا مع تمكنهم من ذلك تأخيرا\nلظلاماتهم لتعرض أمام الله تعالى، بالرغم من ذلك فإن قراءتها تشيع في نفس\nالقارئ أن صاحبها كان يتعرض وقتها لمظالم يصبر عليها، ويعزي نفسه بالتأسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nبالسلف الصالح، وهي تبين لنا جانبا هاما من خلق السيوطي في سنواته\nالأخيرة، وتلقي الضوء على معالم شخصيته \".\n</p>\n\n<h1 class='l1' id='head2'>سبب تأليفه للرسالة</h1>\n\n<p>\nوكان من سبب تأليف السيوطي لهذه الرسالة أنه ثار به صوفية الخانقاه التي\nكان يتولى نظارتها لأنه قال: إنكم لستم على شرط الواقف، فثاروا به وحملوه\nوألقوه في فسقية الماء هكذا بجبته وعمامته .. وأنه خرج من الماء وأصلح\nثيابه ثم توجه إلى روضة المقياس فسكن هناك، وأغلق النافذة التي تجاه النيل،\nوألف كتابه \"تأخير الظلامة إلى يوم القيامة\"، وانقطع بعدها <span id='ms2'></span> هناك إلى\nالتأليف حتى وفاته .. (1)\n</p>\n\n<h1 class='l1' id='head3'>تحقيق نسبتها للمؤلف</h1>\n\n<p>\nوالرسالة منسوبة للسيوطي، وذلك كما هو مدون على طرتها بخط واضح لا طمس\nفيه، كما نسبها إليه حاجي خليفة في \"كشف الظنون\"، والبغدادي في \"هدية\nالعارفين\" وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head4'>ترجمة المصنف </h1>\n\n<p>\n(1):\n</p>\n\n<p>\nهو عبد الرحمن بن أبي بكر بن محمد بن سابق الدين الخضيري السيوطي، جلال\nالدين: إمام حافظ مؤرخ أديب. ولد 849 ه، ونشأ في القاهرة يتيما، ولما بلغ\nأربعين سنة اعتزل الناس، وخلا بنفسه في روضة المقياس، على النيل، منزويا عن\nأصحابه جميعا، كأنه لا يعرف أحدا منهم، فألف أكثر كتبه. وبقي على ذلك إلى\nأن توفي عام 911 ه، له نحو ستمائة مصنف ومنها: (الإتقان في علوم القرآن)،\n(الأشباه والنظائر) في العربية، و (الأشباه والنظائر) في فروع الشافعية، و\n(الألفية في مصطلح الحديث) و (تدريب الراوي) و (الجامع الصغير) و (جمع\nالجوامع) ... انظر ترجمته في: الكواكب السائرة (1/ 226)، وشذرات الذهب (8/\n51)، والضوء اللامع (4/ 65)، الأعلام للزركلي (3/ 302)، معجم المؤلفين\nلكحالة (5/ 129) وغيرها الكثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n[ق 13/أ] بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله وسلام على عباده الذين اصطفى.\n</p>\n\n<p>\n1 (1) - أخرج الحسن بن سفيان في مسنده، وابن المنذر، وابن أبي حاتم، وأبو\nالشيخ، وابن مردويه في تفاسيرهم، والطبراني في معجمه، والعسكري في الأمثال،\nوابن منده والباوردي وأبو نعيم جميعا في معرفة الصحابة والبيهقي في دلائل\nالنبوة عن أبي أمامة الباهلي رضي الله عنه قال: جاء ثعلبة بن حاطب إلى رسول\nالله صلى الله عليه وسلم فقال: يا رسول الله ادع الله أن يرزقني مالا. قال:\nويحك يا [ق 13/ب] ثعلبة. . .! قليل تطيق شكره خير من كثير لا تطيقه. قال:\nيا رسول الله، ادع الله أن يرزقني فوالذي بعثك بالحق إن أتاني الله مالا\nلأعطين كل ذي حق حقه. فقال: اللهم ارزقه مالا. فاشترى غنما فبورك له فيها\nونمت كما ينمو الدود حتى ضاقت به المدينة فتنحى بها، ثم إن الله أمر رسوله\nأن يأخذ الصدقات، فبعث رجلين، يأخذان الصدقة، وكتب لهما أسنان الإبل\nوالغنم، وأمرهما أن يمرا على ثعلبة فمرا به فسألانه الصدقة <span id='ms3'></span>\n</p>\n\n<p>\nفقال: ما هذا إلا جزية، انطلقا حتى أرى رأي. فانطلقا وأنزل الله {ومنهم\nمن عاهد الله لئن آتانا من فضله لنصدقن} [التوبة: 75] الآيات الثلاث. فقيل\nلثعلبة: ويحك. . .! أنزل فيك كذا وكذا. فقدم ثعلبة على رسول الله صلى الله\nعليه وسلم فقال: يا رسول الله هذه صدقة مالي. فقال رسول الله صلى الله عليه\nوسلم: إن الله قد منعني أن أقبل منك قال: فجعل يبكي ويحثي التراب على رأسه\nفقال رسول الله صلى الله عليه وسلم: هذا عملك بنفسك، فلم يقبل منه رسول\nالله صلى الله عليه وسلم حتى مضى. ثم أتى أبا بكر فقال: يا أبا بكر اقبل\nمني صدقة، فقال أبو بكر: لم يقبلها رسول الله صلى الله عليه وسلم وأقبلها؟!\nفلم يقبلها أبو بكر، ثم ولي عمر بن الخطاب، فأتاه فقال: يا أبا حفص اقبل\nمني صدقتي. وثقل عليه بالمهاجرين والأنصار وأزواج رسول الله صلى الله عليه\nوسلم. فقال عمر: لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nيقبلها رسول الله صلى الله عليه وسلم ولا أبو بكر أقبلها أنا؟! فأبى أن\nيقبلها، ثم ولي عثمان فلم يقبلها وهلك في خلافة عثمان (1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head5'>2 - </h1>\n\n<p>\nوأخرج الطبراني والحاكم في المستدرك وصححه عن عبد الله بن عمرو قال: كان\nرسول الله صلى الله عليه وسلم إذا أصاب غنيمة أمر بلالا فنادى في الناس\nفيجيئون بغنائمهم فيخمسه ويقسمه فجاء رجل بعد ذلك بزمام من شعر فقال يا\nرسول الله هذا [ق 14/أ] فيما أصبناه من الغنيمة. قال: أسمعت بلالا ثلاثا؟\nقال: نعم. قال: فما منعك أن تجيء به؟ قال: يا رسول الله فاعتذر، قال: أنت\nتجيء به يوم القيامة فلن أقبله منك (1).\n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nوقال ابن عساكر في (تاريخه) (2): أنبأنا أبو عبد الله محمد بن علي بن أبي\nالعلاء، حدثنا أبو بكر الخطيب لفظا أخبرنا أبو الحسين بن بشران، حدثنا أبو\nعمرو عثمان بن أحمد بن عبد الله الدقاق أخبرنا أبو بكر محمد بن أحمد بن\nالنضر، حدثنا معاوية بن عمرو،، عن أبي إسحاق عن صفوان بن عمرو، حدثنا حوشب\nبن سيف <span id='ms4'></span> قال غزا الناس في زمان معاوية وعليهم عبد الرحمن بن خالد فغل رجل من\nالمسلمين مائة دينار رومية فلما قفل الجيش ندم الرجل فأتى عبد الرحمن بن\nخالد فأخبره خبره وسأله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nأن يقبلها منه فأبى وقال قد تفرق الجيش فلن اقبلها منك حتى تأتي الله بها\nيوم القيامة فجعل يستقرئ أصحاب رسول الله صلى الله عليه وسلم فيقولون له\nمثل ذلك فخرج من عنده وهو يبكي.\n</p>\n\n<p>\nأخرجه البخاري في تاريخه (1).\n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nوقال عبد الرزاق في المصنف أخبرنا معمر عن أيوب عن ابن سيرين، أن رجلا من\nالأنصار وسع لرجل من المهاجرين في داره ثم إن الأنصاري احتاج إلى داره\nفجحده المهاجر فاختصما إلى النبي صلى الله عليه وسلم، ولم يكن للأنصاري\nبنية فحلف المهاجر ثم إن الأنصاري حضر الموت فقال لبنيه: إنه رضي بها من\nالله وإني رضيت بالله منها وإنه سيندم فيردها عليكم فلا تقبلوها، فلما توفي\nالأنصاري ندم المهاجر فجاء إلى بني الأنصاري فقال اقبلوا داركم فأبوا فذكر\nذلك للنبي صلى الله عليه وسلم، فذكروا أن أباهم أمرهم أن لا يقبلوها فقال\nالنبي صلى الله عليه وسلم، أتستطيع أن تحملها من سبع أرضين ولم يأمر ولدي\nالأنصاري أن يقبلوها (2).\n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nوقال ابن سعد في الطبقات: أخبرنا موسى بن إسماعيل حدثنا أبو هلال عن\nقتادة قال: قال الحسن للحسين: إني قد سقيت السم غير مرة، وإني لم أسق مثل\nهذه، فقال: من فعل ذلك بك؟ قال لم؟ سقته (3) قال: نعم قال: ما كنت لأخبرك\n[الله أشد نقمه] (4) (5).\n</p>\n\n<h1 class='l1' id='head9'>6 - </h1>\n\n<p>\nوفي تاريخ [ق 14/ب] ابن عساكر: أن رجلا من الصحابة قتل فأمر معاوية\nبتحصيل قاتله، فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nحضر إليه بعث به إلى ابن المقتول وقال: هاك قاتل أبيك فاقتله بيدك فقال:\nوالله لا آخذ هذا في أبي، ولكن أتركه حتى يلقى الله فيقتل بأبي على الصراط\n(1).\n</p>\n\n<h1 class='l1' id='head10'>7 - </h1>\n\n<p>\nوأخرج ابن عساكر: عن عبيدة بن الحكم الأزدي أن قوما أتوا الحسن بن علي،\nرضي الله عنهما، فذكروا زيادا وجعلوا يقولون اللهم اجعل قتله بأيدينا فقال\nالحسن: مه، فإن <span id='ms5'></span> القتل كفارة، ولكن اسأل الله أن يميته على فراشه (2).\n</p>\n\n<h1 class='l1' id='head11'>8 - </h1>\n\n<p>\nوقال ابن عساكر: أخبرنا أبو عبد الله الخلال، أخبرنا إبراهيم بن منصور،\nأخبرنا أبو بكر المقرئ، حدثنا الطحاوي، حدثنا إبراهيم بن أبي داود البرلسي،\nحدثنا عبد الرحمن بن المبارك، حدثنا سفيان بن حبيب، حدثنا شعبة عن عمرو بن\nمرة، عن أبي صالح ذكوان عن صهيب مولى العباس قال: رأيت عليا يقبل يد العباس\nورجله ويقول يا عم ارض عني قال: كلا والله لتلقين الله بها (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head12'>9 - </h1>\n\n<p>\nوأخرج ابن المنذر في تفسيره: عن الشعبي رضي الله عنه أن عمر بن الخطاب\nقال: إني لأبغض فلانا، فبلغ الرجل فجاء فقال: يا عمر أفتقت في الإسلام\nفتقا؟ قال: لا. قال: فجنيت جناية؟ قال: لا. قال: أحدثت حدثا؟ قال: لا. قال:\nفعلام تبغضني وقال الله: {والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا\nفقد احتملوا بهتانا وإثما مبينا} [الأحزاب: 58] فقد آذيتني فلا غفرها الله\nلك. فقال عمر: صدق والله ما فتق فتقا، ولا ولا فاغفرها لي، فلم يزل به حتى\nغفرها له (1).\n</p>\n\n<h1 class='l1' id='head13'>10 - </h1>\n\n<p>\nقال ابن سعد في الطبقات حدثنا إسماعيل بن إبراهيم، عن ابن عون. عن عمير\nبن إسحق قال: كان مروان أميرا علينا ست سنين. فكان يسب عليا كل جمعه على\nالمنبر. فقيل يا حسن ألا تسمع ما يقول هذا؟ فجعل لا يرد شيئا. قال: وكان\nحسن يجيء يوم الجمعة فيدخل في حجرة النبي صلى الله عليه وسلم فيقعد. فإذا\nقضيت الخطبة خرج فصلى ثم رجع إلى أهله. قال: فلم يرض بذلك حتى أهداه له في\nبيته. قال: فأنا عنده إذا قيل فلان بالباب. قال: [ق 15/أ] ائذن له فو الله\nإني لأظنه جاء بشر.\n</p>\n\n<p>\nفأذن له فدخل. قال: أرسل مروان بعلي وبعلي وبعلي، وبك وبك وبك وما وجدت\nمثلك إلا مثل البغلة يقال له: من أبوك فيقول أمي للفرس، قال الحسن: أرجع\nإليه فقل له: إني والله لا أمحوا عنك شيئا مما قلت بأن اسبك يا مروان، ولكن\nموعدي وموعدك الله. فإن كنت صادقا جزاك الله <span id='ms6'></span> بصدقك. وإن كنت كاذبا فالله\nأشد نقمة. وقد أكرم الله جسدي أن يكون مثلي مثل البغلة (2). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head14'>11 - </h1>\n\n<p>\nوقال ابن عساكر: أخبرنا أبو عبد الله الحسين بن نصير بن محمد بن خميس في\nكتابه: حدثنا القاضي أبو نصر محمد بن علي، حدثنا أبو الفتح أحمد بن عبيد\nالله، حدثنا أبو القاسم نصر بن أحمد بن محمد بن الخليل المرجي، حدثنا أبو\nيعلى أحمد بن علي بن المثنى، حدثنا عبد الله بن بكار، حدثنا القاسم بن\nالفضل عن عمرو بن مرة عن سالم بن أبي الجعد قال ذكر عثمان بني أمية فقال\nوالله لو أن مفاتيح الجنة بيدي لأعطيتها بني أمية حتى يدخلوا الجنة من عند\nآخرهم ولاستعملنهم على رغم من رغم فقال عمار بن ياسر فإن ذلك يرغم بأنفي\nقال أرغم الله بأنفك قال بأنف أبي بكر وعمر فغضب فقام إليه فوطئه برجله\nفأجفله الناس عنه فبعث إلى طلحة والزبير فقال ائتيا هذا الرجل فخيراه بين\nثلاث بين أن يقتص، أو يأخذ أرشا، أو يعفو فأتياه فقالا إن هذا الرجل قد\nأنصف فخيرك أن تقتص، أو تأخذ أرشا، أو تعفو قال لا والله لا أقبل منهن\nواحدة حتى ألقى رسول الله صلى الله عليه وسلم فاشكو إليه (1).\n</p>\n\n<h1 class='l1' id='head15'>12 - </h1>\n\n<p>\nوقال ابن أبي شيبة في المصنف: حدثنا [يحيى بن آدم قال: حدثنا قطبة بن عبد\nالعزيز عن الأعمش عن عمرو بن مرة] (2) عن سالم بن أبي الجعد، قال: كتب\nأصحاب محمد صلى الله عليه وسلم عيب عثمان فقالوا: من يذهب به إليه، فقال\nعمار: أنا، فذهب به إليه، فلما قرأه قال: أرغم الله بأنفك، فقال عمار: وأنف\nفلان بن فلان (3)، فقام فوطئه حتى غشي عليه، ثم بعث إليه الزبير وطلحة\nفقالا له: اختر إحدى ثلاث: إما أن تعفو، وإما أن تأخذ [ق 15/ب] الأرش، وإما\nأن تقتص، قال: فقال عمار: لا أقبل منهن شيئا حتى ألقى الله (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head16'>13 - </h1>\n\n<p>\nومما يلحق بهذا ما أخرجه ابن جرير عن مجاهد في الذي يقتل الصيد متعمدا،\nوهو يعلم أنه محرم <span id='ms7'></span> ويتعمد قتله قال: لا يحكم عليه ولا حج له (1).\n</p>\n\n<h1 class='l1' id='head17'>14 - </h1>\n\n<p>\nوأخرج أبو الشيخ عن محمد بن سيرين قال: من قتله متعمدا لقتله ناسيا\nلإحرامه فعليه الجزاء، ومن قتله متعمدا لقتله غير ناس لإحرامه فذاك إلى\nالله إن شاء عذبه وإن شاء غفر له (2).\n</p>\n\n<h1 class='l1' id='head18'>15 - </h1>\n\n<p>\nوأخرج الشافعي في الأم وعبد بن حميد، وابن جرير عن مجاهد قال: من قتله\nمتعمدا غير ناس لإحرامه ولا يريد غيره فقد حل وليست له رخصة ومن قتله ناسيا\nلإحرامه وأراد غيره فأخطأ به فذلك العمد المكفر (3) (4).\n</p>\n\n<h1 class='l1' id='head19'>16 - </h1>\n\n<p>\nوأخرج ابن جرير عن الحسن في قوله: {ومن قتله منكم متعمدا} [المائدة: 95]:\nقال: متعمدا للصيد ناسيا لإحرامه، وفي قوله: {فمن اعتدى بعد ذلك} [البقرة:\n178] قال: متعمدا للصيد يذكر إحرامه {فله عذاب أليم} [البقرة: 178] ولا\nيحكم عليه (5). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head20'>17 - </h1>\n\n<p>\nوأخرج عبد الرزاق وابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن\nأبي حاتم وأبو الشيخ من طريق عكرمة عن ابن عباس في الذي يصيب الصيد وهو\nمحرم يحكم عليه مرة واحدة فإن عاد لم يحكم عليه وكان ذلك إلى الله إن شاء\nعاقبه وإن شاء عفا عنه، ثم تلا {ومن عاد فينتقم الله منه} [المائدة: 95]\n(1). ولفظ أبي الشيخ: ومن عاد قيل له اذهب ينتقم الله منك (2).\n</p>\n\n<h1 class='l1' id='head21'>18 - </h1>\n\n<p>\nوأخرج ابن جرير وابن المنذر من طريق علي ابن أبي طلحة عن ابن عباس قال:\nمن قتل شيئا من الصيد خطأ وهو محرم حكم عليه كلما قتله، ومن قتله متعمدا\nحكم عليه فيه مرة واحدة فإن عاد يقال له ينتقم الله منك كما قال الله عز\nوجل (3).\n</p>\n\n<h1 class='l1' id='head22'>19 - </h1>\n\n<p>\nوأخرج ابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر عن الشعبي. أن\nرجلا أصاب صيدا وهو محرم، فسأل شريحا فقال: هل أصبت قبل هذا شيئا؟ قال: لا.\nقال: أما إنك لو فعلت لم أحكم عليك، ولوكلتك إلى الله يكون هو ينتقم منك\n(4).\n</p>\n\n<h1 class='l1' id='head23'>20 - </h1>\n\n<p>\nوأخرج ابن جرير وأبو الشيخ عن سعيد بن جبير قال: رخص في قتل الصيد مرة،\nفإن عاد لم يدعه الله [ق 16/أ] حتى ينتقم منه <span id='ms8'></span> (5).\n</p>\n\n<h1 class='l1' id='head24'>21 - </h1>\n\n<p>\nوأخرج عبد بن حميد وابن جرير عن إبراهيم. في الذي يقتل الصيد ثم يعود\nقال: كانوا يقولون: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمن عاد لا يحكم عليه، أمره إلى الله (1).\n</p>\n\n<h1 class='l1' id='head25'>22 - </h1>\n\n<p>\nوأخرج عبد بن حميد وابن جرير عن سعيد بن جبير قال: يحكم عليه في العمد\nمرة واحدة، فإن عاد لم يحكم عليه وقيل له: اذهب ينتقم الله منك، ويحكم عليه\nفي الخطأ أبدا (2).\n</p>\n\n<p>\nتم ولله الحمد على كل حال ونعمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             <span id='ms9'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016"
  ],
  "volumes": [
    "01"
  ]
}