{
  "content": "\n\n#\n<p>\n| + * كتاب تالي تلخيص المتشابه\n</p>\n\n<p>\n+ *\n</p>\n\n<p>\n| - * باب الألف الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| زياد بن جبير وزيد بن جبير الأول\n</p>\n\n<p>\nزياد بن جبير بن حية الثقفي البصري سمع عبد الله بن عمر بن الخطاب وأباه\nجبيرا\n</p>\n\n<p>\n1 أخبرنا أبو القاسم عبد الرحمن بن محمد بن عبد الله السراج بنيسابور\nأخبرنا أبو الحسن أحمد بن محمد بن عبدوس الطرائفي حدثنا عثمان بن سعيد\nالدارمي حدثنا مسلم بن إبراهيم حدثنا محمد بن دينار قال حدثني يونس بن عبيد\nعن زياد الثقفي عن عبد الله بن عمر أن النبي صلى الله عليه وسلم نهى عن\nالحيوان بالحيوان نسيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             @ 45 الثاني ( 2 ) زيد بن جبير بن\nحرملة الجشمي الكوفي سمع عبد الله بن عمر أيضا روى عنه سفيان الثوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n2 أخبرنا أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق الحافظ بأصبهان\nحدثنا أبو محمد عبد الله بن جعفر بن أحمد بن فارس حدثنا إسماعيل بن عبد\nالله بن مسعود العبدي حدثنا أبو حذيفة حدثنا سفيان عن زيد بن جبير قال سمعت\nابن عمر يقول كان النبي صلى الله عليه وسلم يستلم الركن بمحجنه ثم يقبله\n</p>\n\n<p>\n| زياد بن جارية وزيد بن جارية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالأول زياد بن جارية التميمي الدمشقي سمع حبيب بن مسلمة الفهري روى عنه\nمكحول أبو عبد الله الشامي\n</p>\n\n<p>\n3 أخبرنا أبو نعيم الحافظ حدثنا سليمان بن أحمد بن أيوب الطبراني حدثنا\nأبو يزيد القراطيسي حدثنا عبد الله بن يوسف حدثنا يحيى ابن حمزة قال حدثني\nأبو وهب عن مكحول أنه حدثهم أن زياد بن جارية حدثهم أن حبيب بن مسلمة حدثه\nأن رسول الله صلى الله عليه وسلم نفل الربع والثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما ( 4 ) زيد بن جارية فقد ذكرناه مع زيد بن حارثة في كتاب التلخيص\nفغنينا عن إعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             ذكره وحديثه\n</p>\n\n<p>\nزياد بن كليب وزيد بن كليب الأول ( 5 ) زياد بن كليب أبو معشر التميمي\nالكوفي سمع أباه وإبراهيم النخعي وغيرهما رواه عنه يونس بن عبيد وخالد\nالحذاء وسلم بن عبد الرحمن وشعبة ابن الحجاج\n</p>\n\n<p>\n4 أخبرنا أبو الفتح هلال بن محمد بن جعفر الحفار أخبرنا <span id='ms001'></span> أبو علي إسماعيل\nبن محمد الصفار حدثنا عباس بن عبد الله الترقفي حدثنا محمد بن يوسف عن\nسفيان عن سلم بن عبد الرحمن عن زياد بن كليب عن الأشعث بن قيس قال قال رسول\nالله صلى الله عليه وسلم من لم يشكر للناس لم يشكر لله عز وجل وكذا رواه\nزائدة بن قدامة وعبد الله بن شبرمة عن سلم والثاني ( 6 ) زيد بن كليب\nالسكوني كوفي أيضا حدث عن جعفر بن محمد بن علي روى عنه هارون بن سباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n5 أخبرنا أبو الحسن أحمد بن محمد بن أحمد بن موسى بن هارون ابن الصلت\nالأهوازي حدثنا أبو العباس أحمد بن محمد بن سعيد بن عقدة الهمداني الكوفي\nحدثنا يعقوب بن يوسف بن زياد حدثني هارون بن سباع حدثنا زيد بن كليب\nالسكوني ومحبوب أبو حسان السكوني وحصين بن مخارق عن جعفر بن محمد ( 3 أ )\nأنهم سمعوه يحدث عن أبيه عن جابر ابن عبد الله أن النبي صلى الله عليه وسلم\nكان إذا خطب حمد الله وأثنى عليه ثم قال أما بعد فإن أصدق الحديث كتاب الله\nعز وجل فذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n| زياد بن عياض وزيد بن عياض الأول ( 7 ) زياد بن عياض ختن أبي موسى\nالأشعري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n6 أخبرنا أبو الحسين محمد بن الحسين بن الفضل القطان حدثنا علي بن\nإبراهيم المستملي حدثنا أبو أحمد محمد بن سليمان بن فارس حدثنا محمد بن\nإسماعيل البخاري قال زياد بن عياض ختن أبي موسى الأشعري حدثنا قبيصة أخبرنا\nيونس عن عامر عن زياد قال صلى عمر فلم يقرأ فأعاد والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 8 ) زيد بن عياض حديثه في البصريين روى عن عيسى بن حطان حدث عنه علي\nبن زيد بن جدعان\n</p>\n\n<p>\n7 أخبرنا أبو علي الحسن بن أبي بكر أحمد بن إبراهيم بن الحسن بن محمد بن\nشاذان أخبرنا أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان حدثنا محمد\nبن غالب حدثنا عارم أبو النعمان حدثنا حماد بن سلمة عن علي بن زيد عن زيد\nبن عياض عن عيسى <span id='ms002'></span> بن حطان عن عبد الله بن عمرو أن رسول الله صلى الله عليه\nوسلم قال يحشر أولاد الزنا في صورة القردة والخنازير يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n| واهب بن عبد الله ووهب بن عبد الله الأول ( 9 ) واهب بن عبد الله أبو\nعبد الله المعافري\n</p>\n\n<p>\nالمصري سمع عبد الله بن عمرو بن العاص وأبا هريرة وأبا سالم الجيشاني\nوزينب ربيبة النبي صلى الله عليه وسلم روى عنه عبد الرحمن بن شريح وعمرو بن\nالحارث وليث بن سعد وعبد الله بن لهيعة وعياش بن عباس القتباني وغيرهم\n</p>\n\n<p>\n8 أخبرنا أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل أخبرنا أبو\nجعفر محمد بن عمرو بن البختري الرزاز حدثنا أحمد بن الوليد الفحام حدثنا\nمنصور بن سلمة أخبرنا الوليد بن المغيرة حدثنا واهب بن عبد الله عن أبي\nهريرة فرفع الحديث إلى رسول الله صلى الله عليه وسلم أنه قال يوما من يضع\nثوبه قال أبو هريرة فوضعت ثوبي فحدث رسول الله صلى الله عليه وسلم كلما حدث\nأخذ الثوب فجعله في صدري ثم وضعه فكان يفعل ذلك بي كلما حدثني فوعيت ذلك\nالحديث كله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n9 أخبرنا محمد بن الحسين بن الفضل القطان أخبرنا أبو محمد عبد الله بن\nجعفر بن درستويه النحوي حدثنا يعقوب بن سفيان حدثنا أبو صالح حدثنا يحيى بن\nأيوب عن عياش بن عباس عن واهب بن عبد الله المعافري قال قدم رجل من أصحاب\nرسول الله صلى الله عليه وسلم من الأنصار على مسلمة بن مخلد فألفاه نائما\nفقال أيقظوه فقالوا بل نتركه حتى يستيقظ قال لست فاعلا فأيقظوا مسلمة له\nفرحب به وقال انزل ( 4 أ ) قال لا حتى ترسل إلى عقبة ابن عامر حاجة لي إليه\nفأرسل إلى عقبة فأتاه فقال هل سمعت رسول الله صلى الله عليه وسلم يقول من\nوجد مسلما على عورة فستره فكأنما أحيا موؤودة من قبرها فقال عقبة بن عامر (\nأخبرنا ) أبو حماد سمعت رسول الله صلى الله عليه وسلم يقول ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 10 ) وهب بن <span id='ms003'></span> عبد الله أبو جحيفة السوائي ويعرف بوهب الخير رأى رسول\nالله صلى الله عليه وسلم وروى\n</p>\n\n<p>\nعنه ونزل الكوفة ويقال إنه لم يكن بلغ الحلم وقت وفاة النبي صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n10 أخبرنا أبو محمد عبد الله بن يحيى بن عبد الجبار السكري أخبرنا أبو\nبكر محمد بن عبد الله بن إبراهيم الشافعي حدثنا جعفر بن محمد بن الأزهر\nحدثنا ابن الغلابي قال قال أبو زكريا يحيى بن معين اسم أبي جحيفة وهب بن\nعبد الله السوائي\n</p>\n\n<p>\n| 11 ) ووهب بن عبد الله بن قارب الثقفي الحجازي حدث عن أبيه روى عنه\nإبراهيم بن ميسرة ذكره البخاري وقال\n</p>\n\n<p>\nأراه أخا محمد بن عبد الله بن قارب\n</p>\n\n<p>\n11 أخبرنا أبو محمد أحمد بن محمد بن غالب الخوارزمي البرقاني حدثنا أبو\nبكر أحمد بن إبراهيم الإسماعيلي إملاء قال أخبرني عبد الله بن محمد بن\nناجية حدثنا هشام بن يونس اللؤلؤي حدثنا سفيان بن عيينة عن إبراهيم بن\nميسرة عن وهب بن عبد الله عن أبيه قال سمعت رسول الله صلى الله عليه وسلم\nيقول بيده هكذا عرضا رحم الله المحلقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             قالوا يا رسول الله\nوالمقصرين قال في الثالثة والمقصرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 12 ) ووهب بن عبد الله بن أبي بدلي حدث عن أبي الطفيل عامر بن واثلة\nروى عنه معمر بن\n</p>\n\n<p>\nراشد\n</p>\n\n<p>\n12 أخبرنا الحسن بن أبي بكر أخبرنا أبو عمرو عبد الملك بن الحسن ابن\nالفضل المعدان أخبرنا يوسف بن يعقوب هو القاضي حدثنا محمد بن عبيد حدثنا\nمحمد بن ثور عن معمر عن وهب بن عبد الله عن أبي الطفيل قال شهدت عليا وهو\nيخطب وهو يقول سلوني فوالله لا تسلوني عن شيء يكون إلى يوم القيامة إلا\nحدثتكم به وسلوني عن كتاب الله والله ما منه آية إلا وأنا أعلم ليلا نزلت\nأم بنهار أم بسهل نزلت أم في جبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n| سالم بن عبد الله وسلم بن عبد الله أما ( 13 ) سالم بن عبد الله فستة\nذكرناهم وسقنا أحاديثهم في كتاب المتفق والمفترق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n( 14 ) سلم بن عبد الله أبو <span id='ms004'></span> يزيد الصنعاني حدث عن إسماعيل بن سليمان بن\nشروس روى عنه عبد الرزاق بن همام\n</p>\n\n<p>\n13 أخبرنا أبو الحسن أحمد بن عبد الواحد بن محمد الدمشقي بها قال أخبرنا\nجدي أبو بكر محمد بن أحمد بن عثمان السلمي أخبرنا محمد ابن يوسف بن بشر\nالهروي أخبرنا محمد بن حماد ( 5 أ ) الطهراني أخبرنا عبد الرزاق أخبرنا أبو\nيزيد سلم بن عبد الله الصنعاني عن إسماعيل بن سليمان بن شروس عن عكرمة في\nقوله تعالى <span class='quran'>والذين في قلوبهم مرض </span>قال الزنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n| سلام بن سليمان وسلم بن سليمان الأول ( 15 ) سلام بن سليمان أبو المنذر\nالقارئ البصري حدث عن عاصم\n</p>\n\n<p>\nبن بهدلة وإسماعيل المكي ومحمد بن السائب الكلبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             روى عنه زيد\nبن الحباب وأبو سعيد الأصمعي ويونس بن محمد المؤدب وعفان بن مسلم\n</p>\n\n<p>\n14 أخبرني الحسن بن أبي طالب حدثنا أحمد بن محمد بن عروة الكاتب أخبرنا\nعبد الله بن سليمان حدثنا صالح بن محمد السلولي حدثنا زيد بن حباب أخبرني\nسلام بن سليمان أبو المنذر النحوي أخبرنا عاصم بن أبي النجود عن أبي وائل\nعن الحارث بن يزيد البكري قال خرجت أشكو العلاء بن الحضرمي إلى النبي صلى\nالله عليه وسلم فقدمت المدينة فذكر الحديث قال فقلت يا رسول الله أعوذ\nبالله ورسوله أن أكون كوافد عاد فقال وما وافد عاد وهو أعلم بالحديث مني\nفقلت إن عادا قحطوا فبعثوا وافدا لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 16 ) وسلام بن سليمان أبو العباس المدائني حدث عن أبي عمرو بن العلاء\nوشعبة بن الحجاج وقيس بن الربيع\n</p>\n\n<p>\nوورقاء بن عمر روى عنه محمد بن عيسى بن حيان المقرئ وغيره\n</p>\n\n<p>\n15 أخبرنا أبو الفرج محمد بن عبد الله بن أحمد بن شهريار التاجر بأصبهان\nأخبرنا سليمان بن أحمد بن أيوب الطبراني حدثنا هارون بن موسى الأخفش المقرئ\nالدمشقي حدثنا سلام بن سليمان المدائني حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             أبو عمرو بن\nالعلاء عن نافع عن ابن عمر قال قرأت على النبي صلى الله عليه وسلم <span class='quran'>الله الذي خلقكم من ضعف </span>فقال <span class='quran'>من ضعف </span><span class='quran'>ثم جعل من بعد ضعف <span id='ms005'></span>\nقوة </span>فقال <span class='quran'>ثم جعل من بعد ضعف قوة </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n16 وبإسناده أن النبي صلى الله عليه وسلم قرأ <span class='quran'>فشاربون شرب الهيم\n</span>قال سليمان لم يرو هذين الحديثين عن أبي عمرو إلا سلام والثاني\n</p>\n\n<p>\n| ( 17 ) سلم بن سليمان أبو هشام الضبي البصري حدث عن الصلت بن دينار\nوأبي حرة واصل بن عبد الرحمن\n</p>\n\n<p>\nوسليمان ابن أرقم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             روى عنه محمد بن الحسن الباهلي وسهل بن بحر\nالجنديسابوري ومحمد بن سليمان الباغندي\n</p>\n\n<p>\n17 أخبرنا عمر بن عبد الواحد بن محمد بن عبد الله بن مهدي البزاز أخبرنا\nأبو عبد الله محمد بن مخلد العطار حدثنا محمد بن الحسن بن نافع الباهلي\nحدثنا سلم بن سليمان الضبي حدثنا الصلت بن دينار عن عمارة عن أبي سعيد قال\nقال رسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتبوأ مقعده من\nالنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 18 ) وسلم بن سليمان البلخي كاتب المتوكل بن حمران وعمرو بن ميمون\nالقاضيين كان فهما خيرا فاضلا وحدث (\n</p>\n\n<p>\n6 أ ) عن هشام الدستوائي وعمرو بن ميمون القاضي وغيرهما روى عنه أهل بلخ\n</p>\n\n<p>\n18 قرأت في كتاب أحمد بن قاج الوراق بخطه وسماعه من علي بن الفضل بن طاهر\nالبلخي قال حدثنا الحسن بن محمد بن الحسن التميمي حدثنا محمد بن القاسم\nالضرير أبو عبد الله في سكة ابن الرماح قال حدثنا سلم بن سليمان كاتب\nالمتوكل بن حمران وكاتب عمر بن الرماح قال حدثنا عمرو بن ميمون عن مقاتل بن\nحيان قال دخلت على عمر بن عبد العزيز فلما كان ساعة دخل عليه رجل فأقبل\nعليه عمر بوجهه وحدثه فلما خرج قلت يا أمير المؤمنين من هذا الذي رأيتك\nأقبلت عليه تحدثه قال أنت رأيته قلت نعم قال أنت رأيته مرتين أو ثلاثا قلت\nنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             قال كان ذاك الخضر قال فسر بمقاتل بعد وأعجب به\n</p>\n\n<p>\n| سلام بن سالم وسلم بن سالم الأول ( 19 ) سلام بن سالم أبو مالك الخزاعي\nالبغدادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             حدث عن موسى\n</p>\n\n<p>\nبن إبراهيم والفضل بن جبير الوراقين روى عنه القاضي أبو عبد الله\nالمحاملي\n</p>\n\n<p>\n19 أخبرني أبو الفرج الحسين <span id='ms006'></span> بن علي بن عبيد الله الطناجيري حدثنا محمد بن\nعثمان بن محمد النفري حدثنا الحسين بن إسماعيل المحاملي حدثنا سلام بن سالم\nحدثنا موسى بن إبراهيم الوراق حدثنا عبد الله بن المبارك قال سمعت الناس من\nسبعة وأربعين عاما وهم يقولون من قال القرآن مخلوق فامرأته ( 6 ب ) طالق\nثلاثا بتة قلنا ولم ذلك قال لأن امرأته مسلمة ومسلمة لا تكون تحت كافر\nوالثاني ( 20 ) سلم بن سالم أبو محمد البلخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             حدث عن عبيد الله\nبن عمر العمري ونوح بن أبي مريم وإبراهيم بن طهمان وعبد الملك بن عبد\nالعزيز بن جريج وسفيان الثوري وعبد الرحيم بن زيد العمي روى عنه هشام بن\nعبيد الله وإبراهيم بن موسى الرازيان ومخول بن إبراهيم النهدي والحسن بن\nعرفة البغدادي وغيرهم\n</p>\n\n<p>\n20 أخبرنا أبو عمر عبد الواحد بن محمد بن مهدي وأبو الحسن محمد بن أحمد\nبن محمد بن أحمد بن رزقويه وغيرهما قالوا أخبرنا إسماعيل بن محمد الصفار\nحدثنا الحسن بن عرفة حدثني سلم بن سالم البلخي عن عبد الرحيم بن زيد العمي\nقال أخبرني أبي قال أدركت أربعين شيخا من التابعين كلهم يحدثونا عن أصحاب\nرسول الله أن رسول الله صلى الله عليه وسلم قال من أحب جميع أصحابي وتولاهم\nواستغفر لهم جعله الله يوم القيامة معهم في الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n| عامر بن عبد الواحد وعمر بن عبد الواحد الأول ( 21 ) عامر بن عبد\nالواحد الأحول البصري حدث عن\n</p>\n\n<p>\nعطاء بن أبي رباح وعبد الله بن بريدة ونافع مولى ابن عمر وحماد بن أبي\nسليمان وعمرو بن شعيب روى عنه شعبة وهمام بن يحيى ( 7 أ ) وإبراهيم بن\nطهمان وعبد الله ابن شوذب\n</p>\n\n<p>\n21 أخبرنا القاضي أبو بكر أحمد بن الحسن بن أحمد الحرشي الحيري بنيسابور\nحدثنا أبو العباس محمد بن يعقوب الأصم حدثنا الربيع بن سليمان حدثنا أيوب\nبن سويد عن ابن شوذب عن عامر بن عبد الواحد عن عبد الله بن بريدة الأسلمي\nعن عبد الله بن عمرو قال كان النبي صلى الله عليه وسلم إذا أصاب <span id='ms007'></span> غنيمة أمر\nبلالا فنادى بليل فرفع الناس ما أصابوا ثم يأمر به فيخمس فأتاه رجل بزمام\nمن شعر وقد قسمت الغنيمة فقال هل سمعت بلالا ينادي بليل قال نعم قال فما\nمنعك أن تأتي به فاعتذر إليه فقال له كن أنت الذي توافي به يوم القيامة\nفإني لن أقبله منك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 22 ) عمر بن عبد الواحد حدث عن مجاهد بن جبر روى عنه عبد الله بن\nكيسان\n</p>\n\n<p>\n22 أخبرنا أبو علي الحسن بن الحسين بن العباس بن دوما النعالي أخبرنا أبو\nسعيد أحمد بن محمد بن رميح النسوي حدثني أحمد بن محمد بن عمرو بن مصعب\nالكندي حدثنا عمر بن محمد بن الحسين البخاري حدثنا أبي حدثنا عيسى بن موسى\nغنجار حدثنا عبد الله بن كيسان عن عمر بن عبد الواحد عن مجاهد عن ابن عباس\nأن ابن سمرة كان اسمه عبد كلال فسماه رسول الله صلى الله عليه وسلم عبد\nالرحمن فمر به ذات يوم وهو يتوضأ فقال تعال ( 7 ب ) يا عبد الرحمن فلما جاء\nقال له لا تطلبن الإمارة فإنك إن طلبها فأوتيتها وكلت إليها وإن أنت لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             تطلبها وأتيتها أعنت عليها\n</p>\n\n<p>\n| ( 23 ) وعمر بن عبد الواحد بن قيس الدمشقي\n</p>\n\n<p>\nحدث عن أبي عمرو الأوزاعي روى عنه عبد الرحمن بن إبراهيم المعروف بدحيم\nومحمود بن خالد الدمشقيان\n</p>\n\n<p>\n23 أخبرنا أبو الحسن أحمد بن عبد الله الأنماطي أخبرنا محمد بن المظفر\nالحافظ أخبرنا سعيد بن هاشم بن مرثد الطبراني حدثنا دحيم حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nعمر بن عبد الواحد حدثنا الأوزاعي عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة قالت فتلت قلائد هدي رسول الله صلى الله عليه وسلم بيدي ولم يعتزل\nشيئا ولم يتركه إنا لا نعلم الحرام يحله إلا الطواف بالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n| أحمد بن عبد الله وحمد بن عبد الله أما باب ( 24 ) أحمد بن عبد الله\nفواسع والإشكال فيه\n</p>\n\n<p>\nغير واقع والثاني ( 25 ) حمد بن عبد الله ابن محمد بن عبد الرحمن بن أيوب\nبن شريك أبو علي الرازي وأصله من أصبهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             حدث عن عبد <span id='ms008'></span> الرحمن بن\nأبي حاتم الرازي وأحمد بن محمد بن الحسين الكاغدي حدثنا عنه هبة الله بن\nالحسن الطبري وسليم بن أيوب الرازي وغيرهما\n</p>\n\n<p>\n24 حدثنا أبو القاسم هبة الله بن الحسن ( 8 أ ) بن منصور الطبري إملاء\nأخبرنا علي بن محمد بن عمر وحمد بن عبد الله بن عبد الرحمن الأصبهاني قالا\nأخبرنا عبد الرحمن بن أبي حاتم حدثنا محمد بن إسماعيل ابن سمرة الأحمسي\nحدثنا المحاربي عن أبي عمارة حمزة الزيات قال سمعته يذكر عن أبي إسحاق عن\nعبيد بن عمير الليثي قال قال رسول الله صلى الله عليه وسلم من كان صائما من\nشهر فليصم المحرم فإنه شهر الله وفيه تاب على قوم فقلت لأبي إسحاق على قوم\nيونس قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الباء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| زبيد بن الحارث وزيد بن الحارث الأول ( 26 ) زبيد بن الحارث بن عبد\nالكريم اليامي الكوفي سمع أبا\n</p>\n\n<p>\nالأحوص الجشمي وعامرا الشعبي وسعيد بن جبير ومجاهدا وسعد بن عبيدة\nوإبراهيم النخعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             روى عنه منصور بن المعتمر ومالك بن مغول\nوالعوام بن حوشب ومسعر بن كدام وعبد الله بن شبرمة وسفيان الثوري والحسن بن\nصالح وزهير بن معاوية وشعبة بن الحجاج وقيس بن الربيع وشريك بن عبد الله\nالنخعي\n</p>\n\n<p>\n25 أخبرنا ابن الفضل القطان أخبرنا علي بن إبراهيم المستملي حدثنا أبو\nأحمد بن فارس حدثنا البخاري قال زبيد بن الحارث أبو عبد الرحمن اليامي ( 8\nب ) الكوفي كناه علي بن قادم قال أبو نعيم مات سنة ثنتين وعشرين ومئة\nوالثاني ( 27 ) زيد بن الحارث حدث عن أبي هريرة روى عنه أبو خالد الدالاني\n</p>\n\n<p>\n26 أخبرنا الحسن بن أبي بكر وأبو القاسم عبد الملك بن محمد بن عبد الله\nبن بشران الواعظ قالا أخبرنا أحمد بن إسحاق بن نيخاب الطيبي حدثنا أبو عبد\nالله محمد بن أيوب الرازي حدثنا عبد الله بن الجراح حدثنا عبد السلام بن\nحرب الملائي عن أبي خالد الدالاني عن زيد بن الحارث عن أبي هريرة قال بلغني\nأن النبي صلى الله عليه وسلم حدث بحديث في البقيع فأتيته <span id='ms009'></span> وعنده أبو بكر\nوعمر وعلي وعثمان وطلحة والزبير فقلت يا رسول الله بلغني أنك حدثت بالبقيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             كذا وكذا فهو كما حدثت قال نعم قال كيف أنتم إذا اقتتلت فئتان\nإلههما واحد ودينهما واحد وكتابهما واحد قلنا وإن ذلك لكائن قال نعم قال\nأبو بكر أدركهم يا رسول الله قال لا قال أبو بكر الله أكبر قال عمر فأدركهم\nأنا يا رسول الله قال لا فقال عمر الحمد لله فقال عثمان فأدركهم أنا يا\nرسول الله قال بك يبتلون وقال ابن بشران بك يفتنون قال علي فأدركهم أنا يا\nرسول الله قال نعم تقود الجمل بزمامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب التاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| مستلم بن سعيد ومسلم بن سعيد الأول ( 28 ) مستلم بن سعيد الثقفي\nالواسطي حدث عن منصور بن زاذان\n</p>\n\n<p>\nوخبيب بن عبد الرحمن بن خبيب روى عنه محمد بن جعفر المدائني ويزيد بن\nهارون الواسطي وزافر بن سليمان القهستاني\n</p>\n\n<p>\n27 أخبرنا علي بن محمد بن عبد الله المعدل حدثنا إسماعيل بن محمد الصفار\nحدثنا عباس بن محمد بن حاتم حدثنا محمد بن جعفر المدائني حدثنا مستلم بن\nسعيد عن منصور بن زاذان عن معاوية بن قرة عن معقل بن يسار قال جاء رجل إلى\nالنبي صلى الله عليه وسلم فقال يا رسول الله إني أصبت امرأة ذات جمال ومال\nومنصب ولكنها عاقر فأتزوجها قال فنهاه ثم عاد كرة فنهاه فقال تزوج ولودا\nفإني مكاثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n28 أخبرنا أبو الحسن محمد بن أحمد بن رزق البزاز أخبرنا أبو محمد جعفر بن\nمحمد بن نصير الخلدي حدثنا محمد بن عبد الله بن سليمان الحضرمي حدثنا الحسن\nبن الخلال حدثنا يزيد بن هارون قال مكث المستلم بن سعيد أربعين سنة لا يضع\nجنبه إلى الأرض قال وسمعته يقول لم أشرب الماء منذ خمسة وأربعين يوما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             والثاني ( 29 ) مسلم بن سعيد المدني مولى ابن الحضرمي حدث عن\nأبي الجهيم بن الحارث الأنصاري روى عنه يزيد بن خصيفة\n</p>\n\n<p>\n29 أخبرنا ( 9 ب ) أبو بكر محمد بن أحمد بن يوسف الصياد أخبرنا أبو بكر\nأحمد بن <span id='ms010'></span> يوسف بن خلاد حدثنا الحارث بن محمد التميمي حدثنا عاصم بن علي قال\nحدثنا إسماعيل بن جعفر أخبرني يزيد بن خصيفة عن مسلم بن سعيد مولى ابن\nالحضرمي عن أبي جهيم الأنصاري أن رسول الله صلى الله عليه وسلم قال إن هذا\nالقرآن نزل على سبعة أحرف فلا تماروا بالقرآن فإن مراء فيه كفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 30 ) ومسلم بن سعيد أبو سعيد مولى عثمان بن عفان حدث عن عبد الله بن\nمسعود روى عنه أبو\n</p>\n\n<p>\nيعفور العبدي وأبان بن صالح\n</p>\n\n<p>\n30 أخبرني أبو محمد الحسن بن محمد بن الحسن بن علي الخلال حدثنا عمر بن\nمحمد بن علي الناقد حدثنا عبد الله بن ناجية حدثنا زياد بن يحيى الحساني\nأبو الخطاب حدثنا أبو عتاب الدلال حدثنا يونس بن أبي يعفور العبدي حدثني\nأبي عن مسلم بن سعيد مولى عثمان بن عفان قال قال عبد الله بن مسعود ما\nأحببت بعد رسول الله صلى الله عليه وسلم أحدا من الناس حبي هؤلاء الثلاثة\nأبو بكر وعمر وأبو عبيدة بن الجراح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 31 ) ومسلم بن سعيد الأشعري حدث عن مجاشع بن عمرو روى عنه أبو محمد\nعبد الله بن محمد بن\n</p>\n\n<p>\nجعفر الأصبهاني\n</p>\n\n<p>\n31 حدثنا أبو بكر أحمد بن محمد بن علي بن الجهم مستملي أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nعبد الله بن منده لفظا بأصبهان حدثنا عبد الله بن محمد بن جعفر بن حيان\nحدثنا مسلم بن سعيد ( 10 أ ) حدثنا مجاشع بن عمرو حدثنا كثير بن سليم قال\nسمعت أنس بن مالك يقول بينما نحن جلوس عند رسول الله صلى الله عليه وسلم إذ\nقال هل تدرون ماذا تستقبلون وهل تدرون ما الذي يستقبلكم فقال عمر يا رسول\nالله أعدو حضر أو وحي نزل قال لا بل هذا شهر رمضان تستقبلونه ويستقبلكم ألا\nإن الله تعالى ليس بتارك أحدا من أهل القبلة إلا غفر له صبيحة يوم الصوم\nإلا المنافقين هم الفاسقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n| معتمر بن سليمان ومعمر بن سليمان الأول\n</p>\n\n<p>\n( 32 ) معتمر بن سليمان بن طرخان أبو محمد التيمي البصري سمع أباه وحميدا\nالطويل <span id='ms011'></span> وعاصما الأحول وأبا هارون العبدي وإسماعيل بن أبي خالد ومنصور بن\nالمعتمر وليث بن أبي سليم روى عنه عفان بن مسلم وعارم بن الفضل ومسدد ومحمد\nبن عبد الأعلى وأحمد بن حنبل ونصر بن علي والحسن بن عرفة وغيرهم\n</p>\n\n<p>\n32 أخبرنا أبو إسحاق إبراهيم بن مخلد بن جعفر بن مخلد المعدل وأبو الفتح\nهلال بن محمد بن جعفر الحفار قال إبراهيم حدثنا وقال هلال أخبرنا أبو عبد\nالله الحسين بن يحيى بن عياش القطان حدثنا أبو الأشعث أحمد ابن المقدام\nالعجلي حدثنا معتمر بن سليمان عن إسماعيل بن أبي خالد عن نافع بن يحيى قال\n( 10 ب ) سمعت عثمان بن عفان يقول من عمل عملا كساه الله رداءه إن خيرا\nفخيرا وإن شرا فشرا والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             @ 97\n</p>\n\n<p>\n| ( 33 ) معمر بضم الميم الأولى وتشديد الميم الثانية بن سليمان أبو عبد\nالله النخعي الرقي حدث عن عبد الله\n</p>\n\n<p>\nبن بشر الرقي وخصيف بن عبد الرحمن وزيد بن حبان وحجاج بن أرطأه روى عنه\nعبد الله بن جعفر وإسماعيل بن عبد الله بن زرارة الرقيان وأحمد بن حنبل\nوسعدان بن نصر وغيرهم\n</p>\n\n<p>\n33 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا إسماعيل بن محمد الصفار\nحدثنا سعدان بن نصر حدثنا معمر بن سليمان الرقي عن خصيف عن زياد بن أبي\nمريم عن عبد الله بن معقل قال كان أبي عند عبدالله بن مسعود فسمعه يقول\nسمعت رسول الله صلى الله عليه وسلم الندم توبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الطاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| بسطام بن الفضل وبسام بن الفضل الأول\n</p>\n\n<p>\n( 34 ) بسطام بن الفضل السدوسي البصري أخو عارم بن الفضل حدث عن سالم بن\nنوح العطار وسليمان بن داود الهاشمي روى عنه سهل بن أحمد الواسطي وأبو بكر\nبن صدقة الحافظ وعبد الله بن أبي سفيان الموصلي ويحيى بن محمد بن صاعد\n</p>\n\n<p>\n34 أخبرنا أبو علي عبد الرحمن ( 11 أ ) بن محمد بن أحمد بن محمد بن فضالة\nالحافظ النيسابوري بالري أخبرنا أبو الحسين عبد الله بن القاسم بن سهل\nالفقيه بالموصل حدثنا عبد الله بن زياد <span id='ms012'></span> بن أبي سفيان حدثنا بسطام بن الفضل\nأخو عارم حدثنا سالم بن نوح العطار كذا رواه لنا ابن فضالة وإنما هو عن\nسالم عن رجل عن الحسن عن أبي هريرة أن رجلا قال للنبي صلى الله عليه وسلم\nيا رسول الله إن فلانا نام البارحة حتى أصبح قال بال الشيطان في أذنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n35 أخبرنا الحسن بن أبي بكر أخبرنا أحمد بن إبراهيم القديسي حدثنا أبو\nالعباس سهل بن أحمد بن عثمان بن مخلد المعروف بابن أبي سهل الواسطي حدثنا\nبسطام بن الفضل أخو عارم بن الفضل حدثنا سليمان بن داود ( بن داود ) بن علي\nبن عبد الله بن العباس الهاشمي حدثنا إبراهيم ابن سعد عن أبيه عن عبد الله\nبن جعفر بن أبي طالب قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             رأيت النبي صلى الله عليه وسلم يأكل\nالقثاء بالرطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 35 ) بسام بن الفضل البغدادي حدث عن حيان بن بشر القاضي روى عنه محمد\nبن عصمة شيخ لابن طرخان\n</p>\n\n<p>\nالبلخي\n</p>\n\n<p>\n36 أخبرنا أبو بكر محمد بن عبد الملك بن محمد بن عبد الله القرشي أخبرنا\nأبو العباس أحمد بن محمد بن الحسين الرازي حدثنا عبد الله بن محمد ابن علي\nبن طرخان حدثنا محمد بن عصمة حدثنا بسام بن الفضل البغدادي حدثنا حيان بن\nبشر حدثنا يحيى بن آدم عن الحسن بن صالح عن أبيه عن ( 11 ب ) جفشيش الكندي\nقال قلت يا رسول الله أنت رجل منا قال نحن بنو النضر بن كنانة لا نقفوا\nأمنا ولا ننتفي من أبينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             @ 104 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الفاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عطاف بن خالد وعطاء بن خالد الأول\n</p>\n\n<p>\n( 36 ) عطاف بن خالد ابن عبد الله بن عثمان بن العاص بن وابصة بن خالد بن\nعبد الله بن مخزوم أبو صفوان المخزومي المديني حدث عن نافع مولى ابن عمر\nوهشام بن عروة وموسى بن إبراهيم روى عنه زكريا بن منظور وحباب بن جبلة\nالبغدادي وغيرهما\n</p>\n\n<p>\n37 حدثني أبو الحسن علي بن القاسم بن الحسن الشاهد إملاء من حفظه بالبصرة\nحدثنا أبو روق أحمد بن محمد بن بكر الهزاني حدثنا <span id='ms013'></span> محمد ابن النعمان بن شبل\nالباهلي حدثنا عطاف بن خالد المخزومي المديني عن موسى بن إبراهيم عن سلمة\nبن الأكوع قال قلت يا رسول الله إني رجل أبتغي الصيد وتدركني الصلاة وأنا\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             قميص واحد أفأصلي فيه قال فأزره عليك وإن لم تجد إلا شوكة\nوصل فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 37 ) عطاء بن خالد ابن الزبير بن عبد الله وقيل عبيد الله بن رديح بن\nذؤيب بن شعثم ابن\n</p>\n\n<p>\nقرط أبو عثمان العنبري البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             حدث عن أبيه روى عنه موسى بن\nهارون الحافظ ( 12 أ ) البغدادي وأبو بكر بن أبي داود السجستاني\n</p>\n\n<p>\n38 أخبرنا عبد الملك بن محمد بن عبد الله الواعظ أخبرنا دعلج بن أحمد بن\nدعلج حدثنا موسى بن هارون حدثنا عطاء بن خالد بن الزبير ابن عبد الله بن\nرديح بن ذؤيب العنبري أبو عثمان بالبصرة قال حدثني أبي خالد عن أبيه الزبير\nعن أبيه عبد الله عن أبيه رديح عن أبيه ذؤيب أن وفد رسول الله صلى الله\nعليه وسلم مروا بأم زبيب فأخذوا زربيتها فلحق زبيب بالنبي صلى الله عليه\nوسلم فقال يا نبي الله أخذ الوفد زربية أمي فقال النبي صلى الله عليه وسلم\nردوا عليه زربية أمه فأخذ من الذي أخذ زربية أمه صاعا من شعير وسيفه\nومنطقته ثم رفع النبي صلى الله عليه وسلم يده فمسح بها رأس زبيب ثم قال\nبارك الله فيك يا غلام وبارك لأمك فيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n39 حدثني الحسن بن أبي طالب حدثنا أحمد بن محمد بن عمران الكاتب أخبرنا\nعبيد الله بن سليمان حدثنا عطاء بن خالد بن الزبير بن عبيد الله بن رديح بن\nذؤيب بن شعثم بن قرط قال حدثني أبي خالد عن أبيه الزبير عن أبيه عبيد الله\nعن أبيه رديح ثم ساق الحديث مثل رواية موسى بن هارون سواء إلا أنه قال صاع\nشعير وقال أيضا فمسح بها على رأس زبيب وقال في آخر الحديث قال عطاء الزربية\nالقطيفة ( 12 ب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب اللام الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| سالم بن نوح وسام بن نوح الأول <span id='ms014'></span>\n</p>\n\n<p>\n( 38 ) سالم بن نوح أبو سعيد العطار البصري حدث عن سعيد بن أبي عروبة\nوسعيد الجريري وعمر بن عامر روى عنه أبو موسى محمد بن المثنى العنزي وغيره\n</p>\n\n<p>\n40 أخبرنا أبو عبد الله الحسين بن عمر بن برهان الغزال حدثنا أبو علي\nإسماعيل بن محمد الصفار حدثنا عبد الرحمن بن محمد بن منصور حدثنا سالم بن\nنوح عن عمر بن عامر الأحول عن مالك بن دينار عن أنس بن مالك أن أبا طلحة\nصرخ بحج وعمرة وركبته تصك ركبة رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n41 أخبرنا أبو الحسن بشرى بن عبد الله الرومي أخبرنا أحمد بن جعفر بن\nحمدان بن مالك القطيعي حدثنا محمد بن جعفر الراشدي حدثنا أبو بكر الأثرم\nقال قلت لأبي عبد الله أحمد بن حنبل شيخ لقينا من يحدث عنه بالبصرة يقال له\nسالم بن نوح فقال كتبنا عنه حديثا واحدا لا بأس به والثاني\n</p>\n\n<p>\n| ( 39 ) سام بن نوح بن دراج الكوفي حدث عن أبيه روى عنه محمد بن عثمان\nبن أبي شيبة وهو\n</p>\n\n<p>\nعزيز الحديث\n</p>\n\n<p>\n42 أخبرنا الحسن بن الحسين النعالي أخبرنا أبو إسحاق سعد بن محمد بن\nإسحاق بن إبراهيم الصيرفي حدثنا محمد بن عثمان بن أبي شيبة العبسي حدثنا\nسام بن نوح ( 13 أ ) بن دراج حدثنا أبي عن أبي حنيفة عن حماد بن أبي سليمان\nعن أبي وائل عن عبد الله قال ما أحد أغير من الله فلذلك حرم الفواحش ما ظهر\nمنها وما بطن وما أحد أحب إليه المدح من الله ولذلك مدح نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 40 ) وسام بن نوح النبي صلى الله عليه وسلم جاء ذكره في حديث مسند عن\nرسول الله صلى الله\n</p>\n\n<p>\nعليه وسلم\n</p>\n\n<p>\n43 أخبرنيه أبو الحسن علي بن أحمد بن محمد بن داود الرزاز أخبرنا أبو\nالقاسم عمر بن جعفر بن محمد بن سلم الختلي حدثنا العباس بن يوسف الشكلي\nحدثنا أبو أمية يعني محمد بن إبراهيم حدثنا محمد بن يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             ابن\nسنان حدثنا أبي عن يحيى بن سعيد عن سعيد بن المسيب عن أبي <span id='ms015'></span> هريرة قال قال\nرسول الله صلى الله عليه وسلم ولد نوح ثلاثة سام وحام ويافث فولد سام العرب\nوفارس والخير فيهم وولد يافث يأجوج ومأجوج والصقالبة ولا خير فيهم وولد حام\nالقبط والترك والسواد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n| عبادل بن علي وعباد بن علي الأول\n</p>\n\n<p>\n( 41 ) عبادل بن علي بن أبي رافع مولى رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             حدث عن جده أبي رافع مرسلا وعن عمر بن أبان روى عنه يزيد بن\nعبد الله بن الهاد ومحمد بن عجلان وسعيد بن مسلم بن بانك\n</p>\n\n<p>\n44 ( 13 ب ) أخبرنا أبو نعيم الحافظ حدثنا عبد الله بن جعفر بن أحمد بن\nفارس حدثنا إسماعيل بن عبد الله بن مسعود العبدي حدثنا سعيد ابن الحكم\nأخبرنا يحيى بن أيوب وابن لهيعة أن ابن الهاد حدثهما عن عبادل ابن علي بن\nأبي رافع عن جده أبي رافع قال خرجت يوما مع رسول الله صلى الله عليه وسلم\nفمررنا ببقيع الغرقد ورسول الله صلى الله عليه وسلم بين يدي وأنا خلفه أمشي\nفقال لا هديت ولا اهتديت فقلت يا رسول الله ما لي قال لست إياك أريد ولكن\nأريد صاحب هذا القبر يسأل عني فيزعم أنه لا يعرفني وإذا قبر جديد قد رش\nعليه الماء ولم يذكر ابن أيوب رش عليه الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n45 وأخبرنا أبو نعيم حدثنا عبد الله بن جعفر حدثنا إسماعيل بن عبد الله\nحدثني يحيى بن عبد الحميد حدثنا عبد العزيز بن محمد عن ابن الهاد عن عبادل\nعن جدته عن أبي رافع عن النبي صلى الله عليه وسلم نحوه والثاني\n</p>\n\n<p>\n| ( 42 ) عباد بن علي بن مرزوق أبو يحيى السيريني المصري حدث عن محمد بن\nجعفر المدائني وبكار بن محمد\n</p>\n\n<p>\nالسيريني روى عنه سليمان بن أحمد الطبراني وعلي بن عمر الحضرمي البغدادي\nوغيرهما\n</p>\n\n<p>\n46 حدثني الحسن بن أبي طالب حدثنا أبو القاسم إسماعيل بن محمد بن زنجي (\n14 أ ) الكاتب حدثنا أبو يحيى عباد بن علي بن مرزوق السيريني وقيل إن مولده\nسنة أربع ومئتين حدثنا بكار بن محمد بن عبد الله <span id='ms016'></span> حدثنا ابن عون عن محمد بن\nسيرين عن أبي هريرة أن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             قال إن الله\nخلق الجنة وخلق لها أهلا بعشائرهم وقبائلهم لا يزاد فيهم ولا ينقص منهم\nوخلق النار وخلق لها أهلا بعشائرهم وقبائلهم لا يزاد فيهم ولا ينقص منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             قال أبو القاسم لم أسمع من أبي يحيى عباد هذا إلا هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الميم الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| مسلمة بن مخلد وسلمة بن مخلد الأول\n</p>\n\n<p>\n( 43 ) مسلمة بن مخلد بفتح الخاء والميم قبلها مضمومة واللام بعدها مشددة\nابن الصامت ابن نيار بن لوذان بن عبد ود بن يزيد بن ثعلبة بن الخزرج بن\nساعدة بن كعب ابن الخزرج أبو معن ويقال أبو سعيد الأنصاري له صحبة ورواية\nعن النبي صلى الله عليه وسلم وكان قد نزل مصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             حدث عنه علي بن\nرباح اللخمي وهشام بن أبي رقية وأبو قبيل المعافري ومجمع بن كعب وغيرهم\nوذكر الهيثم بن عدي أنه مات بالمدينة في خلافة معاوية وقال أبو سعيد بن\nيونس المصري مات مسلمة بالإسكندرية في سنة اثنتين وستين ( 14 ب )\n</p>\n\n<p>\n47 أخبرنا محمد بن أحمد بن رزقويه ومحمد بن الحسين القطان قالا أخبرنا\nدعلج بن أحمد قال أخبرنا وفي حديث ابن رزقويه حدثنا أحمد بن علي الأبار\nحدثنا محمد بن أبان البلخي حدثنا وكيع بن الجراح عن موسى بن علي عن أبيه\nقال سمعت مسلمة بن مخلد يقول ولدت حين قدم النبي صلى الله عليه وسلم\nالمدينة ومات وأنا ابن عشر سنين والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 44 ) سلمة بن مخلد بسكون الخاء بين الميم ولام مفتوحتين ابن بيرون\nالعدني حدث عن أبيه وعن فضيل بن\n</p>\n\n<p>\nعياض روى عنه أبو العباس محمد بن يونس الكديمي\n</p>\n\n<p>\n48 أخبرنا الحسن بن أبي بكر أخبرنا جعفر بن محمد بن الحكم الواسطي حدثنا\nمحمد بن يونس حدثنا سلمة بن مخلد العدني قال حدثني فضيل بن عياض في قوله\n<span class='quran'>يا بني إني أرى في المنام أني أذبحك </span>قال أضجعه ووضع الشفرة فأقلب\nجبريل الشفرة فقال يا أبة شدني فإني أخاف أن ينتضح <span id='ms017'></span> عليك من دمي ثم قال يا\nأبة حلني فإني أخاف أن تشهد علي الملائكة أني جزعت من أمر الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n| مسلمة بن عبد الله وسلمة بن عبد الله الأول\n</p>\n\n<p>\n( 45 ) مسلمة بن عبد الله الجهني حدث عن عمه أبي مشجعة وعن عمر بن عبد\nالعزيز بن مروان روى عنه محمد بن عبد الله ( 15 أ ) الشعيثي ومحمد بن عبد\nالله بن علاثة وسليمان بن عطاء الشامي\n</p>\n\n<p>\n49 أخبرنا أبو الحسن عبد الرحمن بن محمد بن عبد الله الأصبهاني بها حدثنا\nأبو القاسم سليمان بن أحمد بن الطبراني حدثنا أحمد بن عبد الوهاب بن نجدة\nالحوطي قال حدثنا يحيى بن صالح الوحاظي حدثنا سليمان بن عطاء عن مسلمة بن\nعبد الله الجهني عن عمه أبي مشجعة عن أبي الدرداء قال ذكروا عند رسول الله\nصلى الله عليه وسلم الأرحام فقلنا من وصل رحمه أنسىء له في أجله فقال إنه\nليس يزاد في عمره قال الله تعالى <span class='quran'>فإذا جاء أجلهم لا يستأخرون ساعة ولا\nيستقدمون </span>ولكنه الرجل يكون له الذرية الصالحة فيدعون له من بعده\nفيبلغه ذلك فذلك الذي ينسأ في أجله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 46 ) ومسلمة بن عبد الله العدوي أرسل الرواية عن النبي صلى الله عليه\nوسلم حدث عنه الهيثم بن حميد ذكر ذلك البخاري والثاني\n</p>\n\n<p>\n( 47 ) سلمة بن عبد الله ابن عمر بن أبي سلمة بن عبد الأسد المخزومي\nالمدني روى محمد بن عمرو عنه قوله وروى محمد بن إسحاق بن يسار عن أبيه عنه\n</p>\n\n<p>\n50 أخبرنا ابن الفضل أخبرنا علي بن إبراهيم المستملي حدثنا أبو أحمد بن\nفارس حدثنا محمد بن إسماعيل البخاري قال سلمة بن عبد الله بن عمر بن أبي\nسلمة بن عبد الأسد روى عنه محمد ابن عمرو قوله وقال عطاء وعمرو بن دينار عن\nسلمة بن أبي سلمة بن أم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n| سلمة ( 15 ب )\n</p>\n\n<p>\nمسلمة بن علقمة وسلمة بن علقمة الأول\n</p>\n\n<p>\n48 مسلمة بن علقمة أبو محمد المازني البصري حدث عن داود بن أبي هند ويزيد\nالرقاشي وإياس بن دغفل روى عنه قيس بن حفص <span id='ms018'></span> الدارمي والصلت بن محمد الخاركي\nوجعفر بن مهران السباك وعلي بن المديني\n</p>\n\n<p>\n51 أخبرنا أبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي بنيسابور\nحدثنا أبو عبد الله محمد بن عبد الله بن أحمد الصفار الأصبهاني إملاء سنة\nست وثلاثين وثلاث مئة حدثنا أبو عبد الله عبيد بن الحسن بن يوسف الغزال\nالحافظ الأصبهاني حدثنا قيس بن حفص الدارمي حدثنا مسلمة بن علقمة المازني\nحدثنا داود بن أبي هند عن سماك بن حرب عن سلامة العجلي عن سلمان الفارسي\nقال أتيت النبي صلى الله عليه وسلم فلما رآني قال يا سلمان انظر إلى ما\nأمرت به قال فألقى الثوب عن ظهره فرأيت الخاتم كأنه بيض حمامة والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 49 ) سلمة بن علقمة أبو بشر التميمي بصري أيضا حدث عن محمد بن سيرين\nونافع مولى ابن عمر روى\n</p>\n\n<p>\nعنه حماد بن زيد ووهيب بن خالد وبشر بن المفضل وإسماعيل بن علية وعمر بن\nحبيب القاضي وغيرهم\n</p>\n\n<p>\n52 أخبرنا أبو بكر محمد بن عمر بن بكير المقرئ حدثنا عبيد الله ابن\nالعباس بن الوليد الشطوي حدثنا الحسين بن الكميت الموصلي حدثنا المعلي بن\nمهدي حدثنا حماد بن زيد عن أيوب ( 16 أ ) وابن عون وهشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             وسلمة\nبن علقمة عن محمد بن سيرين عن أبي هريرة أن رسول الله صلى الله عليه وسلم\nتكلم في الصلاة ناسيا فمضى على صلاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n| مسلم بن سالم وسلم بن سالم الأول\n</p>\n\n<p>\n( 50 ) مسلم بن سالم أبو فروة النهدي الكوفي ويعرف بالجهني لأنه كان\nنازلا في جهينة سمع عبد الله بن عكيم وعبد الرحمن بن أبي ليلى روى عنه\nسفيان الثوري وجعفر بن زياد الأحمر وغيرهما\n</p>\n\n<p>\n53 أخبرنا علي بن القاسم بن الحسن البصري حدثنا علي بن إسحاق المادرائي\nحدثنا محمد بن الحسين بن أبي الحنين حدثنا أبو غسان حدثنا جعفر بن زياد\nالأحمر عن يزيد بن أبي زياد وعن مسلم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             سالم قالا حدثنا عبد\nالرحمن بن أبي ليلى قال سمعت عليا ينشد الناس ( أنشد الله من سمع رسول الله\nصلى الله عليه <span id='ms019'></span> وسلم ) يقول يوم غدير خم ما قال إلا قام فقام اثنا عشر بدريا\nفقالوا أخذ رسول الله صلى الله عليه وسلم بيد علي فرفعها ثم قال أيها الناس\nألست أولى بالمؤمنين من أنفسهم فقالوا بلى فقال اللهم من كنت مولاه فهذا\nمولاه اللهم وال من والاه وعاد من عاداه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 51 ) سلم بن سالم البلخي وقد تقدم ذكرنا له\n</p>\n\n<p>\nمسلم بن سلام وسلم بن سلام الأول\n</p>\n\n<p>\n| ( 52 ) مسلم بن سلام أبو عبد الملك الحنفي حدث عن علي بن طلق ( 16 ب )\nروى عنه\n</p>\n\n<p>\nعيسى بن حطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n54 أخبرنا علي بن القاسم البصري حدثنا علي بن إسحاق المادرائي حدثنا عباس\nبن محمد الدوري حدثنا شبابة حدثنا عبد الملك بن مسلم عن عيسى بن حطان عن\nمسلم بن سلام عن علي قال شبابة فسألته ابن طلق فقال أرى قال جاء رجل إلى\nالنبي صلى الله عليه وسلم فقال يا رسول الله إن أحدنا يكون في البادية\nويكون في الماء قلة ويكون من أحدنا الرويحة فقال رسول الله صلى الله عليه\nوسلم ( إن الله لا يستحيي من الحق إذا فسا أحدكم فليتوضأ ولا تأتوا النساء\nفي أستاههن إن الله لا يستحيي من الحق ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 53 ) ومسلم بن سلام الهاشمي الكوفي حدث عن أبي بكر بن عياش روى عنه\nأبو جعفر الحضرمي مطين\n</p>\n\n<p>\n55 أخبرنا أبو الفرج الطناجيري اخبرنا علي بن عبدالرحمن البكائي حدثنا\nمحمد بن عبدالله بن سليمان الحضرمي حدثنا مسلم بن سلام حدثنا أبو بكر بن\nعياش عن ليث عن الشعبي قال رأيت ابن عمر وابن أبي أوفى وجابر بن زيد وشريحا\nلا يصلون قبل صلاة العيد ولا بعدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني 54 سلم بن سلام أبو المسيب الواسطي حدث عن شعبة وشيبان بن\nعبدالرحمن والمسعودي وبكر بن خنيس\n</p>\n\n<p>\nروى عنه محمد بن عبدالله الدقيقي وعلي بن إبراهيم بن عبدالمجيد الواسطيان\nوغيرهما\n</p>\n\n<p>\n56 أخبرنا علي بن محمد بن عبدالله المعدل ( 7 أ ) أخبرنا أبو جعفر محمد\nبن عمرو بن البختري الرزاز حدثنا محمد بن عبدالملك الواسطي قال حدثنا سلم\nبن سلام أبو المسيب الواسطي <span id='ms020'></span> حدثنا شيبان يعني أبا معاوية النحوي عن جابر عن\nأبي الطفيل عن حذيفة ابن أسيد الغفاري قال قال رسول الله صلى الله عليه\nوسلم إذا استقرت النطفة في الرحم بعث الله تعالى إليها ملكا موكلا بالأرحام\nفيقول أي رب ما أكتب أذكر أو أنثى قال فيقضي الرب تعالى ويكتب الملك ثم\nيقول أي رب فما أكتب أشقي أم سعيد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             فيقضي الرب تعالى ويكتب\nالملك قال ثم يكتب مصائبه ورزقه وأجله ثم قال رسول الله صلى الله عليه وسلم\nهؤلاء خمس يكن في الرحم لا يزاد فيهن ولا ينقص منهن\n</p>\n\n<p>\n| مسلم بن يسار وسلم بن يسار أما\n</p>\n\n<p>\n( 55 ) مسلم بن يسار فهم ستة أنفس وذكرناهم في كتاب المتفق والمفترق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             والثاني ( 56 ) سلم بن يسار مولى الدوسيين من أهل المدينة حدث\nعن عبيد بن حنين وعن ابن مرسا مولى قريش روى عنه أبو بكر بن عبد الله بن\nأبي سبرة ( 57 ) أخبرنا أبو القاسم عبيدالله بن أحمد بن عثمان بن الفرج\nالصيرفي حدثنا محمد بن العباس الخزاز حدثنا سليمان بن إسحاق الجلاب حدثنا\nالحارث بن محمد حدثنا محمد بن سعد أخبرنا محمد بن عمر حدثنا ( 17 ب ) أبو\nبكر بن عبدالله بن أبي سبرة حدثنا سلم بن يسار قال حدثني عبيد بن حنين قال\nقلت لزيد بن ثابت مقتل عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             اقرأ علي الأعراف فقال لست أحفظها\nأقرأها أنت علي فقرأتها عليه فما أخذ علي ألفا ولا واوا\n</p>\n\n<p>\n| مسلم بن إبراهيم وسلم بن إبراهيم الأول\n</p>\n\n<p>\n( 57 ) مسلم بن إبراهيم أبو عمرو الفراهيدي البصري سمع هشاما الدستوائي\nوعبد الله بن عون وقرة بن خالد وشعبة وسعيد بن أبي عروبة وفرقد بن الحجاج\nروى عنه يحيى بن معين ومحمد بن بشار ومحمد بن المثنى ومحمد بن إسماعيل\nالبخاري ومحمد بن يحيى الذهلي ويعقوب بن سفيان الفسوي وحنبل بن إسحاق\nالبغدادي وأبو داود السجستاني وغيرهم\n</p>\n\n<p>\n58 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا محمد بن عمرو الرزاز\nحدثنا محمد بن عبد الملك الدقيقي حدثنا مسلم بن إبراهيم حدثنا فرقد <span id='ms021'></span> بن\nالحجاج حدثنا عقبة هو ابن أبي الحسناء عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم إذا أراد أحدكم أن يتوضأ فلا يغمس يده في الإناء حتى يغسلها\nثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             فإنه لا يدري أين باتت يده ( 581 ) أخبرنا أبو الحسن\nمحمد بن أحمد بن رزق أخبرنا عثمان بن أحمد الدقاق حدثنا حنبل بن إسحاق قال\nومات مسلم بن إبراهيم سنة ثلاث وعشرين ومئتين في شعبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| - * ( 58 ) سلم بن إبراهيم ( 18 أ ) الوراق بصري أيضا حدث عن شعبة روى\nعنه أحمد بن عبد\n</p>\n\n<p>\n- * الله الحداد البغدادي ومحمد بن غالب البصري التمتام والتمتام يروي عن\nمسلم بن إبراهيم أيضا\n</p>\n\n<p>\n59 أخبرنا محمد بن الحسين بن الفضل القطان حدثنا أبو علي إسماعيل بن محمد\nالصفار إملاء حدثنا أحمد بن عبدالله الحداد حدثنا سلم ابن إبراهيم الوراق\nحدثنا شعبة عن موسى بن أبي عائشة عن رجل عن سعيد بن جبير عن ابن عباس أن\nالنبي صلى الله عليه وسلم كان إذا صلى ركعتي الفجر اضطجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n| موهب بن عبد الله ووهب بن عبد الله الأول\n</p>\n\n<p>\n( 59 ) موهب بن عبد الله القرشي الكوفي حدث عن القاسم بن معن المسعودي\nروى عنه جندل بن والق\n</p>\n\n<p>\n60 أخبرنا الحسن بن أبي بكرأخبرنا عبد الصمد بن علي بن محمد البزاز\nأخبرنا أبو حصين محمد بن الحسين الكوفي حدثنا جندل بن والق حدثنا موهب بن\nعبد الله القرشي عن القاسم بن معن بن عبد الرحمن عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             حميد\nالطويل عن أنس قال قال رسول الله صلى الله عليه وسلم ألا أبو أيم يزوجها\nعثمان لو كانت ثالثة لزوجناها عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             وأما\n</p>\n\n<p>\n| ( 60 ) وهب بن عبد الله فقد ذكرناه في باب الألف الزائدة مع واهب بن\nعبد الله\n</p>\n\n<p>\nمسالم بن عبد الله وسالم بن عبدالله ( 18 ب ) الأول\n</p>\n\n<p>\n| ( 61 ) مسالم بن عبد الله الحجازي حدث عن أبيه روى عنه محمد بن عمر\nالواقدي\n</p>\n\n<p>\n61 أخبرنا الحسن بن علي الجوهري وأبو القاسم الأزهري قالا حدثنا محمد بن\nالعباس أبو عمر أخبرنا أحمد بن معروف الخشاب حدثنا الحسين بن فهم حدثنا\nمحمد <span id='ms022'></span> بن سعد أخبرنا محمد بن عمر حدثني مسالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             بن عبد الله عن\nأبيه عن جده قال سمعت يعلى بن منية وهو مشتمل الضبعية يقول هذه عشرة آلاف\nدينار وهي عين مالي أقوي بها من طلب بدم عثمان قال فجعل يعطي الناس واشترى\nأربع مئة بعير فأناخها بالبطحاء ( و ) حمل عليها فبلغ ذلك عليا فقال من أين\nله عشرة آلاف دينار سرق اليمن ثم جابها والله لئن قدرت عليه لآخذن ما أقر\nبه فلما كان يوم الجمل وانكشف الناس هرب يعلى وأما\n</p>\n\n<p>\n| ( 62 ) سالم بن عبد الله فهم ستة أنفس ذكرناهم في المتفق والمفترق\n</p>\n\n<p>\nمفضل بن مهلهل وفضل بن مهلهل الأول\n</p>\n\n<p>\n| ( 63 ) مفضل بن مهلهل السعدي الكوفي حدث عن منصور بن المعتمر ومغيرة بن\nمقسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             روى عنه يحيى بن آدم\n</p>\n\n<p>\nوأبو أسامة حماد بن أسامة وغيرهما\n</p>\n\n<p>\n62 أخبرنا القاضي أبو بكر أحمد بن الحسن الحرشي حدثنا أبو العباس محمد بن\nيعقوب الأصم حدثنا أبو البختري عبد الله بن محمد بن شاكر حدثنا يحيى بن آدم\nحدثنا مفضل بن مهلهل عنه منصور بن المعتمر عن ربعي ( 19 أ ) بن حراش عن\nطارق بن عبد الله المحاربي عن النبي صلى الله عليه وسلم قال لا تبزق بين\nيديك في الصلاة ولا عن يمينك ولكن عن يسارك إن كان فارغا وإلا تحت قدمك ثم\nأدلكه يعني بالأرض والثاني\n</p>\n\n<p>\n| ( 64 ) فضل بن مهلهل أخو مفضل الذي ذكرناه وكان أحد المتعبدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             حدث عن حبيب بن أبي عمرة روى عنه\n</p>\n\n<p>\nالحسن بن الربيع البجلي\n</p>\n\n<p>\n63 أخبرنا أبو الحسن أحمد بن محمد بن أحمد بن موسى بن هارون ابن الصلت\nالأهوازي أخبرنا أبو عبد الله محمد بن مخلد العطار حدثنا مسلم ابن الحجاج\nحدثنا الحسن بن الربيع البجلي حدثنا فضل بن مهلهل أخو مفضل عن حبيب بن أبي\nعمرة قال كان لي على سعيد بن جبير شيء قال فجئت أجلس إليه فقال لعلك يا\nحبيب جئت تقاضاني قلت نعم قال فلا تقاضاني حتى آتيك فإني سمعت ابن عباس\nيقول قال رسول الله صلى الله <span id='ms023'></span> عليه وسلم من مشى بحقه إلى أخيه يقضيه إياه\nكان له بكل خطوة درجة ومن أماط أذى عن الطريق كان له به صدقة وكل معروف\nصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الواو الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عمرو بن زرارة وعمر بن زرارة الأول\n</p>\n\n<p>\n( 65 ) عمرو بن زرارة الكوفي روى عنه أبو إسحاق السبيعي أن عبد الله بن\nمسعود وقف عليه وهو يقص\n</p>\n\n<p>\n64 كذلك أخبرنا ابن الفضل القطان ( 19 ب ) أخبرنا علي بن إبراهيم حدثنا\nأبو أحمد بن فارس حدثنا البخاري قال حدثني عمرو بن علي حدثنا أبو أحمد\nحدثنا إسرائيل عن أبي إسحاق عن عمرو بن زرارة قال وقف علي عبدالله وأنا أقص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 66 ) وعمرو بن زرارة حدث عن أبيه روى عنه خالد بن سلمة المخزومي\nوسعيد بن عمرو بن جعدة\n</p>\n\n<p>\n65 أخبرني أبو علي الحسن بن علي بن محمد الواعظ وأبو طالب محمد بن علي بن\nالفتح الحربي قالا أخبرنا عمر بن أحمد بن عثمان الواعظ حدثنا محمد بن جعفر\nالآدمي حدثنا عبد الله بن أحمد الدورقي حدثنا عبد الرحمن بن نافع أبو زياد\nحدثنا جعفر بن سليمان عن سعيد بن عمرو بن جعدة القرشي وخالد بن سلمة عن\nعمرو بن زرارة عن أبيه قال تلا رسول الله صلى الله عليه وسلم يوما هذه\nالآية <span class='quran'>إن المجرمين في ضلال وسعر </span>إلى قوله <span class='quran'>كل شيء خلقناه\nبقدر </span>ثم قال رسول الله صلى الله عليه وسلم أنزلت هذه الآيات في أناس\nيكونون في أمتي يكذبون بقدر الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 67 ) وعمرو بن زرارة ابن أخي النزال بن سبرة حدث عن عمه النزال روى\nعنه مسعر بن كدام\n</p>\n\n<p>\n66 حدثني الحسن بن أبي طالب حدثنا علي بن عمر بن أحمد الحافظ حدثنا أحمد\nبن محمد بن سعيد قال حدثنا عبد الله بن إبراهيم بن قتيبة حدثنا رشد بن\nالقاسم بن مسعر حدثنا أبي عن مسعر عن عمرو بن زرارة ابن أخي النزال بن سبرة\nعن النزال بن سبرة ما دمعت عيني على رجل قط إلا على الحسين بن علي وظهير\n</p>\n\n<p>\n| ( 68 ) وعمرو بن زرارة أبو محمد <span id='ms024'></span> النيسابوري سمع عبد العزيز بن محمد\nالدراوردي وزياد بن عبد الله ( 20\n</p>\n\n<p>\nأ ) البكائي وإسماعيل بن علية روى عنه مسلم بن الحجاج ومحمد بن إسحاق\nالسراج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n67 أخبرنا أبو نعيم الحافظ حدثنا إبراهيم بن محمد بن يحيى المزكي\nالنيسابوري أخبرنا محمد بن إسحاق الثقفي حدثنا قتيبة بن سعيد وعمرو بن\nزرارة قالا حدثنا عبد العزيز الدراوردي عن هشام بن عروة عن أبيه عن عبد\nالله بن الزبير قال قال رسول الله صلى الله عليه وسلم لا تحرم المصة\nوالمصتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             قال الشيخ أيده الله بلغني أن عمرو بن زرارة مات في\nسنة ثمان وثلاثين ومئتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 69 ) عمر بن زرارة الحدثي حدث عن عيسى بن يونس ومحمد بن سلمة الحراني\nروى عنه محمد بن بشر\n</p>\n\n<p>\nبن مطر وعبد الله بن محمد البغوي\n</p>\n\n<p>\n68 أخبرنا أبو بكر البرقاني قال سمعت أبا الحسن علي بن عمر الدارقطني\nيقول عمر بن زرارة الحدثي ثقة من مدينة في الثغر يقال لها الحدث فأما عمرو\nبن زرارة فهو نيسابوري ثقة أيضا قال البرقاني يحدث عنهما ابن منيع قال\nالشيخ أيده الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             وقد وهم البرقاني في هذا القول ليس يروي ابن\nمنيع عن عمرو بن زرارة شيئا وإنما روايته عن عمر بن زرارة حسب\n</p>\n\n<p>\n69 حدثني أبو محمد الحسن بن محمد الخلال حدثنا عمر بن أحمد ابن عثمان\nحدثنا عبد الله بن محمد البغوي حدثنا عمر بن زرارة حدثنا محمد ابن سلمة عن\nالفزاري عن طلحة بن مصرف عن عبد الرحمن بن عوسجة عن البراء ( 20 ب ) قال\nقال رسول الله صلى الله عليه وسلم من قال علي ما لم أقل فليتبوأ مقعده من\nالنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن شعيب وعمر بن شعيب الأول\n</p>\n\n<p>\n( 70 ) عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص أبو إبراهيم\nالسهمي سمع أباه وسعيد بن المسيب وطاووسا روى عنه عطاء بن أبي رباح وابن\nشهاب الزهري وعمرو بن دينار ويحيى بن سعيد الأنصاري وأيوب السختياني وابن\nجريج وغيرهم\n</p>\n\n<p>\n70 أخبرنا عبد الرحمن بن محمد بن عبد الله السراج <span id='ms025'></span> حدثنا أبو العباس محمد\nبن يعقوب الأصم قال حدثنا أبو الدرداء هاشم بن يعلى الأنصارى حدثنا عتبة بن\nالسكن حدثنا الأوزاعي عبد الرحمن بن عمرو عن عمرو بن شعيب عن أبيه عن جده\nقال أوصى العاص بن وائل بمئة رقبة تعتق عنه فنفذ هشام خمسين وجاء عمرو إلى\nالنبي صلى الله عليه وسلم فقال إن العاص بن وائل أوصى بمئة رقبة فقال لو\nكان العاص مسلما فتصدقتم عنه أو حججتم عنه بلغه ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 71 ) وعمرو بن شعيب أبو شعيب حدث عن عبد الله بن المبارك روى عنه\nيعقوب بن سفيان الفسوي في\n</p>\n\n<p>\nكتاب المشيخة\n</p>\n\n<p>\n71 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن جعفر بن درستويه حدثنا\nيعقوب بن سفيان حدثنا أبو شعيب عمرو بن شعيب حدثنا ابن المبارك عن عبد الله\nبن سعيد ( 21 أ ) بن أبي هند عن أبيه عن ابن عباس قال قال رسول الله صلى\nالله عليه وسلم نعمتان مغبون فيهما كثير من الناس الصحة والفراغ والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 72 ) عمر بن شعيب بن محمد بن عبد الله بن عمرو بن العاص أخو عمرو\nولهما أخ ثالث اسمه\n</p>\n\n<p>\nشعيب حدث عمر عن أبيه روى عنه عبد الملك بن قدامة ولا نعلمه أسند غير\nحديث واحد\n</p>\n\n<p>\n72 أخبرنا أبو الفتح محمد بن أحمد بن أبي الفوارس الحافظ وأبو بكر محمد\nبن أحمد بن يوسف الصياد قالا أخبرنا أبو بكر أحمد بن يوسف بن خلاد وأخبرناه\nأبو عبد الله أحمد بن عبد الله بن الحسين بن إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             المحاملي\nأخبرنا أبو بكر محمد بن محمد بن أحمد بن مالك الإسكافي قال حدثنا الحارث بن\nمحمد بن أبي أسامة التميمي حدثنا يزيد بن هارون أخبرنا عبد الملك بن قدامة\nقال أخبرني عمر بن شعيب أخو عمرو بن شعيب بالشام عن أبيه عن جده قال كانت\nأم عبد الله بن عمرو ابنه نبيه بن الحجاج وكانت تلطف رسول الله صلى الله\nعليه وسلم فأتاها يوما فقال كيف أنت يا أم عبد الله فقالت كخير فكيف أنت يا <span id='ms026'></span>\nرسول الله قال كيف عبد الله قالت كخير وعبد الله رجل قد ترك الدنيا فقال له\nأبوه يوم صفين اخرج فقاتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             فقال يا أبة كيف تأمرني أن أخرج\nفأقاتل وكان من عهد رسول الله صلى الله عليه وسلم ما قد سمعت قال نشدتك\nبالله تعلم أن آخر ما كان من عهد رسول الله ( 21 ب ) صلى الله عليه وسلم\nأخذ يدك فوضعها في يدي فقال أطع عمرو بن العاص قال نعم قال فإني آمرك أن\nتقاتل قال فخرج فقاتل فلما وضعت الحرب أوزارها أنشأ عمرو بن العاص يقول %\nشبت الحرب فأعددت لها % مفرع الحارك مروي الثبج % % يصل الشد بشد فإذا %\nونت الخيل من الثج معج % % جرشع أعظمه جفرته % فإذا ابتل من الماء حدج %\nوقال عبد الله بن عمرو % لو شهدت جمل مقامي ومشهدي % بصفين يوما شاب منها\nالذوائب % % عشية جاء أهل العراق كأنهم % سحاب ربيع رفعته الجنائب % % %\nوجئناهم نردي كأن صفوفنا % % من البحر مد موجه متراكب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             % فدارت\nرحانا واستدارت رحاهم % % سراة النهار ما تولى المناكب % % % إذا قلت قد\nولوا سراعا % بدت لنا كتائب منهم وارمحنت كتائب % % فقالوا لنا إنا نرى أن\nتبايعوا % عليا فقلنا بل نرى أن نضارب %\n</p>\n\n<p>\n| ( 73 ) وعمر بن شعيب الأنصاري الكوفي حدث عن الحارث بن حصيرة روى عنه\nعبد الرحمن بن صالح الأزدي\n</p>\n\n<p>\n73 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا الحسين بن صفوان حدثنا\nعبد الله بن محمد بن أبي الدنيا حدثنا عبد الرحمن بن صالح حدثنا عمر بن\nشعيب الأنصاري عن الحارث بن حصيرة ( 22 أ ) عن أبي صادق عن ربيعة بن ناجذ\nقال خطبنا علي بن أبي طالب أو قال خطب علي أصحابه فقال كونوا في الناس\nكالنحلة في الطير فإنه ليس شئ من الطير إلا يستضعفها ولو تعلم ما في\nأجوافها لم تفعل خالقوا الناس بأخلاقكم وألسنتكم وزايلوهم بأعمالكم وقلوبكم\nفإن لامرئ ما اكتسب وهو يوم القيامة مع من أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن جابر وعمر بن جابر الأول ( 74 ) عمرو بن جابر أبو زرعة الحضرمي\nالمصري حدث <span id='ms027'></span> عن جابر\n</p>\n\n<p>\nبن عبد الله روى عنه سعيد بن أبي أيوب وبكر بن مضر\n</p>\n\n<p>\n74 أخبرنا أبو القاسم علي بن محمد بن عيسى بن موسى البزاز أخبرنا أبو\nالحسن علي بن محمد بن أحمد المصري حدثنا عمرو بن أحمد بن عمرو ابن السرح\nحدثنا يحيى بن بكير حدثني بكر بن مضر عن عمرو بن جابر عن جابر بن عبد الله\nعن النبي صلى الله عليه وسلم أنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             الفار من الطاعون كالفار\nمن الزحف ومن صبر كان له أجر شهيد والثاني ( 75 ) عمر بن جابر الحنفي\nاليمامي حدث عن عبد الله بن بدر روى عنه أبو عبد الله الشقري وإياس بن دغفل\n</p>\n\n<p>\n75 أخبرنا أبو الحسن علي بن أحمد بن عمر المقرئ أخبرنا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nابن عبد الله بن إبراهيم الشافعي حدثنا معاذ بن المثنى حدثنا مسدد حدثنا\nعبد الوارث عن أبي عبد الله الشقري عن عمر بن جابر عن عبد الله بن بدر عن\nعبد الرحمن بن علي يعني عن أبيه ( 22 ب ) قال سمعت رسول الله صلى الله عليه\nوسلم يقول لا ينظر الله تعالى إلى رجل لا يقيم صلبه في ركوعه وبين سجوده\n</p>\n\n<p>\n| عمرو بن عامر وعمر بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nالأول ( 76 ) عمرو بن عامر الجهني\n</p>\n\n<p>\n| ( 76 ) أخبرنا أبو بكر البرقاني حدثنا أحمد بن إبراهيم الإسماعيلي\nأخبرني أبو بكر أحمد بن محمد بن منصور الحاسب\n</p>\n\n<p>\nحدثنا الحكم بن موسى حدثنا عيسى بن يونس عن الأعمش عن حبيب بن أبي ثابت\nعن عمرو بن عامر الجهني قال كنا عند رسول الله صلى الله عليه وسلم فتذاكرنا\nالطيرة فقال أصدقها الفأل ولا ترد مسلما فقولوا بسم الله اللهم لا يأتي\nبالحسنات إلا أنت ولا يذهب بالسيئات إلا أنت لا حول ولا قوة إلا بالله\n</p>\n\n<p>\n77 وعمرو بن عامر الأنصاري الكوفي حدث عن أنس بن مالك روى عنه أبو الزناد\nالمدني ومسعر بن كدام وسفيان الثوري وشعبة وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n77 أخبرنا أبو نعيم الحافظ حدثنا محمد بن أحمد بن الحسن الصواف حدثنا\nإسحاق بن الحسن الحربي حدثنا أبو نعيم حدثنا مسعر <span id='ms028'></span> عن عمرو بن عامر قال سمعت\nأنس بن مالك قال كان رسول الله صلى الله عليه وسلم يحتجم ولا يظلم أحدا\nأجره\n</p>\n\n<p>\n| ( 78 ) وعمرو بن عامر ابن عبد الله بن الزبير بن العوام الأسدي\n</p>\n\n<p>\n78 أخبرنا عبد الله بن يحيى بن عبد الجبار السكري أخبرنا محمد بن عبد\nالله الشافعي ( 23 أ ) حدثنا جعفر بن محمد بن الأزهر حدثنا ابن الغلابي\nحدثنا سعيد بن سليمان الواسطي وحدثنا عمرو بن عون جميعا عن خالد بن عبد\nالله عن عمرو بن يحيى عن عمرو بن عامر عن أبيه عامر ابن عبد الله بن الزبير\nقال قال عامر بن ربيعة أحد بني عدي وكان من أصحاب بدر قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             كان\nيوم بدر يوم الأثنين صبيحة سبع عشرة من رمضان قال ابن الغلابي قال الزبيري\nهذا غلط بين لم يكن لعامر بن عبد الله حين مات إلا ابن يقال له عتيق ومات\nله ابن يقال له الحارث على عهد أبيه غلام صغير هذا الباطل\n</p>\n\n<p>\n| ( 79 ) وعمرو بن عامر بن الفرات النسائي الذهلي الأعور روى عن أبي بكر\nبن عياش ومروان بن معاوية وهشيم ذكره عبد الرحمن بن أبي حاتم وقال كتب عنه\nأبي بالري وهو حاج قال الشيخ الخطيب أيده الله وقد ذكرت له حديثا في ترجمة\nأحمد بن حرب من كتاب المتفق والمفترق والثاني\n</p>\n\n<p>\n( 80 ) عمر بن عامر أبو حفص السلمي البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             حدث عن قتادة\nومالك بن دينار وغيرهما روى عنه سالم بن نوح وسعيد بن أبي عروبة ويزيد بن\nزريع وعباد بن العوام وقد ذكرنا له في باب اللام الزائدة حديثا\n</p>\n\n<p>\n| ( 81 ) عمر بن عامر أبو حفص التمار السعدي البصري حدث عن جعفر بن\nسليمان الهاشمي وعبيد الله بن الحسن\n</p>\n\n<p>\nالعنبري وجويرية بن أسماء الضبعي روى عنه محمد بن مرزوق وعقبة بن مكرم\nالعمي وأبو قلابة الرقاشي\n</p>\n\n<p>\n79 أخبرنا القاضي أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي بالبصرة\nحدثنا أبو الحسن علي بن إسحاق بن محمد البختري المادرائي حدثنا أبو قلابة\nالرقاشي حدثني عمر بن عامر أبو حفص <span id='ms029'></span> التمار حدثنا جعفر ابن سليمان بن علي\nالهاشمي عن أبيه عن جده عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\nمن أخذ بركاب رجل لا يرجوه ولا يخافه غفر له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن قيس وعمر بن قيس أما\n</p>\n\n<p>\n( 82 ) عمرو بن قيس فهم خمسة ذكرناهم في كتاب المتفق والمفترق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 83 ) عمر بن قيس أبو الصباح الماصر كوفي يروي زيد بن وهب ومجاهد\nوعمرو بن شرحبيل حدث عنه مسعر\n</p>\n\n<p>\nوسفيان الثوري وزائدة بن قدامة وغيرهم\n</p>\n\n<p>\n80 أخبرنا الحسن بن الحسين النعالي أخبرنا أبو بكر أحمد بن جعفر ابن محمد\nبن سلم الختلي حدثنا موسى بن إسحاق الأنصاري حدثنا أبو كريب حدثنا ابن\nإدريس عن مسعر عن عمر بن قيس الماصر عن ( عمرو بن ) أبي قرة عن سلمان قال\nسمعت رسول الله صلى الله عليه وسلم يقول من ولد آدم أنا أيما رجل لعنته أو\nدعوت عليه اجعلها له زكاة وأجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 84 ) وعمر بن قيس أبو حفص المكي أخو حميد بن قيس يعرف بسندل حدث عن\nعطاء بن أبي رباح\n</p>\n\n<p>\nونافع ( 24 أ ) مولى ابن عمر روى عنه الأوزاعي وعبد الله بن وهب ويزيد بن\nهارون\n</p>\n\n<p>\n81 أخبرنا أبو عبد الله الحسين بن شجاع الصوفي أخبرنا محمد بن عبد الله\nبن إبراهيم الشافعي حدثنا محمد بن أحمد الرياحي حدثنا يزيد بن هارون أخبرنا\nعمر بن قيس عن عطاء عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم\nاستلم الحجر فقبله واستلم الركن اليماني فقبل يده\n</p>\n\n<p>\n82 أخبرنا محمد بن الحسين القطان أخبرنا عثمان بن أحمد بن عبد الله\nالدقاق حدثنا سهل بن أحمد الواسطي حدثنا عمرو بن علي قال عمر بن قيس المكي\nيلقب سندل متروك الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن مرة وعمر بن مرة الأول\n</p>\n\n<p>\n( 85 ) عمرو بن مرة أبو فهيم الجهني ويقال الأسدي ويقال الأزدي له صحبة\nورواية عن النبي صلى الله عليه وسلم نزل فلسطين روى عنه يزيد بن أبي مريم\nوعيسى بن طلحة\n</p>\n\n<p>\n83 أخبرنا أبو نعيم الحافظ حدثنا عبد الله بن جعفر <span id='ms030'></span> بن أحمد بن فارس حدثنا\nإسماعيل بن عبد الله العبدي حدثنا أبو اليمان الحكم بن نافع أخبرنا شعيب\nحدثني ابن أبي حسين قال حدثني عيسى بن طلحة عن عمرو بن مرة الجهني قال جاء\nرسول الله صلى الله عليه وسلم رجل من قضاعة فقال ( أرأيت إن ) شهدت أن لا\nإله إلا الله وأنك رسول الله وصليت الصلوات وصمت الشهر وقمت رمضان وآتيت\nالزكاة فقال له النبي صلى الله عليه وسلم من مات على هذا كان من الصديقين\nوالشهداء ( 24 ب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 86 ) وعمرو بن مرة أبو عبد الله الجهني المرادي الكوفي سمع عبد الله\nبن أبي أوفى وسعيد بن المسيب\n</p>\n\n<p>\nوعبد الله بن سلمة وعبد الرحمن بن أبي ليلى روى عنه منصور بن المعتمر\nوسليمان الأعمش ومسعر وشعبة وغيرهم ورواياته مستفيضة\n</p>\n\n<p>\n84 أخبرنا محمد بن أحمد بن رزق أخبرنا إسماعيل بن علي الخطبي وأبو علي\nالصواف وأحمد بن جعفر بن حمدان قالوا حدثنا عبد الله بن أحمد حدثني أبي\nحدثنا أبو نوح قال سمعت شعبة يقول ما رأيت بالكوفة شيخا خيرا من زبيد وما\nرأيت عمرو بن مرة في صلاة إلا ظننت أنه لا ينصرف حتى يستجاب له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 87 ) وعمرو بن مرة التوجمي ذكره أبو سعيد بن يونس في تاريخ المصريين\nوقال يروي عن عمرو ابن قيس أبي رقية اللخمي والثاني\n</p>\n\n<p>\n( 88 ) عمر بن مرة الشني بصري حدث عن بلال بن يسار روى عنه ابنه حفص\n</p>\n\n<p>\n| ( 85 ) أخبرنا محمد بن أبي القاسم الأزرق والحسن بن أبي بكر البزاز\nقالا أخبرنا محمد بن عبد الله بن عمرويه الصفار حدثنا أبو بكر بن أبي خيثمة\nحدثنا موسى بن إسماعيل حدثنا حفص بن عمر الشني وكان ثقة قال حدثني أبي عمر\nبن مرة قال سمعت بلال بن يسار بن زيد مولى رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             الله صلى الله\nعليه وسلم قال سمعت أبي يحدث عن جدي أنه سمع النبي صلى الله عليه وسلم يقول\nمن استغفر الله ( 25 أ ) الذي لا إله إلا هو الحي القيوم غفر له وإن كان فر\nمن الزحف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو <span id='ms031'></span> بن هارون وعمر بن هارون الأول\n</p>\n\n<p>\n89 عمرو بن هارون الأموي حدث عن صهيب عن سفينة روى عنه يحيى بن أبي كثير\n</p>\n\n<p>\n86 أخبرنا القاضي أبو بكر الحيري حدثنا محمد بن يعقوب الأصم حدثنا الحسن\nبن مكرم حدثنا عثمان بن عمر أخبرنا علي بن المبارك عن يحيى بن أبي كثير عن\nعمرو بن هارون عن صهيب عن سفينة قال أشطت دم جزور بجذل فأنهرت الدم\nفاستفتيت رسول الله صلى الله عليه وسلم فأمرني بأكلها رواه بشر بن السري عن\nعلي بن المبارك فقال عن عمرو بن يزيد بن هارون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 90 ) وعمرو بن هارون بن حيان البرجمي حدث عن محمد بن المنكدر روى عنه\nمحمد بن عبد الله بن\n</p>\n\n<p>\nعمار\n</p>\n\n<p>\n87 أخبرنا أبو بكر البرقاني أخبرنا أبو حامد أحمد بن محمد بن حسنويه\nحدثنا الحسين بن إدريس حدثنا محمد بن عبد الله بن عمار الموصلي حدثنا عمرو\nبن هارون بن حيان البرجمي حدثنا محمد بن المنكدر عن جابر قال قال رسول الله\nصلى الله عليه وسلم من مات دون ماله فهو شهيد والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 91 ) عمر بن هارون الأنصاري البارقي حدث عن أبيه روى عنه عمر بن حمزة\nالعمري\n</p>\n\n<p>\n88 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق بن إبراهيم البغوي\nحدثنا يحيى بن أبي طالب أخبرنا يزيد بن هارون أخبرنا أبو عقيل يحيى بن\nالمتوكل عن عمر بن حمزة بن عبد الله ( 25 ب ) بن عمر عن عمر ابن هارون\nالأنصاري عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\nأشراط الساعة سوء الجوار وقطيعة الرحم وأن يعطل السيف من الجهاد وأن تختل\nالدنيا بالدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 92 ) وعمر بن هارون البلخي حدث عن ابن جريج وموسى بن عبيدة وشعبة\nوسفيان الثوري وغيرهم روى عنه قتيبة\n</p>\n\n<p>\nبن سعيد والوليد بن حماد اللؤلؤي في آخرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n89 أخبرنا أبو القاسم عبيد الله بن عمر بن علي الفقيه حدثنا أبو بكر محمد\nبن عبد الله بن إبراهيم الشافعي حدثنا علي بن أحمد بن العباس المذكر حدثنا\nأحمد بن <span id='ms032'></span> محمد بن سهل البلخي حدثنا عمر بن هارون البلخي عن شعبة عن أبي بشر\nجعفر بن أبي وحشية عن سعيد بن جبير عن ابن عباس أن النبي صلى الله عليه\nوسلم قال الشفعة في العبيد وفي كل شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 93 ) وعمر بن هارون المسمعي البصري حدث عن قرة بن خالد روى عنه يحيى\nبن إسماعيل الواسطي\n</p>\n\n<p>\n90 أخبرنا الحسن بن أبي بكر قال أخبرنا محمد بن عبد الله الشافعي قال\nحدثنا محمد بن غالب قال حدثني يحيى بن إسماعيل الواسطي قال حدثنا عمر بن\nهارون المسمعي قال حدثنا قرة بن خالد قال كان محمد بن سيرين يتمثل بهذا\nالبيت % إنك إن كلفتني ما لا أطيق % ساءك ما سرك مني من خلق % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن عبد الغفار وعمر بن عبد الغفار ( 26 أ ) الأول\n</p>\n\n<p>\n( 94 ) عمرو بن عبد الغفار بن عمرو الفقيمي الكوفي حدث عن عاصم الأحول\nوسليمان الأعمش وأبي حمزة الثمالي وسفيان الثوري والحسن بن صالح روى عنه\nقتيبة بن سعيد والحسين بن علي الصدائي ومحمد بن علي ابن خلف العطار ويحيى\nبن أبي طالب\n</p>\n\n<p>\n91 أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي حدثنا أبو\nعمرو عثمان بن أحمد بن عبد الله الدقاق إملاء حدثنا أبو بكر يحيى بن أبي\nطالب أخبرنا عمرو بن عبد الغفار حدثنا الأعمش عن شمر بن عطية عن شهر بن\nحوشب عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم إذا توضأ العبد\nفأحسن الوضوء ثم خرج إلى الصلاة خرجت ذنوبه من سمعه وبصره وبدنه ورجليه فإن\nقعد قعد مغفورا له وإن قام فصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             قيل النافلة قال النافلة لرسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 95 ) عمر بن عبد الغفار الصغاني حدث عن سفيان بن عيينة وبشر بن السري\nروى عنه إسماعيل بن محمد\n</p>\n\n<p>\nبن أبي كثير الفسوي ومحمد بن حبال الصغاني إلا أن محمدا سماه عمرا فالله\nأعلم\n</p>\n\n<p>\n92 أخبرني الحسين بن علي الطناجيري حدثنا عمر بن أحمد الواعظ قال حدثني\nأبي حدثنا إسماعيل بن محمد <span id='ms033'></span> بن أبي كثير الفارسي حدثنا عمر بن عبد الغفار\nالصغاني حدثنا سفيان وهون ابن عيينة عن ابن عجلان عن سعيد عن أبي هريرة قال\nكان رجل يسب أبا بكر عند النبي صلى الله عليه وسلم ( 26 ب ) والنبي صلى\nالله عليه وسلم ساكت والرجل يسبه حتى ذهب أبو بكر يرد عليه فقام النبي صلى\nالله عليه وسلم فاتبعه أبو بكر فقال يا رسول الله كان يسبني وأنت ساكت فلما\nذهبت أنتصر قمت قال يا أبا بكر إن الملك كان يرد عليه فلما ذهبت تنتصر وقع\nالشيطان فكرهت أن أكون مع الشيطان وقال ثلاث كلهن حق ليس عبد يظلم مظلمة\nفيغضي عنها إلا أعز الله بها نصره وليس عبد يفتح على نفسه باب مسألة يبتغي\nكثرة إلا زاده الله قلة وليس عبد يفتح على نفسه باب عطية أو صلة يبتغي بها\nوجه الله إلا زاده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             الله كثرة\n</p>\n\n<p>\n| عمرو بن الهيثم وعمر بن الهيثم الأول\n</p>\n\n<p>\n( 96 ) عمرو بن الهيثم بن قطن بن كعب أبو قطن الزبيدي البصري سمع شعبة\nوالمسعودي وأبا خلدة روى عنه محمد بن بشار بندار وأبو ثور إبراهيم بن خالد\nالكلبي والحسن بن محمد الزعفراني وغيرهم\n</p>\n\n<p>\n93 أخبرنا أبو عمر بن مهدي أخبرنا أبو عبد الله الحسين بن يحيى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             ابن عياش القطان حدثنا الحسن بن محمد بن الصباح حدثنا أبو قطن\nعمرو ابن الهيثم حدثنا شعبة عن أبي عون عن جابر بن سمرة قال قال عمر لسعد\nلقد شكوك في كل شيء حتى في الصلاة قال أما أنا فإني أقدر من الأوليين وأحذف\nمن الأخريين وما آلو ما اقتديت به من صلاة رسول الله صلى الله عليه وسلم\nقال ذلك الظن بك ( 27 أ ) أو ذاك ظني بك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 97 ) عمر بن الهيثم الرقاشي بصري أيضا حدث عن شعبة روى عنه عبد\nالغفار بن محمد الكلابي\n</p>\n\n<p>\n94 أخبرنا أبو الحسين أحمد بن محمد بن أحمد بن حماد الواعظ حدثنا أبو بكر\nيوسف بن يعقوب بن إسحاق البهلول الأنباري حدثنا أبو حاتم المغيرة بن المهلب\nحدثنا <span id='ms034'></span> عبد الغفار بن محمد الكلابي عن عمر بن الهيثم الرقاشي عن شعبة عن\nعمرو بن مرة عن سالم بن أبي الجعد قال قال عثمان إن رسول الله صلى الله\nعليه وسلم كان يكرم بني هاشم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الهاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| زيادة بن عبد الله وزياد بن عبد الله الأول\n</p>\n\n<p>\n( 98 ) زيادة بن عبد الله بن مريع الأنصاري المديني حدث عن سهل بن سعد\nالساعدي روى عنه كثير بن جعفر بن أبي كثير الزرقي\n</p>\n\n<p>\n95 أخبرنا أبو بكر البرقاني حدثنا منصور بن العباس البوسنجي حدثنا الحسين\nبن إدريس الأنصاري الهروي حدثنا إبراهيم بن المنذر الحزامي المدني حدثنا\nكثير بن جعفر بن أبي كثير حدثنا علاقة وزيادة ابنا عبد الله بن مربع من بني\nحارثة قالا أتانا سهل بن سعد الساعدي في قريتنا في بني حارثة فقال اجمعوا\nصبيان القرية قالا فجمعناهم له فكانوا نحوا من مئة صبي فأدخلناهم دارا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             فدخل عليهم فقال يا بني إني قد بلغت ( 27 ب ) سنا عالية فمن\nكان له منكم أصل يعني بالمدينة فليتمسك به ومن لم يكن له منكم بها أصل\nفليتخذ ما قدر عليه ولو قصرة فإني سمعت رسول الله صلى الله عليه وسلم يقول\nيأتي على الناس زمان يكون من لا أصل له بها كالمجتاز بها أو كالخارج منها\nإلى غيرها والثاني\n</p>\n\n<p>\n| ( 99 ) زياد بن عبد الله الأنصاري روى الشعبي عنه عن النبي صلى الله\nعليه وسلم حديثا\n</p>\n\n<p>\n96 أخبرنا الحسن بن أبي بكر أخبرنا دعلج بن أحمد حدثنا أحمد ابن موسى\nالحمار حدثنا عبيد بن إسحاق حدثنا قيس عن فراس عن الشعبي عن زياد بن عبد\nالله الأنصاري قال لما بعث رسول الله صلى الله عليه وسلم عبد الله بن رواحة\nيخرص على أهل خيبر لم يجده أخطأ بحشفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 100 ) وزياد بن عبد الله النميري نسبه عدي بن أبي عمارة روى عنه سهيل\nبن أبي صالح وحسن بن أبي الحسناء وعمارة بن زاذان البصري قال ذلك محمد بن\nإسماعيل البخاري\n</p>\n\n<p>\n( 101 ) وزياد بن عبد الله الأنصاري\n</p>\n\n<p>\n97 أخبرنا ابن الفضل القطان أخبرنا <span id='ms035'></span> علي بن إبراهيم المستملي حدثنا أبو\nأحمد ( ابن ) فارس حدثنا البخاري قال قال لنا حجاج عن حماد عن داود بن أبي\nهند عن محمد بن أبي موسى عن زياد بن عبد الله سأل أبيا <span class='quran'>لا يحل لك\nالنساء </span>قال البخاري وقال ابن إدريس عن داود عن محمد عن زياد ولم ينسبه\nوقال وهيب رجل من الأنصار يقال له زياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 102 ) وزياد بن عبد الله ( 28 أ ) بن حدير الأسدي عن أوس روى عنه\nداود بن أبي هند الكوفي ذكر ذلك البخاري وقوله الكوفي أراد زيادا لا داود\n</p>\n\n<p>\n( 103 ) وزياد بن عبد الله البلوي رأى ابن سندر روى عنه سعيد بن أبي أيوب\nذكر ذلك البخاري أيضا\n</p>\n\n<p>\n| ( 104 ) وزياد بن عبد الله القرشي حدث عن هند بنت المهلب بن أبي صفرة\nروى عنه يزيد بن مروان الخلال وقد ذكرنا حديثه في فصل النوادر من كتاب\nالتلخيص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n( 105 ) وزياد بن عبد الله بن الطفيل البكائي الكوفي سمع منصور بن\nالمعتمر وسليمان الأعمش ومحمد بن إسحاق بن يسار روى عنه إسماعيل بن عيسى\nالعطار وغيره\n</p>\n\n<p>\n98 أخبرنا أحمد بن محمد بن أحمد بن حماد الواعظ حدثنا يوسف ابن يعقوب بن\nإسحاق بن البهلول ثنا حميد بن الربيع حدثنا زياد بن عبد الله البكائي حدثنا\nمنصور والأعمش عن إبراهيم عن الأسود عن أبي السنابل ابن بعكك قال ولدت\nسبيعة بعد وفاة زوجها بثلاث وعشرين أو خمس وعشرين ليلة فتشوفت فأتي النبي\nصلى الله عليه وسلم فأخبر فقال إن تفعل فقد حل أجلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n| سلمة بن جنادة وسلم بن جنادة الأول\n</p>\n\n<p>\n( 106 ) سلمة بن جنادة الهذلي البصري حدث عن سنان بن سلمة الهذلي ( 28 ب\n) وفروة السهمي روى عنه حجاج بن حجاج الباهلي\n</p>\n\n<p>\n99 أخبرنا أبو بكر محمد بن عمر بن القاسم النرسي أخبرنا محمد ابن عبد\nالله الشافعي حدثنا معاذ بن المثنى حدثنا محمد بن المنهال حدثنا يزيد بن\nزريع حدثنا الحجاج الأحول عن سلمة بن جنادة الهذلي عن سنان بن سلمة الهذلي\nأن رجلا من المهاجرين تصدق على أمه بأرض له عظيمة وأنها <span id='ms036'></span> ماتت فأتى النبي\nصلى الله عليه وسلم فقال يا رسول الله إن أمي فلانة كانت أحب الناس إلي\nوأعزهم علي وإني تصدقت عليها بأرض لي عظيمة وإنها ماتت وليس لها وارث غيري\nفكيف تأمرني أن أصنع بها فقال له النبي صلى الله عليه وسلم قد أوجب الله لك\nأجرك ورد عليك أرضك فاصنع بها ما شئت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n             قال يزيد بن زريع ورأيت\nسلمة يعني ابن جنادة وأنا غلام وهو شيخ كبير قد صفر لحيته والثاني\n</p>\n\n<p>\n| ( 107 ) سلم بن جنادة ابن سلم بن خالد بن جابر بن سمرة أبو السائب\nالسوائي الكوفي حدث عن وكيع\n</p>\n\n<p>\nوأبي معاوية وعبد الله بن نمير وحفص بن غياث روى عنه يحيى بن محمد بن\nصاعد والقاضي أبو عبد الله المحاملي ومحمد بن مخلد وغيرهم\n</p>\n\n<p>\n100 أخبرنا أبو عمر بن مهدي أخبرنا أبو عبد الله محمد بن مخلد العطار\nحدثنا أبو السائب سلم بن جنادة حدثنا حفص بن غياث عن عبيد الله بن عمر عن\nنافع عن ابن عمر ( 29 أ ) قال كنا نأكل ونحن نسعى ونشرب ونحن قيام على عهد\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n| - * عبيدة بن حسان وعبيد بن حسان الأول\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| ( 108 ) بفتح العين عبيدة بن حسان الشامي حدث عن عطاء الكيخاراني وعبد\nالله بن كرز روى عنه طلحة بن\n</p>\n\n<p>\nزيد الدمشقي وخالد بن حيان الرقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n101 أخبرنا أبو عبد الله محمد بن عمر بن يزداد إمام المسجد الجامع بالكرج\nأخبرنا أبو بكر بن المقرئ الأصبهاني بها أخبرنا أبو يعلى أحمد ابن علي بن\nالمثنى الموصلي حدثنا شيبان حدثنا طلحة بن زيد الدمشقي عن عبيدة بن حسان عن\nعطاء الكيخاراني عن جابر قال بينا نحن مع رسول الله صلى الله عليه وسلم في\nبيت من خشب في نفر من المهاجرين فيهم أبو بكر وعمر وعثمان وعلي وطلحة\nوالزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص قال النبي صلى الله عليه وسلم\nلينهض كل رجل إلى كفئه ونهض النبي صلى الله عليه وسلم إلى عثمان فاعتنقه ثم\nقال أنت <span id='ms037'></span> وليي في الدنيا وأنت وليي في الآخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             @ 201\nوالثاني\n</p>\n\n<p>\n| ( 109 ) عبيد بن حسان الصيدلاني الكوفي حدث عن سليمان الأعمش ومنصور بن\nالمعتمر ومسعر بن كدام روى عنه أبو\n</p>\n\n<p>\nكريب محمد بن العلاء الهمداني\n</p>\n\n<p>\n102 أخبرنا القاضي أبو القاسم علي بن المحسن بن علي بن محمد ابن أبي\nالفهم التنوخي أخبرنا أبو يعقوب إسحاق بن سعد بن الحسن بن شقيق النسوي ( 29\nب ) قال حدثنا عبد الله بن زيدان حدثنا محمد بن العلاء حدثنا عبيد بن حسان\nالصيدلاني عن الأعمش ومنصور عن شقيق عن عبد الله قال صليت خلف رسول الله\nصلى الله عليه وسلم فلما رفعنا رؤوسنا من الركعة الثانية قال قلنا السلام\nعلى الله قبل خلقه والسلام على جبريل وميكائيل فعلمنا رسول الله صلى الله\nعليه وسلم هذه الأربع كلمات التحيات لله والصلوات والطيبات السلام عليك\nأيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد\nأن لا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             وأشهد أن محمدا عبده ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الياء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عبيد الله بن أبي عبد الله وعبد الله بن أبي عبد الله الأول\n</p>\n\n<p>\n( 110 ) عبيد الله بن أبي عبد الله الأغر واسم أبيه سلمان مولى جهينة وهو\nمديني حدث عن أبيه روى عنه مالك بن أنس\n</p>\n\n<p>\n103 أخبرنا أبو حازم عمر بن أحمد بن إبراهيم العبدويي الحافظ بنيسابور\nأخبرنا محمد بن عبد الله بن إبراهيم السليطي حدثنا جعفر بن محمد ابن الحسين\nالمعروف بجعفر الترك حدثنا يحيى بن يحيى قال قرأت على مالك عن زيد بن رباح\nوعبيد الله بن أبي عبد الله الأغر ( عن أبي عبد الله الأغر ) عن أبي هريرة\nأن النبي صلى الله عليه وسلم قال صلاة في مسجدي هذا خير من ألف صلاة فيما\nسواه إلا المسجد الحرام وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 111 ) عبد الله ( 30 أ ) بن أبي عبد الله فهم سبعة ذكرناهم في كتاب\nالمتفق والمفترق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن رواحة وعبد الله بن رواحة الأول شيخ ليس بالمشهور يسمى (\n112 ) عبيد الله بن رواحة أظنه بصريا حدث عن أنس بن مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             روى\nعنه أبان <span id='ms038'></span> بن خالد\n</p>\n\n<p>\n104 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق بن إبراهيم البغوي\nحدثنا أحمد بن زهير حدثنا موسى بن إسماعيل حدثنا أبان بن خالد السعدي قال\nسمعت عبيد الله بن رواحة في مسجد بني نهد قال قال أنس ابن مالك ما رأيت\nرسول الله صلى الله عليه وسلم يصليها يعني ركعتي الضحى إلا أن يجيء من غيبة\nأو يخرج إلى غيبة\n</p>\n\n<p>\n105 أخبرنا الحسن بن علي التميمي أخبرنا أحمد بن جعفر بن حمدان بن مالك\nأبو بكر القطيعي حدثنا عبد الله بن أحمد بن حنبل حدثني أبي حدثنا إبراهيم\nيعني ابن إسحاق حدثنا ابن مبارك عن أبان بن خالد سمعت عبيد الله بن رواحة\nيقول حدثني أنس بن مالك أنه لم ير رسول الله صلى الله عليه وسلم صلى الضحى\nقط إلا أن يخرج في سفر أو يقدم من سفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n106 وقال عبد الله بن أحمد حدثني أبي حدثنا عبد الرحمن بن مهدي عن أبان\nيعني ابن خالد قال حدثني عبيد الله بن رواحة قال سمعت أنس بن مالك أنه لم\nير رسول الله صلى الله عليه وسلم يصلي الضحى إلا أن يخرج في سفر أو يقدم من\nسفر قال الشيخ أيده الله وقد حدث عبد الرحمن بن مهدي أيضا عن حماد بن سلمة\nعن عبيد الله ابن رواحة عن مسروق ولا أرى ( 30 ب ) شيخ حماد بن سلمة إلا\nالذي روى عنه أبان بن خالد والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n107 أخبرنا الحسن بن أبي بكر وأبو الحسن أحمد بن علي بن الحسن البادا\nقالا أخبرنا دعلج بن أحمد بن دعلج بن المعدل حدثنا علي بن عبد العزيز حدثنا\nأبو عبيد القاسم بن سلام حدثنا ابن مهدي عن حماد بن سلمة عن عبيد الله بن\nرواحة قال حدثني مسروق أن رجلا من الشعوب أسلم فكانت تؤخذ منه الجزية فأتى\nعمر فأخبره فكتب أن لا تؤخذ منه الجزية قال أبو عبيد الشعوب ها هنا العجم\nوفي غير هذا الموضع أكبر من القبائل\n</p>\n\n<p>\n| ( 113 ) وعبيد الله <span id='ms039'></span> بن رواحة أبو سفيان الأسدي البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             حدث\nعن عبد الله بن عون بن أرطبان وشعبة بن\n</p>\n\n<p>\nالحجاج ومالك بن أنس روى عنه أبو بلال الأشعري وبشر بن الحكم النيسابوري\nوابنه عبد الرحمن بن بشر ومحمد بن يونس الكديمي\n</p>\n\n<p>\n108 أخبرنا أبو عمرو وعثمان بن محمد بن يوسف بن دوست العلاف أخبرنا محمد\nبن عبد الله بن إبراهيم الشافعي حدثنا محمد بن يونس حدثنا عبيد الله بن\nرواحة أبو سفيان الأسدي حدثنا ابن عون عن محمد عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم لو أن الدين معلق بالثريا لتناوله رجال من الفرس\nوالثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 114 ) عبد الله بن رواحة ابن امرئ القيس بن ثعلبة بن امرئ القيس بن\nثعلبة بن كعب بن الخزرج\n</p>\n\n<p>\nبن الحارث بن الخزرج الأنصاري له صحبة وشهد بدرا وأحدا وكان ( 31 أ )\nنقيب الأنصار واستشهد يوم مؤتة\n</p>\n\n<p>\n109 أخبرنا محمد بن الحسين القطان أخبرنا دعلج بن أحمد أخبرنا محمد بن\nعلي بن زيد الصائغ أن سعيد بن منصور حدثهم قال حدثنا أبو شهاب عن إسماعيل\nبن أبي خالد عن قيس بن أبي حازم قال بكى عبد الله بن رواحة فبكت امرأته\nفقال لها ما يبكيك قالت رأيتك تبكي فبكيت فقال إني أعلم أني وارد النار فلا\nأدري أناج منها أم لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n| عبيد الله بن أبي يزيد وعبد الله بن أبي يزيد الأول\n</p>\n\n<p>\n( 115 ) عبيد الله بن أبي يزيد مولى آل قارظ حلفاء بني زهرة من أهل مكة\nسمع أباه وعبد الله بن عباس وعبد الله بن عمرو وعبد الله بن الزبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             روى عنه ابن جريج وشعبة وسفيان بن عيينة\n</p>\n\n<p>\n110 أخبرنا أبو الحسن محمد بن أحمد بن محمد بن أحمد بن رزقويه البزاز\nببغداد وأبو حفص عمر بن أحمد بن عثمان البزاز بعكبرا وأبو الحسن علي بن\nأحمد بن هارون المعدل بالنهروان قالوا حدثنا محمد بن يحيى بن عمر بن علي بن\nحرب الطائي حدثنا علي بن حرب حدثنا سفيان بن عيينة عن عبيد الله بن أبي\nيزيد عن أبيه <span id='ms040'></span> عن سباع بن ثابت عن أم كرز أن النبي صلى الله عليه وسلم قال\nعن الغلام شاتان وعن الجارية شاة لا يضركم ذكرانا كن أو إناثا والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 116 ) عبد الله بن أبي يزيد أبو عبد الرحمن القارئ البصري حدث عن\nموسى بن أنس بن مالك وعن\n</p>\n\n<p>\nالحسن البصري وثابت البناني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             روى عنه عبد الصمد ( 31 ب ) بن\nعبد الوارث\n</p>\n\n<p>\n111 أخبرنا الحسن بن علي التميمي أخبرنا أحمد بن جعفر القطيعي حدثنا عبد\nالله بن أحمد بن حنبل حدثني أبي حدثنا عبد الصمد يعني ابن عبد الوارث حدثنا\nعبد الله بن أبي يزيد قال سمعت موسى بن أنس يحدث عن أبيه أن الأنصار اشتدت\nعليهم السواني فأتوا النبي صلى الله عليه وسلم ليدعو لهم أو يحفر لهم نهرا\nفأخبر النبي صلى الله عليه وسلم بذلك فقال لا يسألوني اليوم شيئا إلا أعطوه\nفأخبرت الأنصار بذلك فلما سمعوا ما قال النبي صلى الله عليه وسلم قالوا ادع\nالله لنا بالمغفرة فقال اللهم اغفر للأنصار ولأبناء الأنصار ولأبناء أبناء\nالأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n| عبيد الله بن مليل وعبد الله بن مليل الأول\n</p>\n\n<p>\n( 117 ) عبيد الله بن مليل حدث عن صاحب له لم يسمه روى عنه عباد بن عباد\nالمهلبي\n</p>\n\n<p>\n112 أخبرنا أبو الحسن علي بن أحمد بن إبراهيم بن إسماعيل البزاز بالبصرة\nحدثنا أبو علي الحسن بن محمد بن عثمان الفسوي حدثنا يعقوب ابن سفيان حدثنا\nأحمد بن منيع حدثنا عباد بن عباد حدثنا عبيد الله بن مليل قال حدثنا صاحب\nلنا ثقة عن سعيد بن جبير قال قال رسول الله صلى الله عليه وسلم ما زال\nجبريل يوصيني بالمملوكين حتى ظننت أنه سيجعل لهم حدا إذا بلغوه أعتقوا\nوالثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 118 ) عبد الله بن مليل البجلي الكوفي حدث عن علي بن أبي طالب روى\nعنه كثير النواء ( 32\n</p>\n\n<p>\nأ ) وسالم بن أبي حفصة\n</p>\n\n<p>\n113 أخبرنا القاضي أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي حدثنا\nأبو الحسن علي بن إسحاق المادرائي حدثنا ابن أبي غرزة الغفاري حدثنا عبيد\nالله بن موسى أخبرنا فطر <span id='ms041'></span> عن كثير النواء عن عبد الله بن مليل قال سمعت عليا\nيقول قال رسول الله صلى الله عليه وسلم ما من نبي إلا قد أعطي سبعة نجباء\nرفقاء وأعطيت أنا أربعة عشر سبعة من قريش علي وحسن وحسين وحمزة وجعفر وأبو\nبكر وعمر وسبعة من المهاجرين عبد الله بن مسعود وسلمان وأبو ذر وحذيفة\nوعمار والمقداد وبلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n| عبيد الله بن رزيق وعبد الله بن رزيق الأول\n</p>\n\n<p>\n( 119 ) عبيد الله بن رزيق البصري يعرف بالأحمر حدث عن الحسن روى عنه\nسعيد بن أبي عروبة\n</p>\n\n<p>\n| ( 114 ) أخبرنا أبو الحسن علي بن أحمد بن عمر بن حفص المقرئ أخبرنا أبو\nبكر أحمد بن سلمان بن\n</p>\n\n<p>\nالحسن النجاد قال قرئ على يحيى بن جعفر وأنا أسمع قال أخبرنا عبد الوهاب\nأخبرنا سعيد عن عبيد الله بن رزيق عن الحسن أن رسول الله صلى الله عليه\nوسلم كان على بغلة له شهباء فحادت به فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             حادت ولم تحد عن\nكثير حادت عن رجل يعذب في قبره من أجل النميمة وآخر يعذب من الغيبة وأما\n</p>\n\n<p>\n120 عبد الله بن رزيق ( 32 ب ) فهو الشامي حدث عن عمرو بن الأسود روى عنه\nأرطأة بن المنذر وقد ذكرناه وسقنا حديثه في كتاب التلخيص مع نظيره عبد الله\nبن زريق بتقديم الزاي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n| عبيد الله بن أبي صالح وعبد الله بن أبي صالح الأول\n</p>\n\n<p>\n( 121 ) عبيد الله بن أبي صالح حدث عن طاووس بن كيسان روى عنه عمر بن أبي\nخليفة العبدي البصري\n</p>\n\n<p>\n115 أخبرني أبو بكر محمد بن عبد الملك بن محمد بن عبد الله بن بشران\nالقرشي أخبرنا عمر بن أحمد بن عثمان الواعظ حدثنا محمد بن منصور الشيعي\nحدثنا نصر بن علي الجهضمي حدثنا عمر بن أبي خليفة عن عبيد الله بن أبي صالح\nقال دخل علي طاووس يعودني فقلت له يا أبا عبد الرحمن ادع الله لي قال ادع\nلنفسك فإنه يجيب المضطر إذا دعاه والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 122 ) عبد الله بن أبي صالح السمان المدني واسم أبيه ذكوان ويلقب عبد\nالله عبادا حدث عن <span id='ms042'></span> أبيه روى\n</p>\n\n<p>\nعنه ابن جريج وابن أبي ذئب وموسى بن يعقوب الزمعي وجابر بن سليم الزرقي\nوقيس بن الربيع وهشيم بن بشير\n</p>\n\n<p>\n116 أخبرنا أبو بكر البرقاني قال قرأت على أبي بكر أحمد بن إبراهيم\nالإسماعيلي أخبركم عبد الله بن محمد بن سيار حدثنا قتيبة عن هشيم قال\nالبرقاني وقرأنا على محمد بن علي الحساني حدثكم عبد الله بن أبي القاضي\nحدثنا أبو رجاء وأبو خيثمة قالا حدثنا هشيم عن ( 33 أ ) عبد الله بن أبي\nصالح عن أبيه عن أبي هريرة قال قال النبي صلى الله عليه وسلم اليمين على ما\nصدقك عليه صاحبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 123 ) وعبد الله بن أبي صالح حدث عن أنس بن مالك روى عنه زافر بن\nسليمان القهستاني\n</p>\n\n<p>\n117 أخبرنا القاضي أبو القاسم الحسين بن بكر بن عبيد الله بن محمد ابن\nعبيد حدثنا محمد بن خلف بن محمد بن جيان الخلال حدثنا حامد بن محمد بن شعيب\nالبلخي حدثنا محمد بن بكار حدثنا زافر بن سليمان حدثنا عبد الله بن أبي\nصالح عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم إذا عاهة من\nالسماء نزلت صرفت عن عمار المساجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n| عبيد الله بن عامر وعبد الله بن عامر الأول\n</p>\n\n<p>\n( 124 ) عبيد الله بن عامر الحجازي حدث عن عبد الله بن عمرو بن العاص روى\nعنه عبد الله بن أبي نجيح\n</p>\n\n<p>\n118 أخبرنا محمد بن الحسين بن الفضل القطان أخبرنا عبد الله بن جعفر بن\nدرستويه حدثنا يعقوب بن سفيان حدثنا أبو بكر هو عبد الله بن الزبير الحميدي\nحدثنا سفيان حدثنا ابن أبي نجيح أخبرنا عبيد الله بن عامر أنه سمع عبد الله\nبن عمرو يقول قال رسول الله صلى الله عليه وسلم ليس منا من لم يرحم صغيرنا\nويعرف حق كبيرنا قال سفيان كان بنو عامر ثلاثة فحدثنا عمرو عن عروة بن عامر\nوحدثنا ابن أبي نجيح عن عبيد الله بن عامر وسمعت أنا من عبد الرحمن ( 33 ب\n) بن عامر وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 125 ) عبد الله بن عامر فهم ستة <span id='ms043'></span> ذكرتهم في الفصل الرابع من كتاب\nالتلخيص فغنيت عن إعادة ذكرهم ها هنا\n</p>\n\n<p>\nعبيد الرحمن بن فضالة وعبد الرحمن بن فضالة الأول\n</p>\n\n<p>\n| ( 126 ) عبيد الرحمن بن فضالة بن أبي أمية البصري أخو مبارك بن فضالة\nسمع بكر بن عبد الله المزني\n</p>\n\n<p>\nروى عنه عبد الله بن المبارك ووكيع بن الجراح وعبد الرحمن بن مهدي ومسلم\nبن إبراهيم\n</p>\n\n<p>\n119 أخبرنا محمد بن الحسين القطان أخبرنا دعلج بن أحمد أخبرنا محمد بن\nعلي بن زيد الصائغ أن سعيد بن منصور حدثهم قال حدثنا عبد الله بن المبارك\nأخبرني عبيد الرحمن بن فضالة أنه سمع بكر بن عبد الله المزني يقول قال أبو\nذر يكفي من الدعاء مع البر اليسنير كما يكفي الطعام من الملح والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 127 ) عبد الرحمن بن فضالة أبو ذر الشامي يروي عن عمرو بن اللجلاج\nالسكسكي والزبير بن عبد الله العنسي مرسل سمع منه صفوان بن عمرو ذكر ذلك\nالبخاري\n</p>\n\n<p>\n( 128 ) وعبد الرحمن بن فضالة شامي أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             حدث عن سليمان بن\nعبد الرحمن الدمشقي روى عنه محمد بن إسماعيل الفقيه الفارسي\n</p>\n\n<p>\n120 أخبرني أبو محمد الحسن بن محمد بن الحسن بن علي الخلال حدثنا عمر بن\nإبراهيم المقرئ حدثنا أبو عبد الله محمد بن إسماعيل الفارسي حدثنا عبد\nالرحمن ( 34 أ ) بن فضالة حدثنا سليمان بن عبد الرحمن حدثنا خالد بن يزيد\nحدثنا سليمان بن علي بن عبد الله بن عباس عن أبيه عن جده عن رسول الله صلى\nالله عليه وسلم قال أهل الجنة عشرون ومئة صف ثمانون منها لأمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n| عمير بن عبد الله وعمر بن عبدالله الأول\n</p>\n\n<p>\n( 129 ) عمير بن عبد الله بن بشر الخثعمي الكوفي حدث عن عبد الملك بن\nالمغيرة وأبي زرعة عمرو بن حريز روى عنه سفيان الثوري وعبد الجبار بن\nالعباس الشبامي وقيس بن الربيع الأسدي\n</p>\n\n<p>\n121 أخبرنا أبو نعيم الحافظ حدثنا عبد الله بن جعفر بن أحمد بن فارس\nحدثنا يونس بن حبيب حدثنا أبو داود حدثنا قيس عن عمير بن عبد الله عن عبد\nالملك بن المغيرة الطائفي عن <span id='ms044'></span> أوس الثقفي قال قدمنا على النبي صلى الله عليه\nوسلم في وفد ثقيف فأقمنا عنده نصف شهر فرأيته ينفتل عن يمينه وعن يساره\nوأما عمر بن عبد الله فكثيرون وليس في ذكرهم طائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n| عمير بن حبيب وعمر بن حبيب الأول\n</p>\n\n<p>\n( 130 ) عمير بن حبيب بن خماشة الأنصاري ثم الخطمي أحد الصحابة الذين\nبايعوا رسول الله صلى الله عليه وسلم تحت الشجرة وهو جد أبي جعفر الخطمي\nالمديني أرسل أبو جعفر الرواية عنه\n</p>\n\n<p>\n122 أخبرنا أبو محمد ( 34 ب ) الحسن بن علي بن أحمد بن بشار السابوري\nبالبصرة حدثنا محمد بن الحسن بن الفرج الأنباري حدثنا الحارث ابن أبي أسامة\nحدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن أبي جعفر الخطمي أن جده عمير\nبن حبيب وكانت له صحبة أوصى بنيه قال يا بني إياكم ومجالسة السفهاء فإن\nمجالستهم داء إنه من يحلم عن السفيه يسر بحلمه ومن يجبه يندم ومن لا يقر\nبقليل ما يأتي به السفيه يقر بالكثير ومن يصبر على ما يكره يدرك ما يحب\nوإذا أراد أحدكم أن يأمر الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             بالمعروف وينهاهم عن المنكر\nفليوطن نفسه على الصبر على الأذى وليثق بالثواب من الله ومن يثق بالثواب من\nالله لا يجد مس الأذى والثاني\n</p>\n\n<p>\n| ( 131 ) عمر بن حبيب الأنصاري حدث عن أبيه روى عنه سليمان التيمي\n</p>\n\n<p>\n( 123 ) أخبرنا غيلان بن القاسم بن محمد بن إبراهيم السمسار أخبرنا دعلج\nبن أحمد بن دعلج حدثنا بشر بن موسى حدثنا ضرار بن صرد حدثنا عبد الرحمن\nالمحاربي عن سليمان التيمي عن عمر بن حبيب الأنصاري عن أبيه عن ابن عمر عن\nعمر قال قال رسول الله صلى الله عليه وسلم ينادي مناد يوم القيامة ليقم\nخصماء الله تعالى وهم القدرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 132 ) وعمر بن حبيب المكي حدث عن عمرو بن دينار والزهري وابن أبي\nنجيح ورأى عطاء بن أبي رباح\n</p>\n\n<p>\nروى عنه رباح بن زيد وعبد الرزاق ( 35 أ ) بن همام\n</p>\n\n<p>\n124 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق البغوي حدثنا عبد\nالله بن أحمد <span id='ms045'></span> بن حنبل حدثني أبي حدثنا إبراهيم بن خالد حدثنا رباح حدثنا\nعمر بن حبيب عن عمرو بن دينار قال كان يحدث عن ابن عباس كأنها حبال السفن\nيعني قوله <span class='quran'>جمالة صفر </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 133 ) وعمر بن حبيب قاضي البصرة حدث عن هشام بن عروة وابن جريج وخالد\nالحذاء وغيرهم روى عنه يحيى\n</p>\n\n<p>\nبن عياش القطان وأبو قلابة الرقاشي\n</p>\n\n<p>\n125 أخبرنا محمد بن الحسين القطان أخبرنا عثمان بن أحمد بن عبد الله\nالدقاق حدثنا أبو قلابة حدثنا عمر بن حبيب القاضي حدثنا خالد الحذاء عن أبي\nالمليح عن أبيه أن رسول الله صلى الله عليه وسلم قال لا يقبل الله تعالى\nصلاة بغير طهور ولا صدقة من غلول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n| عمير بن سيف وعمر بن سيف الأول ( 134 ) عمير بن سيف الخولاني من أهل\nالشام سمع أبا مسلم\n</p>\n\n<p>\nالخولاني روى عنه شرحبيل بن مسلم\n</p>\n\n<p>\n126 أخبرنا أبو عبد الله الحسين بن جعفر بن محمد السلماسي حدثنا أبو عمر\nمحمد بن العباس الخزاز حدثنا يحيى بن محمد بن صاعد حدثنا الحسين بن الحسن\nحدثنا عبد الله بن المبارك أخبرنا إسماعيل بن عياش قال حدثني شرحبيل بن\nمسلم الخولاني عن عمير بن سيف الخولاني أنه سمع أبا مسلم الخولاني يقول لأن\nيولد لي مولود يحسن الله نباته حتى إذا استوى على شبابه وكان أعجب ما يكون\nإلي قبضه الله مني أحب إلي ( 35 ب ) من أن يكون لي الدنيا وما فيها والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 135 ) عمر بن سيف حدث عن المهلب بن أبي صفرة روى عنه قتادة بن دعامة\n</p>\n\n<p>\n127 أخبرنا أبو طالب محمد بن علي بن الفتح الحربي حدثنا علي ابن عمر بن\nأحمد الحافظ حدثنا أبو بكر أحمد بن محمد بن أبي شيبة حدثنا قطن بن إبراهيم\nحدثنا حفص بن عبد الله حدثني إبراهيم بن طهمان عن الحجاج بن الحجاج عن\nقتادة عن عمر بن سيف عن المهلب بن أبي صفرة عن عبد الله بن عمرو قال قال\nرسول الله صلى الله عليه وسلم تبعث نار على أهل المشرق فتحشرهم إلى المغرب\nتبيت معهم <span id='ms046'></span> حيث باتوا وتقيل معهم حيث قالوا يكون لها ما سقط منهم وتخلف\nتسوقهم سوق الجمل الكسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 136 ) وعمر بن سيف الأسدي روى عن الشعبي وابن سيرين قولهما روى عنه\nمروان بن معاوية ذكر ذلك البخاري\n</p>\n\n<p>\nعمير بن إسحاق وعمر بن إسحاق الأول\n</p>\n\n<p>\n| ( 137 ) عمير بن إسحاق أبو محمد مولى بني هاشم سمع أبا هريرة وعمرو بن\nالعاص والحسن بن علي بن\n</p>\n\n<p>\nأبي طالب روى عنه عبد الله بن عون ولا نعلم روى عنه غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n128 أخبرنا أبو العلاء محمد بن الحسن بن محمد الوراق أخبرنا أبو بكر أحمد\nبن كامل بن خلف بن شجرة القاضي حدثنا أبو قلابة عبد الملك ابن محمد الرقاشي\nحدثنا عبد الله بن رجاء حدثنا إسرائيل عن أبي إسحاق عن أبي بردة عن أبي\nموسى قال قال لنا رسول الله ( 36 أ ) صلى الله عليه وسلم انطلقوا مع جعفر\nبن أبي طالب إلى أرض الحبشة فانطلقنا فبلغ قريشا فوجهوا عمرو بن العاص\nوعمارة بن الوليد ووجهوا للنجاشي هدية قال فقدموا على النجاشي فقبل هديتهم\nفقالوا له إن قوما منا رغبوا عن ديننا بأرضك قال بأرضي قال نعم قال فأرسل\nإلينا قال فقال جعفر أنا خطيبكم اليوم لا يتكلمن أحد قال فانتهينا إليه\nوعمرو بن العاص عن يمينه وعمارة عن يساره وقد قالا له إنهم لا يسجدون لك\nقال فزبرنا من كان عنده من القسيسين والرهبان اسجدوا للملك فقال جعفر إنا\nلا نسجد إلا لله تعالى إن الله تعالى بعث إلينا نبينا محمدا صلى الله عليه\nوسلم فأمرنا أن نعبد الله لا نشرك به شيئا ونقيم الصلاة ونؤتي الزكاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             ويأمر بالمعروف وينهى عن المنكر فقال له عمرو وصاحبه ما يقول\nصاحبكم في ابن مريم قال يقول خرج من البتول العذراء التي لم يقربها بشر ولم\nيفرضها ولد قال فأخذ النجاشي شيئا من الأرض فقال ما أزيد على ما تقولون في\nابن مريم مثل هذه أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله فقولا له\nفلولا ما أنا فيه من <span id='ms047'></span> الملك لأتيته حتى أحمل نعله ورد على عمرو وعمارة\nالهدية وقال اخرجا عني ( 36 ب ) فما أبالي أن لا تأتياني وقال لنا أقيموا\nفي أرضي ما بدا لكم وأنتم آمنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n129 وأخبرنا أبو العلاء الوراق أخبرنا أحمد بن كامل حدثنا أبو قلابة\nحدثنا عبيد الله بن معاذ حدثني أبي قال حدثني ابن عون قال حدثني عمير بن\nإسحاق قال حدثني عمرو بن العاص بنحو من هذا وزاد فيه فخرجت فلم يكن شيء أحب\nإلي من أن ألقى جعفرا فلقيته فقلت أشهد أن لا إله إلا الله وأشهد أن محمدا\nعبده ورسوله قال وكان أصحابي الذين كانوا معي فلما أتيتهم وثبوا علي\nفضربوني وألقوا على وجهي ثوبا فلم أزل حتى تخلصت منهم وخرجت عاريا ليس علي\nشيء فلقيت سوداء فأخذت قناعها فجعلته على ثوبي فأتيت جعفر بن أبي طالب فجاء\nمعي إلى الملك وقد كان الملك قال لحاجبه لا تحجبنه عني وإن كنت مع أهلي\nفجاء جعفر فقال ائذن لحزب الله فأذن له وهو مع أهله قال فأخبره جعفر قال\nفأرسل معي حتى أخذت جميع ما كان لي قال حتى القدح والسفرة هذا أو نحوه وزاد\nفيه كلاما كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 138 ) عمر بن إسحاق مولى زائدة حدث عن أبيه روى عنه أبو صخر حميد بن\nزياد\n</p>\n\n<p>\n130 أخبرنا ابن الفضل القطان أخبرنا علي بن إبراهيم المستملي حدثنا أبو\nأحمد بن فارس حدثنا البخاري قال قال لي يحيى بن سليمان حدثني ابن وهب\nأخبرني أبو صخر حميد أن عمر بن إسحاق مولى زائدة حدثه ( 37 أ ) عن أبيه عن\nأبي هريرة عن النبي صلى الله عليه وسلم قال رمضان إلى رمضان كفارات ما\nاجتنبت الكبائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 139 ) وعمر بن إسحاق بن يسار أخو محمد وأبي بكر مدني حدث عن نافع بن\nجبير بن مطعم روى\n</p>\n\n<p>\nعنه عبد العزيز بن محمد الدراوردي وأبو بكر الحنفي ومحمد ابن عمر الواقدي\n</p>\n\n<p>\n131 أخبرنا الحسن بن أبي بكر أخبرنا أبو بكر مكرم بن أحمد بن محمد بن\nمكرم القاضي حدثنا الحارث بن أبي أسامة <span id='ms048'></span> حدثنا الواقدي حدثنا عمر بن إسحاق\nمولى آل مخرمة حدثنا نافع بن جبير عن أبيه أن رسول الله صلى الله عليه وسلم\nقال كل عرفة موقف وكل جمع موقف وكل منى منحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n| عمير بن مرداس وعمر بن مرداس الأول\n</p>\n\n<p>\n( 140 ) عمير بن مرداس بن المرزبان الدونقي من أهل قرية تسمى دونق على\nباب نهاوند قد رأيتها ودخلتها وعندها قبر النعمان بن مقرن المزني وقبور عدة\nمن الصحابة حدث عمير عن عبد الله بن نافع وإسماعيل بن أبي أويس وأبي بكر\nالحميدي وغيرهم روى عنه أحمد بن مروان بن محمد المالكي وأحمد بن طاهر\nالميانجي وعبد الصمد بن علي الطستي وأحمد بن إسحاق بن نيخاب الطيبي ومحمد\nبن عيسى البروجردي\n</p>\n\n<p>\n132 أخبرنا علي بن أحمد بن محمد الرزاز حدثنا عبد الصمد بن علي الطستي\nأخبرني عمير بن مرداس الدونقي فيما قرأت عليه قال حدثنا عبد الرحمن يعني\nابن إبراهيم السلمي حدثنا ابن لهيعة عن أبي صخر وهو حميد بن زياد المدني عن\nأبي معاوية البجلي وهو ( 37 ب ) الدهني عن سعيد بن جبير عن ابن عباس في قول\nالله عز وجل <span class='quran'>ما كذب الفؤاد ما رأى </span>قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             قد رآه فأما\nمحمد بن كعب فقال رآه فؤاده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 141 ) عمر بن مرداس لعله من أهل البصرة حدث عن أبي خلف عبدالله بن\nعيسى الخزاز روى عنه أحمد\n</p>\n\n<p>\nبن يوسف بن الضحاك الفقيه البغدادي\n</p>\n\n<p>\n133 حدثني أبو القاسم عبيد الله بن أبي الفتح القارئ حدثنا محمد ابن\nالمظفر الحافظ حدثنا أبو عبد الله أحمد بن يوسف بن الضحاك حدثنا عمر ابن\nمرداس حدثنا عبد الله بن عيسى عن يونس عن محمد بن سيرين عن عبيدة عن علي بن\nأبي طالب قال يا أهل الكوفة لولا أن تبطروا لأخبرتكم ما وعد الله على لسان\nنبيه صلى الله عليه وسلم للذين تقتلونهم فيهم المخدج وهو صاحب الثدية\nفاطلبوه فوالله ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n             كذبت ولا كذبت قال فطلبوه فوجدوه منكبا على\nوجهه في جدول من تلك الجداول فجروه فأتوا به أمير المؤمنين فكبر <span id='ms049'></span> ثم حمد\nالله تعالى وسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين بن ذكوان والحسن بن ذكوان الأول\n</p>\n\n<p>\n142 الحسين بن ذكوان العوذي المعلم من أهل البصرة سمع عبد الله بن بريدة\nوعمرو بن شعيب ويحيى بن أبي كثير روى عنه عبد الوارث بن سعيد ويزيد بن زريع\nوعبد الله بن المبارك ويحيى بن سعيد القطان ( 38 أ ) وعبد الوهاب بن عطاء\nويزيد بن هارون وروح ابن عبادة\n</p>\n\n<p>\n134 أخبرنا علي بن أحمد الرزاز حدثنا أبو بكر أحمد بن سلمان النجاد حدثنا\nالحسن بن مكرم بن حسان حدثنا روح بن عبادة حدثنا حسين ابن ذكوان المعلم عن\nعبد الله بن بريدة عن بشير بن كعب عن شداد بن أوس قال قال رسول الله صلى\nالله عليه وسلم سيد الاستغفار أن يقول اللهم أنت ربي لا إله إلا أنت خلقتني\nوأنا عبدك وأنا علي عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك\nبالنعمة وأبوء لك بالذنب اغفر لي إنه لا يغفر الذنوب إلا أنت إذا قالها\nالرجل حين يصبح فمات من يومه دخل الجنة وإن قالها حين يمسي فمات من ليلته\nدخل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 143 ) والحسين بن ذكوان الواسطي ذكره يحيى بن معين فيما\n</p>\n\n<p>\n135 أخبرنا القاضي أبو عبد الله الحسين بن علي الصيمري حدثنا علي بن\nالحسن الرازي حدثنا محمد بن الحسين الزعفراني حدثنا أحمد بن زهير قال سمعت\nيحيى بن معين يقول حسين بن ذكوان روى عنه هشيم والواسطيون وهو واسطي ضعيف\nوالثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 144 ) الحسن بن ذكوان البصري حدث عن سليمان الأحول وعطاء وأبي رجاء\nالعطاردي وغيرهم روى عنه عبد الله بن\n</p>\n\n<p>\nالمبارك ويحيى بن سعيد القطان وعبد الوهاب ابن عطاء\n</p>\n\n<p>\n136 أخبرنا أبو الحسن علي بن محمد بن محمد بن ( أحمد بن ) عثمان الطرازي\nبنيسابور أخبرنا أبو حامد ( 38 ب ) أحمد بن علي بن حسنويه المقرئ حدثنا\nمحمد بن يزيد السلمي حدثنا عبد الوهاب بن عطاء العجلي حدثنا الحسن بن ذكوان\nعن عبد الواحد بن قيس عن عبادة بن الصامت قال قال رسول الله صلى الله عليه\nوسلم لا <span id='ms050'></span> يزال في أمتي ثلاثون رجلا كلهم في الفضل مثل إبراهيم خليل الرحمن\nعليه السلام كلما مات منهم رجل أبدل الله مكانه آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n137 أخبرنا الحسين بن علي الصيمري حدثنا علي بن الحسن الرازي حدثنا محمد\nبن الحسين حدثنا أحمد بن زهير قال سمعت يحيى ابن معين يقول الحسين بن ذكوان\nليس بينه وبين الحسن بن ذكوان قرابة والحسن بن ذكوان بصري\n</p>\n\n<p>\n| الحسين بن عمارة والحسن بن عمارة الأول\n</p>\n\n<p>\n( 145 ) الحسين بن عمارة حدث عن بكر بن عبد الله المزني روى عنه ليث بن\nأبي سليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             ذكر ذلك عبد الرحمن بن أبي حاتم الرازي في كتاب الجرح\nوالتعديل\n</p>\n\n<p>\n| ( 146 ) والحسين بن عمارة النيسابوري حدث عن جرير بن عبد الحميد وزافر\nبن سليمان روى عنه يحيى بن حازم\n</p>\n\n<p>\nالسلمي وغيره\n</p>\n\n<p>\n138 قرأت على محمد بن أحمد بن يعقوب عن محمد بن عبد الله ابن محمد\nالنيسابوري قالا حدثنا أبو جعفر محمد بن صالح بن هاني حدثنا إبراهيم بن\nمحمد بن سعيد الصيدلاني حدثنا الحسين بن عمارة حدثنا جرير عن محمد بن عمرو\nعن أبي سلمة عن أبي هريرة قال قال رسول الله ( 39 أ ) صلى الله عليه وسلم\nأنزل القرآن على سبعة أحرف عليما حكيما غفورا رحيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 147 ) الحسن بن عمارة بن المضرب أبو محمد الكوفي مولى بجيلة حدث عن\nأبي إسحاق السبيعي والحكم بن عتيبة\n</p>\n\n<p>\nوعلي بن الأقمر وعدي بن ثابت وأبي بشر جعفر بن إياس ومحمد بن عجلان روى\nعنه أبو يوسف القاضي والحكم بن ظهير ويزيد بن هارون وأبو بدر شجاع بن\nالوليد وعبد الله بن محمد بن المغيرة وغيرهم\n</p>\n\n<p>\n139 أخبرنا أبو بكر أحمد بن محمد بن محمد بن إبراهيم الأشناني بنيسابور\nحدثنا محمد بن خالد بن خلي الحمصي حدثنا أحمد بن خالد الوهبي حدثنا الحسن\nبن عمارة عن الحكم عن مجاهد عن ابن عباس قال أقام رسول الله صلى الله عليه\nوسلم بخيبر أربعين يوما يصلي ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسين بن أبي جعفر والحسن بن أبي جعفر الأول شيخ\n</p>\n\n<p>\n( 148 ) الحسين بن أبي جعفر يحدث عن <span id='ms051'></span> الوليد بن مسلم الدمشقي روى عنه\nهارون بن مسعود الدهان البغدادي\n</p>\n\n<p>\n| ( 140 ) أخبرني أبو القاسم عبد العزيز بن علي بن أحمد بن الفضل الوراق\nالأزجي حدثنا يوسف بن عمر بن مسرور القواس حدثنا محمد بن مخلد بقراءتي عليه\nقلت له حدثكم هارون بن مسعود الدهان حدثنا الحسين بن أبي جعفر حدثنا الوليد\nبن مسلم عن ثور بن يزيد عن عبد الواحد بن قيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             عن أبي أمامة قال\nالقانت يدر عليه البر ( 39 ب ) حتى يركع والراكع عليه رحمة الله حتى يسجد\nوالساجد يسجد على ظهر قدم الرحمن عز وجل فليصل وليرغب والثاني\n</p>\n\n<p>\n( 149 ) الحسن بن أبي جعفر الجفري البصري قيل إن اسم أبيه عجلان وقيل\nعمرو حدث عن أبي الزبير المكي وعلي بن زيد بن جدعان ومالك بن دينار وثابت\nالبناني ومحمد بن جحادة روى عنه عبد الرحمن بن مهدي ومسلم بن إبراهيم وموسى\nبن إسماعيل وشاذ بن فياض وغيرهم\n</p>\n\n<p>\n141 أخبرنا أبو القاسم عبد الرحمن بن محمد بن عبدالله السراج أخبرنا أبو\nالحسن أحمد بن محمد بن عبدوس الطرائفي حدثنا عثمان بن سعيد الدارمي حدثنا\nمسلم بن إبراهيم الأزدي حدثنا الحسن بن أبي جعفر عن ثابت عن أنس قال قال\nرسول الله صلى الله عليه وسلم إذا مد لأحدكم في الدعاء فليدع فإن الله\nتعالى يستجيب له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 150 ) والحسن بن أبي جعفر أبو علي الجوزجاني واسم أبيه محمد بن يحيى\nحدث عن يحيى بن معين وعبد\n</p>\n\n<p>\nالرحيم بن حبيب روى عنه محمد بن صالح الميداني النيسابوري\n</p>\n\n<p>\n142 أخبرني محمد بن علي بن أحمد الصلحي أخبرنا محمد بن نعيم الضبي حدثني\nمحمد بن صالح بن هانئ حدثنا أبو علي الحسن بن أبي جعفر وهو محمد بن يحيى\nالجوزجاني في شعبان سنة ثمانين ومئتين حدثنا يحيى بن معين حدثنا غندر عن\nشعبة عن حبيب بن الشهيد عن ثابت عن أنس أن النبي صلى الله عليه وسلم صلى\nعلى قبر بعدما دفن\n</p>\n\n<p>\n143 أخبرناه أبو طاهر ( 40 أ ) حمزة بن محمد بن طاهر الدقاق أخبرنا أبو\nعلي الحسين بن أحمد <span id='ms052'></span> بن معبد المالكي حدثنا أحمد بن الحسن بن عبد الجبار\nالصوفي حدثنا يحيى بن معين بإسناده أن النبي صلى الله عليه وسلم صلى على\nقبر امرأة بعدما دفنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسين بن واقد والحسن بن واقد الأول\n</p>\n\n<p>\n( 151 ) الحسين بن واقد أبو علي مولى عبد الله بن عامر بن كريز القرشي\nكان قاضيا بمرو وحدث عن أبي الحارث محمد بن زياد صاحب أبي هريرة وعن عبد\nالله بن بريدة وأبي غالب حزور ويزيد النحوي روى عنه سليمان الأعمش وابنه\nعلي بن الحسين وزيد بن الحباب وعلي بن الحسن بن شقيق وغيرهم\n</p>\n\n<p>\n144 أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس محمد بن\nيعقوب الأصم حدثنا يحيى بن أبي طالب حدثنا علي بن الحسن أخبرنا الحسين بن\nواقد عن يزيد النحوي عن عكرمة في قوله تعالى <span class='quran'>وإن منكم إلا واردها </span>قال الدخول <span class='quran'>كان على ربك حتما مقضيا </span>قال قسما واجبا <span class='quran'>ثم ننجي\nالذين اتقوا ونذر الظالمين فيها جثيا </span>والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 152 ) الحسن بن واقد الحنفي\n</p>\n\n<p>\n145 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا الحسين بن صفوان\nالبرذعي حدثنا عبد الله بن محمد بن عبيد القرشي قال حدثني بعض أصحابنا عن\nالحسن بن واقد الحنفي عن مكحول قال أوحى الله تعالى إلى موسى عليه السلام\nأن اغسل قبلك قال يا رب بأي شيء أغسله قال بالغم والهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسين بن سيار والحسن بن سيار الأول\n</p>\n\n<p>\n( 153 ) الحسين بن سيار أبو علي البغدادي نزل حران وحدث بها عن إبراهيم\nبن سعد الزهري وعبد العزيز بن أبي حازم وأبي معاوية الضرير روى عنه أبو سعد\nمحمد بن يحيى الرهاوي وعبد الله بن سعد القاضي الكريزي ومحمد بن المسيب\nالأرغياني\n</p>\n\n<p>\n146 أخبرنا أبو المظفر محمد بن الحسن المروزي أخبرنا أبو علي زاهر بن\nأحمد السرخسي حدثنا محمد بن المسيب الأرغياني أخبرنا الحسين بن سيار حدثنا\nأبو معاوية عن العوام بن جويرية عن الحسن عن أنس قال قال رسول الله صلى\nالله عليه وسلم أربع لا يصبن إلا بعجب الصمت وهو أول <span id='ms053'></span> العبادة والتواضع وذكر\nالله تعالى وقلة الشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 154 ) الحسن بن سيار اليشكري أراه بصريا حدث عن سلام بن مسكين روى\nعنه أبو العباس الأبار\n</p>\n\n<p>\n147 أخبرنا محمد بن الحسين القطان أخبرنا دعلج بن أحمد أخبرنا أحمد بن\nعلي الأبار أخبرنا الحسن بن سيار اليشكري حدثنا سلام بن مسكين عن يعقوب بن\nإبراهيم السدوسي عن قتادة قال أعلم الناس من أهل زمانه بالحلال والحرام\nالحسن وأعلمهم بالتفسير عكرمة وأعلمهم بالمناسك عطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسين بن عياش والحسن بن عياش ( 41 أ ) الأول\n</p>\n\n<p>\n( 155 ) الحسين بن عياش بن حازم أبو بكر الرقي مولى بني سليم حدث عن جعفر\nبن برقان وزهير بن معاوية وغيرهما روى عنه هلال بن العلاء وعلي بن جميل\nالرقيان وللحسين هذا كتاب مصنف في غريب الحديث\n</p>\n\n<p>\n148 أخبرنا أبو القاسم عبد العزيز بن محمد بن جعفر العطار حدثنا أحمد بن\nسلمان النجاد حدثنا أبو عمر هلال بن العلاء الرقي حدثنا الحسين ابن عياش\nحدثنا زهير حدثني علي بن زيد بن جدعان عن أنس بن مالك قال سمعت رسول الله\nصلى الله عليه وسلم يقول لو سلك الناس واديا وسلكت الأنصار شعبا لسلكت شعب\nالأنصار ولولا الهجرة لكنت امرأ من الأنصار والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 156 ) الحسن بن عياش الأسدي الكوفي أخو أبي بكر بن عياش حدث عن جعفر\nبن محمد بن علي وغيره روى عنه يحيى بن آدم\n</p>\n\n<p>\n( 157 ) والحسن بن عياش أبو علي الخوارزمي حدث عن أبي سلمة التبوذكي روى\nعنه أبو يعلى الموصلي وقد ذكرناهما في كتاب التلخيص مع نظيرهما الحسن بن\nعباس\n</p>\n\n<p>\n| الحسين بن علوان والحسن بن علوان الأول\n</p>\n\n<p>\n( 158 ) الحسين بن علوان الكوفي حدث عن هشام بن عروة ومحمد بن سوقة ومحمد\nبن السائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             الكلبي روى عنه علي بن الحسين المكتب وأحمد بن عبيد\nبن ناصح وغيرهما\n</p>\n\n<p>\n149 أخبرنا علي بن محمد بن عبدالله المعدل ( 41 ب ) حدثنا أبو بكر محمد\nبن جعفر بن محمد الأزدي القاري حدثنا أحمد بن عبيد بن ناصح حدثنا الحسين بن\nعلوان حدثنا الكلبي عن أبي صالح عن ابن عباس في قوله الله <span id='ms054'></span> تعالى <span class='quran'>تساقط\nعليك رطبا جنيا </span>قال بغباره والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 159 ) الحسن بن علوان الكلبي أخو الحسين الذي ذكرناه آنفا حدث عن\nالأعمش روى عنه عبد العزيز بن محمد\n</p>\n\n<p>\nالأزدي الكوفي\n</p>\n\n<p>\n150 أخبرنا أبو سعيد الحسن بن محمد بن عبد الله بن حسنويه الكاتب بأصبهان\nقال حدثنا القاضي أبو بكر محمد بن عمر بن سلم الحافظ حدثني أحمد بن زياد\nحدثنا الحسين بن عبد الرحمن الأزدي حدثنا عمي عبد العزيز بن محمد حدثنا حسن\nبن علوان أخو حسين عن الأعمش عن عدي بن ثابت عن زر عن علي قال والذي فلق\nالحبة وبرأ النسمة إنه لعهد النبي صلى الله عليه وسلم إلي أنه لا يحبني إلا\nمؤمن ولا يبغضني إلا منافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسين بن قزعة والحسن بن قزعة الأول\n</p>\n\n<p>\n( 160 ) الحسين بن قزعة البصري حدث عن عبد العزيز بن عبد الرحمن مولى بني\nأمية روى عنه أبو يعلى الموصلي\n</p>\n\n<p>\n151 أخبرنا القاضي أبو العلاء محمد بن علي بن أحمد بن يعقوب الواسطي\nأخبرنا أبو محمد عبد الله بن محمد بن عبد الله المزني بواسط حدثنا عبد\nالعزيز بن عبد الرحمن مولى بني أمية قال حدثنا خصيف عن مجاهد عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم من تقلد سيفا ( 42 أ ) في سبيل الله\nقلده الله وشاحا في الجنة لا تقوم له الدنيا منذ يوم خلقها إلى يوم يفنيها\nوإن الله ليباهي بسيف الغازي ورمحه وسلاحه فإذا باهى الله بعبد لم يعذبه\nأبدا والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 161 ) الحسن بن قزعة أبو علي وهو أخو الحسين الذي ذكرناه حدث عن حصين\nبن نمير وسفيان بن حبيب\n</p>\n\n<p>\nوفضيل بن علي ومسلمة بن علقمة روى عنه أبو زرعة وأبو حاتم الرازيان ومحمد\nبن عبد الله بن سليمان الحضرمي وعبد الله بن أحمد بن سوادة وأبو يعلى\nالموصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n152 أخبرني أبو بكر أحمد بن محمد بن أحمد بن جعفر اليزدي بأصبهان حدثنا\nأبو بكر عبد الله بن محمد بن محمد القباب حدثنا أبو طالب عبد الله بن أحمد\nبن سوادة البغدادي إملاء حدثنا <span id='ms055'></span> الحسن بن قزعة حدثنا الفضيل بن عياض حدثنا\nيحيى بن عبيد الله عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم يا أيتها الأمة إني لا أخاف عليكم فيما لا تعلمون ولكن انظروا كيف\nتعملون فيما تعلمون\n</p>\n\n<p>\n| يزيد بن رباح وزيد بن رباح الأول\n</p>\n\n<p>\n( 162 ) يزيد بن رباح أبو فراس مولى عبد الله بن عمرو بن العاص حدث عن\nعبد الله بن عمرو روى عنه بكر بن سوادة ومحمد بن عبيدة العكي وغيرهما\n</p>\n\n<p>\n153 أخبرنا محمد بن الحسين القطان أخبرنا عبد الله بن جعفر بن درستويه\nحدثنا يعقوب بن سفيان حدثني ابن بكير حدثني عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             لهيعة\nقال ( 42 ب ) حدثني بكر بن سوادة أن يزيد بن رباح حدثه عن عبد الله بن عمرو\nبن العاص عن النبي صلى الله عليه وسلم قال يعقوب وحدثني محمد بن يحيى بن\nإسماعيل وأبو سعيد قالا حدثنا ابن وهب أخبرني عمرو بن الحارث أن بكر بن\nسوادة حدثه أن يزيد ابن رباح حدثه عن عبد الله بن عمرو بن العاص عن رسول\nالله صلى الله عليه وسلم أنه قال إذا فتحت عليكم خزائن فارس والروم أي قوم\nأنتم قال عبد الرحمن بن عوف نقول كما أمرنا الله ورسوله قال أو غير ذلك\nتنافسون وتحاسدون ثم تدابرون أو تباغضون أو نحو ذلك ثم تنطلقون إلى مساكين\nالمهاجرين فتحملون بعضهم على رقاب بعض والثاني\n</p>\n\n<p>\n| ( 163 ) زيد بن رباح المديني حدث عن سليمان بن أبي عبد الله الأغر روى\nعنه مالك بن أنس وقد ذكرنا حديثه في أول باب الياء الزائدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nيزيد بن عطاء وزيد بن عطاء الأول\n</p>\n\n<p>\n| ( 164 ) يزيد بن عطاء البزاز الواسطي مولى أبي عوانة من فوق حدث عن\nسماك بن حرب وإسماعيل بن أبي\n</p>\n\n<p>\nخالد وأبي إسحاق السبيعي ومنصور بن المعتمر روى عنه أبو داود الطيالسي\nوعبد الصمد بن النعمان وغيرهما\n</p>\n\n<p>\n154 أخبرنا الحسن بن أبي بكر أخبرنا محمد بن عبد الله الشافعي حدثنا محمد\nبن غالب حدثنا عبد الصمد بن النعمان حدثنا يزيد <span id='ms056'></span> بن عطاء ( 43 أ ) عن منصور\nعن سعد بن عبيدة عن ابن عمر قال قال رسول الله صلى الله عليه وسلم من حلف\nبغير الله فقد أشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 165 ) ويزيد بن عطاء أبو عطاء السكسكي الشامي حدث عن معاذ بن سعد\nالسكسكي روى عنه يزيد بن سعيد\n</p>\n\n<p>\nالوحاظي الحمصي\n</p>\n\n<p>\n155 أخبرنا أبو الفرج عبد السلام بن عبد الوهاب القرشي أخبرنا سليمان بن\nأحمد الطبراني حدثنا أبو زرعة الدمشقي حدثنا يحيى بن صالح الوحاظي حدثنا\nيزيد بن سعيد الوحاظي عن أبي عطاء يزيد بن عطاء السكسكي عن معاذ بن سعد\nالسكسكي عن جنادة بن أبي أمية أنه سمع عبادة بن الصامت يقول إن رجلا أتى\nالنبي صلى الله عليه وسلم فقال يا رسول الله ما مدة أمتك من الرخاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             فلم يرد عليه شيئا حتى سأله ثلاث مرات كل ذلك لا يجيبه فانصرف\nالرجل ثم إن رسول الله صلى الله عليه وسلم قال أين السائل فرد عليه فقال\nلقد سألتني عن شيء ما سألني عنه أحد من أمتي مدة أمتي من الرخاء مئة سنة\nقالها مرتين أو ثلاثة فقال الرجل يا رسول الله فهل لذلك من أمارة أو علامة\nأو آية قال نعم الخسف والإرجاف وإرسال الشياطين الملجمة على الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 166 ) زيد بن عطاء بن السائب الثقفي الكوفي حدث عن محمد بن المنكدر\nوزياد بن علاقة وهو عزيز الحديث\n</p>\n\n<p>\nروى عنه إسرائيل ( 43 ب ) بن يونس وجرير بن عبد الحميد\n</p>\n\n<p>\n156 أخبرنا محمد بن الحسين بن الفضل القطان أخبرنا أبو بكر محمد بن عبد\nالله بن أحمد بن عتاب حدثنا يحيى بن أبي طالب حدثنا عبد الوهاب بن عطاء\nأخبرنا إسرائيل بن يونس عن زيد بن عطاء بن السائب عن محمد بن المنكدر عن\nجابر قال قال رسول الله صلى الله عليه وسلم غفر الله لرجل كان قبلكم كان\nسهلا إذا باع سهلا إذا اشترى سهلا إذا قضى سهلا إذا اقتضى\n</p>\n\n<p>\n157 أخبرنا أبو الحسين بن بشران أخبرنا دعلج بن أحمد حدثنا محمد بن أيوب\nالرازي حدثنا يحيى بن <span id='ms057'></span> المغيرة حدثنا جرير عن زيد بن عطاء بن السائب عن زياد\nبن علاقة عن أسامة بن شريك قال قال رسول الله صلى الله عليه وسلم أيما رجل\nخرج يفرق بين أمتي فاضربوا عنقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n158 أخبرنا علي بن أحمد بن محمد الرزار حدثنا جعفر بن محمد ابن أحمد بن\nالحكم الواسطي حدثنا أحمد بن علي الأبار حدثنا عوام بن إسماعيل عن علي بن\nعاصم قال رأيت عطاء بن السائب مقبلا على رجل يحدثه فقلت قد شغلك عنا هذا\nمنذ اليوم قال هذا ابني زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن إبراهيم وزيد بن إبراهيم الأول\n</p>\n\n<p>\n( 167 ) يزيد بن إبراهيم أبو سعيد التستري سمع الحسن البصري ومحمد بن\nسيرين وعمرو بن دينار وقتادة روى عنه وكيع وسليمان بن حرب وغيرهما\n</p>\n\n<p>\n159 أخبرنا علي بن أحمد الرزاز أخبرنا أحمد بن سلمان النجاد حدثنا\nإسماعيل ( 44 أ ) بن إسحاق حدثنا سليمان بن حرب حدثنا يزيد بن إبراهيم عن\nعمرو بن دينار قال قال ابن عمر كنا لا نرى بكراء الأرض بأسا حتى حدثنا رافع\nبن خديج أن النبي صلى الله عليه وسلم نهى عن كراء الأرض فكان ابن عمر بعد\nيقول لقد نهانا رافع عن أمر كان لنا نافعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 168 ) ويزيد بن إبراهيم الرقاعي الأصبهاني حدث عن أحمد بن يونس بن\nالمسيب الضبي روى عنه أبو القاسم الطبراني\n</p>\n\n<p>\n160 أخبرنا محمد بن عبد الله بن شهريار الأصبهاني حدثنا سليمان ابن أحمد\nالطبراني حدثنا يزيد بن إبراهيم الرقاعي الأصبهاني حدثنا أحمد ابن يونس\nالضبي حدثنا أبو الجواب الأحوص بن جواب حدثنا سعير بن الخمس عن سليمان\nالتيمي عن أبي عثمان النهدي عن أسامة بن زيد قال قال رسول الله صلى الله\nعليه وسلم من صنع إليه معروف فقال لفاعله جزاك الله خيرا فقد أبلغ في\nالثناء والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 169 ) زيد بن إبراهيم المدني نزيل عدن حدثنا عن يزيد بن أبي حكيم روى\nعنه أحمد بن محمد بن\n</p>\n\n<p>\nعمر المنكدري\n</p>\n\n<p>\n161 أخبرني أبو بكر محمد بن المؤمل الأنباري أخبرنا الحاكم أبو حامد أحمد\nبن الحسين الهمذاني حدثنا أحمد بن <span id='ms058'></span> محمد المنكدري حدثنا زيد بن إبراهيم\nالمدني بعدن حدثنا يزيد بن أبي حكيم حدثنا داود بن عبد الرحمن العطار عن\nهشام بن عروة عن أبيه عن عبد الله بن عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             العاص قال سمعت\nرسول الله صلى الله عليه وسلم يقول إن الله تعالى ( 44 ب ) لا يقبض العلم\nانتزاعا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 170 ) وزيد بن إبراهيم الملطي حدث عن الحسن بن عرفة العبدي والحسن بن\nمحمد الزعفراني روى عنه عبد الله\n</p>\n\n<p>\nبن عدي الجرجاني وعلي بن الحسين بن بندار الأذني\n</p>\n\n<p>\n162 أخبرنا القاضي أبو محمد يوسف بن رباح بن علي البصري أخبرنا القاضي\nأبو الحسن علي بن الحسين بن بندار الأذني بمصر حدثنا زيد بن إبراهيم الملطي\nحدثنا الحسن بن عرفة حدثنا يحيى بن يمان عن معمر عن الزهري عن سعيد بن\nالمسيب عن عائشة أن النبي صلى الله عليه وسلم كان يقرع بين نسائة إذا سافر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن يحيى وزيد بن يحيى الأول\n</p>\n\n<p>\n( 171 ) يزيد بن يحيى القرشي الشامي حدث عن عمرو بن مهاجر روى عنه سلمة\nبن بشر الدمشقي\n</p>\n\n<p>\n163 أخبرنا القاضي أبو القاسم علي بن المحسن بن علي التنوخي أخبرنا صالح\nبن جعفر بن محمد الرازي حدثنا عبد الله بن محمد بن عبد العزيز حدثنا داود\nبن رشيد حدثنا سلمة بن بشر أخبرنا يزيد بن يحيى القرشي أخبرنا عمرو بن\nمهاجر قال رأيت عمر بن عبد العزيز يرفع يديه مع قاص الجماعة هكذا وأشار\nببطونها إلى السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 172 ) ويزيد بن يحيى بن المطاع أبو خالد الدمشقي حدث عن ثور بن يزيد\nروى عنه سليمان بن عبد الرحمن الدمشقي\n</p>\n\n<p>\n( 164 ) أخبرنا القاضي أبو عمر القاسم بن جعفر الهاشمي حدثنا إبراهيم بن\nعبد الرحيم العنبري حدثنا عبد الله بن الحسين بن جابر حدثنا سليمان بن عبد\nالرحمن حدثنا يزيد بن يحيى بن المطاع ( 45 أ ) أبو خالد الدمشقي حدثنا ثور\nبن يزيد عن خالد بن معدان عن جبير بن نفير عن معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             ابن جبل عن\nرسول الله صلى الله عليه وسلم قال ما يتحسر أهل الجنة على شيء <span id='ms059'></span> إلا على ساعة\nمرت لم يذكروا الله فيها والثاني\n</p>\n\n<p>\n| ( 173 ) زيد بن يحيى بن عبيد أبو عبد الله الدمشقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             حدث عن\nعبد الرحمن بن ثابت بن ثوبان وعبد\n</p>\n\n<p>\nالله بن العلاء بن زبر وسعيد بن بشير روى عنه أحمد بن حنبل وأحمد بن\nالفرج أبو عتبة الحمصي وعباس ابن عبد الله الترقفي وغيرهم\n</p>\n\n<p>\n165 أخبرنا أبو عبد الله الحسين بن عمر بن برهان الغزال أخبرنا أبو علي\nإسماعيل بن محمد الصفار حدثنا عباس بن عبد الله الترقفي حدثنا زيد ابن يحيى\nالدمشقي حدثنا سعيد بن بشير عن قتادة عن أبي حسان عن عائشة قالت قال رسول\nالله صلى الله عليه وسلم ما من قلب إلا وهو بين أصبعين من أصابع الرحمن عز\nوجل إذا شاء أن يقيمه أقامه وإذا شاء أن يزيغه أزاغه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن المبارك وزيد بن المبارك الأول\n</p>\n\n<p>\n( 174 ) يزيد بن المبارك الفارسي حدث عن سلمة بن الفضل الرازي روى عنه\nأبو بكر بن أبي داود السجستاني ومحمد بن حمزة بن عمارة الأصبهاني\n</p>\n\n<p>\n| ( 166 ) أخبرنا أبو علي الحسن بن الحسين بن العباس النعالي أخبرنا أبو\nجعفر محمد بن الحسن بن علي اليقطيني\n</p>\n\n<p>\nحدثنا عبد الله بن سليمان ( 45 ب ) حدثنا يزيد بن المبارك حدثنا سلمة بن\nالفضل حدثنا أبو حمزة السكري عن سليمان الشيباني عن أبي الأحوص عن عبد الله\nبن مسعود قال قال رسول الله صلى الله عليه وسلم للصائم فرحتان فرحة عند\nإفطاره وفرحة عند لقاء ربه عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n175 زيد بن المبارك الصنعاني سكن الرملة وحدث عن محمد بن سليمان بن مسمول\nومحمد بن ثور وإبراهيم ابن عقيل الصنعانيين وسفيان بن عيينة روى عنه جعفر\nبن مسافر التنيسي وموسى بن سهل الرملي وغيرهما\n</p>\n\n<p>\n167 أخبرنا أبو الحسن علي بن يحيى بن جعفر إمام الجامع بأصبهان أخبرنا\nسليمان بن أحمد بن أيوب الطبراني حدثنا علي بن المبارك الصنعاني حدثنا زيد\nبن المبارك حدثنا إبراهيم بن عقيل بن معقل بن منبه عن أبيه عن وهب بن منبه\nعن جابر بن عبد الله قال <span id='ms060'></span> سمعت رسول الله صلى الله عليه وسلم يقول لا تزال\nطائفة من أمتي على الحق ظاهرين إلى يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن معاوية وزيد بن معاوية أما\n</p>\n\n<p>\n( 176 ) يزيد بن معاوية فقد ذكرناه مع نظيره بريد بن معاوية في كتاب\nالتلخيص والثاني\n</p>\n\n<p>\n| ( 177 ) زيد بن معاوية العبسي الكوفي حدث عن علقمة بن قيس والأسود بن\nيزيد روى عنه أبو إسحاق السبيعي\n</p>\n\n<p>\nوأشعث بن سليم المحاربي\n</p>\n\n<p>\n168 أخبرني أبو طالب عمر ( 46 أ ) بن إبراهيم بن سعيد الفقيه أخبرنا علي\nبن عمر بن أحمد الحافظ حدثنا محمد بن مخلد حدثنا محمد بن إسماعيل يعني\nالحساني حدثنا وكيع حدثنا سفيان عن أبي إسحاق عن زيد بن معاوية العبسي عن\nعلقمة والأسود عن سلمان أنه قرأ بعد الحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن يزيد وزيد بن يزيد الأول\n</p>\n\n<p>\n( 178 ) يزيد بن يزيد بن جابر الأزدي الشامي سمع الزهري ومكحولا والقاسم\nأبا عبد الرحمن وبسر بن عبيد الله وعبد الرحمن بن أبي عمرة روى عنه سفيان\nالثوري وسفيان بن عيينة وهشام بن الغاز وغيرهم\n</p>\n\n<p>\n169 أخبرنا أبو الفرج عبد السلام بن عبد الوهاب القرشي بأصبهان أخبرنا\nسليمان بن أحمد الطبراني حدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\nالثوري عن يزيد بن يزيد بن جابر عن مكحول عن زياد ابن جارية عن حبيب بن\nمسلمة أن النبي صلى الله عليه وسلم نفل الثلث بعد الخمس والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 179 ) زيد بن يزيد حدث عن خولة بنت الصامت روى عنه أبو إسحاق السبيعي\n</p>\n\n<p>\n170 أخبرنا الحسن بن أبي بكر أخبرنا عيسى بن محمد الطوماري حدثنا محمد بن\nعبد الله بن سليمان الحضرمي حدثنا يحيى يعني ابن عبد الحميد حدثنا حديج بن\nمعاوية عن أبي إسحاق عن زيد بن يزيد عن خولة بنت الصامت في كفارة الظهار أن\nالنبي صلى الله عليه وسلم قال له حين قال ما أجد أحدا أفقر مني خذه لك\nولأهل بيتك ( 46 ب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 180 ) وزيد بن يزيد أبو معن الرقاشي البصري حدث عن أبي قتيبة سلم بن\nقتيبة روى عنه مسلم بن\n</p>\n\n<p>\nالحجاج النيسابوري والقاضي أبو <span id='ms061'></span> عبد الله الجذوعي\n</p>\n\n<p>\n171 أخبرنا أبو القاسم عبيد الله بن عمر بن أحمد بن عثمان الواعظ أخبرنا\nأبو بحر محمد بن الحسن بن كوثر البربهاري حدثنا محمد بن محمد الجذوعي حدثنا\nزيد بن يزيد أبو معن الرقاشي حدثنا أبو قتيبة حدثنا حازم ابن إبراهيم عن\nأبي إسحاق عن عبد الرحمن بن عبد الله عن أبيه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             من قال في\nيوم مئة مرة أستغفر الله الذي لا إله إلا هو وأتوب إليه غفرت له ذنوبه وإن\nكان فر من الزحف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن واقد وزيد بن واقد الأول\n</p>\n\n<p>\n( 181 ) يزيد بن واقد شيخ أظنه بصريا حدث عن الحجاج بن أبي عثمان الصواف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             روى عنه عبيد الله بن عمر القواريري\n</p>\n\n<p>\n172 أخبرنا الحسن بن أبي بكر أخبرنا أبو أحمد حمزة بن محمد بن العباس\nحدثنا ابن المنادي حدثنا عبيد الله بن عمر حدثنا يزيد بن واقد حدثنا الحجاج\nحدثني يحيى بن أبي كثير حدثنا عبد الله بن أبي قتادة عن أبيه قال قال رسول\nالله صلى الله عليه وسلم فذكر نحو حديث قبله إذا نودي بالصلاة فلا تقوموا\nحتى تروني والثاني\n</p>\n\n<p>\n| ( 182 ) زيد بن واقد الدمشقي حدث عن مكحول الشامي وبسر بن عبيد الله\nوأبي سلام الأسود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             وسليمان بن موسى\n</p>\n\n<p>\nوأبي المنيب الجرشي وغيرهم روى عنه ( 47 أ ) الهيثم بن حميد وصدقة بن\nخالد وسويد بن عبد العزيز ويحيى بن حمزة الحضرمي\n</p>\n\n<p>\n173 أخبرنا أبو نعيم الحافظ حدثنا سليمان بن أحمد الطبراني حدثنا أبو\nزرعة الدمشقي حدثنا أبو مسهر عبد الأعلى بن مسهر حدثنا صدقة ابن خالد عن\nزيد بن واقد عن بسر بن عبيد الله عن يزيد بن الأصم قال سمعت عوف بن مالك في\nمسجد دابق يقول قال رسول الله صلى الله عليه وسلم إن شئتم أنبأتكم عن\nالإمارة وما فيها فقمت فناديت بأعلى صوتي ما هي يا رسول الله فقال أولها\nملامة وثانيها ندامة وثالثها عار يوم القيامة إلا من عدل وكيف يعدل مع\nأقربائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n| سعيد بن أوس وسعد بن أوس الأول\n</p>\n\n<p>\n( 183 ) سعيد بن أوس الأنصاري <span id='ms062'></span> حدث عن أبيه روى عنه أبو الزبير المكي\nوتوبة شيخ مجهول وحديث أبي الزبير عنه غريب لم نكتبه إلا من الوجه الذي نحن\nذاكروه\n</p>\n\n<p>\n174 أخبرنا أبو أحمد الهيثم بن محمد بن عبد الله الخراط بأصبهان أخبرنا\nسليمان بن أحمد بن أيوب أبو القاسم الطبراني حدثنا محمد بن جعفر ابن خالد\nالراسبي حدثنا الحسن بن جعفر الكرماني حدثنا يحيى بن أبي بكير حدثنا عمرو\nبن شمر عن جابر عن أبي الزبير عن سعيد بن أوس الأنصاري عن أبيه قال قال\nرسول الله صلى الله عليه وسلم إذا كان يوم الفطر وقفت الملائكة على أبواب\nالطرق فنادوا ( 47 ب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n             اغدوا يا معشر المسلمين إلى رب كريم يمن\nبالخير ثم يثيب عليه الجزيل لقد أمرتم بقيام الليل فقمتم وأمرتم بصيام\nالنهار فصمتم وأطعتم ربكم فاقبضوا جوائزكم فإذا صلوا ناد مناد ألا إن ربكم\nقد غفر لكم فارجعوا راشدين إلى رحالكم فهو يوم الجائزة ويسمى ذلك اليوم في\nالسماء يوم الجائزة\n</p>\n\n<p>\n| ( 184 ) وسعيد بن أوس بن ثابت بن بشير بن أبي زيد أبو زيد الأنصاري\nالبصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             سمع سليمان التيمي ومحمد\n</p>\n\n<p>\nبن عمرو بن علقمة الليثي وابن جريج وسعيد بن أبي عروبة وشعبة بن الحجاج\nوأبا عمرو بن العلاء روى عنه أبو حاتم الرازي ويعقوب بن سفيان وأبو العيناء\nمحمد بن القاسم وغيرهم\n</p>\n\n<p>\n175 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن جعفر بن درستويه حدثنا\nيعقوب بن سفيان حدثنا أبو زيد سعيد بن أوس الأنصاري عن سليمان التيمي عن\nأنس عن أبي هريرة عن النبي صلى الله عليه وسلم يرويه عن ربه تعالى قال قال\nالله عز وجل إذا تقرب العبد مني شبرا تقربت منه ذراعا وإذا تقرب العبد مني\nذراعا تقربت منه باعا أو قال بوعا\n</p>\n\n<p>\n| ( 185 ) وسعيد بن أوس الدمشقي حدث عن هشام بن خالد الأزرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \nروى عنه أبو القاسم الطبراني\n</p>\n\n<p>\n176 أخبرنا محمد بن عبد الله بن أحمد بن شهريار الأصبهاني أخبرنا سليمان\nبن أحمد بن أيوب حدثنا سعيد بن أوس ( 48 أ ) الدمشقي الإسكاف حدثنا <span id='ms063'></span> هشام بن\nخالد الأزرق حدثنا الوليد بن مسلم عن سعيد بن بشير عن قتادة عن سعيد بن\nالمسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من أدخل فرسا\nبين فرسين وهو يأمن أن يسبق فهو قمار قال سليمان لم يروه عن قتاده إلا سعيد\nولا عنه إلا الوليد تفرد به هشام والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 186 ) سعد بن أوس العبدي البصري حدث عن مصدع أبي يحيى وزياد بن كسيب\nوسيار بن مخراق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n             روى عنه\n</p>\n\n<p>\nمحمد بن أبي الفرات البجلي ومحمد بن دينار الطاحي\n</p>\n\n<p>\n177 أخبرنا أحمد بن محمد بن غالب الفقيه أخبرنا أبو بكر الإسماعيلي\nأخبرنا عبد الله بن محمد بن سيار حدثنا قتيبة عن محمد بن دينار عن سعد بن\nأوس عن مصدع الأنصاري عن عائشة أن رسول الله صلى الله عليه وسلم كا يقبلها\nوهو صائم ويمص لسانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 187 ) وسعد بن أوس الكوفي حدث عن عامر الشعبي وعن بلال بن يحيى\nالعبسي روى عنه وكيع وعبيد الله\n</p>\n\n<p>\nبن موسى وأبو نعيم وأبو أحمد الزبيري\n</p>\n\n<p>\n178 أخبرنا القاضي أبو عبد الله الصيمري حدثنا علي بن الحسن الرازي حدثنا\nمحمد بن الحسين الزعفراني حدثنا أحمد بن زهير قال سمعت يحيى بن معين سعد بن\nأوس بصري وللكوفيين أيضا سعد بن أوس\n</p>\n\n<p>\n179 أخبرنا علي بن محمد بن عبد الله المعدل ( 48 ب ) حدثنا أبو جعفر محمد\nبن عمرو بن البختري الرزاز إملاء وأخبرنا الحسن بن أبي بكر أخبرنا عبد الله\nبن إسحاق بن إبراهيم البغوي قالا حدثنا الحسن بن سلام السواق حدثنا عبيد\nالله بن موسى حدثنا سعد بن أوس عن بلال قال لما حضر حذيفة الموت وإنما عاش\nبعد قتل عثمان أربعين ليلة فقيل له يا أبا عبد الله إن هذا الرجل قد قتل\nفما ترى قال أما إذ أتيتم زاد الرزاز إلى ما أتيتم ثم اتفقا فأجلسوني\nفأسندوه إلى صدر رجل فقال سمعت رسول الله صلى الله عليه وسلم يقول أبو\nاليقظان على الفطرة ثلاثا لن يدعها حتى يموت أو ينسيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n             الهرم\n</p>\n\n<p>\n| سعيد <span id='ms064'></span> بن إياس وسعد بن إياس الأول\n</p>\n\n<p>\n( 188 ) سعيد بن إياس\n</p>\n\n<p>\n| أبو مسعود الجريري البصري حدث عن أبي نضرة المنذر بن مالك ويزيد بن عبد\nالله بن الشخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n             وأبي السليل ضريب\n</p>\n\n<p>\nبن نقير وحكيم بن معاوية بن حيدة روى عنه سفيان الثوري وشعبة وسالم بن\nنوح العطار ويزيد بن هارون وغيرهم\n</p>\n\n<p>\n180 أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس محمد بن\nيعقوب الأصم حدثنا يحيى بن أبي طالب أخبرنا عبد الوهاب بن عطاء أخبرنا سعيد\nبن إياس الجريري عن أبي نضرة عن أبي سعيد الخدري قال نهى رسول الله صلى\nالله عليه وسلم أن تؤكل لحوم الأضاحي فوق ثلاثة أيام ( 49 أ ) قال فقالوا\nيا رسول الله إن لنا عيالا قال كلوا وادخروا وأحسنوا والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 189 ) سعد بن إياس أبو عمرو الشيباني الكوفي أدرك زمان رسول الله صلى\nالله عليه وسلم إلا أنه لم\n</p>\n\n<p>\nيره وحدث عن عبد الله بن مسعود وأبي مسعود الأنصاري روى عنه إسماعيل بن\nأبي خالد وسليمان الأعمش وسليمان التيمي وكان من المعمرين بلغ عشرين ومئة\nسنة\n</p>\n\n<p>\n181 أخبرنا محمد بن الحسين القطان أخبرنا عثمان بن أحمد بن عبد الله\nالدقاق حدثنا محمد بن عبيد الله المنادي حدثنا محمد بن عبيد الطنافسي قال\nحدثنا الأعمش عن سعد بن إياس عن أبي مسعود الأنصاري قال جاء رجل إلى النبي\nصلى الله عليه وسلم فقال يا رسول الله احملني فإنه قد بدع بي فقال ما أجد\nما أحملك عليه فأت فلانا فأتاه فحمله فأتى رسول الله صلى الله عليه وسلم\nفأخبره فقال رسول الله صلى الله عليه وسلم دال على الخير له مثل أجر فاعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n| سعيد بن منصور وسعد بن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n             أما\n</p>\n\n<p>\n( 190 ) سعيد بن منصور فهم خمسة ذكرناهم في كتاب المتفق والمفترق إلا أن\nأحدهم وهو أولهم يختلف في اسمه فيقال سعيد ويقال سعد روى حديثه يزيد بن عبد\nربه الحمصي عن الوليد بن مسلم قال حدثني سعيد بن منصور بن محرز بن مالك بن\nأحمر العوفي ثم الجذامي ( 49 ب ) وقد <span id='ms065'></span> أفردت الحديث بذلك في كتاب المتفق\nوالمفترق وأنا أذكر ها هنا رواية من سماه في حديثه سعدا\n</p>\n\n<p>\n182 أخبرنا علي بن أبي علي المعدل حدثنا أبو القاسم عيسى بن على بن عيسى\nالوزير حدثنا عبد الله بن محمد بن عبد العزيز البغوي حدثنا إبراهيم بن هانئ\nحدثنا هارون بن عمر أبو عمر المخزومي الدمشقي حدثنا رجل من ولد أحمر العوفي\nثم الجذامي يقال له سعد بن منصور عن جده مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n             ابن أحمر أنه لما\nبلغه مقدم رسول الله صلى الله عليه وسلم تبوك ومكانه بها وفد إليه مالك بن\nأحمر وقدم عليه بها وأسلم فقبل إسلامه وبيعته وسأله أن يكتب له كتابا يدعو\nقومه إلى الإسلام فكتب له كتابا في رقعة من أدم قال الوليد بن مسلم فسألت\nسعدا أن يقرئني كتابه فذكر كبره وضعف بصره عن قراءته وقال الق أيوب بن محرز\nفسله عنه فسيقرئك قال فلقيته فسألته فأخرج إلى رقعة من أدم عرضها أربع\nأصابع وطولها شبر قد كاد ينماح ما فيها فقرأ علي أيوب بسم الله الرحمن\nالرحيم هذا كتاب من محمد بن عبد الله صلى الله عليه وسلم لمالك ابن أحمر\nولمن اتبعه من المسلمين أمان لهم ما أقاموا الصلاة وآتوا الزكاة واتبعوا\nالمسلمين ( 50 أ ) وخالفوا المشركين وأدوا الخمس من المغنم وسهم الغارمين\nوسهم كذا وكذا انماح ذكر السهم الثاني وهم آمنون بأمان الله وأمان محمد صلى\nالله عليه وسلم قال البغوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n             ولا أعلم بهذا الإسناد غير هذا\nالحديث\n</p>\n\n<p>\n| سعيد بن سعيد وسعد بن سعيد الأول\n</p>\n\n<p>\n( 191 ) سعيد بن سعيد التغلبي الكوفي حدث عن سعيد بن عمير الأنصاري روى\nعنه وكيع وأبو أسامة\n</p>\n\n<p>\n183 أخبرنا الحسن بن أبي بكر حدثنا عبد الله بن جعفر بن درستويه حدثنا\nيعقوب بن سفيان حدثنا أبو كريب محمد بن العلاء حدثنا أبو أسامة عن سعيد بن\nسعيد التغلبي عن سعيد بن عمير بن عقبة بن نيار عن عمه أبي بردة بن نيار قال\nقال رسول الله صلى الله عليه وسلم ما صلى علي <span id='ms066'></span> عبد من أمتي صلاة صادقا بها\nمن قبل نفسه إلا صلى الله بها عليه عشر صلوات وكتب له بها عشر حسنات ورفعه\nبها عشر درجات ومحا عنه بها عشر سيئات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 192 ) وسعيد بن سعيد الخراساني حدث عن سعيد بن أبي عروبة روى عنه أبو\nالعوام أحمد بن يزيد الرياحي\n</p>\n\n<p>\n184 أخبرنا محمد بن الحسين القطان أخبرنا محمد بن عبد الله بن أحمد بن\nعتاب حدثنا محمد بن أحمد بن أبي العوام حدثنا أبي حدثنا سعيد بن سعيد\nالخراساني عن سعيد بن أبي عروبة عن قتادة عن سعيد بن المسيب قال إذا تكلم\nالعباد ( 50 ب ) في ربهم تعالى وفي الملائكة ظهر لهم الشيطان فصرفهم إلى\nعبادة الأوثان\n</p>\n\n<p>\n| ( 193 ) وسعيد بن سعيد بن محمد بن بشر بن جحوان أبو عثمان الكوفي\nالمعروف بالجحواني حدث عن أبي أسامة\n</p>\n\n<p>\nحماد بن أسامة روى عنه أبو العباس الأصم النيسابوري وأبو سعيد بن\nالأعرابي ساكن مكة وغيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n185 أخبرنا القاضي أبو بكر أحمد بن الحسن الحيري حدثنا أبو العباس محمد\nبن يعقوب الأصم حدثنا أبو عثمان سعيد بن سعيد بن محمد ابن بشر بن جحوان\nالجحواني الكوفي حدثنا أبو أسامة عن الأعمش عن إبراهيم عن همام بن الحارث\nقال رأيت جريرا يمسح على الخفين فقلت له يا صاحب رسول الله صلى الله عليه\nوسلم تمسح على الخفين قال إني رأيت رسول الله صلى الله عليه وسلم يمسح على\nالخفين وكان إسلامي بعد نزول المائدة والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 194 ) سعد بن سعيد بن قيس بن عمرو الأنصاري المديني أخو يحيى وعبد\nربه ابني سعيد حدث عن أنس\n</p>\n\n<p>\nبن مالك والقاسم بن محمد وابن شهاب الزهري وعمرو بن ثابت روى عنه سليمان\nبن بلال وورقاء بن عمر وعبد الله بن المبارك وعبد الله بن نمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n186 أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا\nإسماعيل بن محمد الصفار حدثنا عباس بن محمد حدثنا خالد بن مخلد حدثنا\nسليمان بن بلال حدثنا سعد بن سعيد الأنصاري عن ( 51 أ ) القاسم ابن محمد عن <span id='ms067'></span>\nعائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول إن أحب الأعمال إلى\nالله أدومها وإن قل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 195 ) وسعد بن سعيد بن أبي سعيد المقبري مولى بني ليث مديني أيضا حدث\nعن أخيه عبد الله روى\n</p>\n\n<p>\nعنه إسماعيل بن أبي أويس\n</p>\n\n<p>\n187 أخبرنا أبو القاسم الحسن بن الحسن بن علي بن المنذر القاضي أخبرنا\nعثمان بن أحمد بن عبد الله المعروف بابن السماك حدثنا إبراهيم بن الهيثم\nحدثنا إسماعيل بن أبي أويس حدثنا سعد بن سعيد بن أبي سعيد عن أخيه عن جده\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم أجملوا في طلب الدنيا\nفوالذي نفسي بيده ليستكملن أحدكم رزقه كما يستكمل أجله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n| سعيد بن عبد العزيز وسعد بن عبد العزيز الأول\n</p>\n\n<p>\n( 196 ) أبو محمد سعيد بن عبد العزيز التنوخي الدمشقي حدث عن نافع مولى\nابن عمر وأبي الزبير المكي وزيد بن أسلم وابن شهاب الزهري ومكحول الشامي\nوعطية بن قيس روى عنه سفيان الثوري والوليد بن مسلم وأبو مسهر الغساني\nومحمد بن يوسف الفريابي وعبد الرزاق بن همام وغيرهم\n</p>\n\n<p>\n188 أخبرنا أبو الفرج عبد السلام بن عبد الوهاب القرشي أخبرنا سليمان بن\nأحمد بن أيوب اللخمي حدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن سعيد\nبن عبد العزيز ( 51 ب ) عن مكحول عن عمرو بن عبسة أن رسول الله صلى الله\nعليه وسلم قال من صام يوما في سبيل الله باعد الله وجهه عن النار مسيرة مئة\nعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 197 ) وسعيد بن عبد العزيز أبو عثمان الحلبي حدث عن أبي نعيم عبيد بن\nهشام ومحمد بن إبراهيم بن\n</p>\n\n<p>\nأبي سكينة الحلبيين وقاسم بن عثمان الجوعي وأحمد بن شيبان الرملي روى عنه\nعبد الوهاب بن الحسن الدمشقي ومحمد بن المظفر البغدادي وغيرهما\n</p>\n\n<p>\n189 أخبرنا أبو القاسم الحسين بن محمد بن إبراهيم الحنائي بدمشق حدثنا\nعبد الوهاب بن الحسن بن الوليد الكلابي حدثنا سعيد بن عبد العزيز الحلبي\nحدثنا محمد بن إبراهيم يعني ابن أبي سكينة حدثنا الدراوردي عن زيد بن أسلم\nعن <span id='ms068'></span> ابن عمر قال قال رسول الله صلى الله عليه وسلم إنما الناس كإبل مئة لا\nتكاد تجد فيها راحلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 198 ) سعد بن عبد العزيز أظنه من أهل البصرة حدث عن حماد بن يحيى\nالأبح روى عنه أحمد بن\n</p>\n\n<p>\nملاعب البغدادي\n</p>\n\n<p>\n190 أخبرنا أبو الحسين بن بشران المعدل حدثنا محمد بن عمرو بن البختري\nالرزاز إملاء حدثنا أحمد بن ملاعب حدثني سعد بن عبد العزيز حدثنا أبو بكر\nحماد بن يحيى عن عبد الله بن أبي مليكة عن عائشة قالت جاء مسكين يسأل فقلت\nيا رسول الله ما أعطيه فقال يا عائشة تصدقي ولا تحصي فيحصى الله عليك ( 52\nأ ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n| سعيد بن الصلت وسعد بن الصلت الأول\n</p>\n\n<p>\n( 199 ) سعيد بن الصلت بن يعقوب مولى مخرمة المديني سمع عبد الله بن عباس\nوأرسل الرواية عن سهيل بن بيضاء روى عنه محمد بن إبراهيم التيمي وشريك بن\nعبد الله بن أبي نمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n             وبكر بن سوادة\n</p>\n\n<p>\n191 أخبرنا أبو محمد الحسن بن علي بن محمد الجوهري أخبرنا عيسى بن علي بن\nعيسى الوزير حدثنا عبد الله بن محمد بن عبد العزيز البغوي حدثنا مصعب بن\nعبد الله الزبيري حدثنا عبد العزيز بن محمد عن يزيد بن عبد الله بن أسامة\nبن الهاد عن محمد بن إبراهيم التيمي عن سعيد ابن الصلت عن سهيل بن البيضاء\nقال بينا نحن مع رسول الله صلى الله عليه وسلم في سفر وسهيل بن البيضاء\nرديف رسول الله صلى الله عليه وسلم فقال يا سهيل بن البيضاء ورفع صوته\nمرتين أو ثلاثا فعرف من خلفه ومن قدامه أنه يريدهم فحبس من كان بين يديه\nولحقه من كان خلفه حتى اجتمعوا قال رسول الله صلى الله عليه وسلم إنه من\nشهد أن لا إله إلا الله حرم الله عليه النار وأوجب له الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \nوهكذا رواه بكر بن مضر عن يزيد بن الهاد ورواه يحيى بن عبد الحميد الحماني\nعن عبد العزيز بن محمد فزاد في إسناده عبد الله بن أنيس بين سعيد بن الصلت <span id='ms069'></span>\nوبين سهيل واختصر المتن ورواه عبد العزيز بن أبي حازم عن يزيد بن الهاد عن\nسعيد بن الصلت ( 52 ب ) عن سهيل بن البيضاء لم يذكر فيه محمد بن إبراهيم\nالتيمي ولا عبد الله بن أنيس ورواه سعيد بن سلمة بن أبي الحسام عن ابن\nالهاد عن محمد بن إبراهيم عن سعيد بن الصلت عن سهيل بن السمط هكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n             قال وقول ابن أبي الحسام وهم والله أعلم بالصواب والثاني\n</p>\n\n<p>\n| ( 200 ) سعد بن الصلت بن برد بن أسلم مولى جرير بن عبد الله البجلي حدث\nعن سليمان الأعمش وإسماعيل\n</p>\n\n<p>\nبن أبي خالد وهشام بن عروة وعبيد الله العمري وجعفر بن محمد بن علي وعبد\nالجبار بن العباس الهمداني وغيرهم روى عنه عثمان بن أبي شيبة ويحيى بن عبد\nالحميد الحماني وإسحاق بن إبراهيم المعروف بشاذان الفارسي وهو ابن بنته\n</p>\n\n<p>\n192 أخبرنا أبو الحسن أحمد بن محمد بن أحمد العتيقي أخبرنا أبو عمرو\nعثمان بن محمد بن القاسم الأدمي حدثنا عبد الله بن سليمان حدثنا إسحاق بن\nإبراهيم شاذان حدثنا سعد بن الصلت حدثنا الأجلح بن عبد الله الكندي عن حبيب\nبن أبي ثابت الأسدي عن إبراهيم بن سعد عن أسامة ابن زيد قال قال رسول الله\nصلى الله عليه وسلم الطاعون رجز من عذاب الله عذب الله تعالى من كان قبلكم\nفإذا وقع في أرض فلا تدخلوها وإذا وقع في أرض وأنتم فيها فلا تخرجوا منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n| بشير بن ثابت وبشر بن ثابت ( 53 أ ) الأول\n</p>\n\n<p>\n( 201 ) بشير بن ثابت الأنصاري يعد في البصريين حدث عن حبيب بن سالم روى\nعنه أبو بشر جعفر بن إياس وشعبة بن الحجاج\n</p>\n\n<p>\n193 أخبرنا الحسن بن أبي بكر حدثنا محمد بن عبد الله بن إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n             الشافعي حدثنا محمد بن مسلمة حدثنا يزيد بن هارون أخبرنا شعبة\nعن أبي بشر عن بشير بن ثابت عن حبيب بن سالم عن النعمان بن بشير قال إني\nلأعلم الناس بوقت صلاة رسول الله صلى الله عليه وسلم العشاء كان يصليها\nمقدار ما يغيب القمر ليلة <span id='ms070'></span> ثلاث أو أربع شك شعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 202 ) وبشير بن ثابت الأنصاري المديني حدث عن أبيه روى عنه محمد بن\nطلحة بن الطويل التيمي\n</p>\n\n<p>\n194 حدثنا أبو نعيم الحافظ إملاء حدثنا أحمد بن يوسف بن خلاد حدثنا محمد\nبن عثمان بن أبي شيبة حدثنا يوسف بن يعقوب الصفار حدثنا محمد بن طلحة\nالتيمي عن بشير بن ثابت الأنصاري عن أبيه عن جده أن رسول الله صلى الله\nعليه وسلم رد رافع بن خديج يوم أحد من الطريق فاستصغره فجاء عمه فقال يا\nرسول الله إنه ابن أخي رام فأخرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 203 ) بشر بن ثابت البزار البصري حدث عن شعبة وصالح بن أبي الأخضر\nروى عنه إبراهيم بن مرزوق البصري\n</p>\n\n<p>\nوالعباس بن محمد الدوري وغيرهما\n</p>\n\n<p>\n195 أخبرنا أبو الحسن علي بن القاسم بن الحسن البصري حدثنا علي بن إسحاق\nالمادرائي حدثنا العباس بن محمد الدوري ( 53 ب ) حدثنا بشر بن ثابت حدثنا\nصالح بن أبي الأخضر عن الزهري عن سالم بن عبد الله عن أبيه أن عمر بن\nالخطاب قال للنبي صلى الله عليه وسلم أنعمل لشيء قد فرغ منه أم نستأنف\nالعمل قال بل العمل في شيء قد فرغ منه قال ففيم العمل قال كل ميسر لما خلق\nله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n| بشير بن عاصم وبشر بن عاصم الأول\n</p>\n\n<p>\n( 204 ) بشير بن عاصم أبو عامر الكوفي حدث عن أبي اليقظان عثمان بن عمير\nروى عنه الحكم بن ظهير الفزاري\n</p>\n\n<p>\n196 أخبرنا علي بن القاسم البصري حدثنا علي بن إسحاق المادرائي حدثنا\nالحسين بن معاذ حدثنا إسحاق بن محمد العرزمي حدثنا الحكم بن ظهير عن بشير\nبن عاصم أبي عامر عن عثمان بن عمير أبي اليقظان عن عبد الرحمن بن أبي ليلى\nقال لما كثرت السبئية وطعنوا في أمر الخمس فلقيت عليا فسألته قلت يا أمير\nالمؤمنين كيف صنع أبو بكر وعمر في نصيبكم من الخمس قال أما أبو بكر فلم يكن\nفي ولايته أخماس وأما عمر فلم يزل يدفعه إلى في كل خمس حتى كان خمس السوس\nوجنديسابور فقال وأنا عنده هذا <span id='ms071'></span> نصيبكم أهل البيت وقد اختل بعض المسلمين\nواشتدت حاجتهم فقلت نعم أفلسنا أحق من أرفق المسلمين وشفع أمير المؤمنين\nفقبضه إليه ثم أنشأ علي يحدث فقال إن الله حرم الصدقة ( 54 أ ) على رسول\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n             صلى الله عليه وسلم فعوضه سهما من الخمس عوضا مما حرم\nعليه وحرمها على أهل بيته خاصة دون أمته وضرب لهم رسول الله صلى الله عليه\nوسلم سهما عوضا مما حرم عليهم وأما\n</p>\n\n<p>\n| ( 205 ) بشر بن عاصم فخمسة ذكرناهم في كتاب المتفق والمفترق\n</p>\n\n<p>\nوهيب بن خالد ووهب بن خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n             الأول\n</p>\n\n<p>\n| ( 206 ) وهيب بن خالد أبو بكر البصري سمع أيوب السختياني ويونس بن عبيد\nويحيى بن سعيد الأنصاري وهشام بن\n</p>\n\n<p>\nعروة روى عنه معلى بن أسد ويعقوب الحضرمي وسليمان بن حرب وأبو سلمة\nالتبوذكي\n</p>\n\n<p>\n197 أخبرنا أبو عمر بن مهدي أخبرنا أبو عبد الله الحسين بن يحيى ابن عياش\nالقطان حدثنا الحسن بن محمد بن الصباح حدثنا يعقوب بن إسحاق الحضرمي حدثنا\nوهيب بن خالد أخبرني يحيى بن سعيد ( عن ) ابن المسيب قال سمعت سعدا يقول\nجمع لي رسول الله صلى الله عليه وسلم أبويه والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 207 ) وهب بن خالد أبو خالد الحمصي حدث عن ابن الديلمي وأم حبيبة بنت\nالعرباض حدث عنه أبو سنان\n</p>\n\n<p>\nسعيد بن سنان الشيباني وأبو عاصم الضحاك بن مخلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n             وذكره\nالبخاري في تاريخه وجعل له ترجمتين بظنه أن الذي روى عن ابن الديلمي غير\nالذي روى عن ابنة العرباض وذهب إلى أنه اثنان وقد أفردنا كلامه وأبنا وهمه\n( 54 ب ) وأوضحنا الحجة عليه في كتاب الموضح أوهام الجمع والتفريق وكرهنا\nإعادة ذلك في هذا الكتاب\n</p>\n\n<p>\n198 أخبرنا الحسن بن أبي بكر أخبرنا دعلج بن أحمد أخبرنا محمد ابن غالب\nبن حرب حدثنا أبو حذيفة قال حدثنا سفيان عن أبي سنان الخراساني وليس\nبالشيباني عن وهب بن خالد الحمصي عن ابن الديلمي قال أتيت أبي بن كعب فقلت\nله إنه قد وقع في نفسي شيء من القدر فحدثني بشيء لعل الله أن يذهب من قلبي\nقال لو أن الله <span id='ms072'></span> عذب أهل سماواته وأهل أرضه عذبهم وهو غير ظالم لهم ولو\nرحمهم كانت رحمته خيرا لهم من أعمالهم ولو أنفقت مثل أحد ذهبا في سبيل الله\nما قبله الله منك حتى تؤمن بالقدر وتعلم أن ما أصابك لم يكن ليخطئك وما\nأخطأك لم يكن ليصيبك ولو مت على غير هذا دخلت النار ثم أتيت ابن مسعود فقال\nمثل ذلك ثم أتيت حذيفة فحدثني بمثل ذلك ثم أتيت زيد بن ثابت فحدثني عن\nالنبي صلى الله عليه وسلم مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n             قال الشيخ أيده الله قول\nالراوي في هذا الحديث عن أبي سنان الخراساني وليس بالشيباني لا يؤمن وقوع\nالوهم فيه وذلك أن ضرار بن مرة الشيباني يكنى أبا سنان أيضا فأراد الراوي\nأن يبين أن أبا سنان الذي روى عن وهب بن خالد ليس بضرار بن مرة وإلا فجميعا\nشيبانيان ( 55 أ ) غير أن ضرار بن مرة كوفي وسعيد بن سنان رازي وقيل قزويني\nوأصله من الكوفة أيضا والله أعلم\n</p>\n\n<p>\n| سليم بن مسلم وسلم بن مسلم الأول\n</p>\n\n<p>\n( 208 ) بفتح السين سليم بن مسلم الخشاب المكي حدث عن ابن جريج وعمر بن\nقيس سندل والنضر بن عربي وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n             يونس القوي روى عنه ابنه محمد\nومحمد بن بحر الهجيمي\n</p>\n\n<p>\n199 أخبرنا القاضي أبو العلاء محمد بن علي الواسطي أخبرنا عبد الله بن\nمحمد بن عثمان المزني حدثنا أبو يعلى الموصلي حدثنا محمد ابن بحر في بلهجيم\nبالبصرة حدثنا سليم بن مسلم المكي الحجبي حدثنا النضر بن عربي عن عكرمة عن\nابن عباس عن النبي صلى الله عليه وسلم قال إن الذي يشرب في آنية الذهب\nوالفضة إنما يجرجر في بطنه نار جهنم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n200 أخبرنا أبو الفتح عبد الكريم بن محمد بن أحمد المحاملي أخبرنا علي بن\nعمر الحافظ حدثنا ابن مخلد حدثنا عباس هو الدوري قال سمعت يحيى وذكر له\nسليم بن مسلم الخشاب فقال كان ينزل مكة وكان جهميا خبيثا والثاني\n</p>\n\n<p>\n| ( 209 ) سلم بن مسلم أظنه من أهل البصرة حدث عن أنس بن مالك روى عنه\nعبد <span id='ms073'></span> الكريم بن روح\n</p>\n\n<p>\n201 أخبرنا الحسن بن أبي بكر أخبرنا أبو سهل أحمد بن محمد بن عبد الله بن\nزياد القطان حدثنا يحيى بن أبي طالب ( 55 ب ) أخبرنا عبد الكريم ابن روح\nحدثنا سلم بن مسلم قال سمعت أنس بن مالك أن النبي صلى الله عليه وسلم قال\nالجماعة بركة والثريد بركة والسحور بركة تسحروا ولو على جرع من ماء صلوات\nالله على المتسحرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n202 أخبرنا أبو عبد الله ( أحمد بن ) عبد الله بن الحسين بن إسماعيل\nالمحاملي أخبرنا أحمد بن محمد بن عبد الله بن زياد حدثنا يحيى ابن أبي طالب\nحدثنا عبد الكريم بن روح البزاز حدثنا سلم بن مسلم قال سمعت أنس بن مالك\nيقول على المرأة غسل يوم الجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n| زييد بن الصلت وزيد بن الصلت الأول\n</p>\n\n<p>\n( 210 ) زييد تصغير زيد بن الصلت الكندي المزني أخو كثير بن الصلت سمع\nعمر بن الخطاب روى عنه عروة بن الزبير بن العوام\n</p>\n\n<p>\n| ( 203 ) أخبرنا أبو الحسن علي بن محمد بن الحسن الحربي أخبرنا عمر بن\nمحمد بن علي الناقد أخبرنا جعفر\n</p>\n\n<p>\nبن محمد الفريابي حدثنا منجاب ابن الحارث أخبرنا علي بن مسهر عن هشام بن\nعروة عن أبيه قال حدثني زييد بن الصلت الكندي قال صلى عمر بن الخطاب للناس\nصلاة الفجر ثم ركب إلى أرض له بالجرف وكنت معه فرأى في ثوبه أثر احتلام\nفقال والله ما أظنني إلا قد احتلمت البارحة وما شعرت وصليت وما اغتسلت ثم\nقال استر علي بثوبي فسترت عليه فاغتسل ثم غسل ما رأى في ثوبه ونضح ما لم ير\nثم أذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n             وأقام ثم صلى ( 56 أ ) الفجر متمكنا وقد ارتفع الضحى\nوالثاني\n</p>\n\n<p>\n211 زيد بن الصلت حكى شيئا من كلام أكثم بن صيفي روى عنه يوسف بن إبراهيم\nالكرماني\n</p>\n\n<p>\n204 حدثت عن أبي إسحاق إبراهيم بن أحمد الطبري المعدل قال حدثنا محمد بن\nإسحاق بن إبراهيم الأهوازي حدثنا أبي حدثنا يوسف بن إبراهيم الكرماني عن\nزيد بن الصلت قال قال أكثم بن صيفي الحلم دعامة العقل ومن سره أن <span id='ms074'></span> يكون\nحليما فليلزم الصمت ومن سره أن يبقى عقله عليه فلا يغضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n| الحكيم بن عبد الله والحكم بن عبد الله الأول\n</p>\n\n<p>\n( 212 ) الحكيم بن عبد الله ابن قيس بن مخرمة الزهري المدني حدث عن عامر\nبن سعد بن أبي وقاص ونافع مولى ابن عمر وعامر ابن عبد الله بن الزبير\nوغيرهم روى عنه جعفر بن ربيعة ويزيد بن أبي حبيب وعمرو بن الحارث والليث بن\nسعد في آخرين\n</p>\n\n<p>\n205 أخبرنا أبو القاسم علي بن محمد بن عيسى بن موسى البزاز حدثنا أبو\nالحسن علي بن محمد بن أحمد المصري حدثنا عمرو بن أحمد بن عمرو بن السرح\nحدثنا يحيى بن عبد الله بن بكير حدثنا بكر بن مضر عن جعفر بن ربيعة عن\nالحكيم بن عبد الله بن قيس عن عامر بن عبد الله بن الزبير عن عامر أو عمرو\nبن سليم الزرقي أنه بلغه أن رسول الله صلى الله عليه وسلم قال ( 56 ب ) إذا\nدخل أحدكم المسجد فليصل قبل أن يجلس قال أبو الحسن المصري وفي كتابي عن\nعامر بن سليم والمعروف عمرو بن سليم فضربته بالشك وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 213 ) الحكم بن عبد الله فهم تسعة ذكرناهم في كتاب المتفق والمفترق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nالفضيل بن الفضل والفضل بن الفضل الأول\n</p>\n\n<p>\n| ( 214 ) الفضيل بن الفضل الكوفي حدث عن عمرو بن أبي المقدام روى عنه\nإسماعيل بن عبد الله الأصبهاني المعروف\n</p>\n\n<p>\nبسمويه\n</p>\n\n<p>\n206 أخبرنا علي بن أبي علي المعدل أخبرنا علي بن الحسن الجراحي حدثنا\nمحمد بن العباس بن عبدة الأصبهاني حدثنا إسماعيل بن عبد الله بن مسعود\nالعبدي حدثنا الفضيل بن الفضل حدثنا عمرو بن أبي المقدام عن المسيب بن رافع\nعن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم كل حسنة\nيعملها ابن آدم فإنه تضاعف له ما بين العشرة أضعاف إلى سبع مئة ضعف إلا\nالصوم فإنه لا يدري أحد ما يقول فيه يقول الله تعالى يترك شهوته من الطعام\nوالشراب والجماع وغض بصره وكف لسانه من أجلي فالصوم لي وأنا <span id='ms075'></span> أجزي به فرحتان\nللصائم فرحة عند إفطاره وفرحة عند لقاء ربه عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 215 ) الفضل ( 57 أ ) بن الفضل المديني حدث عن عبد الرحمن بن هرمز\nالأعرج روى عنه أسامة بن زيد الليثي ذكره البخاري وقال وروى هشام بن عروة\nعن الفضل بن الفضل عن ابن المسيب عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n( 216 ) والفضل بن الفضل أبو عبيدة العصفري البصري صاحب السقط حدث عن عبد\nالواحد بن زياد وأبي بكر بن عياش ويحيى بن يمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n             ويعقوب بن\nإبراهيم بن سعد روى عنه أبو زرعة وأبو حاتم الرازيان وأبو قلابة الرقاشي\n</p>\n\n<p>\n207 أخبرنا محمد بن الحسين القطان أخبرنا أبو الحسين أحمد بن عثمان بن\nيحيى الأدمي حدثنا أبو قلابة عبد الملك بن محمد الرقاشي حدثنا الفضل بن\nالفضل العصفري حدثنا ابن يمان عن سفيان عن سلمة بن كهيل عن أبي صادق عن\nعليم الكندي عن سلمان الفارسي قال قال رسول الله صلى الله عليه وسلم أولكم\nورودا علي الحوض أولكم إسلاما علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n| ( 217 ) والفضل بن الفضل بن العباس أبو العباس الكندي الهمذاني حدث عن\nأبي خليفة الفضل بن الحباب الجمحي وأبي\n</p>\n\n<p>\nيعلى الموصلي وعبدان الأهوازي وزكريا بن يحيى الساجي ومحمد بن محمد بن\nسليمان الباغندي وغيرهم حدثنا عنه أبو طاهر الحسين بن علي بن سلمة وأبو\nالحسن محمد بن أحمد بن إبراهيم بن شاذي الهمذانيان ( 57 ب )\n</p>\n\n<p>\n208 حدثنا أبو طاهر الحسين بن علي بن الحسن بن محمد بن سلمة الهمذاني\nإملاء في المسجد الجامع بهمذان حدثنا الفضل بن الفضل الكندي حدثنا حمزة بن\nالحسين حدثنا عبد الله بن عبيد الله الخزاز حدثنا إبراهيم بن عبيد الله\nحدثنا جعفر بن سليمان قال رأيت عطاء السليمي في المنام فقلت له ما فعل الله\nبك يا عطاء قال أكرمني ورحمني ووبخني وقال لي يا عطاء أما استحييت مني\nتخافني ذلك الخوف أما علمت أني أرحم الراحمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n| بشير بن عقبة وبشر بن عقبة الأول\n</p>\n\n<p>\n( 218 ) بشير بن عقبة أبو عقيل الدورقي سمع الحسن البصري ومحمد بن سيرين <span id='ms076'></span>\nوأبا نضرة روى عنه خالد بن عبد الله المزني وبهز بن أسد ومسلم بن إبراهيم\n</p>\n\n<p>\n209 أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس محمد بن\nيعقوب الأصم حدثنا عبد الله بن أحمد بن حنبل قال سألته يعني أباه عن أبي\nعقيل الدورقي قال اسمه بشير بن عقبة ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n210 أخبرنا أبو بكر البرقاني قال قرأت على أبي العباس محمد بن أحمد بن\nحمدان حدثكم محمد بن أيوب أخبرنا مسلم بن إبراهيم حدثنا أبو عقيل وهو بشير\nبن عقبة الدورقي سمع الحسن وابن سيرين قال حدثنا أبو نضرة عن أبي سعيد\nالخدري أن أعرابيا قام إلى النبي صلى الله عليه وسلم فقال يا نبي الله إني\nلفي حائط مضبة ( 58 أ ) وإنه عامة طعام أهلي فلم يجبه النبي صلى الله عليه\nوسلم فجعلنا نقول عاوده فعاوده فلم يجبه ثم عاوده في الثالثة فأجابه النبي\nصلى الله عليه وسلم فقال إن الله لعن أو غضب على قوم من بني إسرائيل فمسخوا\nدواب يدبون في الأرض فلست آكلها ولا أنهى عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n| ( 219 ) بشر بن عقبة أبو عقبة الكوفي حدث عن يونس بن خباب روى عنه محمد\nبن مقاتل المروزي\n</p>\n\n<p>\n211 أخبرنا ابن الفضل القطان أخبرنا علي بن إبراهيم المستملي حدثنا أحمد\nبن فارس حدثنا البخاري قال بشر بن عقبة أبو عقبة الكوفي سمع يونس بن خباب\nعن أبي علقمة عن أبي هريرة من قال كل يوم سبعين أو سبع اللهم أجرني من\nالنار أجاره الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n             سمع منه محمد بن مقاتل قال البخاري حدثنيه\nمحمد بن مقاتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n| يحيى بن عبد الله وحيي بن عبد الله أما\n</p>\n\n<p>\n( 220 ) يحيى بن عبد الله فبابه واسع جدا ولا فائدة في ذكره ها هنا\nوالثاني\n</p>\n\n<p>\n| ( 221 ) حيي بن عبد الله المعافري المصري حدث عن أبي عبد الرحمن الحبلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n             روى عنه عبد الله بن وهب\n</p>\n\n<p>\n212 أخبرنا القاضي أبو بكر أحمد بن الحسن الحيري حدثنا أبو العباس محمد\nبن يعقوب الأصم أخبرنا محمد بن عبد الله بن عبد الحكم أخبرنا ابن وهب\nأخبرني <span id='ms077'></span> حيي بن عبد الله ( 58 ب ) المعافري عن أبي عبد الرحمن عن أبي أيوب\nالأنصاري قال سمعت رسول الله صلى الله عليه وسلم يقول من فرق بين والدة\nوولدها فرق الله تعالى بينه وبين أحبته يوم القيامة\n</p>\n\n<p>\n| عوين بن عمرو وعون بن عمرو هذه الترجمة لرجل واحد وإنما ذكرته في هذا\nالكتاب لئلا يظن أنه رجلان وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n( 222 ) عون بن عمرو القيسي أخو رياح بن عمرو البصري وكان يلقب عوينا حدث\nعن سعيد الجريري وأبي مصعب المكي روى عنه مسلم بن إبراهيم الأزدي ومحمد بن\nسعيد الخزاعي وعمرو ابن علي الباهلي\n</p>\n\n<p>\n213 أخبرنا محمد بن عبد الله بن شهريار الأصبهاني أخبرنا سليمان ابن أحمد\nالطبراني حدثنا محمد بن يوسف الضبي التركي ببغداد حدثنا محمد بن سعيد\nالخزاعي البصري حدثنا عوين بن عمرو القيسي عن سعيد ابن إياس الجريري عن عبد\nالله بن بريدة عن يحيى بن يعمر عن جرير بن عبد الله أنه جاء النبي صلى الله\nعليه وسلم وهو في بيت مدحوس من الناس فقام بالباب فنظر النبي صلى الله عليه\nوسلم يمينا وشمالا فلم ير موضعا فأخذ النبي صلى الله عليه وسلم رداءه فلفه\nثم رمى به إليه فقال يا جرير اجلس عليه فأخذه جرير فضمه وقبله ثم رده على\nالنبي صلى الله عليه وسلم وقال أكرمك الله يا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n             رسول الله ( 59 أ\n) كما أكرمتني فقال رسول الله صلى الله عليه وسلم إذا أتاكم كريم قوم\nفأكرموه قال سليمان لم يروه عن يحيى إلا ابن بريدة ولا عنه إلا الجريري\nتفرد به عوين بن عمرو أخو رياح بن عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n214 أخبرنا أبو بكر أحمد بن عمر بن أحمد الدلال حدثنا عثمان بن أحمد بن\nعبد الله الدقاق حدثنا أحمد بن محمد بن عيسى القاضي البرتي حدثنا مسلم بن\nإبراهيم حدثنا عون بن عمرو القيسي حدثنا أبو مصعب المكي قال أدركت أنس بن\nمالك وزيد بن أرقم والمغيرة بن شعبة فسمعتهم يتحدثون أن النبي صلى الله\nعليه وسلم ليلة الغار أمر الله تعالى شجرة <span id='ms078'></span> فنبتت في وجه النبي صلى الله\nعليه وسلم فسترته وأمر الله العنكبوت فنسجت في وجه النبي صلى الله عليه\nوسلم وأمر حمامين وحشيين فوقفا بفم الغار قال وأقبل فتيان قريش من كل بطن\nرجل بعصيهم وسيوفهم حتى إذا كانوا من النبي صلى الله عليه وسلم قدر أربعين\nذراعا تعجل بعضهم ينظر في الغار فرأى الحمامين بفم الغار فرجع إلى أصحابه\nفقالوا ما لك لم تنظر في الغار قال رأيت حمامين وحشيين بفم الغار فعرفت أن\nليس فيه أحد قال فسمع النبي صلى الله عليه وسلم ما قال فعرف أن الله تعالى\nقد درأ عنه بهما قال فسمت عليهما النبي صلى الله عليه وسلم ( 59 ب ) وفرض\nجزاءهن فاتخذن في الحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n215 أخبرنا أبو الحسن علي بن محمد بن الحسن الحربي حدثنا أبو الفضل عبيد\nالله بن عبد الرحمن بن محمد الزهري حدثنا يحيى بن محمد ابن صاعد حدثنا عمرو\nبن علي حدثنا عون بن عمرو أبو عمرو القيسي ويلقب عوينا قال حدثني أبو مصعب\nالمكي قال أدركت زيد بن أرقم والمغيرة بن شعبة وأنس بن مالك يذكرون أن\nالنبي صلى الله عليه وسلم ليلة الغار أمر الله شجرة فخرجت في وجه النبي صلى\nالله عليه وسلم تستره وساق الحديث بطوله نحو ما تقدم هذا آخر الفصل الأول\nمن الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358"
  ],
  "volumes": [
    "01",
    "02"
  ]
}