{
  "content": "\n<p>\n| - * باب الألف الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عبد الواحد بن زياد وعبد الواحد بن زيد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| ( 223 ) عبد الواحد بن زياد\n</p>\n\n<p>\nأبو بشر العبدي البصري\n</p>\n\n<p>\nحدث عن أبي فروة وموسى بن عبد الله الجهنيين وعمارة بن القعقاع والمختار\nبن فلفل ويونس بن عبيد وليث بن أبي سليم والأعمش وخصيف الجزري وغيرهم\n</p>\n\n<p>\nروى عنه عبد الرحمن بن مهدي ومسلم بن إبراهيم وعفان بن مسلم وابو سلمة\nالتبوذكي وعارم بن الفضل\n</p>\n\n<p>\n216 أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p359'> Vol. 02, p. 359</a>\n            </div>\n             أبو عبد الله الحسين بن يحيى بن عياش القطان قال حدثنا الحسن\nبن محمد ابن الصباح حدثنا عفان حدثنا عبد الواحد بن زياد حدثنا موسى الجهني <span id='ms079'></span>\nعن مصعب يعني ابن سعد قال حدثني سعد بن مالك قال جاء اعرابي إلى النبي صلى\nالله عليه وسلم فقال يا رسول الله علمني كلاما أقوله قال\n</p>\n\n<p>\nقل لا إله إلا الله وحده الله أكبر كبيرا والحمد لله كثيرا وسبحان الله\nرب العالمين ولا حول ولا قوة إلا بالله العزيز الحكيم\n</p>\n\n<p>\nقال يا رسول الله هذا لربي فما لي\n</p>\n\n<p>\nقال قل اللهم اغفر لي وارحمني واهدني وارزقني\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 224 ] عبد الواحد بن زيد\n</p>\n\n<p>\nأبو عبيدة القاص بصري أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عن الحسن وعبادة بن نسي وأسلم الكوفي\n</p>\n\n<p>\nروى عنه النضر بن شميل وأبو داود الطيالسي ومسلم بن إبراهيم وقرة بن حبيب\nوغيرهم\n</p>\n\n<p>\n217 أخبرنا علي بن القاسم بن الحسن البصري حدثنا علي بن إسحاق المادرائي\nحدثنا أبو قلابة الرقاشي حدثنا قرة بن حبيب حدثنا عبد الواحد بن زيد عن\nاسلم الكوفي عن مرة الطيب عن زيد بن أرقم عن أبي بكر الصديق قال قال رسول\nالله صلى الله عليه وسلم لا يدخل الجنة سيىء الملكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p361'> Vol. 02, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n| حماد بن زياد وحماد بن زيد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| [ 225 ] حماد بن زياد\n</p>\n\n<p>\nحدث عن أبي غالب حزور صاحب أبي أمامة الباهلي\n</p>\n\n<p>\nروى عنه زافر بن سليمان\n</p>\n\n<p>\n218 أخبرنا القاضي أبو بكر الحيري حدثنا محمد بن يعقوب الأصم حدثنا أبو\nالحسن علي بن محمد بن خبية القرشي الكوفي حدثنا حسن بن حسين حدثنا زافر عن\nحماد بن زياد عن أبي غالب عن أبي امامة قال أظنه رفعه إلى النبي صلى الله\nعليه وسلم قال\n</p>\n\n<p>\nالحمى كير من جهنم فما أصاب المؤمن منها في الدنيا فهو نصيبه منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 226 ] حماد بن زيد بن درهم\n</p>\n\n<p>\nأبو إسماعيل البصري مولى آل جرير بن حازم الأزدي\n</p>\n\n<p>\nسمع ثابتا البناني وعبد العزيز بن صهيب وأيوب السختياني ويونس ابن عبيد\nوعبيد الله بن أبي بكر بن أنس وعبد الله بن عون والزبير بن عربي وسلمة بن\nعلقمة وهشام بن أبي عبد الله\n</p>\n\n<p>\nروى عنه يزيد بن هارون وعفان بن مسلم وسليمان بن حرب ومسدد وعارم بن\nالفضل وأبو <span id='ms080'></span> الربيع الزهراني وعبيد الله بن عمر القواريري وقتيبة بن سعيد\nوجماعة تتسع أسماؤهم وقد ذكرنا بعض حديثه فيما تقدم\n</p>\n\n<p>\n219 أخبرنا أبو طاهر حمزة بن محمد بن طاهر الدقاق حدثنا الوليد بن بكر\nالأندلسي حدثنا علي بن أحمد بن زكريا الهاشمي حدثنا أبو مسلم صالح بن أحمد\nبن عبد الله بن صالح العجلي حدثني أبي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوحماد بن زيد يكنى أبا إسماعيل بصري ثقة وكان حديثه أربعة آلاف يحفظها\nولم يكن له كتاب\n</p>\n\n<p>\n[ 220 ] أخبرني أبو القاسم الأزهري أخبرنا علي بن الحسن الرازي أخبرنا\nمحمد بن محمد بن داود الكرجي قال حدثنا عبد الرحمن بن يوسف ابن خراش قال\nوحماد بن زيد أبو إسماعيل لم يخطىء في حديث قط\n</p>\n\n<p>\n| [ 227 ] وحماد بن زيد المكتب الأصبهاني\n</p>\n\n<p>\nكان من أفاضل الناس وسمع من النعمان بن عبد السلام تصانيفه وحدث عنه\n</p>\n\n<p>\nذكره أبو نعيم الحافظ في كتاب تاريخ أصبهان وقال لي روى عنه الحجاج بن\nيوسف بن قتيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n| عاصم بن عامر وعاصم بن عمر\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| [ 228 ] عاصم بن عامر البجلي الكوفي\n</p>\n\n<p>\nحدث عن يحيى بن عيسى الرملي وإسماعيل بن اليسع ومصعب بن سلام\n</p>\n\n<p>\nروى عنه علي بن المثنى الطهوي وأحمد بن حازم بن أبي غرزة ومحمد بن مروان\nالقطان الكوفيون\n</p>\n\n<p>\n221 أخبرنا الحسن بن أبي بكر حدثنا محمد بن عبد الله بن إبراهيم الشافعي\nإملاء حدثنا الهيثم بن خلف حدثنا علي بن المثنى الطهوي حدثنا عاصم بن عامر\nالبجلي قال حدثني يحيى بن عيسى الرملي عن الأعمش عن إبراهيم عن علقمة عن\nعبد الله قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nالنظر إلى البيت عبادة والنظر إلى وجه علي عبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p366'> Vol. 02, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 229 ] عاصم بن عمر بن الخطاب\n</p>\n\n<p>\nحدث عن أبيه\n</p>\n\n<p>\nروى عنه عروة بن الزبير\n</p>\n\n<p>\n222 أخبرنا علي بن القاسم البصري حدثنا علي بن إسحاق المادرائي حدثنا علي\nبن حرب الطائي حدثنا أبو معاوية حدثنا هشام بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n             عروة عن أبيه عن\nعاصم بن عمر عن عمر بن الخطاب قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nإذا أقبل الليل من <span id='ms081'></span> ها هنا وأدبر النهار من ها هنا وغابت الشمس فقد أفطر\nالصائم\n</p>\n\n<p>\n| 230 وعاصم بن عمر\n</p>\n\n<p>\nابن قتادة بن النعمان الظفري الأنصاري المدني\n</p>\n\n<p>\nسمع أباه وأنس بن مالك ومحمود بن لبيد\n</p>\n\n<p>\nروى عنه عمرو بن أبي عمرو ومحمد بن إسحاق بن يسار ومحمد بن عجلان\n</p>\n\n<p>\n223 أخبرنا القاضي أبو بكر الحيري حدثنا محمد بن يعقوب الأصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p368'> Vol. 02, p. 368</a>\n            </div>\n            \nحدثنا أحمد بن عبد الجبار العطاردي حدثنا يونس بن بكير عن ابن اسحاق قال\nحدثني عاصم بن عمر بن قتادة عن عبد الرحمن بن جابر عن أبيه جابر ابن عبد\nالله قال سمعت رسول الله صلى الله عليه وسلم يقول إذا ذكر أصحاب أحد\n</p>\n\n<p>\nوالله لوددت أني غودرت مع أصحاب بحطم الجبل\n</p>\n\n<p>\nكذا كان في أصل الحيري وإنما هو مع أصحاب نحص الجبل يقول قتلت معهم فكان\nعاصم يقول لكني والله ما يسرني أنه غودر معهم\n</p>\n\n<p>\n| [ 231 ] وعاصم بن عمر بن عبد العزيز بن مروان القرشي عن أبيه\n</p>\n\n<p>\nروى عنه حماد الأبح\n</p>\n\n<p>\nوسمع منه برد أبو العلاء قال ذلك البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p369'> Vol. 02, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 232 ] وعاصم بن عمر\n</p>\n\n<p>\nابن حفص بن عاصم بن عمر بن الخطاب اخو عبيد الله وعبد الله وأبي بكر بني\nعمر\n</p>\n\n<p>\nحدث عن عاصم بن عبيد الله بن عاصم بن عمر وعن سهيل بن أبي صالح وأبي بكر\nبن عبد الرحمن\n</p>\n\n<p>\nروى عنه أخوه عبد الله وحماد بن خالد الخياط وأبو عامر العقدي ومحمد بن\nعمر الواقدي وأبو النضر هاشم بن القاسم وعبد الله بن نافع الصائغ وغيرهم\n</p>\n\n<p>\n224 أخبرنا أبو طاهر محمد بن علي بن محمد بن يوسف الواعظ أخبرنا أحمد بن\nجعفر بن حمدان القطيعي حدثنا علي بن الحسن القطيعي حدثنا أبو موسى هارون بن\nموسى هو الفروى حدثنا عبد الله بن نافع الصائغ عن عاصم بن عمر عن أبي بكر\nبن عبد الرحمن عن سالم بن عبد الله عن أبيه قال قال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<p>\nأنا أول من تنشق عنه الأرض وأنا أبعث أو أحشر بين أبي بكر وعمر فأذهب إلى\nالبقيع فيحشرون <span id='ms082'></span> معي ثم انتظر أهل مكة فيحشرون معي فآتي بين الحرمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p370'> Vol. 02, p. 370</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p371'> Vol. 02, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد بن أسعد ومحمد بن سعد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| [ 233 ] محمد بن أسعد\n</p>\n\n<p>\nأبو سعيد التغلبي الكوفي\n</p>\n\n<p>\nحدث عن زهير بن معاوية وعبثر بن القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p372'> Vol. 02, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه الحسن بن علي بن عفان ومحمد بن علي الميموني الرقي وغيرهما\n</p>\n\n<p>\n225 أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا محمد بن يعقوب الأصم\nحدثنا الحسن بن علي بن عفان العامري حدثنا أبو سعيد التغلبي محمد بن أسعد\nحدثنا زهير بن معاوية عن عبيد الله بن عمر عن نافع عن ابن عمر قال قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nإن كان في شيء شفاء ففي شرطات حجام أو حبيبات سود أو شربة من عسل أو\nلذعات نار تصيب المرء وما أحب أن اكتوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p373'> Vol. 02, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 234 ] ومحمد بن أسعد\n</p>\n\n<p>\nأبو سعد المصيصي\n</p>\n\n<p>\nحدث عن أبي بكر بن عياش\n</p>\n\n<p>\nروى عنه أحمد بن سعيد الدارمي\n</p>\n\n<p>\nذكر ذلك أبو حاتم الرازي\n</p>\n\n<p>\n| - * وأما باب\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| [ 234 ] محمد بن سعد\n</p>\n\n<p>\nفواسع ولا فائدة في ذكره للأمان من وقوع الإشكال فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p374'> Vol. 02, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n| الحسن بن أبي الحسناء والحسن بن أبي الحسن\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| [ 235 ] الحسن بن أبي الحسناء\n</p>\n\n<p>\nأبو سهل القواس البصري\n</p>\n\n<p>\nحدث عن أبي العالية البراء\n</p>\n\n<p>\nروى عنه مردويه بن يزيد وعلي بن نصر الجهضمي وأبو نعيم الفضل ابن دكين\nوغيرهم\n</p>\n\n<p>\n226 أخبرنا أبو سعد أحمد بن محمد بن أحمد بن عبد الله بن حفص ابن الخليل\nالماليني أخبرنا أبو بكر أحمد بن يعقوب القرشي حدثنا أبو بكر محمد بن أحمد\nبن نصر العطار البغدادي حدثنا محمد بن سنان 63 أ القزاز البصري\n</p>\n\n<p>\nوأخبرنا أبو طالب محمد بن علي بن الفتح الحربي واللفظ لحديثه أخبرنا علي\nبن عمر بن أحمد الحافظ حدثنا أحمد بن موسى بن العباس بن مجاهد المقرىء\nومحمد بن مخلد بن حفص وأحمد بن محمد بن أبي بكر الواسطي قالوا حدثنا محمد\nبن سنان القزاز حدثنا مردويه بن يزيد حدثنا الحسن بن أبي الحسناء عن أبي\nالعالية البراء عن أنس بن مالك قال قال رسول الله صلى الله <span id='ms083'></span> عليه وسلم\n</p>\n\n<p>\nمن اتخذ قوسا في بيته نفى الله عنه الفقر قال مرة أربعين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p375'> Vol. 02, p. 375</a>\n            </div>\n            \nوقال ابن مجاهد في حديثه\n</p>\n\n<p>\nمن اتخذ قوسا نفى الله عنه الفقر قال مرة في بيته نفى الله عنه الفقر\nأربعين سنة\n</p>\n\n<p>\n227 أخبرنا أبو عبد الله محمد بن عبد الواحد بن محمد بن جعفر أخبرنا محمد\nبن العباس الخزاز حدثنا أحمد بن سعيد بن مرابة أخبرنا عباس ابن محمد قال\nقال يحيى بن معين\n</p>\n\n<p>\nحسن بن أبي الحسناء بصري يروي عنه وكيع وابن مهدي وغيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p376'> Vol. 02, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 236 ] الحسن بن أبي الحسن\n</p>\n\n<p>\nأبو سعيد البصري\n</p>\n\n<p>\nسيد أهل زمانه اسم أبيه يسار مولى زيد بن ثابت من سبي ميسان\n</p>\n\n<p>\nحدث عن عبد الله بن عمر وعبد الرحمن بن سمرة وعبد الله بن مغفل وأنس بن\nمالك وأبي برزة الأسلمي\n</p>\n\n<p>\nروى عنه عامر الشعبي ويونس بن عبيد وقتادة وثابت البناني وخلق يتسع ذكرهم\n</p>\n\n<p>\n| 237 والحسن بن أبي الحسن الكندي\n</p>\n\n<p>\nحدث عن عبد الله بن بريدة الأسلمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p377'> Vol. 02, p. 377</a>\n            </div>\n             روى عنه شريك بن عبد الله\nالنخعي\n</p>\n\n<p>\n228 أخبرنا أبو نعيم الحافظ حدثنا أبو بكر محمد بن جعفر بن أحمد ابن\nالليث شعبة الواسطي حدثنا أسلم بن سهل حدثنا زكريا بن يحيى حدثنا شريك عن\nالحسن بن أبي الحسن الكندي عن ابن بريدة قال\n</p>\n\n<p>\nحججت أنا ويحيى بن يعمر فمررنا بعبد الله بن عمر فقلنا إنا نسافر في أرض\nفنلقى قوما يقولون لا قدر فقال بينما نحن عند رسول الله صلى الله عليه وسلم\nوذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p378'> Vol. 02, p. 378</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p379'> Vol. 02, p. 379</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p380'> Vol. 02, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الباء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| علي بن زبيد وعلي بن زيد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| [ 238 ] علي بن زبيد بن عمار الطائي الكوفي\n</p>\n\n<p>\nحدث عن أبيه وعن فياض بن الأسود\n</p>\n\n<p>\nروى عنه طلق بن غنام النخعي والحسين بن أيوب الخثعمي\n</p>\n\n<p>\n229 أخبرنا أبو الحسن أحمد بن محمد بن موسى بن هارون الصلت الأهوازي\nحدثنا أبو العباس أحمد بن محمد بن سعيد حدثنا الحسن بن عتبة الكندي حدثنا\nطلق بن غنام قال حدثنا علي بن زبيد الطائي حدثنا فياض ابن الاسود عن محل بن\nخليفة قال\n</p>\n\n<p>\nصلى <span id='ms084'></span> بنا عدي بن حاتم صلاة جمعة ثم قال هكذا صلى بنا رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p381'> Vol. 02, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 239 ] وعلي بن زبيد الخولاني الشامي\n</p>\n\n<p>\nحدث عن مرثد بن سمي وسعيد بن هانىء\n</p>\n\n<p>\nروى عنه بقية بن الوليد\n</p>\n\n<p>\n230 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن جعفر بن درستويه النحوي\nحدثنا يعقوب بن سفيان حدثنا أبو سليمان يحيى بن عثمان ابن سعيد بن كثير بن\nدينار القرشي حدثنا بقية حدثني علي بن زبيد الخولاني عن مرثد بن سمي وسعيد\nبن هانىء عن أبي مسلم الخولاني\n</p>\n\n<p>\nأنه مر به رجال من اهل المدينة قدموا من الحج وهو عند معاوية بدمشق\nفلقيهم أبو مسلم فقال لهم هل مررتم بإخوانكم من أهل الحجر فقالوا نعم قال\nكيف رأيتم صنيع الله بهم قالوا بذنوبهم قال فإني أشهد أنكم عند الله مثلهم\n</p>\n\n<p>\nقال فدخلوا على معاوية فقالوا ما لقينا من هذا الشيخ الذي خرج من عندك\nفبعث إليه فجاءه فقال له يا أبا مسلم ما لك ولبني أخيك قال قلت لهم مررتم\nعلى أهل الحجر قالوا نعم قلت كيف رأيتم صنيع الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p382'> Vol. 02, p. 382</a>\n            </div>\n             بهم قالوا\nصنع الله ذلك بهم بذنوبهم فقلت أشهد أنكم عند الله مثلهم\n</p>\n\n<p>\nفقالوا وكيف يا أبا مسلم قال قتلوا ناقة الله وقتلتم خليفة الله وأشهد\nعلى ربي لخليفته أكرم عليه من ناقته\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 240 ] علي بن زيد بن جدعان\n</p>\n\n<p>\nأبو الحسن القرشي التيمي الأعمى\n</p>\n\n<p>\nحدث عن أنس بن مالك وسعيد بن المسيب وأبي عثمان النهدي وأبي نضرة العبدي\nوأوس بن خالد\n</p>\n\n<p>\nروى عنه سفيان الثوري وشعبة والحمادان ابن سلمة وابن زيد وشريك بن عبد\nالله النخعي وسفيان بن عيينة الهلالي\n</p>\n\n<p>\n[ 231 ] أخبرنا أبو الصهباء ولاد بن علي بن سهل التيمي الكوفي أخبرنا أبو\nجعفر محمد بن على بن دحيم الشيباني حدثنا أحمد بن حازم قال أخبرنا الحماني\nحدثنا ابن عيينة عن علي بن زيد بن جدعان عن سعيد بن المسيب عن سعد أنه قال\nللنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p383'> Vol. 02, p. 383</a>\n            </div>\n             من أنا يا رسول الله\n</p>\n\n<p>\nقال أنت <span id='ms085'></span> سعد بن مالك بن وهيب بن عبد مناف بن زهرة من قال غير ذلك فعليه\nلعنة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p384'> Vol. 02, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n| 241 وعلي بن زيد الكوفي\n</p>\n\n<p>\nحدث عن عبد الملك بن عمير\n</p>\n\n<p>\nروى عنه حسين بن علي الجعفي\n</p>\n\n<p>\n232 أخبرنا الحسن بن علي الجوهري حدثنا إسماعيل بن محمد بن إسماعيل بن\nزنجي الكاتب حدثنا محمد بن خلف وكيع قال حدثني عياش ابن محمد حدثنا حسين\nالجعفي عن علي بن زيد شيخ لهم عن عبد الملك بن عمير عن عبد الله بن عمر بن\nالخطاب قال\n</p>\n\n<p>\nتخرج الدابة من جبل جياد في أيام التشريق والناس بمنى قال فلذلك جاء سابق\nالحاج أو جاء بسلامة الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p385'> Vol. 02, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الله بن زبيد وعبد الله بن زيد\n</p>\n\n<p>\nالاول\n</p>\n\n<p>\n| 242 عبد الله بن زبيد بن الحارث اليامي الكوفي\n</p>\n\n<p>\nحدث عن أبيه وعن طلحة بن مصرف\n</p>\n\n<p>\nروى عنه أبو بدر شجاع بن الوليد السكوني\n</p>\n\n<p>\n233 أخبرنا القاضي أبو بكر الحيري حدثنا أبو العباس محمد بن يعقوب الأصم\nحدثنا يحيى بن أبي طالب أخبرنا أبو بدر حدثنا عبد الله بن زبيد الإيامي عن\nطلحة بن مصرف عن مصعب بن سعد عن سعد بن أبي وقاص قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p386'> Vol. 02, p. 386</a>\n            </div>\n             <span class='quran'>الذين هم عن صلاتهم ساهون </span>وفي قراءة عبد الله ( لاهون ) 65 ا قال\nالسهو عنها ترك وقتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p387'> Vol. 02, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 243 ] عبد الله بن زيد\n</p>\n\n<p>\nفبابه واسع وذكره لا طائل فيه\n</p>\n\n<p>\n| يزيد بن قبيس ويزيد بن قيس\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n| 244 يزيد بن قبيس\n</p>\n\n<p>\nأبو سهل الشامي\n</p>\n\n<p>\nحدث عن الجراح بن مليح البهراني ومحمد بن شعيب بن شابور\n</p>\n\n<p>\nروى عنه أحمد بن عبد الله الإيادي من أهل حبلة وعبد العزيز بن سليمان\nالحرملي\n</p>\n\n<p>\n[ 234 ] أخبرنا أبو نعيم الحافظ قال حدثنا سليمان بن أحمد الطبراني حدثنا\nأحمد بن عبدالله بن زياد الإيادي حدثنا يزيد بن قبيس حدثنا الجراح ابن مليح\nعن أرطأة بن المنذر وإبراهيم بن ذي حماية عن أبان بن أبي عياش عن أنس بن\nمالك قال سمعت رسول الله صلى الله عليه وسلم يقول تزوجوا الودود الولود من\nالنساء فإني مكاثر النبيين يوم القيامة وإياكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p388'> Vol. 02, p. 388</a>\n            </div>\n             والعواقر فإن <span id='ms086'></span>\nمثل ذلك مثل رجل قعد على رأس بئر يسقي أرضا سبخة فلا أرضه تنبت ولا عناؤه\nيذهب\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n245 يزيد بن قيس الكوفي\n</p>\n\n<p>\nحدث عن علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p389'> Vol. 02, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه محمد بن عبد الرحمن بن أبي ليلى وقيل عن ابن أبي ليلى عن القاسم\nبن الوليد عنه\n</p>\n\n<p>\n235 أخبرني أبو محمد عبد الله بن محمد بن عبد الله الخفاف أخبرنا أبو\nالحسين محمد بن المظفر بن موسى الحافظ حدثنا أحمد بن محمد بن عبد الخالق\nحدثنا أبو همام الوليد بن شجاع حدثنا يحيى بن زكريا عن ابن أبي ليلى عن\nيزيد بن قيس أن عليا رجم لوطيا\n</p>\n\n<p>\nوكذا رواه سويد بن سعيد عن يحيى\n</p>\n\n<p>\n236 حدثني أبو الحسن مكي بن إبراهيم الشيرازي أخبرنا محمد بن عبيد الله\nبن إسحاق التنيسي بها أخبرنا أحمد بن خالد بن يزيد الأشجعي حدثنا أبو حبيب\nيحيى بن نافع بن خالد حدثنا أبو محمد سعيد بن الحكم بن أبي مريم قال حدثني\nأبو عبيد قاسم بن سلام قال حدثني محمد بن ربيعة عن ابن أبي ليلى عن القاسم\nبن الوليد عن يزيد بن قيس عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p390'> Vol. 02, p. 390</a>\n            </div>\n             ابن أبي طالب\n</p>\n\n<p>\nأنه رجم لوطيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p391'> Vol. 02, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 246 ] ويزيد بن قيس\n</p>\n\n<p>\nكوفي أيضا\n</p>\n\n<p>\nحدث عن إبراهيم النخعي\n</p>\n\n<p>\nروى عنه بكر بن ربيعة\n</p>\n\n<p>\n237 أخبرنا أبو علي الحسن بن الحسين بن العباس بن دوما النعالي أخبرنا\nسعد بن محمد بن إسحاق الصيرفي حدثنا محمد بن عثمان بن أبي شيبة العبسي\nحدثنا حسين بن يزيد حدثنا عائذ بن حبيب عن بكر بن ربيعة عن يزيد بن قيس عن\nإبراهيم عن علقمة عن عبد الله قال\n</p>\n\n<p>\nأمر علي بقتال المارقين\n</p>\n\n<p>\n| 247 ويزيد بن قيس\n</p>\n\n<p>\nوالد عافية بن يزيد\n</p>\n\n<p>\nحدث عن أبي قيس عبد الرحمن بن ثروان الأودي\n</p>\n\n<p>\nروى عنه ابنه عافية\n</p>\n\n<p>\nونحن نذكر حديثه بعد في باب الهاء الزائدة إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p392'> Vol. 02, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 248 ] ويزيد بن قيس الشامي\n</p>\n\n<p>\nحدث عن عبادة بن نسي\n</p>\n\n<p>\nروى عنه الوليد بن سلمة الفلسطيني\n</p>\n\n<p>\n238 أخبرنا القاضي أبو بكر أحمد بن الحسن الحرشي حدثنا أبو العباس <span id='ms087'></span> محمد\nبن يعقوب الأصم ثنا محمد بن إسحاق الصغاني حدثنا الوليد بن سلمة اخبرني\nموسى بن يسار ويزيد بن قيس عن عبادة بن نسي عن عبد الرحمن بن غنم عن معاذ\nبن جبل قال\n</p>\n\n<p>\nصام النبي صلى الله عليه وسلم بعدما أنزلت عليه آية الرخصة في السفر\n</p>\n\n<p>\n| [ 249 ] ويزيد بن قيس\n</p>\n\n<p>\nحدث عن إسماعيل بن يحيى بن عبيد الله التيمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p393'> Vol. 02, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه الهيثم بن خالد البغدادي وقد ذكرنا حديثه في كتاب التلخيص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p394'> Vol. 02, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الثاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| خرشة بن الحارث وخرشة بن الحر\n</p>\n\n<p>\nالأول [ 250 ] خرشة بن الحارث\n</p>\n\n<p>\nأبو الحارث المرادي من بني زبيد له صحبة ورواية عن النبي صلى الله عليه\nوسلم وهو ممن سكن مصر\n</p>\n\n<p>\nحدث عنه يزيد بن أبي حبيب وأبو كثير المحاربي\n</p>\n\n<p>\n239 أخبرنا أبو علي الحسن بن علي بن محمد التميمي الواعظ حدثنا أحمد بن\nجعفر بن حمدان بن مالك القطيعي حدثنا عبد الله بن أحمد ابن حنبل حدثني أبي\nحدثنا حسن بن موسى الأشيب حدثنا ابن لهيعة حدثنا يزيد بن أبي حبيب عن خرشة\nبن الحارث وكان من أصحاب النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p395'> Vol. 02, p. 395</a>\n            </div>\n             صلى الله عليه وسلم عن النبي\nصلى الله عليه وسلم قال لا يشهدن أحدكم قتيلا لعله أن يكون قد قتل ظلما\nفتصيبه السخطة\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 251 ] خرشة بن الحر الكوفي الفزاري\n</p>\n\n<p>\nسمع عمر بن الخطاب وأبا ذر الغفاري\n</p>\n\n<p>\nروى عنه سليمان بن مسهر وربعي بن حراش وأبو زرعة بن عمرو بن جرير\n</p>\n\n<p>\n240 أخبرنا أبو بكر البرقاني قال قرأت على علي بن هارون الحربي حدثكم\nجعفر بن محمد الفريابى حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن جعفر حدثنا\nشعبة عن علي بن مدرك عن أبي زرعة عن خرشة ابن الحر عن أبي ذر عن النبي صلى\nالله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p396'> Vol. 02, p. 396</a>\n            </div>\n             ثلاثة لا يكلمهم الله ولا ينظر إليهم يوم\nالقيامة ولا يزكيهم ولهم عذاب أليم\n</p>\n\n<p>\nقال فقرأها رسول الله صلى الله عليه وسلم ثلاث مرات قال أبو ذر خابوا\nوخسروا من هم يا رسول الله قال المسبل والمنان والمنفق سلعته بالحلف <span id='ms088'></span> الكاذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p397'> Vol. 02, p. 397</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p398'> Vol. 02, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الراء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| محمد بن سوار ومحمد بن سواء\n</p>\n\n<p>\nالأول [ 252 ] محمد بن سوار بن عبد الله العنبري البصري\n</p>\n\n<p>\nحدث عن عيسى بن علي بن عبد الله بن العباس روى عنه ابن أخيه عتاب بن عبد\nالله بن سوار\n</p>\n\n<p>\n241 أخبرنا القاضي أبو العلاء محمد بن علي بن أحمد بن يعقوب الواسطي قال\nحدثنا أبو بكر محمد بن أحمد بن محمد البابسيري حدثنا القاضي أبو أمية\nالأحوص بن المفضل قال حدثني عتاب بن عبد الله بن سوار ابن عبد الله العنبري\nقال حدثني عمي أبو عبد الله محمد بن سوار العنبري قال حدثني عيسى بن علي بن\nعبد الله بن عباس عن أبيه عن جده قال\n</p>\n\n<p>\nقال العباس لعلي حين انزلت <span class='quran'>إذا جاء نصر الله والفتح </span>انطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p399'> Vol. 02, p. 399</a>\n            </div>\n             بنا إلى رسول الله صلى الله عليه وسلم فإن كان هذا الأمر لنا\nمن بعده لم تشاحنا فيه قريش وإن كان لغيرنا سألناه الموصاة لنا قال لا\n</p>\n\n<p>\nقال العباس فجئت رسول الله صلى الله عليه وسلم سرا فذكرت ذلك فقال نعم إن\nالله جعل أبا بكر خليفتي على دين الله ووحيه وهو مستوص فاسمعوا له وأطيعوا\nتهتدوا وتفلحوا واقتدوا به ترشدوا\n</p>\n\n<p>\nقال ابن عباس فما وافق أبا بكر على رأيه ولا أعانه على شأنه إذ خالفوه\nأصحابه في ارتداد العرب إلا العباس بن عبد المطلب قال فوالله ما عدل رأيهما\nوحزمهما رأي أهل الأرض أجمعين\n</p>\n\n<p>\n| [ 253 ] ومحمد بن سوار بن راشد\n</p>\n\n<p>\nأبو جعفر الأزدي الكوفي سكن مصر وحدث بها عن عبد السلام بن حرب وعبدة بن\nسليمان روى عنه أبو داود السجستاني وغيره\n</p>\n\n<p>\n242 أخبرنا القاضي أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي حدثنا\nمحمد بن أحمد اللؤلؤي حدثنا أبو داود حدثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p400'> Vol. 02, p. 400</a>\n            </div>\n             سوار\nالمصري حدثنا عبد السلام بن حرب عن يونس بن عبيد عن زياد بن جبير عن سعد\nقال\n</p>\n\n<p>\nلما بايع رسول الله صلى الله عليه وسلم النساء قامت امرأة جليلة كأنها من\nنساء مضر فقالت يا رسول الله إنا كل <span id='ms089'></span> على آبائنا وأبنائنا قال أبو داود وأرى\nفيه وأزواجنا فما يحل لنا من أموالنا قال الرطب تأكلنه وتهدينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p401'> Vol. 02, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو داود وكذا رواه الثوري عن يونس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p402'> Vol. 02, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 254 ] ومحمد بن سوار البصري\n</p>\n\n<p>\n243 أخبرني بحديثه الحسن بن محمد بن الحسن الخلال حدثنا أحمد بن محمد بن\nعمران حدثنا أبو الحسن بن سالم أخبرنا سهل بن عبد الله حدثني محمد بن سوار\nعن أبيه عن مالك بن دينار عن جابر بن عبد الله قال\n</p>\n\n<p>\nصيح بي وأنا نائم على فراشي يا عبد الله قم فاكنس دارك ففعلت ورجعت إلى\nفراشي فصيح بي الثانية ففعلت ففلت وعدت إلى فراشي فصيح بي الثالثة وقيل لي\nيا عبد الله قم فاكنس دارك وارم بالقمامة من منزلك ففعلت ذلك فلما كان في\nوجه السحر قال لي ذاك الصائح أحسن الله جزاءك فإن بعض إخواننا من الجن\nزارنا فمنعه المرزجوش من الدخول فذكرت ذلك لرسول الله صلى الله عليه وسلم\nفقال صدق وهو مزروع حول العرش فإذا كان في دار لم يدخلها الشيطان\n</p>\n\n<p>\nقال الشيخ أيده الله هذا الحديث باطل ولم أكتبه إلا بهذا الإسناد من طريق\nأبي الحسن ابن سالم وهو الذي تنسب إليه الطائفة المعروفة بالسالمية وليس\nيعرف برواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p403'> Vol. 02, p. 403</a>\n            </div>\n             الحديث\n</p>\n\n<p>\n| الثاني\n</p>\n\n<p>\n[ 255 ] محمد بن سواء\n</p>\n\n<p>\nأبو الخطاب السدوسي البصري سمع روح بن القاسم وسعيد بن أبي عروبة وشعبة\nبن الحجاج وهمام بن يحيى\n</p>\n\n<p>\nروى عنه ابن أخيه محمد بن ثعلبة بن سواء وعبد الله بن الصباح العطار\n</p>\n\n<p>\n244 أخبرنا أبو عمرو عثمان بن محمد بن يوسف بن دوست العلاف أخبرنا محمد\nبن عبد الله بن إبراهيم الشافعي حدثنا محمد بن بشر بن مطر حدثنا محمد بن\nثعلبة بن سواء حدثنا عمي محمد بن سواء قال حدثنا همام عن قتادة عن أنس قال\nكان كم قميص رسول الله صلى الله عليه وسلم إلى رصغه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p404'> Vol. 02, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n| بشير بن عقربة وبشير بن عقبة\n</p>\n\n<p>\nالأول [ 256 ] بشير بن عقربة أبو اليمان الجهني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p405'> Vol. 02, p. 405</a>\n            </div>\n             له صحبة\nورواية عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nروى عنه عبد الله <span id='ms090'></span> بن عوف الكناني وليس له غير حديث واحد\n</p>\n\n<p>\n[ 245 ] أخبرناه أبو بكر محمد بن عبد الله بن أبان بن قديس التغلبي\nالهيتي حدثنا أبو سعيد الحسين بن عبد الله بن روح الجواليقي حدثنا أبو شعيب\nالحراني حدثنا سعيد بن منصور حدثنا حجر بن الحارث الغساني من أهل الرملة عن\nعبد الله بن عوف الكناني وكان عاملا لعمر بن عبد العزيز على الرملة أنه شهد\nعبد الملك بن مروان قال لبشير بن عقربة الجهني يوم قتل عمرو بن سعيد بن\nالعاص يا أبا اليمان إني قد احتجت اليوم إلى كلامك فقم فتكلم قال إني سمعت\nرسول الله صلى الله عليه وسلم يقول من قام بخطبة لا يلتمس بها إلا رياء\nوسمعة وقفه الله تعالى يوم القيامة موقف رياء وسمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p406'> Vol. 02, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 257 ] بشير بن عقبة\n</p>\n\n<p>\nفهو أبو عقيل الدورقي وقد ذكرناه مع بشر بن عقبة في الفصل الأول من هذا\nالكتاب\n</p>\n\n<p>\n| محمد بن رحمويه ومحمد بن حمويه\n</p>\n\n<p>\nالأول [ 258 ] محمد بن رحمويه بن الأحنف\n</p>\n\n<p>\nأبو عبد الله البخاري الطواويسي\n</p>\n\n<p>\nحدث عن عبد الصمد بن الفضل البلخي وأحيد بن الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p407'> Vol. 02, p. 407</a>\n            </div>\n             البامياني\nومحمد بن إبراهيم البوسنجي روى عنه إبراهيم بن محمد بن هارون الملاحمي\n</p>\n\n<p>\n246 أخبرنا أبو الوليد الحسن بن محمد الدربندي أخبرنا أبو عبد الله محمد\nبن أحمد بن محمد بن سليمان الحافظ ببخارى حدثنا إبراهيم بن محمد بن هارون\nالملاحمي حدثنا محمد بن رحمويه بن الأحنف حدثنا عبد الصمد بن الفضل حدثنا\nعمر بن حكيم أخو شداد بن حكيم عن محمد بن سلم عن إبراهيم بن ميسرة عن طاووس\nعن عبد الله بن عمرو عن النبي صلى الله عليه وسلم أنه قال الشرط كلاب النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p408'> Vol. 02, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 259 ] محمد بن حموية\n</p>\n\n<p>\nابن حديد بن هارون بن إدريس بن عبد الله أبو بكر الفرغاني قدم بغداد وحدث\nبها عن أحمد بن محمد بن الأزهر الوراق روى عنه أبو الحسن علي بن [ عمر بن ]\nمحمد السكري\n</p>\n\n<p>\n247 أخبرنا أبو منصور أحمد بن الحسين بن علي بن عمر بن محمد السكري حدثنا <span id='ms091'></span>\nجدي حدثنا أبو بكر محمد بن حمويه بن حديد بن هارون ابن إدريس بن عبد الله\nالفرغاني في سنة إحدى عشرة وثلاث مئة قدم علينا حاجا حدثنا أبو [ 69 أ ]\nجعفر الوراق أحمد بن محمد بن الأزهر حدثنا إبراهيم بن سليمان الزيات عن عبد\nالحكم عن أنس بن مالك قال\n</p>\n\n<p>\nكنا مع رسول الله صلى الله عليه وسلم فسمع ضجة فتغير لونه فقيل ما هذه\nقال\n</p>\n\n<p>\nحجر وقع في جهنم مذ سبعين سنة الآن صار في قعرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p409'> Vol. 02, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 260 ] ومحمد بن حمويه بن عباد\n</p>\n\n<p>\nأبو بكر السراج النيسابوري ويعرف بالطهماني حدث عن أحمد بن حفص ومحمد بن\nيزيد السلميين وعن محمد ابن الوليد بن أبان البغدادي\n</p>\n\n<p>\nروى عنه أبو بكر محمد بن عبد الله بن إبراهيم الشافعي وأبو أحمد الغطريفي\nالجرجاني وأبو إسحاق المزكي والحسين بن علي التميمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p410'> Vol. 02, p. 410</a>\n            </div>\n            \nالنيسابوريان\n</p>\n\n<p>\n248 أخبرني أبو طالب مكي بن علي بن عبد الرزاق الحريري حدثنا إبراهيم بن\nمحمد بن يحيى المزكي النيسابوري إملاء أخبرنا أبو بكر محمد بن حمويه بن\nعباد السراج حدثنا محمد بن الوليد بن أبان البغدادي بمكة حدثنا إبراهيم بن\nصرمة عن يحيى بن سعيد عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\nفضلت على آدم بخصلتين كان شيطاني كافرا فأعانني الله عليه حتى أسلم وكن\nأزواجي عونا لي وكان شيطان آدم كافرا وكانت زوجته عونا على خطيئته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p411'> Vol. 02, p. 411</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p412'> Vol. 02, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 261 ] ومحمد بن حمويه بن زهير\n</p>\n\n<p>\nأبو الحسن الطوسي حدث عن علي بن سلمة اللبقي روى عنه علي بن إبراهيم\nالمستملي المعروف بالنجاد [ 249 ] أخبرنا محمد بن الحسين بن الفضل القطان\nقال أخبرنا أبو الحسن علي بن إبراهيم المستملي قال حدثنا أبو الحسن محمد بن\nحمويه ابن زهير الطوسي بطوس قال حدثنا علي بن سلمة اللبقي قال حدثنا يحيى\nابن آدم قال حدثنا أبو يعقوب الخراساني عن يحيى بن سعيد القطان عن الحكم بن\nفروخ عن عكرمة عن ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n             أنه كان يكبر من غداة عرفة إلى آخر\nأيام التشريق صلاة العصر يكبر في <span id='ms092'></span> العصر ويقطع في المغرب\n</p>\n\n<p>\nقال وحدثنا أبو يعقوب الخراساني عن عبد الرزاق بن همام عن النعمان بن [\nأبي ] شيبة الجندي عن ابن طاوس عن أبيه قال ليس في الأوقاص أو قال في\nالأوقاص صدقة الشيخ يشك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n             باب الفاء\nالزائدة\n</p>\n\n<p>\n| - *\n</p>\n\n<p>\nزياد بن مطرف وزياد بن مطر $ الأول [ 262 ] زياد بن مطرف الكوفي\n</p>\n\n<p>\nحدث عن زيد بن أرقم روى عنه أبو إسحاق السبيعي\n</p>\n\n<p>\n[ 250 ] أخبرنا الحسن بن أبي بكر قال حدثنا أبو سهل أحمد بن محمد ابن عبد\nالله بن زياد القطان إملاء حدثنا إبراهيم بن إسحاق السراج حدثنا يحيى بن\nعبد الحميد الحماني حدثنا أبو المحياة يحيى بن يعلى\n</p>\n\n<p>\nوأخبرنا الحسن بن أبي بكر أخبرنا محمد بن عبد الله بن إبراهيم الشافعي\nحدثني إسحاق بن الحسن حدثنا قاسم بن أبي شيبة حدثنا يحيى ابن يعلى الأسلمي\nكلاهما عن عمار بن رزيق عن أبي إسحاق عن زياد بن مطرف عن زيد بن أرقم قال\nقال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n             من أحب أن يحيا حياتي ويموت\nميتتي ويسكن جنة الخلد التي وعدني ربي فإن ربي تعالى غرس قضبانها بيده\nفليتول علي بن أبي طالب فإنه لن يخرجكم من هدى ولن يدخلكم في ضلالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p418'> Vol. 02, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nواللفظ لحديث أبي سهل بن زياد قال الشيخ أيده الله أبو المحياة كوفي وهو\nغير الأسلمي\n</p>\n\n<p>\n| والثاني [ 263 ] زياد بن مطر العدوي البصري\n</p>\n\n<p>\n[ 251 ] أخبرنا ابن الفضل القطان حدثنا علي بن إبراهيم المستملي حدثنا\nأبو أحمد بن فارس حدثنا البخاري قال زياد بن مطر العدوي البصري سمع عمر\nيروي عنه ابنه العلاء وحميد ابن هلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n| يحيى بن مطرف ويحيى بن مطر\n</p>\n\n<p>\nالأول [ 264 ] يحيى بن مطرف الكوفي\n</p>\n\n<p>\nسمع علي بن أبي طالب روى عنه جعفر بن أبي جعفر العجلي\n</p>\n\n<p>\n[ 252 ] أخبرنا أبو بكر البرقاني أخبرنا أبو حامد أحمد بن محمد بن حسنويه\nالهروي أخبرنا الحسين بن إدريس حدثنا عثمان بن أبي شيبة حدثني أبو نعيم قال\nحدثني جعفر بن أبي جعفر العجلي قال حدثني يحيى بن مطرف قال مر علينا علي بن\nأبي طالب <span id='ms093'></span> ونحن وقوف بصفين فقال لمن هذه [ 70 ب ] الرايات قلنا رايات بيعته\nقال بل رايات الله عز وجل\n</p>\n\n<p>\n| [ 265 ] ويحيى بن مطرف\n</p>\n\n<p>\nابن المغيرة بن الهيثم بن يوسف بن محمد أبو الهيثم الأصبهاني مولى ثقيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p420'> Vol. 02, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عن الحسين بن حفص صاحب الثوري وعن مسلم بن إبراهيم الأزدي ومحمد بن\nكثير العبدي وسعيد بن سلام العطار وأبي يعلى محمد ابن الصلت التوزي روى عنه\nأبو جعفر بن معبد\n</p>\n\n<p>\n253 أخبرنا أبو سعيد الحسن بن محمد بن عبدالله بن حسنويه الكاتب بأصبهان\nحدثنا أبو جعفر أحمد بن جعفر بن أحمد بن معبد السمسار حدثنا يحيى بن مطرف\nحدثنا مسلم بن إبراهيم حدثنا المثنى بن سعيد حدثنا قتادة عن عبد الله بن\nبريدة عن أبيه أنه سمع النبي صلى الله عليه وسلم يقول المؤمن يموت بعرق\nالجبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n             قال لي أبو نعيم الحافظ كان يحيى بن مطرف يتفقه على\nمذهب الكوفيين ويفتي البلد يعني بلد أصبهان\n</p>\n\n<p>\nوقال توفي يوم عاشوراء سنة ثمان وسبعين ومئتين\n</p>\n\n<p>\n| والثاني [ 266 ] يحيى بن مطر المجاشعي البصري\n</p>\n\n<p>\nحدث عن عاصم الأحول وحصين بن عبد الرحمن وخالد الحذاء وحماد بن سلمة روى\nعنه هشام بن بهرام المدائني وغيره\n</p>\n\n<p>\n254 أخبرنا الحسن بن أبي بكر أخبرنا أحمد بن محمد بن عبد الله القطان\nحدثنا محمد بن ( ) حدثنا هشام بن بهرام المدائني حدثنا يحيى بن مطر عن خالد\nالحذاء عن عكرمة عن عمار بن ياسر أن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n             صلى الله عليه وسلم\n[ 71 أ ] قال\n</p>\n\n<p>\nتقتلك الفئة الباغية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب اللام الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| يحيى بن سالم ويحيى بن سام\n</p>\n\n<p>\nالأول [ 267 ] يحيى بن سالم الكوفي\n</p>\n\n<p>\nحدث عن مولى للحسين بن علي بن أبي طالب لم يسمه روى عنه عبد الملك بن أبي\nغنية\n</p>\n\n<p>\n255 أخبرنا أبو الحسن محمد بن أحمد بن محمد بن أحمد بن رزقويه البزاز\nأخبرنا أبو عمرو عثمان بن أحمد بن عبد الله الدقاق حدثنا محمد بن عبيد الله\nالمنادي حدثنا أبو بدر حدثنا عبد الملك بن أبي غنية قال حدثني يحيى بن سالم\nعن مولى للحسين قال\n</p>\n\n<p>\nكنت مع حسين <span id='ms094'></span> رضي الله عنه حتى مر بدار فاستسقى فخرجت إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n            \nجارية بقدح ورشاء مفضض قال فجعل ينزع الفضة ويرمي بها إلى الجارية ثم قال\nاذهبي بهذا إلى أهلك ثم شرب ثم دفع إليها القدح\n</p>\n\n<p>\n| [ 268 ] ويحيى بن سالم\n</p>\n\n<p>\nكوفي أيضا\n</p>\n\n<p>\nحدث عن إسرائيل بن يونس ويونس بن ارقم وعمرو بن ثابت وأشعث ابن عم الحسن\nبن صالح روى عنه زكريا بن يحيى الكسائي وإسماعيل بن إسحاق بن راشد الكوفيان\n</p>\n\n<p>\n[ 256 ] أخبرنا أبو القاسم الحسن بن الحسن بن علي بن المنذر القاضي\nوالحسن بن أبي بكر شاذان قالا أخبرنا محمد بن عبد الله بن إبراهيم الشافعي\nحدثنا محمد بن غالب حدثنا زكريا بن يحيى الكسائي حدثنا يحيى بن سالم حدثنا\nأشعث ابن عم حسن بن صالح كان يفضل على حسن قال حدثنا مسعر عن عطية العوفي\nعن جابر بن عبد الله قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p426'> Vol. 02, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nمكتوب على باب الجنة محمد رسول الله علي أخو رسول الله قبل أن يخلق الله\nالسماوات والأرض بألف ألف سنة\n</p>\n\n<p>\n| والثاني [ 269 ] يحيى بن سام\n</p>\n\n<p>\nيعد في الكوفيين أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n             حدث عن موسى بن طلحة بن عبيد الله روى\nعنه سليمان الأعمش ويزيد بن أبي زياد وفطر بن خليفة\n</p>\n\n<p>\n[ 257 ] أخبرنا أبو عبد الله الحسين بن عمر بن برهان الغزال الشيخ الصالح\nأخبرنا عثمان بن أحمد الدقاق حدثنا محمد بن عبيد الله المنادي حدثنا وهب بن\nجرير حدثنا شعبة عن الأعمش عن يحيى بن سام عن موسى بن طلحة عن أبي ذر عن\nالنبي صلى الله عليه وسلم قال إذا صمت من الشهر ثلاثة أيام فصم ثلاث عشرة\nوأربع عشرة وخمس عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p428'> Vol. 02, p. 428</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الميم الزائدة\n</p>\n\n<p>\n- * الحسن بن مسلم والحسن بن سلم الأول [ 270 ] الحسن بن مسلم بن يناق $\n- * المكي\n</p>\n\n<p>\nحدث عن طاوس ومجاهد وعطاء بن نافع روى عنه ابن جريج وإبراهيم بن نافع\n</p>\n\n<p>\n258 أخبرنا القاضي أبو الحسن علي بن عبد الله بن إبراهيم الهاشمي حدثنا\nعمرو بن البختري الرزاز حدثنا أحمد بن الخليل بن ثابت البرجلاني حدثنا\nالواقدي حدثنا إبراهيم بن نافع عن الحسن بن مسلم <span id='ms095'></span> بن يناق عن خاله عطاء بن\nنافع [ 72 أ ] أنهم دخلوا على أم الدرداء فأخبرتهم أنها سمعت أبا الدرداء\nيقول قال رسول الله صلى الله عليه وسلم إن أفضل شيء في الميزان يوم القيامة\nالخلق الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p431'> Vol. 02, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 271 ] الحسن بن سلم بن صالح العجلي البصري حدث عن ثابت\nالبناني روى عنه محمد\n</p>\n\n<p>\nبن موسى الحرشي\n</p>\n\n<p>\n259 اخبرني عبيد الله بن أبي الفتح الفارسي أخبرنا أبو الطيب محمد ابن\nالحسين التيملي الكوفي حدثنا علي بن العباس البجلي حدثنا محمد بن موسى\nالحرشي حدثنا الحسن بن سلم بن صالح العجلي حدثنا ثابت عن انس قال قال رسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p432'> Vol. 02, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nمن قرأ <span class='quran'>إذا زلزلت </span>عدلت بنصف القرآن ومن قرأ ب <span class='quran'>قل يا أيها\nالكافرون </span>عدلت له بربع القرآن ومن قرأ <span class='quran'>قل هو الله أحد </span>عدلت\nله بثلث القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p433'> Vol. 02, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرو بن مسلم وعمرو بن سلم\n</p>\n\n<p>\nالأول [ 272 ] عمرو بن مسلم\n</p>\n\n<p>\nسمع أنسا ذكر ذلك أبو عبد الله البخاري\n</p>\n\n<p>\n| [ 273 ] وعمرو بن مسلم\n</p>\n\n<p>\nابن عمار بن أكيمة الليثي الجندعي من أهل المدينة حدث عن سعيد بن المسيب\nروى عنه مالك بن أنس وسعيد بن أبي هلال\n</p>\n\n<p>\n[ 260 ] أخبرنا الحسن بن أبي بكر أخبرنا أبو بكر أحمد بن سلمان النجاد\nقال قرىء على أبي قلابة الرقاشي وأنا أسمع قال حدثنا يحيى بن كثير حدثنا\nشعبة عن مالك عن عمرو بن مسلم عن سعيد بن المسيب عن أم سلمة أن النبي صلى\nالله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p434'> Vol. 02, p. 434</a>\n            </div>\n             إذا دخل العشر فأراد أحدكم [ 72 ب ] أن\nيضحي فليمسك عن شعره وأظفاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p435'> Vol. 02, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 274 ] وعمرو بن مسلم الجندي\n</p>\n\n<p>\nحدث عن عكرمة مولى ابن عباس روى عنه زياد بن سعد ومعمر بن راشد وسفيان بن\nعيينة\n</p>\n\n<p>\n[ 261 ] أخبرنا أبو الحسن محمد بن عبد الواحد بن محمد بن جعفر أخبرنا\nمحمد بن إسماعيل بن العباس الوراق حدثنا يحيى بن محمد بن صاعد حدثنا عبد\nالله بن عمران العابدي حدثنا سفيان عن عمرو بن مسلم عن عكرمة عن ابن عباس\nقال نهى رسول الله صلى الله عليه وسلم أن توطأ <span id='ms096'></span> حامل حتى تضع أو حائل حتى\nتحيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p436'> Vol. 02, p. 436</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p437'> Vol. 02, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 275 أ ] عمرو بن سلم\n</p>\n\n<p>\nأبو عثمان الحذاء الواسطي حدث عن عبد المجميد بن عبد العزيز بن أبي رواد\nومحمد بن ماهان والحارث بن منصور روى عنه أسلم بن سهل المعروف ببحشل ومحمد\nبن إبراهيم بن أبي الرجال الصالحي\n</p>\n\n<p>\n[ 262 ] أخبرنا الحسن بن أبي بكر أخبرنا عبد الصمد بن علي الطستي حدثنا\nأسلم بن سهل حدثنا عمرو بن سلم الحذاء حدثنا محمد بن ماهان حدثنا العلاء بن\nراشد عن هشام بن عروة عن أبيه عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم إن الله لا يقبض العلم إنتزاعا ينتزعه من الناس ولكن يقبض العلماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p438'> Vol. 02, p. 438</a>\n            </div>\n             حتى إذا لم يبق عالما اتخذ الناس رؤوسا جهالا فسئلوا فأفتوا\nبغير علم فضلوا وأضلوا إبراهيم بن مسلم وإبراهيم بن سلم [ 73 أ ]\n</p>\n\n<p>\n| أما [ 275 ب ] إبراهيم بن مسلم\n</p>\n\n<p>\nفهم سبعة ذكرناهم في كتاب المتفق والمفترق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p439'> Vol. 02, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 276 ] إبراهيم بن سلم الهذلي\n</p>\n\n<p>\nحدث عن أبي حازم سلمة بن دينار روى عنه بكار بن عبد الله الربذي\n</p>\n\n<p>\n[ 263 ] أخبرنا أبو سهل محمود بن عمر بن جعفر بن إسحاق العكبري أخبرنا\nعلي بن الفرج بن أبي ( روح ) حدثنا عبد الله بن محمد بن أبي الدنيا حدثني\nمحمد بن يحيى هو ابن أبي حاتم الأزدي قال حدثني محمد بن هانىء قال حدثني\nبكار بن عبد الله بن عبيدة ( الربذي ) عن إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p440'> Vol. 02, p. 440</a>\n            </div>\n             سلم\nالهذلي قال قال أبو حازم والله لئن نجونا من شر ما أعطينا لا يضرنا ما زوي\nعنا وإن كنا تورطنا في شر ما قد بسط علينا ما نطلب ما بقي إلا حمقا\n</p>\n\n<p>\n| [ 277 ] وإبراهيم بن سلم بن رشيد الهجيمي البصري\n</p>\n\n<p>\nحدث عن معاذ بن معاذ العنبري وعمر بن حبيب القاضي روى عنه محمد بن عبد\nالله بن رسته الأصبهاني وأبو حامد محمد بن هارون البغدادي\n</p>\n\n<p>\n[ 264 ] أخبرنا أبو عبد الله الحسين بن محمد بن طاهر الدقاق وأبو الحسين\nأحمد بن محمد بن أحمد بن النقور البزاز قالا أخبرنا أبو طاهر محمد ابن عبد <span id='ms097'></span>\nالرحمن بن العباس المخلص حدثنا محمد بن هارون الحضرمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p441'> Vol. 02, p. 441</a>\n            </div>\n             حدثنا\nإبراهيم بن سلم بن رشيد الهجيمي حدثنا معاذ بن معاذ حدثنا صالح ابن أبي\nالاخضر عن الزهري عن أنس بن مالك قال كنت أسكب لرسول الله صلى الله عليه\nوسلم غسلا واحدا من نسائه وهن تسع\n</p>\n\n<p>\n| الربيع بن مسلم والربيع بن سلم\n</p>\n\n<p>\nالأول [ 278 ] الربيع بن مسلم\n</p>\n\n<p>\nأبو بكر الجمحي البصري حدث عن أبي الحارث محمد بن زياد وعن الحسن روى عنه\nيونس بن محمد المؤدب وموسى بن إسماعيل التبوذكي وابن ابنه عبد الرحمن بن\nبكر بن الربيع\n</p>\n\n<p>\n[ 265 ] سمعت القاضي أبا الطيب طاهر بن عبد الله بن طاهر الطبري يقول\nسمعت أبا أحمد محمد بن أحمد بن الغطريف يقول سمعت أبا خليفة هو الفضل بن\nالحباب الجمحي يقول سمعت عبد الرحمن بن بكر بن الربيع بن مسلم يقول سمعت\nالربيع بن مسلم يقول سمعت محمد بن زياد يقول سمعت أبا هريرة يقول سمعت أبا\nالقاسم صلى الله عليه وسلم يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p442'> Vol. 02, p. 442</a>\n            </div>\n             عجب ربنا عز وجل من أقوام\nيقادون إلى الجنة في السلاسل\n</p>\n\n<p>\n| والثاني [ 279 ] الربيع بن سلم\n</p>\n\n<p>\nأبو سلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p443'> Vol. 02, p. 443</a>\n            </div>\n             حدث عن أبي عمرو مولى أنس بن مالك\n</p>\n\n<p>\nروى عنه شيبان بن فروخ\n</p>\n\n<p>\n[ 266 ] أخبرنا القاضي أبو القاسم علي بن المحسن التنوخي أخبرنا محمد بن\nالمظفر الحافظ حدثنا أبو بكر محمد بن عبد السلام السلمي بالبصرة حدثنا\nشيبان حدثنا أبو سلم الربيع بن سلم حدثنا أبو عمرو مولى أنس عن أنس قال قال\nرسول الله صلى الله عليه وسلم من كف بصره كف عنه عذابه ومن خزن لسانه ستر\nالله عورته ومن اعتذر إلى الله قبل الله عذره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p444'> Vol. 02, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n| بشر بن المفضل وبشر بن الفضل\n</p>\n\n<p>\nالأول [ 280 ] بشر بن المفضل بن لاحق\n</p>\n\n<p>\nأبو إسماعيل البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p445'> Vol. 02, p. 445</a>\n            </div>\n             حدث عن علي بن زيد بن جدعان وأبي مسلمة\nسعيد بن يزيد وحميد الطويل وداود بن أبي هند وخالد الحذاء وقرة بن خالد\nومحمد بن عجلان روى عنه عفان بن مسلم وعبد الله بن عبد الوهاب الحجبي ومسدد\nوأحمد بن حنبل وعلي <span id='ms098'></span> بن المديني وخلق يتسع ذكرهم\n</p>\n\n<p>\n[ 267 ] أخبرنا أبو عمر بن مهدي وأبو الحسن محمد بن أحمد بن رزقويه ومحمد\nبن الحسين بن الفضل وعبد الله بن يحيى السكوني ومحمد ابن محمد بن محمد بن\nإبراهيم بن مخلد البزاز قالوا أخبرنا إسماعيل بن محمد الصفار حدثنا الحسن\nبن عرفة قال حدثني بشر بن المفضل عن محمد بن عجلان عن سعيد بن أبي سعيد\nالمقبري عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإذا وقع الذباب في إناء أحدكم فإن في أحد جناحيه داء والآخر شفاء وإنه\nيتقي بالجناح الذي فيه الداء فليغمسه كله ثم لينزعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p446'> Vol. 02, p. 446</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p447'> Vol. 02, p. 447</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني [ 281 ] بشر بن الفضل بن الوليد بن العيزار\n</p>\n\n<p>\nأبو أسامة الكوفي حدث عن أبيه وعن عكرمة بن عمار اليمامي روى عنه أبو\nداود الطيالسي\n</p>\n\n<p>\n[ 268 ] أخبرني أبو القاسم الأزهري حدثنا محمد بن المظفر حدثنا محمد بن\nسليمان الباغندي قال حدثني محمد بن عثمان العبسي والعباس ابن أبي طالب قالا\nحدثنا عبد الله بن عمران الأصبهاني حدثنا أبو داود الطيالسي قال حدثني بشر\nبن الفضل البجلي عن أبيه عن خالد الحذاء عن أنس بن سيرين عن أبي يحيى عن\nأبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n             لا\nتباشر المرأة المرأة إلا وهما زانيتان ولا يباشر الرجل الرجل إلا وهما\nزانيان\n</p>\n\n<p>\n| فضالة بن المفضل وفضالة بن الفضل\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 282 ] فضالة بن المفضل\n</p>\n\n<p>\nابن فضالة بن عبيد بن ثمامة بن مرثد بن نوف أبو ثوابة الرعيني ثم\nالقتباني من أهل مصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n             حدث عن أبيه روى عنه ابنه المفضل ويحيى بن\nعثمان بن صالح وأبو الأحوص محمد بن الهيثم القاضي وأحمد بن محمد بن رشدين\nالمهري وغيرهم وذكر أبو سعيد بن يونس أنه مات في شهر رمضان من سنة ست\nوعشرين ومئتين\n</p>\n\n<p>\n269 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا أبو الحسن علي بن محمد\nالمصري حدثنا يحيى بن عثمان بن صالح حدثنا فضالة بن المفضل حدثنا أبي\nالمفضل بن فضالة عن ابن عجلان عن <span id='ms099'></span> أبي الزناد عن خارجة بن زيد بن ثابت عن\nأبيه قال قال رسول الله صلى الله عليه وسلم الحرب خدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p451'> Vol. 02, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 283 ] فضالة بن الفضل التميمي الكوفي\n</p>\n\n<p>\nحدث عن أبي بكر بن عياش وأبي داود الحفري روى عنه أحمد بن عمرو بن عبد\nالخالق البزار وعلي بن العباس المقانعي ومحمد بن الحسين الأشناني وبدر بن\nالهيثم القاضي\n</p>\n\n<p>\n270 أخبرنا محمد بن علي بن الفتح الحربي أخبرنا علي بن عمر الحافظ حدثنا\nبدر بن الهيثم القاضي حدثنا فضالة بن الفضل التميمي حدثنا أبو بكر بن عياش\nعن أبي إسحاق عن الأسود وعلقمة عن عبد الله قال كان النبي صلى الله عليه\nوسلم يسلم عن يمينه وعن شماله حتى يرى بياض خديه السلام عليكم ورحمة الله\nالسلام عليكم ورحمة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p453'> Vol. 02, p. 453</a>\n            </div>\n             غسان بن المفضل وغسان بن\nالفضل الأول [ 284 ] غسان بن المفضل الغلابي أبو معاوية البصري\n</p>\n\n<p>\nحدث عن خالد بن الحارث وبشر بن المفضل وأبي بحر البكراوي وإسماعيل بن\nحماد بن أبي حنيفة وأبي أسامة حماد بن أسامة وغيرهم روى عنه ابنه المفضل\nوعباس أبي طالب ومحمد بن مسلم بن واره\n</p>\n\n<p>\n271 أخبرنا عبد الله بن يحيى بن عبد الجبار السكري أخبرنا محمد ابن عبد\nالله الشافعي حدثنا جعفر بن محمد بن الأزهر حدثنا ابن الغلابي وهو المفضل\nبن غسان بن المفضل حدثنا أبي عن بشر بن المفضل بن لاحق عن أيوب السختياني\nأن رجلا صحبه إلى مكة فاشتكى الرجل في بعض الطريق فأقام عليه أيوب حتى برأ\nقال أردت أن أدع الحج وأجعلها عمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p454'> Vol. 02, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني\n</p>\n\n<p>\n[ 285 ] غسان بن الفضل أبو عمرو السجستاني نزيل مكة\n</p>\n\n<p>\nحدث عن حماد بن زيد وصبيح بن سعيد النجاشي وبشير بن ميمون الواسطي روى\nعنه أبو زرعة الرازي\n</p>\n\n<p>\n272 أخبرنا أبو الحسن علي بن طلحة بن محمد بن عمر المقرىء أخبرنا أبو\nالعباس أحمد بن محمد بن الحسين الرازي حدثنا محمد بن قارن ابن العباس حدثنا\nأبو زرعة حدثنا غسان بن الفضل أبو عمرو حدثنا صبيح ابن سعيد النجاشي المدني\nسنة ثمانين ومئة وزعم <span id='ms100'></span> أنه قد بلغ ثنتين وخمسين ومئة سنة قال سمعت أمي إنه\nكانت اسمها عنبة فسماها رسول الله صلى الله عليه وسلم عنقودة هذا حديث غريب\nجدا لم أكتبه إلا من هذا الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p455'> Vol. 02, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n| سعيد بن مسلمة وسعيد بن سلمة\n</p>\n\n<p>\nالأول [ 286 ] سعيد بن مسلمة بن هشام بن عبد الملك بن مروان\n</p>\n\n<p>\nحدث عن هشام بن عروة وجعفر بن محمد بن علي ومحمد بن عجلان وليث بن أبي\nسليم وأبي جناب الكلبي روى عنه محمد بن إدريس الشافعي والحكم بن موسى ومحمد\nبن الصباح البغداديان ودحيم الدمشقي وعلي بن ميمون الرقي وغيرهم\n</p>\n\n<p>\n273 أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا أبو\nعبد الله محمد بن مخلد العطار حدثنا الفضل بن يعقوب الرخامي حدثنا سعيد بن\nمسلمة حدثنا ليث عن عطاء وطاووس عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال كان يكبر كلما قام في كل ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p456'> Vol. 02, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 287 ] سعيد بن سلمة\n</p>\n\n<p>\nفهم جماعة ذكرناهم في كتاب المتفق والمفترق\n</p>\n\n<p>\n| العلاء بن مسلمة والعلاء بن سلمة\n</p>\n\n<p>\nالأول [ 288 ] العلاء بن مسلمة بن عثمان بن محمد بن إسحاق أبو سالم\nالرواس مولى بني تميم من أهل بغداد\n</p>\n\n<p>\nحدث عن أبي حفص عمر بن حفص العبدي وعبد المجيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p457'> Vol. 02, p. 457</a>\n            </div>\n             عبد العزيز\nبن أبي رواد وجعفر بن عون الكوفي ومحمد بن مصعب القرقساني روى عنه أبو عيسى\nالترمذي وإبراهيم بن نصر المنصوري وأحمد بن القاسم أخو أبي الليث الفرائضي\nوعمر بن محمد السذابي\n</p>\n\n<p>\n274 أخبرني علي بن أحمد الرزاز حدثنا أبو محمد جعفر بن محمد ابن نصير\nالخلدي حدثنا المنصوري إبراهيم بن نصر مولى منصور بن المهدي قال حدثني\nالعلاء بن مسلمة أبو سالم الرواس من أهل سوق يحيى حدثنا أبو حفص العبدي عن\nأبان عن أنس قال قال رسول الله صلى الله عليه وسلم من رفع قرطاسا من الأرض\nفيه بسم الله الرحمن الرحيم إجلالا لله أن يداس كتب عند الله من الصديقين\nوخفف عن والديه وإن كانا كافرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p458'> Vol. 02, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 289 ] العلاء بن سلمة <span id='ms101'></span> الهذلي ابن أخي سليم بن حيان البصري\n</p>\n\n<p>\nحدث عن أبي شيبة إبراهيم بن عثمان العبسي وسهل بن أسلم العدوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p459'> Vol. 02, p. 459</a>\n            </div>\n             روى عنه أبو العباس الكديمي\n</p>\n\n<p>\n275 أخبرنا أبو الحسن محمد بن عبيد الله بن محمد الحنائي أخبرنا أحمد بن\nسلمان بن الحسن النجاد حدثنا محمد بن يونس بن موسى القرشي حدثنا العلاء بن\nسلمة حدثنا أبو شيبة عن الجريري عن أبي نضرة عن جابر قال خطبنا رسول الله\nصلى الله عليه وسلم فقال يا أيها الناس إنه من لم يعرف حق بني هاشم\nوالأنصار والمهاجرين فقد جحدني حقي ومن جحدني حقي عذبه الله عز وجل\n</p>\n\n<p>\n| محمد بن محصن ومحمد بن حصن\n</p>\n\n<p>\nالأول [ 290 ] محمد بن محصن العكاشي حدث عن إبراهيم بن أبي عبلة وأبي\nعمرو الأوزاعي وسفيان الثوري\n</p>\n\n<p>\nروى عنه مصعب بن سعيد المصيصي وسليمان بن سلمة الخبائري ومعلل بن نفيل\nالحراني\n</p>\n\n<p>\n276 أخبرنا الحسن بن أبي بكر أخبرنا أبو علي حامد بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p460'> Vol. 02, p. 460</a>\n            </div>\n            \nعبد الله الهروي حدثنا الفضل بن محمد العطار الأنطاكي بمكة حدثنا أبو خيثمة\nوهو مصعب بن سعيد حدثنا محمد بن محصن عن إبراهيم بن أبي عبلة عن سالم عن\nابن عمر قال قال رسول الله صلى الله عليه وسلم من تعلم الرمي ثم تركه فإنما\nهي نعمة كفر بها أو قال تركها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p461'> Vol. 02, p. 461</a>\n            </div>\n             قال الشيخ أيده الله\n</p>\n\n<p>\nابن محصن هذا هو محمد بن إسحاق من ولد عكاشة بن محصن [ 77 أ ] الأسدي\nوإنما نسب في هذه الرواية إلى جده الأقصى\n</p>\n\n<p>\n| وأما\n</p>\n\n<p>\n[ 291 ] محمد بن حصن فاثنان ذكرناهما في كتاب التلخيص مع نظيرهما محمد بن\nخضر في الفصل الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p462'> Vol. 02, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب النون الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| محمد بن عنبس ومحمد بن عبس\n</p>\n\n<p>\nالأول [ 292 ] محمد بن عنبس بن إسماعيل أبو عبد الله القزاز البغدادي\n</p>\n\n<p>\nحدث عن أبيه وعن عبيد الله بن عمر القواريري روى عنه عبد الباقي بن قانع\nالقاضي وإسماعيل بن علي الخطبي وعلي بن إبراهيم بن سلمة القزويني\n</p>\n\n<p>\n277 أخبرنا أبو إسحاق إبراهيم بن مخلد بن جعفر بن مخلد المعدل قال حدثني\nإسماعيل بن علي الخطبي حدثنا <span id='ms102'></span> محمد بن عنبس القزاز أبو عبد الله إملاء سنة\nست وثمانين ومئتين حدثنا عبيد الله القواريري حدثنا حماد ابن زيد حدثنا عبد\nالعزيز بن صهيب عن أنس أن رسول الله صلى الله عليه وسلم قال لمعاذ ابن جبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p463'> Vol. 02, p. 463</a>\n            </div>\n             يا معاذ بشر الناس أنه من قال لا إله إلا الله دخل الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p464'> Vol. 02, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 293 ] محمد بن عبس العوذي\n</p>\n\n<p>\nحدث عن سفيان الثوري\n</p>\n\n<p>\nروى عنه عتبة بن عبد الله المروزي\n</p>\n\n<p>\n278 أخبرنا أبو بكر البرقاني حدثنا أبو صخر محمد بن مالك المروزي بها\nحدثنا أبو رجاء حاتم بن محمد بن حاتم بن إسماعيل [ 77 ب ] أخبرنا عتبة ابن\nعبد الله اليحمدي حدثنا محمد بن عبس العوذي عن سفيان الثوري عن أبي الزبير\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم ليس بين العبد\nوالشرك إلا ترك الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p465'> Vol. 02, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n| سلام بن سليمان وسلام بن سليم\n</p>\n\n<p>\nأما [ 294 ] سلام بن سليمان\n</p>\n\n<p>\nفقد ذكرناه مع سلم بن سليمان في الفصل الأول من هذا الكتاب\n</p>\n\n<p>\n| وأما [ 295 ] سلام بن سليم فهو أبو الأحوص الحنفي الكوفي\n</p>\n\n<p>\nسمع أبا إسحاق الهمداني ومنصور بن المعتمر وسماك بن حرب وزياد بن علاقة\nوسليمان الأعمش روى عنه وكيع بن الجراح وأبو الوليد الطيالسي ومسدد ومحمد\nبن الطفيل وهناد بن السري وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p466'> Vol. 02, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n[ 280 ] أخبرنا القاضي أبو عمر القاسم بن جعفر الهاشمي قال حدثنا أبو بشر\nعيسى بن إبراهيم بن عيسى الصيدلاني حدثنا أبو يوسف القلوسي حدثنا محمد بن\nالطفيل حدثنا سلام بن سليم أبو الأحوص عن الأعمش عن عطية عن أبي سعيد قال\nقال رسول الله صلى الله عليه وسلم تخرج عنق من النار يوم القيامة لها لسان\nتنطق به تقول إني أمرت بثلاثة من دعا مع الله إلها آخر ومن قتل نفسا بغير\nنفس والجبارين فتنطوي عليهم فتطرحهم في النار قبل الحساب بخمس مئة عام [ 78\nأ ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p467'> Vol. 02, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما\n</p>\n\n<p>\n[ 296 ] سلام الطويل فمختلف في اسم أبيه فيقال سلم ويقال سليم ويقال\nسليمان وهو خراساني سكن المدائن وحدث عن زيد العمي وغياث بن المسيب وقد\nذكرناه في <span id='ms103'></span> تاريخ مدينة السلام\n</p>\n\n<p>\n| آدم بن سليمان وآدم بن سليم\n</p>\n\n<p>\nالأول [ 297 ] آدم بن سليمان مولى خالد بن خالد القرشي الكوفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p468'> Vol. 02, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عن سعيد بن جبير روى عنه سفيان الثوري و يونس بن أبي إسحاق وهو أبو\nيحيى بن آدم\n</p>\n\n<p>\n281 أخبرنا محمد بن عبد الواحد الأكبر أخبرنا محمد بن العباس الخزاز\nحدثنا أحمد بن سعيد بن مرابا حدثنا عباس بن محمد قال سمعت يحيى بن معين\nيقول قد روى آدم بن سليمان أحاديث خمسة أو أربعة وهو أبو يحيى بن آدم وقد\nروى سفيان الثوري عنه\n</p>\n\n<p>\nقيل ليحيى أدركه ابنه قال لا كان حبلا وهو مولى خالد بن خالد القرشي\nالمعيطي\n</p>\n\n<p>\n| والثاني [ 298 ] آدم بن سليم بن حيان أبو بشر\n</p>\n\n<p>\nحدث عن حسام بن المصك روى عنه أبو يحيى محمد بن [ مخلد بن ] سعيد بن غالب\nالبغدادي العطار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n282 أخبرنا أبو عمر بن مهدي أخبرنا محمد بن مخلد بن سعيد بن غالب أبو\nيحيى العطار حدثنا آدم بن سليم حدثنا حسام بن المصك عن الحسن وقتادة عن أنس\nأن النبي صلى الله عليه وسلم قال إذا كنتم ثلاثة فليؤمكم أحدكم\n</p>\n\n<p>\n| داود بن سليمان وداود بن سليم\n</p>\n\n<p>\nأما الأول [ 299 ] [ داود بن سليمان ] فبابه واسع وفي الرواة جماعة كل\nواحد منهم يسمى داود بن سليمان ووقوع الأشكال فيه مأمون فيهم\n</p>\n\n<p>\n| والثاني [ 300 ] داود بن سليم أبو سليم النصيبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n             في عداد\nالمجهولين لا أحفظ عنه غير حديث\n</p>\n\n<p>\nواحد\n</p>\n\n<p>\n283 أخبرنيه أبو القاسم الأزهري حدثنا أبو المفضل محمد بن عبد الله\nالذهلي حدثنا أبو جعفر محمد بن سليمان الباهلي حدثنا علي بن العباس الأطروش\nقال حدثنا حسين بن محمد أبو أحمد حدثنا أبو سليم داود بن سليم النصيبي عن\nأبي إسحاق عن زرعة عن عائشة قالت قال رسول الله صلى الله عليه وسلم الدنيا\nدار من لا دار له ولها يجمع من لا عقل له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p471'> Vol. 02, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n| بكر بن سليمان وبكر بن سليم\n</p>\n\n<p>\nالأول [ 301 ] بكر بن سليمان الأسواري البصري\n</p>\n\n<p>\nحدث عن محمد بن إسحاق بن يسار روى عنه شهاب بن معمر البلخي <span id='ms104'></span> وخليفة بن\nخياط العصفري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p472'> Vol. 02, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n284 أخبرني أبو القاسم علي بن محمد بن علي بن يعقوب الإيادي حدثنا أبو\nبكر محمد بن عبد الله بن إبراهيم الشافعي إملاء حدثنا إسماعيل بن محمد بن\nأبي كثير القاضي الفارسي حدثنا شهاب بن معمر البلخي حدثنا أبو يحيى بكر بن\nسليمان الأسواري عن ابن إسحاق قال حدثني عاصم بن عمر بن قتادة عن محمود بن\nلبيد عن عبد الله بن عباس قال حدثني سلمان الفارسي من فيه قال كنت رجلا\nفارسيا من أهل أصبهان من أهل قرية منها يقال لها جي وكان أبي يقال له دهقان\nقريته وذكر حديث إسلام سلمان الفارسي بطوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p473'> Vol. 02, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 302 ] بكر بن سليم أبو سليم الطائفي\n</p>\n\n<p>\nحدث عن محمد بن المنكدر وزيد بن أسلم وأبي حازم سلمة بن دينار وأبي طوالة\nعبد الله بن عبد الرحمن وحميد بن زياد الخراط روى عنه إبراهيم بن المنذر\nالحزامي وأبو يعلى محمد بن الصلت التوزي ويوسف بن يعقوب الصفار وغيرهم\n</p>\n\n<p>\n285 أخبرنا علي بن أحمد الرزاز حدثنا محمد بن جعفر بن الهيثم الأنباري\nحدثنا جعفر الصائغ حدثنا إبراهيم بن المنذر حدثنا بكر بن سليم الصواف عن\nأبي طوالة عن أنس أن رجلا أتى النبي صلى الله عليه وسلم فقال إني أحبك قال\nفاستعد للفاقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p474'> Vol. 02, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الواوالزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| سيف بن عمرو وسيف بن عمر\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 303 ] سيف بن عمرو أبو تمام الغزي\n</p>\n\n<p>\nحدث عن محمد بن أبى السري العسقلاني روى عنه أبو القاسم الطبرانى\n</p>\n\n<p>\n286 أخبرنا أبو الفرج محمد بن عبد الله بن شهريار الأصبهاني أخبرنا\nسليمان بن أحمد بن أيوب الطبراني حدثنا سيف بن عمرو الغزي أبو التمام حدثنا\nمحمد بن أبي السري العسقلاني [ 79 ب ] حدثنا بقية بن الوليد عن شعبة عن\nهشام بن عروة عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p475'> Vol. 02, p. 475</a>\n            </div>\n             كل شرط ليس في كتاب الله فهو باطل وإن كان مئة شرط قال سليمان\nلم يروه عن شعبة إلا بقية تفرد به ابن أبي السري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p476'> Vol. 02, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 304 ] سيف بن عمر الأسيدي الكوفي <span id='ms105'></span> صاحب كتاب الفتوح\n</p>\n\n<p>\nحدث عن عبيد الله بن عمر العمري وسعد بن طريف ووائل بن داود وسعيد بن عبد\nالله الجمحي وغيرهم\n</p>\n\n<p>\nروى عنه شعيب بن إبراهيم التميمي والنضر بن حماد الأزدي وعبيد ابن إسحاق\nالعطار وعبد الرحمن المحاربي\n</p>\n\n<p>\n287 أخبرنا أبو الحسين أحمد بن محمد بن أحمد بن حماد الواعظ حدثنا أبو\nبكر يوسف بن يعقوب بن البهلول الأنباري إملاء في سنة ثمان وعشرين وثلاث مئة\nحدثنا أبو حاتم المغيرة بن المهلب المهلبي حدثنى أبو سهل النضر بن حماد\nمولى يزيد بن المهلب حدثنا سيف بن عمر عن عبيد الله بن عمر عن نافع عن ابن\nعمر قال قال رسول الله صلى الله عليه وسلم إذا رأيتم الذين يسبون أصحابي\nفقولوا لعن الله شركم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p477'> Vol. 02, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n| حمدان بن عمرو وحمدان بن عمر\n</p>\n\n<p>\nالأول [ 305 ] حمدان بن عمرو بن نافع أبو جعفر مولى بني تميم بصري نزل\nمصر فنسب إليها\n</p>\n\n<p>\nوحدث بها عن نعيم بن حماد المروزي وطبقته [ 80 أ ] روى عنه أبو الحسن علي\nبن محمد المصري وغيره وكان اسمه محمدا ولقبه حمدان فغلب عليه\n</p>\n\n<p>\n288 أخبرنا علي بن محمد بن عبد الله المعدل أخبرنا علي بن محمد ابن أحمد\nالمصري حدثنا حمدان بن عمرو حدثنا نعيم يعني ابن حماد حدثنا ابن المبارك\nأخبرنا أبو بكر بن علي عن حجاج عن مكحول عن عبد الرحمن بن محيريز قال سألت\nفضالة بن عبيد عن تعليق يد السارق في عنقه فقال سنة قطع رسول الله صلى الله\nعليه وسلم يد سارق وعلق يده في عنقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p478'> Vol. 02, p. 478</a>\n            </div>\n             قال نعيم سمعته من أبي بكر\nبن علي\n</p>\n\n<p>\n[ 306 ] وحمدان بن عمرو الوزان الموصلي\n</p>\n\n<p>\nحدث عن غسان بن الربيع روى عنه أبو الفتح الأزدي الموصلي\n</p>\n\n<p>\n289 أخبرنا أبو إسحاق إبراهيم بن عمر بن أحمد البرمكي أخبرنا أبو الفتح\nمحمد بن الحسين الموصلي الحافظ حدثنا حمدان بن عمرو الوزان حدثنا غسان بن\nالربيع حدثنا جعفر بن ميسرة عن هلال أبي ضياء عن الربيع بن خثيم عن عبد\nالله بن مسعود قال قال رسول الله صلى <span id='ms106'></span> الله عليه وسلم كل قرض صدقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p479'> Vol. 02, p. 479</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p480'> Vol. 02, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 307 ] حمدان بن عمر أبو جعفر السمسار البغدادي المخرمي\n</p>\n\n<p>\nحدث عن شبابة بن سوار وأحوص بن جواب وأحمد بن إسحاق الحضرمي وغيرهم روى\nعنه محمد بن إسماعيل البخاري والقاضي أبو عبد الله المحاملي ومحمد بن مخلد\nوحمدان لقبه ويختلف في اسمه فيقال محمد ويقال أحمد\n</p>\n\n<p>\n290 أخبرنا أبو عمر بن مهدي أخبرنا محمد بن مخلد العطار حدثنا حمدان بن\nعمر السمسار حدثنا أحمد بن إسحاق الحضرمي حدثنا وهيب عن عبيد الله بن عمر\nعن يزيد بن رومان عن عروة عن عائشة قالت كنت ألعب بالبنات على عهد رسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p481'> Vol. 02, p. 481</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p482'> Vol. 02, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الهاء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عبيد الله بن زيادة وعبيد الله بن زياد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 308 ] عبيد الله بن زيادة أبو زيادة الكندي وقيل البكري الشامي\n</p>\n\n<p>\nحدث عن بلال بن رباح وأبي الدرداء\n</p>\n\n<p>\nروى عنه عبد الله بن العلاء بن زبر وعبد الرحمن بن يزيد بن جابر\n</p>\n\n<p>\n291 أخبرنا أبو عمر بن مهدي حدثنا القاضي أبو عبد الله الحسين بن إسماعيل\nإملاء حدثنا إبراهيم بن هانىء قال حدثنا عبد القدوس بن الحجاج حدثنا عبد\nالله بن العلاء حدثنا أبو زيادة عبيد الله بن زيادة الكندي وأخبرنا أبو\nالفرج عبد السلام بن عبد الوهاب القرشي بأصبهان وسياق الحديث له أخبرنا\nسليمان بن أحمد بن أيوب الطبراني حدثنا أحمد بن عبد الوهاب بن نجدة حدثنا\nأبو المغيرة حدثنا عبد الله بن العلاء بن زبر قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p483'> Vol. 02, p. 483</a>\n            </div>\n             حدثني أبو\nزيادة عبيد الله بن زيادة الكندي عن بلال أنه أتى النبى صلى الله عليه وسلم\nيؤذنه بصلاة الغداة فشغلت عائشة بلالا بأمر سألته عنه حتى فضحه الصبح وأصبح\nجدا فقام بلال فآذنه بالصلاة وتابع أذانه فلم يخرج رسول الله صلى الله عليه\nوسلم فلما خرج فصلى بالناس أخبره أن عائشة شغلته بأمر سألته عنه حتى أصبح\nجدا وأنه أبطأ عليه بالخروج فقال إني ركعت ركعتي الفجر قال يا رسول الله\nإنك قد أصبحت جدا قال\n</p>\n\n<p>\nلو أني أصبحت أكثر مما أصبحت لركعتهما <span id='ms107'></span> وأحسنتهما وأجملتهما\n</p>\n\n<p>\n| والثاني [ 309 ] عبيد الله بن زياد بن بكر الشامي\n</p>\n\n<p>\nحدث عن عبد الله وعطيه ابني بسر المازني وعن أختهما الصماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p484'> Vol. 02, p. 484</a>\n            </div>\n            \nروى عنه عبد الرحمن بن يزيد بن جابر\n</p>\n\n<p>\n292 أخبرنا أبو الحسين بن بشران أخبرنا دعلج بن أحمد بن دعلج حدثنا موسى\nبن هارون حدثنا أحمد بن عيسى التستري حدثنا بشر بن بكر حدثنا ابن جابر قال\nحدثني عبيد الله بن زياد بن بكر عن ابني بسر قال دخلت عليهما فقلت لهما\nيرحمكما الله الرجل منا يركب دابته يضربها بالسوط ويكفحها باللجام فهل\nسمعتما من رسول الله صلى الله عليه وسلم في ذلك شيئا فقالا ما سمعنا منه في\nذلك شيئا ونادتني امرأة من جوف البيت فقالت يا هذا السائل إن الله يقول\n<span class='quran'>وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم ما فرطنا\nفي الكتاب من شيء ثم إلى ربهم يحشرون </span>قالا لي هي أختنا وهي أخبر منا\nوقد أدركت رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n| [ 310 ] وعبيد الله بن زياد بن أبيه\n</p>\n\n<p>\nأمير العراق وهو ممن جمع له المصران الكوفة والبصرة وهو الذي أتي برأس\nالحسين بن علي بن أبي طالب لما قتل فنكت بالقضيب على ثناياه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p485'> Vol. 02, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n293 أخبرنا الحسن بن أبي بكر أخبرنا محمد بن جعفر بن محمد بن الهيثم\nالأنباري حدثنا جعفر بن محمد بن شاكر الصائغ حدثنا حسين بن محمد المروذي\nحدثنا جرير بن حازم حدثنا محمد بن سيرين عن أنس بن مالك قال أتي عبيد الله\nبن زياد برأس الحسين فجعل في طست فجعل ينكت عليه وقال في حسنه شيئا فقال\nأنس كان أشبههم برسول الله صلى الله عليه وسلم وكان مخضوبا بالوسمة\n</p>\n\n<p>\n[ 311 ] وعبيد الله بن زياد الهمداني بياع الهروي كوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p486'> Vol. 02, p. 486</a>\n            </div>\n             حدث\nعن جعفر بن محمد بن علي روى عنه سهل بن عثمان العسكري وذكره عبد الرحمن بن\nأبي حاتم الرازي في كتاب الجرح والتعديل\n</p>\n\n<p>\n| إبراهيم بن زيادة وإبراهيم بن زياد\n</p>\n\n<p>\nالأول [ 312 ] إبراهيم بن زيادة بفتح الزاي وتشديد الياء الليثي الحجازي\nحدث عن <span id='ms108'></span> قاسم بن المعتمر الزهري\n</p>\n\n<p>\nروى عنه الزبير بن بكار خبرا في كتاب النسب\n</p>\n\n<p>\n294 أخبرناه علي بن أبي علي المعدل حدثنا محمد بن عبد الرحمن الذهبي\nوأحمد بن عبد الله الدوري قالا حدثنا أحمد بن سليمان الطوسي حدثنا الزبير\nبن بكار حدثني إبراهيم بن زيادة الليثي قال حدثني قاسم بن المعتمر الزهري\nقال حدثني عبد الله بن مصعب قال\n</p>\n\n<p>\nلما جاء جعفر بن سليمان خبر عزله عن المدينة قال لي ولسعيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n             سليمان بن نوفل بن مساحق وعبد الأعلى بن عبيد الله بن محمد بن\nصفوان الجمحي اسمروا عندي الليلة في منزلي بالعرصة نتحدث ويذكر بعضنا بعضا\nبذلك فسمرنا عنده فسره أحبابي فخفقا فقلت لهما % خليلي إن أسعدتماني فاقعدا\n% ولا تجمعا أن لا إمام وترقدا % % % وهبا أقصر بالأماني عنكما % وعني\nناميا من الليل سرمدا % % وإنكما لو قلتما لأخيكما % عد خليلك أسعدا % %\nوهش بفعل الخير واهتز عوده % تهز هزا أهز الحسام المهندا % % % وإنكما إن\nتتركاني رهينة % لطيف تغشاني من الجمر مفردا % % % أقطعكما مني بحر ملامة %\nتكون لأعراض المليمين مبردا % قال الزبير فحدثت عمي هذا الحديث وأنشدته هذا\nالشعر فقال لم أسمعه من أبي وهو لسان أبي أعرفه\n</p>\n\n<p>\n| والثاني [ 313 ] إبراهيم بن زياد بفتح الزاي وتشديد الياء أيضا ابن\nفائد بن زياد بن أبي هند الداري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n             حدث عن أبيه وقد ذكرناه\nوأوردنا حديثه في كتاب التلخيص مع نظيره إبراهيم بن زياد بكسر الزاي وتخفيف\nالياء\n</p>\n\n<p>\nعبد الله بن عميرة وعبد الله بن عمير\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n[ 314 ] عبد الله بن عميرة حديثه في الكوفيين\n</p>\n\n<p>\nحدث عن زوج درة بنت أبي لهب وعن الأحنف بن قيس روى عنه سماك بن حرب\n</p>\n\n<p>\n295 أخبرنا القاضي أبو بكر أحمد بن الحسن الحرشي حدثنا محمد ابن يعقوب\nالأصم حدثنا محمد بن الحسين بن المبارك المعروف بالأعرابي حدثنا شاذان\n</p>\n\n<p>\nوأخبرنا علي بن المحسن القاضي التنوخي حدثنا إسحاق بن سعد بن الحسن بن\nسفيان النسوي قال حدثنا ابن خزيمة حدثنا علي بن حجر قالا حدثنا شريك عن\nسماك عن عبد الله بن عميرة عن <span id='ms109'></span> الأحنف بن قيس عن العباس بن عبد المطلب في\nقوله تعالى <span class='quran'>ويحمل عرش ربك فوقهم يومئذ ثمانية </span>قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p489'> Vol. 02, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nثمانية أملاك على صور وقال التنوخي في صورة الأوعال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 315 ] عبد الله بن عمير مولى ابن عباس حديثه في أهل الحجاز\n</p>\n\n<p>\nحدث عن عبد الله بن عباس روى عنه القاسم بن عباس\n</p>\n\n<p>\n[ 296 ] أخبرنا أبو الحسن علي بن أحمد بن هارون المعدل بالنهروان حدثنا\nمحمد بن يحيى بن عمر بن علي بن حرب الطائي حدثنا علي بن حرب حدثنا أبو عامر\nالعقدي حدثنا ابن أبي ذئب عن القاسم بن عباس عن عبد الله بن عمير مولى ابن\nعباس عن ابن عباس أن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nلئن بقيت إلى القابل صمت عاشوراء يوما قبله ويوما بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n             قال\nالبخاري في تاريخه عبد الله بن عمير القرشي روى عنه ابن أبي ذئب\n</p>\n\n<p>\nوهو هذا الرجل ووهم البخاري في قوله روى عنه ابن أبي ذئب لأن ابن أبي ذئب\nإنما يروي عن القاسم بن عباس عنه كما سقنا الحديث بذلك\n</p>\n\n<p>\n| [ 316 ] وعبد الله بن عمير اللخمي أخو عبد الملك بن عمير كوفي\n</p>\n\n<p>\nحدث عن عبد الله بن مسعود روى عنه أشعث بن أبي الشعثاء المحاربي\n</p>\n\n<p>\n297 أخبرنا عثمان بن محمد بن يوسف العلاف حدثنا أحمد بن سلمان النجاد\nإملاء حدثنا يعقوب بن يوسف بن المطوعي قال حدثنا عبيد الله بن عمر حدثنا\nيحيى بن سعيد عن سفيان قال اخبرنى أشعث بن أبي الشعثاء عن عبد الله بن عمير\nأخي عبد الملك بن عمير عن عبد الله بن مسعود قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nإذا عمل بالخطيئة في الأرض كان من شهدها وكرهها كمن غاب عنها ومن غاب\nعنها ورضيها كان كمن شهدها\n</p>\n\n<p>\n| الحارث بن عميرة والحارث بن عمير\n</p>\n\n<p>\nالأول [ 317 ] الحارث بن عميرة الحارثي يعد في الشاميين\n</p>\n\n<p>\nحدث عن معاذ بن جبل وسلمان الفارسي روى عنه عكرمة مولى ابن عباس وشهر بن\nحوشب وغيرهما\n</p>\n\n<p>\n[ 298 ] أخبرنا الحسن بن أبي بكر قال أخبرنا عبد الصمد بن علي الطستي\nحدثنا أسلم بن سهل حدثنا <span id='ms110'></span> محمد بن أبان حدثنا خلف بن خليفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n             عن\nسعد بن طريف عن الأصبغ بن نباتة عن الحارث بن عميرة قال سمعت معاذ بن جبل\nيقول سمعت رسول الله صلى الله عليه وسلم يقول عبد الله بن سلام عاشر عشرة\nفي الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 318 ] الحارث بن عمير أبو عمير البصري\n</p>\n\n<p>\nحدث عن أيوب السختياني وغيره روى عنه أبو أسامة حماد بن أسامة وأبو حذيفة\nموسى بن مسعود\n</p>\n\n<p>\n299 أخبرنا أبو عمر بن مهدي أخبرنا القاضي أبو عبد الله الحسين بن\nإسماعيل المحاملي قال حدثنا العباس بن عبد الله حدثنا أبو حذيفة البصري\nحدثنا الحارث بن عمير عن أيوب عن أبي عثمان عن أبي موسى قال\n</p>\n\n<p>\nمر بي النبي صلى الله عليه وسلم وأنا أحرك شفتي بشىء فقال يا أبا موسى\nألا ( أعلمك شيئا ) من كنز الجنة قلت بلى يا رسول الله قال قل لا حول ولا\nقوة إلا بالله فإنها من كنز الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن عميرة ويزيد بن عمير\n</p>\n\n<p>\nالأول [ 319 ] يزيد بن عميرة الزبيدي الشامي\n</p>\n\n<p>\nحدث عن معاذ بن جبل وعبد الله بن مسعود روى عنه أبو إدريس الخولاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n             وقد قيل إنه الحارث بن عميرة وليس ذلك بصحيح\n</p>\n\n<p>\n300 اخبرنا القاضي أبو بكر الحيري أخبرنا أبو سهل أحمد بن محمد ابن عبد\nالله بن زياد القطان حدثنا عبد الكريم بن الهيثم حدثنا أبو اليمان أخبرنا\nشعيب عن الزهري قال أخبرني أبو إدريس عائذ الله بن عبد الله الخولاني أنه\nأخبره يزيد بن عميرة صاحب معاذ بن جبل أن معاذ بن جبل كان يقول كلما جلس\nمجلس ذكر الله حكم قسط هلك المرتابون فقال أخبرنا معاذ بن جبل يوما في مجلس\nجلسه\n</p>\n\n<p>\nإن وراءكم فتنا يكثر فيها المال ويفتح فيها القرآن حتى يأخذه المؤمن\nوالمنافق والحر والعبد والرجل والمرأة والكبير والصغير فيوشك قائل يقول فما\nللناس لا يتبعوني وقد قرأت القرآن والله ما هم بمتبعي حتى أبتدع لهم غيره\nفإياكم وما ابتدع فإنما ابتدع ضلالة وأحذركم زيغة الحكيم فإن الشيطان قد\nيقول كلمة الضلالة على <span id='ms111'></span> فم الحكيم وقد يقول المنافق كلمة الحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n            \nقال فقلت له وما يدريني رحمك الله أن الحكيم يقول كلمة الضلالة وأن المنافق\nيقول كلمة الحق\n</p>\n\n<p>\nقال فقال اجتنب من كلام الحكيم المشبهات التي تقول ها هذه ولا يثنينك ذلك\nمنه فإنه لعله أن يراجع ويلقى الحق إذا سمعه فإن على الحق نورا\n</p>\n\n<p>\n| [ 320 ] ويزيد بن عميرة الأودي الكوفي\n</p>\n\n<p>\nحدث عن أبي قيس عبد الرحمن بن ثروان روى عنه عافية بن يزيد القاضي\n</p>\n\n<p>\n301 أخبرنا أبو القاسم الأزهري أخبرنا علي بن عمر الحافظ حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n             أحمد بن محمد بن سعيد حدثنا الحسن بن علي بن بزيع حدثنا محمد\nبن سعيد بن زائدة حدثنا عافية بن يزيد عن أبيه يزيد بن قيس ويزيد ابن عميرة\nالأودي جميعا عن عبد الرحمن بن ثروان عن هزيل\n</p>\n\n<p>\nأن أبا موسى وسلمان بن ربيعة سئلا عن بنت وبنت ابن وأخت قالا للبنت النصف\nوللأخت النصف وسلوا عبد الله فسيتابعنا فذكر ذلك لعبد الله فقال قد ضللت\nإذا وما أنا من المهتدين ولكن أقضي بما قضى به النبي صلى الله عليه وسلم\nللبنت النصف ولابنة الابن السدس وما بقي فللأخت\n</p>\n\n<p>\n| والثاني [ 321 ] يزيد بن عمير\n</p>\n\n<p>\nحدث عن سهيل بن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n             روى عنه أبو عاصم الضحاك بن مخلد\nالشيباني\n</p>\n\n<p>\n[ 302 ] أخبرنا أبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي قال\nحدثنا أبو العباس محمد بن يعقوب الأصم قال حدثنا محمد بن سنان القزاز قال\nحدثنا أبو عاصم عن يزيد بن عمير عن سهيل بن عمر قال قالت عائشة قال رسول\nالله صلى الله عليه وسلم لولا أن قومك حديث عهد بكفر لنقضت الكعبة واعدت ما\nتركوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p500'> Vol. 02, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 322 ] ويزيد بن عمير أحد المجهولين حدث عن عبد الرحمن بن هرمز الأعرج\nروى عنه خارجة أراه ابن\n</p>\n\n<p>\nمصعب\n</p>\n\n<p>\n303 أخبرني أحمد بن أبي جعفر القطيعي حدثنا أبو سعيد أحمد ابن محمد بن\nالفضل الكرابيسي المروزي حدثنا محمد بن عمر بن حفص ( التاجر ) بنيسابور\nحدثنا بديل بن عمار العتكي حدثنا حفص وهو ابن عبد الله عن خارجة عن <span id='ms112'></span> يزيد بن\nعمير عن عبد الرحمن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم إذا رأيتم الرجل يعطى زهدا في الدنيا ويقل منطقه فاقتربوا منه فإنه\nيلقى الحكمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p502'> Vol. 02, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد بن عميرة ومحمد بن عمير\n</p>\n\n<p>\nالأول [ 323 ] محمد بن عميرة النخعي الكوفي\n</p>\n\n<p>\nحدث عن أبي إسرائيل العبسي وشريك بن عبد الله النخعي روى عنه يحيى بن\nسليمان الجعفي\n</p>\n\n<p>\n304 أخبرنا الحسن بن أبي بكر أخبرنا أحمد بن إسحاق بن نيخاب الطيبي\nأخبرنا إبراهيم بن الحسين بن ديزيل حدثنا يحيى بن سليمان الجعفي حدثنا محمد\nبن عميرة النخعي قال حدثنا أبو إسرائيل العبسي عن الحكم بن عتيبة قال شهد\nصفين مع علي ثمانون بدريا وخمسون ومئة ممن بايع النبي صلى الله عليه وسلم\nتحت الشجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 324 ] محمد بن عمير المحاربي\n</p>\n\n<p>\nحدث عن أبي هريرة روى عنه أشعث بن أبي الشعثاء\n</p>\n\n<p>\n305 أخبرنا ابن الفضل القطان أخبرنا علي بن إبراهيم المستملي حدثنا أبو\nأحمد بن فارس حدثنا البخاري حدثنا آدم حدثنا شيبان عن أشعث بن سليم عن محمد\nوهو ابن عمير المحاربي عن أبي هريرة قال نهى النبي صلى الله عليه وسلم عن\nبيعتين لم يزد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n             [ 325 ] ومحمد بن عمير بن أبي الغريف الهمداني\nالكوفي أخو الهذيل بن عمير\n</p>\n\n<p>\nحدث عن أبيه روى عنه وكيع بن الجراح وأبو نعيم الفضل بن دكين\n</p>\n\n<p>\n306 أخبرنا أبو الحسن محمد بن أحمد بن رزقوية حدثنا إبراهيم ابن محمد بن\nيحيى النيسابوري أخبرنا محمد بن إسحاق السراج حدثنا أبو السائب حدثنا وكيع\nعن محمد بن عمير بن أبي الغريف عن أبيه عن الشعبي قال إذا شهدت بحق فزين\nشهادتك ما استطعت\n</p>\n\n<p>\n| [ 326 ] ومحمد بن عمير بن هشام أبو بكر الرازي أحد الحفاظ\n</p>\n\n<p>\nحدث عن عبيد بن فراس البصري وأحمد بن ميثم الكوفي وغيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n            \nروى عنه الحسن بن مهدي بن عبدة المروزي وأبو بكر الإسماعيلي الجرجاني\n</p>\n\n<p>\n307 أخبرنا أبو بكر البرقاني أخبرنا أبو بكر أحمد بن إبراهيم الإسماعيلي\nحدثني أبو بكر محمد بن عمير بن هشام الرازي الحافظ الصدوق بجرجان حدثنا <span id='ms113'></span>\nأحمد بن ميثم بن أبي نعيم الكوفي حدثنا علي بن قادم حدثنا سفيان عن محل بن\nخليفة عن عدي بن حاتم قال قال رسول الله صلى الله عليه وسلم اتقوا النار\nولو بشق تمرة فإن لم يكن فبكلمة طيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\n| يزيد بن عبيدة ويزيد بن عبيد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 327 ] يزيد بن عبيدة بن أبي المهاجر السكوني الشامي حدث عن أبيه وعن\nأبي عبد الله مسلم بن مشكم وأبي الأشعث [ 86 أ ] الصنعاني روى عنه يحيى بن\nحمزة ومحمد بن شعيب بن شابور وأبو بكر بن أبي مريم\n</p>\n\n<p>\n308 أخبرنا أبو نعيم الحافظ حدثنا عبد الله بن جعفر بن أحمد بن فارس\nحدثنا إسماعيل بن عبد الله بن مسعود العبدي حدثنا عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n             إبراهيم حدثنا محمد بن شعيب عن يزيد بن عبيدة عن أبي الأشعث عن\nأوس بن أوس قال ينزل المسيح عليه السلام عند المنارة البيضاء شرقي دمشق قال\nمحمد بن شعيب ولا أعلم إلا حدثناه عن رسول الله صلى الله عليه وسلم أو عن\nكعب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 328 ] يزيد بن عبيد أبو وجزة السعدي المديني\n</p>\n\n<p>\nحدث وعن أبيه عن عطاء بن يزيد الليثي وعمر بن أبي سلمة\n</p>\n\n<p>\nروى عنه محمد بن إسحاق بن يسار وهشام بن عروة وسليمان بن بلال وعبد الله\nبن عمر العمري وغيرهم\n</p>\n\n<p>\n309 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق بن إبراهيم البغوي\nحدثنا أحمد بن الخليل بن ثابت حدثنا محمد بن عمر الواقدي حدثنا يحيى بن\nسعيد بن دينار عن أبي وجزة يزيد بن عبيد عن عطاء بن يزيد الليثي عن أبي\nسعيد الخدري عن رسول الله صلى الله عليه وسلم قال إياكم وخضراء الدمن فقيل\nوما ذاك يا رسول الله قال المرأة الحسناء في منبت السوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 329 ] ويزيد بن عبيد الحمراوي روى عنه سعيد بن أبي أيوب قال ذلك\nالبخاري\n</p>\n\n<p>\nالحارث بن عبيدة والحارث بن عبيد\n</p>\n\n<p>\n| الأول [ 330 ] الحارث بن عبيدة أبو وهب الكلاعي قاضي أهل حمص\n</p>\n\n<p>\nحدث عن هشام بن عروة ومحمد بن الوليد الزبيدي وسعيد بن غزوان <span id='ms114'></span> والعلاء بن\nعتبة اليحصبي روى عنه يزيد بن عبد ربه والربيع بن روح وعبد الله بن عبد\nالجبار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n             وعمرو بن عثمان الحمصيون\n</p>\n\n<p>\n310 أخبرنا محمد بن أحمد بن رزق حدثنا أبو جعفر محمد بن عمرو ابن البختري\nإملاء حدثنا محمد بن إسماعيل السلمي قال حدثنا الربيع بن روح أبو روح حدثنا\nأبو وهب الحارث بن عبيدة الكلاعي قال سمعت هشام ابن عروة يحدث عن أبيه عن\nعائشة قالت تقوت رجل زمانا من مال أبيه فجاء أبوه إلى رسول الله صلى الله\nعليه وسلم فأعلمه ذلك فأرسل رسول الله صلى الله عليه وسلم إليه فقال اردد\nعلى أبيك ما حبست عنه فإنك ومالك كسهم من كنانته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 331 ] الحارث بن عبيد أبو قدامة الإيادي البصري\n</p>\n\n<p>\nحدث [ عن ] أبي عمران الجوني ومالك بن دينار وثابت البناني وعامر الأحول\nروى عنه عبد الله بن المبارك ومسلم بن إبراهيم وأبو سلمة موسى بن إسماعيل\nوأبو غسان مالك بن إسماعيل\n</p>\n\n<p>\n311 أخبرنا محمد بن أبي القاسم الأزرق والحسن بن أبي بكر قالا أخبرنا أبو\nعبد الله محمد بن عبدالله بن عمرويه الصفار حدثنا أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n             ابن\nأبي ( جعفر ) حدثنا موسى بن إسماعيل حدثنا الحارث بن عبيد أبو قدامة قال\nحدثني عامر الأحول قال حدثني عطاء عن ابن عباس قال كان إيلاء أهل الجاهلية\nالسنة والسنتين وأكثر من ذلك فوقت الله تبارك وتعالى لهم أربعة أشهر فإن\nكان إيلاؤه أقل من أربعة أشهر فليس بإيلاء\n</p>\n\n<p>\nوقال عامر الأحول وقال عطاء وإن آلى منها وهي [ في ] بيت أهلها قبل أن\nيبني بها فليس بإيلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\n| موسى بن عبيدة وموسى بن عبيد\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 332 ] موسى بن عبيدة بن نشيط أبو عبد العزيز الربذي\n</p>\n\n<p>\nحدث عن أخيه عبد الله وعن نافع مولى ابن عمر وإياس بن سلمة ابن الأكوع\nوزيد بن أسلم وأيوب بن خالد ويزيد الرقاشي وهشام بن عروة روى عنه سفيان\nالثوري وسليمان بن بلال وأبو بكر بن عياش وأبو عاصم الشيباني وزيد بن\nالحباب وعبيد الله بن موسى\n</p>\n\n<p>\nأخبرنا أبو القاسم <span id='ms115'></span> الحسن بن الحسن بن علي بن المنذر القاضي والحسن بن أبي\nبكر قالا أخبرنا محمد بن عبد الله الشافعي حدثنا محمد ابن سليمان بن الحارث\nحدثنا عبيد الله بن موسى حدثنا موسى بن عبيدة عن نافع عن ابن عمر قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nنهى رسول الله صلى الله عليه وسلم عن صلاة بعد الفجر وعن صلاة بعد العصر\n</p>\n\n<p>\n| والثاني [ 333 ] موسى بن عبيد\n</p>\n\n<p>\nحدث عن ميمون بن مهران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n             روى عنه واصل مولى أبي عيينة والقاسم\nبن مهران\n</p>\n\n<p>\n313 أخبرنا الحسن بن علي التميمي أخبرنا أحمد بن جعفر بن حمدان حدثنا عبد\nالله بن أحمد حدثني أبي حدثنا عبد الله بن بكر السهمي حدثنا هشام بن حسان\nعن القاسم بن مهران عن موسى بن عبيد عن ميمون بن مهران عن عبد الرحمن بن\nأبي بكر أن رسول الله صلى الله عليه وسلم قال إن ربي تعالى أعطاني سبعين\nألفا من أمتي يدخلون الجنة بغير حساب\n</p>\n\n<p>\nفقال عمر يا رسول الله فهلا استزدته قال قد استزدته فأعطاني مع كل رجل\nسبعين ألفا قال عمر فهلا استزدته فقال قد استزدته فأعطاني هكذا وفرج عبد\nالله بن بكر بين يديه وقال عبد الله وبسط باعه وحثا عبد الله وقال هشام\nوهذا من الله لا يدرى ما عدده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\n| زيد بن جبيرة وزيد بن جبير\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 334 ] زيد بن جبيرة بن محمود بن أبي جبيرة الأنصاري\n</p>\n\n<p>\nحدث عن أبيه وعن داود بن الحصين روى عنه الليث بن سعد ويحيى بن أيوب\nونافع بن زيد المصريون\n</p>\n\n<p>\n314 أخبرنا علي بن محمد بن عبد الله بن بشران المعدل حدثنا عثمان بن أحمد\nالدقاق حدثنا الحسن بن سلام السواق قال حدثنا أبو عبد الرحمن الرازي حدثنا\nيحيى بن أيوب عن زيد بن جبيرة عن داود ابن الحصين عن نافع عن ابن عمر أن\nرسول الله صلى الله عليه وسلم نهى أن يصلى في سبعة مواطن في المزبلة\nوالمجزرة والمقبرة وقارعة الطريق وفي الحمام وفي معاطن الإبل وفوق ظهر بيت\nالله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 335 ] زيد بن جبير <span id='ms116'></span> فقد ذكرناه في أول هذا الكتاب مع زياد بن\nجبير فغنينا عن إعادته\n</p>\n\n<p>\nبشر بن عمارة وبشر بن عمار\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n[ 336 ] بشر بن عمارة الكوفي\n</p>\n\n<p>\nحدث عن أبي روق عطية بن الحارث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n             و [ عنه ] عون بن سلام\n</p>\n\n<p>\n[ 315 ] أخبرنا محمد بن الحسين القطان أخبرنا دعلج عن أحمد ابن علي\nالأبار حدثنا عون بن سلام حدثنا بشر بن عمارة عن أبي روق عن الضحاك في قوله\nتعالى <span class='quran'>فلنحيينه حياة طيبة </span>قال يأكل حلالا ويشرب حلالا\n</p>\n\n<p>\n| والثاني [ 337 ] بشر بن عمار أظنه كوفيا\n</p>\n\n<p>\nحدث عن اسباط بن محمد القرشي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n             روى عنه أبو داود السجستاني\n</p>\n\n<p>\n316 أخبرنا القاضي أبو عمر القاسم بن جعفر الهاشمي حدثنا محمد ابن أحمد\nاللؤلؤي حدثنا أبو داود سليمان بن الأشعث حدثنا بشر بن عمار حدثنا أسباط عن\nمطرف عن عامر قال لا يقول القوم خلف الإمام سمع الله لمن حمده ولكن يقولون\nربنا لك الحمد\n</p>\n\n<p>\n| هشام بن عمارة وهشام بن عمار\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 338 ] هشام بن عمارة بن أبي الحويرث النوفلي الحجازي\n</p>\n\n<p>\nحدث عن عبد الرحمن بن أبي سعيد الخدري وأبي الحويرث عبد الرحمن بن معاوية\nومحمد بن زيد بن المهاجر روى عنه محمد بن عمر الواقدي\n</p>\n\n<p>\n317 أخبرنا علي بن محمد بن علي الإيادي أخبرنا أحمد بن يوسف ابن خلاد\nحدثنا الحارث بن محمد حدثنا محمد بن عمر حدثنا هشام بن عمارة النوفلي عن\nمحمد بن زيد بن المهاجر عن سعيد بن المسيب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n             عبد الرحمن بن\nعثمان التيمي أنه رأى رسول الله صلى الله عليه وسلم احتجم تحت كتفه اليسرى\nمن الشاة التى أكل يوم خيبر\n</p>\n\n<p>\n| [ 339 ] وهشام بن عمارة بن القعقاع بن شبرمة الضبي\n</p>\n\n<p>\nحدث عن فضيل بن غزوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n             روى عنه عبد الله بن المبارك قال ذلك\nالبخاري\n</p>\n\n<p>\n| والثاني [ 340 ] هشام بن عمار بن نصير أبو الوليد السلمي الدمشقي\n</p>\n\n<p>\nحدث عن مالك بن أنس وإسماعيل بن عياش وصدقة بن خالد والهيثم بن حميد\nويحيى بن حمزة والوليد بن مسلم وغيرهم روى عنه أبو عبيد القاسم بن سلام\nومحمد بن إسماعيل البخاري ويعقوب بن سفيان <span id='ms117'></span> الفسوي وأبو زرعة الدمشقي ومحمد\nبن إسماعيل الترمذي وجعفر الفريابي وخلق يطول ذكرهم\n</p>\n\n<p>\n[ 318 ] أخبرنا أبو نعيم الحافظ حدثنا سليمان بن أحمد بن أيوب الطبراني\nحدثنا أحمد بن المعلى الدمشقي قال سمعت هشام بن عمار يقول ولدت سنة ثلاث\nوخمسين ومئة ومات الأوزاعي سنة سبع وخمسين ومئة وأنا ابن أربع سنين قال\nأحمد بن المعلى ومات هشام بن عمار سنة أربع وأربعين وهو ابن إحدى وتسعين\nسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\n| إبراهيم بن أبي بكرة وإبراهيم بن أبي بكر\n</p>\n\n<p>\nالأول [ 341 ] شيخ من أهل الشام غير مشهور\n</p>\n\n<p>\nحدث عن أبان بن أبي عياش روى عنه منبه بن عثمان وصدقة بن عبد الله السمين\n</p>\n\n<p>\n319 أخبرني أبو الحسن محمد بن عيسى البلدي حدثنا إبراهيم بن أحمد\nالقرميسني حدثنا أحمد بن بشر التميمي بصور حدثنا الوليد بن الحارث الدمشقي\nحدثنا منبه بن عثمان عن إبراهيم بن أبي بكرة عن أبان بن أبي عياش عن ربيع\nبن لوط عن البراء بن عازب أن النبي صلى الله عليه وسلم سئل عن قول الله\nتعالى <span class='quran'>زدناهم عذابا فوق العذاب </span>قال عقارب أمثال النخل الطوال\nتنهشهم وله بهذا الإسناد عن أبان حديث آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 342 ] إبراهيم بن أبي بكر فهم خمسة ذكرناهم في كتاب المتفق\nوالمفترق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عصمة وعبد الله بن عصم\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n[ 343 ] عبد الله بن عصمة حدث عن حكيم بن حزام روى عنه يوسف بن ماهك\n</p>\n\n<p>\n320 أخبرنا أبو نعيم الحافظ حدثنا عبد الله بن جعفر بن أحمد بن فارس\nحدثنا يونس بن حبيب حدثنا أبو داود حدثنا هشام عن يحيى ابن أبي كثير عن\nيوسف بن ماهك عن عبد الله بن عصمة عن حكيم ابن حزام قال قلت يا رسول الله\nإني أشتري بيوعا فما يحل لي مما يحرم علي قال إذا بعت بيعا فلا تبعه حتى\nتقبضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 344 ] وعبد الله بن عصمة العجلي وقيل الحنفي\n</p>\n\n<p>\nحدث عن أبي سعيد الخدري روى عنه إسرائيل بن يونس وأيوب بن جابر\n</p>\n\n<p>\n321 أخبرنا أبو طاهر محمد بن علي بن محمد الواعظ أخبرنا أحمد ابن جعفر <span id='ms118'></span> بن\nحمدان حدثنا عبد الله بن أحمد حدثني أبي حدثنا محمد بن عبد الله بن الزبير\nحدثنا إسرائيل عن عبد الله بن عصمة قال سمعت أبا سعيد الخدري يقول أخذ رسول\nالله صلى الله عليه وسلم الراية فهزها فقال من يأخذها بحقها فقال فلان أنا\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n             أمط ثم جاء آخر فقال أمط ثم قال والذي كرم وجه محمد\nلأعطينها رجلا لا يفر هاك يا علي فانطلق حتى فتح الله عليه خيبر وجاء\nبعجوتها وقديدها\n</p>\n\n<p>\n[ 345 ] وعبد الله بن عصمة النصيبي\n</p>\n\n<p>\n[ 322 ] أخبرني أبو القاسم عبد العزيز بن علي الوراق حدثنا أبو المفضل\nمحمد بن عبد الله الشيباني حدثنا عمرو بن عمر بن عبد العزيز بن البختري\nالفزاري حدثنا جدى عبد العزيز بن البخترى الفزارى حدثنا عبد الله بن عصمة\nالنصيبي وكان أعبد من رأيت قال حدثني محمد بن سلمة البناني الكوفي قال\nحدثني سليمان بن مهران الأعمش عن ميمون بن مهران عن عبد الله بن سيدان عن\nحذيفة بن اليمان قال سمعت رسول الله صلى الله عليه وسلم يقول لتأمرن\nبالمعروف ولتنهون عن المنكر ولتأخذن على يدي الظالم أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n             لتقتلن\nليظهرن شراركم على خياركم فليقتلنهم حتى لا يبقى أحد يأمر بالمعروف ولا\nينهى عن منكر فيمنعكم الله فتدعونه فلا يستجيب لكم\n</p>\n\n<p>\n| والثاني [ 346 ] عبد الله بن عصم حدث عن عبد الله بن عباس روى عنه شريك\nبن عبد\n</p>\n\n<p>\nالله النخعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p529'> Vol. 02, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\n323 أخبرنا الحسن بن علي التميمي أخبرنا أحمد بن جعفر بن حمدان حدثنا عبد\nالله بن أحمد حدثني أبي حدثنا حسين يعني ابن محمد المروذي حدثنا شريك عن\nعبد الله بن عصم قال سمعت ابن عباس يقول أمر نبيكم صلى الله عليه وسلم\nبخمسين صلاة فسأل ربه تعالى فجعلها خمس صلوات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\n| حبيب بن مسلمة وحبيب بن مسلم\n</p>\n\n<p>\nأما الأول فهو [ 347 ] حبيب بن مسلمة الفهري القرشي له صحبة سكن الشام\nوقد ذكرنا له حديثا عن النبي صلى الله عليه وسلم في أول هذا الكتاب من\nرواية زياد بن جارية عنه\n</p>\n\n<p>\n| والثاني [ 348 ] حبيب بن مسلم الشامي <span id='ms119'></span> سمع أبا أمامة الباهلي روى عنه\nإسماعيل بن عياش الحمصي\n</p>\n\n<p>\n[ 324 ] أخبرني أبو القاسم علي بن محمد بن أحمد بن أيوب المقرىء الغلاظي\nبالبصرة حدثنا أحمد بن عبيد الله بن سوار البزاز بنهر الدير حدثنا جعفر بن\nمحمد الفريابي حدثنا عمرو بن عثمان بن كثير بن دينار الحمصي حدثنا إسماعيل\nبن عياش حدثني حبيب بن مسلم ومحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n             ابن زياد قالا سمعنا أبا\nأمامة الباهلي قال سمعت رسول الله صلى الله عليه وسلم يقول أيها الناس إنه\nلا نبي بعدي ولا أمة بعدكم ألا فاعبدوا ربكم وصلوا خمسكم وصوموا شهركم\nوأدوا زكاة أموالكم طيبة بها أنفسكم وأطيعوا ولاة أمركم تدخلوا جنة ربكم\n</p>\n\n<p>\n| محمد بن أبي حفصة ومحمد بن أبي حفص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nالأول [ 349 ] محمد بن أبي حفصة أبو سلمة البصري واسم أبي حفصة ميسرة\n</p>\n\n<p>\nسمع أبا حمزة الضبعي وابن شهاب الزهري وعلي بن زيد بن جدعان روى عنه عبد\nالله بن المبارك وأبو معاوية الضرير وروح بن عبادة وغيرهم\n</p>\n\n<p>\n325 أخبرنا الحسن بن علي الجوهري أخبرنا محمد بن المظفر الحافظ أخبرنا\nمحمد بن محمد بن سليمان الباغندي حدثنا علي بن المديني حدثنا روح بن عبادة\nحدثنا محمد بن أبي حفصة حدثنا الزهري عن علي بن حسين عن عمرو بن عثمان عن\nأسامة بن زيد أنه قال يا رسول الله أين تنزل غدا قال وهل ترك لنا عقيل من\nمنزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 350 ] محمد بن أبي حفص العطار الكوفي حدث عن أبيه وإسماعيل السدي وعن\nأبان بن تغلب روى عنه الهيثم بن عبيد الله الفقيه وأبو نعيم الفضل بن دكين\nويحيى بن الحسن بن الفرات القزاز\n</p>\n\n<p>\n326 أخبرنا أبو الحسن أحمد بن علي بن الحسن البادا أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \nأحمد بن يوسف بن خلاد حدثنا محمد بن عثمان بن أبي شيبة حدثنا يحيى ابن حسن\nبن فرات حدثنا محمد بن أبي حفص العطار عن أبان بن تغلب عن سلام الحنفي عن\nالمستمر بن الريان قال سمعت عليا يقول سبق الكتاب الخفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p535'> Vol. 02, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 351 ] ومحمد بن أبي حفص الأنصاري\n</p>\n\n<p>\nحدث عن جميل بن زيد <span id='ms120'></span> روى عنه عفيف بن سالم الموصلي\n</p>\n\n<p>\n327 أخبرنا القاضي أبو العلاء الواسطي قال حدثنا عبد الله بن الحسن بن\nسليمان المقرىء قال حدثنا حامد بن محمد بن شعيب قال حدثنا عبيد الله بن عمر\nالقواريري قال حدثنا عفيف قال حدثنا محمد بن أبي حفص الأنصاري قال حدثنا\nجميل بن زيد عن سعد بن زياد الطائي وكان من أصحاب رسول الله صلى الله عليه\nوسلم قال تزوج النبي صلى الله عليه وسلم امرأة من غفار فدخل بها فأمرها\nفنزعت ثيابها فرأى بياضا عند ثدييها فحاز رسول الله صلى الله عليه وسلم\nالفراش فلما أصبح قال إلحقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p536'> Vol. 02, p. 536</a>\n            </div>\n             بأهلك وكمل لها صداقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب الياء الزائدة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n| عبد الرحمن بن أبي عميرة وعبد الرحمن بن أبي عمرة [ 91 ب ]\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 352 ] عبد الرحمن بن أبي عميرة المزني الشامي له صحبة ورواية عن النبي\nصلى الله عليه وسلم روى عنه ربيعة بن يزيد الدمشقي ولا أعلم له غير حديث\nواحد\n</p>\n\n<p>\n328 أخبرناه عبد الله بن يحيى بن عبد الجبار السكري أخبرنا أبو علي\nإسماعيل بن محمد الصفار حدثنا عباس بن عبد الله الترقفي حدثنا أبو مسهر\nحدثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن عبد الرحمن بن أبي عميرة\nالمزني قال سعيد وكان من أصحاب النبي صلى الله عليه وسلم عن النبى صلى الله\nعليه وسلم أنه قال في معاوية اللهم اجعله هاديا مهديا واهده واهد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p539'> Vol. 02, p. 539</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p540'> Vol. 02, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 353 ] عبد الرحمن بن أبي عمرة الأنصاري المدني سمع أباه\nوعثمان بن عفان\n</p>\n\n<p>\nروى عنه المطلب بن عبد الله بن حنطب ويزيد بن يزيد بن جابر وغيرهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p541'> Vol. 02, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\n329 أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا\nالقاضي أبو عبد الله الحسين بن إسماعيل المحاملي حدثنا إبراهيم بن هانىء\nالنيسابوري حدثنا إبراهيم بن عبد الله بن العلاء بن زبر حدثنا عبد الله ابن\nالعلاء عن الزهري قال حدثني المطلب قال حدثني عبد الرحمن بن أبي عمرة\nالأنصاري قال حدثني أبي قال كنا مع رسول الله صلى الله عليه <span id='ms121'></span> وسلم في غزوة\nغزاها فقال أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله لا يلقى الله\nبهما أحد يوم القيامة إلا دخل الجنة ما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p542'> Vol. 02, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الرحمن بن سميرة وعبد الرحمن بن سمرة\n</p>\n\n<p>\nالأول [ 354 ] عبد الرحمن بن سميرة ويقال ابن سمير بغير هاء حدث عن عبد\nالله بن عمر روى عنه عون بن أبي جحيفة\n</p>\n\n<p>\n[ 330 ] اخبرنا القاضي أبو بكر الحيري حدثنا محمد بن يعقوب الأصم أخبرنا\nمحمد بن إسحاق الصغاني أخبرنا قبيصة حدثنا سفيان عن عون بن أبي جحيفة عن\nعبد الرحمن بن سميرة أو سمير عن ابن عمر عن النبي صلى الله عليه وسلم قال\nلا يعجز الرجل من أمتي إذا أتاه الرجل يريد قتله يمد عنقه كابني آدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p543'> Vol. 02, p. 543</a>\n            </div>\n             يكون القاتل في النار والمقتول في الجنة\n</p>\n\n<p>\nكان قبيصة بن عقبة يرويه هكذا بالشك وحدث به عنه كذلك محمد بن إسماعيل\nالبخاري ورواه عنه غيره فقال عن عبد الرحمن بن سميرة بغير شك\n</p>\n\n<p>\n[ 331 ] أخبرناه علي بن يحيى بن جعفر الإمام بأصبهان حدثنا سليمان ابن\nأحمد الطبراني حدثنا حفص بن عمر الرقي حدثنا قبيصة حدثنا سفيان عن عون بن\nأبي جحيفة عن عبد الرحمن بن سميرة عن ابن عمر قال قال رسول الله صلى الله\nعليه وسلم أيعجر الرجل من أمتي إذا أتاه الرجل يريد قتله أن يمد عنقه\nفيكونا كابني آدم القاتل في النار والمقتول في الجنة\n</p>\n\n<p>\n332 أ ] وأخبرنا علي بن يحيى حدثنا سليمان بن أحمد حدثنا أبو زرعة\nالدمشقي حدثنا أبو الجماهر التنوخي حدثنا حجوة بن مدرك الغساني عن سفيان عن\nعون بن أبي جحيفة عن عبد الرحمن بن سميرة عن ابن عمر عن النبي صلى الله\nعليه وسلم مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p544'> Vol. 02, p. 544</a>\n            </div>\n             وقد روي عن عبد الرحمن بن سميرة حديث آخر عن\nعبد الله بن مسعود وهو غريب جدا\n</p>\n\n<p>\n332 ب ] أخبرناه القاضي أبو الطيب طاهر بن عبد الله الطبري أخبرنا أحمد\nبن علي بن إبراهيم الآبندوني حدثنا علي بن محمد بن حاتم حدثنا عمرو بن ثور\nحدثنا محمد بن <span id='ms122'></span> يوسف الفريابي حدثنا عباد بن كثير عن محمد ابن واسع عن عبد\nالرحمن بن سميرة عن ابن مسعود قال قال رسول الله صلى الله عليه وسلم يقول\nالله تعالى لو أن عبادي أطاعوني فيما أمرتهم به لأمطرت عليهم المطر بالليل\nوآتيهم الشمس بالنهار وذلك مطر المسرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p545'> Vol. 02, p. 545</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 355 ] عبد الرحمن بن سمرة ابن حبيب بن عبد شمس بن عبد مناف\nبن قصي\n</p>\n\n<p>\nبن كلاب أبو سعيد\n</p>\n\n<p>\nله صحبة ورواية عن رسول الله صلى الله عليه وسلم وكان اسمه عبد الكعبة\nفسماه النبي صلى الله عليه وسلم عبد الرحمن وقال له يا عبد الرحمن لا تسأل\nالإمارة فإنك إن أعطيتها [ عن مسألة ] وكلت إليها وإن أعطيتها عن غير مسألة\nأعنت عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p546'> Vol. 02, p. 546</a>\n            </div>\n             نزل عبد الرحمن بن سمرة البصرة وولي إمارة سجستان\nوافتتح عدة [ 93 أ ] فتوح بخراسان ثم رجع إلى البصرة فمات بها وروى عنه\nالحسن بن أبي الحسن وغيره\n</p>\n\n<p>\n333 أخبرنا أبو الحسين محمد بن أبي علي الأصبهاني أخبرنا محمد ابن أحمد\nبن إسحاق الشاهد بالأهواز حدثنا عمر بن أحمد بن إسحاق حدثنا خليفة بن خياط\nقال أتى عبد الرحمن بن سمرة سجستان وأقام بالبصرة حتى مات بها سنة إحدى\nوخمسين ويقال سنة خمسين\n</p>\n\n<p>\n| عبد الرحمن بن جبير وعبد الرحمن بن جبر\n</p>\n\n<p>\nأما [ 356 ] عبد الرحمن بن جبير فهم ثلاثة ذكرناهم وسقنا أحاديثهم في\nكتاب التلخيص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p547'> Vol. 02, p. 547</a>\n            </div>\n             والثاني\n</p>\n\n<p>\n357 عبد الرحمن بن جبر أبو عبس الحارثي له صحبة ورواية عن النبي صلى الله\nعليه وسلم حدث عنه ابنه محمد\n</p>\n\n<p>\n334 أخبرنا عبد الغفار بن محمد بن جعفر المؤدب أخبرنا أبو بكر الشافعي\nحدثنا قاسم بن زكريا حدثنا علي بن شعيب حدثنا ابن أبي فديك حدثنا عثمان بن\nإسحاق عن عبد المجيد بن أبي عبس الحارثي عن أبيه عن جده أن رسول الله صلى\nالله عليه وسلم قال لأحد هذا جبل يحبنا ونحبه إنه على باب من أبواب الجنة\nوهذا عير جبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p548'> Vol. 02, p. 548</a>\n            </div>\n             يبغضنا ونبغضه إنه على باب من أبواب النار قال\nالشيخ أيده الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p549'> Vol. 02, p. 549</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد المجيد هو ابن أبي <span id='ms123'></span> عبس بن محمد بن أبي عبس بن جبر\n</p>\n\n<p>\n335 أخبرنا أبو حازم عمر بن أحمد بن إبراهيم العبدوي بنيسابور قال سمعت\nأبا بكر محمد بن عبد الله الجوزقي يقول أخبرنا مكي ابن عبدان قال سمعت مسلم\nبن الحجاج يقول أبو عبس عبد الرحمن بن جبر الحارثي شهد بدرا وروى أبو أحمد\nبن فارس النيسابوري عن محمد بن إسماعيل البخاري قال عبد الرحمن بن حسين أبو\nعبس الأنصاري الحارثي له صحبة وهذا تصحيف وقد رواه غير ابن فارس عن البخاري\nعلى الصواب\n</p>\n\n<p>\n[ 358 ] وعبد الرحمن بن جبر الحضرمي يروى عن شفي بن مانع الأصبحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p550'> Vol. 02, p. 550</a>\n            </div>\n             روى عنه حرملة بن عمران\n</p>\n\n<p>\n336 أ ] أخبرنا عبيد الله بن أبي الفتح أخبرنا أبو الحسن الدارقطني بذلك\n</p>\n\n<p>\n| عبد الرحمن بن بشير وعبد الرحمن بن بشر\n</p>\n\n<p>\nالأول [ 359 ] عبد الرحمن بن بشير بن عبد الرحمن أبو فراس الحبطي\n</p>\n\n<p>\nحدث عن عمه وقد ذكرنا حديثه في ترجمة خبيب بن عبد الرحمن و حبيب بن عبد\nالرحمن من كتاب التلخيص\n</p>\n\n<p>\n| [ 360 ] وعبد الرحمن بن بشير الشيباني الدمشقي\n</p>\n\n<p>\nحدث عن محمد بن إسحاق بن يسار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p551'> Vol. 02, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه سليمان بن عبد الرحمن بن بنت شرحبيل وعبد الرحمن بن إبراهيم دحيم\n</p>\n\n<p>\n336 ب ] أخبرني الحسن بن أبي طالب حدثنا علي بن الحسن الجراحي حدثنا محمد\nبن محمد بن سليمان حدثنا دحيم حدثنا عبد الرحمن بن بشير الدمشقي وكان ثقة\nعن محمد بن إسحاق عن محمد ابن مسلم بن شهاب بن عبد الله بن الحارث بن زهرة\nعن عبد الله بن ثعلبة العذري حليف بني زهيرة وكان رسول الله صلى الله عليه\nوسلم قد مسح على وجهه ودعا له قال لما أشرف رسول الله صلى الله عليه وسلم\nقال أنا أشهد على هؤلاء ما من جرح يجرح إلا بعثه الله يوم القيامة يدمى\nجرحه اللون لون الدم والريح ريح مسك ثم قال قدموا أكثر هؤلاء جمعا للقرآن\nفاجعلوه أمام أصحابه في القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p552'> Vol. 02, p. 552</a>\n            </div>\n             وكانوا يدنون الاثنين والثلاثة\nفي القبر الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p553'> Vol. 02, p. 553</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p554'> Vol. 02, p. 554</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أيده الله هذه القصة كانت يوم أحد\n</p>\n\n<p>\n| [ 361 ] وعبد <span id='ms124'></span> الرحمن بن بشير الغطفاني حدث العباس بن بكار الضبي عنه عن\nأبي إسحاق السبيعي\n</p>\n\n<p>\n337 أخبرنا عبد الملك بن محمد بن عبد الله الواعظ أخبرنا عبد الباقي ابن\nقانع القاضي حدثنا محمد بن زكريا يعني الغلابي حدثنا العباس بن بكار قال\nحدثنا عبد الرحمن بن بشير عن أبي إسحاق عن الحارث عن علي قال سألت رسول\nالله صلى الله عليه وسلم عن الأشربة عام حجة الوداع فقال رسول الله صلى\nالله عليه وسلم حرم الخمر بعينها والسكر من كل شراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p555'> Vol. 02, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أيده الله العباس بن بكار غير ثقة وعبد الرحمن بن بشير مجهول\nوقد روى هذا الحديث محمد بن عمرو بن موسى العقيلي عن الغلابي إلا أنه قال\nفيه عبد الرحمن بن بشر بغير ياء فالله أعلم\n</p>\n\n<p>\n| وأما\n</p>\n\n<p>\n[ 362 ] عبد الرحمن بن بشر فهم خمسة ذكرناهم في كتاب التلخيص مع نظيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p556'> Vol. 02, p. 556</a>\n            </div>\n             عبد الرحمن بن نشر وأوردنا أحاديثهم\n</p>\n\n<p>\n| عبيد الله بن عبيد الرحمن وعبيد الله بن عبد الرحمن الأول\n</p>\n\n<p>\n363 عبيد الله بن عبيد الرحمن أبو عبد الرحمن الأشجعي الكوفي\n</p>\n\n<p>\nسمع إسماعيل بن أبي خالد ومسعر بن كدام وسفيان الثوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p557'> Vol. 02, p. 557</a>\n            </div>\n             وشعبة\nبن الحجاج روى عنه أبو النضر هاشم بن القاسم وإبراهيم بن أبي الليث وأبو\nعبيد القاسم بن سلام وغيرهم\n</p>\n\n<p>\n338 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق بن إبراهيم البغوي\nأخبرنا علي بن عبد العزيز حدثنا أبو عبيد حدثنا عبد الله بن إدريس وأبو\nإسماعيل واسمه إبراهيم بن سليمان المؤدب والأشجعي واسمه عبيد الله بن عبيد\nالرحمن كلهم عن إسماعيل بن أبي خالد عن مصعب بن سعد قال قال علي بن أبي\nطالب كلمات أصاب فيهن قال يحق على الإمام أن يحكم بما أنزل الله وأن يؤدي\nالأمانة وإذا فعل ذلك فحق على الناس أن يسمعوا له ويطيعوا ويجيبوه إذا دعا\n</p>\n\n<p>\n| وأما [ 364 ] عبيد الله بن عبد الرحمن فجماعة متقدمون ومتأخرون يؤمن\nوقوع الإشكال في أمرهم فليس بنا حاجة إلى ذكرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p558'> Vol. 02, p. 558</a>\n            </div>\n            \n</p>\n\n<p>\nأوس بن عبيد الله وأوس بن عبد الله\n</p>\n\n<p>\n| الأول [ 365 ] أوس <span id='ms125'></span> بن عبيد الله السلولي البصري حدث عن عمه بريد بن أبي\nمريم\n</p>\n\n<p>\nروى عنه يونس بن محمد المؤدب ومسلم بن إبراهيم\n</p>\n\n<p>\n339 أخبرنا الحسن بن أبي بكر أخبرنا عبد الله بن إسحاق بن إبراهيم البغوي\nحدثنا أحمد بن الخليل بن ثابت أبو جعفر البرجلاني حدثنا يونس بن محمد أبو\nمحمد المؤدب حدثنا أوس بن عبيد الله حدثنا بريد بن أبي مريم عن أبيه مالك\nبن ربيعة أنه سمع النبي صلى الله عليه وسلم يقول يرحم الله المحلقين يرحم\nالمحلقين قال فقال له رجل يا رسول الله والمقصرين قال فقال في الثالثة أو\nالرابعة و المقصرين قال وأنا يومئذ محلوق ما يسرني بحلقي رأسى حمر النعم أو\nخطر عظيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p559'> Vol. 02, p. 559</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 366 ] أوس بن عبد الله أبو الجوزاء الربعي البصري\n</p>\n\n<p>\nحدث عن عبد الله بن عباس وعبد الله بن عمرو بن العاص وعائشة أم المؤمنين\nروى عنه بديل بن ميسرة وأبو الأشهب العطاردي وغيرهما\n</p>\n\n<p>\n340 أ ] أخبرنا أبو بكر البرقاني قال قرأت على أبي العباس محمد ابن أحمد\nبن حمدان حدثني محمد بن أيوب أخبرنا أبو الوليد حدثنا أبو الأشهب حدثنا أبو\nالجوزاء عن ابن عباس في قوله تعالى <span class='quran'>اللات والعزى </span>قال اللات رجل\nكان يلت السويق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p560'> Vol. 02, p. 560</a>\n            </div>\n            \n</p>\n\n<p>\n340 ب ] أخبرنا أبو حازم العبدوي قال سمعت محمد بن عبد الله الجوزقي يقول\nأخبرنا مكي بن عبدان قال سمعت مسلم بن الحجاج يقول أبو الجوزاء أوس بن عبد\nالله الربعي عن عائشة وابن عباس روى عنه بديل بن ميسرة وعمرو بن مالك\n</p>\n\n<p>\n| [ 367 ] وأوس بن عبد الله [ 95 ب ] ابن بريدة بن الحصيب الأسلمي\nالمروزي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p561'> Vol. 02, p. 561</a>\n            </div>\n             حدث عن أخيه\n</p>\n\n<p>\nسهل حديثا\n</p>\n\n<p>\n341 أخبرناه الحسن بن علي التميمي أخبرنا أحمد بن جعفر بن حمدان حدثنا\nعبد الله بن أحمد حدثني أبي حدثنا الحسن بن يحيى من أهل مرو حدثنا أوس بن\nعبد الله بن بريدة اخبرنى اخى سهل بن عبد الله بن بريدة عن أبيه عن جده\nبريدة قال سمعت رسول الله صلى الله عليه وسلم يقول سيكون بعدي بعوث كثيرة\nفكونوا في <span id='ms126'></span> بعث خراسان ثم انزلوا مدينة مرو فإنه بناها ذو القرنين ودعا\nلأهلها بالبركة ولا يضر أهلها سوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p562'> Vol. 02, p. 562</a>\n            </div>\n            \n</p>\n\n<p>\n| معقل بن عبيد الله ومعقل بن عبد الله\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 368 ] معقل بن عبيد الله الجزري\n</p>\n\n<p>\nسمع عطاء بن أبي رباح ونافعا مولى ابن عمر وأبا الزبير المكي وابن أبي\nمليكة وعكرمة بن خالد روى عنه وكيع بن الجراح والحسن بن محمد بن أعين وسعيد\nبن حفص وأبو نعيم الفضل بن دكين وأحمد بن عبد الله بن يونس وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p563'> Vol. 02, p. 563</a>\n            </div>\n            \n</p>\n\n<p>\n[ 342 ] أخبرني محمد بن عبد الملك القرشي أخبرنا محمد بن المظفر الحافظ\nحدثنا علي بن أحمد بن سليمان قال حدثنا سلمة بن شبيب حدثنا الحسن بن محمد\nبن أعين حدثنا معقل بن عبيد الله عن أبي الزبير عن جابر قال سمعت النبي صلى\nالله عليه وسلم يقول في غزوة غزوناها استكثروا من النعال فإن الرجل لا يزال\nراكبا [ 96 أ ] ما انتعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p564'> Vol. 02, p. 564</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 369 ] معقل بن عبد الله بن كعب بن مالك الأنصاري حدث عن أبيه\nروى عنه ابنه\n</p>\n\n<p>\nسليمان وعبد الله بن عبد الرحمن بن عبد الله بن كعب ابن مالك\n</p>\n\n<p>\n343 أخبرنا أبو عمر بن مهدي حدثنا القاضي أبو عبد الله الحسين بن إسماعيل\nالمحاملي إملاء حدثنا عبد الله بن شبيب حدثني ذؤيب بن عمامة قال حدثني موسى\nبن شيبة الأنصاري قال حدثني سليمان بن معقل بن عبد الله بن كعب بن مالك عن\nأبيه عن جده عن كعب بن مالك قال قال رسول الله صلى الله عليه وسلم ما\nاستخلف الله خليفة حتى يمسح الله ناصيته بيمينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p565'> Vol. 02, p. 565</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p566'> Vol. 02, p. 566</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 370 ] ومعقل بن عبد الله الكناني الشامي\n</p>\n\n<p>\n344 كتب الي عبد الرحمن بن عثمان الدمشقي وحدثني عبد العزيز ابن أبي طاهر\nعنه قال أخبرنا أبو يعقوب إسحاق بن إبراهيم الأذرعي أخبرنا أبو يزيد\nالقراطيسي حدثنا أسد بن موسى حدثنا ضمرة عن رجاء بن أبي سلمة عن معقل بن\nعبد الله الكناني قال ما رأيت أحدا من الناس أحرى أن يشتري من نفسه خيرا من\nمحيريز ولا أقول بحق إذا رآه\n</p>\n\n<p>\n| عبد الغفار <span id='ms127'></span> بن عبيد الله وعبد الغفار بن عبد الله\n</p>\n\n<p>\nالأول [ 371 ] عبد الغفار بن عبيد الله ابن عبد الأعلى بن عبد الله بن\nعامر بن كريز الكريزي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p567'> Vol. 02, p. 567</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عن صالح بن أبي الأخضر وشعبة بن الحجاج وأبي المقدام هشام بن زياد\nروى عنه أبو أمية الطرسوسي وأبو حاتم الرازي وغيرهما\n</p>\n\n<p>\n345 أخبرنا القاضي أبو بكر الحيري حدثنا أبو العباس محمد بن يعقوب الأصم\nحدثنا أبو أمية محمد بن إبراهيم الطرسوسي قال حدثنا عبد الغفار بن عبيد\nالله الكريزي حدثنا صالح بن أبي الأخضر عن الزهري عن حميد بن عبد الرحمن\nوعطاء بن يزيد عن أبي سعيد أن رسول الله صلى الله عليه وسلم رأى نخامة في\nقبلة المسجد فأخذ حصاة فحتها فقال اذا بزق أحدكم فلا يبزق في قبلته و لا عن\nيمينه ولكن عن يساره أو تحت قدمه اليسرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p568'> Vol. 02, p. 568</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 372 ] عبد الغفار بن عبد الله بن الزبير أبو نصر الموصلي\n</p>\n\n<p>\nحدث عن علي بن مسهر الكوفي وعبد الله بن عطارد البصري والمعافى بن عمران\nروى عنه يعقوب بن سفيان الفسوي وأبو يعلى الموصلي وغيرهما\n</p>\n\n<p>\n346 أخبرنا الحسن بن علي الجوهري وأبو الفرج الطناجيري قالا أخبرنا محمد\nبن النضر النحاس الموصلي حدثنا أبو يعلى أحمد بن علي بن المثنى حدثنا عبد\nالغفار بن عبد الله حدثنا المعافى بن عمران عن المغيرة ابن زياد عن نافع عن\nابن عمر عن النبي صلى الله عليه وسلم نهى أن يسافر بالقرآن إلى ارض\nالمشركين كراهية ان ينالوا منه شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p569'> Vol. 02, p. 569</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p570'> Vol. 02, p. 570</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الملك بن حسين وعبد الملك بن حسن\n</p>\n\n<p>\nالأول\n</p>\n\n<p>\n[ 373 ] عبد الملك بن حسين أبو مالك النخعي الكوفي\n</p>\n\n<p>\nحدث عن سعيد بن مسروق الثورى ويعلى بن عطاء وفرات القزاز وعاصم الأحوال\nوغيرهم\n</p>\n\n<p>\nروى عنه يحيى بن أبي بكير الكرماني وأبو نعيم عبد الرحمن بن هانىء النخعي\nوآدم بن أبي إياس العسقلاني\n</p>\n\n<p>\n[ 347 ] أخبرنا أبو عبد الله الحسين بن عمر بن برهان الغزال حدثنا\nإسماعيل بن محمد الصفار إملاء حدثنا أحمد بن ملاعب حدثنا عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p571'> Vol. 02, p. 571</a>\n            </div>\n             ابن هانىء أبو نعيم النخعي <span id='ms128'></span> حدثنا عبد الملك بن حسين عن سعيد بن\nمسروق عن عمرو بن مرة عن عمرو بن ميمون عن علي بن ربيعة الأسدي عن أبي عبد\nالله الجدلي عن خزيمة بن ثابت قال كنا نمسح على عهد رسول الله صلى الله\nعليه وسلم في السفر ثلاثة أيام ولياليهن ويوما وليلة في الحضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p572'> Vol. 02, p. 572</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p573'> Vol. 02, p. 573</a>\n            </div>\n             والثاني [ 374 ] عبد الملك بن حسن الجاري ويقال الحارثي\nالمديني\n</p>\n\n<p>\nحدث عن محمد بن زيد بن المهاجر روى عنه أبو عامر العقدي وزيد بن الحباب\nالعكلي\n</p>\n\n<p>\n348 أخبرنا أبو الحسن محمد بن عبد الواحد بن محمد بن جعفر حدثنا محمد بن\nالعباس الخزاز حدثنا يحيى بن محمد بن صاعد حدثنا أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p574'> Vol. 02, p. 574</a>\n            </div>\n             ابن\nمنصور حدثنا زيد بن الحباب العكلي حدثني عبد الملك بن حسن قال ابن صاعد وهو\nالجاري مدني حدثنا محمد بن زيد بن مهاجر عن عائشة عن أبي بكر أنه قال لما\nنزلت هذه الآية <span class='quran'>من يعمل سوءا يجز به </span>فقال أبو بكر يا رسول الله\nكل ما نعمل نؤخذ به فقال يا أبا بكر أليس يصيبك كذا وكذا فهو كفارة له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p575'> Vol. 02, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\n| بشر بن الحسين وبشر بن الحسن\n</p>\n\n<p>\nالأول [ 375 ] بشر بن الحسين أبو محمد الهلالي الأصبهاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p576'> Vol. 02, p. 576</a>\n            </div>\n             حدث\nعن الزبير بن عدي روى عنه الحجاج بن يوسف بن قتيبة الأصبهاني ويحيى بن أبي\nبكير الكرماني\n</p>\n\n<p>\n349 أخبرنا أبو بكر أحمد بن علي بن يزداد القارىء أخبرنا أبو محمد عبد\nالله بن محمد بن جعفر بن حيان الأصبهاني حدثنا محمد بن العباس هو الأحزم\nومحمد بن يحيى يعني ابن مندة وابن صبيح قالوا حدثنا الحجاج بن يوسف حدثنا\nبشر بن الحسين عن الزبير بن عدي عن المعرور ابن سويد عن عمر بن الخطاب قال\nقال النبي صلى الله عليه وسلم الذهب بالذهب والفضة بالفضة والبر بالبر\nوالشعير بالشعير والزبيب بالزبيب والتمر بالتمر والملح بالملح فمن زاد أو\nاستزاد فقد أربى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p577'> Vol. 02, p. 577</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 376 ] بشر بن الحسن بن بشر بن مالك بن يسار أبو مالك البصري\nوهو أخو الحسين\n</p>\n\n<p>\nبن حسن\n</p>\n\n<p>\nحدث عن عبد الله بن <span id='ms129'></span> عون وابن جريج وهشام الدستوائي روى عنه سعيد بن عامر\nوعمر بن شبة وأحمد بن ثابت الجحدري\n</p>\n\n<p>\n350 أخبرنا القاضي أبو بكر الحيري حدثنا محمد بن يعقوب الأصم حدثنا\nإبراهيم بن مرزوق البصري بمصر حدثنا سعيد بن عامر حدثنا بشر بن الحسن أبو\nمالك عن ابن عون قال\n</p>\n\n<p>\nقال محمد وقرأ هذه الآية <span class='quran'>لئن لم ينته المنافقون والذين في قلوبهم\nمرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p578'> Vol. 02, p. 578</a>\n            </div>\n             قال فقال محمد يعني ابن سيرين فلا أعلم أغري بهم حتى مات\n</p>\n\n<p>\n| مخلد بن الحسين ومخلد بن الحسن\n</p>\n\n<p>\nالأول [ 377 ] مخلد بن الحسين أبو محمد المهلبي المصيصي حدث عن موسى بن\nعقبة وهشام بن حسان\n</p>\n\n<p>\nروى عنه عبد الله بن المبارك وحجاج بن محمد ومسلم بن أبي مسلم الجرمي\nومحمد بن زياد بن فروة البلدي\n</p>\n\n<p>\n351 أخبرنا القاضي أبو العلاء محمد بن علي الواسطي حدثنا عبد الله بن\nمحمد بن عثمان المزنى حدثنا أبو يعلى الموصلى حدثنا مسلم ابن أبي مسلم\nالجرمي حدثنا مخلد بن حسين عن هشام بن حسان عن محمد بن سيرين عن أبي هريرة\nقال نهى رسول الله صلى الله عليه وسلم عن بيع الطعام حتى يجري فيه الصاعان\nفيكون للبائع الزيادة وعليه النقصان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p579'> Vol. 02, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني [ 378 ] مخلد بن الحسن ابن أبي زميل البغدادي حدث عن عبيد الله\nبن عمرو الرقي\n</p>\n\n<p>\nروى عنه قاسم بن زكريا المطرز وغيرهم\n</p>\n\n<p>\n352 أخبرنا أبو الفرج محمد بن عبد الله بن شهريار الأصبهاني بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p580'> Vol. 02, p. 580</a>\n            </div>\n             أخبرنا سليمان بن أحمد بن أيوب الطبراني حدثنا محمد بن إبراهيم\nبن شبيب الأصبهاني العسال حدثنا مخلد بن الحسن بن أبي زميل البغدادي حدثنا\nعبيد الله بن عمرو الرقي عن زيد بن أبي أنيسة عن أبي إسحاق عن جرير ابن عبد\nالله البجلي عن النبي صلى الله عليه وسلم قال صيام ثلاثة أيام من كل شهر\nصيام الدهر أيام البيض ثلاث عشرة وأربع عشرة وخمس عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p581'> Vol. 02, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\n| عامر بن عبيدة وعامر بن عبدة\n</p>\n\n<p>\nالأول [ 379 ] [ عامر بن عبيدة ] تابعي حدث عن أنس بن <span id='ms130'></span> مالك وعمر بن عبد\nالعزيز روى عنه المغلس بن زياد العامري وشعبة بن الحجاج وحماد بن زيد\n</p>\n\n<p>\n353 أخبرنا أبو الحسن محمد بن عبد الواحد أخبرنا إبراهيم بن أحمد ابن\nبشران الصيرفي قال حدثنا عبد الله بن محمد بن زياد النيسابوري حدثنا علي بن\nحرب حدثنا المغلس بن زياد عن عامر بن عبيدة قال سمعت أنس بن مالك يقول خرج\nعلينا رسول الله صلى الله عليه وسلم وعليه جبة ديباج فجعل الناس يلمسونها\nويعجبون من حسنها فقال أتعجبون من هذه والله لمناديل سعد بن معاذ في الجنة\nألين من هذه وأحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p582'> Vol. 02, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\n| وأما [ 380 ] عامر بن عبدة فقد ذكرناه في كتاب التلخيص مع نظيره عامر\nبن عبدة\n</p>\n\n<p>\nالحارث بن شبيل والحارث بن شبل\n</p>\n\n<p>\n| الأول [ 381 ] الحارث بن شبيل بن عوف البجلي الكوفي حدث عن أبي عمرو\nالشيباني وعبد الله بن\n</p>\n\n<p>\nشداد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p583'> Vol. 02, p. 583</a>\n            </div>\n             روى عنه إسماعيل بن أبي خالد وسعيد بن مسروق\n</p>\n\n<p>\n354 أخبرنا أبو الحسن أحمد بن محمد بن أحمد بن موسى بن هارون ابن الصلت\nالأهوازي في سنة ثمان وأربع مئة أخبرنا أبو عبد الله محمد بن مخلد العطار\nفي سنة ثلاثين وثلاث مئة حدثنا العباس بن يزيد البحراني حدثنا يحيى بن سعيد\nحدثنا إسماعيل بن أبي خالد حدثني الحارث بن شبيل عن أبي عمرو الشيباني عن\nزيد بن أرقم قال كان الرجل يكلم صاحبه في الصلاة في الحاجة على عهد رسول\nالله صلى الله عليه وسلم حتى نزلت هذه الآية <span class='quran'>حافظوا على الصلوات\nوالصلاة الوسطى وقوموا لله قانتين </span>فأمروا بالسكوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p584'> Vol. 02, p. 584</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 382 ] والحارث بن شبيل الأزدي البصري\n</p>\n\n<p>\nحدث عن الحسن روى عنه مسلم بن إبراهيم وغيره\n</p>\n\n<p>\n355 أخبرنا أبو الحسن علي بن أحمد بن إبراهيم البزاز البصري حدثنا الحسن\nبن محمد بن عثمان الفسوي حدثنا يعقوب بن سفيان حدثنا مسلم بن إبراهيم وعبد\nالواحد بن جميل قالا حدثنا الحارث بن شبيل الأزدي قال تقدمنا إلى الحسن في\nشهادة قال فوالله إنا لبين يديه إذ أتاه آت فقال يا أبا سعيد هلكت سفينة\nلجابر بن سعيد لو سلمت <span id='ms131'></span> لكان عشرها ألف ألف فقال الحسن ما هلك مال في البر\nوالبحر إلا بإضاعة الزكاة\n</p>\n\n<p>\n| والثاني [ 383 ] الحارث بن شبل البصري حدث عن جدته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p585'> Vol. 02, p. 585</a>\n            </div>\n             روى عنه\nيوسف بن الغرق وسهل بن تمام\n</p>\n\n<p>\nوهلال بن فياض المعروف بشاذ\n</p>\n\n<p>\n356 أخبرنا القاضي أبو عمر الهاشمي حدثنا علي بن إسحاق المادرائي حدثنا\nابن أبي زكريا البصري قال حدثني محمد بن عبد الله العطار حدثنا سهل بن تمام\nحدثنا الحارث بن شبل قال حدثتنا أم النعمان عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم سيكون لولد العباس راية فمن تابعهم رشد ومن خالفهم هلك\nولا يخرج من أيديهم ما أقاموا فيه الحق\n</p>\n\n<p>\n357 أخبرنا محمد بن عبد الواحد الأكبر أخبرنا محمد بن العباس أخبرنا أحمد\nبن سعيد بن مرابة حدثنا عباس بن محمد قال سمعت يحيى ابن معين يقول الحارث\nبن شبل بصري ليس بشىء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p586'> Vol. 02, p. 586</a>\n            </div>\n            \n</p>\n\n<p>\n| علي بن طليق وعلي بن طلق\n</p>\n\n<p>\nالأول [ 384 ] علي بن طليق المصري حدث عن ابن محيريز روى عنه حرملة بن\nعمران التجيبي\n</p>\n\n<p>\n358 أخبرنا علي بن أحمد بن إبراهيم حدثنا الحسن بن محمد بن عثمان الفسوي\nحدثنا يعقوب بن سفيان حدثنا عبد الله بن عثمان أخبرنا عبد الله أخبرنا\nحرملة بن عمران حدثني علي بن طليق قال سمعت ابن محيريز يقول من مشى بين يدي\nأبيه فقد عقه إلا أن يمشي ليميط له الشىء عن طريقه ومن دعا أباه بكنيته أو\nباسمه فقد عقه حتى يقول يا أبت\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 385 ] علي بن طلق الحنفي اليمامي له صحبة ورواية عن النبي صلى الله\nعليه وسلم روى عنه مسلم بن سلام ولا يحفظ له غير حديث واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p587'> Vol. 02, p. 587</a>\n            </div>\n            \n</p>\n\n<p>\n359 أخبرناه الحسن بن أبي بكر أخبرنا أبو سهل أحمد بن محمد بن عبد الله\nالقطان حدثنا عبد الله بن روح المدائني حدثنا شبابة حدثنا المغيرة ابن مسلم\nعن عيسى بن حطان عن مسلم بن سلام عن علي بن طلق قال قال رسول الله صلى الله\nعليه وسلم إن الله لا يستحي من الحق إذا فسا أحدكم فليتوضأ\n</p>\n\n<p>\n| قيس <span id='ms132'></span> بن سعيد وقيس بن سعد\n</p>\n\n<p>\nالأول [ 386 ] قيس بن سعيد الكوفي حدث عن مسروق بن الأجدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p588'> Vol. 02, p. 588</a>\n            </div>\n            \n591 593 596 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p589'> Vol. 02, p. 589</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p590'> Vol. 02, p. 590</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p591'> Vol. 02, p. 591</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p592'> Vol. 02, p. 592</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p593'> Vol. 02, p. 593</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p594'> Vol. 02, p. 594</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p595'> Vol. 02, p. 595</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p596'> Vol. 02, p. 596</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق الأ سماء الناقصة من المخطوط من خلاصة السيوطي\n</p>\n\n<p>\n* منهج السيوطي في خلاصته\n</p>\n\n<p>\n1 حافظ السيوطي على قسمي الكتاب اللذين ذكرهما المصنف الخطيب كما هما\nالفصل الأول الزيادة في الأبناء دون الآباء والفصل الثاني الزيادة في\nالآباء دون الأبناء وعلى ترتيب الخطيب في التراجم بتقديم الاسم الذي فيه\nالزيادة\n</p>\n\n<p>\n2 قام السيوطي بترتيب الأسماء في كل فصل على المعجم بغض النظر عن الحرف\nالزائد خلافا للخطيب البغدادي ففي حين أورد الخطيب مثلا زياد بن جارية وزيد\nبن جارية في الفصل الأول الحرف الأول الألف الزائدة فإنا نجد هذه الأسماء\nعند السيوطي في الفصل الأول حرف الجيم وهكذا ولم يراع السيوطي ترتيب\nالأسماء بعد الحرف الأول\n</p>\n\n<p>\n3 قام السيوطي بتجريد التراجم من الأحاديث والآثار وأقوال أئمة الجرح\nوالتعديل التي يرويها الخطيب بأسانيده في كل ترجمة واقتصر على اسم الراوي\nوأسماء بعض شيوخه وتلاميذه\n</p>\n\n<p>\n4 لم نجد أي استدراك للسيوطي على الخطيب في التراجم التى يوردها نفسها\nكأن يستدرك مثلا جماعة آخرين أسماؤهم زياد بن جارية أو زيد بن جارية ممن لم\nيذكرهم الخطيب وإن كان قد استدرك في القليل النادر أسماء جديدة فاتت الخطيب\nوهي على شرطه كاستدراكه من اسمه أحمد بن محمد وحمد بن محمد في باب الألف\nالزائدة اذ إن الخطيب لم يعقد أصلا عنوانا لمن هم بهذا الاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p597'> Vol. 02, p. 597</a>\n            </div>\n            \n</p>\n\n<p>\n5 وفي حال اختصار الخطيب سياق بعض التراجم مكتفيا بالإحالة على كتبه\nالأخرى التى ذكر فيها ذلك ك المتفق والمفترق أو تلخيص المتشابه فإن السيوطي\nيذكر هذه التراجم مختصرة وكأنها في تالي التلخيص نفسه *\n</p>\n\n<p>\n| وصف النسخة المعتمدة من خلاصة السيوطي\n</p>\n\n#\n<p>\n| اعتمدنا في خلاصة السيوطي على نسخة خطية مصورة من تركيا وتقع ضمن مجموع\nفيه العدد من مؤلفات الحافظ السيوطي مكتوب بقلم اعتيادي وتقع خلاصة السيوطي\nضمنه الأوراق ( 305 335 ) بترقيمنا\n</p>\n\n<p>\nالفصل الأول ( ق 305 321 ) الفصل الثاني ( ق 321 335 ) جاء في بداية\nالنسخة قول السيوطي وهذا خلاصة الكتاب التالي للتلخيص وهو ذكر ما يتفق من <span id='ms133'></span>\nأسماء المحدثين وأنسابهم غير أن في بعضه زيادة حرف واحد وفيه فصلان الفصل\nالأول ما وقعت فيه الزيادة في الأبناء دون الآباء ثم ساق التراجم مختصرة ثم\nقال ( ق 321 ) الثاني ما وقعت فيه الزيادة في الآباء دون الأبناء ثم ساق\nالتراجم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p598'> Vol. 02, p. 598</a>\n            </div>\n             وهذه النسخة سقيمة مليئة بالتحريف والتصحيف وكما يظهر\nمن الهوامش المثبتة أثناء التراجم التى سقناها لإكمال النقص الواقع في كتاب\nالخطيب الأصل وجاء في نهاية النسخة والله أعلم بالصواب وإليه المرجع والمآب\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرا تحريرا في يوم\nالأحد المبارك ثامن عشري جمادى الآخر سنة ثمان وخمسين وألف من الهجرة\nالنبوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p599'> Vol. 02, p. 599</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق الأسماء الناقصة من المخطوط من خلاصة السيوطي\n</p>\n\n<p>\nأزهر بن سعيد وأزهر بن سعد [ ق 322 ]\n</p>\n\n<p>\n| الأول [ 387 ] الحرازي الشامي\n</p>\n\n<p>\nعن أبي أمامة الباهلي وأبي كبشة الأنماري وعنه معاوية بن صالح الحمصي مات\nسنة مئة وتسع وعشرين\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 388 ] أبو بكر السماني البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n             عن سليمان التيمي وعبد الله\nبن عون وعنه عفان بن مسلم وأحمد بن حنبل مات سنة سبع ومئتين\n</p>\n\n<p>\n| إسماعيل بن أبي حكيم وإسماعيل بن أبي حكم [ ق 322 ]\n</p>\n\n<p>\nالأول [ 389 ] المدني عن عروة وعنه مالك وابن إسحاق\n</p>\n\n<p>\n| والثاني [ 390 ] أبو محمد الثقفي الكوفي عن أسباط بن محمد ومحمد بن\nإسماعيل بن رجاء الزبيدي وعنه الحسين بن عمر بن أبي الأحوص الثقفي وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n             مات سنة اثنتين وثلاثين ومئتين\n</p>\n\n<p>\nأسيد بن يزيد وأسيد بن زيد [ ق 322 ]\n</p>\n\n<p>\n| الأول اثنان [ 391 ] المديني\n</p>\n\n<p>\nروى حروفا في القراءات عن عبد الرحمن بن هرمز الأعرج وحديثا عن محمد بن\nكعب القرظي وزيد بن أسلم وعنه هارون بن موسى النحوي\n</p>\n\n<p>\n| والآخر [ 392 ] البصري عن إسماعيل بن أبي خالد وعنه أبو وهب بن مسرح\nالحراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني\n</p>\n\n<p>\n[ 393 ] جده نجيح أبو محمد الجمال الكوفي مولى صالح بن علي القرشي عن أبي\nإسرائيل الملائي والليث بن سعد وعنه البخاري\n</p>\n\n<p>\n| أسماء بنت يزيد وأسماء بنت زيد [ ق 323 ]\n</p>\n\n<p>\nالأولى [ 394 ] جدها السكن أنصارية صحابية يقال لها خطيبة النساء لها\nروايات\n</p>\n\n<p>\n| وأخرى\n</p>\n\n<p>\n[ 395 ] قيسية حدثت عن ابن عم لها يقال له أنس <span id='ms134'></span> عن ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p604'> Vol. 02, p. 604</a>\n            </div>\n            \nوعنها سليمان التيمي\n</p>\n\n<p>\n| والثانية [ 396 ] أسماء بنت زيد بن الخطاب\n</p>\n\n<p>\nعن عبد الله بن حنظلة بن الغسيل وعنها عبيد الله بن عبد الله بن عمر\n</p>\n\n<p>\n| بشر بن عمير وبشر بن عمر [ ق 323 ]\n</p>\n\n<p>\nالأول [ 397 ] الأسدي عن مطرف وعنه عون بن كهمس البصري\n</p>\n\n<p>\n| والثاني [ 398 ] جماعة ثور بن يزيد وثور بن زيد [ ق 324 ]\n</p>\n\n<p>\nالأول [ 399 ] أبو خالد الكلاعي الشامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p605'> Vol. 02, p. 605</a>\n            </div>\n            \n</p>\n\n<p>\nعن مكحول وخالد بن معدان وراشد بن سعد ورجاء بن حيوة وعنه سفيان الثوري\nوبقية بن الوليد وعبد الله بن المبارك وغيرهم\n</p>\n\n<p>\n| والثاني [ 400 ] الديلي المديني\n</p>\n\n<p>\nعن عكرمة وابن الزبير ومحمد بن إبراهيم التيمي وعنه مالك وابن إسحاق وعبد\nالعزيز الدراوردي وسليمان بن بلال\n</p>\n\n<p>\n| جابر بن يزيد وجابر بن زيد [ ق 324 ]\n</p>\n\n<p>\nالأول أربعة [ 401 ] جابر بن يزيد بن الأسود الخزاعي عن أبيه وعنه يعلى\nبن عطاء\n</p>\n\n<p>\n| [ 402 ] وجابر بن يزيد أبو محمد الجعفي الكوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p606'> Vol. 02, p. 606</a>\n            </div>\n             عن عطاء بن\nأبي رباح وسعيد بن جبير والشعبي وعنه الثوري وشعبة\n</p>\n\n<p>\n[ 403 ] وجابر بن يزيد بن رفاعة العجلي الموصلي عن الشعبي ومحارب بن دثار\nوعنه ابن مهدي والطيالسي\n</p>\n\n<p>\n| [ 404 ] وجابر بن يزيد حدث عن الربيع بن أنس الخرساني وعنه أبو سلمة\nصاحب الطعام\n</p>\n\n<p>\nوالثاني\n</p>\n\n<p>\n[ 405 ] أبو الشعثاء الأزدي البصري عن ابن عباس وابن عمر مات سنة أربع\nومئة\n</p>\n\n<p>\n| جميع بن عمير وجميع بن عمر [ ق 324 ]\n</p>\n\n<p>\nالأول [ 406 ] التيمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p607'> Vol. 02, p. 607</a>\n            </div>\n             يعد في الكوفيين عن ابن عمر وعائشة\nوعنه الأعمش وأبو إسحاق الشيباني\n</p>\n\n<p>\n| والثاني اثنان [ 407 ] العجلي الكوفي جده عبد الرحمن عن مجالد بن سعيد\nوأبي روق عطية بن الحارث ومروان بن سالم وعنه مالك بن إسماعيل النهدي ومحمد\nبن الصلت الأسدي ويحيى الحماني وغيرهم\n</p>\n\n<p>\nوالآخر [ 408 ] بصري عن معتمر بن سليمان وعنه أحمد بن محمد بن يحيى\nالخازمي الكوفي وعصام بن الحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p608'> Vol. 02, p. 608</a>\n            </div>\n             العكبري\n</p>\n\n<p>\n| حماد بن يزيد وحماد بن زيد [ ق 325 ]\n</p>\n\n<p>\nالأول اثنان [ 409 ] أبو مسلم المنقري البصري جده مسلم عن معاوية بن قرة\nومخلد بن عقبة بن شرحبيل بن السمط وعنه أبو سلمة التبوذكي ويونس المؤدب\n</p>\n\n<p>\n| والآخر\n</p>\n\n<p>\n[ 410 ] الحنفي عن عصام بن طليق وعنه أبو يحيى عبد الله بن أحمد بن <span id='ms135'></span> ميسرة\nالمكي\n</p>\n\n<p>\n| [ والثاني [ 411 ] جماعة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p609'> Vol. 02, p. 609</a>\n            </div>\n            \n</p>\n\n<p>\nزياد بن يزيد وزياد بن زيد [ ق 326 ]\n</p>\n\n<p>\n| [ 412 ] الأول عن علي بن أبي طالب وعنه زيد بن أسلم\n</p>\n\n<p>\n413 والثاني [ عن ] أبي جحيفة السوائي وعنه أبو شيبة عبد الرحمن بن إسحاق\n</p>\n\n<p>\n| عامر بن سعيد وعامر بن سعد [ ق 327 ]\n</p>\n\n<p>\nالأول اثنان [ 414 ] أبو جعفر البغدادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p610'> Vol. 02, p. 610</a>\n            </div>\n             عن عبد الوهاب الثقفي\nوالقاسم بن مالك المزني وعنه تمتام\n</p>\n\n<p>\n| والآخر [ 415 ] أبو حفص البلخي جده أبو داود عن عبد الله بن محمد بن\nطرخان وعنه الدارقطني\n</p>\n\n<p>\n[ 416 ] والثاني ثلاثة مرت\n</p>\n\n<p>\n| عبد الملك بن وهيب وعبد الملك بن وهب [ ق 329 ]\n</p>\n\n<p>\nالأول [ 417 ] المديني مولى زيد بن ثابت عن مولاه وعنه عبد الرحمن بن أبي\nالزناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p611'> Vol. 02, p. 611</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 418 ] المذحجي الكوفي عن الحر بن الصياح وعنه بشر بن محمد بن أبان\nالسكري\n</p>\n\n<p>\n| عدي بن الفضيل وعدي بن الفضل [ ق 330 ]\n</p>\n\n<p>\n[ 419 ] الأول عن عمر بن عبد العزيز وعنه معتمر بن سليمان التيمي وأبو\nسعيد الأصمعي\n</p>\n\n<p>\n| والثاني [ 420 ] مولى بني تيم عن هشام بن عروة ويونس بن عبيد وسهيل بن\nأبي صالح وعنه زيد بن الحباب وأسد بن موسى وعلي بن الجعد\n</p>\n\n<p>\nعصام بن يزيد وعصام بن زيد [ ق 330 ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p612'> Vol. 02, p. 612</a>\n            </div>\n            \n</p>\n\n<p>\n| الأول [ 421 ] أبو سعيد الأصبهاني\n</p>\n\n<p>\nالمعروف بجبر جده عجلان مولى مرة الطيب عن الثوري وشعبة ومالك وعنه ابنه\nمحمد وهو روح\n</p>\n\n<p>\n| والثاني [ 422 ] المدني\n</p>\n\n<p>\nعن محمد بن المنكدر وعنه عبد الله بن نافع الصائغ\n</p>\n\n<p>\n| عطية بن سعيد وعطية بن سعد [ ق 330 ]\n</p>\n\n<p>\nالأول [ 423 ] الشامي عن أبي قرصافة الصحابي وعنه حفيده وعياش أبو يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p613'> Vol. 02, p. 613</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني اثنان [ 424 ] أبو الحسن العوفي الكوفي عن أبي سعيد الخدري\nوابن عمر\n</p>\n\n<p>\nوالآخر [ 425 ] الداعي البصري عن الحكم بن الحارث وعنه كهمس بن الحسن\nومحمد بن حمران\n</p>\n\n<p>\n| عمارة بن عمير وعمارة بن عمر [ ق 330 ]\n</p>\n\n<p>\nالأول [ 426 ] التيمي الكوفي رأى ابن عمر وسمع عبد الله بن سخبرة وعبد\nالرحمن بن يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p614'> Vol. 02, p. 614</a>\n            </div>\n             وعنه الأعمش وسعد بن عبيدة\n</p>\n\n<p>\n| [ 427 ] والثاني عن أيوب السختياني وعنه داود بن عبد الرحمن العطار\n</p>\n\n<p>\nعمر بن شيبة وعمر بن شبة\n</p>\n\n<p>\n| الأول [ 428 ] ابن أبي كثير الأشجعي المدني عن نعيم بن عبد الحميد وعنه\nالليث وابن لهيعة وحيوة بن <span id='ms136'></span> شريح\n</p>\n\n<p>\nوالثاني [ 429 ] ابن عبيدة أبو زيد النميري البصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p615'> Vol. 02, p. 615</a>\n            </div>\n             عن غندر\nوعبد الوهاب الثقفي وعنه ابن أبي الدنيا وغيره\n</p>\n\n<p>\n| قيس بن سعيد وقيس بن سعد [ ق 331 ]\n</p>\n\n<p>\nالأول [ 430 ] الكوفي عن مسروق بن الأجدع وعنه أبو إسحاق السبيعي\n</p>\n\n<p>\n| والثاني أربعة [ 431 ] قيس بن سعد بن عبادة الصحابي\n</p>\n\n<p>\n[ 432 ] وقيس بن سعد بن عدس أبي ليلى وهو النابغة الجعدي الشاعر صحابي\nايضا\n</p>\n\n<p>\n| [ 433 ] وقيس بن سعد الخارفي عن علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p616'> Vol. 02, p. 616</a>\n            </div>\n            \n</p>\n\n<p>\n[ 434 ] وقيس بن سعد المكي أبو عبد الله عن عطاء وطاوس وعنه الحمادان\n</p>\n\n<p>\n| الليث بن سعيد والليث بن سعد [ ق 331 ]\n</p>\n\n<p>\nالأول [ 435 ] أبو الطيب النصيبي عن أحمد بن السري وعنه أبو عبد الله\nمحمد بن الحسين بن عمر بن حفص\n</p>\n\n<p>\n| والثاني أربعة\n</p>\n\n<p>\n[ 436 ] الليث بن سعد بن عبد الرحمن المصري أبو الحارث الإمام المشهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p617'> Vol. 02, p. 617</a>\n            </div>\n            \n</p>\n\n<p>\n| [ 437 ] والليث بن سعد بن الحكم بن محمد ابن أبي مريم المصري بن الحارث\nعن عبد العزيز الأويسي مات في جماد الأول سنة إحدى وثلاثين وست مئة\n</p>\n\n<p>\n[ 438 ] والليث بن سعد بن نجيح العدوي عن ابن وهب مات في محرم سنة ثمان\nوأربعين ومئتين\n</p>\n\n<p>\n| [ 439 ] والليث بن سعد بن سليمان بن إسحاق أبو عمر التنيسي عن بكر بن\nسهل الدمياطي وغيره ثقة\n</p>\n\n<p>\nالمبارك بن سعيد والمبارك بن سعد [ ق 332 ]\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n[ 440 ] أبو عبد الرحمن أخو سفيان الثوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p618'> Vol. 02, p. 618</a>\n            </div>\n             عن أبيه\n</p>\n\n<p>\nوعنه عبد الله بن المبارك والحسن بن عرفة\n</p>\n\n<p>\nوالثاني\n</p>\n\n<p>\n[ 441 ] اليماني عن يحيى بن أبي كثير وعنه عبد الرحمن بن بحر الخلال\nالبصري\n</p>\n\n<p>\nمجمع بن يزيد ومجمع بن زيد\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n442 ابن جارية الأنصاري له صحبة\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n[ 443 ] الحجازي عن أبي هريرة وزيد بن ثابت وعنه محمد بن يحيى بن حسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p619'> Vol. 02, p. 619</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن حيي ومحمد بن يحيى\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n444 ابن يعلى بن أمية الثقفي عن أبيه وعنه عبد الله بن أمية بن أبي عثمان\nالقرشي\n</p>\n\n<p>\n[ 445 ] والثاني كثير\n</p>\n\n<p>\nهلال بن يزيد وهلال بن زيد\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n446 أبو مصعب المازني عن أبي هريرة وسويد بن مقرن\n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n447 ابن يسار بن بولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p620'> Vol. 02, p. 620</a>\n            </div>\n             أبو عقال عن أنس وعنه إبراهيم بن سويد\nبن حيان\n</p>\n\n<p>\nيحيى بن حكيم ويحيى بن <span id='ms137'></span> حكم\n</p>\n\n<p>\n| الأول اثنان\n</p>\n\n<p>\n448 يحيى بن حكيم بن صفوان عن ابن عمرو بن العاص وعنه عبد الله بن أبي\nملكية\n</p>\n\n<p>\n449 ويحيى بن حكيم أبو سعيد المقوم البصري عن يحيى بن سعيد القطان وأبي\nداود الطيالسي وعنه أبو بكر بن أبي داود السجستاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p621'> Vol. 02, p. 621</a>\n            </div>\n            \n</p>\n\n<p>\n| والثاني\n</p>\n\n<p>\n450 الحراني عن أبي جعفر النفيلي وعنه الفضل بن محمد الأنطاكي\n</p>\n\n<p>\nيحيى بن خليف ويحيى بن خلف\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n451 ابن عقبة أبو بكر البصري عن ميمون بن عجلان وعنه محمد بن سعد كاتب\nالواقدي\n</p>\n\n<p>\n| والثاني اثنان\n</p>\n\n<p>\n452 المقرىء الطرسوسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p622'> Vol. 02, p. 622</a>\n            </div>\n             عن مالك والليث وابن لهيعة وعنه أبو\nأمية الطرسوسي\n</p>\n\n<p>\n| والآخر\n</p>\n\n<p>\n453 أبو سلمة البصري عن معتمر بن سليمان وبشر بن المفضل وعنه يعقوب بن\nسفيان الفارسي\n</p>\n\n<p>\nيحيى بن عمير ويحيى بن عمر\n</p>\n\n<p>\n| الأول\n</p>\n\n<p>\n[ 454 ] أبو زكريا البزاز مدني عن سعيد المقبري وهشام بن عروة وعنه خالد\nبن مخلد\n</p>\n\n<p>\n| [ 455 ] والثاني مر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p623'> Vol. 02, p. 623</a>\n            </div>\n             <span id='ms138'></span>\n</p>\n",
  "pages": [
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596",
    "597",
    "598",
    "599",
    "600",
    "601",
    "602",
    "603",
    "604",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618",
    "619",
    "620",
    "621",
    "622",
    "623"
  ],
  "volumes": [
    "01",
    "02"
  ]
}