{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: المنامات</h1>\n\n<p>\nالمؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا\n</p>\n\n<p>\nالمتوفى: 281 ه\n</p>\n\n<p>\nطبع: ضمن الجزء السادس من موسوعة ابن أبي الدنيا\n</p>\n\n<p>\nالمحقق: فاضل بن خلف الحمادة الرقي\n</p>\n\n<p>\nالناشر: دار أطلس الخضراء - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1433 ه - 2012 م\n</p>\n\n<p>\nعدد الأجزاء: 8 - الأول مقدمة والأخير فهارس\n</p>\n\n<p>\nملاحظة: الكتاب موافق ومقابل على طبعة دار أطلس الخضراء, مع الاستعانة\nبطبعتي مؤسسة الكتب الثقافية بتحقيق عبد القادر أحمد عطا، ومكتبة القرآن\nبتحقيق مجدي السيد إبراهيم\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 7 - 10 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n1 - حدثني أبو بكر محمد بن رزق الله الكلوذاني، وهاشم بن القاسم، قالا:\nحدثنا يحيى بن صالح الوحاظي، قال: حدثنا أبو إسماعيل السكوني، سمعت مالك بن\nأدي، يقول: سمعت النعمان بن بشير، وهو على المنبر يقول: سمعت رسول الله صلى\nالله عليه وسلم يقول: ألا إنه لم يبق من الدنيا إلا مثل الذباب تمور في\nجوها, فالله الله في إخوانكم من أهل القبور, فإن أعمالكم تعرض عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n2 - حدثنا أبو سعيد المديني عبد الله بن شبيب، حدثنا أبو بكر بن شيبة\nالحزامي، حدثنا فليح بن إسماعيل، حدثنا محمد بن جعفر بن أبي كثير، عن زيد\nبن أسلم، عن أبي صالح، والمقبري، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: لا تفضحوا موتاكم بسيئات أعمالكم فإنها تعرض على أوليائكم\nمن أهل القبور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثني محمد بن الحسين، حدثني يحيى بن إسحاق، حدثني عبد الله بن\nالمبارك، عن ثور بن يزيد، عن أبي رهم، عن أبي أيوب، قال: تعرض أعمالكم على\nالموتى, فإن رأوا حسنا فرحوا واستبشروا وقالوا: اللهم هذه نعمتك على عبدك\nفأتمها عليه, وإن رأوا سوءا قالوا: اللهم راجع به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثني محمد بن الحسين، حدثنا علي بن الحسن بن شقيق، حدثنا عبد الله بن\nالمبارك، عن صفوان بن عمرو، عن عبد الرحمن بن جبير بن نفير، أن أبا\nالدرداء، كان يقول: إن أعمالكم تعرض على موتاكم فيسرون ويساؤون.\n</p>\n\n<p>\n- وكان أبو الدرداء يقول عند ذلك: اللهم إني أعوذ بك أن أعمل عملا <span id='ms01'></span> يخزى\nبه عبد الله بن رواحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثني الحسن بن عبد العزيز الجذامي، حدثنا عمرو بن أبي ......, عن بلال\nبن أبي الدرداء، قال: كنت أسمع أبا الدرداء، وهو ساجد يقول: اللهم إني أعوذ\nبك أن يمقتني خالي عبد الله بن رواحة إذا لقيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n6 - حدثني ابن رفاعة، حدثنا أبو عامر العقدي، حدثنا عبد الملك بن الحسن\nالحارثي، قال: سمعت سعيد بن عمرو بن سليم، قال: سمعت رجلا منا يقال له:\nمعاوية أو ابن معاوية, عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم:\nإن الميت يعرف من يغسله ويحمله ويكفنه ومن يدليه في حفرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثني سريج بن يونس، حدثنا عبيدة بن حميد، حدثني عمار، عن سالم بن أبي\nالجعد، قال: قال حذيفة: الروح بيد ملك, وإن الجسد ليغسل, وإن الملك ليمشي\nمعه إلى القبر, فإذا سوي عليه سلك فيه فذلك حتى يخاطب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثني الحسين بن عمرو العنقزي، حدثنا أبو داود الطيالسي، حدثنا سفيان،\nعن الأعمش، عن عبد الرحمن بن أبي زياد، عن عبد الرحمن بن أبي ليلى، قال:\nالروح بيد ملك يمشي مع الجنازة يقول: اسمع ما يقال لك, فإذا بلغ حفرته دفنه معه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثني محمد بن يزيد الآدمي، حدثنا محمد بن عثمان بن صفوان، حدثنا حميد\nالأعرج، عن مجاهد، قال: إذا مات الميت فملك قابض نفسه, فما من شيء إلا وهو\nيراه عند غسله, وعند حمله, حتى يصير إلى قبره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثني محمد بن الحسين، حدثنا شبابة بن سوار، حدثنا محمد بن طلحة بن\nمصرف، قال: سمعت بكر بن عبد الله المزني، يقول: بلغني أنه ما من ميت إلا\nوروحه بيد ملك الموت, فهم يغسلونه ويكفنونه, وهو يرى ما يصنع أهله, فلو أنه\nيقدر على الكلام لنهاهم عن الرنة، والعويل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثني محمد بن عثمان العجلي، قال: سمعت يحيى الحماني، قال: دخل حماد\nبن مغيث على ابن السماك يعوده في مرضه فقال: سمعت سفيان، يقول: إنه ليعرف\nكل شيء, يعني الميت حتى إنه ليناشد غاسله بالله ألا خففت غسلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n12 - ..... حدثنا عثمان <span id='ms02'></span> بن زفر، حدثني ابن السماك، أو حدثني عنه غيره قال:\nغسل سفيان الثوري أبي، فلما غسله قال: أما إنه الآن يرى ما نصنع به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثني أبو إسحاق، ومات ابن له، وكان ناسكا, قال: أخبرني بعض أصحابنا\nقال: رأيته في النوم فقال لي: ألم تر إلى ما ظهر من جميل الستر وحسن الثناء\nفي الجنازة قال: قلت: وقد علمت ذلك قال: ما غاب عني منه شيء أو نحو هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثني محمد بن عبد الله بن بزيع، حدثنا فضيل بن سليمان النميري، عن\nيحيى بن عبد الرحمن بن أبي لبيبة، عن جده، قال: لما مات بشر بن البراء بن\nمعرور وجدت عليه أم بشر وجدا شديدا فقالت: يا رسول الله لا يزال الهالك\nيهلك من بني سلمة فهل يتعارف الموتى فأرسل إلى بشر بالسلام؟ فقال رسول الله\nصلى الله عليه وسلم: نعم, والذي نفسي بيده يا أم بشر إنهم ليتعارفون كما\nتتعارف الطير في رؤوس الشجر, وكان لا يهلك هالك من بني سلمة إلا جاءته أم\nبشر فقالت: يا فلان عليك السلام فيقول: وعليك فتقول: اقرأ على بشر السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أبو هشام الرفاعي، حدثنا يحيى بن يمان، حدثنا أشعث، عن جعفر، عن\nسعيد، قال: إذا مات الميت استقبله والده كما يستقبل الغائب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا أبو هشام، حدثنا يحيى بن يمان، عن عبد الوهاب بن مجاهد، عن\nأبيه، قال: إنه ليبشر المؤمن بصلاح ولده من بعده لتقر عينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n17 - حدثني محمد بن الحسين، حدثنا خالد بن عمرو القرشي، حدثنا صدقة بن\nسليمان الجعفري، قال: كانت لي شرة سمجة فمات أبي فأنبئت فندمت على ما فرطت,\nقال: ثم زللت أيما زلة فرأيت أبي في المنام فقال: أي بني ما كان أشد فرحي\nبك وأعمالك تعرض علينا فنشبهها بأعمال الصالحين, فلما كانت هذه المرة\nاستحييت حياء شديدا فلا تخزني فيمن حولي من الأموات قال خالد: فكان بعد ذلك\nقد تنسك وخشع فكنت أسمعه يقول في دعائه في السحر وكان لنا جار بالكوفة:\nأسألك إنابة لا رجعة فيها <span id='ms03'></span> ولا حور, يا مصلح الصالحين, يا هادي الضالين, ويا\nراحم المذنبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثني أبو علي الواسطي، حدثنا أبو سفيان الحميري، قال: حدثنا شبيب بن\nشيبة، قال: لما حضرت أمي الوفاة دعتني فقالت: يا بني إذا دفنتني فقم عند\nقبري فقل: يا أم شيبة قولي: لا إله إلا الله, فلما دفنتها اكتنفت القبر\nالنساء, وكانت امرأة قد حضرت وصيتها معهن فقالت للنساء: تنحين فإن أمه قد\nأوصته بوصية, فجئت حتى قمت عند قبرها فقلت: يا أم شيبة قولي: لا إله إلا\nالله, فلما كان من الليل أتتني في المنام فقالت: يا بني لقد حفظت وصيتي,\nفلولا أن تداركتني لقد كدت أهلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n19 - حدثنا محمد بن الحسين, حدثنا الفضل بن موفق، قال: كنت آتي قبر أبي\nكثيرا, قال: شهدت جنازة فلما قبر صاحبها تعجلت لي حاجة ولم آت قبر أبي\nفأريته في النوم فقال: يا بني لم لم تأتني؟ قال: قلت: يا أبت وإنك لتعلم\nبي؟ قال: إي والله يا بني إنك لتأتيني فما أزال أنظر إليك من حين تطلع من\nالقنطرة حتى تقعد إلي وتقوم من عندي, فما أزال أنظر إليك موليا حتى تجوز\nالقنطرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n20 - وحدثني إبراهيم بن بشار، حدثني ابن أبي المتئد، قال: قالت لي تماضر\nبنت سهل، امرأة أيوب بن عيينة: جاءتني ابنة سفيان بن عيينة فقالت: أين عمي\nأيوب؟ قلت: في المسجد, فما لبث أن جاء فقالت: أي عم إن أبي جاءني في النوم\nفقال: جزى الله أخي أيوب عني خيرا فإنه يزورني كثيرا, وقد كان عندي اليوم\nفقال أيوب: نعم حضرت جنازة فذهبت إلى قبره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا إسحاق بن إسماعيل، حدثنا جرير، عن يحيى بن سعيد، عن سعيد بن\nالمسيب، قال: التقى عبد الله بن سلام, وسلمان الفارسي, فقال أحدهما للآخر:\nإن مت قبلي فالقني فأخبرني ما لقيت من ربك, وإن مت قبلك لقيتك فأخبرتك,\nفقال أحدهما للآخر: وهل يلقى الأموات الأحياء؟ قال: نعم, أرواحهم في الجنة\nتذهب حيث شاءت, قال: فمات فلان فلقيه في المنام فقال: توكل وأبشر, فلم <span id='ms04'></span> أر\nمثل التوكل قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n22 - حدثنا إسحاق بن إسماعيل، حدثنا ابن علية، عن موسى بن سالم أبي جهضم،\nقال: حدثني عبد الله بن عبيد الله بن عباس، أن العباس، قال: كنت أشتهي أن\nأرى عمر في المنام فما رأيته إلا عند قرب الحول, فرأيته يمسح العرق عن\nجبينه وهو يقول: هذا أوان فراغي, وإن كاد عرش ربي ليهد لولا أن لقيت رؤوفا رحيما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n23 - وحدثني محمد بن الحسين، حدثنا هشام بن عبيد الله الرازي، حدثنا بقية\nبن الوليد، عن صفوان بن عمرو، عن عبد الرحمن بن جبير بن نفير الحضرمي،\nوشريح بن عبيد، عن عبد الله بن عبد الثمالي، أنه لما حضره الموت دخل عفيف\nبن الحارث اليماني وهو يجود بنفسه فقال: يا أبا الحجاج إن قدرت على أن\nتأتينا بعد الموت فتخبرنا بما ترى فافعل, قال: فكانت كلمة مقبولة في أهل\nالفقه, قال: فمكث زمانا لا يراه, ثم أتاه في منامه فقال له: أليس قد مت؟\nقال: بلى, قال: فكيف حالكم؟ قال: تجاوز ربنا عنا الذنوب, فلم يهلك منا إلا\nالأحراض, قلت: وما الأحراض؟ قال: الذين يشار إليهم بالأصابع في الشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n24 - وحدثني محمد، حدثنا الحسن بن سوار، حدثنا ليث بن سعد، حدثنا معاوية بن\nصالح، عن أبي الزاهرية، عن جبير بن نفير الحضرمي، حدثنا عوف بن مالك\nالأشجعي، قال: رأيت في المنام كأني أتيت برجا أخضر, فيه قبة من أدم, حولها\nغنم ربض تثغو وتيعر, قلت: لمن هذه؟ فقيل: لعبد الرحمن بن عوف, فانتظرته حتى\nخرج من القبة, قال: يا عوف بن مالك, هذا لقيامك لله بالقرآن, ولو أشرفت على\nهذه البنية لرأيت ما لم تر عينك, ولسمعت ما لم تسمع أذنك, ولم يخطر على\nقلبك, أعده الله لأبي الدرداء لأنه كان يدفع الدنيا بالراحتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n25 - وحدثني محمد، حدثنا عبد الله بن محمد، حدثنا حماد بن سلمة، عن ثابت،\nعن شهر بن حوشب، أن صعب بن جثامة، وعوف بن مالك، كانا متواخيين, قال صعب\nلعوف: أي أخي أينا مات قبل صاحبه فليتراءى <span id='ms05'></span> له, قال: أو يكون ذلك؟ قال: نعم,\nفمات صعب فرآه عوف فيما يرى النائم كأنه أتاه, قال: فقلت: أي أخي ما فعل\nبكم؟ قال: غفر لنا بعد المصائب, قال: ورأيت لمعة سوداء في عنقه فقلت: أي\nأخي ما هذا؟ قال: عشرة دنانير استلفتها من فلان اليهودي فهي في قرني فأعطها\nإياه, واعلم أخي أنه لم يحدث في أهلي حدث بعدي إلا قد لحق بي خبره, حتى هرة\nلنا ماتت منذ أيام, وأعلم أن ابنتي تموت إلى ستة أيام, فاستوصوا بها\nمعروفا, قال: فلما أصبحت قلت: إن في هذا لمعلما, فأتيت أهله, فقالوا: مرحبا\nبعوف, هكذا تصنعون بتركة إخوانكم, لم تقربنا منذ مات صعب, قال: فاعتللت بما\nيعتل به الناس, فنظرت إلى القرن فأنزلته فانتشلت ما فيه, فبدرت الصرة التي\nفيها الدنانير, فبعثت إلى اليهودي فجاء, فقلت: هل كان لك على صعب شيء؟ قال:\nرحم الله صعبا, كان من خيار أصحاب محمد, هي له, قلت: لتخبرني, قال: نعم,\nأسلفته عشرة دنانير, فنبذتها إليه, فقال: هي والله بأعيانها, قال: قلت: هذه\nواحدة, قال: قلت: هل حدث فيكم حدث منذ موته؟ قالوا: نعم, حدث فينا كذا, حدث\nفينا كذا, فقلت: اذكروا, قالوا: نعم, هرة ماتت لنا منذ أيام, قلت: هاتان\nثنتان, قلت: أين ابنة أخي, فقالوا: تلعب: فأتيت بها فمسستها فإذا هي\nمحمومة, قلت: استوصوا بها خيرا, قال: فماتت بعد ستة أيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n26 - وحدثني يحيى بن يوسف الزمي، حدثنا يحيى بن سليمان، عن ابن جريج، عن\nعبد العزيز بن عمر بن عبد العزيز، قال: رأيت أبي في النوم بعد موته كأنه في\nحديقة فرفع إلي تفاحات فأولتهن بالولد, فقلت: أي الأعمال وجدت أفضل؟ قال:\nالاستغفار يا بني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n27 - وحدثني محمد بن الحسين، وحدثني عباس بن عصم، قال: سمعت محمد بن النضر\nالحارثي، يذكر أن مسلمة بن عبد الملك رأى عمر بن عبد العزيز بعد موته,\nفقال: يا أمير المؤمنين ليت شعري إلى أي الحالات صرت بعد الموت؟ قال: يا\nمسلمة هذا أوان فراغي, والله ما <span id='ms06'></span> استرحت إلا الآن, قال: قلت: فأين أنت يا\nأمير المؤمنين؟ قال: أنا مع أئمة الهدى في جنات عدن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n28 - وحدثني محمد بن الحسين، حدثنا يحيى بن بسطام، حدثنا يحيى بن ميمون،\nوحدثني واصل، مولى أبي عيينة قال: قال رجل من ملحريس يقال له: صالح البراد،\nقال: رأيت زرارة بن أوفى بعد موته في منامي, فقلت: رحمك الله ماذا قيل لك\nوماذا قلت؟ فأعرض عني, قلت: فما صنع الله بكم؟ قال: فقال: تفضل علي بجوده\nوكرمه, قال: قلت: فأبو العلاء يريد أخو مطرف, قال: ذاك في الدرجات العلى,\nقال: قلت: فأي الأعمال أبلغ فيما عندكم؟ قال: التوكل وقصر الأمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثني محمد، حدثني أبو عمر الضرير، حدثنا إياس بن دغفل، قال: رأيت أبا\nالعلاء يزيد بن عبد الله فيما يرى النائم, فقلت: يا أبا العلاء كيف وجدت\nطعم الموت؟ قال: وجدته مرا كريها, قلت: فماذا صرت إليه بعد الموت؟ قال: صرت\nإلى روح وريحان ورب غير غضبان, قال: قلت: فأخوك مطرف؟ قال: فازني بيقينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثني محمد بن الحسين، حدثنا داود بن المحبر، حدثنا أعين أبو حفص\nالخياط، قال: سمعت مالك بن دينار، يقول: رأيت أبا عبد الله مسلم بن يسار في\nمنامي بعد موته بسنة, فسلمت عليه فلم يرد علي السلام, فقلت: ما يمنعك أن\nترد السلام؟ قال: أنا ميت فكيف أرد عليك السلام؟ قال: فقلت له: فما لقيت\nبعد الموت؟ قال: فدمعت عينا مالك عند ذلك فقال: لقيت والله أهوالا وزلازل\nعظاما شدادا, قال: قلت: فما كان بعد ذلك؟ قال: وما تراه يكون من الكريم؟\nقبل منا الحسنات, وعفا لنا عن السيئات, وضمن عنا التبعات, قال: ثم شهق شهقة\nوخر مغشيا عليه, قال: فلبث بعد ذلك أياما مريضا من غشيته ثم مات, فيروى أن\nقلبه انصدع فمات رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n31 - حدثني محمد، حدثنا عمار بن ميمون الحلبي، حدثنا حصين بن القاسم، قال:\nقلت لعبد الواحد بن زيد: ما كان سبب موت مالك بن دينار؟ قال: أنا كنت سألته\nعن رؤيا رآها, رأى فيها <span id='ms07'></span> مسلم بن يسار, فقصها علي, فانتفضت, فجعل يشهق\nويضطرب, حتى ظننت أن كبده قد تقطعت في جوفه, ثم هدأ فحملناه إلى بيته, فلم\nيزل مريضا يعوده إخوانه حتى مات منها, فهذا كان سبب موته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثني محمد بن الحسين، حدثنا أبو عمر الضرير، حدثني سهيل، أخو حزم\nقال: رأيت مالك بن دينار بعد موته في منامي, فقلت: يا أبا يحيى ليت شعري\nبماذا قدمت على الله عز وجل؟ قال: قدمت بذنوب كثيرة محاها عني حسن الظن\nبالله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n33 - حدثني محمد بن الحسين، حدثني يحيى بن راشد، حدثنا العلاء أبو محمد،\nقال: مكثت أدعو الله سنة أن يريني مالك بن دينار في منامي, قال: فرأيته في\nمنامي بعد موته بسنة كأنه في محاربة, فقال لي: اللهم يسر الجوار, وسهل\nالمجلس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n34 - حدثني محمد، حدثني خالد بن عمرو القرشي، حدثني سهل بن أحمد التيمي،\nوكان مجمع مولى لأبيه, قال: رأيت مجمعا فيما يرى النائم بعد موته, فقلت: يا\nأبا حمزة كيف الأمر؟ قال: رأيت الزاهدين في الدنيا ذهبوا بخير الدنيا\nوالآخرة, قال: قلت: فما فعل أبوك صمغان؟ قال: جمع بيني وبينه بعد اليأس\nمنه, وذلك أن الله تغمدنا برحمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثني محمد، حدثنا بشر بن عمر الزهراني، حدثنا حماد بن زيد، عن هشام\nبن حسان، عن حفصة بنت راشد، قالت: كان مروان المحلمي لي جارا, وكان قاضيا\nمجتهدا, قالت: فمات فوجدت عليه وجدا شديدا, فرأيته فيما يرى النائم, فقلت:\nأبا عبد الله ما صنع بك ربك؟ قال: أدخلني الجنة, قلت: ثم ماذا؟ قال: ثم\nرفعت إلى أصحاب اليمين, قلت: ثم ماذا؟ قال: ثم رفعت إلى المقربين, قلت: فمن\nرأيت من إخوانك؟ قال: رأيت الحسن, ومحمد بن سيرين, وميمون بن سياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n36 - قال حماد: قال هشام بن حسان: فحدثتني أم عبد الله وكانت من خيار نساء\nأهل البصرة قالت: رأيت فيما يرى النائم كأني دخلت دارا حسنة ثم دخلت بستانا\nفذكرت من حسنه ما شاء الله, فإذا أنا فيه برجل متكئ على سرير من ذهب وحوله <span id='ms08'></span>\nالوصفاء بأيديهم الأكاويب, قالت: فإني لمتعجبة من حسن ما أرى إذ أتى فقيل\nله: هذا مروان المحلمي قد أقبل, قالت: فوثب فاستوى جالسا على سريره, قالت:\nفاستيقظت من منامي فإذا جنازة مروان قد مر بها على بابي تلك الساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثني محمد، حدثنا أبو عمر الضرير، حدثنا جعفر بن سليمان، قال: حدثني\nرجل من بني غنو يقال له: سلمة الأكيس, وكان من المجتهدين قال: رأيت مروان\nالمحلمي في منامي بعد موته بسنة, فقلت: إلى ما صرت؟ قال: إلى الجنة, قلت:\nفماذا تريد بعد الجنة؟ وإنما عليها كنت تدور وتجهد نفسك أيام الدنيا, قال:\nأي أخي إني والله قد أعطيت منها فوق الأماني, وسترني, أي والله قد ألحقت\nبدرجة المقربين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثني محمد، حدثنا أحمد بن سهل الأزدي، حدثنا بقية، عن أبي بكر بن أبي\nمريم، عن عتبة بن أبي حكيم، عن امرأة من بيت المقدس قالت: كان رجاء بن حيوة\nجليسا لنا, وكان نعم الجليس, قالت: فمات فرأيته في منامي بعد موته بشهر\nونحو ذلك, فقلت له: أبا المقدام إلام صرتم؟ قال: إلى خير ولكنا فزعنا بعدكم\nفزعة ظننا أن القيامة قامت, قالت: قلت: وفيم ذلك؟ قال: دخل الجراح وأصحابه\nبأثقالهم الجنة بأفعالهم حتى ازدحموا على بابها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثني محمد، حدثني أحمد بن سهل الأزدي، عن هشام بن حسان، عن جميل بن\nمرة، قال: كان مورق العجلي لي أخا وصديقا, فقلت له ذات يوم: أينا مات قبل\nصاحبه فليأت صاحبه فليخبره بالذي صار إليه, قال: فمات مورق فرأت أهلي في\nمنامها كأن مورقا أتانا كما كان يأتي وقرع الباب كما كان يقرع, قالت: فقمت\nففتحت له كما كنت أفتح, فقلت: ادخل أبا المعتمر, الآن يأتي أخوك جميل, قال:\nفقال: كيف أدخل وقد ذقت الموت, إنما جئت لأعلم جميلا بما صنع الله بي,\nأعلميه أنه قد جعلني من المقربين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثني محمد بن الحسين، حدثني راشد بن سعيد، حدثني معلى بن عيسى، حدثنا\nمالك بن دينار، قال: رأيت الحسن في منامي مشرق اللون شديد بياض <span id='ms09'></span> الوجه, تبرق\nمجاري دموعه من شدة بياضها على سائر وجهه, قال: فقلت: يا أبا سعيد ألست\nعندنا من الموتى؟ قال: بلى, قال: قلت: فماذا صرت إليه بعد الموت في الآخرة,\nفوالله لقد طال حزنك وبكاؤك أيام الدنيا, قال: فقال مبتسما: رفع الله لنا\nذلك الحزن والبكاء, علم الهداية إلى طريق منازل الأبرار, فحللنا بثوابه\nمنازل المتقين, وأيم الله إن ذلك الأمر فضل الله علينا, قال: فقلت: فماذا\nتأمرني به يا أبا سعيد؟ قال: ما آمرك به: أطول الناس حزنا في الدنيا أطولهم\nفرحا في الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثنا أبو عبد الرحمن القرشي، وغيره، قالوا: حدثنا عبد الرحمن بن محمد\nالمحاربي، عن الحجاج بن دينار، عن الحكم بن عتيبة، وكان صديقا لمحمد بن\nسيرين, فلما مات محمد حزن عليه حتى جعل يعاد كما يعاد المريض, قال: فحدث\nبعد ذلك فقال: رأيت أخي في المنام في حال كذا وكذا, فقلت: أخي قد أراك في\nحال يسرني, فما صنع الحسن؟ قال: رفع فوقي بسبعين درجة, قلت: ولم ذاك وقد\nكنا نرى أنك أفضل منه, قال: ذاك بطول حزنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n42 - حدثني محمد بن الحسين، حدثنا عمار بن عثمان الحلبي، حدثنا حصين بن\nالقاسم الوزان، قال: قال عبد الواحد بن زيد، لحوشب: يا أبا بشر إن قدمت على\nربك قبلنا فقدرت على أن تأتينا فتخبرنا بما صرت إليه فافعل, قال: إن قدرت\nعلى ذلك, قال: فمات حوشب في الطاعون قبل عبد الواحد بزمن طويل, قال عبد\nالواحد: فلبثت زمانا لا أراه, ثم رأيته في منامي, فقلت له: يا أبا بشر ألم\nتعدنا أن تأتينا؟ قال: بلى, فإنما استرحت الآن, قلت: فكيف حالكم؟ قال:\nنجونا بعفو الله, قال: قلت: فالحسن؟ قال: ذاك في عليين يرانا ولا نراه,\nقال: فما الذي تأمرنا به؟ قال: عليكم بمجالس الذكر, وحسن الظن بمولاك, وكفى\nبهما خيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثني محمد، حدثنا داود بن المحبر، حدثنا عبد الواحد بن زيد، قال:\nرأيت فيما يرى النائم ليلة مات الحسن كأن أبواب السماء مفتحة وكأن الملائكة\nصفوف صفوف <span id='ms10'></span>, فقلت: إن هذا لأمر عظيم, فسمعت مناد ينادي: ألا إن الحسن بن أبي\nالحسن قدم على الله وهو عنه راض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثني محمد، حدثنا زكريا بن عدي، حدثنا أبو خالد الأحمر، قال: رأيت\nسفيان بن سعيد بعدما مات فقلت: أبا عبد الله كيف حالك؟ قال: خير حال,\nاسترحت من هموم الدنيا, وأفضيت إلى رحمة الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا إسحاق بن إبراهيم، قال: سمعت سفيان بن عيينة، قال: رأيت سفيان\nالثوري في النوم كأنه مائل، فقلت له: أوصني, قال: أقلل من معرفة الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثني رجاء بن السندي، حدثنا المؤمل، عن عبد الله بن المبارك، قال:\nرأيت سفيان الثوري في النوم فقلت: ما فعل بك؟ قال: لقيت محمدا وحزبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثني رباح بن الجراح، حدثني علي بن بديل، قال: رأيت, أو رئي سفيان\nالثوري في النوم, فقلت ما صنع بك؟ قال: عفا عني حين طلبت الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n48 - حدثني أزهر بن مروان، حدثنا محمد بن دينار، عن هشام، عن حفصة أن شابا\nرأى في المنام شيخا يمشي بين يديه, قال: فجعل يمشي بين يديه ولا ألحقه,\nقال: فالتفت إلي فقال: إني كنت سريعا في الشباب قلت لأزهر: ما يعني بذلك؟\nقال: يقول: كنت سريعا في العمل في الشباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n49 - حدثني محمد بن الحسين، حدثنا عبيد الله بن موسى، حدثني عمار بن سيف،\nقال: رأيت الحسن بن صالح في منامي, فقلت: قد كنت متمنيا للقائك فماذا عندك\nفتخبرنا به؟ قال: أبشر فلم أر مثل حسن الظن بالله شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n50 - حدثني مالك بن ضيغم أبو غسان الراسبي، حدثنا أبو إسحاق الدعرني، قال:\nرأيت فيما يرى النائم ليلة جمعة ليلة أربع وعشرين من شهر رمضان سعيد بن\nمنصور في منامي, فقلت له: يا أبا محمد ما صنع الله بك؟ فأعرض عني, قلت:\nفضيغم؟ قال: ركب إلى الله الساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثني محمد، حدثني أبو غسان الراسبي، حدثني سعيد الوراق، حدثني ابن\nثعلبة، وكان من العابدين قال: رأيت ضيغما في منامي بعد وفاته فقال لي: يا\nابن ثعلبة أما صليت علي؟ قال: فذكرت علة كانت, فقال <span id='ms11'></span>: أما لو كنت صليت علي\nلقد كنت ربحت رأسك رفعت في عليين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n52 - حدثني محمد، حدثنا عبيس بن مرحوم العطار، حدثتني عبدة بنت أبي شوال،\nوكانت من خيار إماء الله عز وجل, وكانت تخدم رابعة قالت: كانت رابعة، تصلي\nالليل كله, فإذا طلع الفجر هجعت في مصلاها هجعة خفيفة حتى يسفر الفجر, فكنت\nأسمعها تقول إذا وثبت من مرقدها ذلك وهي فزعة: يا نفس كم تنامين, وإلى كم\nتقومين, يوشك أن تنامي نومة لا تقومين بعدها إلا لصرخة يوم النشور, قالت:\nفكان هذا دأبها دهرها حتى ماتت, فلما حضرتها الوفاة دعتني فقالت: يا عبدة\nلا تؤذني بموتي أحدا, وكفنيني في جبتي هذه, جبة من شعر كانت تقوم فيها إذا\nهدأت العيون, قالت: فكفناها في هذه الجبة وخمار صوف كانت تلبسه, قالت عبدة:\nفرأيتها بعد ذلك بسنة أو نحوها في منامي وعليها حلة إستبرق خضراء, وخمار من\nسندس أخضر لم أر شيئا قط أحسن منه, فقلت: يا رابعة ما فعلت الجبة التي\nكفناك فيها والخمار الصوف؟ قالت: إنه والله نزع عني, وأبدلت به هذا الذي\nترينه علي, وطويت أكفاني وختم عليها ورفعت في عليين ليكمل لي بها ثوابها\nيوم القيامة, قالت: فقلت لها: لهذا كنت تعملين أيام الدنيا؟ فقالت: وما هذا\nمن كرامة الله لاوليائه, قالت: فقلت: فما فعلت عبدة بنت أبي كلاب؟ فقالت:\nهيهات هيهات سبقتنا والله إلى الدرجات العلى, قالت: قلت: وبم وقد كنت عند\nالناس أكرم منها؟ قالت: إنها لم تكن تبالي على أي حال أصبحت من الدنيا\nوأمست, قالت: فقلت: فما فعل أبو مالك, تعني ضيغما, قالت: يزور الله متى\nشاء, قالت: قلت: فما فعل بشر بن منصور؟ قالت: بخ بخ, أعطي والله فوق ما كان\nيأمل, قالت: فمريني بأمر أتقرب به إلى الله عز وجل, قالت: عليك بكثرة ذكره\nأوشك أن تغتبطي بذلك في قبرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثني محمد، حدثني سكن الصفار، حدثني روح بن سلمة الوراق، قال: رأيت\nإبراهيم المحلمي في منامي, فقلت: في أي الحالات أنت في <span id='ms12'></span> الآخرة؟ قال: فبكى\nثم قال: ما أطول غموم الموتى في قبورهم, قال: قلت: كيف حالك, قال: خير حال\nصرت والله إلى رضا ربي ورضوانه بفضله علي ومنه, قال: وكان إبراهيم قد صام\nحتى اسود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثني محمد، حدثنا يحيى بن بسطام، قال عمر بن صالح السعدي: رأيت عبد\nالعزيز بن سليمان العابد في منامي وعليه ثياب خضر, وعلى رأسه إكليل من\nلؤلؤ, فقلت: يا أبا محمد كيف كنت بعدي؟ وكيف وجدت طعم الموت؟ وكيف رأيت\nالأمر هناك؟, قال: أما الموت فلا تسأل عن شدة كربه وغمومه, إلا أن رحمة\nالله وارت منا كل عيب وما تلقانا إلا بفضله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n55 - حدثني محمد، حدثنا هشام الرازي، قال: سمعت جريرا، يقول: رأيت الأعمش\nبعد موته في منامي فقلت: أبا محمد كيف حالكم؟ قال: نجونا بالمغفرة, والحمد\nلله رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n56 - حدثني محمد، حدثنا سعيد بن عامر، حدثنا هشام بن حسان، قال: قال محمد:\nبينا أنا ذات ليلة نائم إذ رأيت أفلح، وكثير بن أفلح, شك محمد, وكان قتل\nيوم الحرة, فعرفت أنه ميت وأني نائم وإنما هي رؤيا رأيتها, فقلت: أليس قد\nقتلت؟ قال: بلى, قلت: فما صنعت؟ قال: خيرا, قلت: أشهداء أنتم؟ قال: لا, إن\nالمسلمين إذا اقتتلوا فقتل بينهم قتلى فليسوا بشهداء, قال سعيد: قال هشام,\nكأن خفيت علي, فقلت لبعض جلسائه ماذا قال؟ قال: ولكنا ندماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n57 - حدثني محمد، حدثنا شعيث بن محرز الأزدي، حدثنا صالح بن بشير المري،\nقال: لما مات عطاء السليمي حزنت عليه حزنا شديدا, قال: فرأيته في منامي,\nفقال: يا محمد ألست في زمرة الموتى؟ قال: بلى, قلت: فماذا صرت إليه بعد\nالموت؟ قال: صرت والله إلى خير كثير ورب غفور شكور, قال: قلت: أما والله\nلقد كنت طويل الحزن في دار الدنيا, قال: فتبسم وقال: أما والله يا أبا بشر\nلقد أعقبني ذلك راحة طويلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثنا محمد، حدثنا قراد بن غزوان، حدثنا يونس بن أبي إسحاق، عن ابن\n.... القرشي، عن أبيه أنه توفي فرآه فيما يرى النائم, قال: رآه <span id='ms13'></span> ابنه وكان\nيختم القرآن في ليلة ونصف, أو يوم ونصف, قال ابنه: قلت: يا أبت أما رأيتني\nفي يدي الخرقة وأنا عند رأسك؟ قال: بلى, أما إني لم ينلني من تراثكم شيء,\nوكان عليه سبعمئة دينار, فقلت: يا أبت ما فعلت في دينك؟ قال: قضاه عني عز\nوجل, قال: قلت: كيف؟ قال: أرضى عني غرمائي وأنا ها هنا في خمسة عشر رجلا,\nفيهم أبو إسحاق السلمي.\n</p>\n\n<p>\n, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n59 - حدثني محمد بن الحسين، حدثني يحيى بن بسطام، حدثني مسمع بن عاصم،\nحدثني رجل، من آل عاصم الجحدري قال: رأيت عاصما الجحدري في منامي بعد موته\nبسنتين, فقلت: ألست قد مت؟ قال: بلى, قلت: فأين أنت؟ قال: أنا والله في\nروضة من رياض الجنة, أنا ونفر من أصحابي نجتمع كل ليلة جمعة وصبيحتها إلى\nبكر بن عبد الله المزني فنتلقى أخباركم, قال: قلت: أجسادكم أم أرواحكم؟\nقال: هيهات, بليت الأجساد وإنما تتلاقى الأرواح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n60 - حدثنا محمد بن الحسين، حدثنا داود بن المحبر، حدثنا صالح المري، حدثني\nرجل، من أصحاب الحسن قال: رأيت فيما يرى النائم ليلة مات الحسن كأن مناديا\nينادي: {إن الله اصطفى آدم ونوحا وآل إبراهيم وآل عمران على العالمين}\nواصطفى الحسن بن أبي الحسن على زمانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثني محمد بن الحسين، حدثنا أحمد بن إسحاق الحضرمي، قال: سمعت صالحا\nالمري، قال: بلغني أن الأرواح تتلاقى عند الموت فتقول أرواح الموتى للروح\nالتي تخرج إليهم, كيف كان مأواك, وفي أي الجسدين كنت, في طيب أو خبيث؟ قال:\nثم بكى صالح حتى غلبه البكاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n62 - حدثنا محمد بن الحسين، حدثنا عبد الله بن مغيث بن سعدان اليشكري،\nحدثتني أمينة بنت عمران بن زيد، عن أبيها، وكان عاهد الله أن لا ينام أبدا\nإلا مستغلبا, قالت: قال: إني حببت إلي طاعة الله تعالى طول الحياة, ولولا\nالركوع والسجود وقراءة القرآن ما باليت أن لا أعيش في الدنيا فواقا, قالت:\nفلم يزل مجهودا على ذلك حتى مات رحمه الله, قالت: فرأيته في منامي, فقلت:\nيا أبت إنه لا <span id='ms14'></span> عهد لي بك منذ فارقتنا, قال: يا بنية وكيف تعهدين من فارق\nالحياة وصار إلى ضيق القبور وظلمتها, قالت: فقلت: يا أبت كيف حالك منذ\nفارقتنا؟ قال: خير حال, بوئنا المنال, ومهدت لنا المضاجع, ونحن هاهنا يغدى\nويراح برزقنا من الجنة, قالت: فقلت: يا أبت كيف حالك منذ فارقتنا, قال: خير\nحال, بوئنا المنال لكتاب الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n63 - حدثنا محمد بن الحسين، حدثنا هارون بن معروف، حدثنا ضمرة، عن رجاء بن\nأبي سلمة، عن عقبة بن أبي شيبة، قال: رأيت خليد بن سعد في منامي بعد موته\nفقلت: ما صنعت؟ قال: أفلتنا ولم نكد, قلت: متى عهدك بالقرآن؟ قال: لا عهد\nلنا به منذ فارقناكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا محمد بن الحسين، حدثني علي بن إسحاق، حدثني صخر بن راشد، قال:\nرأيت عبد الله بن المبارك في منامي بعد موته, قلت: ألست قد مت؟ قال: بلى,\nقلت, فما صنع بك ربك عز وجل؟ قال: غفر لي مغفرة أحاطت بكل ذنب, قلت: فسفيان\nالثوري؟ قال: بخ بخ, ذلك من الذين أنعم الله عليهم من النبيين والصديقين\nوالشهداء والصالحين وحسن أولئك رفيقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n65 - حدثني محمد بن الحسين، حدثني أبو الوليد الكلبي، حدثني حفص بن بغيل\nالمرهبي، قال: رأيت داود الطائي في منامي, فقلت: يا أبا سليمان كيف رأيت\nخير الآخرة؟ قال رأيت خيرها كثيرا, قال: قلت: فما صرت إليه؟ قال: إلى خير\nوالحمد لله, قال: قلت: هل لك من علم بسفيان بن سعيد فإنه كان يحب الخير\nوأهله؟ قال: فتبسم ثم قال: رقاه الخير إلى درجة أهل الخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n66 - حدثنا محمد، حدثني جعفر بن عون، قال: حدثنا بكر بن محمد العابد، قال:\nحدثني الحارث الغنوي، قال: سجد مرة الهمداني حتى أكل التراب وجهه, قال:\nفلما مات رآه رجل من أهله في منامه كأن موضع سجوده كهيئة الكوكب الدري,\nقال: قلت: ما هذا الذي أرى بوجهك؟ قال: كسي موضع السجود بأكل التراب نورا,\nقلت: فما منزلتك في الآخرة؟ قال: خير منزلة, دار لا ينتقل عنها أهلها ولا\nيموتون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n67 - حدثني <span id='ms15'></span> محمد، حدثني زيد الحميري، حدثني أبو يعقوب القارئ الدقيقي، قال:\nرأيت في منامي رجلا آدم طويلا والناس يتبعونه, قلت: من هو؟ قالوا: أويس\nالقرني, فاتبعته فقلت: أوصني رحمك الله, فكلح في وجهي, قلت: مسترشد فأرشدني\nأرشدك الله, فأقبل علي فقال: ابتغ رحمة الله عند محبته, واحذر نقمته عند\nمعصيته, ولا تقطع رجاءك منه في خلال ذلك, ثم ولى وتركني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثني محمد، حدثني عبد الله بن صالح، حدثني رجل، من بني تميم, أن\nالحسن بن صالح كان يصلي إلى السحر ثم يجلس فيبكي في مصلاه, ويجلس علي فيبكي\nفي حجرته, قال: وكانت أمهم تبكي الليل والنهار, قال: فماتت, ثم مات علي, ثم\nمات الحسن فرأيت حسنا في منامي فقلت: ما فعلت الوالدة؟ قال: نزلت بطول ذلك\nالبكاء سرور الأبد, قلت: وعلي؟ قال: علي على خير, قلت: وأنت؟ قال: فمضى وهو\nيقول: وهل نتكل إلا على عفوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n69 - حدثنا محمد، حدثني علي بن الحسن بن شقيق، حدثنا إبراهيم الأشعث (1)،\nقال: قال ابن عيينة: سمعت صالحا، يقول: قال جار لي: إن رجلا عرج بروحه فعرض\nعليه عمله قال: فلم أر استغفرت من ذنب إلا غفر, ولم أر ذنبا لم أستغفر منه\nإلا وجدته كما هو, قال: حتى حبة رمان كنت التقطتها يوما فكتب لي بها حسنة,\nوقمت ليلة أصلي فرفعت صوتي فسمع جار لي فقام فصلى فكتب لي بها حسنة, وأعطيت\nيوما مسكينا درهما عند قوم, لم أعطه إلا من أجلهم, فوجدته لا لي ولا علي\nقال ابن عيينة: رأيت ابن أخي فقلت: ما صنعت؟ قال: كل ذنب استغفرت منه غفر لي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n70 - حدثنا الحسن بن جمهور، حدثنا الحسين الجعفي، عن ابن السماك، قال: رأيت\nمسعرا في النوم فقلت: أي الأعمال وجدت أفضل؟ قال: مجالس الذكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حدثنا أبو طالب الهروي، حدثنا أبو بكر بن عياش، عن الأجلح، قال: رأيت\nسلمة بن كهيل في النوم فقلت: أي الأعمال وجدت أفضل؟ قال: قيام الليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n72 - حدثني أبو صالح البلخي، عن ابن المغيرة، قال: سمعت أبا بكر بن <span id='ms16'></span> أبي\nمريم، قال: رأيت وفاء بن بشر الحضرمي في المنام فقلت له: ما فعلت يا وفاء؟\nقال: نجوت بعد كل جهد, قلت: فأي الأعمال وجدتموها أفضل؟ قال: البكاء من\nخشية الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثنا محمد بن علي، حدثنا إبراهيم، قال: سمعت محمد بن الفضيل بن عياض،\nقال: رأيت عبد الله بن المبارك في المنام, أي الأعمال وجدت أفضل؟ قال:\nالأمر الذي كنت فيه, قلت: الرباط والجهاد؟ قال: نعم, فقلت: أي شيء صنع بك؟\nقال: غفرت لي مغفرة ليس بعدها مغفرة, وكلمتني امرأة من أهل الجنة, وامرأة\nمن الحور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n74 - وقال نصر بن علي الجهضمي: حدثني محمد بن خالد، حدثنا علي بن نصر، قال:\nرأيت الخليل بن أحمد في النوم قال: فقلت في المنام لا أرى أحدا هو أعقل من\nالخليل, فقلت: ما صنع الله بك؟ قال: أرأيت الذي كنا فيه, فإنه لم يك بشيء\nلم نجد شيئا أفضل من سبحان الله والحمد لله, ولا إله إلا الله, والله أكبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n75 - قال عبيد الله بن عمر القواريري: حدثني أخي حفص بن عمر, حدثنا حماد بن\nمسعدة، قال: رأيت أبا حفص في المنام, يعني عمر بن ميسرة بعد موته, فإذا هو\nمتكئ على باب قصر من ذهب فقلت: بأي شيء أعطيت هذا؟ قال: بالزهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n76 - حدثني علي بن داود، حدثنا ابن أبي مريم، حدثنا الليث بن سعد، عن موسى\nبن وردان، عن عبد الله بن أبي حبيبة، قال: أريت حسناتي وسيئاتي فأريت في\nحسناتي حبات رمان كنت آكل رمانا فسقط مني ثلاث حبات فأخذتهن وأكلتهن, وأريت\nفي سيئاتي خيطي حرير كانا في قلنسوتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n77 - حدثني الحسن بن عبد العزيز، قال: قال لي يحيى بن حسان: رأيت أمي بعد\nموتها في المنام, وذكر من فضلها فقالت: اصبر أيام قلائل تؤديك إلى حياة\nالنعيم المقيم مع صالح الآخوان وسادة الجيران.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n78 - حدثني إسماعيل بن عبد الله العجلي، عن سنيد بن داود، قال: قال ابن أخي\nجويرية بن أسماء: كنا بعبادان فقدم علينا شاب من أهل الكوفة متعبد, فمات\nبها وذلك في <span id='ms17'></span> يوم شديد الحر فقلت: نبرد ثم نأخذ في جهازه, فنمت فأريت كأني\nفي المقابر فإذا بقبة جوهر تتلألأ حسنا وأنا أنظر إليها إذا تعلقت, فأشرفت\nمنها جارية ما رأيت مثلها حسنا, فأقبلت علي وقالت: بالله يا أبا عمر لا\nتحبسه عنا إلى الظهر, قال: فانتبهت فزعا فأخذت في جهازه وحفرت له قبرا في\nالموضع الذي رأيت فيه القبة فدفناه فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n79 - حدثني محمد بن قدامة الجوهري، حدثنا أبو معاوية، عن عثمان بن واقد، عن\nمحمد بن المنكدر، قال: بينما أنا ذات ليلة قائم أصلي إذ قلت لو علمت أحب\nالأعمال إلى الله وأرضاها له أجهدت فيه نفسي, فغلبتني عيناي فأريت في منامي\nفقيل إنك تريد أمرا لا يكون, إن الله عز وجل يحب أن يغفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n80 - حدثنا محمد بن منصور، حدثنا ابن علية، عن غالب القطان، قال: رأيت\nالحسن في المنام وفي يده ريحان يمسح يديه من غمرها, فقلت: مرني بأمر يسير\nعظيم الأجر, فقال: نعم, نصيحة بقلبك وذكرا بلسانك انقلب بهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n81 - حدثنا عبد الملك بن إبراهيم البارودي، حدثنا سعيد بن عامر، عن حزم\nالقطعي، عن عبد الملك بن يعلى الليثي، قال: رأيت عامر بن عبد قيس في النوم\nفقلت: أي الأعمال وجدت أفضل؟ قال: ما أريد به وجه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n82 - حدثنا يعقوب بن إسماعيل، حدثني موسى بن عمر بن عمرو بن ميمون، حدثني\nداود بن نوح، حدثني حميد الرؤاسي، قال: رأيت الكسائي في النوم فقلت: إلى ما\nصرت؟ قال: إلى الجنة, قلت: بأي شيء؟ قال: رحمني بالقرآن, قال حميد: يا أبا\nهند منذ رأيت هذه الرؤيا أترحم عليه وأدعو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n83 - حدثني أبو علي الواسطي الحسن بن شاذان، حدثنا يزيد بن هارون، قال:\nرأيت أبا العلاء أيوب بن مسكين في المنام فقلت: ما فعل بك ربك؟ قال: عفا\nعني, قلت: بماذا؟ قال: بالصوم والصلاة, قلت: رأيت منصور بن زاذان؟ قال:\nهيهات ذاك نرى قصوره من بعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n84 - حدثني محمد بن عثمان العجلي، حدثنا أبو أسامة، حدثني عقبة بن عمار\nالعبسي، حدثنا مغيرة بن حذف <span id='ms18'></span>، عن رؤبة ابنة بيجان، أنها مرضت مرضا شديدا حتى\nماتت في أنفسهم فغسلوها وكفنوها ثم إنها تحركت فنظرت إليهم فقالت: أبشروا\nفإني وجدت الأمر أيسر مما كنتم تخوفوني, ووجدت لا يدخل الجنة قاطع رحم، ولا\nمدمن خمر، ولا مشرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n85 - حدثني سويد بن سعيد، حدثنا معتمر بن سليمان، قال: سمعت أبي يقول:\nأتاني آت في منامي, وأشار معتمر إلى ناحية مسجدهم فقال: يا سليمان, المؤمن\nفي قلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n86 - حدثني سويد، حدثني همام، قال: صلى رجل على جنازة صبي معنا, فلما أعيا\nجلس ينتظر أصحابه فرقد فرأى في المنام أن أصحابه أعطوا قرصين قرصين وأعطي\nهو قرصا واحدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n87 - حدثني فضالة بن حصين، عن يزيد بن نعامة، قال: هلكت جارية في طاعون\nجارف, فلقيها أبوها بعد موتها في المنام فقال لها: يا بنية خبريني عن\nالآخرة قالت: يا أبه قدمنا على أمر عظيم نعلم ولا نعمل، وتعملون ولا\nتعلمون، لتسبيحة أو تسبيحتان أو ركعة أو ركعتان في صحيفة عملي أحب لي من\nالدنيا وما فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n88 - حدثني الحسن بن الصباح، أنا خلف بن تميم، حدثني أبي تميم بن مالك، عن\nأبيه، قال: رأيت سعيد بن جبير فيما يرى النائم في سحابة يقول: يا مالك عليك\nبالأمر الأول عليك بالأمر الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n89 - حدثني الحسن بن داود، حدثني محمد بن المنكدر، حدثنا عبد الله بن\nالمنكدر بن محمد، عن أبيه المنكدر، قال: رأيت أبي في النوم فقلت: أي أبة أي\nأعمال البر وجدت أفضل قال: أي شيء تقدر فاعمل, وإذا دخلت البلد الحرام\nفأجهد نفسك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n90 - حدثني سويد بن سعيد، حدثنا أبو معاوية، عن عاصم الأحول، عن أبي قلابة،\nقال: التقى رجلان في السوق, فقال أحدهما لصاحبه: يا أخي تعال حتى ندعو الله\nتعالى في غفلة الناس, ففعلا, فمات أحدهما, فأتاه في منامه فقال: يا أخي\nشعرت أن الله غفر لنا عشية التقينا في السوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n91 - حدثني محمد بن يزيد، حدثنا أبو بكر, حدثنا عاصم، عن أبي وائل، عن أبي\nميسرة، قال: رأيت كأنا عرضنا على الله فاقتص بعضنا من <span id='ms19'></span> بعض, ثم وسعتهم\nالمغفرة فكان أبو وائل إذا حدث بهذا الحديث قال: فكيف برؤيا أبي ميسرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n92 - حدثني محمد بن الصباح، حدثنا أحمد بن حنبل، حدثنا أبو المغيرة، حدثنا\nصفوان، حدثنا سليم بن عامر، حدثني كثير، قال: رأيت في منامي كأني دخلت درجة\nعليا من الجنة فجعلت أطوف بها وأتعجب, فإذا أنا بنسيات من نساء المسجد في\nناحية منها, فذهبت حتى سلمت عليهن ثم قلت: بم بلغتن هذه الدرجة؟ قلن:\nبسجدات وكسرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n93 - حدثنا سويد بن سعيد، حدثنا همام، حدثنا أبو قبيل، قال: كنت في رباط\nفنفقت لي فرس ابني, فأقمت بعد ذلك سنين ثم رأيت في المنام أنه أتي بي إلى\nميزاني, فأدخلت في كفة فتثاقل بي الميزان فكتب أجري فإذا فرسي بعينه أعرفها\nأدخلت معي في كفة الميزان فرجحت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n94 - حدثني سويد بن سعيد، حدثنا حفص بن ميسرة، عن مسلم بن يسار أبي مريم،\nقال: رأى رجل من أهل البادية في المنام أنه يقال له: لتمشين في جنان\nالفردوس غير مليم قال: بم؟ قيل: بإكرامك اليتيم وإعراضك عن اللئيم, قال:\nفمتى ذلك؟ قيل: تسقي إبلك غدا بالكرع, فظعن فإذا هو سائل فأكرع منه إبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n95 - حدثنا خالد بن خداش، حدثنا حماد بن زيد، حدثنا أيوب، عن نافع، قال:\nرأى ابن عمر، أنه قد ذهب به فتلقاه ملك فقال: لن تراع, دعه, نعم الرجل لو\nكان يصلي من الليل, قال نافع: فكان عبد الله يطيل الصلاة بالليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n96 - حدثنا خالد بن خداش، حدثنا عبد الرزاق، عن معمر بن راشد، عن الزهري،\nعن سالم، عن ابن عمر، قال: رأيت في النوم كأنه انطلق بي إلى النار فرأيت\nجهنم لها قرون كقرون البقر, ورأيت رجالا معلقين بالسلاسل أعرفهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n97 - حدثني أحمد بن بجير، حدثنا الحارث بن النعمان، عن بحر السقاء، عن ابن\nأخي الحسن، قال: رأيت في النوم كأن القيامة قد قامت وكأن الناس يعرضون على\nالله, فرأيت أمرا عظيما, فبينما أنا كذلك إذ دعي بي فابتدرني ملكان, فأخذا\nبعضدي فتوجها بي إلى الله, فأمر بي إلى <span id='ms20'></span> النار ثم قال: ردوه هذا رجل كان\nيواظب على الجمعة قال: فخلي عني فمكثت زمانا وأنا أجد ألم عضدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n98 - حدثني إبراهيم بن عبد الملك، قال: حدثني زهير بن عباد الرؤاسي، حدثنا\nرشدين بن سعد، عن عياش بن عباس القتباني، عن موسى بن عيسى بن إياس بن بكير،\nقال: وكان للبكير أربعة ممن شهدوا بدرا حدثه أن الربيع بنت معوذ ابن عفراء\nحدثته أن أباها جاء في النوم فقال لها: أدلك على صلاة عظيمة: صلاة الآصال\nوهي حين زوال الشمس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n99 - حدثني إبراهيم، عن يحيى بن آدم، عن قطبة بن عبد العزيز، عن الأعمش، عن\nعبد الله بن سنان، أنه رأى صاحبا له في النوم فقال له: أي شيء رأيت أفضل؟\nفقال: عليك بسجدات المسجد, يعني الركوع في المسجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n100 - حدثني عيسى بن عبد الله التميمي، حدثنا أبو قتادة الحراني، عن هشام\nالدستوائي، عن قتادة، عن الحسن، قال: رأى رجل أخا له فيما يرى النائم فقال:\nأي العمل وجدتم أفضل؟ قال: القرآن, قال: فأي القرآن وجدتم أفضل؟ قال: لا\nإله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n101 - حدثنا سويد بن سعيد، حدثنا ضمام بن إسماعيل، عن أبي معن، عن عبد\nالملك بن أبي الجويرية، قال: حدثتني أمي، أن أباها هلك من بطن فرأته في\nمنامها فقالت له: كيف أنت يا أبة؟ قال: إنا بخير أحياء نرزق, وقد جاءنا رجل\nأعجبني رأيته يزف به زف العروس, فلما سلك به اتبعته حيث يسلك به حتى انتهى\nإلى ستور مرخاة, كلما دنا رفعت الستور فأدخل فأرخيت الستور, فحيل بيني\nوبينه فقلت: لم يحولون بيني وبينه ألست من الشهداء قالوا: بلى ولكن هذا رجل\nقتل في سبيل الله دخل إلى أزواجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n102 - حدثني علي بن مسلم، حدثنا سيار بن حاتم، حدثنا مهدي بن ميمون، قال:\nرأيت ليلة مات مالك بن دينار كأن مناديا ينادي ألا إن مالك بن دينار أصبح\nمن سكان الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n103 - حدثنا علي بن مسلم، حدثنا سيار، عن مهدي بن ميمون، قال: رأيت ليلة\nمات بديل العقيلي كأن قائلا يقول: ألا <span id='ms21'></span> إن بديلا العقيلي أصبح من سكان الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n104 - حدثني أبو بكر التميمي، حدثنا محبوب بن موسى، أنبأنا ... عن هشام، عن\nالعلاء بن زياد العدوي، قال: رأيت عجوزا عمشاء متعلقة بي فقلت: أعوذ بالله\nمن شرك قالت: لا والله لا يعيذك من شري حتى تترك الدرهم, قال: فقلت: ومن\nأنت؟ قالت: أنا الدنيا قال هشام: فشدت بعض ما في يديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n105 - حدثني إبراهيم بن سعيد، قال: سمعت سفيان، قال: قال لي أبو بكر بن\nعياش: رأيت الدنيا عجوزا مشوهة شمطاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n106 - حدثني زكريا بن عبد الله التميمي، عن محمد بن بكر السهمي، عن شيخ\nيكنى أبا الحسن، كوفي, عن أبيه، قال: رأيت عيسى ابن مريم في النوم في جماعة\nفكلمته: إني أريد أن أنقش على خاتمي شيئا, فمرني شيئا أنقشه فقال: اكتب\nعليه لا إله إلا الله الملك الحق المبين, فإنها تذهب الهم والحزن, قال:\nفكان هذا نقش خاتمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n107 - حدثني عبد الله بن أبي بدر الدوري، حدثنا يزيد بن هارون، حدثنا هشام\nبن حسان، عن خالد الربعي، قال: دخلت المسجد فجلست إلى قوم, فذكروا رجلا,\nفنهيتهم عنه فكفوا, ثم جرى بهم الحديث حتى عادوا في ذكره فدخلت معهم في شيء\nفلما كان من الليل رأيت في المنام كأن شيئا أسود طويلا جدا معه طبق خلاف\nأبيض عليه لحم خنزير فقال: كل, فقلت: آكل لحم الخنزير, والله لا آكله, قال:\nفأخذ بقفاي وقال: كل, وانتهرني انتهارة شديدة ودسه في فمي فجعلت ألوكه ولا\nأسيغه وأفرق أن ألقيه, فاستيقظت, قال: فمحلوفة لقد مكثت ثلاثين يوما\nوثلاثين ليلة ما آكل طعاما إلا وجدت طعم ذلك اللحم في فمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n108 - حدثني فضل بن إسحاق، حدثنا مروان بن معاوية، عن سمير بن واصل الضبي،\nقال: إذا أراد الله بعبد خيرا عاتبه في نومه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n109 - حدثنا إسحاق بن إسماعيل، حدثنا أبو أسامة، عن عمر بن حمزة، قال:\nحدثني سالم بن عبد الله، عن عمر، قال: رأيت رسول الله صلى الله عليه وسلم\nفي المنام فقلت: يا رسول الله ما شأني؟ فالتفت إلي <span id='ms22'></span> وقال: ألست المقبل وأنت\nصائم, فوالذي نفسي بيده لا أقبل امرأة وأنا صائم أبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n110 - حدثنا إسحاق بن إسماعيل، حدثنا يزيد بن هارون، عن فرج بن فضالة، عن\nمروان بن أبي أمية، عن عبد الله بن سلام، قال: أتيت أخي عثمان، لأسلم عليه\nوهو محصور فدخلت عليه فقال: مرحبا يا أخي, رأيت رسول الله صلى الله عليه\nوسلم الليلة في هذه الخوخة, قال: وخوخة في البيت, فقال: يا عثمان حصروك\nقلت: نعم, قال: عطشوك, قلت: نعم, فأدلى دلوا فيه ماء فشربت حتى رويت حتى\nإني لأجد برده بين ثديي وبين كتفي, وقال لي: إن شئت نصرت عليهم, وإن شئت\nأفطرت عندنا, فاخترت أن أفطر عندهم, فقتل ذاك اليوم رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n111 - حدثني عبد الرحمن بن صالح، حدثنا عمرو بن هاشم الجنبي، عن أبي جناب,\nحدثني أبو عون، عن أبي عبد الرحمن السلمي، قال: قال الحسين بن علي: قال لي\nعلي: إن رسول الله صلى الله عليه وسلم سنح لي الليلة في منامي فقلت: يا\nرسول الله, ما لقيت من أمتك؟ قال: ادع عليهم فقلت: اللهم أبدلني بهم من هو\nخير لي منهم وأبدلهم بي من هو شر لهم مني, فخرج فضربه ابن ملجم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n112 - حدثنا خالد بن خداش، حدثنا حماد بن زيد، عن محمد بن فضيل، قال: رأيت\nالنبي صلى الله عليه وسلم في النوم وهو يقول: زوروا عبد الله بن عون فإن\nالله يحبه, أو أنه يحب الله ورسوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n113 - حدثنا إسحاق بن إسماعيل، حدثنا جرير، عن رقبة بن مصقلة، قال: رأيت\nالنبي صلى الله عليه وسلم في النوم فقرأت عليه {قالت الأعراب آمنا} قال: لا\nتقل: {قالت الأعراب آمنا} قل: {قالت الأعراب آمنا}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n114 - حدثنا سويد بن سعيد، حدثنا عتاب بن بشير، عن خصيف، قال: رأيت النبي\nصلى الله عليه وسلم فقلت: يا رسول الله اختلف علينا في التشهد, قال: عليك\nبتشهد عبد الله بن مسعود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n115 - حدثني إبراهيم بن يعقوب، عن شيخ، ذكر عنه عبادة وفضلا قال: رأيت\nالنبي صلى الله عليه وسلم <span id='ms23'></span> في النوم فقلت: يا رسول الله استغفر لي, فأعرض\nعني, فقلت: يا رسول الله، إن سفيان بن عيينة حدثنا, عن محمد بن المنكدر, عن\nجابر بن عبد الله عنك أنك لم تسل فقلت: لا, فأقبل فقال: غفر الله لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n116 - حدثنا إسحاق بن إسماعيل، قال: سمعت سفيان، يقول: رأيت النبي صلى الله\nعليه وسلم في النوم فقلت: يا رسول الله ما تقول في البصل والثوم؟ قال:\nالملائكة تتأذى بهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n117 - حدثنا إسحاق بن إسماعيل، قال: سمعت جريرا، يقول: رأيت النبي صلى الله\nعليه وسلم في النوم، وعلي، وعائشة بين يديه يختصمان كما كانا يختصمان في\nالدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n118 - حدثني المنذر بن عمار الباهلي، به ... بإسناد لم يحفظه قال: قال\nالنبي صلى الله عليه وسلم: إنه سيكون منكما أمر, أما إن الله سيغفر لكما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n119 - حدثني عيسى بن عبد الله التميمي، أخبرنا أبان الأهوازي، عن شعيب بن\nميمون، عن عبد الواحد بن زيد، قال: خرجت حاجا يصحبني رجل فكان لا يقوم ولا\nيقعد ولا يذهب ولا يجيء إلا صلى على النبي صلى الله عليه وسلم, فقلت له في\nذلك, فقال: أخبرك عن ذلك, خرجت أول سنيات إلى مكة ومعي أبي, فلما انصرفنا\nفكنا في بعض المنازل فبينا أنا نائم إذ أتاني آت فقال لي: قم فقد أمات الله\nأباك وسود وجهه, فقمت مذعورا, فكشفت الثوب عن وجه أبي فإذا هو ميت أسود\nالوجه, قال: فدخلني من ذاك فبينا أنا على ذلك الغم إذ غلبتني عيني فنمت\nفإذا على رأسه أربعة معهم أعمدة حديد, عند رأسه ورجليه وعن يمينه وعن شماله\nإذ أقبل رجل حسن الوجه في ثوبين أخضرين فقال لهم: افتتحوا, فرفع الثوب عن\nوجهه فمسح وجهه بيده ثم أتاني فقال لي: قم فقد بيض الله وجه أبيك فقلت: من\nأنت بأبي أنت وأمي, فقال لي: أنا محمد, قال: فقمت فكشفت الثوب عن وجه أبي\nفإذا هو أبيض الوجه فأصلحت من شأنه ودفنته, فما تركت الصلاة بعد على النبي\nصلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n120 - حدثنا خالد بن <span id='ms24'></span> خداش، حدثنا حماد بن زيد، عن أبي هاشم، صاحب الرمان أن\nرجلا جاء إلى عمر بن عبد العزيز فقال: رأيت النبي صلى الله عليه وسلم في\nالمنام وبنو هاشم تشكوا إليه الحاجة قال: فأين عمر بن عبد العزيز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n121 - حدثنا خالد بن خداش، حدثنا حماد، عن أبي هاشم، أن رجلا جاء إلى عمر\nبن عبد العزيز فقال: رأيت النبي صلى الله عليه وسلم في المنام وأبو بكر عن\nيمينه، وعمر عن شماله فأقبل رجلان يختصمان وأنت بين يديه جالس فقال لك: يا\nعمر إذا عملت فاعمل بعمل كل من أبي بكر وعمر, فاستحلفه عمر بالله: أرأيت\nهذه الرؤيا فحلف, فبكى عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n122 - حدثنا إسحاق بن إسماعيل، حدثنا يحيى بن سليمان العامري، حدثنا القاسم\nبن يزيد، قال: أخذ بيدي سفيان الثوري رحمه الله, فقمنا إلى رجل يكنى أبا\nهمام، من عباد البصرة فسأله عن حديث عمر بن عبد العزيز فقال: حدثني رجل، من\nالحي وذكر من شأنه قال: سألت الله تعالى أن يرزقني الحج قلت: فأريت النبي\nصلى الله عليه وسلم فأتاني فقال: احضر الموسم العام, فانتبهت فذكرت أنه ليس\nعندي ما أحج به قال: فأتاني في الليلة الثانية فقال لي مثل ذلك فانتبهت\nفقلت مثل ذلك, قال: فأتاني الليلة الثالثة قال: وكنت قلت في نفسي إن هو\nأتاني قلت: ليس عندي ما أحج به قال: فقلت ذلك, فقال: بلى انظر موضع كذا\nوكذا من دارك فاحتفر فإن فيه درعا لجدك لأبيك, قال: فصليت الغداة ثم احتفرت\nذلك الموضع فإذا درع كأنها عنها الأيدي قال: فأخرجتها فبعتها بأربعمئة درهم\nثم أتيت المربد فاشتريت بعيرا أو ناقة وتهيأت بما يتهيأ به الحاج, ووعدت\nأصحابا لي فخرجت معهم حتى أتيت الموسم, ثم أدركت الانصراف فذهبت لأودع وقد\nقدمت بعيري إلى الأبطح, فإني لأصلي في الحجر إذا غلبتني عيناي فأريت النبي\nصلى الله عليه وسلم فقال لي: يا .... إن الله قد قبل منك سعيك ائت عمر بن\nعبد العزيز فقل له إن لك عندنا ثلاثة أسماء <span id='ms25'></span>: عمر بن عبد العزيز وأمير\nالمؤمنين وأبو اليتامى, سد يدك بالعريف والمكاس, قال: فانتبهت فرأيت أصحابي\nفقلت لهم: امضوا على بركة الله, وأخذت برأس بعيري وسألت عن رفقة تخرج إلى\nالشام, فمضيت معهم حتى انتهيت إلى دمشق فسألت عن منزله, فأنخت ناقتي أوصيت\nوذلك قبل انتصاف النهار فإذا رجل قاعد على باب الدار, فقلت: يا عبد الله\nاستأذن لي على أمير المؤمنين فقال: ما أمنعك أو ما أمتنع عليك ولكن أخبرك\nكان من شأنه يعني تشاغله بالناس حتى كان الساعة فإن صبرت وإلا ... فقال لي:\nمن أنت؟ قلت له: أنا رسول رسول الله صلى الله عليه وسلم قال: ونظرت إليه\nفإذا نعل في إصبعيه وإذا هو يسقي الماء الجاري فألقى نعليه ثم جلس عليه\nوجلست فقال: ممن أنت؟ قلت: رجل من البصرة, قال: ممن أنت؟ قلت: من عدن, قال:\nكيف البر عندكم, كيف الشعير كيف الزيت كيف السمن كيف البز, حتى عد هذه التي\nتباع وذكر البر حتى ذكر الرطب, فلما فرغ من هذا عادني إلى المسألة الأولى\nثم قال لي: ويحك قد جئت بأمر عظيم, قلت: يا أمير المؤمنين ما أتيتك له\nالأولى قال: ثم قصصت رؤياي من لدن الرؤيا إلى مجيئي إليه, قال: فكأن ذلك قد\nيخفى عنده, قال: ويحك أقم عندي فأواسيك, قلت: لا, قال: فدخل فأخرج صرة بها\nأربعون دينارا فقال: لم يبق من عطائي غير ما ترى وأنا مواسيك فيها قال:\nقلت: لا والله لا آخذ على رسالة رسول الله صلى الله عليه وسلم شيئا أبدا,\nقال: فكان ذلك صدق عنده قال: فودعته فقام إلي فاعتنقني ومشى معي إلى باب\nالدار ودمعت عينه فرجعت إلى البصرة فمكث حولا ثم قيل لي مات عمر بن عبد\nالعزيز, فخرجت غازيا, فلما كنت في أرض الروم إذا الرجل الذي كان استأذن لي\nقد عرفني ولم أعرفه, فسلم علي ثم قال: علمت أن الأمير صدق رؤياك مرض عبد\nالملك ابنه فكنت أعتنقه أنا وهو من الليل, فكان إذا كانت <span id='ms26'></span> ساعتي التي أكون\nعنده يذهب فيصلي, وإذا كانت ساعته ذهبت أنا فنمت وقام يصلي وعلى الباب دوي,\nقال: فوالله إني لليلة من الليالي إذ سمعت بكاء شديدا فقلت: يا أمير\nالمؤمنين هل حدث بعبد الملك؟ فجعل لا يكترث ليالي ثم إنه سري عنه ففتح\nالباب فقال: أعلمك أن الله تعالى صدق رؤيا البصري, أتاني رسول الله صلى\nالله عليه وسلم فقال لي مقالته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n123 - حدثنا أحمد بن إبراهيم، حدثني عفان، حدثنا عثمان بن عبد الحميد،\nحدثني رجل، قال: بلغني أن رجلا، قال: بينا أنا أطوف بالكعبة إذ نعست فرأيت\nالنبي صلى الله عليه وسلم فقال: انطلق إلى عمر بن عبد العزيز فأقرئه السلام\nوأخبره أن اسمه عندنا عمر، وجابر، ومهدي, ومره يحفظ لنا ثلاث خصال فإن هو\nحفظهن حفظ الله دينه ودنياه: العرفاء فإنهم أكلة أموال اليتامى, والمتقبلين\nفإنهم أكلة الربا, والعشارين فإنهم أكلة النجس, ثم رأيت مرة أخرى فقال لي\nمثل ذلك مرة أخرى فشخصت إليه, فلما قدمت لقيت حاجبه فقلت: استأذن لي على\nأمير المؤمنين, فقال: من أنت؟ فقلت: قل رسول رسول الله صلى الله عليه وسلم\nإليك قال: فكأنه أنكر ذلك وظن أن به لمما إلى أن مر إنسان من وجوه الناس\nفدخل على أمير المؤمنين فقال له الحاجب: اسمع ما يقول هذا, فدخل الرجل\nفأخبره بذلك فأدخل عليه, فأخبره بما رأى, فكتب مكاني أن لا يعطى إنسان\nعطاءه إلا في يده, وكتب في المتقبلين والعشارين بما ينبغي, ثم قال: ألا\nنعطيك من مال الله أو من مالي إن شئت, قال: أنا غني عن المال وإنما شخصت لهذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p244'> Vol. 06, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n124 - حدثنا علي بن يزيد بن عيسى، حدثنا خلف بن تميم، حدثنا إسحاق بن هارون\nالخثعمي، عن رجل من ولد عمر بن الخطاب، عن مزاحم مولى عمر بن عبد العزيز,\nعن فاطمة بنت عبد الملك، امرأة عمر بن عبد العزيز قالت: قمت في جوف الليل\nفانتبه بي عمر بن عبد العزيز، فقال لي: لقد رأيت رؤيا معجبة قالت: فقلت:\nجعلت فداءك <span id='ms27'></span> فأخبرني بها قال: ما كنت لأخبرك حتى أصبح, قالت: فلما طلع الفجر\nخرج للصلاة فخرج فصلي بالناس ثم عاد إلى مجلسه, قالت: فاغتنمت خلوته فقلت:\nأخبرني بالرؤيا التي رأيت قال: رأيت فيما يرى النائم كأني دفعت إلى أرض\nخضراء واسعة كأنها بساط أخضر وإذا فيها قصر أبيض كأنه الفضة أو كأنه اللبن\nفإذا خارج قد خرج من ذلك القصر ينادي: أين أبو بكر الصديق بن أبي قحافة إذ\nأقبل حتى دخل ذلك القصر, ثم خرج ينادي: أين عمر بن الخطاب؟ فأقبل عمر حتى\nدخل القصر, ثم خرج آخر فنادى: أين عثمان بن عفان؟ فأقبل حتى دخل ذلك القصر,\nثم إن آخر خرج فنادى أين علي بن أبي طالب؟ فأقبل حتى دخل ذلك القصر, ثم إن\nآخر خرج فنادى أين عمر بن عبد العزيز؟ قال عمر: فقمت حتى دخلت ذلك القصر,\nقال: فدفعت إلى رسول الله صلى الله عليه وسلم, والقوم حوله فقلت: بيني وبين\nنفسي: أين أجلس فجلست إلى جنب عمر بن الخطاب رضي الله عنه فنظرت فإذا أبو\nبكر عن يمين رسول الله صلى الله عليه وسلم وإذا عمر عن يساره فتأملت رسول\nالله صلى الله عليه وسلم فإذا بين رسول الله صلى الله عليه وسلم وبين أبي\nبكر رجل, فتكلمت إلى عمر: من هذا الرجل الذي بين رسول الله صلى الله عليه\nوسلم وبين أبي بكر؟ قال: هذا عيسى ابن مريم, فسمعت هاتفا يهتف وبيني وبينه:\nحجب من نور يا عمر بن عبد العزيز تمسك بما أنت عليه, واثبت على ما أنت\nعليه, قال: ثم كأنه أذن لي في الخروج فقمت فخرجت من ذلك القصر, فالتفت خلفي\nفإذا أنا بعثمان بن عفان وهو خارج من ذلك القصر يقول: الحمد لله الذي نصرني\nربي, وإذا علي بن أبي طالب في إثره خارج من ذلك القصر وهو يقول: الحمد لله\nالذي غفر لي ذنبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p245'> Vol. 06, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n125 - حدثنا عباد بن موسى، حدثنا علي بن ثابت الجزري، عن سعيد بن أبي\nعروبة، عن عمر <span id='ms28'></span> بن عبد العزيز، قال: رأيت رسول الله صلى الله عليه وسلم,\nوأبو بكر وعمر جالسان عنده, فسلمت عليه وجلست فبينا أنا جالس إذ أتي بعلي،\nومعاوية فأدخلا بيتا وأجيف عليهما الباب, وأنا أنظر إليهما, فما كان بأسرع\nأن خرج علي وهو يقول: قضي لي ورب الكعبة, وما كان بأسرع أن خرج معاوية على\nإثره وهو يقول: غفر لي ورب الكعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n126 - حدثني الحسين بن علي العجلي، حدثنا الحسين بن علي الجعفي، حدثنا سعيد\nبن عبد الرحمن الزبيدي، قال: رأيت في المنام كأن الناس حشروا وإذا سواد\nعظيم منطلقون فقلت: من هؤلاء؟ قال: هؤلاء المقتتلون من أصحاب رسول الله صلى\nالله عليه وسلم, قلت: فأين ينطلقون؟ قالوا: إلى الجنة, قلت: سبحان الله\nبينا هم يتطاعنون بالرماح إذ صاروا إلى الجنة؟ قال: فقالوا: وما تذكر من\nرحمة الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n127 - حدثنا يوسف بن موسى، حدثنا جرير، حدثنا ابن أبي يحيى، قال: دخلنا على\nأبي بكر، بعد العصر وهو طعين فقال: رأيت رسول الله صلى الله عليه وسلم في\nالنوم فقلت: يا رسول الله إن قوما يقولون إنا يهود قال: هم أولى بكل اسم\nسوء، قال: قلت: يا رسول الله إن رجلا يكثر الصلاة عليك, قال: من هو؟ قلت:\nمسلم النحات, قال: لا جرم إن الله أعد له مقاما كريما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n128 - حدثني هارون بن عبد الله، حدثنا إبراهيم بن عبد الرحمن بن مهدي، قال\n... بن معاوية: حدثني فلان، قد سماه, قال: رأيت النبي صلى الله عليه وسلم\nفي المنام فقلت: يا رسول الله ادع لي قال: فجلس فحسر عن ذراعيه ودعا وقال:\nليكن جل ما يدعو به اللهم اختم لنا بخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n129 - حدثني محمد بن رجاء، حدثنا محمد بن سابق، عن المنهال بن خليفة، عن\nسلمة بن تمام، قال: لقي رجل ابن مسعود، فقال: لا يعدم حالكم من كذا, رأيتك\nالبارحة ورأيت النبي صلى الله عليه وسلم على شيء مرتفع وأنت دونه وهو يقول:\nيا ابن مسعود هلم إلي فلقد جفيت بعدي, فقال: آلله لأنت رأيته؟ قلت: نعم <span id='ms29'></span>,\nقال: فعزمت عليك أن تخرج إلى المدينة حتى تصلي علي, فما لبث إلا أياما حتى\nمات فشهد الرجل الصلاة عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n130 - حدثنا عبد الله بن محمد بن هانئ أبو عبد الرحمن النحوي، حدثنا مطرف\nبن سليمان، حدثنا علي بن زيد بن جدعان، قال: استيقظ ابن عباس، من نومه\nفاسترجع وقال: قتل الحسين والله, فقال أصحابه حلا يا ابن عباس؟ قال: رأيت\nرسول الله صلى الله عليه وسلم ومعه زجاجة من دم فقال: لا يعلم ما صنعت أمتي\nمن بعدي قتلوا ابني الحسين وهذا دمه ودماء أصحابه أرفعها إلى الله عز وجل,\nقال: فكتب ذلك اليوم الذي قال فيه وتلك الساعة, فما لبثوا إلا أربعة وعشرين\nيوما حتى جاءهم خبر بالمدينة أنه قتل ذلك اليوم وتلك الساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n131 - حدثنا أبو نصر التمار، حدثنا حماد بن سلمة، عن عمار بن أبي عمار، عن\nابن عباس، قال: رأيت رسول الله صلى الله عليه وسلم في النوم أشعث أغبر بيده\nقارورتان فيهما دم فقلت: يا رسول الله ما هذا؟ فقال: دم الحسين وأصحابه لم\nأزل ألتقطه منذ اليوم, قال: فنظروا فإذا الحسين قد قتل في ذلك اليوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n132 - حدثنا محمد بن أحمد، حدثنا شيبان بن فروخ، حدثنا إسحاق بن الربيع أبو\nحمزة العطار، قال: بينا أنا عند الحسن، إذ جاءه رجل فقال: يا أبا سعيد إني\nرأيت البارحة فيما يرى النائم النبي صلى الله عليه وسلم مما يلي مرجية بني\nسليم في أناس وعليك جبة من برود, فقيل: يا رسول الله، هذا الحسن مقبل، قال:\nقولوا له أبشر, ثم أبشر, ثم أبشر, فدمعت عين الحسن وقال أقر الله عينك, قال\nرسول الله صلى الله عليه وسلم: من رآني في المنام فقد رآني, ليس للشيطان أن\nيتمثل في صورتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n133 - حدثني داود بن المحبر، حدثنا سنان، حدثنا سويد أبو حاتم، صاحب\nالطعام, حدثتني امرأة، من تيم الله من عباد أهل البصرة, ولم يكن في زمانها\nأعبد منها, قالت: رأيت فيما يرى النائم كأني استفتي في المستحاضة فقالوا:\nأتستفتينا وفيكم <span id='ms30'></span> الحسن وفي يده خاتم جبريل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n134 - حدثني أبو محمد هاشم بن القاسم البزار, حدثنا حيوة بن شريح، حدثنا\nبقية، عن عيسى بن أبي رزين، حدثني الخزاعي، عن عمر بن عبد العزيز، أنه رأى\nرسول الله صلى الله عليه وسلم في روضة خضراء فقال له: إنك تمتلئ أمرا متى\nفرع عن الدم فرع عن الدم فرع من الدم فإن اسمك في الناس عمر بن عبد العزيز\nواسمك عند الله جابر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n135 - حدثنا هارون بن عبد الله، حدثنا جعفر بن عون، حدثنا شيخ من أهل صنعاء\nمن جلساء وهب بن منبه قال: رأيت رسول الله صلى الله عليه وسلم في المنام\nفقلت: يا رسول الله أين بدلاء أمتك؟ فأومأ لي بيده نحو الشام, قال: قلت يا\nرسول الله أما بالعراق منهم أحد؟ قال: بلى, محمد بن واسع، وحسان بن أبي\nسنان، ومالك بن دينار الذي مشى في الناس بمثل زهد أبي ذر في زمانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n136 - حدثنا إسحاق بن إسماعيل، حدثنا سفيان، عن عبد العزيز بن عمر بن عبد\nالعزيز، قال: كنت أحب لقاء الزهري, فلقيته في النوم فقلت: يا أبا بكر هل من\nدعوة خاصة, قال: قل لا إله إلا الله وحده لا شريك له, توكلت على الحي الذي\nلا يموت, اللهم أسألك العافية وأسألك أن تعيذني وذريتي من الشيطان الرجيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n137 - حدثنا يوسف بن موسى، قال: سمعت جريرا، يقول: سمعت رجلا، يقول: رأيت\nإبراهيم الصائغ في النوم قال: وما أعرفه قط, فقلت: بأي شيء نجوت؟ فقال:\nبهذا الدعاء اللهم عالم الخفيات رفيع الدرجات ذا العرش تلقي الروح على من\nتشاء من عبادك غافر الذنب وقابل التوب شديد العقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n138 - حدثني دارم بن إبراهيم، عن علي بن الحسين بن واقد، عن أبيه، قال: لما\nقتل أبو مسلم إبراهيم بن الصائغ أحببت أن أراه في المنام, فرأيته, فقلت: ما\nفعل بك؟ قال: غفر لي مغفرة ما بعدها مغفرة, قلت: فأين يزيد النحوي؟ قال:\nهيهات هو أرفع مني درجات, قلت: ولم, قد كنتما ... قال: بقراءته القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n139 - حدثني هارون بن <span id='ms31'></span> عبد الله، حدثنا سيار، حدثنا قدامة بن أيوب العتكي،\nوكان من أصحاب عتبة قال: رأيت عتبة الغلام في المنام فقلت: يا أبا عبد الله\nما صنع الله بك؟ فقال: يا قدامة دخلت الجنة بتلك الدعوة المكتوبة في يمينك,\nفلما أصبحت جئت إلى بيتي فإذا خط عتبة في حائط البيت مكتوب: يا هادي\nالمضلين يا راحم المذنبين ومقيل عثرات العاثرين ارحم عبدك ذا الخطر العظيم,\nوالمسلمين كلهم أجمعين, واجعلنا مع الأحياء المرزوقين الذين أنعمت عليهم من\nالنبيين والصديقين والشهداء والصالحين, آمين رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n140 - حدثنا إسماعيل بن إبراهيم بن بسام، سمعت صالحا المري قال: قال لي\nقائل في منامي: ألا أعلمك اسم الله الكبير الذي إذا دعي به استجاب, قال:\nقلت: بلى, قال: إذا دعوت فقل اللهم إني أسألك باسمك المخزون المكنون إنك\nالطهر الطاهر المطهر المقدس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n141 - حدثني بشر بن معاذ العقدي، حدثنا إبراهيم بن حريش المهدي، قال: سمعت\nأبي وعمي، يقولان: سمعت صالحا المري، يقول: لما اختلف الناس لقد رأيت بليلة\nالله بها عليم فأتاني آت في منامي فقال: قل, قلت: ما أقول؟ قال: قل اللهم\nإني لا أملك لنفسي ضرا ولا نفعا, ولا موتا ولا حياة ولا نشورا, ولا أستطيع\nأن آخذ إلا ما أعطيتني, ولا أتقي إلا ما وقيتني, فوفقني لما تحب وترضى من\nالقول والعمل, قال: إن دعا بها فهو في عافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n142 - حدثني بشر بن معاذ، حدثني محمد بن رزين، قال: سمعت صالحا المري، قال:\n... لا حول ولا قوة إلا بالله, فناداني مناد من ناحية البيت: يا صالح زد\nفيها: اللهم إليك أشكو فساد قلبي وإياك أستعين على صلاحه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n143 - حدثني الحسن بن الصباح، حدثنا أبو النضر، عن صالح المري، عن غالب\nالقطان، قال: أتاني آت في منامي فقال لي: إذا دعوت فقل اللهم اغفر لي مدها\nاللهم اعف عني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n144 - حدثنا الحسن بن الصباح، حدثنا أبو النضر، قال: قال صالح المري: قال\nلي قائل في منامي, ولست أراه غير أني أسمع كلامه: ادع لسوار بن عبد الله\nبخمس دعوات <span id='ms32'></span> أن يؤيده الله فيما ابتلاه بعقل كامل، وأذن واعية، وعين بصيرة،\nولسان صادق، وقلب ثابت تقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما روي من الشعر في المنام\n</p>\n\n<p>\n145 - حدثني محمد بن الحسين، حدثني عياش بن عصيم بن سلام الكلابي، حدثني\nرجل، من عي من أهل المسجد يعني مسجد الكوفة, عن رجل له حال حسنة من صلاح\nوهيبة قال: أتاه آت في منامه فقال: قل: يا حبيب, فقلت: يا حبيب قال: لا, قل:\n</p>\n\n<p>\nيا حبيب إنك إن توسد لينا ... وسدت بعد الموت صم الجندل\n</p>\n\n<p>\nفاعمل لنفسك في حياتك صالحا ... فلتندمن غدا إذا لم تفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n146 - حدثني محمد بن الحسين، حدثنا إبراهيم بن داود، حدثنا محمد بن عباد\nالبجلي، قال: سمعت رجلا يحدث أبا بكر بن عياش يقال له التمتام, عن رجل، من\nالحي أنه تاه آت في منامه ثلاث ليال يقول له:\n</p>\n\n<p>\nوكيف تنام العين وهي قريرة ... ولم تدر في أي المحلين تنزل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n147 - حدثني محمد بن الحسين، حدثني إسحاق بن إبراهيم الثقفي، قال: رأيت\nعيسى بن زاذان الآبلي في النوم فقلت: ما فعل بك ربك؟ فأقبل إلي مشرقا ضاحكا فقال:\n</p>\n\n<p>\nلو رأيت الحسان حولي ... وأكاويب معهن للشراب\n</p>\n\n<p>\nيترنمن بالقرآن حسنا... يمشين مسبلات الثياب\n</p>\n\n<p>\nفضحكت والله في نومي ثم انتبهت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n148 - حدثنا محمد بن الحسين، حدثني إسحاق بن إبراهيم، حدثني عمار الراهب،\nوكان والله من العاملين لله في دار الدنيا قال: رأيت مسكينة الطفاوية في\nمنامي, وكانت من المواظبات على حلق الذكر فقلت: مرحبا يا مسكينة مرحبا,\nفقالت: هيهات يا عمار ذهبت المسكنة وجاء الغنى الأكبر قلت: هيه, قالت: ما\nتسأل عمن أبيح الجنة بحذافيرها يطل منها حيث شاء, قال: قلت: وبم ذاك يرحمك\nالله؟ قالت: بمجالس الذكر والصبر على الحق, قال عمار: وكانت تحضر معنا مجلس\nعيسى بن زاذان بالأبلة تنحدر من البصرة حتى تأتيه قاصدة, قال عمار: قلت: يا\nمسكينة ما فعل عيسى؟ فضحكت ثم قالت:\n</p>\n\n<p>\nكسي البهاء وأطافت ... بأباريق حوله الخدام\n</p>\n\n<p>\nحلي وقيل يا قارئ ارق ... فلعمري لقد برأك الصيام\n</p>\n\n<p>\nوكان عيسى قد صام حتى انحنى <span id='ms33'></span> وانقطع صوته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n149 - حدثني محمد بن الحسين، حدثني أبو بكر الخياط، قال: رأيت كأني دخلت\nالمقابر فإذا أهل القبور جلوس على قبورهم بين أيديهم الريحان, وإذا أنا\nبمعروف بن أبي محفوظ فيما بينهم يذهب ويجيء, فقلت: أبا محفوظ ما صنع بك ربك\nألست قد مت؟ قال: بلى, ثم قال:\n</p>\n\n<p>\nموت التقي حياة لا نفاد لها ... قد مات قوم وهم في الناس أحياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n150 - قال محمد: وحدثني محمد بن سلام، حدثني زيد بن سعد المجاشعي، حدثتني\nامرأة، من أهلي قالت: أتاني آت في منامي وكانت هذه المرأة تطيل الدعاء جدا\nقالت: قال لي: قولي يا جميل الفعال أنت وليي، يا كريم الصنيع أنت القريب\nقالت فما دعوت بها في كرب قط إلا كشفه الله عني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n151 - قال محمد: وحدثني محمد بن سلام، حدثني يحيى بن عمر الحنفي، أن رجلا\nمن بني حنيفة تعبد وكان ذا يسار كثير فأنفق ماله في أنواع البر تقربا إلى\nالله عز وجل وزهدا في الدنيا قال: فاشتدت به الحالة حتى جعل يجوع فلا يقدر\nعلى شيء قال: فبات ليلة طاويا فأتاه آت في منامه فقال: ما لي أراك كئيبا؟\nقال: ألا إني ذكرت ما كنت فيه من الحال وما عليه اليوم قال: فكلح في وجهي\nثم قال: وهو مول معرض:\n</p>\n\n<p>\nلا سرور يدوم فيها لعبد ... عرف الرب ذا الجلال القريبا\n</p>\n\n<p>\nقال الرجل: فاستيقظت والله وكأن قلبي ملئ غنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n152 - حدثنا محمد بن الحسين، حدثنا مسلم بن عبد الله بن زياد الهمداني،\nقال: سمعت عمر بن ذر، يقول: ورث فتى من الحي دارا عن آبائه وأجداده فهدمها\nثم ابتناها فشيدها فأري في منامه:\n</p>\n\n<p>\nإن كنت تطمح في الحياة فقد ترى ... أرباب دارك ساكنو الأموات\n</p>\n\n<p>\nأنى يحس من المكارم ذكرهم ... خلت الديار وبادت الأصوات\n</p>\n\n<p>\nقال: فأصبح والله الفتى متعظا فقصر عن كثير مما كان يصنع وأقبل على نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n153 - حدثني محمد بن الحسين، حدثني بعض أصحابنا, عن رجل، قد سماه قال: دفعت\nإلى جدي رقعة في منامه قال: وكان جدي من المتعبدين وكان <span id='ms34'></span> يختم القرآن في كل\nيوم وليلة, فإذا في الرقعة مكتوب:\n</p>\n\n<p>\nفإنك لا ترتاب أنك ميت ... ولست لبعد الموت ما أنت تعمل\n</p>\n\n<p>\nفعمرك ما يغني وأنت مفرط ... واسمك في الموتى معد محصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n154 - حدثنا محمد بن الحسين، حدثنا عبد الله بن محمد، عن عقبة بن أبي\nالصهباء، عن إبراهيم بن مخلد، أو غيره أن رجلا من أهل نصيبين يكنى أبا\nعمرو, وكان يكثر من الشراب, فعاد ذات ليلة إلى منزله وهو شارب, فرأى كأن\nقائلا يقول له:\n</p>\n\n<p>\nجد بك الأمر أبا عمرو ... وأنت معكوف على الخمر\n</p>\n\n<p>\nتشرب صهباء صراحية ... سال بك السيل ولا تدري\n</p>\n\n<p>\nفأصبح أبو عمرو ميتا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n155 - قال محمد بن الحسين، حدثني زيد الحميري، عن امرأة عابدة كانت تحضر\nالمجالس قالت: أتاني آت في منامي فقال لي: ... ذي العرش هل من خير رحمته,\nفقلت: أي والذي لا إله غيره, قال: إن كالمحفوف بالأحلام قال زيد: وكانت\nالمرأة تلقاني كثيرا وهي تبكي, وما أعلم أني رأيتها إلا وهي تبكي وتردد هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p254'> Vol. 06, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n156 - حدثني محمد بن الحسين، حدثني زيد الحميري، حدثني سلمة البصري، قال:\nرأيت بزيع بن مسور العابد في منامي وكان كثير الذكر للموت طويل الاجتهاد\nقال: قلت: كيف رأيت موضعك؟ قال:\n</p>\n\n<p>\nوليس يعلم ما في القبر داخله ... إلا الإله وساكن الأجداث\n</p>\n\n<p>\nثم ولى وتركني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p254'> Vol. 06, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n157 - حدثني عبد الله بن محمد بن مرزوق العتكي، حدثني محمد بن عبد الرحمن\nالمهلبي، قال: رأيت ليلة مات هشام الفوطي ولم أعلم بموته كأن جنازة يمر بها\nمن أعلى المربد إلى أسفله ومعها نصارى يشمعلون, قلت: يا عجبا جنازة يجاء\nبها من الجبال إلى المربد فإذا قائل يقول:\n</p>\n\n<p>\nأحصى الآمور كلها لديه\n</p>\n\n<p>\nحفظا بلا مؤنة عليه\n</p>\n\n<p>\nفخيرها وشرها إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p254'> Vol. 06, p. 254</a>\n            </div>\n            \n158 - حدثنا محمد بن الحسين، حدثني سريج بن مسلم العابد، عن شيخ من بني\nتميم, عن رجل من همدان كانت له عبادة وفضل قال: دفعت رقعة إلي في منامي\nفيها مكتوب: تحل لمولاك بالطاعة والبس له قناع ذل المخافة لعله يرى اهتمامك\nببلوغ رضوانه فينزلك من ذلك منازل الأبرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n159 - حدثنا <span id='ms35'></span> علي بن مسلم، حدثنا سيار، حدثني بشر بن المفضل، قال: رأيت بشر\nبن منصور في المنام فقلت: يا أبا محمد ما صنع بك ربك؟ قال: وجدت الأمر أهون\nمما كنت أحمل على نفسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n160 - حدثنا أبو محمد هاشم بن القاسم, حدثنا أبو اليمان، حدثنا صفوان بن\nعمرو، عن محمد بن زياد، عن عبد الله بن الحارث، قال لعبد الله بن عائذ حين\nحضرته الوفاة: إن استطعت أن تأتينا لتخبرنا ما لقيت من الموت, فلقيه في\nمنامه بعد حين فقال له: ألا تخبرنا, فقال: نجونا ولم نكد ننجو, نجونا بعد\nالمشيبات, فوجدنا ربا خير رب غفر الذنب، وتجاوز عن السيئة إلا ما كان من\nالأحراض, قلت: وما الأحراض؟ قال: الذين يشار إليهم بالأصابع في الشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n161 - حدثنا أبو محمد، حدثني أبو اليمان، عن صفوان بن عمرو، عن أبي\nالزاهرية، قال: عاد عبد الأعلى، ابن عدي بن أبي بلال الخزاعي فقال: له عبد\nالأعلى أقرئ رسول الله صلى الله عليه وسلم مني السلام وإن استطعت أن تلقاني\nفتعلمني ذلك, وكانت أم عبد الله أخت أبي الزاهرية تحت ابن أبي بلال فرأته\nفي منامها بعد وفاته بثلاثة أيام فقال: إن ابنتي بعد ثلاثة أيام لاحقتني\nفهل تعرفين عبد الأعلى ولم يكن يومئذ على القضاء, فقالت لا, قال: فسلي عنه\nثم أخبريه أني قد أقرأت رسول الله صلى الله عليه وسلم منه السلام فرد عليه\nالسلام, فأخبرت أخاها أبا الزاهرية بذلك, فأبلغه, فأقبل إليها عبد الأعلى\nحتى سمع ذلك منها فبكى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n162 - حدثني أبو محمد، حدثنا يحيى بن صالح الوحاظي، حدثنا محمد بن سليمان،\nحدثني راشد بن سعد، أن رجلا من الأنصار توفيت امرأته, فرأى نساء في المنام\nولم ير امرأته معهن, فسألهن عنها, فقلن: إنكم قصرتم في كفنها فهي تستحي أن\nتخرج معنا, فأتى الرجل النبي صلى الله عليه وسلم, فقال النبي صلى الله عليه\nوسلم: انظر إلى ثقة من سبيل, فأتى رجلا من الأنصار حضرته الوفاة فأخبره\nفقال الأنصاري: إن كان أحد يبلغ الموتى بلغته <span id='ms36'></span>, قال: فتوفي الأنصاري فجاء\nبثوبين مبرورين بالزعفران, فجعلهما في كفن الأنصاري, فلما كان الليل رأى\nالنسوة معهن امرأته وعليها الثوبان الأصفران.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n163 - حدثني العباس بن جعفر، حدثنا مسلم بن إبراهيم الأزدي، قال: أنبأنا\nعكرمة بن عمار، عن هشام بن حسان، عن محمد بن سيرين، عن أبي قتادة، قال: قال\nرسول الله صلى الله عليه وسلم: إذا ولي أحدكم أخاه فليحسن كفنه, فإنهم\nيتزاورون في قبورهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n164 - حدثنا أحمد بن حاتم الطويل، حدثنا يوسف بن الماجشون، عن محمد بن\nالمنكدر، قال: دخلت على جابر بن عبد الله وهو يموت فقلت: أقرئ رسول الله\nصلى الله عليه وسلم مني السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n165 - حدثني أبو محمد هاشم بن القاسم, حدثنا إبراهيم بن هراسة، حدثنا حميد\nبن جعفر، عن رجل، حدثني سالم، قال: رأيت كأني أمضيت إلى باب الجنة فقرعته\nفقيل لي: من أنت؟ قلت: سالم بن عبد الله بن عمر, قيل لي: كيف يفتح لرجل لم\nتغبر قدماه في سبيل الله, فأصبح يقول لأهله جهزوني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n166 - حدثني موسى بن عيسى أبو عمران الضرير، حدثني يحيى بن أبي بكير، حدثنا\nيحيى بن سعيد، حدثنا عبد الواحد بن صفوان، عن أبيه، عن سعيد بن أبي الحسن،\nقال: رأيت كأني قدمت إلى الحساب فلم أر شيئا يقع لي من أن قيل لي كان يغدو\nإلى الجمع فقلت: حجي صيامي صلاتي, قال: والله ما وجدت شيئا ولا خير إلي منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n167 - حدثني المشرف بن أبان، حدثني العباس بن الوليد، قال: قال عبد الواحد\nبن زيد: كنت في طريق مكة فلقيت فتى حسن السمت فقلت: ما اسمك؟ قال: جميل,\nقلت: ألك والدة؟ قال: نعم, قلت: فلك زوجة؟ قال: لا, قلت: فما يمنعك من\nالتزوج؟ قال: فجعل يمتنع أن يخبرني قال: فقيل له إن هذا عبد الواحد بن زيد,\nفقال: ما يمنعني من ذلك إلا أني رأيت دفعت علي في منامي حوراء عليها ثوب من\nفضة تتثنى كما يتثنى الثوب في دار الدنيا وهي تقول: جد في طلبي فإني رائدة\nفي طلبك, فأنا في طلبها <span id='ms37'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n168 - حدثني محمد بن الحسين، حدثنا مالك بن ضيغم، قال: سمعت أبي يقول: رأيت\nفي المنام امرأة وقد اجتمع الناس عليها وهم يقولون حوراء من الحور العين,\nقال: فجئت فأشرفت عليها فقلت: أي الأعمال أفضل؟ قالت السلامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n169 - حدثني أبو بكر بن أبي النضر، حدثنا سعيد بن عامر، عن حزم، عن غالب\nالقطان، قال: رأيت مالك بن دينار في المنام وعليه نحو من ثيابه في مسجده\nوهو يقول: صنفان من الناس لا تجالسوهما: صاحب دنيا مترف فيها وصاحب بدعة قد\nغلا فيها, ثم قال: وحدثني هذا الحديث حكيم, وكان رجلا من جلسائه يقال له:\nحكيم, فكأنه معنا في الحلقة فقلت: يا حكيم أنت حدثت مالكا بهذا الحديث؟\nقال: نعم, قلت: عمن ذاك قال: عن المقابع من المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n170 - حدثني محمد بن الحسين، حدثنا ابن عائشة، عن سعيد بن عامر، قال: كان\nغالب القطان، يدعو: اللهم الشيء الذي لا يضرك وينفعنا أصبنا به, قال: فرأيت\nفي المنام قائلا يقول: الشيء الذي لا يضرك ولا ينفعك فدعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n171 - حدثني محمد بن الحسين، حدثني أبو الوليد الكيبي، حدثني ... قال:\nأتاني آت في منامي فقال: أتحب الله؟ قلت: إي والذي لا إله غيره, فإني لأحبه\nوأحب طاعته, قال: بل فلا تناديه نداء أوليائه, قال: قلت: وما هو؟ قال: قل\nهبني إلهي للخطر العظيم من محبتك يا بارئ النسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n172 - حدثنا محمد، حدثنا أبو الوليد، قال: حدثني حفص بن بغيل المرهبي، قال:\nرأيت داود الطائي في منامي فقلت: أبا سليمان كيف وجدت خير الآخرة؟ قال:\nرأيت خيرها كثيرا, قال: قلت: فماذا صرت إليه؟ قال: صرت والله إلى خير\nوالحمد لله, قال: قلت: فهل لك من علم بسفيان بن سعيد فقد كان يحب الخير\nوأهله؟ قال: فتبسم ثم قال: رقاه الخير إلى درجة أهل الخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n173 - حدثنا أبو بكر سلمة بن حفص القرشي، حدثنا مروان بن معاوية، حدثنا\nفائد بن عبد الرحمن، عن نعيم بن أبي هند، عن أبي حازم، عن الحسين بن خارجة\nالأشجعي، قال: لما كانت الفتنة أشكل علي الأمر <span id='ms38'></span>, فدعوت الله عز وجل أن يريني\nشيئا من الحق أتبعه, فرأيت في المنام كأني في القيامة وكأن بيني وبينهم\nحائطا فقلت: لو أني قسمت هذا الحائط فلقيتهم, قال: فقسمت الحائط فإذا قوم\nعليهم ثياب بياض فقلت لهم: أنتم الملائكة؟ قالوا: لا, نحن الشهداء ولكن\nاصعد هذه الدرجة, فصعدت درجة لم أر أحسن منها فإذا محمد وإبراهيم صلى الله\nعليهما وسلم, وإبراهيم يقول لمحمد: ألا ترى ما فعلت أمتك؟ قتلوا إمامهم\nوأهرقوا دماءهم, ألا فعلوا كما فعل خليلي سعد, إن خليلي من هذا فلان سعد,\nقال: فقلت: لآتين سعدا فلأخبرنه, قال: فأتيته فأخبرته, فما أكثر بها فرحا\nوقال: لقد خاب من لم يكن إبراهيم له خليلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n174 - حدثنا محمد بن سهل الأزدي، حدثني أبو يعقوب بن سليمان الهاشمي، حدثني\nشيخ، من موالينا, قال محمد: ثم رأيت الشيخ فسألته, فحدثني به قال: كنت يوما\nمع قوم فتذاكرنا أمر علي، وطلحة، والزبير, رضي الله عنهم, فكأني نلت من\nالزبير فلما كان في الليل رأيت في منامي كأني انتهيت إلى صحراء واسعة فيها\nخلق كثير عراة, رؤوسهم رؤوس الكلاب وأجسادهم أجساد الناس مقطعي الأيدي\nوالأرجل من خلاف, فيهم مقطوع اليدين والرجلين, فلم أر منظرا أوحش منه,\nفامتلأت رعبا وفزعا, قلت: من هؤلاء؟, قيل: هؤلاء اللذين يشتمون أصحاب محمد\nصلى الله عليه وسلم, ما بال هذا من بينهم مقطوع اليدين والرجلين؟ قيل: هذا\nأغلاهم في شتم علي, رضي الله عنه, قال: فبينا أنا كذلك إذ دفع لي باب قد\nجئته, فإذا درجة صعدتها إلى موضع واسع, فإذا رجل جالس حواليه جماعة, فقيل\nلي: هذا النبي صلى الله عليه وسلم, فدنوت فأخذت بيده, فجذب يده من يدي وغمز\nيدي غمزة شديدة وقال: تعود، فذكرت ما كنت قلت في الزبير فقلت: لا والله يا\nرسول الله لا أعود إلى شيء من ذلك, قال: فالتفت عليه السلام إلى رجل خلفه\nفقال: يا زبير قد ذكر أنه لا يعود, فأقبل, قال: قد أقلته يا رسول الله قال:\nفأخذت يده فجلعت <span id='ms39'></span> أقبلها وأبكي وأضعها على صدري, قال: فانتبهت وإنه ليخيل\nإلي أني أجد بردها في ظهري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p259'> Vol. 06, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n175 - حدثني هارون بن عبد الله، حدثنا إبراهيم بن عبد الرحمن بن مهدي،\nحدثنا سيار، حدثنا جعفر، حدثنا ثابت البناني، قال: رأى رجل في المنام كأن\nالناس قد عرضوا على الله عز وجل فجيء بامرأة عليها ثياب رقاق, فاحتجب الله\nعز وجل عنها, وجيء برجل فقال: خلوا عنه فإنه كان في الدنيا من المبكرين إلى\nالجمعات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n176 - حدثني سفيان بن وكيع، حدثنا جميع بن عمر بن عبد الرحمن العجلي، عن\nالحسن بن علي، قال: لا أقاتل بعد رؤيا رأيتها: رأيت رسول الله صلى الله\nعليه وسلم واضعا يده على العرش, ورأيت أبا بكر واضعا يده على النبي صلى\nالله عليه وسلم, ورأيت عمر واضعا يده على أبي بكر, ورأيت عثمان واضعا يده\nعلى عمر, ورأيت دما دونهم, فقيل: الدم قتل عثمان, الله عز وجل يطلب به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n177 - حدثني الحارث بن سريج، حدثني أبو بكر بن خراش، حدثنا مندل، عن مجالد،\nعن الشعبي، حدثني الحارث العجلي، قال: سمعت الحسن بن علي، يقول: والله لا\nأقاتل في فتنة بعد رؤية رأيتها فذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n178 - حدثني المفضل بن غسان، حدثنا علي بن عياش، حدثنا عتبة بن ضمرة، عن\nأبيه، قال: لقيت عمتي في المنام فقلت: لها كيف أنت يا عمة؟ قالت: أنا والله\nيا ابن أخي بخير, وقد وفيت عملي حتى أعطيت ثواب أخلاط أطعمته, قال: خلط\nاللبن بالبقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n179 - حدثنا أبو حفص الصفار، حدثنا جعفر بن سليمان، قال: سمعت ثابتا\nالبناني، أحسبه عن ابن أبي ليلى، قال: قالت امرأة: والله ما أشركت بالله\nقط, ولا زنيت قط, ولا قتلت ولدي قط, ولا أتيت ببهتان افتريته من بين يدي\nولا من خلفي, والله لا يعذبني الله أبدا, قال: ... فأتاها آت في منامها\nفركزها ركزة كاد أن يحترق ... ثم قال: قومي إلى بيتك من النار قالت لم،\nفوالله ما أشركت بالله قط، ولا سرقت قط، ولا زنيت قط، ولا قتلت ولدي قط،\nولا أتيت <span id='ms40'></span> ببهتان افتريته من بين يدي، ولا من خلفي؟ فركزها ركزة مثلها أو\nأعظم ثم قال لها: أيا مكثرة القليل ومؤذية الجار القريب آكلة لحوم الناس\nبالغيب, قومي إلى بيتك من النار, فقلت: بل أتوب بل أتوب, قال: فتوبي, قال:\nفاستيقظ بها أهلها وهي تقول: بل أتوب, بل أتوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n180 - حدثني أبو صالح أحمد بن عاصم العباداني, حدثنا سعيد بن عامر، عن\nالمعتمر بن سليمان، عن عبد الملك، عن خالد بن وردان، قال: رأيت عامر بن أبي\nحفص أبا سعيد بن عامر فقلت: ما فعل الله بك؟ قال: خيرا, قلت: أي العمل وجدت\nأفضل؟ قال: كل شيء أريد به وجه الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n181 - حدثني أحمد بن عاصم، حدثنا سعيد بن عامر، عن المعتمر بن سليمان، عن\nعبد الملك، قال: رأيت خالدا بعد موته فقلت: ما صنعت؟ قال: خيرا, قلت: ترجو\nللخاطئ شيئا؟ قال: تلتمس علم تسبيحات المعتمر, نعم الشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n182 - حدثني محمد بن الحسين، حدثني الفضيل بن عبد الوهاب، حدثني أبو عمر\nالخطاب، عن المعتمر بن سليمان، قال: كان أبي، يحدث خمسة أحاديث ثم يقول:\nأمهلوا سبحان الله, والحمد لله, ولا إله إلا الله, والله أكبر, ولا حول ولا\nقوة إلا بالله, عدد ما خلق, وعدد ما هو خالق, وزنة ما خلق, وزنة ما هو\nخالق, وكل ما خلق, وكل ما هو خالق, وملء سمواته, وملء أرضه, ومثل ذلك\nوأضعاف ذلك, وعدد خلقه, وزنة عرشه, ومنتهى رحمته, ومداد كلماته, ومطمع\nعباده, وحتى يرضى وإذا رضي, وعدد ما ذكره به خلقه في جميع ما مضى, وعدد ما\nيتم ذكره فيما بقي, في كل سنة وشهر, وجمعة ويوم وليلة وساعة من الساعات,\nونسم ونفس أبدا إلى الأبد, أبد الدنيا الآخرة, أبدا من ذلك لا ينقطع أولاه\nولا ينفد أخراه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n183 - حدثني محمد، حدثني بعض البصريين، أن يونس بن عبيد، رأى رجلا فيما يرى\nالنائم كان قد أصيب ببلاد الروم فقال: ما أفضل ما رأيت ثم من الأعمال؟ قال:\nتسبيحات أبي المعتمر وما شاء الله كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n184 - حدثني <span id='ms41'></span> علي بن داود، حدثنا عبد الله بن صالح، حدثني معاوية بن صالح،\nعمن حدثه عن خالد بن معدان، أنه كان يكثر أن يقول الحمد لله, الله أكبر,\nفأتي في نومه, فقيل له: قل: سبحان الله وبحمده فإنهما جارتان متجاورتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n185 - حدثنا أحمد بن عاصم، حدثنا سعيد بن عامر، عن المثنى بن سعيد، قال:\nلما قدمت عائشة بنت طلحة البصرة أتاها رجل فقال: أنت عائشة بنت طلحة؟ قالت:\nنعم, قال: إني رأيت طلحة بن عبيد الله فقال: قل لعائشة حتى تحولني من هذا\nالمكان فإن البرد قد آذاني, فركبت في مواليها وحشمها فضربوا عليه بناء\nواستثاروا فلم يتغير إلا شعيرات في إحدى شقي لحيته أو قال: رأسه حتى حول\nإلى موضعه هذا, وكان بينهما بضع وثمانون سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n186 - حدثنا أبو خيثمة، حدثنا عبد الرحمن بن مهدي، عن حماد بن سلمة، عن علي\nبن زيد، عن آمنة، قالت: رأيت طلحة بن عبيد الله لما حول من مكانه, فرأيت\nالكافور في عينيه ولم يتغير منه شيء إلا عقيصة مالت من مكانها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n187 - حدثني أحمد بن المقدام، حدثني حماد بن واقد، عن فرقد السبخي، قال:\nأتاني في ليلة آت ثلاث مرات كأن مناديا يقول: يا أشباه اليهود الذين إذا\nابتلوا لم يصبروا, وإذا أعطوا لم يشكروا, أي خير فيكم بعد العذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n188 - حدثني هارون بن عبد الله، حدثنا سيار، حدثنا جعفر، قال: غدوت على\nفرقد السبخي، ذات يوم فسمعته يقول: إني رأيت في المنام كأن مناديا ينادي من\nالسماء يا أصحاب القصور يا أشباه اليهود إن أعطيتم لم تشكروا وإن ابتليتم\nلم تصبروا, ولا خير فيكم بعد العذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n189 - حدثنا هارون، حدثنا سيار، قال: كنت جالسا إلى بعض العلماء فانصرفت من\nعنده, فرأيت في المنام كأن قائلا يقول: قولهم شفاء يبرئ الداء, وأعمالهم\nداء لا يبرئه الدواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n190 - حدثني أبو عبد الله التميمي، حدثني المثنى بن الصباح بن أيوب أبو عبد\nالله الهجري، قال: مات لي عم فرأيته فيما يرى النائم وهو يقول: الدنيا غرور\nوالآخرة للعاملين سرور, لم نر <span id='ms42'></span> مثل اليقين والنصح لله وللمسلمين, لا تحقرن\nمن المعروف شيئا واعمل عمل من يعلم أنه مقصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n191 - حدثني أبو عبد الله، حدثني أبو عبيدة البصري، قال: رأيت في منامي\nرجلا يقول ابتعد عن المثالب واجهد أن تنسب لنفسك المناقب, اربع على نفسك\nوانظر ما ستر عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n192 - حدثني أبو عبد الله، حدثني محمد، قال: رأيت منصور بن عمار في المنام\nفقلت: يا أبا كثير ما فعل بك ربك؟ قال: خيرا, قلت: بماذا؟ قال: قال: بما\nكنت تحببني إلى عبادي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n193 - حدثني أبو عبد الله، حدثني الأصمعي، قال: رأيت أحد البصريين من أصحاب\nيونس بن عبيد وقد مات فقلت: من أين أقبلت؟ فقال: من عند يونس الطبيب, قلت:\nمن يونس الطبيب؟ قال: الفقيه اللبيب, قلت: ابن عبيد قال: نعم قلت: وأين هو\nقال: في مجالس الأرجوان مع الحور العين والأبكار قرت عيناه بصحة تقواه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n194 - حدثنا خلف بن هشام، حدثنا حماد بن زيد، عن أيوب، عن عمرو بن دينار،\nعن طاووس، قال: ما من درهم يعدل إلي من درهم في يديه قال: وذكر أن رجلا\nقال: أهديت بدنة عجفاء فرأيت الناس كلهم ... بدنهم ورأيتني على يدي, فكان\nالناس يمرون فيطؤني وركبت كلما حركتها رغبة لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n195 - حدثنا أبو علي أحمد بن إبراهيم, حدثنا حماد بن زيد، حدثنا أبو حازم،\nعن سليمان، عن يسار، قال: أصبح أبو أسيد، وهو يسترجع فقيل مالك قال: نمت عن\nوردي الليلة فرأيت كأن بقرة تنطحني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p264'> Vol. 06, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n196 - حدثنا الحسن بن الصباح، حدثنا علي بن إسحاق، عن داود بن أبي هند،\nحدثنا عباد بن راشد، صاحب البصري, حدثنا ثابت البناني، قال: كنت عند أنس بن\nمالك إذ قدم عليه ابن له من غزاة يقال له: أبو بكر، فتأمله فقال له: ألا\nأخبرك عن فلان، بينما نحن قافلون من غزاتنا إذ نار وهو يقول: واأهلاه\nواأهلاه إن عارضا عرض له فقلنا: ما لك؟ فقال: إني قد حدثت نفسي أن لا أبرح\nحتى يزوجني الله عز وجل حوراء من الحور العين, فلما طالت علي الشهادة حدثت <span id='ms43'></span>\nنفسي في سري إن أنا رجعت تزوجت فأتاني آت فقيل لي في المنام: أنت القائل إن\nرجعت تزوجت؟ فقد زوجك الله العيناء فانطلق إلى روضة خضراء معشبة فيها عشر\nجواري في يد كل واحدة صنعة تصنعها لم أر مثلهن في الحسن والجمال فقلت: فيكن\nالعيناء؟ فقلن نحن من خدمها وهي أمامك, فمضيت إلى روضة أعشب من الأولى\nوأحسن وفيها عشرون جارية في يد كل واحدة صنعة تصنعها ليس العشر إليهن بشيء\nفي الحسن والجمال فقلت: هل العيناء فيكن؟ قلن: نحن من خدمها وهي أمامك قال:\nفمشيت فإذا أنا بروضة هي أعشب من الأولى والثانية وأحسن, وفيها أربعون\nجارية ليس العشر والعشرون إليهن بشيء في الحسن والجمال, قلت: فيكن العيناء؟\nقلن نحن من خدمها وهي أمامك, فإذا أنا بياقوتة مجوفة فيها سرير عليه امرأة\nقد فصل جنباها عن السرير قلت: أنت العيناء؟ قالت: نعم, مرحبا, قال: فهممت\nأن أضع يدي عليها فقالت: مه إن فيك شيئا من الروح بعد ولكن فطرك عندنا\nالليلة قال: فأتيته فما فرغ الرجل من حديثه حتى نادى المنادي يا خيل الله\nاركبي قال: فركبنا فصادفنا العدو قال: قال: فإني لأنظر إلى الرجل وإلى\nالشمس ونحن نصافو العدو, وأذكر حديثه فما أدري أرأسه بدر أم الشمس سقطت\nأوله قال: أنس رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p264'> Vol. 06, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n197 - حدثنا سليمان بن أبي شيخ، حدثنا أبو سفيان الحميري، قال: حدثني ميمون\nأبو خالد الكردي، قال: رأيت عروة أبا عبد الله البزاز في المنام بعد موته\nفقال: إن لفلان السقاء علي درهما وهو في كوة في بيتي, فخذه فادفعه إليه,\nفلما أصبحت لقيت السقاء فقلت له: ألك على عروة شيء؟ قال: نعم, درهم فدخلت\nبيته فوجدت الدرهم في الكوة فأخذته فدفعته إلى السقاء قال سليمان: وكان\nعروة من الكوفة ينزل واسطا وكان من العابدين, أخبرني بذلك أبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p265'> Vol. 06, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n198 - حدثنا إبراهيم بن سيار الكوفي، عن رجل من أهل الكوفة قال: رأيت سويد\nبن عمرو الكلبي في النوم بعدما مات في حالة حسنة فقلت: يا سويد ما هذه <span id='ms44'></span>\nالحالة الحسنة قال: إني كنت أكثر من قول لا إله إلا الله فأكثر منها, قال:\nثم مضى فتبعته حتى دخل المسجد الجامع فأقبل وقال: إن داود الطائي ومحمد بن\nالنضر الحارثي طلبا أمرا فأدركاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p266'> Vol. 06, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n199 - حدثنا محمد بن علي، والزبير بن بكار، قالا: حدثنا مصعب بن عبد الله،\nقال: حدثني إبراهيم بن المنذر بن عبد الله الحزامي، قال: رأيت الضحاك بن\nعثمان في النوم فقلت: يا أبا محمد ما فعل الله بك قال: في السماء تماريد,\nمن قال: لا إله إلا الله تعلق بها, ومن لم يقلها هوى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p266'> Vol. 06, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n200 - حدثنا محمد بن علي، حدثني محمد بن عبد الرحمن المخزومي، قال: رأى رجل\nابن عائشة التميمي في النوم بعدما مات, فقال له: ما فعل الله بك؟ قال: عفا\nعني بحبي إياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p266'> Vol. 06, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n201 - حدثنا أبو عبد الله التميمي، حدثنا السري بن يحيى، عن والان بن عيسى\nبن أبي مريم، رجل من قزوين, وكان من الصالحين قال: اغترني القمر ليلة فخرجت\nإلى المسجد فصليت ما قضى الله لي وسبحت ودعوت فغلبتني عيناي فنمت, فرأيت\nجماعة أعلم أنهم ليسوا من الآدميين بأيديهم أطباق عليها أربعة أرغفة ببياض\nمثل الثلج فوق كل رغيف در مثل الرمان فقالوا: كل, فقلت: إني أريد الصوم,\nقالوا: يأمرك صاحب هذا البيت أن تأكل, فأكلت وجعلت آخذ ذلك الدر لأحتمله,\nفقيل لي: دعه نغرسه لك شجرا ينبت لك خيرا من هذا, قلت: أين؟ قالوا: في دار\nلا تخرب وثمر لا يتغير وملك لا ينقطع وثياب لا تبلى فيها رضوى وعينا, وقرة\nالعين أزواج رضيات مرضيات راضيات لا يغرن ولا يغرن, عليك بالانكماش فيما\nأنت فيه, فإنما هي غفوة حتى ترتحل فتنزل الدار قال: فما مكث إلا جمعتين حتى\nتوفي, قال السري بن يحيى: فرأيته في الليلة التي توفي فيها وهو يقول: ألا\nتعجب من شجر غرس لي يوم حدثتك وقد حمل قلت: حمل ماذا قال: لا تسأل عما لا\nيقدر على صفته أحد ولم ير مثل الكريم إذا حل به مطيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p266'> Vol. 06, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n202 - حدثنا أبو <span id='ms45'></span> عبد الله التميمي، حدثني الوليد بن المثنى السوسي، حدثني\nالصلت بن زياد الحلبي، وكان عبدا من الصالحين قال: رأيت ليلة من ليالي\nرمضان بعبادان كأن معي جماعة من أهل عبادان ونحن نمضي إلى أمر فانتهينا إلى\nماء قصر عظيم فيه بستان أحسن إلى رأي عين خلق من الخلق, فلما انتهينا إلى\nالقصر قال قائل: لا يدخل هاهنا إلا رجل مقيم بهذا البلد ضحى من لم يكن ثم\nقال: يا رحمة لرجل, امض إلى دار فضال فادع من بها فانحشر الناس فأذن لهم\nفقفلت إلى شيء حار فيه بصري وذهب بعقلي ورأيت عليه الآنية من الذهب والفضة\nمعلقة فيها أنواع الشراب وجوار عليهن ثياب ورق يخطف البصر فقال القوم الذين\nهم ليسوا من أهل البلد ما لنا نحجب فلا يؤذن لنا إذ وضع شيء شبه المنبر\nطويل في السماء فصعد عليه جوار من بنات عطرات بأيديهن مجامر, فكثر ضجيج\nالرجال وعلى الجواري ثياب ورق من كل لون إذا أشرفت واحدة على سبع فقالت هذا\nلمن هجر الزوجات واختار العزبات وتجافى عن الضجعات وجاد بنفسه وسخا ببذله\nدمه, لا مع ولد يأنس ولا مع زوجة يفرح آثر دار المقام على الدار الفانية,\nأسماء الغزاة ورب المعروف ليحلنكم من معروفه ما تقر به أعينكم ويؤمن\nروعتكم, ثم قالت: يا قرة أعين تكلمي فرفعت صوتها {وحور عين كأمثال اللؤلؤ\nالمكنون} إلى قوله: {عربا أترابا لأصحاب اليمين} ثم قالت: ليهنكم كرامة\nالكريم ذي العرش المجيد فعال لما يريد داوموا, فمن عنده المزيد وهو الجواد\nالحميد, كبروا فقد طلع النور, فانتبهت وأنا أكبر وقد أضاء الفجر فقمت\nفتوضأت ودخلت المسجد فلما صليت إذا جماعة يتحدثون عما جاءني, ويقول هذا: يا\nفلان قد رأيتك في موضع كذا, ورأيتك يا فلان في موضع كذا, وإذا بهم مثل رؤيا عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p267'> Vol. 06, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n203 - حدثنا أبو عبد الله التميمي، حدثنا سلم بن زرعة بن حماد أبو المرضي،\nشيخ بعبادان له عبادة وفضل قال: ملح الماء عندنا منذ نيف وستين سنة وكان\nههنا رجل <span id='ms46'></span> من أهل الساحل له فضل قال: ولم يكن في الصهاريج شيء وحضرت المغرب\nفهبطت لأتوضأ للصلاة من النهر, وذلك في رمضان وحر شديد, فإذا أنا به وهو\nيقول: سيدي أرضيت عملي حتى أتمنى عليك أم رضيت طاعتي حتى أسألك, سيدي غسالة\nالحمام لمن عصاك كثير, سيدي لولا أني أخاف غضبك لم أذق الماء ولقد أجهدني\nالعطش قال: ثم أخذ بكفيه فشرب شربا صالحا, فتعجبت من صبره على ملوحته فأخذت\nمن الموضع الذي أخذ, فإذا هو بمنزلة السكر فشربت حتى رويت قال: أبو المرضى\nفقال لي هذا الشيخ يوما رأيت فيما يرى النائم كأن رجلا يقول لي قد فرغنا من\nبناء دارك لو رأيتها قرت عيناك وقد أمرنا بنجدها والفراغ منها إلى سبعة\nأيام, واسمها, فأبشر بخير فلما كان اليوم السابع وهو يوم الجمعة بكر للوضوء\nفنزل في النهر وقد مد فزلق فغرق فأخرجناه بعد الصلاة فدفناه قال أبو\nالمرضي: فرأيته بعد ثلاثة أيام في النوم وهو يجيء إلى القنطرة وهو يكبر\nوعليه حلل خضر فقال لي: يا أبا المرضي أنزلني الكريم دار السرور فما أعد لي\nفيها, فقلت: صف لي فقال: هيهات يعجز الواصفون عن أن تنطق ألسنتهم بما فيها\nفاكتسب مثل الذي اكتسبت, وليت أن عيالي يعلمون أن قد هيئ لهم منازل معي\nفيها كل ما اشتهت أنفسهم نعم وإخواني وأنت معهم إن شاء الله, ثم انتبهت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p268'> Vol. 06, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n204 - حدثني أبو عبد الله التميمي، حدثني فرج الروي الصوفي أبو الفتح، وكان\nغزا بقزوين أو أقام بعبادان بهلثا أكثر من ثلاثين سنة قال: أرقب ليلة بهلثا\nفكنت أكبر فغلبتني عيناي في بعض الليل ووجهي ناحية اليمين فإذا أنا برأس\nمثل رأس الإنسان له عينان وفم وأذنان ولحية بيضاء كأنها البرد ولم أر شيئا\nقط ولا وجها أعظم ولا أكبر منه, فكأني كبرت وكبر معي فملا صوته الدنيا\nفجعلت أعجب منه, فقلت لرجل إلى جانبي من هذا؟ قال: ألا تعرف هذا؟ قلت: لا,\nقال: هذا أبو خالد, قلت: من أبو خالد؟ قال: البحر <span id='ms47'></span>, فكأنه يقول: إذا كبرت\nكبر, وإذا كبرت كبرت السموات والأرض وما فيهن من الجبال والشجر والمياه\nوالثرى حتى هذه الأعواد وهذا الصخر الذي فيه هذه المنارة وجميع ساكني ضرب\nمن ضروب الخلق فنظرت ورائي من بحار من التسبيح, عليها ملائكة يدورون حولها\nيكبرون, فلا تزال كذلك حتى توافي القيامة, ثم تكبر فانتبهت وما أجد شيئا\nمما أرقب له قال: فسألته: هل رأيت له بدنا أو حلية تعرفها قال: لا أذكر إلا\nوجهه بلا بدن ولا يد هو آدم شديد الأدمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p269'> Vol. 06, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n205 - حدثني أبو عبد الله، حدثني أيوب بن هانئ، شيخ من أصحاب الحديث في\nمجلس يزيد بن هارون قال: رأيت في ليلة الفطر وقد كنا مطرنا في بعض الليل\nوقد كنت أمرت بناتي أن تخرج لأبكر إلى العيد, فلما جاء المطر قلت: لا أذهب\nفإذا شيخ عند رأسي وقت السحر وهو يقول {وسارعوا إلى مغفرة من ربكم وجنة\nعرضها السموات والأرض أعدت للمتقين}, فقمت فتوضأت وحملت نفسي إلى الذهاب\nإلى العيد فانصرفت ثم قال: فإذا قائل يقول لي: {يوم تجد كل نفس ما عملت من\nخير محضرا}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n206 - حدثنا جعفر المديني، عن شيخ، من تونس، عن عبد العزيز بن أبي رواد،\nقال: رأيت في النوم شجرة في المسجد الحرام عظيمة طويلة ورأيت إبراهيم\nالصائغ عليها فجهدت أن أصعد فلم أقدر, فقال لي إبراهيم يا عبد العزيز لا\nيستطيع هذا إلا من شمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n207 - حدثنا محمد بن قدامة الجوهري، قال: سمعت سعيد بن حرب، قال: كانت\nامرأة بمكة تقرأ القرآن قال: فرأت في منامها كأن حول الكعبة وصائف بأيديهم\nالريحان وعليهم معصفرات فقلت: سبحان الله هذا حول الكعبة أما علمت أن عبد\nالعزيز بن أبي رواد تزوج الليلة قال: فانتبهت فإذا عبد العزيز قد مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n208 - حدثنا إسماعيل بن عبد الله بن ميمون، قال: رأيت محمد بن عمران بن\nمحمد بن أبي ليلى, وكان فاضلا ومات قبل أبيه, فأريته في النوم فقلت: أي\nالأعمال وجدت أفضل قال: المعرفة قلت: فما تقول في الرجل يقول: حدثنا <span id='ms48'></span> أو\nأخبرنا؟ قال فقال: إني أبغض المباهاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n209 - حدثنا محمد بن الحارث الخزاز، حدثنا سيار، حدثنا جعفر، حدثنا صاحب\nلنا كان يختلف معنا إلى مالك بن دينار قال: رأيت مالك بن دينار في المنام\nفقلت: يا أبا يحيى ما صنع الله بك؟ قال: خيرا, لم نر مثل العمل الصالح, لم\nنر مثل الصحابة الصالحين, لم نر مثل مجالس السلف الصالح, لم نر مثل مجالس\nالصالحين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n210 - حدثنا الحسين بن محمد، قال: رأيت في منامي كأن قائلا يقول: هذا زمان\nالموت فيه تحفة للمطيعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n211 - حدثنا أبو بكر بن عمرو الباهلي، حدثنا عبد الوهاب الثقفي، قال: سمعت\nيحيى بن سعيد، قال: سمعت عبد الله بن عامر، يقول: قام عامر بن ربيعة، يصلي\nمن الليل, وذلك حين سعى الناس في الطعن على عثمان, رضي الله عنه, فصلى من\nالليل ثم نام, فأري في منامه فقيل له: قم فاسأل الله أن يعيذك من الفتنة\nالتي أعاذ منها صالح عباده, فقام فصلى ثم اشتكى فما خرج قط إلا جنازة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n212 - حدثنا الحسن بن عبد العزيز الجروي، حدثني الحارث بن مسكين، حدثنا ابن\nوهب، عن عبد الرحمن بن زيد بن أسلم، عن محمد بن المنكدر، قال: رأيت النبي\nصلى الله عليه وسلم في النوم يقول في رجلين من أهل المدينة عليهما لعنة\nالله والملائكة والناس أجمعين, قال محمد: قلت: أجل عليهما لعنة الله\nوالملائكة والناس أجمعين, ماذا منهما؟ قال: كانا يأكلان لحوم الناس\nويغتابوهم, قال: فقال محمد: إني لأعرفهما فلو مرضا لا أعودهما ولو ماتا لا\nأشهدهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n213 - قال محمد بن الحسين، حدثني محمد بن أبي عبيد، قال: قرأت في كتاب لأبي\nعبد الرحمن بن حماد بن عبد ربه أن رجلا وعظ رجلا في منامه فقال: عطل أماكن\nالمعصية من نفسك وأعمرها بطاعته وبلوغ محبته في هذا الليل والنهار, وتوق أن\nتنقضي عنك الأيام وأنت صفر من الخير مغبون بالأيام فتخسر في زمرة الخاسرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n214 - قال محمد بن الحسين: حدثني الحسن بن موسى، حدثني زيد بن موسى\nالهاشمي، رجل من عباد <span id='ms49'></span> قريش قال: أتاني آت في منامي فقال: كم للمؤمنين غدا\nعنده من مجلس يغبطوهم به المرسلون, قلت: يرحمك الله وما الذي بلغهم هذه\nالمنزلة من الله؟ قال: بالقربة من الأعمال الزاكية فليتنافس المتنافسون في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n215 - حدثنا الحسن بن حماد الضبي، حدثنا الحسين الجعفي، عن إسماعيل بن\nالسمان، عن أبيه، عن الربيع بن أبي راشد، قال: لو أعلم أمرا يرضي ربي عز\nوجل لتكلفته, قال: فأري في منامه فقيل له الذكر والشكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n216 - حدثنا يوسف بن موسى، قال: سمعت جريرا، يقول: رأيت النبي صلى الله\nعليه وسلم في المنام فأخذ بيدي فقلت: رسول الله أكنت أوصيت الناس بأهلك؟\nقال: نعم, قلت: هل أوصيت أهلك بالناس قال: نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n217 - حدثنا علي بن يعقوب القيسي، حدثني عبد الرحمن بن المتوكل، حدثني يحيى\nبن المتوكل، حدثني صالح الناجي، قال: سمعت الهيثم الرازي قال: رأيت النبي\nصلى الله عليه وسلم، فقال لي: أنت الهيثم الذي تزين القرآن بصوتك؟ قلت:\nنعم، قال: جزاك الله خيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n218 - حدثني يحيى بن عبد الله المقدمي، حدثني عبد الوهاب بن يزيد الكندي،\nقال: رأيت أبا عمر الضرير في النوم فقلت: ما فعل الله بك؟ قال: غفر لي\nورحمني قلت: فأي الأعمال وجدت أفضل قال: ما أنتم عليه من السنة والعلم قلت:\nفأي الأعمال وجدت شرا قال: احذر الأسماء, قلت: وما الأسماء؟ قال: قدري,\nمعتزلي, مرجئ, فجعل يعد أصحاب الأهواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n219 - حدثنا علي بن داود القنطري، حدثنا عبد الله بن صالح، حدثني يحيى بن\nأيوب، قال: تعاهد رجلان أيهما مات قبل صاحبه أن يخبر صاحبه بما يلقى, فمات\nأحدهما فرآه صاحبه في النوم فقال: يا أخي ما فعل الحسن؟ قال: ذلك ملك في\nالجنة لا يعصي, قال: فابن سيرين؟ قال: فيما شاء واشتهت نفسه وشتان ما\nبينهما, قال: يا أخي, فبأي شيء أدرك ذلك الحسن؟ قال: بشدة الخوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p273'> Vol. 06, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n220 - حدثني أحمد بن أبي أحمد، عن أبي بكر بن محمد بن المغير، حدثني محمد\nبن علي السمان، قال: سمعت رضوان السمان، قال: كان لي جار في منزلي <span id='ms50'></span> وسوقي\nيشتم أبا بكر وعمر, رضي الله عنهما قال: فكثر الكلام بيني وبينه, فلما كان\nذات يوم شتمهما وأنا حاضر فوقع بيني وبينه كلام حتى تناولني وتناولته,\nفانصرفت إلى منزلي وأنا مغموم حزين ألوم نفسي, قال: فنمت وتركت العشاء من\nالغم, فرأيت رسول الله صلى الله عليه وسلم في منامي من ليلتي فقلت: يا رسول\nالله فلان جاري في منزلي وسوقي وهو يسب أصحابك قال: من من أصحابي؟ قلت: أبا\nبكر وعمر, فقال رسول الله صلى الله عليه وسلم: خذ هذه المدية فاذبحه بها,\nقال: فأخذته فأضجعته فذبحته فرأيت كأن يدي قد أصابت من دمه قال: فألقيت\nالمدية وأهويت بيدي إلى الأرض أمسحها, فانتبهت وأنا أسمع الصراخ من نحو\nداره, فقلت: انظروا ما هذا الصراخ؟ قالوا: مات فلان فجاءة فلما أصبحت نظرت\nإليه فإذا خط موضع الذبح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p273'> Vol. 06, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n221 - حدثنا عيسى بن عبد الله، مولى بني تميم عن شيخ من قريش, من بني هاشم\nقال: رأيت رجلا بالشام قد اسود نصف وجهه وهو يغطيه, فسألته عن سبب ذلك\nفقال: نعم قد جعلت لله علي أن لا يسألني عن تلك أحد إلا أخبرته, كنت شديد\nالوقيعة في علي بن أبي طالب, رضي الله عنه كثير الذكر له بالمكروه, فبينا\nأنا ذات ليلة نائم أتاني آت في منامي فقال: أنت صاحب الوقيعة في علي, وضرب\nشق وجهي فأصبحت وشق وجهي أسود هكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n222 - حدثنا أبو بكر الصيرفي، قال: مات رجل كان يشتم أبا بكر وعمر, رضي\nالله عنهما ويرى رأي جهم, فأريه رجل في النوم كأنه عريان على رأسه خرق\nسوداء وعلى عورته أخرى فقال: ما فعل الله بك؟ قال: جعلني مع بكر القيسي\nوعون بن الأعسر, وهما نصرانيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n223 - حدثنا أبو بكر, حدثنا شيخ، قال: مات جار لي وبيني وبينه نسب وكان ممن\nيخوض في هذه الأمور فأريته في النوم كأنه أعور فقلت: يا فلان ما هذا الذي\nأرى بك؟ قال: تنقصت أصحاب محمد فنقصني هذا ووضع يده على عينه الواهية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n224 - حدثنا محمد بن قدامة <span id='ms51'></span> الجوهري، أن رجلا رأى في المنام كأن قائلا يقول:\n</p>\n\n<p>\nلا تكونوا كاللائي من قبلكم ... لم يخافوا بأسنا حتى نزل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n225 - حدثنا أبو عبد الرحمن الأزدي، قال: قال أبو معاذ النحوي: رأيت في\nالمنام كأن قائلا ردد علي هذين البيتين حتى حفظتهما:\n</p>\n\n<p>\nكأن الذي قد كان بالأمس لم يكن ... وما هو كائن فكان قد\n</p>\n\n<p>\nفيا زائلا عنه النعيم وميت ... كل على حال قم بنفسك واقعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n226 - حدثنا الهيثم بن موسى بن عمرو، وحلف لي بالله لرأى في النوم كأن\nقائلا يقول هذا الشعر: فانتبه وقد حفظه:\n</p>\n\n<p>\nوما الدهر والأيام إلا تصرف ... وما العيش إلا حيرة ونكوب\n</p>\n\n<p>\nوما المال إلا عارة عند أهله ... وما الناس إلا ميت فذهوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n227 - حدثنا دارم بن إبراهيم البجلي، عن شيخ من أهل العلم قال: رأيت آتيا\nأتاني في منامي فأنشدني شعرا فحفظته:\n</p>\n\n<p>\nتزهو وأنت تلهو وتلغو ... وسهام المنون كالمنجنيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n228 - حدثنا محمد بن الحسين، قال: رأيت في المنام كأن قائلا ينشدني شعرا\nفحفظته:\n</p>\n\n<p>\nقصر في الخلد من لؤلؤ ... لعبد بدنياه لم يرتفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n229 - حدثني محمد بن أبي رجاء القرشي، قال: رأيت, يعني في المنام كأن قائلا\nيقول، فقلته وأنا في اليقظة:\n</p>\n\n<p>\nلا تفزع الدهر ولا تجزع ... فكلما قدر لا يدفع\n</p>\n\n<p>\nالمرء في الدنيا على ثقله ... لجنبه فيها له مصرع\n</p>\n\n<p>\nما الغني في أهله آمن ... إذا راح للتراب به أربع\n</p>\n\n<p>\nعلى سرير ماله مجد ... ريح البلى من ثوبه يسطع\n</p>\n\n<p>\n... الألف ووافى الثرى ... فبيته من شخصه بلقع\n</p>\n\n<p>\n... في رأسك وتم البلى ... وبالمنى نفسك قد تخدع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n230 - حدثني محمد بن الحسين، حدثني صدقة المقرئ، حدثني صاحب لنا يكنى أبا\nسعيد، من حفظة القرآن قال: نمت ذات ليلة عن جزئي فأريت في منامي قائلا يقول:\n</p>\n\n<p>\nحييت من جسم ومن صحة ... ومن فتى نام إلى الفجر\n</p>\n\n<p>\nوالموت لا يؤمن خطفاته ... في ظلم الليل إذا يسر\n</p>\n\n<p>\nمن بين منقول إلى حفرة ... يفترش الأعمال في القبر\n</p>\n\n<p>\nحين مأخوذ على غرة ... بات طويل الكبر والفخر\n</p>\n\n<p>\nعاجله الموت عن غفلة ... فبات محشورا إلى الحشر.\n</p>\n\n<p>\nكأنها والله حجرا ألقمته فما أنسيتها بعد <span id='ms52'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n231 - حدثنا محمد بن الحسين، حدثنا عمار بن عثمان الحلبي، حدثني مسمع بن\nعاصم، قال: قالت لي رابعة، رحمها الله تعالى: اعتللت علة منعتني عن التهجد,\nفرأيت في النوم كأن قائلا يقول:\n</p>\n\n<p>\nصلاتك نور والعباد رقود ... ونومك ضد للصلاة عميد\n</p>\n\n<p>\nوعمرك غنم (1) إن عقلت ومهلة ... يسير ويفنى دائب ويبيد\n</p>\n\n<p>\nثم غاب من بين عيني واستيقظت بنداء الفجر.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n232 - حدثني محمد بن الحسين، حدثني يحيى بن راشد، حدثني مضر القارئ، قال:\nكان رجل من العباد قارئا ينام الليل فغلبته عينه ذات ليلة فنام عن حزبه,\nفرأى فيما يرى النائم كأن جارية وقفت عليه كأن وجهها القمر المستتم ومعها\nرق فيه كتاب فقالت: أتقرأ أيها الشيخ؟ قال: نعم, قالت: فاقرأ هذا الكتاب,\nقال: فأخذته من يدها ففتحته فإذا فيه مكتوب:\n</p>\n\n<p>\nألهتك لذة نوم عن خير عيش ... مع الخيرات في غرف الجنان\n</p>\n\n<p>\nتعيش مخلدا لا موت فيها ... وتنعم في الخيام مع الحسان\n</p>\n\n<p>\nتيقظ من منامك إن خيرا ... من النوم التهجد بالقران\n</p>\n\n<p>\nقال: فوالله ما ذكرتها قط إلا ذهب عني النوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n233 - حدثني محمد بن الحسين، حدثنا نوح بن يزيد، عن عيسى بن عبد الرحمن،\nقال: رأيت أبا عبد الرحمن المغازلي في النوم فقلت: ما فعل بك ربك؟ فقال:\n</p>\n\n<p>\nكل يوم قد مضى لا تجده ... فاغتنم يومك ذا واستجده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p277'> Vol. 06, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n234 - حدثنا محمد بن الحسين، حدثني أبو جعفر المديني محمد بن عبد الله بن\nحماد، قال: رأيت محمود بن حميد في منامي, وكان من العاملين لله في دار\nالدنيا, فرأيته بعد موته وعليه ثوبان أخضران فقلت: إلى ما صرت إليه بعد\nالموت رحمك الله؟ فنظر إلي ثم أنشأ يقول:\n</p>\n\n<p>\nنعم المتقون في الخلد حقا ... بجوار نواهد أبكار\n</p>\n\n<p>\nقال أبو جعفر: والله ما سمعته من أحد قبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p277'> Vol. 06, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n235 - حدثني أبو عبد الله التميمي، حدثني إسحاق بن مرار أبو عمرو، قال:\nتوفي ابني محمد فرأيته في النوم فقلت: ما زلت أعرفك مسرفا, كنت تفعل كذا\nوكذا, فقال:\n</p>\n\n<p>\nأيا رب إن تغفر فإنك أهله ... وإن تكن الأخرى فإني مجزه\n</p>\n\n<p>\nقال: فقال لي <span id='ms53'></span> شيخ من ناحية البيت هو أفقه منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p277'> Vol. 06, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n236 - حدثنا أبو عبد الله التميمي، حدثنا أبو اليقظان، قال: تزوج رجل امرأة\nفعاهد كل واحد صاحبه: أيهما مات لا يتزوج الآخر بعده, فمات الرجل فلما\nانقضت عدة المرأة أتاها النساء فلم يزلن بها حتى تزوجت فلما كان ليلة\nبنائها فإذا هي بآخذ قد أخذ عضادتي الباب فقال: ما أسرع ما نسيت يا رباب ثم قال:\n</p>\n\n<p>\nحييت ساكن هذا الدار كلهم ... إلا الرباب فإني لا أحييها\n</p>\n\n<p>\nأمست عروسا وأمسى منزلي جدثا ... إن القبور تواري من يوافيها\n</p>\n\n<p>\nقال: فانتبهت فزعا فقالت: والله لا تجتمع رأسي ورأسك أبدا فخالعت زوجها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p277'> Vol. 06, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n237 - حدثنا محمد بن أيوب، حدثنا القعنبي، عن أبيه، قال: رأيت نصيبا في\nالنوم واضعا إحدى رجليه على الأخرى وهو يقول:\n</p>\n\n<p>\nجزي الله عني الموليين ولا جزى ... من الناس خيرا من أراد رداهما\n</p>\n\n<p>\nهما أخواي الصالحان تبايعا ... بملك فهدا بالفراق أخاهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n238 - حدثنا محمد بن الحسين، حدثنا أبو عقيل زيد بن عقيل قال: سمعت مطرفا\nالشقري، يقول لعبد العزيز [بن] (1) سلمان: رأيت فيما يرى النائم كأن قائلا\nيقول: قطع ذكر الموت قلوب الخائفين, فوالله ما تراهم إلا والهين, قال: فخر\nعبد العزيز مغشيا عليه.\n</p>\n\n<p>\nوكان مطرف يختم القرآن في كل يوم وليلة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n239 - حدثني محمد بن الحسين، حدثنا سليمان بن أيوب البصري، قال: حدثني مرجى\nبن وداع، قال: قال عطاء السليمي: كنت أشتهي الموت وأتمناه فأتاني آت في\nمنامي فقال: يا عطاء أتتمنى الموت؟ فقلت: إن ذاك قال: فتقلب في وجهي ثم\nقال: لو عرفت شدة الموت وكربه حتى يخالط قلبك معرفته لطار نومك أيام حياتك\nولذهل عقلك حتى تمشي في الناس والها, قال عطاء: طوبى لمن نفعه عيشه فكان\nطول عمره زيادة في عمله, ما أرى عطاء كذلك, ثم بكى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n240 - حدثنا أبو عبد الله العجلي، حدثنا عمرو بن محمد، حدثني عبد العزيز بن\nأبي رواد، قال: كان رجل بالبادية قد اتخذ مسجدا وجعل في قبلته سبعة أحجار\nفكان إذا قضى صلاته قال: يا أحجار أشهدكم أن لا <span id='ms54'></span> إله إلا الله قال: فمرض\nالرجل فعرج بروحه قال: فرأيت في منامي أنه أمر بي إلى النار فرأيت حجرا من\nتلك الحجارة أعرفه قد عظم فسد عني باب جهنم قال: ثم أتى إلى الباب الآخر\nفإذا حجر من تلك الأحجار أعرفه بعينه قد عظم فسد عني بابا من أبواب جهنم\nقال: حتى سد عني بقية الأحجار أبواب جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n241 - حدثني محمد بن موسى الصائغ، حدثنا عبد الله بن نافع، قال: كانت امرأة\nمتعبدة لها نوى تسبح الله تعالى بهن فرأت ذات ليلة في منامها كأن ذلك النوى\nقائم على سوقه ثلاث صفوف: الصف الأول يقول: سبحان الله دائم الثبات,\nوالثاني يقول سبحان مخرج النبات, والثالث يقول سبحان محيي الأموات.\n</p>\n\n<p>\n242 - حدثنا يوسف بن أبي سلام، قال: رأيت في المنام كأن تاليا يتلو قرآنا\nوالآخر يبكي, فلما أمسك التالي عن القراءة قال ذلك الباكي: طوبى لمن غمرت\nأحزان الآخرة قلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p279'> Vol. 06, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n243 - حدثني سلمة بن شبيب، حدثنا سهل بن عاصم، حدثنا عبد الله بن غالب،\nحدثنا أبو عاصم العباداني، عن يونس بن عبيد، أن رجلا أتي في المنام فقيل\nله: إنكم اليوم تعملون أعمالا تعرض عليكم يوم القيامة فيسركم بعضها ويسوءكم\nبعضها, فانظروا الذي تعملون أن يسوءكم إذا رأيتموه فإياكم وإياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p279'> Vol. 06, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n244 - حدثني سلمة بن شبيب، حدثني سهل بن عاصم، عن الحسين بن موسى\nالخراساني، عن شيخ من بني سليم قال: رأيت النبي صلى الله عليه وسلم في\nمنامي فقلت: يا رسول الله ما حالك قال: أحدثك؟ قلت: حدثني, قال: من استوى\nيوماه فهو مغبون, ومن كان غده شرا من يومه فهو ملعون, ومن لم يكن في زيادة\nفهو في نقصان, ومن كان في نقصان كان الموت خيرا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p279'> Vol. 06, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n245 - حدثنا سلمة، حدثنا سهل، عن عبدة بن سليمان، قال: سمعت مخلد بن\nالحسين، يقول: رأيت في المنام جنازة بين يديها جوار طوال وهن يقلن:\n</p>\n\n<p>\nأصبحتم جزرا للموت يأخذكم ... كما البهائم في الدنيا لكم جزر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n246 - حدثني إبراهيم بن عبد الله، حدثنا قبيصة بن ليث أبو معاوية الأسدي،\nحدثني <span id='ms55'></span> مطرف، عن أبي إسحاق، عن أبي ميسرة عمرو بن شرحبيل قال: رأيت في\nالمنام كأن السماء انفرجت فاطلع منها رجل فقلت: ما أنت؟ قال: أنا ملك قلت:\nأسألك عن شيء, قال: سل عم شئت, قلت: أخبرني عن أهل الجمل؟ قال: فئتان\nمؤمنتان اقتتلوا, قلت: أخبرني عن أهل صفين؟ قال: فئتان مؤمنتان اقتتلوا,\nقلت: أخبرني عن أهل النهروان؟ قال: خلعوا إمامهم ونكثوا بيعتهم فلقوا ترحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n247 - حدثنا عبد الرحمن بن صالح، حدثنا أبو بكر بن عياش، عن عاصم بن بهدلة،\nعن أبي وائل، قال: قال عمرو بن شرحبيل، ليلة صفين: رأيت في المنام البارحة\nكأنا وهؤلاء جميعا اقتص لبعضنا من بعض ثم أدخلنا الجنة جميعا قال: فكان أبو\nوائل يقول: إن صدقت رؤيا أبي ميسرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n248 - حدثنا الحسين بن عمرو بن محمد، حدثنا زكريا بن عدي، قال: سمعت حفص بن\nغياث، قال: رأيت أبا حنيفة في المنام فقلت: أي الآراء وجدت أفضل وأحسن؟\nقال: نعم الرأي رأي عبد الله ووجدت حذيفة بن اليمان شحيحا على دينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n249 - حدثنا هارون بن الحسين، حدثني عبد الله بن فروخ، قال: رؤي داود\nالطائي في المنام وهو يحتضر فقال: الساعة انفلت من السجن, فأصبحوا وقد مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p281'> Vol. 06, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n250 - حدثنا الحسن بن شاذان، حدثنا يزيد بن هارون، عن عبد العزيز بن عبد\nالله الماجشون، عن محمد بن المنكدر، قال: دخل النبي صلى الله عليه وسلم على\nأبي بكر فرآه ثقيلا فخرج من عنده فدخل على عائشة, فإنه ليخبرها بوجع أبي\nبكر إذ جاء أبو بكر يستأذن, فقالت عائشة: أبي, فدخل فجعل النبي صلى الله\nعليه وسلم يتعجب لما عجل الله من العافية فقال: ما هذا إلا أن خرجت من عندي\nفغفوت فأتاني جبريل عليه السلام فسعطني سعطة, فقمت وقد برأت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p281'> Vol. 06, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n251 - حدثنا إبراهيم بن سعيد، حدثنا عبد الغفار بن داود الحراني، حدثنا ليث\nبن سعد، عن عقيل، عن ابن شهاب، أن رجلا رأى في زمن عثمان, رضي الله عنه أنه\nيقال له عد ما يقال لك:\n</p>\n\n<p>\nلعمرو أبيك لا تعجلن ... لقد ذهب <span id='ms56'></span> الخير إلا قليلا\n</p>\n\n<p>\nلقد سفه الناس في دينهم ... وخلى ابن عفان شرا طويلا\n</p>\n\n<p>\nفأتى عليا, رضي الله عنه فذكر ذلك وقال: والله ما أنا بشاعر ولا راوية\nللشعر ولقد أتيت الليلة فألقي على لساني, فقال له: اسكت عن هذا, ثم لم يلبث\nعثمان أن قتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p281'> Vol. 06, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n252 - حدثنا أبو الفضل الكلبي، حدثنا عباس بن هشام بن محمد، حدثنا هشام بن\nمحمد، عن جبلة بن مالك الغساني، قال: حدثني رجل من الحي قال: سمع رجل من\nالحي قائلا في المنام يقول على شق دمشق:\n</p>\n\n<p>\nألا يا لقوم للسفاهة والوهن ... وللعاجز الموهون والرأي ذي الأفن\n</p>\n\n<p>\nوابن سعيد بينما هو قائم ... على قدميه خر للوجه والبطن\n</p>\n\n<p>\nرأى الحصن منجاة من الموت ... فالتجا إليه فزارته المنية في الحصن\n</p>\n\n<p>\nفأتى عبد الملك فأخبره فقال: ويحك هل سمعها منك أحد؟ قال: لا قال: ضعها\nتحت قدميك ثم قتل عبد الملك عمرو بن سعيد بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p281'> Vol. 06, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n253 - وبلغني أن محمد بن زياد الكلبي، قال: أخبرني رجل منذ أكثر من أربعين\nسنة قال: أتاني آت في منامي فقال لي: قل, قلت: ما أقول؟ قال: قل: لبيك على\nالآسلام من كان باكيا فقلته فقال: قل, قلت: ما أقول؟ قال: قل: ويندبه في\nالبر والبحر نادبه فقال: فقلت، قال: ثم قال لي: قل، قلت: ما أقول؟ قال: قل:\n</p>\n\n<p>\nلقد أصبح الإسلام والدين واهيا ... غريبا وقد كادت تبيد عراشه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p282'> Vol. 06, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n254 - حدثني محمد بن الحسين، حدثني عبد الملك بن عبد العزيز بن عبد الله بن\nأبي سلمة الماجشون، حدثني المنكدر بن محمد بن المنكدر، قال: رأيت في منامي\nكأني دخلت مسجد رسول الله صلى الله عليه وسلم فإذا الناس مجتمعون على رجل\nفي الروضة فقلت: من هذا؟ فقيل: رجل قدم من الآخرة يخبر الناس عن موتاهم,\nقال: فجئت أنظر فإذا الرجل صفوان بن سليم, قال: والناس يسألونه وهو يخبرهم,\nقال: فقال: أما هاهنا أحد يسألني عن محمد بن المنكدر؟ قال: فطفق الناس\nيقولون: هذا ابنه, هذا ابنه, قال: ففرجت الناس فقلت: أخبرنا رحمك الله,\nقال: أعطاه <span id='ms57'></span> الله من الجنة كذا, وأعطاه كذا, وأعطاه وأرضاه وأسكنه منازل في\nالجنة وبوأه فلا ظعن عليه ولا موت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p282'> Vol. 06, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n255 - حدثنا محمد بن الحسين، حدثني مطرف أبو مصعب، حدثني أبو عبد الله،\nمولى الليثيين, وكان خيارا: رأيت كأن النبي صلى الله عليه وسلم قاعد في\nالمسجد والناس حوله ومالك بن أنس قائم بين يديه, وبين يدي رسول الله صلى\nالله عليه وسلم مسك, وهو يأخذ منه قبضة قبضة فيدفعها إلى مالك، ومالك\nينثرها على الناس قال أبو مصعب: فأول ذلك العلم واتباع السنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p283'> Vol. 06, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n256 - حدثنا أحمد بن إبراهيم، حدثنا عفان، عن سليمان بن المغيرة، عن حميد\nبن هلال، قال: قال صلة بن أشيم: رأيت في النوم كأني في رهط ورجل خلفنا معه\nالسيف شاهر, كلما أتى على أحد منا ضرب رأسه فوقع ثم يعيده فيعود كما كان,\nقال: فجعلت أنظر متى يأتي علي فيصنع بي مثل ذلك, قال: فأتى علي فضرب رأسي\nفوقع كأني أنظر إلى رأسي حين أخذته أنفض عن سيفي التراب ثم أعدته فعاد كما كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p283'> Vol. 06, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n257 - حدثنا أحمد بن إبراهيم، حدثنا عفان، حدثنا سليمان بن المغيرة، عن\nحميد بن هلال، قال: قال صلة: رأيت أبا رفاعة بعدما صلبوه في النوم على ناقة\nسريعة وأنا على جمل ثقال قطوف وأنا على أثره قال: فيعرجها علي فأقول: الآن\nأسمعه الصوت فيسرعها وأنا أتبع أثره قال: فأول رؤياي أني آخذ طريق أبي\nرفاعة وأنا أكد بعده اليمن كدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p283'> Vol. 06, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n258 - حدثنا أحمد بن إبراهيم، حدثني عفان، حدثني سليمان، قال: قال حميد بن\nهلال: خرج صلة في جيش معه ابنه وأعرابي من الحي قال: فقال الأعرابي: رأيتك\nيا أبا الصهباء في النوم كأنك أتيت على شجرة ظليلة فأصبت من تحتها ثلاث\nشهدات فأعطيتني واحدة وأمسكت اثنتين, فوجدت في نفسي ألا تكون قاسمتني, قال:\nفلقوا العدو فقال صلة: تقدم قال: فقيل: فقتل صلة وقتل الأعرابي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p283'> Vol. 06, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n259 - حدثنا أحمد بن إبراهيم، حدثني مؤمل بن إسماعيل، قال: رأيت همام بن\nيحيى في النوم فكأني أقول له يا أبا عبد الله ما <span id='ms58'></span> صنع بك ربك؟ قال: أدخلني\nالجنة, قلت: من رأيت في الجنة؟ قال: رأيت ثابتا البناني وهو قابل سعيدا\nهكذا, وبسط مؤمل يديه جميعا كأنه يدعو بهما والماء واللبن يسيل من يديه,\nوالناس .... وأمر بفلان إلى النار, قلت: فلانا بكذا كذا؟ كأنه ينسبه إلى\nشيء قد كان يعرف به, قال: نعم, وقيل له: أنت الذي كان يمن على الله بركعتين\nيصليهما له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p284'> Vol. 06, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n260 - حدثنا أحمد بن إبراهيم، حدثنا بشر بن مبشر، حدثنا حماد، عن ثابت، أن\nرجلا رأى فيما يرى النائم كأن الناس يعرضون على الله عز وجل قال: فأتي\nبامرأة عليها ثياب رقاق, فوقفت بين يدي الله تبارك وتعالى, فهبت ريح فكشفها\nفأعرض عنها تبارك وتعالى, وقال: اذهبوا بها إلى النار فإنها كانت من\nالمتبرجات, ثم جعلوا يعرضون حتى أتي علي فأخذ بضبعي فوقفت بين يدي الله\nفقال: دعوه فإنه كان يؤدي حق الجمعة, قال: فكان يبكر إلى الجمعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p284'> Vol. 06, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n261 - حدثنا أبو بكر بن سهل التميمي، حدثنا محمد بن موسى أبو صالح، حدثنا\nمخلد بن الحسين، قال: دخلت على ابن سمعان، غدوة وقد قام من نومه وهو فزع\nفقال: إني رأيت كأن بين يدي كلبين فدعوت فأمن أحدهما ولم يؤمن الآخر فقلت:\nهذان صاحبا بدعة, تدعو أحدهما مجيبا إلى السنة وتدعو الآخر فلا يجيبك, قال:\nفما قمت من ذلك المجلس حتى دخل رجلان قد اختصما عنده, فدعا أحدهما فأجابه\nودعا الآخر فلم يجبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p284'> Vol. 06, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n262 - حدثنا أبو عبد الرحمن القرشي، حدثنا خلف بن تميم، حدثنا إسماعيل بن\nإبراهيم بن مهاجر البجلي، حدثنا عبد الملك بن عمير، حدثني كثير بن الصلت،\nقال: دخلت على عثمان بن عفان، وهو محصور فقال لي عثمان: يا كثير بن الصلت\nما أراني إلا مقتولا من يومي هذا, قال: بل ينصرك الله على عدوك يا أمير\nالمؤمنين, ثم أعاد علي فقال: يا كثير ما أراني إلا مقتولا من يومي هذا,\nقال: قلت: وقت لك في هذا اليوم شيء أو قيل لك فيه شيء قال: لا ولكن سهرت في\nليلتي هذه <span id='ms59'></span> الماضية, فلما كان عند السحر أغفيت إغفاءة فرأيت فيما يرى النائم\nرسول الله صلى الله عليه وسلم وأبا بكر وعمر ورسول الله صلى الله عليه وسلم\nيقول: يا عثمان الحقنا لا تحبسنا فإنا ننتظرك, قال: فقتل من يومه ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p285'> Vol. 06, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n263 - حدثني أبو عبد الرحمن القرشي، حدثنا عبد الرحمن بن محمد المحاربي، عن\nعبد الله بن الوليد، عن عبد الله بن حجيرة، عن عمر بن عبد العزيز، قال:\nرأيت رسول الله صلى الله عليه وسلم في المنام فقال لي: ادن يا عمر, ثم قال\nلي: ادن يا عمر, حتى كدت أن أصيبه, ثم قال لي: يا عمر إذا وليت فاعمل في\nولايتك نحوا من همل هذين, وإذا كهلان قد اكتنفاه, قلت: ومن هذان؟ قال: هذا\nأبو بكر، وهذا عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p285'> Vol. 06, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n264 - حدثنا أبو بكر بن سهل التميمي، حدثنا عبد الرزاق، أنبأنا معمر، عن\nالزهري، عن عروة، عن زينب بنت أبي سلمة، عن أم سلمة، قالت: رأى أبا لهب بعض\nأهله في النوم فقال: ما رأيت بعدكم راحة غير في هذه, وأشار إلى النقرة التي\nفوق الإبهام بعتقي ثويبة, وكانت أرضعت النبي صلى الله عليه وسلم، وأبا سلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p285'> Vol. 06, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n265 - حدثنا عمرو بن خالد التميمي، حدثنا علي بن عاصم، عن الجريري، قال:\nحدثني عبد العزيز، وكان من خيار أهل البصرة قال: كنت أبكر يوم الجمعة إلى\nالمسجد فكنت أنام وأنا قاعد قال: فرأيت النبي صلى الله عليه وسلم في منامي\nفقلت: إني أبكر يوم الجمعة إلى المسجد فأنام وأنا قاعد فهل علي من وضوء؟\nفقال: لا, إنما الوضوء على من اضطجع فنام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p285'> Vol. 06, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n266 - حدثنا زكريا بن يحيى بن عمر الطائي، حدثني أبو المبتدي، قال: رأيت\nالحسن بن صالح في منامي فقلت: ما صنع الله بك؟ قال: باهى بنا الملائكة\nفقلت: أنت ومن؟ قال: أنا وداود الطائي، وزرعة القاضي، ومسعر بن كدام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n267 - حدثني إسحاق النرسي، حدثني أبو عبد الله المروزي، أن رجلا رأى يزيد\nبن هارون بعد موته في النوم, فقال له: ما فعل الله بك؟ قال: أباحني الجنة <span id='ms60'></span>,\nقلت: بالقرآن؟ قال: لا, قال: فبماذا؟ قال: الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n268 - حدثني عبد الله بن محمد بن إسماعيل التميمي، حدثني أبو بكر بن مقاتل،\nقال: مات أخ لي يكنى أبا حفص فاشتد جزعي عليه فرأيته في النوم فقلت: يا أخي\nألست قد مت؟ فقال: إن أهل السنة ينقلون من دار إلى دار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n269 - حدثني أبو شهاب محمد بن أحمد, عن علي بن المديني، قال: رأيت خالد بن\nالحارث في النوم عليه ثياب بياض فقلت: ما فعل الله بك قال: غفر لي على أن\nالأمر شديد, قلت: ما فعل بيحيى القطان؟ قال: فوقنا, قلت: فيزيد بن زريع\nقال: ذاك في عليين ينظر إلى الله تعالى كل يوم مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n270 - حدثني محمد بن أحمد، قال حبيش بن مبشر: رأيت يحيى بن معين في النوم\nفقلت: ما فعل الله بك؟ قال: غفر لي، وأعطاني، وحباني، وزوجني بثلثمئة\nحوراء، وأدخلني عليه مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n271 - حدثني إبراهيم بن يعقوب، قال: قال بعض، المكيين: رأيت سعيد بن سالم\nالقداح في النوم فقلت: من أفضل من في هذه المقبرة؟ قال: صالح بن عبد\nالعزيز, قلت: بم فضلكم؟ قال: لأنه إذا ابتلي صبر, قال: ما فعل فضيل بن\nعياض؟ قال: هيهات كسي حلة لا تقوم لها الدنيا بحواشيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n272 - حدثني إسحاق بن محمد، قال: مرض رجل من العابدين فوصف له دواء فأراد\nأن يشربه, فأتي في منامه فقيل له: أتشرب الدواء والحور العين لك تتهيأ,\nقال: فانتبه فزعا, فصلى في ثلاثة أيام كذا وكذا ركعة حتى انحنى صلبه ومات\nفي اليوم الثالث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n273 - حدثني زكريا بن يحيى البصري، قال: رؤي محمد بن عباد في النوم فقيل\nله: ما فعل بك ربك؟ قال: لولا ذنبي لدخلت الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n274 - حدثنا الحسن بن محبوب، قال: سمعت من بعض أصحابنا، أن ابن المبارك،\nرحمه الله رؤي في النوم, فقيل له: ما فعل بك ربك؟ قال: غفر لي, قيل:\nبالحديث؟ قال: لا بالدرب بالدرب, يعني درب الروم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n275 - حدثنا أحمد بن إبراهيم، حدثني الحسن بن الربيع، حدثني هداب، قال: دخل\nعلي بشر بن منصور <span id='ms61'></span>، في داري هذه, فقلت له: ما تقول في رجل كأنه قائم يصلي\nوإلى جنبه غدوة, ففزع فزعة وقال: ويحك يا هداب لعلي أنا هو, فقلت: لا, فقال\nهذا رجل صاحب .... شيئا من الحرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n276 - حدثني أبو علي الواسطي، عن أحمد بن عبد الله بن ميسرة الحراني، حدثني\nموسى بن حماد، قال: رأيت سفيان الثوري في المنام في الجنة يطير من نخلة إلى\nنخلة ومن شجرة إلى شجرة, فقلت: يا أبا عبد الله بم نلت هذا؟ قال: بالورع,\nبالورع, قلت: فما بال علي بن عاصم؟ قال: ذاك لا نكاد نراه إلا كما يرى\nالكوكب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n277 - حدثني داود بن محمد بن يزيد، حدثنا سيار بن حاتم العنزي، حدثنا جعفر\nبن سليمان، عن هشام، قال: قلنا لعمارة بن حرب: ابن من أنت رحمك الله؟ قال:\nكانت أمي تعمل طحانة, وأنا إن نجوت من النار فأنا بخير, قال هشام: فقال لي:\nسل لي محمد بن سيرين فإني رأيت كأنما اشتق من رأسي ذرة فخرجت منها فسألت\nمحمدا, فقال: هذا رجل معصوم وهذا رجل صالح, قال هشام: فلبث ما شاء الله إن\nسألناه يقول: كانت أمي تعمل طحانة, قال: حتى إذ كان يوم قال: إياكما, قال\nالعبد الصالح: إني رأيت في المنام كأن رجلا يدعو الناس برقاع بها أسماؤهم\nوأسماء آبائهم فلما أتى علي قال: من عمارة بن حرب اليحمدي؟ قال: فدفع إلي\nرقيعة فيها اسمي واسم أبي, قال: فإذا الرجل عمر بن الخطاب, قال: فكان بعد\nيقول: أنا عمارة بن حرب اليحمدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p288'> Vol. 06, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n278 - حدثني عبيد الله بن جرير الأزدي، حدثني سليمان بن موسى الجزري، عن\nرجل، رأى أبا مسعود بن الحارث أخا خالد بن الحارث في النوم, فقال له: ما\nفعل الله بك؟ قال: قربني وأدناني, وقال لي: يا أبا مسعود طال ما ترددت في\nطريق الدنيا وأنا عنك راض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p288'> Vol. 06, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n279 - حدثني عبيد الله، حدثني أبو عيسى الرماني، عن رجل، رأى بشر بن الحارث\nفي النوم فقال: ما فعل الله بك؟ قال: غفر لي وقال: يا بشر, لو <span id='ms62'></span> سجدت لي على\nالجمر ما كافأت ما جعلت لك في قلوب عبادي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p288'> Vol. 06, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n280 - حدثني عبيد الله، حدثني أبو عبد الله بن الجراد، عن محمد بن المهلب\nبن المغيرة، قال: رأيت عبد الله بن داود في النوم فقلت له: ما فعل الله بك؟\nقال: نسأل الله السلامة كهيئة حماد بن سلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p288'> Vol. 06, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n281 - حدثنا علي بن إبراهيم اليشكري، حدثنا وهب بن جرير، حدثنا هشام بن\nحسان، عن محمد بن سيرين، قال: رأيت كثير بن أفلح في النوم فعرفت أنها رؤيا,\nوأنه قد قتل ورأيته يمشي موليا فكرهت أن أدعوه بكنيته, وكان يكنى أبا محمد\nفيظن أهلنا أنما أدعو الهذيل فيوقظونه, فقلت: يا كثير, فأقبل إلي فقلت:\nألست قد قتلت؟ قال: بلى, قلت: فكيف أنتم؟ قال: نحن بخير, قلت: أنتم\nالشهداء؟ قال: لا, إن المسلمين إذا اقتتلوا بينهم فليس قتلاهم بينهم شهداء\nولكن نحن الندماء, قلت: هل علمتم أين أنتم قال: ما منا أحد إلا قد علم أين\nهو, قلت: فكيف حالكم؟ قال: بخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p289'> Vol. 06, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n282 - كتب إلي أبو سعيد الأشج, حدثنا إبراهيم بن أعين، قال: رأيت الثوري في\nالمنام في ثياب حمراء وصفراء فقلت: ما صنعت؟ فديتك, قال: أنا مع السفرة,\nقلت: وما السفرة؟ قال: الكرام البررة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p289'> Vol. 06, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n283 - وكتب إلي أبو سعيد, حدثنا عمران بن عتاب الفزاري، حدثني أبو امرأتي،\nقال: كنت بعبادان, فرأيت في المنام كأن رجلا جيء به في ثياب بياض, فوضع في\nسفينة, فقلت: من هذا الذي قد مات على السنة ونجا وصار في الآخرة, فلما\nارتفع النهار، جاءنا الخبر أن سفيان الثوري مات تلك الليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p289'> Vol. 06, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n284 - وكتب إلي أبو سعيد: سمعت أبا أسامة، قال: كنت بالبصرة حين مات سفيان\nفلقيت يزيد بن إبراهيم، صبيحة الليلة التي مات فيها سفيان فقال: قيل لي\nالليلة في منامي: مات أمير المؤمنين, فقلت ردا على الذي يقول: مات سفيان\nالثوري؟ قال أبو أسامة: فقلت له: وقد مات سفيان الليلة, ولم يكن يزيد علم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p289'> Vol. 06, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n285 - وكتب إلي أبو سعيد: رأيت سعد بن العلاء بن سعد مولى أبي قرة الكندي\nبعدما <span id='ms63'></span> مات, فقلت: يا أبا العلاء ما صنعت؟ قال: دخلت الجنة فرأيت فيها ...\nثم إبراهيم النخعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p290'> Vol. 06, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n286 - حدثني هارون بن سفيان، حدثنا الوليد بن صالح، حدثني عبد الأعلى ابن\nأخيه أبي المقعد، قال: بلغني أن رجلا من التابعين بإحسان رأى كأن القيامة\nقد قامت, فدعي عبد الله بن الزبير فأمر به إلى النار, فجعل ينادي فأين\nصلاتي وصومي, فنودي دعوه لصلاته وصومه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p290'> Vol. 06, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n287 - حدثني هارون بن سفيان، حدثني الوليد بن صالح، حدثنا إسماعيل بن يزيد\nالرقي، أن رجلا من التابعين رأى النبي صلى الله عليه وسلم في النوم فقال:\nيا رسول الله عظني, قال: نعم, من يتعمد النقصان فهو في نقصان, ومن كان في\nنقصان فالموت خير له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p290'> Vol. 06, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n288 - حدثني الحسن بن عبد العزيز، حدثني أبو حفص، حدثنا الوليد بن مسلم، عن\nابن أبي رقية، قال: جاء رجل من بني سنان فقال: إن لأمير المؤمنين عندي\nنصيحة فاستأذن لي عليه, فدخلت على عمر بن عبد العزيز فأخبرته, فقال: اللهم\nارزقني منه النصيحة, فأدخلته عليه فقال: يا أمير المؤمنين إن شئت أن تقرأ\nهذا الكتاب وإن شئت كلمتك, قال: هات الكتاب ثم أذن فخرج, فقال لي بعد:\nأتعرف الرجل؟ قلت: لا, فقال: ما أراك جئتني إلا بشيطان أطلبه, قال: فخرجت\nفلم أخرج حتى وقعت عليه, فقلت: كدت أن تهلكني عند أمير المؤمنين, هو يدعوك,\nفأدخلته عليه, فأخرج ما كان في الكتاب ثم خرج فلحقته, فقلت: أخبرني ما كان\nفي الكتاب, قال أمير المؤمنين يستكتمني: وأنا أخبرك قال: فلم أزل ألح عليه\nحتى أخبرني, قال: إني كنت صاحب صلاة بليل فصليت ما قدر لي ثم نمت, فرأيت\nالنبي صلى الله عليه وسلم فقال: كيف صاحبكم هذا أو أغيركم هذا, فقلت: يا\nرسول الله ما ولينا خليفة لله مثله, قال: إنه ليس في خلفاء الله, ولكنه\nأمير المؤمنين, فهل أنت مبلغه عني ثلاثا إن فعلهن فقد ضبط, وإلا فقد ضيع\nولم يصنع شيئا: أصحاب القبالات يأكلون الربا, والعرفاء يأخذون أموال\nاليتامى, وأصحاب المكوس يظلمون الناس, قال ابن <span id='ms64'></span> أبي رقبة: فما أمسيت من يومي\nحتى أنفد فيهم عمر الكتب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p290'> Vol. 06, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n289 - حدثني الحسن بن عبد العزيز، حدثني رجل من أهل ... قال: مات أخي\nفأصابني من الحزن ما جعلت أعتاد القبور لشدة وجدي, قال: فأريت النبي صلى\nالله عليه وسلم في النوم فقال لي: ما لك؟ قلت: مات أخي فحرمت الصبر عليه,\nقال: قل يا مطلع على خفيات الأعين وسرائر القلوب ارزقني الصبر وحسن العزاء,\nقال: فذهب عني ما كنت أجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n290 - حدثني الحسن بن سليم الأيلي، عن ... الضرير، قال: رأيت النبي صلى\nالله عليه وسلم فيما يرى النائم كأنه وضع شفته على شفتي وعلمني هذا الدعاء:\nاللهم اجعلني مكثرا لذكرك, مؤديا لحقك, حافظا لأمرك, وافيا بوعدك, خائفا\nلوعيدك, راضيا في حالاتي عنك, راغبا في كل أمري لفضلك, منتظرا لرحمتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n291 - حدثني أبو بكر بن إسحاق، حدثنا سعيد بن عامر، عن جرير بن حازم، قال:\nرأيت أسماء بن عبيد في النوم فقلت: ما صنعتم؟ قال: اللهم استرنا بالغنى\nوالعافية وكانت دعوة منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n292 - حدثني أبو عبد الرحمن الأزدي، عن سيار، حدثنا عثمان بن مطر، حدثنا\nتوبة العنبري، قال: أكرهني يوسف بن عمر على العمل, فلما انتهيت حاسبني\nفلبثت في السجن حينا فأتاني آت في المنام عليه ثياب بيض فقال: يا حرم قد\nأطالوا حبسك, قلت: نعم, قال: قل أسأل الله العفو والعافية والمعافاة في\nالدنيا والآخرة فقلتها ثلاثا, فاستيقظت فكتبتها, ثم إني صليت ما شاء الله\nفما زلت أدعو به حتى صليت الصبح فلما صليت الصبح جاء حرسي فحملوني في قيودي\nحتى وضعوني بين يدي يوسف بن عمر فأطلقني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n293 - حدثني محمد بن إدريس، حدثني أحمد بن علي، حدثني أبو روح، رجل من ...\nقال: كنا بمكة في المسجد الحرام قعودا فقام رجل نصف وجهه أسود ونصف وجهه\nأبيض فقال: يأيها الناس اعتبروا بي فإني كنت أتناول الشيخين: أبا بكر وعمر\nأسبهما, فبينما أنا ذات يوم في منامي إذ أتاني آت فرفع يديه فلطم حر وجهي\nوقال لي: أي عدو الله أي فاسق أتسب الشيخين أبا <span id='ms65'></span> بكر، وعمر, فأصبحت وأنا على\nهذا الحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p292'> Vol. 06, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n294 - حدثني علي بن أبي مريم، عن ابن أيوب، حدثني أبو كريمة، وكان يعبر\nالرؤيا قال: جاءني رجل فقال: رأيت كأني أدخلت الجنة فانتهيت إلى روضة فيها\nأيوب، ويونس، وابن عون، والتيمي, فقلت: أين سفيان الثوري؟ قالوا: ما نرى\nذلك إلا كما نرى الكوكب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p292'> Vol. 06, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n295 - حدثني علي بن أبي مريم، عن عمر بن حفص بن غياث، قال: سمعت أبي قال:\nرأيت أبا حنيفة في المنام فقلت: ما حالكم فيما كنتم فيه؟ قال: ما وجدنا\nشيئا, أو قال: خيرا ولكن ذاك صاحبكم قلت: من؟ قال: سفيان بن سعيد, قلت:\nذاك, قال: ذاك ذاك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p292'> Vol. 06, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n296 - حدثني محمد بن إدريس، حدثني أبو صالح، كاتب الليث, عن معاوية بن\nصالح، عن أبي اليمان، قال: إن رجلا كان شابا أسود الرأس واللحية فنام في\nليلة فرأى في نومه أن الناس حشروا, وإذا بنهر من لهب النار, وإذا جسر يجوز\nالناس عليه يدعون بأسمائهم فإذا دعي الرجل أجاب فناج وهالك, قال: فدعاني\nباسمي فدخلت في الجسر فإذا حد كحد السيف يمور بي يمينا وشمالا, فأصبح أبيض\nالرأس واللحية مما رأى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p293'> Vol. 06, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n297 - حدثني محمد بن إدريس، حدثنا عبد الله بن أبي بكر بن الفضل العتكي،\nحدثنا جرير بن حازم، أنه رأى النبي صلى الله عليه وسلم في المنام مسندا إلى\nجذع زيد بن علي وهو يقول: هكذا تفعلون بولدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p293'> Vol. 06, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n298 - حدثنا محمد بن عمارة الأسدي، حدثنا عبد الله بن يزيد المقرئ، أنبأنا\nأنيس بن عمران الشافعي، عن روح بن الحارث بن حنش الصنعاني، عن أبيه، عن\nجده، أنه قال لبنيه: يا بني إذا دهمكم أمر وكربكم أمر فلا يبيتن أحدكم إلا\nوهو طاهر على فراش طاهر, وأظنه قال: في لحاف طاهر ولا يبيتن معه امرأته, ثم\nليقرأ والشمس وضحاها سبعا، والليل إذا يغشى سبعا ثم ليقل: اللهم اجعل لي من\nأمري فرجا, فإنه يأتيه آت في أول ليلة أو في الثالثة أو في الخامسة وأظنه\nقال: أو في السابعة فيقول له المخرج مما أنت كذا <span id='ms66'></span> وكذا, قال أنيس: فأصابني\nوجع لم أدر كيف أتاني, فنمت ليلة هكذا, فأتاني آتيان فجلس أحدهما عند رأسي\nوالآخر عند رجلي ثم قال أحدهما لصاحبه: جسه, فلمس جسدي كله حتى انتهى إلى\nموضع من رأسي فقال: احتجم ههنا ولا تحلق ولكن بغراء, قال: ثم التفت إلي\nأحدهما أو كلاهما فقال: كيف لو ضممت إليهما, فلما أصبحت سألت: أي شيء\nالغراء؟ فقيل لي خطمي أو شيء يستمسك به المحجمة فاحتجمت, فليس بهذا أحد إلا\nوجد منه الشفاء بإذن الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p293'> Vol. 06, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n299 - حدثني محمد بن إدريس، حدثنا أبو صالح، كاتب الليث, حدثني الليث، أن\nعميرة بن أبي ناجية الرعيني، قال: أخذت يتيما من قريش وذهبت به إلى منزلي\nفأطعمته ودهنته ووهبت له فلوسا, وقلت: اللهم أشرك أمي معي فيما صنعت بهذا\nاليتيم, ثم نمت فرأيت أمي أقبلت متلبسة على أحسن ما كانت, معها ذلك اليتيم,\nتمشي حتى وقفت علي ثم قالت أي بني لو رأيت ما صنع بي هذا الغلام منذ اليوم\nقال: يقول الليث: أصابت به خيرا للذي كان من ابنها إلى اليتيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n300 - حدثني محمد بن حماد المقرئ، حدثنا وهب بن بيان، قال: رأيت يزيد بن\nهارون في المنام فقلت: يا أبا خالد أليس قد مت؟ قال: أنا في قبري, وقبري\nروضة من رياض الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n301 - حدثني عبيد الله العتكي، حدثنا الفضيل بن الحسن، حدثنا الحارث بن\nوجيه، قال: سمعت مالك بن دينار، قال: رأيت محمد بن واسع في الجنة, ورأيت\nمحمد بن سيرين في الجنة فقلت: أين الحسن؟ قال: عند صخرة المنتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n302 - حدثني أبو إسحاق الأزدي، قال: قال محمد بن مسلمة المديني: كنت في غم\nوصف شدته, فرأيت النبي صلى الله عليه وسلم في المنام أحسبه قال: عند الباب\nالذي يلي القبر رافعا يديه يقول: يا من فلق البحر لموسى بما فلقت به البحر\nنجني بما أنجيت به موسى. قال محمد: ورأيت النبي صلى الله عليه وسلم مرة\nأخرى في المنام وهو يقول: يا رب بمن أستغيث إذا لم أستغث بك فيغيثني, يا <span id='ms67'></span> رب\nإلى من أتضرع إذا لم أتضرع إليك فترحمني, يا رب من أدعو إذا لم أدعك\nفتستجيب لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n303 - حدثني هاشم بن القاسم، حدثني إسحاق بن عباد، حدثني أبو العباس\nالقرشي، قال: أتيت أبا نصر التمار بعد موت بشر بن الحارث بأيام نعزيه فقال\nلنا أبو نصر: رأيته البارحة في النوم في أحسن هيئة فقلت له: بما صنع بك ربك\nقال: استحييت من ربي من كثرة ما أعطاني من الخير, وكان فيما أعطاني أن غفر\nلمن تبع جنازتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n304 - حدثنا نوح بن حبيب، حدثنا الأزهر بن القاسم، حدثنا الدستوائي، عن\nقتادة، عن الحسن، أن رجلا رأى فيما يرى النائم فقال الحي للميت: أي شيء\nوجدتم أفضل؟ قال: القرآن قال: أي القرآن وجدتم أفضل؟ قال: {لا إله إلا هو\nالحي القيوم} قال: ما ترجو لنا من شيء قال: نرجو أعمالكم, إنكم تعملون ولا\nتعلمون, ونحن نعلم ولا نعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n305 - حدثني عبد العزيز بن معاوية القرشي، حدثني بشر بن الوضاح، وكان من\nخيار المسلمين, حدثنا خويل أبو عبد الله، قال: لما مات أبو عبد الله\nالسحيمي رأيته فيما يرى النائم فقال: ما منعك أن تصلي علي؟ قال: فاعتذرت\nببعض ما يعتذر الناس به فقال: أما إنك لو صليت علي ربحت رأسك قال: فأي شيء\nوجدتم أفضل؟ قال: فجعل يومئ بيده إلى الأرض ويقول: التواضع, التواضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n306 - حدثني محمد بن علي المقدمي، حدثنا سعيد بن عامر، عن حزم، قال: رأيت\nأسماء بن عبيد فيما يرى النائم فقلت: أي العمل وجدت أفضل؟ قال: هذا, قال:\nاللهم استرنا بالغنى وبالمعافاة في الدنيا والآخرة, قال حزم: وكانت دعوة\nمنه, أي أنه كان يدعو بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n307 - سمعت محمد بن الحسين يحدث بهذا الحديث فلم أحفظه, فحدثني علي بن أبي\nمريم، عنه, حدثني يوسف بن الحكم, حدثني راشد بن زفر، مولى سلمة بن عبد\nالملك, عن أبيه، قال: تناول الوليد بن عبد الملك يوما عمر بن عبد العزيز\nبلسانه, فرد عليه عمر, فغضب الوليد من ذلك غضبا شديدا, وأمر بعمر فعدل به\nإلى <span id='ms68'></span> بيت فحبس فيه,\n</p>\n\n<p>\nقال راشد: فحدثني أبي زفر مولى سلمة وكانت فاطمة أرضعتها أم زفر قال:\nقالت لي فاطمة مرض زفر فمكث ثلاثا لا يدخل عليه أحد ثم أمر بإخراجه إن وجد\nحيا, فأدركناه وقد زالت رقبته شيئا فلم نعالجه حتى صار إلى العافية, قالت:\nفقال لي: أحدثك يا فاطمة حديثا واكتميه ما دمت حيا, قلت: نعم, قال: إنه لما\nحبست أتاني تلك الليلة آت في منامي فقال لي: ليس للعلم في الجهال حظ, إنما\nالعلم طرقه الأعضاء, قال: فرفعت إلى القائل رأسي, فإذا هو عبيد الله بن عبد\nالله بن عتبة, قال: فسلمت عليه في منامي فقال لي: إن الوليد جاهل بأمر الله\nقليل الرعاية لحرمات الله فلا سمع من قال: وهب الله لك من العلم بأمر الله\nمع ما حرمه من ذلك ليبين فضل نعمة الله عليك في العلم بأمر الله على كثير\nمن من جهل بأمر الله أجزى وأجدر أن لا يتركا جميعا, قال عمر فوالله يا\nفاطمة ما أكاد أن أغضب إلا وكأني أنظر إلى عبيد الله بن عبد الله قائما\nيخاطبني تلك المخاطبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p296'> Vol. 06, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n308 - حدثني الحسين بن عبد الرحمن، عن أحمد بن أبي الحواري، قال: سمعت أبا\nسليمان، قال: كان شاب بالعراق سعيدا فخرج مع رفيق له إلى مكة, فكان إن\nنزلوا فهو يصلي, وإن أكلوا فهو صائم, فصبر عليه رفيقه ذاهبا وآتيا, فلما\nأراد أن يفارقه قال: يا أخي أخبرني ما الذي هيجك لما رأيت, قال: أريت في\nنومي قصرا من قصور الجنة فإذا لبنة من فضة ولبنة من ذهب, فلما تم البناء\nإذا شرفة من زبرجد وشرفة من ياقوت وبينهما حوراء من الحور العين مرخية\nشعرها عليها ثوب من فضة ينثني معها كلما تثنت, فقالت يا سهل جد إلى الله في\nطلبي فقد والله جددت إليه في طلبك, فهذا الاجتهاد الذي كنت تراه في طلبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p296'> Vol. 06, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n309 - قال: كتب إلي علي بن حرب الطائي: حدثنا محمد بن عمر القرشي، عن عبيدة\nبنت نابل، عن عائشة بنت <span id='ms69'></span> سعد، قالت: سمعت أبي يقول: رأيت في المنام قبل أن\nأسلم بثلاث كأني في ظلمة لا أبصر شيئا إذ أضاء لي قمر, فاتبعته فكأني أنظر\nإلى من سبقني إلى ذلك القمر فأنظر إلى زيد بن حارثة, وإلى علي بن أبي طالب,\nوإلى أبي بكر رضي الله عنهم, وكأني أسألهم متى انتهينا إلى ههنا, قالوا:\nالساعة, وبلغني أن رسول الله صلى الله عليه وسلم يدعو إلى الإسلام مستخفيا,\nفلقيته في شعب أجياد وقد صلى العصر, فقلت: إلى ما تدعو؟ قال: تشهد أن لا\nإله إلا الله وأني رسول الله, قال: قلت: أشهد أن لا إله إلا الله وأنك رسول\nالله, فما تقدمني أحد إلا هم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p296'> Vol. 06, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n310 - حدثني يعقوب بن عبيد، أنبأنا علي بن يونس البلخي، حدثنا أبو معاذ\nخالد بن سليمان، عن الوصافي، قال: قال عمر بن عبد العزيز: رأيت النبي صلى\nالله عليه وسلم في المنام، وأبا بكر، وعمر, فقال لي النبي صلى الله عليه\nوسلم: إذا وليت الناس فاعمل بعمل هذين, أو اقتد بهذين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p297'> Vol. 06, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n311 - حدثني الحسين بن السكن بن أبي السكن البصري، حدثنا المعلى بن أسد،\nحدثنا ديلم بن غزوان، حدثنا ثابت، أن رجلا من أهل الغنى كان ينحل, فعرض له\nسائل فأمر له بكبش, قال: فأخذته عينه من الليل, فأقبلت إليه ماشية, فقام\nذلك الكبش حتى ردها عنه فاستيقظ قال: أيم الله إن أصبحت لأكثرن إخوانك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p297'> Vol. 06, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n312 - حدثني زياد بن أيوب أبو هاشم، حدثنا هاشم بن القاسم، حدثنا سليمان بن\nالمغيرة، عن ثابت، عن أنس، قال: كان رسول الله صلى الله عليه وسلم يعجبه\nالرؤيا الحسنة, فكان فيما يقوله: هل رأى أحد منكم رؤيا, فإذا رأى الرجل\nالذي لا يعرفه الرؤيا سأل عنه فإن أخبر عنه بمعروف كان أعجب لرؤياه, قال:\nفجاءت امرأة فقالت يا رسول الله رأيت في المنام كأني خرجت فأدخلت الجنة,\nفسمعت وجبة ارتجت لها الجنة, فإذا أنا بفلان وفلان, حتى عدت اثني عشر رجلا,\nوقد بعث رسول الله صلى الله عليه وسلم سرية قبل ذلك فجيء <span id='ms70'></span> بهم وعليهم ثياب\nطلس تشخب أوداجهم, فقيل: اذهبوا بهم إلى نهر البيدخ, فغمسوا فيه فأخرجوا\nووجوههم كالقمر ليلة البدر, وأتوا بكراسي من ذهب فأقعدوا عليها, وجيء بصحفة\nمن ذهب فيها بسرة, فأكلوا من البسرة ما شاؤوا, فما يقلبونها لوجه من وجه\nإلا أكلوا من فاكهة ما شاؤوا, قالت: وأكلت معهم فجاء البشير من تلك السرية\nفقال: يا رسول الله كان كذا وكذا, وأصيب فلان وفلان حتى عد اثني عشر رجلا\nفقال: علي بالمرأة, فقال: قصي رؤياك على هذا, فقال الرجل هو كما قالت: أصيب\nفلان وفلان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p298'> Vol. 06, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n313 - حدثني عبيد الله بن جرير الأزدي، حدثنا موسى بن إسماعيل، حدثنا حبان\nبن يسار، قال: رأيت في المنام شيخا مخضوبا بالحناء آخذا ....\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p298'> Vol. 06, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n314 - حدثنا محرز بن سلمة، حدثنا موسى الخياط، حدثنا أبو خزيمة، قال: كنت\nبالإسكندرية فأتاني آت في منامي قال: قم فصل ثم قال: أما علمت أن مفاتيح\nالجنة مع أصحاب الليل هم خزانها هم خزانها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p298'> Vol. 06, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n315 - حدثنا منصور بن أبي مزاحم، حدثنا سعيد بن صفوان، عن الفرات، عن ميمون\nبن مهران، أن عمر بن عبد العزيز، كتب إليه وهو على خراج الجزيرة: إني\nأحسبني لما بي, وقد أحببت أن تحضرني إن كان ذلك لا يبلغ منك مشقة, فركب\nإليه ميمون ومعه ابنه, حتى انتهى إلى بعض السكك من أرض الجزيرة فسمع فرانقا\nيقول لصاحبه إن كان هذا الشيخ صدق في رؤياه لقد مات أمير المؤمنين قال:\nفوقع في نفسي, قلت: من هذا الشيخ, قال: رجل من بني عقيل, قال: قلت له:\nأتدري أين منزله؟ قال: نعم, قال: فمشيت معه وأمرت ابني أن يفرغ من راحلته\nإلى أن يصلي الضحى, فإذا هو قائم في مسجده يصلي فسلمت فأجابتني امرأة وهي\nعجوز موسومة بالخير, وقالت: ما حاجتك؟ قلت: حاجتي إلى هذا الكهل الصالح\nأسأله عن رؤيا ذكرت لي, فقالت: إن شئت أنبأناك بها, قال: الساعة الساعة,\nفقلت: أجل فذكرت أنه لما صلى الضحى رفع رأسه إلى ظهر مسجده فانتبهت فزعا,\nفقال: إني رأيت آنفا ابني فلانا <span id='ms71'></span>, وكان استشهد بأرض الروم على أحسن صورة كان\nيكون عليها, فقلت: يا بني ألم تكن قد مت قال: استشهدت فأنا مع الأحياء\nالمرزوقين, قال: قلت: ... ما جئت؟ قال: توفي عمر الليلة, فنادى مناد من\nالسماء أن انهض أيها الشيخ, قال: قد حفظته الرؤيا, ثم تلا {أفرأيت إن\nمتعناهم سنين ثم جاءهم ما كانوا يوعدون, ما أغنى عنهم ما كانوا يمتعون}, ثم\nقام إلى صلاته, وما كلمني بكلمة غيرها, فمضيت فلم أدرك عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p299'> Vol. 06, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n316 - حدثني الحسن بن عبد العزيز، قال: كان عندنا شيخ على أمور, ثم أقلع\nعنها, فلما احتضر أغمي عليه ثم أفاق, فقال: إني رأيت كأني مت وكأن آتيا\nأتاني فانطلق بي إلى الله عز وجل, حتى وقف بي دون الحجاب, فكأنه أرادني على\nالدخول فبداخلي الحياء والخوف, فكأنه يقول: ما هو إلا الدخول عليه أو دخول\nإلى النار, فكأن اخترت دخول النار للذي أصابني من الحياء, قال: فانطلق بي\nثم إنه عرج به وقيل له انطلق به إلى الجنة, قال: فأتى بي في الجنة فقرع\nحلقة الباب فارتفعت بصوت ما سمعت مثله حسنا, ففتح لنا فدخل ودخلت معه,\nفرأيت صاحبا لنا فقلت: فلان؟ قال: فلان, قلت: ما أدخلك الجنة؟ قال: حججنا\nفانصرفنا من الحج, فانتهينا إلى مبنى فقعدنا تحته, فحمدنا الله على ما\nرزقنا, فأدخلت بذلك الجنة, قال: وسمعنا صوتا بالقرآن ما سمعت أحسن منه,\nفقلت: من هذا؟ قالوا: هذا إدريس, {ورفعناه مكانا عليا}, قال: فانظروا فإن\nمت عند العصر فرؤياي حق, فلما كان أول وقت العصر أخبرناه قد صار على ما ....\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p300'> Vol. 06, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n317 - حدثني الحسن بن عبد العزيز، قال: رأيت أبا بكر بن حبيب الأبراري في\nالنوم, كأن عليه ثياب بياض وهو في حال حسنة, فقلت: ما فعل بك وما حالك وكيف\nرأيت منكرا، ونكيرا قال: فكأنه أجابني عن آخر كلام, فقال: لقد نفضنا التراب\nعن أكفاني قال: فوقع في نفسي أنه راعتهما به, ولكني هاهنا, وأشار إلى\nناحية, قال: فكأني أخذت في تلك الناحية التي أشار فإذا غدره في <span id='ms72'></span> مواضع,\nوانتبهت فأولت ذلك التقرب من السلطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p300'> Vol. 06, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n318 - حدثني الحسن بن عبد العزيز، قال: سمعت أبا حفص، يقول: رأيت النبي صلى\nالله عليه وسلم في النوم وهو يعاتبني في شيء, وقال لأبي مروان عبد الملك بن\nبزيع: الزم ما نفعك, قال: فأخبرت أبا مروان بما رأيت, فقال: ألم تر إلى\nالرجل إذا كان أحمق يقال له: الزم ما ينفعك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p301'> Vol. 06, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n319 - حدثني الحسن بن عبد العزيز، حدثنا الحارث بن مسكين، حدثنا عبد الله\nبن وهب، عن عبد الرحمن بن زيد بن أسلم، عن ابن أبي حازم، أنه رأى في المنام\nأنه في الجنة قال: فلم أفقد أحدا من إخواني إلا عوف بن يزيد, قالوا: فإن\nعوف رفع لحسن خلقه الذي تعرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p301'> Vol. 06, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n320 - حدثني الحسن بن عبد العزيز، حدثنا الحارث بن مسكين، حدثنا ابن وهب،\nحدثني عبد الرحمن بن زيد، عن المنكدر بن محمد، قال: رأيتني في الجنة فرأيت\nأبا أسامة وأبي وإخوانه حول أبي أسامة, قال: وأرني أبا أسامة كأنه يتحدر\nالماء من أثر غسل اغتسله, فقال لي أبي: يا بني سل أبا أسامة: من أين أتيت\nالآن؟ قال: فكأنه أتى من مكان بعيد فقال: جئت من الكثيب, فأراني أهبت بأبي\nلأسأله عمن مضى من هذه الأمة وبقي, ففزعت, فاستيقظت, قال المنكدر: ورأيت\nصفوان بن سليم أتى المسجد فكأني أراه يخبر الناس عن موتاهم, فأرني أهبت عن\nأبي, لأني لا أدري ما يخبرني, فقال: أما ههنا أحد يسألني عن محمد بن\nالمنكدر, قال: قلت: بلى, قال: فإن الله أعطاه كذا وكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p301'> Vol. 06, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n321 - وبه قال ابن وهب: قال ابن زيد: قال رجل من الأنصار: رأيت النبي صلى\nالله عليه وسلم وأبا بكر وعمر خرجوا من هذا الباب فإذا النبي صلى الله عليه\nوسلم يقول له يجالسه ويسمع من حديثه, فجاء النبي صلى الله عليه وسلم حتى\nجلس إلى جنبك, وأخذ بيدي, فلم يكن بقاء أبي بعد هذا إلا يسيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p301'> Vol. 06, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n322 - حدثني الحسن بن عبد العزيز، حدثنا الحارث بن مسكين، قال: حدثنا ابن\nوهب، عن عبد الرحمن بن <span id='ms73'></span> زيد بن أسلم، عن سليمان بن سليمان العمري، قال: رأيت\nأبا جعفر القاري يعني في المنام على الكعبة فقلت له: أبا جعفر, قال: نعم,\nأقرئ إخواني مني السلام وأخبرهم أن الله جعلني مع الشهداء الأحياء\nالمرزوقين, وأقرئ أبا حازم السلام, وقل له: يقول لك أبو جعفر: الكيس الكيس\nفإن الله تعالى وملائكته يتراءون مجلسك بالعشيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p302'> Vol. 06, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n323 - قال ابن وهب، وحدثنا عبد الرحمن بن زيد، قال: جاء رجل فقال: إني رأيت\nبعض أهل السماء وهو يقول لأهل هذا المجلس: هؤلاء في روضات الجنات آمنون, ثم\nأراه أراد أهل ذلك المجلس فوضع بين أيديهم مجلسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p302'> Vol. 06, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n324 - قال ابن وهب: وحدثنا عبد الرحمن بن زيد، أن أبا حازم حدثه أن رجلا\nأتاه فحدثه أنه رأى النبي صلى الله عليه وسلم يقول لأبي الحازم: أنت المار\nبي معرضا, لا تقف وتسلم علي, فلم يدع ذلك أبو حازم منذ بلغته هذه الرؤيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p302'> Vol. 06, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n225 - قال: حدثت عن أبي الخطاب البصري، حدثنا مرحوم، قال: رأيت ليلة مات\nعمرو بن فائد كأن جنازة قد مر بها وسط المربد, عليها فرد من حول البصرة\nوقائل يومئ إلي وهو يقول: {الذين كفروا وصدوا عن سبيل الله أضل أعمالهم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p302'> Vol. 06, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n326 - حدثني أبو محمد العتكي، حدثني أبي قال: كنا على دكان دار سلمان بن\nعلي, فإذا قائل يقول: رأيت في منامي في ليلتي هذه جنازة قد مر بها وسط\nالمربد معها عالم من الناس, إذ جاءت الريح فكشفت عن السرير, فإذا عليه رجل\nمن صقر, فمكثنا سبعة أيام, فمات عمرو بن فائد, فمر به في وسط المربد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n327 - حدثت عن مسدد، قال: مررت في الكلأ ليلة مات عمرو بن فائد فإذا قائل\nيقول: رأيت في هذه الليلة النبي صلى الله عليه وسلم وعمرو بن فائد يؤم\nالنبي صلى الله عليه وسلم قال: ففزعت من نومي فحمدت الله, وقال من رأى هذه\nالرؤيا: هذا الذي رأيت له على غير الإسلام, النبي صلى الله عليه وسلم لا\nيؤمه أحد, النبي صلى الله عليه وسلم إمام الناس حيا وميتا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n328 - قال <span id='ms74'></span> نصر بن علي: رأيت يزيد بن زريع بعدما مات في النوم فقلت: ما فعل\nالله بك؟ قال: غفر لي قلت: بماذا؟ قال: بالصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n329 - حدثنا حريث، عن مثنى بن معاذ، عن عبد الله بن سوار بن عبد الله، قال:\nرأيت بشر بن منصور في النوم فقال لي: تركت يحيى بن سعيد وسفيان الثوري\nيتناجيان في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n330 - حدثني رجل من بني تميم قال: أريت في النوم وقد أصابني وجع كأن قائلا\nيقول: أعوذ بعزة الله وقدرته من شر ما أجد, فكنت أقولها على ذلك الوجع, فلم\nيلبث أن سكن عني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n331 - حدثني عبيد الله بن عمر، قال: رأى رجل من صور في المنام كأن قائلا\nيقول له:\n</p>\n\n<p>\nوقم في ديار القوم للناس واعظا ... ألا أنت من قد راح واغتدى\n</p>\n\n<p>\nوأتعب في المكروه لله نفسه ... وقد كفاها الله عن لذة الهوى\n</p>\n\n<p>\nيبيت قرير العين إن بات ساهرا ... ويصبح مسرورا إذا نومه طوى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n332 - حدثني عبيد الله بن عمر، أن رجلا رأى في المنام ليلة مات أشهب بن عبد\nالعزيز كأن قائلا يقول:\n</p>\n\n<p>\nذهب الذين يقال عند فراقهم ... ليت البلاد بأهلها تتقلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p304'> Vol. 06, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n333 - حدثني عبيد الله بن عمر، عن رجل، قال: أتاني آت في المنام فقال:\nعليكم بالصلاة فقوموها ففي تقويمها لكم النجاة, قال: فأجبته وما كنت شاعرا:\n</p>\n\n<p>\nبصرتني باب رشد كنت أجهله ... لو كنت أعرفه ما فاتني الباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p304'> Vol. 06, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n334 - حدثني عبيد الله العتكي، حدثنا عبد الله بن رجاء، حدثنا عكرمة بن\nعمار، عن حكيم بن عمار الحنفي، أن ابن خالته حدثه, وكان صديقا لأبي هريرة\nيهدي إليه تمرات من تمر, قال أبو هريرة: يا يمامي لقد تكلمت بكلمة لعلي ألا\nأكون تكلمت بها أحب إلي من اليمان, وما بيني وبينها من تواد قال: قلت: يا\nأبا هريرة والله إن تلك الكلمة عظيمة, وما هي قال: بلى كان لي صديق من أهل\nالمدينة تاجرا, وكان كثير المال فمرض, فخشيت عليه الموت, فأردت أن أعظه,\nفأتيته بكرة, فلما قمت قلت: للخادم استأذن لي على فلان, قال: فسمع صوتي,\nفقال <span id='ms75'></span>: قد أتاني أبو هريرة يا محمد إذا به رماني لا أستطيع, قالوا له: لا\nيستطيع هو مريض فرجعت وأنا مغضب, فمر علي بجنازة من العشي, فقلت: إن هذه\nلجنازة بعيدة من رحمة الله وكانت لي أنيسة, يعني سارية أصلي إليها في مسجد\nالرسول صلى الله عليه وسلم, فأتيتها فصليت من تلك الليلة ما كتب لي, ثم\nغلبتني عيني, فأتاني رجلان فأخذا بضبعتي واحتملاني, حتى وقفا بي على النار,\nفجعلا يدفعاني فيها حتى إذا بلغت نفسي ههنا, وأومأ بيده إلى نهايته قال:\nفانصرفا بي إلى الجنة, فإذا أنا به أول الناس, فاستقبلني فقلت: ما أدخلك\nمدخلك هذا؟ قال: بكلمتك التي تكلمت بها أمس, وزعم يحيى قال: قال رسول الله\nصلى الله عليه وسلم: من حتم على الله أكذبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p304'> Vol. 06, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n335 - حدثني رجل من ولد أبي بكر الصديق, رضي الله عنه أن رجلا علم هذا\nالدعاء في النوم: اللهم يا منبت الأشجار, ويا مجري الأنهار, ويا مفرقا بين\nالليل والنهار افعل لي كذا وكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n336 - حدثني يعقوب بن إسحاق بن زياد، قال لي قائل في منامي: راقب الله\nمراقبة من سمع الزجر وانتفع بالتحذير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n337 - حدثت عن أبي إسحاق بن منصور السلولي، عن الحسن بن صالح، عن أبيه،\nقال: رأيت الحارث العكلي في النوم فقلت: أهالكون نحن؟ قال: كلا إن دين الله قائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n338 - حدثت عن يزيد بن هارون، قال: رأيت محمد بن يزيد الواسطي بعد موته في\nالمنام فقلت: ما صنع الله بك؟ قال: غفر لي, قلت: بماذا؟ قال: مجلس جلسه\nإلينا أبو عمرو البصري يوم جمعة بعد العصر فدعا وأمنا, فغفر لنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n339 - حدثت عن أبي إسحاق بن منصور، قال: رأيت النبي صلى الله عليه وسلم في\nالنوم فقال: عليك السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n340 - حدثني محمد بن عبد الله أبو جعفر، قال: سمعت عصمة بن سليمان، قال:\nحدثت عن سويد الكلبي، قال: مات شيخ من الحي صاحب خمارات فأريته في النوم\nفقلت: ما فعل بك؟ قال: قال لي ربي: لولا أنك شيخ لعذبتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n341 - حدثني بكر بن خلف البصري، حدثنا <span id='ms76'></span> عبد الواحد بن غياث، عن رجل، قال:\nرأيت حماد بن سلمة في النوم فقلت: ما فعل الله بك؟ قال: غفر لي ورحمني\nوأسكنني في الفردوس, قلت: بماذا؟ قال: بقولي: يا ذا الطول, يا ذا الجلال\nوالإكرام, يا كريم أسكني الفردوس, فأسكنني الفردوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n342 - ... سليمان بن حرب، حدثنا حماد بن زيد، حدثني صاحب لنا قال: رأيت\nالنبي صلى الله عليه وسلم في النوم فقلت: قال: كل ما كنا فيه لم يكن شيء\nولم نجد شيئا أنفع من قول سبحان الله, والحمد لله, ولا إله إلا الله, والله أكبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n343 - حدثني محمد بن أحمد، رجل من ... قال: رؤي حفص بن حميد في النوم, فقيل\nله: ما أنفع ما وجدت؟ قال: القرآن ... منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n344 - حدثني أبو حفص عمر بن موسى البزار، حدثني معروف الكرخي، قال: أتاني\nشاب فقال لي: يا أبا محفوظ رأيت أبي في النوم؟ فقال لي: يا بني ما منعك أن\nتهدي مما يهدي الأحياء إلى موتاهم قلت: يا أبة أهدي إليك, قال: تقول: يا\nعليم يا قدير اغفر لي ولوالدي إنك على كل شيء قدير, قال: فجعلت أقولها,\nفأريت أبي, يعني في النوم فقال: يا بني قد وصلت إلينا هديتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n345 - حدثني محمد بن إدريس، حدثنا سعيد بن سليمان بن خالد النشيطي، حدثنا\nحماد بن سلمة، عن أبي محمد, قال حماد: وكان من خير الناس, وكان مؤذن سكة\nالموالي, قال: اشكيت شكاة فأغمي علي, فأريت كأني أدخلت الجنة, فسألت عن\nالحسن بن أبي الحسن, فقيل لي: هيهات ذاك يسجد على شجر الجنة, قال: قلت:\nفسألت عن أبي نصر بن ... فقالوا خيرا وأحسن مما قيل في الحسن, وسألت عن أبي\nعمران الجوني فقيل لي ذلك ممن قال الله تعالى {وآخرون اعترفوا بذنوبهم\nخلطوا عملا صالحا وآخر سيئا عسى الله أن يتوب عليهم} وسألت عن ثابت البناني\nفقيل لي: ذلك معروف في الجنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) هكذا في طبعات: دار أطلس، ومؤسسة الكتب الثقافية, ومكتبة القرآن، وأما\nفي كتاب \"من عاش بعد الموت\" لابن أبي الدنيا (15): \"إبرهيم بن الأشعث <span id='ms77'></span>\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عنم\" مصحفا, والتصويب من طبعتي مؤسسة الكتب\nالثقافية, ومكتبة القرآن، والتهجد وقيام الليل لابن أبي الدنيا (265).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"بن\" سقط من طبعات: دار أطلس، ومكتبة القرآن، ومؤسسة الكتب\nالثقافية, وانظر الخبر في حلية الأولياء لأبي نعيم (7668) من طريق محمد بن\nالحسين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n             <span id='ms78'></span>\n</p>\n",
  "pages": [
    "211",
    "213",
    "213",
    "213",
    "213",
    "214",
    "214",
    "214",
    "214",
    "215",
    "215",
    "215",
    "215",
    "215",
    "215",
    "216",
    "216",
    "216",
    "216",
    "217",
    "217",
    "217",
    "218",
    "218",
    "218",
    "218",
    "219",
    "220",
    "220",
    "220",
    "220",
    "221",
    "221",
    "221",
    "221",
    "222",
    "222",
    "222",
    "223",
    "223",
    "223",
    "224",
    "224",
    "224",
    "224",
    "225",
    "225",
    "225",
    "225",
    "225",
    "225",
    "226",
    "226",
    "227",
    "227",
    "227",
    "227",
    "227",
    "228",
    "228",
    "229",
    "229",
    "229",
    "230",
    "230",
    "230",
    "230",
    "231",
    "231",
    "231",
    "231",
    "232",
    "232",
    "232",
    "232",
    "232",
    "233",
    "233",
    "233",
    "233",
    "233",
    "234",
    "234",
    "234",
    "234",
    "234",
    "235",
    "235",
    "235",
    "235",
    "235",
    "235",
    "236",
    "236",
    "236",
    "236",
    "236",
    "237",
    "237",
    "237",
    "237",
    "237",
    "238",
    "238",
    "238",
    "238",
    "238",
    "239",
    "239",
    "239",
    "239",
    "240",
    "240",
    "240",
    "240",
    "240",
    "241",
    "241",
    "241",
    "241",
    "242",
    "242",
    "242",
    "244",
    "245",
    "246",
    "246",
    "246",
    "247",
    "247",
    "247",
    "247",
    "248",
    "248",
    "248",
    "248",
    "249",
    "249",
    "249",
    "249",
    "250",
    "250",
    "250",
    "250",
    "250",
    "251",
    "251",
    "251",
    "251",
    "252",
    "252",
    "252",
    "253",
    "253",
    "253",
    "254",
    "254",
    "254",
    "255",
    "255",
    "255",
    "255",
    "256",
    "256",
    "256",
    "257",
    "257",
    "257",
    "257",
    "258",
    "258",
    "258",
    "258",
    "258",
    "259",
    "260",
    "260",
    "260",
    "260",
    "261",
    "261",
    "261",
    "261",
    "262",
    "262",
    "262",
    "263",
    "263",
    "263",
    "263",
    "263",
    "263",
    "263",
    "263",
    "263",
    "264",
    "264",
    "265",
    "266",
    "266",
    "266",
    "266",
    "267",
    "268",
    "269",
    "270",
    "270",
    "270",
    "270",
    "271",
    "271",
    "271",
    "271",
    "271",
    "272",
    "272",
    "272",
    "272",
    "272",
    "273",
    "273",
    "274",
    "274",
    "274",
    "274",
    "274",
    "275",
    "275",
    "275",
    "275",
    "275",
    "276",
    "276",
    "277",
    "277",
    "277",
    "277",
    "278",
    "278",
    "278",
    "278",
    "279",
    "279",
    "279",
    "280",
    "280",
    "280",
    "280",
    "281",
    "281",
    "281",
    "281",
    "282",
    "282",
    "283",
    "283",
    "283",
    "283",
    "284",
    "284",
    "284",
    "285",
    "285",
    "285",
    "285",
    "286",
    "286",
    "286",
    "286",
    "286",
    "287",
    "287",
    "287",
    "287",
    "287",
    "287",
    "288",
    "288",
    "288",
    "288",
    "289",
    "289",
    "289",
    "289",
    "290",
    "290",
    "290",
    "290",
    "291",
    "291",
    "291",
    "291",
    "292",
    "292",
    "292",
    "293",
    "293",
    "293",
    "294",
    "294",
    "294",
    "294",
    "295",
    "295",
    "295",
    "295",
    "296",
    "296",
    "296",
    "297",
    "297",
    "298",
    "298",
    "298",
    "299",
    "300",
    "300",
    "301",
    "301",
    "301",
    "301",
    "302",
    "302",
    "302",
    "302",
    "303",
    "303",
    "303",
    "303",
    "303",
    "303",
    "304",
    "304",
    "304",
    "305",
    "305",
    "305",
    "305",
    "305",
    "306",
    "306",
    "306",
    "306",
    "306",
    "306",
    "231",
    "276",
    "278"
  ],
  "volumes": [
    "06"
  ]
}