{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالرد على الجهمية للدارمي\n</p>\n\n<h1 class='l1' id='head0'>[ص: 17]</h1>\n\n<p>\nبسم الله الرحمن الرحيم رب يسر وأعن برحمتك أخبرنا أبو المكارم عبد\nالعظيم بن عبد اللطيف بن أبي نصر الشرابي الأصبهاني في كتابه إلينا قال:\nأخبرتنا الشيخ‍ة أم الصبح ضوء النساء بنت أبي الفتح عبد الرزاق بن محمد بن\nسهل الشرابي، بقراءتي عليها في ربيع الثاني من سنة سبع وستين وخمسمائة\nقالت: أنبأ أبي الإمام أبو الفتح عبد الرزاق قراءة عليه في دارنا بأصبهان،\nفي صفر سنة تسع وعشرين وخمسمائة قال: ثنا الشيخ الإمام نجم الخطباء أبو عبد\nالله محمد بن عبد الله بن محمد المذكر الهروي المقيم بصع قرية من قرى هراة\nفيما قرأت عليه بها من أصل سماعه، بخط الحافظ أبي الفتح بن سمكويه قلت له:\nأخبركم الشيخ الفقيه أبو روح ثابت بن محمد الأزدي السعدي في شهور سنة ست\nوخمسين وأربعمائ‍ة قال: أنبأ أبي أبو محمد محمد بن أحمد بن محمد بن الفضل\nقال: ثنا أبو عبد الله محمد بن إسحاق بن إبراهيم القرشي، أن الإمام أبا\nسعيد عثمان بن سعيد قال:\n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nالحمد لله الذي له ما في السموات وما في الأرض وما\n</p>\n\n<h1 class='l1' id='head2'>[ص: 18]</h1>\n\n<p>\nبينهما وما تحت الثرى، عالم الغيب لا يعزب عنه مثقال ذرة في السموات ولا\nفي الأرض، يعلم سر خلقه وجهرهم، ويعلم ما يكسبون، نحمده بجميع محامده،\nونصفه بما وصف به نفسه، ووصفه به الرسول،\n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nفهو الله الرحمن الرحيم، قريب، مجيب، متكلم قائل، وشاء مريد، فعال لما\nيريد، الأول قبل كل شيء، والآخر بعد كل شيء، له الأمر من قبل ومن بعد وله\nالخلق والأمر تبارك الله رب العالمين، وله الأسماء الحسنى، يسبح له ما في\nالسموات والأرض وهو العزيز الحكيم، يقبض ويبسط، ويتكلم، ويرضى ويسخط،\nويغضب، ويحب، ويبغض، ويكره، ويضحك، ويأمر وينهى، ذو الوجه الكريم، والسمع\nالسميع والبصر البصير، والكلام المبين، واليدين والقبضتين، والقدرة\nوالسلطان والعظمة، والعلم الأزلي، لم يزل كذلك ولا يزال، استوى على عرشه\nفبان من خلقه، لا تخفى عليه منهم خافية، علمه بهم <span id='ms01'></span> محيط، وبصره فيهم نافذ،\nليس كمثله شيء وهو السميع البصير.\n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nفبهذا الرب نؤمن، وإياه نعبد، وله نصلي ونسجد، فمن قصد بعبادته إلى إله\nبخلاف هذه الصفات، فإنما يعبد غير الله، وليس معبوده بإله، كفرانه لا\nغفرانه،\n</p>\n\n<h1 class='l1' id='head5'>4 - </h1>\n\n<p>\nفنشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله،\nاصطفاه لوحيه، وانتجبه لرسالته، واختاره من خلقه لخلقه فأنزل عليه كلامه\nالمبين، وكتابه العزيز الذي {لا يأتيه الباطل من بين يديه ولا من خلفه\nتنزيل من حكيم حميد} [سورة: فصلت، آية رقم: 42] ، {قرآنا عربيا غير ذي عوج}\n[سورة: الزمر، آية رقم: 28] ، {يهدي للتي هي أقوم\n</p>\n\n<h1 class='l1' id='head6'>[ص: 19]</h1>\n\n<p>\nويبشر المؤمنين} [سورة: الإسراء، آية رقم: 9] . فيه نبأ الأولين وخبر\nالآخرين، لا تنقضي عبره، ولا تفنى عجائبه، غير مخلوق ولا منسوب إلى مخلوق\n{نزل به الروح الأمين على قلبك لتكون من المنذرين} [سورة: الشعراء، آية\nرقم: 194] من لدن حكيم عليم.\n</p>\n\n<h1 class='l1' id='head7'>5 - </h1>\n\n<p>\nوقال {وإنك لتلقى القرآن من لدن حكيم عليم} [سورة: النمل، آية رقم: 6]\nوقال {نزل به الروح الأمين على قلبك لتكون من المنذرين بلسان عربي مبين}\n[سورة: الشعراء، آية رقم: 193] ،\n</p>\n\n<h1 class='l1' id='head8'>6 - </h1>\n\n<p>\nمن قال به صدق، ومن تمسك به هدي إلى صراط مستقيم، ثم قال لنبيه صلى الله\nعليه وسلم {وقرآنا فرقناه لتقرأه على الناس على مكث ونزلناه تنزيلا} [سورة:\nالإسراء، آية رقم: 106] ، فقرأه كما أمر، ودعا إليه سرا وجهرا، فلما سمع\nالمشركون آيات مبينات قالوا: ساحر وكاهن، وشاعر، ومعلم مجنون {وانطلق الملأ\nمنهم أن امشوا واصبروا على آلهتكم إن هذا لشيء يراد ما سمعنا بهذا في الملة\nالآخرة إن هذا إلا اختلاق} [سورة: ص، آية رقم: 6] , و {إن هذا إلا قول\nالبشر} [سورة: المدثر، آية رقم: 25] ، {لو نشاء لقلنا مثل هذا إن هذا إلا\nأساطير الأولين} [سورة: الأنفال، آية رقم: 31] ، وقالوا {إن هذا إلا إفك\nافتراه وأعانه عليه قوم آخرون} [سورة: الفرقان، آية رقم: 4] ، {وقالوا\nأساطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا} [سورة: الفرقان، آية\nرقم: 5] {إنما يعلمه بشر} [سورة: النحل، آية رقم: 103] ، مخلوق بكلام <span id='ms02'></span> مخلوق\nمختلق.\n</p>\n\n<h1 class='l1' id='head9'>7 - </h1>\n\n<p>\nفكذب الله عز وجل قولهم، وأبطل دعواهم؛ فقال تعالى: {فقد جاءوا ظلما\nوزورا} [سورة:] وقال تعالى {قل أنزله الذي يعلم السر في السموات والأرض إنه\nكان غفورا رحيما} [سورة:] وقال تعالى\n</p>\n\n<h1 class='l1' id='head10'>[ص: 20]</h1>\n\n<p>\n{قل نزله روح القدس من ربك بالحق ليثبت الذين آمنو وهدى وبشرى للمسلمين}\n[سورة:] ، وقال: {لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين} [سورة:\nالنحل، آية رقم: 103] ، ثم قال: {لئن اجتمعت الإنس والجن على أن يأتوا بمثل\nهذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا} [سورة: الإسراء، آية\nرقم: 88] .\n</p>\n\n<h1 class='l1' id='head11'>8 - </h1>\n\n<p>\nثم ندبهم جميعا إلى أن يأتوا بمثله تخرصا وتعلما من الخطباء والشعراء\nوغيرهم إن كانوا صادقين؛ فقال تبارك وتعالى: {فأتوا بعشر سور مثله مفتريات\nوادعوا من استطعتم من دون الله إن كنتم صادقين} [سورة: هود، آية رقم: 13] ،\nويأتوا بسورة مثله، {وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من\nمثله وادعوا شهداءكم من دون الله إن كنتم صادقين فإن لم تفعلوا ولن تفعلوا\nفاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين} [سورة: البقرة،\nآية رقم: 23] .\n</p>\n\n<h1 class='l1' id='head12'>9 - </h1>\n\n<p>\nفلم يقدر الجن والإنس عربها وعجمها، من عبدة الأوثان، وعلماء أهل\nالكتابين أن يأتوا بسورة ولا ببعض سورة، ولو علموا أنهم قادرون عليها لدعوا\nشهداءهم إلى ذلك، وبذلوا فيها الرغائب من الأموال وغيرها لخطبائهم\nوشعرائهم، وأحبارهم، وأساقفتهم، وكهنتهم وسحرتهم أن يأتوا بسورة مثلها،\nتصديقا لما ادعوا من الزور تكذيبا بمحمد صلى الله عليه وسلم، وأنى يأتي\nالمخلوق بمثل كلام الخالق؟ ‍‍‍ وكيف يقدر عليه؟ وقد قال الله تعالى: {ولن\nتفعلوا} [سورة: البقرة، آية رقم: 24] فلن تفعلوا إلى يوم القيامة، فكما أنه\nليس كمثله شيء فليس ككلامه كلام.\n</p>\n\n<h1 class='l1' id='head13'>[ص: 21]</h1>\n\n<h1 class='l1' id='head14'>10 - </h1>\n\n<p>\nفلم يزل رسول الله صلى الله عليه وسلم يدعوا الناس إلى الله وإلى كتابه\nوكلامه سرا وجهرا، محتملا لما ناله من أذاهم، صابرا عليه حتى أظهره الله\nوأعزه، وأنزل عليه نصره، فضرب وجوه العرب والعجم بالسيوف، حتى ذلوا ودانوا،\nودخلوا في الإسلام طوعا وكرها، واستقاموا حياته وبعد وفاته، لا يجترئ <span id='ms03'></span> كافر\nولا منافق متعوذ بالإسلام أن يظهر ما في نفسه من الكفر وإنكار النبوة، فرقا\nمن السيف، وتخوفا من الافتضاح بل كانوا يتقلبون مع المسلمين بغم، ويعيشون\nفيهم على رغم، دهرا من الدهر، وزمانا من الزمان.\n</p>\n\n<h1 class='l1' id='head15'>11 - </h1>\n\n<p>\nوكان أول من أظهر شيئا منه بعد كفار قريش: الجعد بن درهم بالبصرة، وجهم\nبخراسان، اقتداء بكفار قريش، فقتل الله جهما شر قتلة،\n</p>\n\n<h1 class='l1' id='head16'>12 - </h1>\n\n<p>\nوأما الجعد فأخذه خالد بن عبد الله القسري فذبحه ذبحا بواسط، في يوم\nالأضحى على رؤوس من شهد العيد معه من المسلمين، لا يعيبه به عائب ولا يطعن\nعليه طاعن بل استحسنوا ذلك من فعله، وصوبوه من رأيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>مقدمة الحمد لله الذي له ما في السموات وما في الأرض وما بينهما وما تحت الثرى، عالم الغيب لا يعزب عنه مثقال ذرة في السموات ولا في الأرض، يعلم سر خلقه وجهرهم، ويعلم ما يكسبون، نحمده بجميع محامده، ونصفه بما وصف به نفسه، ووصفه به الرسول، فهو الله </h1>\n\n<p>\nالرحمن الرحيم، قريب، مجيب، متكلم قائل، وشاء مريد، فعال لما يريد، الأول\nقبل كل شيء، الآخر بعد كل شيء، له الأمر من قبل ومن بعد وله الخلق والأمر\nتبارك الله رب العالمين، وله الأسماء الحسنى، يسبح له ما في السموات والأرض\nوهو العزيز الحكيم، يقبض ويبسط، ويتكلم، ويرضى ويسخط، ويغضب، ويحب، ويبغض،\nويكره، ويضحك، ويأمر وينهى، ذو الوجه الكريم، والسمع السميع والبصر البصير،\nوالكلام المبين، واليدين والقبضتين، والقدرة والسلطان والعظمة، والعلم\nالأزلي، لم يزل كذلك ولا يزال، استوى على عرشه فبان من خلقه، لا تخفى عليه\nمنهم خافية، علمه بهم محيط، وبصره فيهم نافذ، ليس كمثله شيء وهو السميع\nالبصير. فبهذا الرب نؤمن، وإياه نعبد، وله نصلي ونسجد، فمن قصد بعبادته إلى\nإله بخلاف هذه الصفات، فإنما يعبد غير الله، ليس معبوده بإله، كفرانه لا\nغفرانه، فنشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله،\nاصطفاه لوحيه، وانتجبه لرسالته، واختاره من خلقه لخلقه فأنزل عليه كلامه\nالمبين، وكتابه العزيز الذي <span id='ms04'></span> {لا يأتيه الباطل من بين يديه ولامن خلفه تنزيل\nمن حكيم حميد} ، {قرآنا عربيا غير ذي عوج} [الزمر: 28] ، {يهدي للتي هي\nأقوم ويبشر المؤمنين} [الإسراء: 9] . فيه نبأ الأولين وخبر الآخرين، لا\nتنقضي عبره، ولا تفنى عجائبه، غير مخلوق ولا منسوب إلى مخلوق {نزل به الروح\nالأمين على قلبك لتكون من المنذرين} [الشعراء: 194] من لدن حكيم عليم. وقال\n{إنك لتلقى القرآن من لدن حكيم عليم} [النمل: 6] وقال {نزل به الروح الأمين\nعلى قلبك لتكون من المنذرين بلسان عربي مبين} [الشعراء: 193] ، من قال به\nصدق، ومن تمسك به هدي إلى صراط مستقيم، ثم قال لنبيه صلى الله عليه وسلم\n{وقرآنا فرقناه لتقرأه على الناس على مكث ونزلناه تنزيلا} [الإسراء: 106] ،\nفقرأه كما أمر، ودعا إليه سرا وجهرا، فلما سمع المشركون آيات مبينات قالوا:\nساحر وكاهن، وشاعر، ومعلم مجنون {وانطلق الملأ منهم أن امشوا واصبروا على\nآلهتكم إن هذا لشيء يراد ما سمعنا بهذا في الملة الآخرة إن هذا إلا اختلاق}\n[ص: 6] , و {إن هذا إلا قول البشر} [المدثر: 25] ، {لو نشاء لقلنا مثل هذا\nإن هذا إلا أساطير الأولين} [الأنفال: 31] ، وقالوا {إن هذا إلا إفك افتراه\nوأعانه عليه قوم آخرون} [الفرقان: 4] ، {وقالوا أساطير الأولين اكتتبها فهي\nتملى عليه بكرة وأصيلا} [الفرقان: 5] {إنما يعلمه بشر} [النحل: 103] ،\nمخلوق بكلام مخلوق مختلق. فكذب الله عز وجل قولهم، وأبطل دعواهم؛ فقال\nتعالى: {فقد جاءوا ظلما وزورا} وقال تعالى {قل أنزله الذي يعلم السر في\nالسموات والأرض إنه كان غفورا رحيما} وقال تعالى {قل نزله روح القدس من ربك\nبالحق ليثبت الذين آمنو وهدى وبشرى للمسلمين} ، وقال: {لسان الذي يلحدون\nإليه أعجمي وهذا لسان عربي مبين} [النحل: 103] ، ثم قال: {لئن اجتمعت الإنس\nوالجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض\nظهيرا} [الإسراء: 88] . ثم ندبهم جميعا إلى أن يأتوا بمثله تخرصا وتعلما من\nالخطباء والشعراء وغيرهم إن كانوا صادقين؛ فقال تبارك وتعالى: {فأتوا بعشر\nسور مثله مفتريات وادعوا من استطعتم من دون الله إن <span id='ms05'></span> كنتم صادقين} [هود: 13]\n، ويأتوا بسورة مثله، {وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من\nمثله وادعوا شهداءكم من دون الله إن كنتم صادقين فإن لم تفعلوا ولن تفعلوا\nفاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين} [البقرة: 23] .\nفلم يقدر الجن والإنس عربها وعجمها، من عبدة الأوثان، وعلماء أهل الكتابين\nأن يأتوا بسورة ولا ببعض سورة، ولو علموا أنهم قادرون عليها لدعوا شهداءهم\nإلى ذلك، وبذلوا فيها الرغائب من الأموال وغيرها لخطبائهم وشعرائهم،\nوأحبارهم، وأساقفتهم، وكهنتهم وسحرتهم أن يأتوا بسورة مثلها، وتصديقا لما\nادعوا من الزور تكذيبا بمحمد صلى الله عليه وسلم، وأنى يأتي المخلوق بمثل\nكلام الخالق؟، وكيف يقدر عليه؟، وقد قال الله تعالى: {ولن تفعلوا} [البقرة:\n24] فلن تفعلوا إلى يوم القيامة، فكما أنه ليس كمثله شيء فليس ككلامه كلام.\nفلم يزل رسول الله صلى الله عليه وسلم يدعوا الناس إلى الله وإلى كتابه\nوكلامه سرا وجهرا، محتملا لما ناله من أذاهم، صابرا عليه حتى أظهره الله\nوأعزه، وأنزل عليه نصره، فضرب وجوه العرب والعجم بالسيوف، حتى ذلوا ودانوا،\nودخلوا في الإسلام طوعا وكرها، واستقاموا حياته وبعد وفاته، لا يجترئ كافر\nولا منافق متعوذ بالإسلام أن يظهر ما في نفسه من الكفر وإنكار النبوة، فرقا\nمن السيف، وتخوفا من الافتضاح بل كانوا يتقلبون مع المسلمين بغم، ويعيشون\nفيهم على رغم، دهرا من الدهر، وزمانا من الزمان. وكان أول من أظهر شيئا من\nبعد كفار قريش: الجعد بن درهم بالبصرة، وجهم بخراسان، اقتداء بكفار قريش،\nفقتل الله جهما شر قتلة، وأما الجعد فأخذه خالد بن عبد الله القسري فذبحه\nذبحا بواسط، في يوم الأضحى على رؤوس من شهد العيد معه من المسلمين، لا\nيعيبه به عائب ولا يطعن عليه طاعن بل استحسنوا ذلك من فعله، وصوبوه من\nرأيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>13 - </h1>\n\n<p>\nحدثنا القاسم بن محمد البغدادي، ثنا عبد الرحمن بن محمد بن حبيب بن أبي\nحبيب، عن أبيه، عن جده، حبيب بن أبي حبيب قال: خطبنا خالد بن عبد الله\nالقسري <span id='ms06'></span> بواسط يوم الأضحى، فقال: «أيها الناس ارجعوا فضحوا، تقبل الله منا\nومنكم؛ فإني مضح بالجعد بن درهم، إنه زعم أن الله لم يتخذ إبراهيم خليلا،\nولم يكلم موسى\n</p>\n\n<h1 class='l1' id='head19'>[ص: 22]</h1>\n\n<p>\nتكليما، وتعالى الله عما يقول الجعد بن درهم علوا كبيرا. ثم نزل فذبحه»\n</p>\n\n<h1 class='l1' id='head20'>14 - </h1>\n\n<p>\nقال أبو سعيد: ثم لم يزالوا بعد ذلك مقموعين، أذلة مدحورين، حتى كان الآن\nبآخره، حيث قلت الفقهاء، وقبض العلماء، ودعا إلى البدع دعاة الضلال، فشد\nذلك طمع كل متعوذ في الإسلام، من أبناء اليهود والنصارى وأنباط العراق،\nووجدوا فرصة للكلام، فجدوا في هدم الإسلام، وتعطيل ذي الجلال والإكرام،\nوإنكار صفاته، وتكذيب رسله، وإبطال وحيه إذ وجدوا فرصتهم، وأحسوا من الرعاع\nجهلا، ومن العلماء قلة، فنصبوا عندها الكفر للناس إماما يدعونهم إليه،\nوأظهروا لهم أغلوطات من المسائل، وعمايات من الكلام، يغالطون بها أهل\nالإسلام، ليوقعوا في قلوبهم الشك، ويلبسوا عليهم أمرهم، ويشككوهم في\nخالقهم، مقتدين بأئمتهم الأقدمين، الذين قالوا: {إن هذا إلا قول البشر}\n[المدثر: 25] و {إن هذا إلا اختلاق} [ص: 7]\n</p>\n\n<h1 class='l1' id='head21'>[ص: 23]</h1>\n\n<h1 class='l1' id='head22'>15 - </h1>\n\n<p>\nفحين رأينا ذلك منهم، وفطنا لمذهبهم، وما يقصدون إليه من الكفر وإبطال\nالكتب والرسل، ونفي الكلام والعلم والأمر عن الله تعالى، رأينا أن نبين من\nمذاهبهم رسوما من الكتاب والسنة وكلام العلماء، ما يستدل به أهل الغفلة من\nالناس على سوء مذهبهم، فيحذروهم على أنفسهم وعلى أولادهم وأهليهم، ويجتهدوا\nفي الرد عليهم، محتسبين منافحين عن دين الله تعالى، طالبين به ما عند الله.\n</p>\n\n<h1 class='l1' id='head23'>16 - </h1>\n\n<p>\nوقد كان من مضى من السلف يكرهون الخوض في هذا وما أشبهه، وقد كانوا رزقوا\nالعافية منهم، وابتلينا بهم عند دروس الإسلام، وذهاب العلماء، فلم نجد بدا\nمن أن نرد ما أتوا به من الباطل بالحق، وقد كان رسول الله صلى الله عليه\nوسلم يتخوف ما أشبه هذا على أمته، ويحذرها إياهم، ثم الصحابة بعده\nوالتابعون، مخافة أن يتكلموا في الله وفي القرآن بأهوائهم فيضلوا، ويتماروا\nبه على جهل فيكفروا، فإن رسول الله صلى الله عليه وسلم قد قال: «المراء في\nالقرآن كفر <span id='ms07'></span>» وحتى إن بعضهم كانوا يتقون تفسيره، لأن القائل فيه إنما يقول\nعلى الله.\n</p>\n\n<h1 class='l1' id='head24'>17 - </h1>\n\n<p>\nقال أبو بكر الصديق رضي الله عنه: «أي أرض تقلني\n</p>\n\n<h1 class='l1' id='head25'>[ص: 24]</h1>\n\n<p>\n، وأي سماء تظلني، إذا قلت في كلام الله ما لا أعلم»\n</p>\n\n<h1 class='l1' id='head26'>18 - </h1>\n\n<p>\nوسئل عبيدة السلماني عن شيء، من تفسير القرآن، فقال: اتق الله، وعليك\nبالسداد، فقد ذهب الذين كانوا يعلمون فيما أنزل القرآن\n</p>\n\n<h1 class='l1' id='head27'>19 - </h1>\n\n<p>\nفهذا الصديق خير هذه الأمة بعد نبيها، والخليفة بعده، قد شهد التنزيل،\nوعاين الرسول، وعلم فيما أنزل القرآن، إلا ما شاء الله، ويتوقى أن يقول في\nالقرآن، مخافة أن لا يصيب ما عنى الله فيهلك، ثم عبيدة السلماني بعده، وكان\nمن كبار التابعين، فكيف\n</p>\n\n<h1 class='l1' id='head28'>[ص: 25]</h1>\n\n<p>\nبهؤلاء المنسلخين من الدين والعلم، الذين ينقضونه نقضا، ويفسرونه\nبأهوائهم خلاف ما عنى الله، وخلاف ما تحتمله لغات العرب.\n</p>\n\n<h1 class='l1' id='head29'>20 - </h1>\n\n<p>\nولقد قال بعض أهل العلم: لا تهلك هذه الأمة حتى تظهر فيهم الزندقة،\nويتكلموا في الرب تبارك وتعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>21 - </h1>\n\n<p>\nحدثناه سويد بن سعيد الأنباري، ثنا خلف بن خليفة، عن الحجاج بن دينار، عن\nمنصور بن المعتمر، قال: \" ما هلك دين قط حتى تخلف المنانية، قلت: وما\nالمنانية؟ قال: الزنادقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>22 - </h1>\n\n<p>\nوحدثنا محمد بن كثير العبدي، أنبأ سفيان يعني الثوري، عن سالم يعني ابن\nأبي حفصة، عن أبي يعلى، عن محمد ابن الحنفية، رضي الله عنه قال: «لا تنقضي\nالدنيا حتى تكون خصومتهم في ربهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>23 - </h1>\n\n<p>\nوحدثناه يحيى الحماني، ثنا عمرو بن ثابت، عن سالم بن أبي حفصة، قال أبو\nسعيد: وأحسبه عن أبي يعلى منذر الثوري، عن محمد ابن الحنفية، قال: «إنما\nتهلك هذه الأمة إذا تكلمت في ربها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>24 - </h1>\n\n<p>\nحدثنا الحسن بن الصباح البزار، ثنا علي بن الحسن بن شقيق، عن ابن\nالمبارك، قال: «لأن أحكي كلام اليهود والنصارى أحب إلي من أن أحكي كلام\nالجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>25 - </h1>\n\n<p>\nحدثنا سهل بن بكار، ثنا أبو عوانة، عن عمر بن أبي سلمة، عن أبيه، عن أبي\nهريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" لا يزالون\nيسألون حتى يقال لأحدكم: هذا الله خلقنا <span id='ms08'></span>، فمن خلق الله تبارك وتعالى؟ \".\nقال أبو هريرة: وإني لجالس ذات يوم إذ قال رجل من أهل العراق: يا أبا هريرة\nهذا الله خلقنا، فمن خلق الله تبارك وتعالى؟ قال أبو هريرة: فوضعت أصبعي في\nأذني، وصرخت: صدق الله ورسوله، الله الواحد الأحد الصمد: {لم يلد، ولم\nيولد، ولم يكن له كفوا أحد} [الإخلاص: 4]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>26 - </h1>\n\n<p>\nوحدثناه يحيى بن بكير المصري، ثنا الليث يعني ابن سعد، عن عقيل، عن ابن\nشهاب، قال: أخبرني عروة بن الزبير، أن أبا هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: \" يأتي الشيطان العبد فيقول له: من خلق كذا وكذا؟ حتى يقول\nله: من خلق ربك؟ فليستعذ بالله ولينته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>27 - </h1>\n\n<p>\nحدثنا علي بن المديني، ثنا سفيان، عن هشام بن عروة، عن أبيه، عن أبي\nهريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" يأتي\nالشيطان أحدكم فيقول: من خلق السماء؟ فيقول: الله عز وجل، فيقول: من خلق\nالأرض؟ فيقول: الله، فيقول: من خلق الله؟ فمن وجد من ذلك شيئا فليقل: آمنا\nبالله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>28 - </h1>\n\n<p>\nحدثني أحمد بن منيع، ثنا محمد بن ميسر أبو سعد\n</p>\n\n<h1 class='l1' id='head38'>[ص: 29]</h1>\n\n<p>\n، ثنا أبو جعفر الرازي، عن الربيع بن أنس، عن أبي العالية، عن أبي بن\nكعب، أن المشركين، قالوا: يا رسول الله انسب لنا ربك قال: فأنزل الله عز\nوجل: {قل هو الله أحد الله الصمد} [الإخلاص: 2] قال: فالصمد: الذي {لم يلد،\nولم يولد} [الإخلاص: 3] ، لأنه ليس شيء يولد إلا سيموت، وليس شيء يموت إلا\nسيورث، وإن الله لا يموت ولا يورث. {ولم يكن له كفوا أحد} [الإخلاص: 4]\nقال: لم يكن له شبيه، ولا عدل، وليس كمثله شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>29 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا أبو هلال وهو الراسبي قال: ثنا رجل، أن عبد\nالله بن رواحة، قال للحسن: هل تصف ربك؟ قال: «نعم، بغير مثال»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>30 - </h1>\n\n<p>\nحدثنا أبو سلمة، ثنا عبد الواحد يعني ابن زياد، ثنا سالم، يعني ابن أبي\nحفصة، ثنا منذر أبو يعلى الثوري، قال: قال محمد ابن الحنفية: «إن قوما ممن <span id='ms09'></span>\nكانوا قبلكم أوتوا علما كانوا يكيفون فيه، فسألوا عما فوق السماء وما تحت\nالأرض فتاهوا، كان أحدهم إذا دعي من بين يديه أجاب من خلفه، وإذا دعي من\nخلفه أجاب من بين يديه»\n</p>\n\n<h1 class='l1' id='head41'>[ص: 31]</h1>\n\n<h1 class='l1' id='head42'>31 - </h1>\n\n<p>\nقال أبو سعيد: ولولا مخافة هذه الأحاديث وما يشبهها، لحكيت من قبح كلام\nهؤلاء المعطلة وما يرجعون إليه من الكفر حكايات كثيرة، يتبين بها عورة\nكلامهم، وتكشف عن كثير من سوءاتهم، ولكنا نتخوف من هذه الأحاديث، ونخاف أن\nلا تحتمله قلوب ضعفاء الناس، فنوقع فيها بعض الشك والريبة، لأن ابن المبارك\nقال: لأن أحكي كلام اليهود والنصارى أحب إلي من أن أحكي كلام الجهمية.\n</p>\n\n<h1 class='l1' id='head43'>32 - </h1>\n\n<p>\nوصدق ابن المبارك، إن من كلامهم في تعطيل صفات الله تعالى ما هو أوحش من\nكلام اليهود والنصارى، غير أنا نختصر من ذلك ما نستدل به على الكثير إن شاء\nالله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الإيمان بالعرش وهو أحد ما أنكرته المعطلة\n</p>\n\n<h1 class='l1' id='head44'>33 - </h1>\n\n<p>\nقال أبو سعيد: وما ظننا أنا نضطر، إلى الاحتجاج على أحد ممن يدعي الإسلام\nفي إثبات العرش والإيمان به، حتى ابتلينا بهذه العصابة الملحدة في آيات\nالله، فشغلونا بالاحتجاج لما لم تختلف فيه الأمم قبلنا، وإلى الله نشكو ما\nأوهت هذه العصابة من عرى الإسلام، وإليه نلجأ، وبه نستعين.\n</p>\n\n<h1 class='l1' id='head45'>34 - </h1>\n\n<p>\nوقد حقق الله العرش في آي كثيرة من القرآن، فقال تعالى: {خلق السموات\nوالأرض في ستة أيام وكان عرشه على الماء} . وقال تعالى: {الرحمن على العرش\nاستوى} [طه: 5] . وقال تعالى: {ثم استوى على العرش الرحمن فاسأل به خبيرا}\n[الفرقان: 59] . {وترى الملائكة حافين من حول العرش} [الزمر: 75] . في آي\nكثيرة سواها.\n</p>\n\n<h1 class='l1' id='head46'>35 - </h1>\n\n<p>\nفادعت هذه العصابة أنهم يؤمنون بالعرش ويقرون به، لأنه مذكور في القرآن،\nفقلت لبعضهم: ما إيمانكم به إلا كإيمان: {الذين قالوا آمنا بأفواههم ولم\nتؤمن قلوبهم} [المائدة: 41] . وكالذين {إذا لقوا الذين آمنوا قالوا آمنا\nوإذا خلوا إلى شياطينهم قالوا إنا معكم إنما\n</p>\n\n<h1 class='l1' id='head47'>[ص: 33]</h1>\n\n<p>\nنحن مستهزءون} . أتقرون أن لله عرشا معلوما موصوفا فوق السماء السابعة،\nتحمله الملائكة، والله فوق كما وصف نفسه، بائن من <span id='ms10'></span> خلقه؟ فأبى أن يقر به\nكذلك، وتردد في الجواب، وخلط ولم يصرح.\n</p>\n\n<h1 class='l1' id='head48'>36 - </h1>\n\n<p>\nقال أبو سعيد: فقال لي زعيم منهم كبير: لا، ولكن لما خلق الله الخلق،\nيعني السموات والأرض وما فيهن، سمى ذلك كله عرشا له، واستوى على جميع ذلك\nكله.\n</p>\n\n<h1 class='l1' id='head49'>37 - </h1>\n\n<p>\nقلت: لم تدعوا من إنكار العرش والتكذيب به غاية، وقد أحاطت بكم الحجج من\nحيث لا تدرون، وهو تصديق ما قلنا إن إيمانكم به كإيمان {الذين قالوا آمنا\nبأفواههم ولم تؤمن قلوبهم} [المائدة: 41] . فقد كذبكم الله تعالى به في\nكتابه، وكذبكم به الرسول صلى الله عليه وسلم. أرأيتم قولكم: إن عرشه سمواته\nوأرضه وجميع خلقه، فما تفسير قوله عندكم: {الذين يحملون العرش ومن حوله\nيسبحون بحمد ربهم} [غافر: 7] . أحملة عرش الله، أم حملة خلقه؟ . وقوله:\n{ويحمل عرش ربك فوقهم يومئذ ثمانية} [الحاقة: 17] . أيحملون السموات والأرض\nومن فيهن، أم عرش الرحمن؟، فإنكم إن قلتم قولكم هذا، يلزمكم أن تقولوا: عرش\nربك: خلق ربك أجمع، وتبطلون العرش الذي هو العرش، وهذا تفسير لا يشك أحد في\nبطوله واستحالته، وتكذيب بعرش الرحمن تبارك وتعالى.\n</p>\n\n<h1 class='l1' id='head50'>38 - </h1>\n\n<p>\nفقال الله تبارك وتعالى: {خلق السموات والأرض في ستة\n</p>\n\n<h1 class='l1' id='head51'>[ص: 34]</h1>\n\n<p>\nأيام وكان عرشه على الماء} . وقال رسول الله صلى الله عليه وسلم: «كان\nالله ولم يكن شيء، وكان عرشه على الماء» . ففي قول الله تعالى وحديث رسول\nالله صلى الله عليه وسلم دلالة ظاهرة أن العرش كان مخلوقا على الماء، إذ لا\nأرض ولا سماء، فلم تغالطون الناس بما أنتم له منكرون؟ ولكنكم تقرون بالعرش\nبألسنتكم تحرزا من إكفار الناس إياكم بنص التنزيل، فتضرب عليه رقابكم، وعند\nأنفسكم أنتم به جاحدون، ولعمري لئن كان أهل الجهل في شك من أمركم، إن أهل\nالعلم من أمركم لعلى يقين، أو كما قلت لهم، زاد أو نقص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>39 - </h1>\n\n<p>\nحدثنا محمد بن كثير، أنبأ سفيان وهو الثوري، عن جامع بن شداد، عن صفوان\nبن محرز، عن عمران بن حصين، رضي الله عنهما قال: جاء نفر من بني تميم إلى\nرسول الله صلى الله <span id='ms11'></span> عليه وسلم، فقال: «يا بني تميم أبشروا» ، قالوا: قد\nبشرتنا، فأعطنا. قال: فتغير وجه رسول الله صلى الله عليه وسلم. قال: فجاءه\nأهل اليمن، فقال لأهل اليمن: «يا أهل اليمن اقبلوا البشرى إذا لم يقبلها\nبنو تميم» . قالوا: قد قبلنا، فأخذ رسول الله صلى الله عليه وسلم يحدث ببدء\nالخلق والعرش. قال: فجاء رجل فقال: يا عمران راحلتك تفلتت. قال: فقمت،\nوليتني لم أقم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>40 - </h1>\n\n<p>\nوحدثنا محبوب بن موسى الأنطاكي، أنبأ أبو إسحاق\n</p>\n\n<h1 class='l1' id='head54'>[ص: 35]</h1>\n\n<p>\nالفزاري، عن الأعمش، عن جامع بن شداد، عن صفوان بن محرز، عن عمران بن\nحصين، قال: أتيت رسول الله صلى الله عليه وسلم، فعقلت ناقتي بالباب، ثم\nدخلت، فأتاه نفر من بني تميم، فقال: «اقبلوا البشرى يا بني تميم» . قالوا:\nقد بشرتنا، فأعطنا - مرتين - ثم دخل عليه ناس من أهل اليمن، فقال: «اقبلوا\nالبشرى يا أهل اليمن إذ لم يقبلها إخوانكم بنو تميم» . قالوا: قبلنا يا\nرسول الله، أتيناك لنتفقه في الدين ونسألك عن أول هذا الأمر حيث كان. قال:\n«كان الله ولم يكن شيء غيره، وكان عرشه على الماء، ثم كتب في الذكر كل شيء،\nثم خلق السموات والأرض» . قال: ثم أتاني رجل فقال: أدرك ناقتك، فقد ذهبت،\nفخرجت فوجدتها قد يقطع دونها السراب، وايم الله لوددت أني تركتها\n</p>\n\n<h1 class='l1' id='head55'>41 - </h1>\n\n<p>\nقال أبو سعيد: ففي هذا بيان بين أن الله تعالى خلق العرش قبل السموات\nوالأرض وما فيهن، وتكذيب لما ادعوا من الباطل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>42 - </h1>\n\n<p>\nوحدثنا عبد الله بن أبي شيبة، قال: ثنا عبد الله بن بكر السهمي، ثنا بشر\nبن نمير، عن القاسم، عن أبي أمامة رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال: \" خلق الله الخلق، وقضى القضية، وأخذ ميثاق النبيين، وعرشه على\nالماء، وأخذ أهل اليمين بيمينه، وأخذ أهل الشمال بيده الأخرى، وكلتا يدي\nالرحمن يمين، ثم قال: يا أصحاب اليمين قالوا: لبيك ربنا وسعديك، قال: ألست\nبربكم؟ قالوا: بلى، ثم قال: يا أصحاب الشمال قالوا: لبيك ربنا وسعديك، قال:\nألست بربكم؟ قالوا: بلى <span id='ms12'></span>، قال: فخلط بعضهم ببعض، فقال قائل: رب لم خلطت\nبيننا؟ قال: {لهم أعمال من دون} [المؤمنون: 63] ذلك هم لها عاملون. وقوله\n{إنا كنا عن هذا غافلين} [الأعراف: 172] . ثم ردهم في صلب آدم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال رسول الله صلى الله عليه وسلم: «خلق الله الخلق، وقضى القضية،\nوأخذ ميثاق النبيين، وعرشه على الماء، وأهل الجنة أهلها، وأهل النار أهلها»\n. قال: فقال قائل: يا نبي الله ففيم العمل؟ قال: «أن يعمل كل قوم لمنزلتهم»\n، فقال عمر: إذا نجتهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وسئل رسول الله صلى الله عليه وسلم عن الأعمال، فقيل: يا رسول الله\nأرأيت الأعمال، أشيء يؤتنف؟، أو فرغ منها؟ قال: «بل فرغ منها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>43 - </h1>\n\n<p>\nحدثنا يحيى الحماني، ويحيى بن صالح الوحاظي، قالا: ثنا عبد العزيز بن\nمحمد الدراوردي، ثنا زيد بن أسلم، عن عطاء بن يسار، عن معاذ بن جبل، رضي\nالله عنه أن رسول الله صلى الله عليه وسلم قال: «إن في الجنة مائة درجة، ما\nبين كل درجتين كما بين السماء والأرض، والفردوس أعلى الجنة وأوسطها، وفوقها\nعرش الرحمن، ومنها تفجر أنهار الجنة، فإذا سألتم الله فسلوه الفردوس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>44 - </h1>\n\n<p>\nحدثنا محمد بن كثير، أنبأ سفيان وهو الثوري، ثنا أبو هاشم، عن مجاهد، عن\nابن عباس، قال: «إن الله كان على عرشه قبل أن يخلق شيئا، فكان أول ما خلق\nالله القلم، فأمره وكتب ما هو كائن، وإنما يجري الناس على أمر قد فرغ منه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>45 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، قال: حدثني ابن لهيعة، ورشدين بن سعد، عن\nأبي عبد الرحمن الحبلي، عن عبد الله بن عمرو، قال: «لما أراد الله تبارك\nوتعالى أن يخلق شيئا إذ كان عرشه على الماء، وإذ لا أرض ولا سماء، خلق\nالريح فسلطها على الماء\n</p>\n\n<h1 class='l1' id='head60'>[ص: 39]</h1>\n\n<p>\nحتى اضطربت أمواجه وأثار ركامه، فأخرج من الماء دخانا وطينا وزبدا، فأمر\nالدخان فعلا، وسما، ونمى، فخلق منه السموات، وخلق من الطين الأرضين، وخلق\nمن الزبد الجبال»\n</p>\n\n<h1 class='l1' id='head61'>46 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: ففي ما ذكرنا من كتاب الله عز وجل، وفي <span id='ms13'></span> هذه\nالأحاديث بيان بين أن العرش كان مخلوقا قبل ما سواه من الخلق، وأن ما ادعى\nفيه هؤلاء المعطلة تكذيب بالعرش، وتخرص بالباطل، ولو شئنا أن نجمع في تحقيق\nالعرش كثيرا من أحاديث رسول الله صلى الله عليه وسلم وأصحابه والتابعين\nلجمعنا، ولكن علمنا أنه خلص علم ذلك والإيمان به إلا النساء والصبيان، إلا\nإلى هذه العصابة الملحدة في آيات الله، طهر الله منهم بلاده، وأراح منهم\nعباده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب استواء الرب تبارك وتعالى على العرش وارتفاعه إلى السماء، وبينونته\nمن الخلق وهو أيضا مما أنكروه\n</p>\n\n<h1 class='l1' id='head62'>47 - </h1>\n\n<p>\nوقد قال الله تبارك وتعالى: {إن ربكم الله الذي خلق السموات والأرض في\nستة أيام ثم استوى على العرش} . وقال: {تنزيلا ممن خلق الأرض والسموات\nالعلى الرحمن على العرش استوى له ما في السموات وما في الأرض وما بينهما\nوما تحت الثرى وإن تجهر بالقول فإنه يعلم السر وأخفى الله لا إله إلا هو له\nالأسماء الحسنى} . وقد قال: {الله الذي خلق السموات والأرض وما بينهما في\nستة أيام ثم استوى على العرش مالكم من دونه من ولي ولا شفيع أفلا تتذكرون\nيدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة\nمما تعدون ذلك عالم الغيب والشهادة العزيز الرحيم} . وقوله: {إني متوفيك\nورافعك إلي} [آل عمران: 55] . وقوله: {وهو القاهر فوق عباده، وهو الحكيم\nالخبير} [الأنعام: 18] . وقوله: {يخافون ربهم من فوقهم ويفعلون ما يؤمرون}\n[النحل: 50] . وقوله: {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} [فاطر:\n10] . وقوله: {ذي المعارج، تعرج الملائكة والروح إليه في يوم كان مقداره\nخمسين ألف سنة} [المعارج: 4] . وقوله: {أأمنتم من في السماء أن يخسف بكم\nالأرض فإذا هي\n</p>\n\n<h1 class='l1' id='head63'>[ص: 41]</h1>\n\n<p>\nتمور أم أمنتم من في السماء أن يرسل عليكم حاصبا، فستعلمون كيف نذير}\n[الملك: 16] . {قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له\nأندادا ذلك رب العالمين وجعل فيها رواسي من فوقها وبارك فيها وقدر فيها\nأقواتها في أربعة أيام سواء للسائلين ثم استوى إلى السماء وهي دخان <span id='ms14'></span> فقال\nلها وللأرض ائتيا طوعا أو كرها قالتا أتينا طائعين فقضاهن سبع سموات في\nيومين وأوحى في كل سماء أمرها وزينا السماء الدنيا بمصابيح وحفظا ذلك تقدير\nالعزيز العليم}\n</p>\n\n<h1 class='l1' id='head64'>48 - </h1>\n\n<p>\nقال أبو سعيد: أقرت هذه العصابة بهذه الآيات بألسنتها، وادعوا الإيمان\nبها، ثم نقضوا دعواهم بدعوى غيرها، فقالوا: الله في كل مكان، لا يخلو منه\nمكان. قلنا: قد نقضتم دعواكم بالإيمان باستواء الرب على عرشه، إذ ادعيتم\nأنه في كل مكان. فقالوا: تفسيره عندنا: أنه استولى عليه وعلاه. قلنا: فهل\nمن مكان لم يستول عليه ولم يعله حتى خص العرش من بين الأمكنة بالاستواء\nعليه، وكرر ذكره في مواضع كثيرة من كتابه؟ فأي معنى إذا لخصوص العرش إذ كان\nعندكم مستويا على جميع الأشياء كاستوائه على العرش تبارك وتعالى.\n</p>\n\n<h1 class='l1' id='head65'>49 - </h1>\n\n<p>\nهذا محال من الحجج، وباطل من الكلام، لا تشكون أنتم إن شاء الله في بطوله\nواستحالته، غير أنكم تغالطون به الناس.\n</p>\n\n<h1 class='l1' id='head66'>50 - </h1>\n\n<p>\nأرأيتم إذ قلتم: هو في كل مكان، وفي كل خلق. أكان الله إلها واحدا قبل أن\nيخلق الخلق والأمكنة؟ قالوا: نعم، قلنا: فحين خلق الخلق والأمكنة، أقدر أن\nيبقى كما كان في أزليته في غير مكان؟ فلا يصير في شيء من الخلق والأمكنة\nالتي خلقها بزعمكم، أو لم\n</p>\n\n<h1 class='l1' id='head67'>[ص: 42]</h1>\n\n<p>\nيجد بدا من أن يصير فيها، أو لم يستغن عن ذلك؟ قالوا: بلى، قلنا: فما\nالذي دعا الملك القدوس إذ هو على عرشه في عزه وبهائه، بائن من خلقه، أن\nيصير في الأمكنة القذرة وأجواف الناس والطير والبهائم، ويصير بزعمكم في كل\nزاوية وحجرة ومكان منه شيء؟ .\n</p>\n\n<h1 class='l1' id='head68'>51 - </h1>\n\n<p>\nلقد شوهتم معبودكم إذ كانت هذه صفته، والله أعلى وأجل من أن تكون هذه\nصفته، فلا بد لكم من أن تأتوا ببرهان بين على دعواكم من كتاب ناطق، أو سنة\nماضية، أو إجماع من المسلمين، ولن تأتوا بشيء منه أبدا.\n</p>\n\n<h1 class='l1' id='head69'>52 - </h1>\n\n<p>\nفاحتج بعضهم فيه بكلمة زندقة أستوحش من ذكرها، وتستر آخر من زندقة صاحبه\nفقال: قال الله تعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم <span id='ms15'></span> ولا خمسة إلا\nهو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا ثم ينبئهم بما\nعملوا يوم القيامة إن الله بكل شيء عليم} .\n</p>\n\n<h1 class='l1' id='head70'>53 - </h1>\n\n<p>\nقلنا: هذه الآية لنا عليكم، لا لكم، إنما يعني أنه حاضر كل نجوى، ومع كل\nأحد من فوق العرش بعلمه، لأن علمه بهم محيط، وبصره فيهم نافذ، لا يحجبه شيء\nعن علمه وبصره، ولا يتوارون منه بشيء، وهو بكماله فوق العرش، بائن من خلقه:\n{يعلم السر وأخفى} [طه: 7] . أقرب إلى أحدهم من فوق العرش من حبل الوريد،\nقادر على أن يكون له ذلك، لأنه لا يبعد عنه شيء، ولا تخفى عليه خافية في\nالسموات ولا في الأرض، فهو كذلك رابعهم\n</p>\n\n<h1 class='l1' id='head71'>[ص: 43]</h1>\n\n<p>\n، وخامسهم، وسادسهم، لا أنه معهم بنفسه في الأرض كما ادعيتم، وكذلك فسرته\nالعلماء.\n</p>\n\n<h1 class='l1' id='head72'>54 - </h1>\n\n<p>\nفقال بعضهم: دعونا من تفسير العلماء، إنما احتججنا بكتاب الله، فأتوا\nبكتاب الله\n</p>\n\n<h1 class='l1' id='head73'>55 - </h1>\n\n<p>\nقلنا: نعم، هذا الذي احتججتم به هو حق، كما قال الله عز وجل، وبها نقول\nعلى المعنى الذي ذكرنا، غير أنكم جهلتم معناه، فضللتم عن سواء السبيل،\nوتعلقتم بوسط الآية، وأغفلتم فاتحتها وخاتمتها، لأن الله عز وجل افتتح\nالآية بالعلم بهم، وختمها به، فقال: {ألم تر أن الله يعلم ما في السموات\nوما في الأرض ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى قوله: {ثم ينبئهم\nبما عملوا يوم القيامة إن الله بكل شيء عليم} [المجادلة: 7] . ففي هذا دليل\nعلى أنه أراد العلم بهم وبأعمالهم، لا أنه نفسه في كل مكان معهم كما زعمتم،\nفهذه حجة بالغة لو عقلتم، وأخرى: أنا لما سمعنا قول الله عز وجل في كتابه:\n{استوى على العرش} [الأعراف: 54] . و {استوى إلى السماء} [البقرة: 29] .\nوقوله: {ذي المعارج، تعرج الملائكة والروح إليه} [المعارج: 3] . وقوله:\n{يدبر الأمر من السماء إلى الأرض ثم يعرج إليه} [السجدة: 5] . و {إليه يصعد\nالكلم الطيب والعمل الصالح يرفعه} [فاطر: 10] . {وهو القاهر فوق عباده}\n[الأنعام: 18] . و {إني متوفيك ورافعك إلي} [آل عمران: 55] . وما أشبهها\n</p>\n\n<h1 class='l1' id='head74'>[ص: 44]</h1>\n\n<p>\nمن القرآن آمنا به <span id='ms16'></span>، وعلمنا يقينا بلا شك أن الله فوق عرشه فوق سمواته كما\nوصف، بائن من خلقه، فحين قال: {ألم تر أن الله يعلم ما في السموات وما في\nالأرض ما يكون من نجوى ثلاثة إلا هو رابعهم} . قلنا: هو معهم بالعلم الذي\nافتتح به الآية وختمها، لأنه قال: في آي كثيرة ما حقق أنه فوق عرشه، فوق\nسمواته، فهو كذلك لا شك فيه، فلما أخبر أنه مع كل ذي نجوى، قلنا: علمه\nوبصره معهم، وهو بنفسه على العرش بكماله كما وصف، لأنه لا يتوارى منه شيء،\nولا يفوت علمه وبصره شيء في السماء السابعة العليا، ولا تحت الأرض السابعة\nالسفلى، وهذا كقوله تعالى لموسى وهارون: {إنني معكما أسمع وأرى} [طه: 46]\nمن فوق العرش.\n</p>\n\n<h1 class='l1' id='head75'>56 - </h1>\n\n<p>\nفهل من حجة أشفى وأبلغ مما احتججنا به عليك من كتاب الله تعالى، ثم\nالروايات لتحقيق ما قلنا متظاهرة عن رسول الله صلى الله عليه وسلم وأصحابه\nوالتابعين، سنأتي منها ببعض ما حضر إن شاء الله تعالى، ثم إجماع من الأولين\nوالآخرين، العالمين منهم والجاهلين، أن كل واحد ممن مضى وممن غبر إذا\nاستغاث بالله تعالى، أو دعاه، أو سأله، يمد يديه وبصره إلى السماء يدعوه\nمنها، ولم يكونوا يدعوه من أسفل منهم من تحت الأرض، ولا من أمامهم، ولا من\nخلفهم، ولا عن أيمانهم، ولا عن شمائلهم، إلا من فوق السماء، لمعرفتهم بالله\nأنه فوقهم، حتى اجتمعت الكلمة من المصلين في سجودهم: سبحان ربي الأعلى، لا\nترى أحدا يقول: ربي الأسفل، حتى لقد علم فرعون\n</p>\n\n<h1 class='l1' id='head76'>[ص: 45]</h1>\n\n<p>\nفي كفره وعتوه على الله أن الله عز وجل فوق السماء، فقال: {يا هامان ابن\nلي صرحا لعلي أبلغ الأسباب أسباب السموات فأطلع إلى إله موسى وإني لأظنه\nكاذبا} .\n</p>\n\n<h1 class='l1' id='head77'>57 - </h1>\n\n<p>\nففي هذه الآية بيان بين ودلالة ظاهرة أن موسى كان يدعو فرعون إلى معرفة\nالله بأنه فوق السماء، فمن أجل ذلك أمر ببناء الصرح، ورام الاطلاع إليه.\n</p>\n\n<h1 class='l1' id='head78'>58 - </h1>\n\n<p>\nوكذلك نمرود - فرعون - إبراهيم، اتخذ التابوت والنسور، ورام الاطلاع إلى\nالله لما كان يدعوه إبراهيم <span id='ms17'></span> إلى أن معرفته في السماء.\n</p>\n\n<h1 class='l1' id='head79'>59 - </h1>\n\n<p>\nوكذلك كان محمد صلى الله عليه وسلم يدعو إليه الناس، ويمتحن به إيمانهم\nبمعرفة الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>60 - </h1>\n\n<p>\nحدثنا مسلم بن إبراهيم الأزدي، ثنا أبان وهو ابن يزيد العطار، عن يحيى بن\nأبي كثير، عن هلال بن أبي ميمونة، عن عطاء بن يسار، عن معاوية بن الحكم\nالسلمي، رضي الله عنه قال: كانت لي جارية ترعى غنما لي في قبل أحد\nوالجوانية، وإني اطلعت يوما اطلاعة فوجدت ذئبا ذهب منها بشاة، وإني رجل من\nبني آدم، آسف كما يأسفون، فصككتها صكة، فعظم ذلك على النبي صلى الله عليه\nوسلم، فقلت: أفلا أعتقها؟، فقال: «ادعها» ، فقال لها النبي صلى الله عليه\nوسلم: «أين الله؟» قالت: في السماء. قال: «فمن أنا؟» قالت: أنت رسول الله\nقال: «أعتقها، فإنها مؤمنة»\n</p>\n\n<h1 class='l1' id='head81'>[ص: 46]</h1>\n\n<h1 class='l1' id='head82'>61 - </h1>\n\n<p>\nوحدثناه يحيى، ثنا إسماعيل ابن علية، عن الحجاج الصواف، عن يحيى بن أبي\nكثير، عن هلال بن أبي ميمونة، عن عطاء بن يسار، عن معاوية بن الحكم، عن\nالنبي صلى الله عليه وسلم مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>62 - </h1>\n\n<p>\nوحدثنا يحيى بن يحيى التميمي، قال: قرأت على مالك بن أنس، عن هلال بن\nأسامة، عن عطاء بن يسار، عن معاوية بن الحكم، أنه قال: أتيت النبي صلى الله\nعليه وسلم فقلت: يا رسول الله إن جارية لي ترعى غنما، فجئتها، ففقدت شاة من\nالغنم، فسألتها عنها فقالت: أكلها الذئب، فأسفت عليها، وكنت من بني آدم،\nفلطمت وجهها، وعلي رقبة، أفأعتقها؟، فقال لها رسول الله صلى الله عليه\nوسلم: «أين الله؟» قالت: في السماء قال: «من أنا؟» قالت: أنت رسول الله\n</p>\n\n<h1 class='l1' id='head84'>63 - </h1>\n\n<p>\nقال: «أعتقها» قال أبو سعيد: ففي حديث رسول الله صلى الله عليه وسلم هذا\nدليل على أن الرجل إذا لم يعلم أن الله عز وجل في السماء دون الأرض فليس\n</p>\n\n<h1 class='l1' id='head85'>[ص: 47]</h1>\n\n<p>\nبمؤمن ولو كان عبدا فأعتق لم يجز في رقبة مؤمنة، إذ لا يعلم أن الله في\nالسماء. ألا ترى أن رسول الله صلى الله عليه وسلم جعل أمارة إيمانها\nمعرفتها أن الله <span id='ms18'></span> في السماء؟\n</p>\n\n<h1 class='l1' id='head86'>64 - </h1>\n\n<p>\nوفي قول رسول الله صلى الله عليه وسلم: «أين الله؟» تكذيب لقول من يقول:\nهو في كل مكان، لا يوصف ب «أين» ، لأن شيئا لا يخلو منه مكان يستحيل أن\nيقال: «أين هو؟» ، ولا يقال: «أين» إلا لمن هو في مكان يخلو منه مكان.\n</p>\n\n<h1 class='l1' id='head87'>65 - </h1>\n\n<p>\nولو كان الأمر على ما يدعي هؤلاء الزائغة لأنكر عليها رسول الله صلى الله\nعليه وسلم قولها وعلمها، ولكنها علمت به، فصدقها رسول الله صلى الله عليه\nوسلم، وشهد لها بالإيمان بذلك، ولو كان في الأرض كما هو في السماء لم يتم\nإيمانها حتى تعرفه في الأرض، كما عرفته في السماء.\n</p>\n\n<h1 class='l1' id='head88'>66 - </h1>\n\n<p>\nفالله تبارك وتعالى فوق عرشه، فوق سمواته، بائن من خلقه، فمن لم يعرفه\nبذلك لم يعرف إلهه الذي يعبد، وعلمه من فوق العرش بأقصى خلقه وأدناهم واحد،\nلا يبعد عنه شيء، {لا يعزب عنه مثقال ذرة في السموات ولا في الأرض} سبحانه\nوتعالى عما يصفه المعطلون علوا كبيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>67 - </h1>\n\n<p>\nحدثنا الحسن بن الصباح البزار، ثنا علي بن الحسن بن شقيق، عن ابن\nالمبارك، قال: قيل له: كيف نعرف ربنا؟ قال: «بأنه فوق السماء السابعة على\nالعرش، بائن من خلقه»\n</p>\n\n<h1 class='l1' id='head90'>[ص: 48]</h1>\n\n<h1 class='l1' id='head91'>68 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: وما يحقق قول ابن المبارك قول رسول الله صلى\nالله عليه وسلم للجارية: «أين الله» ؟، يمتحن بذلك إيمانها، فلما قالت: في\nالسماء، قال رسول الله صلى الله عليه وسلم: «أعتقها، فإنها مؤمنة» والآثار\nفي ذلك عن رسول الله صلى الله عليه وسلم كثيرة، والحجج متظاهرة والحمد لله\nعلى ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>69 - </h1>\n\n<p>\nحدثنا مسدد، ثنا سفيان، عن عمرو يعني ابن دينار، عن أبي قابوس، عن عبد\nالله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: «الراحمون يرحمهم\nالرحمن، ارحموا أهل الأرض يرحمكم أهل السماء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>70 - </h1>\n\n<p>\nحدثنا سعيد بن الحكم بن أبي مريم المصري، أنبأ الليث بن سعد، عن زيادة بن\nمحمد، عن محمد بن كعب القرظي، عن فضالة\n</p>\n\n<h1 class='l1' id='head94'>[ص: 49]</h1>\n\n<p>\nبن عبيد، عن أبي الدرداء، رضي الله عنه قال: قال رسول الله <span id='ms19'></span> صلى الله عليه\nوسلم: \" إذا اشتكى أحدكم شيئا، أو اشتكى أخ له، فليقل: ربنا الله الذي في\nالسماء، تقدس اسمك، أمرك في السماء والأرض، كما رحمتك في السماء فاجعل\nرحمتك في الأرض، واغفر لنا حوبنا، وخطايانا، أنت رب الطيبين، أنزل شفاء من\nشفائك، ورحمة من رحمتك على هذا الوجع، فيبرأ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>71 - </h1>\n\n<p>\nحدثني محمد بن بشار العبدي، ثنا وهب بن جرير، ثنا أبي، قال: سمعت محمد بن\nإسحاق، يحدث عن يعقوب بن عتبة، عن جبير بن محمد بن جبير بن مطعم، عن أبيه،\nعن جده، قال: جاء رجل أعرابي إلى النبي صلى الله عليه وسلم، فقال: يا محمد\nهلكت المواشي، ونهكت الأموال، وإنا نستشفع بك على الله، وبالله عليك، فادع\nالله أن يسقينا فقال النبي صلى الله عليه وسلم: «يا أعرابي، ويحك، وهل تدري\nما تقول؟ إن الله أعظم من أن يستشفع عليه بأحد من خلقه، إن الله فوق عرشه،\nفوق سمواته، وسمواته فوق أرضيه مثل القبة - وأشار النبي صلى الله عليه وسلم\nبيده مثل القبة - وإنه ليئط أطيط الرحل بالراكب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>72 - </h1>\n\n<p>\nحدثنا محمد بن الصباح البغدادي، ثنا الوليد بن أبي ثور، عن سماك، عن عبد\nالله بن عميرة، عن الأحنف بن قيس، عن العباس بن عبد المطلب، رضي الله عنه\nقال: كنت بالبطحاء في عصابة، وفيهم رسول الله صلى الله عليه وسلم، فمرت\nسحابة، فنظر إليها فقال: «ما تسمون هذه؟» ، قالوا: السحاب قال: «والمزن؟» ،\nقالوا: والمزن. قال: «والعنان؟» ، قالوا: والعنان. قال: فقال: «ما بعد بين\nالسماء والأرض؟» قالوا: لا ندري. قال: «فإن بعد ما بينهما إما واحدة، وإما\nاثنتان، وإما ثلاث وسبعون سنة، والسماء فوقها كذلك» حتى عد سبع سموات، وفوق\nالسماء السابعة بحر، بين أسفله وأعلاه مثل ما بين السماء إلى السماء، وفوق\nذلك ثمانية أوعال، ما بين أظلافهن وركبهن مثل ما بين السماء إلى السماء،\nوعلى ظهورهن العرش، بين أسفله وأعلاه مثل ما بين السماء إلى السماء، ثم\nالله عز وجل فوق ذلك تبارك وتعالى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>73 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا <span id='ms20'></span> حماد وهو ابن سلمة، ثنا عطاء بن السائب، عن\nسعيد بن جبير، عن ابن عباس، رضي الله عنهما أن رسول الله صلى الله عليه\nوسلم لما أسري به مرت رائحة طيبة، فقال: «يا جبريل ما هذه الرائحة؟» ،\nفقال: هذه رائحة ماشطة ابنة فرعون وأولادها، كانت تمشطها، فوقع المشط من\nيدها، فقالت: بسم الله فقالت ابنته: أبي؟ قالت: لا، ولكن ربي ورب أبيك\nالله، فقالت أخبر بذلك أبي؟ فقالت: نعم، فأخبرته، فدعا بها، فقال: من ربك؟،\nهل لك رب غيري؟ قالت: ربي وربك الذي في السماء، فأمر ببقرة من نحاس فأحميت،\nثم دعا بها وبولدها فألقاهم فيها. وساق أبو سلمة الحديث بطوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>74 - </h1>\n\n<p>\nحدثنا مسدد، ثنا أبو الأحوص، ثنا أبو إسحاق، عن أبي عبيدة، عن عبد الله،\nقال: قال رسول الله صلى الله عليه وسلم: «من لم يرحم من في الأرض لم يرحمه\nمن في السماء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>75 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي، ثنا إسحاق بن سليمان، ثنا أبو جعفر الرازي، عن\nعاصم ابن بهدلة، عن أبي صالح، عن أبي هريرة، رضي الله عنه قال: قال رسول\nالله صلى الله عليه وسلم: \" لما ألقي إبراهيم في النار قال: اللهم إنك في\nالسماء واحد، وأنا في الأرض واحد أعبدك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>76 - </h1>\n\n<p>\nحدثنا مسدد، ثنا جعفر بن سليمان، عن ثابت، عن أنس، رضي الله عنه قال:\nأصابنا ونحن مع رسول الله صلى الله عليه وسلم مطر، فخرج رسول الله صلى الله\nعليه وسلم فحسر عنه ثوبه حتى أصابه، فقلنا: يا رسول الله لم صنعت هذا؟ قال:\n«لأنه حديث عهد بربه»\n</p>\n\n<h1 class='l1' id='head101'>77 - </h1>\n\n<p>\nقال أبو سعيد: ولو كان على ما يقول هؤلاء الزائغة في كل مكان، ما كان\nالمطر أحدث عهدا بالله من غيره من المياه والخلائق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>78 - </h1>\n\n<p>\nحدثنا عبد الله بن أبي شيبة، ثنا محمد بن فضيل، عن أبيه، عن نافع، عن ابن\nعمر، رضي الله عنهما قال: لما قبض رسول الله صلى الله عليه وسلم قال أبو\nبكر رضي الله عنه: أيها الناس إن كان محمد إلهكم الذي تعبدون فإن إلهكم <span id='ms21'></span> قد\nمات، وإن كان إلهكم الله الذي في السماء، فإن إلهكم لم يمت، ثم تلا: {وما\nمحمد إلا رسول قد خلت من قبله الرسل، أفإن مات أو قتل انقلبتم على أعقابكم}\n[آل عمران: 144] . حتى ختم الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>79 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، قال: ثنا جرير بن حازم\n</p>\n\n<h1 class='l1' id='head104'>[ص: 54]</h1>\n\n<p>\n، قال: سمعت أبا يزيد يعني المدني، قال: لقيت امرأة عمر، يقال لها: خولة\nبنت ثعلبة - وهو يسير مع الناس - فاستوقفته، فوقف لها ودنا منها وأصغى\nإليها رأسه، حتى قضت حاجتها وانصرفت، فقال له رجل: يا أمير المؤمنين، حبست\nرجالات قريش على هذه العجوز؟، فقال: ويلك وهل تدري من هذه؟ قال: لا. قال:\n«هذه امرأة سمع الله شكواها من فوق سبع سموات، هذه خولة بنت ثعلبة، والله\nلو لم تنصرف عني إلى الليل ما انصرفت عنها حتى تقضي حاجتها، إلا أن تحضر\nصلاة فأصليها، ثم أرجع إليها حتى تقضي حاجتها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>80 - </h1>\n\n<p>\nحدثنا أحمد بن يونس، ثنا أبو شهاب الحناط، عن الأعمش، عن خيثمة، أن عبد\nالله، قال: \" إن العبد ليهم بالأمر من التجارة أو الإمارة، حتى إذا تيسر له\nنظر الله إليه من فوق سبع سموات، فيقول للملك: اصرفه عنه قال: فيصرفه،\nفيتظنى بحيرته: سبقني فلان، وما هو إلا الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>81 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، عن عاصم، عن زر، عن ابن\nمسعود، رضي الله عنه قال: «ما بين السماء الدنيا والتي تليها مسيرة خمسمائة\nعام، وبين كل سماءين مسيرة خمسمائة عام، وبين السماء السابعة وبين الكرسي\nخمسمائة عام، وبين الكرسي إلى الماء خمسمائة عام، والعرش على الماء، والله\nتعالى فوق العرش، وهو يعلم ما أنتم عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>82 - </h1>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري، أنبأ يحيى بن أيوب، حدثني عمارة بن غزية،\nعن قدامة بن إبراهيم بن محمد بن حاطب، أنه حدثه أن عبد الله بن رواحة رضي\nالله عنه وقع بجارية له، فقالت له امرأته: فعلتها؟ قال: أما أنا فأقرأ\nالقرآن، فقالت: أما أنت فلا تقرأ القرآن وأنت جنب، فقال: أنا أقرأ لك <span id='ms22'></span>،\nفقال:\n</p>\n\n<p>\n[البحر الوافر]\n</p>\n\n<p>\nشهدت بأن وعد الله حق ... وأن النار مثوى الكافرينا\n</p>\n\n<p>\nوأن العرش فوق الماء طاف ... وفوق العرش رب العالمينا\n</p>\n\n<p>\nوتحمله ملائكة كرام ... ملائكة الإله مسومينا\n</p>\n\n<p>\nفقالت: آمنت بالله وكذبت البصر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>83 - </h1>\n\n<p>\nوحدثنا موسى بن إسماعيل، ثنا جويرية يعني ابن أسماء، قال: سمعت نافعا،\nيقول: قالت عائشة رضي الله عنها: وايم الله، إني لأخشى لو كنت أحب قتله\nلقتلت - تعني عثمان - ولكن علم الله من فوق عرشه أني لم أحب قتله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>84 - </h1>\n\n<p>\nحدثنا النفيلي، ثنا زهير بن معاوية، ثنا عبد الله بن عثمان بن خثيم،\nحدثني عبد الله بن عبيد الله بن أبي مليكة، أنه حدثه ذكوان، حاجب عائشة رضي\nالله عنها، أن ابن عباس رضي الله عنهما دخل على عائشة وهي تموت، فقال لها:\n«كنت أحب نساء رسول الله صلى الله عليه وسلم إلى رسول الله صلى الله عليه\nوسلم، ولم يكن رسول الله صلى الله عليه وسلم يحب إلا طيبا، وأنزل الله\nبراءتك من فوق سبع سموات، جاء بها الروح الأمين، فأصبح ليس مسجد من مساجد\nالله تعالى يذكر فيه الله إلا وهي تتلى فيه آناء الليل والنهار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>85 - </h1>\n\n<p>\nحدثنا محمد بن عمران بن أبي ليلى، ثنا موسى أبو محمد، من موالي عثمان بن\nعفان، قال: وكان من خيار الناس، عن خالد بن يزيد بن عبد الله، عن أبيه، عن\nجده، قال: خطب علي الناس الخطبة التي لم يخطب بعدها، فقال: «الحمد لله الذي\nدنا في علوه، وناء في دنوه، لا يبلغ شيء مكانه، ولا يمتنع عليه شيء أراده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>86 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ سليمان بن المغيرة، عن ثابت\nالبناني، ثنا رجل، من أهل الشام، وكان يتبع عبد الله بن عمرو بن العاص\nويسمع منه، قال: كنت معه فلقي نوفا، فقال نوف: ذكر لنا أن الله تعالى قال\nلملائكته: ادعوا لي عبادي، فقالوا: يا رب كيف والسموات السبع دونهم، والعرش\nفوق ذلك؟ قال: إنهم إذا قالوا: لا إله إلا الله، فقد استجابوا لي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول عبد الله <span id='ms23'></span> بن عمرو: صلينا مع رسول الله صلى الله عليه وسلم صلاة\nالمغرب، أو قال غيرها، شك سليمان، فقعد رهط أنا فيهم ينتظرون الصلاة\nالأخرى، فأقبل رسول الله صلى الله عليه وسلم يسرع المشي، كأني أنظر إلى\nرفعه إزاره كي يكون أخف له في المشي، فانتهى إلينا، فقال: \" ألا أبشروا،\nهذا ربكم أمر بباب في السماء الوسطى، أو قال: باب السماء، ففتحه، ففاخر بكم\nالملائكة، فقال: انظروا إلى عبادي، أدوا حقا من حقي، ثم انتظروا\n</p>\n\n<h1 class='l1' id='head112'>[ص: 59]</h1>\n\n<p>\nأداء حق آخر يؤدونه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>87 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا أبو هلال، ثنا قتادة، قال: قالت بنو إسرائيل:\nيا رب أنت في السماء ونحن في الأرض، فكيف لنا أن نعرف رضاك وغضبك؟ قال:\n«إذا رضيت عنكم استعملت عليكم خياركم، وإذا غضبت عليكم استعملت عليكم\nشراركم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>88 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، قال: حدثني الليث وهو ابن سعد قال: حدثني\nخالد بن يزيد، عن سعيد بن أبي هلال، أن زيد بن أسلم، حدثه عن عطاء بن يسار،\nقال: أتى رجل كعبا وهو في نفر، فقال: يا أبا إسحاق حدثني عن الجبار. فأعظم\nالقوم قوله، فقال كعب: دعوا الرجل، فإن كان جاهلا تعلم، وإن كان عالما\nازداد علما، ثم قال كعب: «أخبرك أن الله خلق سبع سموات، ومن الأرض مثلهن،\nثم جعل ما بين كل سماءين كما بين السماء الدنيا والأرض، وكثفهن مثل ذلك، ثم\nرفع العرش فاستوى عليه، فما في السموات سماء إلا لها أطيط كأطيط الرحل\nالعلافي أول ما يرتحل من ثقل الجبار فوقهن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>89 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح، حدثني الليث، قال: حدثني عقيل، عن ابن شهاب،\nقال: أخبرني سالم بن عبد الله، أن كعب الأحبار، قال لعمر رضي الله عنه: \"\nويل لسلطان الأرض من سلطان السماء. قال\n</p>\n\n<h1 class='l1' id='head116'>[ص: 60]</h1>\n\n<p>\nعمر: إلا من حاسب نفسه. فقال كعب: إلا من حاسب نفسه. وكبر عمر وخر ساجدا\n\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>90 - </h1>\n\n<p>\nحدثنا يحيى بن عبد الحميد الحماني، ثنا أبي، عن نضر أبي عمر الخزاز، عن\nعكرمة، عن ابن عباس، قال: «سيد السموات السماء <span id='ms24'></span> التي فيها العرش، وسيد\nالأرضين التي نحن عليها، وسيد الشجر العوسج، ومنه عصا موسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>91 - </h1>\n\n<p>\nحدثنا القعنبي، ثنا ثابت بن قيس أبو الغصن، عن أبي سعيد المقبري، عن\nأسامة بن زيد، رضي الله عنهما قال: قلت: يا رسول الله رأيتك تصوم من الشهر\nشيئا ما لا تصومه من الشهور أكثر إلا رمضان قال: «أي شهر؟» ، قلت: شعبان.\nقال: «هو شهر ترفع فيه الأعمال إلى رب العالمين، فأحب أن يرفع عملي وأنا\nصائم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>92 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن الأعمش، عن أبي صالح، عن أبي\nهريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" إن لله\nملائكة يتعاقبون فيكم، فإذا كانت صلاة الفجر نزلت ملائكة النهار، فشهدوا\nمعكم الصلاة، وصعدت ملائكة الليل، ومكثت فيكم ملائكة النهار، فيسألهم ربهم\nوهو أعلم بهم: ما تركتم عبادي يصنعون؟، فيقولون: جئناهم وهم يصلون،\nوتركناهم وهم يصلون، فإذا كانت صلاة العصر نزلت ملائكة الليل فشهدوا معكم\nالصلاة، ثم صعدت ملائكة النهار، ومكثت معكم ملائكة الليل \" قال: \" فيسألهم\nربهم وهو أعلم بهم فيقول: ما تركتم عبادي يصنعون؟ \" قال: \" فيقولون: جئناهم\nوهم يصلون، وتركناهم وهم يصلون قال: فحسبته أنه قال: «فاغفر لهم يوم الدين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>93 - </h1>\n\n<p>\nحدثنا سليمان بن حرب، ثنا حماد بن زيد، عن عاصم\n</p>\n\n<h1 class='l1' id='head121'>[ص: 62]</h1>\n\n<p>\n، عن زر، قال: أتيت حذيفة بن اليمان رضي الله عنهما، فقلت: أخبرني عن\nصلاة، رسول الله صلى الله عليه وسلم في بيت المقدس ليلة أسري به. قال: ما\nيخبرك ذاك؟، قلت: القرآن، فقرأت: (سبحان الذي أسرى بعبده من الليل من\nالمسجد الحرام إلى المسجد الأقصى) . قال: هكذا هو في قراءة عبد الله. قال:\nهل تراه صلى فيه يا أصلع؟ قلت: لا، قال: فإنه أتاه بدابة، فوصفها عاصم\nبحمار، فحمله عليها، أحدهما رديف صاحبه، ثم انطلقا، فأري ما في السموات،\nوأري، ثم عادا عودهما على بدئهما، فلم يصل فيه، ولو صلى فيه لكانت سنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>94 - </h1>\n\n<p>\nحدثنا عمرو بن خالد الحراني، ثنا ابن لهيعة، عن بكر\n</p>\n\n<h1 class='l1' id='head123'>[ص: 63]</h1>\n\n<p>\nبن سوادة، عن أبي تميم <span id='ms25'></span> الجيشاني، عن أبي ذر، رضي الله عنه، عن النبي صلى\nالله عليه وسلم قال: \" إذا مكث المني في الرحم أربعين ليلة أتاه ملك\nالنفوس، فعرج به إلى الرب في راحته، فيقول: أي رب عبدك هذا ذكر أم أنثى؟\nفيقضي الله إليه ما هو قاض، ثم يقول: أي رب أشقي أم سعيد؟ فيكتب بين عينيه\nما هو لاق \" قال: وتلا أبو ذر من فاتحة التغابن خمس آيات \"\n</p>\n\n<h1 class='l1' id='head124'>95 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: وإلى من يعرج الملك بالمني، والله بزعمكم الكاذب\nفي رحم المرأة وجوفها مع المني؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>96 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن الأعمش، عن عمرو بن مرة، عن أبي\nعبيدة، عن أبي موسى، رضي الله عنه قال: قام بنا رسول الله صلى الله عليه\nوسلم بأربع كلمات، فقال: «إن الله لا ينام، ولا ينبغي له أن ينام، يخفض\nالقسط ويرفعه، يرفع إليه عمل الليل قبل النهار، وعمل النهار قبل الليل،\nحجابه النور، لو كشفه لأحرقت سبحات وجهه كل شيء أدركه بصره»\n</p>\n\n<h1 class='l1' id='head126'>[ص: 64]</h1>\n\n<h1 class='l1' id='head127'>97 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فإلى من ترفع الأعمال، والله بزعمكم الكاذب مع\nالعامل بنفسه في بيته، ومسجده، ومنقلبه، ومثواه؟ تعالى الله عما يقولون\nعلوا كبيرا.\n</p>\n\n<h1 class='l1' id='head128'>98 - </h1>\n\n<p>\nوالأحاديث عن رسول الله صلى الله عليه وسلم وعن أصحابه، والتابعين، ومن\nبعدهم في هذا أكثر من أن يحصيها كتابنا هذا، غير أنا قد اختصرنا من ذلك ما\nيستدل به أولو الألباب أن الأمة كلها والأمم السالفة قبلها لم يكونوا يشكون\nفي معرفة الله تعالى أنه فوق السماء، بائن من خلقه، غير هذه العصابة\nالزائغة عن الحق، المخالفة للكتاب وأثارات العلم كلها، حتى لقد عرف ذلك\nكثير من كفار الأمم وفراعنتهم. {وقال فرعون يا هامان ابن لي صرحا لعلي أبلغ\nالأسباب، أسباب السموات فأطلع إلى إله موسى} . واتخذ فرعون إبراهيم النسور\nوالتابوت يرومون الاطلاع إلى الله تعالى في السماء، وذلك لما أن الأنبياء\nعليهم السلام كانوا يدعونهم إلى الله بذلك، وقالت\n</p>\n\n<h1 class='l1' id='head129'>[ص: 65]</h1>\n\n<p>\nبنو إسرائيل: يا رب أنت في السماء ونحن في <span id='ms26'></span> الأرض. وأشباه هذا كثير، يطول\nإن ذكرناها\n</p>\n\n<h1 class='l1' id='head130'>99 - </h1>\n\n<p>\nوظاهر القرآن وباطنه كله يدل على ذلك، لا لبس فيه، ولا تأول إلا لمتأول\nجاحد يكابر الحجة، وهو يعلم أنها عليه.\n</p>\n\n<h1 class='l1' id='head131'>100 - </h1>\n\n<p>\nقال الله تبارك وتعالى: {الحمد لله الذي أنزل على عبده الكتاب} [الكهف:\n1] . وقوله: {نزل عليك الكتاب بالحق مصدقا لما بين يديه، وأنزل التوراة\nوالإنجيل من قبل هدى للناس وأنزل الفرقان} [آل عمران: 4] . وقوله: {حم\nتنزيل من الرحمن الرحيم} [فصلت: 1] . {تنزيل من حكيم حميد} [فصلت: 42] .\n{إنا أنزلناه في ليلة القدر} [القدر: 1] . {إنا أنزلناه في ليلة مباركة}\n[الدخان: 3] . {سورة أنزلناها وفرضناها وأنزلنا فيها آيات بينات} [النور:\n1] . وما أشبه هذا في كتاب الله كثير، كل ذلك دليل على أن الله عز وجل\nأنزله من السماء من عنده، ولو كان على ما يدعي هؤلاء الزائغة أنه تحت الأرض\nوفوقها كما هو على العرش فوق السماء السابعة لقال جل ذكره في بعض الآيات:\nإنا أطلعناه إليك، ورفعناه إليك، وما أشبهه. وقال: {وما نتنزل إلا بأمر\nربك} [مريم: 64] و {نزل به الروح الأمين} [الشعراء: 193] و {قل نزله روح\nالقدس من ربك بالحق} [النحل: 102] . ولم يقل: ما نخرج من تحت الأرض، ولا\nيصعد منها\n</p>\n\n<h1 class='l1' id='head132'>101 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فظاهر القرآن وباطنه يدل على ما وصفنا من ذلك،\nنستغني فيه بالتنزيل عن التفسير، ويعرفه العامة، والخاصة، فليس منه لمتأول\nتأول، إلا لمكذب به في نفسه، مستتر بالتأويل.\n</p>\n\n<h1 class='l1' id='head133'>[ص: 66]</h1>\n\n<h1 class='l1' id='head134'>102 - </h1>\n\n<p>\nويلكم إجماع من الصحابة والتابعين وجميع الأمة، من تفسير القرآن والفرائض\nوالحدود والأحكام: نزلت آية كذا في كذا، ونزلت آية كذا في كذا، ونزلت سورة\nكذا في مكان كذا. لا نسمع أحدا يقول: طلعت من تحت الأرض، ولا جاءت من أمام،\nولا من خلف، ولكن كله: نزلت من فوق.\n</p>\n\n<h1 class='l1' id='head135'>103 - </h1>\n\n<p>\nوما يصنع بالتنزيل من هو بنفسه في كل مكان. إنما يكون شبه مناولة، لا\nتنزيلا من فوق السماء مع جبريل، إذ يقول سبحانه وتعالى: {قل نزله روح القدس\nمن ربك بالحق} [النحل: 102] . والرب بزعمكم الكاذب في البيت معه، وجبريل\nيأتيه من خارج <span id='ms27'></span>. هذا واضح، ولكنكم تغالطون، فمن لم يقصد بإيمانه وعبادته إلى\nالله الذي استوى على العرش فوق سمواته، وبان من خلقه، فإنما يعبد غير الله،\nولا يدري أين الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>104 - </h1>\n\n<p>\nحدثنا مهدي بن جعفر الرملي، ثنا جعفر بن عبد الله، وكان، من أهل الحديث\nثقة، عن رجل قد سماه لي، قال: جاء رجل إلى مالك بن أنس فقال: يا أبا عبد\nالله {الرحمن على العرش استوى} [طه: 5] ، كيف استوى؟ قال: فما رأينا مالكا\nوجد من شيء كوجده من مقالته، وعلاه الرحضاء، وأطرق، وجعلنا ننتظر ما يأمر\nبه فيه. قال: ثم سري عن مالك، فقال: «الكيف غير معقول، والاستواء منه غير\nمجهول، والإيمان به واجب، والسؤال عنه بدعة، وإني لأخاف أن تكون ضالا. ثم\nأمر به فأخرج»\n</p>\n\n<h1 class='l1' id='head137'>[ص: 67]</h1>\n\n<h1 class='l1' id='head138'>105 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: وصدق مالك، لا يعقل منه كيف، ولا يجهل منه\nالاستواء، والقرآن ينطق ببعض ذلك في غير آية.\n</p>\n\n<h1 class='l1' id='head139'>106 - </h1>\n\n<p>\nفهذه الأشياء التي اقتصصنا في هذا الباب، قد خلص علم كثير منها إلى\nالنساء والصبيان، ونطق بكثير منها كتاب الله تعالى، وصدقته الآثار عن رسول\nالله صلى الله عليه وسلم، وعن أصحابه والتابعين، وليس هذا من العلم الذي\nيشكل على أحد من العامة والخاصة، إلا على هذه العصابة الملحدة في آيات\nالله، لم يزل العلماء يروون هذه الآثار، ويتناسخونها، ويصدقون بها على ما\nجاءت، حتى ظهرت هذه العصابة، فكذبوا بها أجمع، وجهلوهم، وخالفوا أمرهم،\nخالف الله بهم.\n</p>\n\n<h1 class='l1' id='head140'>107 - </h1>\n\n<p>\nثم ما قد روي في، قبض الأرواح، وصعود الملائكة بها إلى الله تعالى من\nالسماء، وما ذكر رسول الله صلى الله عليه وسلم من قصته حين أسري به، فعرج\nبه إلى سماء بعد سماء، حتى انتهي به إلى سدرة المنتهى التي ينتهي إليها علم\nالخلائق فوق سبع سموات، ولو كان في كل مكان كما يزعم هؤلاء، ما كان للإسراء\nوالبراق والمعراج إذا من معنى، وإلى من يعرج به إلى السماء، وهو بزعمكم\nالكاذب معه في بيته في الأرض، ليس بينه وبينه ستر، تبارك اسمه، وتعالى عما <span id='ms28'></span>\nتصفون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>108 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، قال: حدثني الليث\n</p>\n\n<h1 class='l1' id='head142'>[ص: 68]</h1>\n\n<p>\nيعني ابن سعد، قال: حدثني يونس، عن ابن شهاب، عن أنس بن مالك، رضي الله\nعنه قال: كان أبو ذر رضي الله عنه يحدث أن رسول الله صلى الله عليه وسلم\nقال: \" فرج سقف بيتي وأنا بمكة، فنزل جبريل، فعرج بي إلى السماء الدنيا،\nفلما جئنا السماء الدنيا قال جبريل لخازن سماء الدنيا: افتح قال: من هذا؟\nقال: هذا جبريل. قال: هل معك أحد؟ قال: نعم، معي محمد. قال: أرسل إليه؟\nقال: نعم. قال: فافتتح، فلما علونا السماء الدنيا. \" وساق الحديث إلى قوله:\nقال أنس: فذكر أنه وجد في السموات آدم، وإدريس، وموسى، وعيسى وإبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن شهاب: وأخبرني ابن حزم أن ابن عباس وأبا حبة الأنصاري رضي الله\nعنهما يقولان: قال رسول الله صلى الله عليه وسلم: «ثم عرج بي، حتى ظهرت\nلمستوى أسمع صريف الأقلام» قال: «ثم انطلق بي، حتى انتهي بي إلى سدرة\nالمنتهى، فغشيها ألوان لا أدري ما هي»\n</p>\n\n<h1 class='l1' id='head143'>109 - </h1>\n\n<p>\nحدثنا أحمد بن صالح، عن ابن وهب، عن يونس، بإسناده نحو معناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>110 - </h1>\n\n<p>\nحدثنا عبد الله بن أبي شيبة أبو بكر، ثنا أبو معاوية\n</p>\n\n<h1 class='l1' id='head145'>[ص: 69]</h1>\n\n<p>\n، عن الأعمش، عن المنهال بن عمرو، عن زاذان، عن البراء، رضي الله عنه، عن\nالنبي صلى الله عليه وسلم قال: «إن العبد المؤمن إذا كان في انقطاع من\nالدنيا، وإقبال من الآخرة، أنزل الله إليه من السماء ملائكة.» وساق الحديث.\nقال: \" فيخرج روحه، فيصعدون به، حتى ينتهوا به إلى السماء، فيستفتح، فيفتح\nله، حتى ينتهى به إلى السماء السابعة، فيقول الله عز وجل: اكتبوا كتاب عبدي\nفي عليين في السماء السابعة، وأعيدوه إلى الأرض، فإني منها خلقتهم، وفيها\nأعيدهم، ومنها أخرجهم تارة أخرى. وأما الكافر \" قال: «ينتهى به إلى السماء\nالدنيا، فيستفتحون، فلا يفتح له» ، ثم قرأ: {لا تفتح لهم أبواب السماء}\n[الأعراف: 40] الآية. قال: \" فيقول الله عز وجل: اكتبوا كتاب عبدي في سجين،\nفي الأرض السفلى، وأعيدوه إلى الأرض، فإني منها <span id='ms29'></span> خلقتهم، وفيها أعيدهم،\nومنها أخرجهم تارة أخرى. فيطرح طرحا. «وساق الحديث بطوله»\n</p>\n\n<h1 class='l1' id='head146'>111 - </h1>\n\n<p>\nقال أبو سعيد: ففي قوله تبارك وتعالى: {لا تفتح لهم أبواب السماء}\n[الأعراف: 40] دلالة ظاهرة أن الله عز وجل فوق السماء، لأن أبواب السماء\nإنما تفتح لأرواح المؤمنين، ولرفع أعمالهم إلى الله عز وجل منها، ولما سوى\nذلك مما يشاء الله تعالى، فإذا كان\n</p>\n\n<h1 class='l1' id='head147'>[ص: 70]</h1>\n\n<p>\nمع الميت والعامل بنفسه في الأرض فإلى من يعرج بأرواحهم وأعمالهم؟ ولم\nتفتح أبواب السماء لقوم وتغلق عن آخرين، إذا كان الله بزعمكم في الأرض؟ وما\nمنزلة قول الله عز وجل عندهم إذ {لا تفتح لهم أبواب السماء} [الأعراف: 40]\n.\n</p>\n\n<h1 class='l1' id='head148'>112 - </h1>\n\n<p>\nفمن آمن بهذا القرآن الذي احتججنا منه بهذه الآيات، وصدق هذا الرسول الذي\nروينا عنه هذه الروايات، لزمه الإقرار بأن الله بكماله فوق عرشه، فوق\nسمواته، وإلا فليحتمل قرآنا غير هذا؛ فإنه غير مؤمن بهذا.\n</p>\n\n<h1 class='l1' id='head149'>113 - </h1>\n\n<p>\nومما يحقق قولنا ويبطل دعواهم احتجاب الله عز وجل من الخلق فوق السموات\nالعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الاحتجاب\n</p>\n\n<h1 class='l1' id='head150'>114 - </h1>\n\n<p>\nقال الله تبارك وتعالى: {وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء\nحجاب} [الشورى: 51]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>115 - </h1>\n\n<p>\nحدثنا علي بن المديني، ثنا موسى بن إبراهيم بن كثير بن بشير بن الفاكه\nالأنصاري، ثم السلمي قال: سمعت طلحة بن خراش بن عبد الرحمن بن خراش بن\nالصمة الأنصاري، ثم السلمي يقول: سمعت جابر بن عبد الله، رضي الله عنهما\nيقول: نظر إلي رسول الله صلى الله عليه وسلم، فقال: «يا جابر ما لي أراك\nمهتما؟» قال: قلت: استشهد أبي وترك دينا عليه وعيالا. فقال: \" ألا أخبرك؟\nما كلم الله أحدا قط إلا من وراء حجاب، وكلم أباك كفاحا، فقال: يا عبدي،\nتمن علي أعطك «وساق علي الحديث»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>116 - </h1>\n\n<p>\nحدثنا عمرو بن عون الواسطي، أنبأ هشيم، عن داود، عن الشعبي، قال: ثنا\nمسروق، قال: بينا أنا عند عائشة أم المؤمنين، فقالت: يا أبا عائشة من زعم\nأن محمدا، رأى ربه فقد أعظم على الله الفرية، وتلت: {لا تدركه الأبصار وهو\nيدرك الأبصار وهو اللطيف الخبير} [الأنعام <span id='ms30'></span>: 103] . {وما كان لبشر أن يكلمه\nالله إلا وحيا أو\n</p>\n\n<h1 class='l1' id='head153'>[ص: 72]</h1>\n\n<p>\nمن وراء حجاب} [الشورى: 51] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>117 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن الأعمش، عن عمرو بن مرة، عن أبي\nعبيدة، عن أبي موسى، رضي الله عنه قال: قام فينا رسول الله صلى الله عليه\nوسلم بأربع، فقال: «إن الله لا ينام، ولا ينبغي له أن ينام، يخفض القسط\nويرفعه، يرفع إليه عمل الليل قبل النهار، وعمل النهار قبل الليل، حجابه\nالنور، لو كشفه لأحرقت سبحات وجهه كل شيء أدركه بصره»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>118 - </h1>\n\n<p>\nحدثنا محبوب بن موسى الأنطاكي، أنبأ أبو إسحاق الفزاري، عن سفيان، عن\nعبيد المكتب، عن مجاهد، عن ابن عمر، رضي الله عنهما قال: \" احتجب الله من\nخلقه بأربع: بنار وظلمة، ونور وظلمة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>119 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل أبو سلمة، ثنا حماد وهو ابن سلمة قال: أنبأ أبو\nعمران الجوني، عن زرارة بن أوفى، أن النبي صلى الله عليه وسلم سأل جبريل: \"\nهل رأيت ربك؟ . فانتفض جبريل وقال: يا محمد إن بيني وبينه سبعين حجابا من\nنور، لو دنوت من أدناها لاحترقت \"\n</p>\n\n<h1 class='l1' id='head157'>120 - </h1>\n\n<p>\nقال أبو سعيد: من يقدر قدر هذه الحجب التي احتجب الجبار بها؟ ومن يعلم\nكيف هي غير الذي أحاط بكل شيء علما؟ {وأحصى كل شيء عددا} [الجن: 28] .\n</p>\n\n<h1 class='l1' id='head158'>121 - </h1>\n\n<p>\nففي هذا أيضا دليل أنه بائن من خلقه، محتجب عنهم، لا يستطيع جبريل مع\nقربه إليه الدنو من تلك الحجب، وليس كما يقول هؤلاء الزائغة: إنه معهم في\nكل مكان، ولو كان كذلك ما كان للحجب هناك معنى، لأن الذي هو في كل مكان لا\nيحتجب بشيء من شيء، فكيف يحتجب من هو خارج الحجاب كما هو من ورائه؟ فليس\nلقول الله عز وجل: {من وراء حجاب} [الأحزاب: 53] عند القوم مصداق.\n</p>\n\n<h1 class='l1' id='head159'>122 - </h1>\n\n<p>\nوالآثار التي جاءت عن رسول الله صلى الله عليه وسلم في نزول الرب تبارك\nوتعالى تدل على أن الله عز وجل فوق السموات على عرشه، بائن من خلقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب النزول\n</p>\n\n<h1 class='l1' id='head160'>123 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فمما يعتبر به من كتاب الله عز <span id='ms31'></span> وجل في النزول،\nويحتج به على من أنكره، قوله تعالى: {هل ينظرون إلا أن يأتيهم الله في ظلل\nمن الغمام والملائكة} [البقرة: 210] . وقوله: {وجاء ربك والملك صفا صفا}\n[الفجر: 22] . وهذا يوم القيامة إذا نزل الله ليحكم بين العباد، وهو قوله:\n{ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا، الملك يومئذ الحق للرحمن،\nوكان يوما على الكافرين عسيرا} [الفرقان: 26] . فالذي يقدر على النزول يوم\nالقيامة من السموات كلها ليفصل بين عباده قادر أن ينزل كل ليلة من سماء إلى\nسماء، فإن ردوا قول رسول الله صلى الله عليه وسلم في النزول، فماذا يصنعون\nبقول الله عز وجل تبارك وتعالى؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>124 - </h1>\n\n<p>\nحدثنا عمرو بن عون الواسطي، أنبأ أبو عوانة، عن أبي إسحاق، عن الأغر أبي\nمسلم، قال: أشهد على أبي سعيد وأبي هريرة رضي الله عنهما أنهما شهدا على\nرسول الله صلى الله عليه وسلم أنه قال: \" إن الله يمهل حتى إذا ذهب ثلث\nالليل هبط فقال: من تائب فيتاب عليه؟ من داع فيستجاب له؟ من مستغفر؟ من\nمذنب؟ من سائل فيعطى؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>125 - </h1>\n\n<p>\nحدثنا يحيى بن بكير المصري، ثنا مالك وهو ابن أنس، عن ابن شهاب، عن أبي\nعبد الله الأغر، وأبي سلمة بن عبد الرحمن، عن أبي هريرة، رضي الله عنه قال:\nقال رسول الله صلى الله عليه وسلم: \" ينزل ربنا تبارك وتعالى كل ليلة إلى\nالسماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني أستجيب له؟ من\nيسألني فأعطيه؟ ومن يستغفرني فأغفر له؟ \"\n</p>\n\n<h1 class='l1' id='head163'>126 - </h1>\n\n<p>\nقال أبو سعيد وزادني فيه أحمد بن صالح، عن ابن وهب، عن يونس، عن ابن\nشهاب، بإسناده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>127 - </h1>\n\n<p>\nقال: وقال هشام الدستوائي: عن يحيى وهو ابن أبي كثير، عن هلال بن أبي\nميمونة، عن عطاء بن يسار، أن رفاعة الجهني، حدثه أن رسول الله صلى الله\nعليه وسلم قال: \" إذا مضى ثلث الليل، أو شطر الليل، أو ثلثا الليل، يتنزل\nالله إلى سماء الدنيا، فيقول: لا أسأل عن عبادي\n</p>\n\n<h1 class='l1' id='head165'>[ص: 76]</h1>\n\n<p>\nأحدا غيري، من يستغفرني أغفر له؟ من يدعوني أستجيب له <span id='ms32'></span>؟ ومن يسألني أعطيه؟\nحتى ينفجر الصبح \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>128 - </h1>\n\n<p>\nحدثنا سعيد بن الحكم بن أبي مريم المصري، أنبأ الليث يعني ابن سعد، قال:\nحدثني زيادة بن محمد، عن محمد بن كعب القرظي، عن فضالة بن عبيد، عن أبي\nالدرداء، رضي الله عنهما، عن رسول الله صلى الله عليه وسلم قال: \" إن الله\nتبارك وتعالى ينزل في ثلاث ساعات من الليل يفتح الذكر، فينظر الله في\nالساعة الأولى منهن في الكتاب الذي لم يره غيره، فيمحو ما يشاء، ويثبت ما\nيشاء، ثم ينزل في الساعة الثانية إلى جنة عدن، وهي داره التي لم ترها عين،\nولم تخطر على قلب بشر، وهي مسكنه، ولا يسكنها معه من بني آدم غير ثلاثة:\nالنبيين، والصديقين، والشهداء، ثم يقول: طوبى لمن دخلك، ثم ينزل في الساعة\nالثالثة إلى السماء الدنيا بروحه وملائكته، فتنتفض، فيقول: قومي بعزتي ثم\nيطلع إلى عباده، فيقول: هل من مستغفر أغفر له؟ وهل من داع أجيب؟ حتى تكون\nصلاة الفجر \"، ولذلك يقول: {وقرآن الفجر إن قرآن الفجر كان مشهودا}\n[الإسراء: 78] يشهده الله وملائكة الليل والنهار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>129 - </h1>\n\n<p>\nحدثنا حفص بن عمر النمري أبو عمر الحوضي، ثنا هشام وهو الدستوائي، عن\nيحيى وهو ابن أبي كثير، عن أبي جعفر، عن أبي هريرة، رضي الله عنه أن رسول\nالله صلى الله عليه وسلم قال: \" إذا بقي، أو قال: مضى ثلث الليل ينزل الله\nإلى سماء الدنيا فيقول: من يدعوني فأستجيب له؟ من يسترزقني فأرزقه؟ من\nيسألني فأعطيه؟ من يستكشف الضر أكشف عنه؟ حتى ينفجر الصبح \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>130 - </h1>\n\n<p>\nحدثنا عمرو بن عون الواسطي، أنبأ خالد يعني\n</p>\n\n<h1 class='l1' id='head169'>[ص: 78]</h1>\n\n<p>\nعبد الله، عن الهجري، عن أبي الأحوص، عن عبد الله، رضي الله عنه قال: قال\nرسول الله صلى الله عليه وسلم: \" إن الله يفتح أبواب السماء في ثلث الليل،\nفيهبط إلى السماء الدنيا، فيبسط يديه، فيقول: ألا عبد يسألني فأعطيه؟ إلى\nطلوع الفجر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>131 - </h1>\n\n<p>\nحدثنا عبد العزيز بن يوسف الحراني أبو الأصبغ، قال: حدثني محمد يعني ابن\nسلمة الحراني، عن محمد بن إسحاق، عن سعيد <span id='ms33'></span> المقبري، عن عطاء، مولى أم صبية،\nعن أبي هريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" لولا\nأن أشق على أمتي لأمرتهم بالسواك عند كل صلاة، ولأخرت العشاء الآخرة حتى\nيذهب ثلث الليل، فإنه إذا ذهب ثلث الليل الأول هبط الله إلى السماء الدنيا،\nفلا يزال بها حتى يطلع الفجر، يقول قائل: ألا من سائل فيعطى، ألا من داع\nفيستجاب له؟، ألا من مريض يستشفى فيشفى؟ ألا من مذنب يستغفر فيغفر له؟ \"\n</p>\n\n<h1 class='l1' id='head171'>[ص: 79]</h1>\n\n<h1 class='l1' id='head172'>132 - </h1>\n\n<p>\nحدثنا عمرو بن محمد الناقد، عن يعقوب بن إبراهيم بن سعد، عن أبيه، عن ابن\nإسحاق، بإسناده نحوه.\n</p>\n\n<h1 class='l1' id='head173'>133 - </h1>\n\n<p>\nقال عمرو: وثنا يعقوب بن إبراهيم، قال: حدثني أبي، عن محمد بن إسحاق،\nقال: وحدثني عمي عبد الرحمن بن يسار، عن عبيد الله بن أبي رافع، عن أبيه،\nعن علي بن أبي طالب، رضي الله عنه، عن رسول الله صلى الله عليه وسلم بمثل\nحديث أبي هريرة رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>134 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا أبو عوانة، عن طارق، عن سعيد بن جبير، عن ابن\nعباس، رضي الله عنهما قال: إن الله يمهل حتى إذا مضى ثلث الليل هبط إلى\nسماء الدنيا، ثم قال: هل من تائب فيتاب عليه؟ هل من مستغفر فأغفر له؟ هل من\nسائل يعطى؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>135 - </h1>\n\n<p>\nحدثنا الزهراني أبو الربيع، ثنا حماد يعني ابن زيد، عن عمرو بن دينار، عن\nعبيد بن عمير، قال: إذا مضى ثلث، أو: بقي نصف الليل، ينزل الله عز وجل إلى\nسماء الدنيا، فيقول: «من ذا الذي يدعوني فأستجيب له؟ من ذا الذي يسألني\nفأعطيه؟»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>باب النزول ليلة النصف من شعبان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n<h1 class='l1' id='head177'>136 - </h1>\n\n<p>\nحدثنا الأصبغ بن الفرج المصري، قال: أخبرني ابن وهب، عن عمرو بن الحارث،\nعن عبد الملك، عن مصعب بن أبي الحارث، عن القاسم بن محمد بن أبي بكر، عن\nأبيه، أو عن عمه، عن جده أبي بكر، رضي الله عنه، أن النبي صلى الله عليه\nوسلم قال: «ينزل ربنا تبارك وتعالى ليلة النصف من شعبان، فيغفر لكل <span id='ms34'></span> نفس إلا\nمشرك بالله ومشاحن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>باب النزول يوم عرفة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n<h1 class='l1' id='head179'>137 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل أبو سلمة، وعلي بن عثمان اللاحقي، قالا: ثنا أبو\nعوانة، عن مغيرة، عن عاصم بن أبي النجود، قال: قالت أم سلمة رضي الله عنها:\n«نعم اليوم يوم عرفة، ينزل فيه رب العزة إلى السماء الدنيا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>باب نزول الرب تبارك وتعالى يوم القيامة للحساب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n<h1 class='l1' id='head181'>138 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، عن إبراهيم بن سعد، عن ابن شهاب، عن عطاء بن يزيد\nالليثي، عن أبي هريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: \" يجمع الله الناس يوم القيامة، فيقول: من كان يعبد شيئا فليتبعه \"،\nوساق الحديث إلى قوله: \" وتبقى هذه الأمة، فيقولون: هذا مكاننا حتى يأتينا\nربنا، فإذا جاء ربنا عرفناه، فيأتيهم الله عز وجل، فيقول: أنا ربكم،\nفيقولون: أنت ربنا، فيتبعونه «، وساق نعيم الحديث إلى آخره»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>139 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد وهو ابن سلمة، عن ثابت، وحميد، وعلي بن\nزيد، عن الحسن، أن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head183'>[ص: 87]</h1>\n\n<p>\nقال: «يأتينا ربنا يوم القيامة ونحن على مكان رفيع، فيتجلى لنا ضاحكا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>140 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ سليمان التيمي، عن أبي نضرة،\nعن ابن عباس، رضي الله عنهما قال: ينادي مناد بين يدي الساعة: أتتكم\nالساعة، حتى يسمعها كل حي وميت. قال: فينادي المنادي: {لمن الملك اليوم،\nلله الواحد القهار} [غافر: 16] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>141 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، قال: حدثني ابن لهيعة، عن يزيد بن أبي\nحبيب، عن سنان بن سعد، عن أنس بن مالك، رضي الله عنه أنه قال وتلا هذه\nالآية: {يوم تبدل الأرض غير الأرض} [إبراهيم: 48] قال: يبدلها الله يوم\nالقيامة بأرض من فضة\n</p>\n\n<h1 class='l1' id='head186'>[ص: 88]</h1>\n\n<p>\n، لم يعمل عليها الخطايا، ينزل عليها الجبار تبارك وتعالى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>142 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد وهو ابن سلمة، عن علي بن زيد، عن يوسف\nبن مهران، عن ابن عباس، رضي الله عنهما في هذه الآية: {يوم تشقق السماء\nبالغمام} [الفرقان: 25] ونزل الملائكة تنزيلا قال: ينزل <span id='ms35'></span> أهل سماء الدنيا،\nوهم أكثر من أهل الأرض ومن الجن والإنس، فيقول أهل الأرض: أفيكم ربنا؟\nفيقولون: لا، وسيأتي، ثم تشقق السماء الثانية. وساق أبو سلمة الحديث إلى\nالسماء السابعة قال: فيقولون: أفيكم ربنا؟ فيقولون: لا، وسيأتي، ثم يأتي\nالرب تبارك وتعالى في الكروبيين، وهم أكثر من أهل السموات والأرض \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head188'>143 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا أبو عوانة، ثنا الأجلح، ثنا الضحاك بن مزاحم،\nقال: \" إن الله يأمر السماء يوم القيامة فتنشق بمن فيها، فيحيطون بالأرض\nومن فيها، ويأمر السماء الثانية، حتى ذكر سبع سموات، فيكونون سبعة صفوف قد\nأحاطوا بالناس. قال: ثم ينزل الله في بهائه وجماله، ومعه ما شاء من\nالملائكة، على مجنبته اليسرى جهنم، فإذا رآها الناس تلظى وسمعوا زفيرها\nوشهيقها ند الناس في الأرض، فلا يأتون قطرا من أقطارها إلا وجدوا سبعة صفوف\nمن الملائكة، وذلك قول الله عز وجل: {يوم التناد} [غافر: 32] . يقول: يند\nالناس، فيقول الله عز وجل: {إن استطعتم أن تنفذوا من أقطار السموات والأرض\nفانفذوا، لا تنفذون إلا بسلطان} . وذلك قوله عز وجل: {إذا دكت الأرض دكا\nدكا، وجاء ربك والملك صفا صفا، وجيء يومئذ بجهنم} [الفجر: 22] . و {ويوم\nتشقق السماء بالغمام ونزل الملائكة تنزيلا} [الفرقان: 25] . {وانشقت السماء\nفهي يومئذ واهية، والملك على أرجائها} [الحاقة: 16] . قال: قلت: فما\nأرجاؤها؟ قال: حافتها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>باب نزول الله لأهل الجنة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n<h1 class='l1' id='head190'>144 - </h1>\n\n<p>\nحدثنا هشام بن خالد الدمشقي، وكان ثقة، ثنا محمد بن شعيب وهو ابن شابور،\nأنبأ عمر بن عبد الله، مولى غفرة قال: سمعت أنس بن مالك رضي الله عنه يقول:\nقال رسول الله صلى الله عليه وسلم: \" أتاني جبريل وفي يده كهيئة المرآة\nالبيضاء، وفيها نكتة سوداء، قلت: ما هذه يا جبريل؟ قال: هذه الجمعة، بعث\nبها إليك ربك، تكون عيدا لك ولأمتك من بعدك، قلت: وما لنا فيها؟ قال: لكم\nفيها خير كثير، أنتم الآخرون السابقون يوم القيامة، وفيها ساعة لا يوافقها\nعبد يصلي يسأل الله شيئا إلا أعطاه، قلت: ما هذه النكتة السوداء؟ قال: هذه <span id='ms36'></span>\nالساعة، تكون يوم الجمعة، وهو سيد الأيام، ونحن نسميه عندنا يوم المزيد،\nقلت: وما المزيد يا جبريل؟ قال: ذلك بأن ربك اتخذ في الجنة واديا أفيح من\nمسك أبيض، فإذا كان يوم الجمعة من أيام الآخرة هبط الرب تبارك وتعالى عن\nعرشه إلى كرسيه، وحف الكرسي بمنابر من نور، فيجلس عليها النبيون، وحف\nالمنابر بكراسي من ذهب، فيجلس عليها الصديقون والشهداء، ويهبط أهل الغرف من\nغرفهم، فيجلسون على كثبان المسك، لا يرون لأهل المنابر والكراسي عليهم فضلا\nفي المجلس، ثم يتبدى لهم ذو الجلال والإكرام، فيقول: سلوني فيقولون\nبأجمعهم: نسألك الرضا، فيشهدهم على الرضا، ثم يسألونه، حتى تنتهي نهية كل\nعبد منهم، ثم يسعى\n</p>\n\n<h1 class='l1' id='head191'>[ص: 91]</h1>\n\n<p>\nعليهم بما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ثم يرتفع الرب\nعن كرسيه إلى عرشه، ويرتفع أهل الغرف إلى غرفهم، وهي غرفة من لؤلؤة بيضاء،\nأو زبرجدة خضراء، أو ياقوتة حمراء، ليس فيها قصم، ولا وصم، مطردة فيها\nأنهارها، متدلية فيها ثمارها، فيها أزواجها وخدمها ومساكنها، فليس أهل\nالجنة إلى شيء أشوق منهم إلى يوم الجمعة ليزدادوا قربا من الله ورضوانا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>145 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن ليث، عن عثمان بن أبي حميد، عن\nأنس، رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم قال: \" أتاني\nجبريل في كفه كالمرآة البيضاء، فيها كالنكتة السوداء، فقلت: ما هذا الذي في\nيدك؟ قال: الجمعة، قلت: وما الجمعة؟ قال: لكم فيها خير، وهو عندنا سيد\nالأيام، ونحن نسميه يوم القيامة المزيد، قلت \" ولم ذاك؟ قال: لأن الرب\nتبارك وتعالى اتخذ في الجنة واديا أفيح من مسك أبيض، فإذا كان يوم الجمعة\nينزل على كرسيه من عليين، أو نزل من عليين على كرسيه، ثم حف الكرسي بمنابر\nمن ذهب مكللة بالجوهر، ثم يجيء النبيون حتى يجلسوا على تلك المنابر، ثم\nينزل أهل الغرف حتى يجلسوا على ذلك الكثيب، ثم يتجلى لهم ربهم فيقول: أنا\nالذي صدقتكم وعدي، وأتممت عليكم نعمتي <span id='ms37'></span>، وهذا محل كرامتي، فسلوني \" وساق\nعثمان بن أبي شيبة الحديث إلى قوله: «وذلك\n</p>\n\n<h1 class='l1' id='head193'>[ص: 92]</h1>\n\n<p>\nمقدار منصرفهم من الجمعة، ثم يرتفع إلى عرشه عن كرسيه، ويرتفع معه\nالنبيون والصديقون والشهداء، أو النبيون والشهداء والصديقون، ويرجع أهل\nالغرف إلى غرفهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>146 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، قال: حدثني حرملة بن عمران، عن سليمان بن\nحميد، قال: سمعت محمد بن كعب القرظي\n</p>\n\n<h1 class='l1' id='head195'>[ص: 93]</h1>\n\n<p>\n، يحدث عن عمر بن عبد العزيز، قال: \" فإذا فرغ الله عز وجل من أهل الجنة\nوالنار، أقبل الله عز وجل {في ظلل من الغمام والملائكة} [البقرة: 210] .\nفسلم على أهل الجنة في أول درجة، فيردون عليه السلام. قال القرظي: وهذا في\nالقرآن {سلام قولا من رب رحيم} [يس: 58] . فيقول: سلوني قال: ففعل ذلك بهم\nفي درجهم حتى يستوي في مجلسه، ثم يأتيهم التحف من الله تحملها الملائكة\nإليهم\n</p>\n\n<h1 class='l1' id='head196'>147 - </h1>\n\n<p>\nقال أبو سعيد: فهذه الأحاديث قد جاءت كلها وأكثر منها في نزول الرب تبارك\nوتعالى في هذه المواطن، وعلى تصديقها والإيمان بها أدركنا أهل الفقه والبصر\nمن مشايخنا، لا ينكرها منهم أحد ولا يمتنع من روايتها، حتى ظهرت هذه\nالعصابة فعارضت آثار رسول الله صلى الله عليه وسلم برد، وتشمروا لدفعها\nبجد، فقالوا: كيف نزوله هذا؟ قلنا: لم نكلف معرفة كيفية نزوله في ديننا،\nولا تعقله قلوبنا، وليس كمثله شيء من خلقه فنشبه منه فعلا أو صفة بفعالهم\nوصفتهم، ولكن ينزل بقدرته ولطف ربوبيته كيف يشاء، فالكيف منه غير معقول،\nوالإيمان بقول رسول الله صلى الله عليه وسلم في نزوله واجب، ولا يسأل الرب\nعما يفعل كيف يفعل وهم يسألون، لأنه القادر على ما يشاء أن يفعله كيف\n</p>\n\n<h1 class='l1' id='head197'>[ص: 94]</h1>\n\n<p>\nيشاء، وإنما يقال لفعل المخلوق الضعيف الذي لا قدرة له إلا ما أقدره الله\nتعالى عليه: كيف يصنع؟ وكيف قدر؟ .\n</p>\n\n<h1 class='l1' id='head198'>148 - </h1>\n\n<p>\nولو قد آمنتم باستواء الرب على عرشه، وارتفاعه فوق السماء السابعة بدءا\nإذ خلقها، كإيمان المصلين به، لقلنا لكم: ليس نزوله من سماء إلى سماء بأشد\nعليه، ولا بأعجب من استوائه عليها إذ خلقها <span id='ms38'></span> بدءا، فكما قدر على الأولى\nمنهما كيف يشاء، فكذلك يقدر على الأخرى كيف يشاء.\n</p>\n\n<h1 class='l1' id='head199'>149 - </h1>\n\n<p>\nوليس قول رسول الله صلى الله عليه وسلم في نزوله بأعجب من قول الله تبارك\nوتعالى: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة}\n[البقرة: 210] . ومن قوله: {وجاء ربك والملك صفا صفا} [الفجر: 22] . فكما\nيقدر على هذا يقدر على ذاك.\n</p>\n\n<h1 class='l1' id='head200'>150 - </h1>\n\n<p>\nفهذا الناطق من قول الله عز وجل، وذاك المحفوظ من قول رسول الله صلى الله\nعليه وسلم بأخبار ليس عليها غبار، فإن كنتم من عباد الله المؤمنين، لزمكم\nالإيمان بها، كما آمن بها المؤمنون، وإلا فصرحوا بما تضمرون، ودعوا هذه\nالأغلوطات التي تلوون بها ألسنتكم، فلئن كان أهل الجهل في شك من أمركم، إن\nأهل العلم من أمركم لعلى يقين.\n</p>\n\n<h1 class='l1' id='head201'>151 - </h1>\n\n<p>\nقال: فقال قائل منهم: معنى إتيانه في ظلل من الغمام، ومجيئه والملك صفا\nصفا، كمعنى كذا وكذا.\n</p>\n\n<h1 class='l1' id='head202'>[ص: 95]</h1>\n\n<h1 class='l1' id='head203'>152 - </h1>\n\n<p>\nقلت: هذا التكذيب بالآية صراحا، تلك معناها بين للأمة، لا اختلاف بيننا\nوبينكم وبين المسلمين في معناها المفهوم المعقول عند جميع المسلمين، فأما\nمجيئه يوم القيامة، وإتيانه في ظلل من الغمام والملائكة، فلا اختلاف بين\nالأمة أنه إنما يأتيهم يومئذ كذلك لمحاسبتهم، وليصدع بين خلقه ويقررهم\nبأعمالهم، ويجزيهم بها، ولينصف المظلوم من الظالم، لا يتولى ذلك أحد غيره\nتبارك اسمه وتعالى جده، فمن لم يؤمن بذلك لم يؤمن بيوم الحساب.\n</p>\n\n<h1 class='l1' id='head204'>153 - </h1>\n\n<p>\nولكن إن كنتم محقين في تأويلكم هذا وما ادعيتم من باطلكم، ولستم كذلك،\nفأتوا بحديث يقوي مذهبكم فيه عن رسول الله صلى الله عليه وسلم، أو بتفسير\nتأثرونه صحيحا عن أحد من الصحابة أو التابعين كما أتيناكم به عنهم نحن\nلمذهبنا، وإلا فمتى نزلت الجهمية من العلم بكتاب الله وبتفسيره المنزلة\nالتي يجب على الناس قبول قولهم فيه، وترك ما يؤثر من خلافهم عن رسول الله\nصلى الله عليه وسلم، وعن أصحابه، وعن التابعين بعدهم.\n</p>\n\n<h1 class='l1' id='head205'>154 - </h1>\n\n<p>\nهذا حدث كبير في الإسلام، وظلم عظيم أن يتبع تفسيركم كتاب الله بلا أثر،\nويترك المأثور فيه الصحيح من قول <span id='ms39'></span> رسول الله صلى الله عليه وسلم وأصحابه\nوالتابعين لهم بإحسان، رضي الله عنهم؟ .\n</p>\n\n<h1 class='l1' id='head206'>155 - </h1>\n\n<p>\nومتى ما قدرتم أن تجامعوا أهل العلم في مجالسهم، أو تنتحلوا شيئا من\nالعلم في آباد الدهر إلا منافقة واستتارا، حتى تتقلدوا\n</p>\n\n<h1 class='l1' id='head207'>[ص: 96]</h1>\n\n<p>\nاليوم من تفسير كتاب الله ما كان يتوقى أوضح منه أصحاب رسول الله صلى\nالله عليه وسلم؟ لقد عدوتم طوركم، وأنزلتم أنفسكم المنزلة التي بعدكم الله\nمنها، ثم المسلمون.\n</p>\n\n<h1 class='l1' id='head208'>156 - </h1>\n\n<p>\nولو لم يوجد فيها عن رسول الله صلى الله عليه وسلم، ولا عن أصحابه خبر\nولا أثر لم تكونوا مؤتمنين على كتاب الله وتفسيره أن يلتفت إلى شيء من\nأقاويلكم، أو يعتمد على شيء من تفسيركم كتاب الله، لما ظهر للأمة من\nإلحادكم، فكيف إذا هم خالفوكم؟ .\n</p>\n\n<h1 class='l1' id='head209'>157 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: ومما يرد هذا ويبطله قوله تعالى: {هل ينظرون إلا\nأن تأتيهم الملائكة أو يأتي ربك} [الأنعام: 158] الآية. فهذا مما يحقق\nدعوانا ويبطل دعواكم التي تخرصتموها عدوا بغير علم في إتيان الله تعالى\nومجيئه يوم القيامة والملك صفا صفا.\n</p>\n\n<h1 class='l1' id='head210'>158 - </h1>\n\n<p>\nفإن أبيتم إلا لزوما لتفسيركم هذا، ومخالفة لما احتججنا به من كتاب الله\nوآثار رسول الله صلى الله عليه وسلم وأصحاب رسول الله صلى الله عليه وسلم،\nفإنه ليس لكم من الرسوخ في العلم والمعرفة بالكتاب والسنة ما يعتمد فيه على\nتفسيركم لو قد أصبتم الحق، فكيف إذا أنتم أخطأتموه.\n</p>\n\n<h1 class='l1' id='head211'>159 - </h1>\n\n<p>\nولكن بيننا وبينكم حجة واضحة يعقلها من شاء الله من النساء والولدان،\nألستم تعلمون أنا قد أتيناكم بهذه الروايات عن رسول الله صلى الله عليه\nوسلم، وعن أصحابه والتابعين، منصوصة صحيحة عنهم، أن الله\n</p>\n\n<h1 class='l1' id='head212'>[ص: 97]</h1>\n\n<p>\nتبارك وتعالى ينزل كل ليلة إلى سماء الدنيا، وقد علمتم يقينا أنا لم\nنخترع هذه الروايات، ولم نفتعلها، بل رويناها عن الأئمة الهادين الذين\nنقلوا أصول الدين وفروعه إلى الأنام، وكانت مستفيضة في أيديهم، يتنافسون\nفيها، ويتزينون بروايتها، ويحتجون بها على من خالفها، قد علمتم ذلك\nورويتموها كما رويناها إن شاء الله، فائتوا ببعضها، أنه لا ينزل منصوصا كما\nروينا <span id='ms40'></span> عنهم النزول منصوصا، حتى يكون بعض ما تأتون به ضدا لبعض ما أتيناكم\nبه، وإلا لم يدفع إجماع الأمة وما ثبت عنهم في النزول منصوصا بلا ضد منصوص\nمن قولهم، أو من قول نظرائهم، ولم يدفع شيء بلا شيء، لأن أقاويلهم\nورواياتهم شيء لازم وأصل منيع، وأقاويلكم ريح ليست بشيء، ولا يلزم أحدا\nمنها شيء إلا أن تأتوا فيها بأثر ثابت مستفيض في الأمة كاستفاضة ما روينا\nعنهم، ولن تأتوا به أبدا، هذا واضح بين يعقله كثير من ضعفاء الرجال\nوالنساء، وتعقلونه أنتم إن شاء الله، فإنه ليس لكم من الغفلة كل ما لا\nتعلمون أن هذه الحجج آخذة بحلوقكم، غير أنكم تقصدون شيئا لا ينقاد إلا بدفع\nهذه الحجج والآثار كلها، تزعمون أن إلهكم الذي كنتم تعبدون في كل مكان،\nواقع على كل شيء، لا حد له ولا منتهى عندكم، ولا يخلو منه مكان بزعمكم.\n</p>\n\n<h1 class='l1' id='head213'>160 - </h1>\n\n<p>\nثم قلتم: إنما يوصف بالنزول من هو في مكان دون مكان، فأما من هو في كل\nمكان فكيف ينزل إلى مكان؟ .\n</p>\n\n<h1 class='l1' id='head214'>[ص: 98]</h1>\n\n<h1 class='l1' id='head215'>161 - </h1>\n\n<p>\nقلنا: هذه صفة خلاف صفة رب العالمين، ولا نعرف بهذه الصفة شيئا إلا هذا\nالهواء الداخل في كل مكان، النازل على كل شيء، فإن لم يكن ذلك إلهكم الذي\nتعبدون، فقد غلبكم عن عبادة الله رأسا، وصرتم في عبادة ما تعبدون أسوأ\nمنزلة من عبادة الأوثان، وعبادة الشمس والقمر، لأن كل صنف منهم عبد شيئا هو\nعند الخلق شيء، وعبدتم أنتم شيئا هو عند الخلق لا شيء، لأن الكلمة قد اتفقت\nمن الخلق كلهم أن الشيء لا يكون إلا بحد وصفة، وأن لا شيء ليس له حد ولا\nصفة، فلذلك قلتم: لا حد له، وقد أكذبكم الله تعالى، فسمى نفسه: أكبر\nالأشياء، وأعظم الأشياء، وخلاق الأشياء. قال تعالى: {قل أي شيء أكبر شهادة\nقل الله شهيد بيني وبينكم} [الأنعام: 19] . وقال {كل شيء هالك إلا وجهه}\n[القصص: 88] . فهو سمى نفسه: أكبر الأشياء، وأعظم الأشياء، وخلاق الأشياء،\nوله حد، وهو يعلمه لا غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>162 - </h1>\n\n<p>\nحدثنا <span id='ms41'></span> الحسن بن الصباح البزار البغدادي، ثنا علي بن الحسن بن شقيق، عن\nابن المبارك، أنه سئل: بم نعرف ربنا؟ قال: «بأنه فوق العرش، فوق السماء\nالسابعة على العرش، بائن من خلقه» قال: قلت: بحد؟ قال: «فبأي شيء؟» قال أبو\nسعيد رحمه الله: والحجة لقول ابن المبارك رحمه الله قول الله تبارك وتعالى:\n{وترى الملائكة حافين من حول العرش} [الزمر: 75] . فلماذا يحفون حول العرش\nإلا لأن الله عز وجل فوقه، ولو كان في كل مكان لحفوا بالأمكنة كلها، لا\nبالعرش\n</p>\n\n<h1 class='l1' id='head217'>[ص: 99]</h1>\n\n<p>\nدونها، ففي هذا بيان بين للحد، وأن الله فوق العرش، والملائكة حوله حافون\nيسبحونه ويقدسونه، ويحمل عرشه بعضهم، قال الله تعالى: {الذين يحملون العرش،\nومن حوله يسبحون بحمد ربهم} [غافر: 7] .\n</p>\n\n<h1 class='l1' id='head218'>164 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فسمعت محتجا، يحتج عنهم في إنكارهم الحد\nوالنزول، وفي قولهم: هو في كل مكان، بحديث: \" أربعة أملاك التقوا: أحدهم\nجاء من المشرق، والآخر من المغرب، والثالث من السماء، والرابع من الأرض،\nفقالوا أربعتهم: جئنا من عند الله فقلت: إن أفلس الناس من الحديث وأفقرهم\nفيه الذي لا يجد من الحديث ما يدفع به تلك الأحاديث الصحيحة المشهورة في\nتلك الأبواب إلا هذا الحديث، وهو أيضا من الحديث أفلس، لأن هذا الحديث لو\nصح كان عليه لا له، فالحمد لله إذ ألجأتهم الضرورة إلى هذا وما أشبهه،\nلأنهم لو وجدوا حديثا منصوصا في دعواهم لاحتجوا به لا بهذا، ولكن حين أيسوا\nمن ذلك وأعياهم طلبه تعلقوا بهذا الحديث المشتبه على جهال الناس ليروجوا\nبسببه عليهم أغلوطة، وسنبين لهم ما اشتبه عليهم من هذا الحديث إن شاء الله،\nحتى يعلموا أنه عليهم لا لهم.\n</p>\n\n<h1 class='l1' id='head219'>165 - </h1>\n\n<p>\nقلنا: هذا الحديث لو صح لكان معناه مفهوما معقولا، لا لبس له، أنهم جاءوا\nكلهم من عند الله كما قالوا، لأن الله تعالى على عرشه، فوق سماواته،\nوسماواته فوق أرضه كالقبة، وكما وصف رسول الله صلى الله عليه وسلم، فهو\nينزل ملائكة من عنده بالمشرق، وملائكة بالمغرب\n</p>\n\n<h1 class='l1' id='head220'>[ص: 100]</h1>\n\n<p>\n، وملائكة إلى تخوم الأرض، للأمر <span id='ms42'></span> من أموره، ولرحمته، ولعذابه، ولما يشاء\nمن أموره، فلو أنزل أحد هؤلاء الأربعة بالمشرق، والثاني بالمغرب، والثالث\nأنزله من السماء إلى تخوم الأرض للأمر من أموره، ثم عرجوا منها، والتقوا\nجميعا في ملتقى من الأرض مع رابع، نزل من ملتقاهم من السماء، فسئلوا جميعا\nمن أين جاءوا، فقالوا جميعا: جئنا من عند الله، لكان المعنى فيه صحيحا على\nمذهبنا، لا على مذهبكم، لأن كلا بعثهم الله تعالى من السماء، وكلا نزلوا من\nعنده في مواطن مختلفة، ولو نزل مائة ألف ملك في مائة ألف مكان من الأرض\nلجاءوا من عند الله، وإنما قيل: من عند الله، لأن الله تبارك وتعالى فوق\nالسماء، والملائكة في السموات، وبعضهم حافون بعرشه، فهم أقرب إلى عرش\nالرحمن من أهل الأرض، ومما يبين ذلك قوله تعالى: {إن الذين عند ربك لا\nيستكبرون عن عبادته ويسبحونه وله يسجدون} [الأعراف: 206] ، ففي هذه الآية\nبيان لتحقيق ما ادعينا للحد، فإنه فوق العرش بائن من خلقه، ولإبطال دعوى\nالذين ادعوا أن الله في كل مكان، لأنه لو كان في كل مكان ما كان لخصوص\nالملائكة أنهم {عند ربك لا يستكبرون عن عبادته} [الأعراف: 206] معنى، بل\nكانت الملائكة والجن والإنس وسائر الخلق كلهم عند ربك في دعواهم بمنزلة\nواحدة، إذ لو كان في كل مكان، إذا لذهب معنى قوله: {لا يستكبرون عن عبادته\nويسبحونه وله يسجدون} [الأعراف: 206] لأن أكثر أهل الأرض من الجن والإنس من\nيستكبر عن عبادته، ولا يسجد له، ولكن خص الله بهذه الصفة الملائكة الذين هم\nعنده في السموات، فأوطئوا بهذه الآية، واقرعوا بها رءوسهم عند دعواهم: إن\nالله في\n</p>\n\n<h1 class='l1' id='head221'>[ص: 101]</h1>\n\n<p>\nكل مكان، فإنها آخذة بحلوقهم، لا مفر لهم منها إلا بجحود، فإن أقروا أنهم\nمن الملائكة الذين عنده دون من سواهم، فقد أصابوا ما أراد الله، ونقضوا\nقولهم: إن الله في كل مكان، وأقروا له بالحد، وأنه فوق السموات، والملائكة\nعنده: {لا يستكبرون عن عبادته ويسبحونه، وله يسجدون} [الأعراف: 206] ، وإن\nلم يقروا به كانوا بذلك جاحدين <span id='ms43'></span> لتنزيل الله تعالى، ويلزمهم في دعواهم أن\nيشهدوا لجميع عبدة الأوثان، وعبدة الشمس والقمر، والجن والإنس، وكفرة أهل\nالكتابين والمجوس أنهم كلهم {عند ربك لا يستكبرون عن عبادته ويسبحونه وله\nيسجدون} [الأعراف: 206] لأن الله تعالى قد أخبر أن الذين عنده كذلك صفاتهم،\nفإن يكن الخلق كلهم في دعواهم عنده وهو عندهم، وكل يسبح له، ويسجد له، ولا\nيستكبر عن عبادته، ومن قال هذا فقد كفر بكتاب الله، وجحد بآيات الله، لأن\nالله تعالى وصف الملائكة الذين عنده بهذه الصفة، ووصف كفار الجن والإنس،\nوعبدة الأوثان بالعتو والاستكبار عن عبادته، والنفور عن طاعته. قال تعالى:\n{لقد استكبروا في أنفسهم وعتوا عتوا كبيرا} . {وإذا قيل لهم اسجدوا للرحمن\nقالوا وما الرحمن، أنسجد لما تأمرنا} [الفرقان: 60] . فافهموا هذه الآية،\nفإنها قاطعة لحججهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الرؤية\n</p>\n\n<h1 class='l1' id='head222'>166 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: قال الله تعالى: {وجوه يومئذ ناضرة، إلى ربها\nناظرة} [القيامة: 23] . وقال: {كلا إنهم عن ربهم يومئذ لمحجوبون، ثم إنهم\nلصالوا الجحيم، ثم يقال هذا الذي كنتم به تكذبون} .\n</p>\n\n<h1 class='l1' id='head223'>167 - </h1>\n\n<p>\nففي هذا دليل أن الكفار كلهم محجوبون عن النظر إلى الرحمن عز وعلا، وأن\nأهل الجنة غير محجوبين عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>168 - </h1>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: «أيما والد جحد ولده احتجب الله منه\nوفضحه على رءوس الأولين والآخرين»\n</p>\n\n<h1 class='l1' id='head225'>169 - </h1>\n\n<p>\nحدثناه يحيى الحماني، ثنا عبد العزيز، يعني الدراوردي، عن يزيد بن الهاد،\nعن عبد الله بن يونس، سمع المقبري، يحدث قال: حدثني أبو هريرة، أنه سمع\nالنبي صلى الله عليه وسلم يقوله.\n</p>\n\n<h1 class='l1' id='head226'>[ص: 103]</h1>\n\n<h1 class='l1' id='head227'>170 - </h1>\n\n<p>\nقال أبو سعيد: ففي هذا الحديث دليل أنه إذا احتجب عن بعضهم لم يحتجب من\nبعض، وقال رسول الله صلى الله عليه وسلم: «سترون ربكم عز وجل كما ترون\nالشمس والقمر» فلم يدع لمتأول فيه مقالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head228'>171 - </h1>\n\n<p>\nحدثنا أحمد بن يونس، ثنا أبو شهاب وهو الحناط قال: أخبرني إسماعيل بن أبي\nخالد، عن قيس بن أبي حازم، عن جرير، قال: كنا جلوسا عند رسول الله صلى الله\nعليه وسلم، فرفع رأسه إلى السماء ليلة البدر، فنظر <span id='ms44'></span> إلى القمر، فقال: «أما\nإنكم سترون ربكم عيانا، كما ترون هذا، لا تضامون في رؤيته، فإن استطعتم أن\nلا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها، فافعلوا»\n</p>\n\n<h1 class='l1' id='head229'>172 - </h1>\n\n<p>\nحدثنا بنحوه ابن المديني، عن سفيان بن عيينة، عن\n</p>\n\n<h1 class='l1' id='head230'>[ص: 104]</h1>\n\n<p>\nإسماعيل، عن قيس بن أبي حازم، عن جرير، عن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>173 - </h1>\n\n<p>\nقال علي بن المديني: «هي عندنا صلاة العصر، وصلاة الصبح، إن شاء الله\nتعالى»\n</p>\n\n<h1 class='l1' id='head232'>174 - </h1>\n\n<p>\nقال: حدثنا به ستة عن إسماعيل،: سفيان، وهشيم، ووكيع، والمعتمر، وغيرهم.\nقال علي: لا يكون الإسناد أجود من ذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>175 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله الخزاعي أبو عبد الله البصري\n</p>\n\n<h1 class='l1' id='head234'>[ص: 105]</h1>\n\n<p>\n، وأبو سلمة، واللفظ لفظ محمد قالا: ثنا حماد بن سلمة، عن ثابت، عن عبد\nالرحمن بن أبي ليلى، عن صهيب، رضي الله عنه أن رسول الله صلى الله عليه\nوسلم تلا هذه الآية: {للذين أحسنوا الحسنى وزيادة} [يونس: 26] قال: \" إذا\nدخل أهل الجنة الجنة، ودخل أهل النار النار، نادى مناد: يا أهل الجنة إن\nلكم عند الله موعدا يريد أن ينجزكموه \" قال: \" فيقال: ما هو؟ ألم يبيض\nوجوهنا، ويثقل موازيننا، وأدخلنا الجنة، وأجارنا من النار؟ \" قال: «فيكشف\nالحجاب، فيتجلى لهم تبارك وتعالى» قال رسول الله صلى الله عليه وسلم:\n«والذي نفسي بيده، ما أعطاهم شيئا هو أحب إليهم ولا أقر لأعينهم من النظر\nإلى وجه الله تبارك وتعالى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>176 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، ثنا يعلى بن عطاء، عن\nوكيع بن حدس، عن أبي رزين العقيلي، قال: قلت: يا رسول الله أكلنا يرى ربه\nيوم القيامة؟، وما آية ذلك في خلقه؟ قال: قال رسول الله صلى الله عليه\nوسلم: «يا أبا رزين أليس كلكم يرى\n</p>\n\n<h1 class='l1' id='head236'>[ص: 106]</h1>\n\n<p>\nالقمر مخليا به؟» قلت: بلى، قال: «فالله أعظم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>177 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا إبراهيم وهو ابن سعد، عن ابن شهاب، عن عطاء بن\nيزيد الليثي، عن أبي هريرة، رضي الله عنه قال: قال الناس: يا رسول الله هل\nنرى ربنا يوم القيامة؟ فقال رسول الله <span id='ms45'></span> صلى الله عليه وسلم: «هل تضارون في\nالشمس ليس دونها سحاب؟» قالوا: لا، قال: «فهل تضارون في القمر ليلة البدر\nليس دونه سحاب؟» ، قالوا: لا، قال: \" فكذلك ترون ربكم يوم القيامة، إن الله\nيجمع الناس يوم القيامة، فيقول: من كان يعبد شيئا فليتبعه، فيتبع من كان\nيعبد الشمس الشمس، ومن كان يعبد القمر القمر، ومن كان يعبد الطواغيت\nالطواغيت، وتبقى هذه الأمة فيها منافقوها \" وساق الحديث إلى قوله: \" هذا\nمكاننا حتى يأتينا ربنا، فإذا جاء ربنا عرفناه، فيأتيهم الله في الصورة\nالتي يعرفون، فيقول: أنا ربكم، فيقولون: أنت ربنا، فيتبعونه \" قال عطاء بن\nيزيد في آخر الحديث: قال أبو سعيد\n</p>\n\n<h1 class='l1' id='head238'>[ص: 107]</h1>\n\n<p>\nيعني الخدري، وهو مع أبي هريرة رضي الله عنهما حين حدث بهذا الحديث، لا\nيرد عليه شيئا من حديثه، حتى إذا قال: «ذلك له ومثله معه» ، قال أبو سعيد:\nأشهد لحفظته من رسول الله صلى الله عليه وسلم: \" ذلك له وعشرة أمثاله\n</p>\n\n<h1 class='l1' id='head239'>178 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، ثنا معمر، عن الزهري، عن عطاء بن\nيزيد الليثي، عن أبي هريرة، وعن أبي سعيد الخدري، رضي الله عنهما، عن النبي\nصلى الله عليه وسلم، بنحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>179 - </h1>\n\n<p>\nوحدثنا عبد الله بن صالح المصري، قال: حدثني الليث، قال: حدثني هشام بن\nسعد، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدري، رضي الله عنه\nقال: قلنا: يا رسول الله هل نرى ربنا يوم القيامة؟ قال رسول الله صلى الله\nعليه وسلم: «هل تضارون في الشمس في الظهيرة صحوا ليس فيها سحاب؟» قال:\nقلنا: لا، قال: قال رسول الله صلى الله عليه وسلم: «فهل تضارون في رؤية\nالقمر ليلة البدر صحوا ليس فيها سحاب؟» قال: فقلنا: لا، فقال رسول الله صلى\nالله عليه وسلم: «فما تضارون في رؤيته يوم القيامة إلا كهيئة ما تضارون في\nرؤية أحدهما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>180 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، عن علي بن زيد، عن عمارة\nالقرشي، أنه كان عند عمر بن عبد العزيز <span id='ms46'></span>، فأتاه أبو بردة بن أبي موسى\nالأشعري رضي الله عنه، فقضى له حوائجه، فلما خرج رجع، فقال عمر: أذكر\nالشيخ؟ فقال له عمر: ما ردك؟ ألم تقض حوائجك؟ قال: بلى، ولكن ذكرت حديثا\nحدثناه أبو موسى الأشعري، أن رسول الله صلى الله عليه وسلم قال: \" يجمع\nالله الأمم يوم القيامة في صعيد واحد، فإذا بدا له أن يصدع بين خلقه مثل\nلكل قوم ما كانوا يعبدون، فيدرجونهم حتى يقحموهم النار، ثم يأتينا ربنا،\nونحن في مكان رفيع، فيقول: من أنتم؟ فنقول: نحن المؤمنون. فيقول: ما\nتنتظرون؟ فنقول: ننتظر ربنا، فيقول: من أين تعلمون أنه ربكم؟ فيقولون:\nحدثنا الرسل، أو جاءتنا، أو ما أشبه معناه، فيقول: هل تعرفونه إن رأيتموه؟\nفيقولون: نعم، فيقول: كيف تعرفونه ولم تروه؟ فيقولون: نعم، إنه لا عدل له،\nفيتجلى لنا\n</p>\n\n<h1 class='l1' id='head242'>[ص: 109]</h1>\n\n<p>\nضاحكا، ثم يقول تبارك وتعالى: أبشروا معشر المسلمين، فإنه ليس منكم أحد\nإلا قد جعلت مكانه في النار يهوديا، أو نصرانيا \" فقال عمر لأبي بردة:\nوالله لقد سمعت أبا موسى يحدث بهذا الحديث عن رسول الله صلى الله عليه\nوسلم؟ قال: نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>181 - </h1>\n\n<p>\nحدثنا إسحاق بن إبراهيم الحنظلي، ثنا النضر بن شميل، ثنا أبو نعامة\nالعدوي، قال: ثنا أبو هنيدة البراء بن نوفل، عن والان العدوي، عن حذيفة، عن\nأبي بكر الصديق، رضي الله عنه في حديث الشفاعة قال: قال رسول الله صلى الله\nعليه وسلم. وساق إسحاق الحديث إلى قوله: \" يخر ساجدا قدر جمعة، فيقول الله\nتبارك وتعالى: يا محمد ارفع رأسك، وقل يسمع، واشفع تشفع \"، فيرفع\n</p>\n\n<h1 class='l1' id='head244'>[ص: 110]</h1>\n\n<p>\nرأسه، فإذا نظر إلى ربه خر ساجدا قدر جمعة أخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>182 - </h1>\n\n<p>\nحدثنا حيوة بن شريح الحمصي، ثنا بقية، ثنا بحير وهو ابن سعد، عن خالد هو\nابن معدان، عن عمرو بن الأسود، عن جنادة بن أبي أمية، أنه حدثهم عن عبادة\nبن الصامت، رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «إنكم لن\nتروا ربكم حتى تموتوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>183 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، عن ابن المبارك، عن <span id='ms47'></span> معمر، عن الزهري، عن علي بن\nالحسين، أن رجلا، من أهل العلم أخبره أن\n</p>\n\n<h1 class='l1' id='head247'>[ص: 111]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم قال: «تمد الأرض يوم القيامة مد الأديم،\nفأكون أول من أدعى، فأخر ساجدا، حتى يأذن الله لي برفع رأسي، فأرفع، ثم\nأقوم، وجبريل عن يمين الرحمن، لم ير الرحمن تبارك اسمه قبل ذلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>184 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، عن علي بن زيد، عن أبي\nنضرة، قال: خطبنا ابن عباس على هذا المنبر بالبصرة، فقال: قال رسول الله\nصلى الله عليه وسلم: «ما من نبي إلا له دعوة تعجلها في الدنيا، وإني اختبأت\nدعوتي شفاعة لأمتي يوم القيامة، وأنا سيد ولد آدم ولا فخر، وأول من تنشق\nعنه الأرض ولا فخر، وبيدي لواء الحمد ولا فخر، وآدم ومن دونه تحت لوائي ولا\nفخر» قال رسول الله صلى الله عليه وسلم: \" فيطول ذلك اليوم على الناس،\nفيقول بعضهم لبعض: انطلقوا بنا إلى آدم أبي البشر، فليشفع لنا إلى ربنا \"\n</p>\n\n<h1 class='l1' id='head249'>[ص: 113]</h1>\n\n<p>\nوساق الحديث إلى قوله: \" فآتي باب الجنة فآخذ بحلقة الباب، فأقرع الباب،\nفيقال: من أنت؟، فأقول: أنا محمد، فيفتح الباب، فآتي ربي وهو على كرسيه، أو\nعلى سريره، فيتجلى لي ربي، فأخر له ساجدا \"، وساق أبو سلمة الحديث بطوله\nإلى آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>185 - </h1>\n\n<p>\nحدثنا عبد الغفار بن داود الحراني أبو صالح، ثنا ابن لهيعة، عن أبي\nالزبير، قال: سألت جابرا رضي الله عنه عن الورود، فأخبرني أنه سمع رسول\nالله صلى الله عليه وسلم يقول: \" نحن يوم القيامة على كوم فوق الناس، فتدعى\nالأمم بأوثانها وما كانت تعبد، الأول فالأول، ثم يأتينا ربنا بعد ذلك،\nفيقول: ما تنتظرون؟ فيقولون: ننتظر ربنا، فيقول: أنا ربكم، فيقولون: حتى\nننظر إليك، فيتجلى لهم يضحك، فيتبعونه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>186 - </h1>\n\n<p>\nحدثنا هشام بن خالد الدمشقي، ثنا محمد بن شعيب وهو ابن شابور، ثنا عمر بن\nعبد الله، مولى غفرة قال: سمعت أنس بن مالك، رضي الله عنه يقول: قال رسول\nالله صلى الله عليه وسلم: \" أتاني جبريل <span id='ms48'></span> وفي يده كهيئة المرآة البيضاء،\nوفيها نكتة سوداء، فقلت: ما هذه يا جبريل؟ قال: هذه الجمعة، بعث بها إليك\nربك، تكون عيدا لك ولأمتك من بعدك قلت: وما لنا فيها؟ قال: لكم فيها خير\nكثير، أنتم الآخرون السابقون يوم القيامة، وفيها ساعة لا يوافقها عبد يصلي\nيسأل الله شيئا إلا أعطاه، قلت: ما هذه النكتة السوداء؟ قال: هذه الساعة،\nتكون يوم الجمعة، وهو سيد الأيام، ونحن نسميه عندنا يوم المزيد، قلت: وما\nالمزيد يا جبريل؟ قال: ذلك بأن ربك اتخذ في الجنة واديا أفيح من مسك أبيض،\nفإذا كان يوم الجمعة من أيام الآخرة هبط الرب تبارك وتعالى عن عرشه إلى\nكرسيه، وحف الكرسي بمنابر من نور، فيجلس عليها النبيون، وحف المنابر بكراسي\nمن ذهب، فيجلس عليها الصديقون والشهداء، ويهبط أهل الغرف من غرفهم، فيجلسون\nعلى كثبان المسك، لا يرون لأهل المنابر والكراسي عليهم فضلا في المجلس، ثم\nيتبدى لهم ذو الجلال والإكرام، فيقول: سلوني فيقولون بأجمعهم: نسألك الرضا،\nفيشهدهم على الرضا، ثم يسألونه حتى تنتهي نهية كل عبد منهم، ثم يسعى عليهم\nبما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ثم يرتفع الرب عن\nكرسيه إلى عرشه، ويرتفع أهل الغرف إلى غرفهم، وهي غرفة من لؤلؤة بيضاء، أو\nزبرجدة خضراء، أو ياقوتة حمراء، ليس فيها قصم، ولا وصم، مطردة فيها\nأنهارها، متدلية فيها ثمارها، فيها أزواجها وخدمها\n</p>\n\n<h1 class='l1' id='head252'>[ص: 115]</h1>\n\n<p>\nومساكنها، فليس أهل الجنة إلى شيء أشوق منهم إلى يوم الجمعة ليزدادوا\nقربا من الله ورضوانا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>187 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح، قال: حدثني الليث، قال: حدثني يونس، عن ابن\nشهاب، عن سالم، عن عبد الله بن عمر، رضي الله عنهما، أن رسول الله صلى الله\nعليه وسلم قام للناس فأثنى على الله بما هو أهله، ثم ذكر الدجال، فقال: \"\nلا أدري أتدركونه، ما من نبي إلا وقد أنذره قومه، لقد أنذره نوح قومه،\nولكني أقول لكم قولا لم يقله نبي لقومه: تعلمون أنه أعور، وأن الله ليس <span id='ms49'></span>\nبأعور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الزهري: وأخبرني عمر بن ثابت الأنصاري أنه أخبره بعض أصحاب النبي صلى\nالله عليه وسلم , أن رسول الله صلى الله عليه وسلم قال يوم حذر الناس: \"\nإنه مكتوب بين عينيه: كافر، يقرأه من كره عمله \"، أو: «يقرأه كل مؤمن» ،\nوقال: «تعلمن أنه لن يرى أحدكم ربه حتى يموت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>188 - </h1>\n\n<p>\nحدثنا سليمان بن حرب، ثنا حماد بن زيد، عن عطاء بن السائب، عن أبيه، أن\nعمار بن ياسر، رضي الله عنه صلى بأصحابه\n</p>\n\n<h1 class='l1' id='head255'>[ص: 116]</h1>\n\n<p>\nصلاة أوجز فيها، فقيل له: خففت فقال: أما إني قد دعوت فيها بدعاء سمعته\nمن رسول الله صلى الله عليه وسلم، ومضى، فتبعه رجل فسأله عن الدعاء، ثم رجع\nإلى القوم فأخبرهم، فقال: «اللهم إني أسألك بعلمك الغيب، وقدرتك على الخلق،\nأحيني ما علمت الحياة خيرا لي، وتوفني إذا كانت الوفاة خيرا لي، وأسألك\nخشيتك في الغيب والشهادة، وأسألك كلمة الحق في الغضب والرضا، وأسألك القصد\nفي الفقر والغنى، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك\nالرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك،\nوأسألك الشوق إلى لقائك، في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا\nبزينة الإيمان، واجعلنا هداة مهتدين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>189 - </h1>\n\n<p>\nحدثنا أحمد بن يونس، ثنا أبو شهاب وهو الحناط قال: أخبرني خالد بن دينار\nالنيلي، عن حماد بن جعفر، عن ابن عمر\n</p>\n\n<h1 class='l1' id='head257'>[ص: 117]</h1>\n\n<p>\n، رضي الله عنهما قال: ألا أخبرك بأسفل، أهل الجنة؟ \" وساق أحمد الحديث\nبطوله قال: «حتى إذا بلغ النعيم منهم كل مبلغ، وظنوا أن لا نعيم أفضل منه،\nتجلى لهم الرب، فنظروا إلى وجه الرحمن» قال أحمد: قلت لأبي شهاب: حديث خالد\nبن دينار هذا في ذكر الجنة رفعه؟ قال: نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head258'>190 - </h1>\n\n<p>\nحدثنا يحيى الحماني، وأبو بكر بن أبي شيبة قالا: ثنا شريك، عن أبي إسحاق،\nعن سعيد بن نمران، عن أبي بكر الصديق، رضي الله عنه في قوله تعالى: {للذين\nأحسنوا الحسنى وزيادة} [يونس: 26] . قال: «النظر إلى وجه الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>191 - </h1>\n\n<p>\nحدثنا أبو بكر <span id='ms50'></span> بن أبي شيبة، ثنا وكيع، عن سفيان، عن أبي إسحاق، عن عامر\nبن سعد، عن مسلم بن يزيد، عن حذيفة،: {للذين أحسنوا الحسنى وزيادة} [يونس:\n26] قال: «النظر إلى وجه الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head260'>192 - </h1>\n\n<p>\nحدثنا يحيى الحماني، وسليمان بن حرب، قالا: ثنا حماد بن زيد، عن ثابت، عن\nعبد الرحمن بن أبي ليلى، في قوله تعالى: {للذين أحسنوا الحسنى وزيادة}\n[يونس: 26] قال: {الحسنى} [يونس: 26] : الجنة، والزيادة: «النظر إلى وجه\nالله عز وجل، لا يصيبهم بعد النظر إليه قتر ولا ذلة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>193 - </h1>\n\n<p>\nحدثنا عبد الله بن أبي شيبة، ثنا أبو معاوية، عن جويبر، عن الضحاك،:\n{للذين أحسنوا الحسنى وزيادة} [يونس: 26] قال: «النظر إلى وجه الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>194 - </h1>\n\n<p>\nحدثنا أحمد بن يونس، ثنا فضيل يعني ابن عياض، عن سفيان، عن أبي إسحاق، عن\nعامر بن سعد، في قوله تعالى: {للذين أحسنوا الحسنى وزيادة} [يونس: 26] قال:\n\" الزيادة: النظر إلى وجه ربهم عز وجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>195 - </h1>\n\n<p>\nحدثنا يحيى الحماني، ثنا وكيع، عن أبي بكر الهذلي، عن أبي تميمة الهجيمي،\nعن أبي موسى، رضي الله عنه قال: \" الزيادة: النظر إلى وجه الرب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>196 - </h1>\n\n<p>\nحدثنا محمد بن المنهال البصري، ثنا يزيد بن زريع\n</p>\n\n<h1 class='l1' id='head265'>[ص: 120]</h1>\n\n<p>\n، عن سليمان التيمي، عن أسلم، عن أبي مرية، عن أبي موسى الأشعري، رضي\nالله عنه قال: رآهم أبو موسى وهم ينظرون إلى الهلال، فقال: «كيف ربكم إذا\nرأيتموه جهرة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head266'>197 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، عن عطاء بن السائب، عن\nأبيه، عن عمار بن ياسر، رضي الله عنه أنه كان يقول في دعائه: «اللهم إني\nأسألك لذة النظر إلى وجهك، وشوقا إلى لقائك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>198 - </h1>\n\n<p>\nحدثنا شيخ، من أهل بغداد، ثنا شريك، عن عثمان بن أبي اليقظان، عن أنس بن\nمالك، {ولدينا مزيد} [ق: 35] . قال: «يتجلى لهم كل جمعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>199 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد، عن جويبر، عن\n</p>\n\n<h1 class='l1' id='head269'>[ص: 121]</h1>\n\n<p>\nالضحاك، قال: \" إن الملائكة إذا أخذوا بأصوات من تحميد وتقديس وثناء على\nالله عز وجل، فليس شيء أطرب منه إلا النظر إلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>200 - </h1>\n\n<p>\nحدثنا محمد بن منصور الذي <span id='ms51'></span> يقال له الطوسي، من أهل بغداد، ثنا علي بن\nشقيق، أنبأ حسين بن واقد، عن يزيد النحوي، عن عكرمة {وجوه يومئذ ناضرة}\n[القيامة: 23] ، إلى ربها ناظرة. قال: ينظرون إلى الله نظرا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head271'>201 - </h1>\n\n<p>\nحدثنا الزهراني أبو الربيع، ثنا جرير بن عبد الحميد، عن يزيد بن أبي\nزياد، عن عبد الله بن الحارث، عن كعب، قال: ما نظر الله عز وجل إلى الجنة\nإلا قال: طيبي لأهلك، فزادت \" طيبا على ما كانت، وما مر يوم كان لهم عيدا\nفي الدنيا إلا يخرجون في مقداره في رياض الجنة، ويبرز لهم الرب ينظرون\nإليه، وتسفى عليهم الريح بالطيب والمسك، فلا يسألون ربهم شيئا إلا أعطاهم،\nفيرجعون إلى أهليهم وقد ازدادوا على ما كانوا عليه من الحسن والجمال سبعين\nضعفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>202 - </h1>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري، أنبأ إبراهيم بن\n</p>\n\n<h1 class='l1' id='head273'>[ص: 122]</h1>\n\n<p>\nإسماعيل بن أبي حبيبة الأنصاري، قال: كتب عمر بن عبد العزيز إلى بعض\nأمراء الأجناد: «أما بعد، فإني أوصيك بتقوى الله وطاعته والتمسك بأمره،\nوالمعاهدة على ما حملك الله من دينه، واستحفظك من كتابه، فإن بتقوى الله\nنجا أولياؤه من سخطه، وبها تحقق لهم ولايته، وبها وافقوا أنبياءه، وبها\nنضرت وجوههم، ونظروا إلى خالقهم»\n</p>\n\n<h1 class='l1' id='head274'>203 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فهذه الأحاديث كلها وأكثر منها قد رويت في\nالرؤية، على تصديقها والإيمان بها أدركنا أهل الفقه والبصر من مشايخنا، ولم\nيزل المسلمون قديما وحديثا يروونها ويؤمنون بها، لا يستنكرونها ولا\nينكرونها، ومن أنكرها من أهل الزيغ نسبوه إلى الضلال، بل كان من أكبر\nرجائهم، وأجزل ثواب الله في أنفسهم النظر إلى وجه خالقهم، حتى ما يعدلون به\nشيئا من نعيم الجنة.\n</p>\n\n<h1 class='l1' id='head275'>204 - </h1>\n\n<p>\nوقد كلمت بعض أولئك المعطلة وحدثته ببعض، هذه الأحاديث، وكان ممن يتزين\nبالحديث في الظاهر ويدعي معرفتها، فأنكر بعضها ورد ردا عنيفا.\n</p>\n\n<h1 class='l1' id='head276'>205 - </h1>\n\n<p>\nقلت: قد صحت الآثار عن رسول الله صلى الله عليه وسلم، فمن بعده من أهل\nالعلم، وكتاب الله الناطق به، فإذا اجتمع الكتاب وقول\n</p>\n\n<h1 class='l1' id='head277'>[ص: 123]</h1>\n\n<p>\nالرسول وإجماع الأمة لم يبق لمتأول عندها تأول، إلا <span id='ms52'></span> لمكابر أو جاحد. أما\nالكتاب فقوله تعالى: {وجوه يومئذ ناضرة، إلى ربها ناظرة} [القيامة: 23] .\nوقوله: {كلا إنهم عن ربهم يومئذ لمحجوبون} [المطففين: 15] . ولم يقل\nللكفار: {محجوبون} إلا وأن المؤمنين لا يحجبون عنه، فإن كان المؤمنون عندكم\nمحجوبين عن الله كالكفار، فأي توبيخ للكفار في هذه الآية إذا كانوا هم\nوالمؤمنون جميعا عن الله يومئذ محجوبين.\n</p>\n\n<h1 class='l1' id='head278'>206 - </h1>\n\n<p>\nوأما قول الرسول صلى الله عليه وسلم، فقوله: «لا تضامون في رؤيته، كما لا\nتضامون في رؤية الشمس والقمر في الصحو» ثم ما روينا عن هذه الجماعة من\nأصحاب محمد صلى الله عليه وسلم والتابعين، فهل عندكم ما رد ذلك من كتاب أو\nسنة أو إجماع من الأمة؟ فاحتج بحديث أبي ذر عن النبي صلى الله عليه وسلم:\n«نور، أنى أراه؟»\n</p>\n\n<h1 class='l1' id='head279'>[ص: 124]</h1>\n\n<p>\nفقلت: هذا في الدنيا، وكلاهما قد قاله رسول الله صلى الله عليه وسلم،\nوتفسيرهما بين في الحديثين جميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقالت عائشة رضي الله عنها: \" من زعم أن محمدا رأى ربه عز وجل فقد أعظم\nعلى الله الفرية، وتلت: {لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف\nالخبير} [الأنعام: 103] حدثناه عمرو بن عون، عن هشيم، عن داود، عن الشعبي،\nعن مسروق، عن عائشة\n</p>\n\n<h1 class='l1' id='head280'>207 - </h1>\n\n<p>\nقال أبو سعيد: وأنتم وجميع الأمة تقولون به: إنه لم ير، ولا يرى في\nالدنيا، فأما في الآخرة فما أكبر نعيم أهل الجنة إلا النظر إلى وجهه،\nوالخيبة لمن حرمه، وما تعجبون من أن كان الله ولا شيء من خلقه، ثم خلق\nالخلق، ثم استوى على عرشه فوق سمواته، واحتجب من خلقه بحجب النار والظلمة،\nكما جاءت به الآثار، ثم أرسل إليهم رسله، يعرفهم نفسه بصفاته المقدسة،\nليبلو بذلك إيمانهم أيهم يؤمن به ويعرفه بالغيب ولم يره، وإنما يجزي العباد\nعلى إيمانهم بالله بالغيب، لأن الله عز وجل لو تبدى لخلقه وتجلى لهم في\nالدنيا لم يكن لإيمان الغيب هناك معنى، كما أنه لم\n</p>\n\n<h1 class='l1' id='head281'>[ص: 125]</h1>\n\n<p>\nيكفر به عندها كافر، ولا عصاه عاص، ولكنه احتجب عنهم في الدنيا، ودعاهم\nإلى الإيمان به بالغيب <span id='ms53'></span>، وإلى معرفته، والإقرار بربوبيته ليؤمن به من سبقت\nله منه السعادة، ويحق القول على الكافرين. ولو قد تجلى لهم لآمن به من في\nالأرض كلهم جميعا بغير رسل ولا كتب، ولا دعاة، ولم يعصوه طرفة عين، فإذا\nكان يوم القيامة تجلى لمن آمن به وصدق رسله وكتبه وآمن برؤيته وأقر بصفاته\nالتي وصف بها نفسه، حتى يروه عيانا، مثوبة منه لهم وإكراما، ليزدادوا\nبالنظر إلى من عبدوه بالغيب نعيما، وبرؤيته فرحا واغتباطا، ولم يحرموا\nرؤيته في الدنيا والآخرة جميعا، وحجب عنه الكفار يومئذ إذ حرموا رؤيته كما\nحرموها في الدنيا ليزدادوا حسرة وثبورا.\n</p>\n\n<h1 class='l1' id='head282'>208 - </h1>\n\n<p>\nفاحتج محتج منهم بقول الله تعالى لموسى: {لن تراني، ولكن انظر إلى الجبل،\nفإن استقر مكانه فسوف تراني} [الأعراف: 143] . قلنا: هذا لنا عليكم، لا\nلكم، إنما قال: {لن تراني} [الأعراف: 143] في الدنيا، لأن بصر موسى من\nالأبصار التي كتب الله عليها الفناء في الدنيا، فلا تحمل النظر إلى نور\nالبقاء، فإذا كان يوم القيامة ركبت الأبصار والأسماع للبقاء، فاحتملت النظر\nإلى الله عز وجل بما طوقها الله. ألا ترى أنه يقول: {فإن استقر مكانه فسوف\nتراني} [الأعراف: 143] . ولو قد شاء لاستقر الجبل ورآه موسى، ولكن سبقت منه\nالكلمة أن لا يراه أحد في الدنيا، فلذلك قال: {لن تراني} [الأعراف: 143] .\nفأما في الآخرة فإن الله تعالى ينشئ خلقه فيركب أسماعهم وأبصارهم للبقاء،\nفيراه أولياؤه جهرا، كما قال رسول الله صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head283'>[ص: 126]</h1>\n\n<h1 class='l1' id='head284'>209 - </h1>\n\n<p>\nوقال بعضهم: إنا لا نقبل هذه الآثار، ولا نحتج بها، قلت: أجل، ولا كتاب\nالله تقبلون، أرأيتم إن لم تقبلوها، أتشكون أنها مروية عن السلف، مأثورة\nعنهم، مستفيضة فيهم، يتوارثونها عن أعلام الناس وفقهائهم قرنا بعد قرن؟\nقالوا: نعم، قلنا: فحسبنا إقراركم بها عليكم حجة لدعوانا أنها مشهورة\nمروية، تداولتها العلماء والفقهاء، فهاتوا عنهم مثلها حجة لدعواكم التي\nكذبتها الآثار كلها، فلا تقدرون أن تأتوا فيها بخبر ولا أثر، وقد علمتم، إن\nشاء الله، أنه لا يستدرك سنن رسول الله صلى الله عليه وسلم <span id='ms54'></span> وأصحابه،\nوأحكامهم وقضاياهم إلا بهذه الآثار والأسانيد على ما فيها من الاختلاف، وهي\nالسبب إلى ذلك، والنهج الذي درج عليه المسلمون، وكانت إمامهم في دينهم بعد\nكتاب الله عز وجل، منها يقتبسون العلم، وبها يقضون، وبها يقيمون، وعليها\nيعتمدون، وبها يتزينون، يورثها الأول منهم الآخر، ويبلغها الشاهد منهم\nالغائب احتجاجا بها، واحتسابا في أدائها إلى من لم يسمعها، يسمونها السنن\nوالآثار والفقه والعلم، ويضربون في طلبها شرق الأرض وغربها، يحلون بها حلال\nالله، ويحرمون بها حرامه، ويميزون بها بين الحق والباطل، والسنن والبدع،\nويستدلون بها على تفسير القرآن ومعانيه وأحكامه، ويعرفون بها ضلالة من ضل\nعن الهدى، فمن رغب عنها فإنما يرغب عن آثار السلف وهديهم، ويريد مخالفتهم\nليتخذ دينه هواه، وليتأول كتاب الله برأيه خلاف ما عنى الله به.\n</p>\n\n<h1 class='l1' id='head285'>210 - </h1>\n\n<p>\nفإن كنتم من المؤمنين، وعلى منهاج أسلافهم، فاقتبسوا العلم من آثارهم،\nواقتبسوا الهدى في سبيله، وارضوا بهذه الآثار إماما، كما رضي بها القوم\nلأنفسهم إماما، فلعمري ما أنتم أعلم\n</p>\n\n<h1 class='l1' id='head286'>[ص: 127]</h1>\n\n<p>\nبكتاب الله منهم ولا مثلهم، ولا يمكن الاقتداء بهم إلا باتباع هذه الآثار\nعلى ما تروى. فمن لم يقبلها فإنه يريد أن يتبع غير سبيل المؤمنين، وقال\nالله تعالى: {ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت\nمصيرا} [النساء: 115] .\n</p>\n\n<h1 class='l1' id='head287'>211 - </h1>\n\n<p>\nفقال قائل منهم: لا، بل نقول بالمعقول. قلنا: هاهنا ضللتم عن سواء\nالسبيل، ووقعتم في تيه لا مخرج لكم منه، لأن المعقول ليس لشيء واحد موصوف\nبحدود عند جميع الناس فيقتصر عليه، ولو كان كذلك كان راحة للناس ولقلنا به\nولم نعد، ولم يكن الله تبارك وتعالى قال: {كل حزب بما لديهم فرحون}\n[المؤمنون: 53] فوجدنا المعقول عند كل حزب ما هم عليه والمجهول عندهم ما\nخالفهم، فوجدنا فرقكم معشر الجهمية في المعقول مختلفين، كل فرقة منكم تدعي\nأن المعقول عندها ما تدعو إليه، والمجهول ما خالفها، فحين رأينا المعقول\nاختلف منا ومنكم ومن جميع أهل الأهواء، ولم نقف له على حد بين في كل شيء،\nرأينا أرشد الوجوه وأهداها <span id='ms55'></span> أن نرد المعقولات كلها إلى أمر رسول الله صلى\nالله عليه وسلم، وإلى المعقول عند أصحابه المستفيض بين أظهرهم، لأن الوحي\nكان ينزل بين أظهرهم، فكانوا أعلم بتأويله منا ومنكم، وكانوا مؤتلفين في\nأصول الدين، لم يفترقوا فيه، ولم تظهر فيهم البدع والأهواء الحائدة عن\nالطريق.\n</p>\n\n<h1 class='l1' id='head288'>212 - </h1>\n\n<p>\nفالمعقول عندنا ما وافق هديهم، والمجهول ما خالفهم، ولا سبيل إلى معرفة\nهديهم وطريقتهم إلا هذه الآثار، وقد انسلختم\n</p>\n\n<h1 class='l1' id='head289'>[ص: 128]</h1>\n\n<p>\nمنها، وانتفيتم منها بزعمكم، فأنى تهتدون؟ .\n</p>\n\n<h1 class='l1' id='head290'>213 - </h1>\n\n<p>\nواحتج محتج منهم بقول مجاهد: {وجوه يومئذ ناضرة، إلى ربها ناظرة}\n[القيامة: 23] . قال: تنتظر ثواب ربها.\n</p>\n\n<h1 class='l1' id='head291'>214 - </h1>\n\n<p>\nقلنا: نعم، تنتظر ثواب ربها، ولا ثواب أعظم من النظر إلى وجهه تبارك\nوتعالى.\n</p>\n\n<h1 class='l1' id='head292'>215 - </h1>\n\n<p>\nفإن أبيتم إلا تعلقا بحديث مجاهد هذا، واحتجاجا به دون ما سواه من\nالآثار، فهذا آية شذوذكم عن الحق واتباعكم الباطل، لأن دعواكم هذه لو صحت\nعن مجاهد على المعنى الذي تذهبون إليه كان مدحوضا القول إليه، مع هذه\nالآثار التي قد صحت فيه عن رسول الله صلى الله عليه وسلم وأصحابه وجماعة\nالتابعين، أولستم قد زعمتم أنكم لا تقبلون هذه الآثار ولا تحتجون بها، فكيف\nتحتجون بالأثر عن مجاهد إذ وجدتم سبيلا إلى التعلق به لباطلكم على غير\nبيان؟ وتركتم آثار رسول الله صلى الله عليه وسلم وأصحابه والتابعين إذ\nخالفت مذهبكم، فأما إذا أقررتم بقبول الأثر عن مجاهد، فقد حكمتم على أنفسكم\nبقبول آثار رسول الله صلى الله عليه وسلم وأصحابه والتابعين بعدهم، لأنكم\nلم تسمعوا هذا عن مجاهد، بل تأثرونه عنه بإسناد، وتأثرون بأسانيد مثلها أو\nأجود منها عن رسول الله صلى الله عليه وسلم، وعن أصحابه والتابعين ما هو\nخلافه عندكم. فكيف ألزمتم أنفسكم اتباع المشتبه من آثار مجاهد وحده، وتركتم\nالصحيح المنصوص من آثار رسول الله صلى الله عليه وسلم وأصحابه\n</p>\n\n<h1 class='l1' id='head293'>[ص: 129]</h1>\n\n<p>\nونظراء مجاهد من التابعين، إلا من ريبة وشذوذ عن الحق.\n</p>\n\n<h1 class='l1' id='head294'>216 - </h1>\n\n<p>\nإن الذي يريد الشذوذ عن الحق، يتبع الشاذ من قول العلماء، ويتعلق\nبزلاتهم، والذي يؤم الحق في نفسه يتبع المشهور من <span id='ms56'></span> قول جماعتهم، وينقلب مع\nجمهورهم، فهما آيتان بينتان يستدل بهما على اتباع الرجل، وعلى ابتداعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>باب ذكر علم الله تبارك وتعالى</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n<h1 class='l1' id='head296'>217 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن أبي حازم يعني عبد العزيز، عن العلاء بن عبد\nالرحمن الحرقي، عن أبيه، عن أبي هريرة، رضي الله عنه، عن النبي صلى الله\nعليه وسلم قال: «سبق علم الله في خلقه، فهم صائرون إلى ذلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head297'>218 - </h1>\n\n<p>\nحدثنا نعيم، ثنا ابن المبارك، ثنا الأوزاعي، قال: أخبرني ربيعة بن يزيد،\nعن عبد الله بن الديلمي، عن عبد الله بن عمرو، رضي الله عنه قال: سمعت رسول\nالله صلى الله عليه وسلم يقول: «جف القلم على علم الله عز وجل»\n</p>\n\n<h1 class='l1' id='head298'>[ص: 131]</h1>\n\n<h1 class='l1' id='head299'>219 - </h1>\n\n<p>\nقال أبو سعيد: ومالنا نرى أن يبلغ غدا قوم في تعطيل صفات الله ما بلغ\nبهذه العصابة عدلهم في تعطيلها، حتى أنكروا سابق علم الله في خلقه، وما\nالخلق عاملون قبل أن يعملوا.\n</p>\n\n<h1 class='l1' id='head300'>220 - </h1>\n\n<p>\nثم قالوا: ما نقول إن الله من فوق عرشه يعلم ما في الأرض، ولكن علم الله\nهو الله بزعمهم، والله بزعمهم في كل مكان، ليس له علم به يعلم، ولا هو يسمع\nبسمع، ولا يبصر ببصر، إنما سمعه وبصره وعلمه بزعمهم شيء واحد، فلا السمع\nعندهم غير البصر، ولا البصر غير السمع، ولا العلم غير البصر، هو كله بزعمهم\nسمع وبصر وعلم، وهو بكليته في كل مكان، إن علم علم بكله، وإن سمع سمع بكله،\nوإن رأى رأى بكله.\n</p>\n\n<h1 class='l1' id='head301'>221 - </h1>\n\n<p>\nويزعمون أن علم الله بمنزلة النظر والمشاهدة، لا يعلم بالشيء حتى يكون،\nفإذا كان الشيء علم به علم كينونته، لا بعلم لم يزل في نفسه قبل كينونته،\nولكن إذا حدث الشيء كان هو عند الشيء، ومعه الشيء بنفسه، فإن أراد ذلك\nالشيء، كان هو يدل الشيء بزعمهم من مكانه، فذلك إحاطة علم الله بالأشياء\nعندهم، لا أن يكون علم بشيء منها في نفسه قبل كينونته، فتبارك الله رب\nالعالمين، وتعالى عما يصفون.\n</p>\n\n<h1 class='l1' id='head302'>222 - </h1>\n\n<p>\nهذا هو الرد لكتاب الله والجحود لآيات الله، وصاحب\n</p>\n\n<h1 class='l1' id='head303'>[ص: 132]</h1>\n\n<p>\nهذا المذهب <span id='ms57'></span> يخرجه مذهبه إلى مذهب الزندقة حتى لا يؤمن بيوم الحساب، لأن\nالذي لا يقر بالعلم السابق بالأشياء قبل أن تكون، يلزمه في مذهبه أن لا\nيؤمن بيوم الحساب، وبقيام الساعة والبعث والثواب والعقاب، لأن العباد إنما\nلزمهم الإيمان بها لإخبار الله بأن الساعة آتية لا ريب فيها، وأن الله يبعث\nمن في القبور، وأنه محاسبهم يوم الحساب، مثيبهم، ومعاقبهم.\n</p>\n\n<h1 class='l1' id='head304'>223 - </h1>\n\n<p>\nفإذا كان الله بزعمهم لا يعلم بالشيء حتى يكون، كيف علم في مذهبهم بقيام\nالساعة، والبعث ولم تقم الساعة بعد، ولا تقوم إلا بعد فناء الخلق، وارتفاع\nالدنيا؟\n</p>\n\n<h1 class='l1' id='head305'>224 - </h1>\n\n<p>\nفإن أقروا لله بعلم قيام الساعة، والبعث، والحساب، لزمهم أن يقروا له\nبعلم كل شيء دونها، فإن أنكروا علم الله عز وجل بما دونها لزمهم الإنكار\nبها وبقيامها، وبالبعث والحساب، لأن علمه بالساعة كعلمه بالخلق وأعمالهم\nسواء لا يزيد ولا ينقص، فمن لم يؤمن بأحدهما لزمه أن لا يؤمن بالآخر، وهي\nمن أوضح الحجج وأشدها على من رد العلم وأنكره.\n</p>\n\n<h1 class='l1' id='head306'>225 - </h1>\n\n<p>\nواعلموا أن الله عز وجل لم يزل عالما بالخلق وأعمالهم قبل أن يخلقهم، ولا\nيزال بهم عالما، لم يزدد في علمه بكينونة الخلق خردلة واحدة ولا أقل منها\nولا أكثر، ولكن خلق الخلق على ما كان في نفسه قبل أن يخلقهم، ومن عنده بدأ\nالعلم، وهو علم الخلق ما لم يعلموا، فقال تبارك وتعالى: {علم الإنسان ما لم\nيعلم} [العلق: 5] . وقال للملائكة: {إني جاعل في الأرض خليفة، قالوا\n</p>\n\n<h1 class='l1' id='head307'>[ص: 133]</h1>\n\n<p>\nأتجعل فيها من يفسد فيها ويسفك الدماء، ونحن نسبح بحمدك ونقدس لك، قال\nإني أعلم ما لا تعلمون} [البقرة: 30]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفبلغنا في تفسيره عن مجاهد قال: «علم من إبليس المعصية وخلقه لها»\n</p>\n\n<h1 class='l1' id='head308'>226 - </h1>\n\n<p>\nحدثناه نعيم بن حماد، ثنا ابن المبارك، عن ابن جريج، عن مجاهد\n</p>\n\n<h1 class='l1' id='head309'>227 - </h1>\n\n<p>\nقال أبو سعيد: ولعمري ما علمت الملائكة بسفك الدماء والفساد غيبا من قبل\nأنفسهم، ولكن علمهم ذلك علام الغيوب قبل أن يقولوا، ولذلك ادعوا معرفته.\n</p>\n\n<h1 class='l1' id='head310'>228 - </h1>\n\n<p>\nوقال أيضا: {وعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال أنبئوني\nبأسماء هؤلاء إن كنتم <span id='ms58'></span> صادقين قالوا سبحانك لا علم لنا إلا ما علمتنا إنك\nأنت العليم الحكيم قال يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال\nألم أقل لكم إني أعلم غيب السموات والأرض وأعلم ما تبدون وما كنتم تكتمون}\n. فأخبر الله تبارك وتعالى أنه هو الذي علم آدم والملائكة العلم، من غير أن\nيعلموا شيئا منه، وأقرت الملائكة بذلك، وردت العلم كله إلى من بدأ منه،\nفقالوا: {لا علم لنا إلا ما علمتنا، إنك أنت العليم الحكيم} [البقرة: 32]\nفهل علمهم إلا ما قد علمه قبل ذلك؟ .\n</p>\n\n<h1 class='l1' id='head311'>229 - </h1>\n\n<p>\nوقال فيما أنزله على رسوله صلى الله عليه وسلم: {وكان الله عليما\n</p>\n\n<h1 class='l1' id='head312'>[ص: 134]</h1>\n\n<p>\nحكيما} [النساء: 17] . {عالم الغيب والشهادة هو الرحمن الرحيم} [الحشر:\n22] . {أحاط بكل شيء علما} [الطلاق: 12] . {يعلم ما يسرون وما يعلنون}\n[البقرة: 77] . {يعلم سركم وجهركم ويعلم ما تكسبون} [الأنعام: 3] . {يعلم\nالسر وأخفى} [طه: 7] . قال: ما لم تحدث به نفسك. {يعلم خائنة الأعين وما\nتخفي الصدور} [غافر: 19] . فأخبر الله سبحانه أنه كان العالم قبل كل أحد،\nومنه بدأ العلم. قال: {ومن عنده علم الكتاب} [الرعد: 43] . وقال: {فمن حاجك\nفيه من بعد ما جاءك من العلم} [آل عمران: 61] . جاءه العلم من الله، وهو\nالقرآن، ثم أخبر بعلمه السابق في عباده قبل أن يعملوا، فقال: {أفرأيت من\nاتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره\nغشاوة} [الجاثية: 23] الآية. وقال: {عالم الغيب لا يعزب عنه مثقال ذرة في\nالسموات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين} . وقال:\n{تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علام الغيوب} [المائدة: 116]\n. {علم الله أنكم ستذكرونهن} [البقرة: 235] . {علم أن سيكون منكم مرضى\nوآخرون يضربون في الأرض يبتغون من فضل الله} [المزمل: 20] الآية. وما أشبه\nهذا من كتاب الله كثير، ولو لم يكن منها في كتاب الله إلا حرف واحد لاكتفي\nبه حجة بالغة، فكيف والكتاب كله ينطق بنصه، يستغنى فيه بالتنزيل عن\nالتفسير، وتعرفه العامة والخاصة.\n</p>\n\n<h1 class='l1' id='head313'>230 - </h1>\n\n<p>\nفلم تزل عليه <span id='ms59'></span> الأمة إلى أن نبغت هذه النابغة بين أظهر المسلمين، فأعظموا\nفي الله القول، وسبوه بأقبح السباب\n</p>\n\n<h1 class='l1' id='head314'>[ص: 135]</h1>\n\n<p>\n، وجهلوه ونفوا عنه صفاته التي بها يعرف صفة صفة، حتى نفوا عنه العلم\nالأول السابق، والكلام، والسمع والبصر، والأمر كله، ثم جعلوه كلا شيء،\nفقالوا في الجملة: ما نعرف إلها غير هذا الذي في كل مكان، فإذا باد شيء صار\nمكانه. فنظرنا في صفة معبودهم هذا فلم نجد بهذه الصفة شيئا غير هذا الهواء\nالقائم على كل شيء، الداخل في كل مكان، فمن قصد بعبادته إلى إله بهذه الصفة\nفإنما يعبد غير الله، وليس معبوده ذاك بإله، كفرانه، لا غفرانه.\n</p>\n\n<h1 class='l1' id='head315'>231 - </h1>\n\n<p>\nفاحذروا هؤلاء القوم على أنفسكم وأهليكم وأولادكم أن يفتنوكم، أو يكفروا\nصدوركم بالمغاليط والأضاليل التي تشتبه على جهالكم، فإن الله تعالى قال في\nكتابه: {يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس\nوالحجارة، عليها ملائكة غلاظ شداد، لا يعصون الله ما أمرهم، ويفعلون ما\nيؤمرون} [التحريم: 6] .\n</p>\n\n<h1 class='l1' id='head316'>232 - </h1>\n\n<p>\nفإن جحد منهم جاحد وانتفى من بعض ما حكينا عنهم، فلا تصدقوهم، فإنه دينهم\nالذي يعتقدونه في أنفسهم، لا يجحد ذلك منهم إلا متعوذ مستتر، أو جاهل\nبمذاهبهم، لا يتوجه بشيء منها، فقد اعترف لنا بذلك بعض كبرائهم، أو بما\nيشبه معناه، وأسندوا بعض ذلك إلى بعض المضلين من أشياخهم، فإلى الله أشكو\nرأيا هذا تأويله، وقوما هذا إبطالهم لعلم ربنا.\n</p>\n\n<h1 class='l1' id='head317'>233 - </h1>\n\n<p>\nوالله لقد علمت الملائكة بما علمهم الله ما هو كائن من بني آدم من الفساد\nوسفك الدماء قبل أن يخلقوا، فكيف خالقهم\n</p>\n\n<h1 class='l1' id='head318'>[ص: 136]</h1>\n\n<p>\nالذي علمهم ذلك؟ فقالوا: {أتجعل فيها من يفسد فيها ويسفك الدماء}\n[البقرة: 30] فقال: {إني أعلم ما لا تعلمون} [البقرة: 30] .\n</p>\n\n<h1 class='l1' id='head319'>234 - </h1>\n\n<p>\nووصف الله هذه الأمة في التوراة والإنجيل قبل أن يخلقوا بصفاتهم، فكيف\nوصفهم من غير علم له بهم؟ فقال: {محمد رسول الله، والذين معه أشداء على\nالكفار رحماء بينهم، تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا، سيماهم\nفي وجوههم من أثر السجود، ذلك مثلهم في التوراة، ومثلهم في الإنجيل}\n[الفتح: 29] . قال <span id='ms60'></span>: {فسأكتبها للذين يتقون ويؤتون الزكاة والذين هم بآياتنا\nيؤمنون، الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في\nالتوراة والإنجيل، يأمرهم بالمعروف وينهاهم عن المنكر، ويحل لهم الطيبات\nويحرم عليهم الخبائث، ويضع عنهم إصرهم والأغلال التي كانت عليهم، فالذين\nآمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون}\n[الأعراف: 157] . فما قدروا أن يتعدوا هذه الصفات، ولا يقصروا عن شيء مما\nوصفهم الله به قبل أن يكونوا، وقال {ولقد كتبنا في الزبور من بعد الذكر أن\nالأرض يرثها عبادي الصالحون} [الأنبياء: 105] . فكتب ذلك بعلم قبل أن\nيرثوها، وقال {وقضينا إلى بني إسرائيل في الكتاب لتفسدن في الأرض مرتين\nولتعلن علوا كبيرا} [الإسراء: 4] . قضى عليهم في الكتاب الإفساد في الأرض\nقبل أن يفسدوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>235 - </h1>\n\n<p>\nوقوله: {وقضينا} [الإسراء: 4] قال مجاهد: «كتبنا» ، كذلك حدثنا نعيم بن\nحماد، عن ابن المبارك، عن ابن جريج، عن مجاهد\n</p>\n\n<h1 class='l1' id='head321'>[ص: 137]</h1>\n\n<h1 class='l1' id='head322'>236 - </h1>\n\n<p>\nوقال: {إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون} [الأنبياء: 101]\n. سبقت لهم الحسنى من الله قبل أن يخلقوا لعلم الله فيهم، فما استطاعوا أن\nيتعدوا شيئا علمه الله فيهم. وقال: {ولقد سبقت كلمتنا لعبادنا المرسلين،\nإنهم لهم المنصورون، وإن جندنا لهم الغالبون} [الصافات: 172] . وأخبر عن\nأعمال قوم قبل أن يعملوها. وقال: {وأمم سنمتعهم ثم يمسهم منا عذاب أليم}\n[هود: 48] . فأخبر الله تعالى بتمتيعهم ومس العذاب إياهم قبل أن يخلقوا،\nقال: {وآخرين منهم لما يلحقوا بهم} [الجمعة: 3] . روي في بعض التفاسير أنهم\nالأعاجم، أخبر الله بدخولهم في الإسلام قبل أن يدخلوا.\n</p>\n\n<h1 class='l1' id='head323'>237 - </h1>\n\n<p>\nوقال لأهل بدر حين أخذوا الفداء من المشركين: {لولا كتاب من الله سبق\nلمسكم فيما أخذتم عذاب عظيم} [الأنفال: 68] . يقول: لولا ما سبق لأهل بدر\nمن السعادة لمسهم العذاب في أخذهم الفداء، فلم يقدر أهل بدر أن لا يأخذوه،\nولو حرصوا على تركه. وقال: {إن الذين حقت عليهم كلمة ربك لا يؤمنون، ولو\nجاءتهم\n</p>\n\n<h1 class='l1' id='head324'>[ص: 138]</h1>\n\n<p>\nكل آية حتى يروا العذاب الأليم} . وقال: {ولو ردوا لعادوا لما نهوا عنه\nوإنهم لكاذبون} [الأنعام: 28] . وقال: {إنا كاشفوا <span id='ms61'></span> العذاب قليلا إنكم\nعائدون يوم نبطش البطشة الكبرى إنا منتقمون} . وقال: {والذين جاءوا من\nبعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في\nقلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم} . فسبقت لهم منه الرحمة قبل أن\nيخلقوا، والدعاء لمن سبقهم قبل أن يدعوا.\n</p>\n\n<h1 class='l1' id='head325'>238 - </h1>\n\n<p>\nوقال: {فأسر بعبادي ليلا إنكم متبعون، واترك البحر رهوا إنهم جند مغرقون}\n[الدخان: 23] . فأخبر الله باتباعهم وإغراقهم قبل أن يكون.\n</p>\n\n<h1 class='l1' id='head326'>239 - </h1>\n\n<p>\nوقال: {ولا يزالون مختلفين إلا من رحم ربك} [هود: 118] . فأخبر باختلافهم\nقبل أن يختلفوا.\n</p>\n\n<h1 class='l1' id='head327'>240 - </h1>\n\n<p>\nوقال: {عالم الغيب فلا يظهر على غيبه أحدا، إلا من ارتضى من رسول فإنه\nيسلك من بين يديه ومن خلفه رصدا، ليعلم أن قد أبلغوا رسالات ربهم، وأحاط\nبما لديهم، وأحصى كل شيء عددا} [الجن: 26] .\n</p>\n\n<h1 class='l1' id='head328'>241 - </h1>\n\n<p>\nوقال: {إن شر الدواب عند الله الصم البكم الذين لا يعقلون، ولو علم الله\nفيهم خيرا لأسمعهم، ولو أسمعهم لتولوا وهم معرضون} [الأنفال: 22] . ولكن\nعلم منهم غير ذلك، فصاروا إلى ما علم منهم. وأخبر بعلمه في قوم فقال: {سواء\nعليهم أأنذرتهم أم لم تنذرهم لا يؤمنون} [البقرة: 6] . وأخبر عن قوم آخرين\nفقال: {ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون}\n[المؤمنون: 75]\n</p>\n\n<h1 class='l1' id='head329'>[ص: 139]</h1>\n\n<h1 class='l1' id='head330'>242 - </h1>\n\n<p>\nفمن آمن بكتاب الله، وصدق رسل الله اكتفى ببعض ما ذكرنا في علم الله\nالسابق في الخلق وأعمالهم قبل أن يعملوها، ومن يحصي ما في كتاب الله، وفي\nآثار رسول الله صلى الله عليه وسلم وأصحابه والتابعين في إثبات علم الله له\nوالإقرار به، ويكفي في معرفة ذلك أقل مما جمعنا، ولكن جمعناها ليتدبرها أهل\nالعقول والأفهام فيعرفوا ضلالة هؤلاء الذين أخرجوا الله من العلم ونفوه\nعنه، وجعلوه في العلم والمعرفة كالخلق سواء، فقالوا: كما لا يعلم الخلق\nبالشيء قبل أن يكون، فكذلك الله بزعمهم لا يعلم قبل أن يكون. فما فضل علام\nالغيوب الذي يعلم السر وأخفى على المخلوق الذي لا يعلم شيئا إلا ما علمه\nالله.\n</p>\n\n<h1 class='l1' id='head331'>243 - </h1>\n\n<p>\nوهذا المذهب الذي ادعوه في علم الله قد وافقهم على بعضه <span id='ms62'></span> بعض المعتزلة،\nلأنه لا يبقى مذهب الفريقين جميعا إلا برد علم الله، فكفى به ضلالا، ولأنهم\nمتى ما أقروا بعلم سابق خصموا، كذلك قال عمر بن عبد العزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>244 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، عن ابن المبارك، عن معمر، عن زيد بن رفيع الجزري، عن\nعمر بن عبد العزيز، قال: «من أقر بالعلم فقد خصم»\n</p>\n\n<h1 class='l1' id='head333'>245 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فتأويل قولهم ومذهبهم أنه كلما حدث لله خلق حدث\nله علم بكينونته، علم ما لم يكن علمه، ففي تأويلهم هذا كان الله ولا علم له\nبزعمهم، حتى جاء الخلق فأفادوه علما، فكلما حدث خلق حدث لله علم بزعمهم،\nفهو بما كان\n</p>\n\n<h1 class='l1' id='head334'>[ص: 140]</h1>\n\n<p>\nبزعمهم عالم، وبما لم يكن غير عالم حتى يكون، فتعالى الله عما يصفون.\n</p>\n\n<h1 class='l1' id='head335'>246 - </h1>\n\n<p>\nقال الله عز وجل: {إن الله عنده علم الساعة، وينزل الغيث، ويعلم ما في\nالأرحام} [لقمان: 34] الآية. وقال: {قل إنما العلم عند الله، وإنما أنا\nنذير مبين} [الملك: 26] . وقال: {قل إنما علمها عند ربي} [الأعراف: 187] .\nوقال: {قال علمها عند ربي في كتاب} [طه: 52] . فكيف يحدث لله علم بكينونة\nالخلق وعلى علمه السابق فيهم خلقوا، وبما كتب عليهم في أم الكتاب يعملون،\nلا يزيدون مثقال حبة ولا ينقصون. قال: {وكل شيء فعلوه في الزبر، وكل صغير\nوكبير مستطر} [القمر: 53] . وقال: {وإنه في أم الكتاب لدينا لعلي حكيم}\n[الزخرف: 4] . وقال: {ومن عنده علم الكتاب} [الرعد: 43] . وقال: {إن عدة\nالشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السموات والأرض منها\nأربعة حرم} . وقال: {ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب\nمن قبل أن نبرأها، إن ذلك على الله يسير} [الحديد: 22] . وقال {وما يعمر من\nمعمر ولا ينقص من عمره إلا في كتاب} [فاطر: 11] . {ألم تعلم أن الله يعلم\nما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير} [الحج: 70] .\nوقال: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم} [آل\nعمران: 154] . فهل كتب هذه الأشياء قبل <span id='ms63'></span> كينونتها إلا للعلم بها قبل أن\nتكون؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>247 - </h1>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري، أنبأ الليث وهو ابن سعد: حدثني عبد الله\nبن حيان، قال: حدثني عبد الوهاب بن بخت، أو ثعلبة الخثعمي، عن أبي أمامة\nالباهلي، رضي الله عنه قال: «أيها الناس، لا يشتبه عليكم بأن الله علم\nعلما، وخلق خلقا، فإن كان العلم قبل الخلق فالخلق يتبع العلم، وإن كان\nالخلق قبل العلم فالعلم يتبع الخلق»\n</p>\n\n<h1 class='l1' id='head337'>248 - </h1>\n\n<p>\nقال ابن أبي مريم: وأخبرنا ابن لهيعة، عن عبد الله بن حيان، عن عبد\nالوهاب بن بخت، عن أبي أمامة، مثله.\n</p>\n\n<h1 class='l1' id='head338'>249 - </h1>\n\n<p>\nقال أبو سعيد: فادعت هذه العصابة أن الخلق قبل العلم، والعلم يتبع الخلق،\nفأي ضلال أبين من هذا؟ وقال رسول الله صلى الله عليه وسلم: \" إن أول شيء\nخلق الله القلم، فقال له: اكتب، فكتب كل شيء يكون \"\n</p>\n\n<h1 class='l1' id='head339'>250 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فلم يدر، والله، القلم بما يجري، حتى أجراه الله\nبعلمه، وعلمه ما يكتب مما يكون قبل أن يكون.\n</p>\n\n<h1 class='l1' id='head340'>251 - </h1>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: «كتب الله مقادير أهل السموات والأرض\nقبل أن يخلقهم بخمسين ألف سنة» فهل كتب ذلك إلا بما علم، فما موضع كتاب هذا\nإن لم يكن علمه في دعواهم؟\n</p>\n\n<h1 class='l1' id='head341'>[ص: 142]</h1>\n\n<h1 class='l1' id='head342'>252 - </h1>\n\n<p>\nثم الأحاديث عن رسول الله صلى الله عليه وسلم فيما يشبه هذا، وعن أصحابه\nجملة كثيرة، أكثر من أن يحصيها كتابنا هذا، وسنأتي منها ببعض ما حضر، إن\nشاء الله، مع أنا نعلم أنهم يكذبون بأحاديث رسول الله صلى الله عليه وسلم،\nولا يؤمنون بها، ولكن خير منهم وأطيب وأفضل وأعلم الناس من يؤمن بها\nفيتقيهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا نعيم بن حماد، وأحمد بن جميل، أن ابن المبارك، أخبرهم: أنبأ رباح\nبن زيد، عن عمر بن حبيب، عن القاسم بن أبي بزة، عن سعيد بن جبير، عن ابن\nعباس، رضي الله عنهما أنه كان يحدث أن رسول الله صلى الله عليه وسلم قال:\n«إن أول شيء خلقه الله القلم، فأمره فكتب كل شيء يكون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head343'>254 - </h1>\n\n<p>\nحدثنا عبد الله <span id='ms64'></span> بن صالح المصري، قال: حدثني الليث يعني ابن سعد، عن أبي\nهانئ حميد بن هانئ، عن أبي عبد الرحمن\n</p>\n\n<h1 class='l1' id='head344'>[ص: 143]</h1>\n\n<p>\nالحبلي، عن عبد الله بن عمرو، رضي الله عنهما قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: «كتب الله مقادير كل شيء قبل أن يخلق السموات والأرض\nبخمسين ألف سنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head345'>255 - </h1>\n\n<p>\nوحدثنا أبو بكر بن أبي شيبة، ثنا عبد الله بن بكر السهمي، ثنا بشر بن\nنمير، عن القاسم، عن أبي أمامة، رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال: \" خلق الله الخلق، وقضى القضية، وأخذ ميثاق النبيين، وعرشه على\nالماء، فأخذ أهل اليمين بيمينه، وأخذ أهل الشمال بيده الأخرى، وكلتا يدي\nالرحمن يمين، وقال: يا أصحاب اليمين قالوا: لبيك وسعديك قال: ألست بربكم؟\nقالوا: بلى. ثم قال: يا أصحاب الشمال قالوا: لبيك ربنا وسعديك، قال: ألست\nبربكم؟ قالوا: بلى، فخلط بعضهم ببعض، فقال قائل: يا رب لم خلطت بيننا؟ قال:\n{لهم أعمال من دون} [المؤمنون: 63] ذلك هم لها عاملون. وقوله: {إنا كنا عن\nهذا غافلين} [الأعراف: 172] ، ثم ردهم في صلب آدم \" قال: وقال رسول الله\nصلى الله عليه وسلم: «خلق الله الخلق، وقضى القضية، وأخذ ميثاق النبيين،\nوعرشه على الماء، وأهل الجنة أهلها، وأهل النار أهلها» ، فقال قائل: يا نبي\nالله ما الأعمال؟ قال: «أن يعمل كل قوم لمنزلتهم» ، فقال عمر: إذا نجتهد.\nقال: وسئل رسول الله صلى الله عليه وسلم عن الأعمال، فقيل: يا رسول الله\n</p>\n\n<h1 class='l1' id='head346'>[ص: 144]</h1>\n\n<p>\nأرأيت الأعمال، أهو شيء يؤتنف، أو فرغ منها؟ قال: «بل فرغ منها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>256 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ المسعودي، عن علي بن بذيمة،\nعن سعيد بن جبير، عن ابن عباس، رضي الله عنهما في قوله عز وجل: {وإذ أخذ\nربك من بني آدم من ظهورهم ذريتهم} [الأعراف: 172] قال \" خلق الله آدم، فأخذ\nميثاقه أنه ربه، وكتب أجله ورزقه ومصائبه، وأخرج ولده من ظهره كهيئة الذر،\nفأخذ مواثيقهم أنه ربهم، وكتب آجالهم وأرزاقهم ومصائبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head348'>257 - </h1>\n\n<p>\nحدثنا محمد بن <span id='ms65'></span> كثير العبدي، ثنا سفيان، عن خالد الحذاء، عن عبد الأعلى،\nعن عبد الله بن الحارث، قال: خطب عمر بن الخطاب رضي الله عنه قال: \" إن\nالله خلق أهل الجنة وما هم عاملون، وخلق أهل النار وما هم عاملون، فقال:\nهؤلاء لهذه، وهؤلاء لهذه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>258 - </h1>\n\n<p>\nحدثنا عمرو بن عون الواسطي، أنبأ أبو عوانة، عن أبي بشر، عن سعيد بن\nجبير، عن ابن عباس، رضي الله عنهما أن النبي صلى الله عليه وسلم سئل عن\nأطفال المشركين، فقال: «الله أعلم بما كانوا عاملين إذ خلقهم»\n</p>\n\n<h1 class='l1' id='head350'>259 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، عن أيوب، عن الزهري، عن عطاء، عن\nأبي هريرة، رضي الله عنه، عن النبي صلى الله عليه وسلم مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head351'>260 - </h1>\n\n<p>\nحدثنا عمرو بن عون، أنبأ هشيم، عن خالد وهو الحذاء، عن عبد الله بن شقيق،\nعن ابن أبي الجدعاء، قال: قال رجل: يا رسول الله متى كتبت نبيا؟ قال: «وآدم\nبين الروح والجسد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head352'>261 - </h1>\n\n<p>\nقرأت على أبي اليمان أن أبا بكر بن أبي مريم الغساني حدثه عن سعيد بن\nسويد، عن عرباض بن سارية السلمي، رضي الله عنه قال: سمعت النبي صلى الله\nعليه وسلم يقول: «إني عبد الله في أم الكتاب لخاتم النبيين، وإن آدم لمنجدل\nفي طينته»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head353'>262 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ حيوة بن شريح، قال: أخبرني\nأبو هانئ الخولاني، أنه سمع أبا عبد الرحمن الحبلي، يقول: سمعت عبد الله بن\nعمرو بن العاص، يقول: سمعت رسول الله صلى الله عليه وسلم يقول: «قدر الله\nالمقادير قبل أن يخلق السموات والأرض»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head354'>263 - </h1>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري، قال: أخبرني الليث بن سعد، قال: حدثني\nأبو قبيل، عن شفي بن ماتع الأصبحي، عن عبد الله بن عمرو، قال: خرج علينا\nرسول الله صلى الله عليه وسلم وفي يده كتابان، فقال: «أتدرون ما هذان\nالكتابان؟» ، قالوا: لا يا رسول الله، فقال للأيمن منهما: «هذا كتاب من رب\nالعالمين بأسماء أهل الجنة وأسماء آبائهم وقبائلهم، أجمل على آخرهم، فلا\nيزاد فيهم <span id='ms66'></span> ولا ينقص منهم أبدا» ، وقال للذي في يده اليسرى: «وهذا كتاب\nبأسماء أهل النار وأسماء آبائهم وقبائلهم، ثم أجمل على آخرهم، فلا يزاد\nفيهم ولا ينقص منهم أبدا» فقال أصحاب رسول الله صلى الله عليه وسلم: فلأي\nشيء يعمل إن كان هذا الأمر قد فرغ منه؟ فقال رسول الله صلى الله عليه وسلم:\n«سددوا وقاربوا، فإن صاحب الجنة يختم له بعمل أهل الجنة وإن عمل أيما عمل،\nوإن صاحب النار يختم له بعمل أهل النار وإن عمل أيما عمل» ثم\n</p>\n\n<h1 class='l1' id='head355'>[ص: 149]</h1>\n\n<p>\nقبض يديه وقال: «فرغ ربكم من العباد» ، ثم قال بيده اليمنى فنبذ بها،\nفقال: «فريق في الجنة» ، ونبذ بالأخرى وقال: «فريق في السعير»\n</p>\n\n<h1 class='l1' id='head356'>264 - </h1>\n\n<p>\nقال أبو سعيد: فهؤلاء قد كتبهم الله بأسمائهم التي كان في علمه أن يسميهم\nبها آباؤهم وأمهاتهم قبل أن يخلقهم، فما قدر الآباء لتلك الأسماء تبديلا،\nولا استطاع إبليس لمن هدى الله منهم تضليلا.\n</p>\n\n<h1 class='l1' id='head357'>265 - </h1>\n\n<p>\nوسئل رسول الله صلى الله عليه وسلم عن أطفال المشركين، فقال: «الله أعلم\nبما كانوا عاملين» ، فرد أمرهم إلى سابق علم الله فيهم قبل أن يخلقوا، وقبل\nأن يعملوا.\n</p>\n\n<h1 class='l1' id='head358'>266 - </h1>\n\n<p>\nوقال الله عز وجل: {إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين}\nوقال: {هو أعلم بكم إذ أنشأكم من الأرض، وإذ أنتم أجنة في بطون أمهاتكم،\nفلا تزكوا أنفسكم، هو أعلم بمن اتقى} [النجم: 32] .\n</p>\n\n<h1 class='l1' id='head359'>267 - </h1>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: «يكتب بين عيني المولود ما هو لاق\nقبل أن يولد، حتى النكبة ينكبها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head360'>268 - </h1>\n\n<p>\nحدثنا أحمد بن صالح المصري، ثنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب،\nأن عبد الرحمن بن هنيدة، حدثه أن عبد الله بن عمر قال: قال رسول الله صلى\nالله عليه وسلم: \" إذا أراد الله عز وجل أن يخلق النسمة قال ملك الأرحام\nمعرضا: يا رب، أذكر أم أنثى؟ فيقضي الله أمره، ثم يقول: يا رب، شقي أم\nسعيد؟ فيقضي الله أمره، ثم يكتب بين عينيه ما هو لاق، حتى النكبة ينكبها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>269 - </h1>\n\n<p>\nحدثنا معاذ بن <span id='ms67'></span> محمد بن كثير، أنبأ سفيان الثوري، عن الأعمش، ثنا زيد بن\nوهب، قال: ثنا عبد الله بن مسعود، رضي الله عنه قال: ثنا رسول الله صلى\nالله عليه وسلم، وهو الصادق المصدوق: \" إن أحدكم يجمع خلقه في بطن أمه\nأربعين ليلة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله\nملكا، فيؤمر بأربع كلمات، فيقول: اكتب عمله، وأجله، ورزقه، وشقي أم سعيد\n</p>\n\n<h1 class='l1' id='head362'>[ص: 151]</h1>\n\n<p>\n، فإن الرجل ليعمل بعمل أهل الجنة، حتى ما يكون بينه وبين الجنة إلا\nذراع، فيغلب عليه الكتاب الذي سبق، فيختم بعمل أهل النار فيدخل النار، وإن\nالرجل ليعمل بعمل أهل النار، حتى ما يكون بينه وبين النار إلا ذراع، فيغلب\nعليه الكتاب الذي سبق، فيختم بعمل أهل الجنة، فيدخل الجنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head363'>270 - </h1>\n\n<p>\nحدثناه أبو عمر الحوضي، ثنا شعبة، عن سليمان الأعمش، عن زيد بن وهب عن\nعبد الله بن مسعود، قال: حدثنا رسول الله صلى الله عليه وسلم، وهو الصادق\nالمصدوق. ذكر نحوه قال: «فيكتب رزقه، وعمله، وأجله، وشقي أو سعيد، ثم ينفخ\nفيه الروح»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head364'>271 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن منصور، عن سعد بن عبيدة، عن أبي\nعبد الرحمن السلمي، عن علي، رضي الله عنه قال: كنا في جنازة في بقيع\nالغرقد، قال: فأتانا رسول الله صلى الله عليه وسلم، فقعد\n</p>\n\n<h1 class='l1' id='head365'>[ص: 152]</h1>\n\n<p>\nوقعدنا، ومعه مخصرة، فنكس، فجعل ينكت بمخصرته، ثم قال: «ما منكم من أحد\nمن نفس منفوسة إلا وقد كتب مكانها من الجنة أو النار، وإلا قد كتبت شقية،\nأو سعيدة» قال: فقال رجل: يا رسول الله أفلا نتكل على كتاب ربنا وندع\nالعمل، فمن كان منا من أهل السعادة فسيصير إلى عمل أهل السعادة، ومن كان من\nأهل الشقاوة فسيصير إلى عمل أهل الشقاوة؟ قال: «اعملوا أما أهل السعادة\nفييسرون لعمل أهل السعادة، وأما أهل الشقاوة فييسرون لعمل الشقاوة» ، ثم\nقرأ: {فأما من أعطى واتقى وصدق بالحسنى} [الليل: 6] إلى قوله: {فسنيسره\nللعسرى} [الليل: 10]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head366'>272 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك <span id='ms68'></span>، أنبأ شعبة بن الحجاج، قال: أخبرني\nعاصم بن عبيد الله، قال: سمعت سالم بن عبد الله، قال: سمعت أبي يقول،: سمعت\nعمر بن الخطاب، رضي الله عنه يقول: سألت رسول الله صلى الله عليه وسلم\nفقلت: أرأيت ما نعمل، أفي أمر قد فرغ منه أم أمر مبتدع، أو مبتدأ، فقال:\n«فيما قد فرغ منه» ، فقال عمر: أفلا نتكل؟ فقال: «اعمل يا ابن الخطاب، فكل\nميسر لما خلق له، أما من كان من أهل السعادة، فهو يعمل للسعادة، وأما من\nكان من أهل الشقاء، فهو يعمل للشقاء»\n</p>\n\n<h1 class='l1' id='head367'>273 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: ومن فرغ منه إلا من قد علمه قبل أن يكون، ومن\nييسرهم لما خلقهم له إلا من قد علم ما هم عاملون قبل أن يخلقهم؟ فسبحان من\nلا يستحق أحد أن يكون كذلك غيره، وتعالى علوا كبيرا.\n</p>\n\n<h1 class='l1' id='head368'>274 - </h1>\n\n<p>\nفيقال لمن رد ما ذكرنا من كتاب الله وهذه الأخبار، ولم يقر لله بعلم\nسابق: أرأيت الله يعلم أن الساعة آتية؟ فإن قال: لا\n</p>\n\n<h1 class='l1' id='head369'>[ص: 154]</h1>\n\n<p>\n، فقد فارق قوله وكفر بما أنزل الله على نبيه صلى الله عليه وسلم، وكذب\nبالبعث، وأخبرك أنه نفسه لا يؤمن بقيام الساعة. وإن قال: يعلم الله أن\nالساعة آتية، فقد أقر بكل العلم، شاء أو أبى. ويقال له أيضا: أعلم الله قبل\nأن يخلق الخلق أنه خالقهم؟ فإن قال: لا، فقد كفر بالله العظيم، وإن قال:\nبلى، فقد أقر بالعلم السابق، وانتقض عليه مذهبه في رد علم الله، وهو منتقض\nعليه على زعمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الإيمان بكلام الله تبارك وتعالى\n</p>\n\n<h1 class='l1' id='head370'>275 - </h1>\n\n<p>\nقال أبو سعيد: فالله المتكلم أولا وآخرا، لم يزل له الكلام، إذ لا متكلم\nغيره، ولا يزال له الكلام إذ لا يبقى متكلم غيره، فيقول: {لمن الملك اليوم}\n[غافر: 16] أنا الملك، أين ملوك الأرض؟ فلا ينكر كلام الله عز وجل إلا من\nيريد إبطال ما أنزل الله عز وجل، وكيف يعجز عن الكلام من علم العباد\nالكلام، وأنطق الأنام؟ .\n</p>\n\n<h1 class='l1' id='head371'>276 - </h1>\n\n<p>\nقال الله في كتابه: {وكلم الله موسى تكليما} [النساء <span id='ms69'></span>: 164] . فهذا لا\nيحتمل تأويلا غير نفس الكلام، وقال لموسى: {إني اصطفيتك على الناس برسالاتي\nوبكلامي} [الأعراف: 144] . وقال: {وقد كان فريق منهم يسمعون كلام الله ثم\nيحرفونه من بعد ما عقلوه وهم يعلمون} [البقرة: 75] . وقال: {يريدون أن\nيبدلوا كلام الله} [الفتح: 15] . وقال: {لا تبديل لكلمات الله} [يونس: 64]\n. وقال: {وتمت كلمة ربك صدقا وعدلا، لا مبدل لكلماته} . وقال: {وإن أحد من\nالمشركين استجارك فأجره حتى\n</p>\n\n<h1 class='l1' id='head372'>[ص: 156]</h1>\n\n<p>\nيسمع كلام الله} [التوبة: 6] . وقال: {ولقد سبقت كلمتنا لعبادنا\nالمرسلين} [الصافات: 171]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {فتلقى آدم من ربه كلمات} [البقرة: 37] ،\n</p>\n\n<h1 class='l1' id='head373'>277 - </h1>\n\n<p>\nقال عبيد بن عمير الليثي في تفسيرها: قال: قال آدم لربه، وذكر خطيئته:\nرب، أشيء كتبته علي قبل أن تخلقني، أم شيء ابتدعته؟ فقال: بل شيء كتبته\nعليك قبل أن أخلقك، قال: فكما كتبته علي فاغفره لي قال: فهؤلاء الكلمات\nالتي قال الله عز وجل: {فتلقى آدم من ربه كلمات} [البقرة: 37]\n</p>\n\n<h1 class='l1' id='head374'>278 - </h1>\n\n<p>\nحدثناه محمد بن كثير، أنبأ سفيان يعني الثوري، عن عبد العزيز بن رفيع،\nقال: حدثني من، سمع عبيد بن عمير، يقوله\n</p>\n\n<h1 class='l1' id='head375'>279 - </h1>\n\n<p>\nقال أبو سعيد: فسئل النبي صلى الله عليه وسلم عن آدم، فقال: «كان نبيا\nمكلما»\n</p>\n\n<h1 class='l1' id='head376'>280 - </h1>\n\n<p>\nوقال الله: {إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون} [النحل:\n40] . وقال: {سلام قولا من رب رحيم} [يس: 58] . وقال لقوم موسى حين اتخذوا\nالعجل: {أفلا يرون ألا يرجع إليهم قولا، ولا يملك لهم ضرا ولا نفعا} [طه:\n89] . وقال\n</p>\n\n<h1 class='l1' id='head377'>[ص: 157]</h1>\n\n<p>\n: {عجلا جسدا له خوار، ألم يروا أنه لا يكلمهم ولا يهديهم سبيلا، اتخذوه\nوكانوا ظالمين} [الأعراف: 148] .\n</p>\n\n<h1 class='l1' id='head378'>281 - </h1>\n\n<p>\nقال أبو سعيد: ففي كل ما ذكرنا تحقيق كلام الله وتثبيته نصا بلا تأويل،\nففيما عاب الله به العجل في عجزه عن القول والكلام بيان بين أن الله عز وجل\nغير عاجز عنه، وأنه متكلم وقائل، لأنه لم يكن يعيب العجل بشيء هو موجود به.\n</p>\n\n<h1 class='l1' id='head379'>282 - </h1>\n\n<p>\nوقال إبراهيم: {بل فعله كبيرهم هذا، فاسألوهم إن كانوا ينطقون}\n[الأنبياء: 63] . الآية إلى قوله: {أفلا تعقلون} [الأنبياء: 67] . فلم يعب\nإبراهيم أصنامهم وآلهتهم التي يعبدون بالعجز عن الكلام إلا وأن <span id='ms70'></span> إلهه متكلم\nقائل.\n</p>\n\n<h1 class='l1' id='head380'>283 - </h1>\n\n<p>\nففيما ذكرنا من ذلك بيان بين لمن آمن بكتاب الله، وصدق بما أنزل الله.\nوقال الله عز وجل: {قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن\nتنفد كلمات ربي ولو جئنا بمثله مددا} [الكهف: 109] . وقال: {ولو أن ما في\nالأرض من شجرة أقلام، والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله} .\nوصدق وبلغ رسول الله صلى الله عليه وسلم، لو جمع مياه بحور السموات والأرض\nوعيونها، وقطعت أشجارها أقلاما لنفدت المياه وانكسرت الأقلام قبل أن تنفد\nكلمات الله، لأن المياه والأشجار مخلوقة، وقد كتب الله عليها الفناء عند\nانتهاء مدتها، والله حي لا يموت، ولا يفنى كلامه، ولا يزال متكلما بعد\nالخلق، كما لم يزل متكلما قبلهم، فلا ينفد المخلوق الفاني كلام الخالق\nالباقي، الذي لا\n</p>\n\n<h1 class='l1' id='head381'>[ص: 158]</h1>\n\n<p>\nانقطاع له في الدنيا والآخرة، ولو كان على ما يذهب إليه هؤلاء الجهمية\nأنه كلام مخلوق أضيف إلى الله، وأن الله عز وجل لم يتكلم بشيء قط، ولا\nيتكلم بشيء قط، ولن يتكلم لنفد كل مخلوق من الكلام قبل أن ينفد ماء بحر\nواحد من البحور، لأنه لو جمع كلام خلق الله كلهم من الجن والإنس والملائكة\nوالطير والبهائم كلها، وجميع أعمالهم، وكتب بماء بحر واحد من البحور، لكتب\nكل ذلك ونفد قبل أن ينفد ماء بحر واحد، ولا عشر بحر واحد، ولكنه كلام لا\nانقطاع له، فلا ينفد ما لا يفنى، وينقطع ما يبقى.\n</p>\n\n<h1 class='l1' id='head382'>284 - </h1>\n\n<p>\nثم الأحاديث عن رسول الله صلى الله عليه وسلم وأصحابه والتابعين فمن\nبعدهم، جمة كثيرة متظاهرة بتحقيق كلام الله وتثبيته، وسنأتي منها ببعض ما\nحضر إن شاء الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head383'>285 - </h1>\n\n<p>\nحدثنا محمد بن كثير العبدي، أنبأ إسرائيل، عن عثمان بن المغيرة، عن سالم\nبن أبي الجعد، عن جابر بن عبد الله، رضي الله عنهما قال: كان رسول الله صلى\nالله عليه وسلم يعرض نفسه على الناس بالموقف، فيقول: «ألا رجل يحملني إلى\nقومه، فإن قريشا قد منعوني أن أبلغ كلمات ربي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head384'>286 - </h1>\n\n<p>\nحدثنا <span id='ms71'></span> شهاب بن عباد الكوفي، ثنا محمد بن الحسن بن أبي يزيد الهمداني، عن\nعمرو بن قيس، عن عطية، عن أبي سعيد الخدري، رضي الله عنه قال: قال رسول\nالله صلى الله عليه وسلم: «من شغله قراءة القرآن عن ذكري ومسألتي أعطيته\nأفضل ما أعطي السائلين، وفضل كلام الله على سائر الكلام كفضل الله على\nخلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head385'>287 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل أبو سلمة، ثنا حماد بن سلمة، عن أشعث الحداني، عن\nشهر بن حوشب، أن رسول الله صلى الله عليه وسلم قال: «إن فضل كلام الله على\nسائر الكلام كفضل الله على سائر خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head386'>288 - </h1>\n\n<p>\nحدثناه عقبة بن مكرم البصري، ثنا معلى بن أسد، ثنا محمد بن سواء، ثنا\nسعيد بن أبي عروبة، عن أشعث الحداني، عن شهر بن حوشب، عن أبي هريرة رضي\nالله عنه، قال: قال رسول الله صلى الله عليه وسلم: «فضل القرآن على سائر\nالكلام كفضل الرحمن على سائر خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head387'>289 - </h1>\n\n<p>\nحدثنا علي بن المديني، ثنا موسى بن إبراهيم بن كثير بن بشير بن الفاكه\nالأنصاري ثم السلمي قال: سمعت طلحة بن خراش بن الصمة الأنصاري ثم السلمي،\nيقول: سمعت جابر بن عبد الله، يقول نظر إلي رسول الله صلى الله عليه وسلم،\nفقال: «يا جابر مالي أراك مهتما؟» قال: قلت: يا رسول الله استشهد أبي، وترك\nدينا عليه وعيالا، فقال: \" ألا أخبرك، ما كلم الله أحدا قط إلا من وراء\nحجاب وكلم أباك كفاحا، فقال: يا عبد، تمن علي أعطك قال: يا رب تحيني، فأقتل\nفيك الثانية، فقال الرب تبارك وتعالى: إنه سبق مني أنهم إليها لا يرجعون.\nقال: يا رب، فأبلغ من ورائي \" قال: فأنزل الله عز وجل: {ولا تحسبن الذين\nقتلوا في سبيل الله أمواتا} [آل عمران: 169] حتى أنفذ الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head388'>290 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد يعني ابن سلمة، ثنا محمد بن عمرو، عن\nأبي سلمة بن عبد الرحمن، عن أبي هريرة، رضي الله عنه أن النبي صلى الله\nعليه وسلم قال: \" لقي آدم موسى، فقال موسى <span id='ms72'></span>: أنت آدم الذي خلقك الله بيده،\nونفخ فيك من روحه، وأسكنك الجنة، وأسجد لك ملائكته، ثم فعلت ما فعلت،\nفأخرجت ذريتك من الجنة؟ فقال آدم: يا موسى أنت موسى الذي اصطفاك الله\nبرسالاته، وكلمك وقربك نجيا، وآتاك التوراة، فبكم تجده كتب علي العمل الذي\nعملت قبل أن يخلقني؟ قال: بأربعين سنة. قال: فبم تلومني يا موسى؟ \" قال\nرسول الله صلى الله عليه وسلم: «فحج آدم موسى، فحج آدم موسى، فحج آدم موسى»\n</p>\n\n<h1 class='l1' id='head389'>291 - </h1>\n\n<p>\nحدثناه أبو سلمة، ثنا حماد، عن عمار بن أبي عمار\n</p>\n\n<h1 class='l1' id='head390'>[ص: 163]</h1>\n\n<p>\n، قال: سمعت أبا هريرة، رضي الله عنه يحدث عن النبي صلى الله عليه وسلم.\nوحميد، عن الحسن، عن جندب، عن النبي صلى الله عليه وسلم قال: «لقي آدم\nموسى» ، فذكر مثله إلا أنه قال: \" وكلمك وآتاك التوراة، وقربك نجيا؟ قال:\nنعم، فأنا أقدم أم الذكر؟ قال: الذكر \" قال رسول الله صلى الله عليه وسلم:\n«فحج آدم موسى» ثلاثا\n</p>\n\n<h1 class='l1' id='head391'>292 - </h1>\n\n<p>\nحدثناه أبو سلمة، ثنا حماد بن سلمة، ثنا أبو هارون، عن أبي سعيد الخدري،\nرضي الله عنه، عن النبي صلى الله عليه وسلم، وزاد فيه: «أن يا موسى، أرأيت\nما علم الله أنه سيكون بد من أن يكون؟»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head392'>293 - </h1>\n\n<p>\nحدثناه عثمان بن أبي شيبة، ثنا جرير، عن الأعمش، عن أبي صالح، عن أبي\nهريرة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" احتج آدم\nوموسى عليهما السلام، فقال موسى: يا آدم أنت الذي خلقك الله بيده، ونفخ فيك\nمن روحه؟ فقال له قولا كبيرا، لا أحفظه: أغويت الناس، وأخرجتهم من الجنة،\nفقال آدم: يا موسى أنت الذي اصطفاك الله برسالاته، وكلمك تكليما، تلومني أن\nأعمل عملا قد\n</p>\n\n<h1 class='l1' id='head393'>[ص: 164]</h1>\n\n<p>\nكتبه الله علي قبل أن يخلق السموات والأرض؟ . قال: فقال رسول الله صلى\nالله عليه وسلم: «فحج آدم موسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head394'>294 - </h1>\n\n<p>\nحدثنا الأصبغ بن الفرج المصري، قال: أخبرني ابن وهب، عن هشام بن سعد، عن\nزيد بن أسلم، عن أبيه، عن عمر بن الخطاب، رضي الله عنه قال: قال رسول الله <span id='ms73'></span>\nصلى الله عليه وسلم: \" إن موسى قال: يا رب أرنا آدم الذي أخرجنا ونفسه من\nالجنة. فأراه الله آدم، فقال: أنت أبونا آدم؟ فقال: نعم، قال: الذي نفخ\nالله فيك من روحه، وعلمك الأسماء كلها، وأمر الملائكة فسجدوا لك؟ قال: نعم،\nقال: فما حملك على أن أخرجتنا من الجنة ونفسك؟ فقال له آدم: ومن أنت؟ قال:\nأنا موسى، قال: أنت نبي بني إسرائيل؟ قال: نعم. قال: وأنت الذي كلمك الله\nمن وراء الحجاب، لم يجعل بينك وبينه رسولا من خلقه؟ قال: نعم، قال: فهل\nوجدت في كتاب الله أن ذلك كان في كتاب قبل أن أخلق؟ قال: بلى، قال: فبم\nتلومني على شيء سبق من الله عز وجل القضاء فيه قبلي؟ \" فقال رسول الله صلى\nالله عليه وسلم عند ذلك: «فحج آدم موسى» صلوات الله عليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head395'>295 - </h1>\n\n<p>\nحدثنا إسحاق بن إبراهيم الحنظلي، أنبأ النضر بن شميل، أنبأ أبو نعامة\nالعدوي، ثنا أبو هنيدة البراء بن نوفل، عن والان العدوي، عن حذيفة، عن أبي\nبكر الصديق، رضي الله عنه في حديث الشفاعة، قال: قال رسول الله صلى الله\nعليه وسلم: \" فيأتون إبراهيم، فيقول: ليس ذلكم عندي، فانطلقوا إلى موسى،\nفإن الله كلمه تكليما فيقول موسى: ليس ذلكم عندي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head396'>296 - </h1>\n\n<p>\nحدثنا عبد الغفار بن داود الحراني أبو صالح، ثنا ابن لهيعة، ثنا الحارث\nبن يزيد، عن علي بن رباح، عن رجل، سمع عبادة بن الصامت، يقول: إن النبي صلى\nالله عليه وسلم خرج فقال: \" إن جبريل أتاني فقال: اخرج فحدث بنعمة الله\nالتي أنعم بها عليك، فبشرني بعشر لم يؤتها نبي قبلي: بعثني إلى الناس\nجميعا، وأمرني أن أنذر الجن، ولقاني كلامه وأنا أمي، قد أوتي داود الزبور،\nوموسى الألواح، وعيسى الإنجيل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head397'>297 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، أن معاوية بن صالح، حدثه عن أبي بكر يعني\nابن أبي مريم، عن عطية وهو ابن قيس، أن النبي صلى الله عليه وسلم قال: «ما\nمن كلام أعظم عند الله من كلامه، ما رد\n</p>\n\n<h1 class='l1' id='head398'>[ص: 166]</h1>\n\n<p>\nالعباد <span id='ms74'></span> إلى الله كلاما أحب إليه من كلامه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head399'>298 - </h1>\n\n<p>\nحدثنا سلام بن سليمان المدائني، ثنا المسعودي، عن أبي عمر، عن عبيد بن\nالحسحاس، عن أبي ذر، رضي الله عنه قال: أتيت النبي صلى الله عليه وسلم وهو\nفي المسجد، فجلست إليه، فقلت: أي الأنبياء كان أولا؟ قال: «آدم» ، قلت:\nونبيا كان؟ قال: «نعم، نبيا مكلما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head400'>299 - </h1>\n\n<p>\nحدثنا الربيع بن نافع، ثنا معاوية يعني ابن سلام، عن زيد وهو ابن سلام\nأنه سمع أبا سلام، يقول: حدثني أبو أمامة، أن رجلا أتى النبي صلى الله عليه\nوسلم، قال: يا نبي الله، أنبيا كان آدم؟ قال\n</p>\n\n<h1 class='l1' id='head401'>[ص: 167]</h1>\n\n<p>\n: «نعم، مكلما» قال: كم بينه وبين نوح؟ قال: «عشرة قرون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head402'>300 - </h1>\n\n<p>\nحدثنا علي بن المديني، أنبأ سفيان، ثنا محمد بن عبد الرحمن، مولى آل\nطلحة، عن كريب، عن ابن عباس، عن جويرية بنت الحارث بن أبي ضرار، أن النبي\nصلى الله عليه وسلم خرج ذات يوم من عندها، فخرج وهي في المسجد، ثم رجع\nبعدما تعالى النهار، فقال: «ما زلت في مجلسك هذا منذ خرجت بعد؟» قلت: نعم،\nفقال: \" لقد قلت بعدك أربع كلمات ثلاث مرات، ولو وزن بكلماتك وزنتهن: سبحان\nالله وبحمده، عدد خلقه، ورضى نفسه، وزنة عرشه، ومداد كلماته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head403'>301 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ يونس، عن الزهري، قال: أخبرني\nسعيد بن المسيب، عن أبي هريرة، رضي الله عنه، عن النبي صلى الله عليه وسلم\nقال: \" يقبض الله الأرض يوم القيامة، ويطوي السماء بيمينه، ثم يقول: أنا\nالملك، أين ملوك الأرض؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head404'>302 - </h1>\n\n<p>\nحدثنا أبو عمر الحوضي، ثنا شعبة، عن علي بن مدرك، عن أبي زرعة بن عمرو بن\nجرير، عن خرشة بن الحر، عن أبي ذر، رضي الله عنه، عن النبي صلى الله عليه\nوسلم قال: «ثلاثة لا يكلمهم الله يوم القيامة، ولا يزكيهم، ولا ينظر إليهم،\nولهم عذاب أليم» قال: قلت: من هم؟ خابوا وخسروا، قال: فأعادها ثلاثا، فقلت:\nمن هم؟ خابوا وخسروا، قال: «المسبل، والمنان، والمنفق سلعته بالحلف الكاذب،\nأو الفاجر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>303 - </h1>\n\n<p>\nحدثنا محبوب بن <span id='ms75'></span> موسى الأنطاكي، أنبأ أبو إسحاق، عن أبي حماد يعني الحنفي،\nقال أبو إسحاق: وكان من أوثق أهل زمانه، عن ابن عقيل وهو عبد الله بن محمد\nبن عقيل قال: سمعت جابر بن عبد الله، رضي الله عنهما قال: صلى رسول الله\nصلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head406'>[ص: 170]</h1>\n\n<p>\nعلى الشهداء كلهم يوم أحد، فرجعت وأنا مثقل، قد ترك أبي علي دينا وعيالا،\nفلما كان عند الليل أرسل إلي رسول الله صلى الله عليه وسلم فقال: «يا جابر،\nإن الله قد أحيا أباك وكلمه» قال: قلت: وكلمه كلاما؟ قال: \" وكلمه كلاما،\nفقال له: تمن قال: أتمنى أن ترد روحي، وتنشر خلقي كما كان، وترجعني إلى\nنبيك، فأقاتل في سبيلك، فأقتل مرة أخرى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head407'>304 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن ليث، عن سلمة بن كهيل، عن أبي\nالزعراء، قال: قال عمر رضي الله عنه: «إن هذا القرآن كلام الله، فلا\nأعرفنكم ما عطفتموه على أهوائكم، إلا أن يكفر به عمد عين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head408'>305 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد، عن عطاء بن السائب، عن أبي الأحوص، عن\nابن مسعود، رضي الله عنه قال: «هدي وكلام، فخير الكلام كلام الله، وأحسن\nالهدي هدي محمد صلى الله عليه وسلم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head409'>306 - </h1>\n\n<p>\nحدثنا يحيى بن سليمان الجعفي أبو سعيد، ثنا أحمد بن بشر، ثنا مجالد، عن\nالشعبي، عن مسروق، أن عبد الله، قال: «القرآن كلام الله، فمن قال فيه\nفليعلم ما يقول، فإنما يقول على الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head410'>307 - </h1>\n\n<p>\nحدثنا أحمد بن صالح المصري، ثنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب،\nقال: أخبرني علي بن حسين، أن ابن عباس، قال: أخبرني رجال، من أصحاب النبي\nصلى الله عليه وسلم من الأنصار، أنهم بينا هم جلوس مع النبي صلى الله عليه\nوسلم رمي بنجم فاستنار، فقال لهم رسول\n</p>\n\n<h1 class='l1' id='head411'>[ص: 172]</h1>\n\n<p>\nالله صلى الله عليه وسلم: «ماذا كنتم تقولون في الجاهلية إذا رمي بمثل\nهذا؟» قالوا: الله ورسوله أعلم، كنا نقول: ولد الليلة عظيم، ومات عظيم،\nفقال رسول الله صلى الله عليه وسلم: \" فإنها <span id='ms76'></span> لا يرمى بها لموت أحد ولا حياة\nأحد، ولكنما ربنا إذا قضى أمرا سبح حملة العرش، ثم يسبح أهل السماء الذين\nيلونهم، ثم يسبح الذين يلونهم، حتى بلغ التسبيح أهل السماء الدنيا، ثم قال\nالذين يلون حملة العرش: ما قال ربكم؟ فيخبرونهم بتسبيح أهل السموات، حتى\nيبلغ الخبر أهل هذه السماء الدنيا، فيتخطف الجن السمع، فيذهبون به إلى\nأوليائهم، فإذا جاءوا به على وجهه فهو حق، ولكنهم يرقون فيه \" يعني يقرفون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head412'>308 - </h1>\n\n<p>\nحدثنا محمد بن بشار العبدي، ثنا ابن أبي عدي، عن شعبة، عن سليمان الأعمش،\nعن أبي الضحى، عن مسروق، عن عبد الله، رضي الله عنه قال: \" إذا تكلم الله\nبالوحي سمع أهل السموات صلصلة كجر السلسلة على الصفوان. قال: فيفزعون، يرون\nأنه من أمر الساعة: {حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم، قالوا\nالحق وهو العلي الكبير} [سبأ: 23]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head413'>309 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير بن عبد الحميد، عن يزيد بن أبي زياد،\nعن عبد الله بن الحارث، عن ابن عباس، رضي الله عنهما قال: \" إن الله عز وجل\nإذا تكلم بالوحي سمعوا مثل سلسلة الحديد على الصفوان، فخروا سجدا، ف {إذا\nفزع عن قلوبهم قالوا ماذا قال ربكم، قالوا الحق وهو العلي الكبير} [سبأ:\n23] ثم ينزل الشيطان إلى الأرض، فيزيد فيها سبعين كذبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head414'>310 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن منصور، عن هلال بن يساف، عن فروة\nبن نوفل، قال: كنت جارا لخباب رضي الله عنه، فخرجنا معه يوما إلى الجمعة،\nفأخذ بيدي، فقال: «يا هناه تقرب إلى الله ما استطعت، فإنك لن تقرب إلى الله\nبشيء أحب إليه من كلامه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head415'>311 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح، قال: حدثني الليث، قال: حدثني يونس، عن ابن\nشهاب، قال: أخبرني عروة بن الزبير، وسعيد بن المسيب، وعلقمة بن وقاص، وعبيد\nالله بن عبد الله، عن حديث، عائشة حين قال لها أهل الإفك ما قالوا، فبرأها\nالله منه، وبعض حديثهم يصدق بعضا، وإن كان بعضهم أوعى من بعض، زعموا <span id='ms77'></span> أن\nعائشة رضي الله عنها قالت: «لشأني كان أحقر في نفسي من أن يتكلم الله في\nبأمر يتلى، ولكن كنت أرجو أن يرى رسول الله صلى الله عليه وسلم رؤيا يبرئني\nالله بها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head416'>312 - </h1>\n\n<p>\nحدثنا نعيم بن حماد، ثنا ابن المبارك، أنبأ يونس، عن الزهري، عن طارق بن\nمخاشن، عن أبي هريرة، أن النبي صلى الله عليه وسلم أتي بلديغ، فقال: \" لو\nقال: أعوذ بكلمات الله التامات من شر ما خلق، لم\n</p>\n\n<h1 class='l1' id='head417'>[ص: 175]</h1>\n\n<p>\nتضره \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head418'>313 - </h1>\n\n<p>\nحدثنا الجرجسي يزيد بن عبد ربه، ثنا بقية، عن الزبيدي، عن الزهري، عن\nطارق بن مخاشن، عن أبي هريرة، رضي الله عنه قال: أتي رسول الله صلى الله\nعليه وسلم بلديغ لدغته عقرب، فقال: \" لو قال: أعوذ بكلمات الله التامات، لم\nيلدغ «، أو» لم تضره \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head419'>314 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، ثنا حماد، عن محمد بن إسحاق، عن عمرو بن شعيب، عن\nأبيه، عن جده، أن رسول الله صلى الله عليه وسلم كان يعلمهم من الفزع: «أعوذ\nبكلمات الله التامة، من غضبه، ومن شر عباده، ومن همزات الشياطين، وأن\nيحضرون»\n</p>\n\n<h1 class='l1' id='head420'>315 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن محمد بن إسحاق، بإسناده، إلا أنه\nقال: «من غضبه، وعقابه، وشر عباده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head421'>316 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، ثنا جرير، عن منصور بن المعتمر، عن المنهال بن\nعمرو، عن سعيد بن جبير، عن ابن عباس، رضي الله عنهما قال: كان رسول الله\nصلى الله عليه وسلم يعوذ حسنا وحسينا، فيقول: «أعيذكما بكلمات الله التامة،\nمن شر كل شيطان وهامة، ومن كل عين لامة» ، وكان يقول: «كان أبوكما يعوذ بها\nإسماعيل وإسحاق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head422'>317 - </h1>\n\n<p>\nحدثنا هشام بن عمار الدمشقي، ثنا محمد بن شعيب، عن عثمان بن أبي العاتكة،\nعن علي بن يزيد، عن القاسم، عن أبي أمامة، عن أبي ذر، رضي الله عنهما قال:\nقلت: أي النبيين أولا يا رسول الله؟ قال: «آدم» ، قلت: أونبيا كان؟ قال: \"\nنعم، مكلما، خلقه الله بيده، وكلمه قبلا، فقال: {اسكن أنت وزوجك الجنة}\n[البقرة: 35] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head423'>318 - </h1>\n\n<p>\nحدثنا عمرو بن عون، أنبأ <span id='ms78'></span> أبو معاوية، عن الأعمش، عن خيثمة، عن عدي بن\nحاتم، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «ما منكم من\nأحد إلا سيكلمه الله يوم القيامة، ليس بينه وبينه ترجمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head424'>319 - </h1>\n\n<p>\nحدثنا أبو عمر الحوضي، ثنا شعبة، عن علي بن مدرك، عن أبي زرعة، عن ابن\nعمرو بن جرير، عن خرشة بن الحر، عن أبي ذر، رضي الله عنه، عن النبي صلى\nالله عليه وسلم قال: \" ثلاثة لا يكلمهم الله يوم القيامة، ولا يزكيهم، ولهم\nعذاب أليم: المسبل، والمنان، والمنفق سلعته بالحلف الكاذب، أو الفاجر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head425'>320 - </h1>\n\n<p>\nحدثنا إبراهيم بن المنذر الحزامي، ثنا معن، ثنا عبد الله بن عبد الله أبو\nأويس، عن قرثع الغطفاني، عن عقبة بن بشير بن المغيرة بن بشير الأسدي، قال:\nسألت محمد بن علي بن الحسين الهاشمي، قال: قلت: يا أبا جعفر من أول من تكلم\n</p>\n\n<h1 class='l1' id='head426'>[ص: 178]</h1>\n\n<p>\nبالعربية؟ قال: إسماعيل بن إبراهيم النبي، وهو يومئذ ابن ثلاث عشرة سنة،\nقلت: فما كان كلام الناس قبل ذلك؟ قال: العبرانية، قلت: فما كان كلام الله\nالذي أنزله على رسوله وعباده ذلك الزمان؟ قال: العبرانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head427'>321 - </h1>\n\n<p>\nقرأت على أبي اليمان، قلت: أخبركم شعيب، عن الزهري، قال: أخبرني أبو بكر\nبن عبد الرحمن بن الحارث بن هشام، أنه أخبره جزء بن جابر الخثعمي، أنه سمع\nكعب الأحبار، يقول: \" لما كلم الله موسى بالألسنة كلها قبل لسانه، طفق موسى\nيقول: أي رب، ما أفقه هذا، حتى كلمه آخر الألسنة بلسانه بمثل صوته، يعني\nبمثل لسان موسى، وبمثل صوت موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head428'>322 - </h1>\n\n<p>\nحدثنا محمد بن عثمان التنوخي أبو الجماهر، ثنا سعيد بن بشير، عن قتادة،\nفي قوله تعالى: {إن الذين كفروا بالذكر} [فصلت: 41] بالقرآن {لما جاءهم\nوإنه لكتاب عزيز} [فصلت: 41] أعزه الله، لأنه كلامه {لا يأتيه الباطل}\n[فصلت: 42] وهو إبليس، لا يستطيع أن ينتقص منه حقا، أو يزيد فيه باطلا\n</p>\n\n<h1 class='l1' id='head429'>323 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فهذه الأحاديث قد رويت، وأكثر، منها ما يشبهها،\nكلها موافقة لكتاب الله في الإيمان بكلام الله، ولولا ما <span id='ms79'></span> اخترع هؤلاء\nالزائغة من هذه الأغلوطات والمعاني يردون بها صفات الله، ويبدلون بها\nكلامه، لكان ما ذكر الله من ذلك في كتابه كافيا لجميع الأمة، مع أنه كميل\nشاف إلا لمتأول ضلال، أو متبع ريبة، فحين رأينا ذلك ألفنا هذه الآثار عن\nرسول الله صلى الله عليه وسلم وأصحابه والتابعين من بعدهم، ليعلم من بقي من\nالناس أن من مضى من الأمة لم يزالوا يقولون في ذلك كما قال الله عز وجل، لا\nيعرفون له تأويلا غير ما يتلى من ظاهره أنه كلام الرحمن تبارك وتعالى، حتى\nنبغ هؤلاء الذين اقتربوا لرد كتاب الله عز وجل، وتعطيل كلامه وصفاته\nالمقدسة بهذه الأغلوطات التي لو ظهرت على عهد رسول الله صلى الله عليه وسلم\nوأصحابه ما كان سبيل من يظهرها بينهم إلا كسبيل أهل الردة، أولها هذه\nالكلمة الملعونة التي فارقوا بها جميع أهل الصلاة، فقالوا\n</p>\n\n<h1 class='l1' id='head430'>[ص: 180]</h1>\n\n<p>\n: كلام الله مخلوق. والحجج عليهم من رد ما أتوا به ما ذكرنا من كتاب\nالله، وروينا من آثار رسول الله صلى الله عليه وسلم، ومن بعده.\n</p>\n\n<h1 class='l1' id='head431'>324 - </h1>\n\n<p>\nثم عليهم حجج كثيرة من الكلام والنظر، لا نحب ذكر كثير منها تخوفا من أن\nلا تحتملها قلوب ضعفاء الناس، ولكن يكفي من نظر فيما ذكرنا من كتاب الله عز\nوجل، وروينا من هذه الآثار أن يعلم أن مخالفة هؤلاء للأمة قديما وحديثا،\nفيقول لهم: وجدنا الله تعالى ورسوله صلى الله عليه وسلم والأمة بعده سموه\nكلام الله، وزعمتم أنتم أنه خلق الله؟ فكفى بهذا مخالفة لله، ولرسوله،\nوللأمة من بعده، أو ائتوا فيه بكتاب ناطق، أو أثر عن رسول الله صلى الله\nعليه وسلم، أو أحد من أهل العلم أنه مخلوق، ولن تأتوا به أبدا، وكيف تأثرون\nالكفر عن رسول الله صلى الله عليه وسلم، وأصحاب رسول الله صلى الله عليه\nوسلم، وأهل الإسلام بعدهم؟ .\n</p>\n\n<h1 class='l1' id='head432'>325 - </h1>\n\n<p>\nفذهب بعضهم يحتج بتفاسير مقلوبة، وبمعان لا أصل لها من كتاب ولا سنة، ولا\nإجماع إلا الكفر يقينا.\n</p>\n\n<h1 class='l1' id='head433'>326 - </h1>\n\n<p>\nقلت لبعضهم: دعوا هذه <span id='ms80'></span> الأغلوطات التي نحن بها أعلم منكم، ولن ينزلكم الله\nمن كتابه بالمنزلة التي يعتمد فيها على تفسيركم، أو يقبل فيها شيء من\nآرائكم، وقد أتيناكم به منصوصا عن الله وعن رسوله وعن الأمة بأجمعها أنه\nكلام الله حقا، فهاتوا عن أحد منهم منصوصا أنه خلق الله كما ادعيتم، وإلا\nفأنتم المفارقون لجماعة المسلمين قديما وحديثا، الملحدون في آيات الله،\nالمفترون على الله وعلى كتابه ورسوله، ولن تأتوا عن أحد منهم.\n</p>\n\n<h1 class='l1' id='head434'>[ص: 181]</h1>\n\n<h1 class='l1' id='head435'>327 - </h1>\n\n<p>\nأرأيتم قولكم: إنه مخلوق، فما بدء خلقه؟ قال الله له: كن، فكان كلاما\nقائما بنفسه بلا متكلم به؟ فقد علم الناس إلا من شاء الله منهم أن الله عز\nوجل لم يخلق كلاما يرى ويسمع بلا متكلم به، فلا بد من أن تقولوا في دعواكم:\nالله المتكلم بالقرآن، فأضفتموه إلى الله، فهذا أجور الجور وأكذب الكذب، أن\nتضيفوا كلام المخلوق إلى الخالق، ولو لم يكن كفرا كان مكذبا لا شك فيه،\nفكيف وهو كفر لا شك فيه، لا يحق لمخلوق يؤمن بالله واليوم الآخر أن يدعي\nالربوبية، ويدعو الخلق إلى عبادته، فيقول: {إنني أنا الله لا إله إلا أنا\nفاعبدني} [طه: 14] . و {إني أنا ربك} [طه: 12] . {وأنا اخترتك} [طه: 13] .\n{واصطنعتك لنفسي، اذهب أنت وأخوك بآياتي ولا تنيا في ذكري} [طه: 42] .\n{إنني معكما أسمع وأرى} [طه: 46] . {وما خلقت الجن والإنس إلا ليعبدون}\n[الذاريات: 56] . {ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان، إنه\nلكم عدو مبين، وأن اعبدوني، هذا صراط مستقيم} [يس: 60] .\n</p>\n\n<h1 class='l1' id='head436'>328 - </h1>\n\n<p>\nقد علم الخلق إلا من أضله الله أنه لا حق لأحد أن يقول هذا وما أشبهه غير\nالخالق، بل القائل به، والداعي إلى عبادته غير الله كافر كفرعون الذي قال:\n{أنا ربكم الأعلى} [النازعات: 24] . والمجيب له، والمؤمن بدعواه أكفر\nوأكذب.\n</p>\n\n<h1 class='l1' id='head437'>329 - </h1>\n\n<p>\nوإن قلتم: إنه تكلم به مخلوق، فأضفناه إلى الله، لأن\n</p>\n\n<h1 class='l1' id='head438'>[ص: 182]</h1>\n\n<p>\nالخلق كلهم بصفاتهم وكلامهم لله، فهذا المحال الذي ليس وراءه محال، فضلا\nعلى أن يكون كفرا، لأن الله عز وجل لم ينسب شيئا من الكلام كله <span id='ms81'></span> إلى نفسه\nأنه كلامه غير القرآن وما أنزل على رسله، فإن قد تم كلامكم ولزمتموه، لزمكم\nأن تسموا الشعر وجميع الغناء والنوح وكلام السباع والطير والبهائم كلام\nالله، فهذا ما لا يختلف المصلون في بطوله واستحالته، فما فضل القرآن إذا\nعندكم على الغناء والنوح والشعر، إذ كان كله في دعواكم كلام الله؟ فكيف خص\nالقرآن بأنه كلام الله ونسب كل كلام سواه إلى قائله؟ فكفى بقوم ضلالا أن\nيدعوا دعوى لا يشك الموحدون في بطوله واستحالته.\n</p>\n\n<h1 class='l1' id='head439'>330 - </h1>\n\n<p>\nوما يزيد دعواكم تكذيبا واستحالة، ويزيد المؤمنين بكلام الله إيمانا\nوتصديقا، أن الله عز وجل قد ميز بين من كلم من رسله في الدنيا وبين من لم\nيكلم، ومن يكلم من خلقه في الآخرة، ومن لم يكلم، فقال: {تلك الرسل فضلنا\nبعضهم على بعض، منهم من كلم الله، ورفع بعضهم درجات} [البقرة: 253] . فميز\nبين من اختصه بكلامه وبين من لم يكلمه، ثم سمى ممن كلم موسى، فقال: {وكلم\nالله موسى تكليما} [النساء: 164] . فلو لم يكلمه نفسه إلا على تأويل ما\nادعيتم فما فضل ما ذكر الله من تكليمه إياه على غيره ممن لم يكلمه؟ إذ كل\nالرسل في تكليم الله إياهم مثل موسى، وكل عندكم لم يسمع كلام الله، فهذا\nمحال من الحجج، فضلا عن أن يكون ردا لكلام الله وتكذيبا لكتابه، ولم يقل:\n{منهم من كلم الله} [البقرة: 253] إلا وأن حالتيهما مختلفتان في تكليم الله\nإياهم. فمما يزيد ذلك تحقيقا قوله\n</p>\n\n<h1 class='l1' id='head440'>[ص: 183]</h1>\n\n<p>\n: {أولئك لا خلاق لهم في الآخرة، ولا يكلمهم الله} [آل عمران: 77] . يعني\nيوم القيامة، ففي هذا بيان بين أنه لا يعاقب قوما يوم القيامة بصرف كلامه\nعنهم إلا وأنه مثيب بتكليمه قوما آخرين.\n</p>\n\n<h1 class='l1' id='head441'>331 - </h1>\n\n<p>\nثم قد ميز رسول الله صلى الله عليه وسلم بين من يكلمه الله يوم القيامة\nوبين من لا يكلمه، فمن ذلك ما روينا في هذا الباب عن عدي بن حاتم، عن النبي\nصلى الله عليه وسلم قال: «ما منكم من أحد إلا سيكلمه الله يوم القيامة»\nوالحديث الآخر <span id='ms82'></span>: ما روينا عن أبي ذر رضي الله عنه قال: «ثلاثة لا يكلمهم\nالله يوم القيامة» ففي هذين الحديثين أيضا بيان بين على نفس كلام الله عز\nوجل أنه يكلم أقواما ولا يكلم آخرين، ولو كان كما ادعيتم كان المثاب بكلام\nالله والمعاقب به المصروف عنه سواء عندكم. ألا ترى أن أبا ذر سأل رسول الله\nصلى الله عليه وسلم عن آدم صلوات الله عليه: أنبيا كان؟ قال: «نعم، مكلما»\n. فهذا ينبئك أنه أراد نفس كلام الله، لا كلام من سواه، ولو كان مكلما\nبكلام المخلوقين في دعواكم لم يكن فيه كبير فضيلة لآدم على غيره من الخلق،\nلأن عامة الخلق يكلم بعضهم بعضا، فهم مكلمون، فما فضل آدم هذا عندكم على من\nسواه من ذريته؟ وقد قال تبارك وتعالى: {فتلقى آدم من ربه كلمات فتاب عليه،\nإنه هو التواب الرحيم} [البقرة: 37]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الاحتجاج للقرآن أنه غير مخلوق\n</p>\n\n<h1 class='l1' id='head442'>332 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فمن ذلك ما أخبر الله تعالى في كتابه عن زعيم\nهؤلاء الأكبر، وإمامهم الأكفر، الذي ادعى أولا أنه مخلوق، وهو الوحيد،\nواسمه الوليد بن المغيرة، فأخبر الله عن الكافر دعواه فيه، ثم أنكر عليه\nدعواه، وردها عليه، ووعده النار إن ادعى أن قول الله قول البشر.\n</p>\n\n<h1 class='l1' id='head443'>333 - </h1>\n\n<p>\nوقوله: {إن هذا إلا قول البشر} [المدثر: 25] . وقول هؤلاء الجهمية: هو\nمخلوق، واحد لا فرق بينهما، فبئس التابع، وبئس المتبوع قال الله تعالى:\n{ذرني ومن خلقت وحيدا} [المدثر: 11] إلى قوله: {ثم عبس وبسر، ثم أدبر\nواستكبر، فقال إن هذا إلا سحر يؤثر، إن هذا إلا قول البشر، سأصليه سقر}\n[المدثر: 23] . يعني أنه ليس بقول البشر كما ادعى الوليد، ولكنه قول الله\nعز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head444'>334 - </h1>\n\n<p>\nفحدثنا أبو بكر بن أبي شيبة، ثنا ابن نمير، ثنا إسماعيل بن إبراهيم بن\nالمهاجر، قال: سمعت أبي يذكر، عن مجاهد، في قوله: {ذرني ومن خلقت وحيدا،\nوجعلت له مالا ممدودا، وبنين شهودا} [المدثر: 12] قال: ذلك الوليد بن\nالمغيرة المخزومي، والمال الممدود: ألف دينار، والبنين الشهود: عشرة بنين.\nقال <span id='ms83'></span>: فلم يزل النقصان في ماله وولده حين تكلم بما تكلم حتى مات\n</p>\n\n<h1 class='l1' id='head445'>[ص: 185]</h1>\n\n<h1 class='l1' id='head446'>335 - </h1>\n\n<p>\nقال أبو سعيد: وكذلك صار لأتباعه الذين تلقفوا منه هذه الكلمة خزي وتباب\nفي كل شيء من أمرهم.\n</p>\n\n<h1 class='l1' id='head447'>336 - </h1>\n\n<p>\nومما يحتج به أيضا عليهم من كتاب الله عز وجل قول الله عز وجل: {قل لئن\nاجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان\nبعضهم لبعض ظهيرا} [الإسراء: 88] . وقوله: {وإن كنتم في ريب مما نزلنا على\nعبدنا فأتوا بسورة من مثله وادعوا شهداءكم من دون الله إن كنتم صادقين، فإن\nلم تفعلوا ولن تفعلوا} [البقرة: 23] . تثبيتا أنهم لا يفعلونه أبدا، وقوله:\n{فأتوا بعشر سور مثله مفتريات وادعوا من استطعتم من دون الله إن كنتم\nصادقين} [هود: 13] .\n</p>\n\n<h1 class='l1' id='head448'>337 - </h1>\n\n<p>\nففي هذا بيان بين أن القرآن خرج من الخالق لا من المخلوقين، وأنه كلام\nالخالق لا كلام المخلوقين، ولو كان كلام المخلوقين منهم لقدر المخلوق الآخر\nأن يأتي بمثله أو بأحسن منه؛ لأنه لم يتكلم مخلوق بحق وباطل من الشعر أو\nالخطب أو المواعظ أو من كلام الحكمة أو غير ذلك إلا وقد أتى بمثله أو بأحسن\nمنه نظراؤه ممن هم في عصره أو من بعده، فهذا قد ثبت الله عليه الشهادة أنه\nلا يأتي بمثله جن ولا إنس؛ لأنه منه، وصدق الله وبلغ\n</p>\n\n<h1 class='l1' id='head449'>[ص: 186]</h1>\n\n<p>\nرسوله، لم يأتوا بمثله منذ مائتي وخمسين سنة، ولا يأتون بمثله إلى خمسين\nألف سنة، فكيف يفعلونه وقد قال الله عز وجل: {لن تفعلوا} [البقرة: 24] ، و\n{لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا} [الإسراء: 88] . ففي هذا بيان\nبين أنه كلام الخالق نفسه، وأنه غير مخلوق.\n</p>\n\n<h1 class='l1' id='head450'>338 - </h1>\n\n<p>\nومما يحتج به عليهم أنه غير مخلوق من قول رسول الله صلى الله عليه وسلم\nقوله: «فضل القرآن على سائر الكلام كفضل الله على خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head451'>339 - </h1>\n\n<p>\nحدثنا به شهاب بن عباد العبدي الكوفي، ثنا محمد بن الحسن بن أبي يزيد\nالهمداني، عن عمرو بن قيس، عن عطية، عن أبي سعيد، رضي الله عنه قال: قال\nرسول الله <span id='ms84'></span> صلى الله عليه وسلم: «من شغله قراءة القرآن عن ذكري ومسألتي\nأعطيته أفضل ما أعطي السائلين، وفضل كلام الله على سائر الكلام كفضل الله\nعلى خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head452'>340 - </h1>\n\n<p>\nحدثنا عقبة بن مكرم البصري، ثنا معلى بن أسد، ثنا محمد بن سواء، ثنا سعيد\nبن أبي عروبة، عن أشعث الحداني، عن شهر بن حوشب، عن أبي هريرة، رضي الله\nعنه قال: قال رسول الله صلى الله عليه وسلم: «فضل القرآن على سائر الكلام\nكفضل الرحمن على سائر خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head453'>341 - </h1>\n\n<p>\nوحدثني محمد بن حميد الرازي، حدثنا إسحاق بن سليمان الرازي، ثنا الجراح\nبن الضحاك الكندي، عن علقمة بن مرثد، عن أبي عبد الرحمن، عن عثمان بن عفان،\nرضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «أفضلكم من تعلم\nالقرآن وعلمه» قال أبو عبد الرحمن: فهذا الذي أجلسني هذا المجلس، وفضل\nالقرآن على سائر الكلام كفضل الخالق على المخلوق، وذلك أنه منه\n</p>\n\n<h1 class='l1' id='head454'>[ص: 188]</h1>\n\n<h1 class='l1' id='head455'>342 - </h1>\n\n<p>\nقال أبو سعيد: ففي هذه الأحاديث بيان أن القرآن غير مخلوق؛ لأنه ليس شيء\nمن المخلوقين من التفاوت في فضل ما بينهما كما بين الله وبين خلقه في\nالفضل؛ لأن فضل ما بين المخلوقين يستدرك، ولا يستدرك فضل الله على خلقه،\nولا يحصيه أحد، وكذلك فضل كلامه على كلام المخلوقين، ولو كان كلاما مخلوقا\nلم يكن فضل ما بينه وبين سائر الكلام كفضل الله على خلقه ولا كعشر عشر جزء\nمن ألف ألف جزء ولا قريبا ولا قريبا، فافهموه، فإنه ليس كمثله شيء، فليس\nككلامه كلام، ولن يؤتى بمثله أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head456'>343 - </h1>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري، ثنا ابن لهيعة، عن خالد بن يزيد، عن سعيد\nبن أبي هلال، عن ثابت بن عبد الله، عن عبد الله بن عمرو بن العاص، رضي الله\nعنهما قال: \" لا تقوم الساعة حتى\n</p>\n\n<h1 class='l1' id='head457'>[ص: 189]</h1>\n\n<p>\nيرجع القرآن من حيث نزل، له دوي كدوي النحل، يقول: يا رب منك خرجت وإليك\nأعود، أتلى ولا يعمل بي، أتلى ولا يعمل بي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head458'>344 - </h1>\n\n<p>\nسمعت إسحاق بن إبراهيم الحنظلي، يقول: قال <span id='ms85'></span> سفيان بن عيينة: قال عمرو بن\nدينار: أدركت أصحاب النبي صلى الله عليه وسلم فمن دونهم منذ سبعين سنة\nيقولون: «الله الخالق، وما سواه مخلوق، والقرآن كلام الله، منه خرج، وإليه\nيعود»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head459'>345 - </h1>\n\n<p>\nحدثنا علي بن المديني، ثنا موسى بن داود، ثنا معبد، قال: قال علي وهو ابن\nراشد، عن معاوية بن عمار، قال: قيل لجعفر بن محمد: القرآن خالق أو مخلوق؟\nقال: «ليس بخالق ولا\n</p>\n\n<h1 class='l1' id='head460'>[ص: 190]</h1>\n\n<p>\nمخلوق، ولكنه كلام الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head461'>346 - </h1>\n\n<p>\nحدثنا محمد بن منصور الذي يقال له الطوسي من أهل بغداد وكان ثقة قال:\nحدثني علي بن مضاء مولى خالد القسري قال: سمعت ابن المبارك بالمصيصة، وسأله\nرجال عن القرآن، فقال: «هو كلام الله غير مخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head462'>347 - </h1>\n\n<p>\nوحدثنا محمد بن منصور، قال: حدثني علي بن المضاء، قال: سمعت بقية بن\nالوليد، يقول: «القرآن كلام الله غير مخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head463'>348 - </h1>\n\n<p>\nوحدثنا محمد بن منصور، ثنا علي بن المضاء، قال: سمعت عيسى بن يونس، يقول:\n\" القرآن كلام الله غير مخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head464'>349 - </h1>\n\n<p>\nحدثنا محمد بن منصور، ثنا علي بن المضاء، قال\n</p>\n\n<h1 class='l1' id='head465'>[ص: 191]</h1>\n\n<p>\n: سمعت القاسم الجزري، يقول: «القرآن كلام الله غير مخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head466'>350 - </h1>\n\n<p>\nحدثنا محمد بن منصور، ثنا علي بن المضاء، ثنا هشام بن بهرام، قال: سمعت\nالمعافى بن عمران، يقول: «القرآن كلام الله غير مخلوق» قال هشام: وأنا أقول\nكما قال المعافى. قال علي: وأنا أقول كما قال هشام , قال محمد بن منصور:\nوأنا أقول كما قالوا خمسين مرة. قال أبو سعيد: وأنا أقول كما قالوا سبعين\nمرة. قال القرشي: وأنا أقول كما قالوا. قال الأزدي: وأنا أقول كما قالوا\nعدد أيام الدهر من أوله إلى آخره، وبه ألقى الله عز وجل ورسوله صلى الله\nعليه وسلم. قال أبو روح: وأنا أقول بعدد من يبصر ومن لا يبصر. وقال شيخنا\nأبو عبد الله: وأنا أقول بعدد جميع الخلائق\n</p>\n\n<h1 class='l1' id='head467'>351 - </h1>\n\n<p>\nسمعت محمد بن منصور، يقول: رأيت النبي صلى الله عليه وسلم في المنام\nحدثان ما استخلف جعفر، فقلت له: إن ناسا يقولون: القرآن مخلوق، فقال بوجهه\nهكذا، كأنه أعرض، فقلت <span id='ms86'></span>: أليس كلام الله غير مخلوق؟ قال: «نعم» ، ثم قلت له\nمرة أخرى، فقال: «نعم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head468'>352 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح المصري، ثنا يحيى بن أيوب، عن عبيد الله بن أبي\nجعفر، عن رجل، من شيوخ أهل مصر أنه حدثه عن عبد الله بن عمرو بن العاص، عن\nرسول الله صلى الله عليه وسلم أنه قال: «القرآن أحب إلى الله من السموات\nوالأرض وما فيهن»\n</p>\n\n<h1 class='l1' id='head469'>353 - </h1>\n\n<p>\nقال أبو سعيد: فهذا ينبئك أنه نفس كلام الله وأنه غير مخلوق؛ لأن الله عز\nوجل لم يخلق كلاما إلا على لسان مخلوق، فلو كان القرآن مخلوقا كما يزعم\nهؤلاء المعطلون، كان إذا من كلام المخلوقين، وكل هذه الروايات والحكايات\nوالشواهد والدلائل قد جاءت وأكثر منها في أنه غير مخلوق، ثم إحاطة علم\nالعلماء وعقول العقلاء بأن كلام الخالق لا يكون مخلوقا أبدا، إذا كان في\nدعواهم قبل أن يخلق الكلام منقوصا مضطرا إلى الكلام، حتى خلقه وكملت\nربوبيته وتمت وحدانيته بمخلوق في دعواهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الاحتجاج على الواقفة\n</p>\n\n<h1 class='l1' id='head470'>354 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: ثم إن ناسا ممن كتبوا العلم بزعمهم وادعوا\nمعرفته وقفوا في القرآن، فقالوا: لا نقول مخلوق هو ولا غير مخلوق، ومع\nوقوفهم هذا لم يرضوا حتى ادعوا أنهم ينسبون إلى البدعة من خالفهم وقال بأحد\nهذين القولين.\n</p>\n\n<h1 class='l1' id='head471'>355 - </h1>\n\n<p>\nفقلنا لهذه العصابة: أما قولكم: مبتدع، فظلم وحيف في دعواكم حتى تفهموا\nالأمر وتعقلوه، لأنكم جهلتم أي الفريقين أصابوا السنة والحق، فيكون من\nخالفهم مبتدعة عندكم، والبدعة أمرها شديد، والمنسوب إليها سيء الحال بين\nأظهر المسلمين، فلا تعجلوا بالبدعة حتى تستيقنوا وتعلموا أحقا قال أحد\nالفريقين أم باطلا؟ وكيف تستعجلون أن تنسبوا إلى البدعة أقواما في قول\nقالوه، ولا تدرون أنهم أصابوا الحق في قولهم ذلك أم أخطؤوه، ولا يمكنكم في\nمذهبكم أن تقولوا لواحد من الفريقين: لم تصب الحق بقولك، وليس كما قلت فمن\nأسفه في مذهبه وأجهل ممن ينسب إلى البدعة أقواما يقول: لا ندري أهو كما\nقالوا أم ليس كذلك، ولا يأمن في مذهبه <span id='ms87'></span> أن يكون أحد الفريقين أصابوا الحق\nوالسنة، فسماهم مبتدعة، ولا يأمن في دعواه أن يكون الحق باطلا والسنة بدعة؟\nهذا ضلال بين وجهل غير صغير.\n</p>\n\n<h1 class='l1' id='head472'>[ص: 194]</h1>\n\n<h1 class='l1' id='head473'>356 - </h1>\n\n<p>\nوأما قولكم: لا ندري مخلوق هو أم غير مخلوق، فإن كان ذلك منكم قلة علم به\nوفهم فإن بيننا وبينكم فيه النظر بما يدل عليه الكتاب والسنة ويحتمل\nبالعقول، وجدنا الأشياء كلها شيئين: الخالق بجميع صفاته، والمخلوقين بجميع\nصفاتهم، فالخالق بجميع صفاته غير مخلوق، والمخلوق بجميع صفاته مخلوق،\nفانظروا في هذا القرآن، فإن كان عندكم صفة المخلوقين، فلا ينبغي أن تشكوا\nفي المخلوقين وفي كلامهم وصفاتهم أنها مخلوقة كلها لا شك فيها، فيلزمكم في\nدعواكم حينئذ أن تقولوا كما قالت الجهمية، فلتستريحوا من القال والقيل فيه،\nوتغيروا عن ضمائركم، وإن كان عندكم هو صفة الخالق وكلامه حقا ومنه خرج، فلا\nينبغي لمصل يؤمن بالله واليوم الآخر أن يشك في شيء من صفات الله وكلامه\nالذي خرج منه أنه غير مخلوق، هذا واضح لا لبس فيه إلا على من جهل العلم\nأمثالكم وما فرق بينكم، وبين من قال: هو مخلوق إلا يسير، يزعم أولئك أنه\nكلام الله مضاف إليه مخلوق، وزعمتم أنتم أنه كلام الله، ولا تدرون مخلوق هو\nأو غير مخلوق، فإذا لم تدروا لم تأمنوا في مذهبكم أن يكون أولئك الذين\nقالوا: مخلوق، قد أصابوا من قولكم، فكيف تنسبونهم إلى البدعة وأنتم في شك\nمن أمرهم؟ فلا يجوز لرجل أن ينسب رجلا إلى بدعة بقول أو فعل حتى يستيقن أن\nقوله ذلك وفعله باطل ليس كما يقول، فلذلك قلنا: إن فرق ما بينكم يسير، لأن\nأولئك ادعوا أنه\n</p>\n\n<h1 class='l1' id='head474'>[ص: 195]</h1>\n\n<p>\nمخلوق، وزعمتم أنتم أنه كلام الله، ومن زعم أنه غير مخلوق فقد ابتدع وضل\nفي دعواكم، فإن كان الذي يزعم أنه غير مخلوق مبتدعا عندكم، لا تشكون فيه\nأنه لمخلوق حقا لا شك فيه، ولكن تستترون من الافتضاح به مخافة التشنيع،\nوجعلتم أنفسكم جنة ودلسة للجهمية عند الناس، تصوبون آراءهم وتحسنون أمرهم\nوتنسبون إلى <span id='ms88'></span> البدعة من خالفهم.\n</p>\n\n<h1 class='l1' id='head475'>357 - </h1>\n\n<p>\nوالحجة على هذه العصابة أيضا جميع ما احتججنا به من كتاب الله في تحقيق\nكلام الله وما روينا فيه من آثار رسول الله صلى الله عليه وسلم، فمن بعده\nأن القرآن نفس كلام الله وأنه غير مخلوق، فهي كلها داخلة عليهم كما تدخل\nعلى الجهمية؛ لأن كل من آمن بالله، وصدقه في قوله: {وإن أحد من المشركين\nاستجارك فأجره حتى يسمع كلام الله} [التوبة: 6] . وفي قوله: {يريدون أن\nيبدلوا كلام الله} [الفتح: 15] . فأيقن بأنه كلامه حقا كما سماه أصدق\nالقائلين، لزمه الإيمان بأنه غير مخلوق؛ لأن الله تبارك وتعالى لم يجعل\nكلاما مخلوقا لنفسه صفة وكلاما، ولم يضف إلى نفسه كلام غيره؛ لأنه أصدق\nالقائلين، ولا يقاس كلام الله ببيت الله وعبد الله وخلق الله وروح الله؛\nلأن الخلق ليس من الله ولا من صفاته، وكلامه صفته ومنه خرج، فلا يضاف إلى\nالله من الكلام إلا ما تكلم به، ولو جاز أن ينسب كلام مخلوق إلى الله فيكون\nلله كلاما وصفة، كما يضاف إليه بيت الله وعبد الله لجاز أن نقول: كل ما\nيتكلم به آناء الليل والنهار من حق أو باطل أو شعر أو غناء أو نوح كلام\nالله، فما فضل القرآن في هذا القياس على\n</p>\n\n<h1 class='l1' id='head476'>[ص: 196]</h1>\n\n<p>\nسائر كلام المخلوقين إن كان كله ينسب إلى الله، ويقام لله صفة وكلاما في\nدعواكم؟ فهذا ضلال بين، مع أنا قد كفينا مؤنة النظر بما في كتاب الله من\nالبيان، وفي الأثر من البرهان، والله يهدي من يشاء إلى صراط مستقيم\n</p>\n\n<h1 class='l1' id='head477'>358 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: احتججنا بهذه الحجج وما أشبهها على بعض هؤلاء\nالواقفة، وكان من أكبر احتجاجهم علينا في ذلك أن قالوا: إن ناسا من مشيخة\nرواة الحديث الذين عرفناهم عن قلة البصر بمذاهب الجهمية سئلوا عن القرآن،\nفقالوا: لا نقول فيه بأحد القولين، وأمسكوا عنه إذ لم يتوجهوا لمراد القوم؛\nلأنها كانت أغلوطة وقعت في مسامعهم لم يعرفوا تأويلها، ولم يبتلوا بها قبل\nذلك، فكفوا عن <span id='ms89'></span> الجواب فيه وأمسكوا. فحين وقعت في مسامع غيرهم من أهل البصر\nبهم وبكلامهم ومرادهم ممن جالسوهم وناظروهم وسمعوا قبح كلامهم، مثل من\nسمينا، مثل جعفر بن محمد بن علي بن الحسين، وابن المبارك، وعيسى بن يونس،\nوالقاسم الجزري، وبقية بن الوليد، والمعافى بن عمران، ونظرائهم من أهل\nالبصر بكلام الجهمية، لم يشكوا أنها كلمة كفر، وأن القرآن نفس كلام الله\nكما قال الله تبارك وتعالى، وأنه غير مخلوق إذ رد الله على الوحيد قوله:\nإنه قول البشر وأصلاه عليه سقر، فصرحوا به على علم ومعرفة أنه غير مخلوق،\nوالحجة بالعارف بالشيء، لا بالغافل عنه القليل البصر به، فتعلق هؤلاء فيه\nبإمساك أهل البصر ولم يلتفتوا إلى قول من استنبطه وعرف أصله\n</p>\n\n<h1 class='l1' id='head478'>[ص: 197]</h1>\n\n<p>\n، فقلنا لهم: إن يك جبن هؤلاء الذين احتججتم بهم من قلة بصر، فقد اجترأ\nهؤلاء، وصرحوا ببصر، وكانوا من أعلام الناس وأهل البصر بأصول الدين وفروعه\nحتى أكفروا من قال: مخلوق، غير شاكين في كفرهم ولا مرتابين فيهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nباب الاحتجاج في إكفار الجهمية\n</p>\n\n<h1 class='l1' id='head479'>359 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: ناظرني رجل ببغداد منافحا عن هؤلاء الجهمية،\nفقال لي: بأية حجة تكفرون هؤلاء الجهمية، وقد نهي عن إكفار أهل القبلة؟\nبكتاب ناطق تكفرونهم أم بأثر أم بإجماع؟ فقلت: ما الجهمية عندنا من أهل\nالقبلة، وما نكفرهم إلا بكتاب مسطور وأثر مأثور وكفر مشهور.\n</p>\n\n<h1 class='l1' id='head480'>360 - </h1>\n\n<p>\nأما الكتاب فما أخبر الله، عز وجل عن مشركي قريش من تكذيبهم بالقرآن،\nفكان من أشد ما أخبر عنهم من التكذيب أنهم قالوا: هو مخلوق، كما قالت\nالجهمية سواء. قال الوحيد، وهو الوليد بن المغيرة المخزومي: {إن هذا إلا\nقول البشر} [المدثر: 25] . وهذا قول جهم: إن هذا إلا مخلوق، وكذلك قول من\nيقول بقوله، وقول من قال: {إن هذا إلا إفك افتراه} [الفرقان: 4] . {إن هذا\nإلا أساطير الأولين} [الأنعام: 25] . و {إن هذا إلا اختلاق} [ص: 7] .\nمعناهم في جميع ذلك ومعنى جهم في قوله يرجعان إلى أنه مخلوق ليس بينهما فيه\nمن البون كغرز إبرة ولا كقيس شعرة <span id='ms90'></span>، فبهذا نكفرهم كما أكفر الله به أئمتهم\nمن قريش، فقال: {سأصليه سقر}\n</p>\n\n<h1 class='l1' id='head481'>[ص: 199]</h1>\n\n<p>\n[المدثر: 26] . إذ قال: {إن هذا إلا قول البشر} [المدثر: 25] . لأن كل\nإفك وتقول وسحر واختلاق وقول البشر، كله لا شك في شيء منه أنه مخلوق، فاتفق\nمن الكفر بين الوليد بن المغيرة وجهم بن صفوان الكلمة، والمراد في القرآن\nأنه مخلوق، فهذا الكتاب الناطق في إكفارهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head482'>361 - </h1>\n\n<p>\nوأما الأثر فيه فما حدثنا سليمان بن حرب، عن حماد بن زيد، وجرير بن حازم،\nعن أيوب، عن عكرمة، أن علي بن أبي طالب، رضي الله عنه أتي بقوم من\nالزنادقة، فحرقهم، فبلغ ذلك ابن عباس رضي الله عنهما، فقال: أما أنا فلو\nكنت لقتلتهم، لقول رسول الله صلى الله عليه وسلم: «من بدل دينه فاقتلوه»\nولما حرقتهم لنهي رسول الله صلى الله عليه وسلم: «ولا تعذبوا بعذاب الله»\nزاد سليمان في حديث جرير: فبلغ عليا ما قال ابن عباس رضي الله عنهم، فقال:\nويح ابن أم الفضل، إنه لغواص على الهنات\n</p>\n\n<h1 class='l1' id='head483'>[ص: 200]</h1>\n\n<h1 class='l1' id='head484'>362 - </h1>\n\n<p>\nقال أبو سعيد: فرأينا هؤلاء الجهمية أفحش زندقة وأظهر كفرا وأقبح تأويلا\nلكتاب الله ورد صفاته فيما بلغنا عن هؤلاء الزنادقة الذين قتلهم علي عليه\nالسلام وحرقهم.\n</p>\n\n<h1 class='l1' id='head485'>363 - </h1>\n\n<p>\nفمضت السنة من علي وابن عباس رضي الله عنهما في قتل الزنادقة، لأنها كفر\nعندهما، وأنهم عندهما ممن بدل دين الله، وتأولا في ذلك قول رسول الله صلى\nالله عليه وسلم، ولا يجب على رجل قتل في قول يقوله حتى يكون قوله ذلك كفرا،\nلا يجب فيما دون الكفر قتل إلا عقوبة فقط، فذاك الكتاب في إكفارهم، وهذا\nالأثر.\n</p>\n\n<h1 class='l1' id='head486'>364 - </h1>\n\n<p>\nونكفرهم أيضا بكفر مشهور، وهو تكذيبهم بنص الكتاب، أخبر الله تبارك\nوتعالى أن القرآن كلامه، وادعت الجهمية أنه خلقه، وأخبر الله تبارك وتعالى\nأنه كلم موسى تكليما، وقال هؤلاء: لم يكلمه الله بنفسه، ولم يسمع موسى نفس\nكلام الله، إنما سمع كلاما خرج إليه من مخلوق، ففي دعواهم دعا مخلوق موسى\n</p>\n\n<h1 class='l1' id='head487'>[ص: 201]</h1>\n\n<p>\nإلى ربوبيته، فقال: {إني أنا ربك فاخلع نعليك} [طه: 12] . فقال <span id='ms91'></span> له موسى\nفي دعواهم: صدقت، ثم أتى فرعون يدعوه أن يجيب إلى ربوبية مخلوق كما أجاب\nموسى في دعواهم، فما فرق بين موسى وفرعون في مذهبهم في الكفر، إذا فأي كفر\nأوضح من هذا.\n</p>\n\n<h1 class='l1' id='head488'>365 - </h1>\n\n<p>\nوقال الله تبارك وتعالى: {إنما قولنا لشيء إذا أردناه أن نقول له كن\nفيكون} [النحل: 40] . وقال هؤلاء: ما قال لشيء قط قولا وكلاما: كن فكان،\nولا يقوله أبدا، ولم يخرج منه كلام قط، ولا يخرج، ولا هو يقدر على الكلام\nفي دعواهم، فالصنم في دعواهم والرحمن بمنزلة واحدة في الكلام، فأي كفر أوضح\nمن هذا.\n</p>\n\n<h1 class='l1' id='head489'>366 - </h1>\n\n<p>\nوقال الله تبارك وتعالى: {بل يداه مبسوطتان ينفق كيف يشاء} [المائدة: 64]\n. و {ما منعك أن تسجد لما خلقت بيدي} [ص: 75] . و {بيدك الخير إنك على كل\nشيء قدير} [آل عمران: 26] . وقال: {يد الله فوق أيديهم} [الفتح: 10] . قال\nهؤلاء: ليس لله يد، وما خلق آدم بيديه، إنما يداه نعمتاه ورزقاه. فادعوا في\nيدي الله أوحش مما ادعته اليهود {قالت اليهود يد الله مغلولة} [المائدة:\n64] ، وقالت الجهمية: يد الله مخلوقة، لأن النعم والأرزاق مخلوقة لا شك\nفيها، وذاك محال في كلام العرب فضلا أن يكون كفرا؛ لأنه يستحيل أن يقال:\nخلق آدم بنعمته، ويستحيل أن يقال: في قول الله تبارك وتعالى: {بيدك الخير}\n[آل عمران: 26] : بنعمتك الخير؛ لأن الخير نفسه هو النعم نفسها، ومستحيل أن\nيقال في قول الله عز وجل: {يد الله فوق أيديهم} [الفتح: 10] : نعمة الله\nفوق أيديهم\n</p>\n\n<h1 class='l1' id='head490'>[ص: 202]</h1>\n\n<p>\n، وإنما ذكرنا هاهنا اليد مع ذكر الأيدي في المبايعة بالأيدي، فقال: {إن\nالذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم فمن نكث فإنما ينكث\nعلى نفسه} [الفتح: 10] . ويستحيل أن يقال: {يداه مبسوطتان} [المائدة: 64] :\nنعمتاه، فكأن ليس له إلا نعمتان مبسوطتان، لا تحصى نعمه، ولا تستدرك، فلذلك\nقلنا: إن هذا التأويل محال من الكلام فضلا أن يكون كفرا.\n</p>\n\n<h1 class='l1' id='head491'>367 - </h1>\n\n<p>\nونكفرهم أيضا بالمشهور من كفرهم أنهم لا يثبتون لله تبارك وتعالى وجها\nولا سمعا ولا بصرا ولا علما ولا كلاما ولا صفة إلا بتأويل <span id='ms92'></span> ضلال، افتضحوا\nوتبينت عوراتهم، يقولون: سمعه وبصره وعلمه وكلامه بمعنى واحد، وهو بنفسه في\nكل مكان، وفي كل بيت مغلق، وصندوق مقفل، قد أحاطت به في دعواهم حيطانهم\nوأغلاقها وأقفالها، فإلى الله نبرأ من إله هذه صفته، وهذا أيضا مذهب واضح\nفي إكفارهم.\n</p>\n\n<h1 class='l1' id='head492'>368 - </h1>\n\n<p>\nونكفرهم أيضا أنهم لا يدرون أين الله، ولا يصفونه بأين، والله قد وصف\nنفسه بأين، فقال: {الرحمن على العرش استوى} [طه: 5] . {وهو القاهر فوق\nعباده} [الأنعام: 18] . و {إني متوفيك ورافعك إلي ومطهرك من الذين كفروا}\n[آل عمران: 55] . و {يخافون ربهم من فوقهم} [النحل: 50] . {أأمنتم من في\nالسماء أن يخسف بكم الأرض} [الملك: 16] . ونحو هذا، فهذا كله وصف بأين،\nووصفه رسول الله صلى الله عليه وسلم بأين، فقال للأمة السوداء: «أين الله؟»\nفقالت: في\n</p>\n\n<h1 class='l1' id='head493'>[ص: 203]</h1>\n\n<p>\nالسماء، قال: «من أنا؟» قالت: أنت رسول الله قال: «أعتقها فإنها مؤمنة» ،\nوالجهمية تكفر به، وهذا أيضا من واضح كفرهم، والقرآن كله ينطق بالرد عليهم،\nوهم يعلمون ذلك، أو بعضهم، ولكن يكابرون ويغالطون الضعفاء، وقد علموا أنه\nليس من حجة أنقض لدعواهم من القرآن، غير أنهم لا يجدون إلى رفع الأصل سبيلا\nمخافة القتل والفضيحة، وهم عند أنفسهم بما وصف الله به فيه نفسه جاحدون. قد\nناظرنا بعض كبرائهم، وسمعنا ذلك منهم منصوصا مفسرا.\n</p>\n\n<h1 class='l1' id='head494'>369 - </h1>\n\n<p>\nويقصدون أيضا بعبادتهم إلى إله تحت الأرض السفلى، وعلى ظهر الأرض العليا،\nودون السماء السابعة العليا، وإله المصلين من المؤمنين الذين يقصدون إليه\nبعبادتهم: الرحمن الذي فوق السماء السابعة العليا، وعلى عرشه العظيم استوى،\nوله الأسماء الحسنى، تبارك اسمه وتعالى، فأي كفر أوضح مما حكيناه عنهم من\nسوء مذاهبهم، ما زاد ماني وشمعلة الزنديقان\n</p>\n\n<h1 class='l1' id='head495'>370 - </h1>\n\n<p>\nقال أبو سعيد: فقال لي المناظر الذي ناظرني: أردت إرادة منصوصة في إكفار\nالجهمية باسمهم، وهذا الذي رويت عن علي رضي الله عنه في الزنادقة فقلت:\nالزنادقة والجهمية أمرهما واحد، ويرجعان إلى معنى واحد ومراد واحد، وليس\nقوم أشبه بقوم منهم بعضهم ببعض، وإنما يشبه كل صنف وجنس بجنسهم وصنفهم، فقد\nكان ينزل بعض القرآن <span id='ms93'></span> خاصا في شيء، فيكون عاما في مثله، وما\n</p>\n\n<h1 class='l1' id='head496'>[ص: 204]</h1>\n\n<p>\nأشبهه، فلم يظهر جهم وأصحاب جهم في زمن أصحاب رسول الله صلى الله عليه\nوسلم وكبار التابعين فيروى عنهم فيها أثر منصوص مسمى، ولو كانوا بين أظهرهم\nمظهرين آراءهم لقتلوا كما قتل علي رضي الله عنه الزنادقة التي ظهرت في\nعصره، ولقتلوا كما قتل أهل الردة، ألا ترى أن الجعد بن درهم أظهر بعض رأيه\nفي زمن خالد القسري، فزعم أن الله تبارك وتعالى لم يتخذ إبراهيم خليلا، ولم\nيكلم موسى تكليما، فذبحه خالد بواسط يوم الأضحى على رءوس من حضره من\nالمسلمين، لم يعبه به عائب، ولم يطعن عليه طاعن، بل استحسنوا ذلك من فعله\nوصوبوه، وكذلك لو ظهر هؤلاء في زمن أصحاب رسول الله صلى الله عليه وسلم\nوكبار التابعين ما كان سبيلهم عند القوم إلا القتل، كسبيل أهل الزندقة،\nوكما قتل علي رضي الله عنه من ظهر منهم في عصره وأحرقه، وظهر بعضهم\nبالمدينة في عهد سعد بن إبراهيم بن عبد الرحمن بن عوف رضي الله عنه،\nفأشاروا على والي المدينة يومئذ بقتله.\n</p>\n\n<h1 class='l1' id='head497'>371 - </h1>\n\n<p>\nويكفي العاقل من الحجج في إكفارهم ما تأولنا فيه من كتاب الله، وروينا\nفيه عن علي وابن عباس رضي الله عنهما، وما فسرنا من واضح كفرهم، وفحش\nمذاهبهم شيئا شيئا، فأما إذ أبيتم أن تقبلوا إلا المنصوص فيهم، المقصود بها\nإليهم بجلاهم وأسمائهم، فسنروي ذلك عن بعض من ظهر ذلك بين أظهرهم من\nالعلماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head498'>372 - </h1>\n\n<p>\nحدثني محمد بن المعتمر السجستاني أبو سهل، وكان\n</p>\n\n<h1 class='l1' id='head499'>[ص: 205]</h1>\n\n<p>\nمن أوثق أهل سجستان وأصدقهم، عن زهير بن نعيم البابي أنه سمع سلام بن أبي\nمطيع يقول: «الجهمية كفار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head500'>373 - </h1>\n\n<p>\nوسمعت محمد بن المعتمر، يقول: سمعت زهير بن نعيم، يقول: سئل حماد بن زيد\nوأنا معه، في سوق البصرة عن بشر المريسي، فقال: «ذاك كافر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head501'>374 - </h1>\n\n<p>\nقال أبو سعيد وبلغني عن يزيد بن هارون، أنه قال: \" الجهمية كفار، وقال:\nحرضت غير مرة أهل بغداد على قتل المريسي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head502'>375 - </h1>\n\n<p>\nحدثنا يحيى الحماني، ثنا الحسن بن الربيع <span id='ms94'></span>، قال: سمعت ابن المبارك، يقول:\n\" من زعم أن قوله: {إنني أنا الله لا إله إلا أنا} [طه: 14] مخلوق فهو كافر\n\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head503'>376 - </h1>\n\n<p>\nسمعت محبوب بن موسى الأنطاكي، يذكر أنه سمع وكيعا، «يكفر الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head504'>377 - </h1>\n\n<p>\nوحدثت عن سفيان الثوري، عن حماد بن أبي سليمان، أنه كفر من زعم أن القرآن\nمخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head505'>378 - </h1>\n\n<p>\nوسمعت يحيى بن يحيى، يقول: «القرآن كلام الله، من شك فيه، أو زعم أنه\nمخلوق فهو كافر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head506'>379 - </h1>\n\n<p>\nوسمعت الربيع بن نافع أبا توبة، «يكفر الجهمية»\n</p>\n\n<h1 class='l1' id='head507'>380 - </h1>\n\n<p>\nقال أبو سعيد: فهؤلاء الذين أكفروهم في آخر الزمان، وعلي بن أبي طالب\nوابن عباس رضي الله عنهما في أول الزمان، وأنزلاهم منزلة من بدل دينه،\nفاستحقوا القتل بتبديله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head508'>381 - </h1>\n\n<p>\nحدثنا الحماني، ثنا إبراهيم بن منصور العلاف، وأثنى عليه هو ومن حضر\nالمجلس خيرا قال: لما كان أيام المحنة، فأخرج النفر إلى المأمون فامتحنوا\nوردوا، لقيت أعرابيا، فقال لي: ألا أحدثك عجبا؟ قلت: ما ذاك؟ قال: رأيت في\nالمنام كأن نفرا ثلاثين أو أكثر جيء بهم من قبل المشرق أو المغرب، فنظرت\nإليهم فإذا بطونهم مشققة، ليس في أجوافهم شيء، فقيل: هؤلاء الذين كفروا\nبالقرآن. والأعرابي لا يدري ما المحنة، وما سببهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head509'>382 - </h1>\n\n<p>\nحدثنا الزهراني أبو الربيع، قال: كان من هؤلاء الجهمية رجل، وكان الذي\nيظهر من رأيه الترفض وانتحال حب علي بن أبي طالب رضي الله عنه، فقال رجل\nممن يخالطه ويعرف مذهبه: قد علمت أنكم لا ترجعون إلى دين الإسلام ولا\nتعتقدونه، فما الذي\n</p>\n\n<h1 class='l1' id='head510'>[ص: 207]</h1>\n\n<p>\nحملكم على الترفض وانتحال حب علي؟ قال: إذا أصدقك أنا، إن أظهرنا رأينا\nالذي نعتقده رمينا بالكفر والزندقة، وقد وجدنا أقواما ينتحلون حب علي\nويظهرونه ثم يقعون بمن شاءوا، ويعتقدون ما شاءوا، ويقولون ما شاءوا، فنسبوا\nإلى الترفض والتشيع، فلم نر لمذهبنا أمرا ألطف من انتحال حب هذا الرجل، ثم\nنقول ما شئنا، ونعتقد ما شئنا، ونقع بمن شئنا، فلأن يقال لنا: رافضة أو\nشيعة، أحب إلينا من أن يقال: زنادقة كفار، وما علي عندنا أحسن حالا من غيره\nممن نقع بهم\n</p>\n\n<h1 class='l1' id='head511'>383 - </h1>\n\n<p>\nقال <span id='ms95'></span> أبو سعيد رحمه الله: وصدق هذا الرجل فيما عبر عن نفسه ولم يراوغ، وقد\nاستبان ذلك من بعض كبرائهم وبصرائهم، أنهم يستترون بالتشيع، يجعلونه تثبيتا\nلكلامهم وخبطهم، وسلما وذريعة لاصطياد الضعفاء وأهل الغفلة، ثم يبذرون بين\nظهراني خبطهم بذر كفرهم وزندقتهم ليكون أنجع في قلوب الجهال وأبلغ فيهم،\nولئن كان أهل الجهل في شك من أمرهم، إن أهل العلم منهم لعلى يقين، ولا حول\nولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head512'>باب قتل الزنادقة والجهمية، واستتابتهم من كفرهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n<h1 class='l1' id='head513'>384 - </h1>\n\n<p>\nحدثنا يحيى بن عبد الحميد الحماني، أن أبا بكر بن عياش، حدثهم عن أبي\nحصين، عن سويد بن غفلة، أن عليا، رضي الله عنه قتل زنادقة ثم أحرقهم، ثم\nقال: صدق الله ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head514'>385 - </h1>\n\n<p>\nحدثنا سليمان بن حرب، عن حماد بن زيد، وجرير بن حازم، عن أيوب، عن عكرمة،\nأن عليا رضي الله عنه أتي بقوم من الزنادقة فحرقهم، فبلغ ذلك ابن عباس رضي\nالله عنهما، فقال: أما أنا فلو كنت لقتلتهم، لقول رسول الله صلى الله عليه\nوسلم، ولما حرقتهم، لنهي رسول الله صلى الله عليه وسلم. قال رسول الله صلى\nالله عليه وسلم: «من بدل دينه فاقتلوه» وقال: «لا تعذبوا بعذاب الله» وزاد\nسليمان في حديث جرير: قال: فبلغ عليا ما قال ابن عباس رضي الله عنهما،\nفقال: ويح ابن أم الفضل، إنه لغواص على الهنات\n</p>\n\n<h1 class='l1' id='head515'>[ص: 209]</h1>\n\n<h1 class='l1' id='head516'>386 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فالجهمية عندنا زنادقة من أخبث الزنادقة، نرى أن\nيستتابوا من كفرهم، فإن أظهروا التوبة تركوا، وإن لم يظهروها تركوا، وإن\nشهدت عليهم بذلك شهود فأنكروا ولم يتوبوا قتلوا، كذلك بلغنا عن علي بن أبي\nطالب رضي الله عنه أنه سن في الزنادقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثناه يحيى بن يحيى، أنبأ هشيم، عن إسماعيل بن سالم، عن أبي إدريس، قال:\nأتي علي بن أبي طالب بقوم من الزنادقة فأنكروا، فقامت عليهم البينة فقتلهم،\nوقال: \" هذا قد استتبته فاعترف بذنبه فخليت سبيله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head517'>387 - </h1>\n\n<p>\nوحدثنا القاسم بن محمد البغدادي، ثنا عبد الرحمن بن محمد بن حبيب بن أبي\nحبيب <span id='ms96'></span>، عن أبيه، عن جده حبيب بن أبي حبيب قال: خطبنا خالد بن عبد الله\nالقسري بواسط يوم الأضحى، فقال: أيها الناس ارجعوا فضحوا، تقبل الله منا\nومنكم، فإني مضح بالجعد بن درهم؛ إنه زعم أن الله تبارك وتعالى لم يتخذ\nإبراهيم خليلا، ولم يكلم موسى تكليما، سبحانه وتعالى عما يقول الجعد بن\nدرهم علوا كبيرا، ثم نزل فذبحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head518'>389 - </h1>\n\n<p>\nحدثنا هشام بن منصور البغدادي المكفوف، ثنا أحمد بن سليمان الباهلي، ثنا\nخلف بن خليفة الأشجعي، قال: أتي\n</p>\n\n<h1 class='l1' id='head519'>[ص: 210]</h1>\n\n<p>\nخالد بن عبد الله القسري برجل قد عارض القرآن، فقال: قال الله في كتابه:\n{إنا أعطيناك الكوثر، فصل لربك وانحر، إن شانئك هو الأبتر} [الكوثر: 2] .\nوقلت أنا ما هو أحسن منه: إنا أعطيناك الجماهر، فصل لربك وجاهر، ولا تطع كل\nسافه وكافر. فضرب خالد عنقه وصلبه، فمر به خلف بن خليفة وهو مصلوب فضرب\nبيده على خشبته، فقال: إنا أعطيناك العمود، فصل لربك على عود، فأنا ضامن لك\nأن لا تعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head520'>390 - </h1>\n\n<p>\nحدثنا موسى بن إسماعيل، قال: قلت لإبراهيم بن سعد: ما تقول في الزنادقة،\nترى أن نستتيبهم؟ قال: لا، قلت: فبم تقول ذلك؟ قال: كان علينا وال بالمدينة\nفقتل منهم رجلا ولم يستتبه، فسقط في يده، فبعث إلى أبي، فقال له أبي: لا\nيهدينك؛ فإنه قول الله عز وجل: {فلما رأوا بأسنا} [غافر: 84] قال: السيف\n{قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين، فلم يك ينفعهم إيمانهم\nلما رأوا بأسنا} [غافر: 85] . قال: السيف، فقال: سنته القتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head521'>391 - </h1>\n\n<p>\nوسمعت الربيع بن نافع أبا توبة الحلبي، يقول: ناظرت أحمد بن حنبل رحمه\nالله في قتل هؤلاء الجهمية، فقال: يستتابون\n</p>\n\n<h1 class='l1' id='head522'>[ص: 211]</h1>\n\n<p>\n، فقلت له: أما خطباؤهم فلا يستتابون، وتضرب أعناقهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head523'>392 - </h1>\n\n<p>\nحدثنا يحيى بن بكير المصري، ثنا مالك بن أنس، عن زيد بن أسلم، أن النبي\nصلى الله عليه وسلم قال: «من غير دينه فاضربوا عنقه» قال مالك: معنى حديث\nالنبي صلى الله عليه وسلم فيما نرى والله أعلم، أنه من خرج من الإسلام إلى\nغيره، مثل الزنادقة <span id='ms97'></span> وأشباهها، فإن أولئك يقتلون ولا يستتابون، لأنه لا تعرف\nتوبتهم، وأنهم قد كانوا يسرون الكفر ويعلنون بالإسلام، فلا أرى أن يستتاب\nهؤلاء، ولا يقبل قولهم، وأما من خرج من الإسلام إلى غيره وأظهر ذلك فإنه\nيستتاب، فإن تاب وإلا قتل، وذلك أنه لو أن قوما كانوا على ذلك، رأيت أن\nيدعوا إلى الإسلام ويستتابوا، فإن تابوا قبل ذلك منهم، وإن لم يتوبوا\nقتلوا. قال مالك: ولم يعن بهذا الحديث من خرج من اليهودية إلى النصرانية،\nولا من النصرانية إلى اليهودية، إنما عنى بذلك من خرج من الإسلام إلى غيره\nفيما نرى، والله أعلم.\n</p>\n\n<h1 class='l1' id='head524'>393 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: فأي كفر أعظم من كفر قوم رأى فقهاء المدينة مثل\nسعد بن إبراهيم ومالك بن أنس أنهم يقتلون ولا يستتابون؛ إعظاما لكفرهم،\nوالمرتد عندهم يستتاب ويقبل رجوعه، فكانت الزندقة أكبر في أنفسهم من\nالارتداد ومن كفر اليهود والنصارى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك قال ابن المبارك رحمه الله: «لأن أحكي كلام اليهود والنصارى أحب\nإلي من أن أحكي كلام الجهمية»\n</p>\n\n<h1 class='l1' id='head525'>[ص: 212]</h1>\n\n<h1 class='l1' id='head526'>394 - </h1>\n\n<p>\nحدثناه الحسن بن الصباح البغدادي، عن علي بن شقيق، عن ابن المبارك\n</p>\n\n<h1 class='l1' id='head527'>395 - </h1>\n\n<p>\nقال أبو سعيد: وصدق ابن المبارك، إن من كلامهم ما هو أوحش من كلام اليهود\nوالنصارى، فلذلك رأى أهل المدينة أن يقتلوا ولا يستتابوا، ولذلك قال أبو\nتوبة لأحمد بن حنبل رضي الله عنهما: أما خطباؤهم فلا يستتابون، وتضرب\nأعناقهم؛ لأن الخطباء اعتقدوا دينا في أنفسهم على بصر منهم بسوء مذاهبهم،\nوأظهروا الإسلام تعوذا وجنة من القتل، ولا تكاد ترى البصير منهم بمذهبه\nيرجع عن رأيه.\n</p>\n\n<h1 class='l1' id='head528'>396 - </h1>\n\n<p>\nقال أبو سعيد: وذهبت يوما أحكي ليحيى بن يحيى كلام الجهمية لأستخرج منه\nنقضا عليهم، وفي مجلسه يومئذ الحسين بن عيسى البسطامي، وأحمد بن يونس\nالقاضي، ومحمد بن رافع، وأبو قدامة السرخسي، فيما أحسب، وغيرهم من المشايخ،\nفزبرني بغضب وقال: اسكت، وأنكر علي المشايخ الذين في مجلسه استعظاما أن\nأحكي كلام الجهمية، وتشنيعا عليهم، فكيف بمن يحكي عنهم ديانة ثم قال لي\nيحيى: القرآن كلام الله، من <span id='ms98'></span> شك فيه أو زعم أنه مخلوق فهو كافر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head529'>397 - </h1>\n\n<p>\nحدثنا يوسف بن يحيى البويطي، عن محمد بن إدريس الشافعي، رحمه الله، في\nالزنديق قال: يقبل قوله إذا رجع، ولا يقتل، واحتج فيهم ب {إذا جاءك\nالمنافقون} [المنافقون: 1] الآية. فأمره الله عز وجل أن يدع قتلهم لما\nيظهرون من الإسلام، وكذلك الزنديق إذا\n</p>\n\n<h1 class='l1' id='head530'>[ص: 213]</h1>\n\n<p>\nأظهر الإسلام كان في هذا الوقت مسلما، والمسلم غير مبدل. قال رسول الله\nصلى الله عليه وسلم: «ألا شققت عن قلبه؟»\n</p>\n\n<h1 class='l1' id='head531'>398 - </h1>\n\n<p>\nقال أبو سعيد رحمه الله: وأنا أقول، كما قال الشافعي: أن تقبل علانيتهم\nإذا اتخذوها جنة لهم من القتل، أسروا في أنفسهم ما أسروا، فلا يقتلوا، كما\nأن المنافقين اتخذوا أيمانهم جنة فلم يؤمر بقتلهم، والزنديق عندنا شر من\nالمنافق، فلربما كان المنافق جاحدا بالرسول والإسلام، مقرا بالله عز وجل،\nمثبتا لربوبيته في نفسه، والزنديق معطل لله، جاحد بالرسل والكتب. وما يعرف\nفي الإسلام زنادقة غير هؤلاء الجهمية، وأي زندقة بأظهر ممن ينتحل الإسلام\nفي الظاهر، وفي الباطن يضاهي قوله في القرآن قول مشركي قريش الذين ردوا على\nالله ورسوله، فقالوا: {إن هذا إلا اختلاق} [ص: 7] . و {إن هذا إلا أساطير\nالأولين} [الأنعام: 25] . و {إن هذا إلا قول البشر} [المدثر: 25] . كما\nقالت الجهمية سواء: إن هذا إلا مخلوق. ولهم في ذلك أيضا أئمة سوء أقدم من\nمشركي قريش، وهم عاد قوم هود، الذين قالوا لنبيهم: {سواء علينا أوعظت أم لم\nتكن من الواعظين، إن هذا إلا خلق الأولين، وما نحن بمعذبين} [الشعراء: 137]\n. فأي فرق بين الجهمية وبينهم حتى نجبن عن قتلهم وإكفارهم؟\n</p>\n\n<h1 class='l1' id='head532'>399 - </h1>\n\n<p>\nولو لم يكن عندنا حجة في قتلهم وإكفارهم إلا قول حماد بن زيد، وسلام بن\nأبي مطيع، وابن المبارك، ووكيع، ويزيد بن هارون، وأبي توبة، ويحيى بن يحيى،\nوأحمد بن حنبل، ونظرائهم، رحمة الله عليهم أجمعين، لجبنا عن قتلهم وإكفارهم\nبقول\n</p>\n\n<h1 class='l1' id='head533'>[ص: 214]</h1>\n\n<p>\nهؤلاء، حتى نستبرئ ذلك عمن هو أعلم منه وأقدم، ولكنا نكفرهم بما تأولنا\nفيهم من كتاب الله عز وجل، وروينا فيهم من السنة <span id='ms99'></span>، وبما حكينا عنهم من الكفر\nالواضح المشهور، الذي يعقله أكثر العوام، وبما ضاهوا مشركي الأمم قبلهم\nبقولهم في القرآن، فضلا على ما ردوا على الله ورسوله من تعطيل صفاته،\nوإنكار وحدانيته، ومعرفة مكانه، واستوائه على عرشه بتأويل ضلال، به هتك\nالله سترهم، وأبد سوءتهم، وعبر عن ضمائرهم، كلما أرادوا به احتجاجا ازدادت\nمذاهبهم اعوجاجا، وازداد أهل السنة بمخالفتهم ابتهاجا، ولما يخفون من خفايا\nزندقتهم استخراجا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms100'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "021",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "036",
    "036",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "058",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "081",
    "000",
    "085",
    "000",
    "086",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "090",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "115",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "130",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "142",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "208",
    "000",
    "000",
    "209"
  ],
  "volumes": [
    "01"
  ]
}