{
  "content": "\n<div class='EDITOR'>\n<p>\nنهج البلاغة وهو مجموع ما اختاره الشريف الرضي من كلام سيدنا أمير\nالمؤمنين علي بن أبي طالب عليه السلام شرح الأستاذ الإمام الشيخ محمد عبدة\nمفتي الديار المصرية سابقا الجزء الثالث الناشر:\n</p>\n\n<p>\nدار المعرفة للطباعة والنشر بيروت لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \n</p>\n\n</div>\n<h1 class='l1' id=''></h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>باب المختار من كتب مولانا أمير المؤمنين عليه السلام ورسائله إلى أعدائه وأمراء بلاده، ويدخل في ذلك ما اختير من عهوده إلى عماله ووصاياه لأهله وأصحابه وإن كان كل كلامه رضي الله عنه مختارا</h1>\n\n<h2 class='l2' id='head1'>(ومن كتاب له عليه السلام إلى أهل الكوفة عند <span id='ms162'></span> مسيره من المدينة إلى البصرة)</h2>\n\nمن عبد الله علي أمير المؤمنين إلى أهل الكوفة جبهة الأنصار وسنام\nالعرب أما بعد فإني أخبركم عن أمر عثمان حتى يكون سمعه كعيانه إن الناس\nطعنوا عليه، فكنت رجلا من المهاجرين أكثر استعتابه وأقل عتابه، وكان\nطلحة والزبير أهون سيرهما فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n            \n<p>\nالوجيف، وأرفق حدائهما العنيف، وكان من عائشة فيه فلتة غضب فأتيح له\nقوم فقتلوه، وبايعني الناس غير مستكرهين ولا مجبرين بل طائعين مخيرين\nواعلموا أن دار الهجرة قد قلعت بأهلها وقلعوا بها ، وجاشت جيش المرجل\nوقامت الفتنة على القطب، فأسرعوا إلى أميركم وبادروا جهاد عدوكم إن شاء\nالله \n</p>\n\n<h2 class='l2' id='head2'>(ومن كتاب له عليه السلام إليهم بعد فتح البصرة)</h2>\n\n<p>\nوجزاكم الله من\nأهل مصر عن أهل بيت نبيكم أحسن ما يجزي العاملين بطاعته والشاكرين لنعمته،\nفقد سمعتم وأطعتم، ودعيتم فأجبتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head3'>(ومن كتاب له عليه السلام كتبه لشريح بن الحارث قاضيه)</h2>\n\n</p>\n\n<p>\nروي أن شريح\nبن الحارث قاضي أمير المؤمنين عليه السلام اشترى على عهده دارا بثمانين\nدينارا فبلغه ذلك فاستدعاه وقال له:\n</p>\n\n<p>\nبلغني أنك ابتعت دارا بثمانين دينارا وكتبت كتابا وأشهدت فيه شهودا، فقال\nشريح: قد كان ذلك يا أمير المؤمنين. قال فنظر إليه نظر مغضب ثم قال له: يا\nشريح أما إنه سيأتيك من لا ينظر في كتابك، ولا يسألك عن بينتك حتى يخرجك\nمنها شاخصا ، ويسلمك إلى قبرك خالصا. فانظر يا شريح لا تكون ابتعت هذه\nالدار من غير مالك، أو نقدت الثمن من غير حلالك فإذا أنت قد خسرت دار\nالدنيا ودار الآخرة. أما إنك لو أتيتني عند شرائك ما اشتريت لكتبت لك كتابا\nعلى هذه النسخة فلم ترغب في شراء هذه الدار بدرهم فما فوق. والنسخة: \" هذا\nما اشترى عبد ذليل من عبد قد أزعج للرحيل، اشترى منه دارا من دار الغرور من\nجانب الفانين، وخطة الهالكين، ويجمع هذه الدار حدود أربعة: الحد الأول\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nينتهي إلى دواعي الآفات، والحد الثاني ينتهي إلى دواعي المصيبات، والحد\nالثالث ينتهي إلى الهوى المردي، والحد الرابع <span id='ms163'></span> ينتهي إلى الشيطان المغوي،\nوفيه يشرع باب هذه الدار اشترى هذا المغتر بالأمل من هذا المزعج\nبالأجل هذه الدار بالخروج من عز القناعة والدخول في ذل الطلب والضراعة ،\nفما أدرك هذا المشتري فيما اشترى من درك فعلى مبلبل أجسام الملوك، وسالب\nنفوس الجبابرة، ومزيل ملك الفراعنة، مثل كسرى وقيصر، وتبع وحمير، ومن جمع\nالمال على المال فأكثر، وبنى وشيد وزخرف، ونجد وادخر، واعتقد ونظر بزعمه\nللولد إشخاصهم جميعا إلى موقف العرض والحساب، وموضع الثواب والعقاب.\nإذا وقع الأمر بفصل القضاء \" وخسر هنالك المبطلون \" شهد على ذلك العقل إذا\nخرج من أسر الهوى وسلم من علائق الدنيا \" \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head4'>(ومن كتاب له عليه السلام إلى بعض أمراء جيشه)</h2>\n\n</p>\n\n<p>\nفإن عادوا إلى ظل\nالطاعة فذاك الذي نحب، وإن توافت الأمور بالقوم إلى الشقاق والعصيان \nفانهد بمن أطاعك إلى من عصاك، واستغن بمن انقاد معك عمن تقاعس عنك فإن\nالمتكاره مغيبه خير من شهوده، وقعوده أغنى من نهوضه \n</p>\n\n<h2 class='l2' id='head5'>(ومن كتاب له عليه السلام إلى الأشعث بن قيس) (عامل أذربيجان) </h2>\n\n<p>\nوإن عملك ليس لك بطمعة \nولكنه في عنقك أمانة، وأنت مسترعى لمن فوقك. ليس لك أن تفتات في رعية \nولا تخاطر إلا بوثيقة، وفي يديك مال من مال الله عز وجل وأنت من خزانه حتى\nتسلمه إلي، ولعلي أن لا أكون شر ولاتك لك والسلام \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head6'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n</p>\n\n<p>\nإنه بايعني القوم الذين بايعوا\nأبا بكر وعمر وعثمان على ما بايعوهم عليه، فلم يكن للشاهد أن يختار ولا\nللغائب أن يرد، وإنما الشورى للمهاجرين والأنصار، فإن اجتمعوا على رجل\nوسموه إماما كان ذلك لله رضى، فإن خرج من أمرهم خارج بطعن أو بدعة ردوه إلى\nما خرج منه، فإن أبى قاتلوه على أتباعه غير سبيل المؤمنين وولاه الله ما\nتولى ولعمري يا معاوية لئن نظرت بعقلك دون هواك لتجدني أبرأ الناس من دم\nعثمان، ولتعلمن أني كنت في عزلة عنه إلا أن تتجنى فتجن ما بدا لك\nوالسلام \n</p>\n\n<h2 class='l2' id='head7'>(ومن كتاب له عليه السلام <span id='ms164'></span> إليه أيضا)</h2>\n\n<p>\nأما بعد فقد أتتني منك\nموعظة موصلة ، ورسالة محبرة نمقتها بضلالك، وأمضيتها بسوء رأيك، وكتاب\nامرئ ليس له بصر \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nيهديه ولا قائد يرشده، قد دعاه الهوى فأجابه، وقاده الضلال فاتبعه فهجر\nلاغطا وضل خابطا (منه) لأنها بيعة واحدة لا يثنى فيها النظر ولا\nيستأنف فيها الخيار. الخارج منها طاعن، والمروي فيها مداهن \n</p>\n\n<h2 class='l2' id='head8'>(ومن كتاب له عليه السلام إلى جرير بن عبد الله البجلي لما أرسله إلى معاوية)</h2>\n\n<p>\nأما بعد\nفإذا أتاك كتابي فاحمل معاوية على الفصل ، وخذه بالأمر الجزم، ثم خيره\nبين حرب مجلية أو سلم مخزية، فإن اختار الحرب فانبذ إليه، وإن اختار السلم\nفخذ بيعته والسلام \n</p>\n\n<h2 class='l2' id='head9'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nفأراد قومنا\nقتل نبينا واجتياح أصلنا ، وهموا بنا الهموم وفعلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nبنا الأفاعيل، ومنعونا العذب، وأحلسونا الخوف، واضطرونا إلى جبل وعر،\nوأوقدوا لنا نار الحرب، فعزم الله لنا على الذب عن حوزته ، والرمي من\nوراء حرمته. مؤمننا يبغي بذلك الأجر، وكافرنا يحامي عن الأصل. ومن أسلم من\nقريش خلو مما نحن فيه بحلف يمنعه أو عشيرة تقوم دونه، فهو من القتل بمكان\nأمن وكان رسول الله صلى الله عليه وآله إذا احمر البأس وأحجم الناس\nقدم أهل بيته فوقى بهم أصحابه حر السيوف والأسنة. فقتل عبيدة بن الحارث يوم\nبدر ، وقتل حمزة يوم أحد، وقتل جعفر يوم مؤتة. وأراد من لو شئت ذكرت\nاسمه مثل الذي أرادوا من الشهادة ، ولكن آجالهم عجلت ومنيته أجلت. فيا\nعجبا للدهر إذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nصرت يقرن بي من لم يسع بقدمي ، ولم تكن له كسابقتي التي لا يدلي أحد\nبمثلها إلا أن يدعي مدع ما لا أعرفه، ولا أظن الله يعرفه والحمد لله على كل\nحال وإما ما سألت من دفع قتلة عثمان إليك فإني نظرت في هذا الأمر فلم أره\nيسعني دفعهم إليك ولا إلى غيرك، ولعمري لئن لم تنزع عن غيك وشقاقك \nلتعرفنهم عن قليل يطلبونك، لا يكلفونك طلبهم في بر ولا بحر ولا جبل ولا\nسهل، إلا <span id='ms165'></span> أنه طلب يسوءك وجدانه، وزور لا يسرك لقيانه والسلام لأهله 0 1\n- (ومن كتاب له عليه السلام إليه أيضا) وكيف أنت صانع إذا تكشفت عنك جلابيب\nما أنت فيه من دنيا قد تبهجت بزينتها وخدعت بلذتها. دعتك فأجبتها،\nوقادتك فاتبعتها، وأمرتك فأطعتها. وإنه يوشك أن يقفك واقف على ما لا ينجيك\nمنه مجن . فاقعس عن هذا الأمر، وخذ أهبة الحساب، وشمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nلما قد نزل بك، ولا تمكن الغواة من سمعك، وإلا تفعل أعلمك ما أغفلت من\nنفسك ، فإنك مترف قد أخذ الشيطان منك مأخذه وبلغ فيك أمله، وجرى منك\nمجرى الروح والدم ومتى كنتم يا معاوية ساسة الرعية وولاة أمر الأمة؟\nبغير قدم سابق ولا شرف باسق، ونعوذ بالله من لزوم سوابق الشقاء وأحذرك أن\nتكون متماديا في غرة الأمنية مختلف العلانية والسريرة وقد دعوت إلى\nالحرب فدع الناس جانبا واخرج إلي وأعف الفريقين من القتال ليعلم أينا\nالمرين على قلبه والمغطى على بصره.\n</p>\n\n<p>\nفأنا أبو حسن قاتل جدك وخالك وأخيك شدخا يوم بدر، وذلك السيف معي،\nوبذلك القلب ألقى عدوي، ما استبدلت دينا، ولا \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nاستحدثت نبيا. وإني لعلى المنهاج الذي تركتموه طائعين ودخلتم فيه\nمكرهين وزعمت أنك جئت ثائرا بعثمان . ولقد علمت حيث وقع دم عثمان فاطلبه\nمن هناك إن كنت طالبا، فكأني قد رأيتك تضج من الحرب إذا عضتك ضجيج الجمال\nبالأثقال وكأني بجماعتك تدعوني - جزعا من الضرب المتتابع والقضاء\nالواقع ومصارع بعد مصارع - إلى كتاب الله، وهي كافرة جاحدة، أو مبايعة\nحائدة \n</p>\n\n<h2 class='l2' id='head10'>(ومن وصية له عليه السلام وصى بها جيشا بعثه إلى العدو)</h2>\n\n<p>\nفإذا\nنزلتم بعدو أو نزل بكم فليكن معسكركم في قبيل الأشراف أو سفاح الجبال،\nأو أثناء الأنهار كيما يكون لكم ردءا ودونكم مردا. ولتكن مقاتلتكم من وجه\nواحد أو اثنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nواجعلوا لكم رقباء في صياصي الجبال ومناكب الهضاب لئلا يأتيكم العدو\nمن مكان مخافة أو أمن. وأعلموا أن مقدمة القوم عيونهم، وعيون القدمة\nطلائعهم. وإياكم والتفرق، فإذا نزلتم فانزلوا جميعا، وإذا ارتحلتم فارتحلوا\nجميعا، وإذا غشيكم <span id='ms166'></span> الليل فاجعلوا الرماح كفة ، ولا تذوقوا النوم إلا\nغرارا أو مضمضة \n</p>\n\n<h2 class='l2' id='head11'>(ومن وصية له عليه السلام لمعقل بن قيس الرياحي حين</h2>\n\nأنفذه إلى الشام في ثلاثة آلاف مقدمة له) اتق الله الذي لا بد لك من لقائه\nولا منتهى لك دونه. ولا تقاتلن إلا من قاتلك. وسر البردين وغور\nبالناس. ورفه بالسير.\n<p>\nولا تسر أول الليل فإن الله جعله سكنا وقدره مقاما لا ظعنا. فأرح فيه\nبدنك وروح ظهرك. فإذا وقفت حين ينبطح السحر أو حين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nينفجر الفجر فسر على بركة الله. فإذا لقيت العدو فقف من أصحابك وسطا، ولا\nتدن من القوم دنو من يريد أن ينشب الحرب، ولا تباعد عنهم تباعد من يهاب\nالبأس حتى يأتيك أمري، ولا يحملنكم شنآنهم على قتالهم قبل دعائهم\nوالإعذار إليهم \n</p>\n\n<h2 class='l2' id='head12'>(ومن كتاب له عليه السلام إلى أميرين من أمراء جيشه)</h2>\n\nوقد أمرت عليكما وعلى من في حيزكما مالك بن الحارث الأشتر فاسمعا له\nوأطيعا، واجعلاه درعا ومجنا ، فإنه ممن لا يخاف وهنه ولا سقطته ولا بطؤه\nعما الاسراع إليه أحزم، ولا إسراعه إلى ما البطي عنه أمثل \n<h2 class='l2' id='head13'>(ومن وصية له عليه السلام لعسكره قبل لقاء العدو بصفين)</h2>\n\n<p>\nلا تقاتلوهم حتى يبدأوكم\nفإنكم بحمد الله على حجة، وترككم إياهم حتى يبدأوكم حجة أخرى لكم عليهم.\nفإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nكانت الهزيمة بإذن الله فلا تقتلوا مدبرا، ولا تصببوا معورا ، ولا\nتجهزوا على جريح. ولا تهيجوا النساء بأذى وإن شتمن أعراضكم وسببن أمراءكم،\nفإنهن ضعيفات القوى والأنفس والعقول. إن كنا لنؤمر بالكف عنهن وإنهن\nلمشركات . وإن كان الرجل ليتناول المرأة في الجاهلية بالفهر أو الهراوة\nفيعير بها وعقبه من بعده \n</p>\n\n<h2 class='l2' id='head14'>(وكان عليه السلام يقول إذا لقي العدو محاربا)</h2>\n\n<p>\nاللهم إليك أفضت القلوب ومدت الأعناق. وشخصت الأبصار، ونقلت\nالأقدام، وأنضيت الأبدان. اللهم قد صرح مكتوم الشنآن .\n</p>\n\n<p>\nوجاشت مراجل الأضغان. اللهم إنا نشكو إليك غيبة نبينا.\n</p>\n\n<p>\nوكثرة عدونا، وتشتت أهوائنا. \" ربنا افتح بيننا وبين قومنا بالحق وأنت\nخير الفاتحين \" \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head15'>(وكان يقول عليه السلام لأصحابه عند الحرب)</h2>\n\n</p>\n\n<p>\nلا تشتدن عليكم <span id='ms167'></span> فرة\nبعدها كرة ، ولا جولة بعدها حملة وأعطوا السيوف حقوقها. ووطئوا للجنوب\nمصارعها واذمروا أنفسكم على الطعن الدعسي والضرب الطلحفى. وأميتوا\nالأصوات فإنه أطرد للفشل. فوالذي فلق الحبة وبرأ النسمة ما أسلموا ولكن\nاستسلموا وأسروا الكفر، فلما وجدوا أعوانا عليه أظهروه \n</p>\n\n<h2 class='l2' id='head16'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nجوابا عن كتاب منه إليه فأما طلبك إلي الشام \nفإني لم أكن لأعطيك اليوم ما منعتك أمس. وأما قولك إن الحرب قد أكلت العرب\nإلا حشاشات أنفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nبقيت ألا ومن أكله الحق فإلى الجنة ومن أكله الباطل فإلى النار.\n</p>\n\n<p>\nوأما استواؤنا في الحرب والرجال فلست بأمضى على الشك مني على اليقين.\nوليس أهل الشام بأحرص على الدنيا من أهل العراق على الآخرة. وأما قولك إنا\nبنو عبد مناف فكذلك نحن. ولكن ليس أمية كهاشم. ولا حرب كعبد المطلب. ولا\nأبو سفيان كأبي طالب.\n</p>\n\n<p>\nولا المهاجر كالطليق ، ولا الصريح كاللصيق. ولا المحق كالمبطل ولا\nالمؤمن كالمدغل. ولبئس الخلف خلف يتبع سلفا هوى في نار جهنم وفي أيدينا بعد\nفضل النبوة التي أذللنا بها العزيز ونعشنا بها الذليل . ولما أدخل الله\nالعرب في دينه أفواجا وأسلمت له هذه الأمة طوعا وكرها كنتم ممن دخل في\nالدين إما رغبة وإما رهبة على حين فاز أهل السبق بسبقهم، وذهب المهاجرون\nالأولون بفضلهم.\n</p>\n\n<p>\nفلا تجعلن للشيطان فيك نصيبا، ولا على نفسك سبيلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head17'>(ومن كتاب له عليه السلام) (إلى عبد الله بن عباس وهو عامله على البصرة )</h2>\n\n<p>\nاعلم أن البصرة مهبط إبليس ومغرس الفتن، فحادث أهلها بالاحسان\nإليهم، واحلل عقدة الخوف عن قلوبهم وقد بلغني تنمرك لبني تميم وغلظتك\nعليهم، وإن بني تميم لم يغب لهم نجم إلا طلع لهم آخر ، وإنهم لم يسبقوا\nبوغم في جاهلية ولا إسلام. وإن لهم بنا رحما ماسة وقرابة خاصة نحن مأجورون\nعلى صلتها ومأزورون على قطيعتها. فأربع أبا العباس رحمك الله فيما جرى\nعلى لسانك ويدك من خير وشر فإنا شريكان في ذلك، وكن عند صالح ظني بك، ولا\nيفيلن رأيي <span id='ms168'></span> فيك. والسلام 9 \n</p>\n\n<h2 class='l2' id='head18'>(ومن كتاب له عليه السلام إلى بعض عماله)</h2>\n\nأما بعد فإن دهاقين أهل بلدك شكوا منك غلظة وقسوة ،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n<p>\nواحتقارا وجفوة، ونظرت فلم أرهم أهلا لأن يدنوا لشركهم ولا أن يقصوا\nويجفوا لعهدهم، فالبس لهم جلبابا من اللين تشوبه بطرف من الشدة ، وداول\nلهم بين القسوة والرأفة، وامزج لهم بين التقريب والإدناء، والإبعاد\nوالإقصاء إن شاء الله \n</p>\n\n<h2 class='l2' id='head19'>(ومن كتاب له عليه السلام إلى زياد بن أبيه وهو خليفة عامله عبد الله بن عباس على البصرة. وعبد الله عامل أمير المؤمنين يومئذ عليها وعلى كور الأهواز وفارس وكرمان )</h2>\n\n<p>\nوإني أقسم بالله قسما\nصادقا لئن بلغني أنك خنت من فئ المسلمين شيئا صغيرا أو كبيرا لأشدن\nعليك شدة تدعك قليل الوفر ثقيل الظهر ضئيل الأمر. والسلام \n</p>\n\n<h2 class='l2' id='head20'>(ومن كتاب له عليه السلام إليه أيضا)</h2>\n\n<p>\nفدع الإسراف مقتصدا، واذكر في اليوم غدا، وأمسك\nمن المال بقدر ضرورتك، وقدم الفضل ليوم حاجتك \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأترجو أن يعطيك الله أجر المتواضعين وأنت عنده من المتكبرين.\n</p>\n\n<p>\nوتطمع وأنت متمرغ في النعيم تمنعه الضعيف والأرملة أن يوجب لك ثواب\nالمتصدفين. وإنما المرء مجزي بما أسلف ، وقادم على ما قدم. والسلام 2 2\n- (ومن كتاب له عليه السلام إلى عبد الله بن العباس) وكان يقول ما انتفعت\nبكلام بعد كلام رسول الله كانتفاعي بهذا الكلام أما بعد فإن المرء، قد يسره\nدرك ما لم يكن ليفوته، ويسوءه فوت ما لم يكن ليدركه . فليكن سرورك بما\nنلت من آخرتك.\n</p>\n\n<p>\nوليكن أسفك على ما فاتك منها. وما نلت من دنياك فلا تكثر فيه فرحا. وما\nفاتك منها فلا تأس عليه جزعا. وليكن همك فيما بعد الموت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n3 \n</p>\n\n<h2 class='l2' id='head21'>(ومن كلام له عليه السلام)</h2>\n\n<p>\nقاله قبيل موته على سبيل الوصية لما\nضربه ابن ملجم لعنه الله وصيتي لكم أن لا تشركوا بالله شيئا. ومحمد صلى\nالله عليه وآله فلا تضيعوا سنته. أقيموا هذين العمودين وخلاكم ذم \nأنا بالأمس صاحبكم، واليوم عبرة لكم، وغدا مفارقكم.\n</p>\n\n<p>\nإن أبق فأنا ولي دمي، وإن أفن فالفناء ميعادي. وإن أعف فالعفو لي <span id='ms169'></span> قربة\nوهو لكم حسنة، فاعفوا \" ألا تحبون أن يغفر الله لكم \" والله ما فجئني من\nالموت وارد كرهته، ولا طالع أنكرته.\n</p>\n\n<p>\nوما كنت إلا كقارب ورد وطالب وجد \" وما عند الله خير للأبرار \"\n(أقول: وقد مضى بعض هذا الكلام فيما تقدم من الخطب إلا أن فيه ههنا زيادة\nأوجبت تكريره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head22'>(ومن وصية له عليه السلام)</h2>\n\n</p>\n\n<p>\nبما يعمل في أمواله كتبها بعد منصرفه من\nصفين هذا ما أمر به عبد الله علي بن أبي طالب في ماله ابتغاء وجه الله\nليولجه به الجنة ويعطيه به الأمنة (منها) وإنه يقوم بذلك الحسن بن علي\nيأكل منه بالمعروف وينفق في المعروف، فإن حدث بحسن حدث وحسين حي قام\nبالأمر بعده وأصدره مصدره وإن لابني فاطمة من صدقة علي مثل الذي لبني علي،\nوإني إنما جعلت القيام بذلك إلى ابني فاطمة ابتغاء وجه الله وقربة إلى رسول\nالله، وتكريما لحرمته وتشريفا لوصلته ويشترط على الذي يجعله إليه\nأن يترك المال على أصوله، وينفق من ثمره حيث أمر به وهدي له، وأن لا يبيع\nمن أولاد نخل هذه القرى ودية حتى تشكل أرضها غراسا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nومن كان من إمائي اللاتي أطوف عليهن لها ولد أو هي حامل فتمسك على ولدها\nوهي من حظه، فإن مات ولدها وهي حية فهي عتيقة قد أفرج عنها الرق وحررها\nالعتق (قوله عليه السلام في هذه الوصية: أن لا يبيع من نخلها ودية. الودية\nالفسيلة وجمعها ودي. قوله عليه السلام حتى تشكل أرضها غراسا هو من أفصح\nالكلام. والمراد به أن الأرض يكثر فيها غراس النخل حتى يراها الناظر على\nغير تلك الصفة التي عرفها بها فيشكل عليه أمرها ويحسبها غيرها) \n</p>\n\n<h2 class='l2' id='head23'>(ومن وصية له عليه السلام كان يكتبها لمن يستعمله على الصدقات وإنما ذكرنا هنا جملا ليعلم بها أنه كان يقيم عماد الحق ويشرع أمثلة العدل في صغير الأمور وكبيرها ودقيقها وجليلها)</h2>\n\n<p>\nانطلق على تقوى الله وحده لا شريك له. ولا تروعن\nمسلما ولا تجتازن عليه كارها، ولا تأخذن منه أكثر <span id='ms170'></span> من حق الله في ماله،\nفإذا قدمت على الحي فأنزل بمائهم من غير أن تخالط أبياتهم، ثم امض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nإليهم بالسكينة والوقار حتى تقوم بينهم فتسلم عليهم، ولا تخدج بالتحية\nلهم ثم تقول: عباد الله أرسلني إليكم ولي الله وخليفته لآخذ منكم حق\nالله في أموالكم، فهل لله في أموالكم من حق فتؤدوه إلى وليه؟ فإن قال قائل\nلا، فلا تراجعه، وإن أنعم لك منعم فانطلق معه من غير أن تخيفه أو توعده\nأو تعسفه أو ترهقه، فخذ ما أعطاك من ذهب أو فضة. فإن كان له ماشية أو إبل\nفلا تدخلها إلا بإذنه، فإن أكثرها له، فإذا أتيتها فلا تدخل عليها دخول\nمتسلط عليه ولا ة عنيف به، ولا تنفرن بهيمة ولا تفزعنها ولا تسوءن صاحبها\nفيها، واصدع المال صدعين ثم خيره، فإذا اختار فلا تعرضن لما اختاره.\n</p>\n\n<p>\nثم اصدع الباقي صدعين ثم خيره، فإذا اختار فلا تعرضن لما اختاره.\n</p>\n\n<p>\nفلا تزال كذلك حتى يبقى ما فيه وفاء لحق الله في ماله فاقبض حق الله منه.\nفإن استقالك فأقله ثم اخلطهما ثم اصنع مثل الذي صنعت أولا حتى تأخذ حق\nالله في ماله. ولا تأخذن عودا ولا هرمة ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nمكسورة ولا مهلوسة ولا ذات عوار، ولا تأمنن عليها إلا من تثق بدينه رافقا\nبمال المسلمين حتى يوصله إلى وليهم فيقسمه بينهم، ولا توكل بها إلا ناصحا\nشفيقا وأمينا حفيظا، غير معنف ولا مجحف ، ولا ملغب ولا متعب، ثم احدر\nإلينا ما اجتمع عندك نصيره حيث أمر الله به. فإذا أخذها أمينك فأوعز\nإليه ألا يحول بين ناقة وبين فصيلها ولا يمصر لبنها فيضر ذلك بوليدها،\nولا يجهدنها ركوبا.\n</p>\n\n<p>\nوليعدل بين صواحباتها في ذلك وبينها، وليرفه على اللاغب \n</p>\n\n<p>\nوليستأن بالنقب والظالع. وليوردها ما تمر به من الغدر ولا يعدل بها\nعن نبت الأرض إلى جواد الطريق، وليروحها في الساعات وليمهلها عند النطاف\n والأعشاب حتى تأتينا بإذن الله بدنا منقيات غير متعبات ولا مجهودات\n، لنقسمها على كتاب الله وسنة نبيه صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالله <span id='ms171'></span> عليه وآله، فإن ذلك أعظم لأجرك وأقرب لرشدك إن شاء الله \n</p>\n\n<h2 class='l2' id='head24'>(ومن كتاب له عليه السلام)</h2>\n\n<p>\nإلى بعض عماله وقد بعثه على الصدقة آمره بتقوى الله\nفي سرائر أمره وخفيات عمله، حيث لا شهيد غيره ولا وكيل دونه. وآمره أن لا\nيعمل بشئ من طاعة الله فيما ظهر فيخالف إلى غيره فيما أسر ، ومن لم\nيختلف سره وعلانيته وفعله ومقالته فقد أدى الأمانة وأخلص العبادة وآمره أن\nلا يجبههم ولا يعضههم، ولا يرغب عنهم تفضلا بالإمارة عليهم، فإنهم\nالإخوان في الدين والأعوان على استخراج الحقوق.\n</p>\n\n<p>\nوإن لك في هذه الصدقة نصيبا مفروضا وحقا معلوما، وشركاء أهل مسكنة وضعفاء\nذوي فاقة، وإنا موفوك حقك فوفهم حقوقهم، وإلا تفعل فإنك من أكثر الناس\nخصوما يوم القيامة، وبؤسا لمن خصمه عند الله الفقراء والمساكين \nوالسائلون والمدفوعون والغارم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوابن السبيل. ومن استهان بالأمانة ورتع في الخيانة ولم ينزه نفسه ودينه\nعنها فقد أحل بنفسه في الدنيا الخزي وهو في الآخرة أذل وأخزى. وإن أعظم\nالخيانة خيانة الأمة، وأفظع الغش غش الأئمة.\n</p>\n\n<p>\nوالسلام.\n</p>\n\n<p>\n\n<h2 class='l2' id='head25'>(ومن عهده عليه السلام إلى محمد بن أبي بكر حين قلده مصر)</h2>\n\n</p>\n\n<p>\nفاخفض لهم\nجناحك، وألن لهم جانبك، وابسط لهم وجهك، وآس بينهم في اللحظة والنظرة\nحتى لا يطمع العظماء في حيفك لهم ولا ييأس الضعفاء من عدلك بهم، فإن الله\nتعالى يسائلكم معشر عباده عن الصغيرة من أعمالكم والكبيرة، والظاهرة\nوالمستورة، فإن يعذب فأنتم أظلم، وإن يعف فهو أكرم واعلموا عباد الله أن\nالمتقين ذهبوا بعاجل الدنيا وآجل الآخرة، فشاركوا أهل الدنيا في دنياهم،\nولم يشاركهم أهل الدنيا في آخرتهم.\n</p>\n\n<p>\nسكنوا الدنيا بأفضل ما سكنت، وأكلوها بأفضل ما أكلت، فحظوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمن الدنيا بما حظي به المترفون ، وأخذوا منها ما أخذه الجبابرة\nالمتكبرون. ثم انقلبوا عنها بالزاد المبلغ والمتجر الرابح. أصابوا لذة زهد\nالدنيا في دنياهم، وتيقنوا أنهم جيران الله غدا في آخرتهم.\n</p>\n\n<p>\nلا ترد لهم دعوة، ولا ينقص لهم نصيب من لذة. فاحذروا عباد الله الموت\nوقربه، وأعدوا له عدته، فإنه <span id='ms172'></span> يأتي بأمر عظيم وخطب جليل، بخير لا يكون معه\nشر أبدا، أو شر لا يكون معه خير أبدا. فمن أقرب إلى الجنة من عاملها ؟\nومن أقرب إلى النار من عاملها؟.\n</p>\n\n<p>\nوأنتم طرداء الموت إن أقمتم له أخذكم، وإن فررتم منه أدرككم، وهو ألزم\nلكم من ظلكم. الموت معقود بنواصيكم والدنيا تطوى من خلفكم. فاحذروا\nنارا قعرها بعيد، وحرها شديد، وعذابها جديد. دار ليس فيها رحمة، ولا تسمع\nفيها دعوة، ولا تفرج فيها كربة. وإن استطعتم أن يشتد خوفكم من الله وأن\nيحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nظنكم به فأجمعوا بينهما، فإن العبد إنما يكون حسن ظنه بربه على قدر خوفه\nمن ربه ، وإن أحسن الناس ظنا بالله أشدهم خوفا لله واعلم يا محمد بن أبي\nبكر أني قد وليتك أعظم أجنادي في نفسي أهل مصر، فأنت محقوق أن تخالف على\nنفسك ، وأن تنافح عن دينك ولو لم يكن لك إلا ساعة من الدهر، ولا تسخط\nالله برضا أحد من خلقه فإن في الله خلفا من غيره وليس من الله خلف في\nغيره صل الصلاة لوقتها الموقت لها، ولا تعجل وقتها لفراغ، ولا تؤخرها عن\nوقتها لاشتغال. واعلم أن كل شئ من عملك تبع لصلاتك (ومنه) فإنه لا سواء\nإمام الهدى وإمام الردى، وولي النبي وعدو النبي. ولقد قال لي رسول الله صلى\nالله عليه وآله: إني لا أخاف على أمتي مؤمنا ولا مشركا. أما المؤمن فيمنعه\nالله بإيمانه، وأما المشرك فيقمعه الله بشركه ، ولكني أخاف عليكم كل\nمنافق الجنان عالم اللسان، يقول ما تعرفون ويفعل ما تنكرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head26'>(ومن كتاب له عليه السلام)</h2>\n\n</p>\n\n<p>\nإلى معاوية جوابا، وهو من محاسن الكتب\nأما بعد فقد أتاني كتابك تذكر فيه اصطفاء الله محمدا صلى الله عليه وآله\nلدينه وتأييده إياه بمن أيده من أصحابه، فلقد خبأ لنا الدهر منك عجبا \nإذ طفقت تخبرنا ببلاء الله عندنا ونعمته علينا في نبينا، فكنت في ذلك كناقل\nالتمر إلى هجر أو داعي مسدده إلى النضال. وزعمت أن أفضل الناس في\nالاسلام <span id='ms173'></span> فلان وفلان، فذكرت أمرا إن تم اعتزلك كله ، وإن نقص لم تلحقك\nثلمته. وما أنت والفاضل والمفضول ، والسائس والمسوس؟ وما للطلقاء وأبناء\nالطلقاء والتمييز بين المهاجرين الأولين وترتيب درجاتهم وتعريف طبقاتهم.\n</p>\n\n<p>\nهيهات لقد حن قدح ليس منها ، وطفق يحكم فيها من عليه الحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nلها. ألا تربع أيها الإنسان على ظلعك وتعرف قصور ذرعك؟\n</p>\n\n<p>\nوتتأخر حيث أخرك القدر، فما عليك غلبة المغلوب ولا لك ظفر الظافر وإنك\nلذهاب في التيه رواغ عن القصد. ألا ترى غير مخبر لك ولكن بنعمة الله\nأحدث أن قوما استشهدوا في سبيل الله من المهاجرين ولكل فضل، حتى إذا\nاستشهد شهيدنا قيل سيد الشهداء، وخصه رسول الله صلى الله عليه وآله\nبسبعين تكبيرة عند صلاته عليه. أولا ترى أن قوما قطعت أيديهم في سبيل الله\nولكل فضل حتى إذا فعل بواحدنا ما فعل بواحدهم قيل الطيار في الجنة وذو\nالجناحين، ولولا ما نهى الله عنه من تزكية المرء نفسه لذكر ذاكر فضائل جمة\n تعرفها قلوب المؤمنين ولا تمجها آذان السامعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nفدع عنك من مالت به الرمية فإنا صنائع ربنا والناس بعد صنائع\nلنا. لم يمنعنا قديم عزنا ولا عادي طولنا على قومك أن خلطناكم بأنفسنا\nفنكحنا وأنكحنا فعل الأكفاء ولستم هناك.\n</p>\n\n<p>\nوأنى يكون ذلك كذلك ومنا النبي ومنكم المكذب ، ومنا أسد الله ومنكم\nأسد الأحلاف، ومنا سيد شباب أهل الجنة ومنكم صبية النار، ومنا خير نساء\nالعالمين ومنكم حمالة الحطب في كثير مما لنا وعليكم فإسلامنا قد سمع،\nوجاهليتنا لا تدفع ، وكتاب الله يجمع لنا ما شذ عنا وهو قوله \" وأولوا\nالأرحام بعضهم أولى ببعض في كتاب الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تعالى \" إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين\nآمنوا والله ولي المؤمنين \" فنحن مرة أولى بالقرابة، وتارة أولى بالطاعة.\nولما احتج المهاجرون على الأنصار يوم السقيفة برسول الله صلى الله عليه\nوآله فلجوا عليهم ، فإن يكن الفلج به فالحق لنا دونكم، وإن يكن بغيره\nفالأنصار على دعواهم وزعمت أني لكل الخلفاء حسدت وعلى كلهم بغيت <span id='ms174'></span>، فإن يكن\nذلك كذلك فليس الجناية عليك فيكون العذر إليك، * وتلك شكاة ظاهر عنك عارها\n* وقلت إني كنت أقاد كما يقاد الجمل المخشوش حتى أبايع ولعمر الله\nلقد أردت أن تذم فمدحت، وأن تفضح فافتضحت. وما \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nعلى المسلم من غضاضة في أن يكون مظلوما ما لم يكن شاكا في دينه ولا\nمرتابا بيقينه. وهذه حجتي إلى غيرك قصدها ، ولكني أطلقت لك منها بقدر ما\nسنح من ذكرها ثم ذكرت ما كان من أمري وأمر عثمان فلك أن تجاب عن هذه لرحمك\nمنه فأينا كان أعدى له وأهدى إلى مقاتله. أمن بذل له نصرته\nفاستقعده واستكفه ، أمن استنصره فتراخى عنه وبث المنون إليه حتى أتى\nقدره عليه. كلا والله لقد علم الله المعوقين منكم والقائلين لإخوانهم\nهلم إلينا ولا يأتون البأس إلا قليلا وما كنت لأعتذر من أني كنت أنقم عليه\nأحداثا، فإن كان الذنب إليه إرشادي وهدايتي له فرب ملوم لا ذنب له *\nوقد يستفيد الظنة المتنصح * وما أردت إلا الاصلاح ما استطعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوما توفيقي إلا بالله عليه توكلت وذكرت أنه ليس لي ولأصحابي إلا السيف\nفلقد أضحكت بعد استعبار ، متى ألفيت بني عبد المطلب عن الأعداء ناكلين\nوبالسيوف مخوفين * لبث قليلا يلحق الهيجا حمل * فسيطلبك من تطلب،\nويقرب منك ما تستبعد، وأنا مرقل نحوك في جحفل من المهاجرين والأنصار\nوالتابعين لهم بإحسان شديد زحامهم ، ساطع قتامهم، متسربلين سرابيل الموت\n أحب اللقاء إليهم لقاء ربهم، قد صحبتهم ذرية بدرية وسيوف هاشمية،\nقد عرفت مواقع نصالها في أخيك وخالك وجدك وأهلك \" وما هي من الظالمين\nببعيد \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head27'>(ومن كتاب له عليه السلام إلى أهل البصرة)</h2>\n\n</p>\n\n<p>\nوقد كان من انتشار حبلكم\nوشقاقكم ما لم تغبوا عنه فعفوت عن مجرمكم، ورفعت السيف عن مدبركم،\nوقبلت من مقبلكم. فإن خطت بكم الأمور المردية وسفه الآراء الجائرة إلى\nمنابذتي وخلافي فها أنا ذا قد قربت جيادي ورحلت ركابي، ولئن ألجأتموني\nإلى المسير إليكم لأوقعن بكم وقعة لا يكون يوم الجمل إليها إلا كلعقة لاعق\n، مع أني <span id='ms175'></span> عارف لذي الطاعة منكم فضله ولذي النصيحة حقه، غير متجاوز متهما\nإلى برئ، ولا ناكثا إلى وفي \n</p>\n\n<h2 class='l2' id='head28'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\nفاتق الله فيما لديك، وانظر في حقه عليك، وارجع إلى معرفة مالا تعذر\nبجهالته، فإن للطاعة أعلاما واضحة، وسبلا نيرة، ومحجة نهجة \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n<p>\nوغاية مطلوبة يردها الأكياس ويخالفها الأنكاس. من نكب عنها جار عن\nالحق وخبط في التيه ، وغير الله نعمته، وأحل به نقمته.\n</p>\n\n<p>\nفنفسك نفسك فقد بين الله لك سبيلك. وحيث تناهت بك أمورك فقد أجريت إلى\nغاية خسر ومحلة كفر ، وإن نفسك قد أولجتك شرا، وأقحمتك غيا ، وأوردتك\nالمهالك، وأوعرت عليك المسالك \n</p>\n\n<h2 class='l2' id='head29'>(ومن وصية له للحسن بن علي عليهما السلام)</h2>\n\n<p>\nكتبها إليه بحاضرين منصرفا من صفين من الوالد الفان. المقر\nللزمان ، المدبر العمر، المستسلم للدهر. الذام للدنيا، الساكن مساكن\nالموتى. والظاعن عنها غدا. إلى المولود المؤمل ما لا يدرك السالك سبيل\nمن قد هلك، غرض الأسقام ورهينة الأيام. ورمية المصائب. وعبد الدنيا.\nوتاجر الغرور. وغريم المنايا. وأسير الموت. وحليف الهموم. وقرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالأحزان. ونصب الآفات وصريع الشهوات، وخليفة الأموات أما بعد فإن\nفيما تبينت من إدبار الدنيا عني وجموح الدهر علي وإقبال الآخرة إلى ما\nيزعني عن ذكر من سواي ، والاهتمام بما ورائي ، غير أني حيث تفرد بي\nدون هموم الناس هم نفسي، فصدفني رأيي وصرفني عن هواي ، وصرح لي محض أمري\nفأفضى بي إلى جد لا يكون فيه لعب، وصدق لا يشوبه كذب. ووجدتك بعضي بل وجدتك\nكلي حتى كأن شيئا لو أصابك أصابني، وكأن الموت لو أتاك أتاني، فعناني من\nأمرك ما يعنيني من أمر نفسي فكتبت إليك مستظهرا به إن أنا بقيت لك أو\nفنيت فإني أوصيك بتقوى الله أي بني ولزوم أمره، وعمارة قلبك بذكره،\nوالاعتصام بحبله. وأي سبب أوثق من سبب بينك وبين الله إن أنت أخذت به؟\n</p>\n\n<p>\nأحي قلبك بالموعظة، وأمته بالزهادة، وقوه باليقين، ونوره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nبالحكمة، وذلله بذكر الموت، وقرره بالفناء ، وبصره فجائع الدنيا،\nوحذره صولة الدهر وفحش تقلب الليالي <span id='ms176'></span> والأيام، واعرض عليه أخبار الماضين،\nوذكره بما أصاب من كان قبلك من الأولين، وسر في ديارهم وآثارهم فانظر فيما\nفعلوا وعما انتقلوا وأين حلوا ونزلوا، فإنك تجدهم قد انتقلوا عن الأحبة،\nوحلوا ديار الغربة، وكأنك عن قليل قد صرت كأحدهم. فاصلح مثواك، ولا تبع\nآخرتك بدنياك. ودع القول فيما لا تعرف والخطاب فيما لم تكلف.\n</p>\n\n<p>\nوأمسك عن طريق إذا خفت ضلالته فإن الكف عند حيرة الضلال خير من ركوب\nالأهوال. وأمر بالمعروف تكن من أهله، وأنكر المنكر بيدك ولسانك وباين من\nفعله بجهدك . وجاهد في الله حق جهاده ولا تأخذك في الله لومة لائم. وخض\nالغمرات للحق حيث كان ، وتفقه في الدين، وعود نفسك التصبر على المكروه\nونعم الخلق التصبر. وألجئ نفسك في الأمور كلها إلى إلهك فإنك تلجئها إلى\nكهف حريز ، ومانع عزيز. وأخلص في المسألة لربك فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nبيده العطاء والحرمان، وأكثر الاستخارة وتفهم وصيتي ولا تذهبن عنها\nصفحا فإن خير القول ما نفع. واعلم أنه لا خير في علم لا ينفع، ولا\nينتفع بعلم لا يحق تعلمه أي بني إني لما رأيتني قد بلغت سنا ،\nورأيتني أزداد وهنا بادرت بوصيتي إليك، وأوردت خصالا منها قبل أن يعجل بي\nأجلي دون أن أفضي إليك بما في نفسي ، وأن أنقص في رأيي كما نقصت في جسمي\n، أو يسبقني إليك بعض غلبات الهوى وفتن الدنيا ، فتكون كالصعب\nالنفور. وإنما قلب الحدث كالأرض الخالية ما ألقي فيها من شئ قبلته. فبادرتك\nبالأدب قبل أن يقسو قلبك ويشتغل لبك لتستقبل بجد رأيك من الأمر ما قد كفاك\nأهل التجارب بغيته وتجربته، فتكون قد كفيت مؤونة الطلب، وعوفيت من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nعلاج التجربة، فأتاك من ذلك ما قد كنا نأتيه، واستبان لك ما ربما أظلم\nعلينا منه أي بني إني وإن لم أكن عمرت عمر من كان قبلي فقد نظرت في\nأعمالهم، وفكرت في أخبارهم، وسرت في آثارهم حتى عدت كأحدهم. بل كأني بما\nانتهى إلي من أمورهم قد عمرت مع أولهم إلى آخرهم، فعرفت صفو <span id='ms177'></span> ذلك من كدره،\nونفعه من ضرره، فاستخلصت لك من كل أمر نخيله وتوخيت لك جميله، وصرفت\nعنك مجهوله، ورأيت حيث عناني من أمرك ما يعني الوالد الشفيق وأجمعت عليه من\nأدبك أن يكون ذلك وأنت مقبل العمر ومقتبل الدهر، ذو نية سليمة ونفس\nصافية، وأن أبتدئك بتعليم كتاب الله وتأويله، وشرائع الاسلام وأحكامه،\nوحلاله وحرامه، لا أجاوز ذلك بك إلى غيره . ثم أشفقت أن يلتبس عليك\nما اختلف الناس فيه من أهوائهم وآرائهم مثل الذي التبس عليهم ، فكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nإحكام ذلك على ما كرهت من تنبيهك له أحب إلي من إسلامك إلى أمر لا آمن\nعليك به الهلكة ورجوت أن يوفقك الله فيه لرشدك، وأن يهديك لقصدك،\nفعهدت إليك وصيتي هذه واعلم يا بني أن أحب ما أنت آخذ به إلي من وصيتي تقوى\nالله والاقتصار على ما فرضه الله عليك، والأخذ بما مضى عليه الأولون من\nآبائك، والصالحون من أهل بيتك، فإنهم لم يدعوا أن نظروا لأنفسهم كما أنت\nناظر ، وفكروا كما أنت مفكر، ثم ردهم آخر ذلك إلى الأخذ بما عرفوا\nوالامساك عما لم يكلفوا. فإن أبت نفسك أن تقبل ذلك دون أن تعلم كما علموا\nفليكن طلبك ذلك بتفهم وتعلم، لا بتورط الشبهات وعلو الخصومات. وابدأ قبل\nنظرك في ذلك بالاستعانة بإلهك والرغبة إليه في توفيقك وترك كل شائبة أولجتك\nفي شبهة ، أو أسلمتك إلى ضلالة. فإذا أيقنت أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nقد صفا قلبك فخشع، وتم رأيك فاجتمع، وكان همك في ذلك هما واحدا فانظر\nفيما فسرت لك. وإن أنت لم يجتمع لك ما تحب من نفسك، وفراغ نظرك وفكرك فاعلم\nأنك إنما تخبط العشواء ، وتتورط الظلماء. وليس طالب الدين من خبط أو\nخلط، والامساك عن ذلك أمثل فتفهم يا بني وصيتي، وأعلم أن مالك الموت هو\nمالك الحياة، وأن الخالق هو المميت، وأن المفني هو المعيد، وأن المبتلي هو\nالمعافي، وأن الدنيا لم تكن لتستقر إلا على ما جعلها الله عليه من النعماء\n، والابتلاء، والجزاء في المعاد أو ما <span id='ms178'></span> شاء مما لا نعلم، فإن أشكل عليك\nشئ من ذلك فاحمله على جهالتك به فإنك أول ما خلقت خلقت جاهلا ثم علمت. وما\nأكثر ما تجهل من الأمر ويتحير فيه رأيك ويضل فيه بصرك، ثم تبصره بعد ذلك.\nفاعتصم بالذي خلقك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nورزقك وسواك، وليكن له تعبدك وإليه رغبتك ومنه شفقتك واعلم يا بني أن\nأحدا لم ينبئ عن الله كما أنبأ عنه الرسول صلى الله عليه وآله، فارض به\nرائدا ، وإلى النجاة قائدا، فإني لم آلك نصيحة وإنك لم تبلغ في\nالنظر لنفسك وإن اجتهدت مبلغ نظري لك واعلم يا بني أنه لو كان لربك شريك\nلأتتك رسله، ولرأيت آثار ملكه وسلطانه، ولعرفت أفعاله وصفاته، ولكنه إله\nواحد كما وصف نفسه. لا يضاده في ملكه أحد، ولا يزول أبدا. ولم يزل أول قبل\nالأشياء بلا أولية ، وآخر بعد الأشياء بلا نهاية. عظم عن أن تثبت\nربوبيته بإحاطة قلب أو بصر. فإذا عرفت ذلك فافعل كما ينبغي لمثلك أن يفعله\nفي صغر خطره ، وقلة مقدرته، وكثرة عجزه، وعظيم حاجته إلى ربه في طلب\nطاعتك، والرهبة من عقوبته، والشفقة من سخطه. فإنه لم يأمرك إلا بحسن ولم\nينهك إلا عن قبيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nيا بني إني قد أنبأتك عن الدنيا وحالها وزوالها وانتقالها، وأنبأتك عن\nالآخرة وما أعد لأهلها فيها، وضربت لك فيهما الأمثال لتعتبر بها وتحذو\nعليها. إنما مثل من خبر الدنيا كمثل قوم سفر نبا بهم منزل جديب فأموا\nمنزلا خصيبا وجنابا مريعا، فاحتملوا وعثاء الطريق وفراق الصديق، وخشونة\nالسفر، وجشوبة المطعم ليأتوا سعة دارهم ومنزل قرارهم، فليس يجدون لشئ من\nذلك ألما، ولا يرون نفقة مغرما، ولا شئ، أحب إليهم مما قربهم من منزلهم،\nوأدناهم من محلهم ومثل من اغتر بها كمثل قوم كانوا بمنزل خصيب فنبا بهم إلى\nمنزل جديب، فليس شئ أكره إليهم ولا أفظع عندهم من مفارقة ما كانوا فيه إلى\nما يهجمون عليه ويصيرون إليه يا بني اجعل نفسك ميزانا فيما بينك وبين\nغيرك، فأحبب لغيرك ما <span id='ms179'></span> تحب لنفسك، واكره له ما تكره لها، ولا تظلم كما لا\nتحب أن تظلم، وأحسن كما تحب أن يحسن إليك. واستقبح من نفسك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nما تستقبح من غيرك، وأرض من الناس بما ترضاه لهم من نفسك\n</p>\n\n<p>\nولا تقل ما لا تعلم وإن قل ما تعلم، ولا تقل ما لا تحب أن يقال لك واعلم\nأن الإعجاب ضد الصواب وآفة الألباب . فاسع في كدحك ولا تكن خازنا\nلغيرك وإذا أنت هديت لقصدك فكن أخشع ما تكون لربك واعلم أن أمامك\nطريقا ذا مسافة بعيدة ومشقة شديدة. وأنه لا غنى لك فيه عن حسن الارتياد\n. قدر بلاغك من الزاد مع خفة الظهر. فلا تحملن على ظهرك فوق طاقتك فيكون\nثقل ذلك وبالا عليك. وإذا وجدت من أهل الفاقة من يحمل لك زادك إلى يوم\nالقيامة فيوافيك به غدا حيث تحتاج إليه فاغتنمه وحمله إياه . وأكثر من\nتزويده وأنت قادر عليه فلعلك تطلبه فلا تجده. واغتنم من استقرضك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفي حال غناك ليجعل قضاءه لك في يوم عسرتك واعلم أن أمامك عقبة كؤودا ،\nالمخف فيها أحسن حالا من المثقل، والمبطئ عليها أقبح حالا من المسرع، وأن\nمهبطك بها لا محالة على جنة أو على نار. فارتد لنفسك قبل نزولك ووطئ\nالمنزل قبل حلولك، فليس بعد الموت مستعتب ، ولا إلى الدنيا منصرف.\n</p>\n\n<p>\nواعلم أن الذي بيده خزائن السماوات والأرض قد أذن لك في الدعاء وتكفل لك\nبالإجابة، وأمرك أن تسأله ليعطيك وتسترحمه ليرحمك، ولم يجعل بينك وبينه من\nيحجبه عنك، ولم يلجئك إلى من يشفع لك إليه، ولم يمنعك إن أسأت من التوبة،\nولم يعاجلك بالنقمة، ولم يعيرك بالإنابة ولم يفضحك حيث الفضيحة بك\nأولى، ولم يشدد عليك في قبول الإنابة، ولم يناقشك بالجريمة، ولم يؤيسك من\nالرحمة. بل جعل نزوعك عن الذنب حسنة ، وحسب سيئتك واحدة، وحسب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nحسنتك عشرا، وفتح لك باب المتاب. فإذا ناديته سمع نداءك، وإذا ناجيته علم\nنجواك فأفضيت إليه بحاجتك ، وأبثثته ذات نفسك، وشكوت إليه همومك،\nواستكشفته كروبك ، واستعنته على أمورك <span id='ms180'></span>، وسألته من خزائن رحمته ما لا\nيقدر على إعطاء غيره من زيادة الاعمار وصحة الأبدان وسعة الأرزاق. ثم جعل\nفي يديك مفاتيح خزائنه بما أذن لك من مسألته، فمتى شئت استفتحت بالدعاء\nأبواب نعمته واستمطرت شآبيب رحمته فلا يقنطنك إبطاء إجابته فإن\nالعطية على قدر النية. وربما أخرت عنك الإجابة ليكون ذلك أعظم لأجر السائل\nوأجزل لعطاء الآمل. وربما سألت الشئ فلا تؤتاه وأوتيت خيرا منه عاجلا أو\nآجلا، أو صرف عنك لما هو خير لك. فلرب أمر قد طلبته فيه هلاك دينك لو\nأوتيته. فلتكن مسألتك فيما يبقى لك جماله وينفى عنك وباله. فالمال لا يبقى\nلك ولا تبقى له واعلم أنك إنما خلقت للآخرة لا للدنيا، وللفناء لا للبقاء،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوللموت لا للحياة، وأنك في منزل قلعة ودار بلغة، وطريق إلى الآخرة،\nوأنك طريد الموت الذي لا ينجو منه هاربه، ولا بد أنه مدركه، فكن منه على\nحذر أن يدركك وأنت على حال سيئة قد كنت تحدث نفسك منها بالتوبة فيحول بينك\nوبين ذلك، فإذا أنت قد أهلكت نفسك يا بني أكثر من ذكر الموت وذكر ما تهجم\nعليه وتفضي بعد الموت إليه حتى يأتيك وقد أخذت منه حذرك ، وشددت له\nأزرك، ولا يأتيك بغتة فيبهرك وإياك أن تغتر بما ترى من إخلاد أهل\nالدنيا إليها ، وتكالبهم عليها، فقد نبأك الله عنها، ونعت لك نفسها ،\nوتكشفت لك عن مساويها، فإنما أهلها كلاب عاوية، وسباع ضارية، يهر ببعضها\nبعضا ، ويأكل عزيزها ذليلها، ويقهر \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nكبيرها صغيرها. نعم معقلة ، وأخرى مهملة قد أضلت عقولها وركبت\nمجهولها، سروح عاهة بواد وعث. ليس لها راع يقيمها، ولا مقيم يسيمها\n. سلكت بهم الدنيا طريق العمى، وأخذت بأبصارهم عن منار الهدى، فتاهوا في\nحيرتها، وغرقوا في نعمتها، واتخذوها ربا فلعبت بهم ولعبوا بها ونسوا ما\nوراءها رويدا يسفر الظلام . كأن قد وردت الأظعان . يوشك من أسرع أن\nيلحق. واعلم أن من كانت مطيته الليل والنهار فإنه يسار به وإن كان واقفا،\nويقطع المسافة وإن كان مقيما <span id='ms181'></span> وادعا واعلم يقينا أنك لن تبلغ أملك ولن\nتعدو أجلك، وأنك في سبيل من كان قبلك. فخفض في الطلب، وأجمل في المكتسب\nفإنه \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nرب طلب قد جر إلى حرب فليس كل طالب بمرزوق، ولا كل مجمل بمحروم.\nوأكرم نفسك عن كل دنية وإن ساقتك إلى الرغائب فإنك لن تعتاض بما تبذل من\nنفسك عوضا ، ولا تكن عبد غيرك وقد جعلك الله حرا. وما خير خير لا ينال\nإلا بشر ، ويسر لا ينال إلا بعسر وإياك أن توجف بك مطايا الطمع \nفتوردك مناهل الهلكة.\n</p>\n\n<p>\nوإن استطعت أن لا يكون بينك وبين الله ذو نعمة فافعل. فإنك مدرك قسمك\nوآخذ سهمك. وإن اليسير من الله سبحانه أعظم وأكرم من الكثير من خلقه وإن\nكان كل منه وتلافيك ما فرط من صمتك أيسر من إدراكك ما فات من منطقك ،\nوحفظ ما في الوعاء بشد الوكاء. وحفظ ما في يديك أحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nإلى من طلب ما في يد غيرك ومرارة اليأس خير من الطلب إلى الناس.\nوالحرفة مع العفة خير من الغنى مع الفجور. والمرء أحفظ لسره . ورب ساع\nفيما يضره من أكثر أهجر ومن تفكر أبصر. قارن أهل الخير تكن منهم.\nوباين أهل الشر تبن عنهم.\n</p>\n\n<p>\nبئس الطعام الحرام. وظلم الضعيف أفحش الظلم. إذا كان الرفق خرقا كان\nالخرق رفقا . ربما كان الدواء داء والداء دواء. وربما نصح غير الناصح\nوغش المستنصح . وإياك واتكالك على المنى فإنها بضائع الموتى ، والعقل\nحفظ التجارب. وخير ما جريت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nما وعظك بادر الفرصة قبل أن تكون غصة. ليس كطالب يصيب، ولا كل غائب\nيؤوب. ومن الفساد إضاعة الزاد ومفسدة المعاد. ولكل أمر عاقبة. سوف\nيأتيك ما قدر لك.\n</p>\n\n<p>\nالتاجر مخاطر. ورب يسير أنمى من كثير. لا خير في معين مهين ولا في\nصديق ظنين. ساهل الدهر ما ذل لك قعوده ولا تخاطر بشئ رجاء أكثر منه.\nوإياك أن تجمح بك مطية اللجاج . أحمل نفسك من أخيك عند صرمه على الصلة\n، وعند صدوده على اللطف والمقاربة، وعند جموده على <span id='ms182'></span> البذل ، وعند\nتباعده على الدنو، وعند شدته على اللين، وعند جرمه على العذر حتى كأنك له\nعبد وكأنه ذو نعمة عليك. وإياك أن تضع ذلك في غير موضعه أو أن تفعله بغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأهله. لا تتخذن عدو صديقك صديقا فتعادي صديقك. وامحض أخاك النصيحة حسنة\nكانت أو قبيحة. وتجرع الغيظ فإني لم أر جرعة أحلى منها عاقبة ولا ألذ مغبة\n. ولن لمن غالظك فإنه يوشك أن يلين لك. وخذ على عدوك بالفضل فإنه\nأحلى الظفرين وإن أردت قطيعة أخيك فاستبق له من نفسك بقية ترجع إليها\nإن بدا له ذلك يوما ما ومن ظن بك خيرا فصدق ظنه . ولا تضيعن حق\nأخيك اتكالا على ما بينك وبينه فإنه ليس لك بأخ من أضعت حقه. ولا يكن أهلك\nأشقى الخلق بك. ولا ترغبن فيمن زهد فيك.\n</p>\n\n<p>\nولا يكونن أخوك أقوى على قطيعتك منك على صلته ولا تكونن على الإساءة\nأقوى منك على الاحسان، ولا يكبرن عليك ظلم من ظلمك فإنه يسعى في مضرته\nونفعك. وليس جزاء من سرك أن تسوءه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم يا بني أن الرزق رزقان: رزق تطلبه، ورزق يطلبك فإن أنت لم تأته\nأتاك. ما أقبح الخضوع عند الحاجة والجفاء عند الغنى؟\n</p>\n\n<p>\nإن لك من دنياك ما أصلحت به مثواك وإن جزعت على ما تفلت من يديك \nفاجزع على كل ما لم يصل إليك. استدل على ما لم يكن بما قد كان. فإن الأمور\nأشباه. ولا تكونن ممن لا تنفعه العظة إلا إذا بالغت في إيلامه، فإن العاقل\nيتعظ بالآداب والبهائم لا تتعظ إلا بالضرب.\n</p>\n\n<p>\nاطرح عنك واردات الهموم بعزائم الصبر وحسن اليقين. من ترك القصد جار \nوالصاحب مناسب والصديق من صدق غيبه والهوى شريك العناء * رب\nقريب أبعد من بعيد، ورب بعيد أقرب من قريب.\n</p>\n\n<p>\nوالغريب من لم يكن له حبيب. من تعدى الحق ضاق مذهبه. ومن اقتصر على قدره\nكان أبقى له. وأوثق سبب أخذت به سبب بينك وبين الله. ومن لم يبالك فهو عدوك\n قد يكون اليأس إدراكا <span id='ms183'></span> إذا \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nكان الطمع هلاكا. ليس كل عورة تظهر ولا كل فرصة تصاب.\n</p>\n\n<p>\nوربما أخطأ البصير قصده وأصاب الأعمى رشده. أخر الشر فإنك إذا شئت تعجلته\n. وقطيعة الجاهل تعدل صلة العاقل. من أمن الزمان خانه، ومن أعظمه أهانه\n. ليس كل من رمى أصاب. إذا تغير السلطان تغير الزمان. سل عن الرفيق قبل\nالطريق، وعن الجار قبل الدار. إياك أن تذكر في الكلام ما يكون مضحكا وإن\nحكيت ذلك عن غيرك. وإياك ومشاورة النساء فإن رأيهن إلى أفن وعزمهن إلى وهن\n. واكفف عليهن من أبصارهن بحجابك إياهن فإن شدة الحجاب أبقى عليهن، وليس\nخروجهن بأشد من إدخالك من لا يوثق به عليهن ، وإن اسطعت أن لا يعرفن\nغيرك فافعل. ولا تملك المرأة من أمرها ما جاوز نفسها فإن المرأة ريحانة\nوليست بقهرمانة ولا تعد بكرامتها نفسها، ولا تطمعها في أن تشفع بغيرها.\nوإياك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوالتغاير في غير موضع غيرة فإن ذلك يدعو الصحيحة إلى السقم والبريئة\nإلى الريب. واجعل لكل إنسان من خدمك عملا تأخذه به فإنه أحرى أن لا\nيتواكلوا في خدمتك . وأكرم عشيرتك فإنهم جناحك الذي به تطير، وأصلك الذي\nإليه تصير، ويدك التي بها تصول. أستودع الله دينك ودنياك. وأساله خير\nالقضاء لك في العاجلة والآجلة والدنيا والآخرة. والسلام \n</p>\n\n<h2 class='l2' id='head30'>(ومن كلام له عليه السلام إلى معاوية)</h2>\n\n<p>\nوأرديت جيلا من الناس كثيرا خدعتهم بغيك ،\nوألقيتهم في موج بحرك، تغشاهم الظلمات وتتلاطم بهم الشبهات، فجازوا عن\nوجهتهم ونكصوا على أعقابهم، وتولوا على أدبارهم، وعولوا على أحسابهم\n إلا من فاء من أهل البصائر فإنهم فارقوك بعد معرفتك،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوهربوا إلى الله من موازرتك إذ حملتهم على الصعب وعدلت بهم عن القصد.\nفاتق الله يا معاوية في نفسك وجاذب الشيطان قيادك ، فإن الدنيا منقطعة\nعنك والآخرة قريبة منك. والسلام \n</p>\n\n<h2 class='l2' id='head31'>(ومن كتاب له عليه السلام إلى قثم بن العباس وهو عامله على مكة)</h2>\n\n<p>\nأما بعد فإن عيني بالمغرب كتب إلي يعلمني\nأنه وجه على الموسم أناس من أهل الشام العمي القلوب، الصم الاسماع،\nالكمه الأبصار ، الذين <span id='ms184'></span> يلتمسون الحق بالباطل، ويطيعون المخلوق في معصية\nالخالق، ويحتلبون الدنيا درها بالدين ، ويشترون عاجلها بآجل الأبرار\nوالمتقين. ولن يفوز بالخير إلا عامله، ولا يجزى جزاء الشر إلا فاعله. فأقم\nعلى ما في يديك قيام الحازم الصليب والناصح اللبيب، والتابع لسلطانه\nالمطيع لإمامه. وإياك وما يعتذر منه.\n</p>\n\n<p>\nولا تكن عند النعماء بطرا ولا عند البأساء فشلا. والسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head32'>(ومن كتاب له عليه السلام إلى محمد بن أبي بكر لما بلغه توجده من عزله بالأشتر عن مصر، ثم توفي الأشتر في توجهه إلى مصر قبل وصوله إليها)</h2>\n\n<p>\nأما بعد فقد بلغني موجدتك من تسريح الأشتر إلى عملك وإني لم\nأفعل ذلك استبطاء لك في الجهد ولا ازديادا في الجد ولو نزعت ما تحت\nيدك من سلطانك. لوليتك ما هو أيسر عليك مؤونة وأعجب إليك ولاية إن الرجل\nالذي كنت وليته أمر مصر كان لنا رجلا ناصحا وعلى عدونا شديدا ناقما \nفرحمه الله فلقد استكمل أيامه ولاقى حمامه ونحن عنه راضون. أولاه الله\nرضوانه وضاعف الثواب له، فأصحر لعدوك، وامض على بصيرتك ، وشمر لحرب من\nحاربك، وادع إلى سبيل ربك، وأكثر الاستعانة بالله يكفك ما أهمك ويعنك على\nما نزل بك إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head33'>(ومن كتاب له عليه السلام إلى عبد الله بن العباس)</h2>\n\n</p>\n\n<p>\nبعد مقتل محمد بن\nأبي بكر أما بعد فإن مصر قد افتتحت ومحمد بن أبي بكر رحمه الله قد استشهد.\nفعند الله نحتسبه ولدا ناصحا وعاملا كادحا وسيفا قاطعا وركنا دافعا.\nوقد كنت حثثت الناس على لحاقه وأمرتهم بغياثه قبل الوقعة، ودعوتهم سرا\nوجهرا وعودا وبدءا، فمنهم الآتي كارها، ومنهم المعتل كاذبا، ومنهم القاعد\nخاذلا، أسأل الله أن يجعل لي منهم فرجا عاجلا، فوالله لولا طمعي عند لقائي\nعدوي في الشهادة وتوطيني نفسي على المنية لأحببت أن لا أبقى مع هؤلاء يوما\nواحدا ولا التقي بهم أبدا \n</p>\n\n<h2 class='l2' id='head34'>(ومن كتاب له عليه السلام إلى عقيل بن أبي طالب في ذكر جيش أنفذه إلى بعض الأعداء، وهو جواب كتاب كتبه إليه عقيل <span id='ms185'></span>)</h2>\n\n<p>\nفسرحت إليه جيشا كثيفا من المسلمين، فلما بلغه ذلك شمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nهاربا ونكص نادما، فلحقوه ببعض الطريق وقد طفلت الشمس للإياب \nفاقتتلوا شيئا كلا ولا ، فما كان إلا كموقف ساعة حتى نجا جريضا بعد\nما أخذ منه بالمخنق ولم يبق منه غير الرمق \n</p>\n\n<p>\nفلأيا بلأي ما نجا . فدع عنك قريشا وتركاضهم في الضلال، وتجوالهم في\nالشقاق ، وجماحهم في التيه. فإنهم قد أجمعوا على حربي كإجماعهم على حرب\nرسول الله صلى الله عليه وآله قبلي، فجزت قريشا عني الجوازي ، فقد قطعوا\nرحمي، وسلبوني سلطان ابن أمي. وأما ما سألت عنه من رأيي في القتال فإن\nرأيي في قتال المحلين حتى ألقى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nلا يزيدني كثرة الناس حولي عزة، ولا تفرقهم عني وحشة. ولا تحسبن ابن أبيك\nولو أسلمه الناس متضرعا متخشعا، ولا مقرا للضيم واهنا، ولا سلس الزمام\nللقائد ، ولا وطئ الظهر للراكب المتقعد، ولكنه كما قال أخو بني سليم -\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>فإن تسأليني كيف أنت فإنني </span>\n                <span class='hemistich-2'> صبور على ريب الزمان صليب </span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>يعز علي أن ترى بي كآبة </span>\n                <span class='hemistich-2'> فيشمت عاد أو يساء حبيب </span>\n            </p>\n            \n<h2 class='l2' id='head35'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nفسبحان الله ما أشد لزومك للأهواء المبتدعة والحيرة المتعبة،\nمع تضييع الحقائق واطراح الوثائق التي هي لله طلبة ، وعلى عباده حجة.\nفأما إكثارك الحجاج في عثمان وقتلته فإنك إنما نصرت عثمان حيث كان\nالنصر لك ، وخذلته حيث كان النصر له. والسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head36'>(ومن كتاب له عليه السلام إلى أهل مصر لما ولي عليهم الأشتر رحمه الله)</h2>\n\n<p>\nمن عبد الله علي أمير المؤمنين إلى القوم الذين غضبوا لله حين عصي في\nأرضه وذهب بحقه، فضرب الجور سرادقه على البر والفاجر والمقيم والظاعن،\nفلا معروف يستراح إليه ، ولا منكر يتناهى عنه أما بعد فقد بعثت إليكم\nعبدا من عباد الله لا ينام أيام الخوف، ولا ينكل عن الأعداء ساعات الروع\n. أشد على الفجار من حريق النار، وهو مالك بن الحارث أخو مذحج ،\nفاسمعوا له وأطيعوا أمره فيما طابق الحق فإنه سيف من سيوف الله لا كليل\nالظبة <span id='ms186'></span> ولا نابي الضريبة ، فإن أمركم أن تنفروا فانفروا، وإن أمركم\nأن تقيموا فأقيموا، فإنه لا يقدم ولا يحجم ولا يؤخر ولا يقدم إلا عن أمري،\nوقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nآثرتكم به على نفسي لنصيحته لكم وشدة شكيمته على عدوكم \n</p>\n\n<h2 class='l2' id='head37'>(ومن كتاب له عليه السلام إلى عمرو بن العاص)</h2>\n\n<p>\nفإنك جعلت دينك تبعا لدنيا امرئ\nظاهر غيه مهتوك ستره، يشين الكريم بمجلسه ويسفه الحليم بخلطته، فاتبعت أثره\nوطلبت فضله اتباع الكلب للضرغام يلوذ إلى مخالبه وينتظر ما يلقى إليه\nمن فضل فريسته، فأذهبت دنياك وآخرتك، ولو بالحق أخذت أدركت ما طلبت. فإن\nيمكني الله منك ومن ابن أبي سفيان أجزكما بما قدمتما، وإن تعجزا وتبقيا فما\nأمامكما شر لكما \n</p>\n\n<h2 class='l2' id='head38'>(ومن كتاب له عليه السلام إلى بعض عماله)</h2>\n\n<p>\nأما بعد\nفقد بلغني عنك أمر إن كنت فعلته فقد أسخطت ربك وعصيت إمامك وأخزيت أمانتك\n بلغني أنك جردت الأرض فأخذت ما تحت قدميك وأكلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nما تحت يديك، فارفع إلي حسابك، واعلم أن حساب الله أعظم من حساب الناس\n</p>\n\n<h2 class='l2' id='head39'>(ومن كتاب له عليه السلام إلى بعض عماله )</h2>\n\n<p>\nأما بعد فإني كنت أشركتك في\nأمانتي، وجعلتك شعاري وبطانتي، ولم يكن رجل من أهلي أوثق منك في نفسي\nلمواساتي وموازرتي ، وأداء الأمانة إلي. فلما رأيت الزمان على ابن عمك\nقد كلب، والعدو قد حرب، وأمانة الناس قد خزيت ، وهذه الأمة قد فنكت\nوشغرت قلبت لابن عمك ظهر المجن ففارقته مع المفارقين، وخذلته مع\nالخاذلين، وخنته مع الخائنين. فلا ابن عمك آسيت ، ولا الأمانة أديت.\nوكأنك لم تكن الله تريد بجهادك.\n</p>\n\n<p>\nوكأنك لم تكن على بينة من ربك. وكأنك إنما كنت تكيد هذه الأمة عن دنياهم\n وتنوي غرتهم عن فيئهم. فلما أمكنتك الشدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nفي خيانة الأمة أسرعت الكرة، وعاجلت الوثبة، واختطفت ما قدرت عليه من\nأموالهم المصونة لأراملهم وأيتامهم اختطاف الذئب الأزل دامية المعزى\nالكسيرة ، فحملته إلى الحجاز رحيب الصدر بحمله غير متأثم من أخذه \nكأنك لا أبا لغيرك حدرت إلى أهلك تراثا من أبيك وأمك. فسبحان الله! أما\nتؤمن <span id='ms187'></span> بالمعاد؟\n</p>\n\n<p>\nأو ما تخاف نقاش الحساب ؟ أيها المعدود كان عندنا من ذوي الألباب \nكيف تسيغ شرابا وطعاما وأنت تعلم أنك تأكل حراما وتشرب حراما؟ وتبتاع\nالإماء وتنكح النساء من مال اليتامى والمساكين والمؤمنين والمجاهدين الذين\nأفاء الله عليهم هذه الأموال وأحرز بهم هذه البلاد. فاتق الله واردد إلى\nهؤلاء القوم أموالهم، فإنك إن لم تفعل ثم أمكنني الله منك لأعذرن إلى الله\nفيك ، ولأضربنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nبسيفي الذي ما ضربت به أحدا إلا دخل النار. ووالله لو أن الحسن والحسين\nفعلا مثل الذي فعلت ما كانت لهما عندي هوادة ولا ظفرا مني بإرادة حتى\nآخذ الحق منهما وأزيح الباطل من مظلمتهما.\n</p>\n\n<p>\nوأقسم بالله رب العالمين ما يسرني أن ما أخذت من أموالهم حلال لي \nأتركه ميراثا لمن بعدي. فضح رويدا فكأنك قد بلغت المدى ودفنت تحت الثرى\nوعرضت عليك أعمالك بالمحل الذي ينادي الظالم فيه بالحسرة، ويتمنى المضيع\nالرجعة ولات حين مناص \n</p>\n\n<p>\n\n<h2 class='l2' id='head40'>(ومن كتاب له عليه السلام إلى عمر بن أبي سلمة المخزومي وكان عامله على البحرين فعزله واستعمل النعمان بن عجلان الزرقي مكانه)</h2>\n\n</p>\n\n<p>\nأما بعد فإني قد\nوليت النعمان بن عجلان الزرقي على البحرين، ونزعت يدك بلا ذم لك ولا تثريب\nعليك . فلقد أحسنت الولاية وأديت الأمانة. فأقبل غير ظنين ولا ملوم\nولا متهم ولا مأثوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أردت المسير إلى ظلمة أهل الشام وأحببت أن تشهد معي فإنك ممن\nاستظهر به على جهاد العدو وإقامة عمود الدين إن شاء الله \n</p>\n\n<h2 class='l2' id='head41'>(ومن كتاب له عليه السلام إلى مصقلة بن هبيرة الشيباني وهو عامله على أردشير خره)</h2>\n\n<p>\nبلغني عنك أمر إن كنت فعلته فقد أسخطت إلهك وأغضبت إمامك: أنك تقسم\n فئ المسلمين الذي حازته رماحهم وخيولهم وأريقت عليه دماؤهم فيمن اعتامك\nمن أعراب قومك . فوالذي فلق الحبة وبرأ النسمة لئن كان ذلك حقا لتجدن بك\nعلي هوانا، ولتخفن عندي ميزانا. فلا تستهن بحق ربك، ولا تصلح دنياك بمحق\nدينك فتكون من الأخسرين أعمالا ألا وإن حق من قبلك وقبلنا من المسلمين\nفي قسمة <span id='ms188'></span> هذا الفئ سواء يردون عندي عليه ويصدرون عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>(ومن كتاب له عليه السلام إلى زياد بن أبيه وقد بلغه أن معاوية كتب إليه يريد خديعته باستلحاقه)</h2>\n\n<p>\nوقد عرفت أن معاوية كتب إليك يستزل لبك ويستفل\nغربك ، فاحذره فإنما هو الشيطان يأتي المؤمن من بين يديه ومن خلفه وعن\nيمينه وعن شماله ليقتحم غفلته ويستلب غرته وقد كان من أبي سفيان في زمن\nعمر فلتة من حديث النفس ونزغة من نزغات الشيطان لا يثبت بها نسب ولا\nيستحق بها إرث، والمتعلق بها كالواغل المدفع والنوط المذبذب (فلما قرأ زياد\nالكتاب قال شهد بها ورب الكعبة، ولم يزل في نفسه حتى ادعاه معاوية) قوله\nعليه السلام: الواغل، هو الذي يهجم على الشرب ليشرب معهم وليس منهم فلا\nيزال مدفعا محاجزا. والنوط المذبذب هو ما يناط برحل الراكب من قعب أو قدح\nأو ما أشبه ذلك، فهو أبدا يتقلقل إذا حث ظهره واستعجل سيره)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head43'>(ومن كتاب له عليه السلام إلى عثمان بن حنيف الأنصاري وهو عامله على البصرة وقد بلغه أنه دعي إلى وليمة قوم من أهلها فمضى إليها)</h2>\n\n<p>\nأما بعد يا\nابن حنيف فقد بلغني أن رجلا من فتية أهل البصرة دعاك إلى مأدبة فأسرعت\nإليها تستطاب لك الألوان وتنقل إليك الجفان، وما ظننت أنك تجيب إلى\nطعام قوم عائلهم مجفو\n</p>\n\n<p>\nوغنيهم مدعو. فانظر إلى ما تقضمه من هذا المقضم ، فما اشتبه عليك علمه\nفالفظه ، وما أيقنت بطيب وجوهه فنل منه ألا وإن لكل مأموم إماما\nيقتدى به ويستضئ بنور علمه، ألا وإن إمامكم قد اكتفى من دنياه بطمريه ،\nومن طعمه بقرصيه.\n</p>\n\n<p>\nألا وإنكم لا تقدرون على ذلك ولكن أعينوني بورع واجتهاد، وعقة وسداد.\nفوالله ما كنزت من دنياكم تبرا، ولا ادخرت من غنائمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوفرا ، ولا أعددت لبالي ثوبي طمرا . بلى كانت في أيدينا فدك من كل\nما أظلته السماء، فشحت عليها نفوس قوم وسخت عنها نفوس آخرين. ونعم الحكم\nالله. وما أصنع بفدك وغير فدك والنفس مظانها في غد جدث تنقطع <span id='ms189'></span> في ظلمته\nآثارها، وتغيب أخبارها، وحفرة لو زيد في فسحتها وأوسعت يدا حافرها لاضغطها\nالحجر والمدر ، وسد فرجها التراب المتراكم، وإنما هي نفسي أروضها\nبالتقوى لتأتي آمنة يوم الخوف الأكبر، وتثبت على جوانب المزلق . ولو\nشئت لاهتديت الطريق إلى مصفى هذا العسل ولباب هذا القمح ونسائج هذا\nالقز، ولكن هيهات أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nيغلبني هواي ويقودني جشعي إلى تخير الأطعمة. ولعل بالحجاز أو اليمامة\nمن لا طمع له في القرص ولا عهد له بالشبع، أو أبيت مبطانا وحولي بطون\nغرثى وأكباد حرى؟ أو أكون كما قال القائل - وحسبك داء أن تبيت ببطنة *\nوحولك أكباد تحن إلى القد أأقنع من نفسي بأن يقال أمير المؤمنين ولا\nأشاركهم في مكاره الدهر، أو أكون أسوة لهم في جشوبة العيش فما خلقت\nليشغلني أكل الطيبات كالبهيمة المربوطة همها علفها، أو المرسلة شغلها\nتقممها ، تكترش من أعلافها وتلهو عما يراد بها. أو أترك سدى أو أهمل\nعابثا، أو أجر حبل الضلالة، أو أعتسف طريق المتاهة .\n</p>\n\n<p>\nوكأني بقائلكم يقول إذا كان هذا قوت ابن أبي طالب فقد قعد به الضعف عن\nقتال الاقران ومنازلة الشجعان. ألا وإن الشجرة البرية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nأصلب عودا، والروائع الخضرة أرق جلودا ، والنباتات البدوية أقوى وقودا\nوأبطأ خمودا، وأنا من رسول الله كالصنو من الصنو والذراع من العضد\nوالله لو تظاهرت العرب على قتالي لما وليت عنها، ولو أمكنت الفرص من رقابها\nلسارعت إليها، وسأجهد في أن أطهر الأرض من هذا الشخص المعكوس والجسم\nالمركوس حتى تخرج المدرة من بين حب الحصيد إليك عني يا دنيا فحبلك\nعلى غاربك ، قد انسللت من مخالبك، وأفلت من حبائلك، واجتنبت الذهاب في\nمداحضك. أين القرون الذين غررتهم بمداعبك أين الأمم الذين فتنتهم\nبزخارفك. هاهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nرهائن القبور ومضامين اللحود. والله لو كنت شخصا مرئيا وقالبا حسيا لأقمت\nعليك حدود الله في عباد غررتهم بالأماني وأمم ألقيتهم في المهاوي، وملوك\nأسلمتهم إلى التلف وأوردتهم موارد البلاء إذ لا ورد ولا صدر هيهات من\nوطئ دحضك زلق ، ومن ركب لججك غرق <span id='ms190'></span>، ومن أزور عن حبائلك وفق والسالم\nمنك لا يبالي إن ضاق به مناخه والدنيا عنده كيوم حان انسلاخه اعزبي\nعني .\n</p>\n\n<p>\nفوالله لا أذل لك فتستذليني، ولا أسلس لك فتقوديني. وأيم الله يمينا\nأستثني فيها بمشيئة الله لأروضن نفسي رياضة تهش معها إلى القرص إذا\nقدرت عليه مطعوما، وتقنع بالملح مأدوما، ولأدعن مقلتي كعين ماء نضب معينها\n مستفرغة دموعها. أتمتلئ السائمة من رعيها فتبرك، وتشبع الربيضة من\nعشبها فتربض ويأكل علي من زاده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفيهجع ؟. قرت إذا عينه إذا اقتدى بعد السنين المتطاولة بالبهيمة\nالهاملة والسائمة المرعية طوبى لنفس أدت إلى ربها فرضها، وعركت بجنبها\nبؤسها \n</p>\n\n<p>\nوهجرت في الليل غمضها حتى إذا غلب الكرى عليها افترشت أرضها وتوسدت\nكفها في معشر أسهر عيونهم خوف معادهم، وتجافت عن مضاجعهم جنوبهم. وهمهمت\nبذكر ربهم شفاههم ، وتقشعت بطول استغفارهم ذنوبهم \" أولئك حزب الله ألا\nإن حزب الله هم المفلحون \" فاتق الله يا ابن حنيف ولتكفك أقراصك ليكون من\nالنار خلاصك \n</p>\n\n<h2 class='l2' id='head44'>(ومن كتاب له عليه السلام إلى بعض عماله)</h2>\n\n<p>\nأما بعد فإنك ممن أستظهر به على إقامة الدين وأقمع به نخوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالأثيم، وأسد به لهاة الثغر المخوف فاستعن بالله على ما أهمك، واخلط\nالشدة بضغث من اللين . وارفق ما كان الرفق أرفق.\n</p>\n\n<p>\nواعتزم بالشدة حين لا يغني عنك إلا الشدة. واخفض للرعية جناحك، وألن لهم\nجانبك. وآس بينهم في اللحظة والنظرة ، والإشارة والتحية، حتى لا يطمع\nالعظماء في حيفك، ولا ييأس الضعفاء من عدلك. والسلام \n</p>\n\n<h2 class='l2' id='head45'>(ومن وصية له عليه السلام للحسن والحسين عليهما السلام لما ضربه ابن ملجم لعنه الله)</h2>\n\n<p>\nأوصيكما بتقوى الله وأن لا تبغيا الدنيا وإن بغتكما ، ولا تأسفا على شئ\nمنها زوي عنكما . وقولا بالحق. واعملا للأجر.\n</p>\n\n<p>\nوكونا للظالم خصما وللمظلوم عونا أوصيكما وجميع ولدي وأهلي ومن بلغه\nكتابي بتقوى الله ونظم أمركم، وصلاح ذات بينكم، فإني سمعت جدكما صلى الله\nعليه وآله يقول: \" صلاح ذات البين أفضل من عامة الصلاة والصيام \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوالله الله في الأيتام فلا تغبوا أفواههم ولا يضيعوا بحضرتكم.\n</p>\n\n<p>\nوالله <span id='ms191'></span> الله في جيرانكم فإنهم وصية نبيكم ما زال يوصي بهم حتى ظننا أنه\nسيورثهم . والله الله في القرآن لا يسبقكم بالعمل به غيركم. والله الله\nفي الصلاة فإنها عمود دينكم. والله الله في بيت ربكم لا تخلوه ما بقيتم\nفإنه إن ترك لم تناظروا والله الله في الجهاد بأموالكم وأنفسكم\nوألسنتكم في سبيل الله. وعليكم بالتواصل والتباذل وإياكم والتدابر\nوالتقاطع. لا تتركوا الأمر بالمعروف والنهي عن المنكر فيولى عليكم شراركم\nثم تدعون فلا يستجاب لكم. يا بني عبد المطلب لا ألفينكم تخوضون دماء\nالمسلمين خوضا تقولون قتل أمير المؤمنين، ألا لا تقتلن بي إلا قاتلي انظروا\nإذا أنا مت من ضربته هذه فاضربوه ضربة بضربة، ولا يمثل بالرجل فإني\nسمعت رسول الله صلى الله عليه وآله يقول:\n</p>\n\n<p>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n\" إياكم والمثلة ولو بالكلب العقور \" \n</p>\n\n<h2 class='l2' id='head46'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nوإن البغي والزور يذيعان بالمرء في دينه ودنياه ، ويبديان خلله\nعند من يعيبه. وقد علمت أنك غير مدرك ما قضي فواته . وقد رام أقوام أمرا\nبغير الحق فتأولوا على الله فأكذبهم فاحذر يوما يغتبط فيه من أحمد\nعاقبة عمله ، ويندم من أمكن الشيطان من قياده فلم يجاذبه. وقد دعوتنا\nإلى حكم القرآن ولست من أهله.\n</p>\n\n<p>\nولسنا إياك أجبنا، ولكنا أجبنا القرآن في حكمه. والسلام \n</p>\n\n<h2 class='l2' id='head47'>(ومن كتاب له عليه السلام إليه)</h2>\n\n<p>\nأما بعد فإن الدنيا مشغلة عن غيرها، ولم يصب صاحبها\nمنها شيئا إلا فتحت له حرصا عليها ولهجا بها ، ولن يستغني صاحبها بما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nنال فيها عما لم يبلغه منها. ومن وراء ذلك فراق ما جمع ونقض ما أبرم ولو\nاعتبرت بما مضى حفظت ما بقي. والسلام \n</p>\n\n<h2 class='l2' id='head48'>(ومن كتاب له عليه السلام إلى أمرائه على الجيوش)</h2>\n\n<p>\nمن عبد الله على أمير المؤمنين إلى أصحاب المسالح \nأما بعد فإن حقا على الوالي أن لا يغيره على رعيته فضل ناله ولا طول خص به\n، وأن يزيده ما قسم الله له من نعمه دنوا من عباده وعطفا على إخوانه.\nألا وإن لكم عندي أن لا <span id='ms192'></span> أحتجز دونكم سرا إلا في حرب ، ولا أطوي دونكم\nأمرا إلا في حكم ولا أؤخر لكم حقا عن محله، ولا أقف به دون مقطعه ،\nوأن تكونوا عندي في الحق سواء، فإذا فعلت ذلك وجبت لله عليكم النعمة ولي\nعليكم الطاعة، وأن لا تنكصوا عن دعوة ، ولا تفرطوا في صلاح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوأن تخوضوا الغمرات إلى الحق فإن أنتم لم تستقيموا على ذلك لم يكن\nأحد أهون علي ممن اعوج منكم، ثم أعظم له العقوبة، ولا يجد فيها عندي رخصة.\nفخذوا هذا من أمرائكم، وأعطوهم من أنفسكم ما يصلح الله به أمركم\n</p>\n\n<h2 class='l2' id='head49'>ومن كتاب له عليه السلام إلى عماله على الخراج</h2>\n\n<p>\nمن عبد الله علي أمير\nالمؤمنين إلى أصحاب الخراج أما بعد فإن من لم يحذر ما هو صائر إليه لم\nيقدم لنفسه ما يحرزها. وأعلموا أن ما كلفتم يسير وأن ثوابه كثير. ولو لم\nيكن فيما نهى الله عنه من البغي والعدوان عقاب يخاف لكان في ثواب اجتنابه\nما لا عذر في ترك طلبه. فأنصفوا الناس من أنفسكم.\n</p>\n\n<p>\nواصبروا لحوائجهم فإنكم خزان الرعية ووكلاء الأمة وسفراء الأئمة. ولا\nتحسموا أحدا عن حاجته ، ولا تحبسوه عن طلبته، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nولا تبيعن للناس في الخراج كسوة شتاء ولا صيف، ولا دابة يعتملون عليها\nولا عبدا، ولا تضربن أحدا سوطا لمكان درهم، ولا تمسن مال أحد من الناس\nمصل ولا معاهد، إلا أن تجدوا فرسا أو سلاحا يعدى به على أهل الاسلام فإنه\nلا ينبغي للمسلم أن يدع ذلك في أيدي أعداء الاسلام فيكون شوكة عليه. ولا\nتدخروا أنفسكم نصيحة ، ولا الجند حسن سيرة، ولا الرعية معونة، ولا دين\nالله قوة. وأبلوا في سبيل الله ما استوجب عليكم ، فإن الله سبحانه قد\nاصطنع عندنا وعندكم أن نشكره بجهدنا ، وأن ننصره بما بلغت قوتنا، ولا\nقوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>(ومن كتاب له عليه السلام إلى أمراء البلاد في معنى الصلاة)</h2>\n\n<p>\nأما بعد\nفصلوا بالناس الظهر حتى تفئ الشمس من مربض العنز وصلوا بهم العصر\nوالشمس بيضاء حية في عضو <span id='ms193'></span> من النهار حين يسار فيها فرسخان . وصلوا بهم\nالمغرب حين يفطر الصائم ويدفع الحاج وصلوا بهم العشاء حين يتوارى الشفق\nإلى ثلث الليل.\n</p>\n\n<p>\nوصلوا بهم الغداة والرجل يعرف وجه صاحبه. وصلوا بهم صلاة أضعفهم ولا\nتكونوا فتانين \n</p>\n\n<h2 class='l2' id='head51'>(ومن عهد له عليه السلام كتبه للأشتر النخعي لما ولاه على مصر وأعمالها حين اضطرب محمد بن أبي بكر وهو أطول عهد وأجمع كتبه للمحاسن) </h2>\n\n<p>\n(بسم الله الرحمن الرحيم) هذا ما أمر به عبد الله علي أمير\nالمؤمنين مالك بن الحارث الأشتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفي عهده إليه حين ولاه مصر: جباية خراجها، وجهاد عدوها، واستصلاح أهلها،\nوعمارة بلادها أمره بتقوى الله وإيثار طاعته، واتباع ما أمر به في كتابه:\nمن فرائضه وسننه التي لا يسعد أحد إلا باتباعها، ولا يشقى إلا مع جحودها\nوإضاعتها، وأن ينصر الله سبحانه بقلبه ويده ولسانه، فإنه جل اسمه قد تكفل\nبنصر من نصره وإعزاز من أعزه وأمره أن يكسر نفسه من الشهوات ويزعها عند\nالجمحات ، فإن النفس أمارة بالسوء إلا ما رحم الله ثم اعلم يا مالك أني\nقد وجهتك إلى بلاد قد جرت عليها دول قبلك من عدل وجور. وأن الناس ينظرون من\nأمورك في مثل ما كنت تنظر فيه من أمور الولاة قبلك، ويقولون فيك ما كنت\nتقول فيهم. وإنما يستدل على الصالحين بما يجري الله لهم على ألسن عباده.\nفليكن أحب الذخائر إليك ذخيرة العمل الصالح. فأملك هواك، وشح بنفسك عما لا\nيحل لك ، فإن الشح بالنفس الانصاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nمنها فيما أحبت أو كرهت. وأشعر قلبك الرحمة للرعية والمحبة لهم واللطف\nبهم. ولا تكونن عليهم سبعا ضاريا تغتنم أكلهم، فإنهم صنفان إما أخ لك في\nالدين وإما نظير لك في الخلق يفرط منهم الزلل ، وتعرض لهم العلل، ويؤتى\nعلى أيديهم في العمد والخطأ فأعطهم من عفوك وصفحك مثل الذي تحب أن\nيعطيك الله من عفوه وصفحه، فإنك فوقهم، ووالي الأمر عليك فوقك، والله فوق\nمن ولاك. وقد استكفاك أمرهم وابتلاك بهم. ولا تنصبن نفسك لحرب الله \nفإنه <span id='ms194'></span> لا يدي لك بنقمته، ولا غنى بك عن عفوه ورحمته. ولا تندمن على عفو، ولا\nتبجحن بعقوبة ، ولا تسرعن إلى بادرة وجدت منها مندوحة ولا تقولن إني\nمؤمر آمر فأطاع فإن ذلك إدغال في القلب، ومنهكة للدين، وتقرب من الغير.\nوإذا \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأحدث لك ما أنت فيه من سلطانك أبهة أو مخيلة فانظر إلى عظم ملك الله\nفوقك وقدرته منك على ما لا تقدر عليه من نفسك، فإن ذلك يطامن إليك من طماحك\n، ويكف عنك من غربك، ويفئ إليك بما عزب عنك من عقلك إياك ومساماة الله\nفي عظمته والتشبه به في جبروته، فإن الله يذل كل جبار ويهين كل مختال\nأنصف الله وأنصف الناس من نفسك ومن خاصة أهلك ومن لك فيه هوى من رعيتك ،\nفإنك إلا تفعل تظلم، ومن ظلم عباد الله كان الله خصمه دون عباده، ومن خاصمه\nالله أدحض حجته وكان لله حربا حتى ينزع ويتوب. وليس شئ أدعى إلى تغيير\nنعمة الله وتعجيل نقمته من إقامة على ظلم، فإن الله سميع دعوة المضطهدين\nوهو للظالمين بالمرصاد \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوليكن أحب الأمور إليك أوسطها في الحق، وأعمها في العدل وأجمعها لرضى\nالرعية، فإن سخط العامة يجحف برضى الخاصة ، وإن سخط الخاصة يغتفر مع رضى\nالعامة. وليس أحد من الرعية أثقل على الوالي مؤونة في الرخاء، وأقل معونة\nله في البلاء، وأكره للإنصاف، وأسأل بالإلحاف ، وأقل شكرا عند الاعطاء.\nوأبطأ عذرا عند المنع، وأضعف صبرا عند ملمات الدهر من أهل الخاصة وإنما\nعماد الدين وجماع المسلمين والعدة للأعداء العامة من الأمة، فليكن صغوك\nلهم وميلك معهم وليكن أبعد رعيتك منك وأشنؤهم عندك أطلبهم لمعائب الناس\n، فإن في الناس عيوبا الوالي أحق من سترها . فلا تكشفن عما غاب عنك\nمنها فإنما عليك تطهير ما ظهر لك، والله يحكم على ما غاب عنك. فاستر العورة\nما استطعت يستر الله منك ما تحب ستره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nمن رعيتك. أطلق عن الناس عقدة كل حقد واقطع عنك سبب كل وتر. وتغاب\nعن كل ما لا يضح <span id='ms195'></span> لك، ولا تعجلن إلى تصديق ساع فإن الساعي غاش وإن تشبه\nبالناصحين ولا تدخلن في مشورتك بخيلا يعدل بك عن الفضل ويعدك الفقر،\nولا جبانا يضعفك عن الأمور، ولا حريصا يزين لك الشره بالجور، فإن البخل\nوالجبن والحرص غرائز شتى يجمعها سوء الظن بالله.\n</p>\n\n<p>\nإن شر وزرائك من كان للأشرار قبلك وزيرا ومن شركهم في الآثام فلا يكونن\nلك بطانة فإنهم أعوان الأثمة وإخوان الظلمة، وأنت واجد منهم خير الخلف\nممن له مثل آرائهم ونفاذهم، وليس عليه مثل آصارهم وأوزارهم ممن لم\nيعاون ظالما على ظلمه ولا آثما على إثمه. أولئك أخف عليك مؤونة، وأحسن لك\nمعونة، وأحنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nعليك عطفا، وأقل لغيرك إلفا فاتخذ أولئك خاصة لخلواتك وحفلاتك، ثم\nليكن آثرهم عندك أقولهم بمر الحق لك ، وأقلهم مساعدة فيما يكون منك مما\nكره الله لأوليائه واقعا ذلك من هواك حيث وقع ، والصق بأهل الورع\nوالصدق، ثم رضهم على أن لا يطروك ولا يبجحوك بباطل لم تفعله، فإن كثرة\nالإطراء تحدث الزهو وتدني من العزة ولا يكون المحسن والمسئ عندك بمنزلة\nسواء، فإن في ذلك تزهيدا لأهل الاحسان في الاحسان، وتدريبا لأهل الإساءة\nعلى الإساءة. وألزم كلا منهم ما ألزم نفسه . واعلم أنه ليس شئ بأدعى إلى\nحسن ظن راع برعيته من إحسانه إليهم ، وتخفيفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤونات عليهم، وترك استكراهه إياهم على ما ليس قبلهم فليكن منك في\nذلك أمر يجتمع لك به حسن الظن برعيتك، فإن حسن الظن يقطع عنك نصبا طويلا\n، وإن أحق من حسن ظنك به لمن حسن بلاؤك عنده. وإن أحق من ساء ظنك به لمن\nساء بلاؤك عنده ولا تنقض سنة صالحة عمل بها صدور هذه الأمة، واجتمعت\nبها الألفة، وصلحت عليها الرعية. ولا تحدثن سنة تضر بشئ من ماضي تلك السنن\nفيكون الأجر لمن سنها. والوزر عليك بما نقضت منها وأكثر مدارسة العلماء\nومنافثة الحكماء في تثبيت ما صلح عليه أمر بلادك وإقامة ما استقام به\nالناس قبلك واعلم أن الرعية طبقات لا يصلح بعضها إلا <span id='ms196'></span> ببعض، ولا غنى ببعضها\nعن بعض. فمنها جنود الله. ومنها كتاب العامة والخاصة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nومنها قضاة العدل. ومنها عمال الانصاف والرفق. ومنها أهل الجزية والخراج\nمن أهل الذمة ومسلمة الناس. ومنها التجار وأهل الصناعات.\n</p>\n\n<p>\nومنها الطبقة السفلى من ذوي الحاجة والمسكنة وكلا قد سمى الله سهمه ،\nووضع على حده فريضته في كتابه أو سنة نبيه صلى الله عليه وآله عهدا منه\nعندنا محفوظا فالجنود بإذن الله حصون الرعية، وزين الولاة، وعز الدين، وسبل\nالأمن، وليس تقوم الرعية إلا بهم. ثم لا قوام للجنود إلا بما يخرج الله لهم\nمن الخراج الذي يقوون به في جهاد عدوهم، ويعتمدون عليه فيما يصلحهم، ويكون\nمن وراء حاجتهم . ثم لا قوام لهذين الصنفين إلا بالصنف الثالث من القضاة\nوالعمال والكتاب لما يحكمون من المعاقد ، ويجمعون من المنافع، ويؤتمنون\nعليه من خواص الأمور وعوامها. ولا قوام لهم جميعا إلا بالتجار وذوي\nالصناعات فيما يجتمعون عليه من مرافقهم ، ويقيمونه من أسواقهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nويكفونهم من الترفق بأيديهم ما لا يبلغه رفق غيرهم. ثم الطبقة السفلى من\nأهل الحاجة والمسكنة الذين يحق رفدهم ومعونتهم\n</p>\n\n<p>\nوفي الله لكل سعة، ولكل على الوالي حق بقدر ما يصلحه، وليس يخرج الوالي\nمن حقيقة ما ألزمه الله من ذلك إلا بالاهتمام والاستعانة بالله، وتوطين\nنفسه على لزوم الحق، والصبر عليه فيما خف عليه أو ثقل. فول من جنودك أنصحهم\nفي نفسك لله ولرسوله ولإمامك، وأنقاهم جيبا ، وأفضلهم حلما ممن يبطئ عن\nالغضب، ويستريح إلى العذر، ويرأف بالضعفاء وينبو على الأقوياء وممن لا\nيثيره العنف ولا يقعد به الضعف. ثم ألصق بذوي الأحساب وأهل البيوتات\nالصالحة والسوابق الحسنة. ثم أهل النجدة والشجاعة والسخاء والسماحة، فإنهم\nجماع من الكرم، وشعب من العرف. ثم تفقد من أمورهم ما يتفقده الوالدان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nمن ولدهما، ولا يتفاقمن في نفسك شئ قويتهم به ولا تحقرن لطفا\nتعاهدتهم به وإن قل فإنه داعية لهم إلى بذل النصيحة لك وحسن الظن بك.\nولا تدع تفقد لطيف أمورهم اتكالا على جسيمها فإن لليسير من <span id='ms197'></span> لطفك موضعا\nينتفعون به. وللجسيم موقعا لا يستغنون عنه وليكن آثر رؤوس جندك عندك من\nواساهم في معونته، وأفضل عليهم من جدته بما يسعهم ويسع من وراءهم من خلوف\nأهليهم حتى يكون همهم هما واحدا في جهاد العدو. فإن عطفك عليهم يعطف\nقلوبهم عليك. وإن أفضل قرة عين الولاة استقامة العدل في البلاد، وظهور مودة\nالرعية. وإنه لا تظهر مودتهم إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nبسلامة صدورهم، ولا تصح نصيحتهم إلا بحيطتهم على ولاة أمورهم وقلة\nاستثقال دولهم، وترك استبطاء انقطاع مدتهم.\n</p>\n\n<p>\nفافسح في آمالهم، وواصل في حسن الثناء عليهم، وتعديد ما أبلى ذوو البلاء\nمنهم . فإن كثرة الذكر لحسن أفعالهم تهز الشجاع وتحرض الناكل إن شاء\nالله. ثم أعرف لكل امرئ منهم ما أبلى، ولا تضيفن بلاء امرئ إلى غيره ،\nولا تقصرن به دون غاية بلائه، ولا يدعونك شرف امرئ إلى أن تعظم من بلائه ما\nكان صغيرا، ولا ضعة امرئ إلى أن تستصغر من بلائه ما كان عظيما واردد إلى\nالله ورسوله ما يضلعك من الخطوب ويشتبه عليك من الأمور فقد قال الله\nتعالى لقوم أحب إرشادهم \" يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول\nوأولي الأمر منكم فإن تنازعتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nفي شئ فردوه إلى الله والرسول \" فالرد إلى الله الأخذ بمحكم كتابه ،\nوالرد إلى الرسول الأخذ بسنته الجامعة غير المفرقة ثم اختر للحكم بين\nالناس أفضل رعيتك في نفسك ممن لا تضيق به الأمور، ولا تمحكه الخصوم\n، ولا يتمادى في الزلة، ولا يحصر من الفئ إلى الحق إذا عرفه ، ولا\nتشرف نفسه على طمع ، ولا يكتفي بأدنى فهم دون أقصاه ، وأوقفهم في\nالشبهات، وآخذهم بالحجج، وأقلهم تبرما بمراجعة الخصم، وأصبرهم على تكشف\nالأمور، وأصرمهم عند اتضاح الحكم. ممن لا يزدهيه إطراء ولا يستميله\nإغراء. وأولئك قليل. ثم أكثر تعاهد قضائه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوافسح له في البذل ما يزيل علته وتقل معه حاجته إلى الناس، وأعطه من\nالمنزلة لديك ما لا يطمع فيه غيره من خاصتك ليأمن بذلك اغتيال الرجال\nله عندك. فانظر في ذلك <span id='ms198'></span> نظرا بليغا، فإن هذا الدين قد كان أسيرا في أيدي\nالأشرار يعمل فيه بالهوى، وتطلب به الدنيا ثم انظر في أمور عمالك فاستعملهم\nاختبارا ، ولا تولهم محاباة وأثرة، فإنهما جماع من شعب الجور والخيانة،\nوتوخ منهم أهل التجربة والحياء من أهل البيوتات الصالحة والقدم في الاسلام\n المتقدمة، فإنهم أكرم أخلاقا، وأصح أعراضا، وأقل في المطامع إشرافا،\nوأبلغ في عواقب الأمور نظرا. ثم أسبغ عليهم الأرزاق فإن ذلك قوة لهم\nعلى استصلاح أنفسهم، وغنى لهم عن تناول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nما تحت أيديهم، وحجة عليهم إن خالفوا أمرك أو ثلموا أمانتك\n</p>\n\n<p>\nثم تفقد أعمالهم، وابعث العيون من أهل الصدق والوفاء عليهم ، فإن\nتعاهدك في السر لأمورهم حدوة لهم على استعمال الأمانة والرفق بالرعية.\nوتحفظ من الأعوان، فإن أحد منهم بسط يده إلى خيانة اجتمعت بها عليه عندك\nأخبار عيونك اكتفيت بذلك شاهدا، فبسطت عليه العقوبة في بدنه وأخذته بما\nأصاب من عمله، ثم نصبته بمقام المذلة ووسمته بالخيانة، وقلدته عار التهمة\nوتفقد أمر الخراج بما يصلح أهله فإن في صلاحه وصلاحهم صلاحا لمن سواهم، ولا\nصلاح لمن سواهم إلا بهم لأن الناس كلهم عيال على الخراج وأهله. وليكن نظرك\nفي عمارة الأرض أبلغ من نظرك في استجلاب الخراج لأن ذلك لا يدرك إلا\nبالعمارة. ومن طلب الخراج بغير عمارة أخرب البلاد وأهلك العباد، ولم يستقم\nأمره إلا قليلا، فإن شكوا ثقلا أو علة أو انقطاع شرب أو بالة أو إحالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nأرض اغتمرها غرق أو أجحف بها عطش خففت عنهم بما ترجو أن يصلح به أمرهم.\nولا يثقلن عليك شئ خففت به المؤونة عنهم، فإنه ذخر يعودون به عليك في عمارة\nبلادك وتزيين ولايتك، مع استجلابك حسن ثنائهم وتبجحك باستفاضة العدل فيهم\nمعتمدا فضل قوتهم بما ذخرت عندهم من إجمامك لهم والثقة منهم بما\nعودتهم من عدلك عليهم في رفقك بهم. فربما حدث من الأمور ما إذا عولت فيه\nعليهم من بعد احتملوه طيبة أنفسهم به ، فإن العمران محتمل ما حملته،\nوإنما يؤتى خراب الأرض <span id='ms199'></span> من إعواز أهلها وإنما يعوز أهلها لإشراف أنفس الولاة\nعلى الجمع ، وسوء ظنهم بالبقاء، وقلة انتفاعهم بالعبر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nثم انظر في حال كتابك فول على أمورك خيرهم، واخصص رسائلك التي تدخل\nفيها مكائدك وأسرارك بأجمعهم لوجود صالح الأخلاق ، ممن لا تبطره الكرامة\nفيجترئ بها عليك في خلاف لك بحضرة ملأ، ولا تقصر به الغفلة عن إيراد\nمكاتبات عمالك عليك، وإصدار جواباتها على الصواب عنك وفيما يأخذ لك ويعطي\nمنك. ولا يضعف عقدا اعتقده لك، ولا يعجز عن إطلاق ما عقد عليك ، ولا\nيجهل مبلغ قدر نفسه في الأمور، فإن الجاهل بقدر نفسه يكون بقدر غيره أجهل.\nثم لا يكن اختيارك إياهم على فراستك استنامتك وحسن الظن منك، فإن\nالرجال يتعرفون لفراسات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالولاة بتصنعهم وحسن خدمتهم ، وليس وراء ذلك من النصيحة والأمانة شئ،\nولكن اختبرهم بما ولوا للصالحين قبلك فاعمد لأحسنهم كان في العامة أثرا،\nوأعرفهم بالأمانة وجها، فإن ذلك دليل على نصيحتك لله ولمن وليت أمره، واجعل\nلرأس كل أمر من أمورك رأسا منهم لا يقهره كبيرها، ولا يتشتت عليه\nكثيرها ومهما كان في كتابك من عيب فتغابيت عنه ألزمته ثم استوص بالتجار\nوذوي الصناعات وأوص بهم خيرا: المقيم منهم، والمضطرب بماله ،\nوالمترفق ببدنه، فإنهم مواد المنافع وأسباب المرافق، وجلابها من المباعد\nوالمطارح، في برك وبحرك، وسهلك وجبلك، وحيث لا يلتئم الناس لمواضعها ،\nولا يجترئون \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nعليها. فإنهم سلم لا تخاف بائقته ، وصلح لا تخشى غائلته.\n</p>\n\n<p>\nوتفقد أمورهم بحضرتك وفي حواشي بلادك. واعلم مع ذلك أن في كثير منهم ضيقا\nفاحشا وشحا قبيحا ، واحتكارا للمنافع، وتحكما في البياعات، وذلك باب\nمضرة للعامة وعيب على الولاة. فامنع من الاحتكار فإن رسول الله صلى الله\nعليه وآله منع منه، وليكن البيع بيعا سمحا، بموازين عدل وأسعار لا تجحف\nبالفريقين من البائع والمبتاع فمن قارف حكرة بعد نهيك إياه فنكل\nبه، وعاقب في غير إسراف. ثم الله الله في الطبقة السفلى من الذين لا حيلة\nلهم والمساكين والمحتاجين وأهل البؤسى والزمنى ، فإن في هذه الطبقة <span id='ms200'></span>\nقانعا ومعترا . واحفظ لله ما استحفظك من حقه فيهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nواجعل لهم قسما من بيت مالك وقسما من غلات صوافي الاسلام في كل بلد ،\nفإن للأقصى منهم مثل الذي للأدنى. وكل قد استرعيت حقه فلا يشغلنك عنهم بطر\n، فإنك لا تعذر بتضييعك التافه لإحكامك الكثير المهم، فلا تشخص همك\nعنهم ، ولا تصعر خدك لهم، وتفقد أمور من لا يصل إليك منهم ممن تقتحمه\nالعيون وتحقره الرجال، ففرغ لأولئك ثقتك من أهل الخشية والتواضع،\nفليرفع إليك أمورهم، ثم اعمل فيهم بالإعذار إلى الله يوم تلقاه ، فإن\nهؤلاء من بين الرعية أحوج إلى الإنصاف من غيرهم، وكل فأعذر إلى الله في\nتأدية حقه إليه. وتعهد أهل اليتم وذوي الرقة في السن ممن لا حيلة له\nولا ينصب للمسألة نفسه، وذلك على الولاة ثقيل والحق كله ثقيل. وقد يخففه\nالله على أقوام طلبوا العاقبة فصبروا أنفسهم ووثقوا بصدق موعود الله لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nواجعل لذوي الحاجات منك قسما تفرغ لهم فيه شخصك، وتجلس لهم مجلسا\nعاما فتتواضع فيه لله الذي خلقك، وتقعد عنهم جندك وأعوانك من أحراسك\nوشرطك، حتى يكلمك متكلمهم غير متتعتع ، فإني سمعت رسول الله صلى الله\nعليه وآله يقول في غير موطن : \" لن تقدس أمة لا يؤخذ للضعيف فيها\nحقه من القوي غير متتعتع \". ثم احتمل الخرق منهم والعي ، ونح عنك الضيق\nوالأنف يبسط الله عليك بذلك أكناف رحمته، ويوجب لك ثواب طاعته. وأعط ما\nأعطيت هنيئا، وامنع في إجمال وإعذار.\n</p>\n\n<p>\nثم أمور من أمورك لا بد لك من مباشرتها. منها إجابة عمالك بما يعيى عنه\nكتابك. ومنها إصدار حاجات الناس يوم ورودها عليك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nمما تحرج به صدور أعوانك وأمض لكل يوم عمله فإن لكل يوم ما فيه،\nواجعل لنفسك فيما بينك وبين الله أفضل تلك المواقيت وأجزل تلك الأقسام \nوإن كانت كلها لله إذا صلحت فيها النية وسلمت منها الرعية وليكن في خاصة ما\nتخلص به لله دينك إقامة فرائضه التي هي له خاصة، فأعط الله من بدنك في ليلك\nونهارك، ووف <span id='ms201'></span> ما تقربت به إلى الله من ذلك كاملا غير مثلوم ولا منقوص \nبالغا من بدنك ما بلغ. وإذا أقمت في صلاتك للناس فلا تكونن منفرا ولا مضيعا\n، فإن في الناس من به العلة وله الحاجة. وقد سألت رسول الله صلى الله\nعليه وآله حين وجهني إلى اليمن كيف أصلي بهم فقال: \" صل بهم كصلاة أضعفهم\nوكن بالمؤمنين رحيما \" وأما بعد فلا تطولن احتجابك عن رعيتك، فإن احتجاب\nالولاة عن الرعية شعبة من الضيق، وقلة علم بالأمور. والاحتجاب منهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nيقطع عنهم علم ما احتجبوا دونه، فيصغر عندهم الكبير، ويعظم الصغير، ويقبح\nالحسن ويحسن القبيح، ويشاب الحق الحق بالباطل، وإنما الوالي بشر لا يعرف ما\nتوارى عنه الناس به من الأمور، وليست على الحق سمات تعرف بها ضروب\nالصدق من الكذب، وإنما أنت أحد رجلين: إما امرؤ سخت نفسك بالبذل في الحق\nففيم احتجابك من واجب حق تعطية، أو فعل كريم تسدية، أو مبتلى بالمنع،\nفما أسرع كف الناس عن مسألتك إذا أيسوا من بذلك ، مع أن أكثر حاجات\nالناس إليك مما لا مؤونة فيه عليك، من شكاة مظلمة ، أو طلب إنصاف في\nمعاملة ثم إن للوالي خاصة وبطانة فيهم استئثار وتطاول، وقلة إنصاف في\nمعاملة، فاحسم مادة أولئك بقطع أسباب تلك الأحوال . ولا تقطعن لأحد من\nحاشيتك وحامتك قطيعة . ولا يطمعن منك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nاعتقاد عقدة تضر بمن يليها من الناس في شرب أو عمل مشترك يحملون مؤونته\nعلى غيرهم، فيكون مهنأ ذلك لهم دونك ، وعيبه عليك في الدنيا والآخرة\nوألزم الحق من لزمه من القريب والبعيد، وكن في ذلك صابرا محتسبا، واقعا ذلك\nمن قرابتك وخاصتك حيث وقع. وابتغ عاقبته بما يثقل عليك منه فإن مغبة ذلك\nمحمودة وإن ظنت الرعية بك حيفا فأصحر لهم بعذرك، واعدل عنك ظنونهم\nبإصحارك، فإن في ذلك رياضة منك لنفسك ، ورفقا برعيتك، وإعذارا تبلغ به\nحاجتك من تقويمهم على الحق ولا تدفعن صلحا دعاك إليه عدوك ولله فيه رضى،\nفإن في الصلح \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nدعة لجنودك وراحة <span id='ms202'></span> من همومك وأمنا لبلادك. ولكن الحذر كل الحذر من\nعدوك بعد صلحه، فإن العدو ربما قارب ليتغفل ، فخذ بالحزم واتهم في ذلك\nحسن الظن. وإن عقدت بينك وبين عدوك عقدة أو ألبسته منك ذمة فحط عهدك\nبالوفاء، وارع ذمتك بالأمانة، واجعل نفسك جنة دون ما أعطيت فإنه ليس من\nفرائض الله شئ الناس أشد عليه اجتماعا مع تفرق أهوائهم وتشتت آرائهم من\nتعظيم الوفاء بالعهود . وقد لزم ذلك المشركون فيما بينهم دون المسلمين\n لما استوبلوا من عواقب الغدر . فلا تغدرن بذمتك، ولا تخيسن بعهدك\n، ولا تختلن عدوك، فإنه لا يجترئ على الله إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nجاهل شقي. وقد جعل الله عهده وذمته أمنا أفضاه بين العباد برحمته \nوحريما يسكنون إلى منعته ويستفيضون إلى جواره . فلا إدغال ولا مدالسة\nولا خداع فيه. ولا تعقد عقدا تجوز فيه العلل ، ولا تعولن على لحن\nقول بعد التأكيد والتوثقة، ولا يدعونك ضيق أمر لزمك فيه عهد الله إلى طلب\nانفساخه بغير الحق، فإن صبرك على ضيق أمر ترجو انفراجه وفضل عاقبته خير من\nغدر تخاف تبعته وأن تحيط بك من الله فيه طلبة فلا تستقيل فيها دنياك\nولا آخرتك إياك والدماء وسفكها بغير حلها، فإنه ليس شئ أدعى لنقمة ولا أعظم\nلتبعة ولا أحرى بزوال نعمة وانقطاع مدة من سفك الدماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nبغير حقها. والله سبحانه مبتدئ بالحكم بين العباد فيما تسافكوا من الدماء\nيوم القيامة. فلا تقوين سلطانك بسفك دم حرام فإن ذلك مما يضعفه ويوهنه بل\nيزيله وينقله. ولا عذر لك عند الله ولا عندي في قتل العمد لأن فيه قود\nالبدن وإن ابتليت بخطأ وأفرط عليك سوطك أو سيفك أو يدك بعقوبة فإن\nفي الوكزة فما فوقها مقتلة فلا تطمحن بك نخوة سلطانك عن أن تؤدي إلى أولياء\nالمقتول حقهم وإياك والإعجاب بنفسك والثقة بما يعجبك منها وحب الاطراء \nفإن ذلك من أوثق فرص الشيطان في نفسه ليمحق ما يكون من إحسان المحسنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوإياك والمن على رعيتك بإحسانك، أو التزيد فيما كان من فعلك <span id='ms203'></span> أو أن\nتعدهم فتتبع موعدك بخلفك، فإن المن يبطل الاحسان، والتزيد يذهب بنور الحق،\nوالخلف يوجب المقت عند الله والناس ، قال الله تعالى \" كبر مقتا عند\nالله أن تقولوا ما لا تفعلون \" وإياك والعجلة بالأمور قبل أوانها، أو\nالتسقط فيها عند إمكانها ، أو اللجاجة فيها إذا تنكرت ، أو الوهن\nعنها إذا استوضحت. فضع كل أمر موضعه، وأوقع كل عمل موقعه وإياك والاستئثار\nبما الناس فيه أسوة والتغابي عما يعنى به مما قد وضح للعيون فإنه مأخوذ\nمنك لغيرك. وعما قليل تنكشف عنك أغطية الأمور وينتصف منك للمظلوم. أملك\nحمية أنفك ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوسورة حدك، وسطوة يدك، وغرب لسانك. واحترس من كل ذلك بكف البادرة \nوتأخير السطوة حتى يسكن غضبك فتملك الاختيار، ولن تحكم ذلك من نفسك حتى\nتكثر همومك بذكر المعاد إلى ربك والواجب عليك أن تتذكر ما مضى لمن تقدمك من\nحكومة عادلة، أو سنة فاضلة، أو أثر عن نبينا صلى الله عليه وآله، أو فريضة\nفي كتاب الله فتقتدي بما شاهدته مما عملنا به فيها ، وتجتهد لنفسك في\nاتباع ما عهدت إليك في عهدي هذا واستوثقت به من الحجة لنفسي عليك لكيلا\nتكون لك علة عند تسرع نفسك إلى هواها.\n</p>\n\n<p>\nوأنا أسأل الله بسعة رحمته وعظيم قدرته على إعطاء كل رغبة أن يوفقني\nوإياك لما فيه رضاه من الإقامة على العذر الواضح إليه وإلى خلقه ، مع\nحسن الثناء في العباد وجميل الأثر في البلاد، وتمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالنعمة وتضعيف الكرامة ، وأن يختم لي ولك بالسعادة والشهادة وإنا إليه\nراغبون. والسلام على رسول الله صلى الله عليه وآله الطيبين الطاهرين وسلم\nتسليما كثيرا. والسلام \n</p>\n\n<h2 class='l2' id='head52'>(ومن كتاب له عليه السلام إلى طلحة والزبير ذكره أبو جعفر الإسكافي في كتاب المقدمات في مناقب أمير المؤمنين عليه السلام)</h2>\n\n<p>\nأما بعد فقد علمتما - وإن كتمتما - أني لم أرد الناس حتى أرادوني،\nولم أبايعهم حتى بايعوني، وإنكما ممن أرادني وبايعني، وإن العامة لم\nتبايعني لسلطان غالب ولا لعرض حاضر ، فإن كنتما بايعتماني طائعين فارجعا\nوتوبا إلى الله من <span id='ms204'></span> قريب، وإن كنتما بايعتماني كارهين فقد جعلتما لي عليكما\nالسبيل بإظهاركما الطاعة وإسراركما المعصية، ولعمري ما كنتما بأحق\nالمهاجرين بالتقية والكتمان.\n</p>\n\n<p>\nوإن دفعكما هذا الأمر من قبل إن تدخلا فيه كان أوسع عليكما من\nخروجكما منه بعد إقراركما به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوقد زعمتما أني قتلت عثمان، فبيني وبينكما من تخلف عني وعنكما من أهل\nالمدينة ثم يلزم كل امرئ بقدر ما احتمل\n</p>\n\n<p>\nفارجعا أيها الشيخان عن رأيكما فإن الآن أعظم أمركما العار من قبل أن\nيجتمع العار والنار. والسلام \n</p>\n\n<h2 class='l2' id='head53'>(ومن كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nأما بعد فإن الله سبحانه قد جعل الدنيا لما بعدها ، وابتلى فيها\nأهلها ليعلم أيهم أحسن عملا. ولسنا للدنيا خلقنا، ولا بالسعي فيها أمرنا،\nوإنما وضعنا فيها لنبتلى بها، وقد ابتلاني الله بك وابتلاك بي فجعل أحدنا\nحجة على الآخر، فعدوت على طلب الدنيا بتأويل القرآن فطلبتني بما لم تجن\nيدي ولا لساني، وعصبته أنت وأهل الشام بي وألب عالمكم جاهلكم، وقائمكم\nقاعدكم. فاتق الله في نفسك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nونازع الشيطان قيادك واصرف إلى الآخرة وجهك فهي طريقنا وطريقك.\nواحذر أن يصيبك الله منه بعاجل قارعة تمس الأصل وتقطع الدابر، فإني\nأولى لك بالله ألية غير فاجرة لئن جمعتني وإياك جوامع الأقدار لا أزال\nبباحتك \" حتى يحكم الله بيننا وهو خير الحاكمين \" \n</p>\n\n<h2 class='l2' id='head54'>(ومن وصيته له عليه السلام وصى بها شريح بن هانئ لما جعله على مقدمته إلى الشام)</h2>\n\n<p>\nاتق الله في\nكل صباح ومساء، وخف على نفسك الدنيا الغرور ولا تأمنها على حال. واعلم أنك\nإن لم تردع نفسك عن كثير مما تحب مخافة مكروهه سمت بك الأهواء إلى كثير من\nالضرر ، فكن لنفسك مانعا رادعا ولنزوتك عند الحفيظة واقما قامعا \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head55'>(ومن كتاب له عليه السلام إلى أهل الكوفة عند مسيره من المدينة إلى البصرة)</h2>\n\n</p>\n\n<p>\nأما بعد فإني خرجت من حيي هذا إما ظالما وإما مظلوما، وإما\nباغيا وإما مبغيا عليه، وإني أذكر الله من بلغه كتابي هذا لما نفر إلي\nفإن كنت محسنا أعانني وإن كنت مسيئا <span id='ms205'></span> استعتبني \n</p>\n\n<h2 class='l2' id='head56'>(ومن كتاب له عليه السلام كتبه إلى أهل الأمصار يقتص فيه ما جرى بينه وبين أهل صفين)</h2>\n\n<p>\nوكان بدء\nأمرنا أنا التقينا والقوم من أهل الشام. والظاهر أن ربنا واحد ونبينا\nواحد، ودعوتنا في الاسلام واحدة. لا نستزيدهم في الإيمان بالله والتصديق\nبرسوله صلى الله عليه وآله ولا يستزيدوننا. الأمر واحد إلا ما اختلفنا فيه\nمن دم عثمان ونحن منه براء، فقلنا تعالوا نداو مالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nيدرك اليوم بإطفاء النائرة وتسكين العامة، حتى يشتد الأمر ويستجمع،\nفنقوى على وضع الحق مواضعه، فقالوا بل نداويه بالمكابرة، فأبوا حتى جنحت\nالحرب وركدت ووقدت نيرانها وحمست.\n</p>\n\n<p>\nفلما ضرستنا وإياهم ، ووضعت مخالبها فينا وفيهم، أجابوا عند ذلك إلى\nالذي دعوناهم إليه، فأجبناهم إلى ما دعوا، وسارعناهم إلى ما طلبوا حتى\nاستبانت عليهم الحجة، وانقطعت منهم المعذرة. فمن تم على ذلك منهم فهو الذي\nأنقذه الله من الهلكة، ومن لج وتمادى فهو الراكس الذي ران الله على\nقلبه، وصارت دائرة السوء على رأسه \n</p>\n\n<h2 class='l2' id='head57'>(ومن كتاب له عليه السلام إلى الأسود بن قطيبة صاحب حلوان )</h2>\n\n<p>\nأما بعد فإن الوالي إذا اختلف هواه \nمنعه ذلك كثيرا من \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالعدل. فليكن أمر الناس عندك في الحق سواء فإنه ليس في الجور عوض من\nالعدل. فاجتنب ما تنكر أمثاله ، وابتذل نفسك فيما افترض الله عليك راجيا\nثوابه ومتخوفا عقابه واعلم أن الدنيا دار بلية لم يفرغ صاحبها فيها قط ساعة\nإلا كانت فرغته عليه حسرة يوم القيامة . وأنه لن يغنيك عن الحق شئ أبدا.\n</p>\n\n<p>\nومن الحق عليك حفظ نفسك والاحتساب على الرعية بجهدك ، فإن الذي يصل\nإليك من ذلك أفضل من الذي يصل بك. والسلام \n</p>\n\n<h2 class='l2' id='head58'>(ومن كتاب له عليه السلام إلى العمال الذين يطأ الجيش عملهم )</h2>\n\n<p>\nمن عبد الله علي أمير المؤمنين إلى\nمن مر به الجيش من جباة الخراج وعمال البلاد أما بعد فإني قد سيرت جنودا هي\nمارة بكم إن شاء الله، وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nأوصيتهم بما يجب لله عليهم من كف الأذى وصرف الشذى وأنا أبرأ إليكم\nوإلى ذمتكم <span id='ms206'></span> من معرة الجيش إلا من جوعة المضطر لا يجد عنها مذهبا إلى\nشبعه. فنكلوا من تناول منهم شيئا ظلما عن ظلمهم وكفوا أيدي سفهائكم عن\nمضادتهم والتعرض لهم فيما استثنيناه منهم وأنا بين أظهر الجيش \nفادفعوا إلي مظالمكم. وما عراكم مما يغلبكم من أمرهم ولا تطيقون دفعه إلا\nبالله وبي فأنا أغيره بمعونة الله إن شاء الله \n</p>\n\n<h2 class='l2' id='head59'>(ومن كتاب له عليه السلام إلى كميل بن زياد النخعي وهو عامله على هيت ينكر عليه تركه دفع من يجتاز به من جيش العدو طالبا الغارة)</h2>\n\n<p>\nأما بعد فإن تضييع المرء ما ولي\nوتكلفه ما كفي لعجز حاضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nورأي متبر. وإن تعاطيك الغارة على أهل قرقيسيا وتعطيلك مسالحك التي\nوليناك ليس بها من يمنعها ولا يرد الجيش عنها لرأي شعاع. فقد صرت جسرا لمن\nأراد الغارة من أعدائك على أوليائك، غير شديد المنكب ، ولا مهيب الجانب،\nولا ساد ثغرة، ولا كاسر شوكة، ولا مغن عن أهل مصره ، ولا مجز عن أميره\n</p>\n\n\n<h2 class='l2' id='head60'>(ومن كتاب له عليه السلام)</h2>\n\n<p>\nإلى أهل مصر مع مالك الأشتر لما ولاه\nإمارتها أما بعد فإن الله سبحانه بعث محمدا صلى الله عليه وآله نذيرا\nللعالمين ومهيمنا على المرسلين ، فلما مضى عليه السلام تنازع المسلمون\nالأمر من بعده، فوالله ما كان يلقى في روعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nولا يخطر ببالي أن العرب تزعج هذا الأمر من بعده صلى الله عليه وآله عن\nأهل بيته، ولا أنهم منحوه عني من بعده، فما راعني إلا انثيال الناس على\nفلان يبايعونه، فأمسكت يدي حتى رأيت راجعة الناس قد رجعت عن\nالاسلام يدعون إلى محق دين محمد صلى الله عليه وآله، فخشيت إن لم أنصر\nالاسلام وأهله أن أرى فيه ثلما أو هدما تكون المصيبة به علي أعظم من\nفوت ولايتكم التي إنما هي متاع أيام قلائل يزول منها ما كان كما يزول\nالسراب، أو كما يتقشع السحاب، فنهضت في تلك الأحداث حتى زاح الباطل وزهق،\nواطمأن الدين وتنهنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنه) إني والله لو لقيتهم واحدا وهم طلاع الأرض <span id='ms207'></span> كلها ما باليت ولا\nاستوحشت. وإني من ظلالهم الذي هم فيه، والهدى الذي أنا عليه، لعلى بصيرة من\nنفسي ويقين من ربي. وإني إلى لقاء الله وحسن ثوابه لمنتظر راج. ولكنني آسى\nأن يلي أمر هذه الأمة سفهاؤها وفجارها ، فيتخذوا مال الله دولا، وعباده\nخولا، والصالحين حربا، والفاسقين حزبا، فإن منهم الذي قد شرب فيكم الحرام\n، وجلد حدا في الاسلام وإن منهم من لم يسلم حتى رضخت له على الاسلام\nالرضائخ ، فلولا ذلك ما أكثرت تأليبكم وتأنيبكم، وجمعكم وتحريضكم،\nولتركتكم إذ أبيتم وونيتم ألا ترون إلى أطرافكم قد انتقصت ، وإلى\nأمصاركم قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nافتتحت، وإلى ممالككم تزوى، وإلى بلادكم تغزى. انفروا رحمكم الله إلى\nقتال عدوكم، ولا تثاقلوا إلى الأرض فتقروا بالخسف وتبوءوا بالذل ، ويكون\nنصيبكم الأخس. وإن أخا الحرب الأرق . ومن نام لم ينم عنه. والسلام\n</p>\n\n<h2 class='l2' id='head61'>(ومن كتاب له عليه السلام إلى أبي موسى الأشعري وهو عامله على الكوفة، وقد بلغه عنه تثبيطه الناس عن الخروج إليه لما ندبهم لحرب أصحاب الجمل)</h2>\n\n<p>\nمن\nعبد الله أمير المؤمنين إلى عبد الله بن قيس أما بعد فقد بلغني عنك قول هو\nلك وعليك، فإذا قدم رسولي عليك فارفع ذيلك ، واشدد مئزرك، واخرج من\nحجرك، واندب من معك، فإن حققت فانفذ، وإن تفشلت فابعد. وأيم الله لتؤتين\nحيث أنت، ولا تترك حتى يخلط زبدك بخاثرك ، وذائبك بجامدك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوحتى تعجل عن قعدتك ، وتحذر من أمامك كحذرك من خلفك.\n</p>\n\n<p>\nوما هي بالهوينى التي ترجو ، ولكنها الداهية الكبرى، يركب جملها ويذل\nصعبها، ويسهل جبلها. فاعقل عقلك ، واملك أمرك وخذ نصيبك وحظك، فإن كرهت\nفتنح إلى غير رحب، ولا في نجاة، فبالحري لتكفين وأنت نائم حتى لا يقال\nأين فلان. والله إنه لحق مع محق وما نبالي ما صنع الملحدون. والسلام\n</p>\n\n<h2 class='l2' id='head62'>(ومن كتاب له عليه السلام إلى معاوية جوابا)</h2>\n\n<p>\nأما بعد فإنا كنا نحن وأنتم\nعلى ما ذكرت من الألفة والجماعة، ففرق بيننا وبينكم أمس أنا آمنا وكفرتم،\nواليوم أنا استقمنا وفتنتم. وما أسلم مسلمكم إلا كرها <span id='ms208'></span> ، وبعد أن كان أنف\nالاسلام كله لرسول الله صلى الله عليه وآله حزبا \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nوذكرت أني قتلت طلحة والزبير، وشردت بعائشة ونزلت بين المصرين، وذلك\nأمر غبت عنه فلا عليك ولا العذر فيه إليك وذكرت أنك زائري في المهاجرين\nوالأنصار وقد انقطعت الهجرة يوم أسر أخوك ، فإن كان فيك عجل فاسترفه\n، فإني إن أزرك فذلك جدير أن يكون الله إنما بعثني للنقمة منك، وإن\nتزرني فكما قال أخو بني أسد:\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>مستقبلين رياح الصيف تضربهم </span>\n                <span class='hemistich-2'> بحاصب بين أغوار وجلمود </span>\n            </p>\n            \n<p>\nوعندي السيف الذي أعضضته بجدك وخالك وأخيك في مقام واحد. وإنك والله ما علمت .\nلأغلف القلب المقارب العقل، والأولى أن يقال لك إنك رقيت سلما أطلعك مطلع\nسوء عليك لا لك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nلأنك نشدت غير ضالتك ، ورعيت غير سائمتك، وطلبت أمرا لست من أهله ولا\nفي معدنه، فما أبعد قولك من فعلك. وقريب ما أشبهت من أعمام وأخوال\nحملتهم الشقاوة وتمني الباطل على الجحود بمحمد صلى الله عليه وآله، فصرعوا\nمصارعهم حيث علمت، لم يدفعوا عظيما، ولم يمنعوا حريما بوقع سيوف ما خلا\nمنها الوغى ولم تماشها الهوينى وقد أكثرت في قتلة عثمان فادخل فيما دخل\nفيه الناس ثم حاكم القوم إلي أحملك وإياهم على كتاب الله تعالى. وأما\nتلك التي تريد فإنها خدعة الصبي عن اللبن في أول الفصال والسلام لأهله\n</p>\n\n\n<h2 class='l2' id='head63'>(ومن كتاب له عليه السلام إليه أيضا)</h2>\n\n<p>\nأما بعد فقد آن لك أن تنتفع\nباللمح الباصر من عيان الأمور ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nفقد سلكت مدارج أسلافك بادعائك الأباطيل، وإقحامك غرور المين والأكاذيب\nوبانتحالك ما قد علا عنك ، وابتزازك لما اختزن دونك، فرارا من الحق\nوجحودا لما هو ألزم لك من لحمك ودمك ، مما قد وعاه سمعك، وملئ به صدرك،\nفما ذا بعد الحق إلا الضلال المبين، وبعد البيان إلا اللبس فاحذر\nالشبهة واشتمالها على لبستها، فإن الفتنة طالما أغدفت جلابيبها وأعشت\nالأبصار ظلمتها.\n</p>\n\n<p>\nوقد أتاني كتاب منك ذو أفانين من القول ضعفت قواها عن السلم وأساطير\nلم يحكها منك علم ولا حلم، أصبحت منها كالخائض <span id='ms209'></span> \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nفي الدهاس والخابط في الديماس وترقيت إلى مرقبة بعيدة المرام ،\nنازحة الأعلام تقصر دونها الأنوق ، ويحاذى بها العيوق وحاش لله أن تلي\nللمسلمين بعدي صدرا أو وردا ، أو أجري لك على أحد منهم عقدا أو عهدا،\nفمن الآن فتدارك نفسك وانظر لها، فإنك إن فرطت حتى ينهد إليك عباد الله \nأرتجت عليك الأمور ومنعت أمرا هو منك اليوم مقبول. والسلام \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head64'>(ومن كتاب له عليه السلام إلى عبد الله بن العباس)</h2>\n\n<p>\nوقد تقدم ذكره\nبخلاف هذه الرواية أما بعد فإن المرء ليفرح بالشئ الذي لم يكن ليفوته \nويحزن على الشئ الذي لم يكن ليصيبه. فلا يكن أفضل ما نلت في نفسك من دنياك\nبلوغ لذة أو شفاء غيظ، ولكن إطفاء باطل أو إحياء حق. وليكن سرورك بما قدمت،\nوأسفك على ما خلفت، وهمك فيما بعد الموت \n</p>\n\n<h2 class='l2' id='head65'>(ومن كتاب له عليه السلام إلى قثم بن العباس وهو عامله على مكة)</h2>\n\n<p>\nأما بعد فأقم للناس الحج وذكرهم بأيام\nالله ، واجلس لهم العصرين فأفت المستفتي وعلم الجاهل وذاكر العالم. ولا\nيكن لك إلى الناس سفير إلا لسانك، ولا حاجب إلا وجهك. ولا تحجبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nذا حاجة عن لقائك بها، فإنها إن ذيدت عن أبوابك في أول وردها لم تحمد\nفيما بعد على قضائها وانظر إلى ما اجتمع عندك من مال الله فاصرفه إلى من\nقبلك من ذوي العيال والمجاعة مصيبا به مواضع الفاقة والخلات، وما فضل\nعن ذلك فاحمله إلينا لنقسمه فيمن قبلنا ومر أهل مكة أن لا يأخذوا من ساكن\nأجرا فإن الله سبحانه يقول: \" سواء العاكف فيه والباد \" فالعاكف المقيم به\nوالبادي الذي يحج إليه من غير أهله. وفقنا الله وإياكم لمحابه والسلام\n</p>\n\n\n<h2 class='l2' id='head66'>(ومن كتاب له عليه السلام) إلى سلمان الفارسي رحمه الله قبل أيام خلافته </h2>\n\n<p>\nأما بعد فإنما مثل الدنيا مثل الحية لين مسها، قاتل سمها، فأعرض عما\nيعجبك فيها لقلة ما يصحبك منها، وضع عنك همومها لما أيقنت من فراقها. وكن\nآنس ما تكون بها أحذر ما تكون منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nفإن صاحبها <span id='ms210'></span> كلما اطمأن فيها إلى سرور أشخصته عنه إلى مجذور \n</p>\n\n<h2 class='l2' id='head67'>(ومن كتاب له عليه السلام إلى الحارث الهمداني)</h2>\n\n<p>\nوتمسك بحبل القرآن وانتصحه. وأحل\nحلاله وحرم حرامه، وصدق بما سلف من الحق. واعتبر بما مضى من الدنيا ما بقي\nمنها فإن بعضها يشبه بعضا، وآخرها لاحق بأولها، وكلها حائل مفارق \nوعظم اسم الله أن تذكره إلا على حق ، وأكثر ذكر الموت وما بعد الموت.\nولا تتمن الموت إلا بشرط وثيق . واحذر كل عمل يرضاه صاحبه لنفسه ويكره\nلعامة المسلمين. واحذر كل عمل يعمل به في السر ويستحى منه في العلانية.\nواحذر كل عمل إذا سئل عنه صاحبه أنكره أو اعتذر منه. ولا تجعل عرضك غرضا\nلنبال القول، ولا تحدث الناس بكل ما سمعت فكفى بذلك كذبا، ولا ترد على\nالناس كل ما حدثوك به فكفى بذلك جهلا. واكظم الغيظ وتجاوز عند المقدرة،\nواحلم عند الغضب، واصفح مع الدولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nتكن لك العاقبة. واستصلح كل نعمة أنعمها الله عليك. ولا تضيعن نعمة من\nنعم الله عندك، ولير عليك أثر ما أنعم الله به عليك واعلم أن أفضل المؤمنين\nأفضلهم تقدمة من نفسه وأهله وماله، فإنك ما تقدم من خير يبق لك ذخره\nوما تؤخر يكن لغيرك خيره. واحذر صحابة من يفيل رأيه وينكر عمله فإن\nالصاحب معتبر بصاحبه. أسكن الأمصار العظام فإنها جماع المسلمين. واحذر\nمنازل الغفلة والجفاء وقلة الأعوان على طاعة الله. واقصر رأيك على ما\nيعنيك، وإياك ومقاعد الأسواق فإنها محاضر الشيطان ومعاريض الفتن وأكثر\nأن تنظر إلى من فضلت عليه فإن ذلك من أبواب الشكر. ولا تسافر في يوم\nجمعة حتى تشهد الصلاة إلا فاصلا في سبيل الله ، أو في أمر تعذر به. وأطع\nالله في جميع أمورك فإن طاعة الله فاضلة على ما سواها. وخادع نفسك في\nالعبادة، وارفق بها ولا تقهرها. وخذ عفوها ونشاطها إلا ما كان مكتوبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nعليك من الفريضة فإنه لا بد من قضائها وتعاهدها عند محلها. وإياك إن ينزل\nبك الموت وأنت آبق من ربك في <span id='ms211'></span> طلب الدنيا وإياك ومصاحبة الفساق فإن\nالشر بالشر ملحق. ووقر الله وأحبب أحباءه.\n</p>\n\n<p>\nواحذر الغضب فإنه جند عظيم من جنود إبليس. والسلام \n</p>\n\n<h2 class='l2' id='head68'>(ومن كتاب له عليه السلام)</h2>\n\n<p>\n(إلى سهل بن حنيف الأنصاري وهو عاملة على المدينة) (في معنى\nقوم من أهلها لحقوا بمعاوية) أما بعد فقد بلغني أن رجالا ممن قبلك \nيتسللون إلى معاوية فلا تأسف على ما يفوتك من عددهم ويذهب عنك من مددهم.\nفكفى لهم غيا ولك منهم شافيا فرارهم من الهدى والحق وإيضاعهم إلى العمى\nوالجهل ، وإنما هم أهل دنيا مقبلون عليها ومهطعون إليها ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقد عرفوا العدل ورأوه وسمعوه ووعوه، وعلموا أن الناس عنده في الحق أسوة\nفهربوا إلى الأثرة فبعدا لهم وسحقا إنهم والله لم ينفروا من جور ولم\nيلحقوا بعدل. وإنا لنطمع في هذا الأمر أن يذلل الله لنا صعبه ويسهل لنا\nحزنه إن شاء الله. والسلام \n</p>\n\n<h2 class='l2' id='head69'>(ومن كتاب له عليه السلام إلى المنذر بن الجارود العبدي)</h2>\n\n<p>\n(وقد خان في بعض ما ولاه من أعماله) أما بعد فإن صلاح\nأبيك غرني منك، وظننت أنك تتبع هديه وتسلك سبيله ، فإذا أنت فيما رقي\nإلي عنك لا تدع لهواك انقيادا، ولا تبقي لآخرتك عتادا ، تعمر دنياك\nبخراب آخرتك، وتصل عشيرتك بقطيعة دينك. ولئن كان ما بلغني عنك حقا لجمل\nأهلك وشسع نعلك خير منك . ومن كان بصفتك فليس بأهل أن يسد به ثغر، أو\nينفذ به أمر، أو يعلى له قدر أو يشرك في أمانة، \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nأو يؤمن على خيانة فأقبل إلي حين يصل إليك كتابي هذا إن شاء الله\n(والمنذر هذا هو الذي قال فيه أمير المؤمنين عليه السلام:\n</p>\n\n<p>\n\" إنه لنظار في عطفيه مختال في برديه تفال في شراكيه \") \n</p>\n\n<h2 class='l2' id='head70'>(ومن كتاب له عليه السلام إلى عبد الله بن العباس)</h2>\n\n<p>\nأما بعد فإنك لست بسابق أجلك\nولا مرزوق ما ليس لك. واعلم بأن الدهر يومان: يوم لك ويوم عليك، وأن الدنيا\nدار دول ، فما كان منها لك أتاك على ضعفك، وما كان منها عليك لم تدفعه\nبقوتك \n</p>\n\n<h2 class='l2' id='head71'>(ومن <span id='ms212'></span> كتاب له عليه السلام إلى معاوية)</h2>\n\n<p>\nأما بعد فإني على التردد\nفي جوابك والاستماع إلى كتابك لموهن رأيي ومخطئ فراستي. وإنك إذ\nتحاولني الأمور وتراجعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالسطور كالمستثقل النائم تكذبه أحلامه. أو المتحير القائم يبهظه مقامه.\nلا يدري أله ما يأتي أم عليه. ولست به، غير أنه بك شبيه.\n</p>\n\n<p>\nوأقسم بالله إنه لولا بعض الاستبقاء لوصلت إليك مني قوارع تقرع العظم\nوتهلس اللحم. واعلم أن الشيطان قد ثبطك عن أن تراجع أحسن أمورك وتأذن\nلمقال نصيحتك \n</p>\n\n<h2 class='l2' id='head72'>(ومن حلف له عليه السلام كتبه بين ربيعة واليمن)</h2>\n\n<p>\n(نقل من خط هشام بن الكلبي) هذا ما اجتمع عليه أهل اليمن: حاضرها وباديها، وربيعة:\nحاضرها وباديها ، أنهم على كتاب الله يدعون إليه ويأمرون به ويجيبون من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nدعا إليه وأمر به. لا يشترون به ثمنا ولا يرضون به بدلا، وأنهم يد واحدة\nعلى من خالف ذلك وتركه. أنصار بعضهم لبعض، دعوتهم واحدة. لا ينقضون عهدهم\nلمعتبة عاتب ولا لغضب غاضب ، ولا لاستذلال قوم قوما ولا لمسبة قوم قوما.\nعلى ذلك شاهدهم وغائبهم، وحليمهم وسفيههم وعالمهم، وجاهلهم. ثم إن عليهم\nبذلك عهد الله وميثاقه إن عهد الله كان مسؤولا. وكتب علي بن أبي طالب 75 -\n(ومن كتاب له عليه السلام إلى معاوية في أول) (ما بويع له، ذكره الواقدي في\nكتاب الجمل) من عبد الله علي أمير المؤمنين إلى معاوية بن أبي سفيان أما\nبعد فقد علمت إعذاري فيكم وإعراضي عنكم حتى كان ما لا بد منه ولا دفع\nله. والحديث طويل، والكلام كثير، وقد أدبر ما أدبر وأقبل ما أقبل، فبايع من\nقبلك وأقبل إلي في وفد من أصحابك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n\n<h2 class='l2' id='head73'>(ومن وصية له عليه السلام لعبد الله بن العباس)</h2>\n\n</p>\n\n<p>\n(عند استخلافه إياه\nعلى البصرة) سع الناس بوجهك ومجلسك وحكمك، وإياك والغضب فإنه طيرة من\nالشيطان واعلم أن ما قربك من الله يباعدك من النار، وما باعدك من الله\nيقربك من النار \n</p>\n\n<h2 class='l2' id='head74'>(ومن وصية له عليه السلام لعبد الله بن العباس)</h2>\n\n<p>\n(لما بعثه للاحتجاج على الخوارج) لا تخاصمهم بالقرآن <span id='ms213'></span> فإن القرآن حمال ذو\nوجوه تقول ويقولون، ولكن حاججهم بالسنة فإنهم لن يجدوا عنها محيصا \n</p>\n\n<h2 class='l2' id='head75'>(ومن كتاب له عليه السلام إلى أبي موسى الأشعري)</h2>\n\n<p>\n(جوابا في أمر الحكمين\nذكره سعيد بن يحيى الأموي) (في كتاب المغازي) فإن الناس قد تغير كثير منهم\nعن كثير من حظهم فمالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nمع الدنيا ونطقوا بالهوى، وإني نزلت من هذا الأمر منزلا معجبا اجتمع\nبه أقوام أعجبتهم أنفسهم، فإني أداوي منهم قرحا أخاف أن يكون علقا ،\nوليس رجل - فاعلم - أحرص على جماعة أمة محمد صلى الله عليه وآله وألفتها\nمني أبتغي بذلك حسن الثواب وكرم المآب وسأوفي بالذي وأيت على نفسي\nوإن تغيرت عن صالح ما فارقتني عليه فإن الشقي من حرم نفع ما أوتي\nمن العقل والتجربة، وإني لأعبد أن يقول قائل بباطل ، وأن أفسد أمرا قد\nأصلحه الله، فدع ما لا تعرف فإن شرار الناس طائرون إليك بأقاويل السوء.\nوالسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head76'>(ومن كتاب له عليه السلام لما استخلف إلى أمراء الأجناد)</h2>\n\n<p>\nأما بعد فإنما أهلك من كان قبلكم أنهم منعوا الناس الحق فاشتروه ، وأخذوهم\nبالباطل فاقتدوه (تم باب الكتب بحمد الله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}