{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\n...\n</p>\n\n<p>\nشكر وتقدير\n</p>\n\n<p>\nالحمد لله فاطر القلوب على حب الخير وإقرار الجميل والصلاة والسلام على\nسيدنا محمد الداعي إلى مكافأة صانع الجميل وبعد،\n</p>\n\n<p>\nفقد من الله علي بالانتهاء من إعداد هذه الرسالة فأرى من الواجب علي أن\nأتقدم بخالص شكري وبالغ تقديري لفضيلة أستاذي الدكتور محمود أحمد ميرة\nالمشرف على الرسالة، والذي لم يدخر جهدا في إبداء توجيهاته وملاحظاته\nالسديدة، وتوفيره لي بعض المصادر ذات القيمة وقراءته لجزئيات الرسالة.\n</p>\n\n<p>\nكما أقدم خالص شكري وامتناني لفضيلة الشيخ الدكتور محمد أمين المصري -\nرحمه الله - والذي كان له كل الفضل في إعدادي للخوض في هذا العلم في السنة\nالتحضيرية، وتشجيعي لاختيار هذا الموضوع، سائلا المولى أن يتغمده بواسع\nرحمته.\n</p>\n\n<p>\nكما أقدم شكري أيضا لفضيلة الدكتور أكرم ضياء العمري وفضيلة الشيخ حماد\nالأنصاري لما بذلاه أيضا من توجيهات قيمة أيام الدراسة والتحضير.\n</p>\n\n<p>\nوفي الختام أقدم شكري لكل من قدم لي عونا أيا كان من الأساتذة الكرام\nوالأصدقاء والزملاء وأخص بالذكر الأخ الكريم مصطفى عبد لجليل أمين مكتبة\nالدراسات العليا وجزا الله الجميع كل خير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nتقديم:\n</p>\n\n<p>\nبقلم: الدكتور عبد الله بن عبد الله الزائد نائب رئيس الجامعة الإسلامية\nبالمدينة المنورة\n</p>\n\n<p>\nوبعد\n</p>\n\n<h1 class='l1' id='head1'>… </h1>\n\n<p>\nفهذا كتاب (سؤالات أبي عبيد الآجري أبا داود السجستاني في الجرح\nوالتعديل) نقدمه لرواد علوم الحديث الشريف، وللباحثين المعتنين بالرجوع إلى\nالمصادر الأولى في اقتباساتهم، والواردين الموارد الأصلية في استفاداتهم.\n</p>\n\n<p>\nوالكتاب أحد تلك الركائز القديمة في علم الجرح والتعديل لإمام من أئمته\nالأوائل، هو الإمام أبو داود سليمان بن الأشعث السجستاني (202- 275) أحد\nخاصة الإمام يحيى بن معين (158- 233) والإمام أحمد بن حنبل (164-241) إمامي\nعلم الجرح والتعديل في عصرهما، وأبرز من ورث علمهم رحمهم الله تعالى جميعا.\n</p>\n\n<p>\nوكثيرا ما يتردد في ثنايا الكتب المطولة النقل عن أبي داود بواسطة تلميذه\nهذا: أبي عبيد محمد بن علي بن عثمان الآجري، أحد علماء القرن الرابع\nالهجري، فتتوق النفس إلى التعرف على الآجري وكتابه الذي خزن في طواياه جانب\nالنقد والجرح والتعديل عند الإمام أبي داود لأن هذا الإمام <span id='ms01'></span> لم يشتهر إلا\nبكتابه (السنن) وهو كتاب ظاهره سرد المتون بأسانيدها دون أن تتجلى فيه\nشخصيته المتميزة الناقدة.\n</p>\n\n<p>\nفإلى هؤلاء نقدم جزءا من هذا الكنز الدفين: كتاب (سؤالات الآجري) وهو\nالقسم الخاص برجال أهل الكوفة ورواتها، لنضع لبنة في زاوية من صرح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالسؤالات، وبرهن في تحقيقه على قوة وجلد ونفاذ في حل مشكلاته، جزاه الله\nخيرا، ووفقه لمتابعة إخراج بقية الموجود من أجزاء الكتاب، وإخراج غيره من\nأمهات كتب السنة.\n</p>\n\n<p>\nوإنا نتوجه إلى الله عز وجل بالحمد له والشكر على ما وفقنا إليه، ونسأله\nالمزيد - ثم نتقدم بخالص الشكر إلى جلالة الملك خالد وسمو ولي عهده الأمير\nفهد، على رعايتهما هذه الجامعة الإسلامية، وتقديمهما يد العون لها، وعين\nالاهتمام بها، من حيث المادة والتطوير في مختلف مجالاتها النافعة للأمة\nالإسلامية. جزاهما الله كل خير.\n</p>\n\n<p>\nوالله تعالى هو المسؤول أن يكلل أعمالنا بالتوفيق والفلاح، وييسرنا لخدمة\nدينه بإخلاص ودوام عمل، إنه أكرم مسؤول - وآخر دعوانا أن الحمد لله رب\nالعالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nتمهيد:\n</p>\n\n<p>\nلا أظن أن الباحث الكريم بحاجة إلى التنويه بفائدة كتب الرجال على اختلاف\nأنواعها. فهذه الكتب تعتبر مصدرا رئيسيا يمكن الاعتماد عليه للوصول إلى\nحقيقة حال من ترجم لهم فيها، إضافة إلى ما تنفرد به تلك الكتب من مواد\nعلمية جديدة.\n</p>\n\n<p>\nوقد بدأ المسلمون بالتصنيف في كتب الرجال في وقت مبكر، وأفردوا لكل نمط\nمعين من الناس كتبا خاصة بهم، فنجد منها تلك التي اهتم مصنفوها بذكر رواة\nالحديث النبوي الشريف، ونجد أخرى اقتصرت على ذكر المفسرين، وتلك في البلغاء\nواللغويين، ولم يقف الأمر عند ذلك الحد، بل تعداه إلى التصنيف في البخلاء\nوالمغنين وما إلى ذلك.\n</p>\n\n<p>\nوالواقع أن البدء المبكر في هذا النمط من التصنيف ليدل على ما تمتع به\nالمسلمون الأوائل من وعي ثقافي، ومستوى علمي رفيع، على أن المحدثين كانوا\nأول من طرق هذا الباب، فأخذوا بتقييد أسماء الصحابة والتابعين، وتبيين\nأحوالهم على اعتبار أنهم نقلة السنة المطهرة، الأمر الذي دعا من جاء بعدهم\nليحذو حذوهم، فوصفوا <span id='ms02'></span> رواة الحديث من بعد، وهكذا.\n</p>\n\n<p>\nوقد اتبع المصنفون في تواليفهم أساليب متعددة، فمنهم من صنف كتابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nعلم الجرح والتعديل، الذي ما يزال الباحثون فيه يجدون أنفسهم واجمين أمام\nثغرات كثيرة فيه، وما تزال هذه الثغرات تستنهض همم الباحثين وأهل التخصص\nوالمراس، لإخراج الكتب الأولية الأصلية، والدواوين الزاخرة، وتقديمها\nللباحثين، لإرواء غلتهم وسد حاجاتهم. وذلك أن علم الجرح والتعديل من أهم\nعلوم الإسلام، وأهميته بأهمية تخليص المصدر الثاني للإسلام - وهو السنة -\nمن كل شائبة ودخيل.\n</p>\n\n<p>\nوإن كتابنا هذا واحد من تلك الكتب الأصلية فيه - فهذه مزية أولى له.\n</p>\n\n<p>\nوثانية مزاياه: أنه جاء على طريقة السؤال والجواب، وهي طريقة طريفة في\nتدوين العلم، سلكها كثير من علمائنا الأقدمين - وقد جمع المحقق في مقدمته\nللكتاب عددا وفيرا من أسمائها - ولم يطبع إلا اليسير النادر منها.\n</p>\n\n<p>\nوالمزية الثالثة: تتجلى في المكانة العلمية للسائل، فتكون مسائله عن نقاط\nدقيقة، وقضايا علمية جديرة بالاهتمام والسؤال، وإذا ما عرضت له مشكلة في\nبحثه - وهو العالم المتمكن - وعجز عن حلها، أو أراد أن يتثبت من الحل الذي\nارتآه - فزع إلى شيوخه، فسألهم، ودون ذلك عنهم1.\n</p>\n\n<p>\nعلى أن كتب المسائل - أو السؤالات - تجمع فوائد يسمعها جامع الكتاب من\nشيخه الذي يدون له أجوبته، ولو لم يكن سأله عنها.\n</p>\n\n<p>\nفهي - إذا - معلمة فوائد، وديوان نوادر، يلتقطها العالم البصير من شيخه\nبسؤال يوجهه هو أو غيره إلى شيخه، أو أن يقول الشيخ فائدة عابرة دون سؤال\nسائل.\n</p>\n\n<p>\nوإن الآجري أحد علماء هذا الفن المتمكنين فيه، كما يظهر لقارئ كتابه، وإن\nكانت المصادر المتداولة في التراجم لا تعطينا أخبارا - بل ولا خبرا - عنه،\nوهذا لا يضيره، وكم من أئمة علماء غمرهم التاريخ أو غمروا أنفسهم فلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nيعرفوا! مع أنهم تركوا آثارا أشبه بالموسوعات، مثل التبريزي صاحب (مشكاة\nالمصابيح) والخزرجي صاحب (خلاصة تذهيب تهذيب الكمال) . ومنهم من كانت\nآثارهم الحجر الأساس في العلم، فما من طالب علم إلا وقرأ كتابه أو حفظه،\nومؤلفه مغمور أو غير معروف الاسم!! مثل (متن الآجرومية) في علم <span id='ms03'></span> النحو، و\n(متن البناء والأساس) في علم الصرف.\n</p>\n\n<p>\nوالآجري من هؤلاء المغمورين إذ لم يتداول ذكره إلا بنسبته (الآجري)\nمقرونا باسم شيخه الإمام أبي داود.\n</p>\n\n<p>\nوإن اعتماد الأئمة الحفاظ على نقوله اعتمادا كبيرا يدل على رفيع رتبته\nعندهم، وقد قال شيخ حفاظ عصره أبو الحجاج المزي في مقدمة كتابه (تهذيب\nالكمال) : (وما لم يذكر إسناده فيما بيننا وبين قائله: فما كان من ذلك\nبصيغة الجزم فهو ما لا نعلم بإسناده عن قائله المحكي ذلك عنه بأسا) وتابعه\nعلى هذا المنهج والشرط الحافظ ابن حجر في (تهذيب التهذيب) .\n</p>\n\n<p>\nوقد أورد المزي وابن حجر كلاهما أقوال أبي داود في الجرح والتعديل بصيغة\nالجزم من طريق الآجري في أكثر من سبعمائة موضع - كما أحصاه محقق الكتاب -\nوهذا هو شرطهما، فلا أدل من ذلك على علو رتبته وكمال ثقته وهما الحافظان\nالناقدان.\n</p>\n\n<p>\nومن المعلوم إن أوسع كتب الجرح والتعديل تداولا (تهذيب التهذيب) للحافظ\nابن حجر، وأصله (تهذيب الكمال) للمزي الذي بدئ بطبعه من قريب، وهذان\nالكتابان الضخمان يجد فيهما القارئ كثرة النقول عن كتابنا هذا، كثرة تزيد\nعلى سبعمائة نقل، كما تقدم.\n</p>\n\n<p>\nومن هنا تتجلى أهمية نشر الكتاب وإخراجه إلى الناس، باعتباره أصلا ومرجعا\nلكثير من الكتب المتداولة، ولا سيما إذا كان الكتاب المتداول غير محقق ولا\nمخرج إخراجا دقيقا، كما هو حال (تهذيب التهذيب) فيكون من الضروري الرجوع\nإلى مصادره التي يستقى منها للتثبت من صحة النص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nومن الأمثلة التي توضح هذه الأهمية - وسيجد القارئ غير هذا المثال - ما\nجاء في فقرة 22: \"سئل أبو داود عن أبي الجحاف؟ فقال: قال سفيان: ثنا، وكان\nمرضيا\"، أي إن سفيان الثوري كان يحدث عن أبي الجحاف ويرضاه، فهذا توثيق له\nمن الإمام الثوري.\n</p>\n\n<p>\nوكذلك جاء النص عند الحافظ المزي، لكنه جاء محرفا في (تهذيب التهذيب) 3:\n196- 197 إلى \"وكان مرجئا\"، وهو تحريف يسير، يترتب عليه اختلاف كبير وقد\nتكون الفائدة في هذا الكتاب بوجود معلومات فيه عن راو ما، لا توجد في غيره\nمن الكتب الكبيرة المعنية بذكر <span id='ms04'></span> تلك المعلومات، ففي فقرة 142 يقول الآجري:\n\"سألت أبا داود عن أبي سلمة الصائغ، حدث عنه وكيع، فقال: ما سمعت إلا خيرا\"\nفأفادنا أن وكيعا يروي عن أبي سلمة الصائغ، في حين أن ابن أبي حاتم - كما\nعلق المحقق - لم يذكر عمن روى، ومن روى عنه، وهو من المهتمين بذكر شيوخ\nالرجل وتلامذته.\n</p>\n\n<p>\nوغير ذلك من الفوائد المنثورة في الكتاب، التي يقدر أهميتها المحتاج\nإليها، المتلقط لها بنافذ بصيرته.\n</p>\n\n<p>\nوقد صنف الآجري الرواة الذين يذكر أخبارهم وأحوالهم على حسب بلدانهم،\nفيذكر المدنيين - مثلا - ثم المكيين، وهكذا، جاء كتابه في عدة أجزاء.\n</p>\n\n<p>\nوقد يسر الله تعالى الوقوف على الجزء الثالث منها - وهو في رواة الكوفة\nوالبصرة - وقام بأعباء تصحيح نصوصه وتحقيقها تحقيقا علميا دقيقا، أحد طلاب\nشعبة السنة من قسم الدراسات العليا بالجامعة الإسلامية، وهو الأستاذ السيد\nمحمد علي قاسم العمري - الأردني - وقدم ذلك لنيل شهادة العالمية\n(الماجستير) .\n</p>\n\n<p>\nفبذل في ذلك الجهد المشكور، وقدم للكتاب مقدمة علمية رصينة فيها تعريف\nموجز بالإمام أبي داود، وجلى من أمره ما يتصل بموضوع الكتاب وهو النقد\nوالجرح والتعديل، وعرف بجامع الكتاب أبي عبيد الآجري، وبكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الطبقات، وكان ابن سعد من الأوائل الذين استخدموا هذا الأسلوب بعد\nأستاذه الواقدي فأبدع وأجاد، ونجد آخرين صنفوا كتبهم على النسب سواء كان\nذلك إلى القبيلة، أو المدينة، أو الصنعة. على أن بعضهم قد عمد إلى استخدام\nأكثر من أسلوب كما هو الحال عند خليفة ين خياط، حيث صنف كتابه على الأنساب،\nولكن ضمن الطبقة الواحدة.\n</p>\n\n<p>\nوهناك مسلك آخر قد سلكه بعضهم، وهو التصنيف على المدن، فيذكرون في\nمصنفاتهم تراجم أهل بلد معين، سواء كانوا من أهلها أصلا أو ممن دخلها من\nغير أهلها، ومن أشهر ما ألف في هذا تاريخ بغداد للخطيب البغدادي رحمه الله.\n</p>\n\n<p>\nوالذي يعنينا من هذا كله هو ما ألف في تراجم رواة الحديث النبوي الشريف،\nوقد اتبع مصنفوها أيضا مناهج متعددة تبعا للأغراض المقصودة منها، فمنها ما\nيهتم بحياة صاحب الترجمة وأخباره، فيذكر سنة <span id='ms05'></span> مولده ووفاته ويطيل في أخباره\nوالمشاهد التي شهدها، ومعتقده والمناصب التي شغلها إن كان من ذوي الشأن،\nوما قيل فيه من جرح أو تعديل، إلى غير ذلك من معلومات، وقد مال بعضهم إلى\nالاختصار على ذكر ما قاله الأئمة من جرح وتعديل بعبارات مقتضبة.\n</p>\n\n<p>\nوهكذا تكاثرت الكتب المؤلفة في رجال الحديث، وتبعا لذلك تشابهت الأسماء\nوأصبح من الصعب التمييز بين كثير منها، مما دفع بعضهم إلى تأليف كتب خاصة\nتهتم بضبط أسماء الرواة، وأخرى للتمييز بين الرواة بالقرائن إن كانوا من\nأهل بلدة واحدة، أو طبقة واحدة.\n</p>\n\n<p>\nإن المتتبع لما ألف في الحديث النبوي الشريف على اختلاف علومه ليجد أن\nهذا العلم قد حظي بعناية بالغة حققت الأهداف المنشودة منه. ولم يكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالتأليف في هذا الفن مجرد تحقيق رغبة علمية فحسب، بل لما لهذا العلم من\nمساس بأحكام هذا الدين الحنيف، وخدمة السنة أمر واجب على أتباعها ولا يكون\nذلك إلا بالإحاطة بأحوال نقلتها، ولهذا فقد اتبع علماء الإسلام من المحدثين\nأساليب علمية دقيقة سبقوا غيرهم باستخدامها في مجال البحث والتدقيق.\n</p>\n\n<p>\nسائلا المولى جل وعلا أن يحفظ للإسلام مجده ولأهله العزة والسؤدد، وأن\nيجزي كل من أراد خدمة هذا الدين خير الجزاء، وهو نعم المولى ونعم النصير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة\n</p>\n\n<p>\nأبو داود السجستاني - رحمه الله -:\n</p>\n\n<p>\nنسبه:\n</p>\n\n<p>\nهو الإمام الجليل إمام عصره سليمان بن الأشعث بن إسحاق بن بشير بن شداد\nبن عمرو بن عمران أبو داود السجستاني1 صاحب السنن.\n</p>\n\n<p>\nمولده ووفاته:\n</p>\n\n<p>\nذكر الآجري2 صاحب السؤالات أن أبا داود ولد سنة 202ه، وكانت وفاته في\nالسادس عشر من شوال سنة 275ه بالبصرة3. ويكون بذلك قد عاش في هذه الدنيا 73\nعاما قضاها في خدمة العلم وأهله.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأهم شيوخه:\n</p>\n\n<p>\nرحل أبو داود وطوف بالبلاد شرقا وغربا، وسمع خلقا كثيرا من كبار المحدثين\nفي مختلف البلاد، ومن أشهرهم: الإمام أحمد بن حنبل وابن معين وهما اللذان\nأخذ عنهما علم الحديث1. كما روى عن ابن المديني، ومسلم بن إبراهيم\nالفراهيدي، وأبي الوليد الطيالسي، وقتيبة بن سعيد وغيرهم <span id='ms06'></span> من الأئمة.\n</p>\n\n<p>\nأهم تلاميذه:\n</p>\n\n<p>\nروى عنه الأئمة، أمثال أبي عيسى الترمذي صاحب الجامع، وهو من أقرانه،\nوأبي عبد الرحمن أحمد بن شعيب النسائي صاحب السنن، وابنه عبد الله بن أبي\nداود الحافظ، وأبي عوانة يعقوب بن إسحاق الاسفراييني. وأبي بشر محمد بن\nأحمد بن سعيد الدولابي، وأبي عمرو أحمد بن علي بن الحسن البصري، وأبي بكر\nمحمد بن داسة، وزكريا الساجي، وأبي عبيد الآجري، وغيرهم.\n</p>\n\n<p>\nتوثيقه:\n</p>\n\n<p>\nاتفق أهل العلم على توثيق أبي داود - رحمه الله - وسأقتصر في هذا المقام\nعلى ذكر أقوال بعض أهل العلم فيه:\n</p>\n\n<p>\nقال ابن حبان - رحمه الله -: \"كان أحد أئمة الدنيا فقها وعلما ونسكا\nوورعا وإتقانا، جمع وصنف وذب عن السنن\"2..\n</p>\n\n<p>\nوقال الهروي: \"كان أحد حفاظ الإسلام، في أعلى درجة النسك والعفاف والصلاح\nوالورع\"3.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النووي: \"اتفق العلماء على الثناء على أبي داود، ووصفه بالعلم\nالوافر والإتقان والورع والدين والفهم الثاقب في الحديث وغيره\"1.\n</p>\n\n<p>\nمكانته العلمية، وثناء أهل العلم عليه:\n</p>\n\n<p>\nعاش أبو داود - رحمه الله - في بيئة علمية مكنته من ارتقاء أرفع مراتب\nالمعرفة، وخاصة في علم الحديث النبوي الشريف، إلى جانب ما بذله من جهد شاق\nخلال رحلاته المتتالية وتتلمذه على من طارت شهرتهم في الآفاق، فكان من\nنتيجة هذه العوامل مجتمعة أن أصبح - رحمه الله - علما من أعلام الإسلام.\nوهذه طائفة من أقوال الأئمة والحفاظ فيه:\n</p>\n\n<p>\nقال أبو بكر الصاغاني: \"ألين لأبي داود الحديث كما ألين لداود عليه\nالسلام الحديد\"2. وقال أبو عبد الله بن مندة: \"الذين أخرجوا وميزوا الثابت\nمن المعلول والخطأ من الصواب أربعة: البخاري ومسلم، وبعدهما أبو داود\nوالنسائي\"3.\n</p>\n\n<p>\nوقال أبو عبد الله الحاكم: \"إمام أهل الدنيا في عصره بلا مدافعة\"4.\n</p>\n\n<p>\nوقال أبو بكر الخلال: \"الإمام المقدم في زمانه لم يسبق إلى معرفته بتخريج\nالعلوم وبصره بمواضعه، رجل ورع مقدم\"5.\n</p>\n\n<p>\nوقال موسى بن هارون: \"خلق أبو داود في الدنيا للحديث وفي الآخرة للجنة\"6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوكان إبراهيم الأصبهاني، وأبو بكر بن صدقة يذكرونه بما لا يذكرون أحدا في\nزمانه بمثله1.\n</p>\n\n<p>\nعقيدته:\n</p>\n\n<p>\nعاش - رحمه <span id='ms07'></span> الله - في فترة زمنية ظهر فيها العديد من الاتجاهات الفكرية،\nفكان في الكوفة المذهب الشيعي، وكانت بالبصرة موطن القدرية، والشام موطن\nالناصبة، إلى جانب بعض الطوائف الأخرى كالخوارج والجبرية والمرجئة\nوالجهمية، والقائلين بالاعتزال.\n</p>\n\n<p>\nوقد كان التخاصم فيما بين تلك المذاهب من أهم العوامل في تنشيطها وسرعة\nانتشارها. وهكذا ابتلي بها الكثيرون من الساسة فضلا عن عوام الناس، بل أن\nمذهب الاعتزال تربع على مقعد السلطة أيام المأمون، حتى صار يحكم بمبادئه،\nويحارب ويذل من خالفه، ومسألة القول بخلق القرآن من أبرز الدلائل على ذلك.\n</p>\n\n<p>\nوبحكم ترحال أبي داود المستمر في البلاد فقد باشر - رحمه الله - بنفسه\nأهل تلك الطوائف على اختلاف اتجاهاتهم، فعرف ما تنطوي عليه عقائدهم\nالفاسدة، الأمر الذي باعد بينه وبينهم، فسلك سبيلا غير سبيلهم، سبيل\nالاستقامة والسلامة، ولا ريب أن تأثره بشيخه الإمام أحمد بن حنبل إمام أهل\nالسنة والجماعة كان عاملا هاما في ثباته على مسلكه القويم، الذي ارتضاه\nالسف الصالح لأنفسهم، فضلا عن ذلك النوع من العلم الذي تخصص فيه - رحمه\nالله - وفيه ما يعصم الإنسان من الوقوع في المهالك.\n</p>\n\n<p>\nوهكذا فقد عصمه الله تعالى، فكان إماما من أكابر أهل السنة والداعين\nإليها، وكثيرا ما نراه يحط من قدر أولئك المنحرفين باتباعهم مذاهب لا تقوم\nبها حجة شرعية وفي هذا الكتاب المحقق الكثير من الأدلة على ما نقول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nرحلاته:\n</p>\n\n<p>\nلما كانت السنة النبوية ذات مكانة هامة في التشريع الإسلامي فقد بذل\nالعلماء ما في وسعهم لخدمتها، فرحلوا المسافات البعيدة من أجل تقييد الحديث\nوجمعه والوقوف على أحوال رواته، وشعارهم في ذلك قوله صلى الله عليه وسلم:\n\"من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة\"1.\n</p>\n\n<p>\nوقد اعتبر كثير من العلماء الرحلة أمرا ضروريا للمشتغل بالحديث. قال ابن\nمعين - رحمه الله -: \"أربعة لا يؤنس منهم رشدا\n</p>\n\n<h1 class='l1' id='head2'>… </h1>\n\n<p>\nوذكر رجلا يكتب في بلده ولا يرحل في طلب الحديث\"2. وكذلك كان أحمد - رحمه\nالله - ممن يرى ضرورة الارتحال في طلب العلم3. وهو مذهب جملة من <span id='ms08'></span> العلماء\nكابن الصلاح4.\n</p>\n\n<p>\nولإدراك أبي داود لهذه الحقيقة فقد شرع منذ الصغر في رحلاته، فرحل إلى\nبغداد، وصادف ذلك وفاة عفان بن مسلم فقال: شهدت جنازته وصليت عليه5. وكان\nذلك سنة 220ه، وعليه فإن عمره كان حينئذ ثمانية عشر عاما. وقد دخل بغداد\nغير مرة وكان آخرها سنة 272ه، وقدم الكوفة سنة 221ه، ورحل إلى البصرة\nوسكنها، وفيها كانت وفاته. ولم يقتصر - رحمه الله - في رحلاته على مراكز\nالعلم في العراق، بل رحل إلى مصر والشام، وفيها كتب عن إسحاق بن إبراهيم\nالفراديسي، وإلى خراسان والحجاز والري6، وغير ذلك من بلدان العالم\nالإسلامي. وقد أطلق عليه الحافظ ابن كثير - رحمه الله - لقب الرحال حيث\nقال: \"أحد أئمة الحديث الرحالين إلى الآفاق في طلبه\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ترتب على هذا الجهد المبذول أن صار أحد أئمة الدنيا فقها وعلما\nوفارسا من فرسان الحديث النبوي الشريف.\n</p>\n\n<p>\nأشهر مصنفاته:\n</p>\n\n<p>\nتقدم أن أبا داود - رحمه الله - حظي بمكانة علمية عالية شهد له بها\nالجهابذة، حيث قضى حياته في طلب العلم وتحصيله، وما أن ترك الدنيا حتى خلف\nللمسلمين ثروة من مصنفاته التي تعد من أنفس كتب التراث الإسلامي ومن أهمها:\n</p>\n\n<p>\nكتاب السنن: وقد جمع فيه الأحاديث المتعلقة بالأحكام والأمور الفقهية،\nورتبه على أبواب الفقه، وعدتها ثمانمائة وأربعة آلاف حديث، وذكر شرطه فيه\nفقال: \"ذكرت فيه الصحيح، وما يشبهه، وما يقاربه، وما كان في كتابي هذا من\nحديث فيه وهن شديد بينته، وما لم أذكر فيه شيئا فهو صالح\"1.\n</p>\n\n<p>\nوقد لاقى كتاب السنن إعجابا بالغا عند أهل العلم، بل كان ينافس الصحيحين\nمنافسة قوية أول أمره، قال فيه الخطابي: \"إنه لم يصنف في علم الدين مثله،\nوهو أحسن وصفا وأكثر فقها من الصحيحين\"2.\n</p>\n\n<p>\nوقال ابن قيم الجوزية - رحمه الله -: \"كتاب السنن لأبي داود من الإسلام\nبالموقع الذي خصه الله به بحيث صار حكما بين أهل الإسلام، وفصلا في موارد\nالنزاع والخصام، فإليه يتحاكم المنصفون، وبحكمه يرضى المحققون، فإنه جمع\nشمل أحاديث الأحكام، ورتبها أحسن ترتيب ونظمها أحسن <span id='ms09'></span> نظام مع انتقائها أحسن\nانتقاء، وإطراحه منها أحاديث المجروحين والضعفاء\"3.\n</p>\n\n<p>\nوقد اعتنى العلماء به عناية بالغة فشرحوه شروحا متعددة4.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب المراسيل: وهو أحد أجزاء السنن الثمانية عشرة، وقد أفرده العلماء\nبجزء مستقل، ذكر فيه أبو داود ما يروى عن النبي صلى الله عليه وسلم من\nالمراسيل، منها ما لا يصح ومنها، ما يسند عند غيره وهو متصل صحيح1.\n</p>\n\n<p>\nكتاب مسائل أبي داود للإمام أحمد في الرواة2: وقد رتبه على البلدان3.\n</p>\n\n<p>\nكتاب مسائل أبي داود للإمام أحمد في الفقه4.\n</p>\n\n<p>\nكتاب السؤالات، الذي بين أيدينا من جمع تلميذه الآجري.\n</p>\n\n<p>\nكتاب البعث والنشور5.\n</p>\n\n<p>\nكتاب تسمية الإخوة الذين روي عنهم الحديث6.\n</p>\n\n<p>\nالناسخ والمنسوخ7.\n</p>\n\n<p>\nمسند مالك8.\n</p>\n\n<p>\nدلائل النبوة9.\n</p>\n\n<p>\nكتاب أصحاب الشعبي10.\n</p>\n\n<p>\nكتاب الرد على أهل القدر11.\n</p>\n\n<p>\nوله مصنفات أخرى تدل على غزارة علمه في مختلف العلوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nأبو داود إمام في الجرح والتعديل:\n</p>\n\n<p>\nإن علم الجرح والتعديل من أصعب علوم الحديث، فلا يقدم على الخوض فيه إلا\nمن اتصف بسعة الاطلاع في الأخبار المروية ورواتها، عارفا بأحوال أولئك\nالرواة ومقاصدهم، وطرق مروياتهم، وبالأسباب الداعية إلى التساهل أو\nالانحراف عند بعضهم، إضافة إلى معلومات حديثية أخرى، كمعرفة سنة ولادة\nالراوي، ووفاته وممن سمع ومن أخذ عنه، وكيف كانت كتبه هل هي صحيحة أولا،\nإلى غير ذلك مما لا بد منه في هذا الميدان.\n</p>\n\n<p>\nوالناقد لا بد وأن يكون أيضا ذا فهم حاد ويقظة، واعيا لكل ما ينطق به في\nهذا المجال، لا يستفزه غضب ولا يستميله هوى، ولا يتجاوز في حكمه على أحد\nفيصدر حكمه بأمانة علمية.\n</p>\n\n<p>\nوهذه المرتبة من العلم صعبة المرتقى وشائك سبيلها، لا ينالها إلا من سهل\nالله سبيل الوصول إليها، فلم يبلغها إلا الأفذاذ ممن بزوا أقرانهم، فكم من\nعالم لا يعول على ما يقوله في هذا الفن. قال ابن المديني رحمه الله: \"أبو\nنعيم وعفان - يعني الفضل بن دكين، وعفان بن مسلم - لا أقبل كلامهما في\nالرجال هؤلاء لا يدعون أحدا إلا وقعوا فيه\"1. وأبو نعيم وعفان من كبار\nالمحدثين، وممن نالوا <span id='ms10'></span> شهرة بالغة، ولكنهم مع ذلك لا يلتفت إلى تجريحهم أو\nتعديلهم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالرواة على أن عبارة ابن المديني تفيد أنهما ممن أكثر في النقد، لكنا لا\nنجد مما قالوه في كتب هذا الفن إلا القليل النادر مع كثرتها، إذ أغفلت ما\nصدر عنهم.\n</p>\n\n<p>\nوقد نبغ في هذا الفن أناس يدين لهم به كل منصف أمين لما قدموه من خدمة\nبالغة الأهمية لا يستطيع غيرهم أن يسديها، فاستسهلوا من أجل ذلك الصعب\nبدافع ديني نبيل وفطري سليم، وكان من بين هؤلاء إمامنا الجليل أبو داود\nالسجستاني - رحمه الله - وقد نوه الأئمة بفضل هؤلاء النقاد وأشادوا بجهدهم\nالكريم في مقدمات كتبهم التي ألفوها في هذا الميدان كابن أبي حاتم وابن\nعدي، والذهبي وغيرهم، وكم كان بودي أن أعثر على ذكر لأبي داود فيمن ذكر\nليكون ذلك عونا لي في بحثي هذا، ولكني لم أر من ذكره كناقد فيمن ذكر من ذوي\nالشأن، ولا أقول هذا اعتراضا عليهم، فالقوم لم يلزموا أنفسهم بذكر سائر\nالنقاد، ولكن قد يظن بعضهم أن عدم ذكر من هم مثل أبي داود في تعداد أولئك\nإنما هو للتقليل من شأنهم، أو لأنهم لم يبلغوا مرتبة في هذا الفن يستحق من\nأجلها أن يذكروا في مصاف النقاد الكبار. الواقع غير ذلك، فإنني أستطيع\nالجزم بأن أبا داود من كبار النقاد ومن الذين شاركوا في إنشاء أسس هذا\nالفن، وليس من حقي أن أغمط كلا من السخاوي والسبكي - رحمهما الله - حقه.\nففي ذكرهما لطبقات النقاد ذكرا أبا داود في الطبقة التي تلي طبقة الإمام\nأحمد1. وتجدر الإشارة إلى أنني لم أعثر على أي بحث مستقل حول أبي داود في\nالنقد فيما اطلعت عليه.\n</p>\n\n<p>\nوأكبر الشواهد على إمامته وأكثرها وضوحا هذا الكتاب الذي بين أيدينا الآن\nإذ يحتوي على الآلاف ممن تكلم فيهم أبو داود بجرح أو تعديل، أو غير ذلك\nسواء كان من اجتهاده، أو آثرا عن شيوخه، بالإضافة إلى معلومات حديثية أخرى.\nولم يختصر - رحمه الله - على نقد رواة <span id='ms11'></span> أهل مصر معين، كلا، بل تكلم في رواة\nالحديث من سائر البلاد الإسلامية، وفي هذا الكتاب رواة الحديث من بغداد\nوالكوفة، والبصرة ودمشق، والثغور وأيلة والجزيرة، وبلاد أخرى كثيرة، ولكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nأود أن يخرج هذا الكتاب بكامل أجزائه والتي أتصور أن تبلغ ثمانية كبار\nبما في ذلك المفقود.\n</p>\n\n<p>\nوقد تكلم أبو داود - رحمه الله - في الرواة بلسان الناقد البصير، ولم أر\nفي كلامه ما يدعو إلى الاستغراب، فلم يكن لينفرد بما لا يتابع عليه في\nأحكامه إضافة إلى ما يدعم به رأيه من أدلة إذا اقتضت الضرورة.\n</p>\n\n<p>\nوأبو داود - رحمه الله - خاض غمار هذا الفن بعلمه واجتهاده، فلم يكن\nمتبعا، بل كان له رأيه المستقل، وقد قرأت كتاب السؤالات بأجزائه الثلاثة\nالموجودة، وتتبعت ما قاله باجتهاده وما نقله عن شيوخه، وأذكر هنا أن نسبة\nأقواله في هذا الجزء المحقق تزيد على 90% من مجموع الآراء التي قيلت فيما\nاحتواه من رجال. وقد يخالف رأي شيخه فها هو يوثق العوام بن حمزة، ورد على\nشيخه ابن معين، إذ ضعفه بقوله: \"ما نعرف له حديثا منكرا\"1. وقال في نوح بن\nقيس: \"ثقة\"، بلغني أن يحيى ضعفه. وقد أنكر على عفان بن مسلم إذ يروي عن عبد\nالرحمن بن إبراهيم صاحب العلاء، وقال: هو عندي منكر الحديث2. ومثل هذا\nكثير. وهذه النماذج لا تدع مجالا للشك في أن أبا داود من أهل الخبرة\nوالاستقراء، والتثبت في النقد شديد الاحتياط في قبول الروايات.\n</p>\n\n<p>\nنقل العقيلي في ترجمة يعقوب بن كاسب عن زكريا بن يحيى الحلواني3 قال:\n\"رأيت أبا داود السجستاني قد جعل حديث يعقوب بن كاسب في وقايات4 على ظهور\nكتبه، فسألته عنه فقال: رأينا في سنده أحاديث أنكرناها فطالبناه بالأصول\nفدافعنا، ثم أخرجها بعد فوجدنا الأحاديث في الأصول مغيرة بخط طري، كانت\nمراسيل فأسندها وزاد فيها\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nإن البراعة النقدية التي تمتع بها أبو داود كما ترى يعجز الكثير من\nالنقاد عن بلوغها، وإنه لنقد علمي سليم، يقوم على نقد الكتابة والمخطوطات،\nوتقدير عمرها بالنظر في <span id='ms12'></span> جديد الخط وقديمه، وقد علق فضيلة الشيخ محمد الصباغ\nعلى هذا بقوله: إنه مجال سبق إليه أبو داود، ويحسب بعض الباحثين أنه جديد\nوأن الأقدمين لم يعرفوه1.\n</p>\n\n<p>\nوقد شهد الأئمة لأبي داود بإمامة عصره في الحفظ والإتقان، ومعرفة علل\nالحديث، والتبصر بأحوال الرواة، وها هو يسئل عن الأئمة الكبار، سأله الآجري\nقائلا: \"أيهما أعلم بالرجال يحيى أو علي؟ فقال: يحيى أعلم الرجال وليس عند\nعلي من خبر أهل الشام شيء\"2.\n</p>\n\n<p>\nوحسب أبي داود اعتماد من جاء بعده على أقواله في هذا الفن إلى يومنا هذا،\nوأما ما قيل من أن أبا داود أكثر عناية بالمتون من الأسانيد فهذا لا يتعارض\nمع ما قلناه، وهذا في السنن إذ ضمنه من الأحاديث ذات الأحكام الفقهية ما لا\nيوجد في غيره من الكتب الستة، حتى قيل في سننه: \"إنها أكثر فقها من\nالصحيحين\"3. على أن من يتتبع سننه يرى أنه يعقب على كثير من الأحاديث ببيان\nحال رواتها، وعما إذا كان هذا الحديث فردا غريبا أو غير ذلك من أمور نقدية،\nفكان - رحمه الله - عالما بالمتون والأسانيد، ومن يطلع على ما ألفه في\nأحوال الرواة يظهر له الأمر جليا، وقول ابن المديني يشهد لواقع أبي داود\nحيث قال: معرفة الرجال نصف العلم ومعرفة فقه الحديث نصف العلم4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nمرتبة أبي داود بين النقاد:\n</p>\n\n<p>\nسبق أن تكلمنا على إمامة أبي داود في النقد واعتماد الأئمة على أقواله\nوإخراجها في كتبهم، ولكن إلى أي طبقات النقد ينتمي إمامنا الجليل؟ وهنا\nأورد ما ذكره الذهبي في تقسيمه لطبقات النقاد ليتسنى للقارئ الكريم الوقوف\nعلى ماهية تلك الطبقات.\n</p>\n\n<p>\nقال السخاوي - رحمه الله -: قسم الذهبي من تكلم في الرجال أقساما:\n</p>\n\n<h1 class='l1' id='head3'>1- </h1>\n\n<p>\nقسم تكلموا في سائر الرواة كابن معين وأبي حاتم.\n</p>\n\n<h1 class='l1' id='head4'>2- </h1>\n\n<p>\nوقسم تكلموا في كثير من الرواة كمالك وشعبة.\n</p>\n\n<h1 class='l1' id='head5'>3- </h1>\n\n<p>\nوقسم تكلموا في الرجل بعد الرجل كابن عيينة والشافعي.\n</p>\n\n<p>\nقلت: \"واعتمادا على ما استخلصته من نتائج من خلال دراستي لكتاب السؤالات\nتبين لي أن أبا داود من القسم الأول - أعني الذين تكلموا <span id='ms13'></span> في سائر الرواة.\nوقد أشرت مسبقا إلى أنه تكلم في رواة الحديث على اختلاف بلدانهم وتبيانها\".\n</p>\n\n<p>\nثم تابع الذهبي قائلا: والكل على ثلاثة أقسام:\n</p>\n\n<h1 class='l1' id='head6'>1- </h1>\n\n<p>\nقسم منهم متعنت في الجرح متثبت في التعديل، يغمز الراوي بالغلطتين\nوالثلاثة، فهذا إذا وثق شخصا فعض على قوله بنواجذك وتمسك بتوثيقه، وإذا ضعف\nرجلا فانظر هل وافقه غيره على تضعيفه، فإن وافقه ولم يوثق ذلك الرجل أحد من\nالحذاق فهو ضعيف، وإن وثقه أحد فهذا هو الذي قالوا فيه: لا يقبل الجرح فيه\nإلا مفسرا. يعني لا يكفي فيه قول ابن معين مثلا ضعيف، ومثل هذا يختلف في\nتصحيح حديثه وتضعيفه.\n</p>\n\n<p>\nقال السخاوي: \"ثم قال الذهبي وهو من أهل الاستقراء التام في نقد الرجال:\nلم يجتمع اثنان من علماء هذا الشأن على توثيق ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nولا تضعيف ثقة، ولهذا كان مذهب النسائي، أن لا يترك حديث الرجل حتى يجتمع\nالجميع على تركه\".\n</p>\n\n<h1 class='l1' id='head7'>2- </h1>\n\n<p>\nوقسم منهم متمسح كالترمذي والحاكم.\n</p>\n\n<h1 class='l1' id='head8'>3- </h1>\n\n<p>\nوقسم معتدل كأحمد والدارقطني وابن عدي1.\n</p>\n\n<p>\nقلت: وبعد التمحيص والتدقيق في أقوال أبي داود في الرواة ومقارنتي لها\nبأقوال الأئمة أكاد أجزم بأن أبا داود كان من القسم الثالث، أعني من وصف\nبالاعتدال، فلم يكن - رحمه الله - متشددا في توثيق الرواة متساهلا في\nتجريحهم، ولا ممن تعنت فجرح من كان ثقة، أو ممن تساهل فوثق من كان مجروحا،\nبل راعى في أحكامه مناهج أهل الاعتدال. ولقد تأثر بمنهج شيخه الإمام أحمد\nتأثرا كبيرا ظهرت نتائجه في سمته وعلمه ومنهاجه.\n</p>\n\n<p>\nقد يسأل سائل فيقول: \"فما مدى تأثره بمنهج شيخه ابن معين وهو من\nالمتشددين في النقد؟ \" أقول: إن ابن معين - رحمه الله - قد شارك بقدر كبير\nفي نشأة أبي داود العلمية، فلما بلغ أبو داود - رحمه الله - مبلغا علميا\nرفيعا مكنه من النظر في الأمور بدقة، نهج منهج أهل الاعتدال لأنه يستقيم مع\nمعلوماته ودرايته، فكان قريبا كل القرب من منهج شيخه أحمد بن حنبل، وإن كان\nهذا لايمنعه من استعراض بعض آراء شيخه ابن معين والأخذ بها، وقد يتابعه <span id='ms14'></span>\nفيما ينفرد فيه أحيانا وهذا قليل.\n</p>\n\n<p>\nوبين يدي قضية أود أن أطرحها، وهي ما مدى اتفاق أقوال أبي داود مع أقوال\nالحافظ ابن حجر في التقريب؟ سؤال قد يبدو غريبا لأول وهلة، فأبو داود ممن\nشاركوا في وضع أسس هذا الفن، وإمام له اجتهاده الخاص في حين أن ابن حجر لم\nيكن كذلك، أقول هذا حق، ولكن ابن حجر في التقريب خرج بخلاصة أقوال الأئمة\nبعبارة ذات مدلول معين مراعيا في ذلك قول من عرف بالتعنت أو التساهل، ومن\nجرح ببينة أو مجرد قول قيل، فخرج بقول وسط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nيحكم من خلاله على الرواة، فكأني أقول ما مدى موافقة أبي داود لخلاصة\nأقوال الأئمة؟ وهو ما فعله ابن حجر فكان قوله وسطا على وجه التغليب.\n</p>\n\n<p>\nوقبل الإجابة على هذا السؤال أحب أن أشير إلى أن الأقدمين قد استخدموا\nعبارات لها مدلولات تختلف عما اصطلح عليه المتأخرون في العبارات ذاتها.\nفالثقة مثلا عند المتقدمين أعم مما اصطلح عليه المتأخرون الذهبي وابن حجر\nمثلا، فهي تشمل الصدوق عند المتأخرين أيضا، فيراعى هذا، وقد قمت بتتبع\nعبارات أبي داود في هذا الجزء المحقق وقارنتها بقول ابن حجر، وقلما يخالف\nأحدهما الآخر. كما أنهما يتفقان في الغالب فيما يقال فيه ثقة، وأحيانا يكون\nما هو ثقة عند أبي داود صدوقا عند ابن حجر، وقد يكون ثبتا أو ثقة حافظا،\nوكثيرا ما يتفقان على ما يقال فيه لا بأس به أو صدوق.\n</p>\n\n<p>\nوهذا مما يوضح لنا مدى الاعتدال الذي نهجه أبو داود رحمه الله تعالى.\n</p>\n\n<p>\nمنهج أبي داود في النقد:\n</p>\n\n<p>\nاتبع النقاد في نقدهم لرواة الحديث مناهج متعددة تمكنوا بواسطتها الكشف\nعن أحوال الرواة، والوقوف على صحيح مروياتهم من سقيمها، وقد شارك أبو داود\n- رحمه الله - بنصيب كبير في تحديد المنهج النقدي عند المحدثين، ويمكن\nتلخيص منهجه في النقاط التالية:\n</p>\n\n<h1 class='l1' id='head9'>1- </h1>\n\n<p>\nالنزاهة العلمية:\n</p>\n\n<p>\nتمتع أبو داود - رحمه الله - بنزاهة علمية رفيعة ولا غرابة، فقد نشأ منذ\nنعومة أظفاره نشأة علمية سليمة، مبتغيا وجه الله تعالى، متمسكا بما <span id='ms15'></span> يمليه\nعليه دينه الحنيف من استقامة لا عوج فيها ولا انحراف، فما يصدر حكما على\nراو إلا لتحديد موقف الناس منه ببيان حقيقة أمره، فلا مجال لهوى يتبع، فلا\nيذكر الراوي إلا بما فيه إن خيرا فخير، وإن شرا فشر، لا فرق في ذلك بين\nقريب وبعيد، وها هو - رحمه الله - يجرح ابنه ويرميه بالكذب لأنه يرى أنه\nليس أهلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nلأن يؤخذ عنه الحديث الشريف، ولم يكن يقتصر على ذكر جانب السوء في الراوي\nفحسب أو العكس، بل كان يذكر فيه ما يحمد أو يذم من أجله. سأله الآجري عن\nعمرو بن ثابت1 فقال: هو رجل سوء وجعل يذمه، لكنه قال: ليس حديثه يشبه حديث\nالشيعة، يعني أن أحاديثه مستقيمة. فذمه لأنه كان من غلاة الشيعة، لكنه لم\nينكر أن أحاديثه مما يؤخذ بها فوصفها بالاستقامة، ومثله أيضا ما قاله في\nيونس بن خباب2 ووصفه بأنه شتام للصحابة - رضوان الله عليهم -، لكنه أردف\nقائلا: وليس في حديثه نكارة، وقال في أيوب بن عائذ3: \"ثقة إلا أنه مرجئ\"،\nفالرجل عنده ثقة لكنه لم ينس أن يذكره بما عيب به وهو مخالفته لأهل السنة\nباتباعه سبيلا غير سبيلهم. والأمثلة الدالة على نزاهته المتناهية لا عد لها\nولا حصر رحمه الله.\n</p>\n\n<h1 class='l1' id='head10'>2- </h1>\n\n<p>\nالدقة العلمية:\n</p>\n\n<p>\nإن المتتبع لما قاله أبو داود في الرجال ليجد أنه ذو وصف علمي دقيق\nلحالهم، فنراه يجري المقارنات فيمن هم من مرتبة واحدة كأن يكونوا ثقات أو\nغير ذلك، مما يفيد ويلزم عند التعارض والترجيح، فينزل كل راو منزلته، ويعطي\nكل ذي حق حقه. كما ويذكر مواطن الرواة وسني ولادتهم ووفياتهم وعمن رووا\nسماعا أو بالإرسال، بل ويحدد وقت لقي بعضهم ببعض، وأيهم المكثر من المقل،\nووقت اختلاط بعض من اختلط منهم، ومن روى عنه قبل وبعد الاختلاط، وكم روى\nبعضهم عن بعض، ومن أثبتهم في راو معين، وعلة تضعيف بعض الروارة، وغير ذلك\nمما يعجز عن وصفه الكثير من الحذاق في هذا الفن.\n</p>\n\n<h1 class='l1' id='head11'>3- </h1>\n\n<p>\nالأمانة العلمية:\n</p>\n\n<p>\nكان أبو داود - رحمه <span id='ms16'></span> الله - أمينا صادقا في حكمه على الرواة، فلا يصدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nحكما إلا بما يعلم، وإذا لم يجد من علمه ما يمكنه أن يصدر حكمه أحال على\nغيره من شيوخه، وكم من مسألة سئل فيها فقال: \"لا أدري\". سأله الآجري عن\nعرفجة العمي1 فقال: \"لا أعرفه\". وعن سالم المرادي2 فقال: \"ليس لي به علم\".\nوعن العلاء بن خالد فقال: \"ما عندي من علمه شيء\"3. وسئل: هل سمع عبد الرحمن\nبن أبي ليلى من عمر - رضي الله عنه - فقال: \"قد روى ولا أدري يصح أم لا،\nوقد رأيت من يدفعه\"4. وقال في أبي إسرائيل الملائي وهو رافضي: \"لم يكذب\nوليس في حديثه نكارة، حدث عنه الثوري\".\n</p>\n\n<p>\nإنها الأمانة العلمية التي حملته على قول الحق بكل صدق وإخلاص.\n</p>\n\n<h1 class='l1' id='head12'>4- </h1>\n\n<p>\nالجرأة في قول الحق:\n</p>\n\n<p>\nلم يقدم النقاد على نقد الرجال إلا بدافع ديني يدعوهم إلى تنزيل كل راو\nمنزلته التي تليق به إقرارا للحق، وتلبية لنداء الفطرة، وفي هذا نصح للأمة،\nفأظهروا من هم أهلا للرواية ممن ليسوا بأهل لها، ولم يخشوا في قول الحق\nأحدا.\n</p>\n\n<p>\nذكر ابن مبارك رجلا فقال: \"يكذب\"، فقيل: يا أبا عبد الرحمن تغتاب؟ قال:\n\"اسكت، إذا لم نبين كيف يعرف الحق من الباطل5؟ \" وقال ابن علية في الجرح:\n\"هذا أمانة ليس بغيبة\"6. وهذا أبو داود يقضي بأن ابن معين أعلم في الرجال\nمن ابن المديني قائلا: \"يحيى أعلم بالرجال وليس عند علي من علم أهل الشام\nشيء\". وقال في علي بن الجعد الجوهري: \"رجل سوء لأنه كان من غلاة الشيعة\"\nومثله ما قاله في رياح بن عمرو القيسي ونسبه إلى الزندقة، وسأله الآجري عن\nالحسن بن ذكوان قائلا: \"زعم قوم أنه كان فاضلا\"، فقال: \"ما بلغني عنه فضل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوقال محمد بن رجاء البصري: قلت لأبي داود: \"لم أرك حدثت عن الرمادي1؟\nقال: رأيته يصحب الواقفة2 فلم أحدث عنه\"3.\n</p>\n\n<p>\nلقد كان الحق يجري على لسانه - رحمه الله - في كل أمر يهم أمور المسلمين.\n</p>\n\n<h1 class='l1' id='head13'>5- </h1>\n\n<p>\nموقف أبي داود من أهل الإبتداع:\n</p>\n\n<p>\nاختلف المحدثون في <span id='ms17'></span> قبول الرواية عن أهل الإبتداع كالخوارج والرافضة\nوالقدرية، فمنعته طائفة منهم مالك وابن عيينة وعلي بن حرب وغيرهم، ورخصت\nفيه طائفة إذا لم يتهموا بالكذب، وقال به ابن المديني وابن سعيد القطان.\nقال ابن المديني - رحمه الله -: \"لو تركت أهل البصرة للقدر وأهل الكوفة\nللتشيع لخربت الكتب\"4، وذهب آخرون إلى منع الرواية عمن يدعو إلى بدعته دون\nغيره، ومن هؤلاء أحمد بن حنبل وابن معين.\n</p>\n\n<p>\nوالمانعون للرواية مطلقا ذهبوا إلى أن المبتدعة كفار على رأي من ذهب إلى\nتكفير المتأولين، أو فساق على رأي من لم يحكم بكفرهم، على أن بعضهم إنما\nعمد إلى ترك الرواية عنهم من باب العقوبة والإهانة، أو لأنه لا يؤمن جانب\nهؤلاء من الكذب. وعلى الرأي الأخير يستثنى من هؤلاء ما قاله أبو داود -\nرحمه الله -: \"ليس في أهل الأهواء أصح حديثا من الخوارج\"ثم ذكر عمران بن\nحطان وأبا حسان الأعرج5.\n</p>\n\n<p>\nقلت: وعمران بن حطان، وأبو حسان الأعرج أخرج لهما أبو داود في سننه،\nوالمتتبع لمن أخرج لهم أبو داود - رحمه الله - في سننه يرى أنه يروي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث عمن رمي ببدعة إذا كان أهلا لأن يؤخذ عنه، فها هو يروي عن إسماعيل\nبن بشير بن منصور، ونعمان بن المنذر الغساني، وهما متهمان بالقدر، وعن حصين\nبن نمير الواسطي، ونعيم بن أبي هند، وهما ناصبيان، وعن خلاد بن يحيى\nالسلمي، وعبد الحميد بن يحيى الحماني وهما من المرجئة، وعن الفضل بن دلهم1\nوهو معتزلي، وعن إسماعيل بن موسى الفزاري، ويونس بن خباب، وجابر بن يزيد\nالجعفي وهم من الروافض. بل وقد ينفرد بالرواية عن أناس ممن تكلم فيهم ببدعة\nفيخرج لهم في سننه دون غيره، كروايته عن إسحاق بن محمد بن عبد الرحمن،\nويونس بن راشد الحراني، فالأول قدري، والثاني مرجئ. ومثل هذا كثير، ولم\nينفرد أبو داود - رحمه الله - بهذا بل إن في البخاري ومسلم أعدادا ممن رمي\nببدعة، فإذا كان المبتدع ثبت الأخذ والأداء، وغير داعية لبدعته، وليس في\nحديثه ما يعضد بدعته <span id='ms18'></span> روى حديثه، وهذا ما جرى عليه أكثر الأئمة رضوان الله\nعليهم، وقد يكون في هؤلاء من هو داع لبدعته، لكن الأئمة كأبي داود وغيره\nأعلم بروايات هؤلاء من غيرهم فيروون ما يرون أنه مما يؤخذ به ويتركون ما\nعداه2، والله أعلم.\n</p>\n\n<h1 class='l1' id='head14'>6- </h1>\n\n<p>\nعدم قبول الجرح إلا مفسرا:\n</p>\n\n<p>\nشارك أبو داود - رحمه الله - كثيرا من النقاد بهذا الرأي، وهذا بالطبع\nفيمن تعارض فيه الجرح والتعديل.\n</p>\n\n<p>\nقال الخطيب: \"وهو مذهب حفاظ الحديث ونقاده مثل محمد بن إسماعيل البخاري\nومسلم، فالبخاري احتج بجماعة سبق من غيره الطعن فيهم، وهكذا فعل مسلم بن\nالحجاج، وسلك أبو داود هذه الطريق وغير واحد من بعده فدل ذلك على أنهم\nذهبوا إلى أن الجرح لا يثبت إلا إذا فسر سببه، وذكر موجبه\"3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوقد سلك النقاد مذاهب عدة، وربما جرح بعضهم من لا يستحق الجرح أو جرح بما\nلا يكون جرحا عند غيره، ولهذا فقد كان أبو داود - رحمه الله - يخرج حديث من\nضعف بالجملة. قال المنذري في مختصر السنن في حكايته عن ابن مندة أنه قال:\nإن شرط أبي داود إخراج حديث قوم لم يجمع على تركهم إذا صح الحديث باتصال\nالإسناد من غير قطع ولا إرسال1, ولهذا فقد ذهب إلى توثيق العوام بن حمزة\nوالذي ضعفه شيخه ابن معين فقال: لم نر له حديثا منكرا أي يستوجب ضعفه،\nوهكذا قال في نوح بن قيس: ثقة بلغني أن يحيى ضعفه، أي بدون حجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبيد الآجري:\n</p>\n\n<p>\nدأب المحققون على ذكر ترجمة لمؤلف الكتاب - سواء كان ذلك الكتاب من\nتأليفه أصلا أو من جمعه وتصنيفه كالآجري هنا - المحقق لما لذلك من أهمية،\nولا شك أن كل قارئ لأي كتاب ما فأول ما يبدي اهتمامه بالمؤلف ليطمئن إلى ما\nيقرأ، بل إن الكثيرين يفضلون مؤلفات لمؤلفين أعجبوا بهم أيما إعجاب، لما\nاتصفوا به من قدرة علمية تتيح للقارئ الوصول إلى النتائج المرجوة بأساليب\nجذابة.\n</p>\n\n<p>\nوإعجاب القارئ بالمؤلف يختلف باختلاف الأمر المقصود من القراءة فنرى مثلا\nأن من أراد البحث في <span id='ms19'></span> علل الحديث فأول ما يتبادر إلى ذهنه ما كتبه أهل هذا\nالفن كأحمد بن حنبل والدارقطني، ومن أراد الفقه فيتبادر ذهنه كتب الأئمة\nالأربعة.\n</p>\n\n<p>\nومن هنا كان التعريف بالمؤلف وتسليط الأضواء على مختلف نواحي حياته\nالعلمية أمرا ضروريا، ليطمئن القارئ إليه في فنه المحقق.\n</p>\n\n<p>\nوقد يتصور القارئ الكريم بعد هذه النبذة البسيطة أني سوف أكشف له عن حياة\nالآجري وبإسهاب مستفيض، ولكني أتوقف قليلا وأقدم لعزيزي القارئ أسفي الشديد\nإذ لم أتمكن من العثور على ترجمة هذا المؤلف - إن جاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nهذا التعبير - على الرغم من قدرته العلمية وخاصة في هذا الفن - أعني نقد\nالرواة ومروياتهم - ولقد أطلق عليه بعضهم لقب الحافظ1.\n</p>\n\n<p>\nوالواقع أنني قمت بالبحث في كتب الرجال، وبطون الكتب التي يظن أن تذكر\nعنه شيئا، ولكني لم أجد شيئا يمكن أن يصور لنا شخصية الرجل اللهم إلا بعض\nالعبارات النادرة والمتناثرة في بطون الكتب كقولهم أبو عبيد الآجري الحافظ،\nوقولهم: صاحب أبي داود2. مع أنني لمست منه قدرة علمية كبيرة في علم الحديث،\nولا أعرف لم أكتنف الغموض حياة هذا الرجل مع أن كتب التراجم بأنواعها ترجمت\nلأناس هم دونه في المنزل بكثير بل ولا مقارنة ولعل أولى الكتب بذكره هو\nتاريخ بغداد، لأن الآجري إما أن يكون منسوبا لدرب الآجر وهي محلة ببغداد،\nأو إلى عمل الآجر وبيعه، إلى جانب أنه كان ملازما لأبي داود، ومعلوم أن أبا\nداود سكن بغداد مدة من الزمن.\n</p>\n\n<p>\nوعلى أية حال فسأحاول جاهدا إعطاء القارئ صورة واضحة المعالم بعض الشيء\nبناء على ما تمكنت من استنتاجه من خلال تحقيقي ودراستي لكتابه السؤلاات\nوعلى ما وجدته من بعض العبارات بشأنه راجيا من الله أن أوفق في ذلك.\n</p>\n\n<p>\nنسبته ووفاته:\n</p>\n\n<p>\nهو أبو عبيد محمد بن علي بن عثمان الآجري3 البصري4 صاحب أبي داود\nالسجستاني، أحد علماء القرن الثالث الهجري، والظاهر أن حياته أدركت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nأوائل القرن الرابع الهجري، ودليل هذا أني وجدت أبا أحمد العسكري1 صاحب\nتصحيفات المحدثين يقول: ثنا أبو عبيد محمد بن علي <span id='ms20'></span> بن عثمان الآجري في أكثر\nمن موضع من كتابه المذكور2. ومعلوم أن أبا أحمد العسكري ولد سنة 293ه\nوتأخرت وفاته إلى سنة 382ه مما جعلني أقطع بتأخر وفاته إلى ذلك الوقت. وقد\nأشار الدكتور فؤاد سزكين إلى تأخر وفاته لكنه لم يقم الدليل على ذلك، بل إن\nعبارته تفيد الاحتمال حيث قال ما نصه: وربما أدركت حياته أوائل القرن\nالرابع3.\n</p>\n\n<p>\nثقافته:\n</p>\n\n<p>\nإن عدم العثور على ترجمة الآجري كان له أثر كبير في اختفاء الجوانب\nالثقافية المختلفة لحياته، إذ لم يتيسر الكشف عن حدود ثقافته، بل ولا شيء\nمنها سوى ما يمكن أن نلمسه من دراستنا للسؤالات.\n</p>\n\n<p>\nومهما يكن من أمر فسأحاول البحث عن مدى ثقافته وفي الجانب الحديثي\nبالذات، لما له من علاقة بما نحن بصدده، معتمدا بالدرجة الأولى على بعض\nالأقوال النادرة فيه، ثم دراستي لكتابه الذي بين أيدينا.\n</p>\n\n<p>\nوالذي ظهر لي أن الآجري - رحمه الله - كان من العلماء النابهين حيث كان\nيلم بعلم حديثي غزير وخاصة في علم الرواة، مما جعل أهل العلم يطلقون عليه\nلقب الحافظ كما تقدم4، وهذه الكلمة ذات مدلول علمي رفيع. ولعل أهم مقومات\nعلمه أن عاش في عصر ازدهار العلوم، إلى جانب ملازمته لأبي داود - رحمه الله\n- وهو العارف العالم بالصناعة الحديثية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nومن هنا فقد ألم الآجري - رحمه الله - بعلم الحديث إلماما كبيرا نحكم من\nخلاله على مدى تمكنه فيه فنراه البادئ بالسؤال في جزئيات هذا الكتاب، بل\nوعن أمور ذات قيمة كبيرة في مجال النقد الحديثي، كما أن اختلاف طبيعة\nالأسئلة وتنوعها لدليل على غزارة علمه فيه، ولم يقتصر الآجري على البدء\nبالسؤال فحسب بل كان أحيانا يقوم بتفسير وتوضيح ما قد يشكل أو يصعب فهمه من\nعبارات أبي داود، وفي بعض الأحايين بدلي بما عنده من معلومات إذا اقتضت\nالحاجة، وهذه الأمور لا تصدر إلا عن عالم متمكن في هذا الفن.\n</p>\n\n<p>\nعلى أن هناك أمرا لا يمكن إغفاله، وهو تصنيف الآجري لكتاب السؤالات على\nالبلدان ليكون بذلك سهل الاستخدام، الأمر الذي <span id='ms21'></span> يدل بوضوح على إحاطته بفن\nالتصنيف، وهو فن ذو أهمية كبرى، والآجري ليس مبتدعا لهذا بل سبقه باستعماله\nآخرون، ولكن اختياره لهذا النوع من التصنيف إنما يدل على عقلية فذة وذوق\nفني رفيع.\n</p>\n\n<p>\nتوثيقه:\n</p>\n\n<p>\nلم أوفق في الحصول على عبارة صريحة في تعديل الآجري، إذ لم يترجم له أحد\nفيما أعلم حتى يذكر ما يفيد ذلك، إلا ما قاله الأئمة كالمزي والذهبي وابن\nحجر في ذكرهم لتلاميذ أبي داود حيث قالوا: وأبو عبيد الآجري الحافظ، وهذه\nالكلمة وإن كانت لا تدل على توثيق عند أئمة هذا الشأن فهي رتبة علمية رفيعة\nقل من يحصل عليها، ولكن إطلاق الحفاظ عليه لقب صاحب أبي داود - رحمه الله\n-، وهو الإمام الناقد المعتد بقوله ليفيد أن أبا داود قد رضي به في دينه\nوخلقه، واطمأن إليه لما وجد فيه من أهلية علمية تؤهله لأن يحتل هذه المكانة\nلديه.\n</p>\n\n<p>\nهذا بالإضافة إلى أن الأئمة اعتدوا بما نقله عن أبي داود وعملوا به على\nوجه التسليم، وعلى أية حال فمن الصعب أن أجزم بتوثيقه وإن كنت أشم رائحة\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nشيوخه:\n</p>\n\n<p>\nليس من السهل أن نتعرف على شيوخ الآجري قبل أن نعرف من هو بوضوح، وقد\nاستطعت أن أعرف أربعة من شيوخه وهم:\n</p>\n\n<h1 class='l1' id='head15'>1- </h1>\n\n<p>\nالإمام أبو داود رحمه الله.\n</p>\n\n<h1 class='l1' id='head16'>2- </h1>\n\n<p>\nمحمد بن يونس الكديمي حيث ذكر الحافظ ابن حجر الآجري من تلاميذته1.\n</p>\n\n<h1 class='l1' id='head17'>3- </h1>\n\n<p>\nمحمد بن إسماعيل بن يوسف أبو إسماعيل الترمذي، كما تبين لي ذلك في\nالسؤالات حول الكلام على مسلم بن إبراهيم الأزدي.\n</p>\n\n<h1 class='l1' id='head18'>4- </h1>\n\n<p>\nالحسن بن علي بن عفان2.\n</p>\n\n<p>\nتلاميذه:\n</p>\n\n<p>\nتمكنت بعد البحث من معرفة ثلاثة من تلامذته وهم:\n</p>\n\n<h1 class='l1' id='head19'>1- </h1>\n\n<p>\nأبو أحمد العسكري حيث كان يقول: ثنا أبو عبيد محمد بن علي بن عثمان\nالآجري3.\n</p>\n\n<h1 class='l1' id='head20'>2- </h1>\n\n<p>\nمحمد بن عدي بن زحر المنقري، راوي كتاب السؤالات عنه4.\n</p>\n\n<h1 class='l1' id='head21'>3- </h1>\n\n<p>\nحسين بن محمد الشافعي ومن طريقه اقتبس الخطيب 58 نصا5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nمؤلفاته وما روي من طريقه من كتب:\n</p>\n\n<p>\nلم أقف إلا على كتاب السؤالات الذي بين أيدينا، وقد روي من طريقة كتاب\nشيخه أبي داود: تسمية الإخوة الذين <span id='ms22'></span> روى عنهم الحديث.\n</p>\n\n<p>\nعلاقته بأبي داود رحمه الله:\n</p>\n\n<p>\nمن خلال المقتطفات التي تمكنت من جمعها تبين لي أن الآجري كان ذا علاقة\nوطيدة بشيخه، ولعل هذا هو ما دعا المزي وغيره أن يطلقوا عليه لقب صاحب أبي\nداود. والظاهر أن الآجري - رحمه الله - قد لازم أبا داود فترة طويلة من\nالزمن، حتى صار يعتد بما نقله عن أبي داود، بل إن كثيرا من أخبار أبي داود\nجاءت من طريقه، فنجد أنه ينقل لنا وقت ولادة أبي داود ووقت وفاته1، وكذا\nيروي ما يفيد أنه على علم تام به فيقول: كان أبو داود لا يروي عن ابن\nالحماني2 ولا عن سويد3 ولا عن ابن كاسب4. ومما يوضح هذا أيضا أنه كان يحدد\nلنا بعض رحلاته فها هو يقول: دخل أبو داود الكوفة سنة إحدى وعشرين5، فهذه\nالأمور لا تدع مجالا للشك أنه كان من المقربين لديه، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأهمية كتاب السؤالات\n</p>\n\n<p>\nاهتم المؤلفون بعلم الرجال - وخاصة فيما يتعلق بالجرح والتعديل - بكتاب\nالسؤالات اهتماما بالغا، حيث نقلوا منه أقوال أبي داود في هذا العلم.\n</p>\n\n<p>\nومن الواضح أن هذا الكتاب يعد من الكتب القديمة التي تكلمت في الرجال،\nمما جعله أصلا يعتمد عليه، وهذا ما نراه بوضوح في كثرة الافتباسات\nالمتناثرة وبكثرة في كتب الرجال، ويمكن القول بأن كلا من المزي والذهبي\nوالخطيب البغدادي وابن حجر قد اعتمدوا عليه اعتمادا كبيرا في مختلف\nمصنفاتهم في الرجال، وهؤلاء أئمة النقد في عصورهم. وسيأتي الكلام على الكتب\nالتي اعتمدت كتاب السؤالات كمصدر من مصادر النقد.\n</p>\n\n<p>\nومما يزيد في فائدة هذا الكتاب تلك المقارنات الكثيرة بين الرجال فيه\nسواء كانت تلك المقارنات بين من هم من مرتبة واحدة كأن يكونوا ثقات مثلا أو\nضعفاء أو غير ذلك مما يلزم عند التعارض والترجيح، يضاف إلى ذلك ما اشتمل\nعليه الكتاب من علل حديثية، ومواد تاريخية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nموضوع الكتاب:\n</p>\n\n<p>\nبما أن هذا الكتاب يدور حول النقد وأحوال الرواة، فإني أرى من باب إتمام\nالفائدة أن أتكلم حول الموضوعات التالية <span id='ms23'></span> وبإيجاز:\n</p>\n\n<p>\nأ- تعريف النقد.\n</p>\n\n<p>\nهو العلم الذي يبحث في تمييز الأحاديث الصحيحة من الضعيفة، والحكم على\nرواتها تجريحا أو تعديلا بألفاظ مخصوصة، وذات دلائل معلومة عند أهله.\n</p>\n\n<p>\nب- مشروعية النقد:\n</p>\n\n<p>\nانعقد الإجماع على مشروعية الجرح والتعديل، إذ هو نصح للأمة، بل وعلى\nوجوبه إذا اقتضت الضرورة1.\n</p>\n\n<p>\nج- دوافع النقد:\n</p>\n\n<p>\nمن الله تعالى على هذه الأمة بحفظ دينها، ومعلوم أن أحكام ديننا لا تقتصر\nعلى القرآن، وإن كان هو المصدر الأول في التشريع، وقد تكفل الله بحفظه،\nفقال تعالى: {إنا نحن نزلنا الذكر وإنا له لحافظون} 2. بل يضاف إليه السنة\nالنبوية المطهرة من حيث الأهمية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد وفاته صلى الله عليه وسلم كان لا بد من نقل سنته خلفا عن سلف إلى أن\nيرث الله الأرض ومن عليها. وقد بذل الصحابة رضوان الله عليهم جهدا بالغا في\nأداء هذا الواجب، فنقلوا لمن جاء بعدهم أقوال النبي صلى الله عليه وسلم\nوأفعاله وما أقر به، وكل ما له علاقة بهذا الدين، حتى غلب على الظن أنهم لم\nيتركوا شيئا من سنته صلى الله عليه وسلم إلا بينوها لتابعيهم.\n</p>\n\n<p>\nولما فتحت الأمصار الإسلامية تفرق الصحابة رضوان الله عليهم، فمنهم من\nكان غازيا، ومنهم خرج في أرض الله هاديا ومرشدا. وقد كان لتفرقهم في\nالبلاد، واختلاط الشعوب الإسلامية بغيرها أثر كبير، إذ مهد هذا الأمر لأن\nينال المغرضون من مكانة هذا الدين بتشويه معالم السنة بالتزوير واختلاق ما\nليس منها.\n</p>\n\n<p>\nولما كان الخطأ بالنسبة لبني الإنسان أمرا فطريا، فقد أدخل في السنة ما\nليس منها سواء كان الباعث على ذلك خطأ متعمدا أو غير ذلك1 مما دعا النابهين\nمن علماء الحديث إلى القيام بنقد الحديث النبوي الشريف نقدا علميا يتبين من\nطريقه الكشف عن صحيح الحديث من ضعيفه أو مختلقه.\n</p>\n\n<p>\nد- ميادين النقد:\n</p>\n\n<p>\nاستخدم العلماء النقد كأسلوب من أساليب البحث العلمي الدقيق في مختلف\nمجالات الحياة العلمية. فقد استخدمه أهله في علم الاجتماع، والأدب وغير ذلك\nمن العلوم، ولكن برز أثر استخدام هذا المنهج بجلاء <span id='ms24'></span> ووضوح تام في الحديث\nالنبوي الشريف2.\n</p>\n\n<p>\nولما كان المسلم معنيا بدراسة السنة النبوية دراسة واعية، كان لا بد من\nالتثبت مما ينسب إلى صاحب التشريع صلى الله عليه وسلم، لذا توجه العلماء\nإلى استخدام هذا الفن بدقة علمية نالت إعجاب الباحثين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nه- مهمة الناقد:\n</p>\n\n<p>\nإن مهمة الناقد هي الحكم على الحديث من حيث الصحة أو الضعف، وذلك بعد جمع\nطرقه المتعددة، ومقارنتها والكشف عن أحوال رجالها.\n</p>\n\n<p>\nو نشأة النقد وتاريخه:\n</p>\n\n<p>\nبدأ النقد بادئ ذي بدء في عهده صلى الله عليه وسلم، ومن ذلك قوله: \"ما\nأظن فلانا وفلانا يعرفان من ديننا الذي نحن عليه\" 1. وقوله صلى الله عليه\nوسلم في أحدهم2: \"بئس أخو العشيرة\" 3. وقد كان النقد آنذاك على نطاق ضيق إذ\nلم تكن إليه حاجة، وما قيل من نقد إنما كان من باب الحيطة والتثبت. فضلا عن\nوجود المشرع بين ظهرني الصحابة وتنزه هؤلاء عن الكذب وداوعيه.\n</p>\n\n<p>\nوبعد وفاته صلى الله عليه وسلم ازداد اهتمام الصحابة بالحديث والتأكد من\nثبوت نسبته إلى النبي صلى الله عليه وسلم، وكان أبو بكر الصديق رضي الله\nعنه أول من احتاط في قبول الروايات حتى قال فيه الحافظ الذهبي: \"إليه\nالمنتهى في التحري والقبول\"4. وقصة تثبته في ميراث الجدة مشهورة5. ثم جاء\nدور عمر بن الخطاب رضي الله عنه.\n</p>\n\n<p>\nقال ابن حبان: \"إن عمر وعليا كانا أول من فتشا عن الرجال وبحثا عن النقل\nفي الأخبار\"6. ويمكن تفسير هذا بأن عمر وعليا قد توسعا في التثبت والبحث عن\nأحوال الرجال توسعا لم يكن معهودا من قبل.\n</p>\n\n<p>\nوهكذا قام الصحابة من بعد بدور بالغ الأهمية في هذا المجال، وممن عرف\nبذلك عائشة - رضي الله عنها - وأنس بن مالك وآخرون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nثم جاء دور التابعين ليشاركوا في هذا المجال، فبرع فيهم الكثيرون أمثال\nمحمد بن سيرين، وهو أول من تكلم في الرجال من التابعين1، ولم ميدان النقد\nمقصورا على المدينة باعتبارها مهد الدولة الإسلامية، بل انتشر هذا المنهج\nفي سائر البلاد الإسلامية فبرع بالكوفة النقاد العظام <span id='ms25'></span> ولهم في البصرة\nنظائر، وكذا في بغداد وبلاد فارس وغيرها، وذلك بفضل انتشار العلم وأهله في\nالبلاد الإسلامية.\n</p>\n\n<p>\nوما أن أطل القرن الثالث الهجري حتى ظهر هذا الفن بصورته المميزة كعلم من\nعلوم الحديث، وقد برع فيه فرسانه الذين تكلموا في الرواة كابن المديني وابن\nمعين، ولم يزل المسلمون يتناقلون هذا العلم جيلا بعد جيل إلى يومنا هذا،\nولكل جيل نقاده.\n</p>\n\n<p>\nز- تدوين النقد ومراحل تطوره:\n</p>\n\n<p>\nلقد ساير تطور النقد منذ البدء تطورا في تدوينه، إذ كان النقد في أول\nأمره عبارة عن أقوال تقال في الرواة وعلل الحديث، وملاحظات حديثية عابرة،\nأو تصويبات واستدراكات تكتب في الهوامش. وقد كان هذا بداية لما عرف بعد\nبالمسانيد المعللة، وكانت هذه المسانيد تشمل على معلومات حديثية متباينة،\nولعل هذه المسانيد كانت أول كتب النقد نشأة2.\n</p>\n\n<p>\nثم نمت تلك المعارف من جديد وأخذت تنفصل عن كتب الحديث بمسميات مختلفة،\nفكان منها ما يسمى بالسؤالات، والتي جاء على نمطها المخطوط الذي أقوم\nبتحقيقه الآن، حيث كان التلاميذ يدونون ما يلتقطونه من إجابات شيوخهم على\nالأسئلة الموجهة إليهم سواء كانت الأسئلة منهم أو من زملائهم.\n</p>\n\n<p>\nومن الواضح أن كتب السؤالات هذه احتفظت بمادة علمية دقيقة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nالنقد فضلا عن سعة تلك المادة وتباينها، وما أكثر النقاد الذين قيدت\nأقوالهم في النقد، ولكنها لم تصل إلينا على كثرتها، وسأذكر بعضا منها في\nعنوان مستقل إن شاء الله.\n</p>\n\n<p>\nوفي نفس الوقت انصرف المحدثون إلى تأليف كتب مستقلة في علل الحديث\nوالرواة وأحوالهم، فمنهم ما كان كتابه يبحث في الرواة ووصفهم، بالإضافة إلى\nذكر علل الأحاديث المروية من طريقهم، ومن ذلك العلل ومعرفة الرجال للإمام\nأحمد، ومنهم من نهج نهجا آخر فجعل كتابه أصلا في الأحاديث وعللها ضمنها\nمادة نقدية في الرجال، ومنها كتاب المسند المعلل ليعقوب بن شيبة1.\n</p>\n\n<p>\nوكذلك توجه النقاد إلى إفراد علل الحديث بكتب خاصة، وإفراد الرواة\nبمثلها، ويمثل هذا الاتجاه ابن أبي حاتم في كتبه، فألف في الرجال الجرح\nوالتعديل، وفي علل الحديث الكتاب <span id='ms26'></span> المعروف بهذا الاسم، على أن آخرين ممن\nعاصروا ابن أبي حاتم قد جمعوا بين الأسلوبين في مصنف واحد وهذا ما فعله ابن\nحبان في المجروحين2.\n</p>\n\n<p>\nوقد دأب النقاد فيما مضى على إيراد النصوص من مصادرها بأسانيدها\nالمتعددة، فلما تجمع عند المتأخرين مادة علمية وفيرة ومن طرق متعددة، عمد\nهؤلاء إلى حذف تلك الأسانيد والاقتصار على ذكر المادة النقدية فقط، وممن\nفعل هذا المزي والذهبي وابن حجر وغيرهم، وفياقتباسهم لما في سؤالات الآجري\nلدليل واضح بين، وكانت هذه آخر مراحل تدوين النقد3.\n</p>\n\n<p>\nح- أهم كتب النقد:\n</p>\n\n<p>\nتنقسم الكتب المؤلفة في النقد إلى قسمين: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nأولا- الكتب التي تناولت علل الحديث سواء كانت في السند أو المتن.\n</p>\n\n<p>\nثانيا- الكتب التي تناولت رواة الحديث بالجرح أو التعديل أو التعريف بهم\nوبأخبارهم.\n</p>\n\n<p>\nوقد ألف في هذين الضربين من النقد كتب كثيرة، ومما ألف في الضرب الأول:\n</p>\n\n<h1 class='l1' id='head22'>1- </h1>\n\n<p>\nعلل الحديث 1 لابن أبي حاتم المتوفى سنة 327ه، ويقع في مجلدين كبيرين،\nذكر فيها مصنفها حوالي ثلاثة آلاف حديث معل، وقد رتبه على الأبواب الفقهية،\nوهو من أجود كتب العلل ترتيبا وتنظيما، وقد اعتمد في بيان علله على والده\nالحافظ أبي حاتم والحافظ أبي زرعة الرازي.\n</p>\n\n<h1 class='l1' id='head23'>2- </h1>\n\n<p>\nالعلل الصغير 2 للترمذي: المتوفى سنة 279ه، وقد جعله مصنفه - رحمه الله -\nفي آخر جامعه، لكن العلماء بعده أفردوه بكتاب مستقل، وقد قام بشرحه ابن رجب\nالحنبلي - رحمه الله -، وهو ذو فائدة عظيمة.\n</p>\n\n<h1 class='l1' id='head24'>3- </h1>\n\n<p>\nعلل الدارقطني 3 المتوفى سنة 385ه، وهو من أجمع كتب العلل، رتبه مؤلفه\nعلى المسانيد، ويقع في اثنتي عشرة مجلدة. ذكر الخطيب بسنده إلى البرقاني\nأنه قال: كان أبو منصور بن الكرخي يريد أن يصنف مسندا معلما، فكان يدفع\nأصوله إلى الدارقطني فيعلم له على الأحاديث المعللة، ثم يدفعها أبو منصور\nإلى الوارقين. فينقلون كل حديث منها في رقعة، فإذا أردت تعليق الدارقطني\nعلى الأحايث نظر أبو الحسن، ثم أملى علي الكلام من حفظه فأكتب من كلامه في\nرقعة مفردة، وكنت أقول له: لم تنظر قبل إملائك الكلام في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث؟ فقال: أتذكر <span id='ms27'></span> ما في حفظي بنظري، ثم مات أبو منصور والعلل في\nالرقاع، فقلت لأبي الحسن بعد سنين من موته: إني قد عزمت أن أنقل الرقاع إلى\nالأجزاء وأرتبها على المسانيد، فأذن لي وقرأتها عليه من كتابي، ونقلها\nالناس من نسختي1.\n</p>\n\n<h1 class='l1' id='head25'>4- </h1>\n\n<p>\nالمسند المعلل ليعقوب بن شيبة المتوفى سنة 262ه، وقد رتبه على المسانيد\nومعظمه مفقود، وقد عثر على مسند عمر بن الخطاب - رضي الله عنه -2، والكتاب\nيحتوي على مادة واسعة في علل الأحاديث وأحوال الرجال3.\n</p>\n\n<h1 class='l1' id='head26'>5- </h1>\n\n<p>\nالعلل المتناهية في الأحاديث الواهية. لأبي الفرج بن الجوزي المتوفى سنة\n597ه4.\n</p>\n\n<h1 class='l1' id='head27'>6- </h1>\n\n<p>\nعلل ابن المديني 5 المتوفى سنة 178ه.\n</p>\n\n<h1 class='l1' id='head28'>7- </h1>\n\n<p>\nعلل الإمام أحمد بن حنبل 6 المتوفى سنة 241ه.\n</p>\n\n<h1 class='l1' id='head29'>8- </h1>\n\n<p>\nعلل الإمام البخاري 7، المتوفى سنة 256ه.\n</p>\n\n<h1 class='l1' id='head30'>9- </h1>\n\n<p>\nالعلل للإمام مسلم 8، المتوفى سنة 261ه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>10- </h1>\n\n<p>\nعلل أبي بكر الخلال 1، المتوفى سنة 311ه.\n</p>\n\n<h1 class='l1' id='head32'>11- </h1>\n\n<p>\nالعلل الكبير للترمذي 2.\n</p>\n\n<h1 class='l1' id='head33'>12- </h1>\n\n<p>\nالمسند الكبير للبزار، المتوفى سنة 292ه3.\n</p>\n\n<p>\nوهناك كتب أخرى لبعض المتقدمين والمتأخرين.\n</p>\n\n<p>\nأما الكتب التي تبحث في الرواة فهي كثيرة جدا، وهي على ثلاثة أقسام:\n</p>\n\n<p>\nأ- قسم جمع بين الثقات والضعفاء.\n</p>\n\n<p>\nب- وقسم اقتصر فيه على ذكر الثقات.\n</p>\n\n<p>\nج- وقسم اقتصر فيه على ذكر الضعفاء.\n</p>\n\n<p>\nوتجدر الإشارة إلى أن بعض المؤلفين اقتصر على ذكر رواة كتب بأعيانها مثل\nرواة الكتب الستة، وسأنبه على ذلك في موضعه إن شاء الله.\n</p>\n\n<p>\nأما القسم الأول أعني الذي جمع بين الثقات والضعفاء فمن أهم ما ألف فيه:\n</p>\n\n<h1 class='l1' id='head34'>1- </h1>\n\n<p>\nالتاريخ لابن معين4: وهو عبارة عن مجموع أقوال ابن معين في الرجال من جرح\nأو تعديل وذكر نسبة الرواة ووفياتهم، وأسماء من عرفوا بكنيتهم أو العكس\nومعلومات أخرى مع ذكر بعض الأحاديث. وهذا الكتاب من رواية تلميذه العباس\nالدوري المتوفى سنة 271ه، والذي أضاف بدوره بعض المعلومات التي تتعلق بذات\nالمادة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>2- </h1>\n\n<p>\nالعلل ومعرفة الرجال، للإمام أحمد1، وهو نظير كتاب التاريخ لابن معين من\nحيث طبيعة المادة.\n</p>\n\n<h1 class='l1' id='head36'>3- </h1>\n\n<p>\nسؤالات الآجري، لأبي داود السجستاني، وهو ما أقوم بتحقيقه.\n</p>\n\n<p>\nتقدمت الإشارة إلى أن الأقدمين قد سلكوا في تقييدهم للعلم عدة أساليب،\nوكان من بينها ما استخدمه الآجري - رحمه الله - وهو <span id='ms28'></span> أسلوب الأسئلة والإجابة\nوتقييدها، حيث كان التلاميذ يقيدون ما سمعوه من شيوخهم، فإذا ما تجمع لديهم\nقدر كاف أخرجوه في كتاب مستقل، وأضافوه إلى أنفسهم مع بعض التعليقات التي\nيقتضيها توضيح النص.\n</p>\n\n<p>\nوعبارات التحمل التي استخدمها الآجري في هذا الكتاب هي: سئل أبو داود،\nسألت أبا داود، سمعت أبا داود، قال أبو داود، قيل لأبي داود، ثنا أبو داود.\n</p>\n\n<p>\nأما المعلومات التي وردت في هذا الكتاب على لسان أبي داود فتشمل على ذكر\nأسماء الرواة وكناهم، أو ذكر كنية من اشتهر باسمه أو العكس، مع ذكر اللقب\nأحيانا وسنة وفاة بعضهم، وإثبات سماع بعضهم من بعض أو نفيه، وقد يذكر مهنة\nالراوي، وقد يورد له بعض الأحاديث والمشاهد التارخية التي شهدها، مع ذكر\nرأيه فيه جرحا أو تعديلا، أو نقل رأي غيره وسكوته عليه أو استدركه، وقد\nيذكر طبقة الراوي كأن يقول فيه هو صحابي أو غير ذلك، كما يذكر من ينسب إلى\nبدعة كالتشيع أو الإرجاء، ومن اختلط مع تحديد سنة اختلاطه أحيانا. وقد\nيتكرر ذكر الرجل في موضعين أو ثلاثة ونادرا ما يتغير اجتهاده فيه، وربما\nتتغير العبارة مع الحفاظ على المعنى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>4- </h1>\n\n<p>\nالجرح والتعديل 1، لابن أبي حاتم، وهو من أجمع كتب الرواة. ذكر فيه مؤلفه\nاسم صاحب الترجمة وكنيته وبعض شيوخه وتلاميذه، وقد رتبهم على حروف المعجم،\nكما يذكر في الترجمة أقوال بعض النقاد في صاحبها، ثم يتبع رأيه في كثير من\nالرواة.\n</p>\n\n<h1 class='l1' id='head38'>5- </h1>\n\n<p>\nتاريخ بغداد 2 للخطيب البغدادي، المتوفى سنة 463ه، وهو مرتب على حروف\nالمعجم، وبدأ بذكر المحمدين تشريفا لاسم النبي صلى الله عليه وسلم وقد ذكر\nفيه مؤلفه المحدثين وغيرهم من علماء بغداد والوافدين إليها. ويذكر فيه اسم\nصاحب الترجمة وكنيته وأهم شيوخه وتلاميذه، ووقت وفاته ويطيل أحيانا بذكر\nأخباره، مع ما قيل فيه من جرح أو تعديل. وقد ذكر الخطيب - رحمه الله - أنه\nيعتمد في جرح الرجل أو تعديله على آخر قول يذكره فيه3.\n</p>\n\n<h1 class='l1' id='head39'>6- </h1>\n\n<p>\nتهذيب الكمال 4 للحافظ المزي، المتوفى سنة 742ه، وكتابه هذا مختص بذكر\nرواة <span id='ms29'></span> أصحاب الكتب الستة فقط، رتبه على حروف المعجم، وكان يذكر فيه أسماء\nالرواة وأنسابهم وكناهم ووفياتهم وشيوخهم وتلاميذهم، وأقوال أئمة النقد\nفيهم، وقد يطيل في ذكر أخبار بعضهم ووصف عقائدهم وغير ذلك كما ويذكر في\nبداية كل ترجمة رموزا تشير إلى من أخرج له من أصحاب الكتب الستة.\n</p>\n\n<h1 class='l1' id='head40'>7- </h1>\n\n<p>\nتهذيب التهذيب 5، للحافظ ابن حجر، المتوفى سنة 852ه وكتابه هذا تهذيب\nلكتاب المزي، لكن ابن حجر اختصره وهذبه في مواضع وزاد عليه في أخرى، فكان\nمثلا يقتصر على ذكر أهم مشايخ صاحب الترجمة وأهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nتلاميذه، مع حذف بعض ما قيل في الترجمة مما لا يدل على تعديل أو تجريح،\nكما ويضيف إلى بعض التراجم مادة نقدية أخرى. هذا وقد زاد فيه أيضا بعض\nالتراجم ممن هم على شرط المزي رحمه الله تعالى1.\n</p>\n\n<p>\nأما المصنفات التي أفردت الثقات بالذكر فمن أهمها:\n</p>\n\n<h1 class='l1' id='head41'>1- </h1>\n\n<p>\nكتاب الثقات 2 لأبي الحسن أحمد بن عبد الله بن صالح العجلي المتوفى سنة\n261ه. وقد وصلنا بترتيب الحافظ الهيثمي، المتوفى سنة 757ه، حيث رتبه على\nحروف المعجم3. ويتناول فيه ذكر الرواة وما قاله فيهم من تعديل، كما ويذكر\nعقائدهم وبعض الأمور الأخرى التي تتعلق بتعريف صاحب الترجمة.\n</p>\n\n<h1 class='l1' id='head42'>2- </h1>\n\n<p>\nكتاب الثقات 4 لابن حبان السبتي، المتوفى سنة 354ه. وقد رتبه صاحبه على\nالطبقات، مبتدئا بالصحابة، ثم التابعين وأخيرا أتباع التابعين، وقد رتبه\nعلى حروف المعجم أيضا في كل طبقة.\n</p>\n\n<p>\nوتجدر الإشارة إلى أن ابن حبان متساهل في التوثيق، والعدل عنده من انتفت\nجهالة عينه، ولم يثبت فيه جرح؛ لأن الجرح ضد التعديل، فمن لم يثبت فيه جرح\nفهو على العدالة أصلا 5، وقال - رحمه الله - في آخر كتابه: وكل شيخ ذكرته\nفي هذا الكتاب فهو صدوق يجوز الاحتجاج بروايته إذا تعرى عن خمس خصال، فإذا\nوجد خبر منكر عن شيخ من هؤلاء الشيوخ الذين ذكرت أسماءهم فيه كان ذلك الخبر\nلا ينفك عن إحدى خصال خمس: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nأ- إما أن يكون فوق الشيخ الذي ذكرته في هذا الكتاب شيخ ضعيف سوى أصحاب\nرسول الله صلى الله عليه <span id='ms30'></span> وسلم، فإن الله نزه أقدارهم عن إلزاق الضعف بهم.\n</p>\n\n<p>\nب- أو دونه شيخ واه لا يجوز الاحتجاج بخبره.\n</p>\n\n<p>\nج- أو الخبر يكون مرسلا لا تلزمنا به الحجة.\n</p>\n\n<p>\nد- أو يكون منقطعا لا تقوم بمثله الحجة.\n</p>\n\n<p>\nه- أو يكون في الإسناد شيخ مدلس لم يبين سماع خبره عمن سمع منه.\n</p>\n\n<p>\nفإذا وجد الخبر متعريا عن هذه الخصال الخمس فإنه لا يجوز التنكب عن\nالاحتجاج به1.\n</p>\n\n<p>\nقلت: ومما يؤخذ على ابن حبان أنه ذكر عددا غير قليل ممن أوردهم في كتابه\nالثقات في المجروحين وبين ضعفهم، وهذا تناقض، أو تغير اجتهاد.\n</p>\n\n<h1 class='l1' id='head43'>3- </h1>\n\n<p>\nكتاب الثقات لعمر بن أحمد بن شاهين، المتوفى سنة 385ه، وقد سمى كتابه:\nتاريخ أسماء الثقات ممن نقل عنهم العلم، وهو مرتب على حروف المعجم تناول\nفيه ذكر اسم الراوي واسم أبيه، ونقل أقوال أئمة النقد فيه باختصار2.\n</p>\n\n<h1 class='l1' id='head44'>4- </h1>\n\n<p>\nتذكرة الحفاظ 3 للإمام الذهبي، المتوفى سنة 748ه، وقد رتبه على الطبقات،\nوذكر فيه الثقات الحفاظ من عهد الصحابة - رضوان الله عليهم - إلى عهد\nشيوخه، وكان يذكر في الترجمة اسم صاحبها ونسبته، وسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوفاته وأهم شيوخه وأهم تلاميذه، وأقوال بعض أهل العلم فيه، وقد يطيل في\nأخبار بعضهم، وربما ذكر بعض الأحاديث المروية من طريقه. ويعتبر هذا الكتاب\nمن أجود الكتب التي ألفت في الطبقات.\n</p>\n\n<p>\nأما الكتب التي انفردت بذكر الضعفاء، فمن أهمها:\n</p>\n\n<h1 class='l1' id='head45'>1- </h1>\n\n<p>\nكتاب الضعفاء 1 لأبي جعفر محمد بن عمرو العقيلي المتوفى سنة 322ه، وقد\nرتبه على حروف المعجم، وذكر فيه كل من ينسب إلى الضعف سواء كان الضعف في\nالعدالة أو الضبط، ومن اتهم بالكذب، ووضع الحديث، ومن غلب على حديثه الوهم،\nومن يتهم في بعض حديثه، ومن كان مجهولا روى ما لا يتابع عليه، وصاحب بدعة\nيغلو فيها ويدعو إليها، وإن كانت حاله في الحديث مستقيمة، كما وذكر بابا في\nتليين أحوال من نقل عنه الحديث ممن لم ينقل على صحة2، وكان يذكر اسم صاحب\nالترجمة وأهم شيوخه وتلاميذه، وبعض ما قيل فيه من نقد، مع ذكر لبعض ما\nانتقد عليه من <span id='ms31'></span> أحاديث.\n</p>\n\n<h1 class='l1' id='head46'>2- </h1>\n\n<p>\nكتاب الكامل في ضعفاء الرجال 3 لأبي أحمد عبد الله بن عدي الجرجاني\nالمتوفى سنة 365ه. وكتابه هذا من أهم ما كتب في الضعفاء، وقد حظي بتقدير\nكبار المحدثين والنقاد، حتى قال فيه السخاوي - رحمه الله -: أكمل الكتب\nالمصنفة قبله وأجلها4. وقد بدأه مصنفه بمقدمة تكلم فيها عن تحفظ الصحابة في\nرواية الحديث، ومن استجاز لنفسه الكلام في الرجال من الصحابة والتابعين ومن\nجاء بعدهم. وقد رتب أسماء التراجم على حروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالمعجم، ويذكر فيها أهم شيوخ صاحب الترجمة، وأهم تلاميذه، وأقوال النقاد\nفيه مع ذكر بعض الأحاديث التي انتقدت عليه.\n</p>\n\n<p>\nوتجدر الإشارة إلى أنه ليس كل من ذكر في هذا الكتاب ضعيف؛ لأن صاحبه\nالتزم أن يذكر فيه كل من ذكر بجرح، وكم من مجروح جرح بما لا يقدح فضلا عن\nتوثيق الأئمة له.\n</p>\n\n<h1 class='l1' id='head47'>3- </h1>\n\n<p>\nكتاب مجروحي ابن حبان البستي 1: وهو كتاب نفيس في فنه بدأه ابن حبان\nبمقدمة هامة تكلم فيها حول ضرورة الحفاظ على السنة ونشرها، والتثبت مما\nينسب إلى النبي صلى الله عليه وسلم، والتغليظ في الكذب عليه صلى الله عليه\nوسلم2. وضرورة معرفة الضعفاء من الرواة، وأنواع الضعف المنسوب إليهم3. ثم\nقال في آخر مقدمته: وإنما نملي أسامي من ضعف من المحدثين وتكلم فيه الأئمة\nالمرضيون، ونذكر ما نعرف من أنسابهم ونذكر عند كل شيخ منهم من حديثه ما\nيستدل به على وهنه4، ثم قال: وأقصد في ذكر أسمائهم المعجم إذ هو أدعى\nللمتعلم، وأنشط للمبتدئ في وعيه، وأسهل عند البغية لمن أراده5.\n</p>\n\n<p>\nوتبرز أهمية هذا الكتاب النفيس بما عرف من تشدد ابن حبان في التجريح فإذا\nما جرح راو فإنه يعض على جرحه بالنواجذ، على أنه في بعض الأحيان يجرح أناسا\nمن حقهم أن يوثقوا.\n</p>\n\n<h1 class='l1' id='head48'>4- </h1>\n\n<p>\nميزان الاعتدال 6 للحافظ أبي عبد الله الذهبي المتوفى سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n748ه، وكتابه هذا من أجود وأجمع كتب الضعفاء المطبوعة. قال فيه مصنفه:\nوأصل موضوعه في الضعفاء، وفيه خلق كثير من الثقات ذكرتهم للذب عنهم، أو لأن\nالكلام غير مؤثر فيهم، وقد رتبته <span id='ms32'></span> على حروف المعجم حتى في الآباء ليقرب\nتناوله ورمزت على اسم من أخرج له في كتابه من الأئمة الستة برموزهم\nالسائرة1.\n</p>\n\n<p>\nوالكتاب أقسام:\n</p>\n\n<p>\nأ- القسم الأول في هذه التراجم للرجال والنساء وهي مرتبة على حروف\nالمعجم.\n</p>\n\n<p>\nب- القسم الثاني يشمل الكنى.\n</p>\n\n<p>\nج- القسم الثالث يشتمل على من عرف بأبيه ويبدؤه بابن) .\n</p>\n\n<p>\nد- القسم الرابع ويشتمل على فصل في الأنساب.\n</p>\n\n<p>\nه- القسم الخامس ويشتمل على مجاهيل الاسم من الرجال.\n</p>\n\n<p>\nو القسم السادس ويشتمل على المجهولات من النسوة.\n</p>\n\n<p>\nز- القسم السابع ويشتمل على الكنى من النسوة.\n</p>\n\n<p>\nح- القسم الثامن ويشتمل على فصل فيمن لم تسم ويبدؤها بكلمة والدة2) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nذكر جملة من كتب السؤالات:\n</p>\n\n<h1 class='l1' id='head49'>1- </h1>\n\n<p>\nسؤالات ابن الجنيد لابن معين1.\n</p>\n\n<h1 class='l1' id='head50'>2- </h1>\n\n<p>\nسؤالات ابن الكوسج لابن معين أيضا.\n</p>\n\n<h1 class='l1' id='head51'>3- </h1>\n\n<p>\nسؤالات عثمان بن سعيد الدارمي لابن معين.\n</p>\n\n<h1 class='l1' id='head52'>4- </h1>\n\n<p>\nأسئلة أبي بكر الأثرم للإمام أحمد.\n</p>\n\n<h1 class='l1' id='head53'>5- </h1>\n\n<p>\nأسئلة أبي داود للإمام أحمد2.\n</p>\n\n<h1 class='l1' id='head54'>6- </h1>\n\n<p>\nأسئلة البرذعي لأبي زرعة وأبي حاتم3.\n</p>\n\n<h1 class='l1' id='head55'>7- </h1>\n\n<p>\nأسئلة البرقاني للدارقطني4.\n</p>\n\n<h1 class='l1' id='head56'>8- </h1>\n\n<p>\nأسئلة السهمي للدراقطني5.\n</p>\n\n<h1 class='l1' id='head57'>9- </h1>\n\n<p>\nأسئلة السلمي للدارقطني6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>10- </h1>\n\n<p>\nأسئلة الحاكم للدارقطني1.\n</p>\n\n<h1 class='l1' id='head59'>11- </h1>\n\n<p>\nأسئلة السلفي لخميس الحوزي2.\n</p>\n\n<h1 class='l1' id='head60'>12- </h1>\n\n<p>\nأسئلة السلفي لشجاع الذهلي3.\n</p>\n\n<h1 class='l1' id='head61'>13- </h1>\n\n<p>\nأسئلة السلفي للمؤتمن الساجي4.\n</p>\n\n<h1 class='l1' id='head62'>14- </h1>\n\n<p>\nأسلة السلفي لأبي علي البرداني5.\n</p>\n\n<h1 class='l1' id='head63'>15- </h1>\n\n<p>\nأسئلة السلفي لأبي الغنائم النرسي6.\n</p>\n\n<p>\nوتجدر الإشارة إلى أن هناك كتبا نهجت نهج السؤالات في التدوين، لكنها\nسميت بأسماء أخرى، كالتاريخ لابن معين من رواية تلميذه العباس الدوري،\nوالعلل ومعرفة الرجال للإمام أحمد من رواية ابنه عبد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nمنهج كتاب السؤالات:\n</p>\n\n<p>\nصنف الآجري - رحمه الله - كتابه هذا على البلدان، فذكر فيه الرواة من أهل\nالكوفة، والبصرة، وبغداد، ودمشق والجزيرة وأيلة، وبعض باقي المراكز العلمية\nالمختلفة آنذاك، سواء كانوا من أهل تلك البلاد أصلا أو ممن دخلها من غير\nأهلها، ويغلب على ظني أن الجزأين الأول والثاني هما في رواة مكة والمدينة\nعلى اعتبار أنهما من أهم المراكز العلمية التي كان الرواة يؤمونها.\n</p>\n\n<p>\nوالجزء الثالث وهو ما يعنينا هنا اقتصر فيه على ذكر رواة أهل الكوفة، ثم\nالبصرة، ولم يستوعبهما، ويغلب على ظني أن في الجزء الثاني من هذا الكتاب\nذكرا لجملة من رواة أهل الكوفة <span id='ms33'></span>، كما هو الحال في أول الجزء الرابع في\nالبصريين؛ لأن المصنف - أو ربما الناسخ - لم يخصص لكل جزء أهل بلد معين.\n</p>\n\n<p>\nوقد سبق الآجري في التصنيف على البلدان أناس آخرون، ولعله اقتدى بشيخه\nأبي داود، حيث رتب كتابه - سؤالات أبي داود لأحمد - على البلدان أيضا.\n</p>\n\n<p>\nولم يتبع المصنف ترتيبا معينا في رواة أهل بلد معين، ولربما ذكر بعض من\nتشابهت أسماؤهم أو كناهم، أو من كانوا من طبقة واحدة على التوالي.\n</p>\n\n<p>\nوقد يتكرر ذكر الراوي في أكثر من موضع، ونادرا ما يتغير رأي أبي داود\nفيه، وربما تغيرت عبارته مع الحفاظ على الدلالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nواتباع أسلوب الأسئلة في تدوين المعلومات يبرز أثره في اتساع المادة\nالعلمية المدونة، وبعبارات مختصرة دقيقة.\n</p>\n\n<p>\nوأما ما نقله أبو داود عن شيوخه في استعراضه لآرائهم في بعض المسائل فلم\nيستخدم فيه الإسناد بصورة مستمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nتوثيق نسبة الكتاب للآجري:\n</p>\n\n<p>\nذكرت المصادر التي تهتم بذكر كتب التراث ونسبتها لمؤلفيها كتاب السؤالات\nهذا، ونسبه مؤلفوها إلى الآجري، على أن أكثر تلك الكتب تذكره في مؤلفات أبي\nداود.\n</p>\n\n<p>\nوقد ذكره السخاوي - رحمه الله - في الإعلان بالتوبيخ1 في الكتب التي\nتتكلم في الرجال ونسبه إلى الآجري عن أبي داود، وهو ما ذكره أيضا في فتح\nالمغيث2، كما ذكره الحافظ ابن حجر في المعجم المفهرس3، ونسبه إلى الآجري\nأيضا، وقد أشار إليه كل من الحافظ المزي، والذهبي في تهذيب الكمال4 وسير\nأعلام النبلاء5، قال المزي - رحمه الله - في عده لتلاميذ أبي داود: وأبو\nعبيد الآجري صاحب المسائل. وتابعه على ذلك ابن حجر في التهذيب. وذكره أيضا\nكارل بروكلمان في تاريخ الأدب العربي6 ونسبه إلى الآجري وتابعه الدكتور\nفؤاد سزكين في كتابه تاريخ التراث العربي7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nأما المصادر التي اقتبست منه فهي كثيرة، وكلها تنقل عن الآجري عن أبي\nداود، وبعضها ينقل عن الآجري بالإسناد كما في تاريخ بغداد، ولذا فقد عده\nالدكتور أكرم العمري أحد موارد الخطيب في تاريخه1، وسيأتي الكلام على الكتب\nالتي اعتمدت أقوال الآجري عن أبي داود في عنوان مستقل <span id='ms34'></span>.\n</p>\n\n<p>\nومن أهم الدلائل أيضا على ثبوت نسبة الكتاب إلى الآجري - رحمه الله\n-إسناد النسخة المثبت على وجه الورقة الأول من المخطوط، إضافة إلى العنوان\nالمقيد على وجه الورقة الأولى أيضا وبخط عريض حيث جاء بلفظ: الجزء الثالث\nمن سؤالات أبي عبيد محمد بن عثمان الآجري أبا داود السجستاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nمصادر أبي داود في كتاب السؤالات:\n</p>\n\n<p>\nإن الناظر في كتاب السؤالات يجد أن أبا داود - رحمه الله - قد اعتمد في\nغالب الأقوال على اجتهاده الخاص، ومع هذا فلم يفته أن يستعرض آراء شيوخه في\nكثير من المسائل، وسأرتب أسماءهم حسب كثرة النقول عنهم:\n</p>\n\n<h1 class='l1' id='head64'>1- </h1>\n\n<p>\nالإمام أحمد بن حنبل، - رحمه الله - المتوفى سنة 245ه، وهو أكبر شيوخ أبي\nداود وأكثرهم في السنة علما، وقد نقل عنه أبو داود ما يقارب ثلاثين رأيا\nفيما سئل عنه في هذا الجزء وما يزيد على أربعين رأيا في الجزأين الرابع\nوالخامس.\n</p>\n\n<p>\nوقد تأثر أبو داود - رحمه الله - بالإمام أحمد تأثرا كبيرا في هذا العلم\nوغيره حتى عرف ذلك في هديه وسمته، حتى صار يشبه به1، ولذا فقد اتبع منهج\nشيخه في الحديث، فنراه يخرج الحديث الضعيف إذا لم يجد في الباب غيره، وهو\nعنده أقوى من رأي الرجال2، وهو ما ذهب إليه أحمد من قبل3. وما أقرب قول أبي\nداود من قول أحمد في الرجال، وقد وجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nأن أبا داود ينقل رأي الإمام أحمد بلفظه، كما نقله من بعض كتبه كمسائله\nعن الإمام أحمد1.\n</p>\n\n<h1 class='l1' id='head65'>2- </h1>\n\n<p>\nالإمام يحيى بن معين: إمام الجرح والتعديل، المتوفى سنة 233ه. تتلمذ أبو\nداود - رحمه الله - على يحيى بن معين وأخذ عنه وعن الإمام أحمد علم الحديث.\nولهذا فقد استعرض أبو داود رأيه في كثير من المسائل التي سئل فيها، وقد بلغ\nعدد الأقوال المنقولة عنه في هذا الجزء أكثر من عشرين نصا، وما يزيد على\nأربعين في الجزأين التاليين.\n</p>\n\n<p>\nوقد وصف الحفاظ ابن معين بالتعنت في التوثيق، ولعل سائلا يسأل ما مدى\nتأثر أبي داود بمنهجه المذكور؟ والواقع أني أجبت على هذا السؤال فيما <span id='ms35'></span> مضى2،\nولكني أقول مجددا أن أبا داود لم يتأثر به في منهجه كناقد، بل كان أقرب إلى\nمنهج شيخه الإمام أحمد مما دفعني إلى ذكره في طبقة أهل الاعتدال.\n</p>\n\n<h1 class='l1' id='head66'>3- </h1>\n\n<p>\nالحافظ علي بن عبد الله بن جعفر السعدي المعروف بابن المديني، المتوفى\nسنة 234ه. قال فيه أبو داود: علي بن المديني أعلم من أحمد باختلاف الحديث3.\nوقد نقل عنه أبو داود في الأجزاء الثلاثة الموجودة لدي ما يزيد على عشرة\nنصوص، وكان يسند قوله إذا لم يكن قد سمعه مباشرة.\n</p>\n\n<h1 class='l1' id='head67'>4- </h1>\n\n<p>\nالحافظ يحيى بن سعيد القطان، المتوفى سنة 198ه. قال ابن المديني: \"ما\nرأيت أحدا أعلم بالرجال منه\"4. وقال بندار: \"هو إمام أهل زمانه\"5.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقد نقل عنه أبو داود آراءه في الرجال في كتابه هذا، وقد بلغ عددها عشرة\nنصوص تقريبا، في الأجزاء الثلاثة الموجودة. وقد استخدم أبو داود الإسناد في\nبعض ما نقله عنه دون البعض الآخر.\n</p>\n\n<h1 class='l1' id='head68'>5- </h1>\n\n<p>\nشعبة بن الحجاج أمير المؤمنين في الحديث، المتوفى سنة 160ه، وهو أول من\nفتش عن الرجال في العراق، نقل عنه أبو داود عشرة نصوص من آرائه في الرجال،\nولم يكن يسند كل ما قاله عنه.\n</p>\n\n<h1 class='l1' id='head69'>6- </h1>\n\n<p>\nسفيان الثوري، الثقة الحافظ الحجة، المتوفى سنة 161ه.\n</p>\n\n<h1 class='l1' id='head70'>7- </h1>\n\n<p>\nزهير بن معاوية، الثقة الثبت، المتوفى سنة 174ه، أو قبلها.\n</p>\n\n<h1 class='l1' id='head71'>8- </h1>\n\n<p>\nأحمد بن عبد الله بن يونس، الثقة الحافظ، المتوفى سنة 227ه.\n</p>\n\n<h1 class='l1' id='head72'>9- </h1>\n\n<p>\nعيسى بن شاذان المصري، الثقة الحافظ، المتوفى بعد سنة 240ه.\n</p>\n\n<h1 class='l1' id='head73'>10- </h1>\n\n<p>\nسفيان بن عيينة، الإمام الحافظ، المتوفى سنة 198ه.\n</p>\n\n<h1 class='l1' id='head74'>11- </h1>\n\n<p>\nيزيد بن هارون السلمي، الثقة المتقن، المتوفى سنة 206ه.\n</p>\n\n<h1 class='l1' id='head75'>12- </h1>\n\n<p>\nأبو خيثمة زهير بن حرب بن شداد الحرشي، وهو شيخ مباشر لأبي داود، توفي\nسنة 234ه.\n</p>\n\n<h1 class='l1' id='head76'>13- </h1>\n\n<p>\nالليث بن سعد، الإمام الفقيه الحجة، المتوفى سنة 175ه.\n</p>\n\n<h1 class='l1' id='head77'>14- </h1>\n\n<p>\nأحمد بن صالح المصري، الثقة الحافظ، وهو شيخ مباشر لأبي داود، توفي سنة\n248ه.\n</p>\n\n<h1 class='l1' id='head78'>15- </h1>\n\n<p>\nمحمد بن إبراهيم بن أبي عدي، وقد ينسب إلى جده، توفي سنة 194ه.\n</p>\n\n<h1 class='l1' id='head79'>16- </h1>\n\n<p>\nحماد بن زيد، الثقة الثبت، المتوفى سنة 176ه.\n</p>\n\n<h1 class='l1' id='head80'>17- </h1>\n\n<p>\nحماد بن سلمة، الثقة العابد، المتوفى سنة 167ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>18- </h1>\n\n<p>\nالحسن بن علي بن محمد <span id='ms36'></span> الهذلي أبو علي الخلال، الثقة الحافظ، المتوفى سنة\n242ه.\n</p>\n\n<h1 class='l1' id='head82'>19- </h1>\n\n<p>\nعبيد الله بن عمرو بن ميسرة القواريري، الثقة الثبت، وهو شيخ مباشر لأبي\nداود، توفي سنة 235ه، على الصحيح1.\n</p>\n\n<h1 class='l1' id='head83'>20- </h1>\n\n<p>\nعباس بن فروخ الرياشي، الثقة شيخ مباشر لأبي داود، توفي سنة 257ه.\n</p>\n\n<h1 class='l1' id='head84'>21- </h1>\n\n<p>\nعبد الرحمن بن عمرو الأوزاعي، الثقة الجليل، المتوفى سنة 157ه.\n</p>\n\n<h1 class='l1' id='head85'>22- </h1>\n\n<p>\nأيوب بن أبي تميمة السختياني، الإمام الحجة، المتوفى سنة 131ه.\n</p>\n\n<h1 class='l1' id='head86'>23- </h1>\n\n<p>\nقتيبة بن سعيد الثقفي، الثقة الثبت، وهو شيخ مباشر لأبي داود، توفي سنة\n240ه.\n</p>\n\n<h1 class='l1' id='head87'>24- </h1>\n\n<p>\nعبد الله بن المبارك، الثقة، المتوفى سنة 181ه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالمصادر التي اعتمدت كتاب السؤالات:\n</p>\n\n<p>\nفي مادة النقد:\n</p>\n\n<p>\nإن الكتب التي اعتمدت على سؤالات الآجري كثيرة وقد وقفت على أكثر من خمسة\nوعشرين مصنفا من أمهات كتب النقد من تلك التي نقلت رأي أبي داود عن الآجري\nعنه. وسأورد ذكر هذه الكتب مرتبة ترتيبا زمنيا حسب وفاة مؤلفيها. مع إيضاح\nطبيعة الاقتباسات في الكتب التي أكثرت النقل عنه:\n</p>\n\n<h1 class='l1' id='head88'>1- </h1>\n\n<p>\nتصحيفات المحدثين لأبي أحمد العسكري المتوفى سنة 382ه، ويبدو أن العسكري\nقد أكثر النقل عنه، وهو من شيوخه، فكثيرا ما كان يقول: ثنا أبو عبيد محمد\nبن علي بن عثمان الآجري1.\n</p>\n\n<h1 class='l1' id='head89'>2- </h1>\n\n<p>\nتاريخ بغداد للخطيب البغدادي، المتوفى سنة 463ه. وقد أكثر الخطيب النقل\nعن كتاب السؤالات في كتابه المذكور، وقد بلغت النصوص المنقولة فيه عن\nالآجري زيادة على تسعين ومائتي نص2. استخدم الخطيب فيها الإسناد ولم يعمد\nإلى الاختصار في تلك النقول، كما فعله بعضهم.\n</p>\n\n<h1 class='l1' id='head90'>3- </h1>\n\n<p>\nالكفاية في علم الرواية للخطيب3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>4- </h1>\n\n<p>\nموضح أوهام الجمع والتفريق للخطيب1.\n</p>\n\n<h1 class='l1' id='head92'>5- </h1>\n\n<p>\nطبقات الحنابلة لابن أبي يعلى، المتوفى سنة 526ه2.\n</p>\n\n<h1 class='l1' id='head93'>6- </h1>\n\n<p>\nتاريخ دمشق لابن عساكر المتوفى سنة 571ه.\n</p>\n\n<p>\nلم أتمكن من تصفح الكتاب كاملا إذ لا يوجد في متناول يدي إلا مجلدة واحدة\nمما دعاني إلى استخدام تهذيب التاريخ3، وقد وجدت فيه بعض النقول عن الآجري\nعن أبي داود.\n</p>\n\n<h1 class='l1' id='head94'>7- </h1>\n\n<p>\nتهذيب الكمال للحافظ المزي، المتوفى سنة 742ه.\n</p>\n\n<p>\nوهذا الكتاب من أكثر الكتب التي اعتمدت على سؤالات الآجري، ويمكن الجزم\nبأن ما نقله عن الآجري يزيد على سبعمائة نص4. حيث كان <span id='ms37'></span> يقول فيها: قال\nالآجري عن أبي داود، وربما اختصر أقوال أبي داود واكتفى بذكر موضع الشاهد\nكأن يقول: وثقه أو ضعفه أبو داود، أو قال أبو داود كذا. وبعد المقارنة فيما\nلم يسنده للآجري ثبت لي أن المرجع في ذلك هو كتاب السؤالات بعينه. وتجدر\nالإشارة إلى أن المزي لم يستخدم إسناده في تلك النقولات.\n</p>\n\n<h1 class='l1' id='head95'>8- </h1>\n\n<p>\nميزان الاعتدال للحافظ الذهبي، المتوفى سنة 748ه.\n</p>\n\n<p>\nيظهر أن الذهبي - رحمه الله - قد اعتمد كتاب السؤالات في كتابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالمذكور بكثرة، وغالبا ما كان يختصر قول أبي داود، ويكتفي بذكر موضع\nالشاهد. وبالمقارنة ثبت لي أنها من السؤالات. ولم يكن يستخدم الإسناد في\nتلك النقولات إلا نادرا1.\n</p>\n\n<h1 class='l1' id='head96'>9- </h1>\n\n<p>\nسير أعلام النبلاء للذهبي. والذي ذكر فيه نصوصا منقولة عن الآجري عن أبي\nداود، ولم أقم بتتبع أقوال الآجري فيه، ولكني لمست ذلك خلال مراجعاتي في\nالكتاب المذكور2.\n</p>\n\n<h1 class='l1' id='head97'>10- </h1>\n\n<p>\nتذكرة الحفاظ للذهبي3.\n</p>\n\n<h1 class='l1' id='head98'>11- </h1>\n\n<p>\nالكاشف للذهبي، وقد اكتفى الذهبي بذكر أقوال أبي داود دون أن يسندها\nللآجري وباختصار، وأثبتت المقارنة أن مادته تلك من السؤالات4.\n</p>\n\n<h1 class='l1' id='head99'>12- </h1>\n\n<p>\nالمغني في الضعفاء للذهبي، وطبيعة الاقتباسات كما في الكاشف تماما5.\n</p>\n\n<h1 class='l1' id='head100'>13- </h1>\n\n<p>\nالديوان في الضعفاء للذهبي.\n</p>\n\n<h1 class='l1' id='head101'>14- </h1>\n\n<p>\nجامع التحصيل، للعلائي المتوفى سنة 761ه6.\n</p>\n\n<h1 class='l1' id='head102'>15- </h1>\n\n<p>\nإكمال تهذيب الكمال لمغلطاي، المتوفى سنة 762ه.\n</p>\n\n<p>\nومن خلال تتبعي لبعض التراجم في هذا الكتاب، تبين لي أن مؤلفه قد استخدم\nكتاب السؤالات بكثرة بالغة، لكن عدم تتبعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nلأجزاء الكتاب كاملة يجعل من الصعب الوقوف على مدى كثرة الاقتباسات\nالواردة فيه؛ إذ لا يوجد في متناول يدي إلا جزأين فقط، ولم يكن المؤلف\nيستخدم الإسناد في نقله عن الكتاب. وأحيانا كان يختصر العبارة، كما في\nتهذيب الكمال الأصل 1.\n</p>\n\n<h1 class='l1' id='head103'>16- </h1>\n\n<p>\nالبداية والنهاية للحافظ ابن كثير، المتوفى سنة 774ه2.\n</p>\n\n<h1 class='l1' id='head104'>17- </h1>\n\n<p>\nشرح علل الترمذي للحافظ ابن رجب الحنبلي، المتوفى سنة 795ه3.\n</p>\n\n<h1 class='l1' id='head105'>18- </h1>\n\n<p>\nمقدمة ابن خلدون، المتوفى سنة 808ه4.\n</p>\n\n<h1 class='l1' id='head106'>19- </h1>\n\n<p>\nتهذيب التهذيب للحافظ ابن حجر المتوفى 852ه.\n</p>\n\n<p>\nوهذا الكتاب أكثر الكتب اعتمادا على السؤالات فيما استظهرت وقد بلغ مجموع\nما نقله ابن حجر عن الآجري في كتابه هذا أكثر من ثلاثين وسبعمائة نص ولا\nأقول <span id='ms38'></span> هذا من قبيل المجازفة، بل بعد تتبع ذلك وتمحيصه. وطبيعة الاقتباسات،\nكما هو الحال في تهذيب الكمال، ولم يكن يستخدم الإسناد في نقولاته\nالمذكورة، على أن الحافظ ابن حجر ربما زاد على ما في تهذيب الكمال نقولات\nأخرى من السؤالات، وهذا يعني أن الحافظ كان يمتلك نسخة من السؤالات.\n</p>\n\n<h1 class='l1' id='head107'>20- </h1>\n\n<p>\nتعجيل المنفعة للحافظ ابن حجر5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>21- </h1>\n\n<p>\nلسان الميزان، للحافظ ابن حجر. وقد اعتمد فيه على السؤالات اعتمادا كبيرا\nوطبيعة الاقتباسات هي بعينها كما في تهذيب التهذيب1.\n</p>\n\n<h1 class='l1' id='head109'>22- </h1>\n\n<p>\nالإصابة في تمييز الصحابة، للحافظ ابن حجر. وقد بلغ مجموع النصوص\nالمنقولة عن الآجري فيه حوالي أربعة عشر نصا2.\n</p>\n\n<h1 class='l1' id='head110'>23- </h1>\n\n<p>\nطبقات الحفاظ للسيوطي، المتوفى سنة 911ه3.\n</p>\n\n<h1 class='l1' id='head111'>24- </h1>\n\n<p>\nالكواكب النيرات لابن الكيال، المتوفى سنة 929ه.\n</p>\n\n<h1 class='l1' id='head112'>25- </h1>\n\n<p>\nتوضيح الأفكار للصنعاني، المتوفى سنة 1182ه4.\n</p>\n\n<h1 class='l1' id='head113'>26- </h1>\n\n<p>\nتاج العروس للزبيدي، المتوفى سنة 1205ه5.\n</p>\n\n<h1 class='l1' id='head114'>27- </h1>\n\n<p>\nقواعد في علوم الحديث للحافظ ظفر أحمد عثماني التهانوي6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوصف النسخة:\n</p>\n\n<p>\nإن الجزء الذي بين أيدينا من كتاب السؤالات هو من نسخة فريدة، ولم أعثر\nعلى أية نسخة أخرى بعد مطالعة فهارس المخطوطات في المكتبات الأخرى، وقد\nأشير في تاريخ الأدب العربي لكارل بروكلمان، وتاريخ التراث العربي لفؤاد\nسزكين إلى وجود نسخة أخرى في المكتبة الوطنية بباريس، وبعد الحصول على\nالنسخة المذكورة تبين أنها تشتمل على الجزء الرابع والخامس من كتاب\nالسؤالات، وبنفس الخط الذي كتب به الثالث، أي أن هذين الجزأين يتممان قسما\nمن النسخة الموجودة لدي بعينها. ولهذا فقد اعتمدت النسخة الفريدة والتي هي\nمن مخطوطات مكتبة كابرولي في تركيا والمودعة تحت رقم 292) ، والجزء بعينه\nمصور في مكتبة الجامعة الإسلامية، ولم أقف على الأصل.\n</p>\n\n<p>\nأما عدد أجزاء هذا الكتاب، فالذي ظهر لي أنها تزيد على خمسة أجزاء، وهذا\nما يفيده ما كتب في آخر ورقة من أوراق الجزء الخامس حيث قال: آخر الجزء\nالثاني من الأصل وأول الثالث منه إلى أن قال: ويتلوه في ثالثه أخبرنا الشيخ\nالأوحد، ثم أخذ بذكر سند النسخة كعادته في نهاية كل جزء وأوله، كما أن\nالجزأين الأول والثاني لم أقف عليهما. والظاهر من هذا <span id='ms39'></span> الترتيب للأجزاء أن\nالناسخ قد جزء الكتاب تجزئة تختلف عن تجزئة الكتاب أصلا.\n</p>\n\n<p>\nعلى أن الذي يقرأ ما كتب آخر الأجزاء الثلاثة الموجودة الآن وهي الثالث\nوالرابع والخامس يخيل إليه أن ترتيب الكتاب غير سليم. فهذا هو الناسخ يقول\nفي آخر الجزء الثالث - وهو المحقق - آخر الثالث من الأصل وأول الرابع منه\nيتلوه إن شاء الله في أول رابع يليه منه أخبرنا الشيخ الأوحد، ثم ذكر سند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالنسخة، وها هو يقول في آخر الرابع: آخر الرابع وأول الخامس يليه في أوله\nأخبرنا الشيخ الأوحد، ثم ذكر سند النسخة. وقال في آخر الخامس ما سبق أن\nذكرته. وهذا يفيد أن الجزء الخامس كما كتب عليه الناسخ هو أول الأجزاء\nالثلاثة الموجودة الآن بناء على ترتيبه الأصلي، اللهم إلا أن تكون الورقة\nالتي كتب عليها سماع الجزء الخامس وضعت في غير مكانها الصحيح وهي في الواقع\nسماع الجزء الثاني وهذا ما أميل إليه، وآخر الخامس يشتمل على ذكر أهل\nبغداد. أما تراجم الجزء الثالث في أوله - وهو المحقق - فهم من أهل الكوفة\nيقينا وإن لم ينص على ذلك في الجزء نفسه، وربما نص عليه في الذي قبله بناء\nعلى تقسيم الناسخ، وقد استغرق أهل الكوفة حوالي أربع عشرة ورقة من مجموع\nأوراق هذا الجزء.\n</p>\n\n<p>\nوقد اشتمل الجزء الثالث على ثلاثين ورقة، والرابع على سبع عشرة ورقة\nوالخامس على إحدى وخمسين ورقة، وكلها ذات وجهين. وقد استخدم الناسخ في\nكتابته الخط النسخي، وكان عدد سطور كل صفحة سبعة عشر سطرا وفي كل سطر اثنتا\nعشرة كلمة تقريبا.\n</p>\n\n<p>\nوكعادة بعض المتقدمين في الكتابة فقد كان الناسخ يرسم بعض الكلمات على\nغير صورتها المعتادة الآن، فمثلا لم يكن يثبت الألف في ابن وكان يستبدل\nالهمزة المتصلة بحرف آخر بياء فيقول في سئل سيل بالياء. وكذلك كان من دأبه\nإسقاط الألف رسما في الأعلام فيقول في سفيان سفين1 والقاسم قسم. كما كان\nيستبدل الألف المقصورة بممدودة فيقول في روى: روا.\n</p>\n\n<p>\nوقد رزق الكاتب حظا كبيرا من <span id='ms40'></span> جمال خطه لكنه بالمقابل لم يوفق في إعطاء\nهذا الكتاب حقه علميا. فنجد أن التصحيف عنده أمر طبيعي، وقل أن تجد صفحة\nتخلو من ذلك، وكثيرا ما كان يسقط بعض الكلمات، وقد يأتي في النص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nبما ليس منه، وهذا نادر قليل. ولهذا فقد عانيت في تقويم النصوص وتصحيح\nعباراتها كثيرا من الصعوبة، وتكون أبلغ عندما لا أجد للنص أثرا في الكتب\nاللاحقة، ولعل هذا هو السبب الذي جعلني أقف مكتوف الأيدي أمام بعض النصوص،\nكما لم أتمكن من معرفة بعض التراجم وإن كان عددها يعد على الأصابع.\n</p>\n\n<p>\nوالواقع أن النسخة لم تتعرض للخروم أو السقط إلا في بعض الكلمات\nالمتناثرة القليلة.\n</p>\n\n<p>\nوأما ناسخ المخطوط فلم أقف على اسمه إذ لم يعرف بذلك ولم يذكر وقت فراغه\nمن النسخ كما اعتاد النساخ ذلك. وأما الخطاط الذي نقل السماعات من الأصل\nالمفقود الذي يرجع إلى أوائل القرن السابع الهجري والتي كانت بخط المنذري\nفهو الحسن بن أحمد النشار.\n</p>\n\n<p>\nوأما مادة المخطوط العلمية فقد سبق الكلام عليها في الكلام على كتاب\nالسؤالات في كتب العلل.\n</p>\n\n<p>\nسند النسخة:\n</p>\n\n<p>\nأخبرنا الشيخ الأوحد الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد بن\nمحمد بن إبراهيم السلفي الأصبهاني1. أنا الشيخ أبو الحسين المبارك بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الجبار بن أحمد بن القاسم الصيرفي1، من أصل سماعه قال: قرئ على أبي\nالحسن أحمد بن محمد بن أحمد بن منصور العتيقي2 عن كتاب محمد بن عدي بن زحر\nالمنقري3 عليه وأنا أسمع ثنا أبو عبيد محمد ابن علي بن عثمان الآجري قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n\"السماعات المثبتة في آخر الجزء بلغت قراءة\" 1.\n</p>\n\n<p>\nوالحمد لله حق حمده وصلى الله على محمد وآله وسلامه، حسبنا الله ونعم\nالوكيل.\n</p>\n\n<p>\nنقل من نسخة بخط\n</p>\n\n<h1 class='l1' id='head115'>… </h1>\n\n<p>\n.2) إبراهيم البلنسي3، وذكر ما مثاله وعلى التالي ما مثاله) 4. النسخة من\nأصل الشيخ\n</p>\n\n<h1 class='l1' id='head116'>… </h1>\n\n<p>\n5) وقت الكتابة، إلا أن النسخة كانت في غاية الرداءة، واحتاج إلى\nالمقابلة بأصل الشيخ، وصح ذلك بسماع أبي نصر محمود بن الفضل الأصبهاني6،\nومحمد بن الحسين بن بركات، وهزارست بن <span id='ms41'></span> عوض الهروي7، وأبي الغنائم أحمد بن\nمحمد المؤدب، بقراءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الوهاب بن المبارك الأنماطي1، في شوال سنة خمس وتسعين وخمسمائة،\nوالشيخ أبي نصر المؤتمن بن أحمد الساجي2 و3) ابن ظفر بن رداد، شهر رمضان\nسنة خمس وتسعين وخمسمائة، وعنده خط عبد العظيم المنذري4، وقد كانت النسخة\nحاضرة وقت السماع) 5.\n</p>\n\n<p>\nسمعت من الحافظ أبي طاهر أحمد بن محمد بن أحمد السلفي بقراءة ابن عيسى\nوولده عيسى وحماد الحراني6. وطه بن إبراهيم، وعبد الكريم الربعي7، وعبد\nالله العمار، وجعفر الهمداني8\n</p>\n\n<h1 class='l1' id='head117'>… </h1>\n\n<p>\n9) ، وعبد الرحمن بن مروان الطبيب، ومنصور بن علي\n</p>\n\n<h1 class='l1' id='head118'>… </h1>\n\n<p>\n) 10، وأبي الحسن علي بن المقدسي وإبراهيم البلنسي، والسماع بخطه في شهر\nصفر سنة أربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوتسعين وخمسمائة بقلم المنذري ملخصا، نقله من خطه الحسن بن أحمد النشار\n</p>\n\n<h1 class='l1' id='head119'>… </h1>\n\n<p>\n1) .\n</p>\n\n<p>\nسمع جميع هذا الجزء على الشيخ الفقيه المقرئ أبي الفضل جعفر بن أبي الحسن\nبن أبي البركات الهمداني2، بقراءة القاضي الأجل\n</p>\n\n<h1 class='l1' id='head120'>… </h1>\n\n<p>\n3) الأوحد الأمين الوزير أبي العباس أحمد بن القاص الأجل الفاضل، وأبي\nالفتح حسن وأبي محمد بن عبد الرحمن، ابنا العالم الأجل زين الدين أبي الحسن\nعلي بن القاص الأشرف المقرئ، وأبي الحسن علي بن عبد الوهاب ابن عتيق بن\nوردان المقرئ، وبركات بن ظافر بن عساكر4. وصح في ثالث عشر محرم سنة ثلاثين\nوستمائة) 5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nمنهج التحقيق:\n</p>\n\n<p>\nيتلخص عملي في التحقيق في الخطوات التالية:\n</p>\n\n<h1 class='l1' id='head121'>1- </h1>\n\n<p>\nخدمة النص: تقدم أن هذا الجزء من نسخة فريدة، ولذا فسأعتبر ما فيه هو\nالأصل والنصوص المتناثرة في الكتب بمثابة نسخة ثانية يمكن بواسطتها التثبت\nمن سلامة النص، أو تصحيح ما أخطأ فيه الناسخ، وكذا إثبات ما قد سقط منها.\nوقد قمت بتقسيم النصوص إلى 607) نصا كل مسألة في نص مستقل، وقد أجمع بين\nمسألتين في نص واحد للضرورة.\n</p>\n\n<h1 class='l1' id='head122'>2- </h1>\n\n<p>\nالإشارة إلى أماكن وجود النص في الكتب اللاحقة.\n</p>\n\n<h1 class='l1' id='head123'>3- </h1>\n\n<p>\nضبط الكلمات التي قد يشكل على القارئ ضبطها.\n</p>\n\n<h1 class='l1' id='head124'>4- </h1>\n\n<p>\nفيما يتعلق بالتراجم، فمنها ما يدور السؤال حولها، وهي التي سأخصها\nبالعناية. ولذا فسأعرف بها إن كانت من تراجم الكتب الستة بما في التقريب1،\nبذكر الاسم والنسب والكنية والمرتبة <span id='ms42'></span> والطبقة أو سنة الوفاة إن وجد، مع\nالإشارة إلى أماكن وجود الترجمة. أما إذا كان المسئول عنه من غير رواة\nالكتب الستة فإني سأعرف به، وأذكر بعض شيوخه، وبعض تلاميذه، وربما اكتفيت\nبذكر شيخ مشهور أو تلميذ كذلك لتحديد طبقته، مع ذكر سنة الوفاة إن أمكن، مع\nالإشارة إلى أماكن وجود الترجمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nأما التراجم التي تأتي ضمن النصوص عرضا فسأقتصر على التعريف بها بما في\nالتقريب إن كانت من تراجم الكتب الستة، وإن كانت من غيرها فسأعرف بأصحابها،\nمع ذكر بعض الشيوخ والتلاميذ زيادة في التعريف، مع الإشارة إلى مصدر أو\nمصدرين من أماكن وجود الترجمة.\n</p>\n\n<p>\nوسأقتصر على تعريف الترجمة في أول مكان ترد فيه، وهذا في نصوص السؤالات\nفقط، وأما التراجم الواردة في المقدمة فلن أترجم لهم إلا للضرورة؛ لأن\nالمذكورين فيها من الأئمة في الغالب، على أني لن ألتزم بكامل نص ابن حجر في\nالتقريب، بل قد أزيد عليه ما أراه ضروريا، وقد أحذف منه ما لا لزوم له في\nالنص.\n</p>\n\n<h1 class='l1' id='head125'>5- </h1>\n\n<p>\nتخريج الأحاديث بذكر أهم أماكن وجودها.\n</p>\n\n<h1 class='l1' id='head126'>6- </h1>\n\n<p>\nإن النصوص الواردة في هذا الجزء لا تقتصر على الجرح والتعديل فحسب، بل\nتشتمل قضايا حديثية أخرى، فما كان منها في الجرح والتعديل ورأيت ما قاله\nأبو داود موافقا لقول الأئمة أو غالبهم فأسكت عليه، وما خالف فيه أبو داود\nفأذكر أقوال الأئمة ثم أرجح على ضوء النصوص والقواعد إن أمكن، سواء كان\nالحق مع أبي داود أو مع غيره. أما باقي القضايا الأخرى فسأشير إلى آراء\nالأئمة الآخرين ممن وافقوا أبا داود أو خالفوه، مع ترجيح ما يمكنني ترجيحه.\nولربما انفرد أبو داود بالإدلاء برأيه في بعض المسائل، وهذه سأسكت عليها\nبالطبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالرموز المستخدمة في التحقيق:\n</p>\n\n<p>\nخ: البخاري في الصحيح.\n</p>\n\n<p>\nخت: البخاري في التعليق.\n</p>\n\n<p>\nبخ: البخاري في الأدب المفرد.\n</p>\n\n<p>\nعخ: البخاري في خلق أفعال العباد.\n</p>\n\n<p>\nز: البخاري في جزء القراءة.\n</p>\n\n<p>\nي: البخاري في رفع اليدين.\n</p>\n\n<p>\nم: مسلم في الصحيح.\n</p>\n\n<p>\nد: أبو داود في السنن.\n</p>\n\n<p>\nمد: أبو داود في المراسيل.\n</p>\n\n<p>\nصد <span id='ms43'></span>: أبو داود في فضائل الأنصار.\n</p>\n\n<p>\nخد: أبو داود في الناسخ والمنسوخ.\n</p>\n\n<p>\nقد: أبو داود في القدر.\n</p>\n\n<p>\nف: أبو داود في التفرد.\n</p>\n\n<p>\nل: أبو داود في المسائل.\n</p>\n\n<p>\nكد: مسند مالك.\n</p>\n\n<p>\nب: سنن الترمذي.\n</p>\n\n<p>\nتم: شمائل الترمذي.\n</p>\n\n<p>\nس: سنن النسائي.\n</p>\n\n<p>\nعس: مسند علي للنسائي.\n</p>\n\n<p>\nكن: مسند مالك للنسائي.\n</p>\n\n<p>\nق: سنن ابن ماجة.\n</p>\n\n<p>\nفق: ابن ماجة في التفسير.\n</p>\n\n<p>\nع: لما أخرج له الستة في كتبهم.\n</p>\n\n<p>\n4: لما أخرج له أصحاب السنن الأربعة.\n</p>\n\n<p>\nتمييز: من ليست له رواية في الكتب الستة.\n</p>\n\n<p>\n*: إشارة إلى أماكن وجود النص.\n</p>\n\n<p>\nأ: الوجه الأول للورقة من المخطوط.\n</p>\n\n<p>\nب: الوجه الثاني للورقة من المخطوط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nمسائل أبي داود:\n</p>\n\n<h1 class='l1' id='head127'>ذكر أهل الكوفة:</h1>\n\n<h1 class='l1' id='head128'>1- </h1>\n\n<p>\nسمعت1 أبا داود سليمان بن الأشعث قال: \"وأبو خالد الأحمر2 خرج مع إبراهيم\nبن عبد الله بن حسن3 فلم يكلمه سفيان4 حتى مات\" (*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوكان سفيان يتكلم في عبد الحميد بن جعفر1 لخروجه مع محمد ابن عبد الله بن\nحسن2 وسفيان يقول: \"وإن مر بك المهدي3 وأنت في البيت فلا تخرج إليه حتى\nيجتمع الناس\". وذكر سفيان صفين4 فقال: \"ما أدري أخطأوا أم أصابوا، وكان\nسفيان في ذي5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nأشد من شعبة\"1 (*) .\n</p>\n\n<h1 class='l1' id='head129'>2- </h1>\n\n<p>\nحضرت أبا داود يعرض2 عليه الحديث عن مشايخه فعرض عليه حديث عن سفيان بن\nوكيع3، فأبى أن يسمعه.\n</p>\n\n<h1 class='l1' id='head130'>3- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان أبو أحمد الزبيري4 حبالا يبيع الحبال\" (**)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>4- </h1>\n\n<p>\nوسألت أبا داود عن حديث بلال بن أبي بردة1، عن أبيه2 عن جده3 عن النبي\nصلى الله عليه وسلم، \"لا يسعى بالناس\" 4 فقال: ليس هذا بشيء وجعل يعجب منه.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"قال رجل قلت لعبد الرزاق5: أما رأيت الرجل الذي كان\nمع سفيان6؟ قال ذاك الراهب7، يعني مفضل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمهلهل\"1. قال أبو داود: \"وخرج مع سفيان إلى اليمن مضاربا2 لسفيان\" (()\n</p>\n\n<h1 class='l1' id='head132'>6- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عبدة بن أبي لبابة3 لم يسمع منه مسعر\"4.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"عمر بن سعيد5، ومبارك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد1 أخوا سفيان\"2.\n</p>\n\n<h1 class='l1' id='head133'>8- </h1>\n\n<p>\nقلت لأبي داود: من حدث عن عمر بن سعيد3؟ فقال: \"إبراهيم بن طهمان4، وابن\nعيينة5 وأبو <span id='ms44'></span> بكر بن عياش\"6.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"حدث في عثمان7 بحديث سوء، يعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن الحر\"1 (*)\n</p>\n\n<h1 class='l1' id='head134'>10- </h1>\n\n<p>\nقال أبو داود: \"وبلغني عن أحمد2 قال: ما رأيت أحفظ من وكيع3، وقال أحمد:\nكان وكيع مطبوع الحفظ\".\n</p>\n\n<h1 class='l1' id='head135'>11- </h1>\n\n<p>\nقيل لأبي داود: \"أكان أبو نعيم الفضل4 حافظا؟ قال: نعم جدا\"5 (**)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>12- </h1>\n\n<p>\nقال أبو داود: \"وسمعت قتيبة1 قال: قدم علينا ابن المبارك2، فقلنا من\nخلفت؟ قال: رجل العراقين3 وكيع\"4.\n</p>\n\n<h1 class='l1' id='head137'>13- </h1>\n\n<p>\nسمعت أبا داود قال: \"عبد الخالق بن حبيب5، والهيثم بن حبيب6، أخوان، روى\nعنهما شعبة7 وأثنى عليهما\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>14- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"قال أبو معلى العطار1: سني وسن الحسن العرني2\nواحد\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"واصل الأحدب واصل بن حيان3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nثقة، بياع السابري\"1.\n</p>\n\n<h1 class='l1' id='head139'>16- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حدث سفيان2 عن ثوير بن أبي فاختة3 قال أبو داود:\nثنا ابن أبي صفوان4، ثنا أبي5 قال: سمعت سفيان يقول: ثوير بن أبي فاختة يشد\nأركان الكذب\"6.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"لم يسمع الأعمش7 من واحد من أصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم. قلت: أنس1؟ قال: ولا كلمة إنما رأى أنسا،\nولميرو عن ابن أبي أوفى2، ولا سمع منه.\n</p>\n\n<h1 class='l1' id='head140'>18- </h1>\n\n<p>\nقلت لأبي داود: إسحاق بن منصور بن حيان الأسدي3 قال: \"هذا من خيار الناس.\nمات وهو شاب، كان لا يكتب الحديث، كان يحضر المجالس يتحفظ، ثم كتب بأخرة\".\n</p>\n\n<h1 class='l1' id='head141'>19- </h1>\n\n<p>\nسئل أبو داود عن خالد بن مخلد القطواني4 فقال: صدوق ولكنه يتشيع5 (*)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>20- </h1>\n\n<p>\nقلت لأبي داود: إياس بن عباس1 حدث عنه الأعمش2 فقال: \"إياس بن عباس شيخ\nثقة\".\n</p>\n\n<h1 class='l1' id='head143'>21- </h1>\n\n<p>\nسألت أبا داود عن سالم البراد3 فقال: \"كوفي ثقة\" (*) .\n</p>\n\n<h1 class='l1' id='head144'>22- </h1>\n\n<p>\nسئل أبو داود عن أبي الجحاف4 فقال: \"سفيان5، ثنا وكان مرضيا\"6.\n</p>\n\n<p>\nسألت أبا داود عن سالم المرادي7 فقال: \"كان شيعيا فقلت: كيف هو؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ليس لي به علم\" (*) .\n</p>\n\n<h1 class='l1' id='head145'>24- </h1>\n\n<p>\nسألت أبا داود عن عطية بن سعد1 العوفي2 فقال: \"ليس بالذي يعتمد عليه\"\n(**) .\n</p>\n\n<p>\nسألت أبا داود عن مصعب بن سلام3 فقال: \"ضعفوه بأحاديث، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nانقلبت عليه أحاديث ابن شبرمة\"1.\n</p>\n\n<h1 class='l1' id='head146'>26- </h1>\n\n<p>\nسألت أبا داود عن وهب بن جابر الخيواني2 فقال: \"كوفي روى عنه <span id='ms45'></span> أبو إسحاق\nالسبيعي3،حدث عن عبد الله بن عمرو\"4.\n</p>\n\n<h1 class='l1' id='head147'>27- </h1>\n\n<p>\nسألت أبا داود عن وهب بن إسماعيل الأسدي5 فقال: \"ما سمعت إلا خيرا\" (*) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>28- </h1>\n\n<p>\nسألت أبا داود عن ناصح1 صاحب سماك2 فقال: \"ليس بشيء\" (*) .\n</p>\n\n<h1 class='l1' id='head149'>29- </h1>\n\n<p>\nسألت أبا داود عن حبيب بن سالم3 فقال: \"ثقة\" (**) .\n</p>\n\n<h1 class='l1' id='head150'>30- </h1>\n\n<p>\nسألت أبا داود عن أبي هلال الطائي4 فقال: \"ثقة روى عنه زائدة5 وسفيان6\nوشريك7. قلت اسمه يحيى بن حبان؟ قال: نعم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>31- </h1>\n\n<p>\nسألت أبا داود عن عبد الرحمن بن عبد الله العمري1 فقال: \"لا يكتب حديثه\"\n(*) .\n</p>\n\n<h1 class='l1' id='head152'>32- </h1>\n\n<p>\nسألت أبا داود عن عبد الرحمن بن عبد الله بن دينار2 فقال: \"حدث عنه يحيى\nالقطان\"3.\n</p>\n\n<h1 class='l1' id='head153'>33- </h1>\n\n<p>\nسئل أبو داود عن أبي سفيان السعدي4 فقال: \"واهي الحديث\" (**) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>34- </h1>\n\n<p>\nسألت أبا داود عن الحسن بن السكن1، روى عن الأعمش2، فقال: \"ضعيف\" (*) .\n</p>\n\n<h1 class='l1' id='head155'>35- </h1>\n\n<p>\nسمعت أبا داود يقول: أبو السوداء3 النهدي4 عمرو بن عمران5، قتل أيام\nقحطبة6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>36- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو حمزة1 صاحب إبراهيم2 اسمه ميمون الأعور\".\n</p>\n\n<h1 class='l1' id='head157'>37- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت أحمد بن حنبل يقول: سمعت وكيعا3 يقول: ثنا نوح\nبن ربيعة4، أخو الحكم بن أبان5وجعل أبو داود يكلم6 يبتسم ويعجب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>38- </h1>\n\n<p>\nسمعت أبا داود قال: \"لم يسمع الأعمش1 من نافع\"2.\n</p>\n\n<h1 class='l1' id='head159'>39- </h1>\n\n<p>\nسألت أبا داود عن أمي الصيرفي3 فقال:\"ثقة\" (*) .\n</p>\n\n<h1 class='l1' id='head160'>40- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان أبو داود4 الحفرى5 جليلا جدا\" (**) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>41- </h1>\n\n<p>\nسألت أبا داود عن زياد بن1 خيثمة2 فقال: \"قرابة زهير3، ثقة\" (*) .\n</p>\n\n<h1 class='l1' id='head162'>42- </h1>\n\n<p>\nقلت لأبي داود: \"مجالد القصاب4 روى عنه جرير5. قال: ما بلغني إلا خيرا\".\n</p>\n\n<h1 class='l1' id='head163'>43- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خالد بن عمرو السعيدي6 ليس بشيء\" (**) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>44- </h1>\n\n<p>\nقلت لأبي داود: \"محمد بن ميمون المفلوج1 قال: هذا الزعفراني ثقة، قلت\nيروي عن هشام بن عروة2 وجعفر بن محمد3؟ قال: نعم\" (*) .\n</p>\n\n<h1 class='l1' id='head165'>45- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أجود التابعين إسنادا قيس بن أبي حازم4 روى عن\nتسعة5 من العشرة6. لم يرو عن عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعوف1،روى عن أبي بكر2 وعمر3 وعثمان4 وعلي5 وطلحة6 والزبير7 وسعد8 وسعيد9\n(*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>46- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان للثوري1 ثلاثة عشر قمطرا\"2.\n</p>\n\n<h1 class='l1' id='head167'>47- </h1>\n\n<p>\nوقال أبو داود قال يحيى بن سعيد3: \"رأيت مع سفيان خرجا4 <span id='ms46'></span> عن ابن جريج\"5.\n</p>\n\n<h1 class='l1' id='head168'>48- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"ما رئي لوكيع6 كتاب قط. وأملى عليهم وكيع حديث\nسفيان7 عن الشيوخ ثم قال: لا عدت لهذا المجلس أبدا\" (*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>49- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قال يحيى بن سعيد1: كان إبراهيم الهجري2 يسوق\nالحديث سياقة جيدة\"3.\n</p>\n\n<h1 class='l1' id='head170'>50- </h1>\n\n<p>\nقيل لأبي داود: الثوري عن أبي عباد4 قال: \"أبو عباد عبد الله بن سعيد\".\n</p>\n\n<h1 class='l1' id='head171'>51- </h1>\n\n<p>\nسئل أبو داود عن أبي وكيع5 فقال: ثقة\" (*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>52- </h1>\n\n<p>\nسمعت أبا داود قال: \"عبيدة1 والحارث2 من أصحاب علي رضي الله عنه\".\n</p>\n\n<h1 class='l1' id='head173'>53- </h1>\n\n<p>\nسئل أبو داود عن اسم أبي السفر فقال: \"سعيد بن يحمد\"3.\n</p>\n\n<h1 class='l1' id='head174'>54- </h1>\n\n<p>\nقال أبو داود: \"سمعت يحيى بن معين4 يقول: قيس بن الربيع5 ليس بشيء\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا داود قال: \"ما أخرجت له إلا ثلاثة أحاديث1\". قال: \"وسمعت أحمد\nبن حنبل قال: ولي قيس بن الربيع فلم يحمد\"2 (*) .\n</p>\n\n<p>\nوسمعت أبا داود يقول: حدث بأحاديث عن منصور3 هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nأحاديث عبيد1، وأحاديث عن المغيرة2 هي أحاديث فراس3 (*) .\n</p>\n\n<h1 class='l1' id='head175'>55- </h1>\n\n<p>\nسئل أبو داود عن سعد بن طريف4 فقال: \"ضعيف\" (**) .\n</p>\n\n<h1 class='l1' id='head176'>56- </h1>\n\n<p>\nقلت لأبي داود: ثابت بن زيد5 من ولد زيد بن أرقم6 فقال: \"ثقة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>57- </h1>\n\n<p>\nقلت لأبي داود: \"أشعث1 وإسماعيل بن مسلم2 أيهما أعلى؟ قال: إسماعيل دون\nأشعث وأشعث ضعيف\" (*) .\n</p>\n\n<h1 class='l1' id='head178'>58- </h1>\n\n<p>\nقال أبو داود: \"أظن حدثني الحسن بن عيسى3 فقال: قال لي وكيع4: ما صنفت\nحديثا قط\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"لم يسمع حجاج بن أرطاة5 من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري1، وسمع من مكحول2، قال: وقال علي3: رواية حجاج عن مكحول إنما هي\nمن كتاب عبد القدوس\"4.\n</p>\n\n<h1 class='l1' id='head179'>60- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان ابن أبي ليلى5 يقرئ في المسجد وعمار بن رزيق6\nيقرأ عليه حتى جاء شرطي فأخذ بيده فأقعده على القضاء\"7.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"التقي ابن شبرمة8 وابن أبي ليلى في دار الإمارة\nفقال أحدهما لصاحبه: أما نحن فقد أكلنا من حلوائهم وملنا في أهوائهم\"9.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>61- </h1>\n\n<p>\nسئل أبو داود عن الحارث بن حصيرة1 فقال: \"ثنا أبو غسان2 قال: سمعت جرير3\nيقول: كان الحارث بن حصيرة شيخا طويل الصمت4 يصر5 على أمر عظيم من التشيع\".\n</p>\n\n<p>\nوسئل أبو داود عن أبي <span id='ms47'></span> إسرائيل الملائي6 فقال: \"ذكر عند حسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالجعفي1 فقال: كان طويل اللحية أحمق2. ذكره عن ابن الخلال، وهو الحسن بن\nعلي الحلواني\"3 (*) .\n</p>\n\n<h1 class='l1' id='head181'>63- </h1>\n\n<p>\nسمعت أبا داود يقول: \"رحم الله إبراهيم بن الأشتر\"4.\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"إبراهيم بن الأشتر قتل عبيد الله بن زياد\"5.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>64- </h1>\n\n<p>\nسئل أبو داود عن يزيد بن مهران1 الخباز2 فقال: \"ضعيف\" (*) .\n</p>\n\n<h1 class='l1' id='head183'>65- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان عمار بن سيف3 مغفلا\" (**) .\n</p>\n\n<h1 class='l1' id='head184'>66- </h1>\n\n<p>\nسألت أبا داود عن الصلت بن بهرام4 فقال: \"ثقة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>67- </h1>\n\n<p>\nسألت أبا داود عن محمد بن ربيعة الكلابي1 فقال: \"ثقة رفيق أبي نعيم2 إلى\nالبصرة. خرج هو وأبو نعيم وابن داود\"3 (*) .\n</p>\n\n<h1 class='l1' id='head186'>68- </h1>\n\n<p>\nقيل لأبي داود: \" (سمع4) الشعبي5 من المقدام بن معدي كرب6؟ فقال: سمع من\nالمقدام أبي كريمة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>69- </h1>\n\n<p>\nسمعت أبا داود يقول: \"زهير بن عمرو1 من أصحاب النبي صلى الله عليه وسلم\nزهير بن عمرو هلالي2، روى عنه أبو عثمان النهدي\"3.\n</p>\n\n<p>\nقلت لأبي داود: \"عبد الجبار بن وائل4 سمع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه1؟ قال: سمعت يحيى ابن معين2 يقول: مات وهو حمل\" (*) .\n</p>\n\n<h1 class='l1' id='head188'>71- </h1>\n\n<p>\nقلت لأبي داود: \"عبد الله بن أبي أوفى3؟ قال: اسم أبي أوفى علقمة\"4.\n</p>\n\n<h1 class='l1' id='head189'>72- </h1>\n\n<p>\nسمعت أبا داود يقول: \"ابن مسعود5 أبو عبد الرحمن ومعاذ بن جبل6 أبو عبد\nالرحمن، وعبد الله بن عمر7 أبو عبد الرحمن\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>73- </h1>\n\n<p>\nقلت لأبي داود: \"سعيد بن جبير1 رأى أبا مسعود2؟ قال: في حديث يقول:\nرأيت\"3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>74- </h1>\n\n<p>\nسألت أبا داود عن اسم أبي رمثة1 صاحب رسول الله صلى الله عليه وسلم فقال:\n\"اسمه يثربي بن عمرو، وقالوا عمرو بن يثربي\".\n</p>\n\n<h1 class='l1' id='head192'>75- </h1>\n\n<p>\nسمعت أبا داود ذكر حديث (ابن) 2 أبي هالة3، فقال: \"أخشى أن يكون موضوعا\"\n(*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر حديث أم معبد1 فجعل ينكره ويقول: \"أخشى أن يكون مصنوعا، يعني الكلام\nالسجع والشعر، فأما الشاة واللبن فلا\".\n</p>\n\n<p>\nسمعت أبا داود قال: \"عاشت أم معبد2 إلى أيام عثمان\". سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nأبا داود يقول: \"قالت أم معبد لعثمان: اعدل، وأخذت بلحيته\"1.\n</p>\n\n<h1 class='l1' id='head193'>77- </h1>\n\n<p>\nسمعت أبا داود يقول: \"جندب بن عبد الله2، وجندب بن سفيان، وجندب البجلي\nواحد\".\n</p>\n\n<h1 class='l1' id='head194'>78- </h1>\n\n<p>\nقلت لأبي داود: الحارث الأشعري3 له صحبة؟ قال: \"نعم\".\n</p>\n\n<h1 class='l1' id='head195'>79- </h1>\n\n<p>\nسألت أبا داود <span id='ms48'></span> عن الذيال بن حرملة4 فقال: \"كوفي معروف\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>80- </h1>\n\n<p>\nسمعت أبا داود قرئ عليه عن يزيد بن هارون1 عن صدقة ابن موسى2 عن أبي\nعمران الجوني3 عن قيس بن زيد4، عن قاضي المصرين5. قال أبو داود: \"يقولون\nقاضي المصرين شريح\"6 (*) .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"كان وكيع7 لا يحدث عن هشيم8 لأنه كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nيخالط السلطان، ولا يحدث عن إبراهيم بن سعد1، ولا ابن علية2 وضرب على\nحديث ابن عيينة\"3.\n</p>\n\n<p>\nقال أبو داود: قال عبد الرزاق4: \"شكا إلي سفيان بن عيينة وقال: ترك\nحديثي\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>83- </h1>\n\n<p>\nقال أبو داود: \"وكان أبوه1 على بيت المال\". (قال2) أبو داود: \"إذا روى3\nعنه قال: ثنا أبي وسفيان4، أبي وإسرائيل5، وما أقل ما أفرده\"6.\n</p>\n\n<p>\nقال أبو داود: \"كان جراح بن مليح على بيت المال، وجراح ثقة\" (*)\n</p>\n\n<h1 class='l1' id='head198'>84- </h1>\n\n<p>\nوسمعت7 رجلا قال لأحمد8: \"لأيش9 ترك وكيع إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nسعد1؟ قال: ما أدري، كان إبراهيم ثقة\"2.\n</p>\n\n<h1 class='l1' id='head199'>85- </h1>\n\n<p>\nقال أبو داود: \"وسمعت قتيبة3 قال: كان سيء الخلق يعني الجراح بن مليح\"4.\n</p>\n\n<h1 class='l1' id='head200'>86- </h1>\n\n<p>\nوقال سهل بن صالح5: \"قال وكيع6 عند (مغيرة7) : ما يمنعنا أن نحدث بها إلا\nرجل ببغداد أخاف أن يدخل عليه يعني هشيما\".\n</p>\n\n<h1 class='l1' id='head201'>87- </h1>\n\n<p>\nقلت لأبي داود: \"مسلم بن ثفنة8 أو شعبة؟ قال: قال وكيع: شعبة وثفنة أصح\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>88- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو خالد الوالبي1 اسمه هرمز\".\n</p>\n\n<h1 class='l1' id='head203'>89- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حدث شعبة2 عن الكلبي3 حديثا واحدا وسفيان4 حدث عنه\nأحاديث\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head204'>90- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أحمد1 يقول: عبد الملك بن أبي سليمان2 ثقة\".\n</p>\n\n<h1 class='l1' id='head205'>91- </h1>\n\n<p>\nوسئل أبو داود عن مصعب بن المقدام3 فقال: \"لا بأس به\" (*) .\n</p>\n\n<p>\nوسئل أبو داود عن حسين بن عمرو4 العنقزي5 فقال: \"كتبت عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nولا أحدث عنه. وأخوه القاسم بن عمرو1 أثبت منه (و2) من أبيه عمرو بن\nمحمد\"3.\n</p>\n\n<p>\nوحدث حسين عن إبراهيم بن يوسف بن أبي إسحاق4. فقال: \"أبو كريب5: ولد6 بعد\nموت إبراهيم بن يوسف بن أبي إسحاق\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"قال وكيع7: كانت من هبيرة بن يريم8 يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nخازر1 هنة2، فقال له فلان: رأيت هبيرة يوم خازر يجيز3 على الجرحى، فقلت\nله <span id='ms49'></span>، فقال: إنهم محلون\"4 (*) .\n</p>\n\n<h1 class='l1' id='head206'>94- </h1>\n\n<p>\nسئل أبو داود عن حماد بن شعيب5 فقال: \"تركوا حديثه\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"قيل للأعمش6 لا أقاتل مع أحد أجعل عرضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nدونه، فكيف دمي دونه؟ \"1.\n</p>\n\n<h1 class='l1' id='head207'>96- </h1>\n\n<p>\nأخبرنا أبو داود ثنا أحمد بن أبي شعيب2 ثنا زهير3 عن أبيه4 قال: قال\nزبيد5: \"لا أقاتل إلا مع نبي\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>97- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان طلحة1 من العثمانية\"2.\n</p>\n\n<h1 class='l1' id='head209'>98- </h1>\n\n<p>\nقال أبو داود: \"قال أبو بكر بن عياش3: كان موسى بن طريف4 عثمانيا\"، قال\nأبو داود: \"روى أحاديث مناكير\"5.\n</p>\n\n<p>\nقيل لأبي داود: أبو سعد البقال6؟ قال: \"ليس بثقة. وهو مولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nحذيفة بن اليمان1. وكان من قراء2 الناس\".\n</p>\n\n<p>\nقلت: لم ترك حديثه؟ قال: \"إنسان يرغب عنه سفيان الثوري3 أيش يكون حاله؟\nشعبة4 روى عنه حديثا\" (*) .\n</p>\n\n<h1 class='l1' id='head210'>100- </h1>\n\n<p>\nقلت لأبي داود: \"عبد العزيز بن رفيع5؟ قال: هو عم إسماعيل بن أبي\nالصفيراء\"6.\n</p>\n\n<h1 class='l1' id='head211'>101- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو كدينة يحيى بن الملهب7 ثقة\" (**) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>102- </h1>\n\n<p>\nأبو فاختة سعيد بن علاقة1.\n</p>\n\n<h1 class='l1' id='head213'>103- </h1>\n\n<p>\nثوير2 ليس بثقة.\n</p>\n\n<h1 class='l1' id='head214'>104- </h1>\n\n<p>\nسمعت أبا داود يقول، ينسب إبراهيم النخعي3 فقال: \"إبراهيم بن يزيد بن\nالأسود بن ربيعة بن عمرو\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head215'>105- </h1>\n\n<p>\nوقال أبو داود: \"إبراهيم الهجري1 هو ابن مسلم، وأهبان2 ابن خالة أبي ذر3\nأو قريب له\".\n</p>\n\n<h1 class='l1' id='head216'>106- </h1>\n\n<p>\nمعضد العجلي4. معضد بن يزيد.\n</p>\n\n<h1 class='l1' id='head217'>107- </h1>\n\n<p>\nقلت لأبي داود: شقيق بن جمرة5؟ قال: \"جار أبي وائل\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>108- </h1>\n\n<p>\nقال أبو داود: \"عامر بن شقيق بن جمرة1 روى عنه شعبة2 وسفيان\"3.\n</p>\n\n<h1 class='l1' id='head219'>109- </h1>\n\n<p>\nالأجلح: ابن حجية4 الكندي.\n</p>\n\n<p>\nقلت لأبي داود: عمرو بن عامر5 روى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nأنس1 قال: \"هذا أبو أسد بن عمرو\".\n</p>\n\n<h1 class='l1' id='head220'>111- </h1>\n\n<p>\nوحدثنا أبو داود، ثنا محمد بن عيسى2 ثنا شريك3 عن عمرو ابن عامر4، وهو\nأبو أسد بن عمرو، وأبو العميس5 عتبة بن عبد الله.\n</p>\n\n<p>\nقلت لأبي داود: الأعمش6 عن سلمة بن كهيل7 عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nظبيان1؟ فقال: \" (ليس) 2 هذا3 ذاك4، هذا رجل من قريش\".\n</p>\n\n<p>\nقال أبو داود: \" (أبو) 5 معاوية6 إذا جاز7 حديث الأعمش8 كثر خطؤه. يخطئ\nعلى هشام بن عروة9، وعلى إسماعيل10 وعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن عمر\"1 (*) .\n</p>\n\n<h1 class='l1' id='head221'>114- </h1>\n\n<p>\nقال أبو داود: \"عدي بن حاتم2 شهد الجمل مع علي3 وصفين والأشعث <span id='ms50'></span> بن قيس4\nأيضا\".\n</p>\n\n<h1 class='l1' id='head222'>115- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان أحمد بن حنبل لا يحدث عن قبيصة\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>116- </h1>\n\n<p>\nسألت أبا داود عن يزيد بن أبي حكيم1 وأبي نعيم2 في سفيان3 قال: \"أبو نعيم\nفوقه بطبقات\".\n</p>\n\n<h1 class='l1' id='head224'>117- </h1>\n\n<p>\nسمعت أبا داود (يقول) 4: \"كان قبيصة5 أكبر من ابن كثير\"6.\n</p>\n\n<h1 class='l1' id='head225'>118- </h1>\n\n<p>\nسألت أبا داود عن بشير بن سلمان7 فقال: \"لا بأس به\" (*) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا داود يقول: \"أحمد بن يونس1 أنبل من ابن أبي فديك\" (*) 2.\n</p>\n\n<h1 class='l1' id='head226'>119- </h1>\n\n<p>\nقال أبو داود: \"سمعت أحمد بن حنبل يقول: من عبيد الله بن موسى3؟ كل بلية\nتأتي عن عبيد الله بن موسى\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>120- </h1>\n\n<p>\nسألت أبا داود عن نصير بن أبي الأشعث1 فقال: \"لم أسمع إلا خيرا\" (*) .\n</p>\n\n<h1 class='l1' id='head228'>121- </h1>\n\n<p>\nقلت لأبي داود: \"أبو بكر بن عياش2 كان يغلط؟ فقال: سمعت أحمد بن حنبل\nيقول: كان أبو بكر يحدث3 بحتا بن4 بحت5 قال أبو داود: أبو بكر، ثقة\" (**) .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"جري بن كليب6 كوفي حدث عنه أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق1 جري النهدي\"2 (*) .\n</p>\n\n<h1 class='l1' id='head229'>123- </h1>\n\n<p>\nسألت أبا داود عن قبيصة3 وعبيد الله بن موسى4 فقال: \"قبيصة أسلم من عبيد\nالله\" (**) .\n</p>\n\n<h1 class='l1' id='head230'>124- </h1>\n\n<p>\nسألت أبا داود عن هشام5 فقال: \"ثقة\" (***) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>125- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أكبر تابعي أهل الشام جبير بن نفير1، وأكبر تابعي\nأهل الكوفة، أبو عثمان النهدي\"2.\n</p>\n\n<h1 class='l1' id='head232'>126- </h1>\n\n<p>\nوسمعت أبا داود قال: \"قال أبو سعيد الحداد3: محاضر4 لا يحسن أن يصدق،\nفكيف يحسن ((أن)) 5 يكذب6. كنا نوقفه على الخطأ في كتابه، فإذا بلغ ذلك\nالموضع أخطأ\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"كان شريك7 إذا لم يحضر صلى محاضر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن المبارك1: أعرفه قديما\" (*) .\n</p>\n\n<h1 class='l1' id='head233'>127- </h1>\n\n<p>\nسألت أبا داود عن ابن أبي غنية2 فقال: \"ثقة\".\n</p>\n\n<h1 class='l1' id='head234'>128- </h1>\n\n<p>\nسألت أبا داود عن أيوب بن عائذ3 فقال: \"ثقة إلا أنه مرجئ4 البكاي\"5 (**)\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>129- </h1>\n\n<p>\nسئل أبو داود عن إسمعيل الأزرق1 فقال: \"ضعيف\" (*) .\n</p>\n\n<h1 class='l1' id='head236'>130- </h1>\n\n<p>\nسألت أبا داود عن حنش بن المعتمر2 فقال: \"ثقة\" (**) .\n</p>\n\n<h1 class='l1' id='head237'>131- </h1>\n\n<p>\nسئل أبو داود عن محمد بن طلحة3 فقال: \"يخطئ\" (***) .\n</p>\n\n<h1 class='l1' id='head238'>132- </h1>\n\n<p>\nسئل أبو داود عن ثور الهمداني4 فقال: \"كان ثقة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>133- </h1>\n\n<p>\nسئل أبو داود عن محمد بن سليمان الأصبهاني1 فقال: \"ضعيف الحديث\".\n</p>\n\n<h1 class='l1' id='head240'>133- </h1>\n\n<p>\nقلت لأبي داود: سمع حبيب2 من عاصم <span id='ms51'></span> بن ضمرة3؟ قال: \"ليس لحبيب عن عاصم شيء\nيصح (*) .\n</p>\n\n<h1 class='l1' id='head241'>134- </h1>\n\n<p>\nقلت لأبي داود: \"عقبة بن أبي صالح4؟ فقال: كوفي مشهور ليس به بأس\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>136- </h1>\n\n<p>\nسمعت أبا داود يقول: \"اسم أبي العنبس1 الذي حدث عنه مسعر2 الحارث\".\n</p>\n\n<h1 class='l1' id='head243'>137- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو فروة الجهني مسلم بن سالم\"3.\n</p>\n\n<h1 class='l1' id='head244'>138- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خيثمة البصري4 روى عنه الأعمش5 ومنصور6، والكوفيون\nيروون عنه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>139- </h1>\n\n<p>\nسمعت أبا داود يقول: \"يزيد بن أبي زياد1 ثبت، لا أعلم أحدا ترك حديثه،\nوغيره أحب إلي منه\"2 (*) .\n</p>\n\n<h1 class='l1' id='head246'>140- </h1>\n\n<p>\nسمعت أبا داود يقول: \"داود بن الزبرقان3 ترك حديثه\" (**) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>141- </h1>\n\n<p>\nسئل أبو داود عن أسباط بن محمد1 فقال: \"ثقة\".\n</p>\n\n<h1 class='l1' id='head248'>142- </h1>\n\n<p>\nسألت أبا داود عن أبي سلمة الصائغ2، حدث عنه وكيع3، فقال: ما سمعت إلا\nخيرا\".\n</p>\n\n<h1 class='l1' id='head249'>143- </h1>\n\n<p>\nوسمعت أبا داود سئل عن العلاء بن خالد4 فقال: \"ما عندي من علمه شيء، أرجو\nأن يكون ثقة\" (*) .\n</p>\n\n<p>\nقال أبو داود: \"ثنا أحمد بن يونس5 قال سمعت فضيل بن عياض6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nكان ليث1 أعلم أهل الكوفة بالمناسك\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سألت يحيى2 عن ليث فقال: ليس به بأس. وسمعت يحيى\nيقول: عامة شيوخه لا يعرفون\"3 (*) .\n</p>\n\n<h1 class='l1' id='head250'>145- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو معاوية4 رئيس المرجئة بالكوفة، وأصحاب يزيد5\nشيعيون\" (**) .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سفيان الثوري ولد بقزوين6، وولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nإسرائيل1 بخراسان2، وولد سوار3 بسجستان4، وولد شريك5 ببخارى6، وعيسى بن\nيونس7 بخراسان، وولد الأعمش8 بأمة، قرية من طبرستان9، وولد جرير10 في قرية\nمن قرى الري\"11. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>147- </h1>\n\n<p>\nسمعت أبا داود يقول: \"الحجاج بن أرطاة كان على قضاء البصرة أول قاض لبني\nهاشم\"1.\n</p>\n\n<h1 class='l1' id='head252'>148- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان المسعودي2 يخطئ في الحديث\".\n</p>\n\n<h1 class='l1' id='head253'>149- </h1>\n\n<p>\nسألت أبا داود عن عاصم3، وعمرو بن مرة4 فقال: \"عمرو فوقه\" (*) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>150- </h1>\n\n<p>\nسألت أبا داود عن هارون بن أبي إبراهيم1 فقال: \"ثقة، يقال له ابن\nالبربري\"2.\n</p>\n\n<h1 class='l1' id='head255'>151- </h1>\n\n<p>\nقيل لأبي داود: \"من لقي الحكم3 من أصحاب النبي صلى الله عليه وسلم؟ قال:\nقد رأى زيد بن أرقم4، وابن أبي أوفي5، وليس له عنهما رواية\" (*) .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"عمر بن موسى الوجيهي6 ليس بشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nيروي عن قتادة1 وسماك2 مناكير\" (*) .\n</p>\n\n<h1 class='l1' id='head256'>153- </h1>\n\n<p>\nسمعت <span id='ms52'></span> أبا داود يقول: \"أحمد بن سنان3 يقول: كان يزيد4 يكره قراءة حمزة5\nكراهية شديدة\" (**) .\n</p>\n\n<p>\nقال أبو داود: \"وسمعت ابن سنان يقول: سمعت عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nابن مهدي1 يقول: لو كان لي عليه سلطان على من يقرأ قراءة حمزة2 لأوجعت\nظهره وبطنه، قيل له: ما تنكر يا أبا سعيد؟ قال يجيء أيوب بن المتوكل3؟\nتسألونه\" (*) .\n</p>\n\n<p>\nسمعت أبا داود قال: \"ثنا محمد بن يحيى القطيعي4 قال: سمعت أيوب بن\nالمتوكل يقول: كان أبو عمرو بن العلاء5 لا يحفظ القرآن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو داود: وتقدم أبو عمرو فصلى بهم فقرأ إذا زلزلت فأرتج1 عليه\" (()\n.\n</p>\n\n<h1 class='l1' id='head257'>156- </h1>\n\n<p>\nقال أبو داود: \"سمعت يحيى بن معين2 يقول: أخطأ زهير3 في اسمه، فقال: واصل\nبن حيان، يعني عن ابن بريدة4 وهو صالح بن حيان\"5.\n</p>\n\n<p>\nقال أبو داود: سمعت يحيى يقول: \"هو ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head258'>157- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خالد بن سلمة6 كوفي، يقال له: الفأفأ\"7.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>158- </h1>\n\n<p>\nسئل أبو داود عن إبراهيم بن الزبرقان1، فقال: \"ليس به بأس. قال: وداود بن\nالزبرقان2 ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head260'>159- </h1>\n\n<p>\nوسمعت أبا داود قال: \"وروى إبراهيم بن مهاجر3 عن كليب4 عن أبي هريرة5\nيعني أبا عاصم بن كليب، كان له قدر. قال كليب: دخلت على علي6، وعاصم بن\nكليب7 كان أفضل أهل الكوفة (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>160- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عقبة بن مكرم1، الكوفي ليس به بأس. لم أكتب حديثه\"\n(( () .\n</p>\n\n<h1 class='l1' id='head262'>161- </h1>\n\n<p>\nسمعت أبا داود وذكر إبراهيم النخعي2 فقال: \"قال إبراهيم حديث أبي صالح3\nمولى أبي قعيس4 ليس له أصل. وذكر له حديث سعد بن هشام5 في الركعتين بعد\nالوتر6، فأنكرهما وقال: أحدهما كذب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>162- </h1>\n\n<p>\nثنا أبو داود، حدثنا ابن أبي السري1، ثنا يونس بن بكير2 عن الأعمش3 قال:\n\"ما رأيت أحدا أرد لحديث لم يسمعه من إبراهيم\"4 (() .\n</p>\n\n<p>\nوحدثنا أبو داود قال: \"وحدثونا عن الأشجعي5، عن سفيان6، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nمنصور1، عن إبراهيم2 قال: كانوا3 يرون أن كثيرا من حديث أبي هريرة\nمنسوخ4، وروى إبراهيم عن أبي هريرة عشر سنين لم يرو إلا عن طريق إبراهيم\"\n(() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>164- </h1>\n\n<p>\nوقيل لأبي داود: \"سمع إبراهيم1 من مسروق2؟ فقال: قال شعبة: لم يسمع\nإبراهيم من <span id='ms53'></span> مسروق شيئا\"3.\n</p>\n\n<h1 class='l1' id='head265'>165- </h1>\n\n<p>\nسمعت أبا داود يقول: \"بيان بن بشر4 لم يسمع من أنس\"5.\n</p>\n\n<h1 class='l1' id='head266'>166- </h1>\n\n<p>\nقلت لأبي داود: سمع مغيرة6 من مجاهد7؟ قال: \"نعم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nوسمع من أبي وائل1، ومن أبي رزين2. ومغيرة لا يدلس3. سمع مغيرة من\nإبراهيم4 مائة وثمانين حديثا5 (() .\n</p>\n\n<p>\nوقال أبو داود: \"قال جرير6: جلست إلى أبي جعفر الرازي7 قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nإنما سمع مغيرة1 من إبراهيم2 أربع أحاديث فلم أقل شيئا\". وقال علي3: \"وفي\nكتاب جرير عن مغيرة عن إبراهيم مائة سماع\"4 (() .\n</p>\n\n<h1 class='l1' id='head267'>168- </h1>\n\n<p>\nقال أبو داود: \"وأنا5 حمزة بن نصير البيروذي6 قال: سمعت أبا بكر بن عياش7\nقلت لمغيرة: يا كذاب، إنا سمعت من إبراهيم مائة وثمانين\".\n</p>\n\n<p>\nقال أبو داود: \"أدخل8 مغيرة بينه وبين إبراهيم قريبا من عشرين رجلا9،\nوأدخل منصور10 بينه وبين إبراهيم عشرة رجال\" (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>169- </h1>\n\n<p>\nسألت أبا داود عن صالح بن مسلم العجلي1 فقال: \"هذا أبو عبد الله بن صالح2\nالذي كان في مدينة أبي جعفر3 يقال له: صالح المعلم، وصالح ثقة\".\n</p>\n\n<h1 class='l1' id='head269'>170- </h1>\n\n<p>\nسألت أبا داود عن صالح4 وزكريا5 فقال: \"زكريا أشهر، وصالح ثقة\".\n</p>\n\n<h1 class='l1' id='head270'>171- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"زكريا أعلى من أخيه عمر6 بكثير، كان أسن7 منه،\nوكان يرى القدر\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head271'>172- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أحمد بن حنبل يقول: زعموا أن يحيى بن زكريا1 قال:\nلو شئت أن أسمي لك كل من بين أبي وبين الشعبي2 لفعلت\"3 (() .\n</p>\n\n<h1 class='l1' id='head272'>173- </h1>\n\n<p>\nقال أبو عبيد: وسمعت أبا داود يقول: \"حدث أبو إسحاق4 عن مائة شيخ لا يحدث\nعنهم غيره\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head273'>174- </h1>\n\n<p>\nسمعت أبا داود يقول: \"بيان1 فوق مطرف2 ومطرف ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head274'>175- </h1>\n\n<p>\nسئل أبو داود عن مطرف، وابن أبي السفر3 فقال: \"ابن أبي السفر لا بأس به،\nمطرف فوقه\" (( () .\n</p>\n\n<h1 class='l1' id='head275'>176- </h1>\n\n<p>\nسمعت أبا داود يقول: \"مالك بن مغول4 من الثقات\".\n</p>\n\n<p>\nقال أبو داود: \"قال لي عباس5 يعني العنبري قال لي علي6 كان عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nأبي حصين1 عن الشعبي2 قمطر\"3.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"مالك بن مغول4، وعون بن عبد الله5 ومحارب بن دثار6،\nوحبيب بن أبي ثابت7، ومسلم النحات8 كانوا يقولون: إنا مؤمنون9، حكى الحماني\nعنهم هذا. والحماني مرجئ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nيعني عبد الحميد\"1.\n</p>\n\n<h1 class='l1' id='head276'>179- </h1>\n\n<p>\nقال أبو داود <span id='ms54'></span>: \"حدثني غير واحد عن زيد بن الحباب2 قال: حدثني من سمع\nمسعرا3 يقول: الإيمان يزيد وينقص\"4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>180- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أجلح1 أحيا2 من أشعث3، وأجلح ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head278'>181- </h1>\n\n<p>\nسألت أبا داود عن أبي حصين4، وابن أبي السفر5، فقال: \"أبو حصين\"6.\n</p>\n\n<h1 class='l1' id='head279'>182- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أجلح فوق داود7، داود متروك يعني الأودي\" (() .\n</p>\n\n<p>\nسئل أبو داود عن أجلح والسري يعني ابن إسماعيل8 فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n\"السري متروك، ويحيى يعني القطان1 قد حدث عن أجلح\" (( () .\n</p>\n\n<h1 class='l1' id='head280'>184- </h1>\n\n<p>\nسألت أبا داود عن أشعث2 وجابر3، قال: \"جابر ثقة عند قوم\"4.\n</p>\n\n<h1 class='l1' id='head281'>185- </h1>\n\n<p>\nسئل أبو داود عن زكريا5 وفراس6، فقال: \"زكريا يحدث عن فراس\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"ربما جعل الحديث حديثين. وروى عن سفيان7 عن أبي\nإسحاق8 عن هبيرة9 عن علي: \"أن رجلا10 من أصحاب النبي صلى الله عليه وسلم\nتزوج يهودية\". وقال: ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان عن أبي إسحاق عن هبيرة \"أن طلحة بن عبيد الله تزوج يهودية\"1.\n</p>\n\n<h1 class='l1' id='head282'>186- </h1>\n\n<p>\nقال أبو عبيد: أملى علينا أبو داود من كتابه أصحاب الشعبي2 فقال: \"سمعت\nأحمد بن حنبل قيل له: فراس3 قال: فراس ثقة\". روى عنه إسماعيل4، وإسماعيل\nأكبر سنا منه. وروى عنه زكريا5 وشعبة6، وسفيان7.\n</p>\n\n<p>\nقال أبو داود: \"ثنا ابن الصباح8 ومحمد بن يحيى9 قالا: ثنا علي بن عبد\nالله10 قال: سألت يحيى11 عن فراس المكتب فقال: ما بلغني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nعنه شيء، وما أنكرت عليه من حديثه شيئا إلا حديث الاستبراء\"1 (() .\n</p>\n\n<h1 class='l1' id='head283'>188- </h1>\n\n<p>\nحدثنا أبو داود، ثنا حسن الزعفراني2 قال: \"قال علي3: سمعت سفيان4 قال:\nكان قيس بن مسلم5 معلما وفراس\"6.\n</p>\n\n<p>\nقال أبو داود: \"وقلت لأحمد بن حنبل: إسماعيل بن سالم7؟ فقال: بخ8 قال أبو\nداود: قلت لأحمد هو أكبر أو مطرف9؟ فقال: هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nأكثر حديثا. قلت: بيان1؟ قال فوقهم\".\n</p>\n\n<p>\nقال أبو داود: \"وسمعت أحمد قال: إسماعيل بن سالم صالح الحديث\" (() .\n</p>\n\n<h1 class='l1' id='head284'>190- </h1>\n\n<p>\nقال أبو داود: \"قلت لأحمد2 الشيباني3؟ قال بخ. وقال: الشيباني ومطرف4،\nوحصين5، هؤلاء ثقات\" (( () .\n</p>\n\n<p>\nحدثنا أبو داود ثنا محمد بن يحيى بن عبد الكريم6 قال: \"سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n(من) 1 قال: قال جرير2: لما مات مغيرة3 قال لي الأعمش4: عليك بالشيباني\nفالزمه <span id='ms55'></span>\".\n</p>\n\n<h1 class='l1' id='head285'>192- </h1>\n\n<p>\nحدثنا أبو داود: \"ثنا الحسن بن الصباح5 وابن يحيى6 أن عليا7 حدثهم. قلت\nليحيى بن سعيد8 إن زكريا - أعني ابن أبي زائدة كان يخرج كتابه؟ قال: نعم.\nأخرج إلي كتاب الشعبي9 فكتبت منه. ثم أخرج إلي كتبا فرددتها، لم أرد منها\nشيئا، كتاب سعد بن إبراهيم10، وكتاب فراس\"11.\n</p>\n\n<h1 class='l1' id='head286'>192- </h1>\n\n<p>\nقال يحيى12: \"وكان إنسان حدثني عن زكريا عن عامر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله ابن عمر1 ما نقش خاتمك؟ يعنعن فلقيت ابنه2 بمكة فسألته فقال:\nكان يروي هذا عن فراس عن الشعبي\"3.\n</p>\n\n<h1 class='l1' id='head287'>194- </h1>\n\n<p>\nقال أبو داود: \"سمعت أحمد يقول: زعموا أن يحيى بن أبي زائدة قال: لو شئت\nلسميت لك كل من بين أبي وبين الشعبي\"4.\n</p>\n\n<h1 class='l1' id='head288'>195- </h1>\n\n<p>\nقال أبو داود: \"قلت لأحمد بن حنبل. زكريا بن أبي زائدة، فقال: لا بأس به.\nقلت مثل مطرف5. قال: لا، كلهم ثقة. كان عند زكريا كتاب، وكان يقول فيه\nالشعبي، ولكن كان يدلس يأخذ عن جابر6، وبيان7، ولا يسمي\"8.\n</p>\n\n<p>\nحدثنا أبو داود: \"ثنا الحسن بن الصباح9 وابن يحيى10 أن عليا11\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nحدثهم قال: سألت يحيى بن سعيد1 عن زكريا2، عن الشعبي3 فقال: ليس هو عندي\nمثل إسماعيل4 وليس به بأس\".\n</p>\n\n<p>\nثنا أبو داود: \"ثنا محمد بن يحيى عن علي قال: ليس من أصحاب الشعبي أعلا\nمن أبي حصين5. وكانت عنده قمطر ذهبت\".\n</p>\n\n<p>\nحدثنا أبو داود: \"ثنا أحمد بن سنان6، حدثني سهل بن أبي خدوية7 قال: سمعت\nيحيى بن سعيد يقول: سمعت سفيان8 (يقول) 9: حماد10 لم يكن بالحافظ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن أبي خالد1 أحب أصحاب الشعبي2 إلي\".\n</p>\n\n<h1 class='l1' id='head289'>198- </h1>\n\n<p>\nقال أبو داود: \"قلت لأحمد: أصحاب الشعبي من أحبهم إليك؟ قال: ليس عندي\nفيهم مثل إسماعيل3. قلت: ثم من؟ قال: ثم مطرف4. قلت بيان5؟ قال: بيان من\nالثقات، ولكن هؤلاء أروى عنه\"6 (() .\n</p>\n\n<p>\nأخبرنا أبو داود: \"ثنا إسماعيل7 عن حفص الأبلي8 ثنا وكيع9 عن إسماعيل10\nقال: رأيت ستة من أصحاب النبي صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم ابن أبي أوفى1، وأنسا2 وأبا جحيفة3، وعمرو بن حريث4، وأبا كاهل5 قيس\nبن عائذ، وطارق بن شهاب\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head290'>200- </h1>\n\n<p>\nحدثنا أبو داود حدثنا <span id='ms56'></span> الحسن بن علي1، ثنا إسحاق ابن إسماعيل2، ثنا حسين\nبن علي3 عن ذواد بن علبة4 قال: \"ما أعرف عربيا ولا أعجميا أفضل من مطرف بن\nطريف\"5 (() .\n</p>\n\n<p>\nحدثنا أبو داود حدثنا النفيلي6 ثنا زهير7، عن أبي إسحاق8 قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n\"إسماعيل بن أبي خالد1، شرب العلم شربا\"2.\n</p>\n\n<h1 class='l1' id='head291'>202- </h1>\n\n<p>\nحدثنا أبو داود ثنا الحسن بن علي3 قال: \"سمعت الشافعي4 قال: ما كان ابن\nعيينة5 بأحد، أشد إعجابا منه بمطرف\"6 (() .\n</p>\n\n<h1 class='l1' id='head292'>203- </h1>\n\n<p>\nثنا أبو داود، ثنا عثمان بن أبي شيبة7، ثنا جرير8 عن مجالد9عن الشعبي10\nقال: إسماعيل بن أبي يزدرد العلم ازدرادا\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head293'>204- </h1>\n\n<p>\nسمعت أبا داود يقول: \"مروان بن معاوية1 يقلب الأسماء2! يقول: حدثني\nإبراهيم ابن (أبي) 3 حصن4، يعني أبا إسحاق الفزاري، وحدثني أبو بكر بن فلان\nعن أبي صالح5 يعني أبا بكر من عياش6 يعني يسقط من بينهما\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل له: \"مروان عن إسحاق بن طلحة1؟ فقال: إسحاق بن يحيى\" (() .\n</p>\n\n<h1 class='l1' id='head294'>205- </h1>\n\n<p>\nسألت أبا داود عن عبد القدوس الشامي2 فقال: \"ليس بشيء، وابنه3 شر منه،\nروى عنه4 سفيان الثوري فقال: ثنا أبو سعيد5 (() .\n</p>\n\n<h1 class='l1' id='head295'>206- </h1>\n\n<p>\nقال أبو داود: \"وبلغني عن سفيان الثوري قال: أعلم التابعين سعيد بن\nجبير\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأبي داود: عبد الرحمن بن أبي ليلى1 سمع عمر؟ قال: \"قد روى ولا أدري\nيصح أم (لا) 2، قال: رأيت عمر3 يمسح4 ورأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nعمر حين رأى الهلال\"1.\n</p>\n\n<p>\nقال أبو داود: \"وقد رأيت من2 يدفعه\" (() .\n</p>\n\n<h1 class='l1' id='head296'>208- </h1>\n\n<p>\nقال أبو داود: \"سمي أبو أسامة3 حامضا عند عبد الله بن عمر4.كان إذا مر\nالحديث معادا قال: حامض\"5.\n</p>\n\n<p>\nقال أبو نعيم6: \"أتيت بريد بن عبد الله7 وعنده أبو أسامة فقال8: لا\nتحدثه. فسألته عن حديث، فقال: أحدثك بإسناده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nأو أحدثك بمتنه؟ قال: قمت ولم أرده. قال أبو نعيم: كان يحسدنا\".\n</p>\n\n<h1 class='l1' id='head297'>209- </h1>\n\n<p>\nقال أبو داود: \"ثنا المخرمي1 ثنا أبو داود2 قال: سمعت شعبة3 يقول: ما\nأفادني سفيان الثوري4 حديثا قط ثم لقيت صاحبه إلا وجدت سفيان له أحفظ من\nالذي حدثني به\".\n</p>\n\n<h1 class='l1' id='head298'>210- </h1>\n\n<p>\nحدثنا أبو داود قال وكيع5: \"قال شعبة: كان سفيان أحفظ مني\"6 (() .\n</p>\n\n<h1 class='l1' id='head299'>211- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عابس بن ربيعة7 سمع عمر8 <span id='ms57'></span> وعابس جاهلي\"9 (( () .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head300'>212- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"خرج المسعودي1 فرأى جماعة فقال: أنا أريد أن أحدث\nهؤلاء كلهم، يجئ واحد واحد فأقرأ عليه\"2.قال أبو داود: \"وقد روى شعبة3 عن\nالمسعودي. روى عنه سفيان الثوري\" (() .\n</p>\n\n<p>\nسمعت أبا داود قال: \"قتل حجر حربي4 على يد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nأبي الأعور السلمي\"1.\n</p>\n\n<h1 class='l1' id='head301'>214- </h1>\n\n<p>\nحدثنا أبو داود، ثنا محمد بن يونس النسائي2 ثنا زيد بن الحباب3 حدثني من\nسمع مسعرا4 يقول: الإيمان يزيد وينقص\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head302'>215- </h1>\n\n<p>\nسمعت أبا داود يقول: \"دهن حي من بجيلة\"1.\n</p>\n\n<h1 class='l1' id='head303'>216- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان الحجاج بن أرطاة2 يطعن في نسبه، قال له داود\nالطائي3: أنا معروف في نسبي، ولا يطعن في نسبي\"4.\n</p>\n\n<p>\nحدثنا أبو داود: \"ثنا عبد الوهاب بن نجدة5، ثنا يحيى بن حسان6\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقال: كان ابن المبارك1 يعجب بعبيد الله2 بن إياد بن لقيط\" (() .\n</p>\n\n<h1 class='l1' id='head304'>218- </h1>\n\n<p>\nحدثنا أبو داود، ثنا نعيم بن قيس3 قال: \"سمعت عبدة بن سليمان4 يقول: كان\nسفيان5 يقول لعبد الملك بن أبي سليمان6 الميزان\" (() .\n</p>\n\n<h1 class='l1' id='head305'>219- </h1>\n\n<p>\nقال أبو داود: \"وسمعت أحمد بن صالح7 يقول: قال سفيان: موازين الكوفة\nفعدهم منهم عبد الملك بن أبي سليمان\" (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأبي داود: عبد الله بن يزيد الخطمي1 له صحبة؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nقال: رؤية، يقولون\"1.\n</p>\n\n<p>\nقال أبو داود: \"سمعت يحيى بن معين يقول هذا\" (() .\n</p>\n\n<h1 class='l1' id='head306'>221- </h1>\n\n<p>\nقال أبو داود: \"سمعت مصعبا الزبيري2 يقول: عبد الله بن يزيد الخطمي ليس\nله صحبة. قال: وهو الذي قتل الأعمى3 أمه4 وهو الطفل الذي سقط بين رجليها،\nالتي سبت النبي صلى الله عليه وسلم\" (() 5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head307'>222- </h1>\n\n<p>\nسمعت أبا داود يقول: \"لما قدم جعفر بن برقان1 الكوفة جاءه سفيان2 فجلس\nإلى جنبه فقال: أيش كتب إليكم عمر بن عبد العزيز3 في كذا؟ وأيش قال عمر في\nكذا؟. ولقي عبد الرحمن بن القاسم4، فقال: كيف حج أبوك5 وكيف قال كذا،\nيجعلها أحاديث\".\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"كان عند الأشجعي6 ويحيى بن يمان7 عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان1 ثلاثون ألفا\"2.\n</p>\n\n<h1 class='l1' id='head308'>224- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"ضرب ابن مهدي3 على حديث ثوير بن أبي فاختة\"4 (() .\n</p>\n\n<h1 class='l1' id='head309'>225- </h1>\n\n<p>\nقال أبو داود: \"سمعت يحيى بن معين قال: كان الأعمش5 جليلا جدا <span id='ms58'></span>\" (( () .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"عمر بن أبي زائدة6 أكبر من زكريا7 وعمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nيرى القدر1، وأشعث بن سوار\"2.\n</p>\n\n<p>\nقال أبو داود: سمعت يحيى بن معين يقول: \"كان أشعث بن سوار يرى القدر\".\n</p>\n\n<h1 class='l1' id='head310'>227- </h1>\n\n<p>\nسألت أبا داود عن جويبر3 والكلبي فقدم جويبرا وقال: \"جويبر على ضعفه\nوالكلبي متهم\"4 (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head311'>228- </h1>\n\n<p>\nسألت أبا داود عن حسين بن عبد الأول1، فوهاه وضعفه.\n</p>\n\n<h1 class='l1' id='head312'>229- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قال علي بن المديني2 نعس حفص3 نعسة4 يعني حين روى\nحديث عبيد الله بن عمر5، وإنما هو حديث أبي البزري\" (() 6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head313'>230- </h1>\n\n<p>\nقال أبو داود: \"كان حفص1 بأخرة دخله نسيان وكان يحفظ. ابن المبارك2 لا\nيحفظ ثم حفظ. وكان قبيصة3 وأبو عامر4 وأبو حذيفة5 لا يحفظون، ثم حفظوا\n(بعد) \"6 (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head314'>231- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان يحيى1 لا يقدم على يحيى (و) 2 ابن أبي زائدة\nبالكوفة3 أحدا\".\n</p>\n\n<h1 class='l1' id='head315'>232- </h1>\n\n<p>\nقال أبو داود: \"قال يحيى4: قدمت الكوفة ولا أعرف وكيعا5 ورأيت أخاه\nمليحا\"6.\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"كان ابن أبي زائدة7 يشبه القتباني8 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nيرجل1 شعره\".\n</p>\n\n<h1 class='l1' id='head316'>234- </h1>\n\n<p>\nسألت أبا داود عن أبي بكر النهشلي2، فقال: \"ثبت في الحديث إلا أنه مرجئ\".\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"سمعت أحمد بن حنبل قال: ما أنكره3 وجعل يقدمه،\nوأقل من4 كتب عنه يعني أبا أسامة\"5 (() .\n</p>\n\n<h1 class='l1' id='head317'>235- </h1>\n\n<p>\nقال أبو داود: \"قال وكيع6: قد نهيت أبا أسامة أن يستعير الكتب، و7 كان قد\nدفن كتبه\" (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو داود: \"قال شعبة1 ثنا عطاء وكان نسيا\"2 (() .\n</p>\n\n<h1 class='l1' id='head318'>238- </h1>\n\n<p>\nسألت أبا داود عن المطلب بن زياد3 فقال: \"هو عندي صالح. وقال عيسى بن\nشاذان4: عنده مناكير\" (() .\n</p>\n\n<h1 class='l1' id='head319'>239- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قطبة بن عبد العزيز5 أكبر من يزيد6 أخيه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>240- </h1>\n\n<p>\nسئل أبو داود عن علي بن قادم1 فقال: \"قال أبو نعيم2: ما بقي أحد كان\nيختلف معنا إلى سفيان3 غيره\"4 (() .\n</p>\n\n<h1 class='l1' id='head321'>241- </h1>\n\n<p>\nسألت أبا داود عن طلق بن غنام5 فقال: \"صالح\" (( () .\n</p>\n\n<p>\nسألت أبا داود عن عمرو بن ثابت6 فقال: \"كان رجل سوء. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nهناد1 ولم أصل عليه\". قال: \"لما مات النبي صلى الله عليه وسلم كفر الناس\nإلا خمسة\"2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوجعل أبو داود يذمه\"1 (() .\n</p>\n\n<h1 class='l1' id='head322'>243- </h1>\n\n<p>\nقال أبو داود <span id='ms59'></span>: \"قد روى إسماعيل بن أبي خالد2 وسفيان3 عن عمرو بن ثابت4\nوهو المشئوم، ليس يشبه حديثه أحاديث5 الشيعة، وجعل يقول (يعني أن) 6\nأحاديثه مستقيمة\"7 (( () .\n</p>\n\n<h1 class='l1' id='head323'>244- </h1>\n\n<p>\nسألت أبا داود عن عن عبد الجبار8 الذي كان يكون ببغداد فقال: \"غير ثقة\"\n(() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head324'>245- </h1>\n\n<p>\nسألت أبا داود عن عن حبيب بن يسار1 فقال: \"ثقة\" (( () .\n</p>\n\n<h1 class='l1' id='head325'>246- </h1>\n\n<p>\nسمعت أبا داود يقول: سمعت أحمد2 يقول: \"عثام3 رجل صالح\" (( (() .\n</p>\n\n<p>\nسألت أبا داود عن عثام بن علي فقال: \"كان يكون بخراسان\" وجعل أبو داود\nيثني عليه ويقول فيه قولا جميلا (() .\n</p>\n\n<h1 class='l1' id='head326'>247- </h1>\n\n<p>\nسمعت أبا داود يقول: \"زهير بن معاوية4 تغير، قال حسن بن موسى5: (أتاني\nوقت) 6 تغيره، أي سخنت له ماء فقال: ما أطيب البول في الماء المسخن. قال\nأبو داود: كان يكون بخراسان\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head327'>248- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خرشة بن الحر1 له صحبة، وأخته سلامة بنت الحر2 لها\nصحبة سمعت النبي صلى الله عليه وسلم يقول: \"يقوم الناس لا يجدون من يصلى\nبهم\" 3 (4 () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>249- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو مدلة1 من أهل الكوفة، مولى أم المؤمنين\"2.\n</p>\n\n<h1 class='l1' id='head329'>250- </h1>\n\n<p>\nحدثنا أبو داود، ثنا أحمد بن صالح3، ثنا الفريابي4 عن سفيان5، عن أبي\nإسحاق6 قال: \"أنا أكبر من الإرجاء\"7.\n</p>\n\n<h1 class='l1' id='head330'>251- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عثمان بن حكيم8 بن حنيف، سفيان9 حدث عنه، وحدث عنه\nالناس بحديث الإثمد\"10. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head331'>252- </h1>\n\n<p>\nقال أبو داود: \"سعيد بن جبير1 عن ابن عباس2 أسنده3 عن النبي صلى الله\nعليه وسلم سفيان4 يقول: ثنا أبو سهل، وشعبة 5 لم يحدث عنه، وحديث عثمان بن\nعفان 6، \"من شهد العشاء فكأنما قام نصف ليلة\" 7.\n</p>\n\n<p>\nقال أبو داود: \"حديث ابن أبي عمرة8 عبد الرحمن بن أبي عمرة، عن عثمان بن\nعفان عن النبي صلى الله عليه وسلم، وقال إسحاق الأزرق9: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nثنا سفيان 1 عن أبي سهل2 هو عثمان بن حكيم\".\n</p>\n\n<h1 class='l1' id='head332'>254- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت أحمد بن حنبل قال: كان عبد الرحمن بن مهدي دفع\nهذا الحديث3 عن سفيان\".\n</p>\n\n<h1 class='l1' id='head333'>255- </h1>\n\n<p>\nوقال4: سمعت أبا توبة5 قال: بزيع6 مولى الضحاك7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head334'>ذكر أهل البصرة</h1>\n\n<h1 class='l1' id='head335'>256- </h1>\n\n<p>\nسمعت أبا داود يقول:\" سئل عن عباد بن منصور1 فقال: أحمد بن أبي <span id='ms60'></span> سريج2،\nثنا معاذ بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nمعاذ1، ثنا عباد بن منصور على قدرية2 فيه\" (() .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"لم يزل ابن عون3 يحدث عن أبي هارون العبدي4 حتى\nمات، وترك عطاء5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوطاوسا1 من أجل فتياهم في الصرف\"2.\n</p>\n\n<h1 class='l1' id='head336'>258- </h1>\n\n<p>\nسمعت أبا داود يقول: كان عاصم الجحدري3 عبدا.\n</p>\n\n<h1 class='l1' id='head337'>259- </h1>\n\n<p>\nسمعت أبا داود يقول: عاصم بن سليمان4 قاضي المدائن وهو الأحول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head338'>260- </h1>\n\n<p>\nسألت أبا داود عن موسى بن أبي غليظ1 فقال: \"هو جد عبد الله ابن معاوية\nالجمحي2 وأبو غليظ3 من آل مسعود ابن خلف الجمحي\"4.\n</p>\n\n<h1 class='l1' id='head339'>261- </h1>\n\n<p>\nسألت أبا داود عن الحكم بن أسلم5 فقال: \"كان صدوقا، أراه كان يذهب إلى\nشيء من القدر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head340'>262- </h1>\n\n<p>\nسئل أبو داود عن السهمي1 والخفاف2 في حديث ابن أبي عروبة3 فقال: \"عبد\nالوهاب أقدم\".\n</p>\n\n<p>\nفقيل له عبد الوهاب سمع في (زمن) 4 الاختلاط فقال: من قال هذا\"5 (() .\n</p>\n\n<p>\nسمعت أحمد بن حنبل سئل عن عبد الوهاب في سعيد بن أبي عروبة فقال: \"عبد\nالوهاب أقدم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>263- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قال عبد الأعلى1: (تغير) 2 عند الهزيمة\"3.\n</p>\n\n<h1 class='l1' id='head342'>264- </h1>\n\n<p>\nوسألت أبا داود عن سماع روح4 من سعيد5 فقال: \"سماعه قبل الهزيمة كذا قال\nروح\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head343'>265- </h1>\n\n<p>\nسألت أبا داود عن سماع عبد الرحمن بن مهدي1 من سعيد2\n</p>\n\n<p>\nفقال: \"بعد الهزيمة، وعبد الرحمن لا يروي عنه\".\n</p>\n\n<h1 class='l1' id='head344'>266- </h1>\n\n<p>\nسألت أبا داود عن سماع ابن سواء3 من سعيد فقال: \"قبل الهزيمة. قال عبد\nالرحمن بن مهدي: رأيته في جنازة، يعني سعيدا، فاتكأ علي\".\n</p>\n\n<h1 class='l1' id='head345'>267- </h1>\n\n<p>\nسئل أبو داود عن موسى بن خلف العمي4 قال: \"ليس به بأس. ليس بذاك القوي\"\n(() .\n</p>\n\n<h1 class='l1' id='head346'>268- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"لم أكتب عن خلف بن موسى بن خلف العمي\"5.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>269- </h1>\n\n<p>\nقال أبو داود: \"سمعت الحسن بن علي1 قال: قال سليمان بن حرب2: إذا ذكرت\nعارما3 فاذكر ابن عون4 وأيوب\"5.\n</p>\n\n<h1 class='l1' id='head348'>270- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت سليمان بن حرب حدث بحديث ثوبان6 فقال: أبو\nالنعمان يرفعه. أبو داود سمع سليمان بن حرب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>271- </h1>\n\n<p>\nسئل أبو داود عن عمارة بن أبي حفصة1 فقال: \"أبو حفصة ثابت\".\n</p>\n\n<h1 class='l1' id='head350'>272- </h1>\n\n<p>\nسمعت أبا داود يقول: \"والان العدوي2 ابن قرفة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head351'>273- </h1>\n\n<p>\nسمعت أبا داود سئل عن <span id='ms61'></span> عثمان بن عثمان الغطفاني1 فقال: \"سمعت أحمد بن حنبل\nيقول: هو شيخ صالح\" (() .\n</p>\n\n<h1 class='l1' id='head352'>274- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو معمر2 أثبت من عبد الصمد3 مرارا\" (( () .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سمعت عباسا العنبري4 قال: (\n</p>\n\n<h1 class='l1' id='head353'>… </h1>\n\n<p>\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى ابن معين، عباس النرسي1 أن لا يحدث عن حماد بن سلمة بشيء\"2.\n</p>\n\n<p>\nسألت أبا داود عن عباد بن صهيب3 فقال: \"كان قدريا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nصدوقا\" (() .\n</p>\n\n<h1 class='l1' id='head354'>277- </h1>\n\n<p>\nسئل أبو داود عن مسكين أبي فاطمة1 فقال: \"صالح الحديث، متهم بالقدر.\n</p>\n\n<h1 class='l1' id='head355'>278- </h1>\n\n<p>\nسئل أبو داود عن عامر بن أبي عامر الخزاز2 فقال: \"ليس به بأس\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head356'>279- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان حسين بن خليف1 ثبتا في عبد الأعلى\"2 (() .\n</p>\n\n<h1 class='l1' id='head357'>280- </h1>\n\n<p>\nسألت أبا داود عن أبي الربيع3، والحجبي4 أيهما أثبت في حماد بن زيد5\nفقال: أبو الربيع أشهر الرجلين، والحجبي ثقة\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head358'>281- </h1>\n\n<p>\nسئل أبو داود عن داود بن المحبر1، فقال: \"هو ثقة شبه الضعيف، وبلغني عن\nيحيى2 فيه كلام أنه كان يوثقه\" (() .\n</p>\n\n<p>\nسألت أبا داود عن عبد الله بن المثنى الأنصاري3 فقال: \"لا أخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nحديثه\"1 (( () .\n</p>\n\n<h1 class='l1' id='head359'>283- </h1>\n\n<p>\nسألت أبا داود أن يحدثني عن عبد الله بن المثنى عن عبد الله ابن دينار2\nعن ابن عمر3، \"نهى النبي صلى الله عليه وسلم عن بيع الولاء4 فأبى\" (() .\n</p>\n\n<h1 class='l1' id='head360'>284- </h1>\n\n<p>\nسألت أبا داود عن معتمر بن نافع الباهلي5 فقال: \"لا أعرفه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>285- </h1>\n\n<p>\nسألت أبا داود عن زائدة بن أبي الرقاد1 فقال: \"لا أعرف خبره\" (( () .\n</p>\n\n<h1 class='l1' id='head362'>286- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو أمية بن يعلى2، ضعيف الحديث\".\n</p>\n\n<h1 class='l1' id='head363'>287- </h1>\n\n<p>\nسألت أبا داود عن أيوب بن خوط3 فقال: \"ليس بشيء\".\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"ولد الرمادي4 إبراهيم بن بشار5 بعد موت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان الثوري\".\n</p>\n\n<h1 class='l1' id='head364'>289- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"إن في كتب أبي يعلى محمد بن الصلت1 خطأ\".\n</p>\n\n<h1 class='l1' id='head365'>290- </h1>\n\n<p>\nسألت أبا داود عن ريحان بن سعيد2 فكأنه لم يرضه (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head366'>291- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"مات عفان1 سنة عشرين ببغداد، وشهدت جنازته (() .\n</p>\n\n<h1 class='l1' id='head367'>292- </h1>\n\n<p>\nسألت أبا داود عن عمرو بن عاصم الكلابي2 فقال: \"لا أنشط بحديثه\"3 (( () .\n</p>\n\n<h1 class='l1' id='head368'>293- </h1>\n\n<p>\nوسألت أبا داود عن عمرو بن عاصم4 والحوضي5 في همام6 فقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nالحوضي. قال: \"قال بندار1: لولا فرقي2 من آل عمرو بن عاصم لتركت حديثه <span id='ms62'></span>\"3\n(() .\n</p>\n\n<h1 class='l1' id='head369'>294- </h1>\n\n<p>\nسئل أبو داود عن وهب بن محمد البناني4 فقال: \"كتبت عنه، وكان قدريا\".\n</p>\n\n<h1 class='l1' id='head370'>295- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كتبت عن بكار السيريني5 وطرحته\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head371'>296- </h1>\n\n<p>\nسألت أبا داود عن يوسف العصفري1 فقال: \"بصري ثقة\" (( () .\n</p>\n\n<h1 class='l1' id='head372'>297- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان مسلم2 وعبد الصمد3 وإسحاق ابن إدريس4 يطلبون\nالمشايخ\".\n</p>\n\n<h1 class='l1' id='head373'>298- </h1>\n\n<p>\nسألت أبا داود عن حماد بن عيسى5 فقال: \"ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head374'>299- </h1>\n\n<p>\nسألت أبا داود عن محمد بن الرومي1 فقال: \"ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head375'>300- </h1>\n\n<p>\nسمعت أبا داود يقول: \"مات أبو حفص الرياحي2 قبل القعنبي3 بشهرين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head376'>301- </h1>\n\n<p>\nسألت أبا داود عن منهال بن بحر1 فقال: \"ثقة\".\n</p>\n\n<h1 class='l1' id='head377'>302- </h1>\n\n<p>\nسألت أبا داود عن عمرو بن حكام2 فقال: \"ليس بشيء\".\n</p>\n\n<h1 class='l1' id='head378'>303- </h1>\n\n<p>\nسألت أبا داود عن يحيى بن خليف العنبري3 فقال: \"لا أعرفه\".\n</p>\n\n<h1 class='l1' id='head379'>304- </h1>\n\n<p>\nسئل أبو داود عن سعيد بن سلام العطار4 فقال: \"ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head380'>305- </h1>\n\n<p>\nوسئل أبو داود عن عبد الغفار بن عبيد الله1 الكريزي2 فقال: \"لا بأس به\".\n</p>\n\n<h1 class='l1' id='head381'>306- </h1>\n\n<p>\nسألت أبا داود عن جسر بن فرقد3 فقال: \"ضعيف، روى عنه عبد الرحمن بن\nمهدي\"4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head382'>307- </h1>\n\n<p>\nوقلت لأبي داود: يكتب حديث (أبي) 1 صالح المري2؟ فقال: \"لا\" (() .\n</p>\n\n<h1 class='l1' id='head383'>308- </h1>\n\n<p>\nسألت أبا داود عن محمد بن ثابت البناني3 فقال: \"ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head384'>309- </h1>\n\n<p>\nسئل أبو داود عن عبيد الله بن أبي بكر بن أنس4 فقال: \"ثقة\" (( (() .\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"سمعت أحمد بن حنبل قال: همام5 عندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nأحفظ من أيوب أبي العلاء\"1.\n</p>\n\n<h1 class='l1' id='head385'>311- </h1>\n\n<p>\nسمعت أبا داود يقول: \"الأشعث بن ثرملة2 بصري\".\n</p>\n\n<h1 class='l1' id='head386'>312- </h1>\n\n<p>\nسمعت أبا داود يقول: \"روى حماد بن سلمة3 عن أشعث بن عبد الرحمن4 حديثا عن\nأبي قلابة5 فقال: هو6 حسن الحديث\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head387'>313- </h1>\n\n<p>\nسئل أبو داود عن أبي حرة1، وأبي رجاء2 يعني محمد بن سيف فقال: \"أبو حرة\nليس بذاك3، أخوه يقدم عليه، سعيد بن عبد الرحمن\"4.\n</p>\n\n<h1 class='l1' id='head388'>314- </h1>\n\n<p>\nسألت أبا داود عن خالد العبد5 فقال: \"قدري ضعيف\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"حدث يزيد بن زريع6 بحديث خالد فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nرجل من خالد؟ فقال: هو خالد العبد1، هذا خالد الحذاء2 كأنه يضعف خالد\nالعبدط.\n</p>\n\n<h1 class='l1' id='head389'>316- </h1>\n\n<p>\nسئل أبو داود عن زياد الأعلم3 فقال: \"زياد ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head390'>317- </h1>\n\n<p>\nسئل أبو داود عن زياد بن جبير4 فقال: \"هو زياد الجهبذ، روى عن <span id='ms63'></span> بكر بن عبد\nالله\"5 (() .\n</p>\n\n<p>\nسئل أبو داود عن عبد الرحمن بن طرفة6، حديث أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالأشهب1 فقال: \"هذا حديث2 قد رواه الناس، هذا الحديث عند سفيان3 أربع\nأحاديث مما يحدث بها أهل البصرة، فعد فيها هذا.\n</p>\n\n<h1 class='l1' id='head391'>319- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت يحيى بن معين يقول: واصل ليس بشيء، يعني واصل\nبن السائب\"4 (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head392'>320- </h1>\n\n<p>\nسمعت أبا داود ذكر الوليد أبا بشر1 فقال: \"قد روى عنه خالد2 وعمران بن\nحدير3، وغير واحد. أبو بشر العنبري\".\n</p>\n\n<h1 class='l1' id='head393'>321- </h1>\n\n<p>\nسئل أبو داود عن زياد الجصاص4 فقال: \"هو زياد بن أبي زياد\" سمعت أبا داود\nيقول: \"سمعت يحيى بن معين يقول: ليس بشيء\"\n</p>\n\n<h1 class='l1' id='head394'>322- </h1>\n\n<p>\nسئل أبو داود عن زيد أبي المعلى5 فقال: \"بصري ليس به بأس\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head395'>323- </h1>\n\n<p>\nسئل أبو داود عن سويد أبي حاتم1 فقال: \"سمعت يحيى بن معينضعفه\" (() .\n</p>\n\n<h1 class='l1' id='head396'>324- </h1>\n\n<p>\nوسئل أبو داود عن (علي بن) 2 أبي سارة فقال: \"قد ترك الناس حديثه\" (( ()\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head397'>325- </h1>\n\n<p>\nسئل أبو داود عن ديلم بن غزوان1 فقال: \"ليس به بأس، فقيل: أيما أحب إليك\nهو أو هشام بن حسان2؟ فقال: هشام فوقه بكثير، ثم قال: ديلم شويخ\"3 (() .\n</p>\n\n<h1 class='l1' id='head398'>326- </h1>\n\n<p>\nسألت أبا داود عن عمارة بن زاذان4 فقال: \"ليس بذاك\" (( () .\n</p>\n\n<h1 class='l1' id='head399'>327- </h1>\n\n<p>\nوسئل أبو داود عن الصلت بن دينار5 فقال: \"ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head400'>328- </h1>\n\n<p>\nسئل أبو داود عن ثمامة بن حزن القشيري1 فقال: \"ثقة قيل سمع من عائشة2؟\nقال: نعم، سألت أبا داود عن عائشة عن النبيذ\"3 (( () .\n</p>\n\n<h1 class='l1' id='head401'>329- </h1>\n\n<p>\nسألت أبا داود عن هارون بن دينار العجلي4 فقال: \"ضعيف\".\n</p>\n\n<h1 class='l1' id='head402'>330- </h1>\n\n<p>\nسألت أبا داود عن عباد بن كثير المكي5 فقال: \"هو بصري، نزل (مكة، كان6)\nصديقا لسفيان7، وهو متروك الحديث\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head403'>331- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان عباد بن منصور1 كثير الصلاة، فجاء رجل إلى\nسفيان2 فسأله عن عباد فقال: اذهب فانظر إلى صلاته\".\n</p>\n\n<h1 class='l1' id='head404'>332- </h1>\n\n<p>\nسألت أبا داود عن الفضيل بن سليمان النميري3 فقال: \"كان عبد الرحمن بن\nمهدي لا يحدث عن فضيل بن سليمان\"4 (() .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"ذهب فضيل بن سليمان والسمتي5 إلى موسى بن عقبة6\nفاستعارا منه كتابا لم يرداه\"7 (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>333- </h1>\n\n<p>\nسألت أبا داود عن الربيع بن بدر1 فقال: \"ضعيف الحديث <span id='ms64'></span>\" (( (() .\n</p>\n\n<h1 class='l1' id='head406'>334- </h1>\n\n<p>\nسألت أبا داود عن الحكم بن عبد الملك2 فقال: \"منكر الحديث بصري نزل\nالكوفة\" (() .\n</p>\n\n<h1 class='l1' id='head407'>335- </h1>\n\n<p>\nسألت أبا داود عن عكرمة بن إبراهيم الأزدي3 فقال: \"ليس بشيء\" (( () .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سعيد بن بشير4 ضعيف الحديث، أصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nبصري، وخليد بن دعلج1 أصله بصري\" (( (() .\n</p>\n\n<h1 class='l1' id='head408'>337- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان يزيد الرشك2، وعبيد الصيد3، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الرحمن بن آدم1 لا ينتسبون2، وأبو رجاء3 أصابه أيضا ما أصاب أهل\nالجاهلية، هؤلاء كانوا لا ينتسبون. قال أبو عبيد: لا يستحلون\"4 (() .\n</p>\n\n<h1 class='l1' id='head409'>338- </h1>\n\n<p>\nقلت لأبي داود: \"أيما أعلى عندك علي بن الجعد5 أو عمرو بن مرزوق6؟ فقال:\nعمرو أعلى عندنا، علي بن الجعد وسم بميسم7 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nسوء، ما قال: ضرني1 أن يعذب الله معاوية2. وقال: ابن عمر ذاك الصبي\"3 (()\n.\n</p>\n\n<h1 class='l1' id='head410'>339- </h1>\n\n<p>\nسمعت أبا داود يقول: \"زيد4 أبو حماد بن زيد أعتقه يزيد5 وجرير ابنا\nحازم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head411'>340- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"موسى بن إسماعيل1 لم ير هشاما الدستوائي\"2.\n</p>\n\n<h1 class='l1' id='head412'>341- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"وسمعت موسى يقول: كنا في جنازة هشام بن حسان3 فأتى\nموت الأعمش4 ثم قال لي: لا تكتب جنازة هشام، كنا في جنازة فقط\".\n</p>\n\n<h1 class='l1' id='head413'>342- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت القعنبي5 قال: رأيت هماما6 كان رجلا صالحا، لم\n(أرو7) عنه شيء، قال: ورأيت سفيان8 بمكة\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"أبو قزعة9 الباهلي سويد، هو ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوابنه1 ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head414'>344- </h1>\n\n<p>\nوسألت أبا داود عن قزعة بن سويد فقال: \"ضعيف، كتبت إلى العباس العنبري2\nأسأله عنه فكتب إلي أنه ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head415'>345- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت أحمد بن حنبل قال: الحسن بن مسلم بن يناق3،\nمات قبل طاوس\"4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head416'>346- </h1>\n\n<p>\nسئل أبو داود عن زياد التازي1 فقال: \"زياد أبو عمر2 هو ابن أبي عمار\"3.\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"لم يرو عن هشام بن عمرو الفزاري4 غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nحماد بن سلمة.\n</p>\n\n<h1 class='l1' id='head417'>348- </h1>\n\n<p>\nسئل أبو داود عن أبي عبيدة1 فقال: \"ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head418'>349- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"حاجب بن عمر2 أبو خشينة أحد الأحدين3، رجل صالح\"\n(( () .\n</p>\n\n<h1 class='l1' id='head419'>350- </h1>\n\n<p>\nسئل أبو داود عن يوسف بن عطية4 فقال: \"ليس بشيء\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head420'>351- </h1>\n\n<p>\nسالت أبا داود عن سعد أبي عاصم1 فقال: \"سعد (\n</p>\n\n<h1 class='l1' id='head421'>… </h1>\n\n<p>\n2) \".\n</p>\n\n<h1 class='l1' id='head422'>352- </h1>\n\n<p>\nسمعت أبا داود <span id='ms65'></span> يقول: \"قال ثابت البناني3: خرجنا مع مصعب بن الزبير4 نقاتل\nالمختار\"5.\n</p>\n\n<h1 class='l1' id='head423'>353- </h1>\n\n<p>\nقلت لأبي داود: \"الربيع بن حبيب6 (\n</p>\n\n<h1 class='l1' id='head424'>… </h1>\n\n<p>\n) 7 قال: ثقة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head425'>354- </h1>\n\n<p>\nسألت أبا داود عن جعفر بن ميمون1 صاحب الأنماط2، فقال: \"سمعت يحيى بن\nمعين يضعفه\".\n</p>\n\n<h1 class='l1' id='head426'>355- </h1>\n\n<p>\nقلت لأبي داود: العوام بن حمزة3 حدث عنه يحيى القطان4.قال أبو عبيد: قلت\nلأبي داود: \"قال عباس5 عن يحيى بن معين إنه ليس بشيء6 قال: ما نعرف له\nحديثا منكرا\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head427'>356- </h1>\n\n<p>\nسألت أبا داود عن العوام بن مراجم1 فقال: \"ثقة حدث عنه شعبة2. قلت: لم\nيحدث عنه غير شعبة؟ قال: لا أدري\"3.\n</p>\n\n<h1 class='l1' id='head428'>357- </h1>\n\n<p>\nسألت أبا داود عن أبي المعلى العطار4 فقال: \"يحيى بن ميمون\".\n</p>\n\n<h1 class='l1' id='head429'>358- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو المليح5، عامر بن أسامة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head430'>359- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو ماوية1، حريث بن مالك، وأبو رفاعة2 تميم\nالعدوي، تميم بن أسد، وأبو حاجب3، سوادة بن عاصم\".\n</p>\n\n<h1 class='l1' id='head431'>360- </h1>\n\n<p>\nقلت لأبي داود: \"معاذ بن هشام4 عندك حجة؟ قال: أكره أن أقول شيئا، كان\nيحيى لا يرضاه\".\n</p>\n\n<p>\nقال أبو عبيد: \"لا أدري من يحيى، يحيى بن معين، أو يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nالقطان1، وأظنه2 يحيى القطان\" (() .\n</p>\n\n<h1 class='l1' id='head432'>361- </h1>\n\n<p>\nسألت أبا داود عن عكرمة بن عمار3 فقال: \"ثقة، لما اجتمع الناس عليه\nفسألوه عن الأحاديث التي كانت عنده فقال: يا قوم كنت فقيها وأنا لا أدري\".\n</p>\n\n<p>\nقال أبو داود: \"في حديثه عن يحيى بن أبي كثير4 اضطراب كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حنبل يقدم عليه ملازم بن عمرو\"1 (() .\n</p>\n\n<h1 class='l1' id='head433'>362- </h1>\n\n<p>\nقلت لأبي داود: \"حدث يحيى القطان2 عن الحسن بن ذكوان3؟ قال: نعم، كان\nقدريا. قلت: زعم قوم أنه كان فاضلا جدا، قال: ما بلغني عنه فضل، كان صديقا\nلأبي جعفر الخليفة\"4 (() .\n</p>\n\n<p>\nقلت لأبي داود: أبو نوفل بن أبي عقرب5، معاوية بن مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي عقرب؟ قال: \"نعم\".\n</p>\n\n<h1 class='l1' id='head434'>364- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خالد الحذاء بن مهران\"1.\n</p>\n\n<h1 class='l1' id='head435'>365- </h1>\n\n<p>\nسألت أبا داود عن زيد العمي2 فقال: \"هو زيد بن مرة. قلت: كيف هو؟ قال: ما\nسمعت إلا خيرا\"3.\n</p>\n\n<h1 class='l1' id='head436'>366- </h1>\n\n<p>\nسألت أبا داود عن عبد الله بن عمر النميري4 الذي حدث عن يونس بن يزيد5،\nقال: \"ثقة، حدث عنه <span id='ms66'></span> حجاج بن منهال\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head437'>367- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أبو الحلال1، زرارة بن ربيعة\".\n</p>\n\n<h1 class='l1' id='head438'>367- </h1>\n\n<p>\nقلت لأبي داود: \"اختلف حماد بن زيد2، وإسماعيل3 في أيوب4، فقال: القول\nقول حماد بن زيد، كان حماد بن زيد لا يفزع5 من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nخلاف أحد يخالفه عن أيوب، ما أحسب حمادا إلا أعلم الناس1 بأيوب\".\n</p>\n\n<h1 class='l1' id='head439'>369- </h1>\n\n<p>\nسمعت أبا داود يقول: \"شعبة2 يحدث عن محمد بن أبي المجالد، والصواب عبد\nالله بن أبي المجالد3، شعبة يخطئ فيه\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head440'>370- </h1>\n\n<p>\nقلت لأبي داود: \"يحيى بن يعمر1 سمع من عائشة2؟ قال: لا\" (( () .\n</p>\n\n<h1 class='l1' id='head441'>371- </h1>\n\n<p>\nقلت لأبي داود: \"سمع يحيى القطان3 من نعيم بن حكيم4 قال: نعم. قلت: سنة\nكم مات نعيم بن حكيم؟ فقال: سنة ثمان وأربعين يعني ومائة\" (( (() .\n</p>\n\n<p>\nقيل لأبي داود: \"شيبان5 أحب إليك في قتادة6 من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nمعمر1؟ قال: نعم\" (() .\n</p>\n\n<h1 class='l1' id='head442'>373- </h1>\n\n<p>\nقلت لأبي داود: \"عبيد الله بن الأخنس2 فقال: ثقة، حدث عنه يحيى\"3.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"أحاديثه صحاح، وله أخ يقال له: سعيد بن حكيم4. قلت:\nمن حدث عنه قال أبو داود: الوراق. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبيد الوراق بلغني أنه داود بن أبي هند\"1 (() .\n</p>\n\n<h1 class='l1' id='head443'>374- </h1>\n\n<p>\nسمعت أبا داود يقول: \"مرجأ بن رجاء2 صاحب التعبير ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head444'>375- </h1>\n\n<p>\nسألت أبا داود عن قرط بن حريث3 فقال: \"بصري ليس به بأس\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head445'>376- </h1>\n\n<p>\nسألت أبا داود عن بكر الأعتق1 فرفعه.\n</p>\n\n<h1 class='l1' id='head446'>377- </h1>\n\n<p>\nسألت أبا داود عن منصور بن عبد الرحمن2 الغداني3، فقال:\n</p>\n\n<p>\nهو الأشل4، قلت: ثقة؟ قال: نعم\" (() .\n</p>\n\n<h1 class='l1' id='head447'>378- </h1>\n\n<p>\nقلت لأبي داود: \"عبيد الله بن شميط بن عجلان5 قال: ثقة. قلت: هو ابن أخي\nالأخضر بن عجلان6؟ قال: نعم\" (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head448'>379- </h1>\n\n<p>\nسألت أبا داود عن محمد بن الحارث الحارثي1 قال: \"بلغني عن بندار2 قال: ما\nفي قلبي منه شيء، البلية من ابن البيلماني\" (( (() 3.\n</p>\n\n<p>\nسألت أبا داود عن الحسن4، سمع من الأسود بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nسريع1 قال: \"لا، قال: الأسود بن سريع2 لما وقعت الفتنة3 بالبصرة4 ركب\nالبحر فلا يدرى ما خبره\" (() .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"ما أرى الحسن سمع من الأسود بن سريع\".\n</p>\n\n<p>\nقلت لأبي داود: سمع الحسن من معقل بن يسار5؟ قال: \"نعم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head449'>381- </h1>\n\n<p>\nسمعت أبا داود يقول: \"الوليد بن <span id='ms67'></span> أبي هشام1، أخو هشام أبي المقدام2،\nوالوليد ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head450'>382- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عبد الرحمن بن إسحاق3 صاحب الزهري4 أصله مدني، مات\nبالبصرة، لما طلبت القدرية أيام مروان5 هرب إلى البصرة\" (( () .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head451'>383- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عزرة بن ثابت1، ومحمد بن ثابت2 أخوان، محمد قديم\nالموت\".\n</p>\n\n<h1 class='l1' id='head452'>384- </h1>\n\n<p>\nسئل أبو داود عن عبد الرحمن بن إبراهيم3 صاحب العلاء4 يحدث عنه عفان5\nقال: \"هو عندي منكر الحديث\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت أبا داود أخرى فقال: \"عفان يمسك برمقه1، أي يحدث2 عنه\" (() .\n</p>\n\n<h1 class='l1' id='head453'>385- </h1>\n\n<p>\nسألت أبا داود عن جعفر بن الزبير3 فقال: \"جعفر من خيار الناس، ولكن لا\nأكتب حديثه\"4 (( () .\n</p>\n\n<h1 class='l1' id='head454'>386- </h1>\n\n<p>\nقلت لأبي داود: أكتب حديث فضل الرقاشي5 قال: \"لا، ولا كرامة له\" (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head455'>387- </h1>\n\n<p>\nسألت أبا داود عن الجعد أبي عثمان1 فقال: \"ثقة\" (( () .\n</p>\n\n<h1 class='l1' id='head456'>388- </h1>\n\n<p>\nسئل أبو داود عن أبي حمزة العطار2 فقال: \"قدري\" (( (() .\n</p>\n\n<h1 class='l1' id='head457'>389- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حوشب بن مسلم الثقفي3 قال: كان من كبار أصحاب\nالحسن\"4 (( (( () .\n</p>\n\n<h1 class='l1' id='head458'>390- </h1>\n\n<p>\nسألت أبا داود عن أيوب بن عقبة5 يحدث عن أنس بن مالك فقال: \"ضعيف\" (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head459'>391- </h1>\n\n<p>\nسألت أبا داود عن السكن بن إسماعيل الأصم1 فقال: طحدث عنه يحيى بن معين\nوهو ثقة\" (( () .\n</p>\n\n<h1 class='l1' id='head460'>392- </h1>\n\n<p>\nوسئل أبو داود عن أيما أحب إليك هشام بن حسان2 أو حبيب بن الشهيد3؟ فقال:\n\"حبيب بن الشهيد\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head461'>393- </h1>\n\n<p>\nسألت أبا داود عن الحسن بن أبي جعفر1 فقال: \"لم يكن بجيد العقدة\"2 (( ()\n.\n</p>\n\n<h1 class='l1' id='head462'>394- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سليمان الناجي3 هو سليمان الأسود، حدث عنه سعيد بن\nأبي عروبة4، ووهيب\"5.\n</p>\n\n<p>\nقلت لأبي داود: هلال بن خباب6 أخو يونس7؟ قال: \"ما جعل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما قرابة\" (() .\n</p>\n\n<h1 class='l1' id='head463'>396- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان مبارك بن فضالة1 شديد التدليس\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"إذا قال مبارك: ثنا فهو ثبت2. وكان مبارك يدلس\" (()\n.\n</p>\n\n<h1 class='l1' id='head464'>397- </h1>\n\n<p>\nسألت أبا داود عن عوبد3 بن أبي عمران فقال: \"ليس بشيء\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head465'>398- </h1>\n\n<p>\nسألت أبا داود عن الحسن بن واصل1 فقال: \"ليس بشيء\" (( () .\n</p>\n\n<h1 class='l1' id='head466'>399- </h1>\n\n<p>\nسألت أبا داود عن المعلى بن ميمون2 فقال: \"منكر الحديث\".\n</p>\n\n<h1 class='l1' id='head467'>400- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان مهدي بن هلال3 كذابا\" (() .\n</p>\n\n<h1 class='l1' id='head468'>401- </h1>\n\n<p>\nسألت أبا داود عن أبي ظلال4 فلم يرضه وغمزه (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head469'>402- </h1>\n\n<p>\nسألت أبا داود عن <span id='ms68'></span> سلام بن أبي خبزة1 فقال: ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head470'>403- </h1>\n\n<p>\nقلت لأبي داود: \"سمع الحسن2 من ابن عباس؟ فقال: لا، ولا رآه\"3.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"كان الحسن ينتمي إلى الأنصار، وكان ديوانه في ثقيف،\nوكان أهل الحسن من نهر المرأة\"4.\n</p>\n\n<p>\nوسألت أبا داود عن حديث شريك5 عن أشعث6 قال7: \"سألت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nجابرا1 عن الحائض، فقال: لا يصح\" (() .\n</p>\n\n<h1 class='l1' id='head471'>405- </h1>\n\n<p>\nسألت أبا داود عن هشام بن حسان2 فقال: \"إنما تكلموا في حديثه عن الحسن\nوعطاء لأنه كان يرسل، وكانوا يرون أنه أخذ كتب حوشب\"3 (( () .\n</p>\n\n<h1 class='l1' id='head472'>406- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"هشام4 أثبت من مبارك\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head473'>407- </h1>\n\n<p>\nوسمعت أبا داود يقول قدم عكرمة1 البصرة، فنزل على داود بن أبي هند2 وسمع\nمنه التفسير.\n</p>\n\n<h1 class='l1' id='head474'>408- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان داود3 دخل البصرة، كان داود سئل كم حدث أيوب4\nعن عكرمة5، كم حدث خالد6 عن عكرمة، يعني يخرج كما أخرجنا\".\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"ذهب بصرة وتغير وهو ابن ثمان وخمسين سنة إن شاء\nالله\"، يعني وهيب بن خالد7، ومات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nمعمر1 وهو ابن ثمان وخمسين (() .\n</p>\n\n<h1 class='l1' id='head475'>410- </h1>\n\n<p>\nسئل أبو داود عن الفرات بن أبي الفرات2 فقال: \"ليس به بأس\".\n</p>\n\n<h1 class='l1' id='head476'>411- </h1>\n\n<p>\nقيل لأبي داود: زيد العمي3 قال: \"حدث عنه شعبة4 وليس بذاك، ولكن ابنه عبد\nالرحيم بن زيد5 لا يكتب حديثه\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head477'>412- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"عبد الرحيم بن زيد، ضعيف، يقال له ابن الحواري\"1\n(( () .\n</p>\n\n<h1 class='l1' id='head478'>413- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو تميمة2 الهجيمي3، طريف بن مجالد\".\n</p>\n\n<h1 class='l1' id='head479'>414- </h1>\n\n<p>\nسألت أبا داود عن على بن المبارك4 فقال: \"حدث عنه يحيى بن سعيد القطان\"5.\n</p>\n\n<h1 class='l1' id='head480'>415- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"سوار بن عبد الله6 ولد بسجستان\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head481'>416- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عامر بن عبد قيس1 جاهلي\".\n</p>\n\n<h1 class='l1' id='head482'>417- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت يحيى بن عربي2 قال: سمعت المعتمر بن سليمان3\nقال: من زعم أن الكلام يعني كلام الناس ليس بمخلوق، كمن زعم أن السماء ليست\nمخلوقة، وأن الأرض غير مخلوقة\".\n</p>\n\n<p>\nحدثنا أبو داود، ثنا محمد بن المثنى4، ثنا الفضل بن مساور5، ختن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nأبي عوانة1، يعني الفضل.\n</p>\n\n<h1 class='l1' id='head483'>419- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"مغيرة بن مخادش2 بصري، حدث عنه شعبة\"3.\n</p>\n\n<h1 class='l1' id='head484'>420- </h1>\n\n<p>\nسمعت <span id='ms69'></span> أبا داود قال: \"قال شعبة كان هشام4 أعلم بقتادة5 مني، وأكثر مجالسة\nمني\".\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"قلت ليحيى بن معين: صالح بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nأبي الأخضر1، أكبر عندك أو زمعة2؟ قال: لا هو ولا زمعة\".قال أبو داود:\n\"صالح أحب إلي من زمعة، أنا لا أخرج حديث زمعة\" (() .\n</p>\n\n<h1 class='l1' id='head485'>422- </h1>\n\n<p>\nحدثنا أبو داود، حدثنا أحمد بن عبدة3 قال: \"سمعت ابن معاذ4 قال: لما قدم\nبنو العباس بدأوا بالصلاة قبل الخطبة، وانصرف الناس وهم يقولون: بدلت\nالسنة، بدلت السنة يوم العيد\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head486'>423- </h1>\n\n<p>\nسمعت أبا داود يقول: \"عمرو بن بجدان1 بصري، حدث عنه أبو قلابة2 حديث أبي\nذر3، يعني في التيمم\"4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head487'>424- </h1>\n\n<p>\nسمعت أبا داود يقول: \"مرجئة البصرة عبد الكريم1 أبو أمية، وعثمان بن\nغياث2، والقاسم بن الفضل\"3 (() .\n</p>\n\n<h1 class='l1' id='head488'>425- </h1>\n\n<p>\nوقال أبو داود: \"عبد الله بن مسلمة بن قعنب4 كان أبوه له شأن وقدر يعني\nأبا القعنبي5. كان ابن عون6 لا يركب حمارا بالبصرة إلا حمار مسلمة بن قعنب\"\n(( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head489'>426- </h1>\n\n<p>\nسمعت أبا داود يقول: \"معاذة العدوية1 امرأة صلة بن أشيم\"2.\n</p>\n\n<p>\nقلت لأبي داود: \"عون العقيلي3؟ فقال: ثقة. قلت: هو مثل حميد4؟ قال: حميد\nأكثر حديثا. قلت: مثل عباس الجريري5؟ أعني في أنس6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ما أبعدت\" (() .\n</p>\n\n<h1 class='l1' id='head490'>428- </h1>\n\n<p>\nسمعت أبا داود يقول: \"النضر بن أنس1 فيمن خرج إلى الجماجم\"2 (( () .\n</p>\n\n<h1 class='l1' id='head491'>429- </h1>\n\n<p>\nسمعت أبا داود يقول: \"روى أبو عوانة3 أكثر من ستين4 حديثا عنه يعني أبا\nحمزة القصاب5، وروى أبو عوانة عن أبي جمرة6 أراه حديثا واحدا\".\n</p>\n\n<p>\nقال أبو عبيد وهو عمران بن أبي عطاء، وأبو جمرة نصر بن عمران (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head492'>430- </h1>\n\n<p>\nسمعت أبا داود يقول: \"إسحاق بن عمر بن سليط1 ليس به بأس، وأبوه2 ليس به\nبأس\" (( () .\n</p>\n\n<p>\nوسمعت أبا داود يقول: \"روى خالد بن خداش3 عن حماد بن زيد4 عن أيوب5 عن\nنافع6 عن ابن عمر7 حديث الغار8، ورأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان بن حرب ينكره عليه\" (() .\n</p>\n\n<p>\nقال أبو داود: وحدث عن حماد بن زيد عن أيوب1 عن يحيى بن أبي كثير عن عبد\nالله بن أبي قتادة2 عن أبيه3 عن النبي صلى الله عليه وسلم قال: \"من أنظر\nمعسرا <span id='ms70'></span>\" 4، وحديث عن حماد بن زيد عن ثابت5 عن أنس \"أن النبي صلى الله عليه\nوسلم صلى على\n</p>\n\n<p>\n(() انظر: تهذيب التهذيب 3/85، تهذيب الكمال 2/153، تاريخ بغداد 8/304.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nقبر\"1 يعني أن هذه تنكر عليه\" (() 2.\n</p>\n\n<h1 class='l1' id='head493'>433- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قال أبو طليق3 التمار: أخذ مني أبو حاتم4 كتاب\nشباب5 في الحروف\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو داود: \"كتاب شباب في الحروف لم يسمع منه أبو حاتم، والذي وضعه\nليس بمسموع\".\n</p>\n\n<h1 class='l1' id='head494'>434- </h1>\n\n<p>\nوسألت أبا داود أن يحدثني عن أبي حاتم1 عن الأصمعي2 عنمعتمر عن أبيه فضة\nبن إسحاق3 فقال: \"كتبته عن رجل لا أروي عنه، كان ينزل عند مسجد الأنصار\".\n</p>\n\n<h1 class='l1' id='head495'>435- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"جئته4 أنا وإبراهيم يعني الأصبهاني5 في كتاب وهب\nبن جرير فأخرجه إلينا، فإذا فيه: ثنا وهب، ثنا جرير6 عن ابن حازم، هكذا كله\nفتركناه ولم نكتبه\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head496'>436- </h1>\n\n<p>\nحدثنا أبو داود، قال: \"ثنا أبو طليق1 ثنا أبو سلمة2، ثنا عبد الله\nالمثنى3، ولم يكن من القريتين عظيم\"4 (() .\n</p>\n\n<h1 class='l1' id='head497'>437- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان قبيصة5 وأبو عامر6 وأبو حذيفة7 لا يحفظون ثم\nحفظوا بعد\"8.\n</p>\n\n<h1 class='l1' id='head498'>438- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حدث عن مطرف9 الحسن10 وابن سيرين\"11. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head499'>439- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حماد بن سلمة وهم فيه1 زاد وأبوالها\".\n</p>\n\n<p>\nقال أبو عبيد: \"رأيت هذا الكلام عندي عن أبي داود في عقب حديث عمرو بن\nبجدان2 في التيمم\".\n</p>\n\n<h1 class='l1' id='head500'>440- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قتل صلة3 بسجستان\".\n</p>\n\n<h1 class='l1' id='head501'>441- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أخذ علي بن المديني سنة تسع وعشرين ومائتين\"4.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"عبد الرحمن بن بديل العقيلي5 ليس به بأس،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه عبد الرحمن بن مهدي\"1 (() .\n</p>\n\n<h1 class='l1' id='head502'>443- </h1>\n\n<p>\nسمعت أبا داود يقول: \"ثنا سليمان بن حرب2 ثنا حماد بن زيد3 عن فضل\nالرقاشي4 عن محمد بن المنكدر 5 عن جابر6 قال: قال رسول الله صلى الله عليه\nوسلم: \"ينادي رجل في القيامة: واعطشاه\"، القصة. فقال: حديث يشبه وجه فضل\nالرقاشي\"7 (( () .\n</p>\n\n<h1 class='l1' id='head503'>444- </h1>\n\n<p>\nسألت أبا داود عن اسم أبي حرة الرقاشي8 فقال: \"لا أدري ما اسمه، وهو ثقة\"\n(() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head504'>445- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"عبد الملك بن (أبي) 1 بشير2 حدث عن فضالة بن أبي <span id='ms71'></span>\nأمية3 أبي مبارك\"4.\n</p>\n\n<h1 class='l1' id='head505'>446- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان أبو عبيدة معمر5 يبهت6 الناس\".\n</p>\n\n<h1 class='l1' id='head506'>447- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"سالم بن رزين7 وهو رزين الأحمري\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head507'>448- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"سلم بن زرير1 بصري، ليس هو بذاك\" (() .\n</p>\n\n<h1 class='l1' id='head508'>449- </h1>\n\n<p>\nسمعت أبا داود يقول: \"أرواهم عن الجريري2 إسماعيل بن علية3 وكل من أدرك\nأيوب4 فسماعه من الجريري جيد\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head509'>450- </h1>\n\n<p>\nسئل أبو داود عن عدي بن الفضل1 فقال: \"ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head510'>451- </h1>\n\n<p>\nوسألت أبا داود عن علي بن سويد (بن) 2 منجوف3، فقال: \"ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head511'>452- </h1>\n\n<p>\nسئل أبو داود عن عبد الواحد بن زيد4 فقال: \"ليس بشيء\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head512'>453- </h1>\n\n<p>\nسألت أبا داود عن حوشب بن عقيل1 فقال: \"ثقة\" (( () .\n</p>\n\n<p>\nسألت أبا داود عن علي بن مسعدة2 فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n\"سمعت (\n</p>\n\n<h1 class='l1' id='head513'>… </h1>\n\n<p>\n) 1 يقول: هو ضعيف) .\n</p>\n\n<h1 class='l1' id='head514'>455- </h1>\n\n<p>\nسألت أبا داود عن عبد الله بن بجير2 روى عنه أبو داود الطيالسي3 فقال:\n\"ثقة\") .\n</p>\n\n<h1 class='l1' id='head515'>456- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"رأيت يحيى بن معين4 يكتب عند أبي ظفر5 يكتب عنه عن\nرجل عن أبي بكر الهذلي\"6.\n</p>\n\n<h1 class='l1' id='head516'>456- </h1>\n\n<p>\nوسمعت أبا داود مرة أخرى قال: \"ذكر عدي بن الفضل7 فقال: لا أكتب حديثه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head517'>458- </h1>\n\n<p>\nسئل أبو داود عن اسم جري فقال: \"نصر بن طريف\"1.\n</p>\n\n<h1 class='l1' id='head518'>459- </h1>\n\n<p>\nسئل أبو داود عن علي بن المبارك2 فقال: \"كان ثقة\".\n</p>\n\n<h1 class='l1' id='head519'>460- </h1>\n\n<p>\nسألت أبا داود عن حرب بن شداد3 فقال: \"هو فوق حرب بن ميمون\"4.\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سمعت أحمد بن حنبل يقول: زعموا لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nجاءه يحيى يعني القطان1 جعل يقول: جاءني يحيى يعني علي بن المبارك\"2.\n</p>\n\n<h1 class='l1' id='head520'>462- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان عند علي بن المبارك كتابان عن يحيى ابن أبي\nكثير3 كتاب سماع، وكتاب إرسال، فقلت لعباس العنبري4، كيف تعرف كتاب\nالإرسال؟ فقال: الذي عند وكيع5 عن علي6 عن يحيى7 عن عكرمة\"8.\n</p>\n\n<p>\nقال: \"هذا من كتاب الإرسال، قال: وكان الناس يكتبون كتاب السماع\"9 (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head521'>463- </h1>\n\n<p>\nسئل أبو داود عن سلام أبي المنذر1 فقال: \"ليس به بأس، قد أنكر عليه حديث\nداود2 عن عاصم3 في القراءة\"4 (( () .\n</p>\n\n<h1 class='l1' id='head522'>464- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"سمعت أبا سلمة موسى5 قال: سمعت\n</p>\n\n<p>\nسلام بن أبي مطيع6، وكان يقال: هو أعقل أهل البصرة، وكان في السنة\"7.\n</p>\n\n<p>\nقال <span id='ms72'></span> أبو داود: \"هو القائل لأن ألقى الله بصحيفة الحجاج8 أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nإلي من أن ألقى الله بصحيفة عمرو بن عبيد\"1 (() .\n</p>\n\n<h1 class='l1' id='head523'>465- </h1>\n\n<p>\nسئل أبو داود عن سلام بن مسكين2 فقال: \"كان يذهب إلى القدر.\n</p>\n\n<h1 class='l1' id='head524'>466- </h1>\n\n<p>\nوسئل أبو داود عن الزبير بن سعيد3 فقال: \"في حديثه نكارة لا أعلمني4 إلا\nسمعت يحيى5 يقول: هو ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head525'>467- </h1>\n\n<p>\nسئل أبو داود عن عامر بن يساف1 فقال: \"ليس به بأس، رجل صالح\".\n</p>\n\n<h1 class='l1' id='head526'>468- </h1>\n\n<p>\nسئل أبو داود عن القاسم بن ربيعة2 فقال: \"ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head527'>469- </h1>\n\n<p>\nسألت أبا داود عن سعيد بن زربي3 فقال: \"ضعيف\" (( () .\n</p>\n\n<p>\nسئل أبو داود عن مستمع بن صالح4، فقال: \"قدري كان ههنا\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head528'>471- </h1>\n\n<p>\nسئل أبو داود عن أبي السوار العدوي1 فقال: \"من ثقات2 الناس\" (( (() .\n</p>\n\n<h1 class='l1' id='head529'>472- </h1>\n\n<p>\nسئل أبو داود عن عبد المؤمن بن عبيد الله السدوسي3 فقال: \"لا بأس به\" (()\n.\n</p>\n\n<h1 class='l1' id='head530'>473- </h1>\n\n<p>\nسئل أبو داود عن حبان بن يسار4 فقال: \"لا بأس به، هو الكلابي حدث عنه غير\nواحد\"5 (( () .\n</p>\n\n<p>\nسألت أبا داود عن سعيد بن سليمان النشيطي6 فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n\"لا أحدث عنه\" (( (() .\n</p>\n\n<h1 class='l1' id='head531'>475- </h1>\n\n<p>\nسئل أبو داود عن عمران بن طلحة1 فقال: \"بصري، روى عنه سلام2، مستقيم\nالحديث\" (() .\n</p>\n\n<h1 class='l1' id='head532'>476- </h1>\n\n<p>\nسئل أبو داود عن عمر بن عبد3 الله الرومي فقال: \"جيد الحديث، وابن\nالرومي4 صاحب الحروف ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head533'>477- </h1>\n\n<p>\nقيل لأبي داود: الجريري1 عن ماعز2، فعرف الحديث3 قال: \"لا أدري من ماعز\".\n</p>\n\n<p>\nسئل أبو داود عن عامر الأحول4 فقال: \"سمعت أحمد بن حنبل يضعفه، روى حديث\nعثمان5 فقال: عن أبي هريرة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nالوضوء1، وإنما هو حديث عطاء2 عن عثمان - رضي الله عنه -.\n</p>\n\n<h1 class='l1' id='head534'>479- </h1>\n\n<p>\nسئل أبو داود عن زيد أبي المعلى3 مرة أخرى فقال: \"ليس به بأس\".\n</p>\n\n<h1 class='l1' id='head535'>480- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أبو الدهماء قرفة بن بهيس4، وأبو قتادة العدوي\nتميم بن نذير\"5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head536'>481- </h1>\n\n<p>\nوسئل أبو داود عن هارون النحوي1 فقال: \"ثقة، حدثني من سمع الأصمعي2 سئل\nعنه فقال: ثقة، ولو كان لي عليه سلطان لضربته\"3 (() .\n</p>\n\n<h1 class='l1' id='head537'>482- </h1>\n\n<p>\nسئل أبو داود عن الحكم بن سنان4 فقال: \"ضعيف\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"سمعت يحيى بن معين يقول: ضعيف\" (( () .\n</p>\n\n<h1 class='l1' id='head538'>483- </h1>\n\n<p>\nسئل أبو داود عن عثمان بن مطر5 فقال: \"عثمان ضعيف\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head539'>484- </h1>\n\n<p>\nقيل1 <span id='ms73'></span> لأبي داود: عرفجة العمي2 حدث عن عوف3، فقال: \" لا عرفه\".\n</p>\n\n<h1 class='l1' id='head540'>485- </h1>\n\n<p>\nسئل أبو داود عن عقبة بن صهبان4 فقال: \"ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head541'>486- </h1>\n\n<p>\nسئل أبو داود عن عن فضيل بن ميسرة5: \"فقال: حدث عنه شعبة\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head542'>487- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"قال شعبة1: لو حابيت2 أحدا حابيت هشاما بن حسان3\nوكان قريبه\"4.\n</p>\n\n<h1 class='l1' id='head543'>488- </h1>\n\n<p>\nسئل أبو داود عن أبي القعقاع5 الجرمي فقال: \"سمعت مسلما6 الجرمي يقول:\nسئل عن اسم أبي القعقاع الجرمي فقال: عبد الرحمن بن خالد\".\n</p>\n\n<p>\nسألت أبا داود عن حديث حماد بن زيد عن عمرو بن دينار إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nأقيمت الصلاة1 فقال: \"لم يسمعه حماد بن زيد من عمرو بن دينار.\n</p>\n\n<h1 class='l1' id='head544'>490- </h1>\n\n<p>\nقلت لأبي داود: \"أبان بن أبي عياش2، يكتب حديثه؟ قال: لا يكتب حديث أبان\"\n(() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head545'>491- </h1>\n\n<p>\nسألت أبا داود عن يزيد الرقاشي1 فقال: \"رجل صالح2 سمعت\n</p>\n\n<p>\nيحيى بن معين ذكره فقال: رجل صدق\" (() .\n</p>\n\n<h1 class='l1' id='head546'>492- </h1>\n\n<p>\nسألت أبا داود عن حماد بن الجعد3 فقال: \"شيخ ضعيف، سمعت يحيى بن معين\nيقول: هو شيخ ضعيف\" (( () . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head547'>493- </h1>\n\n<p>\nسألت أبا داود عن محمد بن زياد الميموني1 فقال: \"سمعت أحمد بن حنبل قال:\nما كان أجرأه يقول: حدثنا ميمون بن مهران\"2) .\n</p>\n\n<h1 class='l1' id='head548'>494- </h1>\n\n<p>\nسألت أبا داود عن رياح بن عمرو القيسي3 فقال: \"كان رجل سوء، ثم قال: هو\nوأبو حبيب4 وحيان الجريري5 وأربعة رابعتهم في الزندقة\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: أظن أن أبا داود قال: \"سمعت أحمد بن صالح1، يقول: هذا\" (()\n.\n</p>\n\n<h1 class='l1' id='head549'>495- </h1>\n\n<p>\nحدثنا أبو داود، \"ثنا عقبة بن مكرم2 قال: قال سعيد بن عامر3 كنا مع عبد\nالواحد4 في غزاة، فكان يأكل السمين الطيب\".\n</p>\n\n<h1 class='l1' id='head550'>496- </h1>\n\n<p>\nسألت أبا داود عن مضر بن حريز5 فقال: \"قدري، كان ههنا يعني بالبصرة\".\n</p>\n\n<h1 class='l1' id='head551'>497- </h1>\n\n<p>\nسألت أبا داود عن أبي عاصم العباداني6 فقال: \"لا أعرفه\" (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head552'>498- </h1>\n\n<p>\nسئل أبو داود عن فضل الرقاشي1 فقال: \"كان هالكا، ثنا سليمان ابن حرب2 ثنا\nحماد بن زيد3 قال: قال أيوب4: لو أن فضلا الرقاشي ولد أخرس كان خيرا له\"5\n(() .\n</p>\n\n<h1 class='l1' id='head553'>499- </h1>\n\n<p>\nسألت أبا داود عن عون بن أبي شداد6 فضعفه.\n</p>\n\n<h1 class='l1' id='head554'>500- </h1>\n\n<p>\nسألت أبا داود عن عبيس بن ميمون7 فقال: \"قد ترك حديثه\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head555'>501- </h1>\n\n<p>\nسألت أبا داود عن <span id='ms74'></span> عمران القصير1 فقال: \"حدث عنه يحيى بن سعيد2 وهو عمران\nبن مسلم\".\n</p>\n\n<h1 class='l1' id='head556'>502- </h1>\n\n<p>\nسألت أبا داود عن عمران العمي3، فقال: \"من أصحابالحسن4 ما سمعت إلا خيرا\"\n(() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head557'>503- </h1>\n\n<p>\nوسمعت أبا داود ذكر عمران القطان1 فقال: \"ضعيف، أفتى في أيام إبراهيم بن\nعبد الله بن حسن2 بفتوى شديدة فيها سفك دماء\"3 (( () .\n</p>\n\n<h1 class='l1' id='head558'>504- </h1>\n\n<p>\nسألت أبا داود عن عمران4 وأبي هلال الراسبي5 فقدم أبا هلال تقديما شديدا\n(() .\n</p>\n\n<h1 class='l1' id='head559'>505- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"خليل الملحمي من الضالين\".\n</p>\n\n<p>\nوقال أبو الوليد: \"هذا خليل الملحمي6 ضال يجتمع عليه الناس\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: \"وقال: إنه قيل لأبي الوليد1: قد كثر الناس على عمرو بن\nمرزوق2 فقال: هذا الخليل الملحمي ضال مضل\"3.\n</p>\n\n<h1 class='l1' id='head560'>506- </h1>\n\n<p>\nسألت أبا داود عن علي بن الحكم4 فقال: \"ثقة\" (() .\n</p>\n\n<p>\nوسمعت أبا داود ذكر رياح بن عمرو القيسي5 مرة أخرى فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n\"هو من أهل المحنة وأهل القدر، وأخوه عوين\"1.\n</p>\n\n<h1 class='l1' id='head561'>508- </h1>\n\n<p>\nسئل أبو داود عن أبي سلمة2 الذي حدث عنه معمر3 فقال:\n</p>\n\n<p>\nهو مغيرة بن مسلم، حدث عنه سفيان\"4.\n</p>\n\n<h1 class='l1' id='head562'>509- </h1>\n\n<p>\nسئل أبو داود عن الصلت بن دينار5 فقال: \"ضعيف\" (() .\n</p>\n\n<h1 class='l1' id='head563'>510- </h1>\n\n<p>\nوسئل أبو داود عن ملازم بن عمرو6 فقال: \"ليس به بأس\" (( () .\n</p>\n\n<p>\nسئل أبو داود عن صالح بن أبي الأخضر فقال: \"كان يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد1 لا يحدث عنه\".\n</p>\n\n<h1 class='l1' id='head564'>512- </h1>\n\n<p>\nوسمعت أبا داود يقول في عباد بن منصور2: \"قضى البصرة خمس مرات وكان يأخذ\nدقيق الأرز كل عشية في إزاره\" (( (() .\n</p>\n\n<h1 class='l1' id='head565'>513- </h1>\n\n<p>\nسئل أبو داود عن حميد بن مهران3 فقال: \"ليس به بأس\" (() .\n</p>\n\n<h1 class='l1' id='head566'>514- </h1>\n\n<p>\nسألت أبا داود عن عصمة بن المتوكل4 صاحب شعبة5، قال: \"ما أرى به بأسا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head567'>515- </h1>\n\n<p>\nقلت لأبي داود: الربيع بن بدر1 قال: \"لا يكتب حديثه\" (( () .\n</p>\n\n<h1 class='l1' id='head568'>516- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان هرم بن حيان2 من فرسان الناس وشجعانها\".\n</p>\n\n<h1 class='l1' id='head569'>517- </h1>\n\n<p>\nسمعت أبا داود وذكر حجاج بن منهال3 فقال: \"ثنا حماد بن سلمة4 قال: رأيت\nأبا عمرو بن العلاء5 يقرأ على عبد الله بن كثير المكي\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head570'>518- </h1>\n\n<p>\nسئل أبو داود عن إياس بن دغفل1 فقال: \"ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head571'>519- </h1>\n\n<p>\nسألت أبا داود عن إياس بن أبي تميمة2 فقال: \"ثقة، ثنا عنه مسلم3 ثم قال:\nإياس بن دغفل <span id='ms75'></span> أقدم\" (() .\n</p>\n\n<h1 class='l1' id='head572'>520- </h1>\n\n<p>\nسألت أبا داود عن اسم أبي مريم الحنفي فقال: \"أياس بن صبيح\"4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head573'>521- </h1>\n\n<p>\nقلت لأبي داود: معمر1 روى عن أشعث بن عبد الله2 فقال:\n</p>\n\n<h1 class='l1' id='head574'>522- </h1>\n\n<p>\nهذا الأشعث بن جابر\".\n</p>\n\n<p>\nقال أبو داود: \"سألت نصر بن علي3 أشعث بن جابر بن من؟ قال: لا ندري، هو\nأشعث بن عبد الله\".\n</p>\n\n<h1 class='l1' id='head575'>523- </h1>\n\n<p>\nسألت أبا داود عن أشعث بن سعيد4 فقال: \"ضعيف، هذا أبو الربيع السمان\" (()\n.\n</p>\n\n<p>\nسألت أبا داود عن عنبسة بن سعيد5 فقال: \"هذا أخوه6 قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت يحيى بن معين (عن1) أشعث بن سعيد فقال: ليس بشيء\" (( () .\n</p>\n\n<h1 class='l1' id='head576'>524- </h1>\n\n<p>\nحدثنا أبو داود، ثنا المخرمي2 ثنا يزيد بن هارون3 ثنا عنبسة ابن سعيد4\nذاك المجنون.\n</p>\n\n<p>\nقال أبو داود: \"وكان عنبسة بن سعيد أشد الناس في السنة، وكان أحيانا\nعاقلا وأحيانا مجنونا. فسألت أبا داود عن عنبسة وأشعث فقال: عنبسة\nأمثلهما\"5.\n</p>\n\n<h1 class='l1' id='head577'>525- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"عوبد6 أحاديثه البواطيل\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head578'>526- </h1>\n\n<p>\nسألت أبا داود عن مسلم الأجرد1 فقال: \"هذا أبو حسان الأعرج سمي الأجرد\nلأنه كان يمشي على عقبه2. خرج مع الخوارج\" (() .\n</p>\n\n<h1 class='l1' id='head579'>527- </h1>\n\n<p>\nسألت أبا داود عن مسلم أبي العلانية3، فقال: \"ثقة، روى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nأبي سعيد الخدري1 حدث عنه ابن سيرين\"2 (() .\n</p>\n\n<h1 class='l1' id='head580'>528- </h1>\n\n<p>\nسألت أبا داود عن هشام (أبي3) كليب فقال: \"كوفي ممن روى عنه سفيان4 ولم\nيلقه شعبة\"5.\n</p>\n\n<h1 class='l1' id='head581'>529- </h1>\n\n<p>\nسألت أبا داود عن سالم بن غيلان6 فقال: \"بصري\"7. قيل:\n</p>\n\n<p>\nكيف هو؟ قال: لا بأس به\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head582'>530- </h1>\n\n<p>\nسألت أبا داود عن سالم بن نوح1 فقال: بلغني عن يحيى2 أنه قال: \"ليس\nبشيء\"3.\n</p>\n\n<h1 class='l1' id='head583'>531- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"كان (نوح بن4) قيس يتشيع\" (( () .\n</p>\n\n<p>\nسألت أبا داود عن يحيى بن بسطام5 فقال: \"تركوا حديثه. قال له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nمعتمر بن سليمان1: أنت قدري؟ قال: نعم، وبسطام بن حريث2 ثقة\".\n</p>\n\n<p>\nقلت لأبي داود: هو أبوه؟ فقال: \"وذكر كلمة\" (() .\n</p>\n\n<h1 class='l1' id='head584'>533- </h1>\n\n<p>\nسألت أبا داود عن السائب بن حبيش3 فقال: \"شامي كلاعي\n</p>\n\n<p>\nأخطأ عبد الرحمن4 في اسمه، فقال: ثنا زائدة5 عن حنش، وهم في اسمه\" (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head585'>534- </h1>\n\n<p>\nسألت أبا داود عن يونس1 الإسكاف2 فقال: \"ثقة، حدث عنه هشام الدستوائي\"3\n(( () .\n</p>\n\n<h1 class='l1' id='head586'>535- </h1>\n\n<p>\nسألت أبا داود عن بسطام بن مسلم4 فقال: \"ثقة <span id='ms76'></span>، حدث عنه شعبة\"5 (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head587'>536- </h1>\n\n<p>\nسألت أبا داود عن حجاج بن حجاج الباهلي1 فقال: \"ثقة، قال محمد بن\nالمنهال2: كان يزيد بن زريع3 يقول في حجاج الصواف4:لم يكن عنده بأس، وكان\nيقدم حجاجا الباهلي عليه\" (( () .\n</p>\n\n<h1 class='l1' id='head588'>537- </h1>\n\n<p>\nقلت لأبي داود: \"ابن أبي عروبة5 عن حجاج الأحول قال: هذا حجاج بن حجاج\nالباهلي\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head589'>538- </h1>\n\n<p>\nسألت أبا داود عن حجاج الأسود1، قال: \"هذا القسملي2 يقال له: زق العسل\nلفضله. قيل كيف هو؟ قال: ثقة\" (( () .\n</p>\n\n<h1 class='l1' id='head590'>539- </h1>\n\n<p>\nسمعت أبا داود يقول: \"خلف ابن داود3 أربعمائة دينار، وبعث إليه محمد بن\nعباد4 بيد نصر بن علي5 مائة دينار فقبلها\" (() 6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head591'>540- </h1>\n\n<p>\nسألت أبا داود عن المقدام أبي فروة1 حدث عنه جرير بن\n</p>\n\n<h1 class='l1' id='head592'>541- </h1>\n\n<p>\nحازم2 فقال: \"معروف حدث، قال: سمعت شريحا قضى بالشفعة3، وروى أبو عوانة4\nعنه يعني عن المقدام أبي فروة ثم رجع عنه فقال: حدثناه الحسن بن عمارة5 عن\nالمقدام أبي فروة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head593'>541- </h1>\n\n<p>\nثنا أبو داود، ثنا محمد بن المثنى1 ثنا عبد الله بن داود2 عن الحسن بن\nصالح3 قال: \"كنت حدثتني عني عن الأعمش4 عن إبراهيم5 قال: أغسل الماء\nبالماء\"6.\n</p>\n\n<h1 class='l1' id='head594'>542- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمع معتمر7 من أيوب8 قطعة جيدة\".\n</p>\n\n<h1 class='l1' id='head595'>543- </h1>\n\n<p>\nسئل أبو داود عن أبي معشر9 البراء 10، قال: \"يوسف بن يزيد\n</p>\n\n<p>\nليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nبذاك\" (() .\n</p>\n\n<h1 class='l1' id='head596'>544- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سلم العلوي1: سلم بن قيس\"2.\n</p>\n\n<p>\nسألت أبا داود عن ناصح البصري3، فقال: \"ثقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وناصح الكوفي1 صاحب سماك2 ليس بشيء\".\n</p>\n\n<h1 class='l1' id='head597'>546- </h1>\n\n<p>\nسألت أبا داود عن القاسم بن الفضل3 الحداني4 فقال: \"كان صاحب حديث، قال\nيحيى القطان5: كان قاسم منكرا من فطنته\"6.\n</p>\n\n<h1 class='l1' id='head598'>547- </h1>\n\n<p>\nسألت أبا داود عن عباد بن جويرية7 فقال: \"غير ثقة ولا مأمون\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو موسى1: \"سألت عنه عبد الله بن داود2 فقال: كان معنا بالشام\".\n</p>\n\n<h1 class='l1' id='head599'>548- </h1>\n\n<p>\nسألت أبا داود عن قرة3، وأبي خلد4، فقال: \"قرة فوق أبي خلدة\".\n</p>\n\n<h1 class='l1' id='head600'>549- </h1>\n\n<p>\nسمعت أبا داود يقول: \"قال عبد الرحمن بن مهدي: جرير بن حازم5 عندي فوق\nقرة بن خالد. قال فلان6 أحكي هذا عنك؟ قال: نعم\". قال أبو داود: \"وهذا عند\nالناس على غير هذا\".\n</p>\n\n<h1 class='l1' id='head601'>550- </h1>\n\n<p>\nوسئل أبو داود عن الحسن <span id='ms77'></span> بن أبي جعفر7 فقال: \"ضعيف لا أكتب حديثه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت نصر بن علي1 يقول: \"لم يكن بالبصرة أعبد من الحسن بن أبي جعفر\".\n</p>\n\n<p>\nقال أبو داود: \"سمعت نصرا قال: ما نقر2 عن العلم\".\n</p>\n\n<p>\nقلت لأبي داود: \"كان يرى القدر؟ قال: لا\".\n</p>\n\n<h1 class='l1' id='head602'>551- </h1>\n\n<p>\nسئل أبو داود عن موسى بن أبي الفرات3 فقال: \"ما سمعت إلا خيرا\".\n</p>\n\n<h1 class='l1' id='head603'>552- </h1>\n\n<p>\nسئل أبو داود عن خلاس4 فقال: \"ثقة، ثقة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: سمع من علي1؟ قال: \"لا\".\n</p>\n\n<p>\nسمعت أبا داود قال: \"وسمعت أحمد2 قال: لم يسمع خلاس من أبي هريرة شيئا\"\n(() .\n</p>\n\n<h1 class='l1' id='head604'>553- </h1>\n\n<p>\nسألت أبا داود عن علي بن ثابت3 فقال: \"ثقة حدث عنه سفيان4 ومسعر5 يقال له\nعلي الأرقط، وحدث عنه شعبة6 فقال: ثنا عتيق أو ابن عتيق\".\n</p>\n\n<h1 class='l1' id='head605'>554- </h1>\n\n<p>\nقيل لأبي داود: \"أبو عثمان7 وليس بالنهدي، قال: أبو عثمان السلي\"8.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head606'>555- </h1>\n\n<p>\nسألت أبا داود عن عمار بن أبي عمار1، فقال: \"ثقة، روى عنه شعبة2 حديثا3،\nقال شعبة: وكان لا يصحح لي\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nصفرة1 وكان من شجعان الناس، وكان يقال: عرض زندي الحسن شبر. قال هشام2:\nكان الحسن أشجع أهل زمانه\".\n</p>\n\n<p>\nقال أبو داود: قال أبو عمرو3: \"ما رأيت أفصح من الحجاج4 والحسن. وقال ابن\nعون5: كنت أشبه لهجته بلهجة رؤبة بن العجاج\"6.\n</p>\n\n<h1 class='l1' id='head607'>558- </h1>\n\n<p>\nسئل أبو داود عن حارث بن سريج7 فقال: \"سمعت نصر بن علي8 يقول: ليس بشيء.\n</p>\n\n<h1 class='l1' id='head608'>559- </h1>\n\n<p>\nسألت أبا داود عن أبي مكين فقال: \"ثقة، نوح بن ربيعة9 ثقة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head609'>560- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حسام بن مصك1 أبو سهل. قيل حسام ثقة؟ قال: لا\" (()\n.\n</p>\n\n<h1 class='l1' id='head610'>561- </h1>\n\n<p>\nسألت أبا داود عن محمد بن عمرو الأنصاري2 قال: \"كان يحيى ابن سعيد يضعفه\"\n(( () .\n</p>\n\n<h1 class='l1' id='head611'>562- </h1>\n\n<p>\nسألت أبا داود عن النهاس بن قهم3 قال: \"كان يحيى4 يضعفه.\n</p>\n\n<h1 class='l1' id='head612'>563- </h1>\n\n<p>\nوسألت أبا داود عن العوام بن حمزة5 فقال: \"ثقة\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head613'>564- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"ثابت بن عمارة1 ثقة\".\n</p>\n\n<h1 class='l1' id='head614'>565- </h1>\n\n<p>\nوسألت أبا داود عن عثمان الشحام2 فقال: \"ثقة أو قال: ليس به بأس. ثم قال:\nعثمان الشحام قد أعيا القرون اسم أبيه، فقيل له إنه وجد بخط يحيى بن معين\nأنه عثمان بن ميمون فأعجبه ذلك\" (( () .\n</p>\n\n<h1 class='l1' id='head615'>566- </h1>\n\n<p>\nقلت لأبي داود <span id='ms78'></span>: \"عثمان البتي3 ابن من؟. قال: عثمان بن سلمان ابن جرموز\"4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head616'>567- </h1>\n\n<p>\nسمعت أبا داود يقول: \"لم يسمع سليمان التيمي1، ولا قتادة2، ولا يونس بن\nعبيد3 من نافع4 شيئا\".\n</p>\n\n<h1 class='l1' id='head617'>568- </h1>\n\n<p>\nسمعت أبا داود قال: \"سمعت يحيى بن معين يقول: محمد بن محبوب5 كيس صادق،\nكثير الحديث\" (() .\n</p>\n\n<h1 class='l1' id='head618'>569- </h1>\n\n<p>\nسألت أبا داود عن أبان بن صمعة6 فقال: \"أنكر في آخر عمره\" (() .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head619'>570- </h1>\n\n<p>\nسألت أبا داود عن سلم بن أبي الذيال1 قال: \" (ما) 2 روى عنه غير معتمر3،\nروى عنه إسماعيل بن مسلم4 قاضي قيس5.معتمر لقيه بالبحر\".\n</p>\n\n<p>\nقال أبو عبيد: \"وقيس مدينة بالبطائح6 غرقها الماء. وكان إسماعيل بن مسلم\nقاضيها، يقال: إنها الهون\"7 (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head620'>571- </h1>\n\n<p>\nسمعت أبا داود يقول: \"حضين1 كان مع علي2 رضي الله عنه\".\n</p>\n\n<h1 class='l1' id='head621'>572- </h1>\n\n<p>\nقيل لأبي داود: \"سمع أيوب3 من عطاء بن يسار4 قال: لا\" (( () .\n</p>\n\n<h1 class='l1' id='head622'>573- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كان عثمان بن غياث5 يذهب إلى شيء من الإرجاء، يتقدم\nعلى عثمان الشحام\"6 (() .\n</p>\n\n<h1 class='l1' id='head623'>574- </h1>\n\n<p>\nسألت أبا داود عن المختار بن عمرو7 فقال: \"ثقة، حدث عنه يحيى بن سعيد8،\nوأثنى عليه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head624'>575- </h1>\n\n<p>\nسمعت أبا داود يقول: \"سمعت أحمد بن حنبل يقول: كتبت من كتاب أبي طليق1\nشيئا من أحاديث معاذ بن هشام2. قلت له: سمعت من أبي طليق شيئا؟ قال: لا\".\n</p>\n\n<h1 class='l1' id='head625'>576- </h1>\n\n<p>\nقلت لأبي داود: \"قال لي حنبل3: سمعت عمي4 قال: يحيى البكاء5 ليس بثقة.\nقال: هو غير ثقة\" (() .\n</p>\n\n<h1 class='l1' id='head626'>577- </h1>\n\n<p>\nسمعت أبا داود يقول: \"ضرب أبو الوليد6 على حديث جرير بن حازم7 عن ثابت8\nعن أنس9 \"إذا أقيمت الصلاة\"10 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head627'>575- </h1>\n\n<p>\nسألت أبا داود عن اسم أبي حرة فقال: واصل بن عبد الرحمن1 وأخوه سعيد2\nأثبت منه.\n</p>\n\n<p>\nسألت أبا داود عن سعيد بن زيد3 فقال: \"كان يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد1 يقول: ليس بشيء، وكان عبد الرحمن2 يحدث عنه\" (() .\n</p>\n\n<h1 class='l1' id='head628'>580- </h1>\n\n<p>\nسألت أبا داود عن المهلب بن أبي حبيبة3 فقال: \"ثقة حدث عنه يحيى بن سعيد4\nوأثنى عليه\" (( () .\n</p>\n\n<h1 class='l1' id='head629'>581- </h1>\n\n<p>\nقلت لأبي داود: ميمون المرائي5 قال: \"ليس به بأس. قلت: هو أبو موسى؟ قال:\nأراه روى عن الحسن6 ثلاثة أشياء، يعني سماعا\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head630'>582- </h1>\n\n<p>\nسألت أبا داود عن طلحة بن النضر1 قال: \"ثقة روى <span id='ms79'></span> عنه ابن المبارك2. قلت:\nبصري؟ قال: بصري كان على عشر البصرة\".\n</p>\n\n<h1 class='l1' id='head631'>583- </h1>\n\n<p>\nسألت أبا داود عن حبيب بن الزبير3 فقال: \"ثقة، أصله مدني (كان بالبصرة4)\n(() .\n</p>\n\n<h1 class='l1' id='head632'>584- </h1>\n\n<p>\nسمعت أبا داود: \"قال يحيى بن سعيد5: إني لأغبط جيران سعيد بن عامر\"6 ((\n() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا داود يقول: \"قال يحيى1: عيسى بن ميمون2 وعبيس بن ميمون3، يحدثان\nعن القاسم بن محمد4 ليسا بشيء بصريين وأبو عيسى تليد5 روى عنه حماد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nسلمة1 يقال له ابن سخبرة2 ثقة\".\n</p>\n\n<h1 class='l1' id='head633'>586- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"استعدى3 عبد الرحمن بن مهدي4 على عيسى بن ميمون5\nصاحب محمد بن كعب6 في هذه الأحاديث فقال: لا أعود\".\n</p>\n\n<p>\nسمعت أبا داود يقول: \"مات محمد بن كثير7 سنة ثلاث وعشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nورأيت الحوضي1 في جنازة ابن كثير\" (() .\n</p>\n\n<h1 class='l1' id='head634'>586- </h1>\n\n<p>\nسألت أبا داود عن موت عارم2 فقال: \"سنة أربع وعشرين، وعارم أدرك شعبة\"3\n(() .\n</p>\n\n<p>\nسمعت أبا داود يقول: \"محمد بن معاذ بن عباد4 أراه مات سنة ثلاث وعشرين،\nومات عبد العزيز بن الخطاب5 في ذي القعدة. وعبد الله بن أبي بكر العتكي6 في\nجمادى، وهريم7 في جمادى، وبكر بن الأسود8 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nوقرة بن حبيب1، كلهم في سنة أربع وعشرين\" (() .\n</p>\n\n<h1 class='l1' id='head635'>590- </h1>\n\n<p>\nقلت لأبي داود: \"حماد بن سلمة2 عن عبيد الله بن عمر3 عن نافع4 عن ابن\nعمر5 أنه كان يكبر يوم النحر من صلاة الظهر6. فقال: حماد روى هذا عن عبيد\nالله بن عمر\".\n</p>\n\n<p>\nسألت أبا داود عن عبد الرحمن بن يحيى بن سعيد الخدري7 فقال: \"لا أعرفه\".\nقلت: حدث عن يونس8 عن الزهري9 عن سعيد10 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة، حديث الباكورة1 فقال: \"قد بان أمره في هذا الحديث. هذا\nحديث عن الزهري مرسل\".\n</p>\n\n<h1 class='l1' id='head636'>592- </h1>\n\n<p>\nسألت أبا داود عن محمد بن حمران القيسي2 فقال: \"كان ابن داود3 يثني عليه\"\n(() .\n</p>\n\n<p>\nقلت لأبي داود: \"حماد الأبح4 عن أبي إسحاق5 عن عكرمة6 عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nعباس1 قال: الغلام الذي قتله الخضر2. قال: الناس كلهم عن أبي إسحاق عن\nسعيد بن جبير\".\n</p>\n\n<p>\nسألت أبا داود عن روح بن عطاء ابن أبي ميمونة3 فقال: \"سألت يحيى بن معين\nعنه فقال: ضعيف. وكان <span id='ms80'></span> نصر بن علي4 لا يحدث عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوكان نصر يحدث عن عوبد بن أبي عمران1 ولا يحدث عن روح بن عطاء\"2.\n</p>\n\n<h1 class='l1' id='head637'>595- </h1>\n\n<p>\nسمعت أبا داود يقول: \"معمر بن راشد3 رحل إلى صنعاء في طلب العلم. قال\nمعمر: كنت في منزل سعيد بن أبي عروبة4 سنتين\".\n</p>\n\n<h1 class='l1' id='head638'>596- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"يحيى بن أبي كثير5 بصري، خرج إلى اليمامة6 بعد ما\nحدث. سمع منه الأوزاعي7 بالبصرة وباليمامة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head639'>597- </h1>\n\n<p>\nوسمعت أبا داود يقول: \"أثبت الناس في أنس1 قتادة2 ثم ثابت\"3.\n</p>\n\n<h1 class='l1' id='head640'>598- </h1>\n\n<p>\nسألت أبا داود عن حريث بن السائب4 فقال: \"ليس بشيء\".\n</p>\n\n<h1 class='l1' id='head641'>599- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كتب مسلم5 عن قريب من ألف شيخ. هؤلاء أصحاب شيوخ،\nمسلم وعبد الصمد6 وإسحاق بن إدريس\"7.\n</p>\n\n<p>\nقال أبو عبيد: \"سمعت الترمذي أبا إسماعيل8 يقول: سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم بن إبراهيم يقول: كتبت عن ثمانمائة شيخ ما جزت الجسر\"1 (() .\n</p>\n\n<h1 class='l1' id='head642'>600- </h1>\n\n<p>\nسئل أبو داود عن إسحاق بن إدريس2 فقال: \"ليس بشيء\".\n</p>\n\n<h1 class='l1' id='head643'>601- </h1>\n\n<p>\nسمعت أبا داود يقول: \"ما رحل مسلم3 إلى أحد\" (( () .\n</p>\n\n<h1 class='l1' id='head644'>602- </h1>\n\n<p>\nقلت لأبي داود: خالد الحذاء4 عن الوليد بن مسلم5 قال: \"أبو بشر\".\n</p>\n\n<p>\nقلت لأبي داود: أحمد بن حلبس الكلبي6 عن يحيى القطان7 قال: \"ما رأيت أثبت\nمن يزيد بن زريع8 فوهي هذا الخبر. قال: لم ير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nهشاما الدستوائي\"1.\n</p>\n\n<h1 class='l1' id='head645'>604- </h1>\n\n<p>\nقلت لأبي داود: حكى رجل2 عن شيبان3 الأبلي4 أنه سمع شعبة5 يقول: اكتبوا\nعن أبي أمية بن يعلى6 فإنه شريف لا يكذب. واكتبوا عن الحسن بن دينار7 فإنه\nصدوق. فكذب الذي حكى عنه\".\n</p>\n\n<p>\nقال أبو عبيد: \"غلام خليل حكى هذا عن شيبان. قال أبو داود: كذب الذي حكى\nهذا\" (() . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head646'>605- </h1>\n\n<p>\nسمعت أبا داود يقول: \"كتبت عن بندار1 نحو خمسين ألف حديث. وكتبت عن أبي\nموسى شيئا2 وهو أثبت من بندار. ثم قال: \"لولا سلامة في بندار لترك حديثه\"3\n(( () .\n</p>\n\n<h1 class='l1' id='head647'>606- </h1>\n\n<p>\nسألت أبا داود عن بندار وأحمد بن سنان4 فقال: \"أحمد ابن سنان\" (() .\n</p>\n\n<h1 class='l1' id='head648'>607- </h1>\n\n<p>\nقلت لأبي داود: \"عبيد الله بن الحسن5 عندك حجة6؟ قال: كان فقيها\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nالخاتمة\n</p>\n\n<p>\nانتهيت بحمد الله ومنه وكرمه من دراسة وتحقيق الجزء الثالث من كتاب\n(سؤالات الآجري) ، ويمكن تلخيص ما <span id='ms81'></span> اشتمل عليه موضوع الكتاب في قسمين:\n</p>\n\n<h1 class='l1' id='head649'>1- </h1>\n\n<p>\nالأول: وهو ما يتعلق بالمقدمة، والتي كانت دراسة وافية للجانب النقدي عند\nأبي داود السجستاني - رحمه الله - كإمام ناقد ممن يعتمد قوله في هذا الفن.\n</p>\n\n<p>\nوقد توصلت من خلال دراستي لنصوص الكتاب إلى تحليل منهج أبي داود في\nالنقد، والوقوف عن كثب على قدرته الفائقة في هذا المجال، كما تمكنت من\nمعرفة مرتبته بين مراتب النقاد، فكان إماما من كبار أئمة النقد، فضلا عما\nوصف به من غزارة العلم في مختلف علوم الحديث النبوي الشريف.\n</p>\n\n<p>\nكما واستطعت معرفة الطبقة التي انتمى إليها أبو داود من طبقات النقاد\nبالنظر إلى مشددهم ومتساهلهم، فكان من طبقة من وصفوا بالاعتدال، وممن\nتكلموا في سائر الرواة على اختلاف أوطانهم.\n</p>\n\n<p>\nوهذا التفصيل المذكور لا أظن أن أحدا سبقني إلى بيانه، إذ لم أر من أفرد\nالجانب النقدي عند أبي داود في بحث مستقل يمكن من خلاله معرفة أثر أبي داود\nفيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد ذلك جاء الكلام حول مصنف كتاب السؤالات، أعني الآجري، فذكرت للرجل\nترجمة تشتمل على ذكر نسبه ووفاته، وشيوخه وتلاميذه، وثقافته وخاصة في\nالجانب الحديثي، وتوثيقه وتعديله، وعلاقته بأبي داود بما لم أسبق إليه أيضا\n- لأني لم أعثر للمذكور على ترجمة قط - معتمدا في ذلك على ما تمكنت من\nاستنباطه من مادة كتابه، وعلى بعض العبارات النادة الواردة في شأنه في\nتراجم شيخه أبي داود.\n</p>\n\n<p>\nوالواقع أنني عانيت الكثير من الصعوبات في محاولة الكشف عن تلك المعلومات\nالتي ضمنتها ترجمة الرجل، إلى أن تيسر لي التعريف به وبحاله بما يكتفي\nببيانه عند المحدثين.\n</p>\n\n<p>\nثم تعرضت بعد لدراسة موجزة لعلم النقد اشتملت على تعريفه ونشأته، وتدوينه\nومراحل تطوره، وأهدافه، وميادين تطبيقه، وطبقات النقاد على اختلاف مناهجهم،\nوعلى بعض الكتب المؤلفة في النقد على اختلاف أنواعه عند المحدثين.\n</p>\n\n<p>\nوتلا ذلك بيان قيمة كتاب السؤالات ككتاب نقدي، فكان أصلا في فنه، وبيان\nمصادر أبي داود فيه، ومدى اعتماد الأئمة من بعد للمادة النقدية التي تضمنها\nالكتاب، فكان الكتاب من أنفس كتب <span id='ms82'></span> النقد التي تبحث في الرواة وأحوالهم.\n</p>\n\n<p>\nوأخيرا بينت منهج المؤلف في كتابه المذكور، ودلائل ثبوت نسبته إليه،\nودراسة السماعات كما جرت عادة المحققين المتثبتين في ذلك، ثم اتبعت المنهج\nالذي سلكته في التحقيق بما أسلفت ذكره في موضعه.\n</p>\n\n<h1 class='l1' id='head650'>2- </h1>\n\n<p>\nمادة الكتاب الأصلية: أعني التي تضمنها ذات الكتاب، وهي قضايا حديثية\nعامة، الغالب عليها نقد الرواة، وبعض مروياتهم وما إلى ذلك، وقد عالجت كلا\nمنها حسب ما تقتضيه الحاجة.\n</p>\n\n<p>\nوقد واجهت في سبيل إخراج مادة الكتاب الصعوبات الجمة، ووقفت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nعند بعض النصوص أياما وليالي سواء كان ذلك للتثبت من قراءتها أو بيان\nمعانيها، أو للتوفيق بينها وبين ما قد يتعارض مع دلالتها في الظاهر، وزاد\nالأمر صعوبة تلك الإشارات الخفية التي استخدمها أبو داود للأحاديث، فضلا عن\nعدم تمكني من الاطلاع على نسخة ثانية من المخطوط توضح بعض ما خفي علي.\n</p>\n\n<p>\nوقد حباني الله تعالى بجميل إحسانه، فكانت الثقة بعونه مطلقة فازددت\nثباتا وجلدا، إلى أن خرج هذا الجزء بهذا الثوب القشيب، وأترك للقارئ الكريم\nتقويم الجهد الذي بذلته في ذلك. راجيا من الله أن أكون قد وفقت في إخراجه،\nوما كان فيه من جودة فإنما كان بفضل الله تعالى وتوفيقه، وما كان فيه من\nتقصير فإني ألتمس من القارئ العذر فيه.\n</p>\n\n<p>\nوأرجو أن أكون قد سلكت المسلك العلمي الحديثي في التحقيق، وما أجدرنا\nباتباعه في كتب الرجال لنساهم بالدور الذي تركه لنا المتقدمون في سبيل\nتقريب هذه المؤلفات وسبل الاستفادة منها، سائلا المولى جل وعلا أن يجعل\nعملي هذا خالصا لوجهه الكريم، وهو ولي التوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head651'>مصادر ومراجع</h1>\n\n<p>\n...\n</p>\n\n<p>\nثبت المصادر والمراجع\n</p>\n\n<p>\nأولا- المطبوعات:\n</p>\n\n<h1 class='l1' id='head652'>1- </h1>\n\n<p>\nإحياء علوم الدين، تأليف أبي حامد محمد بن محمد الغزالي، المتوفى سنة\n505ه، دار إحياء الكتب العربية.\n</p>\n\n<h1 class='l1' id='head653'>2- </h1>\n\n<p>\nأخبار القضاة، تأليف وكيع محمد خلف المتوفى سنة 306ه، تعليق عبد العزيز\nالمراغي. مطبعة السعادة - القاهرة ط. الأولى.\n</p>\n\n<h1 class='l1' id='head654'>3- </h1>\n\n<p>\nالاستيعاب في معرفة الأصحاب ((بهامش الإصابة)) ، تأليف المحدث أبي عمر\nيوسف بن عبد الله بن محمد بن عبد البر المتوفى سنة 463ه، مطبعة السعادة <span id='ms83'></span> -\nالطبعة الأولى سنة 1328ه.\n</p>\n\n<h1 class='l1' id='head655'>4- </h1>\n\n<p>\nأسد الغابة في معرفة الصحابة، تأليف الإمام عز الدين أبي الحسن علي بن\nالأثير الجزري المتوفى سنة 630ه المطبعة الإسلامية بطهران.\n</p>\n\n<h1 class='l1' id='head656'>5- </h1>\n\n<p>\nالإصابة في تمييز الصحابة، للحافظ أحمد بن علي بن محمد بن شهاب الدين أبي\nالفضل بن حجر المتوفى سنة 852ه، مطبعة السعادة - الطبعة الأولى سنة 1328ه.\n</p>\n\n<h1 class='l1' id='head657'>6- </h1>\n\n<p>\nأعلام النساء، تأليف عمر رضا كحالة، المكتبة الهاشمية، دمشق سنة 1359ه.\n</p>\n\n<h1 class='l1' id='head658'>7- </h1>\n\n<p>\nالأعلام، تأليف خير الدين الزركلي - الطبعة الثانية.\n</p>\n\n<h1 class='l1' id='head659'>8- </h1>\n\n<p>\nالإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى\nوالأنساب، للحافظ علي بن هبة الله بن علي بن جعفر المشهور بابن ماكولا\nالمتوفى سنة 475ه، الناشر محمد أمين، بيروت لبنان.\n</p>\n\n<p>\nالأنساب، تأليف عدب الكريم بن محمد بن منصور التميمي أبو سعد السمعاني\nالمتوفى سنة 562ه، تصحيح وتعليق عبد الرحمن بن يحيى المعلمي، مجلس دائرة\nالمعارف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nالعثمانية، حيدر أباد سنة 1383ه الطبعة الأولى، وطبعة الأوفست/ مكتبة\nالمثنى ببغداد سنة 1970م. نشر وعناية المستشرق د. س. مرجليوت.\n</p>\n\n<h1 class='l1' id='head660'>10- </h1>\n\n<p>\nالبداية والنهاية، تأليف الحافظ المحدث أبي الفداء إسماعيل بن عمر بن\nكثير المتوفى سنة 774ه - دار الفكر - بيروت. ط. ثانية 1977م.\n</p>\n\n<h1 class='l1' id='head661'>11- </h1>\n\n<p>\nبذل المجهود في حل أبي داود، تأليف المحدث خليل أحمد السنهار نفوري\nالمتوفى سنة 1346ه، تعليق الشيخ محمد زكريا بن يحيى الكاندهلوي، مطبعة ندوة\nالعلماء/ لكهنؤ 1392ه.\n</p>\n\n<h1 class='l1' id='head662'>12- </h1>\n\n<p>\nبغية الوعاة في طبقات اللغويين والنحاة، للحافظ جلال الدين عبد الرحمن\nالسيوطي المتوفى سنة 911ه - دار المعرفة والنشر، بيروت\n</p>\n\n<h1 class='l1' id='head663'>13- </h1>\n\n<p>\nالبيان والتبيين، تأليف أبي عثمان عمرو بن بحر بن محبوب الجاحظ المتوفى\nسنة 255ه، تحقيق عبد السلام هارون - مكتبة الخانجي، القاهرة سنة 1395ه.\n</p>\n\n<h1 class='l1' id='head664'>14- </h1>\n\n<p>\nبيان خطأ البخاري في تاريخه لعبد الرحمن بن محمد بن إدريس الرازي المتوفى\nسنة 327ه، تصحيح عبد الرحمن بن يحيى المعلمي. مطبعة دار المعارف العثمانية،\nحيدر أباد 1378ه.\n</p>\n\n<h1 class='l1' id='head665'>15- </h1>\n\n<p>\nتاج العروس شرح القاموس للعلامة النحوي محمد مرتضى الزبيدي، مكتبة الحياة\n- بيروت.\n</p>\n\n<h1 class='l1' id='head666'>16- </h1>\n\n<p>\nتاريخ الإسلام، للحافظ أحمد بن محمد بن الحسن أبي بكر بن محمد بن أحمد بن\nعثمان الذهبي المتوفى سنة 748ه، مكتبة القدس القاهرة 1968م.\n</p>\n\n<h1 class='l1' id='head667'>17- </h1>\n\n<p>\nتاريخ <span id='ms84'></span> الأمم والملوك، لأبي جعفر محمد بن جرير الطبري المتوفى سنة 310ه،\nتحقيق محمد أبي الفضل إبراهيم، دار المعارف بمصر الطبعة الثانية.\n</p>\n\n<h1 class='l1' id='head668'>18- </h1>\n\n<p>\nتاريخ بغداد للحافظ أحمد بن علي بن ثابت بن الخطيب البغدادي المتوفى سنة\n463ه- مكتبة الخانجي، القاهرة سنة 1349ه\n</p>\n\n<h1 class='l1' id='head669'>19- </h1>\n\n<p>\nتاريخ جرجان، للحافظ حمزة بن يوسف بن إبراهيم السهمي المتوفى سنة 427ه،\nتصحيح عبد الرحمن بن يحيى المعلمي، مطبعة مجلس دائرة المعارف العثمانية،\nحيدر أباد سنة 1350ه.\n</p>\n\n<h1 class='l1' id='head670'>20- </h1>\n\n<p>\nتاريخ الخلفاء، للحافظ السيوطي المتوفى سنة 911ه، تحقيق محمد محيي الدين\nعبد الحميد، مطبعة السعادة القاهرة 1371ه.\n</p>\n\n<h1 class='l1' id='head671'>21- </h1>\n\n<p>\nالتاريخ، تأليف خليفة بن خياط العصفري المتوفى سنة 240ه، تحقيق الكتور\nأكرم ضياء العمري، مطبعة محمد هاشم الكتبي، مؤسسة الرسالة، دمشق - بيروت.\n</p>\n\n<h1 class='l1' id='head672'>22- </h1>\n\n<p>\nالتاريخ الصغير، للإمام المحدث أبي عبد الله محمد بن إسماعيل البخاري\nالمتوفى سنة 256ه، المكتبة الأثرية، سانكلة هل/ باكستان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head673'>23- </h1>\n\n<p>\nالتاريخ الكبير للإمام البخاري، تصحيح عبد الرحمن بن يحيى المعلمي، مطبعة\nمجلس دائرة المعارف العثمانية، حيدر أباد سنة 1378ه.\n</p>\n\n<h1 class='l1' id='head674'>24- </h1>\n\n<p>\nالتاريخ والعلل، للحافظ يحيى بن معين بن عون البغدادي المتوفى سنة 233ه،\nتحقيق أحمد نور الدين سيف، غير مطبوع.\n</p>\n\n<h1 class='l1' id='head675'>25- </h1>\n\n<p>\nتاريخ الموصل، للشيخ زكريا بن محمد بن أياس الأزدي المتوفى سنة 334ه،\nتحقيق الدكتور علي حبيبة، طبع المجلس الأعلى للشؤون الإسلامية. القاهرة سنة\n1378ه.\n</p>\n\n<h1 class='l1' id='head676'>26- </h1>\n\n<p>\nتبصير المنتبه، للحافظ أحمد بن علي بن حجر المتوفى سنة 852ه، تحقيق علي\nمحمد البجاوي، الدار المصرية للتأليف والترجمة والنشر - سنة 1966م.\n</p>\n\n<h1 class='l1' id='head677'>27- </h1>\n\n<p>\nالتبيان في آداب حملة القرآن، للحافظ يحيى شرف الدين بن مري أبي زكريا\nالنووي المتوفى سنة 676ه، دار الفكر، دمشق سنة 1393ه.\n</p>\n\n<h1 class='l1' id='head678'>28- </h1>\n\n<p>\nتجريد أسماء الصحابة، للحافظ الذهبي، تصحيح عبد الحكيم شرف الدين الكتبي،\nبومباي 1390ه.\n</p>\n\n<h1 class='l1' id='head679'>29- </h1>\n\n<p>\nتحفة الأحوذي، تأليف أبي المعلى محمد بن عبد الرحمن المباركفوري - مراجعة\nوتصحيح عبد الرحمن محمد عثمان، المكتبة السلفية، المدينة المنورة 1387ه.\n</p>\n\n<h1 class='l1' id='head680'>30- </h1>\n\n<p>\nتذكرة الحفاظ، للحافظ الذهبي، تصحيح عبد الرحمن بن يحيى المعلمي، دار\nإحياء التراث العربي 1374ه.\n</p>\n\n<h1 class='l1' id='head681'>31- </h1>\n\n<p>\nتدريب الراوي، للحافظ السيوطي، تحقيق عبد الوهاب عبد اللطيف دار الكتب\nالحديثة القاهرة، الطبعة الثانية 1385ه.\n</p>\n\n<h1 class='l1' id='head682'>32- </h1>\n\n<p>\nتعجيل المنفعة بزوائد رجال <span id='ms85'></span> الأئمة الأربعة، للحافظ ابن حجر عناية وتصحيح\nعبد الله هاشم يماني - دار المحاسن للطباعة والنشر المدينة المنورة 1387?.\n</p>\n\n<h1 class='l1' id='head683'>33- </h1>\n\n<p>\nتقريب التهذيب، للحافظ ابن حجر - دار نشر الكتب الإسلامية كوجرنوالة\nباكستان. والطبعة المصرية، تحقيق عبد الوهاب عبد اللطيف، المكتبة العلمية،\nالمدينة المنورة.\n</p>\n\n<h1 class='l1' id='head684'>34- </h1>\n\n<p>\nالتمهيد، للحافظ ابن عبد البر، طبع وزارة الأوقاف المغربية.\n</p>\n\n<h1 class='l1' id='head685'>35- </h1>\n\n<p>\nتنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة، للحافظ أبي الحسن\nعلي بن محمد بن عراق المتوفى سنة 963ه، تحقيق عبد الوهاب عبد اللطيف، وعبد\nالله محمد الصديق - دار الكتب العلمية - بيروت.\n</p>\n\n<h1 class='l1' id='head686'>36- </h1>\n\n<p>\nتهذيب الأسماء واللغات، للإمام النووي - دار الكتب الحديثة بيروت.\n</p>\n\n<h1 class='l1' id='head687'>37- </h1>\n\n<p>\nتهذيب تاريخ دمشق، للحافظ علي بن هبة الله بن الحسن أبي القاسم بن عساكر\nالمتوفى سنة 571ه، تهذيب وتحقيق عبد القادر أحمد بدران - مطبعة روضة الشام\n- دمشق 1329ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head688'>38- </h1>\n\n<p>\nتهذيب التهذيب، للحافظ ابن حجر - مطبعة مجلس دائرة المعارف العثمانية -\nحيدر أباد/ الطبعة الأولى 1325ه.\n</p>\n\n<h1 class='l1' id='head689'>39- </h1>\n\n<p>\nتوضيح الأفكار لمعاني تنقيح الأنظار، للحافظ محمد بن إسماعيل الأمير\nالصنعاني، المتوفى سنة 1182ه، تحقيق محيي الدين عبد الحميد - مطبعة\nالسعادة، الطبعة الأولى، القاهرة 1366ه.\n</p>\n\n<h1 class='l1' id='head690'>40- </h1>\n\n<p>\nالثقات، للحافظ محمد بن حبان بن أحمد البستي، المتوفى سنة 354ه، مطبعة\nدائرة المعارف العثمانية، حيدر أباد - الهند.\n</p>\n\n<h1 class='l1' id='head691'>41- </h1>\n\n<p>\nجامع التحصيل في أحكام المراسيل، للحافظ خليل بن كيكلدي صلاح الدين\nالعلائي المتوفى سنة 761ه، تحقيق الدكتور عمر حسن فلاتة، غير مطبوع.\n</p>\n\n<h1 class='l1' id='head692'>42- </h1>\n\n<p>\nجامع العلوم والحكم، للحافظ عبد الرحمن بن أحمد بن رجب الحنبلي المتوفى\nسنة 795ه، مطبعة عيسى البابي الحلبي، القاهرة، الطبعة الرابعة، 1393ه.\n</p>\n\n<h1 class='l1' id='head693'>43- </h1>\n\n<p>\nالجرح والتعديل، لابن أبي حاتم الرازي المتوفى سنة 327ه - مجلس دائرة\nالمعارف العثمانية - حيدر أباد 1372ه.\n</p>\n\n<h1 class='l1' id='head694'>44- </h1>\n\n<p>\nالجمع بين رجال الصحيحين، للإمام الحافظ أبي الفضل محمد طاهر المقدسي\nالمتوفى سنة 507ه، مطبعة مجلس دائرة المعارف العثمانية - حيدر أباد 1371م.\n</p>\n\n<h1 class='l1' id='head695'>45- </h1>\n\n<p>\nجمهرة أنساب العرب، للحافظ علي بن أحمد بن سعيد أبي محمد ابن حزم،\nالمتوفى سنة 457ه- تحقيق عبد السلام هارون - دائرة المعارف - القاهرة\n1382ه.\n</p>\n\n<h1 class='l1' id='head696'>46- </h1>\n\n<p>\nجنى الجنتين في تمييز المثنيين، تأليف محمد أمين بن فضل الله المحملي،\nالمتوفى سنة 1111ه- مكتبة القدسي، دمشق 1348ه.\n</p>\n\n<h1 class='l1' id='head697'>47- </h1>\n\n<p>\nحلية <span id='ms86'></span> الأولياء، تأليف الحافظ أبي نعيم أحمد بن عبد الله الأصبهاني\nالمتوفى سنة 430ه - مكتبة الخانجي - القاهرة 1351ه.\n</p>\n\n<h1 class='l1' id='head698'>48- </h1>\n\n<p>\nخلاصة تهذيب الكمال، للحافظ أحمد بن عبد الله الخزرجي المتوفى سنة 923ه،\nمكتبة المطبوعات الإسلامية، حلب 1391ه.\n</p>\n\n<h1 class='l1' id='head699'>49- </h1>\n\n<p>\nالدر المنثور، للحافظ السيوطي، دار المعرفة، بيروت - لبنان.\n</p>\n\n<h1 class='l1' id='head700'>50- </h1>\n\n<p>\nدفاع عن أبي هريرة، تأليف عبد المنعم صالح العلي - دار الشروق بيروت\n1393ه.\n</p>\n\n<h1 class='l1' id='head701'>51- </h1>\n\n<p>\nدلائل النبوة، للحافظ أبي بكر أحمد بن الحسين بن علي بن عبد الله البيهقي\nالمتوفى سنة 458ه، تحقيق عبد الرحمن محمد عثمان - المطبعة السلفية -\nالمدينة المنورة 1389ه.\n</p>\n\n<h1 class='l1' id='head702'>52- </h1>\n\n<p>\nديوان الضعفاء والمتروكين، للحافظ الذهبي - تحقيق الشيخ حماد الأنصاري -\nمطبعة النهضة الحديثة، مكة المكرمة 1387ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head703'>53- </h1>\n\n<p>\nذكر أخبار أصبهان، للحافظ أبي نعيم الأصبهاني - تحقيق سفر ديردنج - مطبعة\nليدن بريل سنة 1331ه.\n</p>\n\n<h1 class='l1' id='head704'>54- </h1>\n\n<p>\nالرد على أهل الأهواء والبدع - تأليف أبي الحسين محمد بن أحمد بن عبد\nالرحمن الملطي المتوفى سنة 377م، تحقيق وتعليق محمد زاهد الكوثري - مكتبة\nالمثنى بغداد ومكتبة المعارف بيروت سنة 1388م.\n</p>\n\n<h1 class='l1' id='head705'>55- </h1>\n\n<p>\nالرفع والتكميل في الجرح والتعديل، للشيخ محمد بن عبد الحي اللكنوي\nالهندي، المتوفة سنة 1304ه، تحقيق عبد الفتاح أبي غدة، مكتب المطبوعات\nالإسلامية- حلب.\n</p>\n\n<h1 class='l1' id='head706'>56- </h1>\n\n<p>\nالروض، الآنف شرح سيرة ابن هشام، للمحدث عبد الرحمن السهيلي المتوفى سنة\n581ه- تحقيق عبد الرحمن الوكيل - دار الكتب الحديثة - القاهرة.\n</p>\n\n<h1 class='l1' id='head707'>57- </h1>\n\n<p>\nسنن الإمام أبي داود السجستاني المتوفى سنة 275ه- مطبعة البابي الحلبي\nالقاهرة - 1371ه- تعليق أحمد سعد العلي.\n</p>\n\n<h1 class='l1' id='head708'>58- </h1>\n\n<p>\nالسنن، لأبي محمد عبد الله بن عبد الرحمن الدارمي المتوفى سنة 385ه-\nمطبعة الاعتدال - دمشق 1349ه.\n</p>\n\n<h1 class='l1' id='head709'>59- </h1>\n\n<p>\nالسنن، لأبي الحسن علي بن عمر الدارقطني المتوفى سنة 385ه، تصحيح عبد\nالله هاشم اليماني - المدينة المنورة - 1386ه.\n</p>\n\n<h1 class='l1' id='head710'>60- </h1>\n\n<p>\nسنن الإمام أحمد بن شعيب بن علي النسائي المتوفى سنة 303ه، دار إحياء\nالتراث العربي بيروت 1372ه.\n</p>\n\n<h1 class='l1' id='head711'>61- </h1>\n\n<p>\nسنن الحافظ أبي عبد الله محمد بن يزيد القزويني المشهور بابن ماجة\nالمتوفى سنة 283ه - تحقيق محمد فؤاد عبد الباقي - دار إحياء الكتب العربية\n- 1372ه.\n</p>\n\n<h1 class='l1' id='head712'>62- </h1>\n\n<p>\nالسنن الكبرى، للحافظ أحمد بن الحسين بن علي البيهقي، المتوفى سنة 458ه-\nدائرة المعارف العثمانية - حيدر أباد سنة 1344ه <span id='ms87'></span>.\n</p>\n\n<h1 class='l1' id='head713'>63- </h1>\n\n<p>\nسؤالات الحافظ السلفي للحوزي، تحقيق مطاع الطربيشي. مطبعة الحجاز بدمشق\n1396ه.\n</p>\n\n<h1 class='l1' id='head714'>64- </h1>\n\n<p>\nسيرة الرسول صلى الله عليه وسلم، للحافظ ابن كثير، تحقيق مصطفى عبد\nالواحد - مطبعة عيسى البابي الحلبي - القاهرة 1384ه.\n</p>\n\n<h1 class='l1' id='head715'>65- </h1>\n\n<p>\nسير أعلام النبلاء، للذهبي تحقيق صلاح الدين المنجد - دار المعارف-\nالقاهرة 1957م.\n</p>\n\n<h1 class='l1' id='head716'>66- </h1>\n\n<p>\nشرح علل الترمذي، للحافظ ابن رجب، تحقيق صبحي جاسم الحميد - طبع وزارة\nالأوقاف العراقية - مطبعة بغداد 1396ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head717'>67- </h1>\n\n<p>\nشرح معاني الآثار، للإمام أبي جعفر أحمد بن محمد الطحاوي المتوفى سنة\n321ه، تحقيق محمد زهري النجار - مطبعة الأنوار المحمدية - القاهرة.\n</p>\n\n<h1 class='l1' id='head718'>68- </h1>\n\n<p>\nالشفاء بتعريف حقوق المصطفى - للقاضي أبي الفضل عياض بن موسى بن عياض\nالسبتي - مطبعة المشهد الحسيني - القاهرة.\n</p>\n\n<h1 class='l1' id='head719'>69- </h1>\n\n<p>\nشمائل الرسول ودلائل نبوته، للحافظ ابن كثير - تحقيق مصطفى عبد الواحد -\nمطبعة عيسى البابي الحلبي - القاهرة 1386ه.\n</p>\n\n<h1 class='l1' id='head720'>70- </h1>\n\n<p>\nالشمائل الترمذية، للإمام أبي عسيى محمد بن عيسى الترمذي، المتوفى سنة\n279ه، مؤسسة الزعبي السورية.\n</p>\n\n<h1 class='l1' id='head721'>71- </h1>\n\n<p>\nالصارم المسلول على شاتم الرسول، للحافظ أبي العباس أحمد بن عبد الحليم\nابن تيمية المتوفى سنة 738ه، تحقيق محمد محيي الدين عبد الحميد. مكتبة\nالتاج - طنطا 1379ه.\n</p>\n\n<h1 class='l1' id='head722'>72- </h1>\n\n<p>\nالصحيح، للإمام البخاري - مطابع الشعب 1378ه.\n</p>\n\n<h1 class='l1' id='head723'>73- </h1>\n\n<p>\nالصحيح، للإمام مسلم بن الحجاج القشيري المتوفى سنة 361ه، تصحيح وتعليق\nمحمد فؤاد عبد الباقي - دار الفكر - بيروت.\n</p>\n\n<h1 class='l1' id='head724'>74- </h1>\n\n<p>\nالضعفاء الصغير، للإمام البخاري - المكتبة الأثرية - سانكلة هل/ باكستان.\n</p>\n\n<h1 class='l1' id='head725'>75- </h1>\n\n<p>\nالضعفاء والمتروكين، للإمام أحمد بن شعيب النسائي المتوفى سنة 303ه-\nالمكتبة الأثرية سانكلة هل/ باكستان.\n</p>\n\n<h1 class='l1' id='head726'>76- </h1>\n\n<p>\nطبقات الحنابلة، لأبي الحسن محمد بن الحسين بن أبي يعلى، تصحيح محمد حامد\nفقي - مطبعة السنة المحمدية - القاهرة.\n</p>\n\n<h1 class='l1' id='head727'>77- </h1>\n\n<p>\nطبقات الحفاظ، للإمام السيوطي - تحقيق علي محمد عمر، مكتبة وهبة -\nالقاهرة 1973م.\n</p>\n\n<h1 class='l1' id='head728'>78- </h1>\n\n<p>\nطبقات الشافعية، لجمال الدين أبو محمد عبد الرحيم بن حسن الأسنوي،\nالمتوفى سنة 772ه - تحقيق عبد الله الجبوري - مطبعة الإرسال - بغداد 1391ه.\n</p>\n\n<h1 class='l1' id='head729'>79- </h1>\n\n<p>\nطبقات الشافعية لتاج الدين أبي نصر عبد الوهاب بن علي السبكي، تحقيق عبد\nالفتاح الحلو، ومحمود محمد الطناحي، القاهرة 1383ه.\n</p>\n\n<h1 class='l1' id='head730'>80- </h1>\n\n<p>\nالطبقات الكبرى، تأليف محمد بن سعد بن منيع الزهري المتوفى سنة 230ه.\nطبعة دار التحرير، ودار صادر - بيروت، سنة 1376ه.\n</p>\n\n<h1 class='l1' id='head731'>81- </h1>\n\n<p>\nطبقات خليفة بن خياط <span id='ms88'></span>، تحقيق الدكتور أكرم ضياء العمري، مطبعة العاني -\nبغداد 1387ه.\n</p>\n\n<h1 class='l1' id='head732'>82- </h1>\n\n<p>\nطبقات المدلسين للحافظ ابن حجر، تقديم ومراجعة طه عبد الرؤوف سعد - مكتبة\nالكليات الأزهرية - القاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head733'>83- </h1>\n\n<p>\nطبقات القراء، للحافظ الذهبي، تحقيق وتعليق محمد سيد جاد الحق - دار\nالكتب الحديثة - القاهرة 1969م.\n</p>\n\n<h1 class='l1' id='head734'>84- </h1>\n\n<p>\nطبقات القراء، لابن الأثير الجزري - تحقيق برجستر راسر، مكتبة الخانجي -\nالقاهرة 1351ه.\n</p>\n\n<h1 class='l1' id='head735'>85- </h1>\n\n<p>\nطبقات المفسرين، تأليف محمد بن علي بن أحمد الداوودي، تحقيق علي محمد عمر\n- مكتبة وهبة - القاهرة 1392ه.\n</p>\n\n<h1 class='l1' id='head736'>86- </h1>\n\n<p>\nالعبر في أخبار من غبر، للحافظ الذهبي - نشره صلاح الدين المنجد. الطبعة\nالأولى، وزارة الإرشاد، الكويت 1966م.\n</p>\n\n<h1 class='l1' id='head737'>87- </h1>\n\n<p>\nالعثمانية، للجاحظ - تحقيق عبد السلام هارون - مكتبة الخانجي بالقاهرة.\nومكتبة المثنى ببغداد 1374ه.\n</p>\n\n<h1 class='l1' id='head738'>88- </h1>\n\n<p>\nعلل الحديث، لابن أبي حاتم الرازي - مكتبة المثنى - بغداد سنة 1343ه.\n</p>\n\n<h1 class='l1' id='head739'>89- </h1>\n\n<p>\nالعلل، للحافظ علي بن عبد الله بن جعفر السعدي المتوفى سنة 234ه. تحقيق\nمحمد مصطفى الأعظمي، المكتب الإسلامي بيروت.\n</p>\n\n<h1 class='l1' id='head740'>90- </h1>\n\n<p>\nالعلل ومعرفة الرجال، للإمام أحمد بن محمد بن حنبل المتوفى سنة 245ه،\nتحقيق طلعت قوج، وإسماعيل جراح أورغلي، أنقرة - تركيا 1963م.\n</p>\n\n<h1 class='l1' id='head741'>91- </h1>\n\n<p>\nالعقد الفريد، لشهاب الدين أحمد المعروف بابن عبد ربه الأندلسي، مطبعة\nلجنة التأليف والترجمة والنشر - القاهرة 1391ه.\n</p>\n\n<h1 class='l1' id='head742'>92- </h1>\n\n<p>\nالعواصم من القاصم، للإمام أبي بكر بن العربي، تحقيق محب الدين الخطيب.\n</p>\n\n<h1 class='l1' id='head743'>93- </h1>\n\n<p>\nفتح المغيث، لشمس الدين محمد بن عبد الرحمن السخاوي، المتوفى سنة 902ه.\nتحقيق عبد الرحمن محمد عثمان، المكتبة السلفية - بالمدينة المنورة 1388ه.\n</p>\n\n<h1 class='l1' id='head744'>94- </h1>\n\n<p>\nفيض القدير شرح الجامع الصغير، لزين الدين عبد الرؤوف بن علي بن زين\nالعابدين - المطبعة التجارية الكبرى - القاهرة 1396ه طبعة أولى.\n</p>\n\n<h1 class='l1' id='head745'>95- </h1>\n\n<p>\nفتح الباري، للحافظ ابن حجر - تحقيق عبد العزيز بن عبد الله بن باز ومحمد\nفؤاد عبد الباقي - المطبعة السلفية - القاهرة سنة 1380ه.\n</p>\n\n<h1 class='l1' id='head746'>96- </h1>\n\n<p>\nفتوح البلدان، لأبي العباس أحمد بن يحيى بن جابر بن داود البلاذري\nالمتوفى سنة 279ه، تحقيق صلاح الدين المنجد - مكتبة النهضة المصرية -\nالقاهرة\n</p>\n\n<h1 class='l1' id='head747'>97- </h1>\n\n<p>\nالفصل في الملل والنحل، - لابن حزم - دار المعرفة للطباعة والنشر - بيروت\n- لبنان.\n</p>\n\n<h1 class='l1' id='head748'>98- </h1>\n\n<p>\nقواعد في علوم الحديث، للمحدث ظفر أحمد العثماني التهانوي، تحقيق عبد\nالفتاح أبو غدة - مكتب المطبوعات الإسلامية - حلب.\n</p>\n\n<h1 class='l1' id='head749'>99- </h1>\n\n<p>\nالكامل في التاريخ، لابن <span id='ms89'></span> الأثير الجزري - دار الكتاب العربي، بيروت سنة\n1375ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head750'>100- </h1>\n\n<p>\nالكفاية في علم الرواية للخطيب البغدادي - المكتبة العلمية/ المدينة\nالمنورة.\n</p>\n\n<h1 class='l1' id='head751'>101- </h1>\n\n<p>\nالكاشف في معرفة من له رواية في الكتب الستة، للحافظ الذهبي - تحقيق عزت\nعلي عبد العظيم وموسى محمد علي - دار الكتب الحديثة - القاهرة 1393م.\n</p>\n\n<h1 class='l1' id='head752'>102- </h1>\n\n<p>\nكشف الظنون لحاجي خليفة، منشورات مطبعة المثنى - بيروت.\n</p>\n\n<h1 class='l1' id='head753'>103- </h1>\n\n<p>\nالكنى والأسماء لأبي بشر محمد بن أحمد بن حماد بن بشر الدولابي المتوفى\nسنة 310ه، مطبعة مجلس دائرة المعارف العثمانية - حيدر أباد - 1322ه. الطبعة\nالأولى.\n</p>\n\n<h1 class='l1' id='head754'>104- </h1>\n\n<p>\nالكواكب النيرات فيمن اختلط من الثقات، لأبي البركات محمد بن أحمد بن\nالكيال - تحقيق عبد القيوم عبد النبي- غير مطبوع.\n</p>\n\n<h1 class='l1' id='head755'>105- </h1>\n\n<p>\nلب اللباب في تهذيب الأنساب، للحافظ السيوطي - طبع الأوفست، مكتبة المثنى\n- بغداد.\n</p>\n\n<h1 class='l1' id='head756'>106- </h1>\n\n<p>\nاللباب في تهذيب الأنساب، لابن الأثير الجزري - مكتبة المثنى - بغداد.\n</p>\n\n<h1 class='l1' id='head757'>107- </h1>\n\n<p>\nلسان العرب، لابن المنظور الإفريقي المتوفى سنة 711ه. دار صادر - بيروت\n1375ه، وبولاق 1300ه.\n</p>\n\n<h1 class='l1' id='head758'>108- </h1>\n\n<p>\nلسان الميزان، للحافظ ابن حجر - مطبعة دائرة المعارف العثمانية - حيدر\nأباد 1331ه.\n</p>\n\n<h1 class='l1' id='head759'>109- </h1>\n\n<p>\nمسائل أبي داود للإمام أحمد، تقديم محمد رشيد رضا - بيروت - لبنان -\nالطبعة الثانية.\n</p>\n\n<h1 class='l1' id='head760'>110- </h1>\n\n<p>\nالمجروحين، لابن حبان البستي - تحقيق محمود إبراهيم زايد دار الوعي- حلب\n- الطبعة الأولى 1396ه.\n</p>\n\n<h1 class='l1' id='head761'>111- </h1>\n\n<p>\nالمجموع شرح المهذب، للحافظ النووي - تحقيق محمد نجيب المطيعي - المكتبة\nالعالمية بالفجالة ومكتبة الإرشاد بجدة.\n</p>\n\n<h1 class='l1' id='head762'>112- </h1>\n\n<p>\nالمحلى، لابن حزم - تصحيح محمد خليل هراس، مطبعة الإمام - القاهرة.\n</p>\n\n<h1 class='l1' id='head763'>113- </h1>\n\n<p>\nالمراسيل، لابن أبي حاتم عناية شكر الله بن نعمة خوجاني مؤسسة الرسالة -\nالطبعة الأولى - سوريا 1397ه.\n</p>\n\n<h1 class='l1' id='head764'>114- </h1>\n\n<p>\nمراصد الاطلاع، لصفي الدين عبد المؤمن بن عبد الحق - البغدادي المتوفى\nسنة 739ه - تحقيق علي محمد البجاوي دار إحياء التراث العربي - مطبعة عيسى\nالبابي الحلبي.\n</p>\n\n<h1 class='l1' id='head765'>115- </h1>\n\n<p>\nالمستدرك، تأليف أبي عبد الله محمد بن عبد الله الحاكم النيسابوري\nالمتوفى سنة 405 ه، مطبعة دائرة المعارف العثمانية حيدر أباد 1334ه.\n</p>\n\n<h1 class='l1' id='head766'>116- </h1>\n\n<p>\nمسند الإمام أحمد بن حنبل المتوفى سنة 245ه - المكتب الإسلامي - الطبعة\nالثانية - بيروت 1398ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head767'>117- </h1>\n\n<p>\nمسند أبي عوانة يعقوب بن إسحاق - مجلس دائرة المعارف العثمانية - 1386ه.\n</p>\n\n<h1 class='l1' id='head768'>118- </h1>\n\n<p>\nمشاهير علماء الأمصار - لابن حبان البستي - مطبعة لجنة التأليف والترجمة\nوالنشر - القاهرة 1379ه.\n</p>\n\n<h1 class='l1' id='head769'>119- </h1>\n\n<p>\nالمصنف، لابن أبي شيبة مطبعة <span id='ms90'></span> العلوم الشرقية - حيدر أباد الدكن 1386ه.\n</p>\n\n<h1 class='l1' id='head770'>120- </h1>\n\n<p>\nالمشتبه في الرجال في أسمائهم وكناهم للذهبي - تحقيق علي محمد البجاوي -\nدار إحياء الكتب العربية - القاهرة 1962م.\n</p>\n\n<h1 class='l1' id='head771'>121- </h1>\n\n<p>\nمصنف أبي بكر عبد الرزاق بن همام الصنعاني المتوفى سنة 211ه، تحقيق حبيب\nالرحمن الأعظمي - المكتب الإسلامي - بيروت 1970م.\n</p>\n\n<h1 class='l1' id='head772'>122- </h1>\n\n<p>\nمعجم الأدباء، لشهاب الدين أبي عبد الله ياقوت الحموي البغدادي - المتوفى\nسنة 622ه- تحقيق صمويل مرجليوت، مطبعة دار المأمون - القاهرة 1357ه.\n</p>\n\n<h1 class='l1' id='head773'>123- </h1>\n\n<p>\nمعجم البلدان لياقوت الحموي - دار صادر بيروت.\n</p>\n\n<h1 class='l1' id='head774'>124- </h1>\n\n<p>\nمعجم قبائل العرب، عمر رضا كحالة - المطبعة الهاشمية، دمشق 1368ه.\n</p>\n\n<h1 class='l1' id='head775'>125- </h1>\n\n<p>\nمعجم متن اللغة، الشيخ أحمد رضا - دار مكتبة الحياة بيروت 1377ه.\n</p>\n\n<h1 class='l1' id='head776'>126- </h1>\n\n<p>\nالمعرفة والتاريخ ليعقوب بن سفيان الفسوي المتوفى سنة 277ه - تحقيق\nالدكتور أكرم العمري - مطبعة الإرشاد، بغداد 1394ه.\n</p>\n\n<h1 class='l1' id='head777'>127- </h1>\n\n<p>\nالمغني في الضعفاء، للحافظ الذهبي - تحقيق نور الدين العتر دار المعارف -\nحلب.\n</p>\n\n<h1 class='l1' id='head778'>128- </h1>\n\n<p>\nالمغني مع شرح الكبير، لعبد الله بن أحمد بن محمد بن قدامة المقدسي\nالمتوفى سنة 620ه- دار الكتاب العربي، بيروت - 1392ه.\n</p>\n\n<h1 class='l1' id='head779'>129- </h1>\n\n<p>\nالمغني في ضبط أسماء الرجال ومعرفة كناهم وألقابهم وأنسابهم للشيخ محمد\nطاهر بن علي الهندي المتوفى سنة 986ه، نشر دار الكتب الإسلامية -\nكوجرانوالة/ باكستان.\n</p>\n\n<h1 class='l1' id='head780'>130- </h1>\n\n<p>\nمقاتل الطالبين لأبي الفرج علي بن الحسين بن محمد القرشي الأصفهاني\nالمتوفى سنة 356ه - تحقيق السيد أحمد صقر - دار المعرفة - بيروت - لبنان.\n</p>\n\n<h1 class='l1' id='head781'>131- </h1>\n\n<p>\nمقدمة ابن الصلاح عثمان بن عبد الرحمن بن عثمان أبو عمرو المتوفى سنة\n643ه - تحقيق الدكتورة بنت الشاطئ - مطبعة دار الكتب - وزارة الثقافة\nالمصرية - القاهرة 1974م.\n</p>\n\n<h1 class='l1' id='head782'>132- </h1>\n\n<p>\nمقدمة ابن خلدون.\n</p>\n\n<h1 class='l1' id='head783'>133- </h1>\n\n<p>\nمنهل العذب المورود - محمود محمد خطاب السبكي - مطبعة الاستقامة -\nالقاهرة 1351ه.\n</p>\n\n<h1 class='l1' id='head784'>134- </h1>\n\n<p>\nموارد ابن حجر في الإصابة، تأليف الدكتور شاكر محمود عبد المنعم - مطبعة\nالرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head785'>135- </h1>\n\n<p>\nمهذب الروضة الفيحاء في تواريخ النساء - تأليف ياسين خير الله العمري -\nتحقيق رجاء محمود السامرائي - وزارة الثقافة والإرشاد - بغداد 1386ه.\n</p>\n\n<h1 class='l1' id='head786'>136- </h1>\n\n<p>\nموارد الخطيب البغدادي، الدكتور أكرم ضياء العمري - دار القلم - دمشق -\nبيروت 1395ه.\n</p>\n\n<h1 class='l1' id='head787'>137- </h1>\n\n<p>\nموضح أوهام الجمع والتفريق للخطيب البغدادي - مجلس دائرة المعارف\nالعثمانية - حيدر أباد 1378ه.\n</p>\n\n<h1 class='l1' id='head788'>138- </h1>\n\n<p>\nميزان الاعتدال، للحافظ الذهبي - تحقيق علي محمد البجاوي، مطبعة عيسى\nالبابي الحلبي - القاهرة.\n</p>\n\n<h1 class='l1' id='head789'>139- </h1>\n\n<p>\nالنجوم الزاهرة <span id='ms91'></span>، لجمال الدين أبي المحاسن بن تغري بردى المتوفى سنة 874ه-\nمطبعة دار الكتب المصرية - القاهرة 1358ه.\n</p>\n\n<h1 class='l1' id='head790'>140- </h1>\n\n<p>\nنزهة الألباء في طبقات الأدباء، لأبي البركات كمال الدين عبد الرحمن بن\nمحمد الأنباري - تحقيق محمد أبي الفضل - دار النهضة والنشر - القاهرة\n1374ه.\n</p>\n\n<h1 class='l1' id='head791'>141- </h1>\n\n<p>\nنصب الراية لأحاديث الهداية، للإمام محمد بن عبد الله بن يوسف الحنفي\nالزيلعي المتوفى سنة 762ه- طبع المجلس العلمي - المكتب الإسلامي - الطبعة\nالثانية.\n</p>\n\n<h1 class='l1' id='head792'>142- </h1>\n\n<p>\nالنهاية في غريب الحديث، لابن الجزري - تحقيق طاهر الزاوي ومحمود الطانجي\n- مطبعة عيسى البابي الحلبي.\n</p>\n\n<h1 class='l1' id='head793'>143- </h1>\n\n<p>\nالوافي بالوفيات، لصلاح الدين خليل أبيك الصفدي - الطبعة الثانية.\n</p>\n\n<h1 class='l1' id='head794'>144- </h1>\n\n<p>\nالوفاء بأحوال المصطفى - لأبي الفرج عبد الرحمن بن الجوزي المتوفى سنة\n597ه - تحقيق مصطفى عبد الواحد - القاهرة 1386?.\n</p>\n\n<h1 class='l1' id='head795'>145- </h1>\n\n<p>\nوفيات الأعيان وأنباء الزمان، لأحمد بن محمد بن خلكان، المتوفى سنة 618ه-\nتحقيق محمد محيي الدين عبد الحميد، مكتبة النهضة المصرية.\n</p>\n\n<h1 class='l1' id='head796'>146- </h1>\n\n<p>\nوقعة صفين، لنصر بن مزاحم المنقري المتوفى سنة 212ه- تحقيق عبد السلام\nهارون - المؤسسة العربية الحديثة - القاهرة، الطبعة الثانية.\n</p>\n\n<h1 class='l1' id='head797'>147- </h1>\n\n<p>\nكتاب الولاة وكتاب القضاة، لأبي عمر محمد بن يوسف الكندي المصري - تهذيب\nرفن كست - مطبعة الآباء اليسوعيين- بيروت لبنان 1908م.\n</p>\n\n<p>\nهدية العارفين لإسماعيل البغدادي، منشورات مطبعة المثنى - بيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا- المراجع المخطوطة:\n</p>\n\n<h1 class='l1' id='head798'>1- </h1>\n\n<p>\nأسماء الضعفاء والمتروكين، لأبي الفرج عبد الرحمن بن الجوزي المتوفى سنة\n597ه- مكتبة الجامعة الإسلامية - نسخة مصورة تحت رقم 382/383.\n</p>\n\n<h1 class='l1' id='head799'>2- </h1>\n\n<p>\nإكمال تهذيب الكمال لمغلطاي - مكتبة الجامعة الإسلامية.\n</p>\n\n<h1 class='l1' id='head800'>3- </h1>\n\n<p>\nحجة لام فيمن تكلم فيه الإمام أحمد بمدح أو ذم، مصورة في مكتبة الجامعة\nالإسلامية.\n</p>\n\n<h1 class='l1' id='head801'>4- </h1>\n\n<p>\nالبصرييون الذين كانوا يرمون بالقدر لعلي بن المديني المتوفى سنة 234ه-\nمكتوب على الآلة الكاتبة في مكتبة الجامعة الإسلامية تحت رقم (134) .\n</p>\n\n<h1 class='l1' id='head802'>5- </h1>\n\n<p>\nتاريخ الوفيات، للربعي - مصورة في مكتبة الجامعة الإسلامية تحت رقم (505)\n.\n</p>\n\n<h1 class='l1' id='head803'>6- </h1>\n\n<p>\nتذهيب تهذيب الكمال للحافظ الذهبي، مصورة في مكتبة الجامعة الإسلامية.\n</p>\n\n<h1 class='l1' id='head804'>7- </h1>\n\n<p>\nترتيب ثقات العجلي، لنور الدين أبي الحسن علي الهيثمي المتوفى سنة 807ه،\nمصورة في مكتبة الجامعة الإسلامية تحت رقم (67) .\n</p>\n\n<h1 class='l1' id='head805'>8- </h1>\n\n<p>\nتسمية الإخوة الذين روي عنهم الحديث - مصورة في مكتبة الشيخ حماد\nالنصاري.\n</p>\n\n<h1 class='l1' id='head806'>9- </h1>\n\n<p>\nتذكرة المؤتس فيمن حدث ونسي - مصورة في مكتبة الشيخ حماد الأنصاري.\n</p>\n\n<h1 class='l1' id='head807'>10- </h1>\n\n<p>\nتهذيب الكمال <span id='ms92'></span> في أسماء الرجال ليوسف بن عبد الرحمن المزي- المتوفى سنة\n742ه- مصورة في مكتبة الجامعة الإسلامية تحت رقم (389) .\n</p>\n\n<h1 class='l1' id='head808'>11- </h1>\n\n<p>\nالثقات، لعمر بن أحمد بن عثمان بن شاهين المتوفى سنة 385ه، مصورة في\nمكتبة الجامعة الإسلامية تحت رقم (676) .\n</p>\n\n<h1 class='l1' id='head809'>12- </h1>\n\n<p>\nثقات أتباع التابعين، لابن حبان البستي المتوفى سنة 354ه، مصورة في مكتبة\nالجامعة الإسلامية تحت رقم (936) .\n</p>\n\n<h1 class='l1' id='head810'>13- </h1>\n\n<p>\nسؤالات أبي داود للإمام أحمد في الرجال - مصورة في مكتبة الشيخ حماد\nالأنصاري.\n</p>\n\n<h1 class='l1' id='head811'>14- </h1>\n\n<p>\nسير أعلام النبلاء، للحافظ الذهبي، مصورة في مكتبة الجامعة الإسلامية تحت\nرقم (341) .\n</p>\n\n<h1 class='l1' id='head812'>15- </h1>\n\n<p>\nالشجرة في أحوال الرجال، لإبراهيم بن يعقوب الجوزجاني، المتوفى سنة 259ه-\nمصورة في مكتبة الجامعة الإسلامية تحت رقم (547) .\n</p>\n\n<h1 class='l1' id='head813'>16- </h1>\n\n<p>\nالضعفاء، لمحمد بن عمرو بن موسى العقيلي المتوفى سنة 385ه- مصورة في\nمكتبة الجامعة الإسلامية تحت رقم (276) .\n</p>\n\n<h1 class='l1' id='head814'>17- </h1>\n\n<p>\nالضعفاء والمتروكين، لعلي بن عمر الدارقطني المتوفى سنة 385ه- مصورة في\nمكتبة الجامعة الإسلامية تحت رقم (384) .\n</p>\n\n<h1 class='l1' id='head815'>18- </h1>\n\n<p>\nالضعفاء والمتروكين، لأبي زرعة وأبي حاتم الرازيين - مصورة في مكتبة\nالجامعة الإسلامية تحت رقم (524) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head816'>19- </h1>\n\n<p>\nطبقات المحدثين بأصبهان، لأبي محمد عبد الله بن محمد بن حبان الأصبهاني\nالمتوفى سنة 369ه- مصورة في مكتبة الجامعة الإسلامية تحت رقم (476) .\n</p>\n\n<h1 class='l1' id='head817'>20- </h1>\n\n<p>\nالكامل في ضعفاء الرجال، لعبد الله بن محمد بن عدي الجرجاني المتوفى سنة\n365ه- مصورة في مكتبة الجامعة الإسلامية تحت رقم (267) .\n</p>\n\n<h1 class='l1' id='head818'>21- </h1>\n\n<p>\nالكشف الحثيث عمن رمي بوضع الحديث، تأليف سيط ابن العجمي المتوفى سنة\n841ه- مصورة في مكتبة الجامعة الإسلامية تحت رقم (381) .\n</p>\n\n<h1 class='l1' id='head819'>22- </h1>\n\n<p>\nالكنى والأسماء للإمام مسلم بن الحجاج المتوفى سنة261ه، مصورة في مكتبة\nالجامعة الإسلامية تحت رقم (131) .\n</p>\n\n<h1 class='l1' id='head820'>23- </h1>\n\n<p>\nالكنى والأسماء، لأبي أحمد الحاكم، مصورة في مكتبة الجامعة الإسلامية.\n</p>\n\n<h1 class='l1' id='head821'>24- </h1>\n\n<p>\nمن تكلم فيه وهو موثوق، للحافظ الذهبي - مصورة في مكتبة الجامعة\nالإسلامية تحت رقم (671) .\n</p>\n\n<h1 class='l1' id='head822'>25- </h1>\n\n<p>\nنزهة الألباب في الألقاب، للحافظ أحمد بن علي بن حجر المتوفى سنة 852ه -\nمصورة في مكتبة الجامعة الإسلامية تحت رقم (746) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n             <span id='ms93'></span>\n</p>\n",
  "pages": [
    "000",
    "006",
    "007",
    "008",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "371",
    "372",
    "373",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410"
  ],
  "volumes": [
    "01"
  ]
}