{
  "content": "\n<p>\nبسم الله الرحمن الرحيم فضائل المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nفضائل المدينة تأليف أبي سعيد المفضل بن محمد بن إبراهيم الجندي اليمني\nالمكي رحمه الله المتوفى سنة 308 ه‍ تحقيق محمد مطيع الحافظ غزوة بدير ينشر\nعن نسخة نادرة برواية الحافظ ابن عساكر محفوظة في المكتبة الظاهرية بدمشق\nدار الفكر دمشق - سورية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nتصوير 1407 ه‍ - 1987 م الطبعة الأولى 1405 ه‍ - 1985 م جميع الحقوق\nمحفوظة.\n</p>\n\n<p>\nيمنع طبع هذا الكتاب أو جزء منه بكل طرق الطبع والتصوير، كما يمنع.\n</p>\n\n<p>\nالاقتباس منه، والترجمة إلى لغة أخرى، إلا بإذن خطي من دار الفكر للطباعة\nوالتوزيع والنشر بدمشق سورية - دمشق - شارع سعد الله الجابري - ص. ب (962)\n- س. ت 2754 هاتف 211041، 211166 - برقيا: فكر - تلكس SY TX FKR 411745\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على سيد\nالمرسلين، المبعوث رحمة للعالمين شرف الله البلد الحرام بمولده، وجعل\nالمدينة المنورة دارا لهجرته ونصرته، ومسجدها ثاني المساجد التي تشد الرحال\nإليه، فيه الروضة المطهرة التي هي من رياض الجنة.\n</p>\n\n<p>\nالمدينة المنورة معقل الإسلام والمسلمين، وفيها شع النور المحمدي، ومنها\nانتشرت دعوة الله في جميع أنحاء المعمورة، فكان لها فخر نصرة النبي ونشر\nدينه.\n</p>\n\n<p>\nإن للمدينة المنورة وحرمها حرمتهما، وللمكان الذي ضم الجسد الشريف الطاهر\nوجسدي خليفتيه الراشدين منزلته السامية الرفيعة.\n</p>\n\n<p>\nوتاريخ المسجد النبوي تاريخ حافل بالمكرمات، في كل بقعة منه كان للنبي\nصلى الله عليه وآله أثر فيه، فيه المنبر والروضة والمحراب والأسطوانات حيث\nكان الرسول عليه الصلاة والسلام يستقبل الوفود ويخطط للمعارك ويعلم الناس\nأحكام دينهم.\n</p>\n\n<p>\nلا شك أن الحديث عن المدينة وفضائلها، وعن جبل أحد وفضله، ومسجد قبا\nوغيره وما ضمت من آثار نبوية مما تسابق إليه العلماء وتحدثوا به، سواء بذكر\nفضائلها أم تاريخها أم أحوالها. وذلك من خلال الأحاديث النبوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوالأخبار التي تناقلها العلماء وكان كتابنا فضائل المدينة لمؤلفه المفضل\nالجندي المتوفي سنة 308 ه‍ من الكتب الهامة القديمة والذي تحدث فيه عن\nحرمتها والدعاء لأهلها وعن جبل أحد وفضله، وفضل مسجدها وغيره من المساجد،\nورغب السكن فيها ونفي خبثها، وغير ذلك مما يتعلق <span id='ms01'></span> بالمدينة.\n</p>\n\n<p>\nوكان مما من الله علينا أن أرشدنا إلى نسخة قيمة منه تحتفظ بها المكتبة\nالظاهرية ضمن مخطوطاتها، كتبها تلميذ الحافظ ابن عساكر وسمعها عليه.\n</p>\n\n<p>\nنسأل الله التوفيق والإخلاص من قول أو عمل والحمد لله رب العالمين.\n</p>\n\n<p>\nدمشق في 1 / 12 / 1404 ه‍ 27 / 8 / 1984 م غزوة بدير محمد مطيع الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف هو: أبو سعيد المفضل بن محمد بن إبراهيم بن مفضل بن سعد بن\nالإمام عامر بن شراحيل الشعبي، الكوفي ثم الجندي، ثم المكي، المقرئ،\nالمحدث.\n</p>\n\n<p>\nلقبه: الجندي - بفتح الجيم والنون نسبة إلى مدينة الجند من بلاد اليمن\nالمشهورة.\n</p>\n\n<p>\nشيوخه أخذ عن شيوخ كثيرين، منهم: الصامت بن معاذ الجندي، ومحمد بن أبي\nعمر العدني، وإبراهيم بن محمد الشافعي، وأبو حمة محمد بن يوسف، وعلي بن\nزياد اللجحي، والحسن بن علي الحلواني.\n</p>\n\n<p>\nوروى القراءات عن طائفة، منهم البزي وغيره.\n</p>\n\n<p>\nتوثيقه وعلمه.\n</p>\n\n<p>\nقال العقيلي: \" قدمت مكة ولأبي سعيد الجندي حلقة بالمسجد الحرام \". وقال\nالحافظ أبو علي النيسابوري: \" هو ثقة \". وقال السمعاني:\n</p>\n\n<p>\n\" حدث بالكثير \". وقال الذهبي: \" محدث مكة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رود في آخر كتابنا هذا نص يشير إلى توثيقه. وهو بخط الناسخ تلميذ\nالحافظ ابن عساكر: \" كتب إلي الشيخ الإمام أبو نصر عبد الرحيم بن عبد\nالكريم بن هوازن القشيري، قال: أنا الحافظ أبو بكر أحمد بن الحسين بن علي\nالبيهقي، قال: أنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ قال:\n</p>\n\n<p>\nسألت أبا علي الحسين بن علي بن يزيد الحافظ، عن المفضل بن محمد الجندي\nفقال: (ما كان إلا ثقة مأمونا، وما قيل فيه قط إلا رواية حديث يعقوب بن\nعطاء عن الزهري، قصة الإفك عن أبي حمة وعلي بن زياد اللجحي) قالوا: (إن هذا\nحديث أبي حمة، ولم يحدث به علي بن زياد):\n</p>\n\n<p>\nقلت لأبي علي: (فعلى أي يوضع هذا منه)؟ قال: (على الوهم فقط). \".\n</p>\n\n<p>\nتلاميذه.\n</p>\n\n<p>\nأبو بكر بن مجاهد، عبد الواحد بن أبي هاشم، أبو القاسم الطبراني، أبو\nحاتم البستي، أبو بكر بن المقري، أبو جعفر العقيلي، وأبو أحمد بن عدي،\nومحمد بن <span id='ms02'></span> سعيد بن عبدان وغيرهم.\n</p>\n\n<p>\nوفاته توفي رحمه الله بمكة، في جمادى الأولى سنة ثمان وثلاث مئة. هكذا\nأرخ وفاته أكثر المؤرخين، غير أن السمعاني قال: توفي بعد سنة عشر وثلاث\nمئة.\n</p>\n\n<p>\nمؤلفاته.\n</p>\n\n<p>\nفضائل مكة: تحتفظ المكتبة الظاهرية بدمشق بقطعة منه برقم حديث 330 (45 -\n52). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفضائل المدينة: منه نسخة في المكتبة الظاهرية برقم مجموع 71 (62 - 69).\n</p>\n\n<p>\nمصادر ترجمته.\n</p>\n\n<p>\nالأنساب للسمعاني، معجم البلدان 2 / 170، العبر 2 / 137، البداية\nوالنهاية 11 / 131، سير أعلام النبلاء 14 / 257، طبقات القراء 2 / 307،\nلسان الميزان 6 / 81، شذرات الذهب 2 / 253، الرسالة المستطرفة 60، المنتخب\nمن مخطوطات المكتبة الظاهرية.\n</p>\n\n<p>\nوصف النسخة المعتمدة اعتمدنا في تحقيق الكتاب على نسخة فريدة تحتفظ بها\nالمكتبة الظاهرية، وهي برقم مجموع 71 من الورقة (62 - 69) وكاتبها من\nتلاميذ الحافظ ابن عساكر، وهو: عمر بن محمد بن أبي يعقوب بن محمد بن العباس\n(القزويني)، سمعه على الحافظ ابن عساكر سنة 548 ه‍. كما سيأتي بيانه في\nالسماعات.\n</p>\n\n<p>\nوقد رواها عن شيخه الحافظ ابن عساكر وسمعه عليه كما روى عنه كتبا أخرى\nكالشمائل تأليف أبي عيسى الترمذي.\n</p>\n\n<p>\nالسماعات على النسخة.\n</p>\n\n<p>\n1 - سماع على الحافظ ابن عساكر، في جامع دمشق، في شهر ربيع الآخر سنة\nثمان وأربعين وخمس مئة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n2 - سماع على أبي الغنائم المسلم بن أحمد النصيبي، بحق سماعه على الحافظ\nابن عساكر. وذلك في 17 شعبان سنة 622 ه‍.\n</p>\n\n<p>\n3 - سماع آخر على النصيبي، في 28 شعبان سنة 622 ه‍، بمنزل المسمع.\n</p>\n\n<p>\n4 - سماع آخر على النصيبي، بجامع دمشق في 12 ربيع الآخر سنة 627 ه‍.\n</p>\n\n<p>\n5 - سماع آخر على النصيبي، بجامع دمشق في: 6 جمادى الآخرة سنة 630 ه‍.\n</p>\n\n<p>\n6 - سماع آخر على النصيبي، بدار السنة (دار الحديث النورية)، في جمادى\nالآخرة سنة 630 ه‍.\n</p>\n\n<p>\n7 - سماع على الشيخة المسندة أم أحمد خديجة بنت أحمد بن عبد الدائم بن\nنعمة، في 12 ربيع الآخر سنة 683 ه‍.\n</p>\n\n<p>\n8 - سماع الحافظ القاسم بن محمد بن يوسف البرزالي، في سنة 735 ه‍\nبالمدرسة النورية.\n</p>\n\n<p>\nومن دراسة السماعات يتبين لنا قيمة النسخة وتوثيقها، فهي نسخة رويت عن\nالحافظ ابن عساكر، ثم تلقاها عنه العلماء، وعن تلاميذه منذ القرن السادس\nوحتى القرن الثامن الهجري، وعليها سماعات أخرى ومنها نقلت عدة نسخ.\n</p>\n\n<p>\nوالنسخة من وقف ابن <span id='ms03'></span> الحاجب. دمشق في 1 / 12 / 1404 ه‍ 27 / 8 / 1984 م.\n</p>\n\n<p>\nالمحققان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفضائل المدينة تأليف أبي سعيد المفضل بن محمد بن إبراهيم الجندي اليمني\nالمكي رحمه الله رواية أبي بكر محمد بن إبراهيم بن علي بن عاصم بن زاذان بن\nالمقرئ الأصفهاني عنه رواية أبي القاسم إبراهيم بن منصور بن إبراهيم\nالمعروف بسبط بحرويه عنه رواية الشيخ الإمام الأوحد الأديب، أبي عبد الله\nالحسين بن عبد الملك الخلال عنه مما أخبرنا به الشيخ الإمام العالم الحافظ\nالثقة العدل صدر الحافظ.\n</p>\n\n<p>\nأبو القاسم علي بن الحسن بن هبة الله بن عبد الله الشافعي عنه سماع عمر\nبن محمد بن أبي يعقوب بن محمد بن العباس نفعه الله بالعلم آمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم أخبرنا الشيخ الامام العالم الحافظ الثقة العدل\nصدر الحفاظ أبو القاسم علي بن الحسن بن هبة الله بن عبد الله الشافعي\nالدمشقي قال أخبرنا الشيخ الإمام الأديب أبو عبد الله الحسين بن عبد الملك\nبن الحسين الخلال الأصبهاني أيده الله قراءة عليه بأصبهان في صفر سنة\nاثنتين وثلاثين وخمس مئة فأقر به، قال: أنبأ أبو القاسم إبراهيم بن منصور\nبن إبراهيم سبط بحرويه قراءة عليه وأنا أسمع في جمادى الأولى سنة إحدى\nوخمسين وأربع مئة قال أنبأ أبو بكر محمد بن إبراهيم بن علي بن عاصم بن\nالمقرئ قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأ أبو سعيد المفضل بن محمد بن إبراهيم الجندي رحمه الله قال باب ما\nجاء في فضائل المدينة مدينة رسول الله صلى الله عليه وسلم ودعائه لأهل\nالمدينة وتحريمها 1 - حدثنا محمد بن يوسف، ثنا أبو قرة قال: ذكر ابن أبي\nذئب، عن سعيد بن أبي سعيد المقبري عن عبد الله بن أبي قتادة عن أبيه أن\nرسول الله صلى الله عليه وسلم صلى بأرض سعد بن أبي وقاص بأصل الحرة عند\nبيوت السقيا ثم قال:\n</p>\n\n<p>\nاللهم إن إبراهيم عبدك وخليلك ونبيك دعاك لأهل مكة وإن محمدا عبدك ونبيك\nورسولك دعاك لأهل المدينة بمثل ما دعاك به إبراهيم عليه السلام لأهل مكة\nيدعوك أن تبارك لهم <span id='ms04'></span> في صاعهم وفي مدهم وفي ثمارهم اللهم حبب إلينا المدينة\nكما حببت إلينا مكة واجعل ما بها من الوباء بخم اللهم قد حرمت لابتيها، كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nحرمت على (لسان) إبراهيم عليه السلام الحرم 2 - حدثنا محمد بن يوسف ثنا\nأبو قرة قال ذكر المثنى بن الصباح عن محمد بن المنكدر أن رسول الله صلى\nالله عليه وسلم قال:\n</p>\n\n<p>\nاللهم إن إبراهيم دعاك لمكة وأنا أدعوك للمدينة بمثل ما دعاك به إبراهيم\nعليه السلام 3 - حدثنا أبو حمة ثنا أبو قرة قال ذكر مالك عن سهيل بن أبي\nصالح عن أبيه عن أبي هريرة أنه قال:\n</p>\n\n<p>\nكان الناس إذا رأوا أول الثمر أتوا إلى رسول الله صلى الله عليه وسلم قال\nإن إبراهيم عبدك ونبيك وأنا عبدك ونبيك اللهم إنه دعاك لمكة وأنا أدعوك\nللمدينة بمثل ما دعاك به إبراهيم عليه السلام وبمثله معه قال: ثم يدعو أصغر\nوليد له يراه فيعطيه ذلك الثمر 4 - حدثنا أبو مصعب ثنا مالك عن سهيل عن\nأبيه عن أبي هريرة عن النبي صلى الله عليه وسلم مثله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا أبو مصعب ثنا مالك، عن إسحاق بن عبد الله بن أبي طلحة عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم قال اللهم بارك لهم في مكيالهم\nوبارك لهم في صاعهم وفي مدهم قال: يعني أهل المدينة 6 - حدثنا محمد بن\nيوسف، ثنا أبو قرة قال ذكر زمعة بن صالح عن هشام بن عروة أن رسول الله صلى\nالله عليه وسلم قال اللهم حبب إلينا المدينة كحبنا لمكة وأشد وصححها لنا\nوبارك لنا في مدها وصاعها وانقل حماها واجعلها بالجحفة قال: وذلك حين رأى\nوجع أصحابه من وباء المدينة 7 - حدثنا أبو حمة ثنا أبو قرة قال ذكر زمعة عن\nهشام بن عروة عن أبيه عن عائشة، عن أبي بكر وبلال: مثل ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما روي في فضائل أحد 8 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريح\nعن عمرو بن أبي عمرو عن أنس قال:\n</p>\n\n<p>\nطلع علينا أحد <span id='ms05'></span> ونحن مع رسول الله صلى الله عليه وسلم فقال هذا جبل يحبنا\nونحبه.\n</p>\n\n<p>\n9 - حدثنا أبو حمة ثنا أبو قرة قال ذكر مالك عن عمرو بن أبي عمرو مولى\nالمطلب عن أنس أن رسول الله صلى الله عليه وسلم طلع أحد فقال:\n</p>\n\n<p>\nهذا جبل يحبنا ونحبه اللهم إن إبراهيم عليه السلام حرم مكة واني أحرم ما\nبين لابتيها 10 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريح ومالك وربيعة\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nصالح عن هشام بن عروة عن أبيه أن النبي صلى الله عليه وسلم طلع له أحد\nفقال هذا جبل يحبنا ونحبه.\n</p>\n\n<p>\n11 - حدثنا أحمد بن أبي بكر ثنا عبد العزيز الدراوردي عن كثير بن زيد عن\nعبد الله بن تمام عن زينب بنت نبط عن أنس أن رسول الله صلى الله عليه وسلم\nقال:\n</p>\n\n<p>\nأحد جبل يحبنا ونحبه إذا جئتموه فكلوا من شجره ولو من عضاهه.\n</p>\n\n<p>\nفضائل المدينة 12 - حدثنا أبو سلمة يحيى بن المغيرة المخزومي ثنا عبد\nالله بن نافع عن محمد بن عبد الرحمن العامري عن يحيى بن سعيد عن عمرة بنت\nعبد الرحمن قالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nخطب مروان بن الحكم بمكة فذكر مكة وفضلها فأطنب فيها ورافع بن خديج عند\nالمنبر فقال ذكرت مكة وفضلها وهي على ما ذكرت، ولم أسمعك ذكرت المدينة أشهد\nلسمعت رسول الله صلى الله عليه السلام يقول:\n</p>\n\n<p>\nالمدينة أفضل من مكة.\n</p>\n\n<p>\n13 - حدثنا عبد الجبار بن العلاء ثنا عبد الكبير بن عبد المجيد الحنفي عن\nأسامة بن زيد قال سمعت أبا عبد الله القراظ يقول سمعت أبا هريرة وسعد بن\nأبي وقاص قالا قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nالمدينة مشبكة بالملائكة على كل نقب منها ملك يحرسها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا عبد الجبار ثنا عبد الكبير بن عبد المجيد عن أسامة بن زيد عن\nأبي عبد الله القراظ عن سعد بن أبي وقاص أن النبي صلى الله عليه وسلم قال\nلا يدخلها - يعني المدينة - الطاعون ولا الدجال 15 - حدثنا أبو مصعب ثنا\nمالك عن نعيم بن عبد الله المجمر <span id='ms06'></span> عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\nعلى أنقاب المدينة ملائكة لا يدخلها الطاعون ولا الدجال 16 - حدثنا أبو\nحمة، ثنا أبو قرة، ثنا عبد الله بن عمر بن حفص عن حبيب بن عبد الرحمن عن\nحفص بن عاصم عن أبي هريرة عن النبي صلى الله عليه وسلم مثل ذلك 17 - حدثنا\nأبو حمة ثنا أبو قرة قال ذكر موسى بن عقبة عن حبيب بن عبد الرحمن عن حفص بن\nعاصم عن أبي هريرة: أن رسول الله صلى الله عليه وآله وسلم قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nإن الايمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها 18 - حدثنا أبو\nحمة ثنا أبو قرة ثنا عبد الله بن عمر عن حبيب بن عبد الرحمن عن حفص بن عاصم\nعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال يوشك الايمان أن يأرز\nإلى المدينة كما تأرز الحية إلى جحرها يعني يرجع إليها الايمان باب ما جاء\nفي اسم المدينة ومن سماها يثرب وانها تنفي خبيثها 19 - حدثنا محمد بن يحيى\nبن أبي عمر وسعيد قالا: ثنا سفيان عن يحيى بن سعيد قال: سمعت سعيد بن يسار\nيقول سمعت أبا هريرة يقول سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\nأمرت بقرية تأكل القرى وهي يثرب وهي المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nتنفي الناس كما ينفي الكير خبث الحديد.\n</p>\n\n<p>\n20 - حدثنا ابن أبي عمر وسعيد قالا ثنا سفيان عن زيد بن أبي زياد عن عبد\nالرحمن بن أبي ليلى أن رسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nمن سمى المدينة يثرب فليستغفر الله ثلاثا هي طيبة مرتين 21 - حدثنا أبو\nحمة ثنا أبو قرة قال: حدثت عن يزيد بن زياد عن عبد الرحمن بن أبي ليلى:\nبمثله.\n</p>\n\n<p>\n22 - حدثنا أبو مصعب ثنا مالك عن يحيى بن سعيد عن أبي الحباب سعيد بن\nيسار عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nيقولون يثرب وهي المدينة تنفي الناس كما ينفى الكير خبث الحديد 23 -\nحدثنا أبن أبي عمر وسعيد قالا ثنا <span id='ms07'></span> سفيان عن محمد بن المنكدر عن جابر:\n</p>\n\n<p>\nأن أعرابيا قدم المدينة فبايع رسول الله صلى الله عليه وسلم على الاسلام\nثم انقلب فجاء النبي صلى الله عليه وسلم فقال يا رسول الله أقلني بيعتي\nفأبى ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nجاءه فقال أقلني بيعتي ثم جاءه فقال أقلني بيعتي فأبى فخرج الأعرابي فقال\nرسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nالمدينة كالكير تنفي خبيثها وينصع طيبها 24 - ثنا أبو مصعب ثنا مالك عن\nمحمد بن المنكدر عن جابر أن أعرابيا قدم المدينة فبايع رسول الله صلى الله\nعليه وسلم على الاسلام ثم انقلب فوعك فجاء النبي صلى الله عليه وسلم فقال\nيا رسول الله أقلني بيعتي فأبى ثم جاءه فقال: أقلني بيعتي فأبى ثم جاءه\nفقال: أقلني بيعتي فأبى فخرج الأعرابي فقال رسول الله صلى الله عليه وسلم\nالمدينة كالكير تنفي خبيثها وينصع طيبها باب فيما روي فيمن أراد المدينة\nبسوء وأخاف أهلها 25 - حدثنا أبن أبي بزه ثنا عبيد الله بن عبد المجيد\nالحنفي ثنا أبو مودود قال: سمعت أبا عبد الله القراظ قال سمعت أبا هريرة\nيقول: من أخاف أهل المدينة أذابه الله عز وجل في النار كما يذوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالملح في الماء.\n</p>\n\n<p>\n26 - حدثنا محمد بن يحيى وسعيد قالا ثنا سفيان عن موسى بن أبي عيسى أنه\nسمع أبا عبد الله القراظ يقول سمعت أبا هريرة يقول قال:\n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nأيما جبار أراد المدينة بسوء أذابه الله كما يذوب الملح في الماء ولا\nيصبر على لأوائها وشدتها أحد الا كنت له شهيدا أو شفيعا يوم القيامة.\n</p>\n\n<p>\nحدثنا عبد الجبار ثنا عبد الكبير بن عبد المجيد الحنفي عن أسامة بن زيد\nعن أبي عبد الله القراظ عن سعد قال: قال النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nمن أرادها بسوء أذابه الله كما يذوب الملح في الماء 28 - حدثنا محمد بن\nعبد الله بن يزيد ثنا مروان بن معاوية الفزاري ثنا عثمان بن حكيم أخبرني\nعامر بن سعد عن أبيه أن رسول الله صلى الله عليه <span id='ms08'></span> وسلم قال لا يريد أهل\nالمدينة بسوء إلا أذابه الله في النار ذوب الرصاص أو ذوب الملح في الماء أو\nبالماء 29 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج أخبرني عبد الله\nبن عبد الرحمن بن يحنس عن أبي عبد الله القراظ انه قال:\n</p>\n\n<p>\nأشهد على أبي هريرة أنه قال: قال رسول الله صلى الله عليه وسلم أبو\nالقاسم:\n</p>\n\n<p>\nمن أراد أهل هذه البلدة بسوء - يعني أهل المدينة - أذابه الله كما يذوب\nالملح في الماء 30 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج عمرو بن\nيحيى بن عمارة أنه سمع القراظ وكان من أصحاب أبي هريرة يذكر أنه سمع أبا\nهريرة يقول قال رسول الله صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nمن أرادها بسوء - يريد المدينة - أذابه الله ذوب الملح في الماء.\n</p>\n\n<p>\n31 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج عن أبي بكر بن عبد الله\nعن سهيل بن أبي صالح عن سعيد بن يسار عن بعض أصحاب النبي صلى الله عليه\nوسلم ان النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nمن أخاف أهل المدينة أخافه الله عز وجل باب شفاعة رسول الله صلى الله\nعليه وسلم 32 - حدثنا أبو حمة ثنا أبو قرة قال ذكر مالك ثنا قطن بن وهب بن\nعويمر بن الأجدع أن يحنس مولى الزبير أخبره أنه كان جالسا عند ابن عمر في\nالفتنة فأتته مولاة له تسلم عليه فقالت أردت الخروج يا أبا عبد الرحمن\nواشتد علينا الزمان فقال لها عبد الله بن عمر أقعدي لكاع فإني سمعت رسول\nالله صلى الله عليه وسلم يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nلا يصبر على لأوائها وشدتها أحد إلا كنت له شفيعا أو شهيدا يوم القيامة.\n</p>\n\n<p>\n33 - حدثنا أبو حمة ثنا أبو قرة قال ذكر زمعة بن صالح عن هشام بن عروة عن\nصالح بن أبي صالح عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nلا يصبر أحد على لأواء المدينة وحرها إلا كنت له شافعا وشهيدا.\n</p>\n\n<p>\n34 - حدثنا <span id='ms09'></span> محمد بن عبد الله بن يزيد ثنا مروان بن معاوية حدثني عثمان بن\nحكيم أخبرني عامر بن سعد عن أبيه قال قال رسول الله صلى الله عليه وسلم لا\nيثبت أحد بالمدينة فيصبر على لأوائها وشدتها إلا كنت له شهيدا وشفيعا يوم\nالقيامة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nباب من رغب عن سكنى المدينة إلى غيرها 35 - حدثنا ابن أبي عمر ثنا سفيان\nعن هشام بن عروة عن أبيه أن رسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nلا يخرج أحد من المدينة رغبة عنها إلا أبدلها الله عز وجل خيرا منه.\n</p>\n\n<p>\n36 - حدثنا محمد بن يحيى وسعيد بن عبد الرحمن قالا ثنا سفيان عن هشام بن\nعروة عن أبيه عن عبد الله بن الزبير عن سفيان بن أبي زهير النميري أنه قال\nسمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\nتفتح اليمن فيأتي قوم فيفتنون فيحتملون بأهليهم ومن أطاعهم والمدينة خير\nلهم لو كانوا يعلمون وقال في الشام وفي العراق مثل ذلك. / 37 - حدثنا أبو\nحمة ثنا أبو قرة قال ذكر ابن جريج عن هشام بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nعروة عن أبيه عن عبد الله بن الزبير عن سفيان بن أبي زهير عن النبي صلى\nالله عليه وسلم بمثله.\n</p>\n\n<p>\n38 - حدثنا أبو حمة ثنا أبو قرة قال ذكر زمعة عن هشام بن عروة عن أبيه عن\nعبد الله عن سفيان عن النبي صلى الله عليه وسلم بمثل معناه إلا أنه لم يذكر\nالشام في حديثه.\n</p>\n\n<p>\n39 - حدثنا أبو مصعب ثنا مالك عن هشام عن أبيه عن ابن الزبير عن سفيان بن\nأبي زهير عن النبي صلى الله عليه وسلم بمثل معناه 40 - حدثنا أبو حمة ثنا\nأبو قرة قال ذكر ابن جريج ومالك وزمعة بن صالح، عن هشام بن عروة عن أبيه\nقال: قال رسول الله صلى الله عليه وسلم لا يخرج أحد من المدينة رغبة عنها\nالا أبدلها الله عز وجل خيرا منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nباب ذكر مسجد النبي صلى الله عليه وسلم ومنبره وقبره وما جاء فيه 41 -\nحدثنا سلمة وعبد الله بن أبي غسان <span id='ms10'></span> قالا: ثنا عبد الرزاق أنبأ معمر عن\nالزهري عن سعيد بن المسيب عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم:\n</p>\n\n<p>\nصلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام.\n</p>\n\n<p>\n42 - حدثنا أبو علقمة المديني ثنا مطرف عن سحبل عن أبيه عن جده، عن أبي\nسعيد الخدري أن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nمسجدي هذا المسجد الذي أسس بنيانه على التقوى 43 - حدثنا ابن أبي عمر\nوسعيد قالا ثنا سفيان عن أبي الزناد عن خارجة بن يزيد عن أبيه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد الذي أسس على التقوى من أول يوم مسجد رسول الله صلى الله عليه\nوسلم 44 - حدثنا الزبير بن بكار القاضي أنبأ أبو حمزة عن عبد الله بن عامر،\nعن أبي الزناد عن خارجة بن زيد.\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم بمثله.\n</p>\n\n<p>\n45 - حدثنا الزبير ثنا أبو ضمرة أنس بن عياض عن عبد الله بن عامر عن\nعمران بن أبي أنس حدثني عبد الرحمن بن أبي سعيد الخدري عن أبيه:\n</p>\n\n<p>\nأن رجلين من الأنصار تماريا في المسجد الذي أسس على التقوى فسألا رسول\nالله صلى الله عليه وسلم فقال:\n</p>\n\n<p>\nهو مسجدي 46 - حدثنا الزبير حدثني أبو ضمرة عن عبد الله بن عامر عن عمران\nعن سهل بن سعد عن أبي بن كعب عن النبي صلى الله عليه وسلم: بمثله.\n</p>\n\n<p>\n47 - حدثنا ابن أبي عمر وسعيد قالا: ثنا سفيان عن ثور بن يزيد عن راشد بن\nسعد قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوجد النبي صلى الله عليه وسلم عبد الله بن رواحه وأصحابا له معهم قصبة أو\nجريدة وهم يمسحون بها / المسجد فقال عبد الله بن رواحة:\n</p>\n\n<p>\nيا رسول الله لو بنينا مسجدنا هذا على بناء مسجد الشام فأخذ النبي صلى\nالله عليه وسلم الجريدة أو القصبة وهجل بها يعني رمى بها وقال خشيبات وثمام\nوعريش كعريش موسى والامر أعجل من ذلك.\n</p>\n\n<p>\n48 - حدثنا أبن أبي عمر وسعيد قالا ثنا سفيان عن هشام عن أبيه قال:\n</p>\n\n<p>\nأول من بطح المسجد - يعني مسجد النبي صلى <span id='ms11'></span> الله عليه وسلم - عمر بن الخطاب\nرضي الله عنه وقال أبطحوه من الوادي المبارك - يعني العقيق -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n49 - حدثنا محمد بن يحيى ثنا سفيان عن أبي موسى عن الحسن قال كان مسجد\nرسول الله صلى الله عليه وسلم مربدا لغلامين من الأنصار يقال لهما سهل\nوسهيل فلما رآه النبي صلى الله عليه وسلم أعجبه فكلم عمهما - وكانا في حجره\n- أن يبتاعه منهما فطلبه عمهما منهما فقالا:\n</p>\n\n<p>\nوما تصنع به؟ فلم يجد بدا من أن يخبرهما فأخبرهما أن رسول الله صلى الله\nعليه وسلم أراده فقالا نحن نعطيه إياه فأعطياه رسول الله صلى الله عليه\nوسلم فبناه وقال الحسن فأدركت فيه أصول النخل غلاب - يعني غلاظا -. وكان\nرسول الله صلى الله عليه وسلم يخطب يوم الجمع إلى جذع منها ويسند إليه ظهره\nولا يصل إليه فلما اتخذ النبي صلى الله عليه وسلم المنبر وجلس عليه حن\nالجذع كما يحن البعير فأتاه رسول الله صلى الله عليه وسلم فهداه ومسه حتى\nسكن.\n</p>\n\n<p>\nفقال الحسن فيا سبحان الله هذا جذع يحن إلى رسول الله صلى الله عليه وسلم\nفكيف بنا ونحن ناس؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n50 - حدثنا ابن أبي عمر وسعيد قالا: ثنا سفيان عن بشر بن عاصم قال أراد\nعمر بن الخطاب رضي الله عنه أن يزيد في مسجد رسول الله صلى الله عليه وسلم\nوكان للعباس بن عبد المطلب دار إلى جنبه فقال عمر بن الخطاب بعينها فقال\nالعباس لا أبيعها فقال عمر إذن آخذها فقال العباس لا تأخذها قال فاجعل بيني\nوبينك من شئت قال فجعلا بينهما أبي بن كعب فأتوه فأخبراه الخبر فقال أبي:\nإن الله عز وجل أوحى إلى سليمان بن داود أن ابن بيت المقدس وكانت أرضا لرجل\nفاشتراها منه سليمان فلما باعه إياها قال له الرجل: هذا خير أو ما أعطيتني؟\nقال بل ما أخذت منك / خير قال: فإني لا أجيزه فناقضه البيع ثم اشتراها\nالثانية فقال له مثل ذلك فقال بل هذه خير فناقضه البيع ثم اشتراها الثالثة\nفصنع مثل ذلك <span id='ms12'></span> حتى قال له سليمان بن داود احتكم بما شئت على أن لا تسلني\nغيره قال فاحتكم اثني عشر الف قنطار من ذهب فاستكثر ذلك سليمان واستعظمه\nقال فأوحى الله عز وجل إليه إن كنت تعطيه من عندك فذاك وإن كنت تعطيه من\nرزقنا فأعطه حقه حتى يرضى قال أبي بن كعب فإني أراها للعباس فقال العباس\nأما إذ قضيت بها لي فقد جعلتها صدقة للمسلمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثنا بن أبي عمر وسعيد قالا ثنا سفيان عن حمزة بن المغيرة الكوفي\nعن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\nاللهم لا تجعل قبري وثنا لعن الله قوما جعلوا قبور أنبيائهم مساجد.\n</p>\n\n<p>\n52 - حدثنا سلمة ثنا عبد الرزاق ثنا أبو حفص عمر بن سليمان عن ليث عن\nمجاهد عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم من حج فزار قبري\nبعد موتى كان كمن زارني في حياتي 53 - حدثنا محمد بن يحيى بن أبي عمر وسعيد\nقالا ثنا سفيان عن عمار الدهني عن أبي سلمة بن عبد الرحمن عن أم سلمة زوج\nالنبي صلى الله عليه وسلم قالت قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nما بين بيتي ومنبري روضة من رياض الجنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nزاد بن أبي عمر في حديثه وقوائم منبري رواتب في الجنة.\n</p>\n\n<p>\n54 - حدثنا ابن أبي عمر وسعيد قالا ثنا سفيان عن أبي حازم قال سهل بن سعد\nالساعدي على منبر رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nما بقي أحد أعلم به مني وهو من أثل الغابة ولقد رأيت رسول الله صلى الله\nعليه وسلم صعد عليه فاستقبل القبلة ثم قرأ ثم ركع ثم نزل القهقرى، ثم سجد.\n</p>\n\n<p>\n55 - حدثنا سعيد وابن أبي عمر قالا ثنا سفيان عن مسعر ثنا شيخ من الأنصار\nمن أهل المدينة أن النبي صلى الله عليه وسلم قال إن منبري على ترعة من ترع\nالجنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما جاء في فضل مسجد قباء والصلاة فيه 56 - حدثنا هارون بن موسى <span id='ms13'></span>\nالفروي حدثني أبي عن هشام بن سعد عن نافع عن ابن عمر قال خرجنا مع رسول\nالله صلى الله عليه وسلم إلى قبا فقام يصلي فجاءه الأنصار تسلم عليه فقال\nابن عمر فقلت لبلال كيف رأيت رسول الله صلى الله عليه وسلم يرد عليهم؟ قال\nيشير إليهم بكفه وهو يصلي.\n</p>\n\n<p>\n57 - حدثنا أبو علقمة المديني حدثني مطرف بن عبد الله عن ابن أبي الموال\nعن رجل من أهل قبا كان قديما عن أبي أمامة بن سهل بن حنيف عن أبيه: أن رسول\nالله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nمن توضأ في أهله فأحسن في وضوئه ثم خرج عامدا إلى المسجد لا تنزعه حاجة\nإلا الصلاة فيه كانت صلاته له بمنزلة عمرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثنا بن أبي عمر العدني وسعيد قالا ثنا سفيان عن عبد الله بن دينار\nعن ابن عمر قال:\n</p>\n\n<p>\nرأيت رسول الله صلى الله عليه وسلم يأتي مسجد قبا راكبا وماشيا.\n</p>\n\n<p>\nقال عبد الله بن دينار: ورأيت ابن عمر يأتي مسجد قبا راكبا وماشيا كل\nسبت.\n</p>\n\n<p>\nباب ما روي أن النبي صلى الله عليه وسلم صلى في مسجد بني معاوية 59 -\nحدثنا محمد بن المقرئ وعبد الجبار بن العلاء الأنصاري قالا:\n</p>\n\n<p>\nثنا مروان الفزاري ثنا عثمان بن حكيم أخبرني عامر بن سعد بن أبي وقاص، عن\nأبيه:\n</p>\n\n<p>\nأنه كان مع رسول الله صلى الله عليه وسلم فمر بمسجد بني معاوية فدخل\nالمسجد فركع فيه ركعتين ثم قام يناجي ربه عز وجل ثم انصرف إلى أصحابه فقال:\n</p>\n\n<p>\nسألت الله تبارك وتعالى ثلاثا فأعطاني اثنتين ومنعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nواحدة سألت الله - عز وجل ذكره - الا يهلك أمتي بالغرق فأعطانيها وسألت\nالله عز وجل ألا يهلك أمتي بالسنة فأعطانيها وسألت الله عز وجل ألا يجعل\nبأسهم بينهم فمنعنيها.\n</p>\n\n<p>\nباب ما جاء في تحريم رسول الله صلى الله عليه وسلم المدينة وحدود الحرم\nمنها.\n</p>\n\n<p>\n60 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج قال ثنا زمعة عن سعيد\nبن أبي سعيد عن أبي هريرة أن رسول الله <span id='ms14'></span> صلى الله عليه وسلم خرج حتى إذا كان\nعند السقيا من الحرة قال:\n</p>\n\n<p>\nاللهم إن إبراهيم عبدك ورسولك حرم مكة اللهم وإني أحرم ما بين لابتي\nالمدينة بمثل ما حرم به إبراهيم صلى الله عليه وسلم مكة 61 - حدثنا أبو حمة\nثنا أبو قرة قال: ذكر ابن جريج أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أبي بكر بن محمد عن رافع بن خديج أنه قال وهو يخطب بالمدينة:\n/ إن رسول الله صلى الله عليه وسلم حرم ما بين لابتي المدينة.\n</p>\n\n<p>\n62 - أخبرنا أبو مصعب أحمد بن أبي بكر ثنا مالك عن عمرو بن أبي عمرو مولى\nالمطلب عن أنس أن رسول الله صلى الله عليه وسلم طلع له أحد فقال:\n</p>\n\n<p>\nهذا جبل يحبنا ونحبه اللهم ان إبراهيم عبدك حرم مكة وإني أحرم ما بين\nلابتيها.\n</p>\n\n<p>\n63 - حدثنا أحمد بن أبي بكر أبو مصعب ثنا المالك عن الزهري عن سعيد بن\nالمسيب عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال ما بين لا بيتها\nحرام - يعني المدينة.\n</p>\n\n<p>\n64 - حدثنا أبو حمة ثنا أبو قرة قال ذكر بن أبي ذئب عن سعيد ابن أبي سعيد\nالمقبري عن أبي هريرة أنه قال:\n</p>\n\n<p>\nخرجنا مع رسول الله صلى الله عليه وسلم حتى جئنا بني حارثة قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nيا بني حارثة خرجتم من الحرم ثم نظر فقال: \" كلا أنتم فيه \".\n</p>\n\n<p>\n65 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن أبي ذئب عن سعيد ابن أبي\nسعيد المقبري عن عبد الله بن أبي قتادة أن رسول الله صلى الله عليه وسلم\nقال إني قد حرمت ما بين لابتيها كما حرمت على لسان إبراهيم صلى الله عليه\nوسلم الحرم.\n</p>\n\n<p>\nباب تحريم صيد المدينة وعضد شجرها 66 - حدثنا محمد بن يحيى بن أبي عمر\nثنا ابن عيينة عن زياد بن سعد عن شرحبيل بن سعد قال:\n</p>\n\n<p>\nدخل زيد بن ثابت على ناس في حائط بالمدينة وهم ينصبون فخا لهم فصاح عليهم\nفقال ألم يعلموا أن رسول الله صلى الله عليه وسلم حرم صيدها؟\n</p>\n\n<p>\n67 - حدثنا <span id='ms15'></span> ابن أبي عمر ثنا سفيان عن عبد الكريم بن أبي المخارق قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nأتى عمر بن الخطاب ناحية من المدينة فوجد غلاما لبعضهم في حائط فقال: هل\nيأتيك هاهنا أحد يحتطب؟ قال نعم قال له عمر: إن رأيت منهم أحد فخذ فأسه\nوحبله قال: وثوبه؟\n</p>\n\n<p>\nقال: فأفتى، فأطعمه، فأكل.\n</p>\n\n<p>\n68 - حدثنا محمد بن منصور ثنا أبو سعيد مولى بني هاشم ثنا عبد الله بن\nجعفر عن إسماعيل بن محمد:\n</p>\n\n<p>\nأن سعدا ركب إلى قصر له بالعقيق فوجد عبدا يقطع شجرة فأخذ سلبه فلما رجع\nإلى منزله جاءه أهل العبد يسألونه أن يرد عليهم سلب غلامهم فقال لا معاذ\nالله أن أرد شيئا نفلنيه رسول الله صلى الله عليه وسلم 69 - حدثنا محمد بن\nعبد الله بن يزيد المقرئ ثنا مروان بن معاوية ثنا عثمان بن حكيم / أخبرني\nعامر بن سعد بن أبي وقاص عن النبي صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأنه حرم ما بين لابتيها - يعني المدينة - أن تقطع عضاهها أو يقتل صيدها.\n</p>\n\n<p>\n70 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج قال: حدثت عن زيد بن\nأسلم أن رسول الله صلى الله عليه وسلم حرم ما بين لابتي المدينة من الصيد\nوالعضاة 71 - حدثنا أبو مصعب قال: ذكر مالك عن الزهري عن سعيد بن المسيب عن\nأبي هريرة أنه كان يقول لو رأيت الظبا ترتع بالمدينة ما ذعرتها لأن رسول\nالله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nما بين لابتيها حرام 72 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن أبي ذئب\nعن مسلم بن جندب عن حبيب الهذلي أن أبا هريرة قال:\n</p>\n\n<p>\nلو رأيت الوعول تخرش ما بين لابتيها ما هيجتها وقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nحرم رسول الله صلى الله عليه وسلم شجرها أن يعضد أو يخبط 73 - حدثنا أبو\nحمة ثنا أبو قرة قال ذكر مالك عن رجل قال دخل علي زيد بن ثابت وأنا في\nالأسواف وقد اصطدت نهسا فأخذه من يدي فأرسله.\n</p>\n\n<p>\n74 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج قال حدثت <span id='ms16'></span> عن زيد بن\nأسلم أنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nمن وجدتموه قطع من الجبل شيئا فلكم سلبه قال: وحرم رسول الله صلى الله\nعليه وسلم ما بين لابتي المدينة.\n</p>\n\n<p>\n75 حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج أخبرني عبد الله بن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأن سعد بن أبي وقاص وجد إنسانا يعضد أو يخبط عضاها بالعقيق فأخذ فأسه\nوقطعه فاطلع العبد إلى ساداته فأخبرهم الخبر فركبوا إلى سعد فقالوا الغلام\nغلامنا فاردد إليه ما أخذت منه قال: سمعت رسول الله صلى الله عليه وسلم\nيقول:\n</p>\n\n<p>\nمن وجد من يعضد أو يخبط شيئا من عضاه المدينة بريدا في بريد فله سلبه فلم\nأكن لأرد شيئا أعطانيه رسول الله صلى الله عليه وسلم 76 - حدثنا أبو حمة\nأنه قال ثنا أبو قرة قال:\n</p>\n\n<p>\nسمعت مالكا يقول في حرم المدينة لا يصطاد شئ من الصيد فيما بين ذلك ولا\nيعضد شجرها ولا يختلى خلاؤها مسيرة بريد من نواحيها كلها قال إلا ماشية\nترعى نخلا أو عودا يابسا يكسر قال مالك: وكذلك سمعنا.\n</p>\n\n<p>\n77 - حدثنا أبو حمة /، ثنا أبو قرة قال ذكر بن جريج قال أخبرني عبد\nالكريم:\n</p>\n\n<p>\nأن عمر بن الخطاب قال لغلام قدامة بن مظعون أنت على هؤلاء الحطابين فمن\nوجدته احتطب فيما بين لابتي المدينة فلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nفأسه وحبله قال وثوباه؟ قال عمر ذلك كثير.\n</p>\n\n<p>\n78 - حدثنا أبو حمة ثنا أبو قرة قال ذكر ابن جريج قال أخبرني منصور بن\nعبد الرحمن عن عبيد الله بن سالم أن غلاما لقدامة الذي ولاه عمر بن الخطاب\nعلى الحطابين يقال له أبو عبيد الله.\n</p>\n\n<p>\nوالحمد لله وصلواته على محمد وآله.\n</p>\n\n<p>\nوقع الفراغ في العشر الأخير من ربيع الأول سنة ثمان وأربعين وخمس مئة\nبمدينة دمشق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nسماع على الحافظ ابن عساكر في ربيع الآخر سنة 548 ه‍ بجامع دمشق سمع جميع\nهذا الجزء على الشيخ الإمام الحافظ الثقة أبي القاسم علي بن الحسن بن هبة\nالله الشافعي بقراءة ولده الشيخ أبي محمد القاسم صاحب الجزء <span id='ms17'></span> الشيخ الامام\nسراج الدين أبو حفص عمر بن محمد بن أبي يعقوب القزويني والشيخ الأمين أبو\nالحسين أحمد بن حمزة بن علي السلمي وأبو عبد الله محمد بن حميان العرضي\nوأبن أخيه عبد الرحيم بن عبد الرحمن وأبو عبد الله الحسين بن عبد الرحمن بن\nعبدان وعثمان بن أبي علي بن إسحاق الجندي وإسماعيل بن هزار وابن عبد الله\nالآدمي وأبو الحسن علي بن تمام بن جبريل العطار وأبو بكر حبيب بن سبع بن\nالقبطي وأبو عبد الله ابن أبي طاهر بن الحسين الصائغ وحضر ابن عطاف بن قسام\nالكتاني وأبو الحسن علي بن عبد الباقي الخراط وأبو علي ابن مولاهم الشماع\nوفلاح بن مسلم بن عتاب النبهاني وقيس بن حماد بن عتبة الكتاني وبيان بن علي\nبن أبي القاسم السلمي وإبراهيم بن.... المغربل وأبو بكر بن يعلى القرشي\nومحمد بن يوسف المرغناني، وأبو ذكرى يحيى بن علي بن مؤمل القرشي وعبده بن\nكتائب بن سبيع الحمامي وسبطاه غنائم بن أحمد وعبد الوهاب بن بركات ابنا علي\nبن أحمد النصيبي وعبد الرحمن بن مكي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن الحسن العرقي الحربوني وعبد الرحمن بن أبي القاسم بن أحمد\nالكفرطاني وأبو المواهب نصر الله وأبو القاسم الحسين أبنا هبة الله بن\nمحفوظ بن صصري وأبو الضوء بن السيد بن إبراهيم السلماني وأبو طالب محمد بن\nمحمد بن حمزة بن أبي جميل وكاتب الأسماء المسلم بن مكي بن خلف بن المسلم بن\nعلي بن أحمد بن صقر بن عبد الواحد بن علان القيسي وذلك في العاشر من شهر\nربيع الآخر سنة ثمان وأربعين وخمس مئة في المسجد الجامع بدمشق وصح وثبت\nسماع على النصيبي بدمشق في 17 شعبان سنة 622 ه‍ قرأت جميع هذا الجزء على\nالشيخ الثقة أبي الغنائم المسلم بن أحمد بن علي النصيبي بسماعه فيه واسمه\nفي الطبقة غنائم فسمعه القاضي الأشرف بهاء الدين أبو العباس أحمد بن القاضي\nالفاضل أبي على عبد الرحيم بن علي بن الحسن البيساني وولده عز الدين <span id='ms18'></span> أبو\nعبد الله محمد وفتياه أيبك الرومي وبلبان التركي وسمع من باب شفاعة رسول\nالله صلى الله عليه وسلم إبراهيم بن حامد بن فارس العسقلاني وذلك من يوم\nالأربعاء سابع عشر من شعبان من سنة اثنتين وعشرين وست ومئة بمنزل القاضي\nبدمشق وكتب خالد بن يوسف بن سعد النابلسي عفا الله عنه وصلى الله على سيدنا\nمحمد وآله سماع آخر على النصيبي في 28 شعبان سنة 622 ه‍ سمع جميع هذا الجزء\nعلى الشيخ الأجل المعمر الخطيب أبي الغنائم المسلم بن أحمد بن علي النصيبي\nويسمى أيضا بغنائم بسماعه فيه من الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالجماعة الفضلاء صاحبه عز الدين أبو الفتح عمر بن محمد بن الحاجب الأميني\nوعلاء الدين أبو المعالي محمد بن جامع بن باقي التميمي وشرف الدين أبو عبد\nالله الحسين بن إبراهيم بن الحسين الإربلي وعبيد الدين أبو الفتح نصر الله\nبن أبي العز بن أبي طالب الصفار ومحمد بن يوسف بن محمد البرزالي الإشبيلي\nبقراءته وهذا خطه وكمال الدين أبو العباس أحمد بن أبي الفضائل ابن أبي\nالمجد بن الدخميسي وذلك في شعبان سنة اثنتين وعشرين وست ومئة بمنزل المسمع\nيوم الخميس الثامن والعشرين من الشهر المذكور بدمشق حرسها الله والحمد لله\nوحده وصلاته على نبيه محمد وسلامه.\n</p>\n\n<p>\nسماع آخر على النصيبي في جامع دمشق 12 ربيع الآخر سنة 627 ه‍ سمع جميع\nهذا الجزء على الشيخ الأجل الخطيب أبي الغنائم المسلم بن أحمد بن علي\nالنصيبي واسمه في طبقة السماع غنائم بسماعه فيه من الحافظ أبي القاسم علي\nبسنده أوله بقراءة الثقة موفق الدين أبي عبد الله محمد بن هارون بن محمد\nالتغلبي ولده أبو الخير أحمد وعبد الرحمن بن يونس بن إبراهيم التونسي وكاتب\nهذه الأحرف يوسف بن الحسن بن بدر بن الحسن بن النابلسي في يوم الأربعاء\nثاني عشر ربيع الآخر من سنة سبع وعشرين وست مئة بالحائط الشمالي من جامع\nدمشق، عمره الله بذكره، والحمد لله وصلى الله على محمد وآله وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nسماع آخر على النصيبي 6 جمادى الآخرة <span id='ms19'></span> سنة 630 ه‍ سمع جميع هذا الجزء، وهو\nفضائل المدينة تأليف أبي سعيد المفضل بن محمد بن إبراهيم الجندي، على الشيخ\nالجليل الكبير ضياء الدين أبي الغنائم المسلم بن أحمد بن علي المازني\nالنصيبي، بسماعه فيه نقلا من الحافظ أبي القاسم علي بن الحسن الشافعي بسنده\nفيه، بقراءة الإمام العالم المتقن شرف الدين أبي المظفر يوسف بن الحسن بن\nبدر بن الحسن النابلسي الزاهد، محمد بن الحسين بن عبد الله النهاوندي،\nومحيي الدين أبو المعالي عبد الله بن الصاحب صفي الدين أبي إسحاق إبراهيم\nبن عبد الله بن مرزوق العسقلاني، وخادماه شبل الدولة كافور، ومثقال ابنا\nعبد الله الحبشيان، وعبد الرحمن بن الشيخ الإمام الزاهد أبي طالب محمد بن\nعبد الله بن صابر السلمي وأبو بكر محمد بن الشيخ الإمام أبي الحسن محمد بن\nأبي جعفر، وأحمد بن علي القرطبي وهو في الخامسة، وناصر الدين أبو عبد الله\nمحمد بن داود بن ياقوت الصارمي، وأخوه علي، والشرف أحمد بن عمر بن محمد\nالزنجاني، وسليمان بن داود بن سليمان بن نجا، وأبو العباس أحمد بن علي بن\nأبي محمد بن نفاذة السلمي، وحسين بن حبيب بن يوسف المراغي، وأبو بكر بن\nأربق بن أوسنقر البغدادي الخلاطي وعبد الله بن عبد العظيم بن عبد القوي\nالآدمي، ومحمد بن أبي بكر بن فتيان الأنصاري، وأحمد بن أبي الثناء محمود بن\nإبراهيم بن نبهان التنوخي، عرف بابن الجوهري، والخط له وصح وثبت في يوم\nالجمعة، سادس جمادى الآخرة من سنة ثلاثين وست مئة بجامع دمشق، والحمد لله\nرب العالمين وصلواته على سيدنا محمد وآله أجمعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nسماع آخر على النصيبي في جمادى الآخرة سنة 630 ه‍ بدار الحديث قرأت هذا\nالجزء، وهو فضائل المدينة للمفضل الجندي، على الشيخ الأمين أبي الغنائم\nالمسلم بن أحمد بن علي النصيبي، بسماعه من الحافظ أبي القاسم علي بن الحسن\nالدمشقي بسنده فيه، وسمعه معي أبو القاسم عبد الرحمن، ويسمى ظاهر بن الشيخ\nالعفيف أبي منصور محمد بن علي بن عبد الصمد <span id='ms20'></span> البغدادي وذلك يوم الخميس، ثامن\nعشر جمادى الآخرة سنة ثلاثين وست مئة بدار السنة بدمشق، وكتب علي بن محمد\nبن علي بن محمد البالسي عفا الله عنه وصح وثبت، والحمد لله وحده، وصلاته\nعلى محمد وآله وصحبه.\n</p>\n\n<p>\nسماع على خديجة بنت أحمد في ربيع الآخر سنة 683 ه‍ سمع جميع هذا الجزء\nعلى الشيخة الصالحة المسندة، أم أحمد خديجة بنت أحمد بن عبد الدائم بن\nمعمرة، بحق إجازتها من أبي مسلم المؤيد بن عبد الرحيم بن الأخوة، بسماعه من\nالحسين الخلال، بقراءة الإمام جمال الدين أبي الحجاج يوسف بن الزكي عبد\nالرحمن بن يوسف المزي ست العرب ابنة الشيخ عمر أخي المسمعة، والقاسم بن\nمحمد بن يوسف بن البرزالي، وهذا خطه في بكرة الأربعاء ثاني عشر ربيع الآخر\nسنة ثلاث وثمانين وست مئة بمنزل أخيها المذكور.... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nسماع على البرزالي في صفر سنة 735 ه‍ بالمدرسة النورية وسمعه على الشيخ\nالإمام علم الدين أبي محمد القاسم بن محمد بن يوسف البرزالي عن أم أحمد،\nبقراءة شمس الدين محمد بن يحيى بن محمد بن سعد المقدسي، محمد بن عبد الله\nبن أحمد بن المحب، وهذا خطه، وإمام الأتابكية... محمد بن أحمد بن إسماعيل\nبن عبد الرحمن المارديني، يوم الجمعة بعد الصلاة الثامن والعشرين من صفر\nسنة خمس وثلاثين بالنورية.\n</p>\n\n<p>\nسماعات على الورقة الأولى من الكتاب سمعه كاملا أحمد بن الدخميسي سمعه\nيوسف بن النابلسي سمعه القاسم بن البرزالي سمعه وعارض بكتابه محمد بن جامع\nالتميمي.\n</p>\n\n<p>\nسمعه ابن الصفار عفا الله عنه أخبرنا به جماعة من شيوخنا، إجازة عن ابن\nالمحب وغيره، وكتب يوسف بن عبد الهادي.\n</p>\n\n<p>\nسمعه بقراءته يوسف المزي عفا الله عنه سمع ونقل منه محمد بن المحب.\n</p>\n\n<p>\nفرغه سماعا وكتابة وعرضا علي بن محمد بن علي البالسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nسماعات أخرى وسمعت من نظام الدين الأوقي، من الأول مكتوب في أصلي بقراءتي\nعلينا بخلاط في دار مجير الدين.\n</p>\n\n<p>\nسمعت فضائل مكة وفضائل مدينة كليهما في دمشق على الإمام الحافظ.\n</p>\n\n<p>\nتأليف المفضل الجندي.\n</p>\n\n<p>\nرواية شمائل <span id='ms21'></span> النبي صلى الله عليه وآله وسلم.\n</p>\n\n<p>\nروايتي عن الشيخ الإمام العادل صدر الحافظ، أبي القاسم علي بن الحسن بن\nهبة الله الدمشقي، بقراءة ولده أبي محمد القاسم بن علي في الجامع، في العشر\nالأول من جمادى الأولى، سنة ثمان وأربعين وخمس مئة، بمدينة دمشق. قال: أنبأ\nالشيخ أبو الفضل محمد بن إسماعيل بن الفضيل الفضيلي الأنصاري المزكي، قراءة\nعليه بهراة في الجامع قال: أنبأ الشيخ أبو القاسم أحمد ابن أبي منصور بن\nمحمد بن أبي طاهر الخليلي البلخي، قراءة عليه ببلخ، أنبأ الشيخ أبو القاسم\nعلي بن أحمد بن محمد بن الحسن بن عبد الله الخزاعي، قراءة عليه، أنبأ أبو\nسعيد الهيثم بن كليب بن شريح بن معقل الشاشي، أنبأ أبو عيس الترمذي رحمه\nالله مصنف الكتاب، وكتب عمر بن محمد بن أبي يعقوب في التاريخ المذكور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالفهارس 1 - فهرس الأحاديث والأخبار 2 - فهرس شيوخ المصنف 3 - فهرس\nالموضوعات.\n</p>\n\n<p>\n4 - فهرس ثبت المراجع.\n</p>\n\n<p>\n5 - المحتوى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفهرس الأحاديث والأخبار - أ - أبى أن يقيل الأعرابي بيعته 23، 24.\n</p>\n\n<p>\nأتاه فهدأه ومسه حتى سكن 49.\n</p>\n\n<p>\nأحد جبل يحبنا ونحبه 11.\n</p>\n\n<p>\nأخذ الجريدة أو القصبة وهجل بها 47.\n</p>\n\n<p>\nأراده (يعني المسجد) 49.\n</p>\n\n<p>\nألم يعلموا أن رسول الله حرم صيدها (زيد بن أبي ثابت) 66 أمرت بقرية تأكل\nالقرى وهي يثرب 19 إن إبراهيم عبدك ونبيك، وأنا عبدك ونبيك... 3 إن الإيمان\nليأرز إلى المدينة كما تأرز الحية إلى جحرها 17.\n</p>\n\n<p>\nأن سعد بن أبي وقاص وجد إنسانا يعضد أو يخبط عضاها بالعقيق...\n</p>\n\n<p>\n(عبد الله بن عمر) 75.\n</p>\n\n<p>\nإن منبري على ترعة من ترع الجنة 55 أنت على هؤلاء الحطابين فمن وجدته\nاحتطب فيما بين لابتي المدينة فلك فأسه وحبله (عمر بن الخطاب) 77.\n</p>\n\n<p>\nانصرف إلى أصحابه 59. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأنه حرم ما بنى لابتيها - يعني المدينة - أن تقطع عضاهها أو يقتل صيدها\n(عامر بن سعد بن أبي وقاص) 69.\n</p>\n\n<p>\nإني قد حرمت ما بين لابتيها 65.\n</p>\n\n<p>\nأيما جبار أراد المدينة بسوء أذابه الله كما يذوب الملح في الماء 26.\n</p>\n\n<p>\n- ب - بناه (المسجد) 49.\n</p>\n\n<p>\n- ت - تفتح اليمن فيأتي قوم فيفتنون فيحتملون... 36.\n</p>\n\n<p>\n- ح - حرم شجرها أن يعضد أو يخبط 72.\n</p>\n\n<p>\nحرم صيدها <span id='ms22'></span> (يعني المدينة) 66.\n</p>\n\n<p>\nحرم ما بين لابتي المدينة 61، 69، 70.\n</p>\n\n<p>\n- خ - خرج حتى إذا كان عند السقيا.... 60.\n</p>\n\n<p>\nخشيبات وثمام وعريش كعريش موسى والأمر أعجل من ذلك 47.\n</p>\n\n<p>\n- د - دخل علي زيد بن ثابت وأنا في الأسواف.... (مالك عن رجل) 73.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nدخل المسجد فركع فيه ركعتين 59 - س - سألت الله تبارك وتعالى ثلاثا\nفأعطاني اثنتين ومنعني واحدة.... 59.\n</p>\n\n<p>\n- ص - صعد عليه (المنبر) فاستقبل القبلة 54 صلى بأرضي الحرة 1 صلاة في\nمسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام 41 - ط - طلع أحدا\n9 - ع - على أنقاب المدينة ملائكة لا يدخلها الطاعون ولا الدجال 15 - ق -\nقام يصلي 56.\n</p>\n\n<p>\nقام يناجي ربه عز وجل 59 قرأ ثم ركع 54 - ك - كان يخطب يوم الجمع إلى جذع\nمنها 49. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nكلم عمهما (عم الغلامين) 49 - ل - لا معاذ الله أن أرد شيئا نفلنيه رسول\nالله صلى الله عليه وآله (سعد بن أبي وقاص) 68.\n</p>\n\n<p>\nلا يثبت أحد بالمدينة فيصبر على لأوائها وشدتها إلا كنت له شهيدا... 34\nلا يخرج أحد من المدينة رغبة عنها إلا أبدلها الله عز وجل خيرا منه 35، 40.\n</p>\n\n<p>\nلا يدخلها - يعني المدينة - الطاعون والدجال 14.\n</p>\n\n<p>\nلا يريد أهل المدينة أحد بسوء إلا أذابه الله في النار.... 28.\n</p>\n\n<p>\nلا يصبر أحد على لأواء المدينة وحرها إلا كنت له شافعا وشهيدا 33 لا يصبر\nعلى لأوائها وشدتها أحد إلا كنت له شفيعا.... 32.\n</p>\n\n<p>\nلا يصطاد شئ من الصيد فيما بين ذلك ولا يعضد شجرها (مالك) 76 اللهم إن\nإبراهيم دعاك لمكة.... 2 اللهم إن إبراهيم عبدك وخليلك.... 1، 60 اللهم\nبارك لهم في مكيالهم 5.\n</p>\n\n<p>\nاللهم حبب إلينا المدينة كحبنا مكة وأشد 6 اللهم لا تجعل قبري وثنا، لعن\nالله قوما جعلوا قبور أنبيائهم مساجد 51 لما اتخذ المنبر وجلس عليه حن\nالجذع كما يحن البعير 49 لما رآه أعجبه (المسجد) 49 لو رأيت الظبا ترتع\nبالمدينة ما هيجتها (أبو هريرة) 71 لو رأيت الوعول تخرش ما بين لابتيها ما\nهيجتها (أبو هريرة) 72 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nما بين بيتي ومنبري روضة من رياض الجنة 53 ما بين لابتيها حرام - يعني\nالمدينة - 63 - 71 المدينة أفضل من مكة 12 المدينة كالكير تنفي خبيثها\nوينصع طيبها 23، 24 المدينة مشبكة بالملائكة 13 مر بمسجد <span id='ms23'></span> بني معاوية 59.\n</p>\n\n<p>\nمسجدي هذا المسجد الذي أسس بنيانه على التقوى 42 من أخاف أهل المدينة\nأخافه الله عز وجل 31 من أراد أهل هذه البلدة بسوء - يعني أهل المدينة -\nأذابه الله كما يذوب الملح.... 29.\n</p>\n\n<p>\nمن أرادها بسوء أذابه الله كما يذوب الملح في الماء 27، 30 من توضأ في\nأهله فأحسن في وضوئه... 57 من حج فزار قبري بعد موتي، كان كمن زارني في\nحياتي 52 من سمى المدينة يثرب فليستغفر الله هي طيبة 20 من وجد من يعضد أو\nيخبط شيئا من عضاه المدينة بريدا في بريد فلكم سلبه 75 من وجدتموه قطع من\nالجبل شيئا فلكم سلبه 74 - ن - نزل القهقري ثم سجد 54 فضائل المدينة (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n- ه‍ - هذا جبل يحبنا ونحبه 8، 10 هذا جبل يحبنا ونحبه، اللهم إن إبراهيم\nعليه السلام حرم مكة.... 9، 62 هل يأتيك ها هنا أحد يحتطب..... (عمر بن\nالخطاب) 67 هو مسجدي (المسجد الذي أسس على التقوى) 45.\n</p>\n\n<p>\n- و - وجد النبي عبد الله بن رواحة وأصحابا له.... 47.\n</p>\n\n<p>\n- ي - يا بني حارثة خرجتم من الحرم... كلا أنتم فيه 64 يأتي مسجد قبا\nراكبا وماشيا 58 يدعو أصغر وليد يراه فيعطيه ذلك الثمر 3 يسند إليه ظهره\n(إلى الجذع) ولا يصل إليه 49 يشير إليهم بكفه وهو يصلي 56 يقولون يثرب، وهي\nالمدينة تنفي الناس.... 22 يوشك الإيمان أن يأرز إلى المدينة كما تأرز\nالحية إلى جحرها\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms24'></span>",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "015",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "059",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066"
  ],
  "volumes": [
    "01"
  ]
}