{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nأول حديث أبي نعيم الأزهري\n</p>\n\n<p>\nأخبرنا الإمام شمس الدين أبو مسلم المؤيد بن عبد الرحيم ابن الأخوة\nبقراءتي عليه بداره بأصبهان في شهر رمضان من سنة 578 قلت له أخبركم أبو\nالقاسم زاهر بن طاهر أخبرنا أبو بكر يعقوب بن أحمد بن محمد الصيرفي أخبرنا\nأبو نعيم أحمد بن محمد بن إبراهيم بن عيسى الأزهري الشيخ العدل في شهور سنة\n394:\n</p>\n\n<h1 class='l1' id='head0'>1- </h1>\n\n<p>\nأخبرنا أبو الحسين أحمد بن محمد الخداشي حدثنا أبو حاتم محمد بن\n</p>\n\n<h1 class='l1' id='head1'>[ص: 335]</h1>\n\n<p>\nإدريس الرازي حدثنا آدم بن أبي إياس العسقلاني حدثنا عقبة بن عبد الله عن\nعطاء بن أبي رباح , عن أبي هريرة, أن النبي صلى الله عليه وسلم نهى عن\nالنظر في النجوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nأخبرنا أبو نصر محمد بن حمدويه بن سهل المروزي حدثنا عبد الله بن\n</p>\n\n<h1 class='l1' id='head3'>[ص: 336]</h1>\n\n<p>\nحماد الآملي حدثنا سعيد بن أبي مريم حدثنا نافع بن يزيد حدثني بكر بن\nعمرو حدثني شعيب بن زرعة أنه سمع عقبة بن عامر يقول إن رسول الله صلى الله\nعليه وسلم قال لا تخيفوا الأنفس بعد أمنها قالوا يا رسول الله وما ذاك قال\nالدين.\n</p>\n\n<p>\nعقبة بن عامر هذا صحابي ذكره البخاري في التاريخ في الصحابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3- </h1>\n\n<p>\nأخبرنا أبو الفضل العباس بن منصور الفرند آباذي حدثنا علي بن\n</p>\n\n<h1 class='l1' id='head5'>[ص: 339]</h1>\n\n<p>\nالحسن الذهلي حدثنا إسحاق بن بشر عن عبد القدوس بن حبيب عن مكحول عن ابن\nعباس قال: قال رسول الله صلى الله عليه وسلم من اغتيب عنده أخوه المسلم\nفنصره وهو يقدر على نصره نصره الله في الدنيا والآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4- </h1>\n\n<p>\nحدثنا الحسن بن محمد بن إسحاق الأزهري حدثنا عبد الله بن محمد بن\n</p>\n\n<h1 class='l1' id='head7'>[ص: 340]</h1>\n\n<p>\nالعباس الضبي حدثنا محمد بن شعيب البلخي حدثنا إسماعيل بن نصر الواثلي\nحدثنا خالد العبد عن يزيد الرقاشي عن أنس بن مالك عن رسول الله صلى الله\nعليه وسلم قال العلماء ثلاثة رجل عاش به الناس وعاش بعلمه ورجل عاش به\nالناس وأهلك نفسه ورجل عاش بعلمه ولم يعش به أحد غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5- </h1>\n\n<p>\nأخبرنا الحسن بن محمد بن إسحاق الأزهري حدثنا <span id='ms1'></span> أبو بكر الجارودي حدثنا\nمحمد بن رافع حدثنا مصعب حدثنا داود الطائي عن الأعمش عن مسروق قال بحسب\nالمرء من العلم أن يخشى الله عز وجل وبحسب المرء من الجهل أن يعجب بعلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>6- </h1>\n\n<p>\nأخبرنا أبو محمد الحسن الأزهري أخبرنا عبد الله بن الحسن الحراني حدثنا\nيحيى بن عبد الله حدثنا الأوزاعي قال بلغني أن في السماء ملكا ينادي كل\n</p>\n\n<h1 class='l1' id='head10'>[ص: 341]</h1>\n\n<p>\nيوم ألا ليت الخلق لم يخلقوا وياليتهم إذ خلقوا عرفوا لما خلقوا له\nوجلسوا مجلسا فذكروا ما عملوا.\n</p>\n\n<p>\nآخر ما انتقيت من حديث أبي نعيم الأزهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms2'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000"
  ],
  "volumes": [
    "01"
  ]
}