{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله حمد عبد بخطئه معترف، ومن فيض فضل ربه مغترف، وأصلي وأسلم على\nأشرف الخلق، سيدنا محمد الرسول المختار، إمام المقربين والأبرار، وعلى آله\nوأصحابه السادة الأطهار، ما نزل ركب ثم سار.\n</p>\n\n<p>\nأما بعد: فإنه لما استخرت الله تعالى لتأليف هذا الكتاب المسمى \"أنس\nالملا بوحش الفلا\" ضمنته كيفية الصيد وما يحل منه وما يحرم وما يتعلق بذلك\nجملة وتفصيلا، استخرجته من صدف الجواهر لمطالعة كل وجه زاهر، وفيه فوايد\nجمة مخبوءة لكل ذي همة، واختصرته لئلا يسأم من طالعه. ويسلم ممن نازعه.\nولعل لم يسبقني لهذا التأليف إلا السابق، فأكون إذن من مصل لاحق؛ فالله\nيجعل تأليفي له خالصا، لوجهه الكريم، وأنا أبرأ من الحول والقوة، وأسأل\nالله من فضله المنة والمنة وهو حسبي ونعم الوكيل.\n</p>\n\n<p>\nويفتتح الآن بذكر الأبواب، بعون الكريم التواب\n</p>\n\n<h1 class='l1' id='head1'>باب</h1>\n\n<p>\nفي بيان ما يحل من الصيد وما يحرم، وبيان شرط التذكية على مذهب الإمام\nأبي حنيفة رحمه الله.\n</p>\n\n<p>\nقال الله تعالى: (يسألونك ماذا أحل لهم قل أحل لكم الطيبات وما علمتم من\nالجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما أمسكن عليكم واذكروا اسم\nالله عليه)\n</p>\n\n<h1 class='l1' id='head2'>التفسير</h1>\n\n<p>\nالطيبات: الذبائح، الجوارح، الكواسب: وهو ما يصطاد من الطير والكلب\nوغيرها، مكلبين، معلمين، وبفتح اللام، أصحاب الكلاب، وهي قراءة شاذة،\nتعلمونهن، تؤدبونهن. مما علمكم الله أي أدبكم الله، فكلوا مما أمسكن عليكم،\nأي مما أمسكن لكم، واذكروا اسم الله عليه أي حين الإرسال معا، وحين الذكاة.\n</p>\n\n<h1 class='l1' id='head3'>وسبب نزول هذه الآية أن عدي بن حاتم، وزيد بن المهلل الطائين. آتيا النبي صلى الله</h1>\n\n<p>\nعليه وسلم، فقالا: يا رسول الله، إنا قوم نصيد بالكلاب والبزاة، وإن كلاب\nأبي زرع وآل أبي جرير تأخذ البقر والحمير والظباء والضب، فمنه ما يدرك\nذكاته، ومن ما يقتل فلا يدرك ذكاته، وقد حرم الله الميتة، فماذا يحل لنا\nمنها؟ منزلت الآية، وما يحل أكله من الصيد وما لا يحل فهو المتوحش الممتنع\nبقوائمه أو بريشه، والمأكول 2 بمنه من أطيب <span id='ms001'></span> الأرزاق ولحله شرائط، فالأول:\nتعليم مكلب متسلط عليه إن كان بالجوارح، وتعليم الكلب والفهد ونحوهما بأن\nيترك الأكل ثلاثا عند أبي يوسف ومحمد والإمام في رواية، وفي أخرى فوضه إلى\nالصائد الخبير، فإن غلب على ظنه أنه صار معلما حكم بتعليمه وإلا فلا.\n</p>\n\n<p>\nوتعليم البازي بأن يرجع ويجيب إذا دعاه، ولا بأس بصيد كل معلم من ذي ناب\nمن السباع وذي مخلب من الطير، ولا خير فيما سوى ذلك إلا أن يدرك ذكاته،\nواستثنى الشافعي غير ما اعتيد تعليمه، وأبو يوسف، الأسد والدب وبعضهم\nالحدأة والإجماع الخنزير.\n</p>\n\n<p>\nوالثاني: الإمساك على صاحبه حتى لو أكل الكلب ونحوه قبل أن يأخذه مالكه\n(م) لم يؤكل، بخلاف البازي فإن شرب دمه لا غير أكل، فإن أدرك صيدا فقطع\nبعضه وأكله، ثم أدرك صيدا آخر فقتله، ولم يأكل منه لم يؤكل. بخلاف ما لو\nأخر أكل ذلك البعض، فإن انتهت منه قطعة بعدما أمسكه لصاحبه أكل، وبعد ما\nحكم بتعليمه لم يؤكل ما أكل منه، ولا ما يصيد بعده حتى يصير معلما ثانيا،\nولا ما صاده قبل ذلك إن كان في الفلاة أو أحرزه خلافا لهما، فإن فر البازي\nفمكث حينا، ولم يجب داعيه ثم صاد لم يؤكل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>والثالث: الإرسال على صيد عاينه أو ظنه بالحس مأكولا كان أو لا فأصاب مأكول اللحم </h1>\n\n<p>\nأكل. وخص أبو يوسف الخنزير، وزفر ما لا يؤكل لحمه، فإن تبين أنه حس آدمي\nأو أهلي ونحوه لا يحل المصاب، فإن اشتبه وكان طائرا أحل الصيد لا إن اشتبه\nعليه أنه غير ناو أو لا، فإن ظنه آدمي فإذا هو صيد قد أصابه حل. ولا يشترط\nتعيين الصيد بالإشارة حتى ولو أرسل كلبه على صيد فأخذه غيره حل. فإن أرسل\nفهدا فكمن حتى استمكن ثم أخذ الصيد فقتله أكل، وكذا إذا اعتاد الكلب عادته\nولو أخذ صيودا بإرسال واحد أكلت إلا إن جثم عن الأول طويلا ثم مر به صيدا\nآخر فقتله، وكذا البازي إن وقع على شيء ثم اتبع <span id='ms002'></span> الصيد فقتله أكل، إلا إن\nمكث طويلا للاستراحة، فإن أخذ بازي معلم صيدا ولم 3 أيدر أرسل أم لا لم\nيؤكل، فإن أرسل المسلم كلب فأشلاه مجوسي أو مرتد أو محرم أو تارك التسمية\nعامدا فجد في طلبه فلا بأس بصيده، فإن كان بالعكس لم يؤكل (فإن لم يرسل\nفأشلاه مسلم وسمى فأخذ الصيد فلا بأس بأكله) ، فإن وقذه كلب مسلم وقتله كلب\nآخر أكل وهو الأول، وإن أدرك الصيد حيا وجبت تذكيته إن تمكن منها، حتى لو\nتركها ومات لم يؤكل، فإن لم يتمكن منها وفيه من الحياة ما فوق ما يكون في\nالمذبوح لم يؤكل في الظاهر، وعن السيخين، (وهما أبو يوسف ومحمد) يؤكل، سواء\nكان التأخير لفقد آلة أو لضيق وقت. فإن لم يكن فيه حياة مستقرة عند الإدراك\nفذكاته الذبح عند الإمام وقالا: لا يحتاج إليه.\n</p>\n\n<p>\nوالرابع: التسمية، فإذا سمى الله تعالى عند الإرسال أو لرمي أكل الصيد،\nفإن أرسل أو رمى ثم سمى لم يحل، فإن تعمد تركها لم يؤكل بخلاف ما لو نسي.\n</p>\n\n<p>\nوالخامس: أن لا يتوارى عن بصره أو لا يقعد عن طلبه، ويشتغل بعمل آخر حتى\nوضع السهم بالصيد، فتحامل حتى غاب عنه ولم يزل في طلبه، فأصابه أكل إلا إذا\nقعد عن طلبه ثم أصابه ميتا، فإن وجد فيه جراحة بغير سهم لم يحل بخلاف نهش\nالهوام، وكذا في إرسال الكلب ونحوه، ويشترط أن يكون السهم جارحا حتى لو\nأصاب المعراض بعرضه لم يؤكل، وإن جرح أكل. ولا يؤكل مصاب بندقة وحجر غير\nحاد وعصا لا تبضع إن مات بها.\n</p>\n\n<h1 class='l1' id='head5'>فإن كان الموت مضافا إلى جرح حادا كان ولا معتبر بالإدماء في الجرح، واشترطه </h1>\n\n<p>\nبعضهم مطلقا، وبعضهم في الجرح الصغير لا الكبير وكذا في الذبح، فإن أصاب\nالسهم ظلف الصيد أو قرنه حل إن أدماه وإلا فلا، فإن رمى صيدا فوقع في الماء\nفاختنق أو على سطح أو شجرة أو جبل ثم تردى فمات لم يؤكل، وكذا، إن وقع على\nمحدد الخلاف <span id='ms003'></span> ما لو وقع على الأرض ابتداء، فإن كان الطير مايتا، والجراحة لم\nتنغمس في الماء أكل لا إن انغمست. ولا تؤكل النطيحة، ولا ما أكل السبع بعضه\nإلا إن ذكي، ولا ما شارك المعلم فيه غيره أو كلب لم يذكر اسم الله عليه،\nفإن رمى صيدا فقطع عضوا منه أكل الصيد لا المبان سواء كان يدا أو رجلا 3\nبأو ثلثه مما يلي القوائم أو أقل من نصف الرأس، فإن لم يبن ذلك حل أن أمكن\nالالتيام وإلا فلا، فإن قدة نصفين أو قطعه أثلاثا والأكبر مما يلي العجز أو\nقطع نصف رأسه أو أكثر منه أكلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوالصيد لمن أخرجه من حيز الامتناع فإن أثخنه واحد، ولكن بمثابة ينجو\nوقتله آخر لم يؤكل، ويضمن قيمته للأول غير ما نقصته جراحته، وإن لم يثخنه\nالأول فهو لمن قتله ويؤكل، فإن كانت رمية الأول بحال لا يعيش منه الصيد حل،\nفإن كان فيه من الحياة ما يعيش يوما لم يحرم عند أبي يوسف بالرمية الثانية\nخلافا لمحمد، فإن علم أن الموت حصل من الجراحتين أو جهل ضمن الثاني ما\nنقصته جراحته ثم يضمن نصف قيمته مجروحا ثم قيمته نصف لحمه، فإن رماه الأول\nثانيا فهو في حكم الإباحة كغيره، وكذا في الإرسال إن كان الثاني سابقا كلبه\nبعد الإرسال، فإن عقره كلب الثاني بدون السوق من جهة لم يضمن. والملك والحل\nيثبت بمجرد الإرسال بدون السوق، وإن أرسله الثاني قبل إصابة الأول فالصيد\nلأولهما إصابة ويحل، وإن أصابه الثاني بعد إصابة الأول، فإن أصابه الأول\nولم يثخنه حتى أصابه الثاني وعقره فهو بينهما لاشتراكهما في الأخذ. فإن\nأدركه الأول في المسألة الأولى، \"وعلى الثاني نقصان الجناح الثاني، فإن\nأدركه ولم يذبحه فهو ميتة\"، وعلى الثاني نصف قيمته حيا مكسور الجناحين،\nوكذا إن لم يتمكن من ذبحه في ظاهر الرواية، فإن كانت رمية الأول بحال لا\nيعيش منها الصيد حل، فإن رميا معا أو على التعاقب فأصابه أحدهما فأثخنه ثم\nأصاب الآخر فالصيد للأول <span id='ms004'></span> (أي الذي أثخنه) سواء كان أولا في الرمي أو آخرا\nويحل.\n</p>\n\n<p>\nولا ضمان على الثاني. وإن أصاباه معا حل وهو لهما حل، وكذا في إرسال\nالكلب مطلقا والبازي إلا إن أصابه الأول بدون السوق فإنه يضمن الثاني.\n</p>\n\n<h1 class='l1' id='head6'>ويشترط في الكلب السوق لوجوب الضمان، فإن أخذ بازي المرسل الأول الصيد وأمسكه</h1>\n\n<p>\nبمخلبه ولم يثخنه، فأخذه بازي المرسل الثاني وقتله فهو للثاني، فإن رمى\nمسلم سهما أو بندقية ونحوهما إلى صيد فدفع سهما موضوعا 4 أعلى حائط إلى صيد\nفقتله حل.\n</p>\n\n<p>\nفإن رميا فأمضا السهم الثاني الأول إلى الصيد وقتله جرحا فهو للأول، إن\nعلم أن سهمه كان بحيث يبلغ الصيد بدون الثاني، وإلا فللثاني ويحل إلا إن\nكان الثاني محرما أو مجوسيا في الاستحسان.\n</p>\n\n<h1 class='l1' id='head7'>فائدة</h1>\n\n<p>\nفإن رد سهم المجوسي سهم المسلم عن سننه فهو صيد المجوسي، وإلا فصيد\nالمسلم، فإن اقتتل الصيد من سهم مجوسي أو كلبه فقتله مسلم بسهمه، أو كلبه\nطاب أكله إن كان بعد وقوع سهو المجوسي على الأرض أو رجوع كلبه عنه وإلا\nفيكره. فإن ضرب الريح سهما رماه إلى صيد عن سننه يمنة أو يسرة فقتل صيدا\nآخر لم يؤكل. فإن أماله من غير أن يرده عن سننه فلا بأس به، وأما الصيود\nفيؤكل من ذوات الأربع ما ليس له ناب كالأرنب والحمار والبقر الوحشيين\nوالظبي والغزال وغنم الجبل ومعزه. ومن الطير ما ليس له مخلب، كالدجاج\nوالحجل واليمام والحمام والإوز والبط وغراب الزرع والعصافير ولا بأس\nبالخطاف والقمري والسوداني والزرزور والفاختة والجارد. وكره أبو يوسف\nالعقعق ويكره الهدهد والحبارى والقنابر والصرد والصوام والشقراق والطاوس.\n</p>\n\n<p>\nوإنما يحل من صيد البحر، طير الماء والسمك مطلقا، وأحل الشافعي منه ما\nيحل نظيره في البر وله في الضفدع قولان، ومذهب أبي يوسف وأبي حنيفة، إن\nالصايد إذا قتل ولم يجرح فليس الصيد يذكى والشافعي يجيز ذلك.\n</p>\n\n<h1 class='l1' id='head8'>فإن ابتلعت سمكة أخرى أكلتا، فإن وجدت طافية على الماء أو كان فيه أقل من نصفها لم</h1>\n\n<p>\nتؤكل، فإن وجدت على شاطئ نهر ألقيت <span id='ms005'></span> في الماء، فإن طافت على ظهرها لم\nتؤكل، وإن طافت على وجهها أكلت، ويحرم كل ذي ناب من السباع كالأسد والنمر\nوالسياهكوش والفهد والضبع والثعلب والكلب والسنور الأهلي والوحشي والفنك\nوالسمور والدلق والدب والطبز والقرد والضب وابن آوى والفيل والخنزير\nوالخفاش وكل ذي مخلب من الطير كالصقر والبازي والنسر والعقاب والباشق\nوالشاهين ونحوها، والغراب والنعاب والحدأة والبوم، وكل الهوام كالفأرة\nوالوزغة وسام أبرص والقنفذ والضفدع والسلحفاة 4 بوالسرطان والخنافس وكل ما\nليس له دم سائل كالزنبور والقمل والبرغوث والذ\n</p>\n\n<h1 class='l1' id='head9'>باب</h1>\n\n<p>\nوالبعوض والقراد والدود والحية والعقرب، وكل ما يأكل الجيف كالرخم\nوالغراب الأبقع والجلالة النتن لحمها.\n</p>\n\n<p>\nوالذكاة شرط الحل، فيؤكل ذبيحة مسلم لم يعتمد ترك التسمية وتعلقهما.\n</p>\n\n<p>\nوكتابي كذلك ولو حربي ... وتغلبي لا يعلم الكتاب إلا أماني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن أهله لغير الله لا مجوسي ومرتد ووثني ومحرم من صيد، والتسمية بسم\nالله والله أكبر، وكره بسم الله، محمد رسول الله، ومحمد بالكسر، والذكاة ما\nبين اللبة واللحيين، فيقطع الحلقوم والمرى والودجين واكتفيا بقطع أحدهما،\nوالإمام بقطع أكثرهما عددا وإفرادا في روايتهما، ويجوز بما ينهر الدم ولو\nبقرن وسن منزوعين، وكره التعذيب بقطع الرأس والنخاع والجر إلى المذبح، وكسر\nالعنق والسلخ حالة الاضطراب والضرب على القفا، وذكاة المستأنس الذبح،\nوالمتوحش من الغنم خارج المصر وغيره مطلقا العقر.\n</p>\n\n<p>\nويستحب في الإبل النحر والبقر والغنم الذبح، وكره تعليم البازي بطير حي\nلا مذبوح ويذبح مأكول قطع عضوا منه ولا يعالج وبالعكس في غير المأكول.\n</p>\n\n<h1 class='l1' id='head10'>باب</h1>\n\n<p>\nفي آداب القانص وما يعتمده ينبغي أن لا يركب القانص فرسه إلا على طهارة\nكاملة، وحين الصيد يتأدب مع من هو أسن منه أو أعلى رتبة دينية أو دنياوية\nكالأمراء، لأن حرمتهم من جزيئات حرمة الملك. وذلك بأن لا يطرد صيدا تعرض\nإليه كبير أو ركض خلفه فيزاحمه ويرمي الصيد قبل الكبير إلا اللهم إن أذن له\nالكبير لاحتمال كلال فرسه، ولئلا يفوت الصيد فحينئذ يتعين الركض خلف ذلك\nالصيد، ويتوقى حين الصيد حسم مادة السفهاء والفجار والمتشبهين بالشجعان،\nوالفرق <span id='ms006'></span> بين الفجرة والشجعان ظاهر يعلمه أصحاب التجارب والمتوسمين.\n</p>\n\n<p>\nقال الإمام فخر الدين الرازي في كتابه الفراسة: إذا علمنا في الإنسان\nكونه وقحا، فعلم إنه لص نذل. أما اللصوصية فلأنها تابعة للقحة، وأما لنذالة\nفلأنها تابعة لعدم الحرية. والوقاحة دالة حلى حصولها، قال الشاعر يصف\nلشجعان:\n</p>\n\n<p>\nوجوه كأكباد المحبين رقة ... ولكنها يوم اللقاء صخور\n</p>\n\n<p>\nومن هذا الباب، ما قاله أمير المؤمنين علي كرم اله وجهه: \"من لانت أسافله\nصلبت أعاليه\". هذا آخر كلام الشيخ فخر الدين رحمه الله.\n</p>\n\n<p>\nوخرج عن المقصود، فإن ذكرها ولا ظلمة في القلوب.\n</p>\n\n<p>\nقال محمد بن منكلي، ستره الله بستره في الدنيا والآخرة: ومن جملة آداب\nالمتصيد إن رمى إنسان بسهم على صيد فلا يرمي معه إلا إذا فات سهمه ولم يصب\nالصيد. فقد سمع من فاجر قولا قبيحا إن رام أصاب صيدا فنسبه (الفاجر) إلى\nنفسه، وكان السهم يشبه السهم في التريش والنصل.\n</p>\n\n<p>\nقال محمد بن منكلي: سمعت الشيخ رحمه الله يقول: ينبغي للجندي إذا كانت\nقوسه لينة أن يريش سهمه من ريش ذنب العقاب، وإذا كانت قوسه صلبة ريش سهمه\nمن ريش ذنب النسر، وهذه من النكت الظريفة.\n</p>\n\n<p>\nومن آداب المتصيد أن يستصحب معه الملح والزناد والأشنان والخلال والسفود\nالحديد لشي اللحم، فلقد رأيت من أخذ من تركاشه سهما وأبراه وشوى فيه اللحم،\nوأخطأ وبالله التوفيق.\n</p>\n\n<p>\nسمعت من الأمير بدر الدين أمير مسعود مشافهة، ونحن بالغور، أن بعض\nالتركمان أصاب صيدا فأراد أن يشوي من لحمه فقطع قضيبا من الدفلى وشوى اللحم\nوأكل فمات من سريان سمية القضيب في اللحم، وذكر هذه الحكاية من النصائح.\n</p>\n\n<p>\nومنهم من إذا أكل اللحم مسح يديه في خفه كالتتار، وهذا من أقبح ما يكون\nلو لم يكن تشبها بالمجوس.\n</p>\n\n<p>\nومن الأدب اتخاذ المبرد والمطرقة لإصلاح نصال السهم، ورأيت في سرج لجندي\nلبق سندانا صغيرا مؤبدا في أعلى قربوس سرجه ليصلح عليه سهامه بالتطريق\nفأعجبني ذلك منه، وشكرته.\n</p>\n\n<p>\nومن آداب صاحب القنص اتخاذ سكينتين حادتين للذبح، وثالثة للسلخ.\n</p>\n\n<p>\nومن فوائد <span id='ms007'></span> اتخاذ السكينتين لربما ذبح صيده فانكسري السكين قبل إتمام\nالذكاة فتصير ذبيحته إذ ذاك ميتة، وطريقه في تحليل صيده إذا انكسرت سكينه\nأن يضع حرف يده مكان السكين المنكسرة ليؤتى بسكين غيرها، ويتم تذكيته.\n</p>\n\n<p>\nومن أدبه أن يكون معه فطرقان غير ما في سرجه وثيقان لشد صيده إذا ذبحه\nيشده على كفل فرسه، ولا يتكل على فطرق الغلام وبضع الكبر، فإن كل جندي\nمتكبر ناقص الهمة، ولن يصلح الكبر لعاقل، والكفار يذمون من تكبر منهم.\n</p>\n\n<p>\nومن آداب الصائد، اتخاذ القوس الجيد والسهام الجيدة ويجتنب خشب القوق\nوالصنوبر إلا ما غلظ فإن رق فلا خير فيه، خصوصا في زمن الصيف وقوة القوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nومن آداب الجندي في الصيد اتخاذ قوسين أو ثلاثة بحسب المكنة لا عادة أو\nإذا ارتخت قوسه تناول غيرها، ولا يستصحب وتر المصران ولا وتر الجلود فإنه\nرديء، والتتار وغيرهم يستعملونه للعدم ولا يخرج سهمه كما ينبغي.\n</p>\n\n<p>\nويجب على المتصيد افتقاد أفواق سهامه قبل حركة الصيد، وافتقاد قوسه وجميع\nالآته.\n</p>\n\n<p>\nومن أدبه، تعليمه إذا انكسرت قوسه إما من مقبضها أو من سيتها أو من أحد\nبينها بأن يكون كسرها قريب السية ومتى انكسرت بعيدا من السية فليس فيها\nحيلة أن يصلحها على تقدير نصف ساعة أو أقل من ذلك، ويركب فرسه ويرمي أسوة\nرفقته على الصيد، وإلا يصير بطالا خجلا، ويمكن ذلك أيضا في الحرب إذا بعد\nعن المعركة، وتوارى وأصلح قوسه وركب فرسه وتقدم للمعركة وقاتل، وكأن قائلا\nيقول: كيف يصلح قوسه في هذا الزمن اليسير ويرمي عنها؟ فالجواب عن ذلك، أن\nهذه النكتة يعرفها أصحابنا الأجناد الذين عم أجناد على الحقيقة المشتغلين\nبما هم بصدد ما يلزمهم من صناعتهم على الإطلاق، أثابهم الله، وهذه النكتة\nيعسر ذكرها ويطول ولا يكاد يفهم إلا ما مشافهة، وهي هينة.\n</p>\n\n<p>\nومن الآداب المحتاج إليها الصائد، اتخاذ الفرس المتريض الجاري الخفيف، إذ\nالفرس هو عمدة الجندي.\n</p>\n\n<p>\nومن آداب الجندي المتصيد اتخاذ فرسين أحدهما جار للبعد، والآخر خفيف جار\nللقرب إذ كل منهما <span id='ms008'></span> له موطن يركض فيه، فالفرس الجاري للبعد فلطلب الحمر\nالوحشية والغزال الذي له النفس الطويل بحسب بلاده ووطنه كالمصريات، لأنها\nأشد عدوا أي جريا، وقد ذكر أن غزال مصر ناقص ضلعا عن غيره.\n</p>\n\n<p>\nولحم غزال الشام أطيب لحما لكثرة المراعي وما أشبهها، وأما الغزال\nالمتعوب بطرد الكلاب والخيل والأماكن الرملة فكل فرس مستريح يأخذه ولا\nاعتبار بهذا الفرس، والفرس الحاد جيد للمسابقة والصولجان وطلب بقر الوحش\nوالغزال الخانس إذا هو أثير، وما كل رام يحسن أن يفوق سهمه حين خروج الفرس\nالحاد الشديد الجري، خصوصا إذا كانت سرجه ضيقة قائمة المؤخرة، فبئس هذه\nالسروج، وقد فشت في الديار المصرية استخرجها العجم، وأخطؤوا ولو علموا\nمفسدتها لم يعملوها وهي جيدة للخرج والمجاذبة على الخيل، ولعمري أن الفارس\nالجيد غني عنها، ولقد عددت فيها مساوئ عدة سبعة أذكرها منها: إتعاب\nالمسافر، ومنها تعويق المستلقي حين وصول سنان رمح الخصم إليه، فإنه إذا\nاستلقى قصر الرمح ورده إما بمقرعته أو بيده أو بسيفه أو بخنجره، ومنها إذا\nعبر في مكان قصير كباب منعته الاستلقاء ومنها تشويش على الرامي إذا رمى وهو\nسابق، وكان سرجه ضيقا، فإن الرامي إذا رمى وفرسه جار فلابد وأن يتأخر في\nسرجه، ويقدم رجليه في الركاب هذا لابد منه، ومنها أنها تعوقه إذا نزل من\nخلف ذنب الفرس لتوقع أمور تحدث للفارس، وقد اتفق لي ذلك في وقت لكن كانت\nمؤخرة سرجي لاطية كسروج لقدماء، والسرج عندي الآن. ومنها إذا جاء فارس يطلب\nخصمه من خلفه، وكان سرج المطلوب منتصب المؤخرة فاستخرج رجله من الركاب\nوركزها في المؤخرة المنتصبة وجذب خصمه فإنه يستقلعه إذا كان غير درب.\n</p>\n\n<p>\nوفي الجملة فإنها تعين الجاذب إذا ركز رجله في مؤخرة خصمه المنتصبة،\nومنها ربما يحتاج الفارس حين ركضه لرمي القبق أو طائر في الجو لاستلقائه\nحين الرمي لفوات الطير فيمنعه المؤخرة المنصوبة، ومنها تعويق الفارس إذا\nركب فإنه يحتاج أن يرفع رجله اليمنى حتى يصير في السرج، ومنها أن الراكب\nإذا كان <span id='ms009'></span> ممن عادته حين ركوبه مسك المؤخرة فإن كان حرف المؤخرة منتصبا فلا\nيتمكن كما ينبغي إلا إذا كانت المؤخرة لاطية، وأكثر الناس لا يمسكون حين\nالركوب سوى المؤخرة باليد اليمنى، ورأي القدماء ومن تأدب بأدبهم ومعرفتهم\nليس لهم حين الركوب سوى إمساك القربوس باليد اليمنى، وفي ذلك فوائد كثيرة،\nوالمملوك يعتمد ذلك، ذكرها الأستاذ ابن أبي خزام الختلي في كتابه المعروف\nبالفوائد الجليلة في علوم الفروسية والرماية وأمراض الخيل ومداواتها، ولا\nيجوز للجندي إذا كان يحسن المطالعة أن يعرج على غيره من الكتب، وكتابه\nالكبير جمع علوما شتى، وأبي خزام هو بالخاء المنقوطة فوقها وبالزاي\nالمنقوطة وتشديدها، وأكثر الناس يصفحونه ويقولون الخيلي والجبلي وهو غلط.\nوإنما هو الختلي بالخاء المنقوطة والتاء المثناة وتشديدها، ويقال إن ختل\nبلدة قرب بغداد، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن أول الفروسية الصيد على الخيل بشرط اللباقة وصنيع الرماية، وحسن\nالثبات في ظهور الخيل، وكم من راكب وسابق ورام لا يعد فارسا ولا عازما بما\nهو بصدده.\n</p>\n\n<p>\nوعلم الصيد\n</p>\n\n<h1 class='l1' id='head11'>باب</h1>\n\n<p>\nواسع، وعالمه في صناعته بارع.\n</p>\n\n<p>\nومن أدب الصائد أن يتفقد فرسه قبل ركوبه للصيد والحرب وغير ذلك، فإذا كان\nذا علم، نظر إلى وجه فرسه، فيعلم أنه متشوش أو به أمر، وقد جربنا ذلك.\n</p>\n\n<h1 class='l1' id='head12'>وصية يحتاج إليها المتصيد</h1>\n\n<p>\nينبغي أن لا يرخي لجام فرسه فيشوش عليه حين الركض بطرق الناعوس في سقف\nحلقه، وهذه مزلة في الجهال، وكم من فرس جواد سبق بهذه القضية، بل ينبغي أن\nيكون اللجام مستوفيا فم الفرس وأن يرح الذناق والقلادة، ومن الخيل إذا كانت\nقلادته قصيرة فيختنق، وربما نقص جريه، وقد سبقت خيول جياد بسبب ذلك.\n</p>\n\n<p>\nويحذر المتصيد والمحارب وصاحب الصولجان من اللجام الخفيف لفرسه، بل على\nالمقدار، ومن غريب ما سمع أن بعض الملوك كانت له محظية طلبت الحضور معه في\nالصيد فأجابها إلى ما أرادت فبينما هو يتصيد إذ مر عليه سرب ظباء، وكان\nأرمى الناس، فقال لها: كيف تحبين أرمي هذه الظباء، فقالت: أريد أن تجعل\nذكورها إناثا <span id='ms010'></span> وإناثها ذكورا، فقدر الملك أن تكون توهمت عليه العجز، وأن\nيتبين لها نقصه، فقال: ما سألت شططا، ثم رمى التيوس من الظباء فحصد قرونها\nفصارت كالإناث، وجعل يرمي الإناث فيثبت النشاب في موضع القرن، فلما تم له\nذلك على ما طلبت عطف فقتلها خوفا من أن تسومه في وقت آخر ما يعجزه فتفضحه،\nويقال أنها طالبته بالجمع بين ظلف الظبي وقرنه، فرماه ببندقية فأصاب أذنه\nفحكها الظبي بظلفه فرماه بنشابه فشكه. وما حكيت هذه الحكاية إلا لاسترفاع\nهمة الرامي على الصيد، وأيضا ليسلم من الإعجاب بنفسه، وهذه الحكاية من أكبر\nآداب المتصيد.\n</p>\n\n<p>\nقال المؤلف الفقير إلى الله محمد بن منكلي: أذكر لك أيها الولي المختار\n</p>\n\n<h1 class='l1' id='head13'>نكتة</h1>\n\n<p>\nعجيبة لا يكاد يسمع بمثلها، والله عز وجل أعلم، وهي من جملة آداب الجندي\nالمتصيد. وهي إذا ركضت يا سيدي فرسك المطواع وأردت أن تطلب الصيد فليكن\nسيفك سلسا، فإذا رميت الصيد وأخطأته فربما رجع إليك بسرعة ولم تستطع تفويق\nسهمك لرمية فاستعمل ضربة بالدبوس، فإن أخطأته فبالسيف، واحذر رجل فرسك، فإن\nكان مطلوبك غزالا وضربته بالدبوس فعلى رأسه، وكذلك الحمار والبقر وكذلك\nالضبع، وإذا ضربت ذئبا أو ثعلبا بسيف فاقلب قبضة سيفك في كفك حين الضرب،\nفإنك إذا أصبته كان أنكى، وأسلم لرجل فرسك، هكذا أفادنا أشياخنا رحمهم\nالله، وهذا من جملة آداب الصائد، ولو استوعب ما يلزم المتصيد من الأدب\nظاهرا وباطنا وشرعا وعرفا لطال الكتاب وكان ذلك الكتاب حجما، وفي هذا كفاية\nلمن وفق لاستعمال الدراية، نسأل الله المنان بفضله التوفيق لما يحبه ويرضاه\nبمنه وكرمه.\n</p>\n\n<p>\nباب\n</p>\n\n<p>\nفي ما يعتمده الملك لخاصته في وقت الصيد وفي سيره ونزوله العمدة الكبرى\nوالعروة الوثقى أن لا يغرر بنفسه في انفراده لما في ذلك من الغرر والضرر،\nحكي عن بعض الخلفاء وهو هشام، وكان مغرما بالصيد، فاتفق له أنه انفرد فصادف\nأعرابيا في بيت شعر، وعنده فرس مرتبط عند بيته، فتشاجر الأعرابي، فأغلظ\nالأعرابي على الخليفة فهم عليه الخليفة فوثب الأعرابي إلى فرسه، فركبه <span id='ms011'></span> وضرب\nالخليفة بالرمح فشجه وأدماه، فلحقه الأتباع ومسكوا الأعرابي وأتوا به\nالمخيم، فاعتذر الأعرابي وأطلق. والحكاية فيها طول وهذا ملخصها.\n</p>\n\n<p>\nوقد شهر ما اتفق للملك الأشراف بن الملك المنصور قلاوون رحمهما الله،\nوذلك أن الأشراف خليل كان قد ركب اكديشا وليس معه سيف، وبيده رقمة الطبل\nفاتفق ما قدر في اللوح المحفوظ بتروجة.\n</p>\n\n<p>\nقال لمؤلف: ولا يجوز شرعا أن يغرر الملك بنفسه بانفراده، وأن يضيع حق\nالرتبة، ويتكل على المقادير، فإن اتفق ما اتفق فلا تنفعه المعاذير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقال علماؤنا: القضاء يؤمن به ولا يحتج به. وأما كيفية سيره إلى الصيد فلا\nيبعد عن أوطانه إلا إذا تحقق من خواصه الشفقة والنصيحة وأن يستصحب الثقاة\nمن أكابر دولته ذوي المحبة، ولا يقدمن صغيرا على كبير، فإن ذلك آفة على\nالمملكة، ولا يمدحن صغيرا بحضرة كبير، فإن للنفوس حظوظا وكمائن وعلاقات\nعرضية وعرضية فالحذر من ذلك. ولا يصلح للسلطان حين السير الامتلاء من\nالطعام والشراب ولا لغيره أيضا، فإن السلطان كالرأس للبدن ولا ينبغي الدعاء\nعليه وإن جار، بل يدعى له بالصلاح ويهدى له كل نصيحة على تنوعاتها، فإن شئت\nقلت \"والدا\"، وإن شئت قلت \"أستاذا\" وإن شئت قلت \"أخا في الله\"، فمن حيث\nالجملة وجب نصحه وموالاته وإتحافه بكل ما يقدر عليه، اللهم أصلح سلطاننا\nووفق أمراءنا وعلم علماءنا، وارزقنا طاعتهم فيما تحبه وترضاه آمين.\n</p>\n\n<h1 class='l1' id='head14'>نكتة</h1>\n\n<p>\nوقالوا إن أول الفروسية الصيد، وإنه أحوج ما يكون إليه الملك ومن دونه،\nفإن فيه عشر خصال، أولها: تمرين الخيل، الثانية: رياضة النفس، الثالثة: لذة\nفي غير محرم، الرابعة: اكتساب الشجاعة، الخامسة: معرفة ذوي الألباب،\nالسادسة: أن ينكف عن الذنوب في وقت صيده، السابعة: أنه يستغني بالصيد عن أن\nيأكل في غير وقت الحاجة، الثامنة: أنه يداوي ما به من الغموم والهموم،\nالتاسعة: إن الصيد يزيل عن الجسد بالحركات ما يولد من الأوجاع ومن الفضلات\nوالرطوبات ما يحركه تعب الصيد من الملاذ، العاشرة: أنه يزيل الفكر ويحد\nالنظر.\n</p>\n\n<p>\nوروى ابن عباس، رضي الله عنهما، أنه <span id='ms012'></span> قال: إنما سمي أصحاب المسيح\nالحواريين لبياض ثيابهم وكانوا صيادين.\n</p>\n\n<p>\nوقال أرسطو طاليس: أول الصناعات الضرورية الصيد ثم البناء ثم الفلاحة.\nوقيل لبعض الملوك المدمنين على الصيد، إنك قد أدمنت على الصيد، وفيه مشغلة\nعن مهم الأمور ومراعاة الملك.\n</p>\n\n<p>\nفقال: إن للملك في مداومة الصيد حظوظا كثيرة، أولها، تبينه في الصحاري\nمواقع العمارة في بلاده من الزيادة والنقصان. فإن رأى في ذلك ما يسره بعثه\nالاغتباط على الزيادة فيه، وإن رأى ما يكره جرد عنايته ولم يستتر عنه ذلك،\nفرأس الملك العمارة، ولم يخرج ملك قط لصيد إلا رجع بفائدة، أما جسمه\nفيروضه، وإما أن يكون قد طويت عنه حالة مظلوم فيتمكن من السماع منه، ورفع\nظلامته فيسلم من ماثمة وقد ورد عن بعض علماء الأكاسرة في سيرهم، وما كان من\nالانبساط والأريحية سيما مع الظفر وإدراك البغية يعني تحصيل الصيد، وإن\nالمرء يكون في تلك الحال أطرب منه عند سماع شقائق الألحان، وربما قويت\nالنفس حينئذ وانبسطت الحرارة الغريزية فعملت في كثير من العلل.\n</p>\n\n<p>\nقال عيسى الأسدي، وكان عالما بأمور الصيد لم يكن مثله: إنه حدث عن من\nشاهد من غدا إلى الصيد، وكان به صداع مزمن، فركض فظفر بصيد، فلحقه الرعاف\nمن ذلك الركض، فحلل ما كان به من لصداع عند حركة الصيد.\n</p>\n\n<p>\nوآخر كانت به سلعة يجبن عن بطها، فلما ركض خلف الصيد قويت الطبيعة،\nفانفتحت السلعة وهو لا يعلم.\n</p>\n\n<p>\nوآخر كانت في يده خراجة مندملة على نصل سهم، فاحتد في الركض خلف الصيد،\nفبرز النصل عند تكامل احتداده.\n</p>\n\n<p>\nوأخبر عن بعض الأدباء حكاية ظريفة، أنه قصد بعض الأكابر فتعذر عليه ما\nأمله عنده وحجب عنه، وكان المقصود كثير الطرب بالصيد، مغرما به، فعمد\nالشاعر إلى رقاع صغار، وكتب فيها مدحه، وصاد عشرة من الظباء والثعالب، وشد\nتلك الرقاع في أذنابها، ووقت خروجه إلى الصيد كمن الشاعر في مظانة وأرسلها\nواحدة بعد واحدة، كلما صاد الملك شيئا أرسل الشاعر بعده شيئا آخر إلى أن\nصاد الملك الجميع <span id='ms013'></span>، وقف على الرقاع، فسر وزاد طربه واستظرف ذلك، وطلب صاحب\nالرقاع، ففرح به ونال منه حاجته.\n</p>\n\n<p>\nوالمقصود من حركات الملوك في الخروج إلى الصيد، أنهم لا يرجعون إلا عن\nإتمام معروف أو نصرة مظلوم، فهذه والله هي النتيجة الباقية والهمة العالية،\nويتنزهون عن دوس الزروع إذ هممهم أمنع من الدروع. ولو بسط القول في ما وقع\nللملوك حين صيدهم من المآثر الجميلة والآثار الجسيمة لخرجنا عن المقصود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن منكلي: وينبغي للملك وغيره أن يكون دأبه قبل الركوب بعد صلاة\nالصبح، ما يعتمده من قراءة القرآن والذكر والتسبيح والدعاء وطلب المعونة\nوالتوفيق والسداد في الحركات والأحكام، وأن يتناول ما يصلح لمزاجه من مأكول\nيسير وشرب مباح، ولا يمتلئ من الطعام والشراب، فإن الصائد لا يصلح له ذلك\nخصوصا الراكض فربما إذا ركض الممتلئ من الطعام والشراب فرسه أورثه البواسير\nوغيرها من الأدواء.\n</p>\n\n<p>\nولا ينبغي للملك التصيد حين المطر ونزول الثلج، ففي ذلك عدم التذاذ وتبرم\nالحاشية كالشبان والغلمان الذين لا جلد لهم، ويتوقى الركض في الزلق والسباخ\nوالوحل، وهذا لا يعد من الفروسية، بل فعل هذا جهل محض، ولا يجوز فعل ذلك في\nشرعنا، ولا في شرع غيرنا لما في ذلك من الضرر بزلق الفرس وكسر عضو من أعضاء\nالفارس أو الفرس أو كلاهما معا.\n</p>\n\n<p>\nوقد رأيت من اتفق له مثل ذلك وكسرت رجله وسلم من الموت. وأما الصيد في\nوقت الغيم فلا بأس في ذلك.\n</p>\n\n<p>\nوقد أجمع العقلاء أن الضواري لا يجوز أن يلعب بها إلا الملوك ومن دون\nالملوك إلا من كان شجاعا سخي النفس، ثابت العقل، يعلم ما ينفعها ويضرها\nفيدبره بعقله ورأيه، وأن يكون مكملا في جميع آلة الصيد من الزرق والحلق\nوالركوب والهمة العالية، وأن لا ينظر إلى ما يصل إلى أرباب الضواري والساسة\nلها والصناع في أن يكثر عليه أو في عينه، فإن الله قسم الأرزاق. وجعل\nالأسباب موصلة بينهم.\n</p>\n\n<p>\nوقد أجمع العقلاء على أن ألذ ما وجد من الصناعات وأحلها وأجلها وأطيبها <span id='ms014'></span>\nوأقربها إلى طبائع الإنسان مثل الصيد، وذلك أنه يميل إليه قلب كل أحد من\nسائر الخلق.\n</p>\n\n<p>\nوقد ذكر أن لحم الصيد أنفع ما يكون للمريض، وذلك أنه يزداد لحم الصيد\nبتعبه لذة لأنه يقلل تعب المعدة في هضمه لتعبه وحركته وتخبطه في كف الجارح\nأو في فك الفهد والكلب وغيره.\n</p>\n\n<p>\nوقد تقدم ذكر الغيم. ولم نذكر ما الفائدة في وقته فنذكر ذلك الآن؛ وذلك\nأن الملوك كانت تقسم أيامها، فتجعل يوم الغيم الذي لا مطر فيه للصيد، وهو\nاليوم المحمود للطيور الضواري وللصيد أيضا، وذلك أن الضواري أفره ما يكون\nفي يوم الغيم والصيد أشغل ما يكون في هذا اليوم بطلب المرعى والمداومة على\nالرعي، ومع الاشتغال فرصة للصياد، والضاري.\n</p>\n\n<p>\nويجعلون يوم المطر المتتابع للخلوة والتلذذ مع من يحبون ويختارون، ويوم\nالصحو للقاء الناس، والانتصاب في المجالس لمقابلة العامة والنظر في مهمات\nالأمور ويغلس في التماس الطرائد لأنها تكون في ذلك الوقت قد هدأت وربضت\nللنوم فتثار، وفي عيونها سنة النوم.\n</p>\n\n<p>\nوأما الصيد في أي يوم من أيام الجمعة، فقد ذكر عن بعض من قسم الأيام من\nالأدباء أنه يوم السبت وقال في ذلك:\n</p>\n\n<p>\nلنعم اليوم يوم السبت حقا ... لصيد إن أردت بلا امتراء\n</p>\n\n<p>\nوفي الأحد البناء لأن فيه ... تبدى الله في خلق السماء\n</p>\n\n<p>\nوفي الاثنين إن سافرت تلقى ... عظيم النجح فيه والهناء\n</p>\n\n<p>\nوإن ترد الحجامة فالثلاثا ... ففي ساعاته نزف الدماء\n</p>\n\n<p>\nوإن تشرب لتنقية دواء ... فنعم اليوم يوم الأربعاء\n</p>\n\n<p>\nوفي يوم الخميس قضاء حاج ... ففيه الله يأذن بالقضاء\n</p>\n\n<p>\nويوم الجمعة التزويج فيه ... ولذات الرجال مع النساء\n</p>\n\n<p>\nقال المؤلف غفر الله له: ولم أتعرض على صاحب هذا الكلام، إلا أنه ربما\nخرج المتصيد في وقت غير ملائم على رأي أصحاب الفلك، وأما الاختيار للصيد\nفهو كالاختيار في الحرب، وقد هجي متصيد خرج في وقت منحوس، فقيل فيه:\n</p>\n\n<p>\nومدمن لهج بالصيد منهمك ... فيه ويرجع عنه وهو عريان\n</p>\n\n<p>\nلا يطلب الصيد إلا وقت منحسه ... وطالع حل فيه النحس كيوان\n</p>\n\n<p>\nفالطرف يشكوه والكلاب تلعنه <span id='ms015'></span> ... والوحش راضية والكلب غضبان\n</p>\n\n<p>\nوأما على مذهب الفقهاء ختم الله لهم بالحسنى. فلا اختيار لوقت دون وقت\nبعد الاستخارة الشرعية، ولو فصلنا القول على مذهب أهل الفلك لخرج بالكتاب\nعن المقصود، ولكن الأصول بحمد الله محفوظة مضبوطة.\n</p>\n\n<p>\nوقد ذكر قبل كيفية سير الملك للصيد فقد بسط القول فيه على سبيل الاختصار\nبحمد الله. وليبدأ الآن مختصرا كيفية نزوله عند فراغه ورجوعه من صيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقد تقدم أنه يجب عليه شرعا وعقلا التحفظ من كل ما ينبغي التحفظ منه، فإذا\nنزل فلا يسبق من يعتمد عليه، وليكن النزول كحال لرحيل بالانتظام السلطاني\nعلى عادة الملوك بل يختار ويتحرى ضوابط لم يكن سبق إليها مستحسنة للعقلاء\nوأصحاب الرأي. قال الله تعالى: (توجد آية) ، وهذا مطرد في حق كل حاكم\nمسئول، فإذا نزل استروح، ونظر في كل من هو مسئول عنه وكشف حال القاصدين له\nكشفا شافيا وأقول: ولا ينبغي للملك أن يبعد عن مقرته في صيده، ويتفقد كل\nساعة أحوال الكشافة الذين يقدمون من قلعته بكل خبر قل أو جل ولا يشتغل في\nنزوله بما لا فائدة فيه كلعب الشطرنج، وأقول: إن المبالغة في لعب الشطرنج\nلا يصلح للملوك أصلا وقد هدت أركان بواسطة المبالغة في لعب الشطرنج وسببه\nظاهر، فإن العوالي من الشطرنجية أكثرهم مقامر مرتكب محرم لا محالة، ولم\nيزالوا يفشون أسرار الملوك والأكابر والسبب الداعي لإفشاء سر الملوك ظاهر،\nوذلك أن الملك الغاوي للشطرنج إذا لعب مع عالية، فلابد للعالية أن يهزأ\nبالملك ويسترخي له، فيظن الملك أنه غالب، وإنما هو مغلوب، فيفرح الملك\nبغلبه ظنا فيخرج منه كلام يقتضي السكوت عنه، فيتكلم به كحال السكران من\nالخمر، وحالة الفرح كحالة الغضب، فيجب على الملك وعلى كل عاقل أن يتحفظ في\nكلامه، فيسمع الشطرنجي كلاما يقتضي السر فيفشيه فيفشى ذلك الكلام مع طلبة\nالشطرنج فينقل من واحد إلى واحد فيحصل الضرر والعياذ بالله من الخائنين.\n</p>\n\n<p>\nوأقول: وليس لهم ذنب، بل الذنب لمن قربهم، إذ القرب لهم عار وانحطاط في\nالرتبة <span id='ms016'></span>، وليعتبر بحال السلطان الملك المنصور لاجين تغمده الله برحمته، وما\nاتفق له بواسطة لعب الشطرنج بحضور ابن العسال رحمه الله.\n</p>\n\n<p>\nوقد حصل له ما فيه كفاية من الرعب الشديد، وكان ذلك تأديبا له كيف حضر\nأماكن اللعب بالشطرنج وسلم من الموت.\n</p>\n\n<p>\nقال محمد بن منكلي: يتعين على الملك حين نزوله أن يقرب إليه مع ثقاته\nأجرى خيله وأصبرهم، وكذلك يكونون بالقرب منه الخيول السبق حين سيره أرضا،\nولقد نازعني بعض الجند الجياد، وإن المطلوب من الفرس الطرقة فقلت: لا أسلم\nإنما المطلوب من الفرس الجري، وأقمت الدليل الشرعي والعقلي فانقطع وسلم\nواستفاد ذلك، وكأنك يا سيدي تقول، ما الدليل الشرعي والعقلي، أما الشرعي:\nفالرواية الصحيحة عن وهب بن منبه رضي الله عنه متصلا، إن الله تبارك\nوتعالى، خلق الفرس العربي من ريح الجنوب، ثم قال له: وقد جعلتك للطلب\nوالهرب، وسأجعل على ظهرك رجالا يسبحونني ويحمدونني ويهللونني، تسبحين إذا\nسبحوا، وتحمدين إذا حمدوا، وتهللين إذا هللوا إلي، ففي ذلك بيان واضح\nبتفضيل الجري على الطرقة، فإذا حصلتا فبخ. بخ.\n</p>\n\n<p>\nوالفرس الجاري منج من الهلكة وطلب الأعداء وبلوغ الإرادات وغير ذلك من\nاستلحاق الصيد، خصوصا الفرس الطويل النفس، وأحسن ما يكون من الخصال\nالمحمودة الوهيبة أن يكون جريه أولا وآخرا سواء بقوة، وهذا قليل في الخيل\nفمنهم من هو حاد، أول جلبته قوية وآخر جريه رديء ولهذا وظيفة تقدم ذكرها.\nومنهم بالعكس، أي الذي جريه في أول وهلة بطيء، وكلما عرق وتقدم جريه فهو\nجيد، لكن فيه قضية فلربما طلب فلحقه الحاد في أول وهلة فمعر راكبه، وهذا\nالتفصيل لم أسمع به وهو ظاهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الدليل العقلي فإن الفرس السابق ربما لا يحسن منظره ولو قوم عليه لم\nيكن إلا بثمن بخس، فإذا اختبر بالجري ووجد سابقا وأعطي فيه ثمنا زائدا إلى\nالغاية ورغب فيه، ولم تزل الملوك وغيرهم من الأمراء والأجناد يبذلون المال\nفي تحصيل الفرس السابق إذ بسببه نجاة من الموت أو القتل. ولقد جيء بفرس في\nأيام السلطان <span id='ms017'></span> الملك الناصر محمد بن قلاوون، وكان ذلك الفرس إذا قوم عليه لا\nيساوي ثمنه غير ثلاث مئة درهم، وكان حصانا أحمر فاتفق أنه سوبق به، ويخيل\nسبق مذخرة عند السلطان، فسبق الجميع وكان صاحبه بدويا، فأخذه السلطان\nواحتفل به غاية، وأمير أخر إذ ذاك أيدغمش، وقد اتفق مثل هذه الحكاية كثيرا\nولا ينازع في ذلك إلا الجهال والعامة من الجند الذين لا يحل لهم تناول\nالإقطاعات، وترى الواحد منهم لا يحس أن يمد قوسا ولا يركب من الأرض فرسا.\nوذلك من لوازم الملك النظر في مثل ذلك إذ في مثله منقصة في المملكة،\nوأكثرهم يتناول من الإقطاع نحو العشرة آلاف درهم نقرة، والمستحقين لم يجدوا\nكفاية.\n</p>\n\n<p>\nوكأن قائلا يقول: هذا نصيبهم، فلا حجة في ذلك، وهذا تحصيل الحاصل وتحصيل\nالحاصل محال، قال تعالى: (توجد آية) . وهذا متوجه من حيث المعنى، ولا يقول\nغير هذا إلا الأجنبي من العلم، وكل من أخذ مالا يستحقه فحرام فعله.\n</p>\n\n<h1 class='l1' id='head15'>فصل في كيفية العمل بآلة الصيد من رمي وزرق وطعن وضرب ورشق حذف</h1>\n\n<p>\nوذكر حسن الآلات المذكورة بعد قال محمد بن منكلي. لطف الله به. اعلم يا\nسيدي أن قوة الرماة تختلف عن الرمي بالقوس الصلبة والقوس اللينة. فصاحب\nالقوس اللينة أسرع مدا وإطلاقا، وأعدل لرمي الصيد خلا الرمي على الأسد،\nوالرمي على الحصون، والرمي على اللابس المصفح، فإن الرمي على المصفح بالقوس\nاللينة يحتاج إلى دربة وفهم ثاقب. وليس هذا الكتاب يذكر فيه بيان ذلك، وقد\nذكرت ذلك في تآليفي فلينظر هناك.\n</p>\n\n<p>\nوإذا خرجت يا سيدي إلى الصيد فاستصحب قسيا كثيرة إن أمكن فربما طال وقت\nالاصطياد وكثر الصيد، وطال الرمي فتلين قوسك خصوصا في فصل الصيف، فإذا رميت\nبهذه القوس التي قد ارتخت قلت نكايتها، وأنا أذكر لك حيلة إذا ابتليت بهذه\nالقوس الرخوة، وأنت طارد خلف صيدك إما غزال أو غيره، فادن منه إن أمكنك ذلك\nبأن يكون فرسك مستريحا، وقد غيرت الفرس الأول وركبت المستريح، فحينئذ تركض\nفرسك المستريح وتتناول القوس <span id='ms018'></span> الرخوة التي ما معك غيرها لتفريطك أو لضعف\nحالك أو نسيانك أو لعذر من الأعذار مقبولة أو غير مقبولة، فادن الآن من\nصيدك إن أمكنك ذلك واستغرق سهمك وتأخر في سرجك الواسع اللاطي المؤخرة كما\nأعلمتك قبل هذا، وارم فإن تأخرت كما ذكرت لك وأصبت صيدك ربما اثر تأثيرا\nجيدا. وأما إن ركضت فرسك المتعوب، ورميت، بقوس قد ارتخت وبعدت عن طلبتك\nللصيد، ورميت صرت الآن مضحكة للعارفين بهذا الشأن فالحذر من ذلك، الله،\nالله.\n</p>\n\n<p>\nوإذا أحسست يا أخي من فرسك بتعب فلا تركضه أصلا فيحرم عليك شرعا، ولم تعد\nمن العارفين بأمور الجندية.\n</p>\n\n<p>\nقال محمد بن منكلي: ويحرم إتعاب الفرس في الطرد خلف الصيد في زمن الصيف،\nوإذا تكرر على الفرس مثل ذلك فإنه ينقطع وينسل إلى أن يموت، وإن سلم من\nالموت فلا يحصل له الرجوع لحاله الأول إلا بعد ثلاث ربعات، هذا يعلمه أصحاب\nالخيل المجربين، وقد علم أن إضاعة المال غير جائزة شرعا.\n</p>\n\n<p>\nوأما الملوك فلهم أمور وأحوال أخر، وأما الرمي عن القوس الصلبة على الصيد\nوغيره فله شرط، وهو إذا لم يستغرق السهم ويرمي وإلا فصاحب القوس اللينة\nأنكى سهما وأبعد طردا وأليق حين الرماية. وهذا معروف عن الرماة المجيدين\nوإذا لم يستغرق السهم في كلا القوسين الصلبة واللينة فلا اعتبار بهذا السهم\nوأكثر الجبلية لا يستغرقون سهامهم حين الرمي عن القسي لصلبة إذ أكثرهم\nيتعانون تلك القسي الصلبة وكذلك الإفرنج، خذلهم الله تعالى لا يستغرقون\nالسهم حين الرمي عن القسي الصلبة، ولا يعرفون الرمي على الخيل سواء كانت\nواقفة أو راكضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن منكلي: وأنا أسامحك يا أخي في عدم استغراقك لسهمك حين الرمي\nعن القوسين الصلبة واللينة، وذلك في أوقات أذكر بعضها؛ منها إذا فاتك الصيد\nبقليل، وكنت قد رأيته قد وثب كالغزال، فارم الآن في قوائمه فإن أصبته ولم\nتكن قد استغرقت سهمك فقد عطلته أو قطعت عضوا من أعضائه. ومنها إذا قاربك\nعدوك برمح أو بغيره فارم عليه ولكن في <span id='ms019'></span> وجهه، ولو كان ملبس فيشتغل عنك\nبحاله.\n</p>\n\n<p>\nوتكفيك هاتان الحيلتان وأخرى زائدة وهي ضرورية أوجب ذكرها لنصح كل مسلم\nيتعانى الرمي، وهي إذا سهوت أو غلبك فرسك القوي الجاري وفاتك التفويق في\nمحله وأنت رام على القبق أو الطائر المقصود بالرمي، فحينئذ أسامحك في عدم\nالاستغراق، لكن بشرط أن تكون قوسك صلبة أما القوس اللينة فلا يجوز فيها،\nوأنت على هذه الحالة، فيطلع سهمك باسترخاء، وربما لا يصل إلى القرعة وتصير\nمضحكة للحاضرين. وهذه الحيل لا يكاد يفهمها إلا الأذكياء من الجند.\n</p>\n\n<p>\nقال المؤلف: وضابط الأمر أن كل رام يعرف ما يوافقه من لقسي لكن يحتاج إلى\nدربة، وأما القوس اللينة فلها فوائد، من جملتها؛ يسهل إيتارها على الملبس\nوهو راكض، ومنها التمكن حين لرمي وسرعة النفوذ بشرط حسن الصنيع من المد\nوالإطلاق والتخليص على أنواعه، وفي أماكنه المطلوبة.\n</p>\n\n<p>\nوهذا الكلام لا يفهمه إلا الفقيه في الرماية. أما جهلة الأتراك فلا كلام\nمعهم، والكلام مع العارفين منهم، ولا يجوز عند العقلاء إضاعة الحكم على\nتنوعاتها عند الجهال. ومن جملة فوائد القوس اللينة إذا كانت بحسب قوة\nالرامي أن صاحبها يتمكن من إيتارها وهو في الماء إذا اضطر إلى ذلك بحيث لا\nتبتل. ذكر ذلك الطبري رحمه الله، وذكر أيضا كيفية الإيتار على تنوعاته،\nوذكر أيضا كيفية الرماية من فوق الأسوار على العدو بحيث لا يرى الرامي\nفيرمى، وهذا لا يمكن عمله إلا بالقوس اللينة التي مقدارها ما بين العشرين\nرطلا إلى خمس وعشرين.\n</p>\n\n<p>\nوكنت حال الشبيبة أتعانا ذلك والآن بقي بعض بقية بعون الله، وأنا ذاك في\nعشر السبعين، وهو معترك المنايا، فنسأل الله حسن لخاتمة بفضله وكرمه، وقد\nخرجنا عن المقصود، ومن طالع كتابي، المنهل العذب لورود أهل الحرب، انتفع به\nفإن فيه ضوابط حربية تحتاج إليها الأجناد، وأما حسن الرماية فلائقه للأتراك\nالمجيدين للرمي لا كلهم، حتى كان كأن القوس في يد التركي قد صيغ له وصنع\nلأجله، مثل الرماح يحسن حملها للعرب، وإن كان كثير منهم لا <span id='ms020'></span> يحسنون اللعب\nبها، فسبحان الذي أعطى كل شيء خلقه ثم هدى.\n</p>\n\n<p>\nوليذكر الآن كيفية الزرق على الصيد: يتخذ مزراقا من خشب الزان لثقله يسر\nحاد وإن كان بلطية صغيرة كان أجود، ولتكن جناحيها حادة كسنان رمح المحارب\nسواء، فإذا كانت حادة الأجنحة انتفع بها. وفي ذلك فوائد للمحارب والصائد،\nمنها؛ إذا فاته الزرق شمل الصيد في قوائمه بجناح من مزراقه الحاد شملا\nقويا، فإن علم أنه قد أثرت فيه الشملة فليمسك عنان فرسه ويستوقف فرسه قليلا\nقليلا على عادة الفرسان خلافا للمغاربة وبعض الجهلة من العرب، فإن أكثر\nخيول المغاربة عرج الأرجل إما اليمنى وإما اليسرى أو كلاهما معا. وكذلك\nجهلة العرب، وسبب ذلك؛ أنهم يركضون الخيل ويسترجعونها يمنة أو يسرة في\nأثناء الجري، فيحصل لخيولهم ما يحصل وهم يحسبون أنهم على شيء فإذا استرجعت\nفرسك، فإن الصيد ير ويقف فتبرد الضربة ويتألم، فادن منه قليلا قليلا واقصده\nواصنع ما ألهمك الله تعالى فيه، إما بضربك على رأسه كالغزال إذا فاتك وإياك\nأن تطعن الحمار في رقبته فلن يمكن تحصيله إلا بعد تصفية دمه بعد حين.\n</p>\n\n<p>\nوقال العقلاء لن يرى اصبر من حمار على جراحه خصوصا الوحشي فإنه أقوى\nنفسا.\n</p>\n\n<p>\nوأما كيفية ضرب الصيد بالسيف، فإذا رأيت الصيد فاستل سيفك قبل ركضك إذا\nكنت لا تحسن استلال السيف في وقت ركض الفرس الحاد، واطلب الصيد فإن كان\nغزالا فاضربه على رأسه إن أمكنك، ولن تستطيع ذلك إلا إذا كان تعبانا من طرد\nالخيل له أو كان نائما أو جريحا من غيرك أو كان فرسك حادا سابقا، ويمكن\nقتله بضربك له على ظهره أو حيث أصيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحمار فلا أرى أنا له مثل البعج بالسيف القلجوري وهو سيفنا. إذ\nالسيف البداوي ليست له د\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head16'>باب</h1>\n\n<p>\n</span>ة لتبعج بها، فأما إذا تمكنت البعجة بين أضلاعه فهو مقتول لا\nمحالة لكن يتتبع كما تقدم، فسيتصفى دمه حينئذ وإن أمكن شمله على خرطومه فلا\nبأس بذلك فربما منع المرعى ومات.\n</p>\n\n<p>\nقال محمد بن منكلي <span id='ms021'></span>: ولا أرى أن يتبع الحمار الوحشي إلا على فرس طويل\nالنفس جار وهذا معروف عند الصيادين من الجند وغيرهم، وإن أمكن شمل الحمر\nالوحشية بالسيف أعني الحمر المتعبة بالطرد وجرح أرجلهم أو أيديهم، فقد\nعطلوا وأخذوا لكن يحتاج ذلك لباقة لئلا يخطئه فيصيب فرسه خصوصا إذا اشتملت\nالأرنب والغزال النائمين.\n</p>\n\n<p>\nقال محمد بن منكلي: وليكن حين شملك للضربة، ضربك وجريدك حين الضرب معا\nورفعها لئلا تصيب دابتك، وكذلك فعلك مع نعاج الرمل، وتسميتها العرب نعاج\nالرمل وهي البقر الوحشية.\n</p>\n\n<p>\nقال ابن قتيبة: ولا يقال لغير البقر نعاج الرمل، وحركتها أقل من حركة\nالحمر وهي تبعد في المرعى وتحب الرمل.\n</p>\n\n<p>\nقال محمد بن منكلي: وإذا دنوت من الحمار والبقر وأنت صاحب سيف، فاشمل\nعرقوبها، فتؤخذ سريعا إن شاء الله تعالى.\n</p>\n\n<p>\nوأما كيفية الرشق، فلا يسمى الرشق رشقا إلا إذا كان بحجر، وقد يحتاج إلى\nاستصحاب الأحجار في أماكن كثيرة حضرا وسفرا. أما اتخاذها في البيوت العالية\nفيتعين ذلك، وقد جاءني منسر سنة تسع وأربعين وسبع مائة فرشقتهم بحجارة كانت\nمذخرة عندي لذلك، وهي إذ ذاك أنفع من النشاب إذا قربوا إلى الجدر، واتفق\nأنني أصبت منهم جماعة فتهاربوا جميعهم بعون الله لا بقوتي، فإنه لا حول ولا\nقوة إلا بالله، ومن استعان بالله نصر ومن استعز بغير الله ذل، والذي أراه\nوأعتمده إذا ابتليت برشق على صيد فلا ينبغي أن أضربه إلا برشقي له على\nيافوخه مثل الحمار والبقر والغزال، بشرط رفع اليد ما أمكن، فإنه أنكى\nللمصاب، وكذلك رميك بالحجارة من أعلى الأسوار بحيث يكن إبطك مستورا مانعا\nللسهام وإلا فلا.\n</p>\n\n<p>\nوأما كيفية الحذف بالحذافة، وهي التي تسميها الأتراك كرلبي فمن حسن صنيع\nالحاذق لها أن يتأخر إلى خلف ويشد ركبته على سرجه قويا، ويحذف بها ما أمكن\nحذفه في أرجل الصيد، ويمكن الضرب بها على رأس الغزال. وأما الحمار والبقر\nفلا يكاد يتأثر بالضرب بها بل يتألم. ولا ينبغي أن يضرب بها إلا إذا كانت\nطويلة العصاة أو الشماريخ <span id='ms022'></span> وإلا فلا.\n</p>\n\n<p>\nولتكن آلات الجندي من أليف ما يكون بحاله وأنفع وأنكى لعدوه. وإلا فهو\nعندنا ناقص المروءة دني الهمة خصوصا عند اتخاذه الفرس الرديء مع إمكانه فلا\nيعذر، ونحن نؤثر خيولنا على أنفسنا بشهادة الله، وما أخبرني لو أمكنني.\nوينبغي للجندي اليقظ أن يعتمد على ما في هذه الأبيات في تربية فرسه، وهو ما\nقاله شاعر بني عامر:\n</p>\n\n<p>\nبني عامر مالي أرى الخيل أصبحت ... بطانا وبعض الضمر للخيل أمثل\n</p>\n\n<p>\nبني عامر إن الخيول وقاية ... لأنفسكم والموت وقت مؤجل\n</p>\n\n<p>\nأهينوا لها ما تكرمون وباشروا ... صيانتها والصون للخيل أجمل\n</p>\n\n<p>\nمتى تكرموها يكرم المرء نفسه ... وكل امرئ من قومه حيث ينزل\n</p>\n\n<p>\nوكل جندي اتكل على الغلام فقد أضاع فرسه، ومكن الغلام من سرقة علفه خصوصا\nفي وقتنا هذا، فإن أكثر الغلمان لا يحسنون خدمة الخيل لعدم معرفة الأجناد\nالحذاق لصناعتهم، وأكثر سبب تحمير الخيول من نحس الغلمان يغسلون أيديهم من\nالزفر في السطل، ويسقون بعد ذلك الخيل، فتعاف الماء في زمن الصيف فيحمرون،\nفلا حول ولا قوة إلا بالله.\n</p>\n\n<p>\nولنذكر الآن الضواري: فمن ذلك ما يختار من كلاب الصيد ذكورها وإناثها\nوحسن تربيتها وتدبير جراها وائتلافها على أصحابها.\n</p>\n\n<p>\nباب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أرشدك الله أن فضل ذكور كلاب الصيد أعظمها أجساما وأضخمها أذنابا\nوقوة احمرار أعينها كعيني الأسد، وما كن لون جسمه كله على خطمه، طويل\nالأنياب، معقب المخاليف، غليظ كثيف عريض الصدر، معتدل غليظ أصل البدن، دقيق\nطرفه، غليظ العنق عريض الشعر. وإن كان أجرد بعد أن يكون خلقه على هذه\nالصفات فلا بأس، وأما إناثها فما وافق نعت الذكور بعد أن يكون أطباؤها\nعظاما، ووقت سفادها في آخر الربيع. ووقت ولادتها بعد أربعة أشهر. وأفضل ما\nأطعمت الكلبة خبز الشعير وألبان البقر فإن خبز الشعير أنفع لها وأزيد في\nقوتها من خبز البر، وينبغي لما كان من جراء الكلبة ضاريا أن يعزل عنها،\nويختار من كل سبعة جراء ثلاثة جراء ومن كل أربعة جراء جروين، فإن ذلك أعظم\nوأفره وأشبع.\n</p>\n\n<p>\nومما يرفق <span id='ms023'></span> بجراء الكلبة أن يفرش تحتها شيئا حين الولادة، وأنهم يفتحون\nأعينهم بعد عشرين ليلة، ليكونوا مع أمهم أربعة أشهر ثم ليقطعوا.\n</p>\n\n<p>\nوليعمد إلى لوز مدقوق ثم يجعل على الجراء لتسقط القردان.\n</p>\n\n<p>\nومما يولف جراء الكلاب على أصحابها أن تطلى اليد بعسل وسمن ثم تدنى اليد\nمن كلب أو جرو فيلحسها.\n</p>\n\n<p>\nوقيل في تأليف الكلاب بالخاصية أن يعمد إلى قصبة رطبة، ويقدر طولها ما\nبين ذنب الكلب إلى ما بين أذنيه، ويضرب بها ضربة واحدة موجعة فيألف ذلك\nالكلب صاحبه.\n</p>\n\n<p>\nوقيل يعمد إلى سلح كلب من قرية أخرى، فيجعل في خرقة ثم تدنى تلك الخرقة\nبما فيها من منخري كلب حتى يشمه، فيألف ذلك الكلب صاحبه.\n</p>\n\n<p>\nودواء ما يعرض للكلاب من القردان والبراغيث أن يغسلوا بماء وملح مستنقع،\nثم يؤخذ كمون فيدق ويخلط بدردي خل أو بماء أصول الحنظل أو عروقه فتدق ثم\nتجعل في ماء وتطلى به الكلاب فتنقى من القردان وغيره بإذن الله تعالى.\nوالكلاب السلوقية منتسبة إلى سلوقية وهي بلدة بالسمن، والكلاب الزغارية\nمنتسبة لزغور، وهي بلدة في أرض الروم في ملك طيطوق.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head17'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nفي أسماء الظباء وأشكالها اعلم سددك الله أن الظباء ثلاثة أصناف منها؛\nالآرام، وهي ظباء بيض خالصة البياض يقال للواحدة منها ريم، وهي تسكن الرمل،\nويقال هي ضأن الظباء لأنها أكثرها لحوما وشحوما.\n</p>\n\n<p>\nومنها: العفر، وهي ظباء هنع أي قصار الأعناق، مطمينها يعلو بياض حمرة،\nويقال ظبي أعفر إذا كان كذلك، وهي أضعف الظباء عدوا.\n</p>\n\n<p>\nومنها: الأدم، وهي ظباء طوال الأعناق والقوائم، بيض البطون، سمر الظهور\nوتسمى العواهج، وهي أسرع الظباء عدوا ومساكنها الجبال وشعابها، وتقول\nالعرب: هي إبل الظباء لأنها أغلظها لحوما، ويقال: ظبي أدم وظبية أدماء\nوالخشف وكذا الظبية وهي الطلي والغزال والشاذن واليعفور والوعل وهو تيس\nالجبل.\n</p>\n\n<p>\nفي الخواص، يقال: إذا علق على الغزال خنفساء حية مات الغزال، وكذا إذا\nشرب من ماء جعل فيه قطران ربما مات، وسألت عن ذلك ممن يصيده من العرب،\nفقال: صحيح، فإذا ابتليت بالأدم من <span id='ms024'></span> الغزلان المذكورة فلا تتعب فرسك في\nطلبها منفردا، وهذه لا تصاد إلا بالكلاب واتساع الحلقة.\n</p>\n\n<p>\nومن الأتراك من اعتاد حسن الرماية على الغزال، ولهم الصنيع في ذلك وقد\nألفوه خلافا للروم والإفرنج.\n</p>\n\n<p>\nوعرب المشرق ألبق، منهم: من يرمي الصيد، لكن ليس كالصنيع من الأتراك. وقد\nتقدم بيان القول في الفرق، ولكن على الإنصاف أن فرسان الإفرنج خذلهم الله\nأكثر حيلة وأحسن من فرسان التتار، وفرسان العجم أحسن من فرسان التتار.\nويقاومون فرسان الإفرنج، وأعني بفرسان التتار هم الذين الآن في بلادهم.\n</p>\n\n<p>\nوأما التركي إذا تأدب في بلادنا وخدم الفرسان حصل منه المقصود، ولكن\nالكبر والإعجاب والغلظة والجفاء الغالب عليهم، وعدم الرغبة في العلم\nوالحضارة من طباعهم، والميل إلى الظلم، والإخراب شنشنة لهم، ولأجل ذلك\nيخذلون، أصلحنا الله وإياهم.\n</p>\n\n<p>\nباب\n</p>\n\n<p>\nفي كيفية الممانعة من السباع والتحفظ منها كلها، وكيفية قتلها فارسا\nوراجلا الحيلة في ذلك من أسد وفيل ونمر وضبع وذئب وخنزير ولنبدأ بذكر أسماء\nالأسد وغيره، فمن ذلك؛ عنبس وساعدة وحيدرة وفرافصة، سمي بذلك لشدته وأسامة\nوهيصم والهرماس وضيغم والزبر والدلمهس، والليث والقسورة والضرغامة\nوالرئبال، ويكنى بأبي الحارث وغير ذلك.\n</p>\n\n<p>\nومن أسماء الفيل: كلثوم.\n</p>\n\n<p>\nومن أسماء الذئب: أوس، ويسمى ذؤالة ونهشار والسيد وغير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوسمي ولد الأسد الشبل، وولد الفيل دغفل، ويسمى ولد الضبع الفرعل، فإن كان\nمن ذئب سمي سمع، وسمي ولد الخنزير خنوص، وولد الأرنب خرنق، وولد الثعلب\nهجرس، وفراخ النعامة ريال (رأل) ، وولد الضب حسل، وسمي ولد اليربوع والفأرة\nدرص.\n</p>\n\n<p>\nوأما كيفية الممانعة من الأسد فارسا أو راجلا، فإذا ابتليت به وكان لابد\nمن ذلك بشرط أن تعرف من نفسك ومن فرسك ما قد جربت من محاولة الأسد، فسم\nالله وإلا فلا تتعرض لذلك بالجملة الكافية فيحرم عليك ذلك، وهذا لا يتفق في\nبلادنا إلا بأرض الشام وفي حلق الصيد يقع ذلك.\n</p>\n\n<p>\nوقد تقدمت وصيتي لك بأنك لا تضربه بالسيف على رأسه وارمه بين عينيه، كما\nأعلمتك باستغراق سهمك وثبات جأشك والسلام.\n</p>\n\n<h1 class='l1' id='head18'>نكتة في كيفية رمي الأسد <span id='ms025'></span> على الفرس المؤدب</h1>\n\n<p>\nقال الختلي: ينبغي أن يكون ذنب الفرس محلولا مسرحا فتقدم إليه، ولا تدنو\nمنه، فإذا حمل عليك فرهقك فالق إليه شيئا مثل قلنسوة أو غيرها فإنه يتشاغل\nعنك، ثم انظر إلى استواء الأرض، وأن يكون انصرافك عنه سهلا إذا حمل، ثم مر\nعنه على قدر مائة ذراع أو أكثر محول مؤخر الدابة إليه، وأنت مول عنه وارمه،\nفإن حمل عليك فامض أمامه بحفظ عنانك، وليكن ذهابك من بين يديه متلويا\nمتواربا، فإنه يعسر عليه العطف ولا يكاد يتبعك، فإذا رجع عنك، فادن منه على\nقدر سبعين ذراعا، وارمه في أماكن التعطيل، فإن رأيته يصحح الحمل عليك،\nفارجع إلى الرمي من الموضع الذي بدأته فيه حتى ترى الأسد قد كل فسر إليه\nعلى قدر خمسين ذراعا، ثم ادن منه بعد كل حملة على قدر كلاله عنك حتى ترميه\nمن قريب ولا تدن منه الدنو الشديد حتى تعلم أنك قد أثخنته.\n</p>\n\n<p>\nوقال بعضهم: إن السبع لا يحمل مادام رافعا ذنبه، فإذا خفضه حمل.\n</p>\n\n<p>\nوقال بعض العقلاء: يتخذ له كباب من شعر وقطن وتطلى دبقا، ويرمى بها إليه\nفإنه يأخذها بكفيه، فإذا تعلقت بكفيه فأقدم عليه بالسلاح، هذا آخر كلام\nالختلي، رحمه الله.\n</p>\n\n<p>\nقال محمد بن منكلي: ولا ينبغي أن تقدم على السبع إلا على فرس لا ينفر عن\nالأسد ويكون قد تعلم قبل ذلك على صورة أسد من طين أصفر بلا رأس خشية\nالتحريم، لكن اجعل على موضع رأسه عمامة صفراء محوقة.\n</p>\n\n<p>\nوكان عندي حصان لا ينفر من الأسد، كنت علمته على هذه الصورة.\n</p>\n\n<p>\nوينبغي لمن يهذب فرسه على السبع أن يجعل هيئة سبع من خشب أو طين بلا رأس\nفيحمل ذلك التمثال إلى أرض مستوية، وتلف عليه العمامة كما تقدم. ويكون\nالناصب له قد أوثقه في الأرض كما يفعل بالشخص الخشب وأنا فلا أرى بتصوير\nذلك الشخص لما فيه من النهي الشرعي، فإذا نصبت هيئة الأسد الخشب فارمه،\nوأنت سائق لفرسك واضربه بسوط حتى يأنس فرسك ذلك، ولا <span id='ms026'></span> يكون الرمي عليه إلا\nبعد أن يألف ذلك الشخص الموضوع من الطين، ولكن يعمل له ذنب من خرق صفر على\nهيئة ذنب الأسد وتكون قد وضعته على شكل أكبر ما يكون من السباع، وليكن علف\nفرسك على ظهره بعد استئناسه، واجعل مع الشعير زبيبا أو قطعا من الناطف من\nالحلوى الخرجية التي قيمتها نصف درهم الرطل. فإذا أنس ذلك فاعمد حينئذ إلى\nوضع الشكل من الخشب وادهنه بالزرنيخ الأصفر أو الطين الأصفر، وليكن له\nذنبا، فإذا خرجت بالتمثال إلى الصحراء، وليكن من الخشب الخفيف مثل الصفصاف،\nواجعل ليديه ورجليه بكرا كبارا، واربط به حبلا طويلا يجره رجل قبالة الفرس\nقليلا قليلا، ثم يستوقف الفارس فرسه على تلك الصورة وليكن الجار لتلك\nالصورة يقف بها قليلا ثم يجرها ويقف لئلا ينفر الفرس منها، هكذا أياما حتى\nيجرها بقوة ويقدم على الفرس ويزأر ذلك الرجل كزئير الأسد، ويخشن صوته ما\nاستطاع، وينبغي أن يكون جهوري الصوت جدا، وأن يستصحب معه بعد ذلك الرجل\nالجاذب قرقلة، ويكون يحسن التصويت بها، حتى يعتاد الفرس على زئير السباع\nواستماع صوت ارتفاع ذنب الأسد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الرياضة للخيل على السباع لم أكن أسمع بها ولا رايتها في كتاب، ولكن\nهي من فضل ربي الذي ألهمني لذلك، فسبحان المان بفضله، وأما الإقدام على\nالأسد راجلا، فلا يتقدم له إلا كل ثابت الجنان ويكن قد استصحب معه خنجرين،\nإحداهما مربوط في زنده الأيسر والآخر معارض على بطنه وقبضته مما يلي يمين\nالراجل وبالعكس إن كان أعسر، ويكون قد ربط على يديه عباءة مخيطة بخيط وثيق،\nوبيده اليسرى هيئة خازوق إما من خشب صلب، أو من حديد لكن يكون رأسه محددا\nثم بيمينه السيف، وليكن قلجوري للبعج، فإذا تقدم الأسد وفتح فيه استلقمه\nالرجل ذلك الخازق، وأقامه في حنكه، فينشب حينئذ الخازوق في سقف حلقه وبين\nلحييه، فإذا تمكن ذلك منه فأضربه حينئذ بسيفك على يديه أو على أحدهما،\nوتتأخر متواريا بقوة ما استطعت، وإن أعطاك الله تعالى قوة وثباتا <span id='ms027'></span> وبعجت\nبسيفك إحدى عينيه، فأنت ذلك الرجل، وإن لبست على بدنك لبادا ثخينا لكن بلا\nأكمام كما سأذكر بعد في كيفية قتل النمر، فإن رهبك ووثب عليك ووضعك تحته،\nفاستل الخنجر وابقر بطنه. وهكذا فعل الأمير الشهير بقتال السبع رحمه الله.\n</p>\n\n<p>\nوإن كانا رجلين قويي القلب مستعدين، فقتله أهون من قتل كلب، والترتيب في\nذلك أ، يكون أحد الرجلين أحدهما أمامه والآخر خلفه، وليكن الذي وراءه\nمتأخرا عنه، بحيث أن الأسد إذا استرجع لا يصل إليه، وليكن الرجل الذي وراءه\nمنحرفا عنه، فإذا اشتغل الأسد بالذي أمامه فلا يضربه الذي خلفه إلا على\nعرقوبيه أو على أحدهما، فإذا ضربه الذي وراءه وأحس بالضربة فإنه يرجع وقد\nلا يرجع لمن ورائه، وقل أن يرجع، وهذا خلقه، فإن لم يرجع فمكن الضربة على\nعرقوبه الآخر، فإذا قطعت عرقوبيه فليتقدم الذي خلفه ويبعجه في أحد جنبيه،\nفإن كانت البعجة في الجانب الأيسر، فذاك أسرع لموته، فإن القلب في جانبه\nالأيسر ويشترط أن يكون الرجلان قويي الجنان، خفيفي الحركات، مستعدين\nبخناجرهم كما تقدم. فإن اتفق والعياذ بالله أن يخطف الأسد الذي أمامه\nفليتقدم الذي وراءه ويقلع عينيه بالسيف بعجا، فإنه يشتغل لا محالة، فيقلع\nالأخرى ويفوز بقتل مؤذ وإعدامه وخلاص خلق الله تعالى منه.\n</p>\n\n<p>\nوكأنك يا سيدي تقول لشفقتك ورياستك ما كلف أحد بمثل هذا وربما عزرا\nبأنفسهما، فيا سيدي ثم خلق خلقوا لمثل ذلك لشهامة خلقية مركبة من حيث\nالنشأة والنصبة المحدبة الفلكية ولا تبديل لخلق الله.\n</p>\n\n<p>\nوثم ببلاد اليمن أناس مشهورون بأولاد أم عيسى، إذا رأوا الضبع يتوأمون\nإليه ولا يستطيع أحدهم مسك نفسه إذا رأى الضبع.\n</p>\n\n<p>\nقال بعض الأولياء من السادة العلماء، رضي الله عنه: رأيت من صلحائهم\nرجلا، وهو الذي نقل لي ما تقدم من أمر أولئك القوم وإقدامهم على الضبع.\n</p>\n\n<p>\nأما المملوك الضعيف إذا رأيت ثعبانا تركبني حالة، ولا يمكنني التأخر عنه\nحتى يقدر الله في أمره ما يقدر، وقد قتل منهم على يدي عدة، وما ذاك إلا عن <span id='ms028'></span>\nخصوصية تحتمل معان.\n</p>\n\n<p>\nوكذلك إذا رأيت مكتوبا لفظ الحرب يتحرك في باطني أمر وأجد قوة.\n</p>\n\n<p>\nووالله لم أذكر ذلك لتفاخر أو تمدح، وإنما ذكرت الواقع التخصيصي، وبالله\nالتوفيق ولا قوة إلا بالله، وهو حسبي، ونعم النصير.\n</p>\n\n<h1 class='l1' id='head19'>ولنذكر نكتا من خواص الأسد</h1>\n\n<p>\nفمن ذلك إذا شرب الإنسان مرارة أسد مستهل الشهر في بيضة، حل المعقود عن\nالنساء.\n</p>\n\n<p>\nدماغه: من شرب منه حبتين في أوقية لبن بقرة لم يشب أبدا.\n</p>\n\n<p>\nقطعة من جلده: إذا علقت بشعره في عنق صاحب الصرع أبرأه، هذا قبل بلوغه،\nفإن أصابه الصرع بعد البلوغ لم ينفعه ذلك.\n</p>\n\n<p>\nشحمه: من طلى به جسده نفرت منه سائر السباع ولم ينله مكروه، وكذلك من طلي\nبمرارته لم يقربه أسد.\n</p>\n\n<p>\nوتؤخذه جلدة جبهته وشحمه ويذوب بدهن ورد، ويمسح به الوجه، فيهاب الملوك\nذلك الإنسان وتخشاه جميع الناس.\n</p>\n\n<p>\nوإذا أسرج سراجان أحدهما بشحم أسد والآخر بشحم كبش، ووضعا متقابلين\nفإنهما يقتتلان، هكذا وجد في الخواص.\n</p>\n\n<p>\nوإذا طلي الكلف بشحم الأسد أزاله.\n</p>\n\n<p>\nومن اكتحل بمرارة أسد حد بصره.\n</p>\n\n<p>\nمرارة الأسد، تغلى بعسل وتخلط وتلطخ بها داء الخنازير التي في العنق\nنخففها بإذن الله تعالى.\n</p>\n\n<p>\nوإن سحقت مرارة الأسد وذرت على ضربة السيف ألحمت الضربة، بإذن الله عز\nوجل وكذلك الجراحات والطعنات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nخصيتا الأسد، إذا ملحت ببورق أبيض ومصصكا وتركتا حتى تنشفا في الظل ثم\nتسحق وتلين بدهن زنبق نفع جميع أوجاع المعدة والمغص والقولنج والرباح\nوالبواسير والزحير ووجع الأرحام، ويشرب ذلك على الريق بماء حار.\n</p>\n\n<p>\nخصيته اليمنى: إذا صيرت في ثياب بعد تجفيفها لم يقربها سوس.\n</p>\n\n<p>\nوالافتراش بجلد الأسد والجلوس عليه ينفع البواسير.\n</p>\n\n<p>\nدمه ودماغه: إذا خلطا مع دهن زنبق عتيق وقطر منه في الأذن التي تقلت حتى\nلا يسمع بها شيء، فإن السمع ينفتح ويسمع بها كما كانت بإذن الله تعالى.\n</p>\n\n<p>\nومن الحيل في هروب الأسد أن الإنسان إذا قرب إليه فليخرج ذكره إليه ليراه\nفيهرب. هذا ما قاله أهل التجربة، وقالوا: إنه يهرب من صوت النفير، وكذلك\nيهرب من صوت الجرو <span id='ms029'></span> أعني جرو الكلبة، وقيل: إنه يفر من صوت الديك، وقيل: إنه\nينفر من رؤية المرأة إذا تعرت واستلقت، وهذا فلا يمكن فعله لما فيه من\nالمخاطرة، وأما إسماعه صوت البوق خصوصا إذا كانوا جملة فممكن فعله وهو\nمتوجه، والذي يغلب على ظني أن هذا صحيح والله أعلم.\n</p>\n\n<p>\nوأقول: والله أعلم: إن رؤية النفط وسماع الصواريخ مثل المدفع تنفره جدا،\nهذا يشهد به العقل.\n</p>\n\n<p>\nوفي الخواص، من أراد أن تدين له السباع وتذل له ويركبها فإنه يلتطخ بشحم\nنمر.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head20'>باب</h1>\n\n<p>\nفي صيد الفيل</span>\n</p>\n\n<p>\nوأما الحيلة في صيد الفيل وقتله فليستصحب الرجل معه هرا، فإذا قرب منه\nافرك أذن الهر فإذا سمع صوته ولى.\n</p>\n\n<p>\nويقال إنه يفر من صوت الخنوص وهو فرخ الخنزير، ويؤذيه البق والجراد.\n</p>\n\n<p>\nوأما الحيلة في قتله بآلة الحديد فليبادر إلى مسك ذنبه ويتسور على ظهره\nكما تفعل العرب في الجمال، فإذا تسور على ظهره أمكنه قتله، بأن يكون معه\nعصا فيها محدد على هيئة الجوكان سواء ويبقر بطنه، وأنه إذا مد زلومته أمكنه\nضربها بالسيف فإذا قطع من طرفها شيئا فقل أن يعيش لورمها من الجراحة، وإن\nكان معه هيئة منقار حاد فسوف ينقب رأسه، وليكن معه فرخ هرة يعرك أذنها فإنه\nيتهيب ذلك الصوت منها إذا نوت، وهكذا مذكور في الخواص.\n</p>\n\n<p>\nوإذا سمع صوت خنوص ارتاع ونفر.\n</p>\n\n<p>\nحدثني العبد الصالح ناصر الدين محمد الفقيه أحد الأجناد الشهير بابن سلار\nأن والده حدثه عن ثقة أن في البلاد التي توجد فيها الفيلة أناس يقتلون\nالفيلة ومعهم سكاكين عراض طوال، يمسك أحدهم ذنب الفيل بحيلة، فإذا أمسك\nذنبه مسكه بقوة ويبعج الفيل بتلك السكين في خاصرته. وكلما دار الفيل دار\nالرجل معه حتى يتصفى دمه والذي تخيله الفقير أولا هو أولى وأقرب لقتله، بل\nأقول: ينبغي لراكب الفيل أن يكون معه نوار عريض أو شنبرى طويل جدا ليضعه\nعلى مكان جلوس الراكب وفيه هيئة الراكب من النوار ليستمسك الراكب إن شاء\nالله تعالى.\n</p>\n\n<p>\nوأما خواصه، فنشارة ناب الفيل إذا <span id='ms030'></span> علق على الأبقار في أيام وبائهم نفعهم\nبإذن الله تعالى.\n</p>\n\n<p>\nوإذا بخر بعظم الفيل الكرم والزرع والشجر لم يقرب ذلك المكان دود.\n</p>\n\n<p>\nبوله: إذا رش به بيت هربت منه الفأر، وإذا شم الفيل رائحة السم امتنع من\nالطعام، ودخل عليه الغم.\n</p>\n\n<p>\nزبله: إذا تحملته المرأة منعها من الحبل، وإذا شربت المرأة نشارة العاج\nثلاثة أيام حملت إذا كانت عاقرا بإذن الله.\n</p>\n\n<p>\nباب\n</p>\n\n<p>\nكيفية قتل النمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nينبغي لمن يصيد النمور أن يكون له ثوب من لباد له رأس منه، ويكون له أيضا\nخفان لرجليه من أقدامه إلى أصول أفخاذه، ويكون له في الرأس ما ينظر إليه،\nويكون له كمان إلى رؤوس الأصابع، ويكون له خشبة طولها ثلاثة أشبار ودورها\nما يلتقي الأصابع عليها، وتكون من أشد الخشب وأقواه، وإذا كانت من أبنوس أو\nما شاكل ذلك فهو أحسن، ثم يكون لها في رأسيه حلقتين في كل رأس حلقة قوية،\nويكون في الحلقتين سير مطوي طاقين رأسه في الحلقتين، ويكون معه ثلاث\nسكاكين، واحدة من قدامه، وواحدة عن يمينه والثالثة عن شماله، ثم يطلب النمر\nفي الأماكن والمواضع التي يكون فيها، فإذا ظفر به لم يزل يسير إليه بعد أن\nيلبس ذلك اللبد إلى أن يدنو منه، فإذا دنا منه، وعاين منه أنه يثب عليه\nيلاقيه بظهره وهو منحن له بحيث يركب على ظهره، ويعض النمر ذلك اللبد فحينئذ\nيرمي تلك الخشبة على ظهره، ويبسط ذراعيه بالسير، فإنه يقصف ظهره، فإن أخطأه\nبحيث يمكنه أن يرفع رأسه طرح نفسه إلى الأرض وأخذ أحد السكاكين وضربه، ولا\nيزال به إلى أن يقتله. وهكذا يقتله كل أحد إذا عرف كيفية الصنعة في ذلك.\n</p>\n\n<p>\nويقتل أيضا كما يقتل الأسد بالسهام في المواضع على الفرايس.\n</p>\n\n<p>\nويحتال في قتله، بأن يكون مع الصائد له جمجمة إنسان إذا قابلته بها،\nورآها انهزم وهو من الخواص.\n</p>\n\n<h1 class='l1' id='head21'>خواص النمر</h1>\n\n<p>\nدماغه: يلطخ به على العين لكل عاهة في البصر، ويجعل يسيرا من دماغه في\nالأكحال فيحد البصر.\n</p>\n\n<p>\nومن افترش جلد نمر <span id='ms031'></span> أورثه داء أبنة فليحذر.\n</p>\n\n<h1 class='l1' id='head22'>باب</h1>\n\n<p>\nكيفية قتل الضبع وصيده اعلم أرشدك الله إن أردت صيد ضبع فتدخل عليها إذا\nكانت في بيتها، وأنت تقول: أم عامر نائمة وادن منها، ومعك حبل لتجعله في\nرجلها واخرج عنها واجذبها بعد ذلك خارج البيت.\n</p>\n\n<p>\nومن أراد أن يدخل عليها أمر من معه أن يسد جميع الأماكن التي يدخل منها\nالضوء، فإنها مادامت في وكرها لا تنظر إلى من يدخل إليها، ولا تخاف ممن\nيكون فيه معها أبدا، ومتى يدخل إليها الضوء قتلت من يدخل إليها، ولا تقبل\nقولة \"أم عامر نائمة\"، وإن استصحب معه الداخل إليها عدة من الحبال فحسن،\nلأنه قد يجد في الوكر الخمسة والستة، وأكثر من ذلك. وتصاد أيضا في البئر،\nوذلك أن يحضر لها بئرا عمقها خمسة أذرع ويدق فيها أوتادا، كل وتد طوله نصف\nقامة، وتكون رؤوس تلك الأوتاد حادة، ويكون نزولها في الأرض بغيرها، وذلك أن\nيدق أولا أوتادا في الأرض، ثم تقلع تلك ويجعل مكانها من تلك الأوتاد، ثم\nتغطى راس البئر بالقضبان الدقاق أو بالقصب، ويجعل عليها من التراب القدر\nاليسير ما يواري القضيب، ويجعل قبالة التراب شيئا من حشيش، ويجعل الرمة\nقبالة البئر ويجعل حولها حجارة إلا من جهة البئر حتى لا يبقى لها طريق إلا\nمن صوب البئر، فإذا سقطت في البئر تكون حالتها شر حالة لما أصبتها من تحديد\nتلك الأوتاد وربما بقيت اليوم والعشرة فتؤخذ حينئذ، ويستراح من إفسادها\nوقتلها لبني آدم.\n</p>\n\n<p>\nقال محمد بن منكلي: وإذا استتبعت بالخيل فينبغي أن لا تتبع إلا من جهة\nالجانب الأيسر، فإن كان التابع لها راميا وهو أيمن فليعارضها من جهة جانبها\nالأيسر ويرميها، وأما صاحب الرمح فله الخيار في طعنها حيثما شاء وكذلك حامل\nالسيف.\n</p>\n\n<p>\nوقالوا إذا قصدك ضبع وأتاك من على جانبك الأيمن، فلا تمكنه من ذلك، فإن\nأتاك من قبل جانبك الأيسر فمكنه من ذلك، فإنك تتسلط عليه إن شاء الله.\n</p>\n\n<h1 class='l1' id='head23'>خواصه</h1>\n\n<p>\nجلد الضبع: إذا لبسه إنسان لا تنبح عليه الكلاب <span id='ms032'></span>.\n</p>\n\n<p>\nمخه: يؤخذ ثم يجعل في زبدية ويطحن الشعير ناعما ولا يقربه ماء، ويعجن\nجيدا ويجعل أقراصا صغارا وتجفف في الظل أياما حتى تنشف جيدا، فإذا صار كذلك\nيطعم منه المكلوب فإنه يبرأ بإذن الله تعالى.\n</p>\n\n<p>\nعينه اليمنى: إذا تركت في ظل سبعة أيام ثم أخرجت وجففت في الظل ثم جعلت\nتحت خاتم أمن لابسه من السحر والعين.\n</p>\n\n<p>\nلسانه: من علقه عليه في العضد كان جنة له من عض الكلاب.\n</p>\n\n<p>\nمرارته: من اكتحل بها قوي نظره وأزال الماء الذي في العين، وإن خلط مع\nمرارة الضبع وزنها من دهن الأقحوان وخلطا، وجعلا في صفحة من نحاس أحمر\nوتترك ثلاثة أيام وتطلى بها العين في كل شهر مرتين فلا تشتكي العين أبدا\nبإذن الله، وكلما عتق كان أجود، وإن طلي بهما الوجه الذي عليه النمش أزال\nنمشه ونقاه وبرقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nرأسه: إن ترك في برج حمام كثر حمامه.\n</p>\n\n<p>\nيده اليمنى: إذا صيرت تحت قدمي امرأة تعسرت ولادتها سهل عليها.\n</p>\n\n<p>\nأسنانه: تنفع إذا ربطت على العضد للنسيان.\n</p>\n\n<p>\nمخاليب يده اليمنى: تعلق على يدك اليسرى فكل من قصدته أحبك.\n</p>\n\n<p>\nخرؤه: يخلط بعد حرقه بدهن الآس وتدهن الموضع الذي تريد أن يذهب عنه الشعر\nيحلقه.\n</p>\n\n<p>\nدمه: إذا اكتحل به أزال الذي يرى الإنسان بين عينيه مثل الذباب والغشاوة.\nوإن خفت على امرأة من التعرض لها فخذ شارب ضبع وأشفار عينيه والشعر الذي\nتحت لحييه، ويكون الضبع ذكرا كبيرا فاحرق ذلك واسقها منه بحيث لا تعلم فإنك\nتطمئن عليها، ولا يتعرض لها أحد، ويحتمل ذلك لكن من هداه الله فهو المهتدي.\n</p>\n\n<p>\nوفي الخواص: إذا وثب كلب على حائط في ليلة مقمرة، فوطئ الضبع ظله سقط\nالكلب وله من الخواص ما يطول القول فيه.\n</p>\n\n<h1 class='l1' id='head24'>باب في صيد الذئب</h1>\n\n<p>\nوأما كيفية صيد الذئب فليحفر له حفيرة ويخلى وسطها مثل العمود مقدار ما\nيشد عليه شاة، ويوسع ما حولها، ثم شد فوق ذلك العمود شاة أو جديا أو ما\nشاء، وتغطى البئر كما ذكرنا في صيد الضبع، فيقع الذئب فيها <span id='ms033'></span> ويقتل وينتفع\nبأجزائه.\n</p>\n\n<p>\nوأما طرده بالخيل فسوف أذكر لك نكتة ذكرها القدماء وجربوها، وهي إذا ركضت\nخلفه بفرسك، فصادف أن يمر فرسك على أثره فإن فرسك ينفطر فاحذر ذلك وتجانب\nعن أثره، والذئب إذا خفته طمع فيك، وإن قهرته ذل وخضع، هذا طبعه، وإذا سبقت\nرؤية الذئب رؤية الإنسان لم يقدر على الكلام أعني الآدمي حتى يصطك وربما\nسقط.\n</p>\n\n<p>\nولا ينبغي أن يواجه وإنما يأتيه من ورائه. فإذا وجد الإنسان ما يسند ظهره\nإليه لا يقدر الذئب عليه، وإذا تبعك فارم له طرف عمامة أو حبل، هذا إن لم\nيكن معك سلاح، وأحسن ما يرشق بالأحجار، فإنه يخاف الحجارة، وأما صاحب\nالنشاب فيرميه ويقتله.\n</p>\n\n<p>\nومن أراد أن لا يقرب غنمه ذئب فليدر حولها بالليل ويقرأ من سورة يس (توجد\nآية) . ثلاث مرات، ويكون منتهى الآية في المكان الذي بدأ فيه، فإن الله\nتعالى يحرس غنمه من سائر الهوام، ومن اللص إلا ما خرج عن الصيرة، وهي\nالمكان الذي مر عليه تلاوة القرآن، فإنه يخرج عن الحصر.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head25'>خواصه</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nإن علق رأس ذئب على برج حمام يقربه شيء مما يؤذي.\n</p>\n\n<p>\nعينه اليمنى: إن علقت على طفل لم يفزع من نومه.\n</p>\n\n<p>\nعينه اليمنى: إذا شدت في صدة وعلقت على إنسان لم يخف السباع. ولا من\nالسباع مادامت معه. ولا من اللصوص مادامت معه.\n</p>\n\n<p>\nكعبه الأيمن: إذا علق على إنسان لا يحصل له مكروه ولا يعدى عليه.\n</p>\n\n<p>\nنابه: إذا جعل تحت جلد جمل وحزز عليه وعلق على إنسان فساق فرسه قوي\nجريها، هكذا قال أصحاب الخواص.\n</p>\n\n<p>\nعلى أن للخواص أمورا خارجه عن القياس.\n</p>\n\n<p>\nقضيبه: يطبخ في قدر بماء وملح، بعد أن يقطع ويكون معه قليل شبت ويأخذ\nالرجل من قطعة فيمضغها فإنها تهيج الباء شديدا.\n</p>\n\n<p>\nزبله الصحيح الأبيض: إذا كسر وجد به عظما صغيرا وشعرا، يدق ذلك ويعجن\nبماء فاتر ويعطى لصاحب القولنج، فإن الطبيعة تنطلق من ساعتها.\n</p>\n\n<p>\nقال صاحب الجواهر: ورأيت من شرب هذا الزبل فلم يعاوده الوجع بعد ذلك وإن\nعرض له <span id='ms034'></span> لم يكن بالشديد المؤذي.\n</p>\n\n<p>\nقال علي بن المديني في خواصه، وإن علق وبر ذئب على شيء من آلات الملاهي\nلم يسمع لها صوت، وكذلك إن علق جلده وجعل طبلا لم يسمع له صوت.\n</p>\n\n<p>\nوإذا خرج من إنسان دم وشمه ذئب وأكل ذلك الدم، فإن ذلك الذئب يتسلط على\nذلك الشخص تسليطا شنيعا، وقاتله قتالا شديدا ولا يبعد هذا.\n</p>\n\n<p>\nرأسه: إذا دفن بموضع الغنم هلكت مادامت في ذلك المكان.\n</p>\n\n<p>\nقال محمد بن منكلي: وينبغي أن لا يكون في مراح الغنم حمار ذكر فإنه إذا\nنهق حصل لكلاب الغنم المغص ويتشوشون من ذلك، وهذا مشهور عند أصحاب التجربة.\n</p>\n\n<p>\nوالذئب يقطع الغنم بلسانه ويبريه بري السيف ولا يسمع له صوت، ويقال إن\nأسنانه مطولة من أجزاء فكيه عظما واحدا وكذلك الضبع.\n</p>\n\n<p>\nوتقول العرب: إن الذئب يسفد الكلبة فيسمى المتولد منها الديسم.\n</p>\n\n<h1 class='l1' id='head26'>باب في كيفية قتل الخنزير والتحيل في ذلك</h1>\n\n<p>\nإعلم، وفقك الله لمرضاته أنه ليس لشيء من ذوات الأنياب ما للخنازير من\nالقوة في نابه، حتى أنه يضرب بنابه صاحب السيف والرمح فيقطع ما لقي من جسده\nمن عظم وعصب، وربما طالت ناباه حتى يلتقيان فيموت عند ذلك جوعا لأنهما\nيمنعاه من الأكل وهو متى ما عض كلبا سقط شعر الكلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن منكلي: وإذا ابتليت بالخنزير وأنت فارس فاحذر أن تدنو منه\nلئلا ينخشك بنابه، هذا إذا كان فرسك معتادا على رؤيته فإنه لا ينفر منه،\nوأما إذا لم يكن رآه فربما ينفر منه وفي ذلك نفعك، وربما كان نفوره لخفة\nلجامه، وإذا رميته فارمه مواجهة ليقع نشابك في جبهته، ففي ذلك هلاكه إن شاء\nالله تعالى.\n</p>\n\n<p>\nوحيلة أخرى: إن كان في تركاشك ياسج خصوصا إن كانت قوسك صلبة فارمه حينئذ\nبياسجك في قوائمه إن كنت لبقا ورام جيد فإنك إن عطلت قوائمه ولو واحدة\nتمكنت منه.\n</p>\n\n<p>\nوهاتان الحيلتان من جملة حيلي المجربة.\n</p>\n\n<p>\nوأما إن كنت راجلا فاجعل حركتك دائما إلى خلفه واحذر من أن يجعلك على أحد\nجانبيه، فإذا صرت <span id='ms035'></span> خلفه فأبعج تحت ذنبه، وإياك أن تضربه على رجليه لئلا ينشب\nسيفك فتصير بلا سلاح، وإن أمكنك قطع عرقوبيه أو أحدهما فقد تسلطت عليه، وإن\nاتفق لك والعياذ بالله غلبة أو تعب من مجاولته فنم مستلقيا وسيفك ممدودا\nبطولك لئلا يدوسه فينثلم، وإياك أن ترفع يدك لتضربه بسيفك فإنه ينخشك، لكن\nاختلسه بضربة في عرقوبه أو أبعجه تحت ذنبه، ولا تتعب نفسك في مجاولته لكن\nبرفق، هذا إن كنت منفردا أو معك رفيق جبان لا يتكل عليه كما قيل:\n</p>\n\n<p>\nوما أكثر الأخوان حين تعدهم ... ولكنهم في النائبات قليل\n</p>\n\n<p>\nولأجل ذلك قال القدماء: من علق على عضده الأيمن رجل سرطان لم يقربه خنزير\nما دامت عليه، وإن قلعت عين الخنزير مات سريعا فاعلم ذلك.\n</p>\n\n<p>\nقال محمد بن عبد الله القوسري صاحب كتاب الجواهر في حرف الخاء: خانق\nالنمر عشبة تقتل الكلب والذئب والنمر والفهد والسبع وأكثر الحيوان، ولم\nيذكر هيئة هذه العشبة ولا مكان منبتها، وهي في الخاصية كما قال، إذا طرحت\nعلى العقرب فإنها لا تطبق الحركة.\n</p>\n\n<h1 class='l1' id='head27'>خواصه</h1>\n\n<p>\nعظم الخنزير: إذا حرق وحشي به الناسور أبراه وهو مجرب وإن علق عظمه على\nمن به حمى الربع ذهبت عنه.\n</p>\n\n<p>\nشحمه: إذا أذيب ومسح به إنسان قدمه لم يجز عليه سحرا، ولم يصبه جنون وإن\nجففت مرارته ووضعت على البواسير قلعها من وقتها بإذن الله تعالى.\n</p>\n\n<p>\nعظم الخنزير: يحرق ويسحق وتحشى به البواسير تهدأ وتبرأ إن شاء الله\nتعالى.\n</p>\n\n<p>\nقيل ومن خاف السباع فليأخذ بيده أصلا من أصول عنب الحية فإنها تهرب منه،\nوقيل عنب الحية هو عنب الثعلب.\n</p>\n\n<h1 class='l1' id='head28'>باب كيفية صيد الفهد وذكر معادنه إذا وجد في المعدن، وتدبيره وتأنيسه وحمله</h1>\n\n<p>\nومداراته وبالله التوفيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nقال أهل الخبرة: ينبغي لمن وجد الفهد أن لا يعجل عليه، وأن يجتهد في أن\nيناقله بحيث لا يخفي نفسه عنه، ثم لا يزال يناقله إن كان الصياد وحده، وإن\nكان معه آخر فزعوا عليه من جهتين بحيث أنه إذا غاب عن إحداهما حفظه الآخر\nإلى أن <span id='ms036'></span> يبصراه وقد نام، فإذا رآه أحدهما وقد نام ضايقه حتى ينهض ثم يتبعه\nويشد عليه إلى أن يتبعه فينام ثانية فيهجم عليه بحيث لا يقاربه إذا علم أن\nفيه منه يعني قوة، فإذا أثاره ثالثة لزه لزا متقاربا إلى أن يعاود النوم،\nفإذا نام ثالثة وانطرح على جنبه علم الصياد أن الفهد قد تعب التعب الذي\nيؤخذ به بادرة وخلع إحدى ثيابه ثم غطى به الرجل وجهه حيث لا يراه الفهد\nوأسرع المشي بحيث لا يخرج له صوت، وسارق النظر إليه من خلال الثوب بحيث لا\nيبدي وجهه، ثم يتقدم هكذا إليه فإن لبث الفهد على حاله نائما طرح الثوب على\nالفهد، بحيث يلقيه على الفهد، ويكون إلقاؤه الثوب وهو مغطي رأسه ووجهه أعني\nالرجل ثم يلقي نفسه عليه من غير أن يتحلق ويكون من خلف ظهره ويعانق رقبة\nالفهد ولا يعصرها بل يجعل جنبه اليمين على رقبة الفهد بحيث يمنعه من رفع\nرأسه ويصده عن النهوض، ويطرح بعد ذلك فخذه الأيسر ووركه على وركي الفهد\nيعصر بها فخذيه لئلا يتحرك ثم يسرع بحبل وثيق يكون معه فيجعله في عنق الفهد\nمن غير أن يضيقه ولا يوسعه بحيث يخرج من رأسه ويشده إلى شيء يكون إلى\nجانبه، فإن لم يجد شيئا شده إلى الثوب الذي ألقاه على وجه الفهد، فإنه متى\nقام وخلص من تحته منعه الثوب أن ينجو، فإذا ملكه وكان معه معينا أمره أن\nيشد رجليه ويديه، ويكون الشد فوق كفيه لأنه متى كان على العصب خشي عليه\nالتلف فإذا استوثق منه دق له وتدين، وتد في حبل رجليه ووتد في الحبل الذي\nفي يديه، ثم يتقدم إلى عند رأسه من تحت ذلك الثوب ويشده فيه بسير وثيق ثم\nيعمد إلى كفيه فيلبسهما قطعتي كساء، ويشد عليهما بحيث تكون الزوائد من داخل\nالمشد، ويجتهد أن لا يحمله من مكانه حتى يقدم إليه فينفس ذلك المكان شيئا\nمن الجبن، فإنه إذا شم رائحة الجبن لعقه لوقته، فإذا لعقه أمن <span id='ms037'></span> بعد ذلك منه\nثم يطعمه بقدر الإبهام قطعة لحم يجعلها في فيه، وطالما يطعمه فلا يكشف له\nوجهه أصلا. ثم يكشف وجه الفهد في ذلك اليوم، وهو على حاله مربوط، فإذا كشف\nوجه الفهد فيبقى وجهه مغطى، وينظر إلى الفهد من وراء ذلك الستر، فإن تكتم\nوستر وجهه كان أولى. يفعل ذلك ثلاثة أيام إلى أن يأكل الطعم، فإن رآه بعد\nذلك يكثر الخوف من وجهه ستره. ويكثر الحديث حوله، فإذا أراد حمله من مكان\nإلى آخر حمله في كيس بين رجليه فإذا وصل إلى المكان المقصود أوثق الأوتاد\nوعمل له قماطا على العادة، ويجعل تحت رأسه مخدة محشوة حشيشا، ولا تزال\nالناس حوله والرجل قاعد من خلفه ورجله اليسرى على جنب الفهد إلى بين رجليه،\nوقطعة الجبن في يده يلقي بها في فم الفهد إذا رفع رأسه. فإذا أراد أن يطعمه\nعمد إلى قصعة حولها حلق حديد موثوقة على عادة المناسف بحلقة أو اثنتين،\nيجعل إصبعه في إحدى الحلق ويجعل اللحم فيها، ويحرك تلك القصعة بالحلق،\nويصغر قطع اللحم ويطعمه ذلك على التأني. فإذا مضى عليه سبعة أيام قلع الوتد\nالذي على كتفيه حتى يرفع صدره. فإذا مضى عليه عشرة أيام قلع الوتد الذي يشد\nيديه ثم يقيد بقيد وثيق ويطلق يديه ورجليه إلا أن يكون القيد مضيقا عليه\nلئلا. ويربط القيد الذي برجليه مع القيد الذي في يديه بخيط، وإن شاء جعل\nحبلين متخالفين لا يمنعانه من الوقوف على قوائمه.\n</p>\n\n<p>\nوالجبن لا يخلى عنه أبدا، ولا يطعم إلا وهو قائم على قدميه، وقد يصبح\nعليه صياح من يستجيب إلى أن يأكل طعمه فيقطع عنه ذلك، ويكثر سهره في\nالليالي العشر المقدم ذكرها بحيث لا ينام فإن ذلك أسرع لذلته.\n</p>\n\n<p>\nوينبغي أن يتناوب عليه مرة بعد أخرى جميع الليل ولا بأس عليه أن ينقص\nمادام يأكل، فإن هو منع الأكل ترك حتى ينام، فلعله منع من القهر ولا تلقه\nأبدا لوجهك بل أعطه جنبك ومد إليه اليد اليمنى التي <span id='ms038'></span> بها الجبن، وارفع\nالأخرى كأنك تريد أن تمسح بها رأسه، وانظر إليه بشق عينيك، فإذا تكلب على\nالأكل في القصعة أخرها عنه شبرا لا غير، وانظر إليه بعينيك جميعا ثم حرك\nالقصعة وكلمه مثل من يستجيب، فإذا فعلت ذلك فابعد عن الحاضرين، فإن هذا\nمبتدى، وكل مبتدى صعب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أنه وحش يظنك عدوا فلا يؤخذ إلا باللطف والمداراة.\n</p>\n\n<p>\nواعلم أن إجابة الوحش كإجابة البازي سواء، فإذا أمن ومشى إلى الطعم وهو\nغير خائف، أطعمه ثلاثة أيام قائما بحيث يتكلف رفع صدره ورأسه إلى القصعة\nوكل ذلك وهو لا ينظر إلى وجهك إذا خاف منه.\n</p>\n\n<p>\nثم تجعل له بعد ذلك دكة يكون ارتفاعها ذراع ونصف وتضع فوقها القطيفة التي\nينام عليها والكساء الذي ينام عليه، ويجلس الذي يريد أن يطعمه خلف تلك\nالدكة، ويربط قصعة الطعم بخيط مرس، ويأخذ المرس بيده ويحرك تلك القصعة\nبالطعم، فإذا طلع إليه أي الدكة قطع عليه الطعم وأطعمه من خلفه مرة مرة، كل\nمرة لقمة واحدة من تحت إبطه ورقبة الفهد تحت جناحه الأيمن.\n</p>\n\n<p>\nفإذا كان اليوم الثاني رفع له الدكة نصف ذراع حتى يكمل ارتفاعها ذراعين\nويفعل كذلك في اليوم الثالث إلى أن يرفع له ثلاثة أذرع.\n</p>\n\n<p>\nولا يزال يطعمه على ذلك ستة أيام إلى أن يجيء إلى المرس من غير إنكار،\nفإذا كان اليوم السابع عمد إلى فرس وطي وشد عليه وجعل الرفادة كما يعلم،\nوألبسه ذلك الكساء أي لبس الفرس بحيث لا ينظر إلى هيئة الفرس، ثم يركب\nالصياد ويأخذ المرس بيده ويجعل القصعة على الرفادة من خلف ظهره ويحركها\nليسمع الفهد صوت حلق القصعة ويجذب المرس بيده اليمنى من غير عنت إلى أن\nيطلع الفهد على ظهر الفرس فيعمد إلى القيد الذي برجليه ويديه ويفصل بعضه عن\nبعض بحيث يعود مثل شكال الفرس ثم يحرك الفرس فيمشي ويلازمه رجلان، أحدهما\nخلف ذنب الفهد ومؤخر الشكال، ولزم رجل آخر بمقدوم الشكال، والفرس ماش خطوات\nوالفهد يأكل إلى أن يفرغ، فإذا فرغ مشى <span id='ms039'></span> به خطوات وأطعم بعد ذلك.\n</p>\n\n<p>\nفإذا كان اليوم الثالث يركب ويمشي به بعد أن يطعمه لقمة أو لقمتين نصف\nميدان، وإن تلعثم عليه وأنكر طعمه وهو يسير عليه، ولا يزال دأبه إلى أن\nيركب ويسير به نصف فرسخ ثم يطعمه بعد ذلك ثم يحطه إذا أمنه ويخلى عنه من\nيلازمه ليريضه، واليوم الثاني كذلك والثالث كذلك واليوم الرابع يخليه مائة\nخطوة ويدعوه إلى ظهر الفرس ويركبه ويكون طعمه بعد انقضاء سيره حتى يكون\nمشتغلا أبدا بانتظار الطعم ولا يزال يفعل به ذلك إلى أن يثق منه الذي يريد.\n</p>\n\n<p>\nثم يكسر له كسيرة ويجتهد في أن يكون غزالا لطيفا، فإذا صاد الفهد الغزال\nفليأت الغزال من قبل وجهه رويدا رويدا وهو يكلمه إلى أن يقبض رجلي الغزال\nثم يركب على ظهر الفهد كما يعلم ويذبح الغزال من غير أن يقاوي الفهد في\nمنازعته إياه على عادة المعلمين.\n</p>\n\n<p>\nقال محمد بن منكلي، غفر الله له: وينبغي للفهاد أن يعرف معادن الفهود فإن\nكل جهة لفهودها أخلاق زعرة، وأقل من ذلك، وهذا في حق الفهاد ضروري ولعل مثل\nهذا لا يخفى على العارف.\n</p>\n\n<h1 class='l1' id='head29'>باب ذكر معادن الفهود وأجناسها وألوانها</h1>\n\n<p>\nفالفهد موجود في أكثر الأراضي إلا بلاد الروم وبلاد العجم لقوة البرد،\nويل لم يكثر بها غزال.\n</p>\n\n<p>\nوقال أهل المعرفة: إن الفهود لا توجد إلا في الإقليم الغربي ثم القبلي\nوالشرقي، فالغربي مما يلي بلاد المغرب، والقبلي مما يلي الحجاز إلى اليمن\nوما يليها إلى بلاد العراق، والشرقي مما يلي بلاد الهند إلى بلاد تبت.\n</p>\n\n<p>\nوأما الإقليم الذي يعدم فيه هذا الجنس فهو إقليم الشمال مما يلي بلاد\nالعجم إلى بلاد الترك إلى بلاد الكرج. قال ذلك الأستاذ أبو الروح عيسى\nالأسدي وكان عالما بأمور الصيد متبصرا رحمه الله، وكان في زمن الأيوبية في\nسني شيء وخمسمائة، رأيت ذلك مؤرخا.\n</p>\n\n<p>\nوذكر عيسى الأسدي أن في بلاد العجم بلاد واسعة تعرف عندهم بالعراق، وهي\nقليلة البرد والثلوج، فيها غزال كثير وفهود.\n</p>\n\n<p>\nقال أهل الخبرة: إن <span id='ms040'></span> فهود سماوة هي خير الفهود في صيد الحلقة، والمصريات\nخير منها إلا أنها هي أحسن شعرة من المصريات، والمصريات أنبل وأطول ولكنها\nتصيد الأدمي والسماويات ملاح المنظر جدا وأكثرها بيض، قليلات النقط، وهي\nخفيفات الأجسام طويلات العظام. وذكر هذا الجنس خير من أنثاه، والأنثى أحسن\nشيء يكون ولا تمل من العدو أي الجري، ولعل منها ما يعدو يوما كاملا، وهي\nأيضا طويلة الظهور طويلة الأذناب كأن رقابها لعب إذا تجلت، وكأن ظهورها\nحيات إذا تولت، وكأن أذنابها رماح إذا ارتفعت، وهذا الجنس أحسن الفهود\nوأنفعها وأحمدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوالحجازيات أصبر منها في الأرض الوعرة، وهي في الشكل دون ذلك، إلا أن\nالسماويات أطول نفسا وأعدى أي أجرى. والحجازيات أقوى على الحفاء والسماويات\nأصبر في الشام وغير الشام على البرد. أما الحجازيات أصبر على الحر من\nغيرها، وأكثر ألوان الحجازيات يضرب إلى الحمرة الصافية، والصفرة وذلك بحسب\nالتربة، كما أن السماويات تميل إلى البياض وكذا يذكر عن غزال الهند إنه\nأسود على صبغة الأرض، وكذلك غزال المسك لونه أسود، وفهود اليمن تميل إلى\nالسواد.\n</p>\n\n<p>\nذكر فهود ثرثارة. وأرض الثرثار مما يلي سنجار عن شرقيها مسيرة يوم\nللفارس، وهي أرض كثيرة الماء نبعا وهو غير طيب، وفيه الطيب، وهي كثيرة\nالقصب ويوجد الفهد في تلك الأرض. وفيها الأسد وسائر الوحوش، فهدها متلون لا\nأحمر ولا أصفر، وهو فهد حسن طويل النفس. وقد جرب هذا الجنس من هذه الفهود\nفي أرض الموصل قديما على غزال يعرف عندهم بالجري الشديد، وهو أعدى ما يكون\nمن الغزال، وقد ذكر عن هذه الفهود أنها تزيد عن غيرها من الفهود ضلعا، وفي\nالطول عقدا.\n</p>\n\n<p>\nوهذا الغزال الجاري يوجد في أرض نينوى والمدينة تعرف باسم النبي يونس\nعليه السلام، وبأرض الموصل برية موحشة فيها الغزال والفهد، وهو فهد جيد\nصبور على الحفا والحر والبرد، ويجلب هذا الفهد إلى الموصل وإلى إربل ويصل\nإلى خلاط وإلى شهرزور.\n</p>\n\n<p>\nوأما الفهود الشامية فهي فهود حسنة معتمة الوجوه إذا وقف الفهد على\nالدابة خلف <span id='ms041'></span> حامله كان أعلى من الفهاد.\n</p>\n\n<p>\nومن فهود الشام نوع لطيف لكنه غير محمود، وهي التي تصيد الآدمي وتصيد\nالبقر، ولا تراد هذه الفهود لخبثها، وهي حمر عراض الأذناب كبار الرؤوس،\nغلاظ الرقاب، كبار الآذان، غلاظ القوائم، وهي تتصل بفهود الساحل، إلا أن\nفهود الساحل تميل إلى السواد.\n</p>\n\n<p>\nوجل هذه الفهود من أنطاكية إلى عسقلان، إلا أن فهود الزرقاء ألطف وأحسن\nشعرة لونا، وتصيد الآدمي.\n</p>\n\n<p>\nوفيها ما يضرب إلى البياض والحمرة، وهي أطول أنفاسا من الشامية.\n</p>\n\n<p>\nوأما الفهود الكركية فهي خير من جميع ما ذكر، إلا أن فيها شيئا من\nالسماويات في أحسن الخلق والخلقة والعمل وحسن الشعرة والفراهة، وفهدها إذا\nعدى يعرف بالنظر على أنه معروف مشهور عند العرب وفي سائر بلاد الشام وديار\nمصر.\n</p>\n\n<p>\nوإن الفهد إذا صاد مع البازي لا قيمة له، وفهود صدر خير من فهود مصر.\nوالسماويات والكركيات في أخلاقها زعارة، وإن فهود صدر فيها الأبيض المليح\nوالأحمر المليح والأصفر.\n</p>\n\n<p>\nوالعرب تدلس فهود أرض صدر على أكثر الخلق بالفهد الكركي، وذلك أن الفهد\nالكركي يكتسي شعرة كثيفة تصل إلى الأرض، وفهد صدر أجرد قليل الشعرة جدا،\nخفيف اللحم، قليل الشحم. والفهود المصرية فهي مذكورة جيدة، مشهورة، غير\nحسنة المنظر، وأبيضها غير صادق وهي فهود خشنة، وحشة المنظر، رديئة الأخلاق،\nوأكثرها يصيد الآدمي. وفيها الزائدة الخشونة، تصيد ولد البقر وولد الحمر،\nوهي جيدة إذا مكنت من الصيد في الحلقة وليست بطائلة في الصيد المعتاد، وهي\nأصبر على الحفاء، وهي خير من فهود بلاد الإسكندرية.\n</p>\n\n<p>\nوفهود برقة تصيد الغزال الأبيض، وهي تميل إلى البياض وتلك أطول نفسا\nوأحسن. أما غزال مصر فهو أشد عدوا من غزال أرض الإسكندرية، وهي غزال لطيف\nيقال بأنه أنقص ضلعا من غيره. وأما فهود بني سليم، وبنو سليم عرب كثيرو\nالأذية يجب على ولي الأمر أخذهم وتطهير الأرض منهم إذا لم يرجعوا ويتوبوا.\nوفي أرضهم الفهد وهم يجلبوه إلى الديار المصرية. وهم ملاح، فيها الأبيض\nوالأحمر والأصفر، ولا يوجد منها أسود، وهي فهود <span id='ms042'></span> جرد قليلة الشعر، والمصريات\nخير منها وأعدى، لكن هذه أحسن. إلا أنها لطاف، وهذا آخر ما انتهى من ذكر\nالفهود والله الموفق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوكان المتوكل يهوى الصيد بالفهود، فخرج يوما ومعه فهد، وكان قد هرب منه\nعدو، فوجد في الحلقة فأوتي به إليه، وكان ذلك العدو فيما يقال أنه يستوجب\nما تؤاخذ به الملوك، فلما أوتي به إليه جرد المتوكل سيفه، وقصد ضرب عنقه،\nفأثيرت أرنب من بين ذلك الرجل الذي قصد المتوكل ضرب عنقه، فألقى المتوكل\nالسيف من يده، وأرسل الفهد على تلك الأرنب، وركض خلفها حتى صيدت، فنزل\nوذبحها وجعل يطعم الفهد، ثم التفت إلى حاشيته، وقال: كنت أسر خلق الله بقتل\nعدوي هذا، وقد أزالت هذه الأرنب ما كان في قلبي عليه، ثم أمر أن يحضر بين\nيديه، فلما دنا منه تلا المتوكل قوله تعالى: \"وفديناه بذبح عظيم\". ثم عفا\nعنه وأحسن إليه وجعله من ندمائه إلى أن مات رحمه الله.\n</p>\n\n<p>\nوهذا من أعجب ما روي من أحوال الغواة في الصيد.\n</p>\n\n<p>\nوكان الرشيد أيضا من الغواة في الصيد، والمعتصم أيضا كذلك، وكان محمد\nالأمين أشد الناس انهماكا على الصيد، ولو عددنا الخلفاء والملوك وغيرهم من\nالمنهمكين على الصيد، لطال الأمر.\n</p>\n\n<p>\nوأما رياضة الفهود بعد ذلك مثل رد الفهد عن الصيد بخشوف من فراخ الغزال\nفقد علمه الرواض من الفهادة، وأما ترغيب الفهد في صيد فحل الغزال مدوما\nفاذكره إن شاء الله تعالى، يعمد الفهاد إلى فهده في الصيد إذا صاد الفحل أن\nيفتح له حتى يأكل الغاية كل ما صاد فحلا، وإذا صاد العنز أو غير العنز\nيدفعه ولا يطعمه، وإن أحوجت الضرورة أن يطعم أطعم بعد أن يركب على ظهر\nالفرس، بفعل ذلك مرارا فإنه يعتاد الأكل من الفحل، يعرف ذلك فيجعله دأبه من\nالقطيع ولا يريد سواه إن شاء الله تعالى.\n</p>\n\n<h1 class='l1' id='head30'>باب تغيير عادة الفهد إذا اعتاد الهروب</h1>\n\n<p>\nفاعلم أن هذا مضروب وعلامة ذلك، أنه إذا وصل يلطم بكفيه الأرض، فإذا أبصر\nذلك منه فليس دواء <span id='ms043'></span> إلا تغيير الفهاد، فإن لم يجد ذلك منه، ودام الفهد على\nعادته، فيعمد الفهاد إلى طعم الفهد عند إرساله على الطريدة أن ينقص ثلث\nطعمه، فيجعله برسم الذواق، ثم يحك من الجبنة مثل الملح فيذره على ذلك\nالذواق، ويجعله مثل ثلث الذوق، ثم يقدره لقما، فكل ما أرسله وأخطأ عمد إلى\nلقمة جيدة يطعمه إياها، يفعل ذلك ثلاثة أيام أو خمسة ولا يوفيه الطعم إلا\nذواقا من الطعم، فإنه إذا فعل ذلك لم يعد الفهد إلى ما كان يفعل إلا إن كان\nخوفه من الفهاد، أو خوف يلحقه من الفرس، فإن من لفهود ما يكون إذا نزل عن\nظهر الفرس يجد بذلك راحة فلا يريد الرجوع إلى فهاده بغضا للفرس، وهذا الأمر\nصعب إصلاحه.\n</p>\n\n<p>\nوقيل إن أول من حملها على الخيل يزيد بن معاوية.\n</p>\n\n<p>\nخواص خلق الفهد، من ذلك، قال أرسطو: إن السباع تشتهي رائحة الفهد، وتستدل\nبها على مكانه، وربما قرب بعضها من بعض، وهي يستخبي في الشجر، فإذا مر به\nأيل مفاجأة وثب عليه، وأنشب مخاليبه في أكتافه ويمص دمه حتى يضعف الأيل\nويسقط، فتجتمع عليه الفهود وتأكله، فإن اجتاز به أسد نهض وترك الفريسة له\nتقربا إليه.\n</p>\n\n<p>\nوالفهد يعتريه داء يسمى خناقة الفهود ويلهم إذا اعتراه ذلك الداء أن يأكل\nالعذرة فيبرأ.\n</p>\n\n<p>\nومن طبعه، أنه يحب صوت الحسن ويصغي إليه. وربما كان ذلك سببا في صيده،\nومما ركب فيه أن ما عجز منه عن التكسب لهرم أو غيره تصيد له الأخر في كل\nيوم شبعة، فما أحسن هذه الموافاة من هذا الحيوان الوحشي.\n</p>\n\n<p>\nزبله: طريا يطلى به مقود الفرس الذي يمضغ مقوده، فإنه إذا شم ذلك امتنع\nالمضغ، وإن الفهد إذا أخطأ صيده رجع مغضبا، وربما قتل سائسه ذلك الوقت.\n</p>\n\n<p>\nومن أخلاقه: أنه يأنس لمن أحسن إليه، ويقال أنه لص من لصوص السباع، ولم\nأر لأجزائه خاصية كغيره من الوحوش غير مرارته، فإنها إذا أذيبت وجعلت على\nالجرح انقطع جري الدم.\n</p>\n\n<p>\nومرارته، سم قاتل وإذا خلطت مع <span id='ms044'></span> الزنجار فإنها تفتح الأورام لطوخا.\n</p>\n\n<h1 class='l1' id='head31'>باب صيد الأرنب بالفهد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n<p>\nوأما صيد الأرنب بالفهد المبتدي جيد، لاسيما الفهد الربيب، فإنه لا ينبغي\nأن تصاد به إلا الأرنب حتى يتقلب عليها، ويعرف المراوغة، فإذا صاد به ثلاثة\nأطلاق أو أربعة، خرج به إلى المظنة للصيد ودور به وهو مغطى الوجه تارة،\nومكشوفة أخرى إلى أن ينظر منه الحاجة، ويعرف ذلك من قلقه على الرفادة، فإذا\nنظر ذلك منه، أجلس أحدا يأمره أن يخلي ما معه من كسيرة ويجتهد أن يكون خشف\nمن وراء ستارة، ثم يكشف بعد ذلك وجه الفهد، يفعل هذا مرتين أو ثلاثة ثم\nيخرج به إلى الصيد، وأصل هذه الصناعة حسن الخلق والمداراة وتقدير الطعم\nومعرفة الإجابة ومعرفة ركوب الخيل والركض.\n</p>\n\n<h1 class='l1' id='head32'>باب في تعليم عناق الأرض</h1>\n\n<p>\nقال صاحب حياة الحيوان: عناق الأرض هو التفه، نوع من السباع بقدر الكلب\nالصغير يشبه الفهد، صيده في غاية الملاحة ولا يأكل إلا اللحوم ويصيد\nالكراكي وربما واثب الإنسان وقيل إنه السنور البري.\n</p>\n\n<p>\nويسمى هذا الحيوان بلغة العجم ساه كوش ومعناه أسود الأذن، وقد ذكر في هذا\nالجنس أشياء عجيبة، قيل أنها التفه، سميت بذلك.\n</p>\n\n<p>\nولم يعرف أول من لعب به من الفرس، وتسميه العرب عناق الأرض لشبه لونه\nبلون التراب، ويحكى عنه حكايات عجيبة، ومن صيده الكركي والحبرح والإوز وغير\nذلك، وإنه يقتل الأسد إذا نازعه على فريسته، وذلك أنه إذا وثب عليه الأسد\nدخل بين رجليه فلا يقدر الأسد عليه، ثم يتعلق هو بالأسد في مكان لا يقدر\nالأسد الخلاص منه، ويجعل يديه في حلق الأسد معانقة وينهش بفيه في حلقه،\nويكون ظهره وأوراكه بين يدي الأسد لاصقة لصدره ناشبة فيه بمخاليبه فلا يقدر\nأن يتخلص منه إلا إذا كان بقربه ماء فإنه ينزل ويغيب نفسه فيه ولا يظهر إلا\nمشفره فإنه يخلص منه وإلا فلا.. ويقتل في البرية جميع الدواعر الكبار إذا\nنازعته على الصيد. وإذا ربطه الصياد في بيت فيه فهود، فإن ذلك من ضعف رأي\nالفهاد وقلة معرفته <span id='ms045'></span>، وللتفه صناع غير صناع الفهود، وخلقه أشد من خلق الفهد\nلما فيه من ضعف التركيب، وهو يشب إلى ما فوق عشرة أذرع إلى ما هو أقل،\nوأكثر ما يلعب به في بلاد العجم والموصل وفي بلاد الروم، وأصنع ما يكون\nفيها العجم، وهم أكثر الخلق معرفة في ترويض الضواري.\n</p>\n\n<p>\nولنرجع إلى كيفية تعلم عناق الأرض، وذلك أنه يستجاب كالفهد وينبغي أن\nيوقف شيء من الطيور في الماء مثل الإوز والكركي ويجسره على أخذه في الماء\nليعتاد على ذلك، وقيل أيضا أنه إنما سمي عناق الأرض لأنه ينبع من الأرض عند\nوثوبه ولا يراه أحد قبل ذلك لمشابهة لونه بها.\n</p>\n\n<p>\nوله وثبة إذا طار الطائر منه تبلغ عشرين ذراعا ارتفاعا، وأربعين ذراعا\nعلى وجه الأرض.\n</p>\n\n<p>\nوكل هذه الضواري لا تصيد بغير صانع، وينبغي للصانع أن يظهر صنعته لتراها\nالناس، ولولا ذلك لبطل الفضل بين الناس، فسبحان صانع كل شيء ومصوره ولم\nأذكر عناق الأرض في هذا الكتاب إلا تطرفا لأنه لا يكون في بلادنا ولا يوجد\nإلا في بلاد العجم.\n</p>\n\n<h1 class='l1' id='head33'>باب تعليم الكلب</h1>\n\n<p>\nينبغي لمن يربي كلب الصيد أن يكون عارفا بجميع أمراضه وما يصلح لمداواته،\nومتى ما صار له من العمر شهرين تأمر صبيا أن شيد له في رأس خيط ذنب ثعلب أو\nقطعة من جلد الغنم أو غيرهما، ويكون طول الخيط نحو خمسة أذرع فيجر الخيط\nأمامه وينشطه ويجتهد في أن لا يسلم إليه ما في الخيط ليزداد بذلك حدة\nوحنقا، فإن ذلك يزيده جرأة وحرصا، فإذا صار له خمسة أشهر أخرج له فأرا\nكبيرا وهي الجردان التي تكون في الصحاري ولا يناوش بها، على عرس في مبدأ\nأمره فذلك يفسده، فإذا سار له سبعة أشهر مضى به إلى البرية القفرة التي\nيأوي إليها اليربوع، وهو يكون في الأرض المعتدلة ويعرف مكانه بسد باب حجرته\nبالتراب، فإذا عاين ذلك جعل في بابه خرقة مهيأة كهيئة كيس ويكون له في بابه\nطوق خشب أو حلقة حديد بحيث تدخل اليد فيه <span id='ms046'></span> كالراووق لاحتمال دخول اليربوع في\nالكيس المذكور.\n</p>\n\n<p>\nوأما اليربوع فلا يصيده إلا الكلب الجيد، ويخلى على اليربوع الثلاثة من\nالكلاب والاثنين برسم الفرجة، ويبعث الثلاثة كلاب وأكثر ولا تأخذ اليربوع\nإلا عدة كلاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا تعلم الكلب الكسرات والردات، أرسله على أرنب لطيفة ولا يرسله على\nالثعلب في مبدأ أمره، وإن حصل على أرنب لطيفة وشد على أعصابها وخلاها كان\nذلك أولى وأحسن، فإذا فعل ذلك مرارا أرسله مع كلب آخر أعرف منه بالصيد،\nوهكذا ينبغي أن يفعل لمن أراد أن يضري الصيد ليخرج كلبه جوادا.\n</p>\n\n<p>\nوللناس في كل شيء مذاهب، وينبغي أن لا يطعم الكلب في النهار إلا مرة\nواحدة وخير ما أكل الكلب الخبز وحده، لمن أراد أن يجود عدوه، ولا يخلى على\nالمزابل يأكل ما لقي فإن ذلك يفسده، وينبغي أن يضمر مثل تضمير الفرس، وأن\nيعرف مقدار طعمه كما يعرف مقدار طعم البازي وغيره ولا يطعم اللحم إلا من\nالصيد عند صيده إياه، فإن اللحم يسمن الكلب، وإذا سمن قل عدوه ولا بأس بأن\nيطعم مع الخبز دهن الأكارع بحيث يلوث الخبز ما لا يثرد فيه كما تفعله\nالجهلة برياضة الكلب ويسير في كل جمعة مرتين.\n</p>\n\n<p>\nقال محمد بن منكلي، ختم الله له بالحسنى: ويجب على المتصيد أن يتقي نجاسة\nالكلب، فإن النصوص الشرعية جاءت بالإعلام عن نجاسته خلافا لبعضهم. والإمام\nمالك قرنه بالخنزير، ومن المعلوم أن في نجاسة عينه خلاف ولا يقتدى بمن يلبس\nكلاب الصيد إجلال الحرير، فإن ذلك بطر وبذخ وقلة فطنة ويسامح بإلباس كلاب\nالصيد الجلال من الخرق المصبوغة كالأصفر والأحمر.\n</p>\n\n<p>\nومن الغواة للصيد من يترك الكلب لينام على فراشه ويجلس على وسادته ولا\nيفعل ذلك إلا كل قليل الاحتفال بدينه غير متحر فيه، نسأل الله العفو، ولا\nيمنع تغطية الكلاب واستدفائها وغيرها إلا الحرير، وعلم إباحة ذلك لكن ذلك\nتبذير. فلا يقتدى بجهلة عرب البادية وعفاشتهم، وعدم توقيهم النجاسات حتى أن\nأحدهم قد ينام والكلب في حضنه وغير ذلك من القبائح المحرمة <span id='ms047'></span>.\n</p>\n\n<p>\nوأجناس الكلاب خمسة منها: الصيدي المعروف بين الناس المرغوب فيه،\nوالزغاري وهو النشاق والحبك وهو أصل آخر لا ينفع لشيء من الصيد، وهو ألطف\nما يكون من هذه الأجناس ترغب فيه المكاريه في الإسطبلات، وتعلمه البغاددة\nفيقفز في الطار وهو مما يضحك عليه الصبيان. والمشبة والدبيسي الذي يكون في\nالأسواق وفي القرى للحراسة للدروب والغنم، وهذه الكلاب هي التي نهى الشارع\nصلى الله عليه وسلم عن تربيتها إلا لذلك.\n</p>\n\n<p>\nقال مكحول الفقيه، رحمه الله تعالى: إذا أرسلت كلبك المعلم فأكل من طريدة\nفاضربه أسواطا وأوقفه على جرمه، فإنك إن فعلت به ذلك لم يعد إليه إن شاء\nالله تعالى، ومدح بعضهم كلب صيد، فقال:\n</p>\n\n<p>\nومؤدب الأنساب يمسك صيده ... متوقفا عن أكله كالصايم\n</p>\n\n<p>\nطرب إذا ما صاد عانق صيده ... طرب المقيم إلى عناق القادم\n</p>\n\n<p>\nوقد قيل في مثل ذلك كثيرا.\n</p>\n\n<p>\nوالكلبة تحيض في كل سبعة أيام، وعلامة ذلك ورم أشفارها، وهي تحمل ستين\nيوما، ومنها ما يحمل خمس السنة، ومنها ما يحمل ربعها، وما ولدته قبل الستين\nلا يعيش.\n</p>\n\n<p>\nوتضع جراها عمياء، فلا تفتح عيونها إلا بعد اثني عشر يوما، ويظهر لبنها\nبعد حملها بثلاثين يوما، وهي تعيش إلى عشرين سنة، وإذا هاجت ترى عليها كلاب\nعدة، أبيض وأسود وأبقع وأصفر، فتؤدي إلى كل سافد شبهه وشكله، والكلب يقظ في\nنومه جدا، ويقال إنه في حال نومه أسمع من فرس.\n</p>\n\n<p>\nومن عجيب طباعه أنه يكرم الجلة من الناس، وأهل الوجاهة فلا ينبح عليهم\nوربما حاد لهم عن طريقه، ومن طباعه أيضا أنه يأكل للقناعة لا للشبع، إن في\nهذا لعبرة للإنسان العاقل.\n</p>\n\n<p>\nوالكلب يقبل التأديب والتعليم والتلقين، وهو أهدى من الفيل والدب والقرد.\nحتى لو وضع على رأسه مسرجة ورمي له قطعة لحم لم يلتفت إليها، فإذا أخذت عنه\nالمسرجة عاد إلى اللحم، وهو يعيش على الجراح التي لا يعيش معها غيره. وقد\nألهمه الله تعالى، إذا كان في بطنه دود وأكل السنبل ثم يتقيأه فيرمي معه ما\nفي بطنه من <span id='ms048'></span> الدود، ويطول الكلام لو أردنا الشرح مثل ذلك.\n</p>\n\n<p>\nومن خواص أجزائه، نابه، إذا علق على من به يرقان ظاهر نفعه، وإن علق على\nمن به عضته نفعه، وإن علق على صبي خرجت أسنانه بغير تعب وإن علق على من\nعادته التكلم في نومه لم يتكلم في منامه، وإن علق على إنسان لم يعضه كلب\nكلب، وإن طلي لبن كلبة على البطن لم ينبت به شعر أو حلقه مثل النورة، ومن\nأخذ يوم الأربعاء قبل طلوع الشمس التراب الذي يبول عليه الكلب وجبل وجعل\nبنادقا وعلقت على المحموم سكنت الحمى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nدمه: ينفع لنهشته وينفع لسم السهام الأرمنية.\n</p>\n\n<p>\nقال صاحب كتاب الجواهر، رحمه الله: بوله إن تحملت به امرأة ليصل إلى\nالرحم أعانها على الحمل.\n</p>\n\n<p>\nقذره الجاف: إذا أحرق وأذيب بدهن آس ومرارة تيس وطلي به مكان القرح نبت\nفيه الشعر كما كان.\n</p>\n\n<p>\nمخ الكلب الميت: إذا طلي على الخنازير التي تكون في الحلق أذهبها.\n</p>\n\n<p>\nيده اليمنى: إذا أحرقت وأخذ رمادها ثم يسحق ناعما ويذر على العروق التي\nيسيل منها الدم فإنه يجفف ذلك كله.\n</p>\n\n<p>\nلسان الكلب الأسود: من أمسكه بكفه لم تنبح عليه الكلاب ويقال أن اللصوص\nيفعلون ذلك، وأضربت عن الأشياء التي لا يجوز شرعا استعمالها.\n</p>\n\n<h1 class='l1' id='head34'>باب في ذكر القط</h1>\n\n<p>\nوأول من لعب بالقط، قال عيسى الأسدي: هو من جملة الضواري ويسمى في بلاد\nالعراق الهر، وفي بغداد: السنور، وفي أواسط البصرة النوة، وفي بلاد طريق\nخراسان هذا الاسم أيضا، وتسميه العجم الكربة.\n</p>\n\n<p>\nوأول من تصيد بها بنو خفاجة. وطبع القط في حركاته كلها طبع الفهد. وقيل\nإن الباشق بقية طينة البازي، والتهركة بقية طينة الشاهين، واليؤيؤ بقية\nطينة الصقر، والقط بقية طينة النمر، وهو يصيد الطيور مثل الدراج والطيهوج،\nوما الفرق بينه وبين الزغارى إلا الشم.\n</p>\n\n<h1 class='l1' id='head35'>باب ذكر الدبق وأول من دبق</h1>\n\n<p>\nيقال أنه كان في زمان هارون الرشيد رجل اسمه إبراهيم، وكان من أرض البصرة\nيصيد جميع الطير، فمنها ما يصيده بالنبل، ومنها ما كان يأخذه بالضواري،\nوكان <span id='ms049'></span> يلعب بالبازي والشواهين والصقر وجميع الضواري من فهد وكلب وما شاكل\nذلك ثم الدفائن في الأرض والأشراك والشباك وغير ذلك من أمور الصيد، وله\nكتاب في البيزرة، وهو جيد مجرب غاية ولم يذكر فيه غير الأدوية لا غير، وكان\nمع إبراهيم هذا ثلاث قصبات لا غير يدبق بها العصفور زمان الفراغ ويدبق بها\nأفراخ الطير أيضا من البساتين، وكان بها مجودا.\n</p>\n\n<p>\nوكان يقول من يزعم أنه يلعب بالضواري ولا يدبق فإنه ناقص الهمة، وإنه صار\nعند هارون الرشيد بمنزلة لعلمه بهذه الصناعة وبالدبق.\n</p>\n\n<p>\nوتفرع التدبيق من إبراهيم البازيار رحمه الله، ودبق بعده بخمس قصبات\nوأكثر في زمن المأمون، رحمه الله.\n</p>\n\n<p>\nأما المنصور المدبق فإنه هو الذي علم السلطان مسعود. وكان أجود مدبق على\nوجه الأرض فيما يقال.\n</p>\n\n<p>\nوكان المستنجد بالله من المدبقين. ويقال أي شيء يكون أحسن من شخص قاعد في\nبستان وطعمه في كل طائر يدخل ذلك البستان وما يكون إلا إذا كان مدبقا.\n</p>\n\n<p>\nوفي بلاد العراق من يدبق في السنة بين صقر إلى شاهين وعقاب خمسين قطعة.\nوفي الناس من إذا سافر على نية التدبيق أخذ معه حوائج الطعام والقدر ما خلا\nاللحم.\n</p>\n\n<p>\nوفي الشام إذا وصل المدبق إلى الطير جعل على كل عود من الشجر قضيبا، وهذا\nليس عند أهل العراق، فإنهم يسمون المدبق المدبر.\n</p>\n\n<p>\nوأجزاء الدبق كندر وحب سبستان وحب عصفور، وإنما سمي حب عصفور لأنه من ذرق\nالطير يذرق على الغصن ويكون في ذرقه الحب أي حب كان فيعلق بالقضيب ويبقى في\nذلك الغصن ويصير مثل عنب الثعلب إلا أنه يكون مكببا، وهو يسوى في العراق\nالثمن الجيد، وأكثر ما يوجد في شجر الزيتون وأجزاؤه معروفة.\n</p>\n\n<h1 class='l1' id='head36'>ويبدأ بذكر الضواري من الطير</h1>\n\n<h1 class='l1' id='head37'>باب ذكر العقبان وأجناسها ومعادنها وألوانها وأسمائها وأول من لعب بها والجيد منها</h1>\n\n<p>\nوالدون، والنادر واللطيف وما يستحب أن يؤخذ منها، ومن الذي يجوز أن يلعب\nبها والكامل منها وكيفية اللعب بها. وكم من جنس هي\n</p>\n\n<p>\nاعلم أن العقبان سبعة أجناس، لكل جنس منها <span id='ms050'></span> لون، فهي سبعة ألوان أيضا.\nمنها العقاب المعروف بين الناس، ويسمى عقاب الصيد، مع أن جميع العقبان تصيد\nوتصلح للصيد، أما هذا العقاب فإنه أبرش الذنب، وهو أحسن العقبان وأطيرها\nوهو يقع في جميع البلاد القريبة من الجبال، وأكثر ما يكون في بلاد الشام،\nوفي أرض الموصل إلى الجزيرة وسنجار وبلاد نصيبين وماردين وديار بكر وسائر\nالأماكن التي يرغب بالصيد فيها وبها الصيد الكثير.\n</p>\n\n<p>\nولهذا العقاب شأن عظيم وهو لا يصلح إلا للعارف به، الذكي القوي الصبور،\nفإنه متى دخل في صنعة العقاب بغير معرفة خشي عليه العطب.\n</p>\n\n<p>\nواعلم أنه مع الرجل الواحد الذي ليس معه رفيق عدو قوي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني ناصر الدين الكردي أن شخصا من الغواة الصيادين كان معه عقاب فرماه\nعلى طريدة ففاتته، وكان صاحبه إذ ذاك فارسا، فطار العقاب وانقض على صاحبه\nفألقاه عن فرسه.\n</p>\n\n<p>\nوذلك أنه متى أرسله وأراد أن يخلصه إذا صاد فإنه إذا لم يحسن السياسة فيه\nقتله إن شدد عليه، فمتى صاد العقاب وأردت أن تخلصه فاعمد إليه إن كان معك\nراس طري الدم تلقيه أمامه يشتغل به، وهذا أهون ما يكون وهو السالك بين\nالناس، وأما غير ذلك فإنك إذا جئته فمد يدك إلى سيفه وتشكره، وتجعل الشكارة\nفي وتد في الأرض خشية على أنه إن خلص، يأخذ رجليك، فإن فعل ذلك فاقبض بيدك\nعلى منسره بحيث تسد منافسه ولا تشد يدك فإنه يخلى الصيد، فخذه منه واحمله\nعلى دابتك، ثم تقدم إلى العقاب واحمله على يدك، وهذا أسهل ما يكون، فإن كان\nمعك رفيق، فتقدم أنت إليه، واقبض السيور التي في رجليه، وطبق عليها اليد\nالتي في الكفة ثم اقبض باليمين على منسره كما ذكر لك هذا إن أردت أن تدفعه\nالطلق والاثنين والثلاثة ومتى ما أردت أن تشبعه فإن أشبعته جيدا فإنه يخلي\nالطريدة ويتركها من ذاته ومن دون الوسائط المقدم ذكرها.\n</p>\n\n<p>\nوأطعم العقاب ما شئت من الصيد وإن أطعمته الكبد والقلب فهو جيد، إلا\nالرئة فإنه إذا أكلها دائما <span id='ms051'></span> فإنه يقل حيله، ونعت هذا العقاب في الصفة أن\nيكون عالي القمة، عريض الهامة واسع العينين، مستشرف الحاجبين، غليظ\nالساقين، كبير الكفين، ممتلئ الفخذين، وسيع الشفتين، طويل المنسر، مهول\nالمنظر، حسن المخبر، طويل الذنب، قليل الشغب، شديد القلب يصيد الغزال\nوالثعلب وابن آوى والأرنب، إذا دعي أجاب، وإذا رمي أصاب، منهم الشدق، بعيد\nالزرق، عريض الفرق، قليل الخطر، كثير الظفر، إذا ضرب كسر، وإذا قبض نسر،\nوإذا أعيد جسر، وخيرها الواسع المنخر، كبير الكف، قليل الكف، إذا ضرب قتل\nوإذا طلب حصل، وإن تبع وصل وإذا خلص أفصل وإذا شبك أنسل.\n</p>\n\n<p>\nفهذا الجنس هو عقاب الصيد. وأما ألوان العقبان فمنها، الصفر وهو خير\nالألوان في هذا النوع، والأحمر وهو أقواها، والأسود وهو أجزلها والأخضر وهو\nأرداها والأرمك وهو أدناها فهذه خمسة ألوان، وينبغي للكواخ إذا صاد عقابا\nوهو وحده فلا يتغافل عنه لئلا يعطب الكواخ فليحذر كل الحذر، ويحكى أن كواخا\nصاد عقابا وكتفه ووضعه في الكوخ وإذا بأسد دخل عليه بعد أن كسر قضبان\nالباب، فأيقن الكواخ بالهلاك وأخذ ثيابه وألقمها الأسد فأخذها منه ثم ناوله\nمخلاة فأخذها فأمسك الكواخ العقاب بجناحيه وقدمه لصدر الأسد وهو يظنه مكتوف\nالجناحين والرجلين، وكانت قد انحلت كفا العقاب فألقاه بخيشوم الأسد، فقبض\nالعقاب بكفيه على خيشوم الأسد وجناحاه مكتوفة وجعل الأسد يتخبط وخرج الأسد\nمن عند الكواخ والعقاب لازم لخيشوم الأسد ووجد بعد ذلك الأسد وهو ميت\nفسبحان العليم بأحوال خلقه.\n</p>\n\n<p>\nقال عيسى الأسدي: رئي بالموصل رجل مقطوع اليد وكان مولعا بالعقبان وذاك\nأنه نام يوما وقد ربط العقاب قريبا منه فمد يده وهو نائم في وهلة النوم\nفوصلت إلى العقاب فقبضها العقاب بكفيه إلى أن جرد لحمها، فلما أفاق الرجل\nقتل ذلك العقاب.\n</p>\n\n<p>\nورئي بمدينة الموصل عقابا قتل نمرا، فتعجب به كل من رآه، وبقي العقاب بعد\nذلك ليالي ومات.\n</p>\n\n<p>\nومن العجائب أن العقاب إذا رأى حمارا وحشيا، نظر إلى ما يكون بالقرب من\nذاك الحمار، فإن كان ماء ألقى نفسه <span id='ms052'></span> في ذلك الماء ثم يخرج ويسط جناحيه على\nالرمل أو التراب ثم يطير إلى الحمار، والرمل في جناحيه، فيقبض وجه الحمار\nوينفض الرمل أو التراب في عينيه وأنكر الأسدي هذه الحكاية ولم يصب فقد\nيشاهد من هذا الحيوان ما هو أعجب من ذلك، ويرى من الطيور والنحل والذباب\nوالحشرات أعجب ما يحكى.\n</p>\n\n<p>\nوقد قال الأسدي: كل ما لا يشاهد بالعين لا يجوز أن يؤخذ بالقبول وهذا\nكلام لا يليق والشرائع ترده، وكأنه ينكر عجائب مصنوعات الله ولا أعجبني ذلك\nمنه، وكل ما أنكره العقل من حيث الجملة لا يحتج به.\n</p>\n\n<p>\nوإن فضلاء أهل المنطق حجبوا لتراكم نتائج العقل، وقد قيل شبه المنطق\nكالملح في الطعام على أن علم المنطق لا ينكر فإن أكثر المنطقية ينكرون\nالحقائق التي تكلم بها علماء الصوفية. واجتمعت بكبير منهم، عبد صالح معروف،\nوكان يعتقدني بمحبة فرايته ينكر بعض حقائق وقعت من الأولياء حجبه لا شك\nفيها العقل فلا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن منكلي: ولا ينبغي المبالغة في الاشتغال بعلم المنطق إلا لرجل\nزاهد متورع، عالم بالشرائع، وأما من قرأ الشمسية أو غيرها أو رسالات في\nالمنطق مثلا ولم يكن قد أتقن الفقه والحديث وتزهد ثم قرأ أصول الدين وأصول\nالفقه وتدرب في العلوم الشرعية فإنه يسلم من آفات المنطق كتجهيل غيره، فإذا\nلم يكن كذلك فلا يعول على ما قرأه من علم المنطق.\n</p>\n\n<p>\nورأيت أكثرهم متكبرين معجبين، فلنعد إلى ما كنا فيه، وقد خرجنا عن\nالمقصود.\n</p>\n\n<p>\nوقد تقدم أن اللعب بالعقاب لا يصلح لكل أحد، والذي يصلح أن يلعب بها يكون\nعارفا ذكيا، وهو أحسن الملعوب.\n</p>\n\n<p>\nوقد تكره الملوك حمل العقاب على أيديهم إلا عند الحاجة للفرجة. وقد تجلب\nالعقبان من المغرب، ومنها ما يوجد بالإسكندرية لكثرة الغزال في أرض تعرف\nبدير الزجاج وهو في مكان شرح قريب من البحر المالح يتوالد حوله الغزال\nوعنده الحباري والكروان والحبرج.\n</p>\n\n<p>\nوأسماء العقبان في كل بلد غير اسمه في بلد آخر. وأهل العراق يسمون <span id='ms053'></span> العقاب\nشيلمانيا، وفي بلاد الشام الشعيري وهو يشبه لون الشعير، والشليماني نسبة\nإلى حب يسمى بهذا الاسم، وهو يكون في الشعير، ويسمى في الشام الخافور وهذا\nالعقاب من أحسن صورة في الطير، ويسمى أيضا في بلاد الشط مما يلي جعبر\nوالرها وحران وسروج إلى الموصل، الأبيض، وليس بأبيض لكن له صورة عجيبة وهو\nكبير في العقبان، يصيد معهم الغزال ولكن وحده فلا.\n</p>\n\n<p>\nوهو أطير من كل عقاب وأخف وأحسن وألبق وأليق، ويسمى في بعض البلاد الفضي،\nوهو أحسن ما سمي به، ولونه أصفى من لون الكروان كثيرا.\n</p>\n\n<p>\nوقيل أول من لعب بها أهل المغرب، وهم الروم، ذكر ذلك في الكتب القديمة،\nوقيل أن قيصر أهدى إلى كسرى أنوشروان عقابا وكتب إليه أنها تعمل أكثر مما\nيعمل الصقر.\n</p>\n\n<p>\nوالعقاب أقل مونة من سائر الضواري يأكل الكبد وغيرها. ويأكل لحم الكلب\nوغيره. ويبقى اليوم والخمسة لا يأكل ولا يخشى عليه وهذه عادته، وأكثر الخلق\nلا يرغب في العقاب إلا من أجل الغزال.\n</p>\n\n<p>\nوالعقاب الأسود ويسمى بالعراق الزنبوري، وهو وقح عظيم، غير أنه ألطف\nالعقبان وجسده كله يشبه جسد الزرزور ما خلا ريش الجناحين، والطويل منه\nفلهذا سمي الزنبوري لأنه ينزل كالزنبور ولا يرجع، وأكثر ما يراد من هذا\nالعقاب حسن لونه والفرجة عليه. وأنثى العقاب اللقوة، وفرخه الهيثم.\n</p>\n\n<p>\nخواص العقاب: لسانه: من جفف لسانه وعلق عليه، ودخل على السلطان حاز\nمقبولا عظيما.\n</p>\n\n<p>\nدمه: إذا طلي به ثدي امرأة قد انقطع لبنها عن ورم فيه نفعه، ويجفف دمه\nويخلط مع إهليلج أصفر ويسخنا وتكتحل بها العين الوارمة، وأيضا يطلى به\nالعين الجربة من الخارج.\n</p>\n\n<p>\nشحمه: يذاب بزيت وتدهن به المفاصل (ينفع لوجع) النقرس.\n</p>\n\n<p>\nدماغه: يذاب بماء الفجل ويشربه من به ذات الجنب بماء حار.\n</p>\n\n<p>\nمخه: يذاب بعسل ويصير على الجرح في الرأس يلحمه.\n</p>\n\n<p>\nريشه: إذا شد في عنق إنسان وسافر فإنه يقهر كل من يريد به سوءا.\n</p>\n\n<p>\nمخلبه: علقه عليك، فإن السباع والذئاب لا تقربك بإذن الله عز وجل.\n</p>\n\n<p>\nعينه اليمنى: إذا علقت <span id='ms054'></span> على صبي فإنه لا يبكي ولا يفزع.\n</p>\n\n<p>\nعينه اليسرى: إذا علقت على من به حمى ربع أو مثلثة برئ منها.\n</p>\n\n<p>\nدماغه أيضا: إن سقي منه صبي قدر عدسه خرج شجاعا.\n</p>\n\n<p>\nساقه: نافع للتعب تمسكه معك فلا تتعب.\n</p>\n\n<p>\nجناحه: من دفنه في بيت قد دفن فيه سحرا أبطله.\n</p>\n\n<p>\nمرارته: تحد البصر وتجلي الغشاوة، وتنفع من ابتداء نزول الماء في العين.\n</p>\n\n<p>\nدخنة ريشه: تنفع من اختناق الأرحام.\n</p>\n\n<p>\nزبله: يحلل الخنازير طلاء عليها ويجلي الكلف والبثور اللينة بإذن الله\nتعالى.\n</p>\n\n<h1 class='l1' id='head38'>باب في كيفية الصيد بالبازي وأدب الحمال والفرس</h1>\n\n<p>\nاعلم أن حمل البازي على اليد اليسرى على المعلوم من ذلك، ويكون الحمال\nإذا ركب يسلم البازي إلى غيره، ويركب لئلا يتخبط البازي على يده، فإن كان\nلا يثق بمن يسلمه إليه فيحطه من يده على الأرض، ويركب بعيدا عنه ثم يستوثبه\nعلى يده، فإن كان البازي زعر الأخلاق، حط في كفه جناحا يشتغل به.\n</p>\n\n<p>\nوينبغي للحمال أن يكون على يسار صاحبه، ولا يناوله البازي إلا وهو على\nيساره ولا يأخذ البازي منه إلا وهو على يمينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوينبغي أن يعلم بازه متى صاح صاحبه يا فلان أن يثب بازه إلى يده من غير\nأن يناوله إياه، وأن يكون هو الذي يتناوله من يده ليكون الأدب والاحترام\nإلى الصاحب وحده.\n</p>\n\n<p>\nوينبغي إذا تصيد به، وكان ثم نهر أن يكون جنبه اليمين إلى النهر الذي\nيتصيد عليه، وأن يرتب ذلك من أول ركوبه النهر، وإن كان النهر على يساره\nفيعبر إلى أن يخليه على يمينه.\n</p>\n\n<p>\nفإن كان النهر ممن يمنع العبر حمل البازي على يده اليمنى ليتمكن من رميه.\nوينبغي أن يكون فرسه فرسا عروفا، وأن يكون لجامه بغير سلسلة ويغني عن السير\nولا يزعق في وجه الصيد بحضور البازي، ولا يحمل البازي أبخر أصلا، ويكون\nالحمال إذا حمله يقابله بالروائح الطيبة، ولا يطعمه اللحم البايت ولا لحم\nبقر ولا لحم جاموس ولا لحم جمل ولا لحم ماعز، ولا يداوم على إطعامه لحم\nالحمام ولا لحم الغنم <span id='ms055'></span>، وإذا أطعمه أن يبل اللحم بالماء الفاتر ولحم\nالعصافير الدويرية. وباقي العصافير رديئة أيضا إلا لحم المطوق ولحم الغراب\nرديء، ولا بأس بلحم العقعق وأبو زريق.\n</p>\n\n<p>\nوينبغي أن لا يقرب البازي إلى النار، وأن يشد في بيت أو في خركاة، ويفتح\nله بالنهار الضوء، ويسد عنه في الليل، لئلا يدخل إليه البرد وأن يشد على\nعارضة في البيت قريبة من الأرض مقدار ذراع بحيث أنه إذا وثب يصل إلى الأرض،\nوأن لا تكون الأرض التي تحته مرخمة ولا الحائط مبلطا، بل يكون جميعه طينا،\nوأن يفرش تحته في الشتاء التبن الذي ليس فيه غبار فإنه يدفئ ويطيب الروائح\nويمنع الذرق أن يغير الموضع، وكلما دخل البازيار إليه، شال ما يراه من\nالذرق ويجدد له التبن، ويكون له عارضة في الشمس طولها نحو قامة، وهكذا\nمداراة الباشق سواء، غير أن الباشق لا يتحمل لحم الدجاج، وينبغي أو يوقى\nالباز من الغبار بين الخيل ومن الدخان، ومن دخول الكلاب والسنانير إليه.\n</p>\n\n<h1 class='l1' id='head39'>باب نعت البزاة وأجناسها وذكر ألوانها وبلادها</h1>\n\n<p>\nاعلم أن البزاة سبعة أجناس، فمنها، الكرجية وهي الشهب وهي معدومة في غير\nبلاد الكرج كثيرة الأثمان، وهي أحسن البزاة وأشدها وأعظمها صورة، ولا يصل\nإليها إلا جلة الناس من السلاطين والملوك ولا تقع في غير تلك البلاد إلا في\nالنادر وهو عجيب. وهي أطول البزاة أعمارا، وإنها لا تحمل أنفسها من مشقة في\nالصيد إلا ما تطيق، وقد يقدم الأشهب منها، وهو أفخرها وأكثرها ثمنا.\n</p>\n\n<p>\nثم البزاة الرومية، وهي أكثر ما تكون حمرا لطيفة الأبدان، وهي قليلة\nالبقاء لا يكاد الباز منها أن يسني، وهي قصيرة الأنفاس.\n</p>\n\n<p>\nوأما الإفرنجية، فإنها رديئة الإجابة، وهي أيضا لطاف صغار الرؤوس، ولها\nهيكل يستحسن، وهي ملاح الأبدان والريش.\n</p>\n\n<p>\nوأما البزاة الدربندية والشرويني والأنجاري والجكوري وهي خير البزاة،\nفأما الدربندية فهي أندر البزاة وأحسنها كأن رؤوسها رؤوس الزمامج، طوال\nالأعناق، غائرات الأحداق كأن عيونها شعلتي نار.\n</p>\n\n<p>\nنعته (الجيد) عريض الأرياش، عريض خطه الصدر، عريض القامة، متشرف\nالحاجبين، طويل <span id='ms056'></span> المنسر، وسيع الكتفين كأن على ساقيه قشور كقشور التمساح،\nوسيع ما بين المنكبين، طويل العنق، رحب لصدر، واسع المنخرين، أصدف الكفين\nيخاف النار، ويخاف منه على الصغار، طويل المطار يصيد الكبار ويصيد الصغار\nوالكبار خروجه كالنار، وأكثر ما يقع هذا الجنس في بلاد العجم مما يلي بلاد\nهمذان إلى الموصل وإلى مراغة. ولا يعرف هذه البزاة إلا القليل من الناس.\nوأما الشرويني فإنه يشابه الدربندي في العمل والصيد إلا أنه أحسن لونا منه،\nوأجمل صورة وريشا. وهذه البزاة لا تأبى شيئا من الطير وقد قيل فيها:\n</p>\n\n<p>\nكأن فوق صدرها والهادي ... أثار مشي الذر في الرماد\n</p>\n\n<p>\nوأكثر ما تقع هذه الأجناس في بلاد الجزيرة إلى خلاط وبلاد هكارى تصيدها\nالأكراد وتربيها، وتبقى عندهم كثيرا وتتغير ألوانها من الدخاخين.\n</p>\n\n<h1 class='l1' id='head40'>باب ذكر البواشق وإصلاحها ومداراتها</h1>\n\n<p>\nعليك بالباشق يا سيدي ... فإنه إن مات أمر قريب\n</p>\n\n<p>\nوهو إذا عاش بلا كلفة ... وفعله في الطير فعل عجيب\n</p>\n\n<p>\nأحسنها الأبيض وهو الذي ... فعاله في القلب فعل الحبيب\n</p>\n\n<p>\nفتارة يولي إحسانه ... وتارة يمرض حتى يجيب\n</p>\n\n<p>\nفلا تكن تحزن من أجله ... فإن ذا فعل كفعل اللبيب\n</p>\n\n<p>\nوكن كمن في الدهر يوما له ... موافقا فيه ويوما مخيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nيلذ مادام له يومه ... ولا يبالي فهو فيه يطيب\n</p>\n\n<p>\nذكر الأصفر منها والأرقط وهو المسمى النيفق وما يحمد منه وما يذم:\nفالأصفر جيد إلا أنه سريع الانفراك والبرد يقتله، وإذا صح وأمن من العوارض\nوقح وصاد وهو أكثر ما يكون عريض القطب، شديد الكلب، طويل الذنب، كثير\nالهرب، وقد قيل فيه:\n</p>\n\n<p>\nلا تأمن الأصفر في سمنه ... فإنه يعذر حين المطار\n</p>\n\n<p>\nيريك من إحسانه مرة ... وبعدها يسقيك كأس المرار\n</p>\n\n<p>\nوهكذا الأسود في فعله ... وأرقط النيفق أوفى نفار\n</p>\n\n<p>\nواعلم أن الباشق الأرقط النيفق هو أقوى البواشق وأجودها، ومنه ما يصيد\nالكبار من الطير، غير أنه لابد له من هذه الخصلة الرديئة وهي الغدر، وفيه\nتضرب الأمثال بين اللعاب فيقال: \"أغدر من أرقط\" والزروقي في بغداد من أجل\nالبواشق وذلك لكثرة الدراج بها، فلهذا هو عندهم <span id='ms057'></span> عزيز.\n</p>\n\n<h1 class='l1' id='head41'>خواص البزاة والبواشق</h1>\n\n<p>\nخواص البازي: إذا طبخ البازي بدهن سوسن وطليت به العين أوقف الماء عنها\nوإن كان الماء نازلا في العين فإنه ينشفه، وإن عجن ذرقة وطليت به العين نفع\nمن الظلمة.\n</p>\n\n<p>\nمرارة الباشق: يسقى منه وزن نصف درهم تنفع من لخفقان السوداوي.\n</p>\n\n<h1 class='l1' id='head42'>باب ذكر الشواهين البحرية</h1>\n\n<p>\nوهي خمسة: الأبيض وهو أحسنها وخيرها وأجلها وأفرهها على الطير وأطيرها\nوأحبها لطير الماء وسنذكر اللعاب بها في سائر البلاد، وكيفية لعب كل قوم.\n</p>\n\n<p>\nوأما الشاهين الأصفر فإنه جيد الطبع والدوران واللزوم، وما سوى هذا فليس\nمثله في الصيد والأصفر إذا تعلم الصيد صار له ديدنا وألفا، وإنه لا يضيع إن\nضاع توريطا، ألا تراه إذا ضاع يتغير لونه فلو أنه وقع براجل يرمي بنفسه\nعليه. فهو أقرب الضواري رجوعا إلى الآدمي إذا ضاع وأسرع رجوعه خاصة هذا\nالجنس إذا صار كما ذكر في الفراهة والحفظ والملازمة.\n</p>\n\n<p>\nوأما الشاهين الأخضر فإن أكثر الناس تسمي الأسود أخضرا وهو عند العراقيين\nأسود مكلف بخضرة ونحن نسميه أخضر وهو أيضا مشكور محمود الخصال إلا أن\nالأصفر خير منه.\n</p>\n\n<p>\nوللأصفر في أوليته طمخة ثم تزول، وهذا في أوليته لزم لأنه شاهين دليل.\n</p>\n\n<p>\nوالأصفر يصيد الصرصر الذي يسميه الشاميون الصلصل وهو غلط، ولا يعرف من\nأسماء الطيور إلا الصرصر، وأكثر ما يرى في بلاد ملطية، ولا يصيده إلا\nالشاهين الجيد المفرط في الطيران، وإن هذا الشاهين الأخضر يحب هذا اللون\nويرغب فيه، وكل الشواهين تريده، ولكن أكثرها ترجع عنه حين تحسه، ولأهل\nالعراق طير يشبه هذا الصرصر، وهو أبلق الأجنحة بحمرة وبياض، وبه تظهر جودة\nالشواهين لأكثر الناس في العراق. وهو يوجد في الزرع، ولا يوجد في المياه\nإلا قليلا. والشواهين تصيد منه كثيرا في واسط.\n</p>\n\n<p>\nوالشاهين قليل القلق على اليد، وإذا غفل عنه البازيار يلحقه الخواء فيخشى\nعليه التلف.\n</p>\n\n<p>\nأما الأسود والأحمر فهما في الحالة سواء، ولا يكاد يكون الصغير منهم إلا\nالقليل وإذا صعد ودار كان قليل لعمل. وإذا تعلم فإنه يصيد الإوز والأرنب <span id='ms058'></span>\nوالحبارى.\n</p>\n\n<p>\nوأكثر الناس تزعم أن الإفرنج والروم أعلم منا، إذ يلعبون بالكواهي، وهم\nيضرونها على الكركي، وهذا لا يقوله عارف، ولو كان للإفرنج والروم شواهين\nبحرية لرضينا. لكن البحرية تقطع البحر ولا تنزل الجزائر إلا عابرة سبيل،\nوهم يأخذون الكواهي من الأعشاش، ولا يهتدون إلى أن تصيد الشواهين، والبحرية\nخير من الكواهي، والروم يأخذون ثلاثة شواهين أو اثنين فيطعمونها ولا تصيد\nإلا بالكلب، فإن لم يكن معها كلاب لا تصيد، والنجاري تصيد من غير معين، وهي\nأسرع من الكواهي وأقوى، غير أن الأمراض تسرع إليها، وهي كثيرا ما تقتل\nأنفسها من شدتها في ممارسة الصيد والطرائد الكبار.\n</p>\n\n<h1 class='l1' id='head43'>باب ذكر الشواهين الكواهي</h1>\n\n<p>\nوهي ألوان، أسود وأحمر وأخضر وأصفر وأبيض، والأسود أحسن الأجناس والحمر\nكبار، وأكثر أهل البحر لا ترغب في الحمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nنعت جيد الشواهين، هو أن يكون قصير الساقين، قصير الفخذين، مكتنز اللحم،\nشديد لحم الصدر، واسع المنكبين، وإذا كان فرخا تكون خطوط صدره عريضة كبيرة،\nفإذا تقرنص زاد سواده سوادا وبياضها بياضا، قصير الرقبة بغلظ عريض الهامة،\nغائر العينين، منحدب الظهر، قصير الذنب، قليل الريش إذا أقب من على اليد\nتصفق جناحاه بعضها على بعض، أخضر الكفين مبسوطة، طويل الأصابع، شديد الكف\nإذا قبض ناعم الجلد، زائد سواد الخدين واسع العينين والمنخرين، شديد الظهر\nإذا زرق، يبعد ذنبه كأنه قدوم طويل الجناحين، إذا طار أذهل، وإذا ضرب أنزل\nلا يرتد عن طريدة إلا إذا علم أنها تقهره. له الفوز العظيم في الطيران،\nوواحدها كوهي، وهكذا يسمى في سائر الكتب وكل البلاد إلا الشام ومصر فإنهم\nيؤنثون، فيقولون كوهية، وهو غلط وعيب عند أهل العراق والأعاجم.\n</p>\n\n<p>\nوأما كواهي خراسان وبلاد الكرج وبلاد الروم فهذه الثلاثة كواهيها سواء\nغير أن كواهي بلاد العجم خير من كواهي الروم أي أقصره وطوقان وقونية وسيواس\nإلى أرض ملطية وديار بكر جميعها، وكواهي الروم جميعها جنس واحد في العمل.\n</p>\n\n<p>\nوأما الكراك فهي ذكور الكواهي البحرية، وذكور الكواهي رديئة لا تصلح لشيء\nإلا للقليل التجربة، وهي أيضا <span id='ms059'></span> مما يميت نفس الملاعب فلا حاجة في ذكرها.\n</p>\n\n<h1 class='l1' id='head44'>باب نعت السنقر وذكره وثمنه وبلاده</h1>\n\n<p>\nأما نعته، فإنه يكون ناعم الريش قصير الذنب، طويل الجناح، أفطس الوجه،\nحاد الطيران كبير الكفين، عريض الريش، أنمر الظهر، عريض الصدر، كبير الرأس،\nقصير العنق، قصير الرجلين، غليظ الفخذين، كثير ريش الرقبة، إذا طار أطال\nوإذا رق أسرع، وإذا ضرب أوجع، وإذا انسر قطع، وإذا صاد أشبع، لا تحتاج في\nالأرنب معه إلى الكلب، شديد الجنب، إذا وثب على الأرنب يصيدها في البعد\nوالقرب، له من البلاد بلاد الكرج، يخاف عليه من الصدمات ولا يجوز إرساله\nعلى الطرائد الصغار، لأنه يضرب شديدا، فلهذا لا ترسله الأعاجم على الطرائد\nالصغار، ولا يصلح أن يرسل لطير الماء، وثمنه ألف دينار إلى خمس مئة دينار\nوذلك إنه قليل الخروج من بلاد الكرج لقلته عندهم ولا يخرج إلا على سبيل\nالهدية للملوك أو سرقة أو في زمان الهدنة. وكذلك الباز الأشهب أيضا ولا\nيجوز أن يدعى إلا بريش كركي أو ريش حبرج، وذلك أن تجمع له من أجنحة تلك\nالطيور، وتخيط بعضها إلى بعض ثم تدعوه وتوثبه عليها ليتعلم ويعتاد على\nصيدها.\n</p>\n\n<p>\nوالكمة له أصلح من أن يكون مطلق المنسر، وكونه يخرج من تحت الكمة أشد\nشهوة الوثوب من أن يكون مطلق الرأس، وقد تموت شهوته للصيد كما تموت شهوة\nالفهد، وقد يعرض له أن تخلع كتفه من شدة الوثوب إذا كان مربوطا.\n</p>\n\n<h1 class='l1' id='head45'>باب ذكر الصقر وموطنه وجنسه وجيده ورديئه</h1>\n\n<p>\nوتسمى عند العجم البحرية، وهذه الصقور لا توجد إلا في وقت معلوم من السنة\nفإنها تقطع مجتازة في كل سنة مرتين. فأما المرة الأولى فيقال لها بلغة أهل\nالعراق الطالع، يعنون بذلك لطالع من البحر، وهو إذا طلع كان من نصف شهر آب\nإلى آخر أيلول، وما قطع بعد هذه المدة يقال له المبتدر يعني المقيم وذكروا\nوالله أعلم، يفرخ في الربع الخراب من الدنيا.\n</p>\n\n<p>\nوقال العقلاء: إنه يطير في السماء عشرة أو خمسة عشر يوما بلياليها، لا\nيأكل <span id='ms060'></span> ولا ينزل إلى الأرض، ومصداق ذلك أن من الضواري من يخرج من القرناص وهو\nسمين، فيبقى اليوم أو الخمسة وفيها ما يبقى العشرة أيام وأكثر من ذلك لا\nيأكل.\n</p>\n\n<p>\nمصداق ثان، إن جميع الضواري يوجد له فرخ إلا الصقر واليؤيؤ، إنه لم يشاهد\nلها فرخ إلا لاحق بها، طائر معها، لأنها تفرخ في الصخور والجزائر التي\nبالبحر، ولعله إذا رأى مركبا سايرا في البحر تعلقت به.\n</p>\n\n<p>\nوالصقور الأحرار المنعوتة هي سبعة ألوان، منها الجيد ومنها الدون وأهل\nالخبرة تعرف ذلك لكثرة الممارسة والمداومة.\n</p>\n\n<p>\nوالعرب تختار الأسود وهو خيرها عندهم، وقد خطأ الفضلاء من أهل الخبرة\nالبدوي لاختيار الأسود، وسلموا له أنه جيد لصيد الغزال لا للحبارى، لأن\nالحبارى لا تثبت له، وتخاف منه لسواده فتهرب قبل وثوبه عليها لكنها لا تهرب\nمن الصقر الأبيض.\n</p>\n\n<p>\nومنها الأصفر والأشقر والأحمر، فأما الأخضر فهو جنس من أجناس السود وكذلك\nالمسكي وكذلك الآرامك، ويخشى من الصيد فيها من صيد الأبيض، فإنه إذا لم يصد\nفيحوم ولا ينزل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الأصفر والأشقر فإنه سريع الإجابة عندما تدعوه، والأسود والمسكي\nوالأخضر هي من أوطى الجوارح من هذا الجنس، وإن الأسود من الصقور هو سيد\nالصقور وأشدها طلبا وأكرمها حسبا، وخير ما يكون إرسال هذا الجنس على ذي\nالوبر من الحيوان مثل الغزال وغيره. فإنه إذا أرسل على الغزال كان شديد\nالقبض، عظيم النفض، قليل الرقص كأنه إذا وقع على رأس غزال بخيل وضع يده على\nمال، أو صاحب نزال قد ظفر بعد مطال، أو كأنه مع راس الغزال مخلوق أو له\nهناك حقوق، فلا يزال قابضا عليه كفه لا يريد غير حتفه. وقد وصف فقيل فيه:\n</p>\n\n<p>\nشديد المراس قوي الأساس ... بعيد القياس قليل الفشل\n</p>\n\n<p>\nهو الموت للظبي في حاله ... إذا ما دنا كفه والأجل\n</p>\n\n<p>\nوهذا الجنس الأسود أكثر ما يموت على الغزال مكسورا أو معضوضا، وذلك أنه\nيترجل في المصرع، ويجوز مع الكلاب، ويواثر القبض إذا وقع على الأرض، يسرع\nالعود إلى الطريدة، ويخشى عليه إذا وقع <span id='ms061'></span> على الطريدة من الثعلب والأرنب أن\nيتقدم في الوعر والشجار، ونخشى عليه أن يدخل في الأوكار خلف الأرنب من حرصه\nعليها، ومتى ما كان الصقر مدور الهامة، يربوعي العين فهو المكمل الخلقة.\n</p>\n\n<p>\nوعلامة الصقر الجيد أن يكون رقيق الريش تكاد تنظر الريشة الواحدة منه عن\nالتي تحتها لرقتها، وأن يكون ذنبه إحدى عشر نقطة أو اثنتي عشرة، وأن يكون\nطول الجناح من طرفه إلى رأس المنكب شبرين، والوافي شبرين وظفر. والقصير\nشبرين إلا ظفر بالشبر التام، وأن تضم المسبحة والوسطى والبنصر ثم تفتح\nالخنصر والإبهام، وتقصد صدر الصقر، فمتى ما كانت الإبهام على رأس الكتف\nالواحدة والخنصر على الكتف الآخر، كان هذا مقدار النادر وتعرف شدة الطيران\nمن النظر إلى الريش، فإن كان أصل الريش وطرفه واحد فيعلم أنه غير طيار، وإن\nكان الريش كل ما بعد عن مغرسه امتشق فيعلم أنه جيد الطيران، وينظر أيضا إلى\nذنب الصقر إن كان مجموعا منضما إلى بعضه كريشة واحدة حينما يكون الصقر على\nاليد، فيعلم أنه يحسن الطيران، والصقر الأبيض ليس هو كالأسود في النصح\nوالقبض كالأسود، ولكنه كثير المسح والضرب وسريع الطلوع والنزول، وهو إذا\nوقع سريع النهوض من الأرض، وإذا ركب نتش وإذا قام فرش، وإذا عاين رفيقا كش،\nلأنه أغير الطيور على طريدته يريد إذا صاد أن يكون وحده ولا يظهر عند العمل\nجده لكنه يطول في العمل، فإذا كان معه العمال الناصح كان كالنار وهو أنصح\nعلى الأرنب والخشف إذا ضرب أترب.\n</p>\n\n<p>\nوالأحمر من الصقور خير منه، وإنما قدمنا ذكر الأبيض لأنه أحسن ما يكون\nعلى صيد الغزال مع الأسود لكثرة طلوعه ونزوله، ولكنه لا يصلح للكركي ولا\nالإوز إلا القليل منه، وهو على البلشون أحسن، وأكثر المصريين يلعب به وهو\nسريع الرد عن الطريدة، وإذا رد وجهه عن الطريدة لا يعود إليها إلا بعد\nالتعب، والأصفر مثله في هذا الأمر إلا أنه ألزم منه وأصبر على العمل. وهو\nأشد كلبا من الأبيض وأنصح إلا أنه خوارا ولا <span id='ms062'></span> يحتمل البرد، وهما أقوى من\nالأسود، على النقض غير أن الأسود أكلب وأنصح وألزم.\n</p>\n\n<p>\nوالصقر الأصفر يصلح للغزال، وذلك أن صقر الغزال يلزم أن يكون مطاولا أكثر\nالأوقات، ولا يكون قباضا ملازما، فإنه يخشى عليه الكسر من ذلك، ومتى كان\nالصقر قليل القبض كان مسرعا إذا قض، وهو أسلم للصقر وأبقى له وأدوم واسلم\nمن الكلب والأصفر والأبيض فإنهما جنسان ذعران إذا قبض الصقر منهما ووكل\nالكلب أخلا خوفا من الكلب، وترجل إذا صار الكلب عنه في المصرع، وهو مما\nيستحسن من صقر الغزال، وأما الأسود فلا ينفك بوصول الكلب إلا القليل منها،\nوأما الأحمر فإنه يخشى عليه من شدة كلبه أن يقبض الكلب أكثر الأوقات ويحسبه\nالغزال، وهو أيضا سريع العطب، وقد جعلوا للغزال ثلاثة صقور للنوبة، يكون\nمنها صقر شديد القبض والملازمة، شديد الحرص والعمل، ويكون الاثنان الآخران\nكثيرا النزول والصعود قويان في الفعل، إذا قبض أحدهما نتش ولا يداوم القبض،\nفإن الغزال إذا داوم قبضه الصقر، فتح بذلك عينه واهتدى، وإذا قبض واحد،\nوواحد يطلع وينزل حار الغزال، وقد قال الشاعر في ذم الأخضر والأرمك منها.\n</p>\n\n<p>\nلا بارك الله في خضر الصقور ورمكها ... فهي دون كل الطير مذمومة\n</p>\n\n<p>\nكم يتعب المرء فيما ليس يدركه ... منها وكم هو يسعى وهي محرومة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوالأرمك، فأهل الشام تسميه اللبدي، وتسميه أهل العراق الأرمك وتسميه أيضا\nالأكدر، وهو من جنس الأخضر في الدبر.\n</p>\n\n<h1 class='l1' id='head46'>باب ذكر الشقوق ونعته وجيده ورديئه</h1>\n\n<p>\nوهو خمسة أجناس، الأسود وهو أحسنها وخيرها، والأحمر أقواها وأحسنها،\nوالأبيض ألونها وأبهاها وأرجاها، والأخضر أندرها وأرداها، والأصفر ألطفها\nوأجراها، وهي تصيد الأرنب والكروان، وهي تشبه خلقة السناقر، وهي تعمل ما\nيعمله السنقر، وهي مرشوشات القفاء، كثيرات الوفاء، قليلات الجفاء.\n</p>\n\n<p>\nيقول الشاعر:\n</p>\n\n<p>\nصقور البلاد صقور جياد ... وأوفى الصقور صقر العجم\n</p>\n\n<p>\nغطاريفها فهي شبه القرود ... تصيد الكراكي وتعفو الرخم\n</p>\n\n<p>\nولا فرق كركيها عندها ... إذا نظرته وليث الأجم\n</p>\n\n<p>\nتريد النعام إذا فاتها ... بذلك كركيها والنعم\n</p>\n\n<p>\nكثير الطراد قريب المعاد ... عديم السهاد قليل الندم\n</p>\n\n<p>\nشديد الكفوف <span id='ms063'></span> قليل الوقوف ... يزين الألوف إذا ما التزم\n</p>\n\n<p>\nيصيد الكبير ويطوي الصغير ... ويشني الحقير ويبدي الكرم\n</p>\n\n<p>\nوهو كما وصف في هذا الجنس في بلاد العجم، وأكثر هذه الطيور تموت مما تصدم\nالأرض ولكنها إذا طارت كالسهم الطائح أو الشرر القادح أو البرق اللائح،\nوهذا الجنس إذا قدم إلى بلاد الشام أو إلى ديار مصر تسمى السقاوة، والسقاوة\nغير هذا الجنس، وجميع السقاوات عندهم سقاوات لا سما ما يروه مقرنصا وهو\nعندهم سقاوة، وهو كل ما مال إلى البياض وصغرت النقطة التي في صدره، وأبيض\nصدره، فهو عندهم سقاوة، ولكن السقاوة جنس قليل الوقوع، ولا يوجد إلا في\nالأماكن الصعبة المنقطعة في شقفات الجبال، وهي معروفة عند أرباب المعرفة\nوهي تشبه بالصقر وتشبه الشاهين، وهي جنس من جنوس الصقور وهو السقاوة، ويسمى\nعند العجم مرخ شاهين، وهو الاسم الصحيح يريدون بذلك صقر شاهين يعنون جنس\nالصقر، وحنس الشاهين، وهذا هو السقاوة حقا، وأما غيره فهو صقر وجميع ما\nيوجد في ديار مصر من هذا الجنس فهو صقر، وديار مصر لا يمكن أن يكون هذا\nالجنس فيها إلا أن يكون عابر سبيل، وقد يقع هذا الجنس في جزائر البحر وهو\nلطيف وألطف من الصقر، وأما الذكر فيكون مثل أصغر كرك من كراك الشواهين، وفي\nالناس من يسميها ذكر السنقر وفيها من يسميها شواهين من كواهي البحر، ولعلها\nتهدي من بلاد الإفرنج وهو السقاوة حقا إلا أنه أسود اللون، صادق السواد،\nأسود الخدين، وهي تسمى الشواهد.\n</p>\n\n<p>\nوصفة هذا الجنس يكون طويل الذنب بعرض في عرض ذنب، وهو طويل الجناحين مدبح\nالذنب ولأن كل ما يكون في ذنب الجارح من نقط مدورة على هيئة الدينار فهو\nيقال له الواضح، وما كان بياضه طويلا بعرض الريش فهو تدبيح، فكل ما كان هذه\nصفته فهو سقاوة، فهو لا يكون إلا أبيض أو أخضر أو أسود، فما كان منها في\nالجبال فهو أبيض، والفرخ يكون أسود وهو مما يلي البحر والجزائر. وهذه في\nالجهتين جنس من أجناس الشروق <span id='ms064'></span>.\n</p>\n\n<h1 class='l1' id='head47'>باب في ذكر ذكور جميع الضواري مثل البازي والشاهين والصقر والسنقر واليؤيؤ والباشق</h1>\n\n<p>\nوالعقاب والزمج والشروق والسبر وما شاكل ذلك\n</p>\n\n<p>\nفإن الصغير الذكر، والزرق، ذكر الباز، في كل جنس من أجناس البزاة، والكرك\nذكر الشاهين في البحري وهو الكوهي واللطيف من السناقر والزغري هو الذكير\nوالمصريون يسمونه الزغري والشاميون يسمون الذكير، وذكر الباشق العفصي وذكر\nالبطريق والشقوق الأبيض الأكتاف والذنب هو الذكر، والعراقيون يسمونه\nالآجامي يريدون بذلك ملازمة الأجام، وهي الشعرات، والمصريون والشاميون\nيسمونه الشقوف يريدون بذلك أنه يشقف الشيء إذا قاربه أو رآه.\n</p>\n\n<p>\nوذكر السبر الخاطف، والخاصف بلغة العراقيين، والمصريين والشاميين يسمون\nالجميع السبر. وأما الغراب الأسود الكبير الذي يسمى الغداق، وتسميه\nالمصريون النوحي، يريدون بذلك طول العمر فإنه يسمى الكبير، والحدأة أيضا\nتسمى الكبير.\n</p>\n\n<h1 class='l1' id='head48'>باب نعت الغراب الذي يصطاد به وهو النوحي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n<p>\nليس في سائر الغربان من يصيد سوى هذا الجنس، وقد أضري على الأرنب وفي\nبلاد العراق يلعب به على الأرنب وهو يعمر ما شاء الله، وهي في الصحراء تصيد\nإذا اتفق اثنان على الأرنب فتقتلها بغير تعب ويصيد الواحد منها البوم\nالوسطاني الذي يقال له مدبج وهذا غير منكور فإن عنده من الطمع ما هو أكثر\nمن هذا فلا يستنكر هذا منه فإنه يقبض بكفيه أشد ما يكون وهو يدعى كما تدعى\nالصقور لأنه أطول نفسا من سائر الضواري لأنه يتبع ما يريد صيده يوما كاملا\nإلى أن يصيده ولا يكون كطول نفسه شيء أبدا.\n</p>\n\n<p>\nوقد ذكر عنه أنه من قوة ظهره يبك الأنثى وهو طائر وهي طائرة، فمن أراد أن\nيلعب به يخيطه ويحمله الحمل الذي يفتح فيه الوحشي مثل الصقر والشاهين\nوغيرهما، ولا يصر إلى اللحم، ويدعى على الجلد كما يدعى صقر الغزال أو على\nجناح الكركي إذا لم يجد جلد غزال أو أرنب، فإن كان لا يقدر على شيء يؤخذ\nبقر لطيف ويلبس بدهن بحيث يتغبر الشعر ثم يجعله مدعى له، ويدعى به ولا يطعم\nالغراب إلا على الأرنب فإنه أصلح ما يكون <span id='ms065'></span> على الأرنب، وهو يستحب الطلوع\nوالنزول وذلك عادته، وهو أوقح ما يكون من الضواري، فإنه لا يخاف من عقاب\nولا من غيره وليس له إلا أن يحمل وحده، فإنه يشبع.\n</p>\n\n<p>\nويحكى أن صيادا استوطن ديرا من الديورة الخالية من الإنس، وقد قطن به\nغرابان، ذكر فوجد بهما ذلك الصياد أنسا، وكان كل ما صاد شيئا من الظباء\nيرمي لهما شيئا يأكلانه فلزماه وقطنا الدير معه، وزاد أنسه بهما فأنشأ\nيقول:\n</p>\n\n<p>\nيا غراب الدير آنست وحشتي ... فآنسك الرحمن ما دمت باقيا\n</p>\n\n<p>\nيا غراب الدير متعت بالبقا ... ومتع من تهواه ما عشت صافيا\n</p>\n\n<p>\nيا غراب الدير إلفك حاضر ... وإلفي بعيد الدار عني نائيا\n</p>\n\n<p>\nلقد شاقني ما أنت فيه ولا أرى ... عدوي وإني مستهام وباكيا\n</p>\n\n<p>\nإذا ما تفارقنا بكيت وإنني ... سأجعل هذا لدير فيه مقاميا\n</p>\n\n<p>\nقال: ولزم الصياد ذلك الدير، وتزهد فيه، وكان الخاطر يطرقه في كل قليل\nوهو يقوم بجميع من يقصده، وصار له شأن عظيم، وذكر بين الناس، وكان يعرف\nبعبد الله الديراني. وكان من أزهد أهل زمانه، وجعل الصيد دأبا له، فلا يأكل\nولا يلبس إلا منه، وكان يتفضل على من يقصده بالخدمة فقيل له: يا شيخ إنك\nكبرت وقل بصرك، والناس يرون أن يتحفوك بما يغنيك عن الصيد، فقال: لا والله\nلا أفعل ولا أرضى، فلولا الصيد وملازمته لم اصل إلى ما أنا فيه من هذا\nالأمر وقد رزقني ربي الرزق الحلال والعمل الصالح، وقد قال رسول الله (صلى\nالله عليه وسلم) : \"من بورك له في شيء فليلزمه\"، وأنا في ذلك كما قال\nبعضهم:\n</p>\n\n<p>\nإذا ما كان عندي قوت يوم ... نفيت الهم عني يا سعيد\n</p>\n\n<p>\nولا تخطر هموم غد ببالي ... لأن غدا له رزق جديد\n</p>\n\n<p>\nوإن جار الزمان علي يوما ... ودعت ما أريد لما يريد\n</p>\n\n<p>\nولم يزل عبد الله في ذلك الدير إلى أن مات، وولي مكانه من كان يتردد عليه\nلزيارته، فعاش ما شاء الله ثم مات ثم كان بعدهما آخر فعاش ما شاء الله ثم\nمات، والغربان <span id='ms066'></span> في ذلك الدير مازالت على تلك الحالة. وهذا الدير موجود في\nبلاد العراق ويعرف بدير الغراب.\n</p>\n\n<h1 class='l1' id='head49'>باب في ذكر البوم</h1>\n\n<p>\nوهو البوم المعروف بالمقرن، وقد علم أن البوم المقرن من الضواري، وهو\nيصيد في بلاد الجزائر الأرنب بالليل، ويصاد به السنجاب والسمور وما شاكل\nذلك، وذلك أنه تكون فيه الجلاجل معلقة في رجليه وذنبه وليس له صيد إلا في\nالليل، وهو ينظر في الليل كما ينظر القط، ويحمل في طرفي النهار وطرفي\nالليل، ويشد وسط النهار فإنه ليله بالقياس، وفي الليل تخاف منه جميع\nالضواري، وأما اللعاب فوجدوا السبيل إلى إصلاحه بالليل، والتصيد به، وقيل\nإنها ملوك الطير من الضواري، وإنه ليس من الضواري الذي ينزل على الجيف إلا\nفي الليل، ويجعل له في النهار البرقع، وإذا جعل له البرقع في الليل، فيكون\nذلك على سبيل الاعتياد، ولا يحمل في الليل إلا عند أناس جلوس ويكثر فيما\nبينهم الحديث حتى تألف، ولا يطعم إلا بالليل، وإذا تكلب على اليد يفتح من\nعينه ما ينظر الناس، فإذا اعتاد بعد ذلك اليومين والثلاثة فتح نصف عينه،\nفإذا ألف بمن يمر ويجيء، وأكل طيبا، وتكلب فتح بقية عينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأكثر الناس يتطير بالبوم، وهذا ليس بشيء، وقد ذكر أنه كان أحب الطير\nلسليمان عليه السلام.\n</p>\n\n<p>\nوفي الناس من يسميه زاهد الطير، ولبعضهم:\n</p>\n\n<p>\nيا بومة القفر بل يا بليل الدمن ... أصبت بالزهد في الأوطان والسكن\n</p>\n\n<p>\nويا مثيرة وجدي كلما هتفت ... بالليل توقظ أقواما من الوسن\n</p>\n\n<p>\nلأنت أزهد طير في الفلا هتفت ... ومنك يؤخذ رهبانية الزمن\n</p>\n\n<p>\nلما علمت بأن الشمل منصرم ... وعن قليل كأن الدهر لم يكن\n</p>\n\n<p>\nرضيت بالقفر دارا والفلا سكنا ... وأطيب العيش ما يخلو من الغبن\n</p>\n\n<h1 class='l1' id='head50'>خواصه</h1>\n\n<p>\nوإن البوم يبيض بيضتان إذا طلي بإحداهما على الموضع الذي لا شعر عليه\nأنبته، والأخرى إذا طليت على الشعر قلعته، وإذا أردت بهما فخذ ريشه وأجعلها\nفي واحدة منها، إن سقط عنها الريش كانت تلك هي البيضة التي تسقط الشعر.\n</p>\n\n<p>\nعيناه، الواحدة تنوم والأخرى تسهر، فالقهما في <span id='ms067'></span> الماء، فالتي ترسب هي\nالمنومة والتي تطفو هي المسهرة.\n</p>\n\n<h1 class='l1' id='head51'>باب في إجابة الزمج</h1>\n\n<p>\nقال أصحاب التجربة: هي من جنس البازي، ويدل على ذلك صفرة عينيها، وقصر\nنفسها في الطيران على الطريدة، وينبغي أن يكون حامل الزمج حاذقا بحملها،\nعارفا جميع ما يؤلم الزمج وما ينفعها، ولا يزعق في وجهها ولا يبصق عليها،\nويكثر في وجهها العبث بلحيته، من غير أن ينظر إليها لئلا يقرب وجهه من\nوجهها فيخاف منه هذا في مبدأ أمرها، وأما إن صادت فاللاعب بها أعرف بما قد\nأكسبها من الأدب.\n</p>\n\n<p>\nفإذا أراد تعليمها فليختل بها بحيث لا يراهما أحد، ويكون معه من يساعده\nثم يأخذ دجاجة بيده اليمنى ويحركها في وجه الزمج، فإن رآها شديدة الرغبة\nفيها يسلم الزمج إلى أن من معه برفق، كأنه يسرق شيئا، وهي لا تدري إلى أن\nتصير على يد الآخر. ثم ينتف من ريش الدجاجة ويرمي بها غليها، فإن رآها\nشديدة الطلب أخرج الدجاجة إلى نحوها قابضا على رجلي الدجاجة ويكون ظهره إلى\nمن على يد الزمج ناظرا غليه بعينه اليمنى ولا يتعلم الزمج إلا على دجاجة\nكما يفعل بالبازي، ولا يستجاب بالحمام فإنه يخشى من أن نخطفه الزمج من يد\nمن يعلمها.\n</p>\n\n<p>\nوإذا صادت ينبغي أن يستجاب بصورة ما تصيد إن كان كركيا فبجناحي كركي وإن\nكان إوز فبجناحي إوز وتغني جناحي الكركي عن الإوز.\n</p>\n\n<p>\nوينبغي لحامل الزمج أن يكون معه برقع إذا سار يغطي به رأس الزمج لئلا يثب\nمن على يده لغير حاجة فيخشى عليه الضرر من ذلك الوثوب، ولا ينبغي أن يرسله\nعلى الطرائد من المكان البعيد لئلا ينقطع نفسه عن الحاجة، فلا يقوى على أخذ\nالطريدة ولعلها تطير قبل أن يصل إليها.\n</p>\n\n<p>\nوقد جعلوا البراقع سترا لها، وحفظا من الوثوب لئلا تنطلق على الطريدة قبل\nوقت الحاجة فتخور قواها والبرقع لها بمنزلة الغمد للسيف، فإنه يصونه من\nلصدأ، ولا تجرده إلا وقت استعماله.\n</p>\n\n<p>\nأما الباز فإنه يخرج دون برقع وليس البرقع إلا للصقر والشاهين والعقاب <span id='ms068'></span>\nوالزمج.\n</p>\n\n<p>\nأما الشواهين الكواهي فإنها أقوى الطير على التعب وأصبرها على الحر،\nويلاقي المتصيد بها عند رميها على الطرائد ما لا يراه في شيء من الطيور\nذوات المخلب، فقد يتفق أن الشاهين يرمى على عشرين وعلى ثلاثين طريدة فيصيد\nمنها كثيرا، ولعله يصيدها كلها.\n</p>\n\n<h1 class='l1' id='head52'>باب في ذكر السبر</h1>\n\n<p>\nوهو نوع من البازي إلا أنه طويل الجناح جدا، وهو مع ذلك أطول نفسا من\nالبازي لطول جناحه، وهو أيضا سريع النهوض من الأرض خلف الطريدة لقصر ظهره\nوطول ذنبه وطول رجليه إلا أنه يجوز مع الطريدة في النحل الصعب فيخفى عن\nصاحبه إذا لم يكن فيه الجلجل، فلا ينبغي أن لا يكون إلا فيه جلجل، وهو أجود\nما يكون على السمان وعلى الدراج والحجل وجنسه.\n</p>\n\n<p>\nوالذكور أطير من الإناث، ولعل الذكر يكون قدر الأنثى، وإصلاحها إصلاح\nالبازي، وهو من أهون الطير، وأسهلها حفظا وتربية إذا ما هربت أو ضاعت.\n</p>\n\n<p>\nولم نذكر اسمه في هذا الكتاب واسم غيره مما يندر وجوده، ويستغرب جنسه إلا\nليحيط به القارئ علما والله أعلم.\n</p>\n\n<h1 class='l1' id='head53'>باب ذكر البطريق</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n<p>\nوأما البطريق والسبر فلأنهما قليل الذكر بين الناس. وأما البطريق فإصلاحه\nكإصلاح الزمج سواء وإجابته كذلك، وهذا يطعم على الأرنب ويصيد الحبارى\nوالكروان، ويصيد إذا أرضي الغرنوق وهو الكركي، والبطريق ألطف من الزمج كبير\nإلا أنه جنس مثل الزمج، وهو أبيض وأسود، وهو يشبه الزمج في طيرانه وأفعاله\nوله في القطا فعل ليس ذلك لسائر الضواري، وهو جنسان لا غير أبيض وأسود.\n</p>\n\n<p>\nوالأبيض خير من الأسود، وهو يشبه الزمج إلا جناحيه فإنهما طويلان، وهو\nأطول نفسا من الزمج وأدون من الشاهين، وإذا طار على الطريدة لا يبصر لشدة\nطيرانه، وهو يصيد الحبارى والكروان والغرنوق والدراج والحجل، وهو أوقح\nالضواري لأنه يأخذ من العقاب اسلب، وكذلك يأخذ من الزمج، ولا يأخذ منه شيئا\nسلبا، ولا يكاد يفارق الطريدة، وأوقح هذين الجنسين الأبيض، وكثير من الناس\nتعجز أن تضريه، وهو شكيس الأخلاق يتعب الحمال كثيرا، ولعله إذا حمل عند\nقدومه من <span id='ms069'></span> عند الصياد لا يقعد على اليد، ويتدلى ويبقى ذلك دأبه يومين\nوثلاثة، وينبغي لحامله أن يدعه على الأرض، ويكثر عليه الكلام ولا يخشى عليه\nإذا لم يأكل، فإنه يبقى اليومين والخمسة والعشرة وأقل وأكثر، فإذا اعتاد أن\nيأكل وهو في الأرض، فإنه يأمن إلى أ، يقعد على اليد، فحينئذ يحمل في\nالأسواق على اليد، ولا تفتح عينيه إلى أن يصير له عشرون يوما، وإذا ما تريض\nصاد الأرنب والثعلب لا يرجع عن طريدة ولا يخاف مكيدة.\n</p>\n\n<h1 class='l1' id='head54'>باب ذكر النص</h1>\n\n<p>\nاعلم أرشدك الله للصواب: إن النص أشبه الضواري بالصقر في المطار والجنس،\nويسمى في بلاد العراق البذحان، ويسمى في الموصل فرخ البذحان، ويسمى في ديار\nبكر وحران والرها السافد وفي مواضع أخرى أبو الريح. وفي الشام ومصر النص،\nوهو أجناس كأجناس الصقور، فيه الأسود والأبيض والأحمر والأصفر والأخضر،\nوفيها أيضا ما يسمى بلغة الكواخين الأطلس، وذلك أن ظهره وأكتافه يشبه\nالأطلس أحمر لا يخالطه شيء من نعت الريش كسائر الطير وهو الذكر منها، وهكذا\nكل ذكور النص إذا تقرنص في البرية يصير أطلسا. وأما الفرخ فإنه تكون له\nعلامات يعرف بها أنه هو الذكر، وهي صغر رأسه، وسعة عينيه وحمرة أفخاذه،\nوأحسنها الأسود والأحمر والأصفر، وهو يدعى كما تدعى الصقور وإن كانا اثنين،\nفيستحب أن يكون أسود وأبيض وأحمر وأصفر، وتلعب بها الصبيان في بلاد العراق\nكثيرا، وهو يصيد السمان والسلوى، ويقال أنه في صعوده ونزوله على الصيد يضحك\nمن رآه، ولا يصلح إلا للصبيان، وما ذكرت من أمره إلا ليحاط به علم.\n</p>\n\n<h1 class='l1' id='head55'>باب نعت الشقوف</h1>\n\n<p>\nهو من طبع الباز، أصفر العين، طويل الرجلين، واسع الكف، لكنه طويل الذنب،\nطويل الجناح، والفرخ أحمر الصدر بغير تنقيط إلا أحمر وأصفر، لا يغادره لون\nآخر وظهره أسود، وهو يدعى كما يدعى البازي إلا أن نفس هذا أطول من البازي،\nوهو يتبع الطريدة إلى أن يصيدها.\n</p>\n\n<p>\nوهكذا أيضا الآجامي لأنه لا يزال يتصيد في المواضع المقصبة المحدقة\nبالشجر، ويسمى في العراق الأجم فلهذا سميت <span id='ms070'></span> آجامي.\n</p>\n\n<p>\nوالسبر لمن رغب فيه جيد حسن الأخلاق، وله ذكر يقال له الخاطف، وسمي بهذا\nالاسم لأنه يطير شديدا ويخطف في طيرانه.\n</p>\n\n<p>\nقال محمد بن منكلي: إن الأعاجم ذكروا إن من الضواري أجناسا معدومة، ولا\nرؤيت وهي لاشك موجودة في الدنيا، ولها معادن، والله يهدي من يشاء لما يشاء،\nلا رب غيره ولا معبود سواه.\n</p>\n\n<p>\nقال محمد بن منكلي: والفقير يذكر ما جاء في التواريخ من الأوليات في من\nلعب أولا، وتصيد في كل نوع من الضواري إن شاء الله تعالى، ومنه استمد\nالمعونة بفضله وكرمه.\n</p>\n\n<h1 class='l1' id='head56'>باب فيه ذكر أول من تصيد بالبازي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n<p>\nيحكى والله تعالى أعلم، أن بعض الملوك الفرس خرج يوما يريد الفرجة،\nواللعب على الخيل، فجاء إلى نهر، وعليه أشجار محدقة، وكان ذلك المكان من\nأنزه الأماكن، فنصبت فيه الخيام، وأتي بالطعام وسائر ما يحتاج إليه من\nملاذ، فبينما هو كذلك إذ نظر إلى طائر قد أقبل وحوله الطيور تطير لمطاره\nوتهج عند اقترابه، وتشيعه من بعيد إلى أن أقبل إلى بعض الشجر، فقعد في باطن\nالشجرة فتفرق ما كان حول ذلك المكان من الطيور وفروا هاربين، فقعد قعود\nالملك إلى أن استغفل طائرا فكسره ثم حمله إلى تحت بعض الشجر بحيث استتر،\nوجلس عليه ينتفه إلى أن لم يدع على ذلك الطائر من الريش شيئا ثم أكل من\nكفايته، وتقدم بعد ذلك، إلى النهر فنزل وسبح فيه وشرب وطار وجلس إلى غصن من\nأغصان تلك الشجرة، فلما كان آخر النهار فعل كذلك.\n</p>\n\n<p>\nفقال الملك لأرباب دولته: (لقد كانت مملكتي ناقصة) ، فرأيت من هذا الطائر\nما حير عقلي من عظم رياسته، وإن الطير تخافه، وتجلس بعيدا عنه وهو لا\nيخافهم، وهم يخافوه.\n</p>\n\n<p>\nورأيت من شدة احتمله، وكبر نفسه وطول صبره وجلالة قدره، وإذا قعد فتش،\nوإذا ذرق أبعد وإذا انتفض أرعد، وإذا قبض شدد، الرياسة تشهد له. ثم قال:\nأريد التحيل في تحصيله فلم يزالوا به إلى أن قبضوا عليه وأتوا به إلى\nالملك، ففرح به فرحا <span id='ms071'></span> شديدا، ثم أمر أن يشد ويجعل بين يديه ففعلوا به ذلك\nفلم يقر ولم يهدأ. فقال الملك: زال طربه وكثر شغبه، فمن يداري هذا، فأقبل\nبعض الحكماء ينظر إليه ورأى أنه كان إذا فتح عينيه خاف وإن أغمض عينيه أمن.\nورأى انطباق عينيه بعضها على بعض كأنها مخيطة.\n</p>\n\n<p>\nفقال الحكيم: لو خيطت هذه كما يفعل لما كان يخاف، ففعل به ذلك فآمن وقعد،\nولم يزل بين يدي الملك ينظر إليه إلى أن انفتحت عينيه لنفسه وأمن مما كان\nيخاف.\n</p>\n\n<h1 class='l1' id='head57'>فقال: هذا ملك الطير، قال، وعرف بذلك جميع البزاة ومعادنها، فحينئذ فحصت الحكماء </h1>\n\n<p>\nفي الأخبار والتواريخ، فوجدت اسم الباز، إنه طائر يصيد ويفرض 37 بفقالوا\nلا يمكن أن يكون الباز المذكور إلا هذا، وأمر الملك أن يحمل إليه كل طير\nيصيد مثل ذلك الجنس وغيره حتى يحصل ذلك الجنس، قيل: وحسن أمر ذلك الملك\nوسلطانه بما نظر من ذلك الباز بعدما كان شديد البطش، قليل الحرمة بين جنده.\n</p>\n\n<p>\nثم قال الملك: إن هذا الطائر علمني كيفية المملكة، وكيفية السخط والرضى\nولزوم الحرمة، والاستتار من أوباش الناس، وغض الرف لدوام لهيبة ودوام الصمت\nللخديعة، ولكثرة العقل لقطع الشنعة والسرعة في البطش لتخويف الأعداء، وطول\nالأكل للاستمراء وتصغير اللقم للأمن من العض، وتشمير الثوب للنظافة، ولقد\nجمع هذا الطائر جميع الأدب بالعقل الكامل.\n</p>\n\n<p>\nوذكر حكماء الروم، أو أول من لعب بالبازي الروم.\n</p>\n\n<p>\nقال محمد بن منكلي: والذي يترجح، والله أعلم، أن أول من لعب بالبازي\nالعجم، وقصة حكماء لروم لم أجد لها دليلا قطعيا، ولم تترجح في مخيلتي، فلم\nأذكرها إذ لا فائدة من ذكرها.\n</p>\n\n<p>\nوقد اختلف في زمان وقعته على صيده إذا كسر، وزمان وقعة الفهد إذا وثب\nأيهما أسرع. وزعم بعض العلماء أنهما أسرع من السهم في ذلك لأن هذين يتحركان\nفي حالتيهما حركة روحانية متلازمة، والسهم ليس كذلك.\n</p>\n\n<p>\nوزعم حكيم أن كسرى أنوشروان أتي بباز قد انكسر جناحه، فوضع بين يديه فنظر\nإليه طويلا ثم قال للذي جاء به: لم كسرت <span id='ms072'></span> جناحه، فقال: هو كسر جناحه أيها\nالملك.\n</p>\n\n<p>\nفقال: إنه نزل على طائر أكبر منه فعالجه وقتله، فأقبلت إليه لآخذ منه\nالطائر، فرأيته مكسور الجناح.\n</p>\n\n<p>\nقال: فكيف رأيت طيرانه.\n</p>\n\n<p>\nقال: إذا علا صف، وإذا نزل دف، وإذا ضرب رف، وإذا وثب ذرق، وإذا عاين\nسرق، فقال: هذا جبار لا يبقى إذا قدر، ولا يؤمن إذا اشتهر.\n</p>\n\n<p>\nثم سلمه إلى ولده داد بن كسرى، فكان يلعب به، وبسائر الأجناس من الطيور.\n</p>\n\n<p>\nوهو الذي سميت بغداد ببغداد، معناها في لغة العجم، بغ يراد بها البستان،\nوكان اسم ابن كسرى داد، وكانت الزوراء بستانا، قدر الله سبحانه وتعالى\nبعمارة المكان فسميت بغداد ويقال ذاذ بذالين معجمتين وبالعكس، ويقال أن\nالأولى معجمة والثانية مهملة وبالعكس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nويروى في الأخبار الصحاح أن أمير المؤمنين علي كرم الله وجهه، اجتاز على\nبغداد وهي أجمة تأوي فيها السباع والوحوش، فوقف ينظر إليها، ثم قال: إيه يا\nزوراء كأني بك وأنت عالية القباب، سليطة القحاب، كثيرة الكلاب وكم له من\nكشف خار، وقتل منافق مارق رضي الله عنه وعن سائر الصحابة.\n</p>\n\n<p>\nوداد بن كسرى هو أول من صنع القفاز للباز، وأول من سن ركوب الرهاويل\nللصيد بالبازي.\n</p>\n\n<p>\nوأول من أظهر الطبل للبازي، وأول من اختار الدستبان واخترعه، وأول من أدب\nالبازي للإجابة، وأول من حمل البازي على الفرس ورفع قدره عن أن يحمل على يد\nرجل، ومدح باز:\n</p>\n\n<p>\nأيا صاح بازي بازي إنه ... من البؤس والفقر في الدهر جنه\n</p>\n\n<h1 class='l1' id='head58'>باب ذكر أول من لعب بالشاهين</h1>\n\n<p>\nقال القدماء: أول من لعب بالشاهين قسطنطين ملك عمورية، كان إذا ركب سارت\nالشواهين طائرة على رأسه حتى ينزل، فاحتال عليها وأضراها.\n</p>\n\n<p>\nوقيل: إن ملك يقال له الرديق ركب يوما فثار بين يديه طائر من الأرض، فنزل\nعليه بعض شواهين، فأخذهم الملك، وأضرى منهم، وأمر بعد ذلك أن يحفظ ما يوجد\nمن هذا الجنس فعرف بين الناس.\n</p>\n\n<p>\nوأما تسميته بالشاهين فإنما سمي بذلك من أجل لزومه الدوران على رأس صاحبه\nأو على رأس الموكب.\n</p>\n\n<p>\nوقيل <span id='ms073'></span> إن بعض الحكماء سماه بذلك قايسه إلى الشاهين الذين يوزن به، قيس\nبالشاهين الذي يصاد به، وقيل إن أسماء جميع الطير سماها إسماعيل بن إبراهيم\nعليهما السلام.\n</p>\n\n<p>\nوقيل إن أول من لعب بالشاهين خاقان ملك الترك.\n</p>\n\n<h1 class='l1' id='head59'>باب ذكر أول من تصيد بالصقر</h1>\n\n<p>\nقيل: إن أول من تصيد بالصقر الحارث بن معاوية بن ثور بن كندة فإنه وقف\nيوما يصطاد، وقد نصب للعصافير شبكة؛ فانقض شاهين على عصفور منها قد علق\nفأكله، والملك يعجب منه، فأتى به وقد أندق جناحه فرماه في كسر البيت فرآه\nبعد أيام وقد صح ولا يبرح ولا ينفر، وإذا رمي له طعما يأكله، وإذا رأى لحما\nنهض إليه حتى دعي فأجاب وأطعم على اليد. فأمر الملك باتخاذها والتصيد بها،\nفبينما هو يسير يوما، وهو معه غذ انفتحت أرنب فطار الصقر إليها فأخذها،\nفطلب حينئذ الطير والأرنب. وأخذته العرب من بعده.\n</p>\n\n<p>\nوقال القدماء: إن أول من تصيد به المنذر، فقيل له، وما الذي رأيت أيها\nالملك من هذا الطائر.\n</p>\n\n<p>\nفقال: جميع ما ترون في هذه الأرض من ذوات المخلب عايلة على هذا الطائر،\nوذلك أنه كلما صاد شيئا نزل إليه بعض هذه الطيور تركه ومضى إلى آخر يصيده،\nفإذا صاده نزل إليه آخر فسلمه إليه فكان ذلك دأبه يومه.\n</p>\n\n<p>\nفقيل: فما الدليل على كرمه. فقال: الدليل عليه أنه يصيد ولا يأكل من الذي\nيصطاده، فإذا نزل عليه شيء من الطيور تركه ومضى، ولا يلتفت إلى ما ورائه،\nفإن المتأسف على الشيء الذاهب منه لا يزال يلتفت إليه، وهذا يدل على كرمه\nوشجاعته وسرعته في المطار.\n</p>\n\n<p>\nقال: فبينما هو كذلك وقد صاد طريدة وقعد ليأكلها فجاء عقاب فأخذها منه\nوالملك وأصحابه ينظرون. فقال الملك: دخل علي الضيم من أجل هذا الطائر.\n</p>\n\n<p>\nقال: ثم طار وارتفع في السماء وعلا في الهواء إلى أن غيب نفسه ثم نزل على\nالعقاب فضربه ضربة واحدة فقتله، وأخذ ما كان مع العقاب وأكله. والملك ينظر\nإليه.\n</p>\n\n<p>\nفقال الملك: لله در هذا الطير ما <span id='ms074'></span> أشجعه، لم يزل يتكلم إلى أن رأى الضيم،\nفأزاله بقدرته. ثم أمر أن يصاد له ذلك الطائر فنصبت له الأشراك وقبض وحمل\nإلى الملك وصاد به جميع الطير، وأول ما أضراه على الظبي وصاد به الأرنب.\n</p>\n\n<h1 class='l1' id='head60'>باب في ذكر أول من لعب بالزمج</h1>\n\n<p>\nيقال أول من لعب بهذا الفرس أخذوها من جنس البازي وهو كما زعموا وذلك أن\nبلادهم تحتمل أن يلعب فيها بسائر أجناس البزاة، وهم يذمون من لا يلعب\nبالزمج، ويقولون: ناقص اللعب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>وذكر بعض الحكماء من العجم أن أحد الملوك كان يسمى بأردشير نظر يوما إلى صورة </h1>\n\n<p>\nالبازي وإلى الزمج فأخذها بالشبه، وإنه ما شاركه في إصلاحها أحد، وكان\nيقول: هو الخفير النافع وأنها قليلة المؤنة، أي شيء أطعمتها أكلته، وعلى أي\nشيء أرسلتها صادت، وفيها منافع كثيرة، أنها تصيد جميع ما يصيده البازي،\nوإذا ألقيت في البرية تتصيد شيئا من الطيور التي توحش قلوب الضواري مثل\nالمحردة وغيرها، فإنها ترسل عليها فلا تخلي منها في تلك 39 أالأرض شيئا،\nوهي تصيد الكركي وطير الماء والحبرج والإوز والأرنب والثعلب، وكان أردشير\nيختارها كما يختار البازي، والزمج مثال الحرد اسم طير يقال له بالفارسية\nبوازدان.\n</p>\n\n<h1 class='l1' id='head62'>باب ذكر أول من لعب بالعقاب</h1>\n\n<p>\nقيل: أول من تصيد بالعقاب من الملوك، ملوك الموصل وأصحابها، ومنهم بدأ\nلعب العقاب، وقد لعب به المعتضد وكان به مغرما شديد الإرادة، وكان أيضا يحب\nاللعب بالفهود، وكان يقتل الأسد بنفسه ولا يشركه فيه أحد، ولم ير مثل مذهبه\nفي الصيد، وكان مشهورا بالفهود والعقبان، وكان يقول هما سبعا الضواري، وكان\nيباشرهما بنفسه.\n</p>\n\n<p>\nوقيل: أول من لعب بالعقاب رجل بالموصل، كان يصيد الغزال بالفخاخ في موضع\nيقال له: بلد الفرح وهو كثير الصيد، كثير الغزال. فاتفق أن الصياد وقع له\nعقاب فحمله إلى داره وخيطه، وإذا هو قد استغفل الصياد وأكل كلبا له كان\nيتصيد به، واتفق أيضا أنه قتل ابنة الصياد، وكان سنها فيما يقال عشر سنين،\nوكان هذا العقاب قد ضري على الغزال، والعقاب كثير <span id='ms075'></span> في بلاد الموصل وسنجار\nوحران.\n</p>\n\n<h1 class='l1' id='head63'>باب كيفية حمل ضواري الطير وأدبه</h1>\n\n<p>\nقال أصحاب التجربة: إن يد الحامل تصلح وتفسد وهي في القياس كالميزان،\nينبغي لحامل الباز أن يكون نظيف الثوب، طيب الروائح، طيب الخلاق، عارفا في\nحمل البازي، وأن يكون يعتمد في حمله تسريح لحيته بالما ورد فإن البازي يحب\nالروائح العطرة، ولا يحمله أبخر، فإن البازي إذا حمله أبخر كسر شهوته، وإنه\nإذا حمله الأبخر يومين ثلاثة، فإنه يعرفه ويهرب منه وعلامته متى ما حمله\nالأبخر على يده، فإنه لا يزال البازي يميل برأسه عنه، ولا يزال خلقه متوحشا\nأبدا، إذا وثب وثب هاربا، وذلك أنه إذا وثب صرصر، وصرصر بمعنى زق زق، ولا\nيقال في اللغة إلا صرصر، وعلامة البازي إذا كان حماله طيب الرائحة يكون\nأبدا البازي يلصق بنفسه إلى جانب الحمال، أعني البازيار، ويولع أبدا بمنسره\nفي لحيته، وإذا دعاه البازيار أجابه قبل أن يدعيه ويقعد على يده أو على\nرأسه أو بين يديه أو على ظهره، فهذه العلامة في الباز كما ذكر وبالله\nالتوفيق.\n</p>\n\n<p>\nوقد يكون البازي سيئ الأخلاق من يد حامله عند سوء حمله، وذلك أن يده هي\nالتي توحش أخلاقه وتوحش أيضا أخلاق البازي سوء أخلاق الحمال وسوء أخلاق من\nتصيد به وأيضا وداده الرمي على الصيد، وعند ذبح الطريدة في كفه إذا نازعه\nالبازي الطريدة، وفيهم من ينازع في تناول القطعة اللحم أو الفخذ، فإنه يعسر\nفي تركه الطريدة من كفه، وهذا كثير ما يوجد في اصفر العين، وأما غيره فلا\nيكون، هكذا قال المجربون.\n</p>\n\n<p>\nفإذا نازع الباز البازيار ولم يطلع على يده قبض على كفيه وقلعه عن\nالطريدة، فإنه متى سلم من أن يفك إحدى كفيه لم يسلم من أن ينزع إحدى\nمخاليبه، فإن سلم من هذا ومن هذا لم يسلم من أن يخلع إحدى أوراكه، وإن سلم\nمن جميع ما ذكر بردت شهوته عند الصيد. ويتولد ما يفعل به مرة بعد مرة\nالنهيج الذي يلحقه ويظنه البازيار من المرض، لا <span id='ms076'></span> ولكنه يولد المرض والنقص،\nويرخي البازي ويعود ذلك عليه مرضا حقا.\n</p>\n\n<p>\nوتعتبر ملاحة البازي وحسن ريشه من حسن السياسة وحسن الحمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>ولقد سئل الشيخ عيسى الأسدي عن ترتيب الحمل لجميع الضواري، فقال له: إن كيف حمل</h1>\n\n<p>\nالبازي غير حمل الضواري، وإن يد حامل البازي تكون مثل الميزان. وذلك أن\nيكون راس البازي مقابل أذن الحمال، وأن تكون يده خارجة عن جسده بحيث لا يصل\nإلى البازي شيء من كتف الحمال، بل يكون كأن في جنبه دمل وأن في سائر أحواله\nلا يغفل عن بازه، ولا يحط يده إلى الأرض ليأخذ شيئا، فإن أمن ذلك فلا يعطي\nالحاجة إلا من خلفه، ولا يقف على يساره أحد من الناس، ولا يمشي مع أحد إلا\nأن يكون الباز على يسار من يماشيه، ولا يغفل عن البازي من كلب يأتيه من\nورائه، وهو لا يعلم ولا ينقله من يد إلى يد إلا بطعم إلا ساعة الصيد في تلك\nالساعة وإذا سلمه إلى الذي يتصيد به، وهو راجل والذي يتصيد به راكب فحسن،\nولا يسلم الباز إلا على هذه الصورة، ولهم في ذلك طرق معروفة، وإذا أفرغ من\nالطعم أمض به إلى الماء إلى أصلح الأماكن وأطيبها، فإن لم ينزل الماء وإلا\nارم في الماء حصى صغارا، بحيث تحرك الماء حتى يراه، فإن ذلك يطيب للبازي\nوالبازي يحب القعود في الماء، فإذا شرب وخرج فخذه 40 أإلى يدك فإنه غير\nمحتاج إلى الماء، وإن كان يستحم فلا تقربه إلى أن يخرج عن الماء بنفسه، ثم\nأقم له يدك ليطلع عليها، واحمله عن الماء خطوات ثم شده على القفاز، واجلس\nقريبا منه حتى تعلم أنه قد نشف وتمشق وتدهن وتنفض، ولم تره يولع بجسمه،\nفخذه على يدك وسر حيث شئت، ولا يكلف حمال الباشق في الحمل إلى ما كلف حمال\nالبازي في أن يجعل يده معلقة عن جنبه بل يكون عكسه لاصقا بجنبه، ويكون جنب\nالباشق إليه، وأن يقوم يده بحيث أنها تكون قائمة في جنبه كأنها <span id='ms077'></span> مخلوقة\nلذلك. وأنه متى ما وثب باشقة يلين يده مع وثبة الباشق قليلا ثم يدير يده\nإلى ورائه بمقدار ما يحسن الباشق، فإنه يرجع، والباز كذلك إلا أنه يشد يده\nبمقدار قوة الباز ولا يجاذب الباز، فإن ذلك وبالا عليه، وليس من طبع البازي\nذلك ولا غيره.\n</p>\n\n<p>\nولكن منها ما هو أقوى في الجذب، وليس في ظهره قوة الرجوع، وهذا طبع\nالشاهين والصقر، وذلك من رخاوة ظهره وقصر رجليه وطول جناحيه، وليس أصفر\nالعين كذلك، ولا يجوز أن يرد هذا رد الباز ولا يرد البازي رد هذا.\n</p>\n\n<h1 class='l1' id='head65'>باب ما يشد عليه البازي في السفر وما يشد عليه في الحضر</h1>\n\n<p>\nقال أصحاب التجربة: إن البازي لا يصلح له من الأشياء إلا القفاز، وهو مما\nاستقرحه العجم، ولم يكن للبازي غيره، وأما في الحضر فإنه لا يصلح له ذلك\nإلا في الأوقات التي يشد فيها على الماء وأما ما يشد عليه الصقر والشاهين\nفي السفر الموقع، ومتى ما شد الباز على الموقع تكسر ريش ذنبه وهلك وتغير\nتفريسه. وفي البيوت تصلح للباز الكندرة، وقد تقدم ذكرها وتربيتها وقياسها،\nوأن يكون عن الأرض ارتفاع ذراع وأطول وتسمى الكندرة المشمسة، وفي العراق\nيقال لها: الهردي، وللعاب اصطلاحات في بناء الكنادر في البيوت، يطول الكلام\nعليها، ولا فائدة في ذكرها إذ قد علمت.\n</p>\n\n<p>\nقال محمد بن منكلي، ستره الله: ولا ينبغي أن تحمل الضواري وحاملها جنب\nولا سكران، فإنه إذا سكر ربما صاح في وجهها فأفسدها، ولا يصلح للبازيار شرب\nالمسكر ولا لغيره والمجنون مثاب، وصاحب الشراب مأثوم، نسأل الله الحفظ، ولا\nيجامع بحضرتها وهي تراه، فلعله يحدث عندها شيء، ولعله قد ذكر النهي عن ذلك\nفي كتب القدماء من حيث الخاصية لا من حيث الضوابط الشرعية، وسوف أكشف عن\nذلك كشفا شافيا إن شاء الله تعالى.\n</p>\n\n<p>\nوأما الذي تقتضيه الضوابط الشرعية أن النهي ورد بكراهة ذكاة الجنب، وأيضا\nذكر العلماء أنه ينبغي للجنب إذا أكل ولابد فإن يغسل فمه. أما الجواز فلا\nنزاع فيه <span id='ms078'></span>.\n</p>\n\n<p>\nحدثني بعض العلماء أن والده خرج من بيته لشراء حاجة موجودة من دكان\nالعطار، فقيل له ما هي عندي، فتوجه إلى غيره، فقال كالأول، فجاء إلى ثالث،\nفقال: كالثاني، فجاء إلى رابع، فقال كذلك، فقال: سبحان الله هذه الحاجة\nموجودة ولا قيمة لها، فكيف هذا الأمر، فرجع واغتسل وخرج فطلبها فوجدها عند\nبعض من قال له من تلك العطارين. فقال العطار: أنت قلت من ساعة ما هي عندي.\n</p>\n\n<p>\nفقال له: لعلك كنت جنبا، قال: نعم، وهذه حكاية غريبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوأما من ذكر من العلماء رحمهم الله تعالى في كراهة نوم الجنب فكثير\nوالجواز معلوم، ولو ذكر التفصيل في ذلك، وفعل النبي صلى الله عليه وسلم فيه\nليخرج عن ما الكتاب بصدده، ومن الله تعالى يسأل التوفيق والتوبة.\n</p>\n\n<h1 class='l1' id='head66'>باب كيفية إرسال الصقور على النعام والحيلة في صيدها</h1>\n\n<p>\nقد علم أن النعام من حيث تنظر الشخص أو الفارس لا تزال تعدو إلى أن تواري\nنفسها، وهي تعدو الفرسخ والفرسخين، فإذا عاينه من يرسل عليه، كشف رؤوس\nالصقور، وأرسل وركض هو وأرسل الكلب المستريح، وأقل ما يرسل عليها خمسة\nمنها، واحد للرأس ولوسط الرقبة وللركبتين صقران والكلب والأكثر ستة، ثلاثة\nللرقبة صقران لكتفين وصقر للركبة مع الكلب المستريح، والكلب لعله يأتي\nلمكان الخلو، وهو أحد الركبتين.\n</p>\n\n<p>\nوينبغي أن يكون الكلب طويل النفس، مجنس ما بين السلوقي والزغواني، وقد\nتقدم ذكر الكلاب ونسبتها، فإن الصقور إذا واصلت إلى النعام تعلقت في رقبتها\nأو رأسها لحق الكلب، وهذا أهون ما يكون على الصقور، لولا أنها تجعل من\nبعيد.\n</p>\n\n<p>\nوأما الحيلة في صيدها، فمن أهون ما يكون إن شاء الله تعالى.\n</p>\n\n<p>\nقال أصحاب التجارب: يحتاج من التمس النعام إلى أن يعلم أن أشد ما يكون\nعدوه وأسرعه إذا استقبل الريح، وكلما كانت الريح أعصف كان حصر النعام أسرع،\nومن عرف هذا احتال لانقطاعها عنه وأخذ الريح عليها حتى يظفر بها، وهي أشد\nالوحوش نفارا، وتصاد بالخرق السود تعلق في مواضعه، فإذا أحست بالخرق السود\nوزال ذعرها، لبس <span id='ms079'></span> القانص ثوبا اسود وانتصب له قائما، فإنه لا يستوحش منه،\nفيصيده، وتكون الخرق معلقة مربوطة بقوة على خشب أطول من القامة قليلا،\nوالخشب مؤبدة في الأرض.\n</p>\n\n<p>\nقال محمد بن منكلي: ولا بأس أن يوضع حول تلك الأخشاب ما تكون النعام\nتلتقطه وتستطيبه، وربما ترسل الصور والكلب والحالة هذه وتصاد في زمن الصيف\nلانسحاق خفها، وتساقط ريشها، وكثرة لحمها وسمنها، وتدركه الرجالة فتصيده.\n</p>\n\n<p>\nومما جرب أن الحديد الذي يبتلعه النعام ويخرج، يعمل منه سكين أو سيف لم\nيكل، ولم يقم له شيء.\n</p>\n\n<p>\nعظمه: أكله يورثه السل. مرازله سم، وإن عمل من جلدها سمكة وجعلت في جام\nفيه خل سبحت فيه.\n</p>\n\n<p>\nقال الفقيه محمد بن منكلي، غفر الله له: أردت أن لا أخلي هذا التأليف من\nذكر النسر والحدأة والرخمة، وذكر خواصهم، لأنهم من جنس الضواري.\n</p>\n\n<p>\nقال أهل التجربة: إن الحدأة تبيض بيضتين، وربما باضت ثلاثة، يخرج منها\nثلاثة أفراخ وهي تحضن عشرين يوما، وإن الحدأة لا تصيد وإنما تخطف، وفي\nطبعها أنها تقف في الطيران، وليس ذلك لغيرها.\n</p>\n\n<p>\nقال ابن وحشية: إن العقاب والحدأة يتبدلان فيصير الحدأة عقابا، والعقاب\nحدأة.\n</p>\n\n<p>\nويقال إن الحدأة أحسن الطير مجاورة لما جاورها من الطيران، ولو ماتت جوعا\nلا تعدو على أفراخ جيرانها ويروي في الأخبار، أن الحدأة كانت من جوارح نبي\nالله، سليمان بن داود، عليهما السلام، وإنما امتنعت من أن تألف أو تملك،\nلأنها من الملك الذي لا ينبغي لأحد من بعده، ولو كانت مما يصاد بها لما كان\nفي الكواسر أحسن صيدا منها، ولا أجل ثمنا.\n</p>\n\n<p>\nوفي طبعها أنها لا تخطف إلا من يمين من يخطف منه دون شماله، حتى يقال\nأنها عسرى وليس فيها لحم، وإنما هي عظام وعصب وجلد وريش.\n</p>\n\n<p>\nخواص الحدأة: إذا سحقت مرارة الحدأة وذرت في موضع فيه حيات يموتون، وإذا\nجففت هذه المرارة وسحقت، واكتحل بها من لسعه العقرب في الجانب الذي لسعت\nفيه، فإن الوجع يسكن، وكذلك يفعل في لسعة الزنبور.\n</p>\n\n<p>\nدمها: إذا سحق بخل ودهن وطلي <span id='ms080'></span> به على الجذام والبرص أزال ذلك.\n</p>\n\n<p>\nوإن شوي قلب الحدأة، وأطعم لصبي هرج شجاعا قوي القلب، وإن بخر بشيء من\nجناحها في بيت فيه سراج وفيه جماعة لم ينظر بعضهم بعضا وأظلم البيت، وإذا\nصلبت في بيت ذهب منه الحيات والعقارب، قاله ابن زهر في خواصه.\n</p>\n\n<p>\nوإذا سحقت مرارة حدأة، وجعلت في سلة الحاوي، قتلت ما فيها من الحيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nمرارة الحدأة: إذا ذبحت وأخذت مرارتها وجففت في ظل، ويختم عليها في\nقارورة بحيث لا يقربها جنب ولا ضامت، فمن أصيب بأفعى أو عقرب أو أي ذوات\nالسموم، كان على اختلاف أنواعها، فيحك من المرارة بماء عذب على صدفة،\nويكتحل في العين المخالفة للجانب المصاب ثلاثة أميال، برئ في المكان، ويسعط\nمحكوكا بالماء لمن عضه كلب كلب يبرأ بإذن الله. ويكتحل بها للبياض في العين\nالمظلمة أيضا.\n</p>\n\n<p>\nويروى أن حدأة شكت زوجها لسليمان بن داود عليهما السلام، فقالت: يا نبي\nالله إن زوجي لا يقربني، فقال: يا نبي الله كذبت، فقال له نبي الله: إن أنت\nواقعتها فصح فهو من ذلك الوقت وإلى الآن إذا أسفد صاح.\n</p>\n\n<h1 class='l1' id='head67'>باب ذكر النسر وخواصه وطباعه</h1>\n\n<p>\nاعلم حفظك الله، إن النسر ليس بذي مخلب، وإنما أظفار حداد كالمخاليب، لأن\nالمخلب ما قبض به صاحبه كقبض الصقر والبازي، وهو يسفد كالديك.\n</p>\n\n<p>\nوزعم المجربون أن الأنثى تبيض الذكر إليها، فتجري حركة الشهوة للسفاد\nمنها مجرى السفاد، فتلذ بذلك، وهي لا تحضن، وإنما تبيض في الأماكن العالية\nالضاحية للشمس، فيقوم حر الشمس مقام الحضن، وينسب النسر إلى قلة المعرفة\nوالكيس والفطنة، ويوصف بحدة حاسة البصر حتى أنه يرى الجيفة فيما يقال من\nأربع مائة فرسخ، وكذلك حاسة الشم إلا أنه إذا شم الطيب مات.\n</p>\n\n<p>\nوهو أشد الطير طيرانا وأقواها جناحا، يقال إنه يطير ما بين المشرق\nوالمغرب في يوم واحد، وتخافه كل لجوارح، ولا يقوم له شيء منها وهو شره.\n</p>\n\n<h1 class='l1' id='head68'>فإذا سقط على الجيفة وامتلأ منها لم يستطع الطيران، حتى يثب وثبات إلى أن يدخل تحت</h1>\n\n<p>\nالريح، وكل <span id='ms081'></span> من أصابه بعد امتلائه ضربة إن شاء بعصا أو 42 أبغيرها، فربما\nصاده الضعيف من الناس، وفي طبعها أن الأنثى تخاف على بيضها من الخنافس\nفتلهم إلى أن تفرش في عشها ورق الدلب لتنفر منه الخنافس، وهو مثل اليمام\nإذا فقدت الأنثى الذكر امتنعت عن المطعم والحركة أياما، وتلزم العيش، وربما\nقتلها الحزن عليه، وهو أطول الطير عمرا، يقال إنه يعيش ألف سنة وهو ألوان،\nمنها: السود البهيم والرمادي، وذكر أن طائرا يسمى البلح يصيد كل طائر، ولا\nيقرب جيفة ولا ميتة، والنسر أعلم الطير بعد البلح.\n</p>\n\n<h1 class='l1' id='head69'>خواص النسر</h1>\n\n<p>\nمرارته: إذا اكتحل بها من فد نزل الماء في عينه سبع مرات بماء بارد، وطلي\nحول العين منها نفعه ذلك بقدرة الله تعالى.\n</p>\n\n<p>\nدماغه: يذاب بشيء من قطران خالص وزيت ويسعط به صاحب الجذام الذي قد تنثر\nالحاجب منه يبرأ بإذن الله تعالى.\n</p>\n\n<p>\nمرارته أيضا ودماغه: يؤخذ منها وزن دانق، ويذاب بثلاثة قراريط قطران،\nوأربعة قراريط قار ويسعط به للمرة السوداء التي قد خالطت الدماغ ينفعه ذلك\nجدا.\n</p>\n\n<p>\nوالمرارة: إذا اكتحل بها قطعت الدمعة من العين.\n</p>\n\n<p>\nشحمه: يذاب ويصير في الأذن فاترا يمنع من الصمم وثقل السمع.\n</p>\n\n<p>\nلحمه: يطبخ ويخلط معه ورس وملح وكمون أبيض وعسل، ويرفع في إناء ينفع للسع\nالدبيب والهوام فإنه عجيب.\n</p>\n\n<p>\nقلبه: إذا جفف وشد على يد فإنه جاه.\n</p>\n\n<p>\nعينه: تشد على العضد تكون أمانا من الجن.\n</p>\n\n<h1 class='l1' id='head70'>باب ذكر الرخمة وطباعها وخواصها</h1>\n\n<p>\nوتسميه العرب الأنوق، وتضرب المثل بامتناع بيضها على من رامه، فيقولون\n\"أعز من بيض الأنوق\" وفي طباعه، أنه لا يرضى من الجبال إلا بالوحشي منها،\nومن الأماكن إلا بأسحقها، ويقال أن الأنثى منه لا تمكن من نفسها غير ذكرها،\nوأنها تبيض بيضة واحدة، ويقال: إنها لا تبيض عن سفاد بل بالمذافة. ومن\nعادتها إنها تحمي بيضها وتحمي فراخها.\n</p>\n\n<h1 class='l1' id='head71'>خواصها، ريش الرخمة: إذا بخر به بيت طرد الهوام، وأما عظم رأسها، فإنه إن علق على</h1>\n\n<p>\nمن به وجع الرأس، نفعه بإذن الله تعالى. وأما كبدها إذا شد <span id='ms082'></span> على جلد خروف\nوعلق على مجذوم نفعه. وأما مرارتها، إذا علقت على عين رمدة برئت، وأما\nدماغها إذا أخذ منه مجذوم سبعة أيام متوالية نفعه ووافقه بإذن الله تعالى،\nبطنها إذا جفف وخلط 42 ببملح داراني وشرب ومسح به الذكر نفع من سلس البول،\nوأما عظم صدغيها الأيمن: يعلق به على صاحب الصداع في الجانب الأيمن يبرأ\nبإذن الله. وكذلك يفعل في الجانب الأيسر للأيسر.\n</p>\n\n<p>\nعينها اليمنى: توضع في خرقة وتعلق على العضد، وهي قبول للسلطان.\n</p>\n\n<h1 class='l1' id='head72'>باب ذكر جناح الطير</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n<p>\nقال أهل التجربة: الجناح عشر ريشات، يقال لها الأولة، وأول ريشة في\nالجناح تعرف بالسكين وأما الشاميون، يقولون النيم وهي السكين بلغة أهل\nالعراق، والنيم أيضا لغة لعجم، وكل مصيب، فأما العراقيون فقاسوها بالسكين\nإذ تشبه من نصفها لشلف السكين، والباقي كالنصاب، وأما العجم جعلوها نيما\nلأنها مثل نصف التي تليها وهي الثانية، وقياس العراقيين أبلغ، والنيم ليست\nإلا للبازي فقط، وباقي الضواري لا تشف عن الثانية إلا قليلا، وإن قيل أنها\nفي سائر أصفر العين، فصحيح.\n</p>\n\n<p>\nوأما الجناح، فيقال له السكين، إلى التاسعة، والفارقة هي التي تفرق\nالجناح من الخوافي، ولا يقال العاشرة إلا في الحمام، وهي لغة أهل الحمام،\nوما سميت الفارقة إلا أنها تفرق الجناح من الخوافي، ولو سموها لعاب الحمام.\nالفارقة لما أخطوا.\n</p>\n\n<p>\nوقال لعاب الضواري: قد علمنا إنها عاشرة الجناح غير أننا إذا قلنا عاشرة\nالجناح قد جعلنا أن الجناح أكثر من العشرة، وقد سبقت القدماء بذكر كل نوع\nمنها بذاته.\n</p>\n\n<p>\nوقيل إن القوادم هي التي تحمل الطير جميعا، ويحمل الجميع الذي خلق كل شيء\nلا إله إلا هو اعلم أن الجناح غير الخوافي، والخوافي غير الجناح، وصح أن\nالجناح هو ما يمكن أن يطار به ونظر في جميع الريش إذا سقط منه شيء ما تقل\nبسقوطه منه الطيران من اللواتي لا يسقط كالغير، فوجد في جميع الريش إذا سقط\nمنه شيء ما ثقل الخوافي جميعها إذا سقطت لم يزل الطائر يطير، وإذا سقطت من\nالجناح <span id='ms083'></span> فهي القوادم من السكين، وهي أول الجناح إلى الفارقة وهي التي تفرق\nالجناح من الخوافي وأقصاها ثلاث ريشات، فإذا زالت لم يقدر الطيران الطائر\nوقد يزول ذنب الطائر بكماله وهو يطير.\n</p>\n\n<h1 class='l1' id='head73'>باب تضحيك الملوك</h1>\n\n<p>\nإذا أريد ذلك يعلم الصقر على هيئة من يختار من غلمان الملك: يحكى أنه كان\nفي بلاد الحلة في زمان دبيس بن مزيد ملك العرب وزير له يسمى ابن طراد، وقيل\nاسمه طيب وكان لقبه جمال الدين، وكانت جامكيات الحاشية عليه وكان في جملة\nالبازيارية رجل يسمى حميد الشهير بالمواليا، كانت جامكيتة على الوزير، وهو\nيدافعه بنعم إلى أن بلغ منه وأضجره، فأخذ حميد البازيار خمسة صقور وأضراها\nعلى صورة جمال الدين الوزير إلى أن كملت، وهو مع الملك في الميدان، فتقدم\nواستأذن الملك أن ترسل عليه تلك الصقور، فأذن له على سبيل الاستهزاء، فمضى\nوأرسل الصقور الخمسة وهو قريب الملك، فأقبلت الصقور على الوزير، فبدره منها\nصقر ورمى عمامته عن رأسه، وانتشب الأخرى في عنقه فتردى عن بغلته. فقال\nالملك: لا يخلصه إلا حميد البازيار، فنزل، حميد غليه، وكل صقر في طرف من\nأطرافه، فقال الوزير لحميد: خلصني ولك عندي جميع ما تريد، فخلصه، فأقبل إلى\nداره ونفذ إلى الملك أن يقيله من الوزارة، فأبى الملك ذلك. وقال له: إن كنت\nتريد حميدأ، فاصنع به ما شئت، فأبى ذلك، وطلب الوزير حميد، وأعطاه جميع ما\nعليه وأعطاه البغلة وخمسين دينارا، وقال له: لك علي كل سنة هكذا حين حكمني\nالملك فيك، وهذا لا يجوز أن يعمل إلا بأوباش الناس، وهذا العمل ليس بعيب،\nفقد فعل مثل ذلك خلق كثير بين يدي الملوك مثل أصحاب الموصل وفي بغداد وفي\nبلاد العجم، وهذا مستفاد من بين الملوك، ومن عمل عليه هذه الصقور، فليعمل\nعلى رأسه ورقبته ما يستره من المخاليب، وإذا وقع فليقع على وجهه خوفا على\nعينه.\n</p>\n\n<p>\nحدثني الأخ سيف الدين تمربغا الأحمدي تغمده الله تعالى برحمته أن ببلاد\nالتتار من يعلم طيور الجارح على ما <span id='ms084'></span> يختاروه مثل الأيل وغيره، فسألته عن\nالكيفية، فقال: يعلموهم على أعين الحيوان المطلوب، يوضع على أعينها قطع\nاللحم.\n</p>\n\n<h1 class='l1' id='head74'>باب الصيد بالشرك لسائر الوحش والطير عرضا على المسامع المصونة ما قاله الأستاذ </h1>\n\n<p>\nعيسى الأسدي رحمه الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nقال يصاد الغزال والأرنب بالشبك، وكل شركة معروفة، ولها قدر، فأما شرك\nالغزال فإنه يكون من العقب، ويكون له في حبل واحد، المائة عين والمائتان\nوأكثر تنصب في المراعي، وفي الطرقات وعلى المشارع، ولا تنصب إلا في الأماكن\nالمعشبة حتى يخفى الشرك بالعشب وإن كانت الأرض تربة تغطى بالتراب، ويثقل في\nكل ثلاث باعات أو أربعة بحجر لئلا ينكب إذا جذبه الغزال، ولا يثقل بحيث لا\nيقدر الغزال أن يجذبها بل إذا حصل الغزال في شيء من الأعين جذب الجميع من\nأماكنها، بحيث يكون في الجميع خمسة أرطال يعني الرطل المصري، والشرك خمسة\nأرطال إلى ما هو أكثر من ذلك، وكلما كان في الشرك ثقلا أخف الحجر، وينقل من\nمكان إلى مكان لئلا ينكره الغزال.\n</p>\n\n<p>\nوصيد الغزال بالفخ، فأما صيده في الطرقات فهو أن ينصب الفخ في الطريق\nالذي له كما ينبغي، فهو أن يخفي الأثر ويستر الفخ بما استطاع، ويكون الفخ\nبما يثق به من أن يلين فلا يرجع السهم الذي فيه إلا أن يكون الشرك الذي له\nسمك الإصبع إما كتان أو قطن أو شعر، وإن كان حريرا لا بأس، ولكن يكون أدق\nمن الجميع، ثم يكون في طوله باعا منه الدائر على كفة الفخ شبرين ونصف، يعلق\nعلى رأس السهم بعروة من خيط دقيق عن مقدار شبرين ونصف، فإذا قام السهم جذب\nذلك المقدار معه من على رأس الكفة جذبة شديدة، بحيث يحفظ على رجل الغزال،\nوباقي الشرك في أسفله طول شبر وعقد، يحفر لها حفيرة في الأرض تحت الفخ طول\nذراع. ضيقة الرأس، وسيعة الأسفل، فإذا صاد غزالا وذبحه وأخذ دمه في شيء،\nوأخذ عند شق بطنه الروث في آنية، وقلب عليها الدم وخلطهما، ثم مضى به\nالصياد إلى مظنة <span id='ms085'></span> الغزال، وجعله على أي مكان اختار من الأرض، ونصب عليه الفخ\nوالفخين بالقرب منه عن ذراع أو أكثر، فإن الغزال يشم ذلك ويقصده ويخور عليه\nمثل البقر، وهذه حيلة جيدة.\n</p>\n\n<p>\nوأما صيد الغزال على البعر، فإن الغزال إذا عاين مكانا فيه بعر، يعبر\nعليه، ويكثر الشم منه، فإذا نصب عليه الفخ صيده عليه، وكذلك يصاد في\nالمرايغ والمشارع، وينصب المنجل مثل ما ينصب الفخ إلا أن المنجل يكون شركه\nأرق، لأنه يتبع الغزال، ويكون مقدار طول الشركة التي تدور على الكفة شبرين\nونصف، ومنها مقدار نصف ذراع أو أقل مشدودا في المنجل، ومقدار طول المنجل\nشبر وأربع أصابع، يعمل لها مثل القبضة خشبة قوية والمنجل خارج الطرفين من\nتلك الخشبة والشركة مربوطة في تلك الخشبة، وتكون الكفة التي تدور عليها\nالشركة في دور كفة الفخ إلا أن هذه خلاف تلك الكفة، وذلك أنه يعمد إلى خيط\nليف فيعمل منه حلقة وسعها شبر وينحت له خلالات دقاق الرؤوس، غلاظ الأسافل\nعلى هيئة الأوتاد إلا أنها أخلة ويكون من أصلب الخشب، طول كل خلال منها ما\nإذا أجاز منها في تلك الحلقة خلالا، وأجاز مقابلته آخر النقب الرأسان بحيث\nيجيز فيها ما دار حبل الحلقة الملوي من هذه الأخلة خلال بجانب خلال والجميع\nتلتقي رؤوسها بعضها إلى بعض ما لا يجوز بينها رأس الإصبع، بحيث إذا وضعت\nعلى رأس حفيرة، وجعل عليها ترابا خفيفا ما يخفيها عن أن ترى وتكبس بالإصبع\nمقدار وطية الغزال وما هو أخف من الغزال، فتنزل رؤوس الأخلة، ويعبر ذلك\nبرأس الإصبع، فإذا نزلت رأس الإصبع، وقبضت رؤوس الأخلة على الإصبع، واشتالت\nالكفة، ولم تقع على الإصبع إلا بعد أن تنخرط تلك الزيقة التي هي دائرة\nعليها، فإذا تمكنت الزيقة وقعت الكفة، ولا يكون مع المنجل شيء آخر غيرها،\nبحيث إذا قفز الغزال من خوف المنجل ضرب المنجل رجليه وجنبه فيعطب، وغزال\nالمنجل وغزال الفخ عاطب أبدا، وغزال المصائد، وهي التي تبني في الجبال تسمى\nالصير، وغزال الشرك <span id='ms086'></span> سالم، قال بعض الشعراء:\n</p>\n\n<p>\nقد أغتدي قبل وجوب الفرض ... والجفن قد ودع طيب الغمض\n</p>\n\n<p>\nطارقها في قلق ونفض ... يضرب بعض ريشه ببعض\n</p>\n\n<h1 class='l1' id='head75'>باب صيد الأرنب بالشرك والفخ</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n<p>\nقال الأستاذ: إذا أرت أن تصيد الأرنب بالشبكة، فأكثر لها العلف في زمان\nيباس الخضرة من الأرض، فاخلط الشعير في التبن ووطيه في المكان الذي تريد أن\nتنصب فيه الشبكة، وتكثر فيه الشعير والحمص، فإن الأرنب يعتاد ذلك، ويكثر\nالتردد إليه، فإذا علمت أن الأرنب كثر عليهم فانصب عليه الشبكة وادفنها في\nالتبن، وينبغي أن تكون الشبكة واسعة العين بحيث لا يخرج رأس الأرنب منه،\nفإن الأرنب إذا خرج رأسه من مكان جاز جميعه فيه، فإن أكثر الأرنب اقلب\nالشبكة عليه، وشد الجذب في بعض الأوتاد ليتجنب الخوف من أن يرتفع الحبل\nالذي عليه قيام الشبكة، وينبغي أن تكون الشبكة كثيرة العرض حتى يكون على ما\nتحتها فضلة، وكلما كانت رخوة كان الصياد آمن من أن يخرج ما تحتها، وأما من\nأراد أن يصيد الأرنب بالفخ فله أن يعمل في المواضع التي يطرقها الأرنب في\nالرعي، ويقطع عليه الطرق بالشرك، ويخلي له أبواب بمقدار ما يجوز الأرنب\nفقط، وفخ الأرنب مثل فخ الجمل والدراج إلا أن هذه تكون الخراطة أقوى.\n</p>\n\n<h1 class='l1' id='head76'>باب صيد الغزال بالشبك</h1>\n\n<p>\nقال أصحاب التاريخ: إن أول من تصيد بالشبكة المتوكل، وقيل للمعتصم، وكان\nللمستنجد بالله شبكة ولا يصلح أن تكون الشبكة إلا لسلطان، ولا يزيد ما تحمل\nعليه الشبكة إلا بكلفة أنها تكون عشرين حملا، وأكثر من ذلك، وكان المستنجد\nبالله يتصيد بها في أرض يقال لها الأحمرية لأنها كثيرة الغزال، وهذه الشبكة\nتقوم على أعمدة كما تقوم سقاق الخيمة، ويكون لها زاوية طويلة. إذا انتهى\nالغزال دخل في تلك الزاوية، ويكون في تلك الزاوية أكمام إذا دخل الغزال\nفيها لا يقدر على الخروج إذا نطح الشبكة، ويكون لها جناحان كلما جاءت أبعدت\nبعضها عن بعض إلى أن تأخذ من الأرض مد البصر، والخيل تحوي الغزال من كل\nجهة، حتى <span id='ms087'></span> إذا وجد الغزال له السبيل في وسط الشبكة، وهو الباب المفتوح، دخل\nالجميع فيها، أمرت الرجال الذين معهم طرفا الشبكة بأن يميلوا إلى الوسط،\nوتكون أول الشبكة على بغلين عليهما غلامان عند الرأسين، وفي كل جوكة من\nالجوكات التي يسار بها رجال ركبان، كل رجل معه جوكة يمشي وراءه ببكرة إلى\nأن تلتقي الرأسان، فإذا التقت الرأسان دقت خلف الجوك الأوتاد وخليت قائمة،\nودخل من يريد أن يتفرج هو ومن أراد فيصيد جميع ما فيها إن شاء، وإن شاء\nقبض، وهذا لا يفعله أحد إلا صاحب همة. ومبدأ، هذا من العراق، وقيل أول من\nعمل المصائد والصير لصيد الغزال، ملك كان قد جمع الوحش في مضيق فلز الغزال\nفيه، وكان هناك مكان منخسف كالبئر، فصار الغزال يقفز ذلك المكان، فيقع في\nتلك البئر إلى أن صار فيه غزال كثير، فقال الملك: لو عملنا مثل هذا لوقع\nفيه الغزال، فأمر من يعمل له مثل ذلك من الصير والزوايا، فحفرت فيه الآبار،\nورفعت حيطان وهي المصائد.\n</p>\n\n<p>\nقال محمد بن منكلي: أما الشباك المذكورة والمصائد فإن عملها في زماننا\nممتنع، وما ذكرت في هذا التأليف المختصر إلا لتذكر في هذا التأليف، ويقرأ\nالقارئ ذكرها والله الموفق بفضله.\n</p>\n\n<h1 class='l1' id='head77'>باب قتل المؤذيات من سبع وغيره</h1>\n\n<p>\nقالوا: ومن أراد قتل المؤذيات من السباع فلينصب له قوسين على باب صيرة،\nويجعل في تلك الصيرة رمة مربوطة وثيقة، ثم ينصب قوسين من أقواس الرمي\nكالقوس في حد من حدود تلك الصيرة، مفتوح في كبده سهم مفوق، وللسهم مجرى\nيجري فيه، حتى لا يخطئ ذلك السهم، ويجعل الوتر في عصفورة كما يفعل بقوس\nالجرخ، ويجعل بفتح العصفورة خيط يعمل في العصفورة من تحت القالب، ويكون رأس\nالخيط في القوس الآخر بمقدار ما تعمل السهمان، تلتقي إذا فقس القوسان،\nويجعل الخيط في الباب، ويجعل قدام البيت حجارة مبنية إلى صدر الأسد، والخيط\nقدام ذلك بذراع واحد، بحيث أنه إذا وصل السد، وقفز تلك الحجارة جاء بحدته،\nفأخذ الخيط في طريقه <span id='ms088'></span> فانفقست القوسان عند جذبه الخيط، وكان فيها هلاكه إن\nشاء الله تعالى.\n</p>\n\n<p>\nوقد ذكرت في هذا طرق وحيل الصيد كثيرة.\n</p>\n\n<h1 class='l1' id='head78'>باب في كيفية الزجر حين الخروج إلى الصيد</h1>\n\n<p>\nقال المؤلف: وقد علم بحمد الله أن الزجر لم يكن له أصل من جهة شرعيا،\nوإنما هو أمر قد اعتمده القدماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوأردت أن أذكر فيه ما اعتمد عليه الأولون، ليكون تأليفي غير خال مما ذكر\nحتى قالوا: يعتمد على ذلك من جهة مباشرات الحواس البصرية والسمعية لرؤية\nالأشخاص الفلكية والحيوانات الأرضية، ومن جهة مباشرات الحواس السمعية\nللأصوات المسموعة من المزجور عليها ليكون ذلك أدل مما يحاول في هذا الضد،\nحتى أنهم قالوا في الزجر على الكواكب في وقت الأشخاص للمتصيدات استعمال\nاليقظة والنظر علوا وسفلا، فمتى رأى كوكبا متقدما أو متأخرا، وهو كالسانح.\nثم رأى بعد ذلك عائدا إلى ناحية الشمال دل على قلة الصيد، وإن نيل منه شيء\nفنزر وإن رأى بعد ذلك عند الدنو من المتصيدات كوكبا سانحا كان ذلك دليلا\nعلى كثرة الصيد والظفر به، فيكون نزرا، وإن كان الأمر على خلاف ذلك كان\nالمنال منه كثيرا.\n</p>\n\n<h1 class='l1' id='head79'>باب الزجر على الثلج</h1>\n\n<p>\nومتى رأى الثلج مستقبلا ومستدبرا وساقطا من جهة الشمال، فدليل على وجود\nالصيد، وينال منه نزر يسير والله تعالى أعلم.\n</p>\n\n<h1 class='l1' id='head80'>باب الزجر على العقبان</h1>\n\n<p>\nإذا رأى عند الدنو من المتصيدات عقابا نازحا أو واقعا من ناحية الشمال،\nأو كان نازحا ثم عاد بعد ذلك إلى ناحية اليمين، فدليل على وجود الصيد، فإذا\nرأى عقابا سائحا فدليل أيضا على سهولة الصيد.\n</p>\n\n<p>\nوقد يزجر على كثير من الجوارح الوحشية حسب ما يزجر على العقبان.\n</p>\n\n<h1 class='l1' id='head81'>باب ما يزجر على الغراب الأبقع</h1>\n\n<p>\nقالوا: إذا رأى عند الدنو من الصيد غرابا ساقطا من ناحية الشمال، فدليل\nعلى الظفر، بالصيد إلا أنه نزر يسير وقد يقع على سائر الغربان ما يقع على\nالغراب الأبقع.\n</p>\n\n<h1 class='l1' id='head82'>باب في الزجر على الكلاب</h1>\n\n<p>\nقالوا: وإذا رأى عند الدنو من الصيد كلبا مجتازا من ناحية الشمال دل على\nالظفر <span id='ms089'></span> بالصيد والسرور به، وإن كان الكلب أحمر اللون، كان أجود الألوان في\nالزجر.\n</p>\n\n<h1 class='l1' id='head83'>باب في الزجر على الثعالب</h1>\n\n<p>\nقالوا: وإن رأى ثعلبا عند الدنو من الصيد مستقبلا سائحا أو نازحا\nمستدبرا، وهو يصيح، ثم رأى عائدا إلى ناحية الشمال أو رأى ثعلبين مستقبلين\nأو مستدبرين من ناحية اليمين أو الشمال أو هما مدمني النظر إلى كلاب الصيد،\nفدليل على قلة الصيد والظفر به والله أعلم.\n</p>\n\n<h1 class='l1' id='head84'>باب في الزجر على الظباء</h1>\n\n<p>\nقالوا: وإذا رأى عند الدنو من المتصيدات ظبيا مقبلا أو سانحا يعني معترضا\nأو مستدبرا أو رابضا في الناحية اليمنى أو مقبلا نازحا بمعنى بعيدا ثم رآه\nعائدا إلى ناحية الشمال، أو رأى ظبيين قائمين مستقبلين برأسيهما أو\nمستدبرين بذنبيهما يمينا أو شمالا، فإن ذلك دليل على جودة الصيد والظفر به،\nإن شاء الله تعالى.\n</p>\n\n<p>\nفهذه جملة ما وقعت الأوائل عليها من حيث التجربة وبالله التوفيق.\n</p>\n\n<h1 class='l1' id='head85'>باب في الأسماء التي يتفاءل بها الصياديون</h1>\n\n<p>\nوقد قيل: إن من الناس من يرغب في هذا كثير، مما يتفاءل في الأسماء\nالصالحة الموافقة، ولا سيما أهل المصائد والطرائد.\n</p>\n\n<h1 class='l1' id='head86'>ومن عادة الصياد إذا خرج إلى الصيد أن يتسمع من يصيح من ورائه بالاسم الذي يرضيه</h1>\n\n<p>\nوهو ن 46 أيقال يا صالح، يا صلاح، يا مصلح، يا مفلح، يا نجاح، يا منجح،\nيا فلاح، يا مسعود، يا سعيد، يا سعادة، يا مساعد، يا معاضد، يا عاضد، يا\nمنصور، يا نصر، يا ناصر، يا مقبل، يا عون، يا معين، يا مبارك، يا مباركة،\nيا سعيدة، يا راشد، وما شاكل ذلك، وقد قيل في المعنى: الفأل مقترن باليمن\nطائره والنحس منصرف وليس بضائر.\n</p>\n\n<p>\nوأرى سعودا قد أتتك سريعة ... فابشر بإقبال وعز ظاهر\n</p>\n\n<p>\nوقد وردت آيات وأخبار عن النبي صلى الله عليه وسلم أنه قال: \"تفاءلوا ولا\nتطيروا\"، وقال: \"الفأل موكل بالمنطق\"، وقال: إياكم وذوي العاهات. وقال: من\nسمى ولده وأحسن اسمه فقد حببه إلى الناس، وقال: حسنوا أسماء أولادكم.\n</p>\n\n<p>\nوقال خالد بن صفوان: خرجت يوما مع السفاح إلى الصيد <span id='ms090'></span>، وكان كثير الولوع\nبالضواري، وكان تلك الليلة قد شكا إلي من كثرة إحرام ضواريه في الصيد، وإنه\nطلب التصيد والتفرد.\n</p>\n\n<p>\nوقل: يا خالد آمر أن ينادى في لناس أن لا يتبعني أحد، فإنني أخجل من قلة\nعمل الضواري، فنودي في العسكر، أن ارجعوا فرجعوا إلا من اختاره السفاح،\nفسرنا غير بعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: إن سررنا في هذا اليوم بالصيد تصدقت لله تعالى بكذا وكذا، وكان قد\nاختار من ضواريه القليل، وترك الباقي في المخيم، وإذا بأعرابي ينادي بجارية\nبه مع إبله: يا سعادة، يا سعادة، يا سعادة، فرأيت السفاح، والله كأنه أطلق\nمن سجن، وقد فرح وتهلل وجهه، ثم قال: ويلك يا خالد قلت: لبيك يا أمير\nالمؤمنين، قال: إني قد سررت بهذا الاسم، وإن ظني قد اتضح له أن الضواري\nتصيد في هذا اليوم جميعها.\n</p>\n\n<p>\nثم قال لبعض الغلمان: امض وآت بباقي الضواري ولا تخلي في المخيم منها\nشيئا، فقلت: يا أمير المؤمنين، إن هذا لعجب، كنت تشكو إلي من الضواري\nوإحرامها، ثم أنت قد استبشرت بهذا الاسم، وغلب ظنك أن النجاح في هذا اليوم\nفقال: نعم، ستجد ما أقول لك.\n</p>\n\n<p>\nفوصلنا إلى لمتصيد وجيء بما تبقى من الضواري فتصيدنا إلى أن مللنا الصيد،\nوحلف أنه تصيد بشيء من الضواري لم تكن قبل ذلك اليوم صادت شيئا، فتعجبت من\nذلك.\n</p>\n\n<p>\nوخرج يوما إلى التصيد فرأى غلاما بدويا صبيح الوجه، فقال له: ما اسمك،\nقال: مسعود، قال: دلنا على مكان الصيد، فدلنا، فصدنا ما شاء الله أن نصيده،\nثم عدنا إلى المخيم، فأنعم على الأعرابي بما كان غناؤه فيه.\n</p>\n\n<p>\nوخرج يوما إلى الصيد، وإذ مناد ينادي: يا سعيد مرتين أو ثلاثة، ثم نادى:\nيا شقي، فقال السفاح: يومنا هذا أوله طيب وآخره رديء، فكان كذلك، لما وجدنا\nفي آخر النهار من التعب وقلة الصيد ورداوة الضواري.\n</p>\n\n<p>\nقال الأستاذ عيسى الأسدي، رحمه الله: إن بعض الناس حدثه ببغداد، قال: كنت\nمع صاحب لي فخرجت إلى الصيد، وكنت أتطير بهذه الأسماء والألوان، وهو <span id='ms091'></span> بالضد\nمني ويهزأ بي، وأنا أحمل من ذلك الغيظ، قال: فوصلنا إلى بعض الطريق غذ مر\nبنا رجل أعور العين اليمنى يعرج برجله اليسرى، وعينه الصحيحة حولاء، فنظرت\nإليه ونظر إليه صاحبي، فتغير لوني وحركت رأسي، فقال لي صديقي: ما تقول يا\nفلان، فقلت: إنا لله وإنا إليه راجعون، هذه صفة ما رأيتها من عمري، فقال:\nسر ولا تهذ، فسرنا غير بعيد، وقد ثارت ضبع، فركض عليها الغلمان، فوقع بعضهم\nفمات، فقلت: بالله ألا ما رجعت، قال: سر بنا ودعنا من هذا، فسرنا فوا الله\nلقد مر علينا أنحس يوم يكون حتى لقد ضاعت من الضواري خيرها، وهو يلح في\nالصيد، ولم يزل إلى أن رمى به فرسه فاندقت يده ورجله، ولم يفق إلا بعد حين.\n</p>\n\n<p>\nومن التفاؤل بالسماء التي أولها: كلاحق وملاحق ولازم وملازم، وفي الأشعار\nما كان أول البيت:\n</p>\n\n<p>\nولازال سيفي مغمد في جماجم ... لأعدائهم والرمح في اللهوات\n</p>\n\n<p>\nوكقوله:\n</p>\n\n<p>\nلا والذي تسجد الجباه له ... مالي بما تحت ذيلها خبر\n</p>\n\n<p>\nولا بفيها ولا هممت بها ... ما كان إلا الحديث والنظر\n</p>\n\n<h1 class='l1' id='head87'>باب في طرد المؤذيات من الأماكن والكروم وبالله عز وجل المستعان</h1>\n\n<p>\nوالمؤذيات المطرودة هي كل داعر من خنزير وضبع وذئب وثعلب وابن آوى وغزال\nوأرنب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفمن أراد طردهن من مكانه أو كرمه أو قصبه أو زرعه، فليستعن بالله عز وجل\nوليأخذ قدرا كبيرا من خزف ويخرق أسفلها حيث يدخل إليها يداه في دفعة واحدة،\nويجعل سفلها بوسع رأسها وتكون القدر كبيرة لها جون وسيع ثم يرقم رأسها بجلد\nشديد، ويشد كما يشد رقم الطبل ويدعه إلى أن يجف، ثم يخرق وسط الرقم بشفا\nيعني مخرز غليظ، ويجيز من ذلك الخرم شيئا من شعر فرس أطول شيء وأخشن شيء\nيكون من الرقم إلى جوف القدر ما يفضل عن القدر إلى خارج القدر من أسفلها،\nويكون مقدار سمك الشعر خمسين شعرة إلى ستين، هذا المقدار لا غير ويعمل في\nأسفل الشعر ما يمنعه أن يجوز عن الرقم إذا جذب ذلك الشعر <span id='ms092'></span> من داخل مربوط\nبحبل قوي ثم لا ينتهزه بالنهر لئلا يراه أحد أو يسمعه إلا في وقت حاجته\nإليه. وهو إذا انتصف الليل خرج إلى المكان الذي يريد أن يطرد عنه الوحش\nيجلس في وسط المكان سواء، ولف على كفيه ومسبحتيه خرقا مبلولة، وكلما نشفت\nبلها، وأدخل يده في القدر من أسفلها، وقبض على تلك الخصلة الشعر، ويشد\nالقدر برجليه الزوج، ويجر لك الشعر إلى منتهى الشعر، فإذا انتهت بيده أجاز\nيده الأخرى، وقبض قبل انتهاء اليد الأولى، وفعل مثل ما فعل بتلك اليد\nالأولى، بعد أن يكون قد خلاه من يده الأولى عند الانتهاء، واعتبار ذلك إذا\nقل الشوط، فإنه متى فعل ذلك ثلاث ليال متواليات في نصف الليل وفي آخر الليل\nلم يدخل إلى كرمه أو أرضه شيء من المؤذيات بقوة الله تعالى، والسبب الداعي\nفي تنفير هذه المؤذيات هو الصوت الذي يخرج من القذر المذكور لأنه يشبه أزيز\nالأسد، وهو أشد ما يكون، وإن أزيز الأسد يصل في الليل دون الفرسخ ويزيد مع\nالعارف به ما يفعله في ترتيب الصوت الخارج من القدر.\n</p>\n\n<p>\nولا ينبغي أن يطنب به في كل ليلة غير تلك الليالي الأول، ولا يزيد على\nأكثر من ثلاث ليال والصواب فيه أن يكون ما يفعله يخرج أول الليل وآخره، وهو\nإذا مضى من الليل النصف الأول وآخر الليل الصباح الأول، وشرطه الكتمان\nوقليل فاعله، ومتى ما لعب به فسد الأمر وانكشف، ولا يفيد بعد.\n</p>\n\n<p>\nوالقن يذكر نكتا في الكتمان، قال نبي الله سليمان بن داود عليهما السلام:\nليكن أصدقاؤك كثيرا، ويكون صاحب سرك واحدا من ألف.\n</p>\n\n<p>\nوقيل: إذا ضاق صدر المرء عن سر نفسه، فصدر الذي يستودع السر أضيق.\n</p>\n\n<p>\nأما في وقتنا هذا، فيعسر كتمان الأسرار خصوصا عند أصحاب القهوة، فإنه لا\nيجوز أن يستودعوا سرا بالجملة الكافية.\n</p>\n\n<p>\nوأقول أيضا: كل من له صبوة بصورة فمن المحال أن يكتم ممن يحبه سره، وقلة\nالثقة بالناس من أكبر السياسات كما قيل، رجل يساوي ألف رجل <span id='ms093'></span>، وألف رجل لا\nيساوي رجلا.\n</p>\n\n<p>\nوكقول رسول الله صلى الله عليه وسلم: \"الناس كإبل مائة ما توجد فيها\nراحلة\" كل ذلك يريد أن الفضل قليل والنقص كثير، نسأل الله الرشد والتوفيق\nوالحفظ بمنه وكرمه.\n</p>\n\n<p>\nوالقن يمدح هذا الرجل الذي يكتم الأسرار بهذا البيت، وأكرره في العقول\nليكون ذخيرة المأمول:\n</p>\n\n<p>\nعذرا إليه فإننا من عجزنا ... وقصورنا عن مدحه نستغفر\n</p>\n\n<p>\nويرجع إلى ما استخير في تأليفه.\n</p>\n\n<h1 class='l1' id='head88'>باب طرد الغربان عن الزرع</h1>\n\n<p>\nتؤخذ دجاجة سوداء لا بياض فيها، صادقة السواد، وتشد بخيط طويل وله مائتي\nذراع، ترمى في الزرع، وتلزم طرف الخيط، وتجر في ذلك الزرع، فإن الغربان\nيخرجون من الزرع. وينبغي أن تكون الدجاجة صياحة.\n</p>\n\n<h1 class='l1' id='head89'>باب في ترحيل الجراد عن الزرع</h1>\n\n<p>\nقال أهل الفضيلة: من دخل في زرعه أو كرمه جراد، فليأت إلى وسط الجراد\nويزعق بأعلى صوته \"جند الله\"، فإن شاء أرسله نعمة، وإن شاء أرسله نقمة، ثم\nيزعق: \"أيها الجند المطيع لله سألتك بأم الكتاب، وبمن هزم الأحزاب، وبمن\nأخرج الحبة من التراب، أسألك باسم الله الرحمن الرحيم بحم حم القرآن العظيم\nألا رحلت عن أرضي وزرعي، فإنه يرحل بأمر الله تعالى، قيل في نعت جرادة:\n</p>\n\n<p>\nوطيارة تمشي بساق كأنها ... عروس تجلت في عطاف معنبر\n</p>\n\n<p>\nغدت في عداد الطير وهي منوطة ... بوجه حصان فيه شدق غضنفر\n</p>\n\n<p>\nوقد رزقت بطن الشجاع وأعطيت ... قفا كجريان القميص المزور\n</p>\n\n<p>\nحوت صورا شتى قلله درهما ... لقد تيمت عقلي بأحسن منظر\n</p>\n\n<h1 class='l1' id='head90'>باب طرد الفأر عن الزرع</h1>\n\n<p>\nإذا أخذت مرائر البقر ونقعت في ماء ثم يبل بذلك الماء ذلك البذر لم يقربه\nفأر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوفي نجاة الدجاج من سنانير البر أنه إذا علق في باطن أجنحة الدجاج شيئا\nمن سذاب أو يطلي ظاهر أجنحتهن ورؤوسهن بماء السذاب نجت بقدرة الله من\nسنانير البر.\n</p>\n\n<h1 class='l1' id='head91'>باب في طرد فأر البيت</h1>\n\n<p>\nقال أهل الحكمة: من سحق مرداسنج وهو المرتك بدقيق خشكار وجعله حرابل\nوأطعم لفأر البيت، فإنه إذا أكله يموت، وإذا أخذ رماد حطب البلوط ويطرح في\nأحجرتهن، فإذا وجدت ريحه <span id='ms094'></span> أكلن بعضهن بعضا، وأيضا إذا خلط تراب الحديد بعجين\nوطرح للفأر وأكله مات.\n</p>\n\n<h1 class='l1' id='head92'>باب ترحيل النمل</h1>\n\n<p>\nقال الحكماء: من أخذ كراويا فدقت وصبت في أحجرة النمل، ويكتب في شيء\nويعلق في زوايا الدار بسم الله الرحمن الرحيم، \"إن كنتم تؤمنون بالله\nوباليوم الآخر، وبياسين وبما أنزل فيها، وأنشدكم بحق الله وحق نبينا\nونبيكم، وما أنزل عليهما ألا تحولتم عن مساكننا\".\n</p>\n\n<h1 class='l1' id='head93'>باب في الاستعداد لدفع شر الحيات</h1>\n\n<p>\nقال أضعف خلق الله تعالى: مؤلف هذا الكتاب محمد بن منكلي، عامله الله\nتعالى بلطفه: قصدت أن لا أخلي تأليفي هذا من ذكر ما لا يجوز للإنسان إلقاء\nنفسه لما يضره، وذلك أن الحيات بمنزلة السباع، إذ هي أكلة اللحم، وهذا لا\nشك فيه، وما فيها من العداوة للإنسان بالطبع وهي من ذوات الأنياب.\n</p>\n\n<p>\nقال محمد بن إبراهيم بن يحيى الشهير بالوراق في كتابه مباهج الفكر مناهج\nالعبر: وإنما سميت الحية حية لأنها تحوت أي اجتمعت، وتطلق على الذكر\nوالأنثى، وهي أصناف كثيرة لا تحصى وشرها الأفاعي ومساكنها الرمال والجبال\nويضرب المثل فيها بأفعى سجستان.\n</p>\n\n<p>\nومن التهويل في أمرها ما حكاه ابن شبرمة أن أفعى نهشت غلاما في رجله\nفانصدعت جبهته.\n</p>\n\n<p>\nويحكى أن شبيبا دخل على المنصور، فقال: يا شبيب دخلت على سجستان، قال:\nنعم، قال: فصف لي أفاعيها، فقال: يا أمير المؤمنين، هي دقاق الأعناق، صغار\nالأذناب، مفلطحة الرؤوس رقش برش كبارهن حتوف، وصغارهن سيوف.\n</p>\n\n<p>\nقال المؤلف: وقد قتلت من صغارهن ما أرجو به الثواب عند الله تعالى.\n</p>\n\n<p>\nوقيل: إن من الأفاعي من يتسافد بأفواهها، فإذا أعطي الذكر الأنثى وقع\nكالمغشي عليه فتعمد الأنثى إلى موضع مذاكيره فتقطعها نهشا فيموت من ساعته،\nفيبقى في بطنها حتى تخرج الأولاد وتموت الأم من ساعتها، فيكون طلبها للولد\nهلاكا لها وللذكر. وذكرها يسمى الأفعوان يأتيها أيام الصراف فيصوت بها\nفتأتيه، وبيضها مستطيل أكدر اللون وأخضر وأصفر وأسود وأبيض وأرقط وفي بعضه\nنمش ولمع، وأما داخله فاسمج من الصديد.\n</p>\n\n<p>\nوالحية مشقوقة اللسان ولذلك يظن أن لها لسانين <span id='ms095'></span> وتوصف بالنهم والشره لأنها\nتبلع الفراخ من غير مضغ كما يفعل الأسد، ومن عادتها أنها إذا نهشت انقلبت\nفيتوهم أنها فعلت ذلك لنزع سمها وليس الأمر كذلك، وإنما في نابها عضل، فإذا\nعضت استغرق إدخال الناب كله، وقيل أن لها ثلاثين ضلعا ومن الخواص: إذا ضربت\nبالقصب الفارسي ضربة ماتت، وإن ضربت بسوط قد مسه عرق الخيل ماتت.\n</p>\n\n<p>\nوليس في الأرض شيء مثل جسم الحية إلا والحية أقوى بدنا منه.\n</p>\n\n<p>\nوتعيش في البر بعد ما صارت مدة في الماء.\n</p>\n\n<p>\nومن طبعها أنها لا تطلب الماء ولا تريده لغلبة الأرضية عليها، وفي طبعها\nأنها إذا لم تجد طعاما تعيش بالنسيم وتقتات به الزمن الطويل.\n</p>\n\n<p>\nوإن عينها إذا قلعت عادت وكذلك نابها يطلع بعد ثلاثة أيام، وكذلك ذنبها\nإذا قطع.\n</p>\n\n<p>\nوفي طبعها أنها تهرب من الرجل العريان.\n</p>\n\n<p>\nقال المؤلف: وهو المراد للاستعانة على قتلها، وقد قتلت ببيسان أصلة عظيمة\nكبيرة الرأس جدا وأنها لا يأتيها الرجل إلا منحرفا عنها قليلا لا مسامت\nلها، وينبغي أن لا يهمل أمرها حين المراوغة ورميت مرة سهام على شجاع منهم\nرقه رق الإصبع، ويكون طوله أطول من الذراع، وهو وثاب فرميت عليه خمسة أسهم\nاتقاء لشره، وأنا أحترس منه، فأصيب في رأسه بسادس سهم، ورأسه صغيرة جدا قدر\nالبندقية الصغيرة، فرأيته يروغ عن السهم كالرجال الحاذق، وقيل إنها ما تموت\nومن أصنافها ما هو أزعر، وقتلت واحدة ببرية الفيوم، إذ فيها حيات كثيرة\nمؤذيات.\n</p>\n\n<p>\nومنها ما هو الأحمر، ومنها ما يسمى السود، ولم أر أجرى منه، وقد ركضت\nخلفه في حال صباي، وأنا على فرس قوي الجري، وبيدي سيف، فلم ألحقه إلى أن\nتوارى بحجر ففاتني، واشر ما يوجد هذا الصنف في أرض مصر في أرض الزرع. وهذا\nالصنف يعظم جدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا رأى الإنسان قصده، فإذا كان في الإنسان يقظة أخذ حذره منه، وقاتله\nإن كان معه سلاح، وهو يراوغ في قتاله كالمحتال أو لاعب الشطرنج يقصد من\nمقابلة وجهه، فإذا رآه قد اشتغل عنه بحفظها <span id='ms096'></span> منه نهشه في غيرها، فاحذره ولا\nتتعرض له إلا إذا كنت قد مارست الأمر قبل ذلك، فإن نهشته والكفن. فإذا\nتقدمت إليه فلابد من لبس خفك في رجلك وهو كالمتآقف، فارم عليه بالضرب\nكالحمائلي، واخلف عليه المضارب، وأقدم عليه بمطرق طويل أو بسيف واستعن\nبالله في كل أمورك، وإياك والإعجاب بعلم أو عمل، فليس ذلك من أخلاق الرجال\nذوي الهمم.\n</p>\n\n<p>\nومن أصنافها ما يسمى أصلة، وهو عظيم جدا، وله وجه كوجه الإنسان، ويقال\nأنه يصير كذلك إذا مرت عليه ألوف من السنين فيقتل بالنظر، وقالوا\nبالمسامته.\n</p>\n\n<p>\nقال محمد بن منكلي: ومن حنان نبينا محمد رسول الله صلى الله عليه وسلم\nعلى أمته أن علمهم التعويذات لتكون حرزا لهم حرزا من المؤذيات، فمن ذلك\nقوله صلى الله عليه وسلم: \"أعوذ بكلمات الله التامات التي لا يجاوزهن بر\nولا فاجر من شر ما خلق\".\n</p>\n\n<h1 class='l1' id='head94'>وذرا وبرأ وأمر صلى الله عليه وسلم في الصحيح، أن تستأذن حيات الدور بخلاف حيات</h1>\n\n<p>\nالبراري، فإن لم تروح وإلا قتلت، وجاء عنه وصح أنه قال: من نزل منزلا ثم\nقال: بسم الله أعوذ بكلمات الله كلها 49 أمن شر ما خلق لم يضره شيء حتى\nيرتحل من منزله، وقد جرب ذلك قديما وحديثا.\n</p>\n\n<p>\nوحكي عن سلمان الفارسي، رضي الله عنه أنه كان ليلة ينظر إلى بنات نعش إلى\nالنجم الأوسط من الثلاثة، فيها نجم لطيف ملاصق النجم الوسطاني تسميه العامة\nالسها ويسمى أصلم، فكان إذا نظر إليه قال: اللهم رب أصلم صل على محمد وعلى\nآل محمد، وسلمنا ثلاث مرات، فسئل عن ذلك، فقال من قال ذلك أمن في ليلته من\nالعقرب.\n</p>\n\n<h1 class='l1' id='head95'>باب ذكر الطاووس وطباعه</h1>\n\n<p>\nقال المؤلف: قصدت أن أذكر الطاووس وطباعه لئلا يقال لم لا أذكره لأنه من\nجنس الطير، ولعل ذلك أن يحاط بما يذكر علمه، فمن الطاووس ما هو أخضر وأرقط\nوأبيض ويوجد في كلها التخيل، ولا تعرف هذه الألوان إلا في بلاد الزابج، وما\nعداها، وهو في طباعه كالفرس في الدواب عزا وحسنا <span id='ms097'></span>، غير أن الناس يتطيرون به\nويكرهونه كونه في دورهم.\n</p>\n\n<p>\nوفي طبعه العفة وحب الزهو بنفسه ولا تبيض أنثاه حتى يأتي عليها من العمر\nثلاث سنين والأنثى تبيض في السنة مرتين كل مرة اثنتي عشر بيضة وأقل وأكثر\nولا تبيض متتابعة، ويسفد في أول الربيع ويلقي الريش في أول الخريف، وهو\nكثير العبث بالأنثى إذا حضنت، وربما كسر البيض، ولهذه العلة يحضن بيضه تحت\nالدجاج، والدجاجة لا تقوى على أكثر من بيضتين منها، والفرخ الذي يخرج من\nتحت الدجاجة، قليل الحسن، ناقص الخلقة.\n</p>\n\n<p>\nقال بعض الفضلاء: يغلب عبث الطاووس بأنثاه أوان حضنها غيرة منه أن يخرج\nمن البيضة ما يشبهه في حسن ريشه وبهاء خلقته.\n</p>\n\n<p>\nقال أرسطو: إن الطاووس يعمر خمسا وعشرين سنة.\n</p>\n\n<p>\nقال أبو الصلت بن عبد العزيز الأندلسي يصف الطاووس:\n</p>\n\n<p>\nأبدى لنا الطاووس عن منظر ... لم تر عيني مثله منظرا\n</p>\n\n<p>\nفي كل عضو ذهب مفرغ ... في سندس من ريشه أخضرا\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head96'>خواصه</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nإذا رأى طعاما فيه سم فرح ونفض جناحيه ورقص وبان السرور عليه، وإن طلي\nزبله على التآليل قلعتها.\n</p>\n\n<p>\nوإن سقي المبطون من مرارته بالسكنجبين والماء الحار برئ بإذن الله تعالى.\n</p>\n\n<h1 class='l1' id='head97'>باب ذكر طير الليل</h1>\n\n<h1 class='l1' id='head98'>أما الخفاش، فإنه يلد ما بين الثلاثة إلى السبعة، وكثير ما يسفد وهو طائر في</h1>\n\n<p>\nالهواء، كما أن الظباء قد تتسافد في أهمى عدوها، وأسرع حضرها. ويقال أن\nله بين جناحية شيء مثل الكيس في ظهره يحمل فيه من الثمر شيئا كثيرا وليس 49\nب في الحيوان، يحمل ولده غيره والقرد والإنسان وفي طبعه أنه متى أصابه شجر\nالدلب خدر ولم يطر.\n</p>\n\n<p>\nوالكروان، من طير الليل، وفي طبعه الإدلاج والصياح بالأسحار والإشراف على\nمواضع العساكر ويوصف بالحمق، ومن حمقه يقال أنه إذا قيل له: أطرق كرا\nفيلتصق في الأرض حتى يرمى، وتقول العرب أطرق كرا، \"إن النعام في القرى\".\n</p>\n\n<p>\nخواصه\n</p>\n\n<p>\nلحم الكروان: إذا أكل زاد في الباه.\n</p>\n\n<p>\nدماغه: يعجن بسمن بقري وعسل ثم يرفع في برينة ويؤخذ منه مقدار ملعقة عند\nالنوم فيكثر الاتعاظ، وأما <span id='ms098'></span> طير الليل فلعله يكثر في أرض دون أرض، هكذا ظهر\nفي مخيلتي والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>باب ذكر البراغيث وطباعها</h1>\n\n<p>\nقال المؤلف: وإنما ذكر من ذي الجناح لأنه من الحيوان الذي له الوثوب، وقد\nحكى الجاحظ، أن البرغوث من الخلق الذي يعرض له الطيران كما يعرض للنمل.\nوالبرغوث مشاء وثاب. والوثاب من البراغيث لا يمشي وهو يطيل السفاد وتبيض\nويفرخ، وهو يتولد من التراب لا سيما في المواضع المظلمة، ولا يوجد منه شيء\nمنه في البلاد الحارة مثل صعيد مصر، ولا في البلاد الباردة الشديدة البرد،\nوقيل أذى البراغيث إذا البرى غيث، وقيل إذا نقع اسفيذاج الرصاص في الماء\nورش في بيت امتنع منه البراغيث وأنشد:\n</p>\n\n<p>\nما للبراغيث أفنى الله عدتها ... من يلقى منهم ما لاقيت لم ينم\n</p>\n\n<p>\nذودهن بكف غير غافلة ... عن منكبي وعن جنبي وعن قدم\n</p>\n\n<p>\nقال أضعف خلق الله تعالى مؤلفه: قصدت أن اذكر شيئا في تأليفي من طبائع\nحيوان البحر ليكون تذكرة.\n</p>\n\n<h1 class='l1' id='head100'>باب في ذكر التمساح وخواصه وطباعه</h1>\n\n<p>\nوهو أيضا من المؤذيات فلأجل ذلك بدئ بذكره وهو لا يكون إلا في نيل مصر،\nوزعم قوم أنه بنهر في السند، لزعمهم أنه من النيل، وهو شديد البطش، ولا\nيقتل إلا من تحت إبطيه لأن السيوف لا تعمل في جلده، ويعظم إلى أن يكون طوله\nعشرون ذراعا في عرض ذراعين ويفترس الفرس والإنسان وحركته في الرقراق، وإذا\nأراد السفاد خرج والأنثى إلى البر فيقلبها على ظهرها ويستبطنها، فإذا فرغ\nقلبها لأنها لا تتمكن من الانقلاب لقصر يديها ورجليها، وهي تبيض في البر،\nفما وقع في الماء صار تمساحا، وما بقى في البر صار سقنقورا.\n</p>\n\n<h1 class='l1' id='head101'>ويقال إنه ليس له مخرج، وإذا امتلأ بطنه خرج إلى البر، ويفتح فمه، فيأتي طائر فلا</h1>\n\n<p>\nيزال ينقر 50 أبمنقاره حتى يأتي عليه أو على بعضه، فيكون ذلك غذاء الطائر\nوراحة التمساح، ويقال أن للتمساح ستا وستين عرقا، ويسفد ستين مرة، ويبيض\nويعيش ستين سنة، ويوجد في سطحية جلده مما يلي بظنه سلعه كالبيضة دموية\nكنافجة المسك <span id='ms099'></span> لا يغادر من رائحة المسك شيئا إلا أنها تنقطع رائحتها بعد\nأشهر.\n</p>\n\n<p>\nقال بعضهم:\n</p>\n\n<p>\nأضمرت للنيل هجرانا ومثلبة ... مذ قيل أن التمساح في النبل\n</p>\n\n<p>\nخواصه: شحمه: إذا عجن بشمع وعمل فتيلة وأسرجت في نهر لم تصح الضفادع\nمادامت الفتيلة.\n</p>\n\n<p>\nوقيل: إنه إذا طيف بجلد تمساح حول قرية ثم علق على دهليزها لم يقع البرد\nفي تلك القرية، وإذا عض التمساح الإنسان فوضع على العضة شحم تمساح برئ\nلساعته.\n</p>\n\n<p>\nزبله: يزيل البياض الحادث والقديم، ورائحته مثل المسك، والقبط يقولون إنه\nالمسك، وإن قلعت عينه وهو حي، وعلقت على من به جذام أوقفه بإذن الله تعالى،\nوإن علق شيء من أسنانه من الجانب الأيمن على رجل زاد في جماعه.\n</p>\n\n<p>\nعينه اليسرى: لمن يشتكي عينه اليمنى وبالعكس، وإن مسح بشحم تمساح كبش\nنطاح هربت منه الكباش وإن تعسر شحم تمساح فيؤخذ بدله شحم كلب بحري.\n</p>\n\n<p>\nسقنقور: إذا عض إنسانا ولم يغتسل بالماء مات لوقته، فإن استحم الإنسان\nمات السقنقور.\n</p>\n\n<p>\nومن عجائب البحر لدلفين، يقذفه البحر المالح إلى النيل وهيئته كالزق\nالمنفوخ، وله رأس صغير جدا، ويقال: ليس في دواب البحر من لا له رئة غيره،\nفلذلك يسمع له التنفيس والنفخ، وهو إذا ظفر بالغريق كان أقوى السباب في\nنجاته، فلا يزال يدفعه إلى البر حتى ينجيه، وهو من أقوى الدواب المائية، ور\nيؤذي ولا يأكل إلا السمك خاصة، وربما ظهر على وجه الماء كأنه ميت. وهو يلد\nويرضع وأولاده تتبعه، ولا يلد إلا في الصيف. وفي طبعه الدعة والاستيناس\nبالناس. وخاصة بالصبيان، وإذا صيد جاءت الدلافين لقتال صائده، فإذا أطلقه\nلها انصرفت والكبير منها تتبعه الصغار ليحفظها، وهو إذا رام صيد السمك صار\nإلى الغمق في طرفة عين، وإذا لبث في الغمق حينا حبس نفسه ويصعد بعد ذلك\nمسرعا مثل السهم لطلب التنفس، وإن كانت بين يديه سفينة وثب وثبة يتجاوز بها\nإلى الناحية الأخرى ولا يرى ذكر إلا مع أنثى.\n</p>\n\n<h1 class='l1' id='head102'>باب في ذكر السقنقور وطباعه</h1>\n\n<p>\nيسمى الحرذون البحري، ويقال له: ورل مائي <span id='ms100'></span>، ومنه ما هو مصري، ومنه ما هو\nهندي، ويتولد في بلاد الحبشة، وأنثاه تبيض عشرون بيضة وتدفنها في الرمل،\nفيكون ذلك حضانا لها، وجلده في غاية الحسن لما من التدبيج بالسواد والصفرة.\n</p>\n\n<p>\nوقال التميمي في كتابه المرشد: لأنثاه فرجان ولذكره إحليلين وبينه وبين\nالحية عداوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>باب ذكر السلحفاة واللجأة</h1>\n\n<p>\nاللجأة تبيض في البر، فما أقام فيه سمي سلحفاة، وتتوالد تلك السلاحف\nوتعظم اللجأة حتى لا يكاد الحمار أن يحملها، وهي تبيض أربع مائة بيضة.\n</p>\n\n<p>\nوالسلحفاة تحضن بيضها بالنظر إليه والرصد لا غير، وهي تبيض تسعة تسعون\nبيضة وأما الفرس البحري، فلا يوجد إلا في نيل مصر، وخلقته خلقة الفرس إلا\nأن وجهها أوسع، وله ظلفان كالبقر، وذنبه مثل ذنب الخنزير وصهيله يشبه صهيل\nالفرس، وجوفه كذلك وقوائمه قصيرة جدا، وهو أعظم من الجاموس وجلده مثل جلده،\nوله أنياب غلاظ طوال يكسر بها السفن المحكمة، وأسنانه صفان، ويخرج ويرعى\nالزرع، وهو يقتل التمساح.\n</p>\n\n<p>\nوأهل ريف مصر إذا رأوا أثر حافره كان ذلك دليلا على توفر زيادة النيل،\nوكثرة الخصب.\n</p>\n\n<p>\nوأما الجند بادستر، فإنه يسمى كلب الماء ويسمى السمور (القندر) ويقال أنه\nعلى هيئة الثعلب، أحمر اللون لا يدان له، وله رجلان وذنب طويل، ورأسه كراس\nالإنسان، ووجهه مدور، وهو يمشي مكبا على صدره، وله أربع خصى، اثنان ظاهرتان\nواثنتان باطنتان، وفيه من أسرار الطبيعة، أنه إذا رأى الصيادين له لأجل\nالجند بادستر وهو الموجود في خصوبته الظاهرتين فيقطعهما بفيه ويرمي بها\nاليهم، فغن لم بصرهما الصيادين، وداموا في الجد في طلبه استلقى على ظهره\nحتى يريهم الدم، فيعلمون أنه قطعهما، فينصرفون عنه، وهو إذا قطع الظاهرتين\nبرزت الباطنتان مكانهما والجند بادستر بالفارسية كند بادستر فعرب وتفسيره\nالخصية، ويمكنه أن يلبث في الماء في القعر زمانا طويلا لا يخرج إلى الهواء.\n</p>\n\n<h1 class='l1' id='head104'>باب في ذكر القندس وطباعه</h1>\n\n<p>\nقال أصحاب الحكمة: إن الله تعالى شرف هذا الحيوان إذ جعل الملوك يتخذون\nمنه التيجان. ويطوقون منه الأطواق والأذيال والأكمام. وقيل أن في طباع هذا\nالحيوان <span id='ms101'></span> منهم السادة والعبيد، وأنه يتخذ مساكن مرتبه كترتيب مساكن الناس\nوالأحرار منهم، يتخذون في بيوتهم صففا يكونون عليها، وفي أسفلها مواضع\nللعبيد، ولبيوتهم أبواب إلى البر وأبواب إلى البحر، ويغير بعضهم على بعض،\nوالحر لا يتكسب، وإنما يتكسب العبد له ولسيده، ويعرف حال السيد من حال\nالعبد، ويعرف أيضا جلد السيد من جلد العبد بحسن اللون وبصيصه وأهل بلادهم\nيسلخون خراطيم هذا الحيوان، وخراطيم السمور، ويتعاملون بها كما يتعامل\nبالدراهم، وعليها سكة الملك وأما القماقم، فإنه يشبه السنجاب وهو أبيض\nويجلب من البحر الخزري، ويشبه جلده جلد الفنك.\n</p>\n\n<h1 class='l1' id='head105'>باب في ذكر السرطان وطباعه</h1>\n\n<p>\nاعلم، أرشدك الله، أن السرطان سريع العدو، وذو فكين وأظفار حداد، وعيناه\nعلى كتفه، وفمه في صدره وفكاه مشقوقتان، وله ثماني أ {جل، وهو يسلخ جلده في\nكل سنة ست مرات، يتخذ لجحره بابين أحدهما شارع في الماء، والآخر إلى اليبس،\nفإذا سلخ جلده سد عليه الباب الذي يلي الماء خوفا على نفسه من السمك، وترك\nما يلي اليبس مفتوحا ليصل إليه الربح، فتجف رطوبته ويشتد، فإذا اشتد فتح ما\nيلي الماء وطلب معاشه فيه، وهذا دأبه فسبحان الملهم لا رب سواه.\n</p>\n\n<h1 class='l1' id='head106'>باب صيد السمك بالشبكة والقالة والدواه والوهار والطين</h1>\n\n<p>\nقال الأستاذ عيسى رحمه الله: أما صيد السمك بالشبكة فهو نوعان: أحدهما\nيصاد بالشبكة المدورة التي ترمي من اليد في الأماكن والجداول والأدوية\nوالغدران التي يظن أن فيها السمك. والنوع الآخر الشبكة الطويلة التي طولها\nمائتي ذراع، وهي لا يعمل بها إلا جماعة من الناس، ويكون لها مركب لطيف يدور\nحولها، وهذه لا ترمي إلا مرة أو مرتين لا غير.\n</p>\n\n<p>\nوفي ديار مصر شبكة كهيئة الكيس لها خرطوم طويل، يكون طولها عشرون ذراعا،\nوأكثر تجعل في مجاري الماء. وهذه تكون في الماء الحاد الشديد الجريان إذا\nكان الماء واقفا، وأما في غير الماء الواقف فلا يصح ذلك، ومن ذلك شبكة يقال\nلها الجاروفة طولها سبعون ذراعا تصلح للبحر الملح، وقد قيل في وصفها:\n</p>\n\n<p>\nكأن يدي الصياد إذا <span id='ms102'></span> ظفرت به ... مجردة منها سنانا مفضضا\n</p>\n\n<p>\nوقد قيل في اختيار الصيادين:\n</p>\n\n<p>\nيا رب نهر متأق ملآن ... حم المدود معمر معان\n</p>\n\n<p>\nمن كل مختار من الحيتان ... الزجر والشبوط والبنان\n</p>\n\n<p>\nكالطلع مجنيا من الجنان ... أو كقدود أذرع الغوان\n</p>\n\n<p>\nمكسوة من صنعة الرحمن ... مثل دروع السادة الفرسان\n</p>\n\n<p>\nوقيل في وصف شبكة السمك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوجدول بين حديقتين ... مطرد مثل حسام القين\n</p>\n\n<p>\nكسوته واسعة القطرين ... تنظر في الماء بألف عين\n</p>\n\n<p>\nوأما القالة: فهي من جملة آلة الصيد، وهي لا تعرف إلا في بلاد العراق،\nوهي مثل الكف، منها ما يكون أربعة وثلاثة، وهي حديد، كل إصبع وحده، وبجمع\nالجميع الكف في كل إصبع منها مثل الكلاب خارج، بحيث إذا ضرب بها شيء لا\nيخرج منها، وهي التي ذكرها أبو فراس ابن حمدان في قصيدته الشهيرة بالطردية\nالمشهورة بالصيد والطرد، يذكر فيها القالة حين عاين الأرنب في مرقدها، وهي\nبيتان لقصيده:\n</p>\n\n<p>\nثم أخذت عقب قالة كانت معي ... ودورت دورين ولم أوسع\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nحتى تمكنت ولم أخطر الكلب ... لكل حتف سبب من السبب\n</p>\n\n<p>\nوهذ تصلح أن تكون مع جميع الصيادين لصيد لسمك وغير السمك، وتكون لمن يصيد\nالغزال بالليل.\n</p>\n\n<p>\nالدالوية: وهو صيد الجلجل والسراج يكون في راس قناة مع غلام لهذا الفن\nيصاد بها في المخايل الأرنب والغزال والطير جميعه ما دق وما جل ومن البر\nومن البحر، والدالوية هي الجلجل، قد تفردت به بلاد إربل وشهرزور وبلاد\nالموصل، قال ذلك الأستاذ.\n</p>\n\n<p>\nأما الأرنب: فإنها إذا وجدت راقدة، والغزال أيضا إذا وجد نائما، ولطير\nالماء إذا كسره البازي ووقع في الماء ولم يقدر عليه، وكذلك الحجل إذا صار\nفي المكان الضيق من جحر وغيره ويشال أيضا لها الحوائج إذا سقطت، ولم يوصل\nإليها.\n</p>\n\n<p>\nوأما الدوا: فهو شجر يعرف بالضيمر، يكون في البرية، وهي شجرة ذات ورد\nأصفر كثير ولها رائحة كريهة، وهي في الذوق مرة شديدة المرارة، ترفع عن\nالأرض القامة، وأكثر من القامة، وأكثر ما تكون بين الزرع، وتوجد في المفوز\nوالفلوات، وتكون على الأنهار، وينشد عندها <span id='ms103'></span> بيتان فيتساقط من شجرتها زهرها،\nوهي هذه البيتان:\n</p>\n\n<p>\nيا نازلا بالبلد البلقع ... ويا ديار الظاعنين اسمعي\n</p>\n\n<p>\nما هي بأطلالي ولكنها ... ديار أحبابي فنوحي معي\n</p>\n\n<p>\nوأما الأستاذ عيسى رحمه الله فلم يصحح هذا، وأنكر على من يصدق ذلك\nواستضعف عقله.\n</p>\n\n<p>\nقال محمد بن منكلي: أما الأستاذ فلا يعترض عليه من وجوه، أحدها، إنه قال\nذلك شفقة على الصبيان وذوي العقول الناقصة لئلا تعرفهم الشياطين من\nالمتنبلين بمثل ذلك ويخرجونهم من أمر إلى أمر، مثل صبغ ظاهر الآنك بلون\nالذهب، وصبغ ظاهر الشبه بلون الفضة يخرجونهم من حق إلى باطل.\n</p>\n\n<p>\nالأمر الثاني: إن الشيخ في باطن الأمر لا ينكر مثل ذلك.\n</p>\n\n<p>\nالثالث: ما الذي ينبني على ذلك، وما الفائدة فيه، فثم أمور يعجز العقل أن\nيصدقها كما في الخواص.\n</p>\n\n<p>\nوأيضا ثم كلام مؤثر في أسماع الحيوان، مثل ما ذك قبل ذلك في أمر الكروان\nإذا قيل له أطرق كذا مرارا فإنه يلتصق في الأرض، حتى يرمي مثل هذا كثير.\n</p>\n\n<p>\nحدثني والدي، تغمده الله برحمته: إن في بلاد الترك غذ جاءهم المسمى يك\nيقرأون \"صراط فإنهم ينهزمون والنسوان عندنا إذا سمعوا صوت الوزغ يقولون\nحمص، فإنه يسكت، ولعل معترض يقول: هذه حيوانات تسمع، فكيف تسمع الشجر، فلا\nيلتفت لهذا بجواب أصلا وقد خرج بنا عن المقصود، فنطلب الصدر من كل فتى\nمقصود وصياد السمك يأخذون ورق هذه الشجرة فتدق، وهي في الشجرة.\n</p>\n\n<p>\nفإذا وجدوا الماء الواقف لا مادة له، وفيه اسمك، ولم يقدر عليه بشبكة ولا\nبترول وأعياه ذلك فينزل إلى الماء، وذلك معه، ولا يزال يضرب به الماء إلى\nأن يتغير طعم الماء منه، ويحرك ذلك الماء حتى يصل إلى القعر، فإن كل سمكة\nوصل إليها رائحة ذلك الورق طفت على وجه الماء بحيث أنه لا يبقى على الماء\nشيء إلا صار ظاهرا، فيصاد حينئذ إما بالشباك وإما بالمقبلان، وهو شيء يكون\nفي راس عود وطوله خمسة أذرع وأكثر وأقل، ويسمى قم خذ صيدك ويسمة الكلاب\nويسمى المغيت والمعين والمشهل وخصم القاضي <span id='ms104'></span>. ولبعض الصيادين قصيدة مشهورة\nأنشدت على شرف الدولة، رحمه الله، بمدينة الموصل، وقد صاد الصياد سمكة\nكبيرة بالمقبلان وجاء بها بين يديه فأنشده. وأعطاه جائزة، وكان شرف الدولة\nيهوى بعض سراريه، فأنشد الصياد في ذلك لمعنى، شعرا:\n</p>\n\n<p>\nدقيقة الخصر تحكي الغصن في الحركة ... ريانة الجسم لكن ردفها تنكه (بتكة)\n</p>\n\n<p>\nلما رأت حلقي حتى رأت صلفي ... وحلية المرء قد تثني عن الملكة\n</p>\n\n<p>\nوقال يسمى الكلاب في شعره، وهي قصيدة طويلة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوأومى بكلاب له نحو صيده ... يقربه كالخصم صادفه خصم\n</p>\n\n<p>\nوقيل في المقبلان:\n</p>\n\n<p>\nوقبلتها بالمقبلان فأقبلت ... ذلولا وكانت قبل ذلك لي نحفا\n</p>\n\n<p>\nوقيل في المغيث:\n</p>\n\n<p>\nولما دنا منها المغيث رأيتها تط ... يع وكانت قبل ذلك مفصل\n</p>\n\n<p>\nوقيل في المحير في قصيدة طويلة:\n</p>\n\n<p>\nوأومأت إليها بالمحير فأقبلت ... كإقبال مخشوش يلاعبه طفل\n</p>\n\n<p>\nوقيل في المعين من قصيدة طويلة:\n</p>\n\n<p>\nأخذت معيني في يدي وجذبته ... إلي به جذب الحريص من الحذر\n</p>\n\n<p>\nوعدت إلى صحبي أكبر بعدها ... وقد أيقنت نفسي هنالك بالظفر\n</p>\n\n<p>\nتسمية المسهل:\n</p>\n\n<p>\nإذا سهل الرحمن صار مسهلي ... إلى جنبها كالخصم يعلق في الخصم\n</p>\n\n<p>\nوقيل في تسمية خصم القاضي:\n</p>\n\n<p>\nوقالت لقاض أنفذ الخصم نحوها ... أتيتك نح الخصم عني وشيلني\n</p>\n\n<p>\nأطعتك فيما تبتغيه وإنني ... إلى ما مضى غيري أبيت محلني\n</p>\n\n<p>\nفقلت لها لا تطمعي لست بعدها ... بعائدة يا رزق ويحك طيعني\n</p>\n\n<p>\nوأما الوهار: فهي سلة تعمل في بلاد العراق طويلة من العيدان الدقاق،\nطولها إلى صدر الرجل ورأسها مفتوح، دور الطبق الواسع، وهو الرأس الذي يكون\nأبدا في الماء حال الصيد بها، ورأس الفوقاني، وهو الذي تجوز منه اليد إذا\nحصل منها شيء بمقدار ما تجوز فيها اليد. فإذا نزل الماء جعل يده اليسرى في\nجنبها، وقبض بيده اليمنى على سقتها ثم يمشي قليلا قليلا، ويطرح بها الماء،\nوهذه لا تكون إلا في الماء الراكد، وينبغي أن يكون معه مقبلان طوله شبرين\nحتى يتمكن به من أخذ السمك الحاصل في الوهار ولبعضهم في الوهار:\n</p>\n\n<p>\nيا رب لا تحرمها وهادي ... وارزق الغير على آثاري\n</p>\n\n<p>\nوأما الطين: فإنه إذا <span id='ms105'></span> كان الماء راكدا ولا مادة له فينزل إليه ويطرقه\nبالطين إلى أن يتكدر ويرمي إليه بالتراب، ويضربه حتى يتكدر، فإن السمك يعمى\nبه، ويقف على رأس الماء، فيصاد حينئذ.\n</p>\n\n<p>\nويصاد أيضا في البحر الملح وغيره من البحار، فيجعل ضوء في مركب، ويأخذ\nالضوء بيده اليسرى ولا يتكلم ولا يتحرك ولا يكون معه من يشعله، وقف بالنار\nعلى رأس الماء، فيخرج السمك إلى ذلك الضوء فإذا عاينه ضربه بالمقبلان أو\nغرفه بالغرافة.\n</p>\n\n<p>\nومن الناس من يعمل له المصايد بأن يحفر حفيرة غميقة، ويلقي فيها العلف\nلتجتمع فيها السمك فإذا علم أنها قد امتلأت سد باب الحفيرة بلوح يكون قبل\nذلك معد لذلك ثم يصاد بما شاء ثم يعلف بعد ذلك أياما حتى يألف سمك آخر، فإن\nالسمك يجيء موطنه كالطير وبالله التوفيق.\n</p>\n\n<p>\nقال محمد بن منكلي، ختم له بالحسنى: وقد سمي هذا الكتاب \"أنس الملا بوحش\nالفلا\" فاقتضى أن صياد السمك يكون في الفلا، ويغيب عن أهله الأيام في البحر\nالملح وغيره، ويأنس بالصيد، وأيضا فلا يخلو الكتاب من ذكر الصيد للحيوان\nالبحري، وتبركت بقوله عز وجل: \"أحل لكم صيد البحر وطعامه\"، فصيد البحر\nوطعامه ما نضب عنه الماء. وقوله تعالى: \"يا أيها الذين آمنوا ليبلونكم الله\nبشيء من الصيد تناله أيديكم ورماحكم\" تناله أيديكم أي بيض النعام، ولو بسط\nالكلام لوقع الملام، وقد اشترط أولا اختصار كتاب الأقلام، ومنه تعالى يستمد\nالإكرام وهي حسبي ونعم الوكيل.\n</p>\n\n<h1 class='l1' id='head107'>باب مستدرك في ما يتحيل به من يريد الصيد عند فقد آلة الصيد من سهم عذار، وبه يتم</h1>\n\n<p>\nالكتاب إن شاء الله تعالى\n</p>\n\n<p>\nقال المؤلف: ينبغي لمن أراد أن يحتال على الطير ليصيده فليأخذ شيكران\nويذيبه بالماء، ويضاف إليه قدر الماء من عسل، ثم انقع فيه برا يوما وليلة\nثم الق ذلك البر للطير فإنه يغشى عليه، فتأخذه خلاصة يسقى ما فيه سمن.\n</p>\n\n<p>\nوأما صيد طير الماء فيوضع لهن في شط الماء الذي يتقربن منه خمرا في إماء\nقد وضع فيه بنج فيؤخذوا ودردي <span id='ms106'></span> الخمر يفعل ذلك من البنج.\n</p>\n\n<p>\nوأما كيفية صيد الحجل فليعمد إلى دقيق بر غير منخول يعجن بخمر ثم يطرح\nللحجل في موقع نهر، فإذا أكلوا ذاك أخذوا. وكذلك تفعل بالكركي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحيلة في صيد الغزال بغير آلة، فيؤخذ قطران يجعل في ماء في إناء\nكبير، ولو كان جلد هيئة نطع يوضع على حفرة، ويجعل الماء الذي فيه القطران\nفيها، كما فعل العرب عند الأثماد للسقي، فمن شرب من ذلك الماء من الغزلان\nفيسقط فيبادر إليه بالذبح وهو مجرب عند العرب المجربين. وقد تخيلت لو خلط\nالقطران بالقمح أو الشعير وأكله الغزال فربما فعل ذلك والله أعلم.\n</p>\n\n<p>\nومما يستعين به المتصيد ويتحفظ به في البرية إذا نزل ونام فليخط بإصبعه\nفي الأرض في الجهة القبلية يس والقرآن، وفي الجهة الشرقية ص والقرآن، وفي\nالجهة البحرية ق والقرآن، وفي الجهة الغربية ن والقلم والله من ورائهم محيط\nإلى آخر السورة.\n</p>\n\n<h1 class='l1' id='head108'>ومما يصلح للمتصيد أن يفعله عند خروجه إلى الصيد أن يستخبر الله تعالى قبل كل شيء</h1>\n\n<p>\nقبل خروجه بصلاة الاستخارة بصلاة 53 بالركعتين ودعاء الاستخارة وهو مشهور\nصح عن النبي صلى الله عليه وسلم فعله وتعليمه، ولا بأس أن تختار من الساعات\nالتي خلقها الله عز وجل وهي الساعة الثانية والسادسة من يوم الأحد، يوم\nالاثنين: السابعة والعاشرة، يوم الثلاثاء: السابعة، يوم الأربعاء: عند\nالشروق، يوم الخميس: بعد طلوع الشمس، يوم الجمعة: الأولى والثانية والخامسة\nوالسادسة والحادية عشر، يوم السبت: الرابعة والسابعة، ذلك تقدير العزيز\nالعليم.\n</p>\n\n<p>\nومما يستعين به المتغرب في صيده إذا اختشى الاحتلام خصوصا في الشتاء أو\nفي عدم الماء قالوا: أن تكتب في داخل فخذه اليمن هذه الحروف ع م أ.\n</p>\n\n<p>\nوأخبرني العبد الصالح الفاضل محمد الشامي، حفظه الله: أنه جرب إذا كتب\nعلى الذكر بالتريق هذه الأحرف ود آر ر.\n</p>\n\n<p>\nقال محمد بن منكلي: الصحيح عندنا أن طبع هذه الحروف كلها رطبة ما خلا\nالألف، وإن الألف قد صار طبعها رطبا كأولئك، وهذا لا نزاع فيه عند أهل\nالتبصرة <span id='ms107'></span>، وقد توهم أن طبعها غير ذلك وغلطوا وأقول، كما قيل لكنهم باحوا\nفزدت تكتما.\n</p>\n\n<p>\nومما ينفع المتغرب في طلب الصيد البري أو البحري أن يكون معه صمغ شجر\nالسماق، فإنه يلصق الجراحات الطرية بدمها، وهو عجيب في ذلك، فإن لم يوجد\nهذا الصمغ وإلا فليستصحب ذرورا مركبة جزء وعفص أخضر زاج أربعة أجزاء، يماني\nثمن جزء يسحق الجميع ثم ينخل من خرقة ويدخر، فإذا احتيج إليه ذر منه على\nالجرح، فإنه جيد إن شاء الله تعالى.\n</p>\n\n<p>\nوهو نافع لعقر الفرس إذا كان العقر طريا.\n</p>\n\n<p>\nوأيضا صمغ الجوز نافع إذا ذر على الجراحات منع انبعاث الدم ويسمى\nباليونانية سادوران. ويصبغ به العود وماء الورد عوضا عن المسك فيغشون به\nالعطارين، وكان الأولى في ذكر هذه المنافع أن تكون أول الكتاب في باب آداب\nالمتصيد. لكن الوحدة وعدم المساعد أوجب ذلك والفقير يعتذر في ذلك لكل سيد\nفاضل مالك. والحمد لله على الوحدة من عدم القرين السوء، وهي من أجل النعم\nوأسناها.\n</p>\n\n<p>\nوهذا آخر ما انتهى غليه الوارد، وهو إن شاء الله تعالى أشرف المقاصد.\n</p>\n\n<p>\nكتبه مؤلفه العبد الفقير إلى الله تعالى محمد بن منكلي غفر الله له\nولوالديه ولأصحاب الحقوق عليه وذلك لأجل من يقال فيه:\n</p>\n\n<p>\nولازالت الأمة في شكره قاضية دين ... وإحسانه متجددا أبدا على الجديدين\n</p>\n\n<p>\nفالله تعالى يديم بهجة الدنيا بامتداد ظله ... ويلهم أهلها ما يستوجبون\nبه سبوغ عدله\n</p>\n\n<p>\nفرغ من كتابة هذا الكتاب المبارك نصف شهر صفر الخير عام ثلاث وسبعين وسبع\nمائة أحسن الله تقضيها بخير آمين، وصلى الله على سيد الأوائل والأواخر\nسيدنا محمد المؤرخ بهجرته المختتم بدعوته وعلى آله وعترته وحسبنا الله ونعم\nالوكيل.\n</p>\n\n<p>\nوكان الفراغ من تعليق هذا الكتاب المبارك من خط مؤلفه يوم الأربعاء\nالرابع عشر من شهر رمضان المعظم سنة ثلاثة وعشرين وتسعمائة، أحسن الله\nعاقبتها بخير آمين.\n</p>\n\n<p>\nغفر الله تعالى لكاتبه وللناظرين فيه وللمترحم عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             <span id='ms108'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055"
  ],
  "volumes": [
    "01"
  ]
}