{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>كتاب الطهارة</h1>\n\n<h1 class='l1' id='head1'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الطهارة\n</p>\n\n<p>\n\"وهي ارتفاع الحدث وما في معناه وزوال الخبث\".\n</p>\n\n<p>\nالمياه ثلاثة: طهور \"لا يرفع الحدث ولا يزيل النجس الطارئ غيره\" وهو\nالباقي على خلقته.\n</p>\n\n<p>\nفإن تغير بغير ممازج كقطع كافور ودهن أو بملح مائي أوسخن بنجس كره.\n</p>\n\n<p>\nوإن تغير بمكثه أو بما يشق صون الماء عنه من نابت فيه أو ورق1 شجر أو\nبمجاورة ميتة أو سخن بالشمس أو بطاهر لم يكره.\n</p>\n\n<p>\nوإن استعمل في طهارة مستحبة كتجديد وضوء وغسل جمعة \"وغسلة ثانية وثالثة\"\nكره.\n</p>\n\n<p>\nوإن بلغ قلتين وهو الكثير وهما خمسمائة رطل عراقي تقريبا فخالطته نجاسة\nغير بول آدمي أو عذرته المائعة فلم تغيره أو خالطه البول أو العذرة ويشق\nنزحه \"كمصانع طريق مكة\" فطهور.\n</p>\n\n<p>\nولا يرفع \"حدث\" رجل طهور \"يسير\" خلت به امرأة لطهارة \"كاملة عن حدث\".\n</p>\n\n<p>\nوإن تغير طعمه أو لونه2 أو ريحه بطبخ أو ساقط فيه أو رفع بقليله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nحدث أو غمس فيه يد قائم من نوم ليل \"ناقض لوضوء\" أو كان آخر غسلة زالت\nالنجاسة بها فطاهر.\n</p>\n\n<p>\nوالنجس: ما تغير بنجاسة، أو لاقاها وهو يسير، أو انفصل عن محل نجاسة قبل\nزوالها.\n</p>\n\n<p>\nفإن أضيف إلى الماء النجس طهور كثير \"غير تراب ونحوه\" أو زال تغير النجس\nالكثير بنفسه أو نزح منه فبقي بعده كثير \"غير متغير\" طهر.\n</p>\n\n<p>\nوإن شك في نجاسة ماء \"أو غيره\" أو طهارته بنى على اليقين.\n</p>\n\n<p>\nوإن اشتبه طهور بنجس \"حرم استعمالهما\" ولم يتحر ولا يشترط للتيمم\nإراقتهما ولا خلطهما وإن اشتبه بطاهر توضأ منهما \"وضوءا واحدا: من هذا غرفة\nومن هذا غرفة\" وصلى صلاة واحدة.\n</p>\n\n<p>\nوإن اشتبهت ثياب طاهرة بنجسة \"أو بمحرمة\" صلى في كل ثوب صلاة بعدد النجس1\nوزاد صلاة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>باب الآنية</h1>\n\n<p>\nكل إناء طاهر ولو ثمينا يباح اتخاذه واستعماله إلا آنية ذهب وفضة ومضببا\nبهما فإنه يحرم اتخاذها واستعمالها ولو على أنثى وتصح الطهارة منها إلا ضبة\nيسيرة من فضة \"لحاجة\" وتكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nمباشرتها \"لغير حاجة\".\n</p>\n\n<p>\nوتباح آنية الكفار ولو لم تحل ذبائحهم وثيابهم إن جهل <span id='ms01'></span> حالها ولا يطهر جلد\nميتة بدباغ ويباح استعماله بعد الدبغ في يابس من حيوان طاهر في الحياة وعظم\nالميتة ولبنها وكل أجزائها نجسة غير شعر ونحوه \"وما أبين من حي فهو\nكميتته\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>باب الاستنجاء</h1>\n\n<p>\nيستحب عند دخول الخلاء قول: بسم الله أعوذ بالله من الخبث والخبائث وعند\nالخروج منه غفرانك الحمد لله الذي أذهب عني الأذى وعافاني وتقديم الرجل\nاليسرى دخولا ويمنى1 خروجا عكس مسجد ونعل واعتماده على رجله اليسرى وبعده2\nفي فضاء واستتاره وارتياده لبوله مكانا رخوا ومسحه3 بيده اليسرى إذا فرغ من\nبوله من أصل ذكره إلى رأسه ثلاثا ونتره ثلاثا وتحوله من موضعه ليستنجي4 في\nغيره \"إن خاف تلوثا\".\n</p>\n\n<p>\nويكره دخوله بشيء فيه ذكر الله تعالى إلا لحاجة ورفع ثوبه قبل دنوه من\nالأرض وكلامه فيه وبوله في شق ونحوه ومس فرجه بيمينه واستنجاؤه واستجماره\nبها واستقبال النيرين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nويحرم استقبال القبلة واستدبارها في غير بنيان1 ولبثه فوق2 حاجته وبوله\nفي طريق وظل نافع وتحت شجرة عليها ثمرة.\n</p>\n\n<p>\nويستجمر3 ثم يستنجي بالماء وبجزئه الاستجمار إن لم يعد الخارج موضع\nالعادة.\n</p>\n\n<p>\nويشترط لاستجمار4 بأحجار ونحوها: أن يكون طاهرا5 منقيا غير عظم وروث\nوطعام ومحترم ومتصل بحيوان.\n</p>\n\n<p>\nويشترط ثلاث مسحات منقية فأكثر ولو بحجر ذي شعب.\n</p>\n\n<p>\nويسن قطعه على وتر.\n</p>\n\n<p>\nويجب الاستنجاء لكل خارج إلا الريح ولا يصح قبله وضوء ولا تيمم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>باب السواك وسنن الوضوء</h1>\n\n<p>\nالتسوك بعود لين منق غير مضر لا يتفتت لا بإصبعه وخرقة مسنون كل وقت لغير\nصائم بعد الزوال متأكد عند صلاة وانتباه وتغير فم.\n</p>\n\n<p>\nويستاك عرضا مبتدئا بجانب فمه الأيمن وبدهن غبا,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nويكتحل وترا.\n</p>\n\n<p>\nويجب التسمية في الوضوء مع الذكر.\n</p>\n\n<p>\nويجب الختان ما لم يخف على نفسه ويكره القزع.\n</p>\n\n<p>\nومن سنن الوضوء السواك وغسل الكفين ثلاثا ويجب من نوم ليل \"ناقض لوضوء\"\nوالبداءة بمضمضة ثم استنشاق ومبالغة فيهما لغير صائم وتخليل اللحية\n\"الكثيفة\" والأصابع والتيامن وأخذ ماء جديد للأذنين والغسلة الثانية\nوالثالثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>باب فروض الوضوء وصفته</h1>\n\n<p>\nفروضه ستة: غسل الوجه والفم والأنف منه وغسل <span id='ms02'></span> اليدين ومسح الرأس \"ومنه\nالأذنان\" وغسل الرجلين وأرجلكم إلى الكعبين والترتيب والموالاة وهي أن لا\nيؤخر غسل عضو حتى ينشف الذي قبله.\n</p>\n\n<p>\nوالنية شرط لطهارة الأحداث1 كلها فينوي رفع الحدث أو الطهارة لما لا يباح\nإلا بها.\n</p>\n\n<p>\nفإن نوى ما تسن له الطهارة كقراءة أو تجديدا مسنونا \"ناسيا حدثه\" ارتفع.\n</p>\n\n<p>\nوإن نوى غسلا مسنونا أجزأ عن واجب \"وكذا عكسه\" وإن اجتمعت أحداث توجب\nوضوءا أو غسلا فنوى بطهارته أحدها ارتفع سائرها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nويجب الإتيان بها عند أول واجبات الطهارة وهو1 التسمية وتسن عند أول\nمسنوناتها إن وجد قبل واجب واستصحاب ذكرها في جميعها ويجب استصحاب حكمها.\n</p>\n\n<p>\nوصفة الوضوء: أن ينوي ثم يسمي ثم2 يغسل كفيه ثلاثا ثم يتمضمض ويستنشق\nويغسل وجهه من منابت شعرالرأس إلى ما انحدر من اللحيين والذقن طولا ومن\nالأذن إلى الأذن عرضا وما فيه من شعر خفيف والظاهر الكثيف مع ما استرسل منه\nثم يديه مع المرفقين ثم يمسح كل رأسه مع الأذنين مرة واحدة ثم يغسل رجليه\nمع الكعبين ويغسل الأقطع بقية المفروض \"فإن قطع من المفصل غسل رأس العضد\nمنه\" ثم يرفع نظره إلى السماء ويقول ما ورد وتباح معونته وله تنشيف أعضائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>باب مسح الخفين</h1>\n\n<p>\nيجوز يوما وليلة1 ولمسافر ثلاثة بلياليها ومن حدث بعد لبس \"على طاهر\",\n\"مباح\" ساتر للمفروض يثبت بنفسه من خف وجورب صفيق ونحوهما وعلى عمامة لرجل\nمحنكة أو ذات ذؤابة وخمر2 نساء مدارة تحت حلوقهن في حدث أصغر, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوجبيرة لم تتجاوز قدر الحاجة ولو في أكبر إلى حلها إذا لبس ذلك بعد كمال\nالطهارة.\n</p>\n\n<p>\nومن مسح في سفر ثم أقام أو عكس أو شك في ابتدائه فمسح مقيم وإن أحدث ثم\nسافر قبل مسحه فمسح مسافر.\n</p>\n\n<p>\nولا يمسح قلانس ولا لفافة ولا ما يسقط من القدم أو يرى منه بعضه وإن1 لبس\nخفا على خف قبل الحدث فالحكم للفوقاني.\n</p>\n\n<p>\nويمسح أكثر العمامة وظاهر قدم الخف من أصابعه إلى ساقه دون أسفله وعقبه\nوعلى جميع الجبيرة.\n</p>\n\n<p>\nومتى ظهر بعض محل الفرض <span id='ms03'></span> \"بعد الحدث\" أو تمت مدته استأنف الطهارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>باب نواقض الوضوء</h1>\n\n<p>\nينقض ما خرج من سبيل وخارج من بقية البدن إن كان بولا أو غائطا أو كثيرا\nنجسا غيرهما وزوال العقل إلا يسير نوم1 من قاعد وقائم ومس ذكر متصل أو قبل\nبظهر كفه أو بطنه ولمسهما من خنثى مشكل ولمس ذكر ذكره2 \"أو أنثى قبله\"\nلشهوة فيهما ومسه امرأة بشهوة أو تمسه بها ومس حلقة دبر لا مس شعر وسن3\nوظفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوأمرد \"ولا مع حائل\" ولا ملموس بدنه ولو وجد منه شهوة وينقض غسل ميت وأكل\nاللحم خاصة من الجزور.\n</p>\n\n<p>\n\"وكل ما أوجب غسلا أوجب الوضوء إلا الموت\".\n</p>\n\n<p>\nومن تيقن الطهارة وشك في الحدث أو بالعكس بنى على اليقين فإن تيقنهما\nوجهل السابق فهو بضد حاله قبلهما.\n</p>\n\n<p>\nويحرم على المحدث مس المصحف والصلاة والطواف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>باب الغسل</h1>\n\n<p>\nوموجبه: خروج المني دفقا بلذة لا بدونهما \"من غير نائم\" وإن انتقل ولم\nيخرج اغتسل له فإن خرج بعده لم يعده.\n</p>\n\n<p>\nوتغييب حشفة \"أصلية\" في فرج \"أصلي\" قبلا كان أو دبرا ولو من بهيمة أو\nميت.\n</p>\n\n<p>\nوإسلام كافر وموت وحيض ونفاس لا ولادة عارية عن دم.\n</p>\n\n<p>\nومن لزمه الغسل حرم عليه قراءة القرآن ويعبر المسجد \"لحاجة\" ولا يلبث فيه\nبغير وضوء.\n</p>\n\n<p>\nومن غسل ميتا أو أفاق من جنون أو إغماء بلا حلم سن له الغسل.\n</p>\n\n<p>\nوالغسل الكامل: أن ينوى ثم يسمي ويغسل يديه ثلاثا وما لوثه ويتوضأ ويحثي\nعلى رأسه ثلاثا1 ترويه ويعم بدنه غسلا ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nويدلكه ويتيامن ويغسل قدميه مكانا آخر.\n</p>\n\n<p>\nوالمجزئ: أن ينوي \"ثم يسمي1\" ويعم بدنه بالغسل مرة.\n</p>\n\n<p>\nويتوضأ بمد ويغتسل بصاع فإن أسبغ بأقل أو نوى بغسله الحدثين أجزأ.\n</p>\n\n<p>\nويسن لجنب غسل فرجه والوضوء لأكل ونوم ولمعاودة وطء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>باب التيمم</h1>\n\n<p>\nوهو: بدل طهارة الماء.\n</p>\n\n<p>\nإذا دخل وقت فريضة أو أبيحت نافلة وعدم الماء أو زاد على ثمنه كثيرا أو\nبثمن1 يعجزه أو خاف باستعماله أو طلبه ضرر بدنه2 أو رفيقه أو حرمته أو ماله\nبعطش أو مرض أو هلاك ونحوه <span id='ms04'></span> شرع التيمم.\n</p>\n\n<p>\nومن وجد ماء يكفي بعض طهره تيمم بعد استعماله ومن جرح تيمم له وغسل\nالباقي.\n</p>\n\n<p>\nويجب طلب الماء في رحله وقربه وبدلالة فإن نسي قدرته عليه وتيمم أعاد.\n</p>\n\n<p>\nوإن نوى بتيممه أحداثا أو نجاسة على بدنه تضر إزالتها \"أو عدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nما يزيلها\" أو خاف بردا أو حبس في مصر فتيمم أو عدم الماء والتراب صلى\nولم يعد.\n</p>\n\n<p>\nويجب التيمم بتراب طهور له غبار لم يغيره طاهر غيره1.\n</p>\n\n<p>\nوفروضه: مسح وجهه ويديه إلى كوعيه والترتيب والموالاة \"في حدث أصغر\".\n</p>\n\n<p>\nوتشترط النية لما تيمم له من حدث أو غيره فإن نوى أحدها لم يجزئه عن\nالآخر وإن نوى نفلا أو أطلق لم يصل به فرضا وإن نواه صلى كل وقته فروضا\nونوافل.\n</p>\n\n<p>\nويبطل التيمم بخروج الوقت وبمبطلات الوضوء وبوجود2 الماء ولو في الصلاة\nلا بعدها.\n</p>\n\n<p>\nوالتيمم آخر الوقت لراجي الماء أولى.\n</p>\n\n<p>\nوصفته: أن ينوى ثم يسمي ويضرب التراب بيديه مفرجتي الأصابع يمسح وجهه\nبباطنهما وكفيه براحتيه ويخلل أصابعه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>باب إزالة النجاسة</h1>\n\n<p>\nيجزئ في غسل النجاسات كلها إذا كانت على الأرض غسلة واحدة تذهب بعين\nالنجاسة وعلى غيرها سبع إحداها بتراب في نجاسة كلب وخنزير ويجزئ عن التراب\nأشنان ونحوه وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nنجاسة غيرهما سبع بلا تراب.\n</p>\n\n<p>\nولا يطهر متنجس بشمس ولا ريح ولا دلك ولا استحالة غير الخمرة فإن خللت أو\nتنجس دهن \"مائع\" لم يطهر وإن خفي موضع نجاسة1 غسل حتى يجزم بزواله.\n</p>\n\n<p>\nويطهر بول غلام لم يأكل الطعام بنضحه.\n</p>\n\n<p>\nويعفى \"في غير مائع ومطعوم\" عن يسير دم نجس \"من حيوان طاهر\" وعن أثر\nاستجمار2.\n</p>\n\n<p>\nولا ينجس الآدمي بالموت ولا ما3 لا نفس له سائلة \"متولد من طاهر\".\n</p>\n\n<p>\nوبول ما يؤكل لحمه ومنيه وروثه طاهر ومني الآدمي طاهر ورطوبة فرج المرأة\nوسؤر الهر وما دونها في الخلقة طاهر.\n</p>\n\n<p>\nوسباع البهائم والطير والحمار الأهلي والبغل منه نجسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>باب الحيض</h1>\n\n<p>\nلا حيض قبل تمام تسع سنين ولا بعد خمسين سنة ولا مع حمل.\n</p>\n\n<p>\nوأقله يوم وليلة وأكثره خمسة عشر1 وغالبه ست أو <span id='ms05'></span> سبع وأقل طهر بين حيضتين\nثلاثة عشر يوما ولا حد لأكثره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n\"وتقضي الحائض الصوم لا الصلاة\" ولا يصحان منها بل يحرمان ويحرم وطؤها في\nالفرج فإن فعل فعليه دينار أو نصفه كفارة ويستمتع منها بما دونه وإذا انقطع\nالدم ولم تغتسل لم يبح غير الصيام والطلاق.\n</p>\n\n<p>\nوالمبتدأة تجلس أقله ثم تغتسل وتصلي فإن انقطع لأكثره فما دون اغتسلت إذا\nانقطع1 فإن تكرر ثلاثا فحيض تقضي2 ما وجب فيه وإن عبر أكثره فمستحاضة فإن\nكان بعض دمها أحمر وبعضه أسود \"ولم يعبر أكثره ولم ينقص عن أقله\" فهو\nحيضها3 تجلسه في الشهر الثاني والأحمر استحاضة وإن لم يكن دمها متميزا جلست\nغالب الحيض من كل شهر.\n</p>\n\n<p>\nوالمستحاضة المعتادة ولو مميزة تجلس عادتها وإن نسيتها عملت بالتمييز\n\"الصالح\" فإن لم يكن لها تمييز فغالب الحيض كالعالمة بموضعه الناسية لعدده\nوإن علمت عدده ونسيت موضعه من الشهر ولو في نصفه جلستها من أوله كمن لا\nعادة لها ولا تمييز ومن زادت عادتها أو تقدمت أو تأخرت فما تكرر ثلاثا فحيض\nوما نقص عن العادة طهر وما عاد فيها جلسته.\n</p>\n\n<p>\nوالصفرة والكدرة في زمن العادة حيض ومن رأت يوما دما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nويوما نقاء فالدم حيض والنقاء طهر ما لم يعبر1 أكثره.\n</p>\n\n<p>\nوالمستحاضة ونحوها تغسل فرجها وتعصبه وتتوضأ لوقت كل صلاة وتصلي فروضا\nونوافل ولا توطأ إلا مع خوف العنت ويستحب غسلها لكل صلاة.\n</p>\n\n<p>\nوأكثر مدة النفاس أربعون يوما ومتى طهرت قبله تطهرت وصلت ويكره وطئها قبل\nالأربعين بعد التطهر2 فإن عاودها الدم فيها3 فمشكوك فيه تصوم وتصلي وتقضي\nالصوم4 الواجب.\n</p>\n\n<p>\nوهو كالحيض فيما يحل ويحرم ويجب ويسقط غير العدة \"والبلوغ5\" وإن ولدت\nتوأمين فأول النفاس وآخره من أولهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الصلاة\n</p>\n\n<h1 class='l1' id='head12'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<h1 class='l1' id='head13'>كتاب الصلاة</h1>\n\n<p>\nتجب على كل مسلم مكلف إلا حائضا ونفساء ويقضي من زال عقله بنوم أو إغماء\nأو سكر ونحوه1 ولا تصح من مجنون ولا كافر فإن صلى فمسلم حكما.\n</p>\n\n<p>\nويؤمر بها صغير لسبع ويضرب عليها لعشر فإن بلغ في أثنائها أو بعدها في <span id='ms06'></span>\nوقتها أعاد.\n</p>\n\n<p>\nويحرم تأخيرها عن وقتها إلا لناوي الجمع ولمشتغل2 بشرطها \"الذي يحصله\nقريبا\".\n</p>\n\n<p>\nومن جحد وجوبها كفر وكذا تاركها تهاونا ودعاه \"إمام أو نائبه\" فأصر وضاق\nوقت الثانية عنها ولا يقتل حتى يستتاب ثلاثا فيهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>باب الأذان والإقامة</h1>\n\n<p>\nهما فرضا كفاية على الرجال \"المقيمين\" للصلوات1 المكتوبة يقاتل أهل بلد\nتركوهما وتحرم أجرتهما لا رزق من بيت المال لعدم متطوع.\n</p>\n\n<p>\nويكون2 المؤذن صيتا أمينا عالما بالوقت فإن تشاح فيه اثنان3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقدم أفضلهما فيه ثم أفضلهما في دينه وعقله ثم من يختاره الجيران ثم قرعة.\n</p>\n\n<p>\nوهو خمس عشرة جملة يرتلها على علو متطهرا مستقبل القبلة جاعلا إصبعيه في\nأذنيه غير مستدير ملتفتا في الحيعلة يمينا وشمالا قائلا بعدهما في أذان\nالصبح: الصلاة خير من النوم مرتين.\n</p>\n\n<p>\nوهي إحدى عشرة يحدرها ويقيم من أذن في مكانه1 إن سهل.\n</p>\n\n<p>\nولا يصح إلا مرتبا متواليا من عدل ولو ملحنا \"أو ملحونا\" ويجزئ من مميز.\n</p>\n\n<p>\nويبطلهما فصل كثير \"ويسير\" محرم ولا يجزئ قبل الوقت إلا لفجر بعد نصف\nالليل.\n</p>\n\n<p>\nويسن جلوسه بعد أذان المغرب2 يسيرا ومن جمع أو قضى فوائت أذن للأولى ثم\nأقام لكل فريضة ويسن لسامعه متابعته \"سرا\", وحوقلته في الحيعلة3 وقوله بعد\nفراغه: اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة\nوالفضيلة وابعثه مقاما محمودا الذي وعدته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>باب شروط الصلاة</h1>\n\n<p>\nشروطها قبلها منها: الوقت والطهارة1 من الحدث \"والنجس\".\n</p>\n\n<p>\nفوقت الظهر من الزوال فيئه بعد فئ الزوال وتعجيلها أفضل إلا في شدة حر\n\"ولو صلى وحده\" أو مع غيم لمن يصلي جماعة.\n</p>\n\n<p>\nويليه وقت العصر إلى مصير الفيء مثليه بعد فئ الزوال والضرورة إلى غروبها\nويسن تعجيلها.\n</p>\n\n<p>\nويليه وقت المغرب إلى مغيب الحمرة ويسن تعجيلها إلا ليلة جمع لمن قصدها\n\"محرما\".\n</p>\n\n<p>\nويليه وقت العشاء إلى الفجر2 الثاني وهو البياض المعترض وتأخيرها إلى ثلث\nالليل أفضل إن سهل.\n</p>\n\n<p>\nويليه وقت الفجر إلى طلوع الشمس وتعجيلها أفضل.\n</p>\n\n<p>\nوتدرك الصلاة بتكبيرة الإحرام3 في وقتها ولا يصلي قبل غلبة ظنه بدخول\nوقتها \"إما باجتهاد\" أو <span id='ms07'></span> خبر4 متيقن فإن أحرم باجتهاد فبان قبله فنفل وإلا\nففرض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أدرك مكلف من وقتها قدر التحريمة ثم زال تكليفه أو حاضت \"ثم كلف\nوطهرت\" قضوها ومن صار أهلا لوجوبها قبل خروج وقتها لزمته وما يجمع إليها\nقبلها ويجب فورا قضاء الفوائت مرتبا ويسقط الترتيب بنسيانه وبخشية خروج\n\"وقت اختيار1\" الحاضرة.\n</p>\n\n<p>\nومنها: ستر العورة فيجب بما لا يصف بشرتها وعورة رجل وأمة وأم ولد ومعتق\nبعضها من السرة إلى الركبة وكل الحرة عورة إلا وجهها وتستحب2 صلاته في\nثوبين ويجزئ3 ستر عورته في النفل ومع أحد عاتقيه في الفرض وصلاتها في درع\nوخمار وملحفة ويجزئ ستر عورتها.\n</p>\n\n<p>\nومن انكشف بعض عورته وفحش أو صلى في ثوب محرم عليه أو نجس أعاد لا من حبس\nفي محل نجس ومن وجد كفاية عورته سترها وإلا فالفرجين فإن لم يكفهما فالدبر\nوإن أعير سترة لزمه قبولها.\n</p>\n\n<p>\nويصلي العاري قاعدا بالإيماء استحبابا فيهما ويكون إمامهم وسطهم ويصلي كل\nنوع وحده فإن شق صلى الرجال واستدبرهم النساء ثم عكسوا فإن وجد سترة قريبة\nفي أثناء الصلاة ستر وبنى وإلا ابتدأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nويكره في الصلاة السدل واشتمال الصماء وتغطية وجهه واللثام على فمه وأنفه\nوكف كمه \"ولفه1\" وشد وسطه كزنار.\n</p>\n\n<p>\nوتحرم الخيلاء في ثوب وغيره والتصوير واستعماله ويحرم استعمال منسوج أو\nمموه بذهب2 قبل استحالته وثياب حرير وما هو أكثره3 ظهورا على الذكور لا إذا\nاستويا أو لضرورة أو حكة أو مرض أو قمل أو حرب4 أو حشوا أو كان علما أربع\nأصابع فما دون أو رقاعا أو لبنة جيب وسجف فراء.\n</p>\n\n<p>\nويكره المعصفر والمزعفر للرجال.\n</p>\n\n<p>\nومنها: اجتناب النجاسات5 فمن حمل النجاسة لا يعفى عنها أو لاقاها بثوبه\nأو بدنه لم تصح صلاته وإن طين أرضا نجسة أو فرشها طاهرا كره وصحت وإن كانت\nبطرف مصلى متصل صحت6 إن لم ينجر7 بمشيه.\n</p>\n\n<p>\nومن رأى عليه نجاسة بعد صلاته وجهل كونها فيها لم يعدها وإن علم أنها\nكانت فيها لكن نسيها أو جهلها أعاد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nومن جبر عظمه نجس <span id='ms08'></span> لم يجب قلعه مع الضرر وما سقط منه \"من عضو\" أو سن\nفطاهر.\n</p>\n\n<p>\nولا تصح الصلاة في مقبرة وحش وحمام وأعطان إبل ومغصوب وأسطحتها وتصح\nإليها.\n</p>\n\n<p>\nولا تصح الفريضة في الكعبة ولا فوقها وتصح النافلة باستقبال شاخص منها.\n</p>\n\n<p>\nومنها: استقبال القبلة فلا تصح بدونه إلا لعاجز إلا متنفل راكب سائر في\nسفر ويلزمه افتتاح الصلاة إليها وماش \"ويلزمه الافتتاح والركوع والسجود\nإليها\" وفرض من قرب من القبلة إصابة عينها ومن بعد جهتها فإن أخبره ثقة\nبيقين أو وجد محارب إسلامية عمل بها.\n</p>\n\n<p>\nويستدل عليها في السفر بالقطب ويستدل عليها بالشمس والقمر ومنازلهما.\n</p>\n\n<p>\nوإن اجتهد مجتهدان فاختلفا جهة لم يتبع أحدهما الآخر ويتبع المقلد\nأوثقهما عنده ومن صلى بغير اجتهاد ولا تقليد قضى إن وجد من يقلده ويجتهد\nالعارف بأدلة القبلة لكل صلاة ويصلي بالثاني ولا يقضي ما صلى بالأول.\n</p>\n\n<p>\nومنها: النية فيجب أن ينوي عين صلاة معينة ولا يشترط في الفرض \"والأداء\"\nوالقضاء \"والنفل والإعادة1\" نيتهن وينوي مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالتحريمة وله تقديمها عليها بزمن يسير في الوقت فإن قطعها في أثناء\nالصلاة أو تردد بطلت1.\n</p>\n\n<p>\nوإن قلب منفرد فرضه نفلا في وقته المتسع جاز وإن انتقل بنيتة2 من فرض إلى\nفرض بطلا ويجب نية الإمامة والائتمام وإن نوى المنفرد الائتمام لم يصح فرضا\nأو نفلا كنية إمامته فرضا وإن انفرد مؤتم بلا عذر بطلت.\n</p>\n\n<p>\nوتبطل صلاة مأموم ببطلان صلاة إمامه فلا استخلاف وإن أحرم إمام الحي بمن\nأحرم بهم نائبه وعاد النائب مؤتما صح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>باب صفة الصلاة</h1>\n\n<p>\nيسن القيام عند \"قد\" أي من قد قامت الصلاة وتسوية الصف ويقول: الله أكبر\nرافعا يديه مضمومة1 الأصابع ممدودة حذو منكبيه كالسجود ويسمع2 الإمام من\nخلفه كقراءته في أولتي غير الظهرين وغيره نفسه ثم يقبض كوع يسراه تحت سرته\nوينظر مسجده ثم يقول: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله\nغيرك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nثم يستعيذ ثم يبسمل سرا وليست من الفاتحة ثم يقرأ الفاتحة فإن قطعها بذكر\nأو سكوت \"غير مشروعين\" وطال أو ترك <span id='ms09'></span> منها تشديدة \"أو حرفا\" أو ترتيبا لزم\n\"غير مأموم\" إعادتها ويجهر الكل بآمين في الجهر1 ثم يقرأ بعدها سورة وتكون\nفي الصبح من طوال المفصل ق وفي المغرب من قصاره وفي الباقي من أوساطه ولا\nتصح بقراءة خارجة عن مصحف عثمان.\n</p>\n\n<p>\nثم يركع مكبرا رافعا يديه ويضعهما على ركبتيه \"مفرجتي الأصابع\" مستويا\nظهره ويقول: سبحان ربي العظيم ثم يرفع رأسه ويديه قائلا إمام ومنفرد: سمع\nالله لمن حمده وبعد قيامهما ربنا ولك الحمد ملء السماء وملء الأرض وملء ما\nشئت من شيء بعد ومأموم في رفعه: ربنا ولك الحمد فقط.\n</p>\n\n<p>\nثم يخر مكبرا ساجدا \"على سبعة أعضاء: رجليه\" ثم ركبته ثم يديه ثم جبهته\nمع أنفه ولو مع حائل ليس من أعضاء سجوده ويجافي عضديه عن جنبيه وبطنه عن\nفخذيه ويفرق2 ركبتيه ويقول: سبحان ربي الأعلى ثم يرفع رأسه مكبرا ويجلس\nمفترشا يسراه ناصبا يمناه ويقول رب اغفر لي ويسجد الثانية كالأولى.\n</p>\n\n<p>\nثم يرفع مكبرا ناهضا على صدور قدميه معتمدا على ركبتيه إن سهل ويصلي\nالثانية كذلك ماعدا التحريمة والاستفتاح والتعوذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n\"وتجديد النية\".\n</p>\n\n<p>\nثم يجلس مفترشا ويداه على فخذيه يقبض خنصر1 اليمنى وبنصرها ويحلق إبهامها\nمع الوسطى ويشير بسبابتها في تشهده2 ويبسط اليسرى ويقول: التحيات لله\nوالصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا\nوعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده\nورسوله هذا التشهد الأول ثم يقول اللهم صل على محمد وعلى آل محمد كما صليت\nعلى إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على آل\nإبراهيم إنك حميد مجيد ويستعيذ من عذاب جهنم وعذاب القبر وفتنة المحيا\nوالممات وفتنة المسيح الدجال ويدعو بما ورد ثم يسلم عن يمينه: السلام عليكم\nورحمة الله وعن يساره كذلك.\n</p>\n\n<p>\nوإن كان في ثلاثية أو رباعية نهض مكبرا بعد التشهد الأول وصلى ما بقي\nكالثانية بالحمد فقط ثم يجلس في تشهده الأخير متوركا والمرأة مثله لكن تضم\nنفسها وتسدل <span id='ms10'></span> رجليها في جانب يمينها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويكره في الصلاة التفاته ورفع بصره إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالسماء1 وتغميض عينيه وإقعاؤه وافتراشه2 ذراعيه ساجدا وعبثه وتخصره\nوتروحه وفرقعة أصابعه وتشبيكها وأن يكون حاقنا أو بحضرة طعام يشتهيه وتكرار\nالفاتحة لا جمع سور في فرض كنفل.\n</p>\n\n<p>\nوله رد المار بين يديه وعد الآي والفتح على إمامه ولبس الثوب والعمامة3\nوقتل حية وعقرب وقمل فإن أطال الفعل \"عرفا من غير ضرورة\" ولا تفريق بطلت\nولو سهوا.\n</p>\n\n<p>\nويباح قراءة أواخر السور وأوساطها وإذا نابه شيء سبح رجل وصفقت امرأة\nببطن كفها على ظهر الأخرى4 ويبصق في الصلاة عن يساره وفي المسجد في ثوبه.\n</p>\n\n<p>\nوتسن صلاته إلى سترة \"قائمة\" كآخرة5 الرحل فان لم يجد شاخصا فإلى خط.\n</p>\n\n<p>\nوتبطل بمرور كلب أسود بهيم فقط.\n</p>\n\n<p>\nوله التعوذ عند آية وعيد والسؤال عند آية رحمة ولو في فرض.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nأركانها: القيام والتحريمة والفاتحة والركوع والاعتدال عنه والسجود \"على\nالأعضاء السبعة\", \"والاعتدال عنه\", \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوالجلوس يبن السجدتين والطمأنينة في الكل والتشهد الأخير وجلسته والصلاة\nعلى النبي محمد صلى الله عليه وسلم فيه1 والترتيب والتسليم.\n</p>\n\n<p>\nوواجباتها: التكبير غير والتحريمة والتسميع والتحميد وتسبيحتا2 الركوع\nوالسجود وسؤال المغفرة مرة مرة ويسن ثلاثا والتشهد الأول وجلسته وما عدا\nالشرائط والأركان والواجبات المذكورة سنة.\n</p>\n\n<p>\n\"فمن ترك شرطا لغير عذر غير النية فإنها لا تسقط بحال\" أو تعمد المصلي\nترك ركن أو واجب \"بطلت صلاته\" بخلاف الباقي.\n</p>\n\n<p>\nوما عدا ذلك سنن أقوال وأفعال ولا يشرع السجود لتركه \"وإن سجد فلا بأس\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>باب سجود السهو</h1>\n\n<p>\nيشرع لزيادة ونقص وشك لا في عمد في الفرض والنافلة فمتى زاد فعلا من جنس\nالصلاة قياما أو قعودا1 أو ركوعا أو سجودا عمدا بطلت وسهوا يسجد له وإن زاد\nركعة فلم يعلم حتى فرغ منها سجد وإن علم فيها جلس في الحال فيتشهد إن لم\nيكن تشهد وسجد وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوإن سبح به ثقتان فأصر \"ولم يجزم بصواب نفسه\" بطلت صلاته وصلاة من تبعه\nعالما لا جاهلا \"وناسيا1\" ولا من فارقه.\n</p>\n\n<p>\nوعمل مستكثر عادة من غير <span id='ms11'></span> جنس الصلاة يبطلها عمده وسهوه ولا يشرع ليسيره\nسجود ولا تبطل بيسير أكل وشرب سهوا \"ولا نفل بيسير شرب عمدا\".\n</p>\n\n<p>\nوإن أتى بقول مشروع في غير موضعه كقراءة في سجود وقعود وتشهد في قيام\nوقراءة سورة في الأخيرتين لم تبطل ولم يجب له سجود بل يشرع وإن سلم قبل\nإتمامها عمدا بطلت وإن كان سهوا ثم ذكر قريبا أتمها وسجد فإن طال الفصل\nعرفا أو تكلم لغير مصلحتها بطلت ككلامه في صلبها ولمصلحتها \"إن كان يسيرا\"\nلم تبطل, وقهقهة ككلام.\n</p>\n\n<p>\nوإن نفخ أو انتحب من غير خشية الله تعالى أو تنحنح \"من غير حاجة\" فبان\nحرفان بطلت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن ترك ركنا فذكره بعد شروعه في قراءة ركعة أخرى بطلت التي تركه منها\nوقبله يعود وجوبا فيأتي به وبما بعده وإن علم بعد السلام فكترك ركعة كاملة.\n</p>\n\n<p>\nوإن نسي التشهد الأول ونهض لزمه الرجوع ما لم ينتصب قائما, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nفإن استتم قائما كره رجوعه وان لم ينتصب قائما لزمه الرجوع وإن شرع في\nالقراءة حرم الرجوع وعليه السجود للكل.\n</p>\n\n<p>\nومن شك في عدد الركعات أخذ بالأقل وإن شك في ترك ركن فكتركه ولا يسجد\nلشكه في ترك واجب أو زيادة.\n</p>\n\n<p>\nولا سجود على مأموم إلا تبعا لإمامه وسجود السهو لما يبطلها1 عمده واجب.\n</p>\n\n<p>\nوتبطل بترك سجود سهو أفضليته قبل السلام فقط وإن نسيه وسلم سجد إن قرب\nزمنه ومن سها مرارا كفاه سجدتان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>باب صلاة التطوع</h1>\n\n<p>\nوآكدها كسوف ثم استسقاء ثم تراويح ثم وتر ويفعل1 بين العشاء والفجر وأقله\nركعة وأكثره إحدى عشرة2 مثنى مثى ويوتر بواحدة وإن أوتر بخمس أو سبع لم\nيجلس إلا في آخرها وبتسع يجلس عقب الثامنة ويتشهد ولا يسلم ثم يصلي الركعة\nالتاسعة ويتشهد ويسلم.\n</p>\n\n<p>\nوأدنى الكمال ثلاث ركعات بسلامين يقرأ في الأولى: سبح, وفي الثانية:\nالكافرون وفي الثالثة: الإخلاص ويقنت فيها بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالركوع ويقول: اللهم اهدني فيمن هديت وعافني فيمن عافيت وتولني فيمن\nتوليت وبارك لي فيما أعطيت وقني شر ما قضيت إنك تقضي ولا يقضى <span id='ms12'></span> عليك إنه لا\nيذل من واليت ولا يعز من عاديت تباركت ربنا وتعاليت اللهم إني أعوذ برضاك\nمن سخطك وبعفوك من عقوبتك وبك منك لا أحصي1 ثناء عليك أنت كما أثنيت على\nنفسك \"اللهم صل على محمد وعلى آل محمد2\" ويمسح وجهه بيديه.\n</p>\n\n<p>\nويكره قنوته في غير الوتر إلا أن تنزل بالمسلمين نازلة \"غير الطاعون\"\nفيقنت الإمام في الفرائض.\n</p>\n\n<p>\nوالتراويح عشرون ركعة تفعل في جماعة مع الوتر \"بعد العشاء\" في رمضان\nويوتر المتهجد بعده فإن تبع إمامه شفعه بركعة ويكره التنفل بينها لا\nالتعقيب بعدها في جماعة.\n</p>\n\n<p>\nثم السنن الراتبة: ركعتان قبل الظهر وركعتان بعدها وركعتان بعد المغرب\nوركعتان بعد العشاء وركعتان قبل الفجر وهما آكدها قل يا أيها الكافرون قل\nهو الله أحد قولوا أمنا بالله قل يا أهل الكتاب تعالوا إلى كلمة ومن فاته\nشيء منها سن له قضاؤه.\n</p>\n\n<p>\nوصلاة الليل أفضل من صلاة النهار وأفضلها ثلث الليل بعد نصفه وصلاة ليل\nونهار مثنى مثنى وإن تطوع في النهار بأربع كالظهر فلا بأس وأجر صلاة قاعد\nعلى نصف أجر صلاة قائم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوتسن صلاة الضحى وأقلها ركعتان وأكثرها ثمان ووقتها \"من خروج وقت النهي\nإلى قبيل الزوال\".\n</p>\n\n<p>\nوسجود التلاوة صلاة ويسن للقارئ والمستمع دون السامع وإن لم يسجد القارئ\nلم يسجد وهو أربع عشرة سجدة في الحج منها اثنتان ويكبر إذا سجد إذا رفع\nويجلس ويسلم ولا يتشهد.\n</p>\n\n<p>\nويكره للإمام قراءة سجدة في صلاة سر وسجوده فيها \"ويلزم المأموم متابعته\nفي غيرها\".\n</p>\n\n<p>\nويستحب سجود الشكر عند تجدد النعم واندفاع النقم \"وتبطل به صلاة غير جاهل\nوناس\".\n</p>\n\n<p>\nوأوقات النهي خمسة: من طلوع الفجر \"الثاني\" إلى طلوع الشمس ومن طلوعها\nحتى ترتفع قيد رمح وعند قيامها حتى تزول ومن صلاة العصر إلى غروبها وإذا\nشرعت فيه حتى تتم.\n</p>\n\n<p>\nويجوز قضاء الفرائض فيها وفي الأوقات الثلاثة فعل1 ركعتي الطواف وتجوز\nإعادة جماعة ويحرم تطوع بغيرها في شيء من الأوقات الخمسة حتى ما له سبب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>باب صلاة الجماعة</h1>\n\n<p>\nوتلزم الرجال للصلوات الخمس لا <span id='ms13'></span> شرط وله فعلها في بيته.\n</p>\n\n<p>\nوتستحب صلاة أهل الثغر في مسجد واحد والأفضل لغيرهم المسجد الذي لا تقام\nفيه الجماعة إلا بحضوره ثم ما كان أكثر جماعة ثم المسجد العتيق وأبعد أولى\nمن أقرب.\n</p>\n\n<p>\nويحرم أن يؤم في مسجد قبل إمامه الراتب إلا بإذنه أو عذره.\n</p>\n\n<p>\nومن صلى ثم أقيم فرض1 سن أن يعيدها إلا المغرب ولا تكره إعادة جماعة في\nغير مسجدي مكة والمدينة.\n</p>\n\n<p>\nوإذا أقيمت الصلاة فلا صلاة إلا المكتوبة فإن كان نافلة أتمها إلا أن\nيخشى فوات الجماعة فيقطعها ومن كبر قبل سلام إمامه2 لحق الجماعة وإن لحقه\nراكعا دخل معه في الركعة وأجزأته التحريمة.\n</p>\n\n<p>\nولا قراءة على مأموم ويستحب في إسرار إمامه وسكوته وإذا لم يسمعه لبعد لا\nلطرش ويستفتح ويستعيذ فيما يجهر3 فيه إمامه.\n</p>\n\n<p>\nومن ركع أو سجد قبل إمامه فعليه أن يرفع ليأتي به بعده4 فإن لم يفعل عمدا\nبطلت وإن ركع ورفع قبل ركوع إمامه عالما عمدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nبطلت وإن كان جاهلا أو ناسيا بطلت الركعة فقط وإن ركع ورفع قبل ركوعه ثم\nسجد قبل رفعه بطلت إلا الجاهل والناسي ويصلي تلك الركعة قضاء.\n</p>\n\n<p>\nويسن لإمام1 التخفيف مع الإتمام وتطويل الركعة الأولى أكثر من الثانية\nويستحب انتظار داخل \"ما لم يشق على مأموم\".\n</p>\n\n<p>\nوإذا استأذنت المرأة2 إلى المسجد كره منعها وبيتها خير لها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالأولى بالإمامة الأقرأ \"العالم فقه صلاته\" ثم الأفقه ثم الأسن ثم\nالأشرف3 ثم الأقدم هجرة ثم الأتقى ثم من قرع وساكن البيت وإمام المسجد أحق\nإلا من ذي سلطان وحر وحاضر ومقيم وبصير ومختون4 \"ومن له ثياب\" أولى من\nضدهم.\n</p>\n\n<p>\nولا تصح خلف فاسق ككافر ولا امرأة وخنثى5 للرجال ولا صبي لبالغ6 وأخرس7\nولا عاجز عن ركوع أو سجود أو قعود أو قيام إلا إمام الحي المرجو زوال علته\nويصلون وراءه جلوسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n\"ندبا\" فان ابتدأ بهم قائما ثم اعتل فجلس ائتموا خلفه قياما \"وجوبا\".\n</p>\n\n<p>\n\"وتصح خلف من به سلس البول بمثله\" ولا تصح خلف محدث ولا متنجس يعلم ذلك\nفإن <span id='ms14'></span> جهل هو والمأموم حتى انفضت صحت لمأموم وحده إذا صلى الجنب بالقوم أعاد\nصلاته وتمت للقوم صلاتهم ولا تصح إمامة الأمي وهو من لا يحسن الفاتحة أو\nيدغم فيها ما لا يدغم أو يبدل حرفا1 أو يلحن فيها لحنا يحيل المعنى إلا\nبمثله وإن قدر على إصلاحه لم تصح صلاته.\n</p>\n\n<p>\nوتكره إمامة اللحان والفأفاء والتمتام ومن لا يفصح ببعض الحروف وأن يؤم\nأجنبية فأكثر لا رجل معهن أو قوما أكثرهم يكرهه \"بحق\".\n</p>\n\n<p>\nوتصح إمامة ولد الزنا والجندي إذا سلم دينهما ومن يؤدى الصلاة بمن يقضيها\n\"وعكسه\" لا مفترض بمتنفل ولا من يصلي الظهر بمن يصلي العصر أو غيرها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيقف المأمومون خلف الإمام ويصح معه عن يمينه أو عن جانبيه لا قدامه وإن\nصلى قاعدا ولا عن يساره فقط ولا الفذ خلفه \"أو خلف الصف\" إلا أن يكون امرأة\nوإمامة النساء تقف قي صفهن ويليه الرجال ثم الصبيان ثم النساء كجنائزهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nومن لم يقف معه إلا كافر أو امرأة أو من علم حدثه أحدهما أو صبي في فرض\nففذ ومن وجد فرجة دخلها وإلا عن يمين الإمام فإن لم يمكنه فله أن ينبه من\nيقوم معه قان صلى ركعة فذا لم تصح وإن ركع فذا ثم دخل في الصف أو وقف معه\nآخر قبل سجود الإمام صحت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيصح اقتداء المأموم بالإمام في المسجد وإن لم يره ولا من وراءه \"إذا سمع\nالتكبير\" وكذا خارجه إن رأى الإمام أو المأمومين1 إذا اتصلت الصفوف2.\n</p>\n\n<p>\nوتصح خلف إمام عال عنهم ويكره إذا كان العلو \"ذراعا فأكثر\"؛ كإمامته في\nالطاق وتطوعه موضع المكتوبة إلا من حاجة3 وإطالة قعوده بعد الصلاة مستقبل\nالقبلة فإن كان ثم نساء لبث قليلا لينصرفن.\n</p>\n\n<p>\nويكره وقوفهم بين السواري إذا قطعن صفوفهم4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوبعذر في ترك1 جمعة وجماعة مريض ومدافع أحد الأخبثين ومن بحضرة طعام\nمحتاج2 إليه وخائف من ضياع ماله أو فواته أو ضرر فيه أو موت قريبه أو على\nنفسه من ضرر أو سلطان أو من ملازمة <span id='ms15'></span> غريم ولا شيء معه أو من فوات رفقته3 أو\nغلبة نعاس أو أذى بمطر ووحل وبريح باردة شديدة4 في ليلة مظلمة باردة5.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>باب صلاة أهل الأعذار</h1>\n\n<p>\nتلزم المريض الصلاة قائما فإن لم يستطع فقاعدا فإن عجز فعلى جنبه فان صلى\nمستلقيا ورجلاه إلى القبلة صح ويومئ راكعا وساجدا ويخفضه عن الركوع1 فإن\nعجز أومأ بعينه فإن قدر \"أو عجز\" في أثنائها انتقل إلى الآخر2 وإن قدر على\nقيام \"وقعود\" وعجز عن3 ركوع وسجود أومأ بر كوع قائما بسجود قاعدا.\n</p>\n\n<p>\nولمريض الصلاة مستلقيا مع القدرة على القيام لمداواة بقول طبيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n\"مسلم1\".\n</p>\n\n<p>\nولا تصح صلاته قاعدا في السفينة وهو قادر على القيام ويصح الفرض خشية\nالتأذي بالوحل2 لا للمرض.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nمن سافر سفرا مباحا أربعة برد سن له قصر رباعية ركعتين إذا فارق عامر\nقريته أو خيام قومه.\n</p>\n\n<p>\nوإن أحرم ثم سافر أو سفرا ثم أقام أو ذكر صلاة حضر في سفر أو عكسها3 أو\nائتم بمقيم أو بمن يشك فيه أو أحرم بصلاة يلزمه إتمامها ففسدت وأعادها أو\nلم ينو القصر \"عند إحرامها\", \"أو شك في نيته4\" أو نوى إقامة أكثر من أربعة\nأيام أو كان5 ملاحا معه أهله لا ينوي الإقامة ببلد لزمه أن يتم.\n</p>\n\n<p>\nوإن كان له طريقان فسلك أبعدهما أو ذكر صلاة سفر في آخر قصر.\n</p>\n\n<p>\nوإن حبس ولم ينو إقامة أو أقام لقضاء حاجة \"بلا نية إقامة\" قصر أبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nبجوز الجمع بين الظهرين وبين العشاءين في وقت إحداهما في سفر قصر ولمريض\nيلحقه بتركه مشقة وبين العشاءين لمطر يبل الثياب ولوحل1 وريح شديدة باردة\nولو صلى في بيته أو في مسجد طريقه تحت ساباط والأفضل فعل الأرفق به من\nتقديم وتأخير2.\n</p>\n\n<p>\nفإن جمع في وقت الأولى اشترط نية الجمع عند إحرامها وفلا يفرق بينهما إلا\nبمقدار إقامة ووضوء \"خفيف\" ويبطل براتبة بينهما وأن يكون العذر موجودا عند\nافتتاحهما وسلام الأولى.\n</p>\n\n<p>\nوإن جمع في وقت الثانية اشترط نية الجمع في وقت الأولى إن لم يضق3 عن\nفعلها <span id='ms16'></span> واستمرار العذر إلى دخول وقت الثانية.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوصلاة الخوف صحت عن النبي صلى الله عليه وسلم بصفات كلها جائزة ويستحب أن\nيحمل معه في صلاتها من السلاح ما يدفع به عن نفسه ولا يثقله كسيف ونحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>باب صلاة الجمعة</h1>\n\n<p>\nتلزم كل ذكر حر مكلف مسلم مستوطن ببناء اسمه واحد ولو تفرق ليس بينه وبين\nموضعها1 أكثر من فرسخ.\n</p>\n\n<p>\nولا تجب على مسافر \"سفر قصر\" ولا عبد وامرأة ومن حضرها منهم أجزأته ولم\nتنعقد به ولم يصح أن يؤم فيها ومن سقطت عنه لعذر غير سفر2 وجبت عليه إذا\nحضرها3 وانعقدت به.\n</p>\n\n<p>\nومن صلى الظهر ممن عليه حضور الجمعة قبل صلاة الإمام لم تصح وتصح ممن لا\nتجب عليه والأفضل حتى يصلي الإمام ولا يجوز لمن تلزمه السفر في يومها بعد\nالزوال.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيشترط لصحتها ليس منها إذن الإمام: أحدها: الوقت وأوله أول وقت صلاة\nالعيد وأخره أخر وقت صلاة الظهر فإن خرج وقتها قبل التحريمة صلوا ظهرا وإلا\nجمعة4.\n</p>\n\n<p>\nالثاني: حضور أربعين من أهل وجوبها5 بقرية مستوطنين, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوتصح فيما قاربه1 البنيان من الصحراء فإن نقصوا قبل إتمامها استأنفوا\nظهرا ومن أدرك مع الإمام منها ركعة أتمها جمعة وإن أدرك أقل من ذلك أتمها\nظهرا إذا كان نوى الظهر.\n</p>\n\n<p>\nويشترط تقدم خطبتين: من شرط صحتها: حمد الله والصلاة على رسوله محمد صلى\nالله عليه وسلم وقراءة آية والوصية بتقوى الله عز وجل وحضور العدد المشترط\nولا يشترط لهما الطهارة ولا أن يتولاهما من يتولى الصلاة.\n</p>\n\n<p>\nومن سننهما: أن يخطب على منبر أو موضع عال ويسلم على المأمومين إذا أقبل\nعليهم ثم يجلس إلى فراغ الأذان وأن يجلس بين الخطبتين وأن يخطب قائما\nويعتمد على سيف أو قوس أو عصا ويقصد تلقاء وجهه ويقصر الخطبة ويدعو\nللمسلمين.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالجمعة ركعتان يسن أن يقرأ جهرا في الأولى بالجمعة في الثانية\nبالمنافقين.\n</p>\n\n<p>\nوتحرم إقامتها في كثر من موضع بالبلد إلا لحاجة فإن فعلوا فالصحيحة ما\nباشرها الإمام \"أو أذن فيها\" فإن استويا \"في إذن <span id='ms17'></span> أو عدمه\" فالثانية باطلة\nوإن وقعتا معا أو جهلت الأولى منهما بطلتا.\n</p>\n\n<p>\nوأقل السنة بعد الجمعة ركعتان وأكثرها ست. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nويسن أن يغتسل لها في يومها وتقدم1 ويتنظف ويتطيب ويلبس أحسن ثيابه ويبكر\nإليها ماشيا ويدنو من الإمام ويقرأ سورة الكهف في يومها ويكثر الدعاء\nوالصلاة2 على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nولا يتخطى رقاب الناس إلا أن يكون إماما أو إلى فرجة وحرم أن يقيم غيره\nفيجلس مكانه إلا من قدم صاحبا له فجلس فى موضع يحفظه له وحرم رفع مصلى\nمفروش ما لم تحضر الصلاة ومن قام من موضعه لعارض لحقه ثم عاد إليه \"قريبا\"\nفهو أحق به.\n</p>\n\n<p>\nومن دخل والإمام يخطب لم يجلس حتى يصلي ركعتين يوجز فيهما ولا يجوز\nالكلام والإمام يخطب إلا له أو لمن يكلمه يجوز قبل الخطبة وبعدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>باب صلاة العيدين</h1>\n\n<p>\nوهي فرض كفاية إذا تركها أهل بلد قاتلهم الإمام.\n</p>\n\n<p>\nووقتها كصلاة الضحى وأخره الزوال فإن لم يعلم بالعيد إلا بعده صلوا من\nالغد.\n</p>\n\n<p>\nوتسن في صحراء وتقديم صلاة الأضحى وعكسه الفطر,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوأكله قبلها وعكسه في الأضحى1 \"لمضح2\" وتكره في الجامع بلا عذر ويسن\nتبكير مأموم إليها ماشيا بعد الصبح وتأخر3 إمام إلى وقت الصلاة على أحسن\nهيئة إلا المعتكف ففي ثياب اعتكافه.\n</p>\n\n<p>\nومن شرطها: استيطان وعدد الجمعة لا إذن إمام ويسن أن يرجع من طريق آخر.\n</p>\n\n<p>\nويصليها ركعتين قبل الخطبة يكبر في الأولى بعد4 الاستفتاح وقبل التعوذ\nوالقراءة ستا وفي الثانية قبل القراءة خمسا يرفع يديه مع كل تكبيرة ويقول\nالله كبر كبيرا والحمد لله كثيرا وسبحان الله وبحمده بكرة وأصيلا وصلى الله\nعلى محمد النبي وآله وسلم تسليما5 كثيرا وإن أحب قال غير ذلك ثم يقرأ جهرا6\nفي الأولى بعد الفاتحة بسبح وبالغاشية في الثانية.\n</p>\n\n<p>\nفإذا سلم خطب خطبتين كخطبتي الجمعة يستفتح الأولى بتسع تكبيرات والثانية\nبسبع يحثهم في الفطر على الصدقة ويبين لهم ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nيخرجون ويرغبهم في الأضحى في الأضحية ويبين لهم حكمها.\n</p>\n\n<p>\nوالتكبيرات الزوائد والذكر بينها والخطبتان سنة ويكره التنفل <span id='ms18'></span> قبل الصلاة\nوبعدها في موضعها ويسن لمن فاته أو بعضها قضاؤها على صفتها.\n</p>\n\n<p>\nويسن التكبير \"المطلق\" في ليلتي العيدين \"وفي فطر آكد\", \"وفي كل عشر ذي\nالحجة\", \"والمقيد\" عقب كل فريضة في جماعة في الأضحى1 من صلاة الفجر يوم\nعرفة وللمحرم من صلاة الظهر يوم النحر إلى عصر آخر أيام التشريق وإن نسيه\nقضاه ما لم يحدث أو يخرج من المسجد ولا يسن عقب صلاة عيد وصفته شفعا: الله\nأكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>باب صلاة الكسوف</h1>\n\n<p>\n\"تسن\" جماعة وفرادى إذا كسف أحد النيرين1 ركعتين ويقرأ في الأولى جهرا\nبعد الفاتحة سورة طويلة ثم يركع طويلا ثم يرفع ويسمع ويحمد ثم يقرأ الفاتحة\nوسورة طويلة دون الأولى ثم يركع فيطيل وهو دون الأول ثم يرفع ثم يسجد\nسجدتين طويلتين ثم يصلي الثانية كالأولى \"لكن دونها في كل ما يفعل\" ثم\nيتشهد ويسلم.\n</p>\n\n<p>\nفإن تجلى الكسوف فيها أتمها خفيفة وإن غابت الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nكاسفة أو طلعت والقمر خاسف أو كانت آية غير الزلزلة لم يصل.\n</p>\n\n<p>\nوإن أتى في كل ركعة بثلاث ركوعات أو أربع \"أو خمس\" جاز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>باب صلاة الاستسقاء</h1>\n\n<p>\nإذا أجدبت الأرض وقحط المطر صلوها \"جماعة وفرادى\" وصفتها في موضعها\nوأحكامها كعيد.\n</p>\n\n<p>\nوإذا أراد الإمام الخروج لها وعظ الناس بالتوبة من المعاصي والخروج من\nالمظالم وترك التشاحن وبالصيام وبالصدقة ويعدهم يوما يخرجون فيه ويتنظف ولا\nيتطيب1 ويخرج متواضعا متخشعا متذللا متضرعا2 ومعه أهل الدين والصلاح\nوالشيوخ والصبيان \"المميزون\" وان خرج أهل الذمة منفردين عن المسلمين \"لا\nبيوم\" لم يمنعوا فيصلي بهم ثم يخطب واحدة يفتتحها بالتكبير كخطبة العيد\nويكثر فيها الاستغفار وقراءة الآيات التي فيها الأمر به ويرفع يديه فيدعو\nبدعاء النبي صلى الله عليه وسلم ومنه: \"اللهم اسقنا غيثا مغيثا\" إلى آخره\nوإن سقوا قبل خروجهم شكروا الله وسألوه المزيد من فضله وينادى: الصلاة\nجامعة وليس من شرطها إذن الإمام.\n</p>\n\n<p>\nويسن أن يقف في أول المطر وإخراج رحله وثيابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nليصيبها1 وإذا زادت <span id='ms19'></span> المياه وخيف منها سن أن يقول: اللهم حوالينا ولا\nعلينا اللهم على الظراب والآكام وبطون الأودية ومنابت الشجر, {ربنا ولا\nتحملنا ما لا طاقة لنا به} الآية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>كتاب الجنائز</h1>\n\n<p>\nوتسن عيادة المريض وتذكيره التوبة والوصية.\n</p>\n\n<p>\nوإذا نزل به \"سن\" تعاهد بل حلقه بماء أو شراب وندي شفتيه لقنه: لا إله\nإلا الله مرة ولم يزد على ثلاث إلا أن يتكلم بعده فيعيد تلقينه1 برفق ويقرأ\nعنده\"يس\" ويوجهه إلى القبلة2.\n</p>\n\n<p>\nفإذا مات سن تغميضه وشد لحييه وتلين مفاصله وخلع ثيابه وستره بثوب3 ووضع\nحديدة على بطنه ووضعه على سرير غسله متوجها منحدرا نحو رجليه وإسراع تجهيزه\n\"إن مات غير فجأة\" وإنفاذ وصيته ويجب في قضاء دينه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nغسل الميت وتكفينه4 والصلاة عليه ودفنه فرض كفاية.\n</p>\n\n<p>\nوأولى الناس بغسله: وصيه ثم أبوه ثم جده ثم الأقرب فالأقرب من عصباته ثم\nذوو أرحامه وبأنثى: \"وصيتها\" ثم القربى فالقربى من نسائها ولكل واحد5 من\nالزوجين غسل صاحبه وكذا سيد مع سريته ولرجل وامرأة غسل من له دون6 سبع سنين\nفقط وإن مات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nرجل بين نسوة أو عكسه يممت كخنثى مشكل ويحرم أن بغسل مسلم كافرا أو يدفنه\nبل يواري لعدم.\n</p>\n\n<p>\nوإذا أخذ في غسله ستر عورته وجرده وستره عن العيون ويكره لغير معين في\nغسله حضوره ثم يرفع رأسه1 إلى قرب جلوسه ويعصر بطنه برفق ويكثر صب الماء\nحينئذ ثم يلف على يده\n</p>\n\n<p>\nخرقة فينجيه2 ولا يحل مس عورة \"من له سبع سنين\" ويستحب أن لا يمس سائره\nإلا بخرقة ثم يوضيه \"ندبا\" ولا يدخل الماء في فيه ولا في أنفه ويدخل إصبعيه\nمبلولتين بالماء بين شفتيه فيمسح أسنانه وفي منخريه فينظفهما ولا يدخلهما\nالماء ثم ينوي غسله ويسمى ويغسل برغوة السدر رأسه ولحيته فقط ثم يغسل شقه\nالأيمن ثم الأيسر ثم كله ثلاثا يمر في كل مرة يده \"على بطنه\" فإن لم ينق\nبثلاث زيد حتى ينقي ولو جاوز السبع ويجعل في الغسلة الأخيرة كافورا والماء\nالحار والأشنان والخلال يستعمل إذا احتيج <span id='ms20'></span> إليه ويقص شاربه ويقلم أظفاره ولا\nيسرح شعره ثم ينشف بثوب ويضفر شعرها ثلاثة قرون ويسدل وراءها وإن خرج منه\nشيء بعد سبع حشي بقطن فإن لم يستمسك فبطين حر ثم يغسل المحل ويوضأ وإن خرج\nبعد تكفينه لم يعد الغسل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nومحرم ميت كحي: يغسل بماء وسدر ولا يقرب طيبا ولا يلبس \"ذكر\" مخيطا ولا\nيغطى رأسه \"ولا وجه أنثى\".\n</p>\n\n<p>\nولا يغسل شهيد1 إلا أن يكون جنبا ويدفن2 بدمه في ثيابه بعد نزع السلاح\nوالجلود عنه \"وإن سلبها كفن بغيرها\" ولا يصلى عليه وإن سقط من دابته أو وجد\nميتا ولا أثر به أو حمل فأكل أو طال بقاؤه3 غسل وصلي عليه.\n</p>\n\n<p>\nوالسقط إذا بلغ أربعة أشهر غسل وصلي عليه ومن تعذر غسله يمم.\n</p>\n\n<p>\nوعلى الغاسل ستر ما رآه إن لم يكن حسنا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيجب كفنه4 في ماله مقدما على دين وغيره فإن لم يكن له مال فعلى من تلزمه\nنفقته إلا الزوج لا يلزمه كفن امرأته.\n</p>\n\n<p>\nويستحب5 تكفين رجل في ثلاث لفائف بيض تجمر6 ثم تبسط بعضها فوق بعض ويجعل\nالحنوط فيما بينها ثم يوضع عليها مستلقيا ويجعل منه في قطن بين أليتيه ويشد\nفوقها خرقة مشقوقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالطرف كالتبان تجمع أليتيه ومثانته ويجعل الباقي على منافذ وجهه ومواضع\nسجوده وإن طيب كله فحسن ثم يرد طرف اللفافة العليا على شقه الأيمن ويرد\nطرفها الآخر1 فوقه ثم بالثانية والثالثة كذلك \"ويجعل أكثر الفاضل عند رأسه\"\nثم يعقدها وتحل في القبر وإن كفن في قميص ومئزر ولفاقة جاز.\n</p>\n\n<p>\nوتكفن المرأة في خمسة أثواب: إزار وخمار وقميص ولفافتين والواجب ثوب يستر\nجميعه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالسنة أن يقوم الإمام عند صدره وعند وسطها ويكبر أربعا يقرأ في الأولى\n\"بعد التعوذ\" الفاتحة ويصلي على النبي صلى الله عليه وسلم في الثانية\nكالتشهد ويدعو في الثالثة فيقول: اللهم اغفر لحينا وميتنا وشاهدنا وغائبنا\nوصغيرنا وكبيرنا وذكرنا وأنثانا إنك تعلم منقلبنا ومثوانا وأنت على كل شيء\nقدير اللهم من أحييته منا فأحيه على الإسلام والسنة ومن توفيته <span id='ms21'></span> منا فتوفه\nعليهما اللهم اغفر له وارحمه وعافه واعف عنه وأكرم نزله وأوسع مدخله واغسله\nبالماء والثلج والبرد ونقه من الذنوب والخطايا كما ينقى الثوب الأبيض من\nالدنس وأبدله دارا خيرا من داره وزوجا خيرا من زوجه وأدخله الجنة وأعذه من\nعذاب القبر وعذاب النار وأفسح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nله في قبره ونور له فيه.\n</p>\n\n<p>\nوإن كان صغيرا قال: اللهم اجعله ذخرا لوالديه وفرطا وأجرا1 وشفيعا مجابا\nاللهم ثقل به موازينهما وأعظم به أجورهما وألحقه بصالح سلف المؤمنين واجعله\nفي كفالة إبراهيم وقه برحمتك عذاب الجحيم ويقف بعد الرابعة قليلا ويسلم\nواحدة عن يمينه ويرفع يديه مع كل تكبيرة.\n</p>\n\n<p>\nوواجباتها2: قيام وتكبيرات3 والفاتحة والصلاة على الني صلى الله عليه\nوسلم ودعوة للميت والسلام.\n</p>\n\n<p>\nومن فاته شيء من التكبير قضاه على صفته ومن فاتته الصلاة عليه صلى على\nالقبر وعلى غائب عن البلد4 بالنية \"إلى شهر\".\n</p>\n\n<p>\nولا يصلي الإمام على الغال ولا على قاتل نفسه ولا بأس بالصلاة عليه في\nالمسجد.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيستحب5 التربيع في حمله ويباح بين العمودين ويسن الإسراع بها وكون المشاة\nأمامها والركبان خلفها ويكره جلوس تابعها حتى توضع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nويسجى قبر امرأة فقط واللحد أفضل من الشق ويقول مدخله: بسم الله وعلى ملة\nرسول الله ويضعه في لحده على شقه الأيمن مستقبل القبلة ويرفع القبر عن\nالأرض قدر شبر مسنما ويكره تجصيصه والبناء عليه والكتابة والجلوس والوطء\nعليه والاتكاء إليه ويحرم فيه دفن اثنين \"فأكثر\" إلا لضرورة ويجعل بين كل\nاثنين حاجز من تراب.\n</p>\n\n<p>\nولا تكره القراءة على القبر وأي قربة فعلها وجعل ثوابها لميت مسلم \"أو\nحي\" نفعه ذلك.\n</p>\n\n<p>\nويسن أن يصنع لأهل الميت طعام يبعث به إليهم ويكره لهم فعله للناس.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nتسن زيارة القبور إلا للنساء ويقول إذا زارها أو مر بها1: السلام عليكم\nدار قوم مؤمنين وإنا إن شاء الله بكم للاحقون2 يرحم الله المستقدمين منكم\nوالمستأخرين نسأل الله لنا ولكم العافية اللهم لا تحرمنا أجرهم ولا تفتنا\nبعدهم واغفر لنا ولهم.\n</p>\n\n<p>\nوتسن تعزية المصاب بالميت ويجوز <span id='ms22'></span> البكاء على الميت ويحرم الندب والنياحة\nوشق الثوب ولطم الخد ونحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الزكاة\n</p>\n\n<h1 class='l1' id='head26'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<h1 class='l1' id='head27'>كتاب الزكاة</h1>\n\n<p>\nتجب بشروط خمسة: حرية وإسلام وملك نصاب واستقراره ومضي الحول في غير\nالمعشر1 إلا نتاج السائمة وربح التجارة ولو لم يبلغ نصابا فإن حولهما حول\nأصلهما وإن كان الأصل نصابا وإلا فمن كماله.\n</p>\n\n<p>\nومن كان له دين \"أو حق\" من صداق وغيره على مليء أو غيره أدى زكاته إذا\nقبضه لما مضى ولا زكاة في مال من عليه دين ينقص النصاب ولو كان المال ظاهرا\nوكفارة كدين.\n</p>\n\n<p>\nوإن ملك نصابا صغارا انعقد حوله حين ملكه وإن نقص النصاب في بعض الحول أو\nباعه أو أبدله بغير جنسه لا فرارا من الزكاة انقطع الحول وإن أبدله بجنسه\nبنى على حوله.\n</p>\n\n<p>\nوتجب الزكاة في عين المال في \"ولها تعلق بالذمة\" ولا يعتبر في وجوبها\nإمكان الأداء ولا بقاء المال والزكاة كالدين2 في التركة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>باب زكاة بهيمة الأنعام</h1>\n\n<p>\n1\n</p>\n\n<p>\nتجب في إبل وبقر غنم إذا كانت سائمة \"الحول\" وكثره فيجب في خمس وعشرين من\nالإبل بنت مخاض وفيما دونها في كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nخمس شاة وفي ست وثلاتين بنت لبون وفي ست وأربعين حقة وفي إحدى وستين جذعة\nوفي ست وسبعين بنتا لبون وفي إحدى وتسعين حقتان فإذا زادت عن1 مائة وعشرين\nواحدة فثلاث بنات لبون ثم في كل أربعين بنت لبون وفي كل خمسين حقة.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويجب في ثلاثين من البقر تبيع أو تبيعة وفي أربعين مسنة وفي ستين تبيعان2\nثم في كل ثلاثين تبيع وفي كل أربعين مسنة.\n</p>\n\n<p>\nويجزئ3 الذكر هنا وابن لبون مكان بنت مخاض وإذا كان النصاب كله ذكورا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويجب في أربعين من الغنم شاة وفي مائة وإحدى وعشرين شاتان وفي مائتين\nوواحدة ثلاث شياه ثم في كل مائة شاة شاة4 والخلطة تصير المالين كالواحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>باب زكاة الحبوب والثمار</h1>\n\n<p>\n1\n</p>\n\n<p>\nتجب في الحبوب كلها \"ولو لم تكن قوتا\" وفي كل ثمر يكال ويدخر كتمر وزبيب\nويعتبر بلوغ نصاب قدره ألف وستمائة رطل عراقي وتضم ثمرة العام <span id='ms23'></span> الواحد بعضها\nإلى بعض في تكميل النصاب لا جنس إلى آخر.\n</p>\n\n<p>\nويعتبر أن يكون النصاب مملوكا له وقت وجوب الزكاة فلا تجب فيما يكتسبه\nاللقاط أو يأخذه بحصاده ولا فيما يجتنيه من المباح كالبطم والزعبل وبزر\nقطونا ولو نبت في أرضه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيجب عشر ما2 سقي بلا مؤنة ونصفه معها وثلاثة أرباعه بهما فإن تفاوتا\nفبأكثرهما نفعا3 ومع الجهل العشر.\n</p>\n\n<p>\nوإذا اشتد الحب وبدا صلاح الثمر وجبت الزكاة ولا يستقر الوجوب إلا بجعلها\nفي البيدر فإن تلفت قبله بغير تعد منه سقطت ويجب العشر على مستأجر الأرض4.\n</p>\n\n<p>\nوإذا أخذ من ملكه أو موات من العسل مائة وستين رطلا عراقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nففيه1 عشره.\n</p>\n\n<p>\nوالركاز: ما وجد من دفن الجاهلية فيه2 الخمس في قليله وكثيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>باب زكاة النقدين</h1>\n\n<p>\nيجب في الذهب إذا بلغ عشرين مثقالا وفي الفضة إذا بلغت مائتي درهم ربع\nالعشر منهما ويضم الذهب إلى الفضة في تكميل النصاب وتضم قيمة العروض إلى كل\nمنهما.\n</p>\n\n<p>\nويباح للذكر من الفضة الخاتم وقبيعة السيف وحلية المنطقة ونحوه ومن الذهب\nقبيعة السيف وما دعت إليه ضرورة كأنف ونحوه ويباح للنساء من الذهب والفضة\nما جرت عادتهن بلبسه ولو كثر ولا زكاة في حليهما المعد للاستعمال \"أو\nالعارية\" وإن أعد للكرى أو النفقة أو كان محرما ففيه الزكاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>باب زكاة العروض</h1>\n\n<p>\nإذا ملكها بنعله بنية التجارة وبلغت قيمتها نصابا زكى قيمتها فإن ملكها\nبإرث أو بفعله بغير نية التجارة ثم نواها لم تصر لها وتقوم عند الحول\nبالأحظ للفقراء من عين أو ورق ولا يعتبر ما اشتريت به وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nاشترى عرضا بنصاب من أثمان أو عروض بني على حوله وإن اشتراه بسائمة لم\nيبن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>باب زكاة الفطر</h1>\n\n<p>\nتجب على كل مسلم فضل له يوم العيد وليلته صاع عن قوته وقوت عياله\n\"وحوائجه الأصلية\" لا يمنعها الدين إلا بطلبه فيخرج عن \"نفسه\" ومسلم1 يمونه\nولو شهر رمضان فإن عجز عن البعض بدأ بنفسه فامرأته فرقيقه فأمه فأبيه فولده\nفأقرب في ميراث والعبد بين شركاء عليهم صاع <span id='ms24'></span> ويستحب عن الجنين ولا تجب لناشز\nومن لزمت غيره فطرته فأخرج عن نفسه بغير إذنه أجزأت.\n</p>\n\n<p>\nوتجب بغروب الشمس ليلة الفطر فمن أسلم بعده أو ملك عبدا أو زوجة2 أو ولد\nله ولد3 لم تلزمه فطرته وقبله تلزم.\n</p>\n\n<p>\nويجوز إخراجها قبل العيد بيومين فقط ويوم العيد قبل الصلاة أفضل وتكره في\nباقيه ويقضيها بعد يومه آثما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويجب صاع من بر أو شعير أو دقيقهما أو سويقهما أو تمر أو زبيب أو أقط فإن\nعدم الخمسة أجزأ \"كل حب وثمر يقتات\" لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nمعيب ولا خبز.\n</p>\n\n<p>\nويجوز أن يعطي الجماعة ما يلزم الواحد وعكسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>باب إخراج الزكاة</h1>\n\n<p>\nيجب على الفور مع إمكانه إلا لضرر فإن منعها جحدا لوجوبها كفر عارف\nبالحكم وأخذت1 وقتل أو بخلا أخذت منه وعزر.\n</p>\n\n<p>\n\"وتجب في مال صبي ومجنون\" فيخرجها وليهما ولا يجوز إخراجها إلا بنية.\n</p>\n\n<p>\nوالأفضل أن يفرقها بنفسه ويقول هو وآخذها ما ورد.\n</p>\n\n<p>\n\"والأفضل إخراج زكاة كل مال في فقراء بلده\" ولا يجوز نقلها إلى ما تقصر\nفيه الصلاة فإن فعل أجزأت إلا أن يكون في بلد لا فقراء فيه فيفرقها في أقرب\nالبلاد إليه فإن كان في بلد وماله في آخر أخرج زكاة المال في بلده وفطرته\nفي بلد هو فيه.\n</p>\n\n<p>\nويجوز تعجيل الزكاة لحولين فأقل2 \"ولا يستحب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>باب أهل الزكاة</h1>\n\n<p>\nأهل الزكاة ثمانية: الفقراء: \"وهم من لا يجدون شيئا\" أو يجدون بعض\nالكفاية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوالمساكين: يجدون أكثرها أو نصفها.\n</p>\n\n<p>\nوالعاملون عليها: وهم جباتها وحفاظها.\n</p>\n\n<p>\nالرابع: المؤلفة قلوبهم: ممن يرجى إسلامه أو كف شره أو يرجى بعطيته قوة\nإيمانه.\n</p>\n\n<p>\nالخامس: الرقاب: وهم المكاتبون ويفك منها الأسير المسلم1.\n</p>\n\n<p>\nالسادس: الغارم لإصلاح ذات البين ولو مع غنى أو لنفسه \"مع الفقر\".\n</p>\n\n<p>\nالسابع: في سبيل الله وهم الغزاة المتطوعة الذين2 لا ديوان لهم.\n</p>\n\n<p>\nالثامن: ابن السبيل المسافر المنقطع به دون المنشط للسفر من بلده فيعطى\nقدر3 ما يوصله إلى بلده.\n</p>\n\n<p>\nومن كان ذا عيال أخذ ما يكفيهم.\n</p>\n\n<p>\nويجوز صرفها إلى صنف واحد ويسن إلى أقاربه الذين لا تلزمه <span id='ms25'></span> مؤونتهم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولا ندفع إلى هاشمي ومطلبي4 ومواليهما ولا إلى فقيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nتحت غني منفق ولا إلى فرعه وأصله ولا إلى عبد وزوج.\n</p>\n\n<p>\nوإن أعطاها لمن ظنه غير أهل فبان أهلا \"أو بالعكس\" لم تجزئه إلا لغني1\nظنه فقيرا.\n</p>\n\n<p>\nوصدقة التطوع مستحبة وفي رمضان وأوقات الحاجات أفضل.\n</p>\n\n<p>\nوتسن بالفاضل عن كفايته ومن يمونه ويأثم بما ينقصها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>كتاب الصيام</h1>\n\n<h1 class='l1' id='head36'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الصيام\n</p>\n\n<p>\nيجب صوم رمضان برؤية هلاله فإن لم ير مع صحو ليلة الثلاثين أصبحوا مفطرين\nوإن حال دونه غيم أو قتر فظاهر المذهب يجب صومه وإن رؤى نهارا فهو لليلة\nالمقبلة وإذا رآه أهل بلد لزم الناس كلهم الصوم.\n</p>\n\n<p>\nويصام برؤية عدل \"ولو أنثى\" فإن صاموا بشهادة واحد ثلاثين يوما أو صاموا\nلأجل غيم لم يفطروا ومن رأى وحده هلال رمضان ورد قوله أو رأى هلال شوال\nصام.\n</p>\n\n<p>\nويلزم الصوم لكل مسلم مكلف قادر وإذا قامت البينة في أثناء النهار وجب\nالإمساك والقضاء على كل من صار في أثنائه أهلا لوجوبه وكذا حائض ونفساء\nطهرتا ومسافر قدم مفطرا1.\n</p>\n\n<p>\nومن أفطر لكبر أو مرض لا يرجى برؤه أطعم لكل يوم مسكينا وسن لمريض يضره\nولمسافر \"يقصر\" وإن نوى حاضر صوم يوم ثم سافر في أثنائه فله الفطر.\n</p>\n\n<p>\nوإن أفطرت حامل أو مرضع خوفا على أنفسهما قضتاه فقط وعلى ولديهما قضتا\nوأطعمتا لكل يوم مسكينا.\n</p>\n\n<p>\nومن نوى الصوم ثم جن أو أغمي عليه جميع النهار ولم يفق جزءا منه لم يصح\nصومه لا إن نام جميع النهار ويلزم المغمى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاء فقط.\n</p>\n\n<p>\nويجب تعيين النية من الليل لصوم كل يوم واجب لا نية الفرضية ويصح النفل\nبنية من النهار قبل الزوال وبعده ولو نوى إن كان غدا من رمضان فهو فرض لم\nيجزئه ومن نوى الإفطار أفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>باب ما يفسد الصوم ويوجب الكفارة</h1>\n\n<p>\nمن أكل أو شرب أو استعط أو احتقن أو اكتحل بما يصل إلى حلقه أو أدخل إلى\nجوفه شيئا \"غير إحليله\" أو استقاء1 أو استمنى أو باشر فأمنى أو أمذى <span id='ms26'></span> أو كرر\nالنظر فأنزل أو حجم أو احتجم2 \"وظهر دم\" عامدا ذاكرا لصومه فسد لا ناسيا أو\nمكرها أو طار إلى حلقه ذباب أو غبار أو فكر فأنزل أو احتلم أو أصبح في فيه\nطعام فلفظه أو اغتسل أو تمضمض أو استنثر أو زاد على الثلاث أو بالغ فدخل\nالماء حلقه لم يفسد.\n</p>\n\n<p>\nومن أكل شاكا في طلوع فجر صح صومه لا إن أكل شاكا في غروب الشمس أو\nمعتقدا أنه ليل فبان نهارا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن جامع في نهار رمضان في قبل أو دبر فعليه القضاء والكفارة وإن جامع\nدون الفرج فأنزل أو كانت المرأة معذورة أو جامع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nكان1 نوى الصوم في سفره أفطر ولا كفارة.\n</p>\n\n<p>\nوإن جامع في يومين \"أو كرره في يوم\" ولم يكفر \"فكفارة واحدة في الثانية\"\nوفي الأولى اثنتان, وإن جامع ثم كفر ثم جامع2 في يومه فكفارة ثانية, وكذلك\nمن لزمه الإمساك إذا جامع ومن جامع وهو معافى ثم مرض أو جن أو سافر لم\nتسقط.\n</p>\n\n<p>\nولا تجب الكفارة بغير الجماع في صيام رمضان وهي عتق رقبة فإن لم يجد\nفصيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينا فإن لم يجد سقطت\nالكفارة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>باب ما يكره ويستحب في الصوم وحكم القضاء</h1>\n\n<p>\nيكره جمع ريقه فيبتلعه ويحرم بلع النخامة ويفطر بها فقط إن وصلت إلى فمه\nويكره ذوق طعام \"بلا حاجة1\" ومضغ علك قوي \"وإن وجد طعمهما في حلقه أفطر\"\nويحرم العلك المتحلل إن بلع ريقه وتكره القبلة لمن تحرك شهوته.\n</p>\n\n<p>\nويجب اجتناب كذب وغيبة وشتم.\n</p>\n\n<p>\nوسن لمن شتم قوله: إني صائم وتأخير سحور وتعجيل فطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n\"على رطب\" فإن عدم فتمر, فإن عدم فماء, وقول ما ورد.\n</p>\n\n<p>\nويستحب القضاء متتابعا ولا يجوز إلى رمضان آخر من غير عذر فإن فعل فعليه\nمع القضاء إطعام مسكين لكل يوم وإن مات ولو بعد رمضان آخر وإن مات وعليه\nصوم أو حج أو اعتكاف أو صلاة نذر1 استحب لوليه قضاؤه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>باب صوم التطوع</h1>\n\n<p>\nيسن صيام أيام البيض <span id='ms27'></span> والاثنين والخميس وست من شوال وشهر المحرم \"وآكده\nالعاشر ثم التاسع\" وتسع ذي الحجة ويوم عرفة لغير حاج بها وأفضله صوم يوم\nوفطر يوم.\n</p>\n\n<p>\nويكره إفراد رجب والجمعة والسبت والشك وعيد للكفار بصوم1.\n</p>\n\n<p>\nويحرم صوم العيدين وأيام التشريق ولو في فرض2 إلا عن دم متعة وقران.\n</p>\n\n<p>\n\"ومن دخل في فرض موسع حرم قطعه\".\n</p>\n\n<p>\nولا يلزم في النفل ولا قضاء فاسده \"إلا الحج\".\n</p>\n\n<p>\nوترجى ليلة القدر في العشر الأخير من رمضان3 وأوتاره آكد وليلة سبع\nوعشرين أبلغ ويدعو فيها بما ورد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>باب الاعتكاف</h1>\n\n<p>\nهو لزوم مسجد لطاعة الله تعالى مسنون ويصح بلا صوم ويلزمان بالنذر ولا\nيصح إلا1 في مسجد يجمع فيه إلا المرأة ففي كل مسجد سوى مسجد بيتها.\n</p>\n\n<p>\nومن نذره أو الصلاة في مسجد غير الثلاثة وأفضلها الحرام فمسجد المدينة\nفالأقصى لم يلزمه فيه وإن عين الأفضل لم يجز فيما دونه وعكسه بعكسه.\n</p>\n\n<p>\nومن نذر زمنا معينا دخل معتكفه قبل ليلته الأولى وخرج بعد آخره.\n</p>\n\n<p>\nولا يخرج المعتكف إلا لما لا بد منه ولا يعود مريضا ولا يشهد جنازة إلا\nأن يشترطه وإن وطئ في فرج فسد اعتكافه.\n</p>\n\n<p>\nويستحب اشتغاله بالقرب واجتناب ما لا يعنيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>كتاب المناسك</h1>\n\n<h1 class='l1' id='head42'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب المناسك\n</p>\n\n<p>\nالحج والعمرة واجبان على المسلم الحر المكلف القادر في عمره مرة على\nالفور فإن زال الرق \"والجنون\" والصبا في الحج بعرفة وفي العمرة قبل طوافها\nصح فرضا وفعلهما من الصبي والعبد \"نفلا\".\n</p>\n\n<p>\nوالقادر: \"من أمكنه الركوب\" ووجد زادا ومركوبا1 صالحين لمثله بعد قضاء\nالواجبات والنفقات الشرعية والحوائج الأصلية.\n</p>\n\n<p>\nوإن أعجزه كبر أو مرض لا يرجى برؤه لزمه أن يقيم من يحج ويعتمر عنه من\nحيث وجبا ويجزئ عنه وإن عوفي \"بعد الإحرام\".\n</p>\n\n<p>\nويشترط لوجوبه على المرأة وجود محرمها وهو زوجها أو من تحرم عليه على\nالتأبيد بنسب أو سبب مباح وإن مات من لزماه أخرجا من تركته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head43'>باب</h1>\n\n<p>\nالمواقيت</span>\n</p>\n\n<p>\nوميقات أهل المدينة ذو الحليفة وأهل الشام ومصر والمغرب الجحفة وأهل\nاليمن يلملم وأهل نجد قرن وأهل المشرق ذات عرق <span id='ms28'></span> وهي لأهلها ولمن مر عليها من\nغيرهم ومن حج من أهل مكة فمنها وعمرته من الحل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوأشهر الحج: شوال وذو القعدة وعشر من ذي الحجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>باب</h1>\n\n<p>\nالإحرام: نية النسك.\n</p>\n\n<p>\nسن لمريده: غسل \"أو تيمم لعدم\" وتنظف وتطيب وتجرد عن1 مخيط ويحرم في إزار\nورداء أبيضين وإحرام عقب ركعتين ونيته شرط ويستحب قوله2: اللهم إني أريد\nنسك كذا فيسره لي وإن حبسني حابس فمحلي حيث حبستني.\n</p>\n\n<p>\nوأفضل الأنساك: التمتع وصفته: أن يحرم بالعمرة في أشهر الحج ويفرغ منها\nثم يحرم بالحج في عامه وعلى الأفقي دم وإن حاضت المرأة فخشيت فوات الحج\nأحرمت به وصارت قارنة.\n</p>\n\n<p>\nوإذا استوى على راحلته قال: لبيك اللهم لبيك لبيك لا شريك لك لبيك إن\nالحمد والنعمة لك والملك لا شريك لك يصوت بها الرجل وتخفيها المرأة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>باب محظورات الإحرام</h1>\n\n<p>\nوهي تسعة: حلق الشعر وتقليم الأظفار1 فمن حلق أو قلم ثلاث شعرات فعليه دم\nومن غطى رأسه بملاصق فدى وإن لبس \"ذكر\" مخيطا فدى وإن طيب بدنه أو ثوبه أو\nادهن بمطيب أو شم طيبا, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nأو تبخر بعود ونحوه فدى.\n</p>\n\n<p>\nوإن قتل صيدا مأكولا بريا أصلا ولو تولد منه ومن غيره1 أو تلف في يده\nفعليه جزاؤه ولا يحرم حيوان إنسي2 ولا صيد البحر ولا قتل محرم الأكل3 ولا\nالصائل.\n</p>\n\n<p>\nويحرم عقد النكاح ولا يصح ولا فدية وتصح الرجعة4 وإن جامع المحرم قبل\nالتحلل الأول فسد نسكهما ويمضيان فيه ويقضيانه ثاني عام وتحرم المباشرة فإن\nفعل فأنزل لم يفسد حجه وعليه بدنة \"لكن يحرم من الحل لطواف الفرض\".\n</p>\n\n<p>\nوإحرام المرأة كالرجل إلا في اللباس وتجتنب \"البرقع\" والقفازين وتغطية\nوجهها ويباح لها التحلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>باب الفدية</h1>\n\n<p>\nيخير بفدية حلق وتقليم وتغطية رأس وطيب ولبس مخيط1 بين صيام ثلاثة أيام\nأو إطعام ستة مساكين لكل مسكين مد بر أو نصف صاع تمر أو شعير أو ذبح شاة.\n</p>\n\n<p>\nوبجزاء صيد بين مثل \"إن كان\" أو تقويمه بدراهم يشترى بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nطعاما فيطعم لكل مسكين مدا أو يصوم عن كل مد يوما <span id='ms29'></span> وبما لا مثل له بين\nإطعام وصيام.\n</p>\n\n<p>\nوأما دم متعة وقران فيجب الهدي فإن عدمه فصيام ثلاثة أيام والأفضل كون\nأخرها يوم عرفة وسبعة إذا رجع إلى أهله والمحصر إذا لم يجد هديا صام عشرة\nأيام ثم حل.\n</p>\n\n<p>\nويجب بوطء في فرج في الحج بدنة وفي العمرة شاة وإن طاوعته زوجته لزماها1.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن كرر محظورا من جنس ولم يفد فدى مرة بخلاف صيد ومن قتل محظورا من\nأجناس فدى لكل مرة رفض إحرامه أو لا.\n</p>\n\n<p>\nويسقط بنسيان فدية لبس وطيب وتغطية رأس دون وطء وصيد وتقليم وحلاق.\n</p>\n\n<p>\nوكل هدي أو إطعام لمساكين الحرم وفدية الأذى واللبس ونحوهما ودم الإحصار\nحيث وجد سببه ويجزئ الصوم بكل مكان والدم شاة أو سبع بدنة وتجزئ عنها بقرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>باب جزاء الصيد</h1>\n\n<p>\nفي النعامة بدنة وحمار الوحش وبقرته والأيل والثيتل والوعل بقرة والضبع\nكبش والغزالة عنز والوبر والضب جدي واليربوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nجفرة الأرنب عناق والحمامة شاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>باب صيد الحرم</h1>\n\n<p>\n1\n</p>\n\n<p>\nيحرم صيده على المحرم والحلال وحكم صيده كصيد المحرم ولا يلزم المحرم\nجزاءان ويحرم قطع شجرة وحشيشه \"الأخضرين\" إلا الإذخر.\n</p>\n\n<p>\nويحرم صيد المدينة ولا جزاء فيه ويباح الحشيش للعلف واتخاذ آلة الحرث\nونحوه وحرمها ما بين عير إلى ثور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>باب ذكر دخول مكة</h1>\n\n<p>\nيسن من أعلاها1 ودخول المسجد من باب بني شيبة فإذا رأى البيت رفع يديه\nوقال ما ورد ثم يطوف مضطبعا يبتدئ المعتمر بطواف العمرة والقارن والمفرد\nللقدوم فيحاذي الحجر الأسود بكله ويستلمه ويقبله فإن شق قبل يده فإن شق\nاللمس أشار إليه ويقول ما ورد ويجعل البيت عن يساره ويطوف سبعا يرمل الأفقي\nفي هذا الطواف ثلاثا ثم يمشي أربعا ويستلم الحجر والركن اليماني كل مرة.\n</p>\n\n<p>\nومن ترك شيئا من الطواف أو لم ينوه أو نسكه2 أو طاف على الشاذروان أو\nجدار الحجر أو عريان أو نجسا3 لم يصح ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي ركعتين خلف المقام.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nثم يستلم الحجر ويخرج إلى الصفا من بابه فيرقاه حتى يرى البيت ويكبر\nثلاثا ويقول ما ورد ثم <span id='ms30'></span> ينزل ماشيا إلى العلم الأول ثم سعى شديدا ثم يمشي\nويرقى المروة ويقول ما قاله على الصفا ثم ينزل فيمشي في موضع مشيه ويسعى في\nموضع سعيه إلى الصفا1 يفعل ذلك سعيا ذهابه سعية ورجوعه سعية فإن بدأ\nبالمروة سقط الشوط الأول وتسن فيه الطهارة والستارة والموالاة2.\n</p>\n\n<p>\nثم إن كان متمتعا لا هدي معه قصر من شعره وتحلل وإلا حل إذا حج والمتمتع\nإذا شرع في الطواف قطع التلبية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>باب صفة الحج والعمرة</h1>\n\n<p>\nيسن للمحلين بمكة الإحرام بالحج يوم التروية \"قبل الزوال\" منها ويجزئ من\nبقية الحرم ويبيت بمنى فإذا طلعت الشمس سار إلى عرفة وكلها موقف إلا بطن\nعرنة.\n</p>\n\n<p>\nويسن أن يجمع بين الظهر والعصر ويقف راكبا عند الصخرات وجبل الرحمة ويكثر\nالدعاء ومما ورد فيه1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nومن وقف ولو لحظة من فجر يوم عرفة إلى1 فجر يوم النحر وهو أهل له صح حجه\nوإلا فلا ومن وقف نهارا ودفع قبل الغروب \"ولم يعد قبله\" فعليه دم ومن وقف\nليلا فقط فلا.\n</p>\n\n<p>\nثم يدفع بعد الغروب إلى مزدلفة بسكينة يسرع2 في الفجوة ويجمع بها بين\nالعشاءين ويبيت بها وله الدفع بعد نصف الليل وقبله فيه دم كوصوله إليها بعد\nالفجر لا قبله فإذا أصبح صلى الصبح أتى المشعر الحرام فيرقاه3 أو يقف عنده\nويحمد الله يكبره ويقرأ: {فإذا أفضتم من عرفات} 4 الآيتين, ويدعو حتى يسفر\nفإذا بلغ محسرا أسرع رمية حجر وأخذ الحصا وعدده: سبعون بين الحمص والبندق.\n</p>\n\n<p>\nفإذا وصل إلى منى وهي من وادي محسر إلى جمرة العقبة رماها بسبع حصيات\nمتعاقبات برفع يده اليمنى حتى يرى بياض إبطه ويكبر مع كل حصاة ولا يجزى\nالرمي بغيرها ولا بها ثانيا ولا يقف ويقطع التلبية قبلها ويرمي بعد طلوع\nالشمس ويجزئ بعد نصف الليل ثم ينحر هديا إن كان معه ويحلق أو يقصر من جميع\nشعره وتقصر منه المرأة قدر أنملة ثم قد حل له كل شيء إلا النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوالحلاق والتقصير نسك, لا يلزم بتأخيره دم, ولا بتقديمه على الرمي <span id='ms31'></span>\nوالنحر.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nثم يفيض إلى مكة ويطوف \"القارن والمفرد\" بنية الفريضة طواف الزيارة وأول\nوقته بعد نصف ليلة النحر ويسن في يومه وله تأخيره ثم يسعى بين الصفا\nوالمروة إن كان متمتعا \"أو غيره\" ولم يكن سعى مع طواف القدوم ثم قد حل له\nكل شيء ثم يشرب من ماء1 زمزم لما أحب ويتضلع منه ويدعو بما ورد.\n</p>\n\n<p>\nثم يرجع \"فيبيت بمنى ثلاث ليال\" فيرمي الجمرة الأولى وتلي مسجد الخيف سبع\nحصيات ويجعلها عن يساره ويتأخر قليلا2 ويدعو طويلا ثم مثلها ثم جمرة العقبة\nويجعلها عن يمينه ويستبطن الوادي ولا يقف عندها يفعل هذا في كل يوم من أيام\nالتشريق بعد الزوال مستقبل القبلة مرتبا وإن3 رماه كله في الثالث أجزأه\nويرتبه بنيته فإن أخره عنه أو لم يبت بها فعليه دم.\n</p>\n\n<p>\nومن تعجل في يومين خرج قبل الغروب وإلا لزمه المبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوالرمي من الغد.\n</p>\n\n<p>\nفإذا أراد الخروج من مكة لم يخرج حتى يطوف للوداع فإن أقام أو اتجر بعده\nأعاده وإن تركه رجع إليه فإن شق \"أو لم يرجع\" فعليه دم وإن أخر طواف\nالزيارة فطافه عند الخروج أجزأ عن الوداع ويقف غير الحائض بين الركن والباب\nداعيا بما ورد وتقف الحائض ببابه وتدعو بالدعاء.\n</p>\n\n<p>\nوتستحب زيارة قبر النبي صلى الله عليه وسلم وقبر صاحبيه.\n</p>\n\n<p>\nوصفة العمرة: أن يحرم بها \"من الميقات\" أو من أدنى الحل من مكي ونحوه لا\nمن الحرم فإذا طاف وسعى وحلق أو قصر حل \"وتباح كل وقت\" وتجزى عن الفرض.\n</p>\n\n<p>\nوأركان الحج: الإحرام والوقوف وطواف الزيارة والسعي, وواجباته: الإحرام\nمن الميقات \"المعتبر له\" والوقوف بعرفة إلى الغروب والمبيت \"لغير أهل\nالسقاية والرعاية\" بمنى وبمزدلفة إلى بعد نصف الليل والرمي والحلق والوداع\nوالباقي سنن.\n</p>\n\n<p>\nوأركان العمرة: إحرام وطواف وسعي وواجباتها: الحلاق \"والإحرام من\nميقاتها\", \"فمن ترك الإحرام لم ينعقد1 نسكه\" ومن ترك ركنا غيره \"أو نيته\"\nلم يتم نسكه إلا به ومن ترك واجبا فعليه دم أو سنة فلا شيء عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>باب الفوات والإحصار</h1>\n\n<p>\nمن <span id='ms32'></span> فاته الوقوف فاته الحج وتحلل بعمرة ويقضي ويهدى إن لم يكن اشترط1 ومن\nصده عدو عن البيت أهدى ثم حل فإن فقده صام عشرة أيام ثم حل وإن صد عن عرفة\nتحلل بعمرة وإن أحصره مرض أو ذهاب نفقة بقي محرما إن لم يكن اشترط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>باب الهدي والأضحية</h1>\n\n<p>\nأفضلها إبل ثم بقر ثم غنم ولا يجزئ فيها إلا جذع ضأن1 وثني سواه فالإبل\nخمس سنين2 والبقر سنتان والمعز سنة والضأن نصفها وتجزي الشاة عن واحد\nوالبدنة والبقرة عن سبعة. ولا تجزيء العوراء والعجفاء والعرجاء \"والهتماء\"\n\"والجداء\" والمريضة والعضباء بل البتراء خلقة والجماء والخصي \"غير\nالمجبوب3\" وما بأذنه أو قرنه قطع أقل من النصف.\n</p>\n\n<p>\nوالسنة نحر الإبل قائمة معقولة يدها اليسرى فيطعنها بالحربة في الوهدة\nالتي بين أصل العنق والصدر ويذبح غيرها \"ويجوز عكسها\" ويقول: بسم الله\nوالله أكبر اللهم هذا منك ولك ويتولاها صاحبها أو يوكل مسلما ويشهدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nووقت الذبح بعد صلاة العيد قدره إلى ويومين1 بعده ويكره في ليلتيهما فإن\nفات قضى واجبه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويتعينان بقوله: هذا هدي أو أضحية لا بالنية وإذا تعينت لم يجز بيعها ولا\nهبتها إلا أن يبدلها بخير منها ويجز صوفها ونحوه إن كان أنفع لها ويتصدق به\nولا يعطى جازرها أجرته منها ولا يعطى جلدها ولا شيئا منها بل ينتفع به وإن\nتعيبت ذبحها وأجزأته إلا أن تكون واجبة في ذمته قبل التعيين.\n</p>\n\n<p>\nوالأضحية سنة وذبحها أفضل من الصدقة بثمنها وسن أن يأكل ويهدي ويتصدق\nأثلاثا وإن أكلها إلا أوقية تصدق بها جاز وإلا ضمنها ويحرم على من يضحي أن\nيأخذ في العشر من شعره أو بشرته شيئا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nتسن العقيقة عن الغلام شاتان وعن الجارية شاة وتذبح يوم سابعه فإن فات\nففي أربعة عشر فان فات ففي واحد وعشرين تنزع جدولا ولا يكسر عظمها وحكمها\nكالأضحية \"إلا أنه لا يجزئ فيها شرك في دم\" ولا تسن الفرعة ولا العتيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>كتاب الجهاد</h1>\n\n<h1 class='l1' id='head54'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الجهاد\n</p>\n\n<p>\nوهو فرض كفاية ويجب إذا حضره أو حصر <span id='ms33'></span> بلده عدو \"أو استنفره الإمام\" وتمام\nالرباط أربعون ليلة1 وإذا كان أبواه مسلمين لم يجاهد تطوعا إلا بإذنهما.\n</p>\n\n<p>\nويتفقد الإمام جيشه عند المسير ويمنع المخذل والمرجف2 وله أن ينفل في\nبدايته الربع بعد الخمس وفي الرجعة الثلث بعده ويلزم الجيش طاعته والصبر\nمعه ولا يجوز الغزو إلا بإذنه إلا أن يفاجئهم عدو يخافون كلبه.\n</p>\n\n<p>\nوتملك الغنيمة بالاستيلاء عليها في دار الحرب وهي لمن شهد الوقعة من أهل\nالقتال فيخرج الخمس ثم يقسم باقي الغنيمة للراجل سهم وللفارس ثلاثة3: سهم\nله وسهمان لفرسه ويشارك الجيش سراياه فيما غنمت ويشاركونه فيما غنم والغال\nمن الغنيمة يحرق رحله كله إلا السلاح والمصحف وما فيه روح.\n</p>\n\n<p>\nوإذا غنموا أرضا بالسيف خير الإمام بين قسمها ووقفها على المسلمين ويضرب\nعليها خراجا مستمرا يؤخذ ممن هي بيده.\n</p>\n\n<p>\nوالمرجع في الخراج والجزية إلى اجتهاد الإمام ومن عجز عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nعمارة أرضه أجبر على إجارتها أو رفع يده عنها \"ويجري فيها الميراث\" وما\nأخذ من مال مشرك كجزية وخراج وعشر وما تركوه فزعا وخمس خمس الغنيمة ففيء\nيصرف في مصالح المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>باب عقد الذمة وأحكامها</h1>\n\n<p>\n1\n</p>\n\n<p>\nلا يعقد لغير المجوس أهل الكتابين ومن تبعهم ولا يعقدها إلا إمام أو\nنائبه ولا جزية على صبي وامرأة ولا عبد ولا فقير يعجز عنها ومن صار أهلا\nلها أخذت منه في آخر الحول.\n</p>\n\n<p>\nومتى بذلوا الواجب عليهم لزم2 قبوله وحرم قتالهم ويمتهنون3 عند أخذها\nويطال وقوفهم وتجر أيديهم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويلزم الإمام أخذهم بحكم الإسلام في النفس والمال والعرض وإقامة الحدود\nعليهم فيما يعتقدون تحريمه دون ما يعتقدون حله.\n</p>\n\n<p>\nويلزمهم التميز عن المسلمين ولهم ركوب \"غير الخيل\" بغير سرج بإكاف ولا\nيجوز تصديرهم في المجالس \"ولا القيام لهم\", \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nولا بداءتهم1 بالسلام ويمنعون من إحداث كنائس وبيع وبناء ما انهدم منها\n\"ولو ظلما\" ومن تعلية بنيان على مسلم لا مساواته2 له ومن إظهار خمر وخنزير\nوناقوس وجهر بكتابهم.\n</p>\n\n<p>\nوإن تهود نصراني أو عكسه لم يقر ولم يقبل منه إلا الإسلام أو دينه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفان أبى <span id='ms34'></span> الذمي بذل الجزية أو التزام حكم الإسلام أو تعدى على مسلم بقتل\nأو زنا أو قطع طريق أو تجسيس3 أو إيواء جاسوس أو ذكر الله أو رسوله أو\nكتابه بسوء انتقض عهده دون نسائه وأولاده4 وحل دمه وماله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>كتاب البيع</h1>\n\n<h1 class='l1' id='head57'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب البيع\n</p>\n\n<p>\nوهو مبادلة مال \"ولو في الذمة أو منفعة مباحة كممر بمثل أحدهما على\nالتأبيد غير ربا وقرض\" وينعقد بإيجاب وقبول بعده وقبله ومتراخيا1 عنه في\nمجلسه فإن اشتغلا2 بما يقطعه3 بطل وهي الصيغة القولية وبمعاطاة وهي\nالفعلية.\n</p>\n\n<p>\nويشترط التراضي منهما فلا يصح من مكره بلا حق وأن يكون العاقد جائز\nالتصرف فلا يصح تصرف صبي وسفيه بغير إذن ولي.\n</p>\n\n<p>\nوأن تكون العين مباحة النفع من غير حاجة كالبغل والحمار ودود القز وبزره\nوالفيل وسباع البهائم التي تصلح للصيد إلا الكلب والحشرات والمصحف والميتة\nوالسرجين النجس والأدهان النجسة \"ولا المتنجسة\" ويجوز الاستصباح بها \"في\nغير مسجد\".\n</p>\n\n<p>\nوأن يكون من مالك أو من يقوم مقامه فان باع ملك غيره أو اشترى بعين ماله\nشيئا4 بلا إذنه لم يصح وإن اشترى له في ذمته بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nإذنه \"ولم يسمه في العقد\" صح له بالإجازة ولزم المشترى بعدمها ملكا.\n</p>\n\n<p>\nولا يباع غير المساكن مما فتح عنوة كأرض الشام ومصر والعراق بل تؤجر ولا\nيصح بيع نقع البئر ولا ما ينبت في أرضه من كلأ وشوك ويملكه آخذه.\n</p>\n\n<p>\nوأن يكون مقدورا على تسليمه فلا يصح بيع آبق وشارد وطير1 في هواء وسمك في\nماء ولا مغصوب من غير غاصبه أوقادر على أخذه.\n</p>\n\n<p>\nوأن يكون معلوما برؤية أو صفة فان اشترى ما لم يره أو رآه وجهله أو وصف\nله بما لا يكفي سلما لم يصح.\n</p>\n\n<p>\nولا يباع حمل في بطن ولبن في ضرع \"منفردين\" ولا مسك في فأرته ونوى2 في\nتمر3 وصوف على ظهر \"وفجل ونحوه قبل قلعه\" ولا يصح بيع الملامسة والمنابذة\nولا عبد من عبيد4 ونحوه ولا استثناؤه إلا معينا وان استثنى بائع من حيوان\nيؤكل رأسه وجلده وأطرافه صح وعكسه <span id='ms35'></span> الشحم والحمل5.\n</p>\n\n<p>\nويصح بيع ما مأكوله في جوفه \"كرمان وبطيخ\" والباقلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nونحوه في قشره والحب المشتد في سنبله.\n</p>\n\n<p>\nوأن يكون الثمن معلوما فان باعه برقمه أو بألف درهم ذهبا وفضة أو بما\nينقطع به السعر أو بما باع1 زيد \"وجهلاه أو أحدهما\" لم يصح.\n</p>\n\n<p>\nوإن باع ثوبا أو صبرة أو قطيعا كل ذراع أو قفيز أو شاة بدرهم صح وإن باع\nمن الصبرة كل قفيز بدرهم أو بمائة درهم إلا دينارا \"وعكسه\" أو معلوما2\nومجهولا \"يتعذر علمه ولم يقل: كل منهما بكذا\" لم يصح \"فإن لم يتعذر صح في\nالمعلوم بقسطه\".\n</p>\n\n<p>\nوإن3 باع مشاعا بينه وبين غيره كعبد أو ما ينقسم عليه الثمن بالأجزاء صح\nفي نصيبه بقسطه وان باع عبده وعبد غيره بغير إذنه أو عبدا وحرا أو خلا\nوخمرا \"صفقة واحدة\" صح في عبده وقي الخل بقسطه \"ولمشتر الخيار إن جهل\nالحال\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالبيع ممن تلزمه الجمعة بعد ندائها \"الثاني\" ويصح النكاح وسائر العقود.\n</p>\n\n<p>\nولا يصح بيع عصير ممن يتخذه خمرا ولا سلاح في فتنة ولا عبد مسلم لكافر\nإذا لم يعتق عليه وان أسلم في يده أجبر على إزالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nملكه1 ولا تكفي مكاتبته وإن جمع بين بيع وكتابة أو بيع وصرف صح في غير\nالمكاتبة ويقسط العوض عليهما.\n</p>\n\n<p>\nويحرم بيعه على بيع أخيه كأن يقول لمن اشترى سلعة بعشرة: أنا أعطيك مثلها\nبتسعة وشراؤه على شرائه كان يقول لمن باع سلعة بتسعة: عندي فيها عشرة ليفسخ\nويعقد معه ويبطل العقد فيهما.\n</p>\n\n<p>\nومن باع ربويا بنسيئة واعتاض عن ثمنه ما لا يباع به نسيئه أو اشترى شيئا\nنقدا بدون ما باع به نسيئة \"لا بالعكس\" لم يجز وإن اشتراه \"بغير جنسه أو\nبعد قبض ثمنه\" أو بعد تغير صفته \"أو من غير مشتريه\" أو اشتراه أبوه أو ابنه\nجاز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>باب الشروط في البيع</h1>\n\n<p>\nمنها: صحيح كالرهن المعين وتأجيل ثمن وكون العبد كاتبا أو خصيا أو مسلما\nوالأمة بكرا ونحو أن يشترط البائع سكنى الدار شهرا وحملان البعير إلى <span id='ms36'></span> موضع\nمعين أو يشترط1 المشتري على البائع كحمل الحطب أو تكسيره أو خياطة الثوب أو\nتفصيله وان جمع بين شرطين بطل البيع.\n</p>\n\n<p>\nومنها: فاسد يبطل العقد كاشتراط أحدهما على الأخر عقدا آخر كسلف وقرض\nوبيع وإجارة وصرف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوإن شرط أن لا خسارة1 عليه أو متى نفق المبيع وإلا رده أو لا يبيع ولا\nيهبه ولا يعتقه2 أو إن عتق فالولاء له أو أن يفعل ذلك بطل الشرط وحده إلا\nإذا شرط العتق وبعتك على أن تنقدني الثمن إلى ثلاث وإلا فلا بيع بيننا صح\nوبعتك إن جئتني بكذا أو رضي زيد أو يقول الراهن للمرتهن: إن جئتك بحقك وإلا\nفالرهن لك لا يصح البيع.\n</p>\n\n<p>\nوإن باعه وشرط في البيع البراءة من كل عيب \"مجهول\" لم يبرأ وان باعه دارا\nعلى أنها عشرة أذرع فبانت أكثر أو أقل صح ولمن جهله وفات غرضه الخيار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>باب الخيار</h1>\n\n<p>\nوهو أقسام: الأول: خيار المجلس: يثبت في البيع والصلح بمعناه وإجارة\nوالصرف والسلم دون سائر العقود ولكل من المتبايعين الخيار ما لم يتفرقا\n\"عرفا\" بأبدانهما وان نفياه أو أسقطاه سقط وإن أسقطه أحدهما وبقي خيار\nالآخر \"وإذا مضت مدته لزم البيع\".\n</p>\n\n<p>\nالثاني: أن يشترطاه في العقد مدة معلومة ولو طويلة وابتداؤها من العقد\nوإذا مضت مدته أو قطعاه بطل ويثبت في البيع والصلح بمعناه والإجارة في\nالذمة أو على مدة لا تلي العقد وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nشرطاه1 لأحدهما دون صاحبه صح وإلى الغد \"أو الليل\" يسقط بأوله ولمن له\nالخيار الفسخ ولو مع غيبة الأخر وسخطه.\n</p>\n\n<p>\nوالملك مدة الخيارين للمشتري وله نماؤه المنفصل وكسبه ويحرم ولا يصح تصرف\nأحدهما في المبيع \"وعوضه المعين\" فيها \"بغير إذن الآخر\" بغير تجربة المبيع\nإلا عتق المشتري وتصرف المشتري فسخ لخياره ومن مات منهما بطل خياره.\n</p>\n\n<p>\nالثالث: إذا غبن في المبيع غبنا يخرج عن العادة بزيادة الناجش والمسترسل.\n</p>\n\n<p>\nالرابع: خيار التدليس كتسويد شعر الجارية وتجعيده وجمع ماء الرحى وإرساله\nعند عرضها.\n</p>\n\n<p>\nالخامس: خيار العيب \"وهو ما ينقص قيمة المبيع\" كمرضه ونقص2 <span id='ms37'></span> عضو وسن أو\nزيادتهما وزنا الرقيق وسرقته وإباقه وبوله في الفراش بعد أمسكه بأرشه وهو\nقسط ما بين قيمة الصحة والعيب أو رده \"وأخذ الثمن\" وإن تلف المبيع أو أعتق3\nالعبد تعين الأرش وان اشترى ما لم يعلم عيبه بدون كسره كجوز هند4 وبيض نعام\nفكسره فوجده فاسدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nفأمسكه فله أرشه وان رده رد أرش كسره وان كان كبيض دجاج رجع بكل الثمن.\n</p>\n\n<p>\nوخيار عيب متراخ ما لم يوجد دليل الرضا ولا يفتقر إلى حكم ولا رضا ولا\nحضور صاحبه وان اختلفا عند من حدث العيب فقول مشتر مع يمينه وإن لم يحتمل\nإلا قول أحدهما قبل بلا يمين.\n</p>\n\n<p>\nالسادس: خيار \"في البيع بتخيير الثمن متى بان أقل أو أكثر\" ويثبت في\nالتولية والشركة والمرابحة والمواضعة ولا بد في جميعها من معرفة المشتري\nرأس المال.\n</p>\n\n<p>\nوإن اشترى بثمن مؤجل أو ممن لا تقبل شهادته له أو بأكثر من ثمنه حيلة أو\nباع بعض الصفقة بقسطها من الثمن ولم يبين ذلك في تخبيره بالثمن فلمشتر\nالخيار بين الإمساك والرد.\n</p>\n\n<p>\nوما يزاد في ثمن أو يحط منه في مدة خيار أو يؤخذ أرش العيب أو الجناية\nعليه يلحق برأس ماله ويخبر به وإن كان ذلك بعد لزوم البيع لم يلحق به \"وإن\nأخبر بالحال فحسن\".\n</p>\n\n<p>\nالسابع: خيار لاختلاف المتبايعين فإذا اختلفا في قدر الثمن تحالفا فيحلف\nالبائع أولا: ما بعته بكذا وإنما بعته بكذا ثم يحلف المشترى ما اشتريته\nبكذا وإنما اشريته بكذا ولكل الفسخ إن لم يرض أحدهما بقول الأخر فإن كانت\nالسلعة تالفة رجعا إلى قيمة مثلها فإن اختلفا في صفتها فقول مشتر وإذا فسخ\nالعقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nانفسخ ظاهرا وباطنا وإن اختلفا في أجل أو شرط فقول من ينفيه وإن اختلفا\nفي عين المبيع تحالفا وبطل البيع.\n</p>\n\n<p>\nوان أبى كل منهما تسليم ما بيده حتى يقبض العوض والثمن عين نصب عدل يقبض\nمنهما ويسلم \"المبيع ثم الثمن\" وإن كان دينا \"حالا\" أجبر بائع ثم مشتر إن\nكان الثمن في المجلس وان <span id='ms38'></span> كان غائبا في البلد حجر عليه في المبيع وبقية ماله\nحتى يحضره وان كان غائبا بعيدا عنها والمشترى معسر فلبائع1 الفسخ.\n</p>\n\n<p>\nويثبت الخيار للخلف في الصفة وتغير2 ما تقدمت رؤيته.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن اشترى مكيلا ونحوه \"صح ولزم بالعقد\" ولم يصح تصرفه فيه حتى يقبضه وإن\nتلف قبل قبضه فمن ضمان البائع \"وإن تلف بآفة سماوية بطل البيع\" وإن أتلفه\nآدمي خير مشتر بين فسخ وإمضاء ومطالبة متلفه ببدله وما عداه يجوز تصرف\nالمشتري فيه قبل قبضه لأن تلف ما عدا المبيع بكيل ونحوه3 فمن ضمانه \"ما لم\nيمنعه بائع من قبضه\".\n</p>\n\n<p>\nويحصل قبض ما بيع بكيل أو وزن \"أو عد أو ذرع\" بذلك وفي صبرة وما ينقل\nبمنقله وما يتناول بتناوله وغيره بتخليته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوالإقالة: فسخ فتجوز قبل قبض المبيع بمثل الثمن \"ولا خيار\" فيها ولا\nشفعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>باب الربا والصرف</h1>\n\n<p>\nيحرم ربا الفضل في مكيل وموزون بيع بجنسه \"ويجب فيه الحلول القبض\" ولا\nيباع مكيل بجنسه إلا كيلا ولا موزون بجنسه إلا وزنا \"ولا بعضه ببعض جزافا\"\nفان اختلف الجنس جازت الثلاثة.\n</p>\n\n<p>\nوالجنس: ما له اسم خاص يشمل أنواعا كبر ونحوه وفروع الأجناس أجناس\nكالأدقة والأخباز والأدهان أجناس واللحم أجناس باختلاف أصوله وكذا اللبن\nواللحم والشحم والكبد أجناس.\n</p>\n\n<p>\nولا يصح بيع لحم بحيوان من جنسه ويصح بغير جنسه ولا يجوز بيع حب بدقيقه\nولا سويته ونيئه بمطبوخه وأصله بعصيره وخالصه بمشوبه ورطبه بيابسه ويجوز\nبيع دقيقه بدقيقه إذا استويا في النعومة ومطبوخه بمطبوخه وخبزه بخبزه إذا\nاستويا في النشاف وعصيره بعصيره ورطبه برطبه.\n</p>\n\n<p>\nولا يباع ربوي بجنسه ومعه أو معهما من غير جنسهما1 ولا تمر بلا نوى بما\nفيه نوى ويباع النوى بتمر فيه نوى ولبن وصوف بشاة ذات لبن وصوف.\n</p>\n\n<p>\nومرد الكيل لعرف المدينة والوزن لعرف مكة زمن النبي صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالله عليه وسلم وما لا عرف له هناك اعتبر عرفه في موضعه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويحرم ربا النسيئة في بيع كل جنسين اتفقا في علة ربا الفضل ليس أحدهما\nنقدا كالمكيلين والموزونين <span id='ms39'></span> وان تفرقا قبل القبض بطل.\n</p>\n\n<p>\nوإن باع مكيلا بموزون جاز التفرق قبل القبض والنسأ وما لا كيل فيه ولا\nوزن كالثياب والحيوان يجوز فيه النسأ.\n</p>\n\n<p>\nولا يجوز بيع الدين بالدين.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومتى افترق المتصارفان قبل قبض الكل أو البعض بطل العقد فيما لم يقبض.\n</p>\n\n<p>\nوالدراهم والدنانير تتعين بالتعيين في العقد فلا تبدل وان وجدها مغصوبة\nبطل ومعيبة \"من جنسها\" أمسك أو رد.\n</p>\n\n<p>\nويحرم الربا بين المسلم والحربي وبين المسلمين مطلقا1.\n</p>\n\n<p>\nباب بيع الأصول والثمار\n</p>\n\n<p>\nإذا باع دارا شمل أرضها وبناءها \"وسقفها\" والباب المنصوب2 والسلم والرف\nالمسمرين والخابية المدفونة دون ما هو مودع فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>باب بيع الأصول والثمار</h1>\n\n<p>\nإذا باع دارا شمل أرضها وبناءها \"وسقفها\" والباب المنصوب1 والسلم والرف\nالمسمرين والخابية المدفونة دون ما هو مودع فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nمن كنز وحجر ومنفصل منها كحبل ودلو وبكرة وقفل وفرش ومفتاح.\n</p>\n\n<p>\nوإن باع أرضا ولو لم يقل بحقوقها شمل غرسها وبناءها وإن كان فيها زرع كبر\nوشعير فلبائع مبقى1 وان كان يجز أو يلقط مرارا فأصوله للمشتري والجزة\nواللقطة الظاهرتان عند البيع للبائع وإن اشترط المشتري ذلك صح.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن باع نخلا تشقق طلعه فلبائع مبقى (1) إلى الجذاذ إلا أن يشترطه مشتر\nوكذلك شجر العنب والتوت وغيره وما ظهر من نوره كالمشمش والتفاح وما خرج من\nأكمامه كالورد والقطن وما قبل ذلك والورق فلمشتر.\n</p>\n\n<p>\nولا يباع ثمره قبل بدو صلاحه ولا زرع قبل اشتداد حبه ولا رطبة وبقل ولا\nقثاء ونحوه2 وباذنجان دون الأصل إلا بشرط القطع في الحال أو جزة جزة أو\nلقطة والحصاد3 واللقاط على المشترى.\n</p>\n\n<p>\nوإن باعه مطلقا أو بشرط البقاء أو اشترى ثمرا لم يبد4 صلاحه بشرط القطع\nوتركه حتى بدا أو جزة أو لقطة فنمتا أو اشترى ما بدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nصلاحه وحصل آخر واشتبها أو عرية فأتمرت بطل \"والكل للبائع\".\n</p>\n\n<p>\nوإذا بدا ما له صلاح في الثمرة واشتد الحب جاز بيعه مطلقا وبشرط التبقية\nوللمشتري تبقيته إلى الحصاد والجذاذ ويلزم البائع سقيه إن احتاج إلى ذلك\nوإن تضرر الأصل.\n</p>\n\n<p>\nوإن <span id='ms40'></span> تلفت بآفة سماوية رجع على البائع وان أتلفه آدمي خير مشتر بين الفسخ\nوالإمضاء ومطالبة المتلف.\n</p>\n\n<p>\nوصلاح بعض الشجرة صلاح لها ولسائر النوع الذى في البستان وبدو الصلاح في\nثمر النخل أن تحمر أو تصفر وفي العنب أن يتموه حلوا وفي بقية الثمرات أن1\nيبدو نيه النضج ويطيب أكله.\n</p>\n\n<p>\nومن باع عبدا له مال فماله لبائعه إلا أن يشترطه المشتري فإن كان قصده\nالمال اشترط علمه وسائر شروط البيع وإلا فلا وثياب الجمال للبائع والعادة\nللمشترى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>باب السلم</h1>\n\n<p>\n\"وهو عقد على موصوف في الذمة مؤجل بثمن مقبوض بمجلس العقد\" ويصح بألفاظ\nالبيع والسلم والسلف بشروط سبعة:\n</p>\n\n<p>\nأحدها: انضباط صفاته بمكيل وموزون ومذروع وأما المعدود المختلف كالفواكه\nوالبقول والجلود والرؤوس والأواني المختلفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالرؤوس والأوساط كالقماقم والأسطال الضيقة الرؤوس والجواهر والحوامل1 من\nالحيوان وكل مغشوش وما يجمع أخلاطا غير متميزة كالغالية والمعاجين فلا يصح\nالسلم فيه ويصح في الحيوان والثياب المنسوجة من نوعين وما خلطه غير مقصود\nكالجبن2 وخل التمر والسكنجبين ونحوها.\n</p>\n\n<p>\nالثاني: ذكر الجنس والنوع وكل وصف يختلف به الثمن ظاهرا وحداثته وقدمه\nولا يصح شرط الأردأ أو الأجود بل جيد ورديء فإن جاء \"بما شرط\" أو أجود منه\nمن نوعه \"ولو قبل محله ولا ضرر قي قبضه لزمه أخذه\"3.\n</p>\n\n<p>\nالثالث: ذكر قدره بكيل أو وزن أو ذرع يعلم وان أسلم في المكيل وزنا أو في\nالموزون كيلا لم يصح.\n</p>\n\n<p>\nالرابع: ذكر أجل معلوم له وقع في الثمن فلا يصح حالا ولا إلى الحصاد4\nوالجذاذ ولا إلى يوم إلا في شيء يأخذه منه كل يوم \"كخبز ولحم ونحوهما\".\n</p>\n\n<p>\nالخامس: أن يوجد غالبا في محله \"ومكان الوفاء لا وقت العقد\" فان تعذر أو\nبعضه فله الصبر أو فسخ الكل أو البعض ويأخذ الثمن الموجود أو عوضه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالسادس: أن يقبض الثمن \"تاما\" معلوما قدره ووصفه قبل التفرق \"وإن قبض\nالبعض ثم افترقا بطل فيما عداه\", \"وإن أسلم في جنس إلى أجلين أو عكسه صح إن\nبين كل جنس وثمنه وقسط كل أجل\".\n</p>\n\n<p>\nالسابع <span id='ms41'></span>: أن يسلم في الذمة فلا يصح في عين ويجب الوفاء موضع العقد ويصح\nشرطه في غيره وإن عقدا1 ببر أو بحر شرطاه ولا يصح بيع المسلم فيه قبل قبضه\nولا هبته ولا الحوالة به \"ولا عليه\" ولا أخذ عوضه ولا يصح الرهن والكفيل\nبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>باب القرض</h1>\n\n<p>\nوهو مندوب1 وما يصح2 بيعه صح قرضه لا بني آدم ويملك بقبضه فلا يلزم رد\nعينه بل يثبت بدله في ذمته حالا ولو أجله فإن رده المقترض لزم قبوله وإن\nكانت مكسرة أو فلوسا فمنع السلطان المعاملة بها فله القيمة وقت القرض ويرد\nالمثل في المثليات والقيمة في غيرها \"فإن أعوز المثل فالقيمة إذا\".\n</p>\n\n<p>\nويحرم كل شرط جر نفعا وإن بدأ به بلا شرط أو أعطاه أجود أو هدية بعد\nالوفاء جاز وإن تبرع لمقرضه قبل وفائه بشيء لم تجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعادته به لم يجز1 \"إلا أن ينوي مكافأته على ذلك أو احتسابه من دينه\".\n</p>\n\n<p>\nوإن أقرضه أثمانا فطالبه بها ببلد آخر لزمته \"وفيما لحمله مؤنة قيمته إن\nلم تكن ببلد الفرض أنقص\"2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>باب الرهن</h1>\n\n<p>\nويصح في كل عين يجوز بيعها حتى المكاتب مع الحق وبعده بدين ثابت ويلزم في\nحق الراهن فقط ويصح رهن المشاع ويجوز رهن المبيع غير المكيل والموزون على\nثمنه وغيره.\n</p>\n\n<p>\nوما لا يجوز بيعه لا يصح رهنه إلا الثمرة \"والزرع الأخضر\" قبل بدو\nصلاحهما بدون شرط القطع.\n</p>\n\n<p>\nولا يلزم الرهن إلا بالقبض واستدامته شرط فإن أخرجه إلى الراهن باختياره\nزال لزومه فان رده إليه عاد لزومه إليه1 \"ولا ينفذ تصرف واحد منهما فيه\nبغير إذن الآخر\" إلا عتق الراهن فإنه يصح \"مع الإثم\" وتؤخذ قيمته رهنا\nمكانه.\n</p>\n\n<p>\nونماء الرهن وكسبه وأرش الجناية عليه ملحق به ومؤنته على الراهن وكفنه\nوأجرة مخزنه.\n</p>\n\n<p>\nوهو أمانة في يد المرتهن إن تلف بغير2 تعد منه فلا شيء عليه, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nولا يسقط بهلاكه شيء من دينه إن تلف بعضه فباقيه رهن بجميع الدين ولا\nينفك بعضه مع بقاء بعض الدين \"وتجوز الزيادة فيه دون دينه\".\n</p>\n\n<p>\nوإن <span id='ms42'></span> رهن عند اثنين شيئا فوفى أحدهما أو رهناه شيئا استوفى من أحدهما انفك\nفي نصيبه.\n</p>\n\n<p>\nوإذا1 حل الدين وامتنع من وفائه فإن كان الراهن أذن للمرتهن أو العدل في\nبيعه باعه ووفاء الدين وإلا أجبره الحكم على وفائه أو بيع الرهن فإن لم\nيفعل باعه الحكم ووفى دينه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويكون عند من اتفقا عليه وان أذنا له في البيع لم يبع إلا بنقد البلد وإن\nقبض الثمن فتلف في يده فمن ضمان الراهن وإن ادعى دفع الثمن إلى المرتهن\nفأنكره ولا بينة \"ولم يكن بحضور الراهن\" ضمن كوكيل.\n</p>\n\n<p>\nوإن شرط أن لا يبيعه إذا حل الدين أو إن جاءه بحقه2 في وقت كذا وإلا\nفالرهن له لم يصح الشرط وحده.\n</p>\n\n<p>\nويقبل قول راهن3 في قدر الدين والرهن ورده وفي كونه عصيرا لا خمرا وإن\nأقر \"أنه ملك غيره\" أو أنه جنى قبل على نفسه \"وحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nبإقراره بعد فكه\" إلا أن يصدقه المرتهن.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوللمرتهن أن يركب ما يركب ويحلب ما يحلب بقدر نفقته \"بلا إذن\".\n</p>\n\n<p>\nوإن أنفق على الرهن بغير إذن الراهن مع إمكانه لم يرجع وإن تعذر رجع ولو\nلم يستأذن الحاكم وكذا وديعة وعارية ودواب مستأجرة هرب ربها ولو خرب الرهن\nفعمره بلا إذن رجع بآلته فقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>باب الضمان</h1>\n\n<p>\nلا يصح الضمان إلا من1 جائز التصرف ولرب الحق مطالبة من شاء منهما في\nالحياة والموت فإن برئت ذمة المضمون عنه برئ2 الضامن لا عكسه.\n</p>\n\n<p>\nولا تعتبر معرفة الضامن للمضمون عنه ولا له3 بل رضا الضامن.\n</p>\n\n<p>\nويصح ضمان المجهول إذا آل إلى العلم العواري الغصوب والمقبوض بسوم وعهدة\nالمبيع4 لا ضمان الأمانات بل التعدي فيها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتصح الكفالة بكل عين مضمونة وببدن من عليه دين ولا حد ولا قصاص ويعتبر\nرضا الكفيل لا مكفول به1 فان مات أو تلفت العين بفعل الله تعالى أو سلم\nنفسه برئ الكفيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>باب الحوالة</h1>\n\n<p>\nلا تصح إلا على دين مستقر ولا يعتبر استقرار المحال فيه1, ويشترط اتفاق\nالدينين جنسا ووصفا ووقتا \"وقدرا\", \"ولا <span id='ms43'></span> يؤثر الفاضل\". وإذا صحت نقل الحق\nإلى ذمة المحال عليه وبرئ المحيل ويعتبر رضاه لا رضا المحال عليه ولا رضا2\nالمحتال على مليء وإن بان3 مفلسا ولم يكن رضي رجع به.\n</p>\n\n<p>\nومن أحيل بثمن مبيع أو أحيل عليه به4 فبان البيع باطلا فلا حوالة, وإذا\nفسخ البيع لم تبطل, ولهما أن يحيلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>باب الصلح</h1>\n\n<p>\nإذا أقر له بدين أو عين فأسقط أو وهبه البعض وترك الباقي صح إن لم يكن\nشرطاه1 ولا يصح تبرعه وإن وضع بعض الدين الحال وأجل باقيه صح الإسقاط فقط.\n</p>\n\n<p>\nوإن صالح عن المؤجل ببعضه حالا \"أو بالعكس\" أو أقر له ببيت فصالحه على\nسكناه سنة2، أو يبني له فوقه غرفة أو صالح \"مكلفا\" ليقر له بالعبودية أو\nامرأة لتقر له بالزوجية \"بعوض\" لم يصح, \"وإن بذلاه هما3 له صلحا عن دعواه\nصح\".\n</p>\n\n<p>\nوإن قال: أقر لي بديني وأعطيك منه كذا ففعل صح الإقرار لا الصلح.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن ادعي عليه بعين أو دين \"فسكت\" أو أنكر \"وهو يجهله\" ثم صالح بمال صح\nوهو للمدعي: بيع يرد معيبه4 ويفسخ5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالصلح ويؤخد منه بشفعة وللآخر: إبراء فلا رد لا شفعة وإن كذب أحدهما لم\nيصح في حقه \"باطنا\" وما أخذه حرام.\n</p>\n\n<p>\nولا يصح بعوض \"عن حد سرقة\" وقذف ولا حق شفعة وترك شهادة وتسقط الشفعة\nوالحد.\n</p>\n\n<p>\nوإن حصل غصن شجرته في هواء غيره \"أو قراره\" أزاله فإن أبى \"لواه إن أمكن\"\nوإلا فله قطعه.\n</p>\n\n<p>\n\"ويجوز في الدرب النافذ فتح الأبواب للاستطراق\" لا إخراج روشن وساباط\nودكة \"وميزاب\" ولا يفعل ذلك في ملك جار ودرب مشترك بلا إذن المستحق وليس له\nوضع خشبة على حائط جاره إلا عند الضرورة إذا لم يمكن التسقيف إلا به وكذلك\nالمسجد وغيره1 وإذا انهدم جدارهما \"أو خيف ضرره\" فطلب أحدهما أن يعمره\nالأخر معه أجبر عليه وكذا النهر والدولاب والقناة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>باب الحجر</h1>\n\n<p>\n\"من لم يقدر على وفاء شيء من دينه لم يطالب به وحرم حبسه\" ومن له مال قدر\nدينه \"أو أكثر\"1 لم <span id='ms44'></span> يحجر عليه وأمر بوفائه فإن أبى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nحبس \"بطلب ربه\" فإن أصر \"ولم يبع ماله\" باعه الحاكم وقضاه ولا يطالب1\nبمؤجل.\n</p>\n\n<p>\nومن ماله لا يفي بما عليه حالا وجب الحجر عليه بسؤال غرمائه \"أو بعضهم\".\n</p>\n\n<p>\nويستحب إظهاره ولا ينفذ تصرفه في ماله بعد الحجر2 ولا إقراره عليه ومن\nباعه أو أقرضه شيئا بعده \"رجع فيه إن جهل حجره وإلا فلا\" وإن تصرف في ذمته\nأو أقر \"بدين أو جناية توجب قودا أو3 مالا\" صح ويطالب به بعد فك الحجر عنه\nويبيع الحاكم ماله ويقسم ثمنه بقدر ديون غرمائه.\n</p>\n\n<p>\nولا يحل مؤجل بفلس ولا بموت إن وثق الورثة4 \"برهن أو كفيل مليء\" وإن ظهر\nغريم بعد القسمة رجع على الغرماء بقسطه ولا يفك حجره إلا حاكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويحجر على السفيه والصغير والمجنون لحظهم ومن أعطاهم ماله بيعا أو قرضا\nرجع بعينه وإن أتلفوه لم يضمنوا ويلزمهم أرش الجناية \"وضمان مال من لم\nيدفعه إليهم\".\n</p>\n\n<p>\nوإذا تم لصغير خمس عشرة1 سنة أو نبت حول قبله شعر خشن أو أنزل أو عقل\nمجنون ورشد أو رشد سفيه زال حجرهم بلا قضاء وتزيد الجارية في البلوغ بالحيض\nوان حملت حكم ببلوغها ولا ينفك الحجر قبل شروطه والرشد: الصلاح في المال\nبأن يتصرف مرارا فلا يغبن \"غالبا\" ولا يبذل ماله في حرام أو في غير فائدة\nولا يدفع إليه حتى يختبر2 قبل بلوغه بما يليق به.\n</p>\n\n<p>\nووليهم حال الحجر: الأب ثم وصيه ثم الحاكم ولا يتصرف لأحدهم3 وليه إلا\nبالأحظ \"ويتجر له مجانا\" وله دفع ماله مضاربة بجزء من الربح4 ويأكل الولي\nالفقير من مال موليه الأقل من كفايته أو أجرته مجانا ويقبل قول الولي\nوالحاكم بعد فك الحجر في \"النفقة وفي وجود الضرورة والغبطة\" والتلف ودفع\nالمال.\n</p>\n\n<p>\nوما استدان العبد لزم سيده إن أذن له وإلا ففي رقبته \"كاستيداعه وأرش\nجنايته وقيمة متلفه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>باب الوكالة</h1>\n\n<p>\nتصح بكل قول يدل على الإذن ويصح القبول على الفور والتراخي بكل قول أو\nفعل دال عليه ومن له التصرف <span id='ms45'></span> في شيء فله التوكيل والتوكل فيه.\n</p>\n\n<p>\nويجوز1 التوكيل في كل حق آدمي2 من العقود والفسوخ والعتق والطلاق والرجعة\nوتملك المباحات من الصيد والحشيش ونحوه لا الظهار واللعان والأيمان وفي3 كل\nحق لله تدخله النيابة من العبادات والحدود في إثباتها واستيفائها وليس\nللموكل4 أن يوكل فيما وكل فيه إلا أن يجعل إليه.\n</p>\n\n<p>\nوالوكالة: عقد جائز وتبطل بفسخ أحدهما وموته وعزل الوكيل وحجر السفيه5.\n</p>\n\n<p>\nومن وكل في بيع أو شراء لم يبع ولم يشتر من نفسه وولده ولا يبيع بعرض ولا\nنساء ولا بغير نقد البلد وإن باع بدون ثمن المثل أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nدون ما قدره له أو اشترى له بأكثر من ثمن المثل أو مما قدره له صح وضمن\nالنقص والزيادة وإن باع بأزيد أو قال: بع بكذا مؤجلا فباع به حالا أو اشتر\nبكذا حالا فاشترى به مؤجلا ولا ضرر فيهما صح وإلا فلا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن اشترى ما يعلم عيبه لزمه إن لم يرض موكله فان جهل رده ووكيل البيع\nيسلمه ولا يقبض الثمن بغير قرينة \"ويسلم وكيل الشراء1 الثمن فلو أخره بلا\nعذر وتلف ضمنه\".\n</p>\n\n<p>\nوإن وكله في بيع فاسد \"فباع صحيحا\" أو وكله في كل قليل وكثير أو شراء ما\nشاء أو عينا بما شاء ولم يعين لم يصح.\n</p>\n\n<p>\nوالوكيل في الخصومة لا يقبض والعكس بالعكس واقبض حقي من زيد لا ينبغي من\nورثته إلا أن يقول الذي قبله ولا يضمن وكيل الإيداع إذا لم يشهد.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالوكيل أمين لا يضمن ما تلف بيده بلا تفريط ويقبل قوله في نفيه والهلاك\nمع يمينه.\n</p>\n\n<p>\nومن ادعى وكالة زيد في قبض حقه من عمرو لم يلزمه دفعه إن صدقه ولا اليمين\nإن كذبه فإن دفعه فأنكر زيد الوكالة حلف وضمنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو وإن كان المدفوع وديعة أخذها فإن تلفت ضمن أيهما شاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>باب الشركة</h1>\n\n<p>\n\"وهي اجتماع في استحقاق أو تصرف\".\n</p>\n\n<p>\nوهي أنواع: فشركة عنان: أن يشترك بدنان بماليهما \"المعلوم ولو متفاوتا\"\nليعملا فيه ببدنيهما فينفذ تصرف كل منهما فيهما بحكم الملك في <span id='ms46'></span> نصيبه\nوالوكالة في نصيب شريكه.\n</p>\n\n<p>\nويشترط: أن يكون رأس المال من النقدين المضرويين ولو مغشوشين1 يسيرا وأن\nيشترطا لكل منهما جزءا من الربح مشاعا معلوما فإن لم يذكرا2 الربح أو شرطا\nلأحدهما جزءا مجهولا أو دراهم معلومة أو ربح أحد الثويين لم تصح وكذا\nمساقاة ومزارعة ومضاربة والوضيعة على قدر المال.\n</p>\n\n<p>\nولا يشترط خلط المالين ولا كونهما من جنس واحد.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالثاني: المضاربة لمتجر به ببعض ربحه, فإن قال: والربح بيننا فنصفان, وإن\nقال: ولي أو ولك ثلاثة أرباعه أو3 ثلثه صح والباقي للآخر, وإن اختلفا لمن\nالمشروط فلعامل مساقاة ومزارعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nولا يضارب بمال لآخر إن أضر1 الأول \"ولم يرض\" فإن فعل رد حصته في الشركة\nولا يقسم مع بقاء العقد إلا باتفاقهما.\n</p>\n\n<p>\nوإن تلف رأس المال أو بعضه \"بعد التصرف\" أو خسر جبر من الربح \"قبل قسمته\nأو تنضيضه\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالثالث: شركة الوجوه: أن يشتريا في ذمتيهما بجاهيهما فبينهما وكل واحد\nمنهما وكيل صاحبه كفيل2 عنه بالثمن والملك بينهما على ما شرطاه والوضيعة\nعلى قدر ملكيهما والربح على ما شرطا3.\n</p>\n\n<p>\nالرابع: شركة الأبدان: أن يشتركا فيما يكتسبان بأبدانهما فما تقبله\nأحدهما من عمل يلزمهما فعله وتصح في الاحتشاش والاحتطاب وسائر المباحات وإن\nمرض أحدهما فالكسب بينهما وإن طالبه الصحيح أن يقيم مقامه لزمه.\n</p>\n\n<p>\nالخامس: شركة المفاوضة: \"أن يفوض كل منهما إلى صاحبه كل تصرف مالي وبدني\nمن أنواع الشركة والربح على ما شرطاه والوضيعة بقدر المال\" فان أدخلا فيها\nكسبا أو غرامة نادرين4, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nأو ما يلزم أحدهما من ضمان غصب أو نحوه فسدت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>باب المساقاة</h1>\n\n<p>\nتصح على شجر له ثمر يؤكل ولا تصح وعلى ثمرة موجودة وعلى شجر يغرسه ويعمل\nعليه حتى يثمر بجزء من الثمرة.\n</p>\n\n<p>\nوهي عقد جائز فإن فسخ المالك قبل ظهور الثمرة فللعامل الأجرة وان فسخها\nهو فلا شيء له.\n</p>\n\n<p>\nويلزم العامل كل ما فيه صلاح الثمرة من حرث وسقي وزبار وتلقيح وتشميس\nوإصلاح موضعه وطرق الماء \"وحصاد\" ونحوه وعلى رب المال ما يصلحه كسد حائط <span id='ms47'></span>\nوإجراء الأنهار والدولاب ونحوه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتصح المزارعة بجزء معلوم النسبة مما يخرج من الأرض \"لربها\" أو للعامل\nوالباقي للأخر ولا يشترط كون البذر \"والغراس\" من رب الأرض وعليه عمل الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>باب الإجارة</h1>\n\n<p>\nتصح بثلاثة شروط: معرفة المنفعة كسكنى دار وخدمة آدمي \"وتعليم علم\".\n</p>\n\n<p>\nالثاني: معرفة الأجرة وتصح في الأجير والظئر بطعامهما وكسوتهما وان دخل\nحماما أو سفينة أو أعطى ثوبه قصارا أو خياطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nبلا عقد صح بأجرة العادة.\n</p>\n\n<p>\nالثالث: الإباحة في العين فلا تصح على نفع محرم كالزنا والزمر والغناء\nوجعل داره كنيسة أو لبيع الخمر وتصح إجارة حائط لوضع أطراف خشبه عليه.\n</p>\n\n<p>\nولا تؤجر المرأة نفسها بغير إذن زوجها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويشترط في العين المؤجرة: معرفتها برؤية أو صفة \"في غير الدار ونحوها\".\n</p>\n\n<p>\nوأن يعقد على نفعها دون أجزائها فلا تصح إجارة الطعام للأكل ولا الشمع\nليشعله ولا حيوان ليأخذ لبنه إلا في الظئر1 ونقع البئر \"وماء الأرض\" يدخلان\nتبعا.\n</p>\n\n<p>\nوالقدرة على التسليم فلا تصح إجارة الآبق والشارد.\n</p>\n\n<p>\nواشتمال العين على المنفعة, فلا تصح إجارة بهيمة زمنة للحمل ولا أرض لا\nتنبت للزرع.\n</p>\n\n<p>\nوأن تكون المنفعة للمؤجر أو مأذونا له فيها وتجوز إجارة العين لمن يقوم\nمقامه \"لا بأكثر منه ضررا\".\n</p>\n\n<p>\nوتصح إجارة الوقف فإن مات المؤجر فانتقل إلى من بعده لم تنفسخ وللثاني\nحصته من الأجرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوان آجر الدار ونحوها مدة ولو طويلة يغلب على الظن بقاء العين فيها صح.\n</p>\n\n<p>\nوإن استأجرها لعمل كدابة لركوب إلى موضع معين او بقر لحرث أو دياس زرع أو\nمن يدله على طريق اشترط معرفة ذلك وضبطه بما لا يختلف.\n</p>\n\n<p>\nولا تصح على عمل يختص فاعله أن يكون1 من أهل القربة.\n</p>\n\n<p>\nوعلى المؤجر كل ما يتمكن به من النفع كزمام الجمل ورحله وحزامه والشد\nعليه وشد الأحمال والمحامل والرفع والحط ولزوم البعير ومفاتيح الدار\nوعمارتها فأما تفريغ البالوعة والكنيف فيلزم المستأجر إذا تسلمها فارغة.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوهي عقد لازم فان أجره شيئا ومنعه \"كل المدة\" أو بعضها فلا شيء له وإن\nبدا للآخر2 قبل <span id='ms48'></span> انقضائها فعليه الأجرة3.\n</p>\n\n<p>\nوتنفسخ بتلف العين المؤجرة وموت المرتضع والراكب إن لم يخلف بدلا\nوبانقلاع ضرس أو برئه ونحوه لا بموت المتعاقدين أو أحدهما ولا ضياع نفقة\nالمستأجر ونحوه.\n</p>\n\n<p>\nوإن اكترى دارا فانهدمت أو أرضا للزرع فانقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nماؤها1 \"أو غرقت\" انفسخت الإجارة في الباقي وإن وجد العين معيبة أو حدث\nبها عيب فله الفسخ وعليه أجرة ما مضى.\n</p>\n\n<p>\nولا يضمن أجير خاص ما جنت يده خطأ ولا حجام وطبيب وبيطار لم تجن أيديهم\nإن عرف حذقهم ولا راع لم يتعد ويضمن المشترك ما تلف بفعله ولا يضمن ما تلف\nمن حرزه أو بغير فعله ولا أجرة له.\n</p>\n\n<p>\nوتجب الأجرة بالعقد إن لم تؤجل وتستحق بتسليم العمل الذي في الذمة.\n</p>\n\n<p>\nومن تسلم عينا بإجارة فاسدة وفرغت المدة لزمه أجرة المثل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>باب السبق</h1>\n\n<p>\nيصح على الأقدام وسائر الحيوانات والسفن والمزاريق ولا تصح بعوض إلا في\nإبل وخيل وسهام.\n</p>\n\n<p>\nولا بد من تعيين المركوبين واتحادهما والرماة والمسافة بقدر معتاد.\n</p>\n\n<p>\nوهي جعالة لكل واحد1 فسخها وتصح المناضلة على معينين يحسنون الرمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>باب العارية</h1>\n\n<p>\n\"وهي: إباحة نفع عين تبقى مع1 استيفائه\".\n</p>\n\n<p>\nوتباح إعارة كل ذي نفع \"مباح\" إلا البضع وعبدا مسلما لكافر \"وصيدا ونحوه\nلمحرم\" وأمة شابة \"لغير امرأة\" أو محرم ولا أجرة لمن أعار حائطا حتى يسقط\nولا يرد إن سقط \"إلا بإذنه\".\n</p>\n\n<p>\nوتضمن العارية بقيمتها يوم تلفت ولو شرط نفي ضمانها وعليه مؤونة ردها\n\"إلا المؤجرة\" ولا يعيرها فإن تلفت عند الثاني استقرت عليه قيمتها \"وعلى\nمعيرها أجرتها\" ويضمن أيهما شاء \"وإن أركب منقطعا للثواب لم يضمن\".\n</p>\n\n<p>\nوإذا قال: أجرتك قال: بل أعرتني \"أو بالعكس\" عقب العقد قبل قول مدعي\nالإعارة وبعد مضي مدة قول المالك في ماضيها2 بأجرة المثل وإن قال: أعرتني\nأو قال: أجرتني قال: بل غصبتني أو قال: أعرتك قال: بل أجرتني والبهيمة\nتالفة \"أو اختلفا في الرد3\" فقول المالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>باب الغصب</h1>\n\n<p>\n1\n</p>\n\n<p>\nوهو الاستيلاء على حق غيره قهرا بغير حق \"من عقار ومنقول\".\n</p>\n\n<p>\nوإن غصب كلبا يقتنى أو خمر ذمي <span id='ms49'></span> ردهما ولا يرد جلد ميتة \"وإتلاف الثلاثة\nهدر\" وإن استولى على حر لم يضمنه وإن استعمله كرها أو حبسه فعليه أجرته.\n</p>\n\n<p>\nويلزم رد المغصوب بزيادته وإن غرم أضعافه وإن بنى في الأرض أو غرس لزمه\nالقلع وأرش نقصها والتسوية2 والأجرة ولو غصب جارحا \"أو عبدا\" أو فرشا فحصل\nبذلك صيد3 فلمالكه.\n</p>\n\n<p>\nوإن ضرب المصوغ ونسج الغزل وقصر الثوب أو بغصب4 ونجر الخشبة5 ونحوه أو\nصار الحب زرعا والبيضة فرخا والنوى غرسا رده وأرش نقصه ولا شيء للغاصب\nويلزمه ضمان نقصه.\n</p>\n\n<p>\nوإن خصي الرقيق رده مع قيمته وما نقص بسعر لم يضمن ولا بمرض عاد ببرئه\nوإن عاد بتعليم صنعة ضمن النقص وإن تعلم أو سمن فزات قيمته \"ثم نسي أو هزل\"\nفنقصت ضمن الزيادة كما لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nعادت من غير جنس الأولى1 ومن جنسها لا يضمن \"إلا أكثرهما\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن خلطه2 بما لا يتميز كزيت أو حنطة بمثلهما أو صبغ الثوب أو لت سويقا\nبدهن أو عكس3 ولم تنقص القيمة ولم تزد فهما شريكان بقدر ملكيهما4 فيه وإن\nنقصت القيمة ضمنها وإن زادت قيمة أحدهما فلصاحبها5، ولا يجبر من أبى قلع\nالصبغ وإذا6 قلع غرس المشتري أو بناءه لاستحقاق الأرض رجع على بائعها\nبالغرامة.\n</p>\n\n<p>\nوإن أطعمه لعالم بغصبه فالضمان عليه وعكسه بعكسه وإن أطعمه لمالكه أو\nرهنه أو أودعه أو آجره إياه لم يبرأ إلا أن يعلم ويبرأ بإعارته.\n</p>\n\n<p>\nوما تلف أو تغيب7 من منصوب مثلي غرم مثله إذا وإلا فقيمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nيوم تعذر1 ويضمن غير المثلي بقيمته يوم تلفه.\n</p>\n\n<p>\nوإن تخمر عصير فالمثل فإن انقلب خلا دفعه ومعه نقص قيمته عصيرا2.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتصرفات الغاصب الحكمية باطلة والقول في قيمة التالف أو قدره أو صفته\nقوله وفي رده وعدم عيبه3 قول ربه وإن جهل ربه تصدق به عنه مضمونا.\n</p>\n\n<p>\nومن أتلف محترما أو فتح قفصا عن طائر أو بابا أو حل وكاء أو رباطا أو\nقيدا فذهب ما فيه أو أتلف شيئا ونحوه ضمنه وإن ربط دابة بطريق ضيق فتعثر به\nإنسان <span id='ms50'></span> ضمن4 كالكلب العقور لمن دخل بيته بإذنه \"أو عقره خارج منزله\".\n</p>\n\n<p>\nوما أتلفت البهيمة من الزرع ليلا ضمن5 صاحبها وعكسه النهار \"إلا أن ترسل\nبقرب ما تتلفه عادة\" وإن كانت بيد راكب أو قائد أو سائق ضمن جنايتها\nبمقدمها لا بمؤخرها \"وباقي جنايتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nهدر\" كقتل الصائل عليه وكسر مزمار وصليب وآنية ذهب وفضة وآنية خمر \"غير\nمحترمة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>باب الشفعة</h1>\n\n<p>\nوهي استحقاق انتزاع حصة شريكه \"ممن انتقلت إليه بعوض مالي بثمنه الذي\nاستقر العقد عليه\"1.\n</p>\n\n<p>\nفإن انتقل بغير عوض أو كان عوضه صداقا أو خلعا أو صلحا عن دم عمد فلا\nشفعة ويحرم التحيل لإسقاطها.\n</p>\n\n<p>\nوتثبت لشريك في أرض تجب قسمتها ويتبعها الغراس والبناء لا الثمرة والزرع\nفلا شفعة لجار.\n</p>\n\n<p>\nوهي على الفور وقت علمه فإن2 لم يطلبها إذن بلا عذر بطلت وإن قال\nللمشتري: بعني أو صالحني أو كذب العدل أو طلب أخذ البعض سقطت.\n</p>\n\n<p>\nوالشفعة لاثنين بقدر حقيهما فإن عفا أحدهما أخذ الأخر الكل أو ترك وإن\nاشترى اثنان حق واحد أو عكسه أو اشترى واحد شقصين من أرضين صفقة واحدة\nفللشفيع أخذ أحدهما وإن باع شقصا وسيفا أو تلف بعض المبيع فللشفيع أخذ\nالشقص بحصته من الثمن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nولا شفعة بشركة وقف ولا في1 غير ملك سابق ولا لكافر على مسلم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن تصرف مشتريه بوقفه أو هبته \"أو رهنه لا بوصية\" سقطت الشفعة وببيع فله\nأخذه بأحد البيعين وللمشتري الغلة والنماء المنفصل والزرع والثمرة الظاهرة\nفإن بنى أو غرس أو بنى فللشفيع تملكه بقيمته2 وقلعه ويغرم نقصه ولربه أخذه\nبلا ضرر.\n</p>\n\n<p>\nوإن مات الشفيع قبل الطلب بطلت وبعده لوارثه ويأخذ بكل الثمن فإن عجز عن\nبعضه سقطت شفعته والمؤجل يأخذ المليء به وضده بكفيل ملئ.\n</p>\n\n<p>\nويقبل في الخلف مع عدم البينة قول المشتري فإن قال: اشتريته بألف أخذ3\nالشفيع به ولو أثبت البائع أكثر4 وإن أقر البائع بالبيع وأنكر المشتري وجبت\nوعهدة الشفيع على المشتري وعهدة المشتري على البائع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>باب الوديعة</h1>\n\n<p>\nإذا تلفت من بين ماله ولم يتعد <span id='ms51'></span> ولم يفرط1 لم يضمن.\n</p>\n\n<p>\nويلزمه حفظها في حرز مثلها فإن عينه صاحبها فأحرزها بدونه ضمن وبمثله أو\nأحرز فلا.\n</p>\n\n<p>\nوإن قطع العلف عن الدابة بغير قول صاحبها ضمن وإن عين جيبه فتركها في كمه\nأو يده ضمن وعكسه بعكسه وإن دفعها إلى من يحفظ ماله \"أو مال ربها\" لم يضمن\nوعكسه الأجنبي والحاكم ولا يطالبان \"إن جهلا\".\n</p>\n\n<p>\nوإن حدث خوف أو سفر ردها على ربها فإن غاب حملها معه2 إن كان أحرز وإلا\nأودعها ثقة.\n</p>\n\n<p>\nومن أودع دابة فركبها لغير نفعها أو ثوبا فلبسه أو دراهم فأخرجها \"من\nمحرز\" ثم ردها أو رفع الختم ونحوه عنها3 أو خلطها بغير متميز فضاع الكل\nضمن.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويقبل قول المودع في ردها إلى ربها أو غيره بإذنه وفي تلفها وعدم التفريط\nفإن قال: لم تودعني4 ثم ثبتت ببينة أو إقرار ثم ادعى ردا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nأو تلفا \"سابقين لجحوده\" لم يقبلا ولو ببينة بل في قوله: مالك عندي شيء\nونحوه \"أو بعده بها\" وإن ادعى وارثه الرد منه \"أو من مورثه\" لم يقبل إلا\nببينة.\n</p>\n\n<p>\nوإن طلب أحد المودعين1 نصيبه من مكيل أو موزون ينقسم أخذه وللمستودع\n\"والمضارب والمرتهن\" والمستأجر مطالبة غاصب العين2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>باب إحياء الموات</h1>\n\n<p>\n\"وهي: الأرض المنفكة عن الاختصاصات وملك معصوم\" فمن أحياها ملكها من مسلم\nوكافر بإذن الإمام وعدمه في دار الإسلام وغيرها والعنوة1 كغيرها.\n</p>\n\n<p>\nويملك بالإحياء ما قرب من عامر إن لم يتعلق بمصلحة ومن أحاط مواتا \"أو\nحفر بئرا فوصل إلى الماء\" أو أجراه إليه من عين ونحوها \"أو حبسه عنه ليزرع\"\nفقد أحياه.\n</p>\n\n<p>\nويملك حريم البئر العادية: خمسين ذراعا من كل جانب وحريم البدية2 نصفها.\n</p>\n\n<p>\nوللإمام إقطاع موات لمن يحييه ولا يملكه وله إقطاع الجلوس في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالطرق الواسعة ما لم يضر بالناس ويكون أحق بجلوسها ومن غير إقطاع لمن سبق\nبالجلوس1 ما بقي قماشه فيها وإن طال وإن سبق اثنان اقترعا.\n</p>\n\n<p>\nولمن في أعلى الماء المباح السقي وحبس الماء إلى أن يصل إلى كعبه ثم\nيرسله إلى من يليه <span id='ms52'></span>.\n</p>\n\n<p>\nوللإمام دون غيره حمى مرعى لدواب المسلمين ما لم يضرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>باب الجعالة</h1>\n\n<p>\nوهي: \"أن يجعل شيئا معلوما لمن يعمل له عملا معلوما أو مجهولا مدة معلومة\nأو مجهولة\" كرد عبد ولقطة وخياطة وبناء حائط فمن فعل بعد علمه بقوله استحقه\nوالجماعة يقتسمونه, \"وفي أثنائه يأخذ قسط تمامه\".\n</p>\n\n<p>\nولكل فسخها فمن العامل لا يستحق شيئا ومن الجاعل بعد الشروع للعامل أجرة\nمثل عمله ومع الاختلاف في أصله أو قدره يقبل قول الجاعل.\n</p>\n\n<p>\nومن \"رد لقطة أو ضالة\" أو عمل لغيره عملا1 بغير جعل لم يستحق عوضا إلا\nدينارا أو اثني عشر درهما عن رد الآبق ويرجع بنفقته أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>باب اللقطة</h1>\n\n<p>\nوهي مال \"أو مختص\" ضل عن ربه \"وتتبعه همة أوساط الناس\" فأما الرغيف\nوالسوط ونحوهما فيملك بلا تعريف وما امتنع من سبع صغير كثور وجمل ونحوهما\nحرم أخذه وله التقاط غير ذلك من حيوان وغيره إن أمن نفسه على ذلك وإلا فهو\nكغاصب.\n</p>\n\n<p>\nويعرف الجميع بالنداء1 في مجامع الناس- غبر المساجد- حولا ويملكه بعده\nحكما لكن لا يتصرف فيها قبل معرفة صفاتها فمتى جاء طالبها فوصفها لزم دفعها\nإليه.\n</p>\n\n<p>\nوالسفيه والصبي يعرف لقطتهما وليهما.\n</p>\n\n<p>\n\"ومن ترك حيوانا بفلاة لانقطاعه أو عجز ربه عنه ملكه آخذه\", \"ومن أخذ\nنعله ونحوه ووجد موضعه غيره فلقطة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>باب اللقيط</h1>\n\n<p>\nوهو: \"طفل لا يعرف نسبه ولا رقه نبذ أو ضل\", \"وأخذه قرض كناية\" وهو حر\nوما وجد معه أو تحته ظاهرا أو مدفونا طريا أو متصلا به كحيوان وغيره أو\nقريبا منه فله ينفق2 عليه منه وإلا فمن بيت المال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مسلم وحضانته لواجده الأمين وينفق عليه بغير إذن حاكم وميراثه وديته\nلبيت المال ووليه في العمد الإمام يتخير1 بين القصاص والدية.\n</p>\n\n<p>\nوإن أقر رجل أو امرأة أو2 ذات زوج3 مسلم أو كافر أنه ولده لحق به ولو بعد\nموت اللقيط ولا يتبع الكافر في دينه إلا ببينة تشهد أنه ولد فراشه, وإن\nاعترف بالرق مع سبق مناف أو قال: إنه كافر لم يقبل منه.\n</p>\n\n<p>\nوإن <span id='ms53'></span> ادعاه جماعة قدم ذو البينة وإلا فبمن4 ألحقته القافة5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>كتاب الوقف</h1>\n\n<h1 class='l1' id='head83'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الوقف\n</p>\n\n<p>\nوهو تحبيس الأصل وتسبيل المنفعة ويصح بالقول وبالفعل الدال عليه1 كمن جعل\nأرضه مسجدا وأذن للناس في الصلاة فيه أو مقبرة وأذن2 في الدفن فيها.\n</p>\n\n<p>\nوصريحه: وقفت وحبست وسبلت وكنايته: تصدقت وحرمت وأبدت فتشرط النية مع\nالكناية أو اقتران أحد الألفاظ الخمسة أو حكم الوقف.\n</p>\n\n<p>\nويشترط فيه المنفعة دائما من معين3 ينتفع به مع بقاء عينه كعقار وحيوان\nونحوهما.\n</p>\n\n<p>\nوأن يكون على بر كالمساجد والقناطر والمسكين والأقارب من مسلم وذمي غير\nحربي وكنيسة ونسخ التوراة والإنجيل \"وكتب زندقة\" وكذا \"الوصية\" والوقف على\nنفسه.\n</p>\n\n<p>\nويشترط \"في غير المسجد ونحوه\" أن يكون على معين يملك لا ملك وحيوان\n\"وقبر\" وحمل لا قبوله ولا إخراجه عن يده.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويجب العمل بشرط الواقف في جمع وتقديم وضد ذلك, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nواعتبار وصف أو علمه والترتيب1 ونظر وغير ذلك فإن أطلق ولم يشترط \"استوى\nالغني والذكر وضدهما\" والنظر للموقوف عليه.\n</p>\n\n<p>\nوإن وقف على ولده \"أو ولد غيره\" ثم على المسكين فهو لولده الذكور والإناث\nبالسوية ثم ولد بنيه دون بناته كما لو قال: على ولد ولده2 وذريته لصلبه ولو\nقال: على بنيه أو بن فلان اختص بذكورهم إلا أن يكونوا قبيلة فيدخل3 النساء\nدون أولادهن من غيرهم والقرابة وأهل بيته وقومه يشمل الذكر والأنثى من\nأولاده وأبيه وجده وجد أبيه \"وإن وجدت قرينة تقتضي إرادة الإناث أو حرمانهن\nعمل بها\".\n</p>\n\n<p>\nوإذا وقف على جماعة يمكن حصرهم وجب تعميمهم4 والتساوي وإلا وجاز التفضيل\nوالاقتصار على أحدهم.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالوقف عقد لازم لا يجوز نسخه ولا يباع إلا أن تعطل منافعه ويصرف ثمنه في\nمثله ولو أنه مسجد وآلته وما فضل عن حاجته جاز صرفه إلى مسجد آخر والصدقة\nبه على فقراء المسلمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>باب الهبة والعطية</h1>\n\n<p>\nوهي: التبرع بتمليك ماله المعلوم الموجود في حياته غيره وإن شرط فيها\nعوضا معلوما فبيع ولا يصح مجهولا \"إلا ما تعذر علمه\".\n</p>\n\n<p>\nوتنعقد بالإيجاب والقبول والمعاطاة الدالة عليها وتلزم بالقبض <span id='ms54'></span> بإذن واهب\nإلا ما كان في يد متهب ووارث الواهب يقوم مقامه.\n</p>\n\n<p>\nومن أبرأ غريمه من دينه بلفظ الإحلال \"أو الصدقة\" أو الهبة ونحوها برئت\nذمته ولو لم يقبل.\n</p>\n\n<p>\nوتجوز هبة كل عين تباع وكلب يقتنى.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيجب التعديل في عطية أولاده بقدر إرثهم فإن فضل بعضهم سوى برجوع أو زيادة\nفإن مات قبله ثبتت1.\n</p>\n\n<p>\nولا يجوز لواهب أن يرجع في هبته اللازمة إلا الأب وله أن يأخذ ويتملك من\nمال ولده \"ما لا يضره\" ولا يحتاجه فإن تصرف في ماله \"ولو فيما وهبه له\"\nببيع أو عتيق أو إبراء \"أو أراد أخذه قبل رجوعه\", \"أو تملكه2 بقول أو نية\nوقبض معتبر\" لم يصح \"بل بعده\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوليس للولد مطالبة أبيه بدين ونحوه \"إلا نفقته1 الواجبة عليه فإن له\nمطالبته بها وحبسه عليها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>فصل في تصرفات المريض</h1>\n\n<p>\nمن مرضه غير مخوف كوجع ضرس وعين وصداع فتصرفه لازم كالصحيح \"ولو مات\nمنه\".\n</p>\n\n<p>\nوإن كان مخوفا كبرسام وذات جنب1 \"ووجع قلب\" ودوام قيام ورعاف وأول فالج\nوآخر سل \"والحمى المطبقة\" والربع وما قال طبيبان \"مسلمان\" عدلان أنه مخوف\nومن وقع الطاعون ببلده ومن أخذها الطلق لا يلزم تبرعه لوارث بشيء ولا بما\nفوق الثلث إلا بإجازة الورثة لها \"إذا2 مات فيه وإن عوفي فكصحيح\".\n</p>\n\n<p>\nومن امتد مرضه بجذام أو سل أو فالج ولم يقطعه فراش فمن كل ماله والعكس\nبالعكس.\n</p>\n\n<p>\nويعتبر الثلث عند موته ويسوى بين المتقدم والمتأخر في الوصية ويبدأ\nبالأول فالأول في العطية ولا يملك الرجوع فيها ويعتبر القبول لها عند\nوجودها ويثبت الملك إذن والوصية بخلاف ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>كتاب الوصايا</h1>\n\n<h1 class='l1' id='head87'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الوصايا\n</p>\n\n<p>\nيسن لمن ترك خيرا وهو المال الكثير أن يوصي بالخمس ولا تجوز بأكثر من\nالثلث لأجنبي ولا لوارث بشيء إلا بإجازة الورثة لهما1 بعد الموت فتصح\nتنفيذا.\n</p>\n\n<p>\nوتكره وصية فقير وارثه \"محتاج\" وتجوز بالكل لمن لا وارث له وان لم يف\nالثلث بالوصايا فالنقص بالقسط.\n</p>\n\n<p>\nوإن أوصى لوارث فصار عند الموت غير وارث صحت والعكس بالعكس ويعتبر القبول <span id='ms55'></span>\nالموصى له2 بعد الموت \"وإن طال\" لا قبله ويثبت الملك به عقب الموت ومن\nقبلها ثم ردها لم يصح الرد.\n</p>\n\n<p>\nويجوز الرجوع في الوصية وإن قال: إن قدم زيد فله ما وصيت3 به لعمرو فقدم\nفي حياته فله وبعدها لعمرو.\n</p>\n\n<p>\nويخرج الواجب كله من دين وحج وغيره من كل ماله بعد موته وإن لم يوص به\nوإن قال: أدوا الواجب من ثلثي بدئ به, وإن بقي منه شيء أخذه صاحب التبرع\nوإلا سقط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>باب الموصى له</h1>\n\n<p>\nتصح لمن يصح تملكه ولعبده بمشاع كثلثه ويعتق منه بقدره ويأخذ الفاضل\nوبمائة أو معين لا يصح1 له وتصح بحمل ولحمل تحقق وجوده قبلها.\n</p>\n\n<p>\nوإذا أوصى \"من لا حج عليه\" أن يحج عنه بألف صرف من ثلثه مؤنة حجة بعد\nأخرى حتى ينفذ2.\n</p>\n\n<p>\nولا تصح لملك وبهيمة وميت فإن وصى لحي وميت يعلم موته فالكل للحي وإن جهل\nفالنصف وإن وصى بماله لابنه وأجنبي فردا وصيته3 فله التسع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>باب الموصى به</h1>\n\n<p>\nتصح بما يعجز عن تسليمه كآبق وطير في هواء1 وبالمعدوم كما يحمل حيوانه\nوشجرته أبدا أو مدة معينة فإن لم يحصل منه شيء بطلت الوصية.\n</p>\n\n<p>\nوتصح بكلب \"صيد ونحوه\" وبزيت متنجس وله ثلثهما ولو كثر المال \"إن لم تجز\nالورثة\".\n</p>\n\n<p>\nوتصح بمجهول كعبد وشاة ويعطى ما يقع عليه الاسم العرفي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا وصى1 بثلثه فاستحدث مالا ولو دية دخل في الوصية.\n</p>\n\n<p>\nومن أوصى له بمعين فتلف بطلت وإن تلف المال كله غيره فهو للموصى له \"إن\nخرج من ثلث المال الحاصل للورثة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>باب الوصية بالأنصباء والأجزاء</h1>\n\n<p>\nإذا أوصى بمثل نصيب وارث معين فله مثل نصيبه مضمونا إلى المسألة فإذا\nأوصى بمثل نصيب ابنه وله ابنان فله الثلث وإن كانوا ثلاثة فله الربع وإن\nكان معهم1 بنت فله التسعان.\n</p>\n\n<p>\nوإن أوصى له بمثل نصيب أحد ورثته ولم يبين كان له مثل ما لأقلهم نصيبا\n\"فمع ابن وبنت ربع ومع زوجة وابن تسع\" وبسهم من ماله فله سدس2 وبشيء أو جزء\nأو حظ أعطاه الوارث ما <span id='ms56'></span> شاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>باب الموصى إليه</h1>\n\n<p>\nتصح وصية المسلم إلى كل مكلف1 عدل رشيد ولو عبدا \"ويقبل بإذن سيده\" وإذا\nأوصى إلى زيد وبعده إلى عمرو ولم يعزل زيدا اشتركا ولا ينفرد أحدهما بتصرف\nلم يجعله له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nولا تصح وصية1 إلا في تصرف معلوم يملكه الموصي كقضاء دينه وتفرقة ثلثه\nوالنظر لصغاره \"ولا تصح بما لا يملكه الموصي كوصية المرأة بالنظر في حق\nأولادها الأصاغر ونحو ذلك\".\n</p>\n\n<p>\nومن وصي في شيء لم يصر وصيا في غيره.\n</p>\n\n<p>\n\"وإن ظهر على الميت دين يستغرق بعد تفرقة الوصي لم يضمن\" وإن قال: ضع\nثلثي حيث شئت لم يحل له ولا لولده.\n</p>\n\n<p>\n\"ومن مات بمكان لا حاكم به ولا وصي حاز بعض من حضره من المسلمين تركته\nوعمل الأصلح حينئذ فيها من بيع وغيره\"2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>كتاب الفرائض</h1>\n\n<h1 class='l1' id='head93'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الفرائض\n</p>\n\n<p>\nوهي العلم بقسمة المواريث.\n</p>\n\n<p>\nأسباب الإرث: رحم ونكاح وولاء.\n</p>\n\n<p>\nوالورثة: ذو فرض وعصبة ورحم فذوو الفرض عشرة: الزوجان والأبوان والجد\nوالجدة والبنات وبنات الابن والأخوات من كل جهة والإخوة من الأم.\n</p>\n\n<p>\nفللزوج النصف ومع وجود ولد أو ولد ابن وإن نزل الربع وللزوجة فأكثر نصف\nحاليه فيهما.\n</p>\n\n<p>\nولكل من الأب والجد السدس بالفرض مع ذكور الولد أو ولد الابن ويرثان\nبالتعصيب مع عدم الولد وولد الابن وبالفرض والتعصيب مع إناثهما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالجد لأب وإن علا مع ولد أبوبن أو أب كأخ منهم فإن نقصته المقاسمة عن\nثلث المال أعطيه ومع ذى فرض بعده الأحظ من المقاسمة أو ثلث ما بقي أو سدس\nالكل فان لم يبق سوى السدس أعطيه وسقط الإخوة إلا في الأكدرية ولا يعول ولا\nيفرض1 للأخت معه إلا بها وولد الأب إذا انفردوا معه كولد الأبوين فإن\nاجتمعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفقاسموه أخذ عصبة ولد الأبوبن ما بيد ولد الأب وأنثاهم فقط1 تمام فرضها\nوما بقي لولد الأب.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوللأم السدس مع ولد أو ولد ابن أو اثنين من إخوة أو أخوات والثلث مع\nعدمهم أو السدس مع زوج وأبوين والربع مع زوجة وأبوين \"وللأب مثلاهما\".\n</p>\n\n<p>\nفصل <span id='ms57'></span>\n</p>\n\n<p>\nترث أم الأم وأم الأب وأم أبي الأب وإن علون أمومة السدس فإن تحاذين\nفبينهن ومن قربت فلها وحدها.\n</p>\n\n<p>\nوترث أم الأب والجد2 معهما كالعم وترث الجدة بقرابتين ثلثي السدس \"فلو\nتزوج بنت خاله فجدته أم أم أم ولدهما وأم أم أبيه\", \"وإن تزوج بنت عمته\nفجدته أم أم أم3 وأم أبي أب\".3\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالنصف فرض بنت وحدها ثم4 لبنت ابن وحدها ثم لأخت لأبوين أو لأب وحدها.\n</p>\n\n<p>\nوالثلثان لثنتين من الجميع فأكثر \"إذا لم يعصبن بذكر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوالسدس لبنت ابن فأكثر مع بنت اولأخت فأكثر لأب مع أخت لأبوين مع عدم\nمعصب فيهما.\n</p>\n\n<p>\nفإن استكمل الثلثين بنات \"أو هما\" سقط من دونهن وإن لم يعصبهن1 ذكر\nبإزائهن أو أنزل منهن وكذا الأخوات من الأب مع أخوات لأبوين إن لم يعصبهن\nأخوهن.\n</p>\n\n<p>\nوالأخت فأكثر ترث ما فضل عن فرض البنت فأزيد وللذكر أو الأنثى من ولد\nالأم السدس ولاثنين فأزيد الثلث بينهم بالسوية.\n</p>\n\n<p>\nفصل في الحجب\n</p>\n\n<p>\nفتسقط الأجداد بالأب والأبعد بالأقرب والجدات بالأم وولد الابن بالابن\nوولد الأبوين بابن وابن ابن وأب2 وولد الأب بهم وبالأخ لأبوين وولد الأم3\nبالولد وبولد الابن وبالأب وأبيه \"ويسقط به كل ابن أخ وعم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>باب العصبات</h1>\n\n<p>\n\"وهم كل من لو انفرد لأخذ المال بجهة واحدة ومع ذي فرض يأخذ ما بقي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nفأقربهم ابن ثم ابنه وإن نزل ثم الأب ثم الجد وإن علا \"مع عدم أخ لأبوين\nأو لأب\" ثم هما ثم بنوهما أبدا ثم عم لأبوبن ثم عم لأب ثم بنوهما كذلك ثم\nأعمام أبيه لأبوين ثم لأب ثم بنوهم كذلك ثم أعمام جده ثم بنوهم كذلك لا يرث\nبنو أب أعلى مع بني أب أقرب وإن1 نزلوا \"فأخ لأب أولى من عم وابنه وابن أخ\nلأبوين وهو أو2 ابن أخ لأب أولى من ابن ابن أخ لأبوين\" ومع الاستواء يقدم\nمن لأبوين فان عدم عصبة النسب ورث المعتق ثم عصبته.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيرث الابن وابنه والأخ لأبوين ثم لأب3 مع أخته مثليها وكل عصبة <span id='ms58'></span> غيرهم لا\nترث أخته معه شيئا وابنا عم أحدهما أخ لأم أو زوج له فرضه والباقي لهما.\n</p>\n\n<p>\nويبدأ بالفروض4 وما بقي للعصبة ويسقطون في الحمارية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>باب أصول المسائل</h1>\n\n<p>\nوالفروض ستة: نصف وربع وثمن وثلثان وثلث وسدس.\n</p>\n\n<p>\nوالأصول سبعة: \"فنصفان\" أو نصف \"وما بقي\" من اثنين,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n\"وثلثان\" أو ثلث \"وما بقي\" أو هما من ثلاثة وربع أو ثمن \"وما بقي\" أو مع\nالنصف من أربعة ومن ثمانية فهذه لا تعول.\n</p>\n\n<p>\nوالنصف مع الثلثين أو الثلث أو السدس \"أو هو وما بقي\" من ستة وتعول إلى\nعشرة \"شفعا ووترا\" والربع مع الثلثين أو الثلث أو السدس من اثني عشر وتعول\nإلى سبعة عشر وترا والثمن مع السدس أو ثلثين من أربعة وعشرين وتعول إلى\nسبعة وعشرين.\n</p>\n\n<p>\nوإن بقي بعد الفروض شيء ولا عصبة رد على كل فرض بقدره غير الزوجين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>باب التصحيح والمناسخات وقسمة التركات</h1>\n\n<p>\nإذا انكسر سهم فريق عليهم ضربت عددهم إن باين سهامهم أو وفقه إن وافقه\nبجزء كثلث ونحوه في أصل المسألة وعولها إن عالت فما بلغ صحت منه ويصير\nللواحد ما كان لجماعته أو وفقه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا مات شخص ولم تقسم تركته حتى مات بعض ورثته فإن ورثوه كالأول كإخوة\nفاقسمها على من بقي.\n</p>\n\n<p>\nوإن كان ورثة كل ميت لا يرثون غيره: كإخوة لهم بنون فصحح الأولى واقسم\nسهم كل ميت على مسألته وصحح المنكسر كما سبق.\n</p>\n\n<p>\nوإن لم يرثوا الثاني كالأول صححت الأولى وقسمت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nسهم1 الثاني على ورثته فإن انقسمت صحتا من أصلها وإن لم تنقسم ضربت كل\nالثانية أو وفقها للسهام في الأولى ومن له شيء منها فاضربه فيما ضربته فيها\nومن له من الثانية شيء فاضربه فيما تركه الميت أو وفقه فهو له وتعمل في\nالثالث فأكثر عملك في الثاني مع الأول.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا أمكن نسبة سهم كل وارث من المسألة بجزء فله من التركة2 كنسبته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>باب ذوي الأرحام</h1>\n\n<p>\nويورثون بالتنزيل: الذكر والأنثى سواء فولد البنات \"وولد بنات البنين\"\nوولد الأخوات كأمهاتهن1 وبنات الإخوة والأعمام <span id='ms59'></span> \"لأبوين أو لأب وبنات بنيهم\"\nوولد الإخوة لأم كآبائهم والأخوال والخالات وأبو الأم كالأم والعمات والعم\nلأم كالأب.\n</p>\n\n<p>\nوكل جدة أدلت بأب بين أمين \"هي إحداهما كأم أبي أم\" أو بأب أعلى من الجد:\n\"كأم أب الجد وأبو أم أب وأبو أم أم وأخواهما وأختاهما بمنزلتهم\" فيجعل حق\nكل وارث لمن أدلى به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أدلى جماعة بوارث واستوت منزلتهم منه \"بلا سبق: كأولاده\" فنصيبه لهم\nفابن وبنت لأخت1 مع بنت لأخت أخرى حق أمها وللأولين حق أمهما وإن اختلفت\nمنازلهم منه جعلتهم معه كميت اقتسموا إرثه فإن خلف ثلاث خالات متفرقات\nوثلاث عمات متفرقات فالثلث للخالات أخماسا والثلثان للعمات أخماسا وتصح من\nخمسة عشر وفي ثلاثة أحوال متفرقين لذي الأم السدس والباقي لذي الأبوين فإن\nكان معهم أبو أم أسقطهم وفي ثلاث بنات عمومة متفرقين المال للتي للأبوين.\n</p>\n\n<p>\nوإن أدلى جماعة بجماعة قسمت المال بين المدلى بهم فما صار لكل واحد أخذه\nالمدلى به وإن سقط بعضهم ببعض عملت به.\n</p>\n\n<p>\nوالجهات: أبوة وأمومة وبنوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>باب ميراث الحمل والخنثى المشكل</h1>\n\n<p>\nمن خلف ورثة فيهم حمل فطلبوا القسمة وقف للحمل الأكثر من إرث ذكرين أو\nأنثيين فإذا ولد أخذ حقه وما بقي فهو لمستحقه \"ومن لا يحجبه يأخذ إرثه\nكالجدة\" ومن ينقصه شيئا اليقين ومن يسقط به لم يعط شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nويرث ويورث إن استهل صارخا أو عطس \"أو بكى\" أو رضع أو تنفس \"وطال زمن\nالتنفس\" أو وجد دليل حياته غير حركة واختلاج1 وإن ظهر بعضه فاستهل ثم مات\nوخرج لم يرث وإن جهل المستهل من التوأمين واختلف إرثهما يعين بقرعة.\n</p>\n\n<p>\nوالخنثى المشكل يرث نصف ميراث ذكر ونصف ميراث أنثى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>باب ميراث المفقود</h1>\n\n<p>\nمن خفي خبره \"بأسر\" أو سفر غالبه السلامة كتجارة انتظر به تمام تسعين سنة\nمنذ ولد.\n</p>\n\n<p>\nوإن كان غالبه الهلاك كمن غرق في مركب فسلم قوم دون قوم أو فقد من بين\nأهله أو في مفازة مهلكة1 انتظر به تمام أربع سنين \"منذ فقد\"2 ثم يقسم ماله\nفيهما.\n</p>\n\n<p>\nفإن <span id='ms60'></span> مات موروثه قي مدة التربص أخذ كل الإرث إذا اليقين ووقف ما بقي فإن\nقدم أخذ نصيبه وإن لم يأت فحكمه حكم ماله ولباقي الورثة أن يصطلحوا على ما\nزاد عن حق المفقود فيقتسموه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>باب ميراث الغرقى</h1>\n\n<p>\nإذا مات متوارثان \"كأخوين لأب بهدم\" أو غرق \"أو غربة\", \"أو نار\"1 وجهل\nالسابق بالموت ولم يختلفوا فيه ورث كل واحد من الأخر من تلاد ماله دون ما\nورثه منه دفعا للدور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>باب ميراث أهل الملل</h1>\n\n<p>\nفلا يرث المسلم الكافر إلا بالولاء ولا الكافر المسلم إلا بالولاء.\n</p>\n\n<p>\nويتوارث الحربي والذمي \"والمستأمن\" وأهل الذمة يرث بعضهم بعضا مع اتفاق\nأديانهم لا مع اختلافها وهم ملل شتى.\n</p>\n\n<p>\nوالمرتد لا يرث أحدا وإن مات على ردته فماله فئ.\n</p>\n\n<p>\nويرث المجوسي1 بقرابتين إن أسلموا أو تحاكموا إلينا \"قبل إسلامهم\", \"وكذا\nحكم المسلم يطأ ذات رحم منه بشبهة\".\n</p>\n\n<p>\nولا إرث بنكاح ذات رحم محرم ولا بعقد لا يقر عليه لو أسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>باب ميراث المطلقة</h1>\n\n<p>\nمن أبان زوجته في صحته أو مرض غير مخوف1 \"ومات به\" أو مخوف2 ولم يمت به\nلم يتوارثا بل في طلاق رجعي لم تنقض عدته.\n</p>\n\n<p>\nوإن أبانها في مرض موته المخوف متهما بقصد3 حرمانها أو علق إبانتها في\nصحته على مرضه \"أو على فعل له ففعله في مرضه4 ونحوه\" لم يرثها وترثه في\nالعدة وبعدها ما لم تتزوج \"أو ترتد5\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>باب الإقرار بمشارك في الميراث</h1>\n\n<p>\nإذا أقر كل الورثة ولو أنه واحد بوارث للميت فصدق1 أو كان صغيرا \"أو\nمجنونا والمقر به مجهول النسب\" ثبت نسبه وإرثه.\n</p>\n\n<p>\nوإن أقر أحد ابنيه بأخ مثله فله ثلث ما بيده وإن أقر بأخت2 فلها خمسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>باب ميراث القاتل والمبعض والولاء</h1>\n\n<p>\n1\n</p>\n\n<p>\nفمن انفرد بقتل مورثه أو شارك فيه مباشرة أو سببا \"بلا حق\" لم يرثه إن\nلزمه قود أودية أو كفارة والمكلف وغيره سواء.\n</p>\n\n<p>\nوإن قتل بحق قودا أو حدا \"أو كفرا\" \"أو ببغي\" أو صيالة \"أو حرابة\", \"أو\nشهادة وارثه\" أو قتل العادل الباغي وعكسه ورثه.\n</p>\n\n<p>\nولا <span id='ms61'></span> يرث الرقيق ولا يورث ويرث من بعضه حر ويورث ويحجب بقدر ما فيه من\nالحرية ومن أعتق عبدا فله عليه الولاء وإن اختلف دينهما.\n</p>\n\n<p>\nولا يرث النساء بالولاء إلا من أعتقن أو أعتقه من أعتقن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>كتاب العتق</h1>\n\n<h1 class='l1' id='head106'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب العتق1\n</p>\n\n<p>\nوهو من أفضل القرب ويستحب عتق من له كسب وعكسه بعكسه ويصح تعليق العتق\nبموت وهو التدبير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>باب الكتابة</h1>\n\n<p>\nبيع عبده نفسه بمال \"مؤجل\" في ذمته وتسن مع أمانة العبد وكسبه وتكره مع\nعدمه.\n</p>\n\n<p>\nويجوز بيع المكاتب ومشتريه يقوم مقام مكاتبه فإن أدى عتق1 وولاؤه له وإن\nعجز عاد قنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>باب أحكام أمهات الأولاد</h1>\n\n<p>\nإذا أولد حر أمته أو أمة له ولغيره أو أمة لولده خلق ولده حرا \"حيا ولد\nأو ميتا\" قد تبين فيه خلق الإنسان- لا مضغة أو جسم بلا تخطيط- صارت أم ولد\nله تعتق بموته من كل ماله.\n</p>\n\n<p>\nوأحكام أم الولد أحكام الأمة من وطء وخدمة وإجارة ونحوه لا في نقل الملك\nفي رقبتها ولا بما يراد له كوقف وبيع ورهن ونحوها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب النكاح\n</p>\n\n<h1 class='l1' id='head109'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<h1 class='l1' id='head110'>كتاب النكاح</h1>\n\n<p>\nوهو سنة وفعله \"مع الشهوة\" أفضل من نفل العبادة1 ويجب على من يخاف الزنا2\nبتركه.\n</p>\n\n<p>\nويسن نكاح \"واحدة\" دينة أجنبية بكر ولود \"بلا أم\" وله نظر ما يظهر غالبا3\n\"مرارا\" بلا خلوة.\n</p>\n\n<p>\nويحرم التصريح بخطبة المعتدة \"من وفاة والمبانة\" دون التعريض ويباحان لمن\nأبانها بدون الثلاث \"كرجعية\", \"ويحرمان منها على غير زوجها\".\n</p>\n\n<p>\nوالتعريض: إني في مثلك لراغب وتجيبه: ما يرغب عنك ونحوهما فإن أجاب ولي\nمجبرة أو أجابت غير المجبرة لمسلم حرم على غيره خطبتها وإن رد \"أو أذن\" أو\nجهلت الحال: جاز.\n</p>\n\n<p>\nويسن العقد يوم الجمعة مساء بخطبة ابن مسعود.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوأركانه: \"الزوجان الخاليان من الموانع\" والإيجاب والقبول.\n</p>\n\n<p>\nولا يصح ممن يحسن العرببة بغير لفظ: زوجت أو أنكحت وقبلت هذا النكاح أو\nتزوجتها أو تزوجت أو قبلت ومن جهلهما لم يلزمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nتعلمها وكفاه معناهما الخاص بكل لسان فإن تقدم القبول لم يصح وإن تأخر عن\nالإيجاب صح ما <span id='ms62'></span> داما في المجلس ولم يتشاغلا بما يقطعه وإن تفرقا قبله بطل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوله شروط أحدها: تعيين الزوجين فإن أشار الولي إلى الزوجة أو سماها أو\nوصفها بما تتميز به1 أو قال: زوجتك بنتي وله واحدة لا أكثر صح.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالثاني: رضاهما إلا البالغ المعتوه والمجنونة والصغير2 والبكر ولو مكلفة\nلا الثيب فإن الأب \"ووصيه في النكاح\" يزوجهم3 بغير إذنهم وكالسيد مع إمائه\nوعبده الصغير.\n</p>\n\n<p>\nولا يزوج باقي الأولياء صغيرة دون تسع \"ولا صغيرا\" ولا كبيرة عاقلة ولا\nبنت تسع إلا بإذنهما وهو صمات البكر ونطق الثيب.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالثالث: الولي وشروطه: التكليف والذكورية والحرية \"والرشد في العقد\"\nواتفاق الدين \"سوى ما يذكر\" والعدالة فلا تزوج امرأة نفسها ولا غيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nويقدم أبو المرأة في إنكاحها ثم وصيه فيه ثم جدها لأب وإن علا ثم ابنها\nثم بنوه وإن نزلوا ثم أخوها \"لأبوين ثم لأب\" ثم بنوهما كذلك ثم عمها لأبوبن\nثم لأب ثم بنوهما كذلك ثم أقرب عصبته نسب1 كالإرث ثم المولى المنعم ثم أقرب\nعصبته نسبا \"ثم ولاء\" ثم السلطان.\n</p>\n\n<p>\nفإن عضل الأقرب أو لم يكن أهلا أو غاب غيبة منقطعة لا تقطع إلا بكلفة\nومشقة زوج الأبعد وإن زوج الأبعد أو أجنبي من غير عذر لم يصح.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالرابع: الشهادة فلا يصح إلا بشاهدين عدلين ذكرين مكلفين سميعين ناطقين.\n</p>\n\n<p>\nوليست الكفاءة: وهي دين ومنصب \"وهو النسب والحرية\" شرطا في صحته2 فلو زوج\nالأب عفيفة بفاجر أو عربية بعجمي فلمن لم يرضى من الزوجة أو الأولياء\nالفسخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>باب المحرمات في النكاح</h1>\n\n<p>\nتحرم أبدا الأم وكل جدة وإن علت والبنت وبنت الابن وبنتاهما من حلال\nوحرام وإن سفلت وكل أخت وبنتها وبنت ابنتها وبنت كل أخ وبنتها وبنت ابنه\nوبنتها وإن سفلت وكل عمة وخالة وإن علتا,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوالملاعنة على الملاعن.\n</p>\n\n<p>\nويحرم بالرضاع ما يحرم بالنسب \"إلا أم أخته وأخت ابنه\".\n</p>\n\n<p>\nويحرم العقد زوجة أبيه وزوجة كل جد وزوجة ابنه وإن نزل دون بناتهن\n\"وأمهاتهن\" وتحرم أم زوجته وجداتها بالعقد وبنتها \"وبنات أولادها <span id='ms63'></span>\" بالدخول\n\"فإن بانت الزوجة أو ماتت قبل1 الخلوة أبحن\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتحرم إلى أمد2 \"أخت معتدته\" وأخت زوجته \"وبنتاهما\" وعمتاهما وخالتاهما\n\"فإن طلقت وفرغت العدة أبحن\" فإن تزوجهما في عقد أو عقدين معا بطلا فإن\nتأخر أحدهما أو وقع في عدة الأخرى وهي بائن أو رجعية بطل.\n</p>\n\n<p>\nوتحرم المعتدة والمستبرأة من غيره والزانية حتى تتوب وتنقضي عدتها\nومطلقته ثلاثا حتى يطأها زوج غيره والمحرمة حتى تحل.\n</p>\n\n<p>\nولا ينكح كافر مسلمة ولا مسلم \"ولو عبدا\" كافرة إلا حرة كتابية ولا ينكح\nحر مسلم أمة مسلمة إلا أن يخاف عنت العزوبة \"لحاجة المتعة أو الخدمة\" ويعجز\nعن طول حرة وثمن أمة ولا ينكح عبد سيدته ولا سيد أمته \"وللحر نكاح أمة\nأبيه\" دون أمة ابنه \"وليس للحرة نكاح عبد ولدها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوإن اشترى \"أحد الزوجين\" أو ولده الحر \"أو مكاتبه\" الزوج الآخر \"أو بعضه\"\nانفسخ نكاحهما.\n</p>\n\n<p>\nومن حرم وطؤها بعقد حرم بملك يمين إلا أمة كتابية ومن جمع بين محللة\nومحرمة في عقد صح فيمن تحل.\n</p>\n\n<p>\nولا يصح نكاح خنثى مشكل قبل تبين أمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>باب الشروط والعيوب في النكاح</h1>\n\n<p>\nإذا شرطت المرأة طلاق ضرتها أو لا يتسرى1 أو أن لا يتزوج عليها أو لا\nيخرجها من دارها أو بلدها أو شرطت نقدا معينا أو زيادة في مهرها صح فإن\nخالفه فلها الفسخ.\n</p>\n\n<p>\nوإذا زوجه وليته على أن يزوجه الأخر وليته ففعلا ولا مهر بطل النكاحان\nفإن سمي لهما مهر صح.\n</p>\n\n<p>\nوإن تزوجها بشرط أنه متى حللها للأول طلقها أو نواه بلا شرط أو قال زوجتك\nإذا جاء رأس الشهر أو إن رضيت أمها أو وإذا جاء غد فطلقها أو وقته بمدة2\nبطل الكل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن شرط أن لا مهر لها أو أن لا نفقة أو شرط أن يقسم لها أقل من ضرتها أو\nأكثر أو شرط فيه خيارا أو إن جاء بالمهر في وقت كذا وإلا فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nنكاح بينهما بطل الشرط وصح النكاح.\n</p>\n\n<p>\nوإن شرطها مسلمة فبانت كتابية أو شرطها بكرا أو جميلة أو <span id='ms64'></span> نسيبة أو نفي\nعيب لا يفسخ به النكاح فبانت بخلافه فله الفسخ.\n</p>\n\n<p>\nوإن عتقت تحت حر فلا خيار لها بل تحت عبد.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن وجدت زوجها مجبوبا أو بقي له ما لا يطأ1 به فلها الفسخ وإن ثبتت عنته\nبإقراره \"أو ببينة على إقراره\" أجل سنة منذ تحاكمه فإن وطئ فيها وإلا فلها\nالفسخ.\n</p>\n\n<p>\nوإن اعترفت أنه وطئها فليس بعنين \"ولو قالت في وقت: رضيت به عنينا سقط\nخيارها أبدا\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالرتق والقرن والعفل والفتق واستطلاق بول ونجو2 وقروح سيالة في فرج\nوباسور وناصور وخصاء وسل ووجاء وكون أحدهما خنثى \"واضحا3\" وجنون ولو ساعة\nوبرص وجذام يثبت بكل4 واحد منهما الفسخ ولو حدث بعد العقد أو كان بالآخر\nعيب مثله ومن رضي بالعيب أو وجدت منه دلالته مع علمه فلا خيار له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nولا يتم فسخ أحدهما إلا بحاكم فإن كان قبل الدخول فلا مهر وبعده لها\nالمسمى يرجع به1 على الغار إن وجد.\n</p>\n\n<p>\nوالصغيرة والمجنونة والأمة لا تزوج واحدة منهن بمعيب فإن رضيت الكبيرة\nمجبوبا أو عنينا لم تمنع بل من مجنون ومجذوم وأبرص.\n</p>\n\n<p>\nومتى علمت العيب أو حدث به لم يجبرها وليها على فسخه2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>باب نكاح الكفار</h1>\n\n<p>\nحكمه كنكاح المسلمين ويقرون على فاسده إذا اعتقدوا صحته في شرعهم ولم\nيرتفعوا إلينا فإن أتونا قبل عقده عقدناه على حكمنا وإن أتونا بعده أو أسلم\nالزوجان والمرأة تباح إذا أقرا وإن كانت ممن لا يجوز ابتداء نكاحها فرق\nبينهما.\n</p>\n\n<p>\nوإن وطئ حربى حربية فأسلما وقد اعتقداه نكاحا أقرا وإلا فسخ ومتى كان\nالمهر صحيحا أخذته وإن كان فاسدا وقبضته استقر وإن لم تقبضه \"ولم يسم\" فرض\nلها مهر المثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن أسلم الزوجان معا أو زوج كتابية بقي1 نكاحهما فإن أسلمت هي أو أحد\nالزوجين غير الكتابيين قبل الدخول بطل فإن سبقته فلا مهر وإن سبقها فلها\nنصفه.\n</p>\n\n<p>\nوإن أسلم أحدهما بعد الدخول وقف الأمر على انقضاء العدة فإن أسلم الآخر\nفيها دام النكاح وإلا بان فسخه منذ أسلم الأول.\n</p>\n\n<p>\nوإن <span id='ms65'></span> كفرا أو أحدهما بعد الدخول وقف الأمر على انقضاء العدة وقبله بطل2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>باب الصداق</h1>\n\n<p>\nيسن تخفيفه وتسميته في العقد \"من أربعمائة درهم إلى خمسمائة\" وكل ما صح\nثمنا \"أو أجرة\" صح مهرا وإن قل.\n</p>\n\n<p>\nوإن أصدقها تعليم قرآن لم يصح بل فقه وأدب وشعر مباح معلوم وإن أصدقها\nطلاق ضرتها لم يصح \"ولها مهر مثلها\" ومتى بطل المسمى وجب مهر المثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن أصدقها ألفا إن كان أبوها حيا وألفين إن كان ميتا \"وجب مهر المثل\"\nوعلى إن كان1 لي زوجة بألفين أو لم تكن بألف يصح \"بالمسمى\".\n</p>\n\n<p>\nوإذا أجل الصداق \"أو بعضه\" صح فإن عين2 أجلا وإلا فمحله الفرقة.\n</p>\n\n<p>\nوإن أصدقها مالا مغصوبا أو خنزيرا ونحوه وجب مهر المثل وإن وجدت المباح\nمعيبا خيرت بين أرشه وقيمته.\n</p>\n\n<p>\nوإن تزوجها على ألف لها وألف لأبيها صحت التسمية فلو طلق قبل الدخول وبعد\nالقبض رجع بالألف3 ولا شيء على الأب لهما ولو شرط ذلك لغير الأب فكل المسمى\nلها.\n</p>\n\n<p>\nومن زوج بنته - ولو ثيبا - بدون مهر مثلها صح وإن كرهت4، وإن زوجها به\nولي غيره بإذنها صح وإن لم تأذن فمهر المثل وإن زوج ابنه الصغير \"بمهر\nالمثل\" أو كثر صح في ذمة الزوج وإن كان معسرا لم يضمنه الأب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتملك الزوجة1 صداقها بالعقد ولها نماء المعين \"قبل قبضه2\" وضده بضده وإن\nتلف فمن ضمانها إلا أن يمنعها زوجها قبضه فيضمن3 ولها التصرف فيه وعليها\nزكاته.\n</p>\n\n<p>\nوإن طلق قبل الدخول \"أو الخلوة\" فله نصفه حكما دون نمائه المنفصل وفي\nالمتصل له نصف قيمته بدون نمائه.\n</p>\n\n<p>\nوإن اختلف الزوجان \"أو ورثتهما\" في قدر الصداق أو عينه أو فيما يستقر به\nفقوله وفي قبضه4.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيصح تفويض البضع بأن يزوج الرجل ابنته \"المجبرة\" أو تأذن المرأة لوليها\nأن يزوجها بلا مهر.\n</p>\n\n<p>\nوتفويض المهر: بأن يتزوجها5 على ما يشاء أحدهما أو أجنبي فلها مهر المثل\nبالعقد ويفرضه الحكم بقدره بطلبها6 وإن تراضيا فبله على مفروض7 جاز \"ويصح\nإبراؤها من مهر المثل قبل فرضه <span id='ms66'></span>\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nومن مات منهما قبل الإصابة \"والفرض\" ورثه الأخر ولها مهر نسائها.\n</p>\n\n<p>\nوإن طلقها قبل الدخول فلها المتعة بقدر يسر زوجها وعسره1 ويستقر مهر\nالمثل بالدخول وإن طلقها بعده فلا متعة وإذا افترقا في الفاسد قبل الدخول\n\"والخلوة\" فلا مهر وبعد أحدهما يجب المسمى.\n</p>\n\n<p>\nويجب مهر المثل لمن وطئت بشبهة أو زنا كرها ولا يجب معه أرش بكارة.\n</p>\n\n<p>\nوللمرأة منع نفسها حتى تقبض صداقها الحال فإن كان مؤجلا أو حل قبل\nالتسليم أو سلمت نفسها تبرعا فليس لها منع2 فإن أعسر بالمهر \"الحال\" فلها\nالفسخ ولو بعد الدخول ولا يفسخه إلا حاكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>باب وليمة العرس</h1>\n\n<p>\nتسن \"ولو1 بشاة فأقل\" وتجب في أول مرة إجابة مسلم \"يحرم هجره\" إليها إن\nعينه \"ولم يكن ثم منكر\" فإن دعا الجفلى أو في اليوم الثالث أو دعاه ذمي\nكرهت الإجابة ومن صومه واجب دعا وانصرف والمتنفل يفطر \"إن جبر\" ولا يجب\nالأكل وإباحته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nتتوقف1 على \"صريح\" إذن \"أو قرينة\".\n</p>\n\n<p>\nوإن علم أن ثم منكرا يقدر على تغييره حضر وغير2 وإلا أبى وإن حضر ثم علم3\nأزاله فإن دام لعجزه4 عنه انصرف وإن علم به ولم يره ولم يسمعه خير.\n</p>\n\n<p>\nويكره5 النثار والتقاطه \"ومن أخذه\" أو وقع في حجره فله.\n</p>\n\n<p>\nويسن إعلان النكاح والدف فيه \"للنساء\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>باب عشرة النساء</h1>\n\n<p>\nيلزم الزوجين العشرة بالمعروف ويحرم مطل كل واحد بما يلزمه الأخر والتكره\nلبذله.\n</p>\n\n<p>\nوإذا تم العقد لزم تسليم الحرة التي يوطأ مثلها في بيت الزوج إن طلبه ولم\nتشترط دارها1 أو بلدها \"وإذا استمهل أحدهما\" أمهل العادة وجوبا \"لا لعمل\nجهاز\" ويجب تسليم الأمة ليلا فقط ويياشرها ما لم يضر2 أو يشغلها عن فرض وله\nالسفر بالحرة ما لم تشترط ضده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nويحرم وطؤها في الحيض والدبر وله إجبارها ولو ذمية1 على غسل حيض ونجاسة\nوأخذ ما تعافه النفس من شعر وغيره ولا تجبر الذمية على غسل الجنابة.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويلزمه أن يبيت عند الحرة ليلة من أربع وينفرد إن أراد في الباقي ويلزمه\nالوطء إن قدر كل ثلث <span id='ms67'></span> سنة مرة وإن سافر فوق نصفها وطلبت قدومه وقدر لزمه فإن\nأبى أحدهما فرق بينهما بطلبها.\n</p>\n\n<p>\nوتسن التسمية عند الوطء وقول الوارد.\n</p>\n\n<p>\nويكره كثرة الكلام والنزع قبل فراغها والوطء بمرأى أحد والتحدث به.\n</p>\n\n<p>\nويحرم جمع زوجتيه في مسكن واحد بغير رضاهما وله منعها من2 الخروج من\nمنزله ويستحب بإذنه3 أن تمرض محرمها وتشهد جنازته.\n</p>\n\n<p>\nوله منعها من إجارة نفسها ومن إرضاع ولدها من غيره إلا لضرورته4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوعليه أن يساوى يين زوجاته في القسم وعماده الليل لمن معاشه النهار1\nوالعكس بالعكس ويقسم لحائض ونفساء ومريضة ومعيبة \"ومجنونة مأمونة\" وغيرها.\n</p>\n\n<p>\nوإن سافرت بلا إذنه أو بإذنه في حاجتها أو أبت السفر معه أو المبيت عنده\n\"في فراشه\" فلا قسم لها \"ولا نفقة\".\n</p>\n\n<p>\nومن وهبت قسمها لضرتها بإذنه أو له فجعله لأخرى جاز فإن رجعت قسم لها\nمستقبلا.\n</p>\n\n<p>\nولا قسم لإمائه \"وأمهات أولاده\" بل يطأ من شاء متى شاء.\n</p>\n\n<p>\nوإن تزوج بكرا أقام عندها سبعا ثم دار وثيبا ثلاثا وإن أحبت سبعا فعل\nوقضى مثلهن2 للبواقي.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالنشوز: معصيتها إياه فيم يجب عيها فإذا ظهر منها أماراته بأن لا تجيبه\nإلى الاستمتاع أو تجيبه متبرمة أو متكرهة وعظها فإن أصرت هجرها في المضجع\nما شاء في الكلام ثلاثة أيام فإن أصرت ضربها غير مبرح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>باب الخلع</h1>\n\n<p>\n\"من صح تبرعه من زوجة وأجنبي صح بذله لعوضه1\", \"فإذا كرهت خلق زوجها أو\nخلقه أو نقص2 دينه أو خافت إثما بترك حقه\" أبيح الخلع وإلا كره ووقع.\n</p>\n\n<p>\nفإن عضلها \"ظلما\" للافتداء \"ولم يكن لزناها أو نشوزها أو تركها فرضا\"\nففعلت أو خالعت الصغيرة والمجنونة والسفيهة والأمة3 بغير إذن سيدها لم يصح4\nووقع الطلاق رجعيا إن كان بلفظه5 أو نيته.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالخلع \"بلفظ صريح الطلاق أو كنايته وقصده طلاق بائن وإن وقع بلفظ الخلع\nأو الفسخ أو الفداء6 ولم ينو7 طلاقا كان فسخا لا ينقص عدد الطلاق.\n</p>\n\n<p>\nولا يقع بمعتدة من خلع طلاق ولو واجهها به ولا يصح شرط الرجعة فيه وإن\nخالعها بغير عوض أو <span id='ms68'></span> بمحرم لم يصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nويقع الطلاق رجعيا إن كان بلفظ الطلاق أو نيته.\n</p>\n\n<p>\n\"وما صح مهرا صح الخلع به\" ويكره بأكثر مما أعطاها وإن خالعت حامل بنفقة\nعدتها صح.\n</p>\n\n<p>\nويصح بالمجهول كالوصية فإن خالعته على حمل شجرتها أو أمتها أو ما في يدها\nأو بيتها من دراهم أو متاع أو على عبد صح وله مع عدم الحمل والمتاع والعبد\nأقل مسماه ومع1 عدم الدراهم ثلاثة.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإذا قال: متى أو: إذا أو: إن أعطيتني ألفا فأنت طالق طلقت بعطيته وإن\nتراخى.\n</p>\n\n<p>\nوإن قالت: اخلعني على ألف أو بألف \"أو لك ألف2\" ففعل بانت واستحقها\nوطلقني واحدة بألف فطلقها ثلاثا استحقها وعكسه بعكسه إلا في واحدة بقيت.\n</p>\n\n<p>\nوليس للأب خلع زوجة ابنه الصغير ولا طلاقها ولا خلع ابنته الصغيرة3 بشيء\nمن مالها.\n</p>\n\n<p>\nولا يسقط الخلع غيره من الحقوق وإن علق طلاقها بصفة ثم أبانها فوجدت ثم\nنكحها فوجدت بعده طلقت كعتق وإلا فلا4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>كاب الطلاق</h1>\n\n<h1 class='l1' id='head119'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الطلاق\n</p>\n\n<p>\nيباح للحاجة ويكره لعدمها ويستحب للضرر ويجب للإيلاء ويحرم للبدعة.\n</p>\n\n<p>\nويصح من زوج مكلف ومميز يعقله1 ومن زال عقله معذورا لم يقع طلاقه وعكسه\nالآثم ومن كره عليه ظلما \"بإيلام له أو لولده\" أو أخذ مال يضره أو هدده\nبأحدها قادر يظن إيقاعه به2 فطلق تبعا لقوله لم يقع.\n</p>\n\n<p>\nويقع الطلاق في نكاح مختلف فيه \"ومن الغضبان\" ووكيله كهو ويطلق واحدة\nومتى شاء إلا أن يعين له وقتا وعددا وامرأته كوكيله في طلاق نفسها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا طلقها مرة في طهر لم يجامع فيه وتركها حتى تنقضي عدتها فهو سنة وتحرم\nالثلاث إذا وإن طلق من دخل بها في حيض أو طهر وطئ فيه فبدعة يقع وتسن\nرجعتها.\n</p>\n\n<p>\nولا سنة ولا بدعة لصغيرة وآيسة وغير مدخول بها ومن بان حملها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوصريحه: لفظ الطلاق وما تصرف منه \"غير أمر ومضارع ومطلقة اسم فاعل\" فيقع\nبه وإن لم ينوه \"جاد أو هازل\" فإن نوى بطالق من وثاق أو في نكاح سابق منه\nأو أراد طاهر فغلط لم <span id='ms69'></span> يقبل حكما ولو سئل: أطلقت امرأتك؟ فقال: نعم وقع أو:\nألك امرأة؟ فقال: لا وأراد الكذب فلا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوكناياته فالظاهرة نحو: أنت خلية وبرية وبائن وبتة وبتلة وأنت حرة وأنت\nالحرج.\n</p>\n\n<p>\nوالخفية نحو: اخرجي واذهبي وذوقي وتجرعي واعتدي واستبرئي واعتزلي ولست لي\nبإمرأة والحقي بأهلك وما أشبهه.\n</p>\n\n<p>\nولا يقع بكناية ظاهرة طلاق إلا بنية \"مقارنة للفظ\" إلا في1 حال خصومة أو\nغضب أو جواب سؤالها \"فلو لم يرده أو أراد غيره في هذه الأحوال لم يقبل\nحكما\" ويقع مع النية بالظاهرة ثلاث لان نوى واحدة وبالخفية ما نواه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن قال: أنت علي حرام أو كظهر أمي فهو ظهار ولو نوى به الطلاق وكذلك: ما\nأحل الله علي حرام وإن قال: ما أحل الله علي حرام أعني به الطلاق - طلقت\nثلاثا وإن قال: أعني به طلاقا فواحدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوإن قال: كالميتة والدم \"والخنزير1\" وقع ما نواه من طلاق وظهار ويمين وإن\nلم ينو شيئا فظهار وإن قال: حلفت بالطلاق وكذب لزمه حكما وإن قال: أمرك\nبيدك ملكت ثلاثا ولو نوى واحدة ويتراخى ما لم يطأ أو يطلق2 أو يفسخ.\n</p>\n\n<p>\nويختص: اختاري نفسك بواحدة وبالمجلس المتصل ما لم يزدها3 فيهما فإن ردت\nأو وطئ \"أو طلق4 أو فسخ\" بطل خيارها5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>باب ما يختلف به عدد الطلاق</h1>\n\n<p>\nيملك من كله حر \"أو بعضه\" ثلاثا والعبد اثنتين حرة كانت زوجتاهما أو أمة.\n</p>\n\n<p>\nفإذا قال: أنت الطلاق أو أنت طلاق \"أو علي أو يلزمني\" وقع ثلاثا بنيتها\nوإلا فواحدة ويقع بلفظ كل الطلاق أو كثره أو عدد الحصى أو الريح أو نحو ذلك\nثلاثا ولو نوى واحدة.\n</p>\n\n<p>\nوإن طلق عضوا أو جزءا مشاعا أو معينا أو مبهما أو قال: نصف طلقة أو جزءا\nمن طلقة طلقت وعكسه الروح والسن والشعر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوالظفر ونحوها.\n</p>\n\n<p>\nوإذا قال لمدخول بها: أنت طالق وكرره وقع العدد إلا أن ينوي تأكيدا \"يصح\"\nأو إفهامها وإن كرره ببل أو بثم أو بالفاء أو قال بعدها أو قبلها أو معها1\nطلقة وقع ثنتان <span id='ms70'></span> وإن لم يدخل بها بانت بالأولى ولم يلزمه ما بعدها والمعلق\nكالمنجز في هذا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويصح منه2 استثناء النصف فأقل من عدد الطلاق \"والمطلقات\" فإذا قال: أنت\nطالق طلقتين إلا واحدة وقعت واحدة وإن قال: ثلاثا إلا واحدة فطلقتان وإن\nاستثنى بقلبه من عدد المطلقات صح الاستثناء دون عدد الطلقات \"وإن قال:\nأربعتكن إلا فلانة طوالق صح3 الاستثناء\".\n</p>\n\n<p>\n\"ولا يصح استثناء لم يتصل عادة فلو انفصل وأمكن الكلام دونه بطل وشرطه\nالنية قبل كمال ما استثنى منه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>باب الطلاق في الماضي والمستقبل</h1>\n\n<p>\nإذا قال: أنت طالق أمس أو قبل أن أنكحك4 ولم ينو وقوعه \"في الحال\" لم يقع\nوإن أراد بطلاق سبق من زيد وأمكن قبل فإن مات أو جن أو خرس قبل بيان مراده\nلم تطلق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوإن قال: أنت طالق \"ثلاثا\" قبل قدوم زيد بشهر فقدم قبل مضيه لم تطلق وبعد\nشهر وجزء تطلق فيه يقع فإن خالعها بعد اليمين بيوم وقدم بعد شهر ويومين صح\nالخلع وبطل الطلاق المعلق وعكسهما1 بعد شهر وساعة.\n</p>\n\n<p>\nوإن قال: طالق قبل موتي طلقت في الحال وعكسه معه أو بعده.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوأنت2 طالق \"إن طرت\" أو صعدت3 السماء \"أو قلبت الحجر ذهبا\" ونحوه من\nالمستحيل لم تطلق وتطلق في عكسه فورا وهو على النفي في المستحيل4 مثل:\nلأقتلن الميت أو لأصعدن السماء ونحوهما وأنت طالق اليوم إذا جاء غد لغو.\n</p>\n\n<p>\nوإذا قال: أنت طالق في هذا الشهر أو اليوم طلقت في الحال وإن قال: في غد\nالسبت أو رمضان طلقت في أوله وإن قال: أردت آخر الكل دين وقبل وأنت طالق\nإلى شهر طلقت عند انقضائه إلا أن ينوي في الحال فيقع وطالق إلى سنة تطلق\nباثني عشر شهرا فإن عرفها باللام طلقت بانسلاخ ذي الحجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>باب تعليق الطلاق بالشروط</h1>\n\n<p>\nلا يصح إلا من زوج فإذا علقه بشرط لم تطلق قبله ولو قال: عجلته وإن قال:\nسبق لساني بالشرط ولم أرده وقع في الحال وإن قال: أنت طالق وقال: أردت إن\nقمت لم <span id='ms71'></span> يقبل حكما.\n</p>\n\n<p>\nوأدوات الشرط: إن وإذا ومتى وأي ومن وكلما وهي وحدها للتكرار وكلها\n\"ومهما\" بلا لم \"أو نية فور أو قرينته1\" للتراخي ومع لم للفور إلا إن \"مع\nعدم نية فور أو قرينته2\".\n</p>\n\n<p>\nفإذا قال: إن قمت أو إذا أو متى أو أي وقت أو من قامت أو كلما قمت فانت\nطالق فمتى وجدت3 طلقت وإن تكرر الشرط لم يتكرر الحنث إلا في كلما ولم أطلقك\nفأنت طالق ولم ينو وقتا \"ولم تقم قرينة بفور\" ولم يطلقها طلقت في آخر حياة\nأولهما موتا.\n</p>\n\n<p>\nومتى لم أو إذا لم أو أي وقت لم أطلقك فأنت طالق ومضى زمن يمكن إيقاعه\nفيه \"ولم يفعل\" طلقت وكلما لم أطلقك فأنت طالق ومضى4 ما5 يمكن إيقاع ثلاث\nمرتبة فيه ولم يطلقها6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nطلقت المدخول بها ثلاثا وتبين غيرها بالأولى.\n</p>\n\n<p>\nوإن قمت ققعدت \"أو ثم قعدت\" أو قعدت إذا قمت أو إن قعدت إن قمت فأنت طالق\nلم تطلق حتى تقوم ثم تقعد وبالواو تطلق بوجودهما1 ولو غير مرتبين وبأو\nبوجود أحدهما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا قال: إن حضت فأنت طالق طلقت بأول حيض متيقن, وفي: إذا حضت حيضة تطلق\nبأول الطهر من حيضة كاملة, وفي: إذا حضت نصف حيضة تطلق في نصف عادتها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا علقه بالحمل فولدت لأقل من ستة أشهر طلقت منذ حلف وإن قال إن لم\nتكوني حاملا فأنت طالق حرم وطؤها قبل استبرائها بحيضة في البائن وهي عكس\nالأولى عكس الأولى في الأحكام.\n</p>\n\n<p>\nوإن علق طلقة إن كنت2 حاملا بذكر وطلقتين بأنثى فولدتهما طلقت ثلاثا وإن\nكان مكانه: إن كان حملك \"أو ما في بطنك\" لم تطلق بهما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا علق طلقة على الولادة بذكر وطلقتين بأنثى فولدت ذكرا ثم أنثى حيا أو\nميتا طلقت بالأول وبانت بالثاني ولم تطلق به وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nأشكل كيفية وضعهما فواحدة.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا علقه على الطلاق ثم علقه على القيام أو علقه على القيام1، ثم على\nوقوع الطلاق فقامت طلقت طلقتين فيهما وإن علقه على قيامها ثم <span id='ms72'></span> على طلاقه لها\nفقامت فواحدة.\n</p>\n\n<p>\nوإن قال: كلما طلقتك أو كلما وقع عليك طلاقي فأنت طالق فوجدا طلقت في\nالأولى طلقتين وثلاثا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا قال: إذا حلفت بطلاقك فأنت طالق ثم قال أنت طالق إن قمت طلقت في\nالحال لا إن علقه بطلوع الشمس ونحوه لأنه شرط لا حلف.\n</p>\n\n<p>\nوإن حلفت بطلاقك فأنت طالق أو إن كلمتك فأنت طالق وأعاده مرة أخرى طلقت\nواحدة ومرتين فثنتان وثلاثا فثلاث.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا قال: إن كلمتك فأنت طالق فتحققي أو قال: تنحي أو اسكتي طلقت وإن\nبدأتك بالكلام فأنت طالق فقالت: إن بدأتك به فعبدي حر انحلت يمينه مال لم\nينو عدم البداءة في مجلس آخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا قال: إن خرجت بغير إذني أو إلا بإذني أو حتى آذن لك أو إن خرجت إلى\nغير الحمام بغير إذني فأنت طالق فخرجت مرة بإذنه ثم خرجت بغير إذنه أو أذن\nلها ولم تعلم بالإذن أو خرجت تريد الحمام وغيره1 أو عدلت منه إلى غيره2\nطلقت في الكل \"لا إن أذن فيه كلما شاءت\", \"أو قال: إلا بإذن زيد فمات زيد\nثم خرجت\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا علقه بمشيئتها ب \"إن\" أو غيرها من الحروف لم تطلق حتى تشاء ولو تراخى\nفإن قالت: قد شئت إن شئت فشاء لم تطلق وإن قال: إن شئت وشاء أبوك \"أو زيد\"\nلم يقع حتى يشاءا معا3 \"أو إن شاء أحدهما فلا\" وأنت طالق إن شاء الله أو\nقال: عبدي حر إن شاء الله وقعا وإن دخلت الدار فأنت طالق إن شاء الله طلقت\nإن دخلت وأنت طالق لرضى زيد أو مشيئته4 طلقت في الحال فإن قال: أردت الشرط\nقبل حكما وأنت طالق إن رأيت الهلال إن5 نوى رؤيتها لم تطلق حتى تراه,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا طلقت \"بعد الغروب\" برؤية غيرها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن حلف لا يدخل دارا \"أو لا يخرج منها\" فأدخل \"أو أخرج\" بعض جسده أو دخل\nطاق الباب أو لا يلبس ثوبا من غزلها فلبس ثوبا1 فيه منه أو لا يشرب <span id='ms73'></span> ماء هذا\nالإناء فشرب بعضه لم يحنث.\n</p>\n\n<p>\nوإن فعل المحلوف عليه وناسيا أو جاهلا حنث في طلاق وعتاق فقط وإن فعل\nبعضه لم يحنث إلا أن ينويه وإن حلف ليفعلنه لم يبرأ إلا بفعله كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>باب التأويل في الحلف</h1>\n\n<p>\nومعناه: أن يريد بلفظه ما يخالف ظاهره.\n</p>\n\n<p>\nإذا1 حلف وتأول يمينه نفعه إلا أن يكون ظالما فإن حلفه ظالم: ما لزيد\nعندك2 شيء وله عنده وديعة بمكان \"فنوى غيره\" أو ب \"ما\" الذي أو حلف: ما زيد\nها هنا ونوى غير مكانه أو حلف على امرأته: لا سرقت مني شيئا فخانته في\nوديعته3 ولم ينوها لم يحنث في الكل4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>باب الشك في الطلاق</h1>\n\n<p>\nمن شك في طلاق \"أو شرطه لم يلزمه وإن شك في عدده فطلقة وتباح له فإذا قال\nلإمرأتيه: إحداكما طالق طلقت المنوية وإلا من قرعت كمن طلق إحداهما \"بائنا\"\nونسيها وإن تبين أن المطلقة غير التي قرعت ردت إليه ما لم تتزوج أو تكن\nالقرعة بحكم.\n</p>\n\n<p>\nوإن قال: إن كان هذا الطائر غرابا ففلانة طالق وإن كان حماما ففلانة وجهل\nلم تطلقا وإن قال لزوجته وأجنبية اسمها هند: إحداكما1 أو هند طالق طلقت\nامرأته وإن قال: أردت الأجنبية ولم يقبل حكما \"إلا بقرينة\" وإن قال لمن\nظنها زوجته: أنت طالق طلقت الزوجة \"وكذا عكسها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>باب الرجعة</h1>\n\n<p>\nمن طلق بلا عوض زوجتا مدخولا بها \"أو مخلوا بها\" دون ما له من العدد فله\nرجعتها في عدتها ولو كرهت بلفظ: راجعت امرأتي ونحوه لا نكحتها ونحوه.\n</p>\n\n<p>\nويسن الإشهاد وهي زوجة لها وعليها حكم الزوجات \"لكن لا قسم لها\" وتحصل\nالرجعة أيضا بوطئها.\n</p>\n\n<p>\nولا تصح معلقة بشرط فإذا طهرت من الحيضة الثالثة ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nتغتسل فله رجعتها وإن انقضت1 عدتها قبل رجعتها بانت وحرمت قبل عقد جديد.\n</p>\n\n<p>\n\"ومن طلق دون ما يملك ثم راجع أو تزوج لم يملك أكثر مما بقي وطئها زوج\nغيره أو لا2\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن ادعت انقضاء عدتها في زمن يمكن انقضاؤها فيه \"أو بوضع الحمل الممكن\"\n\"وأنكره\" فقولها <span id='ms74'></span>.\n</p>\n\n<p>\nوإن ادعته الحرة بالحيض في أقل من تسعة وعشرين يوما ولحظة لم تسمع دعواها\nوإن بدأته فقالت: انقضت فقال كنت راجعتك أو بدأها به فأنكرته فقولها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا استوفى ما يملك من الطلاق حرمت عليه حتى يطأها زوج في قبل مراهقا\nويكفي تغييب الحشفة أو قدرها مع جب في فرجها \"مع انتشار\" وإن لم ينزل.\n</p>\n\n<p>\nولا تحل بوطء دبر وشبهة وملك يمين ونكاح فاسد ولا في حيض ونفاس وإحرام\n\"وصيام فرض\".\n</p>\n\n<p>\nومن ادعت مطلقته المحرمة وقد غابت نكاح من أحلها وانقضاء عدتها منه فله\nنكاحها إن صدقها وأمكن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>كتاب الإيلاء</h1>\n\n<p>\n\"وهو حلف زوج بالله تعالى أو صفته على ترك وطء زوجته في قبلها أكثر من\nأربعة أشهر\".\n</p>\n\n<p>\nويصح من كافر وقن ومميز \"وغضبان\" وسكران ومريض مرجو برؤه \"وممن لم يدخل\nبها\" لا من مجنون \"ومغمى عليه\" وعاجز عن وطء لجب كامل أو شلل.\n</p>\n\n<p>\nفإذا قال: والله لا وطئتك أبدا أو عين مدة تزيد على أربعة أشهر أو حتى\nينزل عيسى, أو يخرج الدجال, \"أو حتى تشربي الخمر أو تسقطي دينك أو تهبي\nمالك\" ونحوه فمؤل.\n</p>\n\n<p>\nفإذا مضى أربعة أشهر من يمينه ولو قنا فإن وطئ ولو بتغيب حشفة في الفرج1\nفقد فاء وإلا أمره بالطلاق فإن أبى طلق حاكم عليه واحدة أو ثلاثا أو فسخ\nوإن وطئ في الدبر أو دون الفرج فما فاء وإن ادعى بقاء المدة أو أنه وطئها\nوهي ثيب صدق \"مع يمينه\" وإن كانت بكرا أو ادعت البكارة وشهد بذلك امرأة عدل\nصدقت وإن ترك وطأها إضرارا بها بلا يمين ولا عذر فكمؤل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>كتاب الظهار</h1>\n\n<p>\nوهو محرم فمن شبه زوجته أو بعضها ببعض أو بكل من تحرم عليه أبدا بنسب أو\nرضاع من ظهر \"أو بطن\" أو عضو آخر \"لا ينفصل\" بقوله لها: أنت علي \"أو معي أو\nمني\" كظهر أمي أو كيد أختي أو وجه حماتي ونحوه أو أنت علي حرام أو كالميتة\nوالدم فهو مظاهر وإن قالته لزوجها فليس بظهار وعليها كفارته ويصح من <span id='ms75'></span> كل\nزوجة1.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nويصح الظهار معجلا ومعلقا بشرط \"فإذا وجد صار مظاهرا\" ومطلقا ومؤقتا فإن\nوطئ فيه كفر فإذا2 فرغ الوقت زال الظهار.\n</p>\n\n<p>\nويحرم قبل أن يكفر وطء ودواعيه ممن ظاهر منها ولا تثبت الكفارة في الذمة\nإلا بالوطء وهو العود \"ويلزم إخراجها قبله عند العزم عليه\".\n</p>\n\n<p>\nوتلزمه كفارة واحدة لتكريره3 قبل التكفير من واحدة ولظهاره4 من نسائه\nبكلمة واحدة وإن ظاهر منهن بكلمات فكفارات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nكفارته1: عتق رقبة فإن لم يجد صام شهرين متتابعين فإن لم يستطع أطعم ستين\nمسكينا والذين يظاهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة ولا تلزم\nالرقبة إلا لمن ملكها أو أمكنه ذلك بثمن مثلها فاضلا عن كفايته دائما\nوكفاية من يمونه وعما يحتاجه من مسكن وخادم ومركوب \"وعرض بذلته2 وثياب تجمل\n\"ومال يقوم كسبه بمؤنته\" وكتب علم \"ووفاء دين\".\n</p>\n\n<p>\nولا يجزئ في الكفارات كلها إلا رقبة مؤمنة سليمة من عيب بضر بالعمل ضررا\nبينا كالعمى والشلل اليد أو الرجل3 أو أقطعهما4 أو أقطع الأصبع الوسطى أو\nالسبابة أو الإبهام \"أو الأنملة من الإبهام\" أو أقطع الخنصر والبنصر من يد\nواحدة ولا تجزئ مريض ميؤوس منه ونحوه ولا أم ولد ويجزئ المدبر وولد الزنا\n\"والأحمق والمرهون والجاني والأمة الحامل ولو استثنى حملها\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيجب التتابع في الصوم فإن تخلله رمضان أو فطر يجب \"كعيد وأيام تشريق\"\nوحيض وجنون ومرض مخوف ونحوه \"أو أفطر ناسيا أو مكرها\" أو لعذر يبيح الفطر\nلم ينقطع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nويجزئ التكفير بما يجزئ في فطرة فقط ولا يجزئ من البر أقل من مد ولا من\nغيره أقل من مدين \"لكل واحد ممن يجوز دفع الزكاة إليهم\" وإن غدى المساكين\nأو عشاهم لم يجزئه.\n</p>\n\n<p>\nوتجب النية في التكفير من صوم وغيره وإن أصاب المظاهر منها ليلا أو نهارا\nانقطع التتابع وإن أصاب غيرها ليلا لم ينقطع1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>كتاب اللعان</h1>\n\n<p>\nيشترط في صحته أن يكون بين زوجين ومن عرف العربية لم يصح لعانه بغيرها\nوإن جهلها فبلغته.\n</p>\n\n<p>\nفإذا قذف امرأته بالزنا فله إسقاط <span id='ms76'></span> الحد باللعان فيقول قبلها أربع مرات:\nأشهد بالله لقد زنت زوجتي هذه ويشير إليها ومع غيبتها يسميها وينسبها وفي\nالخامسة: وأن لعنة الله عليه إن كان من الكاذبين ثم تقول هي أربع مرات:\nأشهد بالله لقد كذب فيما رماني به من الزنا ثم تقول في الخامسة: وأن غضب\nالله عليها إن كان من الصادقين.\n</p>\n\n<p>\nفإن بدأت باللعان قبله أو نقص أحدهما شيئا1 من الألفاظ الخمسة أو لم\nيحضرهما حكم أو نائبه أو أبدل لفظة أشهد بأقسم أو أحلف أو لفظة اللعنة\nبالإبعاد أو الغضب بالسخط لم يصح.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإن قدف زوجته الصغيرة أو المجنونة عزر ولا لعان.\n</p>\n\n<p>\nومن شرطه قذفها بالزنا لفظا كزنيت أو يا زانية أو رأيتك تزنين في قبل أو\nدبر فإن قال: وطئت بشبهة أو مكرهة \"أو نائمة\" أو قال: لم تزن ولكن ليس هذا\nالولد مني فشهدت امرأة ثقة أنه ولد على فراشه لحقه نسبه \"ولا لعان\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nومن شرطه أن تكذبه الزوجة.\n</p>\n\n<p>\nوإذا تم سقط عنه الحد والتعزير وتثبت الفرقة بينهما بتحريم مؤبد.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nمن ولدت زوجته منه أمكن أنه1 منه لحقه بأن تلده بعد نصف سنة منذ أمكن\nوطؤه أو دون أربع سنين منذ أبانها وهو ممن يولد لمثله \"كابن عشر\", \"ولا\nيحكم ببلوغه إن شك فيه\".\n</p>\n\n<p>\nومن اعترف بوطء أمته في الفرج أو دونه فولدت لنصف سنة \"فأزيد2\" لحقه\nولدها إلا أن يدعي الاستبراء ويحلف عليه \"وإن قال: وطئتها دون الفرج أو فيه\nولم أنزل\" أو عزلت لحقه وإن أعتقها أو باعها بعد اعترافه بوطئها فأتت بولد\nلدون نصف سنة لحقه والبيع باطل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>كتاب العدد</h1>\n\n<h1 class='l1' id='head130'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب العدد\n</p>\n\n<p>\nتلزم العدة كل امرأة فارقت زوجا خلا بها مطاوعة مع علمه بها \"وقدرته على\nوطئها\" ولو مع ما يمنعه منهما أو من أحدهما1 حسا أو شرعا أو وطئها أو مات\nعنها حتى2 في نكاح فاسد فيه خلاف وإن كان باطلا وفاقا لم تعتد للوفاة.\n</p>\n\n<p>\n\"ومن فارقها حيا قبل وطء وخلوة أو بعدهما أو أحدهما3 وهو ممن <span id='ms77'></span> لا يولد\nلمثله\", \"أو تحملت ماء4 الزوج أو قبلها أو لمسها بلا خلوة فلا عدة\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالمعتدات ست:\n</p>\n\n<p>\nالحامل وعدتها من موت وغيره إلى وضع كل حمل وإنما تنقضي ما تصير به أمة\nأم ولد فإن لم يلحقه لصغره \"أو لكونه ممسوحا\" \"أو ولدت لدون ستة أشهر منذ\nنكحها ونحوه وعاش\" لم تنقض به.\n</p>\n\n<p>\nوأكثر مدة الحمل أربع سنين وأقلها ستة أشهر وغالبها تسعة ويباح إلقاء\nالنطفة قبل أربعين يوما بدواء مباح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nفصل1\n</p>\n\n<p>\nالثانية: المتوفى عنها زوجها بلا حمل2 قبل الدخول وبعده للحرة أربعة أشهر\nوعشرة3 وللأمة نصفها فإن مات زوج رجعية في عدة طلاق سقطت وابتدأت عدة وفاة\nمنذ مات وإن مات في عدة من أبانها في الصحة لم تنتقل وتعتد من أبانها في\nمرض موته الأطول من عدة وفاة وطلاق ما لم تكن أمة أو ذمية أو جاءت البينونة\nمنها فلطلاق لا غيره.\n</p>\n\n<p>\n\"وإن طلق بعض نسائه مبهمة أو معينة ثم نسيها4 ثم مات قبل قرعة اعتد كل\nمنهن سوى حامل الأطول منهما\".\n</p>\n\n<p>\nالثالثة: الحائل ذات الأقراء وهي الحيض المفارقة في الحياة فعدتها إن\nكانت حرة5 أو مبعضة ثلاتة قروء كاملة6 وإلا قرآن.\n</p>\n\n<p>\nالرابعة: من فارقها حيا ولم تحض لصغر أو إياس فتعتد حرة ثلاثة أشهر وأمة\nشهران \"ومبعضة\" بالحساب ويجبر الكسر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nالخامسة: من ارتفع حيضها ولم تدر سببه فعدتها سنة: تسعة أشهر للحمل\nوثلاثة للعدة وتنقص الأمة شهرا.\n</p>\n\n<p>\nوعدة من بلغت ولم تحض والمستحاضة الناسية \"والمستحاضة المبتدأة\" ثلاثة\nأشهر \"والأمة شهران\" وإن علمت ما رفعه من مرض أو رضاع أو غيرهما فلا نزال\nفي عدة حتى يعود الحيض فتعتد به أو تبلغ سن الإياس فتعتد عدته.\n</p>\n\n<p>\nالسادسة: امرأة المفقود تتربص ما تقدم في ميراثه1 ثم تعتد للوفاة \"وأمة\nكحرة في التربص\", \"وفي العدة نصف عدة الحرة\" ولا تفتقر إلى حكم حاكم بضرب\nالمدة وعدة الوفاة.\n</p>\n\n<p>\nوإن تزوجت فقدم الأول قبل وطء الثاني فهي للأول وبعده له أخذها زوجة\nبالعقد الأول \"ولو لم يطلق الثاني ولا يطأ قبل <span id='ms78'></span> فراغ عدة الثاني\" وله تركها\nمعه \"من غير تجديد عقد\" ويأخذ قدر الصداق الذي أعطاها من الثاني ويرجع\nالثاني عليها بما أخذه منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nومن مات زوجها الغائب أو طلق1 اعتدت منذ الفرقة وإن لم تحد.\n</p>\n\n<p>\nوعدة موطوءة بشبهة أو زنا \"أو بعقد فاسد\" كمطلقة وإن وطئت معتدة بشبهة أو\nنكاح فاسد \"فرق بينهما\" وأتمت عدة الأول \"ولا يحسب2 منها مقامها عند\nالثاني\" ثم اعتدت للثاني \"وتحل له بعقد بعد انقضاء العدتين\" وإن تزوجت في\nعدتها لم تنقطع حتى يدخل بها فإذا فارقها بنت على عدتها من الأول ثم\nاستأنفت العدة من الثاني وإن أتت بولد من أحدهما انقضت منه3 عدتها به4 ثم\nاعتدت للأخر.\n</p>\n\n<p>\nومن وطئ معتدته البائن بشبهة استأنفت العدة بوطئه ودخلت فيها بقية الأولى\nوإن نكح من أبانها في عدتها ثم طلقها قبل الدخول بنت.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nيلزم الاحداد مدة العدة كل متوفى زوجها عنها \"في نكاح صحيح\" ولو ذمية \"أو\nأمة\" أو غير مكلفة ويباح لبائن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nحي1 ولا يجب على رجعية وموطوءة بشبهة أو زنا أو في نكاح فاسد \"أو باطل\"\nأو بملك يمين.\n</p>\n\n<p>\nوالإحداد: اجتناب \"ما يدعو إلى جماعها وبرغبه في النظر إليها من الزينة\"\nوالطيب والتحسين والحناء وما صبغ للزينة وحلي وكحل أسود \"لا توتيا ونحوه\"\nولا نقاب وأبيض2 ولو كان حسنا.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوتجب عدة الوفاة في المنزل حيث وجبت فإن تحولت خوفا أو قهرا \"أو لحق3\"\nانتقلت \"حيث شاءت\".\n</p>\n\n<p>\nولها الخروج لحاجتها نهارا لا ليلا \"وإن تركت الإحداد أثمت4 وتمت عدتها\nبمضي زمانها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>باب الاستبراء</h1>\n\n<p>\nمن ملك أمة \"يوطأ مثلها\" من صغير وذكر وضدهما حرم عليه وطؤها ومقدماته\nقبل استبرائها.\n</p>\n\n<p>\nواستبراء الحامل بوضعها ومن تحيض بحيضة والأيسة والصغيرة بمضي شهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>كتاب الرضاع</h1>\n\n<p>\nيحرم من الرضاع ما يحرم من النسب والمحرم: خمس رضعات في الحولين والسعوط\nوالوجور ولبن الميتة والموطوءة بشبهة \"أو بعقد فاسد أو باطل\" أو زنا\nوالمشوب1 محرم2 وعكسه البهيمة وغير حبلى \"ولا موطوءة\".\n</p>\n\n<p>\nفمتى أرضعت امرأة طفلا صار ولدها في النكاح <span id='ms79'></span> والنظر والخلوة والمحرمية\nوولد من نسب لبنها إليه بحمل أو وطئ ومحارمه في النكاح3 محارمه4، ومحارمها\nمحارمه دون أبويه وأصولهما وفروعهما فتباح المرضعة لأبي المرتضع وأخيه من\nالنسب وأمه وأخته من النسب لأبيه وأخيه.\n</p>\n\n<p>\nومن حرمت عليه بنتها فأرضعت طفلة حرمتها عليه وفسخت نكاحها منه إن كانت\nزوجته.\n</p>\n\n<p>\nوكل امرأة أفسدت نكاح نفسها برضاع قبل الدخول فلا مهر لها وكذا إن كانت\nطفلة فدبت5 فرضعت من نائمة وبعد الدخول فمهرها بحاله وإن أفسده غيرها فلها\nعلى الزوج نصف المسمى قبله, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوجميعه بعده ويرجع الزوج1 به على المفسد.\n</p>\n\n<p>\nومن قال لزوجته: أنت أختي لرضاع بطل النكاح فإن كان قبل الدخول وصدقته2\nفلا مهر3 وإن أكذبته فلها نصفه ويجب كله بعده وإن قالت هي ذلك وأكذبها فهي\nزوجته حكما.\n</p>\n\n<p>\nوإذا شك في الرضاع أو كماله \"أو شكت المرضعة ولا بينة فلا تحريم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>كتاب النفقات</h1>\n\n<h1 class='l1' id='head134'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب النفقات\n</p>\n\n<p>\nيلزم الزوج نفقة زوجته قوتا وكسوة وسكناها بما يصلح لمثلها ويعتبر الحاكم\nذلك بحالهما عند التنازع فيفرض للموسرة تحت الموسر قدر كفايتها من أرفع خبز\nالبلد وأدمه \"ولحما\" عادة الموسرين بمحلهما وما يلبس مثلها من حرير وغيره\nوللنوم فراش ولحاف \"وإزار\" ومخدة وللجلوس حصير جيد1 وزلي.\n</p>\n\n<p>\nوللفقيرة تحت الفقير من أدنى خبز البلد وأدم يلائمه وما يلبس مثلها ويجلس\nعليه.\n</p>\n\n<p>\nوللمتوسطة مع2 المتوسط والغنية مع الفقير وعكسها3 ما بين ذلك عرفا.\n</p>\n\n<p>\nوعليه مؤنة نظافة زوجته دون خادمها ولا دواء وأجرة طبيب.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nونفقة المطلقة الرجعية وكسوتها وسكناها كالزوجة ولا قسم لها والبائن بفسخ\nأو طلاق لها ذلك إن كانت حاملا والنفقة للحمل لا لها من أجله.\n</p>\n\n<p>\n\"ومن حبست ولو ظلما\" أو نشزت أو تطوعت \"بلا إذنه\" بصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nأو حج أو أحرمت بنذر حج \"أو صوم\", \"أو صامت عن كفارة أو قضاء رمضان مع\nسعة وقته\" أو سافرت لحاجتها1 ولو بإذنه سقطت ولا نفقة ولا سكنى لمتوفى\nعنها.\n</p>\n\n<p>\nولها أخذ نفقة كل يوم في2 أوله وليس لها3 لا قيمتها ولا عليها أخذها فإن\nاتفقا \"عليه\" أو <span id='ms80'></span> على تأخيرها أو تعجيلها مدة طويلة أو قليلة جاز ولها\nالكسوة كل عام \"مرة في أوله\".\n</p>\n\n<p>\nوإذا غاب ولم ينفق لزمه نفقة ما مضى \"وإن أنفقت في غيبته من ماله فبان\nميتا غرمها الوارث ما أنفقته بعد موته\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"ومن تسلم زوجته\" أو بذلت نفسها ومثلها يوطأ وجبت4 نفقتها ولو مع صغر\nالزوج5 ومرضه وجبه وعنته6.\n</p>\n\n<p>\nولها منع نفسها حتى تقبض صداقها الحال فإن سلمت نفسها طوعا ثم أرادت\nالمنع لم تملكه.\n</p>\n\n<p>\nوإذا أعسر بنفقة القوت أو الكسوة أو بعضها7 أو المسكن لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nفي الماضي1 فلها فسخ النكاح فإن غاب موسر ولم يدع لها نفقة وتعذر أخذها\nمن ماله واستدانتها عليه فلها الفسخ بإذن حاكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>باب نفقة الأقارب والمماليك والبهائم</h1>\n\n<p>\n1\n</p>\n\n<p>\nتجب \"أو تتمتها2\" لأبويه وإن علوا ولولده وإن سفل \"حتى ذوي الأرحام منهم\nحجبه معسر أو لا\" وكل من يرثه بفرض أو تعصيب لا برحم سوى عمودي نسبه سواء\nورثه الآخر \"كأخ\" أو لا كعمة وعتيق بمعروف مع فقر من تجب له \"وعجزه عن\nتكسب\" إذا فضل عن قوت نفسه وزوجته \"ورقيقه يومه وليلته وكسوة وسكنى من حاصل\nأو متحصل ولا من رأس مال وثمن ملك وآلة صنعة\".\n</p>\n\n<p>\nومن له وارث غير أب فنفقنه عليهم على قدر إرثهم فعلى الأم ثلث والثلثان\nعلى الجد وعلى الجدة السدس والباقي على الأخ والأب ينفرد بنفقة ولده3.\n</p>\n\n<p>\nومن له ابن فقير وأخ موسر فلا نفقة له عليهما ومن أمه فقيرة وجدته موسرة\nفنفته على الجدة ومن عليه نفقة زيد فعليه نفقة زوجته كظئر لحولين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nولا نفقة مع اختلاف دين \"إلا بالولاء\".\n</p>\n\n<p>\n\"وعلى الأب أن يسترضع لولده ويؤدي الأجرة\" ولا يمنع أمه إرضاعه ولا\nيلزمها إلا لضرورة1 كخوف تلفه ولها طلب أجرة المثل ولو أرضعه غيرها مجانا\n\"بائنا كانت أو تحته\" وإن تزوجت آخر فله منعها من إرضاع ولد الأول ما لم\nيضطر إليها.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوعليه نفقة رقيقه \"طعاما\" وكسوة \"وسكنى\" وأن لا يكلفه مشقا كثيرا وإن\nاتفقا على المخارجة جاز ويريحه وقت القائلة <span id='ms81'></span> والنوم والمفروضة ويركبه في\nالسفر عقبة وإن طلب نكاحا زوجه \"أو باعه\" وإن طلبته الأمة وطئها2 أو زوجها\n\"أو باعها\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوعليه علف بهائمه وسقيها \"وما يصلحها\" ولا3 يحملها ما تعجز عنه4 ولا يحلب\nمن لبنها ما يضر ولدها فإن عجز عن نفتقها أجبرعلى بيعها أو إجارتها أو\nذبحها إن أكلت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>باب الحضانة</h1>\n\n<p>\n\"تجب لحفظ صغير ومعتوه ومجنون\" والأحق بها أم ثم أمهاتها القربى فالقربى\nثم أب ثم أمهاته كذلك ثم جد ثم أمهاته كذلك ثم أخت لأبوين ثم لأم ثم لأب ثم\nخالة لأبوين ثم لأم ثم لأب ثم عمات كذلك \"ثم خالات ثم خالات أبيه ثم عمات\nأبيه ثم بنات إخوته وأخواته ثم بنات أعمامه وعماته ثم بنات أعمام أبيه\nوبنات عمات أبيه\" ثم لباقي العصبة الأقرب فالأقرب \"فإن كانت أنثى فمن\nمحارمها\" ثم لذوي أرحامه \"ثم للحاكم\" وإن امتنع من له الحضانة \"أو كان غير\nأهل\" انتقلت إلى من بعده.\n</p>\n\n<p>\nولا حضانة لمن فيه رق ولا لفاسق ولا لكافر على مسلم1 ولا لمزوجة بأجنبي\nمن محضون \"من حين عقد\" فإن زال المانع رجع إلى حقه.\n</p>\n\n<p>\nوإن أراد أحد أبويه سفرا طويلا إلى بلد بعيد ليسكنه وهو وطريقه آمنان\nفحضانته لأبيه وإن بعد السفر لحاجة أو قرب لها2 أو للسكنى فلأمه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإذا بلغ الغلام سبع سنين \"عاقلا\" خير بين أبويه فكان مع من اختار منهما\n\"ولا يقر بيد من لا يصونه ويصلحه\".\n</p>\n\n<p>\nوأبو الأنثى أحق بها بعد السبع \"ويكون الذكر بعد رشده حيث شاء والأنثى\nعند أبيها حتى يتسلمها زوجها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>كتاب الجنايات</h1>\n\n<h1 class='l1' id='head138'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الجنايات\n</p>\n\n<p>\nوهي عمد \"يختص1 القود به بشرط القصد\" وشبه عمد وخطأ.\n</p>\n\n<p>\nفالعمد: أن يقصد من يعلمه آدميا معصوما فيقتله بما يغلب على الظن موته به\nمثل أن يجرحه بما له مور في البدن أو يضربه بحجر كبير ونحوه أو يلقي عليه\nحائطا أو يلقيه من شاهق أو في نار أو ماء يغرقه ولا يمكنه التخلص منهما أو\nيخنقه أو يحبسه ويمنعه الطعام أو <span id='ms82'></span> الشراب2 فيموت من ذلك في مدة يموت فيها\nغالبا3 أو يقتله بسحر4 أو سم5 أو شهدت عليه بينة بما يوجب قتله ثم رجعوا\nوقالوا: عمدنا قتله6 ونحو ذلك.\n</p>\n\n<p>\nوشبه العمد: أن يقصد جناية لا تقتل غالبا \"ولم يجرحه بها\" كمن ضربه \"في\nغير مقتل\" بسوط أو عصا صغيرة أو لكزه ونحوه.\n</p>\n\n<p>\nوالخطأ: أن يفعل ماله فعله مثل: أن يرمي صيدا7 \"أو غرضا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nشخصا فيصيب آدميا لم يقصده وعمد الصبي والمجنون1.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nتقتل الجماعة بالواحد \"وإن سقط القود أدوا دية واحدة\".\n</p>\n\n<p>\nومن أكره \"مكلفا\" على قتل مكافئه فقتله فالقتل أو الدية عليهما وإن أمر\nبالقتل غير مكلف أو مكلفا يجهل تحريمه أو أمر به السلطان ظلما من لا يعرف\nظلمه فيه فقتل فالقود أو الدية على الآمر وإن قتل المأمور المكلف عالما\nتحريم2 القتل فالضمان عليه دون الآمر.\n</p>\n\n<p>\nوإن اشترك فيه اثنان لا يجب القود على أحدهما مفردا لأبوة أو غيرها\nفالقود على الشريك \"فإن عدل إلى طلب المال لزمه نصف الدية\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>باب شروط القصاص</h1>\n\n<p>\nوهي أربعة1: عصمة المقتول فلو قتل مسلم أو ذمي حربيا أو مرتدا لم يضمنه\nبقصاص \"ولا دية\".\n</p>\n\n<p>\nالثاني: التكليف فلا قصاص على صغير ومجنون2.\n</p>\n\n<p>\nالثالث: المكأفاة بأن يساويه في الدين والحرية والرق فلا يقتل مسلم بكافر\nولا حر بعبد وعكسه يقتل ويقتل الذكر بالأنثى, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nوالأنثى بالذكر.\n</p>\n\n<p>\nالرابع: عدم الولادة فلا يقتل أحد الأبوبن \"وإن علا\" بالولد وإن سفل\nويقتل الولد بكل منهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>باب استيفاء القصاص</h1>\n\n<p>\nويشترط له ثلاثة شروط: أحدها: كون مستحقه مكلفا فإن كان صبيا أو مجنونا\nلم يستوقه وحبس الجاني إلى البلوغ والإفاقة.\n</p>\n\n<p>\nالثاني: اتفاق الأولياء المشتركين فيه على استيفائه وليس لبعضهم أن ينفرد\nبه وإن كان من بقي \"غائبا\" أو صغيرا أو مجنونا انتظر \"القدوم\" والبلوغ\nوالعقل.\n</p>\n\n<p>\nالثالث: أن يؤمن في1 الاستيفاء أن يتعدى الاستيفاء فإذا وجب على حائل\nفحملت لم تقتل حتى تضع الولد وتسقيه اللبأ ثم إن وجد من يرضه وإلا تركت حق\nتفطمه ولا يقتص منها في الطرف حتى <span id='ms83'></span> تضع والحد في ذلك كالقصاص.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولا يستوفي قصاص إلا بحضرة سلطان \"أو نائبه\" \"وآلة ماضية\".\n</p>\n\n<p>\nولا يستوفى في النفس إلا بضرب العنق بسيف ولو كان الجاني قتله بغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>باب العفو عن القصاص</h1>\n\n<p>\nيجب بالعمد القود أو الدية فيخير الولي بينهما وعفوه مجانا أفضل وأن\nتعفوا أقرب للتقوى فإن اختار القود \"أو عفا عن الدية فقط\" فله أخذها\n\"والصلح على أكثر منها\" وإن اختارها أو عفا مطلقا أو هلك الجاني فليس له\nغيرها.\n</p>\n\n<p>\nوإذا قطع أصبعا عمدا فعفا عنها ثم سرت إلى الكف أو النفس وكان العفو على\nغير شيء فهدر وإن كان العفو على مال فله تمام الدية.\n</p>\n\n<p>\nوإن وكل من يقتص ثم عفا فاقتص وكيله ولم يعلم فلا شيء عليهما.\n</p>\n\n<p>\nوإن وجب لرقيق قود أو تعزيز قذف فطلبه وإسقاطه إليه فإن مات فلسيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>باب ما يوجب القصاص فيما دون النفس</h1>\n\n<p>\nمن أقيد بأحد1 في النفس أقيد به في الطرف والجراح ومن لا فلا ولا يجب إلا\nبما يوجب القود في النفس وهو نوعان:\n</p>\n\n<p>\nأحدهما: في الطرف فتؤخذ العين والأنف2 والأذن والسن والجفن والشفة واليد\nوالرجل والأصبع والكف والمرفق والذكر والخصية والألية والشفر كل3 واحد من\nذلك بمثله.\n</p>\n\n<p>\nوللقصاص في الطرف شروط: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: الأمن من الحيف بأن يكون القطع من مفصل أو له حد ينتهي إليه كمارن\nالأنف وهو ما لان منه.\n</p>\n\n<p>\nالثاني: المماثلة في \"الاسم\" والموضع فلا تؤخذ يمين بيسار ولا يسار بيمين\nولا خنصر ببنصر ولا أصلي بزائد وعكسه ولو تراضيا لم يجز.\n</p>\n\n<p>\nالثالث: استواؤهما في الصحة والكمال فلا تؤخذ صحيحة بشلاء ولا كاملة\nالأصابع بناقصة ولا عن صحيحة بقائمة ويؤخذ عكسه ولا أرش.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالنوع الثاني: الجراح فيقتص في كل جرح ينتهي إلى عظم كالموضحة وجرح العضد\nوالساق والفخذ والقدم ولا يقتص في غير ذلك من الشجاج والجروح \"غير كسر سن\"\nإلا أن يكون أعظم من الموضحة كالهاشمة والمنقلة والمأمومة فله أن يقتص\nموضحة وله أرش الزائد.\n</p>\n\n<p>\nوإذا قطع جماعة طرفا أو جرحوا جرحا يوجب القود <span id='ms84'></span> فعليهم القود.\n</p>\n\n<p>\nوسراية الجناية مضمونة في النفس فما دونها بقود أو دية1 وسراية القود\nمهدورة.\n</p>\n\n<p>\nولا يقتص عن عضو وجرح قبل برئه وكما لا تطلب له دية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>كتاب الديات</h1>\n\n<h1 class='l1' id='head144'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الديات\n</p>\n\n<p>\nكل من أتلف إنسانا بمباشرة أو سبب لزمته ديته فإن كانت عمدا محضا ففي مال\nالجاني حالة وشهبه العمد والخطأ على عاقلته وإن غصب \"حرا\" صغيرا فنهشته حية\nأو أصابته صاعقة أو مات بمرض \"أو غل حرا مكلفا وقيده فمات بالصاعقة أو\nالحية1\" وجبت الدية فيهما.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإذا أدب الرجل ولده أو سلطان رعيته أو معلم صبيته2 ولم يسرف لم بضن ما\nتلف به \"ولو كان التأديب لحامل فأسقطت جنينا ضمنه المؤدب\".\n</p>\n\n<p>\n\"وإن طلب السلطان امرأة لكشف حق الله أو استعدى عليها رجل بالشرط في دعوى\nله فأسقطت ضمنه السلطان والمستعدي\", \"ولو ماتت فزعا لم يضمنا\".\n</p>\n\n<p>\nومن أمر3 مكلفا أن ينزل بئرا أو يصعد شجرة فهلك به لم يضمنه4 ولو أن\nالآمر سلطان \"كما لو استأجره سلطان أو غيره\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>باب مقادير ديات النفس</h1>\n\n<p>\nدية الحر المسلم مائة بعير أو ألف مثقال ذهبا أو اثنا عشر ألف درهم فضة\nأو مائتا بقرة أو ألفا شاة هذه أصول الدية فأيها أحضر من تلزمه لزم الولي\nقبوله.\n</p>\n\n<p>\nففي قتل العمد وشبهه: خمس وعشرون بنت مخاض وخمس وعشرون بنت لبون وخمس\nوعشرون حقة وخمس وعشرون جذعة وفي الخطأ تجب أخماسا: ثمانون من الأربعة\nالمذكور وعشرون من بني مخاض ولا تعتبر القيمة في ذلك, بل السلامة.\n</p>\n\n<p>\nودية الكتابي نصف دية المسلم ودية المجوسي والوثني ثمانمائة درهم ونساؤهم\nعلى النصف كالمسلمين.\n</p>\n\n<p>\nودية الرقيق1 قيمته وجراحه ما نقصه بعد البرء ويجب في الجنين ذكرا كان أو\nأنثى \"عشر دية أمه\" غرة وعشر قيمتها إن كان مملوكا وتقدر الحرة أمة.\n</p>\n\n<p>\nوإن جنى رقيق خطأ \"أو عمدا لا قود فيه أو فيه قود واختير فيه المال\", \"أو\nأتلف مالا بغير إذن سيده\" تعلق ذلك برقبته فيخير سيده بين أن يفديه بأرش\nجنايته أو يسلمه إلى ولي الجناية <span id='ms85'></span> يملكه أو يبيعه ويدفع ثمنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>باب ديات الأعضاء ومنافعها</h1>\n\n<p>\nمن أتلف ما في الإنسان منه شيء واحد كالأنف واللسان والذكر ففيه دية\nالنفس.\n</p>\n\n<p>\nوما فيه منه شيئان كالعينين والأذنين1 والشفتين واللحيين وثديي المرأة2\nوثندؤتي الرجل واليدين والرجلين والأليتين والأنثيين وإسكتي المرأة الدية\nوفي إحداهما نصفها وفي المنخرين ثلثا الدية وفي الحاجز بينهما ثلثها وفي\nالأجفان الأربعة الدية وفي كل جفن ربعها وفي أصابع اليدين الدية كأصابع\nالرجلين وفي كل أصبع عشر الدية3 وفي كل أنملة ثلث عشر الدية والإبهام\nمفصلان وفي كل مفصل نصف عشر الدية كدية السن.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوفي كل حاسة دية كاملة: وهي السمع والبصر والشم والذوق وكذا في الكلام\nوالعقل ومنفعة المشي والأكل والنكاح وعدم استمساك البول أو الغائط.\n</p>\n\n<p>\nوفي كل واحد من الشعور الأربعة الدية وهي: شعر الرأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nواللحية والحاجببن وأهداب العينين فإن عاد فنبت سقط موجبه.\n</p>\n\n<p>\nوفي عين الأعور الدية كاملة وإن قلع الأعور عين الصحيح المماثلة لعينه\nالصحيحة عمدا فعليه دية كاملة ولا قصاص وفي قطع يد الأقطع نصف الدية كغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>باب الشجاج وكسر العظام</h1>\n\n<p>\nالشجة: الجرح في الرأس والوجه1 خاصة وهي عشر: الحارصة التي تحرص الجلد\nأي: تشقه قليلا ولا تدميه ثم البازلة\" وهي الدامية والدامعة\" وهي التي يسيل\nمنها الدم ثم الباضعة وهي التي تبضع اللحم ثم المتلاحمة وهي الغائصة في\nاللحم ثم السمحاق وهي ما بينها وبين العظم قشرة رقيقة فهذه الخمس لا مقدر\nفيها بل حكومة وفي الموضحة وهي ما توضح العظم2 وتبرزه خمسة أبعرة ثم\nالهاشمة وهي التي توضح العظم وتهشمه وفيها عشرة أبعرة ثم المنقلة وهي ما\nتوضح وتهشم3 وتنقل عظامها وفيها خمس عشرة4 من الإبل وفي كل واحدة من\nالمأمومة والدامغة ثلث الدية وفي الجائفة ثلث الدية وهي التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nتصل إلى باطن الجوف وفي الضلع وكل1 واحدة من الترقوتين بعير وفي كسر\nالذراع \"وهو الساعد الجامع لعظمي الزند2\" والعضد الفخذ والساق \"إذا جبر ذلك\nمستقيما\" بعيران.\n</p>\n\n<p>\nوما عدا ذلك من الجراح وكسر العظام ففيه حكومة والحكومة: أن <span id='ms86'></span> يقوم المجني\nعليه كأنه عبد لا جناية به ثم يقوم وهي به قد برئت فما نقص من القيمة فله\nمثل نسبته من الدية كأن3 قيمته عبدا سليما ستون وقيمته بالجناية خمسون4\nففيه سدس ديته إلا أن تكون الحكومة في محل له مقدر فلا يبلغ بها المقدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>باب العاقلة وما تحمله</h1>\n\n<p>\n1\n</p>\n\n<p>\nعاقلة الإنسان عصباته كلهم من النسب والولاء قريبهم وبعيدهم حاضرهم\nوغائبهم حتى عمودي نسبه ولا عقل على رقيق وغير مكلف وفقير ولا أنثى ولا\nمخالف لدين الجاني.\n</p>\n\n<p>\nولا تحمل العاقلة عمدا \"محضا\" ولا عبدا ولا صلحا ولا اعترافا \"لم تصدقه\nبه\" ولا ما دون ثلث الدية التامة2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nمن قتل نفسا محرمة خطأ \"مباشرة أو تسببا\" فعليه الكفارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>باب القسامة</h1>\n\n<p>\nوهي أيمان مكررة في دعوى قتل \"معصوم\" من شرطها اللوث وهو1 العداوة\nالظاهرة كالقبائل التي يطلب بعضها بعضا بالثأر فمن ادعي عليه القتل من غير\nلوث حلف يمينا واحدة وبرئ ويبدأ بأيمان الرجال من ورثة الدم فيحلفون خمسين\nيمينا فإن نكل الورثة أو كانوا نساء حلف المدعى عليه خمسين يمينا وبرئ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>كتاب الحدود</h1>\n\n<h1 class='l1' id='head151'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الحدود\n</p>\n\n<p>\nلا يجب الحد إلا على بالغ عاقل \"ملتزم\" عالم بالتحريم فيقيمه الإمام أو\nنائبه في غير مسجد.\n</p>\n\n<p>\nويضرب الرجل في الحد قائما بسوط لا جديد ولا خلق ولا يمد1 ولا يربط ولا\nيجرد بل يكون عليه قميص أو قميصان ولا يبالغ بضربه بحيث يشق الجلد ويفرق\nالضرب على بدنه ويتقي الرأس والوجه والفرج والمقاتل والمرأة كالرجل فيه إلا\nأنها تضرب جالسة وتشد عليها ثيابها وتمسك يداها لئلا تنكشف2.\n</p>\n\n<p>\nوأشد الجلد حد الزنا ثم القذف ثم الشرب ثم التعزيز ومن مات في حد فالحق3\nقتله ولا يحفر للمرجوم في الزنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>باب حد الزنا</h1>\n\n<p>\nإذا زنى المحصن رجم حتى يموت والمحصن: من وطئ امرأته \"المسلمة أو1\nالذمية\" في نكاح صحيح وهما بالغان عاقلان حران فإن اختل شرط منها في أحدهما\nفلا إحصان لواحد منهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا زنى الحر غير المحصن جلد مائة جلدة وغرب عاما ولو امرأة <span id='ms87'></span> والرقيق\nخمسين جلدة ولا يغرب وحد لوطي كزان.\n</p>\n\n<p>\nولا يجب الحد إلا بثلاثة شروط:\n</p>\n\n<p>\nأحدها: تغييب حشفته \"الأصلية1\" كلها في قبل أو دبر \"أصليين\" من آدمي حيي2\n\"حراما محضا\".\n</p>\n\n<p>\nالثاني: انتفاء الشبهة فلا يحد بوطء أمة له فيها شرك أو لولده \"أو وطء\"\nامرأة ظنها زوجته أو سريته أو في نكاح باطل \"اعتقد صحته\" أو نكاح \"أو ملك\"\nمختلف فيه ونحوه أو أكرهت المرأة على الزنا.\n</p>\n\n<p>\nالثالث: ثبوت الزنا ولا يثبت إلا بأحد أمرين:\n</p>\n\n<p>\nأحدهما: أن يقر به أربع مرات3 في مجلس أو4 مجالس ويصرح ولا ينزع عن\nإقراره حتى يتم5 عليه الحد.\n</p>\n\n<p>\nالثاني: أن يشهد عليه في مجلس واحد بزنا واحد يصفونه أربعة ممن تقبل\nشهادتهم فيه سواء أتوا الحكم جملة أو متفرقين وإن حملت امرأة لا زوج لها\nولا سيد لم تحد بمجرد ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>باب حد القذف</h1>\n\n<p>\nإذا قذف \"المكلف\" بالزنا1 محصنا جلد ثمانين جلدة إن كان حرا وإن عبدا\nأربعين \"والمعتق بعضه بحسابه\" وقذف غير المحصن يوجب التعزير وهو حق للمقذوف\nوالمحصن هنا: الحر المسلم العاقل العفيف \"الملتزم\" الذي يجامع مثله ولا\nيشترط بلوغه.\n</p>\n\n<p>\nوصريح القذف: يا زاني يا لوطي ونحوه وكنايته يا قحبة يا فاجرة يا خبيثة\nفضحت زوجك أو نكست رأسه أو جعلت له قرونا ونحوه إن فسره بغير القذف قبل وإن\nقذف أهل بلد أو جماعة لا يتصور منهم الزنا عادة عزر.\n</p>\n\n<p>\n\"ويسقط حد القذف بالعفو\", \"ولا يستوفى بدون الطلب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>باب حد المسكر</h1>\n\n<p>\nكل شراب أسكر كثيره فقليله حرام وهو خمر من أي شيء كان ولا يباح شربه\nللذة ولا لتداو ولا عطش ولا غيره إلا لدفع لقمة غص بها \"ولم يحضره غيره\".\n</p>\n\n<p>\nوإذا شربه \"المسلم\" المكلف1 مختارا عالما أن كثيره يسكر فعليه الحد\nثمانون جلدة مع الحرية وأربعون مع الرق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>باب التعزير</h1>\n\n<p>\nوهو التأديب وهو واجب في كل معصية لا حد فيها ولا كفارة كاستمتاع لا حد\nفيه وسرقة لا قطع فيها وجناية لا قود فيها وإتيان المرأة المرأة والقذف\nبغير الزنا ونحوه <span id='ms88'></span>.\n</p>\n\n<p>\nولا يزاد في التعزير على عشر جلدات ومن استمنى بيده بغير1 حاجة عزر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>باب القطع في السرقة</h1>\n\n<p>\n\"إذا أخذ الملتزم نصابا من حرز مثله من مال معصوم لا شبهة له فيه\" على\nوجه الاختفاء قطع فلا قطع على منتهب ولا مختلس ولا غاصب ولا خائن في وديعة\nأو عارية أو غيرها ويقطع الطرار الذي يبط الجيب أو غيره ويأخذ منه.\n</p>\n\n<p>\nويشترط أن يكون المسروق مالا محترما فلا قطع بسرقة آلة لهو ولا محرم\nكالخمر.\n</p>\n\n<p>\nويشترط أن يكون نصابا وهو ثلاثة دراهم أو ربع دينار أو عرض قيمته كأحدهما\nوإذا نقصت قيمة المسروق أو ملكها السارق لم يسقط القطع \"وتعتبر قيمتها وقت\nإخراجها من الحرز\" فلو ذبح فيه كبشا \"أو شق فيه ثوبا فنقصت قيمته عن نصاب\nثم أخرجه\" \"أو تلف فيه المال\" لم يقطع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nوأن يخرجه من الحرز فإن سرقه من غير حرز فلا قطع وحرز المال: ما العادة\nحفظه فيه ويختلف باختلاف الأموال والبلدان وعدل السلطان وجوره وقوته وضعفه\nفحرز الأموال والجواهر والقماش في الدور والدكاكين والعمران1 وراء الأبواب\nوالأغلاق الوثيقة وحرز البقل وقدور الباقلاء ونحوهما وراء الشرائج إذا كان\nفي السوق حارس وحرز الحطب والخب والحظائر وحرز المواشي الصير وحرزها في\nالمرعى الراعي2 ونظره إليها \"غالبا\".\n</p>\n\n<p>\nوأن تنتفي الشبهة فلا يقطع بالسرقة من مال أبيه وإن علا ولا من مال ولده\nوإن سفل والأب والأم في هذا سواء ويقطع \"الأخ\" وكل قريب بسرقة مال قريبه\nولا يقطع أحد من الزوجين بسرقته من مال الآخر ولو كان محرزا عنه وإذا سرق\nعبد من مال سيده \"أو سيد من مال مكاتبه\", \"أو حر\" مسام من بيت المال أو من\nغنيمة لم تخمس \"أو فقير من غلة وقف على الفقراء\" أو شخص من مال له فيه شركة\nله أو لأحد ممن لا يقطع بالسرقة منه لم يقطع.\n</p>\n\n<p>\nولا يقطع إلا بشهادة عدلين أو بإقرار مرتين ولا ينزع عن إقراره حتى يقطع.\n</p>\n\n<p>\nوأن يطالب المسروق منه بماله.\n</p>\n\n<p>\nوإذا وجب القطع قطعت يده <span id='ms89'></span> اليمنى من مفصل الكف وحسمت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nومن سرق شيئا من غير حرز ثمرا كان أو كثرا أو غيرهما أضعفت عليه القيمة\nولا قطع1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>باب حد قطاع الطريق</h1>\n\n<p>\nوهم الذين يعرضون للناس بالسلاح في الصحراء أو البنيان فيغصبونهم المال\nمجاهرة لا سرقة.\n</p>\n\n<p>\nفمن منهم قتل مكافئا أو غيره \"كالولد والعبد والذمي\" وأخذ المال قتل ثم\nصلب حتى يشتهر.\n</p>\n\n<p>\nوإن قتل ولم يأخذ المال قتل حتما ولم يصلب.\n</p>\n\n<p>\nوإن جنوا بما يوجب قودا في الطرف تحتم استيفاؤه.\n</p>\n\n<p>\nوإن أخذ كل واحد من المال قدر ما يقطع يأخذه السارق ولم يقتلوا قطع من كل\nواحد يده اليمنى ورجله اليسرى في مقام واحد وحسمتا ثم خلي.\n</p>\n\n<p>\nفإن لم يصيبوا نفسا ولا مالا يبلغ نصاب السرقة نفوا بأن يشردوا فلا\nيتركوا يأوون إلى بلد.\n</p>\n\n<p>\nومن تاب منهم قبل أن يقدر عليه سقط عنه ما كان لله من نفي وقطع وصلب\nوتحتم قتل وأخذ بما للآدميين من نفس وطرف ومال إلا أن يعفى له عنها.\n</p>\n\n<p>\nومن صال على نفسه أو حرمته أو ماله آدمي أو بهيمة فله الدفع عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nذلك بأسهل ما يغلب على ظنه دفعه به فإن لم يندفع إلا بالقتل فله ذلك ولا\nضمان عليه وإن قتل فهو شهيد ويلزمه الدفع عن نفسه \"وحرمته دون ماله\" ومن\nدخل منزل رجل متلصصا فحكمه كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>باب قتال أهل البغي</h1>\n\n<p>\nإذا خرج قوم لهم شوكة ومنعة على الإمام بتأويل سائغ فهم بغاة وعليه أن\nيراسلهم فيسألهم ما ينقمون1 منه فإن ذكروا مظلمة أزالها وإن ادعوا شبهة\nكشفها2 فإن فاءوا وإلا قاتلهم.\n</p>\n\n<p>\nوإن اقتتلت طائفتان لعصبية أو رئاسة فهما ظالمتان وتضمن كل واحد ما أتلفت\nعلى الأخرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>باب حكم المرتد</h1>\n\n<p>\nوهو الذى يكفر بعد إسلامه فمن أشرك بالله أو جحد ربوبيته أو وحدانيته أو\nصفة من صفاته أو اتخذ لله صاحبة أو ولدا أو جحد بعض كتبه أو رسله أوسب الله\nأو رسوله فقد كفر ومن جحد تحريم الزنا أو شيئا من المحرمات الظاهرة المجمع\nعليها بجهل عرف ذلك <span id='ms90'></span> وإن كان مثله لا يجهله كفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفمن ارتد عن الإسلام وهو مكلف \"مختار\" رجل أو امرأة دعي إليه ثلاثة أيام\nوضيق عليه فإن لم يسلم قتل بالسيف.\n</p>\n\n<p>\nولا تقبل توبة من سب الله أو رسوله ولا من تكررت ردته بل يقتل بكل حال.\n</p>\n\n<p>\nوتوبة المرتد \"وكل كافر\" إسلامه بأن يشهد أن لا اله إلا الله وأن محمدا\nرسول الله ومن كان كفره بجحد فرض ونحوه فتوبته \"مع الشهادتين\" إقراره\nبالمجحود به أو قوله: أنا برئ من كل دين يخالف دين الإسلام1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>كتاب الأطعمة</h1>\n\n<h1 class='l1' id='head161'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الأطعمة\n</p>\n\n<p>\nالأصل فيها الحل فيباح كل طاهر لا مضرة فيه من حب وثمر وغيرهما ولا يحل\nنجس كالميتة والدم ولا ما فيه مضرة كالسم ونحوه.\n</p>\n\n<p>\nوحيوانات البر مباحة إلا الحمر الإنسية1 وما له ناب يفرس2 به غير الضبع:\nكالأسد والنمر والذئب \"والفيل\" والفهد والكلب والخنزير وابن آوى وابن عرس\nوالسنور والنمس والقرد \"والدب\" وما له مخلب من الطير يصيد به: كالعقاب\nوالبازي والصقر والشاهين \"والباشق\" والحدأة والبومة وما يأكل الجيف كالنسر\nوالرخم واللقلق \"والعقعق\" والغراب الأبقع \"والغداف وهو أسود صغير أغبر\"\n\"والغراب الأسود الكبير\" وما يستخبث كالقنفذ \"والنيص\" والفأرة والحية\nوالحشرات كلها \"والوطواط\" وما تولد من مأكول وغيره كالبغل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوما عدا ذلك فحلال كالخيل وبهيمة الأنعام والدجاج والوحشي من الحمر\nوالبقر3 والظباء والنعامة والأرنب وسائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالوحش ويياح حيوان البحر كله إلا الضفدع والتمساح والحية.\n</p>\n\n<p>\nومن اضطر إلى محرم \"غير السم\" حل له منه ما يسد رمقه \"ومن اضطر إلى نفع\nمال الغير مع بقاء عينه لدفع برد أو لاستقاء ماء ونحوه وجب بذله له مجانا\".\n</p>\n\n<p>\nومن مر بثمر \"بستان\" في شجرة \"أو متساقط عنه\" ولا حائط عليه ولا ناظر فله\nالأكل منه مجانا من غير حمل.\n</p>\n\n<p>\nوتجب ضيافة المسلم المجتاز به \"في القرى\" يوما وليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>باب الذكاة</h1>\n\n<p>\nلا يباح شيء من الحيوانات1 بغير ذكاة إلا الجراد والسمك وكل ما لا يعيش\nإلا في الماء.\n</p>\n\n<p>\nويشترط للذكاة أربعة شروط:\n</p>\n\n<p>\nأهلية المذكي: بأن يكون عاقلا <span id='ms91'></span> مسلما أو كتابيا \"ولو مراهقا\" أو امرأة \"أو\nأقلف أو أعمى\" ولا تباح ذكاة سكران ومجنون ووثني ومجوسي ومرتد.\n</p>\n\n<p>\nالثاني: الآلة: فتباح الذكاة بكل محدد2 ولو كان3 مغصوبا من حديد وحجر\nوقصب وغيره إلا السن والظفر.\n</p>\n\n<p>\nالثالث: قطع الحلقوم والمريء \"فإن أبان الرأس بالذبح لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nيحرم المذبوح\".\n</p>\n\n<p>\nوذكاة ما عجز عنه من الصيد والنعم المتوحشة والواقعة في بئر ونحوها بجرحه\nفي أي موضع كان من بدنه إلا أن يكون رأسه في الماء ونحوه فلا يباح.\n</p>\n\n<p>\nالرابع: أن يقول عند بالذبح: بسم الله لا يجزئه غيرها فإن تركها سهوا\nأبيحت لا عمدا.\n</p>\n\n<p>\nويكره أن يذبح بآلة كالة وأن يحدها والحيوان يبصره وأن يوجهه إلى غير\nالقبلة وأن يكسر عنقه أو يسلخه قبل أن يبرد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>باب الصيد</h1>\n\n<p>\nلا يحل الصيد المقتول في الاصطياد إلا بأربعة شروط: أحدها: أن يكون\nالصائد من أهل الذكاة.\n</p>\n\n<p>\nالثاني: الآلة: وهي نوعان: محدد: يشترط فيه ما يشترط في آلة الذبح وأن\nيجرح فإن قتله بثقله لم يبح وما ليس بمحدد كالبندق والعصا والشبكة والفخ لا\nيحل ما قتل به.\n</p>\n\n<p>\nوالنوع الثاني: الجارحة فيباح ما قتلته إن كانت معلمة.\n</p>\n\n<p>\nالثالث: إرسال الآلة قاصدا فإن استرسل الكلب أو غيره بنفسه لم يبح إلا أن\nيزجره فيزيد في عدوه في طلبه1 فيحل.\n</p>\n\n<p>\nالرابع: التسمية عند إرسال السهم أو الجارحة فإن تركها عمدا أو سهوا لم\nيبح, \"ويسن أن يقول معها: الله أكبر كالذكاة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>كتاب الأيمان</h1>\n\n<h1 class='l1' id='head165'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الأيمان\n</p>\n\n<p>\nاليمين1 التي تجب فيها2 الكفارة إذا حنث هي اليمين بالله أو صفة من صفاته\nأو بالقرآن أو بالمصحف.\n</p>\n\n<p>\nوالحلف بغير الله محرم ولا تجب به كفارة.\n</p>\n\n<p>\nويشترط لوجوب الكفارة ثلاثة شروط:\n</p>\n\n<p>\nالأول: أن تكون اليمين منعقدة وهي التي قصد عقدها على مستقبل ممكن فإن\nحلف على أمر ماض كاذبا عالما فهي الغموس, ولغو اليمين: الذي يجري على لسانه\nبغير قصد كقوله: لا والله وبلى والله وكذا يمين عقدها يظن صدق نفسه فبان\nبخلافه فلا كفارة في الجميع.\n</p>\n\n<p>\nالثاني: أن يحلف مختارا فإن <span id='ms92'></span> حلف مكرها لم تنعقد يمينه.\n</p>\n\n<p>\nالثالث: الحنث في يمينه بأن يفعل ما حلف على تركه أو بترك ما حلف على\nفعله مختارا ذاكرا فإن حنث مكرها أو ناسيا فلا كفارة ومن قال في يمين\nمكفرة: إن شاء الله لم يحنث.\n</p>\n\n<p>\nويسن الحنث في اليمين إذا كان خيرا ومن حرم حلالا \"سوى الزوجة3\" من أمة\nأو طعام أو لباس أو غيره لم يحرم وتلزمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nكفارة يمين إن فعله.\n</p>\n\n<p>\nفصل في كفارة اليمين\n</p>\n\n<p>\nيخير من لزمته كفارة يمين بين إطعام عشرة مساكين أو كسوتهم أو عتق رقبة1\nفمن لم يجد فصيام ثلاثة أيام متتابعة.\n</p>\n\n<p>\nومن لزمته أيمان قبل التكفير موجبها واحد فعليه كفارة واحدة وإن اختلف\nموجبها كظهار ويمين بالله لزماه ولم يتداخلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>باب جامع الأيمان</h1>\n\n<p>\nيرجع في الأيمان إلى نية الحالف \"إذا احتملها اللفظ\" فإن عدمت النية رجع\nإلى سبب اليمين وما1 هيجها فإن عدم ذلك رجع إلى التعيين.\n</p>\n\n<p>\nفإذا حلف: لا لبست هذا القميص فجعله سراويل أو رداء أو عمامة ولبسه أو:\nلا كلمت هذا الصبي فصار شيخا أو زوجة فلان هذه أو صديقه فلانا أو مملوكه\nسعيدا فزالت الزوجية والملك والصداقة ثم كلمهم أو: لا أكلت لحم هذا الحمل\nفصار كبشا أو هذا الرطب فصار2 تمرا أو دبسا أو خلا أو هذا اللبن فصار جبنا\nأو كشكا ونحوه ثم أكل3 حنث في الكل \"إلا أن ينوي مادام على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nتلك الصفة1\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفإن عدم ذلك رجع إلى ما يتناوله الاسم وهو ثلاثة: شرعي وحقيقي2 وعرفي.\n</p>\n\n<p>\nفالشرعي: ماله موضوع في الشرع وموضوع في اللغة المطلق ينصرف إلى الموضوع\nالشرعي الصحيح فإذا حلف لا يبيع أو لا ينكح فعقد عقدا فاسدا لم يحنث وإن\nقيد يمينه بما يمنع الصحة كأن حلف لا يبيع الخمر أو الحر حنث بصورة العقد.\n</p>\n\n<p>\n\"والحقيقي هو الذي لم يغلب مجازه على حقيقته كاللحم3\" فإذا حلف لا يأكل\nلحما فأكل شحما أو مخا أو كبدا أو نحوه لم يحنث وإن حلف لا يأكل أدما حنث\nبأكل البيض والتمر <span id='ms93'></span> والملح والزيتون ونحوه وكل ما يصطبغ به4، ولا يلبس شيئا\nفلبس ثوبا أو درعا أو جوشنا أو نعلا حنث وإن حلف لا يكلم إنسانا حنث بكلام\nكل إنسان ولا يفعل شيئا فوكل من يفعله5 حنث إلا أن ينوى \"مباشرته بنفسه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوالعرفي: ما اشتهر مجازه فغلب الحقيقة1 كالراوية والغائط ونحوهما فتتعلق\nاليمين بالعرف فإذا حلف على وطء زوجته أو وطء دار تعلقت يمينه بجماعها\nوبدخول الدار.\n</p>\n\n<p>\nوإن حلف لايأكل شيئا فكله مستهلكا في غيره كمن حلف لايأكل سمنا فأكل\nخبيصا فيه سمن لا يظهر فيه طعمه أو لا يأكل بيضا فأكل ناطفا لم يحنث وإن\nظهر طعم شيء من المحلوف عليه حنث2.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"وإن حلف لا يفعل شيئا ككلام زيد ودخول داره ونحوه ففعله مكرها لم يحنث\".\n</p>\n\n<p>\nوإن حلف على نفسه \"أو غيره ممن يقصد منعه كالزوجة والولد\" أن لا يفعل\nشيئا ففعله ناسيا \"أو جاهلا\" حنث في الطلاق والعتاق فقط \"وعلى من لا يمتنع\nبيمينه من سلطان وغيره ففعله حنث مطلقا\" وإن فعل \"هو أو غيره ممن قصد منعه\"\nبعض ما حلف على كله لم يحنث ما لم تكن نية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>باب النذر</h1>\n\n<p>\nلا يصح إلا من بالغ عاقل ولو كافرا.\n</p>\n\n<p>\nوالصحيح منه خمسة أقسام:\n</p>\n\n<p>\nالمطلق: مثل أن يقول: لله علي نذر \"ولم1 يسم شيئا\" فيلزمه كفارة يمين.\n</p>\n\n<p>\nالثاني: نذر اللجاج والغضب \"وهو تعليق نذر2 بشرط\" يقصد المنع منه أو\nالحمل عليه \"أو التصديق أو التكذيب\" فيخير بين فعله ويين3 كفارة يمين.\n</p>\n\n<p>\nالثالث: نذر المباح كلبس ثوبه وركوب دابته فحكمه كالثاني وإن نذر مكروها\nمن طلاق أو غيره استحب أن يكفر ولا يفعله.\n</p>\n\n<p>\nالرابع: نذر المعصية كشرب الخمر4 وصوم يوم الحيض والنحر5 فلا يجوز الوفاء\nبه ويكفر.\n</p>\n\n<p>\nالخامس: نذر التبرر مطلقا أو معلقا كفعل الصلاة والصيام والحج ونحوه\nكقوله: إن شفى الله مريضي أو سلم مالي الغائب فلله علي كذا فوجد الشرط لزمه\nالوفاء به إلا إذا نذر الصدقة بماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nكله \"أو بمسمى منه يزيد على ثلث الكل\" فإنه يجزئه قدر <span id='ms94'></span> الثلث \"وفيما\nعداهما1 يلزمه المسمى\" ومن نذر صوم شهر لزمه التتابع وإن نذر أياما معدودة\nلم يلزمه التتابع إلا بشرط \"أو نية2\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>كتاب القضاء</h1>\n\n<h1 class='l1' id='head169'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب القضاء\n</p>\n\n<p>\nوهو فرض كفاية يلزم الإمام أن ينصب في كل إقليم قاضيا ويختار أفضل من\nيجده \"علما\" وورعا ويأمره بتقوى الله وبأن يتحرى العدل ويجتهد في إقامته\nفيقول: وليتك الحكم أو قلدتك ونحوه ويكاتبه في البعد.\n</p>\n\n<p>\nوتفيد ولاية الحكم العامة: الفصل بين الخصوم1 وأخذ الحق لبعضهم من بعض2\nوالنظر في أموال غير المرشدين والحجر على من يستوجبه لسفه أو فلس والنظر في\nوقوف عمله ليعمل بشرطها وتنفيذ الوصايا3 وتزويج من لا ولي لها وإقامة\nالحدود وإمامة4 الجمعة \"والعيد\" والنظر في مصالح عمله بكف الأذى عن الطرقات\nوأفنيتها ونحوه ويجوز أن يولي عموم النظر في عموم العمل يولي خاصا فيهما أو\nفي أحدهما.\n</p>\n\n<p>\nويشترط في القاضي عشر صفات: كونه بالغا عاقلا ذكرا حرا مسلما عدلا سميعا\nبصيرا متكلما مجتهدا \"ولو في مذهبه\".\n</p>\n\n<p>\nوإذا حكم اثنان رجلا يصلح للقضاء في المال والحدود واللعان وغيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>باب أدب القاضي</h1>\n\n<p>\nينبغي أن يكون قويا من غير عنف لينا من غير ضعف حليما ذا أناة وفطنة\nوليكن مجلسه في وسط البلد فسيحا ويعدل بين الخصمين في لحظه ولفظه ومجلسه\nودخولهما عليه وينبغي أن يحضر مجلسه فقهاء المذاهب ويشاورهم فيما أشكل1\nعليه.\n</p>\n\n<p>\nويحرم القضاء وهو غضبان \"كثيرا\" أو حاقن أو في شدة جوع أو عطش أو هم \"أو\nملل\", \"أو كسل\" أو نعاس أو برد مؤلم أو حر مزعج وإن خالف فأصاب الحق نفذ\nويحرم قبول رشوة وكذا هدية إلا ممن كان يهاديه قبل ولايته إذا لم تكن له\nحكومة.\n</p>\n\n<p>\nويستحب أن لا يحكم إلا بحضرة الشهود ولا ينفذ حكمه لنفسه ولا لمن لا تقبل\nشهادته له.\n</p>\n\n<p>\nومن ادعى على غير برزة لم تحضر وأمرت بالتوكيل وإن لزمها يمين أرسل من\nيحلفها \"وكذا المريض\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>باب طريق الحكم وصفته</h1>\n\n<p>\nإذا جلس1 إليه خصمان قال: أيكما المدعي فان سكت حتى يبدأ جاز فمن <span id='ms95'></span> سبق2\nبالدعوى قدمه فان أقر له حكم له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nعليه1 وإن أنكر قال للمدعي: إن كان لك بينة فأحضرها \"إن شئت\" فإن أحضرها\nسمعها وحكم2 بها ولا يحكم بعلمه وإن قال المدعي: مالي بينة أعلمه الحاكم أن\nله اليمين على خصمه \"على صفة جوابه\" فإن سأله3 إحلافه أحلفه وخلى سبيله.\n</p>\n\n<p>\nولا يعتد بيمينه قبل مسألة المدعي وإن نكل قضي عليه فيقول: إن حلفت وإلا\nقضيت عليك فإن لم يحلف قضي عليه فإن حلف المنكر ثم إن أحضر المدعي4 بينته5\nحكم بها ولم تكن اليمين مزيلة للحق6.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولا تصح الدعوى إلا محررة معلومة المدعى به إلا ما نصححه مجهولا كالوصية\n\"وعبد من عبيده مهرا ونحوه\".\n</p>\n\n<p>\nوإن ادعى عقد نكاح أو بيع أو غيرهما فلابد من ذكر شروطه وإن ادعت امرأة\nنكاح رجل لطلب نفقة أو مهر أو نحوهما سمعت دعواها وإن لم تدع سوى النكاح لم\nتقبل وإن ادعى الإرث ذكر سببه.\n</p>\n\n<p>\nوتعتبر عدالة البينة ظاهرا وباطنا \"ومن جهلت عدالته سأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nعنه\" وإن علم عدالته عمل بها وإن جرح الخصم الشهود كلف البينة به وأنظر\nله ثلاثة1 إن طلبه وللمدعي ملازمته فإن لم يأت ببينة حكم عليه وإن جهل حال\nالبينة طلب من المدعي تزكيتهم ويكفي فيها \"عدلان\" يشهدان بعدالته.\n</p>\n\n<p>\nولا يقبل في الترجمة \"والتزكية\" والجرح والتعريف والرسالة إلا قول عدلين.\n</p>\n\n<p>\nويحكم على الغائب إذا ثبت عليه الحق وإن ادعى على حاضر في البلد2 غائب عن\nمجلس الحكم وأتى ببينة لم تسمع الدعوى ولا البينة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>باب1 كتاب القاضي إلى القاضي</h1>\n\n<p>\nيقبل كتاب القاضي إلى القاضي في كل حق حتى القذف لا في حدود الله كحد\nالزنا ونحوه ويقبل فيما حكم به لينفذه \"وإن كان2 في بلد واحد\" ولا يقبل\nفيما ثبت عنده3 ليحكم به إلا أن يكون بينهما مسافة القصر4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يكتب إلى قاض معين وإلى كل من يصل إليه كتابه من قضاة المسلمين.\n</p>\n\n<p>\nولا يقبل إلا أن يشهد به القاضى الكاتب شاهدين فيقرأه عليهما ثم يقول:\nاشهدا أن هذا <span id='ms96'></span> كتابي إلى فلان ابن فلان ويدفعه1 إليهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>باب1 القسمة</h1>\n\n<p>\nلا تجوز قسمة الأملاك التي لا تنقسم إلا بضرر أو رد عوض إلا برضى الشركاء\nكالدور الصغار والحمام \"والطاحون الصغيرين\" والأرض التي لا تتعدل2 بأجزاء\n\"ولا قيمة3، لبناء4 أو بئر في بعضها\" فهذه القسمة في حكم البيع ولا يجبر من\nامتنع من قسمتها.\n</p>\n\n<p>\nوأما ما لا ضرر ولا رد عوض في قسمته كالقرية والبستان والدار الكبيرة\nوالأرض والدكاكين الواسعة والمكيل والموزون من جنس واحد كالأدهان والألبان\nونحوها إذا طلب الشريك قسمتها أجبر الآخر عليها وهذه القسمة إفراز لا يبع.\n</p>\n\n<p>\nويجوز للشركاء \"أن يتقاسموا بأنفسهم\" وبقاسم ينصبونه أو يسألوا الحاكم\nنصبه \"وأجرته على قدر الأملاك\" فإذا اقتسموا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nاقترعوا لزمت القسمة1 وكيف اقترعوا جاز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>باب الدعاوى والبينات</h1>\n\n<p>\nالمدعي: من إذا سكت ترك والمدعى عليه: من إذا سكت لم يترك.\n</p>\n\n<p>\nولا تصح الدعوى والإنكار إلا من جائز التصرف وإذا تداعيا عينا بيد أحدهما\nفهي له مع يمينه إلا أن تكون له بينة فلا يحلف وإن أقام كل واحد بينة أنها\nله قضي للخارج بينته ولغت بينة الداخل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>كتاب الشهادات</h1>\n\n<h1 class='l1' id='head176'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nكتاب الشهادات\n</p>\n\n<p>\nتحمل الشهادات \"في غير حق الله\" فرض كفاية إن لم يوجد إلا من يكفي تعين\nعليه.\n</p>\n\n<p>\nوأداؤها فرض عين على من تحملها متى دعي إليها وقدر \"بلا ضرر في بدنه أو\nعرضه أو ماله أو أهله وكذا في التحمل\", \"ولا يحل كتمانها\" ولا أن يشهد إلا\nبما يعلمه1 برؤية أو سماع أو استفاضة فيما يتعذر علمه بدونها كنسب وموت\nوملك مطلق ونكاح ووقف ونحوها.\n</p>\n\n<p>\nومن شهد بنكاح أو غيره من العقود فلا بد من ذكر شروطه.\n</p>\n\n<p>\nوإن شهد برضاع أو بسرقة \"أو شرب2\" أو قذف فإنه يصفه ويصف الزنا بذكر\nالزمان والمكان والمزني بها ويذكر ما يعتبر للحكم ويختلف به في الكل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nشروط من تقبل شهادته ستة3:\n</p>\n\n<p>\nالبلوغ فلا تقبل شهادة الصبيان4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: العقل فلا تقبل شهادة مجنون ولا معتوه وتقبل ممن يخنق أحيانا في\nحال إفاقته.\n</p>\n\n<p>\nالثالث: الكلام فلا <span id='ms97'></span> تقبل شهادة الأخرس ولو فهمت إشارته \"إلا إذا أداها\nبخطه\".\n</p>\n\n<p>\nالرابع: الإسلام.\n</p>\n\n<p>\nالخامس: الحفظ.\n</p>\n\n<p>\nالسادس: العدالة ويعتبر لها شيئان: الصلاح في الدين وهو: أداء الفرائض\n\"بسننها الراتبة\" واجتناب المحارم بأن لا يأتي كبيرة ولا يدمن على صغيرة\nولا1 تقبل شهادة فاسق.\n</p>\n\n<p>\nالثاني: استعمال المروءة وهو فعل ما يجمله ويزينه واجتناب ما يدنسه\nويشينه.\n</p>\n\n<p>\nومتى زالت الموانع فبلغ الصبي وعقل المجنون وأسلم الكافر وتاب الفاسق\nقبلت شهادتهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>باب موانع الشهادة وعدد الشهود</h1>\n\n<p>\nلا تقبل شهادة عمودي النسب بعضهم لبعض ولا شهادة أحد الزوجين لصاحبه\nوتقبل عليهم ولا من يجر إلى نفسه نفعا أو يدفع1 عنها ضررا ولا عدو على عدو\nكمن شهد على من قذقه, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nأو قطع الطريق عليه \"ومن سره مساءة شخص أو غمه فرحه فهو عدوه\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولا يقبل في الزنا والإقرار به إلا أربعة \"ويكفي على من أتى بهيمة\nرجلان\".\n</p>\n\n<p>\nويقبل في بقية الحدود والقصاص وما ليس \"بعقوبة\" ولا مال ولا يقصد به\nالمال وبطلع عليه الرجال غالبا كنكاح وطلاق ورجعة وخلع ونسب وولاء وإيصاء\nإليه يقبل فيه1 رجلان.\n</p>\n\n<p>\nويقبل في المال وما يقصد به كالبيع \"والأجل والخيار فيه\" ونحوه \"رجلان\"\nأو رجل وامرأتان ورجل ويمين المدعي.\n</p>\n\n<p>\nوما لا يطلع عليه الرجال: كعيوب النساء تحت الثياب والبكارة والثيوبة\nوالحيض والولادة والرضاع والاستهلال ونحوه يقبل فيه شهادة امرأة \"عدل2\"\nوالرجل فيه كالمرأة.\n</p>\n\n<p>\nومن أتى برجل وامرأتين \"أو شاهد ويمين\" فيما يوجب القود لم يثبت به قود\nولا مال وإن أتى بذلك في سرقة ثبت المال دون القطع3 وإن أتى بذلك4 في خلع\nثبت له العوض \"وثبت البينونة بمجرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nدعواه\".\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولا تقبل الشهادة على الشهادة إلا في حق يقبل فيه كتاب القاضي إلى القاضي\nولا يحكم بها إلا أن تتعذر شهادة الأصل بموت أو مرض أو غيبة مسافة قصر.\n</p>\n\n<p>\nولا يجوز لشاهد الفرع أن يشهد إلا أن يسترعيه1 شاهد الأصل فيقول: اشهد\nعلى شهادتي بكذا أو يسمعه يقر2 بها أو يعزوها إلى سبب من قرض أو بيع أو\nنحوه <span id='ms98'></span>.\n</p>\n\n<p>\nوإذا رجع شهود المال بعد الحكم لم ينقض ويلزمهم3 الضمان \"دون من زكاهم4\"\nوإن حكم بشاهد ويمين ثم رجع الشاهد غرم المال كله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>باب اليمين في الدعاوى</h1>\n\n<p>\n\"لا يستحلف في العبادات ولا في حدود الله\" ويستحلف المنكر في كل حق لآدمي\nإلا النكاح والطلاق والرجعة والإيلاء وأصل الرق والولاء والاستيلاد والنسب\nوالقود والقذف.\n</p>\n\n<p>\nواليمين المشروعة: اليمين بالله ولا تغلظ إلا فيما له خطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>كتاب الإقرار</h1>\n\n<p>\nويصح من مكلف مختار غير محجور عليه ولا يصح من مكره وإن أكره على وزن مال\nفباع ملكه لذلك صح.\n</p>\n\n<p>\nوإن1 أقر في مرضه بشيء فكإقراره2 في صحته إلا في إقراره بالمال لوارثه\nفلا يقبل وإن أقر لامرأته بالصداق فلها مهر المثل \"بالزوجية لا بإقراره\"\nولو أقر أنه كان أبانها في صحته لم يسقط إرثها.\n</p>\n\n<p>\nوإن أقر لوارث فصار عند الموت أجنبيا لم يلزم إقراره \"لا أنه3 باطل\" وإن\nأقر لغير وارث4 \"أو أعطاه\" صح وإن صار عند الموت وارثا.\n</p>\n\n<p>\nوإن أقرت امرأة على نفسها بنكاح \"ولم يدعها5 اثنان\" قبل وإن أقر وليها\nبالنكاح \"أو الذي أذنت له\" صح.\n</p>\n\n<p>\nوإن أقر بنسب صغير أو مجنون مجهول النسب أنه ابنه ثبت نسبه منه6، فإن كان\nميتا ورثه وإن ادعى على شخص بشيء فصدقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nصح1.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا وصل بإقراره ما يسقطه مثل أن يقول له: علي ألف لا يلزمني2 ونحوه لزمه\nالألف وإن قال: كان له علي وقضيته فقوله مع يمينه3 ما لم تكن بينة4 \"أو\nيعترف بسبب الحق\".\n</p>\n\n<p>\nوإن قال: له علي مائة ثم سكت سكونا يمكنه الكلام فيه ثم قال: زيوفا أو\nمؤجلة5 لزمه مائة6 جيدة حالة وإن أقر بدين مؤجل فأنكر المقر له الأجل فقول\nالمقر \"مع يمينه\" وإن أقر أنه وهب أو رهن وأقبض أو أقر بقبض ثمن أو غيره ثم\nأنكر القبض7 \"ولم يجحد الإقرار\" وسأل إحلاف خصمه فله ذلك.\n</p>\n\n<p>\nوإن باع شيئا أو وهبه أو عتقه ثم أقر أن ذلك كان لغيره لم يقبل قوله ولم\nينفسخ البيع ولا غيره ولزمته <span id='ms99'></span> غرامته للمقر له8 وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لم يكن ملكي ثم ملكته بعد وأقام بينة قبلت إلا أن يكون قد أقر أنه\nملكه أو أنه قبض1 ثمن ملكه2 لم يقبل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nإذا قال: له علي شيء أو كذا قيل له فسره فإن أبى حبس حتى يفسره فإن فسره\nبحق شفعة أو أقل مال3 قبل وإن فسره بميتة أو خمر أو كقشر جوزة لم يقبل\nويقبل بكلب \"يباح4 نفعه\" أو حد قذف وإن قال: له علي ألف رجع في تفسير جنسه\nإليه فإن فسره \"بجنس\" واحد أو بأجناس قبل منه.\n</p>\n\n<p>\nوإذا قال: له علي5 ما بين درهم وعشرة لزمه ثمانية \"وإن قال: ما بين درهم\nإلى عشرة\" أو من درهم إلى عشرة لزمه تسعة وإن قال: له علي درهم أو دينار\nلزمه أحدهما6.\n</p>\n\n<p>\nوإن قال: له علي تمر في جراب أو سكين في قراب أو فص في خاتم ونحوه7 فهو\nمقر بالأول. والله سبحانه وتعالى أعلم8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n             <span id='ms100'></span>\n</p>\n",
  "pages": [
    "000",
    "025",
    "026",
    "026",
    "027",
    "027",
    "028",
    "028",
    "029",
    "029",
    "030",
    "030",
    "031",
    "031",
    "032",
    "032",
    "033",
    "033",
    "034",
    "034",
    "035",
    "035",
    "036",
    "037",
    "038",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "044",
    "045",
    "046",
    "047",
    "048",
    "048",
    "049",
    "050",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "062",
    "063",
    "064",
    "064",
    "065",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "073",
    "074",
    "075",
    "076",
    "076",
    "076",
    "077",
    "077",
    "078",
    "078",
    "078",
    "079",
    "080",
    "081",
    "082",
    "082",
    "083",
    "083",
    "084",
    "084",
    "085",
    "086",
    "086",
    "087",
    "087",
    "087",
    "088",
    "088",
    "089",
    "089",
    "090",
    "090",
    "090",
    "091",
    "091",
    "092",
    "093",
    "094",
    "095",
    "095",
    "096",
    "097",
    "098",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "103",
    "104",
    "104",
    "105",
    "106",
    "107",
    "108",
    "108",
    "109",
    "109",
    "110",
    "111",
    "111",
    "112",
    "113",
    "113",
    "114",
    "114",
    "115",
    "116",
    "116",
    "117",
    "117",
    "118",
    "119",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "124",
    "125",
    "126",
    "126",
    "126",
    "127",
    "128",
    "129",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "134",
    "135",
    "136",
    "137",
    "137",
    "138",
    "138",
    "139",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "144",
    "145",
    "146",
    "146",
    "147",
    "147",
    "147",
    "148",
    "149",
    "150",
    "151",
    "151",
    "152",
    "152",
    "153",
    "153",
    "154",
    "154",
    "155",
    "155",
    "156",
    "156",
    "157",
    "157",
    "158",
    "158",
    "159",
    "160",
    "160",
    "160",
    "161",
    "162",
    "163",
    "163",
    "164",
    "165",
    "165",
    "166",
    "167",
    "167",
    "168",
    "168",
    "169",
    "170",
    "171",
    "171",
    "172",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "179",
    "180",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "186",
    "187",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "204",
    "205",
    "206",
    "207",
    "208",
    "208",
    "209",
    "209",
    "210",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "215",
    "216",
    "216",
    "217",
    "217",
    "218",
    "218",
    "219",
    "220",
    "220",
    "221",
    "221",
    "222",
    "223",
    "223",
    "224",
    "224",
    "224",
    "225",
    "226",
    "227",
    "227",
    "228",
    "228",
    "229",
    "230",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "236",
    "237",
    "238",
    "238",
    "239",
    "239",
    "240",
    "240",
    "241",
    "242",
    "242",
    "243",
    "244",
    "244",
    "245",
    "246",
    "247",
    "248"
  ],
  "volumes": [
    "01"
  ]
}