{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الحض على ذكر الله</h1>\n\n<p>\nاللهم صل على أشرف خلقك محمد، ولله الحمد وكفى، وسلام على عباده الذين\nاصطفى وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده\nورسوله.\n</p>\n\n<p>\nقال الله تعالى {يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا *\nيصلح لكم أعمالكم ويغفر لكم ذنوبكم} (الأحزاب 70-71) وقال تعالى {إليه يصعد\nالكلم الطيب والعمل الصالح} (فاطر 10) وقال تعالى {فاذكروني أذكركم واشكروا\nلي} (البقرة 152) وقال تعالى {اذكروا الله ذكرا كثيرا} (الأحزاب 41) وقال\nتعالى {والذاكرين الله كثيرا والذاكرات} (الأحزاب 35) وقال تعالى {الذين\nيذكرون الله قياما وقعودا وعلى جنوبهم} (آل عمران 190) وقال تعالى {إذا\nلقيتم فئة فاثبتوا واذكروا الله كثيرا} (الأنفال 44)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى {فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكرا}\n(البقرة 200) وقال تعالى {لا تلهكم أموالكم ولا أولادكم عن ذكر الله} وقال\nتعالى {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء\nالزكاة} (المنافقون 9) وقال تعالى {واذكر ربك في نفسك تضرعا وخيفة ودون\nالجهر من القول بالغدو والآصال ولا تكن من الغافلين} (الأعراف 205)\n</p>\n\n<h1 class='l1' id='head1'>فضل الذكر</h1>\n\n<p>\nعن أبي الدرداء رضي الله عنه «قال رسول الله صلى الله عليه وسلم: ألا\nأنبئكم بخير أعمالكم وأزكاها عند مليككم وأرفعها في درجاتكم وخير لكم من\nإنفاق الذهب والورق وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا\nأعناقكم؟ قالوا: بلى يا رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالله.\n</p>\n\n<p>\nقال: ذكر الله» خرجه الترمذي وابن ماجه وقال الحاكم صحيح الإسناد.\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال النبي صلى الله عليه وسلم: سبق\nالمفردون.\n</p>\n\n<p>\nقالوا: وما المفردون يا رسول الله؟ قال: الذاكرون الله كثيرا والذاكرات»\nخرجه مسلم.\n</p>\n\n<p>\nوذكر عبد الله بن بسر أن «رجلا قال: يا رسول الله إن شرائع الايمان قد\nكثرت علي، فأخبرني بشيء أتثبت به.\n</p>\n\n<p>\nقال: لا يزال لسانك رطبا من ذكر الله تعالى» رواه الترمذي وقال: حديث\nحسن.\n</p>\n\n<p>\nوعن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n«مثل الذي يذكر ربه والذي لا <span id='ms01'></span> يذكر ربه مثل الحي والميت» أخرجه البخاري.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه «عن رسول الله صلى الله عليه وسلم قال: من\nقعد مقعدا لم يذكر الله تعالى فيه، كانت عليه من الله تعالى ترة ومن اضطجع\nمضجعا لا يذكر الله تعالى فيه كانت عليه من الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nترة» أي نقص وتبعة وحسرة.\n</p>\n\n<p>\nخرجه أبو داود.\n</p>\n\n<h1 class='l1' id='head2'>فضل التحميد والتهليل والتسبيح</h1>\n\n<p>\nفي الصحيحين عن أبي هريرة رضي الله عنه «أن رسول الله صلى الله عليه وسلم\nقال: من قال لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على\nكل شيء قدير في يوم مائة مرة كانت له عدل عشر رقاب وكتبت له مائة حسنه\nومحيت عنه مائة سيئة وكانت له حرزا من الشيطان يومه ذلك حتى يمسي ولم يأت\nأحد بأفضل مما جاء به إلا رجل عمل أكثر منه»\n</p>\n\n<p>\nوقال «من قال سبحان الله وبحمده في يوم مائة مرة حطت عنه خطاياه وإن كانت\nمثل زبد البحر»\n</p>\n\n<p>\nوفيهما أيضا عن أبي هريرة رضي الله عنه قال، «قال رسول الله صلى الله\nعليه وسلم: كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى\nالرحمن: سبحان الله وبحمده، سبحان الله العظيم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: لأن\nأقول سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر أحب إلي مما\nطلعت عليه الشمس» خرجه مسلم\n</p>\n\n<p>\nوقال سمرة بن جندب رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: أحب\nالكلام إلى الله تعالى أربع، لا يضرك بأيهن بدأت، سبحان الله، والحمد لله\nولا إله إلا الله، والله أكبر» خرجه مسلم\n</p>\n\n<p>\nوخرج أيضا «عن سعد بن أبي وقاص رضي الله عنه، قال: كنا عند رسول الله صلى\nالله عليه وسلم فقال: أيعجز أحدكم أن يكسب كل يوم ألف حسنة، قال: يسبح مائة\nتسبيحة فتكتب له ألف حسنة، أو تحط عنه ألف خطيئة»\n</p>\n\n<p>\nوفيه أيضا «عن جويرية أم المؤمنين رضي الله <span id='ms02'></span> عنها أن النبي صلى الله عليه\nوسلم خرج من عندها بكرة حين صلى الصبح وهي في مسجدها، ثم رجع بعد أن أضحى\nوهي جالسة فقال: ما زلت على الحال التي فارقتك عليها؟ قالت: نعم.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: لقد قلت بعدك أربع كلمات، ثلاث مرات، لو\nوزنت بما قلت منذ اليوم لوزنتهن: سبحان الله عدد خلقه، سبحان الله رضى نفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nسبحان الله زنة عرشه، سبحان الله مداد كلماته»\n</p>\n\n<p>\nوعن سعد بن أبي وقاص رضي الله عنه «أنه دخل مع رسول الله صلى الله عليه\nوسلم على امرأة وبين يديها نوى، أو حصى تسبح به فقال: ألا أخبرك بما هو\nأيسر عليك من هذا، أو أفضل؟ فقال: سبحان الله عدد ما خلق في السماء، وسبحان\nالله عدد ما بين ذلك، وسبحان الله عدد ما هو خالق، والله أكبر مثل ذلك،\nوالحمد لله مثل ذلك ولا إله إلا الله مثل ذلك، ولا حول ولا قوة إلا بالله\nمثل ذلك» خرجه أبو داود، والترمذي وقال حديث حسن.\n</p>\n\n<p>\nوعن سعد بن أبي وقاص رضي الله عنه أن «أعرابيا جاء إلى النبي صلى الله\nعليه وسلم فقال: يا رسول الله علمني كلمات أقولهن.\n</p>\n\n<p>\nقال: قل: لا إله إلا الله وحده لا شريك له، الله أكبر كيرا، والحمد لله\nكثيرا.\n</p>\n\n<p>\nوسبحان الله رب العالمين، ولا حول ولا قوة إلا بالله العزيز الحكيم.\n</p>\n\n<p>\nقال: فهؤلاء لربي، فما لي؟ قال: قل: اللهم اغفر لي، وارحمني، واهدني،\nوعافني، وارزقني.\n</p>\n\n<p>\nفلما ولى الأعرابي قال النبي صلى الله عليه وسلم: لقد ملأ يديه من الخير»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nخرجه مسلم\n</p>\n\n<p>\nوعن عبد الله بن مسعود رضي الله عنه قال: «قال النبي صلى الله عليه وسلم:\nلقيت إبراهيم ليلة أسري بي فقال: يا محمد أقرئ أمتك مني السلام، وأخبرهم أن\nالجنة طيبة التربة، عذبة الماء، وأنها قيعان وأن غراسها: سبحان الله،\nوالحمد لله، ولا إله إلا الله، والله أكبر» قال الترمذي: حديث حسن.\n</p>\n\n<p>\n«وقال أبو موسى الأشعري رضي الله عنه: قال لي النبي <span id='ms03'></span> صلى الله عليه وسلم:\nألا أدلك على كنز من كنوز الجنة؟ فقلت: بلى يا رسول الله.\n</p>\n\n<p>\nقال: قل لا حول ولا قوة إلا بالله.\n</p>\n\n<p>\n» متفق عليه.\n</p>\n\n<h1 class='l1' id='head3'>في ذكر الله تعالى طرفي النهار</h1>\n\n<p>\nقال الله تعالى {يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا * وسبحوه\nبكرة وأصيلا} (الأحزاب: 41) - الأصيل: ما بين العصر والمغرب - وقال تعالى:\n{واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والآصال ولا\nتكن من الغافلين} (الأعراف: 205) .\n</p>\n\n<p>\n{وسبح بحمد ربك بالعشي والإبكار} (غافر: 55)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى {وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب} (ق: 39) {ولا\nتطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه} (الأنعام: 52) {فأوحى\nإليهم أن سبحوا بكرة وعشيا} (مريم: 11) .\n</p>\n\n<p>\n{ومن الليل فسبحه وإدبار النجوم} (الطور: 49) {فسبحان الله حين تمسون\nوحين تصبحون} (الروم: 17) {وأقم الصلاة طرفي النهار وزلفا من الليل إن\nالحسنات يذهبن السيئات} (هود: 114)\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال النبي صلى الله عليه وسلم: من قال حين\nيصبح وحين يمسي: سبحان الله وبحمده مائة مرة، لم يأت أحد يوم القيامة بأفضل\nمما جاء به إلا أحد قال مثل ما قال أو زاد عليه» خرجه مسلم\n</p>\n\n<p>\nوخرج أيضا عن عبد الله بن مسعود رضي الله عنه قال: «كان نبي الله صلى\nالله عليه وسلم إذا أمسى قال: أمسينا وأمسى الملك لله، والحمد لله لا إله\nإلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب\nأسألك خير ما في هذه الليلة، وخير ما بعدها وأعوذ بك من شر ما في هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالليلة، وشر ما بعدها، رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من\nعذاب في النار، وعذاب في القبر.\n</p>\n\n<p>\nوإذا أصبح قال ذلك أيضا: أصبحنا وأصبح الملك لله»\n</p>\n\n<p>\n«وقال عبد الله بن خبيب خرجنا في ليلة مطر، وظلمة شديدة نطلب النبي صلى\nالله عليه وسلم ليصلي لنا، فأدركناه، فقال: قل فلم أقل شيئا، ثم قال: قل\nفلم أقل شيئا، قال: قل قلت: يا رسول <span id='ms04'></span> الله ما أقول؟ قال: قل هو الله أحد.\n</p>\n\n<p>\nوالمعوذتين حين تمسي وحين تصبح ثلاث مرات يكفيك من كل شيء» خرجه ابو\nداود، والنسائي والترمذي وقال: حديث حسن صحيح.\n</p>\n\n<p>\nوذكر أبو هريرة «عن النبي صلى الله عليه وسلم أنه كان يعلم أصحابه يقول:\nإذا أصبح أحدكم فليقل: اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت،\nوإليك النشور وإذا أمسى فليقل: اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك\nنموت وإليك المصير» قال الترمذي: حديث حسن صحيح.\n</p>\n\n<p>\nوعن شداد بن أوس رضي الله عنه «عن النبي صلى الله عليه وسلم قال: سيد\nالاستغفار: اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nعبدك، وأنا على عهدك ووعدك ما استطعت، أبوء لك بنعمتك علي وأبوء بذنبي،\nفاغفر لي، فإنه لا يغفر الذنوب إلا أنت من قالها حين يمسي فمات من ليلته،\nدخل الجنة، ومن قالها حين يصبح فمات من يومه دخل الجنة» خرجه البخاري.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه: «إن أبا بكر الصديق رضي الله عنه قال يا\nرسول الله علمني شيئا أقوله إذا أصبحت وإذا أمسيت، قال: اللهم عالم الغيب\nوالشهادة، فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت\nأعوذ بك من شر نفسي، وشر الشيطان وشركه - وفي رواية: وأن أقترف على نفسي\nسوءا أو أجره إلى مسلم -.\n</p>\n\n<p>\nقله إذا أصبحت وإذا أمسيت، وإذا أخذت مضجعك» قال الترمذي: حديث حسن صحيح.\n</p>\n\n<p>\nوقال عثمان بن عفان رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: ما\nمن عبد يقول في صباح كل يوم، ومساء كل ليلة: بسم الله الذي لا يضر مع اسمه\nشيء في الأرض ولا في السماء، وهو السميع العليم، ثلاث مرات، لم يضره شيء»\nقال الترمذي: حديث حسن صحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ثوبان وغيره «أن رسول الله صلى الله عليه وسلم قال: من قال حين يمسي:\nرضيت بالله ربا وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا كان حقا\nعلى الله أن يرضيه» قال <span id='ms05'></span> الترمذي: هذا حديث حسن صحيح.\n</p>\n\n<p>\nوعن أنس بن مالك رضي الله عنه «أن رسول الله صلى الله عليه وسلم قال: من\nقال حين يصبح أو يمسي: اللهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملائكتك\nوجميع خلقك بأنك أنت الله لا إله إلا أنت وأن محمدا عبدك ورسولك، أعتق الله\nربعه من النار ومن قالها مرتين أعتق الله نصفه من النار، ومن قالها ثلاثا\nأعتق الله ثلاثة أرباعه من النار، فإن قالها أربعا أعتقه الله من النار»\nقال الترمذي: حديث حسن.\n</p>\n\n<p>\nوعن عبد الله بن غنام رضي الله عنه «أن رسول الله صلى الله عليه وسلم\nقال: من قال حين يصبح: اللهم ما أصبح بي من نعمة (أو بأحد من خلقك) فمنك\nوحدك لا شريك لك، لك الحمد، ولك الشكر فقد أدى شكر يومه، ومن قال مثل ذلك\nحين يمسي فقد أدى شكر ليلته» خرجه أبو داود\n</p>\n\n<p>\nوقال عبد الله بن عمرو رضي الله عنهما: «لم يكن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nيدع هؤلاء الدعوات حين يمسي وحين يصبح: اللهم إني أسألك العافية في\nالدنيا والآخرة، اللهم أسألك العفو والعافية في ديني ودنياي، وأهلي ومالي،\nاللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن\nيميني وعن شمالي، ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي» قال وكيع: يعني\nالخسف.\n</p>\n\n<p>\nخرجه ابو داود والنسائي، وابن ماجه وقال الحاكم: صحيح الإسناد.\n</p>\n\n<p>\nوعن طلق بن حبيب قال: «جاء رجل إلى أبي الدرداء فقال: يا أبا الدرداء قد\nاحترق بيتك.\n</p>\n\n<p>\nفقال ما احترق، لم يكن الله ليفعل ذلك، بكلمات سمعتهن من رسول الله صلى\nالله عليه وسلم من قالها أول نهاره لم تصبه مصيبة حتى يمسي، ومن قالها آخر\nالنهار لم تصبه مصيبة حتى يصبح: اللهم أنت ربي لا إله إلا أنت، عليك توكلت\nوأنت رب العرش العظيم، ما شاء الله كان، وما لم يشأ لم يكن، لا حول ولا قوة\nإلا بالله العلي العظيم، أعلم أن الله على كل شيء <span id='ms06'></span> قدير، وأن الله قد أحاط\nبكل شيء علما، اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت آخذ\nناصيتي، إن ربي على صراط مستقيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>فيما يقال عند المنام</h1>\n\n<p>\nقال حذيفة رضي الله عنه: «كان رسول الله صلى الله عليه وسلم إذا أراد أن\nينام قال: باسمك اللهم أموت وأحيا، وإذا استيقظ من منامه قال: الحمد لله\nالذي أحيانا بعدما أماتنا وإليه النشور» متفق عليه.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها «أن النبي صلى الله عليه وسلم: كان إذا أوى إلى\nفراشه كل ليلة جمع كفيه ثم نفث فيهما فقرأ فيهما {قل هو الله أحد} و {قل\nأعوذ برب الفلق} و {قل أعوذ برب الناس} ثم يمسح بهما ما استطاع من جسده،\nيبدأ بهما على رأسه ووجهه، وما أقبل من جسده يفعل ذلك ثلاث مرات» متفق\nعليه.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه «أنه أتاه آت يحثو من الصدقة - وكان قد جعله\nالنبي صلى الله عليه وسلم عليها - ليلة بعد ليلة، فلما كان في الليلة\nالثالثة قال: لأرفعنك إلى رسول الله صلى الله عليه وسلم، قال دعني أعلمك\nكلمات ينفعك الله بهن - وكانوا أحرص شيء على الخير - فقال إذا أويت إلى\nفراشك، فاقرأ آية الكرسي: {الله لا إله إلا هو الحي القيوم} حتى تختمها\nلأنه لا يزال عليك من الله حق، ولا يقربك شيطان حتى تصبح فقال: صدقك وهو\nكذوب (ذاك شيطان) » خرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nو «عن أبي مسعود الأنصاري رضي الله عنه، عن النبي صلى الله عليه وسلم\nقال: من قرأ الآيتين من آخر سورة البقرة في كل ليلة كفتاه» متفق عليه.\n</p>\n\n<p>\nوقال علي رضي الله عنه ما كنت أرى أحدا يعقل ينام قبل أن يقرأ الآيات\nالثلاث من آخر سورة البقرة.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه «أن رسول الله صلى الله عليه وسلم قال: إذا\nقام أحدكم عن فراشه ثم رجع إليه، فلينفضه بصنفة إزاره.\n</p>\n\n<p>\nثلاث مرات، فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل <span id='ms07'></span>: باسمك ربي\nوضعت جنبي وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها بما\nتحفظ به عبادك الصالحين.\n</p>\n\n<p>\n» متفق عليه.\n</p>\n\n<p>\nفي لفظ: «إذا استيقظ أحدكم فليقل: الحمد لله الذي عافاني في جسدي ورد علي\nروحي، وأذن لي بذكره»\n</p>\n\n<p>\nوعن علي رضي الله عنه «أن فاطمة رضي الله عنها أتت النبي صلى الله عليه\nوسلم تسأله خادما فلم تجده ووجدت عائشة فأخبرتها، قال علي: فجاءنا النبي\nصلى الله عليه وسلم، وقد أخذنا مضاجعنا فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nألا أدلكما على ما هو خير لكما من خادم، إذا أويتما إلى فراشكما، فسبحا\nثلاثا وثلاثين، واحمدا ثلاثا وثلاثين، وكبرا أربعا وثلاثين، فإنه خير لكما\nمن خادم.\n</p>\n\n<p>\nقال علي: ما تركتهن منذ سمعتهن من رسول الله صلى الله عليه وسلم، قيل له:\nولا ليلة صفين؟ قال: ولا ليلة صفين» متفق عليه.\n</p>\n\n<p>\nوقد بلغنا أنه من حافظ على هؤلاء الكلمات لم يأخذه إعياء فيما يعانيه من\nشغل ونحوه.\n</p>\n\n<p>\nوعن حفصة أم المؤمنين رضي الله عنها «أن النبي صلى الله عليه وسلم كان\nإذا أراد أن يرقد وضع يده اليمنى تحت خده ثم يقول: اللهم قني عذابك يوم\nتبعث عبادك ثلاث مرات» - خرجه أبو داود وقال الترمذي حديث حسن صحيح.\n</p>\n\n<p>\nورواه من طريق حذيفة رضي الله عنه.\n</p>\n\n<p>\nوعن أنس رضي الله عنه «أن النبي صلى الله عليه وسلم كان إذا أوى إلى\nفراشه قال: الحمد لله الذي أطعمنا وسقانا، وكفانا، وآوانا، فكم ممن لا كافي\nله ولا مؤوي» خرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n«وعن ابن عمر رضي الله عنهما أنه أمر رجلا إذا أخذ مضجعه أن يقول: اللهم\nأنت خلقت نفسي، وأنت تتوفاها، لك مماتها ومحياها، إن أحييتها فاحفظها، وإن\nأمتها فاغفر لها، اللهم إني أسألك العافية.\n</p>\n\n<p>\nقال ابن عمر سمعته من رسول الله صلى الله عليه وسلم» خرجه مسلم\n</p>\n\n<p>\nوعن أبي سعيد الخدري قال: «قال رسول الله صلى الله عليه وسلم: من قال حين\nيأوي إلى فراشه: أستغفر الله العظيم الذي لا إله إلاهو الحي القيوم وأتوب\nإليه.\n</p>\n\n<p>\nثلاث مرات، غفر <span id='ms08'></span> الله ذنوبه وإن كانت مثل زبد البحر، وإن كانت عدد رمل\nعالج، وإن كانت عدد أيام الدنيا»\n</p>\n\n<p>\nقال الترمذي: حديث حسن غريب.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه، «عن النبي صلى الله عليه وسلم كان يقول إذا\nأوى إلى فراشه: اللهم رب السموات، ورب الأرض، ورب العرش العظيم، ربنا ورب\nكل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر\nكل ذي شر أنت آخذ بناصيته، اللهم أنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك\nشيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين، وأغننا من الفقر» .\n</p>\n\n<p>\nخرجه مسلم.\n</p>\n\n<p>\n«وقال البراء بن عازب رضي الله عنه: قال لي رسول الله صلى الله عليه\nوسلم: إذا أتيت مضجعك فتوضأ وضوءك للصلاة، ثم اضجع على شقك الأيمن، وقل:\nاللهم أسلمت نفسي إليك، ووجهت وجهي إليك، وفوضت أمري إليك، وألجأت ظهري\nإليك رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي\nأنزلت، وبنبيك الذي أرسلت، فإن مت من ليلتك مت على الفطرة، واجعلهن آخر ما\nتقول» متفق عليه.\n</p>\n\n<h1 class='l1' id='head5'>فيما يقوله المستيقظ من نومه ليلا</h1>\n\n<p>\nعن عبادة بن الصامت رضي الله عنه، «عن النبي صلى الله عليه وسلم قال: من\nتعار من الليل فقال: لا إله إلا الله وحده لا شريك له، له الملك، وله\nالحمد، وهو على كل شيء قدير، الحمد لله، وسبحان الله، ولا إله إلا الله،\nوالله أكبر، ولا حول ولا قوة إلا بالله العلي العظيم، ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nقال: اللهم اغفر لي، أو دعا، أستجيب له، فإن توضأ وصلى قبلت صلاته» خرجه\nالبخاري\n</p>\n\n<p>\nو «عن أبي أمامة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: من أوى إلى فراشه طاهرا، وذكر الله تعالى حتى يدركه النعاس، لم ينقلب\nساعة من الليل يسأل الله شيئا من خير الدنيا والآخرة إلا أعطاه الله إياه»\nخرجه الترمذي وقال: حديث حسن غريب.\n</p>\n\n<p>\nو «عن عائشة رضي الله عنها أن <span id='ms09'></span> رسول الله صلى الله عليه وسلم كان إذا\nاستيقظ من الليل قال: لا إله إلا أنت، سبحانك اللهم، أستغفرك لذنبي، وأسألك\nرحمتك، اللهم زدني علما ، ولا تزغ قلبي بعد إذ هديتني، وهب لي من لدنك رحمة\nأنك أنت الوهاب» خرجه أبو داود\n</p>\n\n<p>\nو «عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: إذا\nاستيقظ أحدكم فليقل: الحمد لله الذي رد علي روحي، وعافاني في جسدي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nويذكر «عن أنس بن مالك رضي الله عنه قال: أمرنا أن نستغفر بالليل سبعين\nاستغفاره»\n</p>\n\n<h1 class='l1' id='head6'>فيما يقوله من يفزع ويقلق في منامه</h1>\n\n<p>\nعن بريدة قال: «شكا خالد بن الوليد إلى النبي صلى الله عليه وسلم فقال:\nيا رسول الله ما أنام الليل من الأرق، فقال النبي صلى الله عليه وسلم: إذا\nأويت إلى فراشك فقل: اللهم رب السموات السبع وما أظلت، ورب الأرضين السبع\nوما أقلت، ورب الشياطين وما أضلت، كن لي جارا من شر خلقك كلهم جميعا، أن\nيفرط أحد منهم علي، وأن يبغي علي، عز جارك، وجل ثناؤك، ولا غله غيرك، ولا\nإله إلا أنت» خرجه الترمذي.\n</p>\n\n<p>\n«وعن عمرو بن شعيب عن أبيه عن جده، أن رسول الله صلى الله عليه وسلم كان\nيعلمهم من الفزع كلمات: أعوذ بكلمات الله التامة، من غضبه وشر عباده، ومن\nهمزات الشياطين وأن يحضرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوكان عبد الله بن عمر ويعلمهن من عقل من نبيه، ومن لم يعقل فأعقله عليه»\nخرجه أبو داود والترمذي وقال: حديث حسن.\n</p>\n\n<h1 class='l1' id='head7'>فيما يصنع من رأى رؤيا</h1>\n\n<p>\n«قال أبو سلمة بن عبد الرحمن: سمعت أبا قتادة بن ربعي يقول: سمعت رسول\nالله صلى الله عليه وسلم يقول: الرؤيا من الله والحلم من الشيطان، فإذا رأى\nأحدكم شيئا يكرهه فلينفث عن يساره ثلاث مرات إذا استيقظ، وليتعوذ بالله من\nشرها، فإنها لن تضره إن شاء الله قال أبو سلمة: إن كنت لأرى الرؤيا هي أثقل\nعلي من الجبل، فلما سمعت بهذا الحديث، فما كنت أباليها، وفي رواية: قال: إن\nكنت <span id='ms10'></span> أرى الرؤيا تهمني، حتى سمعت أبا قتادة يقول: وأنا كنت أرى الرؤيا\nفتمرضني حتى سمعت رسول الله صلى الله عليه وسلم يقول: الرؤيا الصالحة من\nالله، فإذا رأى أحدكم ما يحب، فلا يحدث به إلا من يحب، وإن رأى ما يكره،\nفلا يحدث به، ولينفث عن يساره (ثلاثا) ، وليتعوذ بالله من الشيطان الرجيم\nمن شر ما رأى فإنها لن تضره» متفق عليه.\n</p>\n\n<p>\nوخرج مسلم عن جابر رضي الله عنه.\n</p>\n\n<p>\n«عن رسول الله صلى الله عليه وسلم قال: قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nإذا رأى أحدكم الرؤيا يكرهها فليبصق عن يساره ثلاثا وليستعذ بالله من\nالشيطان ثلاثا، وليتحول عن جنبه الذي كان عليه.\n</p>\n\n<h1 class='l1' id='head8'>51- </h1>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم أن رجلا قص عليه رؤيا فقال: خيرا\nرأيت، وخيرا يكون.\n</p>\n\n<p>\nوفي رواية، خير تلقاه وشر توقاه، وخير لنا وشر على أعدائنا، والحمد لله\nرب العالمين.\n</p>\n\n<h1 class='l1' id='head9'>في فضل العبادة بالليل</h1>\n\n<p>\nقال الله تعالى: {يا أيها المزمل * قم الليل إلا قليلا} إلى قوله: {ناشئة\nالليل هي أشد وطئا وأقوم قيلا} (المزمل: 1-5) وقال تعالى: {ومن الليل فتهجد\nبه نافلة لك عسى أن يبعثك ربك مقاما محمودا} (الإسراء: 79) ، {ومن الليل\nفاسجد له وسبحه ليلا طويلا} (الدهر: 26)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوفي (الصحيحين) عن أبي هريرة رضي الله عنه «عن النبي صلى الله عليه وسلم\nقال: ينزل ربنا كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر،\nفيقول: من يدعوني فأستجب له، ومن يسألني فأعطيه، ومن يستغفرني فأغفر له»\n</p>\n\n<p>\nوعن عمرو بن عبسة أنه «سمع النبي صلى الله عليه وسلم يقول: أقرب ما يكون\nالرب من العبد في جوف الليل الآخر، فإن استطعت أن تكون ممن يذكر الله في\nتلك الساعة فكن» .\n</p>\n\n<p>\nقال الترمذي: حديث حسن وصحيح.\n</p>\n\n<p>\n«وقال جابر: سمعت النبي صلى الله عليه وسلم يقول: إن في الليل لساعة لا\nيوافقها رجل مسلم يسأل الله عز وجل خيرا من أمور الدنيا والآخرة إلا أعطاه\nإياه، وذلك كل ليلة» خرجه مسلم وقال الله تعالى: {والمستغفرين بالأسحار}\n(آل عمران 17)\n</p>\n\n<p>\nويذكر عن أنس بن مالك <span id='ms11'></span> رضي الله عنه قال: أمرنا أن نستغفر بالليل سبعين\nاستغفارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>في تتمة ما يقول إذا استيقظ</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه «عن النبي صلى الله عليه وسلم قال: إذا استيقظ\nأحدكم فليقل: الحمد لله الذي رد علي روحي وعافاني في جسدي، وأذن لي بذكره»\n.\n</p>\n\n<p>\nحديث صحيح\n</p>\n\n<p>\nوعنه أيضا «قال رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nما من رجل ينتبه من نومه فيقول: الحمد لله خلق النوم واليقظة.\n</p>\n\n<p>\nالحمد لله الذي بعثني سالما سويا، أشهد أن الله يحي الموتى وهو على كل\nشيء قدير - إلا قال: صدق عبدي»\n</p>\n\n<p>\nقال أنس بن مالك رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: من\nقال - يعني إذا خرج من بيته : (بسم الله، توكلت على الله.\n</p>\n\n<p>\nلا حول ولا قوة إلا بالله تعالى، يقال له كفيت، ووقيت، وهديت.\n</p>\n\n<p>\nوتنحى عنه الشيطان فيقول لشيطان آخر: كيف لك برجل قد هدي وكفي ووقي؟»\nخرجه أبو داود، النسائي والترمذي وقال حديث حسن صحيح.\n</p>\n\n<p>\nوقالت أم سلمه رضي الله عنها: «ما خرج رسول الله صلى الله عليه وسلم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nبيتي (قط) إلا رفع طرفه إلى السماء فقال: اللهم إني أعوذ بك أن أضل أو\nأضل أو أزل أو أزل، أو أظلم أو أظلم، أو أجهل أو يجهل علي» خرجه الأربعة،\nوقال الترمذي: حسن صحيح.\n</p>\n\n<h1 class='l1' id='head11'>في دخول المنزل</h1>\n\n<p>\nقال جابر بن عبد الله رضي الله عنهما: «سمعت النبي صلى الله عليه وسلم\nيقول: إذا دخل الرجل بيته، فذكر الله تعالى عند دخوله، وعند طعامه، قال\nالشيطان: لا مبيت لكم ولاعشاء، وإذا دخل فلم يذكر الله تعالى عند دخوله،\nقال الشيطان: أدركتم المبيت، وإذا لم يذكر الله تعالى عند طعامه قال:\nأدركتم المبيت والعشاء» .\n</p>\n\n<p>\nخرجه مسلم\n</p>\n\n<p>\nوعن أبي مالك الأشعري رضي الله عنه قال: «قال رسول الله صلى الله عليه\nوسلم: إذا ولج الرجل بيته فليقل: اللهم إني أسألك خير المولج، وخير المخرج،\nبسم الله ولجنا، بسم الله خرجنا، وعلى الله ربنا توكلنا.\n</p>\n\n<p>\nثم ليسلم على أهله» .\n</p>\n\n<p>\nخرجه <span id='ms12'></span> أبو داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n«وقال أنس بن مالك رضي الله عنه: قال لي رسول الله صلى الله عليه وسلم\n(يا بني إذا دخلت على أهلك فسلم يكن بركة عليك وعلى أهل بيتك» قال الترمذي:\nحديث حسن صحيح.\n</p>\n\n<h1 class='l1' id='head12'>في دخول المسجد والخروج منه</h1>\n\n<p>\nيذكر «عن أنس رضي الله عنه وغيره أن رسول الله صلى الله عليه وسلم كان\nإذا دخل المسجد قال: بسم الله، اللهم صل على محمد وإذا خرج، قال: بسم الله،\nاللهم صل على محمد.\n</p>\n\n<p>\nو «عن أبي حميد، أو أبي اسيد رضي الله عنهما قال: قال رسول الله صلى الله\nعليه وسلم: إذا دخل أحدكم المسجد فليسلم على النبي صلى الله عليه وسلم:\nوليقل اللهم أفتح لي أبواب رحمتك، وإذا خرج فليقل: اللهم إني أسألك من\nفضلك.\n</p>\n\n<p>\n» حديث صحيح، وقد خرجه مسلم بنحوه\n</p>\n\n<p>\nو «عن عبد الله بن عمرو رضي الله عنهما، عن النبي صلى الله عليه وسلم أنه\nكان إذا دخل المسجد قال: (أعوذ بالله العظيم، وبوجهه الكريم وبسلطانه\nالقديم من الشيطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالرجيم) قال: فإذا قال ذلك، قال الشيطان: حفظ مني سائر اليوم» خرجه أبو\nداود.\n</p>\n\n<h1 class='l1' id='head13'>في الأذان ومن يسمعه</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه، «قال رسول الله صلى الله عليه وسلم: لو يعلم\nالناس ما في النداء والصف الأول، ثم لم يجدوا إلا أن يستهموا عليه\nلاستهموا.\n</p>\n\n<p>\nوعنه أيضا «أن رسول الله صلى الله عليه وسلم قال: إذا نودي بالصلاة أدبر\nالشيطان له ضراط حتى لا يسمع التأذين، فإذا قضي التأذين، أقبل، فإذا ثوب\nبالصلاة، أدبر، فإذا قضي التثويب أقبل، حتى يخطو بين المرء ونفسه، فيقول:\nأذكر كذا، أذكر كذا.\n</p>\n\n<p>\nلما لم يكن يذكر حتى يظل الرجل ما يدري كم صلى.\n</p>\n\n<p>\n» متفق عليهما\n</p>\n\n<p>\nوقال أبو سعيد: «سمعت رسول الله صلى الله عليه وسلم يقول لا يسمع مدى صوت\nالمؤذن جن ولا إنس ولاشيء إلا شهد له يوم القيامة» .\n</p>\n\n<p>\nخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو سعيد رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: إذا\nسمعتم النداء فقولوا <span id='ms13'></span> مثل ما يقول المؤذن» متفق عليه\n</p>\n\n<p>\nوخرج مسلم عن عبد الله بن عمرو رضي الله عنهما، «أنه سمع النبي صلى الله\nعليه وسلم يقول: إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا علي، فإنه\nمن صلى علي صلاة صلى الله عليه بها عشرا، ثم سلوا الله لي الوسيلة، فإنها\nمنزلة في الجنة لاتنبغي إلا لعبد من عباد الله، وأرجو أن أكون أنا هو، فمن\nسأل لي الوسيلة حلت له الشفاعة»\n</p>\n\n<p>\nوقال عمر بن الخطاب رضي الله عنه، «قال رسول الله صلى الله عليه وسلم إذا\nقال المؤذن: الله اكبر الله اكبر، فقال أحدكم: الله أكبر الله أكبر، ثم\nقال: أشهد أن لا إله إلا الله، قال: أشهد أن لا إله إلا الله، ثم قال: أشهد\nأن محمدا رسول الله، ثم قال: حي على الصلاة قال: لا حول ولا قوة إلا بالله\nثم قال: حي على الفلاح، قال لا حول ولا قوة إلا بالله ثم قال: الله أكبر\nالله أكبر، قال: الله أكبر الله أكبر، ثم قال: لا إله إلا الله قال: لا إله\nإلا الله من قلبه، دخل الجنة.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوخرج البخاري عن جابر، «أن رسول الله صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nمن قال حين يسمع النداء: اللهم رب هذه الدعوة التامة، والصلاة القائمة،\nآت محمد الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته، حلت له شفاعتي\nيوم القيامة»\n</p>\n\n<p>\nوعن عبد الله بن عمر رضي الله عنهما، «أن رجلا قال: يا رسول الله إن\nالمؤذنين يفضلوننا، فقال رسول الله صلى الله عليه وسلم: قل كما يقولون،\nفإذا انتهيت فسل تعطه» خرجه أبو داود\n</p>\n\n<p>\nوقال أنس رضي الله عنه: «قال رسول الله صلى الله عليه وسلم لا يرد الدعاء\nبين الأذان والإقامة، قالوا: فماذا نقول يارسول الله؟ قال: سلوا الله\nالعافية في الدنيا والآخرة» قال الترمذي: حديث حسن صحيح\n</p>\n\n<p>\nوعن سهل بن سعد رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم\nثنتان لا تردان أوقلما تردان -: الدعاء <span id='ms14'></span> عند النداء، وعند البأس حين يلحم\nبعضهم بعضا» خرجه أبو داود\n</p>\n\n<p>\n«وعن أم سلمة رضي الله عنها قالت: علمني رسول الله صلى الله عليه وسلم أن\nأقول عند أذان المغرب: اللهم هذا إقبال ليلك، وإدبار نهارك، وأصوات دعاتك\nوحضور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nصلواتك، فاغفر لي» خرجه أبو داود والترمذي.\n</p>\n\n<p>\n«وعن بعض أصحاب النبي صلى الله عليه وسلم أن بلالا أخذ في الإقامة فلما\nأن قال: قد قامت الصلاة، قال النبي صلى الله عليه وسلم أقامها الله\nوأدامها» خرجه أبو داود.\n</p>\n\n<h1 class='l1' id='head14'>في استفتاح الصلاة</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه: «كان رسول الله صلى الله عليه وسلم إذا\nاستفتح الصلاة سكت هنيهة قبل أن يقرأ، فقلت: يا رسول الله بأبي وأمي أرأيت\nسكوتك بين التكبير والقراءة، ما تقول؟ قال: أقول: اللهم باعد بيني وبين\nخطاياي كما ينقى الثوب الأبيض من الدنس، اللهم نقني من اغسلني من خطاياي\nبالثلج والماء والبرد» متفق عليه.\n</p>\n\n<p>\n«وعن جبير بن مطعم أنه رأى رسول الله صلى الله عليه وسلم يصلي صلاة قال:\nالله أكبر كبيرا، والحمد لله كثيرا، وسبحان الله بكرة وأصيلا، (ثلاثا) ،\nأعوذ بالله من الشيطان الرجيم، من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nنفخه ونفثه: الشعر، وهمزه: الموتة.\n</p>\n\n<p>\n» خرجه أبو داود.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها، وأبي سعيد وغيرهما: «أن النبي كان إذا افتتح\nالصلاة قال: سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك»\nخرجه الأربعة.\n</p>\n\n<p>\nوخرج مسلم عن عمر رضي الله عنه، أنه كبر ثم استفتح به.\n</p>\n\n<p>\nوقال علي رضي الله عنه «كان رسول الله صلى الله عليه وسلم إذا قام إلى\nالصلاة قال: وجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين،\nإن صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له وبذلك أمرت وأنا\nمن المسلمين، اللهم أنت الملك، لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت\nنفسي واعترفت بذنبي، فاغفر لي جميعا، إنه لا يغفر الذنوب إلا أنت، واهدني\nلأحسن الأخلاق، لا يهدي لأحسنها إلا أنت، واصرف عني سيئها إلا أنت، لبيك\nوسعديك <span id='ms15'></span>، والخير كله في يديك، والشر ليس إليك»\n</p>\n\n<p>\n- (إعلم أن مذهب أهل الحق من المحدثين والفقهاء من الصحابة والتابعين ومن\nبعدهم من علماء المسلمين: أن جميع الكائنات خيرها وشرها، نفعها وضرها، كلها\nمن الله تعالى وبإرادته وتقديره، فلا بد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمن تأويل الحديث، فذكر العلماء فيه أجوبة أحدها، وهو أشهرها، قاله النضر\nبن شميل والأئمة بعده - أن معناه والشر لا يتقرب (به) إليك.\n</p>\n\n<p>\nوالثاني: لا يصعد إليك، إنما يصعد الكلم الطيب.\n</p>\n\n<p>\nوالثالث: لا يضاف إليك أدبا، فلا يقال، يا خالق الشر، وإن كان خالقه، كما\nلا يقال: يا خالق الخنازير، وإن كان خالقها.\n</p>\n\n<p>\nوالرابع: ليس شرا بالنسبة إلى حكمتك، فإنك لا تخلق شيئا عبثا)\n</p>\n\n<p>\nأنا بك وإليك تباركت وتعاليت، استغفرك وأتوب إليك خرجه مسلم ويقال أن هذا\nكان في صلاة الليل.\n</p>\n\n<p>\nومما جاء في صلاة الليل حديث عائشة رضي الله عنها قالت: «كان رسول الله\nصلى الله عليه وسلم يفتتح صلاته إذا قام من الليل: اللهم رب جبريل،\nوميكائيل، وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم\nبين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك\nتهدي من تشاء إلى صراط مستقيم» خرجه مسلم\n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما قال: «كان رسول الله صلى الله عليه وسلم\nيقول إذا قام إلى الصلاة من جوف الليل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم لك الحمد أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيام\nالسموات والأرض، ومن فيهن ولك الحمد أنت رب السموات والأرض ومن فيهم (ولك\nالحمد) أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك حق، والجنة حق، والنار\nحق، والنبيون حق، ومحمد حق والساعة حق، اللهم لك أسلمت، وبك آمنت، وعليك\nتوكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت وما أخرت،\nوما أسررت وما أعلنت أنت إلهي، لا إله إلا أنت» متفق عليه.\n</p>\n\n<h1 class='l1' id='head15'>في دعاء الركوع والقيام منه والسجود والجلوس بين السجدتين</h1>\n\n<p>\n«عن حذيفة رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول إذا ركع <span id='ms16'></span>:\nسبحان ربي العظيم ثلاث مرات، وإذا سجد قال: سبحان ربي الأعلى ثلاث مرات» .\n</p>\n\n<p>\nخرجه الأربعة.\n</p>\n\n<p>\n«وفي حديث علي رضي الله عنه، عن صلاة رسول الله صلى الله عليه وسلم وإذا\nركع يقول في ركوعه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم لك ركعت، وبك آمنت، ولك أسلمت، خشع لك سمعي، وبصري، ومخي، وعظمي،\nوعصبي وإذا رفع رأسه من الركوع يقول: سمع الله لمن حمده، ربنا ولك الحمد،\nملء السموات وملء الأرض وملء ما بينهما، وملء ما شئت من شيء بعد وإذا سجد\nيقول في سجوده: اللهم لك سجدت، وبك آمنت، ولك أسلمت.\n</p>\n\n<p>\nسجد وجهي للذي خلقه وصوره، وشق سمعه وبصره، تبارك الله أحسن الخالقين» .\n</p>\n\n<p>\nخرجه مسلم\n</p>\n\n<p>\nوقالت عائشة رضي الله عنها: «كان رسول الله صلى الله عليه وسلم يكثر أن\nيقول في ركوعه وسجوده: سبحانك اللهم ربنا وبحمدك.\n</p>\n\n<p>\nاللهم اغفر لي يتأول القرآن» متفق عليه.\n</p>\n\n<p>\nتريد قوله تعالى: {فسبح بحمد ربك واستغفره إنه كان توابا}\n</p>\n\n<p>\nوقالت عائشة رضي الله عنها: «كان رسول الله صلى الله عليه وسلم يقول في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nركوعه وسجوده سبوح قدوس رب الملائكة والروح» خرجه مسلم\n</p>\n\n<p>\nوخرج أيضا عن ابن عباس رضي الله عنهما قال: «قال رسول الله صلى الله عليه\nوسلم: ألا وإني نهيت أن أقرأ القرآن راكعا أو ساجدا، فأما الركوع، فعظموا\nفيه الرب، وأما السجود، فاجتهدوا في الدعاء، فقمن أن يستجاب لكم»\n</p>\n\n<p>\n«وقال عوف بن مالك: قمت مع رسول الله صلى الله عليه وسلم ليلة فقام فقرأ\nسورة البقرة، لا يمر بآية رحمه إلا وقف وسأل ولا يمر بآية عذاب إلا وقف\nوتعوذ، قال: ثم ركع بقدر قيامه، يقول في ركوعه: سبحان ذي الجبروت والملكوت،\nوالكبرياء والعظمة.\n</p>\n\n<p>\nثم قال في سجوده مثل ذلك.\n</p>\n\n<p>\n» خرجه أبو داود، والنسائي.\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «كان رسول الله صلى الله عليه وسلم يقول:\nسمع الله لمن حمده حين يرفع صلبه من الركوع، ثم يقول وهو قائم: ربنا ولك\nالحمد وفي لفظ صحيح: ربنا لك الحمد، والمتفق عليه في لفظ (الصحيحين ربنا\nولك الحمد <span id='ms17'></span>، و: اللهم ربنا لك الحمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي سعيد الخدري رضي الله عنه قال: «كان رسول الله صلى الله عليه\nوسلم إذا رفع رأسه من الركوع قال: اللهم ربنا لك الحمد، ملء السماوات وملء\nالأرض، وملء ما بينهما، وملء ما شئت من شيء بعد، أهل الثناء والمجد، أحق ما\nقال العبد، وكلنا لك عبد، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا\nينفع ذا الجد منك الجد.\n</p>\n\n<p>\n» خرجه مسلم.\n</p>\n\n<p>\n«وقال رفاعة بن رافع: كنا يوما نصلي وراء النبي صلى الله عليه وسلم، فلما\nرفع رأسه من الركعة قال: سمع الله لمن حمده فقال رجل وراءه: ربنا ولك الحمد\nحمدا كثيرا طيبا مباركا فيه، فلما انصرف قال: من المتكلم؟ قال: أنا، قال:\nرأيت بضعة وثلاثين ملكا يتدبرونها، أيهم يكتبها أول.\n</p>\n\n<p>\n» خرجه البخاري.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه: «أن رسول الله صلى الله عليه وسلم قال: أقرب\nما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء.\n</p>\n\n<p>\nوعنه: «أن رسول الله صلى الله عليه وسلم كان يقول في سجوده: اللهم اغفر\nلي ذنبي كله، دقه وجله، وأوله، وآخره وعلانيه وسره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n«وقالت عائشة رضي الله عنها: فقدت النبي صلى الله عليه وسلم ذات ليله من\nالفراش فالتمسته فوقعت يدي على بطن قدميه وهو في المسجد وهما منصوبتان، وهو\nيقول اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا\nأحصي ثناء عليك، أنت كما أثنيت على نفسك.\n</p>\n\n<p>\n» خرجهن مسلم\n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما قال: «كان رسول الله صلى الله عليه وسلم\nيقول بين السجدتين: اللهم اغفر لي، وارحمني، واهدني، واجبرني، وعافني،\nوارزقني»\n</p>\n\n<p>\nوفي حديث حذيفة رضي الله عنه، «أن رسول الله صلى الله عليه وسلم كان يقول\nبين السجدتين رب اغفر لي.\n</p>\n\n<p>\n» خرجهما أبوداود وغيره.\n</p>\n\n<h1 class='l1' id='head16'>في الدعاء في الصلاة وبعد التشهد</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: إذا فرغ\nأحدكم من التشهد الآخر، فليتعوذ بالله من أربع: من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nعذاب جهنم <span id='ms18'></span>، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر المسيح\nالدجال.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها «أن رسول الله صلى الله عليه وسلم كان يدعو في\nالصلاة: اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال،\nواعوذ بك من فتنة المحيا والممات، اللهم إني أعوذ بك من المأثم والمغرم.\n</p>\n\n<p>\nفقال له قائل: ما أكثر ما تستعيذ من المغرم؟ فقال: إن الرجل إذا غرم حدث\nفكذب، ووعد فأخلف.\n</p>\n\n<p>\nوعن عبد الله بن عمرو رضي الله عنهما، «أن أبا بكر الصديق رضي الله عنه\nقال لرسول الله صلى الله علية وسلم: علمني دعاء أدعو به في صلاتي قال: قل:\nاللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة\nمن عندك، وارحمني إنك أنت الغفور الرحيم.\n</p>\n\n<p>\n» متفق عليهن.\n</p>\n\n<p>\nوفي حديث علي رضي الله عنه عن صفة صلاة رسول الله صلى الله عليه وسلم أنه\nكان يقول من آخر ما يقول بين التشهد والتسليم: «اللهم اغفر لي ما قدمت وما\nأخرت، وما أسررت وما أعلنت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوما أسرفت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر، لا إله إلا أنت.\n</p>\n\n<p>\n» خرجه مسلم.\n</p>\n\n<p>\nوفي سنن أبي داود «أن النبي صلى الله عليه وسلم قال لرجل: كيف تقول في\nالصلاة؟ قال: أتشهد، وأقول: اللهم إني أسألك الجنة، وأعوذ بك من النار،\nوأما إني لا أحسن دندنتك ولا دندنة معاذ، فقال النبي صلى الله عليه وسلم:\nحولها ندندن.\n</p>\n\n<p>\nوعن شداد بن أوس رضي الله عنه «أن رسول الله صلى الله عليه وسلم كان يقول\nفي صلاته: اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك\nشكر نعمتك، وحسن عبادتك، وأسألك قلبا سليما، ولسانا صادقا وأسألك من خير ما\nتعلم، وأعوذ بك من شر ما تعلم وأستغفرك لما تعلم، إنك أنت علام الغيوب.\n</p>\n\n<p>\n» خرجه الترمذي والنسائي.\n</p>\n\n<p>\nوعن عطاء بن السائب عن أبيه قال: «صلى بنا عمار بن ياسر رضي الله عنه\nصلاة، فأوجز، فقال له بعض القوم: لقد <span id='ms19'></span> خففت أو أوجزت الصلاة فقال: أما على\nذلك، لقد دعوت فيها بدعوات سمعتهن من رسول الله صلى الله عليه وسلم فلما\nقام تبعه رجل من القوم، فسأله عن الدعاء فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم بعلمك الغيب وقدرتك على الخلق، أحيني ما علمت الحياة خيرا لي،\nوتوفني إذا علمت الوفاة خيرا لي، اللهم إني أسألك خشيتك في الغيب والشهادة،\nوأسألك كلمة الحق في الرضا والغضب.\n</p>\n\n<p>\nوأسألك القصد في الفقر والغنى، وأسألك نعيما لا ينفذ، وأسألك قرة عين\nلاتنقطع، وأسألك الرضى بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة\nالنظر إلى وجهك، والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة، اللهم\nزينا بزينة الإيمان، واجعلنا هداة مهتدين.\n</p>\n\n<p>\n» خرجه النسائي\n</p>\n\n<p>\nقال ثوبان رضي الله عنه: «كان رسول الله صلى الله عليه وسلم إذا انصرف من\nصلاته استغفر الله ثلاثا، وقال: اللهم أنت السلام، ومنك السلام، تباركت يا\nذا الجلال والإكرام» .\n</p>\n\n<p>\nخرجه مسلم\n</p>\n\n<p>\nوعن المغيرة بن شعبة رضي الله عنه: «أن رسول الله صلى الله عليه وسلم كان\nإذا فرغ من الصلاة قال: لا إله إلا الله وحده لا شريك له، له الملك، وله\nالحمد، وهو على كل شيء قدير، اللهم لا مانع لما أعطيت، ولا معطي لما منعت،\nولا ينفع ذا الجد منك الجد» متفق عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n«وعن عبد الله بن الزبير رضي الله عنهما، أنه كان يقول دبر كل صلاة حين\nيسلم: لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، وهو على كل\nشيء قدير، لا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إياه،\nله النعمة، وله الفضل، وله الثناء الحسن، لا إله إلا الله مخلصين له الدين\nولو كره الكافرون» .\n</p>\n\n<p>\nوقال ابن الزبير رضي الله عنهما: «كان رسول الله صلى الله عليه وسلم يهلل\nبهن دبر كل صلاة.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه، «أن فقراء المهاجرين أتوا رسول الله صلى\nالله عليه وسلم فقالوا: ذهب أهل الدثور بالدرجات العلا، والنعيم <span id='ms20'></span> المقيم،\nيصلون كما نصلي، ويصومون كما نصوم، ولهم فضل من أموال، يحجون بها ويعتمرون،\nويجاهدون، ويتصدقون.\n</p>\n\n<p>\nفقال: ألا أعلمكم شيئا تدركون به من سبقكم، وتسبقون به من بعدكم ولا يكون\nأحد أفضل منكم إلا من صنع مثل ما صنعتم.\n</p>\n\n<p>\nقالوا: بلى يا رسول الله، قال: تسبحون، وتحمدون، وتكبرون، خلف كل صلاة\nثلاثا وثلاثين.. قال أبو صالح: يقول: سبحان الله، والحمد لله، والله أكبر،\nحتى يكون منهن كلهن ثلاثا وثلاثين» متفق عليه.\n</p>\n\n<p>\nوعنه أيضا، «عن رسول الله صلى الله عليه وسلم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nمن سبح الله في دبر كل صلاة ثلاثا وثلاثين، وحمد الله ثلاثا وثلاثين،\nوكبر الله ثلاثا وثلاثين، وقال تمام المائة: لا إله إلا الله وحده لا شريك\nله، له الملك وله الحمد وهو على كل شيء قدير.\n</p>\n\n<p>\nغفرت خطاياه وإن كانت مثل زبد البحر.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوعن عبد الله بن عمرو رضي الله عنهما، «عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال: خصلتان، أو خلتان، لا يحافظ عليهما عبد مسلم إلا دخل الجنة، وهما\nيسير، ومن يعمل بهما قليل: يسبح الله في دبر كل صلاة عشرا، ويحمده عشرا،\nويكبره عشرا، وذلك خمسون ومائه باللسان، وألف وخمسمائة في الميزان.\n</p>\n\n<p>\nويكبر أربعا وثلاثين إذا أخذ مضجعه، ويحمد ثلاثا وثلاثين، ويسبح ثلاثا\nوثلاثين، فذلك مائة باللسان وألف في الميزان.\n</p>\n\n<p>\nقال: فلقد رأيت رسول الله صلى الله عليه وسلم يعقدها بيده، قالوا: يارسول\nالله كيف هما يسير، ومن يعمل بهما قليل، قال: يأتي أحدكم يعني الشيطان في\nمنامه فينومه قبل أن يقول، ويأتيه في صلاته فيذكره حاجته قبل أن يقولها.\n</p>\n\n<p>\n» خرجه أبو داود والترمذي والنسائي\n</p>\n\n<p>\nوخرجوا «عن عقبة بن عامر قال: أمرني رسول الله صلى الله عليه وسلم أن\nأقرأ المعوذات دبر كل صلاة»\n</p>\n\n<p>\nوعن أبي أمامة رضي الله عنه قال: «قيل لرسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nأي الدعاء أسمع؟ قال: جوف الليل الآخر، ودبر كل الصلوات المكتوبات» قال\nالترمذي: حديث حسن\n</p>\n\n<p>\nوعن معاذ بن جبل رضي الله عنه، «أن رسول الله صلى <span id='ms21'></span> الله عليه وسلم أخذ\nبيده وقال: يامعاذ إني والله لأحبك، فلا تدعن في دبر كل صلاة أن تقول:\nاللهم أعني على ذكرك، وشكرك، وحسن عبادتك» خرجه أبو داود، والنسائي\n</p>\n\n<h1 class='l1' id='head17'>في الإستخارة</h1>\n\n<p>\nقال جابر بن عبد الله رضي الله عنهما: «كان رسول الله صلى الله عليه وسلم\nيعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن، يقول: إذا\nهم أحدكم بالأمر، فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني\nأستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا\nأقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر\nوتسميه باسمه خير لي في ديني ومعاشي وعاقبة أمري، وعاجله وآجله، فاقدره لي\nويسره لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوعاقبة أمري، وعاجله وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث\nكان ثم رضني به.\n</p>\n\n<p>\n» خرجه البخاري بنحوه\n</p>\n\n<p>\nوذكر عن أنس رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم يا أنس\nإذا هممت بأمر فاستخر ربك فيه سبع مرات، ثم انظر إلى الذي سبق إلى قلبك،\nفإن الخير فيه وما ندم من استخار الخالق وشاور المخلوقين وتثبت في أمره.\n</p>\n\n<p>\nفقد قال الله تعالى: {وشاورهم في الأمر فإذا عزمت فتوكل على الله} » آل\nعمران: 159 قال قتادة: ما تشاور قوم يبتغون وجه الله إلاهدوا لأرشد أمرهم.\n</p>\n\n<h1 class='l1' id='head18'>في الكرب والهم والحزن</h1>\n\n<p>\nعن ابن عباس رضي الله عنهما، «أن رسول الله صلى الله عليه وسلم كان يقول\nعند الكرب لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش\nالعظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم» .\n</p>\n\n<p>\nمتفق عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أنس رضي الله عنه: «عن النبي صلى الله عليه وسلم: أنه كان إذا حزبه\nأمر قال: يا حي يا قيوم برحمتك استغيث.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه «أن النبي صلى الله عليه وسلم كان إذ أهمه\nالأمر رفع <span id='ms22'></span> رأسه إلى السماء فقال: سبحان الله العظيم، وإذا اجتهد في الدعاء\nقال: يا حي يا قيوم.\n</p>\n\n<p>\n» خرجهما الترمذي\n</p>\n\n<p>\nوعن أبي بكرة رضي الله عنه، «أن رسول الله صلى الله عليه وسلم قال دعوات\nالمكروب: اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني\nكله، لا إله إلا أنت»\n</p>\n\n<p>\n«وعن أسماء بنت عميس رضي الله عنها قالت: قال لي رسول الله صلى الله عليه\nوسلم: ألا أعلمك كلمات تقولينهن عند الكرب أو في الكرب الله، الله ربي لا\nأشرك به شيئا» .\n</p>\n\n<p>\nوفي رواية أنها «تقال سبع مرات» خرجهما أبو داود وعن سعد بن أبي وقاص رضي\nالله عنه قال: «قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nدعوة ذي النون إذا دعا بها وهو في بطن الحوت: لا إله إلا أنت سبحانك إني\nكنت من الظالمين لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له» خرجه\nالترمذي، وفي رواية: «إني لأعلم كلمة لا يقولها مكروب إلا فرج الله عنه\nكلمة أخي يونس عليه السلام» .\n</p>\n\n<p>\nوعن عبد الله بن مسعود رضي الله عنه، «عن النبي صلى الله عليه وسلم قال:\nما أصاب عبدا هم ولاحزن، فقال: اللهم إني عبدك، وابن عبدك، وابن أمتك،\nناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك\nأو أنزلته في كتابك أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب\nعندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي إلا\nأذهب الله همه وحزنه، وأبدله مكانه فرجا» خرجه أحمد في مسنده وابن حيان في\nصحيحه\n</p>\n\n<h1 class='l1' id='head19'>في لقاء العدو وذي السلطان</h1>\n\n<p>\nعن أبي موسى الأشعري رضي الله عنه «أن النبي صلى الله عليه وسلم كان إذا\nخاف قوما قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم إنا نجعلك في نحورهم، ونعوذ بك من شرورهم» خرجه أبو داود، والنسائي\n</p>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم، أنه كان يقول عند لقاء العدو اللهم\nأنت عضدي وأنت نصيري، بك <span id='ms23'></span> أجول، وبك أصول، وبك أقاتل»\n</p>\n\n<p>\nو «عنه صلى الله عليه وسلم، أنه كان في غزوة فقال: يا مالك يوم الدين،\nإياك نعبد وإياك نستعين.\n</p>\n\n<p>\nقال أنس: فلقد رأيت الرجال تصرع تضر بها الملائكة من بين يديها ومن\nخلفها»\n</p>\n\n<p>\nوعن ابن عمر رضي الله عنهما قال: «قال رسول الله صلى الله عليه وسلم: إذا\nخفت سلطانا أو غيره فقل: لا إله إلا الله الحكيم الكريم، سبحان الله رب\nالسموات السبع ورب العرش العظيم، لا إله إلا أنت، عز جارك، وجل ثناؤك، ولا\nإله غيرك»\n</p>\n\n<p>\nوقال عبد الله بن عباس رضي الله عنهما: {حسبنا الله ونعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالوكيل} (آل عمران: 173) ، قالها إبراهيم حين ألقي في النار، وقالها محمد\nحين قال له الناس: {إن الناس قد جمعوا لكم} (آل عمران: 173)\n</p>\n\n<h1 class='l1' id='head20'>في الشيطان يعرض لابن آدم</h1>\n\n<p>\nقال الله تعالى: {وقل رب أعوذ بك من همزات الشياطين * وأعوذ بك رب أن\nيحضرون} (المؤمنون 98 99)\n</p>\n\n<p>\nوفي حديث أبي سعيد وغيره «عن النبي صلى الله عليه وسلم أنه كان يقول:\nأعوذ بالله السميع العليم من الشيطان الرجيم، من همزه ونفخه ونفثه.\n</p>\n\n<p>\nلقول الله تعالى: {وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو\nالسميع العليم} (فصلت: 36) »\n</p>\n\n<p>\nوالأذان يطرد الشيطان:\n</p>\n\n<p>\n«قال النبي صلى الله عليه وسلم: إذا أذن بالصلاة أدبر وله ضراط، فإذا قضي\nالندء أقبل، فإذا ثوب بالصلاة أدبر يعني أقيمت الصلاة فإذا قضي تثويب أقبل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سهيل بن أبي صالح: أرسلني أبي إلى بني حارثة ومعي غلام لنا، أوصاحب\nلنا، فناداه مناد من حائط باسمه، فأشرف الذي معي على الحائط، فلم ير شيئا،\nفذكرت ذلك لأبي، فقال: لوشعرت أنك تلقى هذا لم أرسلك، ولكن إذا سمعت صوتا\nفناد بالصلاة، فإني سمعت أبا هريرة رضي الله عنه يحدث «عن النبي صلى الله\nعليه وسلم أنه قال: إن الشيطان إذا نودي بالصلاة أدبر» خرجه مسيلم.\n</p>\n\n<p>\nوعن زيد بن أسلم أنه ولي معادن، فذكروا كثرة الجن بها، فأمرهم أن يؤذنوا\nكل وقت، ويكثروا من، فلم يكونوا يرون بعد ذلك شيئا\n</p>\n\n<p>\nوقال <span id='ms24'></span> أبو الدرداء رضي الله عنه «قام رسول الله صلى الله عليه وسلم يصلي،\nفسمعناه يقول: أعوذ بالله منك ثم قال ألعنك بلعنة الله ثلاثا، وبسط يده\nكأنه يتناول شيئا، فلما فرغ من الصلاة قلنا له: يا رسول الله، سمعناك تقول\nفي الصلاة شيئا لم نسمعك تقوله قبل ذلك، ورأيناك بسطت يدك، قال: إن عدو\nالله إبليس جاء بشهاب من نار ليجعله في وجهي، فقلت: أعوذ بالله منك، ثلاث\nمرات، ثم قلت: ألعنك بلعنة الله التامة ثلاث مرات، فلم يستأخر، ثم أردت\nأخذه، والله لولا دعوة أخينا سليمان لأصبح موثقا يلعب به ولدان أهل\nالمدينة.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\n«وقال عثمان بن أبي العاص قلت: يا رسول الله إن الشيطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحال بيني وبين صلاتي، وبين قراءتي يلبسها علي؟ فقال صلى الله عليه وسلم:\nذاك شيطان يقال له: خنزب، فإذا أحسته فتعوذ بالله منه، واتفل عن يسارك\nثلاثا، ففعلت ذلك فأذهبه الله عني.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوقال أبو زميل: قلت لابن عباس رضي الله عنهما: ما شيء أجده في نفسي يعني\nشيئا من شك فقال لي: إذا وجدت في نفسك شيئا فقل: هو الأول والآخر، والظاهر\nوالباطن، وهو بكل شيء عليم.\n</p>\n\n<p>\nخرجه أبو داود.\n</p>\n\n<h1 class='l1' id='head21'>في التسليم للقضاء من غير عجز ولا تفريط</h1>\n\n<p>\nقال الله تعالى: {يا أيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا\nلإخوانهم إذا ضربوا في الأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما\nقتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحيي ويميت والله بما تعملون\nبصير} (آل عمران: 156)\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: المؤمن\nالقوي خير وأحب إلى الله تعالى من المؤمن الضعيف، وفي كل خير، احرص على ما\nينفعك، واستعن بالله عز وجل، ولا تعجز،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل قدر الله وما\nشاء فعل، فإن لو تفتح عمل الشيطان» خرجه مسلم\n</p>\n\n<p>\nوعن عوف بن مالك رضي الله عنه «أن النبي صلى <span id='ms25'></span> الله عليه وسلم قضى بين\nرجلين فقال: المقضي عليه لما أدبر: حسبي الله ونعم الوكيل، فقال النبي صلى\nالله عليه وسلم: إن الله يلوم على العجز، ولكن عليك بالكيس فإذا غلبك أمر،\nفقل: حسبي الله ونعم الوكيل» خرجه أبو داود\n</p>\n\n<h1 class='l1' id='head22'>فيما ينعم به على الإنسان</h1>\n\n<p>\nقال الله تعالى في قصة الرجلين: {ولولا إذ دخلت جنتك قلت ما شاء الله لا\nقوة إلا بالله} .\n</p>\n\n<p>\n(الكهف: 39)\n</p>\n\n<p>\nوعن أنس بن مالك رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم:\nما أنعم الله على عبد نعمة في أهل ومال وولد، فقال ما شاء الله، لا قوة إلا\nبالله فيرى فيها آفة دون الموت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nو «عن النبي صلى الله عليه وسلم أنه كان إذا رأى ما ما يسره قال: الحمد\nلله الذي بنعمته تتم الصالحات، وإذا رأى ما يسوؤه قال: الحمد لله على كل\nحال.\n</p>\n\n<h1 class='l1' id='head23'>فيما يصاب به المؤمن صغير وكبير</h1>\n\n<p>\nقال الله تعالى: {الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه\nراجعون * أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون} .\n</p>\n\n<p>\n(البقرة: 156-157)\n</p>\n\n<p>\nويذكر عن أبي هريرة رضي الله عنه، قال: «قال رسول الله صلى الله عليه\nوسلم: ليسترجع أحدكم في كل شيء، حتى في شسع نعله فإنها من المصائب.\n</p>\n\n<p>\nوقالت أم سلمة رضي الله عنها: «سمعت رسول الله صلى الله عليه وسلم يقول:\nما من عبد تصيبه مصيبة فيقول: إنا لله وإنا إليه راجعون، اللهم أجرني في\nمصيبتي وأخلف لي خيرا منها، إلا أجره الله في مصيبته، وأخلف له خيرا منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nقالت: فلما توفي أبو سلمة: قلت كما أمرني رسول الله صلى الله عليه وسلم،\nفأخلف الله لي خيرا منه، رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوقالت: «دخل رسول الله صلى الله عليه وسلم على أبي سلمة وقد شق بصره،\nفأغمضه ثم قال: إن الروح إذا قبض تبعه البصر، فضج ناس من أهله، فقال: لا\nتدعوا على أنفسكم إلا بخير، فإن الملائكة يؤمنون على ما تقولون، ثم قال <span id='ms26'></span>:\nاللهم اغفر لأبي سلمه، وارفع درجته في المهديين، واخلفه في عقبه في\nالغابرين، واغفر لنا وله يارب العالمين، وافسح له في قبره ونور له فيه.\n</p>\n\n<p>\n» خرجه مسلم.\n</p>\n\n<h1 class='l1' id='head24'>في الدين</h1>\n\n<p>\n«عن علي بن أبي طالب رضي الله عنه أن مكاتبا جاءه فقال: إني عجزت عن\nكتابة فأعني، قال: ألا أعلمك كلمات علمنيهن رسول الله صلى الله عليه وسلم،\nلو كان عليك مثل جبل دينا أداه الله عنك؟ قل: اللهم اكفني بحلالك عن حرامك\nواغنني بفضلك عمن سواك.\n</p>\n\n<p>\n» قال الترمذي: حديث حسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>في الرقي</h1>\n\n<p>\nقال أبو سعيد الخدري رضي الله عنه: «انطلق نفر من أصحاب النبي صلى الله\nعليه وسلم في سفرة سافروها حتى نزلوا على حي من أحياء العرب، فاستضافوهم\nفأبوا أن يضيفوهم، فلدغ سيد ذلك الحي، فسعوا له بكل شيء، لا ينفعه شيء،\nفقال بعضهم: لو أتيتم هؤلاء الرهط الذين نزلوا، لعله أن يكون عند بعضهم\nشيء، فأتوهم فقالوا: يا أيها الرهط، إن سيدنا لدغ، وسعينا له بكل شيء، لا\nينفعه، فهل عند أحد منكم من شيء؟ فقال بعضهم: والله إني لأرقي، ولكن والله\nلقد استضفناكم فلم تضيفونا، فما أنا براق لكم حتى تجعلوا لنا جعلا فصالحوهم\nعلى قطيع من الغنم، فانطلق يتفل عليه، ويقرأ: {الحمد لله رب العالمين}\nفكأنما نشط من عقال، فانطلق يمشي وما به قلبه.\n</p>\n\n<p>\nقال: فأوفوهم جعلهم الذي صالحوهم عليه، فقال بعضهم: اقسموا، فقال الذي\nرقى: لا تفعلوا حتى نأتي رسول الله صلى الله عليه وسلم فنذكر له الذي كان،\nفننظر ما يأمرنا، فقدموا على رسول الله صلى الله عليه وسلم فذكروا له فقال:\nوما يدريك أنها رقيه؟ ثم قال قد أصبتم، أقسموا واضربوا لي معكم سهما فضحك\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\n» متفق عليه.\n</p>\n\n<p>\nوقال عبد الله بن عباس رضي الله عنهما: «كان رسول الله صلى الله عليه\nوسلم يعوذ الحسن والحسين رضي الله عنهما:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nأعيذكما بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامة، ويقول:\nإن أباكما كان يعوذ بها اسماعيل واسحاق <span id='ms27'></span>» خرجه البخاري\n</p>\n\n<p>\nوعن عائشة رضي الله عنها «أن النبي صلى الله عليه وسلم كان إذا اشتكى\nالإنسان الشيء منه، أو كان به قرح أو جرح، قال النبي صلى الله عليه وسلم\nبأصبعه هكذا، ووضع سفيان بن عيينة إصبعه بالأرض، ثم رفعها وقال: بسم الله\nتربة أرضنا بريقة بعضنا يشفى سقيمنا بإذن ربنا.\n</p>\n\n<p>\nوعنها «أن النبي صلى الله عليه وسلم، كان يعوذ بعض أهله يمسح بيده اليمنى\nويقول: اللهم رب الناس، أذهب البأس، واشف أنت الشافي، لا شفاء إلا شفاؤك،\nشفاء لا يغادر سقما» متفق عليهما.\n</p>\n\n<p>\nو «عن عثمان بن أبي العاص أنه شكا إلى رسول الله صلى الله عليه وسلم وجعا\nيجده فبي جسده منذ أسلم، فقال رسول الله صلى الله عليه وسلم: ضع يدك على\nالذي يؤلم جسدك وقل: بسم الله ثلاثا، وقل سبع مرات: أعوذ بعزة الله وقدرته\nمن شر ما أجد وأحاذر.\n</p>\n\n<p>\n» خرجه مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما، «عن النبي صلى الله عليه وسلم قال: من عاد\nمريضا لم يحضر أجله فقال عنده سبع مرات: أسأل الله العظيم رب العرش العظيم\nأن يشفيك، إلا عافاه الله» خرجه أبو داود والترمذي وقال: حديث حسن.\n</p>\n\n<h1 class='l1' id='head26'>في دخول المقابر</h1>\n\n<p>\nقال بريدة رضي الله عنه: «كان رسول الله صلى الله عليه وسلم يعلمهم إذا\nخرجوا إلى المقابر أن يقول قائلهم: السلام عليكم أهل الديار من المؤمنين\nوالمسلمين، وإنا إن شاء الله بكم لاحقون، نسأل الله لنا ولكم العافية.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<h1 class='l1' id='head27'>في الاستسقاء</h1>\n\n<p>\nعن جابر بن عبد الله رضي الله عنهما قال: «أتت النبي صلى الله عليه وسلم\nبواك (وهي جمع باكية) فقال النبي صلى الله عليه وسلم: اللهم اسقنا غيثا\nمغيثا، مريئا، مربعا نافعا غير ضار، عاجلا غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nآجل فأطبقت عليهم السماء.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها، قالت، «شكا الناس إلى رسول الله صلى الله عليه\nوسلم قحوط المطر، فأمر بمنبر فوضع له في المصلى، ووعد الناس يوما يخرجون\nفيه، فخرج رسول الله صلى الله عليه وسلم حين بذا <span id='ms28'></span> حاجب الشمس، فقعد على\nالمنبر فكبر وحمد الله عز وجل، ثم قال: إنكم شكوتم جدب دياركم، واستخار\nالمطر عن إيان زمانه عنكم، وقد أمركم الله سبحانه أن تدعوه، ووعدكم أن\nيستجيب لكم، ثم قال: الحمد لله رب العالمين، الرحمن الرحيم، مالك يوم\nالدين.\n</p>\n\n<p>\nلا إله إلا الله يفعل ما يريد، اللهم أنت الله لا إله إلا أنت الغني،\nونحن الفقراء، أنزل علينا الغيث، واجعل ما أنزلت لنا قوة وبلاغا إلى حين.\n</p>\n\n<p>\nثم رفع يديه فلم يزل في الرفع حتى بدا بياض ابطيه، ثم حول إلى الناس\nظهره، وقلب أو حول رداءة وهو رافع يديه، ثم أقبل على الناس، ونزل فصلى\nركعتين، فأنشأ الله عز وجل سحابة.\n</p>\n\n<p>\nفرعدت وبرقت، ثم أمطرت بإذن الله تعالى، فلم يأت مسجده حتى سالت السيول،\nفلما رأى سرعتهم إلى الكن ضحك حتى بجت نواجذه فقال: أشهد أن الله على كل\nشيء قدير، وأني عبد الله ورسوله.\n</p>\n\n<p>\n» خرجهما أبو داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>في الريح</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه: «سمعت رسول الله صلى الله عليه وسلم يقول:\nالريح من روح الله تأتي بالرحمة، وتأتي بالعذاب، فإذا رأيتموها فلا تسبوها،\nواسألوا الله خيرها، واستعيذوا بالله من شرها.\n</p>\n\n<p>\n» خرجه أبو داود وابن ماجه\n</p>\n\n<p>\nوقالت عائشة رضي الله عنها: «كان النبي صلى الله عليه وسلم إذا عصفت\nالريح قال اللهم إني أسألك خيرها.\n</p>\n\n<p>\nوخير ما فيها، وخير ما أرسلت به، وأعوذ بك من شرها وشر مافيها وشر ما\nأرسلت به.\n</p>\n\n<p>\n» خرجه مسلم\n</p>\n\n<p>\nوعن عائشة رضي الله عنها، «أن النبي صلى الله عليه وسلم كان إذا رأى\nناشئا في أفق السماء ترك العمل، وإن كان في صلاة، ثم يقول اللهم إني أعوذ\nبك من شرها فإن مطر قال: اللهم صيبا هنيئا.\n</p>\n\n<p>\n» خرجه أبو داود، والنسائي، وابن ماجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>في الرعد</h1>\n\n<p>\nكان عبد الله بن الزبير رضي الله عنهما إذا سمع الرعد ترك الحديث وقال:\nسبحان الذي يسبح الرعد بحمده، والملائكة من خيفته\n</p>\n\n<p>\nوعن كعب أنه قال: من قال ذلك ثلاثا، عوفي من ذلك <span id='ms29'></span> الرعد\n</p>\n\n<p>\nوعن عبد الله بن عمر رضي الله عنهما، «أن النبي صلى الله عليه وسلم كان\nإذا سمع صوت الرعد والصواعق يقول: اللهم لا تقبلنا بغضبك، ولاتهلكنا\nبعذابك، وعافنا قبل ذلك.\n</p>\n\n<p>\n» خرجه الترمذي\n</p>\n\n<h1 class='l1' id='head30'>في نزول الغيث</h1>\n\n<p>\nقال زيد بن خالد الجهني رضي الله عنه: «صلى بنا رسول الله صلى الله عليه\nوسلم الصبح بالحديبيه في أثر سماء كانت من الليل فلما انصرف أقبل على الناس\nفقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nهل تدرون ماذا قال ربكم؟ قالوا: الله ورسوله أعلم قال: قال: أصبح من\nعبادي مؤمن بي وكافر، فأما من قال.\n</p>\n\n<p>\nمطرنا بفضل الله ورحمته، فذلك مؤمن بي كافر بالكواكب، وأما من قال: مطرنا\nبنوء كذا وكذا، فذلك كافر بي مؤمن بالكواكب.\n</p>\n\n<p>\n» متفق عليه.\n</p>\n\n<p>\nقال أنس رضي الله عنه: «دخل رجل المسجد يوم الجمعة، ورسول الله صلى الله\nعليه وسلم قائم يخطب فقال: يا رسول الله هلكت الأموال، وانقطعت السبل، فادع\nالله يغيثنا، فرفع رسول الله صلى الله عليه وسلم يديه ثم قال: اللهم أغثنا،\nاللهم أغثنا.\n</p>\n\n<p>\nقال أنس والله ما نرى في السماء من سحاب ولا قزعة وما بيننا وبين سلع من\nبنيان ولا دار، فطلعت من ورائه سحابة مثل الترس فلما توسطت السماء، انتشرت،\nثم أمطرت فلا والله ما رأينا الشمس سبتا، ثن دخل رجل من ذلك الباب في\nالجمعة المقبلة ورسول الله صلى الله عليه وسلم قائم يخطب، فقال: يا رسول\nالله هلكت الأموال، وانقطعت السبل، فادع الله عنا، فرفع النبي صلى الله\nعليه وسلم يديه ثم قال: اللهم حوالينا ولا علينا، اللهم على الآكام،\nوالظراب، وبطون الأودية، ومنابت الشجر.\n</p>\n\n<p>\nفانقلعت، وخرجنا نمشي في الشمس.\n</p>\n\n<p>\n» متفق عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>في رؤية الهلال</h1>\n\n<p>\nعن عبد الله بن عمر رضي الله عنه قال: «كان رسول الله صلى الله عليه وسلم\nإذا رأى الهلال قال: الله أكبر، اللهم أهله علينا بالأمن والإيمان،\nوالسلامة، والإسلام، والتوفيق لما تحب وترضى، ربنا وربك الله» خرجه\nالدارمي، وخرجه الترمذي أخصر منه من حديث طلحة.\n</p>\n\n<h1 class='l1' id='head32'>في الصوم والإفطار</h1>\n\n<p>\nعن أبي هريرة رضي <span id='ms30'></span> الله عنه قال: «قال رسول الله صلى الله عليه وسلم:\nثلاثة لا ترد دعوتهم: الصائم حتى يفطر، والإمام العادل، ودعوة المظلوم» قال\nالترمذي: حديث حسن.\n</p>\n\n<p>\n«وقال ابن أبي مليكة عن عبد الله بن عمرو رضي الله عنهما، سمعت رسول الله\nصلى الله عليه وسلم يقول: إن للصائم عند فطره لدعوة لا ترد قال ابن أبي\nمليكة سمعت عبد الله بن عمرو رضي الله عنهما إذا أفطر يقول: اللهم إني\nأسألك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nبرحتك التي وسعت كل شيء أن تغفر لي.\n</p>\n\n<p>\n» خرجه ابن ماجه\n</p>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم أنه كان إذا أفطر قال: اللهم لك صمت،\nوعلى رزقك أفطرت.\n</p>\n\n<p>\nومن وجه آخر: اللهم لك صمنا.\n</p>\n\n<p>\nوعلى رزقك أفطرنا، فتقبل منا إنك أنت السميع العليم.\n</p>\n\n<h1 class='l1' id='head33'>في السفر</h1>\n\n<p>\nيذكر «عن رسول الله صلى الله عليه وسلم إنه قال: ما خلف رجل عند أهله\nأفضل من ركعتين يركعهما عندهم حين يريد السفر» أخرجه الطبراني\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه.\n</p>\n\n<p>\n«عن النبي صلى الله عليه وسلم قال: من أراد أن يسافر فليقل لمن يخلف:\nأستودعكم الله الذي لا تضيع ودائعه»\n</p>\n\n<p>\nوعن ابن عمر رضي الله عنهما، «عن رسول الله صلى الله عليه وسلم قال: إن\nالله إذا استودع شيئا حفظه» خرجه أحمد وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سالم كان ابن عمر رضي الله عنهما يقول للرجل إذا أراد سفرا: أدن مني\nأودعك كما «كان رسول الله صلى الله عليه وسلم يودعنا فيقول: أستودع الله\nدينك وأمانتك وخواتيم عملك.\n</p>\n\n<p>\nومن وجه آخر كان - يعني النبي صلى الله عليه وسلم - إذا ودع رجلا أخذ\nبيده، فلا يدعها حتى يكون الرجل هو الذي يدع يد النبي صلى الله عليه وسلم،\nوذكره» قال الترمذي: هذا حديث حسن صحيح.\n</p>\n\n<p>\nوقال أنس بن مالك رضي الله عنه: «جاء رجل إلى النبي صلى الله عليه وسلم\nفقال: يا رسول الله إني أريد سفرا، زودني، فقال: زودك الله التقوى.\n</p>\n\n<p>\nقال: ويسر لك الخير حيثما كنت» .\n</p>\n\n<p>\nقال الترمذي: حديث حسن (غريب) .\n</p>\n\n<p>\nوعن أبي هريرة رضي <span id='ms31'></span> الله عنه، «أن رجلا قال يا رسول الله إني أريد أن\nأسافر، فأوصني، قال: عليك بتقوى الله، والتكبير على كل شرف.\n</p>\n\n<p>\nفلما ولي الرجل، قال: اللهم اطو له البعد، وهون عليه السفر» قال الترمذي\nحديث حسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>في ركوب الدابة</h1>\n\n<p>\n«قال: علي بن ربيعة: شهدت علي بن أبي طالب رضي الله عنه أتى بدابة\nليركبها، فلما وضع رجله في الركاب قال: بسم الله، فلما استوى على ظهرها\nقال: الحمد لله، ثم قال: {سبحان الذي سخر لنا هذا وما كنا له مقرنين * وإنا\nإلى ربنا لمنقلبون} (الزخرف: 13) ، ثم قال: الحمد لله - ثلاث مرات _، ثم\nقال: الله أكبر - ثلاث مرات - ثم قال: سبحانك - اللهم إني ظلمت نفسي، فاغفر\nلي، فإنه لا يغفر الذنوب إلا أنت، ثم ضحك، فقيل: يا أمير المؤمنين من أي\nشيء ضحكت؟ قال: إني رأيت النبي صلى الله عليه وسلم فعل كما فعلت، ثم ضحك،\nفقلت: يا رسول الله من أي شيء ضحكت، قال: إن ربك سبحانه وتعالى يعجب من\nعبده إذا قال: رب اغفر لي ذنوبي، يعلم أنه لا يغفر الذنوب غيري»\n</p>\n\n<p>\nخرجه أبو داود والنسائي، والترمذي، وقال حديث حسن صحيح.\n</p>\n\n<p>\nوخرج مسلم عن عبد الله بن عمر رضي الله عنهما، «أن النبي كان إذا استوى\nعلى بعيره خارجا إلى سفر كبر ثلاثا ثم قال: {سبحان الذي سخر لنا هذا وما\nكنا له مقرنين * وإنا إلى ربنا لمنقلبون} (الزخرف: 13) اللهم إنا نسألك في\nسفرنا هذا البر والتقوى، ومن العمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nما ترضى، اللهم هون علينا سفرنا هذا، واطو عنا بعده، أنت الصاحب في\nالسفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة\nالمنظر، وسوء المنقلب في المال والأهل.\n</p>\n\n<p>\nوإذا رجع قالهن، وزاد فيهن.\n</p>\n\n<p>\nآبيون، تائبون، عابدون، لربنا حامدون»\n</p>\n\n<p>\nفي وجه آخر: «كان رسول الله صلى الله عليه وسلم وأصحابه إذا علوا\nالثنايا، كبروا وإذا هبطوا سبحوا» وهو في الصحيح\n</p>\n\n<h1 class='l1' id='head35'>في ركوب البحر</h1>\n\n<p>\nيذكر عن الحسين بن علي رضي الله عنهما قال: «قال رسول الله صلى الله عليه <span id='ms32'></span>\nوسلم: أمان لأمتي من الغرق إذا ركبوا أن يقولوا: {بسم الله مجريها ومرساها\nإن ربي لغفور رحيم} (هود: 41) ، {وما قدروا الله حق قدره} (الأنعام: 91) »\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>في الدابة الصعبة</h1>\n\n<p>\nقال يونس بن عبيد رحمه الله: ما من رجل يكون على دابة صعبة فيقول في\nأذنها: {أفغير دين الله يبغون وله أسلم من في السموات والأرض طوعا وكرها\nوإليه يرجعون} (آل عمران: 83) إلا وقفت بإذن الله تعالى.\n</p>\n\n<p>\nوقد فعلنا ذلك فكان كذلك بإذن الله تعالى.\n</p>\n\n<h1 class='l1' id='head37'>في الدابة تنفلت</h1>\n\n<p>\nعن ابن مسعود رضي الله عنه، «عن النبي صلى الله عليه وسلم إذا انفلتت\nدابة أحدكم بأرض فلاة، فليناد: يا عباد الله احبسوا، فإن لله عز وجل في\nالأرض حاضرا سيحبسه»\n</p>\n\n<h1 class='l1' id='head38'>في القرية أم البلدة إذا أراد دخولها</h1>\n\n<p>\nعن صهيب رضي الله عنه، «أن النبي صلى الله عليه وسلم لم ير قرية يريد\nدخولها، إلا قال حين يراها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم رب السموات السبع وما أظللن، ورب الأرضين السبع، وما أقللن، ورب\nالشياطين وما أضللن، ورب الرياح وما ذرين، أسألك خير هذه القرية، وخير ما\nفيها، وأعوذ بك من شرها، ,شر ما فيها» خرجه النسائي وغيره.\n</p>\n\n<h1 class='l1' id='head39'>في المنزل ينزله</h1>\n\n<p>\nعن خولة بنت حكيم رضي الله عنها، قالت: «سمعت رسول الله صلى الله عليه\nوسلم يقول: من نزل منزلا ثم قال: أعوذ بكلمات الله التامات من شر ما خلق،\nلم يضره شيء حتى يرتحل من منزله ذلك» خرجه مسلم.\n</p>\n\n<p>\nوعن عبد الله بن عمر رضي الله عنهما قال: «كان رسول الله صلى الله عليه\nوسلم إذا سافر فأقبل الليل قال: يا أرض، ربي وربك الله، أعو1 بالله من شرك،\nوشر ما فيك، وسر ما خلق فيك، وشرما يدب عليك، أعوذ بالله من أسد وأسود، ومن\nالحية والعقرب، ومن ساكن البلد، ومن والد وما ولد» خرجه أبو داود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>في الطعام والشراب</h1>\n\n<p>\nقال الله تعالى: {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا\nلله إن كنتم إياه تعبدون} (البقرة: 172)\n</p>\n\n<p>\n«قال عمر بن أبي سلمة رضي الله عنه: قال <span id='ms33'></span> لي رسول الله صلى الله عليه\nوسلم: يا بني سم الله، وكل بيمينك وكل مما يليك» متفق عليه.\n</p>\n\n<p>\nوقالت عائشة رضي الله عنها.\n</p>\n\n<p>\n«قال رسول الله صلى الله عليه وسلم: إذا أكل أحدكم فليذكر اسم الله تعالى\nفي أوله، فإن نسي أن يذكر الله تعالى في أوله، فليقل: بسم الله، أوله\nوآخره» قال الترمذي: حديث حسن صحيح.\n</p>\n\n<p>\nوعن أمية بن مخشي رضي الله عنه قال: «كان رسول الله صلى الله عليه وسلم\nجالسا ورجل يأكل، فلم يسم الله تعالى حتى لم يبق من طعامه إلا لقمة، فلما\nرفعها إلى فيه، قال: بسم الله، أوله وآخره، فضحك النبي صلى الله عليه وسلم\nثم قال: ما زال الشيطان يأكل معه، فلما ذكر اسم الله استقاء ما في بطنه»\nخرجه أبو داود والنسائي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه: «ما عاب رسول الله صلى الله عليه وسلم طعاما\nقط، إن اشتهاه أكله، وإلا تركه» متفق عليه.\n</p>\n\n<p>\nوعن وحشي، «أن أصحاب رسول الله صلى الله عليه وسلم قالوا: يا رسول الله\nإنا نأكل ولا نشبع، قال: فلعلكم تفترقون.\n</p>\n\n<p>\nقالوا: نعم، قال صلى الله عليه وسلم: فاجتمعوا على طعامكم واذكروا اسم\nالله يبارك لكم فيه» خرجه أبو داود وابن ماجه.\n</p>\n\n<p>\nوقال أنس رضي الله عنه: «قال رسول الله صلى الله عليه وسلم: إن الله\nليرضى عن العبد أن يأكل الأكلة فيحمده عليها، ويشرب الشربة فيحمده عليها»\nخرجه مسلم.\n</p>\n\n<p>\nوعن معاذ بن أنس رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم:\nمن أكل طعاما، فقال: الحمد لله أطعمني هذا، ورزقنيه من غير حول مني ولا\nقوة، غفر له ما تقدم من ذنبه» قال الترمذي: حديث حسن.\n</p>\n\n<p>\nوعن أبي سعيد رضي الله عنه، «أن النبي صلى الله عليه وسلم كان إذا فرغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nمن طعامه قال: الحمد لله الذي أطعمنا، وسقانا، وجعلنا من المسلمين» خرجه\nأبو داود والترمذي.\n</p>\n\n<p>\nو «عن رجل خدم النبي صلى الله عليه وسلم أنه كان يسمع النبي صلى الله\nعليه وسلم <span id='ms34'></span> إذا قرب إليه طعاما يقول: بسم الله.\n</p>\n\n<p>\nوإذا فرغ من طعامه قال: اللهم أطعمت، وأسقيت، وأغنيت وأقنيت، وهديت\nوأحييت، فلك الحمد على ما أعطيت» خرجه النسائي وغيره.\n</p>\n\n<p>\nوخرج البخاري عن أبي أمامة رضي الله عنه، «أن النبي صلى الله عليه وسلم\nكان إذا رفع مائدته قال: الحمد لله كثيرا طيبا مباركا فيه، غير مكفي، ولا\nمودع، ولا مستغنى عنه ربنا»\n</p>\n\n<h1 class='l1' id='head41'>في الضيف ونحوه</h1>\n\n<p>\n«ذكر عبد الله بن يسر رضي الله عنه قال: نزل رسول الله صلى الله عليه\nوسلم على أبي، قال: فقربنا إليه طعاما ووطبة فأكل منها، ثم أتي بتمر فكان\nيأكله ويلقي النوى بين إصبعيه، ويجمع السبابة والوسطى، ثم أتي بشراب فشربه،\nثم ناوله الذي عن يمينه.\n</p>\n\n<p>\nقال: فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nأبي وأخذ بلجام دابته: ادع الله لنا، فقال: اللهم بارك لهم فيما رزقتهم،\nواغفر لهم وارحمهم» خرجه مسلم.\n</p>\n\n<p>\nوعن أنس رضي الله عنه «أن النبي صلى الله عليه وسلم جاء إلى سعد بن عبادة\nرضي الله عنه، فجاء بخبز وزيت فأكل، ثم قال النبي صلى الله عليه وسلم: أفكر\nعندكم الصائمون، وأكل طعامكم الأبرار، وصلت عليكم الملائكة» خرجه أبو داود\nوغيره.\n</p>\n\n<p>\nوخرج أيضا «عن جابر رضي الله عنه قال: صنع أبو الهيثم بن التيهان للنبي\nصلى الله عليه وسلم طعاما، فدعا النبي صلى الله عليه وسلم وأصحابه، فلما\nفرغوا قال: أثيبوا أخاكم.\n</p>\n\n<p>\nقالوا: يا رسول الله، وما إثابته؟ قال: إن الرجل إذا دخل بيته، فأكل\nطعامه وشرب شرابه، فدعوا له، فذلك إثابته»\n</p>\n\n<h1 class='l1' id='head42'>في السلام</h1>\n\n<p>\nعن عبد الله بن عمرو رضي الله عنه «أن رجلا سأل النبي صلى الله عليه\nوسلم: أي الإسلام خير؟ قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nتطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف» متفق عليه.\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال رسول الله صلى الله عليه وسلم لا\nتدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أفلا أدلكم على شيء إذا\nفعلتموه تحاببتم؟ أفشوا السلام بينكم» خرجه مسلم.\n</p>\n\n<p>\nوقال عمار بن ياسر رضي الله عنه: ثلاث من <span id='ms35'></span> جمعهن فقد جمع الإيمان: الانصاف\nمن نفسك، وبذل السلام للعالم والإنفاق من الإقتار.\n</p>\n\n<p>\nوقال عمران بن حصين: «جاء رجل إلى النبي صلى الله عليه وسلم فقال: السلام\nعليكم، فرد فقال: السلام عليكم ورحمة الله، فرد عليه، فجلس، فقال: عشرون،\nثم جاء آخر، فقال، ثلاثون.\n</p>\n\n<p>\n» قال: الترمذي حديث حسن.\n</p>\n\n<p>\nوعن أبي أمامة رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم: إن\nأولى الناس بالله من بدأهم بالسلام» قال الترمذي: حديث حسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج أبو داود عن علي رضي الله عنه، «عن النبي صلى الله عليه وسلم قال:\nيجزئ عن الجماعة إذا مروا، أن يسلم أحدهم، ويجزئ عن الجلوس أن يرد أحدهم»\n</p>\n\n<p>\nأنس رضي الله عنه: «مر النبي صلى الله عليه وسلم على صبية يلعبون، فسلم\nعليهم» حديث صحيح.\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه: «قال رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nاذا انتهى أحدكم إلى المجلس، فليسلم، فإن بدا له أن يجلس، فليجلس، ثم إذا\nقام، فليسلم، فليست الأولى بأحق من الآخرة» قال الترمذي: حديث حسن.\n</p>\n\n<h1 class='l1' id='head43'>في العطاس والتثاؤب</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه «عن النبي صلى الله عليه وسلم قال: إن الله\nيحب العطاس، ويكره التثاؤب، فإذا عطس أحدكم، وحمد الله، كان حقا على كل\nمسلم سمعه أن يقول: يرحمك الله.\n</p>\n\n<p>\nوأما التثاؤب من الشيطان، فإذا تثاءب أحدكم، فليرده ما استطاع،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أحدكم إذا تثاءب ضحك منه الشيطان»\n</p>\n\n<p>\nوقال أيضا، «عن النبي صلى الله عليه وسلم قال: إذا عطس أحدكم فليقل:\nالحمد لله، وليقل له أخوه، أو صاحبه: يرحمك الله، فإذا قال له: يرحمك الله،\nفليقل: يهديكم الله ويصلح بالكم» خرجهما البخاري\n</p>\n\n<p>\nوفي لفظ أبي داود: «الحمد لله على كل حال»\n</p>\n\n<p>\nوقال أبو موسى الأشعري رضي الله عنه: «سمعت رسول الله صلى الله عليه وسلم\nيقول: إذا عطس أحدكم فحمد الله فشمتوه، فإن لم يحمد الله فلا تشمتوه» خرجه\nمسلم\n</p>\n\n<h1 class='l1' id='head44'>في النكاح</h1>\n\n<p>\nقال عبد الله بن مسعود رضي الله عنه: «علمنا رسول الله صلى الله عليه\nوسلم <span id='ms36'></span> خطبة الحاجة: الحمد لله نحمده ونستعينه، ونستغفره، ونعوذ بالله من\nشرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nهادي له، وأشهد أن لا إله ألا الله وحده لا شريك له، وأشهد أن محمدا عبده\nورسوله» ، وفي رواية زيادة: «أرسله بالحق بشيرا ونذيرا، بين يدي الساعة، من\nيطع الله ورسوله فقد رشد، ومن يعصهما فإنه لا يضر إلا نفسه، ولا يضر الله\nشيئا، {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها\nوبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله\nكان عليكم رقيبا} (النساء: 1) {يا أيها الذين آمنوا اتقوا الله حق تقاته\nولا تموتن إلا وأنتم مسلمون} (آل عمران: 102) {يا أيها الذين آمنوا اتقوا\nالله وقولوا قولا سديدا * يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله\nورسوله فقد فاز فوزا عظيما} (الأحزاب: 70-71) » خرجه الأربعة وقال الترمذي:\nحديث حسن.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه، «أن النبي صلى الله عليه وسلم كان إذا رفأ\nالانسان، إذا تزوج قال: بارك الله لك، وبارك عليك، وجمع بينكما في خير» قال\nالترمذي: حديث حسن صحيح\n</p>\n\n<p>\nوعن عمرو بن شعيب عن أبيه عن جده، «عن النبي صلى الله عليه وسلم قال: إذا\nتزوج أحدكم امرأة، أو اشترى خادما فليقل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم إني أسألك خيرها، وخير ما جبلتها عليه، وأعوذ بك من شرها وشر ما\nجبلتها عليه وإذا اشترى بعيرا، فليأخذ بذورة سنامه وليقل مثل ذلك.\n</p>\n\n<p>\n» خرجه أبو داود، وابن ماجه\n</p>\n\n<p>\nوقال ابن عباس رضي الله عنهما، «عن النبي صلى الله عليه وسلم قال: لو أن\nأحدكم إذا أتى أهله قال: بسم الله، اللهم جنبنا الشيطان، وجنب الشيطان ما\nرزقتنا فقضي بينهما ولد، لم يضره شيطان أبدا» متفق عليه\n</p>\n\n<h1 class='l1' id='head45'>في الولادة</h1>\n\n<p>\n«يذكر أن فاطمة رضي الله عنها لما دنا ولادها، أمر رسول الله صلى الله\nعليه وسلم أم سلمة، وزينب بنت جحش، أن يأتيا فيقرأ عندها آية الكرسي، و {إن\nربكم الله الذي <span id='ms37'></span> خلق السموات والأرض} إلى آخر الآية (الأعراف: 54) و (يونس:\n3) : ويعوذاها بالمعوذتين»\n</p>\n\n<p>\n«وقال أبو رافع رضي الله عنه: رأيت رسول الله صلى الله عليه وسلم أذن في\nالحسن بن علي حين ولدته فاطمة رضي الله عنها بالصلاة» قال الترمذي حديث حسن\nصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nويذكر عن الحسين بن علي رضي الله عنهما، قال: «قال رسول الله صلى الله\nعليه وسلم: من ولد له مولود فأذن في أذنه اليمنى وأقام في أذنه اليسرى، لم\nتضره أم الصبيان»\n</p>\n\n<p>\nوقالت عائشة رضي الله عنها: «كان رسول الله صلى الله عليه وسلم يؤتى\nبالصبيان فيدعو لهم بالبركة، ويحنكهم» خرجه أبو داود.\n</p>\n\n<p>\nوعن عمرو بن شعيب عن أبيه عن جده «عن النبي صلى الله عليه وسلم: أنه أمر\nبتسمية المولود يوم سابعه، ووضع الأذى عنه، والعق» قال الترمذي: حديث حسن.\n</p>\n\n<p>\nوقد «سمى النبي صلى الله عليه وسلم ابنه إبراهيم وإبراهيم بن أبي موسى،\nوعبد الله بن أبي طلحة، والمنذر بن أبي أسيد قريبا من ولادتهم»\n</p>\n\n<p>\nوعن أبي الدرداء رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم:\nإنكم تدعون يوم القيامة بأسمائكم، وأسماء آبائكم، فأحسنوا أسماءكم» ذكره\nأبو داود.\n</p>\n\n<p>\nوذكر مسلم في صحيحه عن عبد الله بن عمر رضي الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nعنهما قال: «قال رسول الله صلى الله عليه وسلم: إن أحب أسمائكم إلى الله\nعبد الله، وعبد الرحمن»\n</p>\n\n<p>\nوعن أبي وهب الجشمي قال: «قال رسول الله صلى الله عليه وسلم: يسموا\nبأسماء الأنبياء، وأحب الأسماء إلى الله تعالى، عبد الله، وعبد الرحمن،\nوأصدقها حارث، وهمام، وأقبحها حرب ومرة» خرجه أبو داود والنسائي\n</p>\n\n<p>\n«وقد غير النبي صلى الله عليه وسلم الأسماء المكروهة إلى أسماء حسنة،\nفكانت زينب تسمى: برة.\n</p>\n\n<p>\nفقيل تزكي نفسها، فسماها زينب، وكان يكره أن يقال: خرج من عند برة، وقال\nلرجل: ما اسمك؟ قال: حزن، قال: بل أنت سهل، وغير اسم عاصية، فسماها جميلة،\nوقال لرجل: ما اسمك؟ قال: أصرم.\n</p>\n\n<p>\nقال: بل أنت زرعة، وسمى حربا: سلما وسمى المضطجع: المنبعث، وأرضا يقال\nلها: عفرة <span id='ms38'></span>، سماها: خضرة، وشعب الضلالة، سماها شعب الهدى، وبنو الزنية،\nسماهم: بنو الرشدة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>في صياح الديك، والنهيق والنباح</h1>\n\n<p>\nذكر أبو هريرة رضي الله عنه، «عن النبي صلى الله عليه وسلم قال: إذا\nسمعتم نهاق الحمير، فتعوذوا بالله من الشيطان، فإنها رأت شيطانا، وإذا\nسمعتم صياح الديكة، فسلوا الله من فضله، فإنها رأت ملكا» متفق عليه.\n</p>\n\n<p>\nوعن جابر رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم: إذا\nسمعتم نباح الكلاب ونهيق الحمير بالليل، فتعوذوا بالله منهن، فإنهن يرون ما\nلا ترون» خرجه أبو داود\n</p>\n\n<h1 class='l1' id='head47'>في الحريق</h1>\n\n<p>\nيذكر عن عمرو بن شعيب عن أبيه عن جده قال: «قال رسول الله صلى الله عليه\nوسلم: إذا رأيتم الحريق فكبروا، فإن التكبير يطفئه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>في المجلس</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم من\nجلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه ذلك: سبحانك اللهم\nوبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، إلا كفر الله له ما\nكان في مجلسه ذلك.\n</p>\n\n<p>\n» قال الترمذي: حديث حسن صحيح\n</p>\n\n<p>\nوفي حديث آخر: أنه إذا كان في مجلس خير، كان كالطابع له، وإن كان مجلس\nتخليط، كان كفارة له\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم: ما\nمن قوم يقومون من مجلس لا يذكرون الله تعالى فيه إلا قاموا عن مثل جيفة\nحمار، وكان لهم حسرة» خرجه أبو داود وغيره\n</p>\n\n<p>\nوعن ابن عمر رضي الله عنهما قال: «قلما كان رسول الله صلى الله عليه وسلم\nيقوم من مجلس حتى يدعو بهؤ لاء الدعوات لأصحابه: اللهم اقسم لنا من حشيتك\nما تحول به بيننا وبين معاصيك، ومن طاعتك ما تبلغنا به جنتك، ومن اليقين ما\nتهون به علينا مصائب الدنيا، اللهم متعنا بأسماعنا، وأبصارنا، وقوتنا ما\nأحييتنا، واجعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالوارث منا، واجعل ثأرنا على من ظلمنا، وانصرنا على من عادانا، ولا تجعل\nمصيبتنا في ديننا، ولاتجعل الدنيا أكبر <span id='ms39'></span> همنا، ولا مبلغ علمنا، ولا تسلط\nعلينا من لا يرحمنا» قال الترمذي: حديث حسن\n</p>\n\n<h1 class='l1' id='head49'>في الغضب</h1>\n\n<p>\nقال الله تعالى: {وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع\nالعليم} فصلت: 36\n</p>\n\n<p>\n«وقال سليمان بن صرد: كنت جالسا مع رسول الله صلى الله عليه وسلم ورجلان\nيستبان، وأحدهما قد احمر وجهه، وانتفخت أوداجه.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: إني لأعلم كلمة لو قالها لذهب عنه ما\nيجد، لو قال: أعوذ بالله من الشيطان الرجيم، ذهب عنه ما يجد» متفق عليه\n</p>\n\n<p>\nوعن عطية بن عروة قال: «قال رسول الله صلى الله عليه وسلم: إن الغضب من\nالشيطان، وإن الشيطان خلق من نار، وإنما تطفأ النار بالماء، فإذا غضب\nأحدكم، فليتوضأ» ذكره أبو داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>في رؤية أهل البلاء</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه، «عن النبي صلى الله عليه وسلم قال: من رأى\nمبتلى فقال: الحمد لله الذي عافاني مما ابتلاك به، وفضلني على كثير ممن خلق\nتفضيلا.\n</p>\n\n<p>\nلم يصبه ذلك البلاء.\n</p>\n\n<p>\n» قال الترمذي: حديث حسن\n</p>\n\n<h1 class='l1' id='head51'>في دخول السوق</h1>\n\n<p>\nعن عمر بن الخطاب رضي الله عنه، «أن رسول الله صلى الله عليه وسلم قال:\nمن دخل السوق فقال: لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد،\nيحيي ويميت، وهو حي لا يموت، بيده الخير، وهو على كل شيء قدير كتب الله له\nألف ألف حسنة ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة.\n</p>\n\n<p>\n» خرجه الترمذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوعن بريدة رضي الله عنه قال: «كان رسول الله صلى الله عليه وسلم إذا خرج\nإلى السوق قال: بسم الله، اللهم، إني أسألك من خير هذه السوق، وخير ما\nفيها، وأعوذ بك من شرها، وشر مافيها، اللهم إني أعوذ بك أن أصيب فيها يمينا\nفاحرة، أو صفقة خاسرة» إسناد هذا أمثل من الأول\n</p>\n\n<h1 class='l1' id='head52'>في النظر في المرآة</h1>\n\n<p>\nيذكر عن أنس رضي الله عنه، قال: «كان رسول الله صلى الله عليه وسلم إذا\nنظر وجهه في المرآة قال: الحمد لله الذي <span id='ms40'></span> سوى خلقي فعدله، وكرم صورة وجهي\nفحسنها، وجعلني من المسلمين»\n</p>\n\n<p>\nوعن علي رضي الله عنه، «أن النبي صلى الله عليه وسلم كان إذا نظر وجهه في\nالمرآة قال: الحمد لله، اللهم كما حسنت خلقي فحسن خلقي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>في الحجامة</h1>\n\n<p>\nعن علي رضي الله عنه قال: «قال رسول الله صلى الله عليه وسلم: من قرأ آية\nالكرسي عند الحجامة، كانت منفعة حجامتة»\n</p>\n\n<h1 class='l1' id='head54'>في الأذن إذا طنت</h1>\n\n<p>\nعن أبي رافع رضي الله عنه قال: «قال رسول الله صلى عليه وسلم إذا طنت أذن\nأحدكم، فليذكرني، وليصل علي، وليقل: ذكر الله بخير من ذكرني» .\n</p>\n\n<h1 class='l1' id='head55'>في الرجل إذا خدرت</h1>\n\n<p>\nعن الهيثم بن حنش قال: كنا عند عبد الله بن عمر رضي الله عنهما، فخدرت\nرجله فقال له رجل: اذكر أحب الناس إليك، فقال: يا محمد، فكأنما نشط من عقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوعن مجاهد قال: خدرت رجل رجل عند ابن عباس رضي الله عنهما، فقال له ابن\nعباس.\n</p>\n\n<p>\nاذكر أحب الناس إليك، فقال: محمد صلى الله عليه وسلم، فذهب خدره\n</p>\n\n<h1 class='l1' id='head56'>في الدابة إذا تعست</h1>\n\n<p>\n«عن أبي المليح، عن رجل قال: كنت رديف النبي صلى الله عليه وسلم، فعثرت\nدابته، فقلت: تعس الشيطان، فقال: لا تقل: تعس الشيطان، فإنك إذا قلت ذلك\nتعاظم حتى يكون مثل البيت، ويقول: بقوتي، ولكن قل: باسم الله، فإنك إذا قلت\nذلك تصاغر حتى يكون مثل الذباب»\n</p>\n\n<h1 class='l1' id='head57'>فيمن أهدى هدية ودعي له</h1>\n\n<p>\n«عن عائشة رضي الله عنها قالت: أهديت لرسول الله صلى الله عليه وسلم شاة\nقال: اقسميها فكانت عائشة إذا رجعت الخادم تقول: ما قالوا؟ تقول الخادم:\nقالوا: بارك الله فيكم، فتقول عائشة: وفيهم بارك الله، نرد عليهم مثل ما\nقالوا، ويبقى أجرنا لنا.\n</p>\n\n<p>\n» وقد بلغنا عنها في الصدقة نحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>فيمن أميط عنه الأذى</h1>\n\n<p>\n«عن أبي أيوب الأنصاري رضي الله عنه، أنه تناول من لحية رسول الله صلى\nالله عليه وسلم أذى، فقال له رسول الله صلى الله عليه وسلم: مسح الله عنك\nيا أبا أيوب ما تكره.\n</p>\n\n<p>\nوفي وجه آخر: لايكن <span id='ms41'></span> بك السوء يا أبا أيوب»\n</p>\n\n<p>\nوعن عمر رضي الله عنه أنه أخذ من لحية رجل أو رأسه شيئا، فقال الرجل: صرف\nالله عنك السوء، فقال عمر رضي الله عنه: صرف الله عنا السوء منذ أسلمنا،\nولكن إذا أخذ عنك شيء فقل: أخذت يداك خيرا.\n</p>\n\n<h1 class='l1' id='head59'>في رؤية باكورة الثمر</h1>\n\n<p>\nقال أبو هريرة رضي الله عنه: «كان الناس إذا رأوا أول الثمر جاؤوا به إلى\nرسول الله صلى الله عليه وسلم فإذا أخذه رسول الله صلى الله عليه وسلم قال:\nاللهم بارك لنا في ثمرنا، وبارك لنا في مدينتنا، وبارك لنا في صاعنا، وبارك\nلنا في مدنا، ثم يعطيه أصغر من يحضر من الولدان» خرجه مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>في الشيء يعجبه ويخاف عليه العين</h1>\n\n<p>\nقال الله تعالى {ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله}\n(الكهف: 39)\n</p>\n\n<p>\n«وقال النبي صلى الله عليه وسلم: العين حق، ولو كان شيء سابق القدر\nلسبقته العين» حديث صحيح\n</p>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم قال: إذا رأى أحدكم ما يعجبه في\nنفسه، أو ماله، فليبرك عليه، فإن العين حق»\n</p>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم قال: من رأى منكم شيئا فأعجبه فليقل:\nما شاء الله، لا قوة إلا بالله»\n</p>\n\n<p>\nويذكر «عن النبي صلى الله عليه وسلم قال: أنه كان إذا خاف أن يصيب شيئا\nبعينه قال: اللهم بارك فيه ولا تصره»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو سعيد رضي الله عنه: «كان رسول الله صلى الله عليه وسلم يتعوذ من\nالجان، وعين الانسان، حتى نزلت المعوذتان، فلما نزلتا أخذهما، وترك ما\nسواهما» قال الترمذي: حديث حسن\n</p>\n\n<h1 class='l1' id='head61'>في الفأل والطيرة</h1>\n\n<p>\n«قال النبي صلى الله عليه وسلم: لا عدوى، ولا طيرة، وأصدقها الفأل.\n</p>\n\n<p>\nقالوا: وما الفأل؟ قال: الكلمة الحسنة يسمعها الرجل»\n</p>\n\n<p>\n«وكان رسول الله صلى الله عليه وسلم يعجبه الفأل»\n</p>\n\n<p>\nمثل ما كان في سفر الهجرة، فلقيهم رجل فقال: ما اسمك؟ قال بريدة.\n</p>\n\n<p>\nقال: برد أمرنا\n</p>\n\n<p>\nوقال: رأيت في منامي كأني في دار عقبة بن رافع، وأتينا من رطب <span id='ms42'></span> ابن طاب،\nفأولت الرفعة لنا في الدنيا، والعاقبة لنا في الآخرة، وأن ديننا قد طاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الطيرة ف «قال معاوية بن الحكم رضي الله عنه: قلت يا رسول الله، منا\nرجال يتطيرون.\n</p>\n\n<p>\nقال: ذلك شيء تجدونه في صدوركم فلا يصدنكم هذه الأحاديث في الصحاح» .\n</p>\n\n<p>\nو «عن عروة بن عامر قال: سئل رسول الله صلى الله عليه وسلم عن الطيرة\nفقال: أصدقها الفأل، ولا تردوا مسلما، وإذا رأيتم شيئا تكرهونه فقولوا:\nاللهم لا يأتي بالحسنات إلا أنت، ولا يذهب بالسيئات إلا أنت، ولا حول ولا\nقوة إلا بالله»\n</p>\n\n<h1 class='l1' id='head62'>في الحمام</h1>\n\n<p>\n«عن أبي هريرة رضي الله عنه مرفوعا وموقوفا -وهو شبه- قال: نعم البيت\nالحمام يدخله المسلم، إذا دخله سأل الله الجنة، واستعاذه من النار» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             <span id='ms43'></span>\n</p>\n",
  "pages": [
    "000",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101"
  ],
  "volumes": [
    "01"
  ]
}