{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nجزء فيه أربعون حديثا منتقاة من كتاب الآداب\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالإمام الحافظ أبي بكر أحمد بن الحسين البيهقي\n</p>\n\n<p>\nرحمة الله عليه\n</p>\n\n<p>\n(458 ه)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nمحمد مطيع الحافظ\n</p>\n\n<p>\n[طبع ضمن كتاب (المحاسن السلطانية في دار الحديث النورية) للمحقق]\n</p>\n\n<p>\nدار البيروتي\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1427 ه - 2006 مجزء فيه أربعون حديثا منتقاة من كتاب الآداب ¶ تأليف ¶\nالإمام الحافظ أبي بكر أحمد بن الحسين البيهقي ¶ رحمة الله عليه ¶ (458 ه)\n¶ تحقيق ¶ محمد مطيع الحافظ ¶ [طبع ضمن كتاب (المحاسن السلطانية في دار\nالحديث النورية) للمحقق] ¶ دار البيروتي ¶ الطبعة الأولى ¶ 1427 ه - 2006 م\n----NO PAGE NO------\n</p>\n\n#345#\n<p>\nجزء فيه\n</p>\n\n<p>\nأربعون حديثا منتقاة من كتاب الآداب\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالإمام الحافظ أبي بكر أحمد بن الحسين البيهقي رحمة الله عليه\n</p>\n\n<p>\nرواية الشيخين\n</p>\n\n<p>\nأبي محمد عبد الجبار بن محمد بن أحمد الخواري\n</p>\n\n<p>\nوأبي عبد الله محمد بن الفضل بن أحمد الفراوي\n</p>\n\n<p>\nكليهما عنه\n</p>\n\n<p>\nوهذه الأربعون انتقاها صلاح الدين ابن العلائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n#347#\n<p>\nأربعون منتقاة من الآداب للبيهقي\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا الشيخ المسند العدل ناصر الدين أبو عبد الله محمد ابن الشيخ مجد\nالدين يوسف بن محمد بن عبد الله الشافعي المعروف بابن المهتار قراءة عليه\nوأنا أسمع قال: أخبرنا الشيخ الإمام شرف الدين أبو عبد الله محمد بن عبد\nالله بن أبي الفضل السلمي المرسي قراءة عليه وأنا أسمع في سنة ست وأربعين\nوست مئة [بدار الحديث النورية بدمشق] قال: أخبرنا أبو القاسم منصور بن عبد\nالمنعم بن عبد الله ابن محمد بن أبي الفضل بن أحمد الصاعدي الفراوي, قال:\nأخبرنا أبو محمد عبد الجبار بن محمد بن أحمد الخواري, قال: أخبرنا الإمام\nالحافظ أبو بكر أحمد بن الحسين البيهقي:\n</p>\n\n<h1 class='l1' id='head1'>AUTO الحديث الأول من: باب في بر الوالدين</h1>\n\n<p>\n1- [2] أخبرنا أبو عبد الله [محمد بن عبد الله] الحافظ, حدثنا أبو عبد\nالله محمد بن يعقوب الحافظ, أخبرنا إبراهيم بن عبد الله, حدثنا أبو بدر\nشجاع بن الوليد, حدثنا عبد الله بن شبرمة, عن أبي زرعة بن عمرو بن جرير, عن\nأبي هريرة رضي الله عنه قال:\n</p>\n\n<p>\n((قال رجل: يا رسول الله <span id='ms01'></span>, من أحق مني بحسن الصحبة؟ قال: أمك, قال: ثم من؟\nقال: أمك, قال: ثم من؟ قال: ثم أبوك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n#348#\n<h1 class='l1' id='head2'>AUTO الحديث الثاني</h1>\n\n<p>\n2- أخبرنا أبو عبد الله الحافظ, حدثنا أبو العباس محمد بن يعقوب, حدثنا\nأحمد بن شيبان, حدثنا سفيان بن عيينة, عن عطاء -يعني ابن السائب- عن أبي\nعبد الرحمن -يعني السلمي- عن أبي الدرداء [رضي الله عنه] قال: سمعت رسول\nالله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n((إن الوالد أوسط أبواب الجنة, فاحفظ ذلك الباب أو دعه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO الحديث الثالث من: باب في صلة الرحم</h1>\n\n<p>\n3- [5] أخبرنا أبو الحسين علي بن محمد بن عبد الله بن بشران العدل\nببغداد, أخبرنا أبو جعفر محمد ابن عمرو ابن البختري الرزاز, حدثنا محمد بن\nعبيد الله بن يزيد, حدثنا إسحاق بن يوسف الأزرق, حدثنا عمرو بن عثمان بن\nموهب, عن موسى بن طلحة, عن أبي أيوب الأنصاري [رضي الله عنه]:\n</p>\n\n<p>\n((أن أعرابيا عرض للنبي صلى الله عليه وسلم في مسير له, فأخذ بخطام\nالناقة أو زمامها, فقال: يا رسول الله, أو يا محمد, أخبرني بما يقربني من\nالجنة, ويباعدني من النار؟ قال: تعبد الله ولا تشرك به شيئا, وتقيم الصلاة\nوتؤتي الزكاة وتصل الرحم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO الحديث الرابع</h1>\n\n<p>\n4- [7] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد بن\nالأعرابي, حدثنا الحسن بن محمد الزعفراني, حدثنا سفيان بن عيينة, عن\nالزهري, عن محمد بن جبير بن مطعم, عن أبيه, عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\n((لا يدخل الجنة قاطع)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n#349#\n<h1 class='l1' id='head5'>AUTO الحديث الخامس من باب: في رحمة الأولاد</h1>\n\n<p>\n5- [20] وحدثنا أبو الحسن محمد بن الحسين العلوي إملاء, أخبرنا أبو\nالقاسم عبيد الله بن إبراهيم بن بالويه. وأخبرنا أبو طاهر الفقيه, أخبرنا\nأبو بكر القطان, قالا: حدثنا أحمد بن يوسف السلمي, حدثنا عبد الرزاق,\nأخبرنا معمر, عن همام بن منبه, قال: هذا ما حدثنا أبو هريرة [رضي الله عنه]\nقال: قال رسول الله صلى الله عليه وسلم :\n</p>\n\n<p>\n((خير نساء ركبن الإبل نساء قريش: أحناه على ولد في صغره, وأرعاه على زوج <span id='ms02'></span>\nفي ذات يده)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO الحديث السادس من باب: في تراحم الخلق</h1>\n\n<p>\n6- [31] حدثنا أبو محمد بن يوسف, أخبرنا أبو سعيد بن الأعرابي, حدثنا\nالحسن بن محمد الزعفراني, حدثنا سفيان بن عيينة, عن عمرو بن دينار, عن نافع\nبن جبير بن مطعم قال جرير بن عبد الله [رضي الله عنهما]: سمعت رسول الله\nصلى الله عليه وسلم يقول:\n</p>\n\n<p>\n((لا يرحم الله من لا يرحم الناس)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO الحديث السابع</h1>\n\n<p>\n7- [33] أخبرنا محمد بن محمد بن محمش الفقيه, أخبرنا أبو حامد بن بلال,\nحدثنا عبد الرحمن بن بشر بن الحكم بن حبيب بن مهران العبدي, حدثنا سفيان بن\nعيينة, #350# عن عمرو بن دينار, عن أبي قابوس مولى لعبد الله بن عمرو بن\nالعاص, عن عبد الله بن عمرو بن العاص [رضي الله عنهما] أن رسول الله صلى\nالله عليه وسلم قال:\n</p>\n\n<p>\n((الراحمون يرحمهم الرحمن, ارحموا من في الأرض يرحمكم من في السماء)).\n</p>\n\n<p>\nقال أبو حامد: قال عبد الرحمن: وهذا أول حديث سمعته من سفيان وقال أبو\nحامد: وهذا أول حديث سمعته من عبد الرحمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>AUTO الحديث الثامن من باب: في مراعاة حق الأزواج</h1>\n\n<p>\n8- [59] أخبرنا أبو طاهر الفقيه, أخبرنا أبو بكر محمد بن الحسين القطان,\nحدثنا أحمد بن يوسف السلمي, حدثنا عبد الرزاق, أخبرنا معمر, عن همام بن\nمنبه قال: هذا ما حدثنا أبو هريرة [رضي الله عنه] قال: قال رسول الله صلى\nالله عليه وسلم :\n</p>\n\n<p>\n((لا تصوم المرأة وبعلها شاهد إلا بإذنه, ولا تأذن في بيته وهو شاهد إلا\nبإذنه, وما أنفقت من كسبه من غير أمره فإن نصف أجره له)).\n</p>\n\n<p>\nقال الشيخ [أي الإمام البيهقي]: وهذا الإنفاق من كسبه حمله بعض أهل العلم\nعلى إنفاقها مما أعطاها في نفقتها, وبذلك أفتى أبو هريرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n#351#\n<h1 class='l1' id='head9'>AUTO الحديث التاسع من باب: في المملوك إذا نصح</h1>\n\n<p>\n9- [71] أخبرنا أبو عبد الله الحافظ, حدثنا أبو العباس محمد بن يعقوب,\nحدثنا أحمد ان عبد الحميد الحارثي, حدثنا أبو أسامة, عن بريدة, عن أبي\nبردة, عن أبي موسى [رضي الله عنه] عن النبي صلى الله عليه <span id='ms03'></span> وسلم :\n</p>\n\n<p>\n((المملوك الذي يحسن عبادة ربه, ويؤدي إلى سيده الذي له عليه من الحق\nوالنصيحة والطاعة, له أجران: أجر ما أحسن عبادة ربه, وأجر ما أدى إلى مليكه\nالذي له عليه من الحق)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>AUTO الحديث العاشر من: باب في الهدية</h1>\n\n<p>\n10- [91] أخبرنا أبو بكر بن فورك, أخبرنا عبد الله بن جعفر, حدثنا يونس\nبن حبيب, حدثنا أبو داود, حدثنا ابن أبي ذيب, عن سعيد المقبري, عن أبيه, عن\nأبي هريرة [رضي الله عنه] قال: قال رسول الله صلى الله عليه وسلم :\n</p>\n\n<p>\n((يا نساء المؤمنات, لا تحقرن جارة لجارتها, ولا بفرسن شاة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>AUTO الحديث الحادي عشر من باب: في التعاون على البر والتقوى</h1>\n\n<p>\n11- [101] أخبرنا أبو عبد الله الحافظ, وأبو عثمان سعيد بن محمد بن محمد\nبن عبدان قالا: حدثنا أبو العباس محمد بن يعقوب, حدثنا أحمد بن عبد الحميد\nالحارثي #352# الكوفي, حدثنا أبو أسامة, عن بريد, عن أبي بردة, عن أبي موسى\nرضي الله عنه, عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\n((إن المؤمن للمؤمن كالبنيان, يشد بعضه بعضا, وشبك بين أصابعه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO الحديث الثاني عشر من باب الشفاعة</h1>\n\n<p>\n12- [114] أخبرنا أبو الحسن محمد بن الحسين بن داود العلوي رحمه الله,\nأخبرنا أبو حامد بن الشرقي, حدثنا أبو الأزهر, حدثنا أبو أسامة, عن بريد بن\nعبد الله بن أبي بردة, عن جده أبي بردة, عن أبي موسى [رضي الله عنه] قال:\n</p>\n\n<p>\n((كان رسول الله صلى الله عليه وسلم إذا جاءه السائل قال: اشفعوا\nفلتؤجروا, وليقض الله على لسان نبيه ما شاء)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>AUTO الحديث الثالث عشر من باب: لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه</h1>\n\n<p>\n13- [131] حدثنا أبو الحسن محمد بن الحسين العلوي إملاء, أخبرنا عبد الله\nبن محمد ابن الحسن الشرقي, حدثنا عبد الله بن هاشم, حدثنا وكيع, حدثنا\nالأعمش, عن زيد بن وهب, عن عبد الرحمن بن عبد رب الكعبة, عن عبد الله بن\nعمرو [رضي الله عنهما] قال: قال رسول الله صلى الله عليه وسلم :\n</p>\n\n<p>\n((من أحب أن يزحزح عن النار ويدخل الجنة فلتدركه <span id='ms04'></span> منيته وهو يؤمن بالله\nواليوم الآخر, ويأتي إلى الناس ما يحب أن يؤتى إليه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n#353#\n<h1 class='l1' id='head14'>AUTO الحديث الرابع عشر من باب: الإعراض عن الوقوع في أعراض المسلمين</h1>\n\nبالسب والتعيير والبغي\n<p>\n14- [141] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد\nبن الأعرابي, حدثنا سعدان بن نصر, حدثنا سفيان, عن زياد بن علاقة, سمع\nأسامة ابن شريك [رضي الله عنه] يقول:\n</p>\n\n<p>\n((شهدت الأعراب يسألون النبي صلى الله عليه وسلم : هل علينا من جناح في\nكذا؟ فقال: عباد الله وضع الحرج إلا امرؤ اقترض من عرض أخيه شيئا فذلك الذي\nحرج, قالوا: يا رسول الله, ما خير ما يعطى العبد؟ قال: خلق حسن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>AUTO الحديث الخامس عشر في باب: الرفق في الأمور</h1>\n\n<p>\n15- [173] أخبرنا أبو عبد الله الحافظ وأبو زكريا بن أبي إسحاق قالا:\nحدثنا أبو محمد عبد الله بن إسحاق ابن الخراساني, حدثنا عبد الرحمن بن محمد\nبن منصور, حدثنا يحيى بن سعيد القطان, عن محمد بن أبي إسماعيل, عن عبد\nالرحمن بن هلال, عن جرير بن عبد الله [رضي الله عنهما] أن النبي صلى الله\nعليه وسلم قال:\n</p>\n\n<p>\n((من يحرم الرفق يحرم الخير)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>AUTO الحديث السادس عشر من باب: في حسن الخلق وسلامة الصدر ولين الجانب</h1>\n\n<p>\n16- [185] حدثنا الإمام أبو الطيب سهل بن محمد [بن] (¬1) سليمان رحمه\nالله في آخرين, قالوا: #354# أخبرنا أبو العباس محمد بن يعقوب, أخبرنا محمد\nبن عبد الله بن عبد الحكم, حدثنا أبي وشعيب بن الليث قالا: حدثنا الليث بن\nسعد, عن ابن الهاد, عن عمرو ابن أبي عمرو, عن المطلب بن عبد الله, عن عائشة\n[رضي الله عنها] قالت: سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n((إن المؤمن ليدرك بحسن خلقه درجة قائم الليل صائم النهار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>AUTO الحديث السابع عشر من باب: في حسن العشرة</h1>\n\n<p>\n17- [201] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد\nبن الأعرابي, حدثنا العباس بن محمد وابن عفان, قالا: حدثنا عبد الحميد\n-يعني الحماني- حدثنا الأعمش, عن مسلم, عن مسروق, عن عائشة رضي الله <span id='ms05'></span> عنها قالت:\n</p>\n\n<p>\n((كان النبي صلى الله عليه وسلم إذا بلغه عن الرجل الشيء لم يقل ما بال\nفلان, ولكن يقول ما بال أقوام يقولون: كذا وكذا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>AUTO الحديث الثامن عشر من: باب ما يجب على المسلم من حق أخيه في</h1>\n\nالإسلام\n<p>\n18- [226] حدثنا محمد بن الحسين العلوي إملاء, أخبرنا أبو حامد بن\nالشرقي, حدثنا أحمد بن حفص, حدثنا حفص بن عبد الله, حدثني إبراهيم بن\nطهمان, عن سهيل ابن أبي صالح, عن عطاء بن يزيد الليثي, عن تميم الداري رضي\nالله عنه أنه قال: قال رسول الله صلى الله عليه وسلم :\n</p>\n\n<p>\n((إن الدين النصيحة, إن الدين النصيحة, إن الدين النصيحة, قالوا: لمن\n</p>\n\n#355# يا رسول الله؟ قال: لله, ولكتابه, ولرسوله, وأئمة المسلمين, أو قال:\nوأئمة المسلمين وعامتهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n<h1 class='l1' id='head19'>AUTO الحديث التاسع عشر من: باب من يجالس ومن يصاحب</h1>\n\n<p>\n19- [285] أخبرنا أبو بكر محمد بن الحسن بن فورك, أخبرنا عبد الله بن\nجعفر, حدثنا يونس بن حبيب, حدثنا أبو داود, حدثنا زهير بن محمد, أخبرني\nموسى بن وردان, عن أبي هريرة [رضي الله عنه] قال: قال رسول الله صلى الله\nعليه وسلم :\n</p>\n\n<p>\n((المرء على دين خليله, فلينظر أحدكم من يخالل)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>AUTO الحديث العشرون من: باب الرجل يجلس بين الرجلين بغير إذنهما</h1>\n\n<p>\n20- [305] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد\nبن الأعرابي, حدثنا الهيثم بن سهل التستري, حدثنا عبد الوارث بن سعيد,\nحدثنا عاصم, حدثنا عامر الأحول, عن عمرو بن شعيب, عن أبيه, عن جده قال:\n</p>\n\n<p>\n((نهى رسول الله صلى الله عليه وسلم أن يجلس الرجل بين الرجلين إلا\nبإذنهما)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n#356#\n<h1 class='l1' id='head21'>AUTO الحديث الحادي والعشرون من: باب الأكل بثلاث أصابع ولعقها عند</h1>\n\nالفراغ من الأكل\n<p>\n21- [498] أخبرنا أبو علي الروذباري, أخبرنا أبو بكر بن داسه, حدثنا أبو\nداود, حدثنا موسى بن إسماعيل, حدثنا حماد, عن ثابت, عن أنس بن مالك [رضي\nالله عنه]:\n</p>\n\n<p>\n((أن رسول الله صلى الله عليه وسلم كان إذا أكل طعاما لعق أصابعه الثلاث,\nوقال: إذا سقطت لقمة أحدكم فليمط عنها الأذى, وليأكلها ولا يدعها للشيطان <span id='ms06'></span>,\nوأمرنا أن نسلت الصحفة وقال: إن أحدكم لا يدري في أي طعامه يبارك له)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>AUTO الحديث الثاني والعشرون من: باب لا يحقر ما قدم إليه</h1>\n\n<p>\n22- [505] حدثنا أبو محمد عبد الله بن يوسف, أخبرنا أبو سعيد أحمد بن\nمحمد بن زياد البصري بمكة, أخبرنا الحسن بن محمد الزعفراني, حدثنا أسباط بن\nمحمد, حدثنا عبيد الله بن الوليد, عن عبيد الله بن عبيد بن عمير قال:\n</p>\n\n<p>\n((دخل نفر من أصحاب رسول الله صلى الله عليه وسلم على جابر بن عبد الله\n[رضي الله عنهما] فقرب إليهم خبزا وخلا فقال: كلوا فإني سمعت رسول الله صلى\nالله عليه وسلم يقول:\n</p>\n\n<p>\nنعم الإدام الخل, إنه هلاك بالرجل أن يدخل عليه النفر من إخوانه فيحتقر\nما في بيته أن يقدم إليهم, وهلاك بالقوم أن يحتقروا ما قدم إليهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>AUTO الحديث الثالث والعشرون من: باب في أكل الحلواء</h1>\n\n<p>\n23- [516] أخبرنا أبو عبد الله الحافظ, حدثنا أبو العباس محمد بن يعقوب,\nحدثنا أحمد #357# ابن شيبان, أخبرنا سفيان, عن معمر, عن الزهري, عن عروة,\nعن عائشة [رضي الله عنها] قالت:\n</p>\n\n<p>\n((أحب الشراب إلى رسول الله صلى الله عليه وسلم الحلو البارد)).\n</p>\n\n<p>\nهكذا رواه ابن عيينة موصولا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>AUTO الحديث الرابع والعشرون من: باب في الأكل والشرب قائما</h1>\n\n<p>\n24- [533] أخبرنا أبو عبد الله الحافظ, حدثنا أبو العباس محمد بن يعقوب,\nحدثنا إبراهيم بن مرزوق, حدثنا وهب بن جرير, حدثنا شعبة, عن عاصم, عن\nالشعبي, عن ابن عباس [رضي الله عنهما] قال:\n</p>\n\n<p>\n((مر النبي صلى الله عليه وسلم بزمزم, فاستسقى فأتيته بدلو من ماء زمزم\nفشرب وهو قائم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>AUTO الحديث الخامس والعشرون من: باب كراهية الشرب من فم السقاء لما</h1>\n\nفيه من خشية الأذى\n<p>\n25- [548] أخبرنا أبو طاهر الفقيه, أخبرنا أبو حامد بن بلال, حدثنا يحيى\nبن الربيع المكي, حدثنا سفيان, عن أيوب, عن عكرمة, عن أبي هريرة [رضي الله\nعنه] قال:\n</p>\n\n<p>\n((أخبركم بأشياء عن رسول الله صلى الله عليه وسلم : لا يشرب أحدكم من فم\nالسقاء)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n#358#\n<h1 class='l1' id='head26'>AUTO الحديث السادس والعشرون من: باب الأيمن فالأيمن في الشرب</h1>\n\n<p>\n26- [552] أخبرنا أبو <span id='ms07'></span> الحسن محمد بن الحسين بن داود العلوي رحمه الله,\nأخبرنا عبد الله بن محمد بن الحسن بن الشرقي, حدثنا عبد الله بن هاشم,\nحدثنا سفيان بن عيينة, عن الزهري, عن أنس بن مالك [رضي الله عنه] قال:\n</p>\n\n<p>\n((قدم النبي صلى الله عليه وسلم المدينة وأنا ابن عشر سنين, ومات وأنا\nابن عشرين, وأمهاتي كن يحثثني على خدمته, فدخل علينا دارنا, فحلبنا له من\nشاة داجن, وشيب له من بئر في الدار, فشرب رسول الله صلى الله عليه وسلم\nوأبو بكر عن يساره, وأعرابي عن يمينه, وعمر ناحيه, فقال عمر: ناول أبا بكر,\nفناوله الأعرابي, وقال: الأيمن فالأيمن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>AUTO الحديث السابع والعشرون من: باب كراهية كثرة الأكل</h1>\n\n<p>\n27- [561] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد\nبن الأعرابي, حدثنا محمد بن سعيد بن غالب, حدثنا أبو معاوية, عن الأعمش, عن\nإبراهيم, عن الأسود, عن عائشة رضي الله عنها قالت:\n</p>\n\n<p>\n((ما شبع رسول الله صلى الله عليه وسلم ثلاثة أيام تباعا حتى مضى\nلسبيله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>AUTO الحديث الثامن والعشرون من: باب الرخصة في الأعلام وما في نسجه</h1>\n\nقز وغير قز\n<p>\n28- [577] أخبرنا أبو الحسين بن الفضل القطان, أخبرنا إسماعيل بن محمد\nالصفار, #359# حدثنا عبد الرحمن بن محمد بن منصور, حدثنا معاذ بن هشام,\nحدثنا أبي, عن قتادة, عن عامر الشعبي, عن سويد بن غفلة قال:\n</p>\n\n<p>\nخطب عمر بن الخطاب رضي الله عنه بالجابية فقال:\n</p>\n\n<p>\n((نهى رسول الله صلى الله عليه وسلم عن لبس الحرير إلا موضع أصبعين أو\nثلاثة أو أربعة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>AUTO الحديث التاسع والعشرون من: باب في إسبال الإزار</h1>\n\n<p>\n29- [615] وأخبرنا أبو طاهر الفقيه, أخبرنا أبو حامد بن بلال, حدثنا يحيى\nبن الربيع, حدثنا سفيان, عن العلاء بن عبد الرحمن, عن أبيه قال:\n</p>\n\n<p>\n((سألت أبا سعيد الخدري: هل سمعت رسول الله صلى الله عليه وسلم يقول في\nالإزار شيئا؟ قال: نعم, سمعته يقول:\n</p>\n\n<p>\nإزرة المؤمن إلى أنصاف ساقيه, لا جناح عليه فيما بينه وبين الكعبين, وما\nأسفل من الكعبين من الإزار في النار, لا ينظر <span id='ms08'></span> الله إلى من جر ثوبه بطرا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>AUTO الحديث الثلاثون من: باب في الفرش والوسائد</h1>\n\n<p>\n30- [649] أخبرنا أبو عبد الله الحافظ, حدثنا أبو العباس محمد بن يعقوب,\nحدثنا العباس بن محمد الدوري, حدثنا إسحاق بن منصور السلولي, حدثنا\nإسرائيل, عن سماك, عن جابر بن سمرة [رضي الله عنه] قال:\n</p>\n\n<p>\n((جيء بماعز إلى رسول الله صلى الله عليه وسلم وهو متكئ على وسادة على\nيساره)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n#360#\n<h1 class='l1' id='head31'>AUTO الحديث الحادي والثلاثون من: باب النهي عن تزيين البيوت</h1>\n\nبالتماثيل والصور\n<p>\n31- [650] حدثنا أبو محمد عبد الله بن يوسف الأصفهاني, أخبرنا أبو سعيد\nبن الأعرابي, أخبرنا الحسن بن محمد الزعفراني, حدثنا سفيان بن عيينة, عن\nالزهري, عن القاسم بن محمد, عن عائشة [رضي الله عنها] قالت:\n</p>\n\n<p>\n((دخل علي رسول الله صلى الله عليه وسلم وقد استترت بقرام فيه تماثيل,\nفلما رآه تلون وجهه, وهتكه بيده, وقال: أشد الناس يوم القيامة عذابا الذين\nيشبهون بخلق الله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>AUTO الحديث الثاني والثلاثون من: باب في خضاب الرجال</h1>\n\n<p>\n32- [682] أخبرنا أبو عبد الله الحافظ وأبو زكريا بن أبي إسحاق قالا:\nحدثنا أبو العباس محمد بن يعقوب, حدثنا بحر بن نصر, حدثنا ابن وهب, أخبرني\nابن جريج, عن أبي الزبير, عن جابر بن عبد الله [رضي الله عنهما] قال:\n</p>\n\n<p>\n((أتي بأبي قحافة يوم فتح مكة ورأسه ولحيته كالثغامة بياضا, فقال رسول\nالله صلى الله عليه وسلم : غيروا هذا بشيء واجتنبوا السواد)).\n</p>\n\n<p>\nسقط من رواية أبي زكريا ذكر جابر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>AUTO الحديث الثالث والثلاثون من: باب في النهي عن القزع</h1>\n\n<p>\n33- [704] أخبرنا أبو الحسين بن بشران, أخبرنا إسماعيل بن محمد الصفار,\nحدثنا أحمد #361# ابن منصور, حدثنا عبد الرزاق, أخبرنا معمر, عن أيوب, عن\nنافع, عن ابن عمر [رضي الله عنهما]\n</p>\n\n<p>\n((أن النبي صلى الله عليه وسلم رأى غلاما قد حلق بعض رأسه وترك بعضه,\nفنهاهم عن ذلك, وقال: إما أن تحلقوا كله وإما أن تتركوا كله)).\n</p>\n\n<p>\n[هكذا رواه أيوب السجستاني عن نافع مفسرا]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>AUTO الحديث الرابع والثلاثون من: باب النهي عن التعري</h1>\n\n<p>\n34- [716] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو <span id='ms09'></span> سعيد\nأحمد بن محمد بن زياد البصري بمكة, حدثنا أبو علي الحسن بن محمد بن الصباح\nالزعفراني, حدثنا معاذ بن معاذ وإسماعيل بن علية, عن بهز بن حكيم [بن\nأمية], عن أبيه, عن جده أنه قال:\n</p>\n\n<p>\n((يا نبي الله عوراتنا ما نأتي منها وما نذر؟ قال: احفظ عورتك إلا من\nزوجك, أو ما ملكت يمينك, قلت: أرأيت إذا كان القوم بعضهم من بعض؟ قال: إن\nاستطعت أن لا يراها أحد فلا يراها, قلت: أرأيت إذا كان أحدنا خاليا؟ قال:\nالله أحق أن يستحيى [منه] من الناس)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>AUTO الحديث الخامس والثلاثون من: باب من تشبه من الرجال بالنساء, أو</h1>\n\nمن النساء بالرجال في اللباس وغيره مما يختلفان فيه بالشرع\n<p>\n35- [740] أخبرنا أبو طاهر الفقيه, أخبرنا أبو طاهر المحمدآباذي, حدثنا\nأبو قلابة, #362# حدثنا عبد الصمد بن عبد الوارث, حدثنا شعبة, عن قتادة, عن\nعكرمة, عن ابن عباس [رضي الله عنهما] قال:\n</p>\n\n<p>\n((لعن رسول الله صلى الله عليه وسلم المتشبهين من الرجال بالنساء,\nوالمتشبهات من النساء بالرجال)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>AUTO الحديث السادس والثلاثون من: باب لا يخلو رجل بامرأة أجنبية</h1>\n\n<p>\n36- [750] حدثنا أبو الحسن محمد بن الحسين بن داود العلوي رحمه الله\nإملاء, أخبرنا أبو منصور محمد ابن حمدويه بن سهل المروزي, حدثنا محمود بن\nآدم المروزي, حدثنا سفيان بن عيينة, عن عمرو بن دينار, عن أبي معبد مولى\nابن عباس, عن ابن عباس [رضي الله عنهما] قال: سمعت رسول الله صلى الله عليه\nوسلم يقول:\n</p>\n\n<p>\n((لا يخلون رجل بامرأة, ولا تسافر امرأة إلا ومعها ذو محرم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>AUTO الحديث السابع والثلاثون من: باب ما لا يجوز أو يكره من اللعب</h1>\n\nمنها النرد من قوله: وأما اللعب بالبنات\n<p>\n37- [775] فأخبرنا أبو عبد الله الحافظ, وأبو طاهر الفقيه, وأبو زكريا بن\nأبي إسحاق وغيرهم قالوا: أخبرنا أبو العباس محمد بن يعقوب, أخبرنا محمد بن\nعبد الله بن عبد الحكم, أخبرنا أنس بن عياض, عن هشام بن عروة, عن أبيه, عن\nعائشة [رضي الله عنها] أنها قالت:\n</p>\n\n<p>\n((كنت ألعب بالبنات عند رسول الله صلى <span id='ms10'></span> الله عليه وسلم , وكان يأتيني\nصواحبي فينقمعن من رسول الله صلى الله عليه وسلم)) .\n</p>\n\n#363#\n<p>\nقالت: وكان النبي صلى الله عليه وسلم يسربهن إلي فيلعبن معي. [قال أنس:\nينقمعن: يفررن])).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>AUTO الحديث الثامن والثلاثون من: باب في الارتداف</h1>\n\n<p>\n38- [812] أخبرنا أبو الحسن محمد بن الحسين العلوي, أخبرنا عبد الله بن\nمحمد الشرقي, حدثنا عبد الرحمن بن بشر بن الحكم, حدثني علي بن الحسين بن\nواقد, حدثني أبي, قال: حدثني عبد الله بن بريدة, قال: سمعت أبي بريدة قال:\n</p>\n\n<p>\n((بينما رسول الله صلى الله عليه وسلم يمشي إذ جاءه رجل معه حمار, فقال:\nيا رسول الله, اركب وتأخر, فقال رسول الله صلى الله عليه وسلم : لا, أنت\nأحق بصدر دابتك مني, ترى أن تجعله لي؟ فقال: إني جعلته لك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>AUTO الحديث التاسع والثلاثون من: باب المسلم يجتمع مع المشرك في الطريق</h1>\n\n<p>\n39- [835] أخبرنا أبو طاهر الفقيه, أخبرنا حاجب بن أحمد, حدثنا عبد\nالرحيم بن منيب, حدثنا جرير, عن سهيل بن أبي صالح, عن أبيه, عن أبي هريرة\n[رضي الله عنه] قال: قال رسول الله صلى الله عليه وسلم :\n</p>\n\n#364#\n<p>\n((إذا لقيتموهم فلا تبدؤوهم بالسلام, واضطروهم إلى أضيق الطريق. قال: هذا\nللنصارى في النعت. ونحن نراه للمشركين)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>AUTO الحديث الأربعون من: باب الاستغسال للعين</h1>\n\n<p>\n40- [878] أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني, أخبرنا أبو سعيد\nبن الأعرابي, حدثنا الحسن بن محمد بن الصباح الزعفراني, حدثنا سفيان بن\nعيينة, عن الزهري, عن أبي أمامة بن سهل بن حنيف قال:\n</p>\n\n<p>\n((مر عامر بن ربيعة على سهل بن حنيف وهو يغتسل, فقال: لم أر كاليوم ولا\nجلد مخبأة, فما لبث أن لبط به, فأتي النبي صلى الله عليه وسلم فقيل له:\nأدرك سهلا صريعا, فقال: من تتهمون به؟ قالوا: عامر بن ربيعة, فقال: علام\nيقتل أحدكم أخاه؟ إذا رأى ما يعجبه فليدع بالبركة. وأمره أن يتوضأ ويغسل\nوجهه ويديه إلى مرفقيه وركبتيه وداخلة إزاره ويصب الماء عليه)).\n</p>\n\n<p>\nقال معمر: قال الزهري:ويكفا الإناء من خلفه. قال سفيان: حدثني بهذا\nالحديث معمر وزاد <span id='ms11'></span> فيه هذا.\n</p>\n\n<p>\nآخر الأربعين المنتقاة من كتاب الآداب للبيهقي رحمه الله.\n</p>\n\n<p>\nوليس فيها شيء من فوت الخواري على البيهقي الآتي ذكره, ولا من فوت منصور\nعلى الخواري أيضا, وسيأتي بحديث إن شاء الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) ساقطة من المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n             <span id='ms12'></span>\n</p>\n",
  "pages": [
    "345",
    "347",
    "348",
    "348",
    "348",
    "349",
    "349",
    "349",
    "350",
    "351",
    "351",
    "351",
    "352",
    "352",
    "353",
    "353",
    "353",
    "354",
    "354",
    "355",
    "355",
    "356",
    "356",
    "356",
    "357",
    "357",
    "358",
    "358",
    "358",
    "359",
    "359",
    "360",
    "360",
    "360",
    "361",
    "361",
    "362",
    "362",
    "363",
    "363",
    "364",
    "353"
  ],
  "volumes": [
    "01"
  ]
}