{
  "content": "\n<p>\n(السلسلة الجديدة من مطبوعات دائرة المعارف العثمانية 92 / 2) غريب\nالحديث لأبي عبيد القاسم بن سلام الهروي المتوفى سنة 224 ه‍ - 838 م (الجزء\nالأول) طبع بإعانة وزارة المعارف للحكومة العالية الهندية تحت مراقبة\nالدكتور محمد عبد المعيد خان أستاذ آداب اللغة العربية بالجامعة العثمانية\nالطبعة الأولى بمطبعة مجلس دائرة المعارف العثمانية بحيدر آباد الدكن الهند\nسنة 1384 ه‍ / 1964 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp001'> Vol. 0M, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مقدمة المصحح الحمد لله الذي علم الانسان ما لم\nيعلم وأكرم نبيه الأمي باعجاز البيان، الذي أفحم الناطقين بما يوحى إليه من\nالقرآن والعرفان، وصلوات الله سبحانه على أكرم المرسلين سيد الأنبياء\nوالصديقين، سيدنا ومولانا محمد وآله الطاهرين وأصحابه الأكرمين وأزواجه\nالمنزهات من الرجس أمهات المؤمنين، وعلى التابعين لهم باحسان إلى يوم\nالدين.\n</p>\n\n<p>\nأما بعد فيقال في كلام العرب: غربت الكلمة غرابة - إذا غمضت وخفيت معنى،\nوغرب الرجل يغرب غربا - إذا ذهب الرجل وبعد.\n</p>\n\n<p>\nفقال أبو سليمان محمد الخطابي في شرح معنى الغريب واشتقاقه أن الغريب من\nالكلام إنما هو الغامض البعيد من الفهم كالغريب من الناس، وقال، إن الغريب\nمن الكلام يستعمل على وجهين \" أحدهما أن يراد أنه بعيد المعنى غامضه لا\nيتناوله الفهم إلا عن بعد ومعاناة فكر، والوجه الاخر أن يراد به كلام من\nبعدت به الدار ونأى به المحلل من شواذ قبائل العرب، فإذا وقعت الكلمة من\nلغاتهم استغربناها 1 \" \".\n</p>\n\n<p>\n(1) غريب الحديث لأبي سليمان الخطابي مخطوطة الجامعة العثمانية رقم (*)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp001'> Vol. 0M, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال الخطابي يذكر السبب الذي من أجله كثر غريب حديث رسول الله صلى\nالله عليه وسلم \" إنه صلى الله عليه وسلم بعث مبلغا ومعلما فهو لا يزال في\nكل مقام يقومه وموطن يشهده يأمر بمعروف وينهى عن منكر ويشرع في حادثه ويفتى\nفي نازلة والاسماع إليه مصغية والقلوب لما يرد عليها من قوله واعية، وقد\nيختلف عنها عباراته، ويتكرر فيها بيانه ليكون أوقع للسامعين وأقرب إلى فهم\nمن كان منهم أقل فقها وأقرب بالاسلام عهدا، وأولو الحفظ والاتفاق من فقهاء\nالصحابة يوعونها كلها سمعا ويستوفونها حفظا ويؤدونها على <span id='ms001'></span> اختلاف جهاتها،\nفتجمع لك لذلك في القضية الواحدة عدة ألفاظ تحتها معنى واحد، وذلك كقوله\nصلى الله عليه: الولد للفراش وللعاهر الحجر، وفى رواية أخرى:\n</p>\n\n<p>\nوللعاهر الأثلب، وقد مر بسماعي ولم يثبت عندي: وللعاهر الكثكثت:\n</p>\n\n<p>\nوقد يتكلم صلى الله عليه وسلم في بعض النوازل، بحضرته أخلاط من الناس\nقبائلهم شتى ولغتهم مختلفة ومراتبهم في الحفظ والاتقان غير متساوية، وليس\nكلهم يتيسر لضبط اللفظ وحصره أو يتعمد لحفظه، ووعيه وإنما يستدرك المراد\nبالفحوى ويتعلق بالعمى ثم يؤديه بلغته ويعبر عنه بلسان قبيلته، فيجتمع في\nالحديث الواحد إذا انشعبت طرقه عدة ألفاظ مختلفة موجبها شئ واحد 1 \" \".\n</p>\n\n<p>\nهذا قول الخطابي أقرب إلى الفهم وأجدر بالقياس مما قاله ابن الأثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp002'> Vol. 0M, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nفي النهاية، فخلاصة ما قال ابن الأثير من الدواعي التي أدت وضع هذا الفن\nكما يلي:\n</p>\n\n<p>\n(1) كان الله تعالى قد أعلم نبيه ما لم يكن يعلمه غيره، وكان أصحابه\nيعرفون أكثر ما يقوله، وما جهلوه سألوه عنه - صلى الله عليه - فيوضحه لهم،\nولم يتيسر ذلك بعد وفاة النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n(2) كان اللسان العربي في عصر الصحابة صحيحا لا يتداخله الخل إلى أن فتحت\nالأمصار وخالط العرب غير جنسهم فامتزجت الألسن فتعلم الأولاد من اللسان\nالعربي ما لا بد لهم وتركوا ما عداه - (3) استحال اللسان العربي أع جميا في\nعصر التابعين فصرف العلماء طرفا من عنايتهم فألفوا فيه حراسة لهذا العلم.\n</p>\n\n<p>\nعندما نقارن هذا القول بما قال الخطابي يظهر جليا أن السبب في ثكرة\nالغريب في الحديث يرجع إلى اختلاف الرواة عند الخطابي.\n</p>\n\n<p>\nولسبب عند ابن الأثير يرجع إلى أن الله تعالى أعلم نبيه ما لم يكن يعلمه\nغيره، وأما ما قال ابن الأثير تحت الرقم الثاني، والرقم الثالث فهو لا\nيناسب ولا يلائم سبب تأليف هذا الفن، لان العلماء بذلوا جهودهم في جمع غريب\nالحديث، نوادره لادراك معنى الحديث والتفقه في الدين لا لمعرفة كلام تبع\nالتابعين الذين أصبح اللسان العربي أعجميا في عصرهم كما زعم ابن الأثير،\nومهما كان من وجوه <span id='ms002'></span> التأليف، وأسبابه فان الفن أصبح من اللوازم التي لابد\nمنها في فهم الحديث وإدراك معانيه، ومما لا شك فيه أن السلف إذا وجدوا كلمة\nغريبة أو معنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp003'> Vol. 0M, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nمستغلقا في متن القرآن والحديث ولم يكن النبي صلى الله عليه وسلم ولا\nصحابته موجودين لايضاح غريب اللغات وتأويل العبارات رجعوا إلى كلام العرب\nوأشعارهم للبحث عن مادتها ولاستكشاف معانيها، فأصحبت نتائج البحث والتحقيق\nعلما مستقلا بذاته، وبدأ العلماء يؤلفون الكتب حول غريب الحديث من ابتداء\nالقرن الثاني من الهجري.\n</p>\n\n<p>\nمنزلة أبى عبيد عند معاصريه وأورد ابن الأثير في مقدمة كتابه النهاية\nنبذة من تاريخ معاجم غريب الحديث من ابتداء القرن الثاني إلى عهد الزمخشري،\nونقله حاجى خليفه في كشف الظنون، ومصححا الفائق في مقدمتهما، (انظر طبع دار\nإحياء الكتب العربية بالقاهرة سنة 1945 م) فلا حاجة لنا إلى أن نكرر\nالعبارات مرة أخرى. ولكن قبل أن نعرف كتاب أبى عبيد القاسم بن سلام يجب أن\nنعين مقامه بين مؤلفي معاجم هذا النوع، فلا بد من نقل ما ذكر ابن النديم من\nأوائل المؤلفين الذين ألفوا حول غريب الحديث قبيل أبى عبيد القاسم بن سلام،\nوهم على قول ابن النديم:\n</p>\n\n<p>\n1 - النضر بن شميل (م 203 ه‍).\n</p>\n\n<p>\n2 - قطرب (م 206 ه‍).\n</p>\n\n<p>\n3 - أبو عبيدة معمر بن المثنى (م 209 ه‍).\n</p>\n\n<p>\n4 - أبو زيد (م 215 ه‍).\n</p>\n\n<p>\n5 - عبد الملك بن قريب الأصمعي (م 216 ه‍).\n</p>\n\n<p>\n6 - أبو عبيد القاسم بن سلام (م 224 ه‍). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp004'> Vol. 0M, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nولو لم يصل إلينا من هذه الكتب غير كتاب أبى عبيد القاسم بن سلام لكنها\nوصلت إلى الخطابي كما يظهر من قوله التالي الذي يجدر بالذكر لكي نعرف نوعية\nهذه الكتب ومبلغ أثرها فيما الف في العصور التالية فقال الخطابي في كتابه 1\n\" منها كتاب أبى عبيدة معمر بن المثنى وكتاب ينسب إلى الأصمعي يقع في ورقات\nمعدودة وكتاب محمد بن المستنير الذي يعرف بقطرب وكتاب النضر بن شميل وكتاب\nإبراهيم ابن إسحاق الحربي وكتاب أبى معاذ صاحب القراءات وكتاب شمر بن\nحمدويه وكتاب الباحداني (كذا) وكتاب آخر ينسب إلى رجل يعرف <span id='ms003'></span> بأحمد بن الحسين\nالكندي، إلا أن هذه الكتب على كثرة عددها إذا حصلت كان مآلها إلى الكتاب\nكالكتاب الواحد إذ كان مصنفوها لم يقصدوا بها مذهب التعاقب كصنيع القتيبي\nفي كتابه، إنما سبيلهم فيها أن يتوالوا على الحديث فيعتوروه فيما بينهم ثم\nيتبارون في تفسير يدخل بعضهم على بعض، ولم يكن من شرط المسبوق منهم أن يفرج\nللسابق عما أحذره وأن يقتضب الكلام في شئ لم يفسر قبله على شاكلة مذهب ابن\nقتيبة وصنيعة في كتابه الذي عقب به كتاب أبى عبيد ثم إنه ليس لواحد من هذه\nالكتب التي ذكرناها أن يكون شئ منها على منهاج كتاب أبى عبيد في بيان اللفظ\nوصحة المعنى وجودة الاستنباط وكثرة الفقه ولا أن يكون من شرح كتاب ابن\nقتيبة في إشباع التفسير وإيراد الحجة وذكر النظائر والتخليص للمعاني، إنما\nهي أو عامتها إذا انقسمت وقعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp005'> Vol. 0M, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nبين مقصر لأموره في كتابه إلا أطرافا وسواقط من الحديث ثم لا يوفيها حقها\nمن إشباع التفسير، وإيضاح المعنى وبين مطيل يسرد الأحاديث المشهورة التي لا\nيكاد يشكل منها شئ ثم يتكلف تفسيرها ويطنب فيها وفى بعض هذه الكتب خلل من\nجهة التفسير وفي بعضها أحاديث منكرة لا تدخل في شرط ما أنشئت له هذه\nالكتب... ولابن الأنباري من وراء هذه الكتب مذهب حسن في تخريج الحديث\nوتفسيره، وقد تكلم على أحاديث معدودة وقع إلى بعضها وعامتها مفسرة قبل إلا\nأنه قد زاد عليها وأفاد وله استدراكات على ابن قتيبة في مواضع من الحديث \".\n</p>\n\n<p>\nوقال الخطابي أيضا \" وكان أول من سبق إليه ودل من بعده عليه أبو عبيد\nالقاسم بن سلام فإنه قد انتظم بتصنيفه عامة ما يحتاج إلى تفسيره من مشاهير\nغريب الحديث وصار كتابه إماما لأهل الحديث به يتذاكرون وإليه يتحاكمون، ثم\nانتهج نهجه أبو محمد عبد الله بن مسلم بن قتيبة فتتبع ما أغفله أبو عبيد من\nذلك وألف فيه كتاب لم يأب أن يبلغ به شأو المبرز الشائق، وبقيت بعدهما\nصبابة للقول \".\n</p>\n\n<p>\nوفى <span id='ms004'></span> هذين القولين للخطابي كفاية لتعيين مقام أبى عبيد وكتابه في آداب\nغريب الحديث لان القاسم بن سلام لم يكن إماما لأهل الحديث عند معاصريه\nفحسب، بل كان أيضا أول من سبق إلى تصنيف غريب الحديث بمقدرة تامة في بيان\nاللفظ وصحة المعنى وجودة الاستنباط وكثرة الفقه ومما لا شك فيه أن تأليف\nأبى عبيد يجمع غرائب الحديث مع نوادر المسائل الفقهية المفيدة، ولكونه\nمحتويا على كثير من غرائب الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp006'> Vol. 0M, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوما يتعلق بها ومشتملا على نتائج البحث المستقصى الذي امتد لمدة أربعين\nسنة من عمر المؤلف بقى الكتاب مرجعا منفردا في غريب للمتأخرين إلى أن جاء\nابن قتيبة (م 276 ه‍) والخطابي (م 388 ه‍) اللذان اجتهدا في جمع ما فات أبا\nعبيد القاسم بن سلام ولو اعترف ابن قتيبة أن الأول لم يترك للاخر شيئا \".\n</p>\n\n<p>\nحياة المؤلف فصاحب هذه الفضائل والمؤلف الجليل هذا هو أبو عبيد القاسم\nابن سلام الهروي الأزدي خزاعي بالولاء وخراساني وبغدادي بالنسبة.\n</p>\n\n<p>\nكان أبوه روميا مملوكا لرجل لرجل من أهل هراة وكان من موالى الأزد، ولد\nأبو عبيد بهراة في سنة إربع وخمسين ومائة على قوال أبى بكر الزبيدي في كتاب\nالتقريظ، وفى سنة سبع وخمسين ومائة على قول الزركلي. طلب أبو عبيد العلم\nوسمع الحديث ونظر في الفقه والأدب، واشتغل بالحديث والفقه والأدب والقراءات\nوأصناف علوم الاسلام، وكان دينا ورعا حسن الرواية صحيح النقل ولم يطعن أحد\nفي شئ من دينه.\n</p>\n\n<p>\nأخذ أبو عبيد الأدب عن أكابر أدباء عصره أمثال أبى زيد الأنصاري وأبى\nعبيدة معمر بن المثنى والأصمعي وأبى محمد اليزيدي وغيرهم من البصريين، وروى\nعن ابن الأعرابي وأبى زياد الكلابي ويحيى بن سعيد الأموي وأبى عمرو\nالشيباني والفراء والكسائي ولاحمر من الكوفيين. وروى الناس من كتبه المصنفة\nبضعة وعشرين كتابا في القران والفقه واللغة والحديث، ويحكى أن سلاما خرج\nيوما وأبو عبيد مع ابن مولاه في الكتاب، فقال للمعلم:\n</p>\n\n<p>\nعلم القاسم فإنه كيس (انظر تاريخ بغداد 12 / 403). وقال السبكي في\nالطبقات 1 / 270: قرأ القران على الكسائي وإسماعيل <span id='ms005'></span> بن جعفر وشجاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp007'> Vol. 0M, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي نصر وسمع الحديث من إسماعيل بن عياش وإسماعيل بن جعفر وهشيم ابن\nبشير وشريك بن عبد الله وهو أكبر شيوخه ومن عبد الله بن المبارك وأبى بكر\nبن عياش وجرير بن عبد الحميد وسفيان بن عيينة وخلائق آخرهم موتا هشام بن\nعمار، وروى عنه عبد الله بن عبد الرحمن الدارمي، ووكيع وأبو بكر ابن أبي\nالدنيا وعباس الدوري والحارث بن أبي أسامة وعلي بن عبد العزيز البغوي وأحمد\nبن يحيى البلاذري الكاتب والآخرين، وتفقه على الشافعي وتناظر معه في القرء\nهل هو حيض أو طهر إلى أن رجع كل منهما إلى ما قاله الاخر، وذكر أن الشافعي\nأو أبا عبيد رحمهما الله تناظرا في القر فكان الشافعي يقول إنه الحيض، وأبو\nعبيد رحمهما الله تناظرا في القرء فكان الشافعي يقول إنه الحيض وأبو عبيد\nيقول إنه الطهر، فلم يزل كل منهما يقرر قوله حتى تفرقا وقد انتحل كل واحد\nمنهما مذهب صاحبه وتأثر بما أورده من الحجج والشواهد، وإن صحت هذه الحكاية\nففيها دلالة على عظمة أبى عبيد، ولو رجع الشافعي إلى قوله فهو يدل على\nمقدرته العلمية وصحة استنباطه المسائل الشرعية.\n</p>\n\n<p>\nوذكر أبو الفلاح عبد الحي بن العماد الحنبلي في شذرات الذهب 2 / 54 \" قال\nإسحاق بن راهويه: الحق يجب لله، أبو عبيد أفقه منى وأعلم، وقال أحمد: أبو\nعبيد أستاذ،.... وقال هلال بن العلاء الرقي: من الله سبحانه على هذه الأمة\nبأربعة في زمانهم: الشافعي ولولاه ما تفقه الناس في حديث رسول الله صلى\nالله عليه وسلم، وأحمد ولولاه ابتدع الناس ويحيى بن معين نفى الكذب عن رسول\nالله صلى الله عليه وسلم، وأبى عبيد فسر غريب الحديث ولولاه اقتحم الناس\nالخطأ \". وقال أبو عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp008'> Vol. 0M, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nابن طاهر: علماء الاسلام أربعة: عبد الله بن عباس في زمانه. والشعبي في\nزمانه، والقاسم بن عمن في زمانه، وأبو عبيد القاسم بن سلام في زمانه، (انظر\nمعجم الأدباء لياقوت 16 / 257). سئل أبو قدامة عن الشافعي وأحمد بن حنبل\nوإسحاق <span id='ms006'></span> وأبى عبيد فقال: أما أفهمهم فالشافعي إلا أنه قليل الحديث، وأما\nأورعهم فأحمد بن حنبل، وأما أحفظهم فإسحاق، وأما أعلمهم بلغات العرب فأبو\nعبيد، وقال إسحاق بن إبراهيم الحنظلي: أبو عبيد أو سمعنا علما وأكثرنا أدبا\nوأجمعنا جمعا، إنا نحتاج إليه وأبو عبيد لا يحتاج إلينا، وقال أيضا: إن\nالله لا يستحيى من الحق، أبو عبيد أعلم منى ومن ابن حنبل والشافعي، وقال\nثعلب: لو كان أبو عبيد في بني إسرائيل لكان عجبا، (تاريخ بغداد 12 / 404)،\nوتولى أبو عبيد قضاء طرسوس ثماني عشرة سنة إيام ثابت بن نصر بن مالك، وكان\nيقسم الليل أثلاثا صلاة ونوما وتصنيفا، وكان أحمر الرأس واللحية، يخضب\nبالحناء.\n</p>\n\n<p>\nمصنفاته) ألف أبو عبيد بضعة وعشرين كتابا، وله من التصانيف كما قال ابن\nالنديم في فهرسته: غريب المصنف، غريب القرآن، غريب الحديث معاني القران،\nكتاب الشعراء، المقصور والممدود القراءات المذكور والمؤنث كتاب النسب، كتاب\nالاحداث، أدب القاضي، عدد آي القرآن، الايمان والنذور، كتاب الحيض، كتاب\nالطهارة الحجر، والتفليس، كتاب الأموال، الأمثال السائرة، الناسخ والمنسوخ،\nفضائل القرآن، وله غير ذلك من الكتب الفقهية، ولكن لم يصل إلينا منها إلا\nغريب الحديث وغريب المصنف وكتاب الأموال وكتاب فضائل القرآن وكتاب الأمثال\nالسائرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp009'> Vol. 0M, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوطبع جميع هذه الكتب غير غريب الحديث الذي وقف أبو عبيد حياته في جمعه\nوترتيبه مدة عمره ولذلك اهتمت دائرة المعارف بطبع موسوعة عظيمة هذه لأول\nمرة.\n</p>\n\n<p>\nوكان أبو عبيد إذا ألف كتاب أهداه إلى عبد الله بن طاهر، فيحمل إليه مالا\nجزيلا استحسانا لذلك، فلما صنف غريب الحديث أهداه إليه كعادته، فقال ابن\nطاهر، إن عقلا بعث صاحبه على عمل هذا الكتاب لحقيق إلا يحوج إلى طلب معاش،\nوأجرى له في كل شهر عشرة آلاف درهم.\n</p>\n\n<p>\nوسمعه منه يحيى بن معين: وكان دينا ورعا جوادا، ويروى عن ورعه حكاية\nنادرة فقيل إنما سير أبو دلف القاسم بن عيسى إلى عبد الله بن طاهر يستهدى\nمنه أبا عبيد مدة شهرين فأنفذه، فلما أراد الانصراف وصله أبو دلف بثلاثين <span id='ms007'></span>\nألف درهم فلم يقبلها وقال: أنا في جنبه رجل لا يحوجني إلى غير فلما عاد أمر\nله ابن طاهر بثلاثين ألف دينار، فاشتهري بها سلاحا وجعله للثغر، وخرج إلى\nمكة مجاورا في سنة أربع عشرة مائتين فأقام بها إلى أن مات في سنة 224 ه‍.\n</p>\n\n<p>\nوقال أبو عبيد: مكثت في تصنيف هذا الكتاب أربعين سنة، وربما كنت أستفيد\nالفائدة من أفواه الرجال فأضعها في موضعها من الكتاب، فأبيت ساهرا فرحا منى\nبتلك الفائدة، (الوفيات 3 / 225)، فيظهر من هذه الرواية أن أبا عبيد كان\nيجل أمر الحديث ويعظمه إلى حد أنه كان يعد جمع الحديث ونوادره من العبادات\nولذلك جعله من أعظم أشاغله العلمية، ويؤيد قولنا هذا ما ورد عن اهتمامه\nبغريب الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp010'> Vol. 0M, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل كان طاهر بن عبد الله يود أن يأتيه أبو عبيد ليسمع منه كتاب غريب\nالحديث في منزله، فلم يفعل إجلالا لحديث رسول الله صلى الله عليه وسلم،\nفكان هو يأتي إليه، وقدم علي بن المديني وعباس العنبري فأرادا أن يسمعنا\nغريب الحديث، فكان يحمل كل يوم كتابه ويأتيهما في منزلهما فيحدثهما فيه\nإجلالا لعلمهما، وهذه شيمة شريفة، رحم الله أبا عبيد!\n</p>\n\n<p>\nوذكر الخطيب في تاريخ بغداد 12 / 407 عن جعفر بن محمد بن علي ابن المديني\nقال: سمعت أبي يقول: خرج أبى إلى أحمد بن حنبل يعوده وأنا معه، قال: فدخل\nأبو عبيد القاسم بن سلام فقال له يحيى بن معين:\n</p>\n\n<p>\nاقرأ علينا كتابك الذي عملته للمأمون في غريب الحديث، فقال: هاتوه،\nفجاؤوا بالكتاب فأخذه أبو عبيد فجعل يبدء يقرأ الأسانيد ويدع تفسير الغريب،\nقال فقال له أبى: يا أبا عبيد! دعنا من الأسانيد نحن أحذق بها منك، فقال\nيحيى بن معين لعلي بن المديني: دعه يقرأ على الوجه فان ابنك محمدا معك،\nونحن نحتاج إلى أن نسمعه على الوجه، فقال أبو عبيد: ما قرأته إلا على\nالمأمون فان أحببتم أن تقرؤه فاقرؤه، قال فقال له علي بن المديني: إن قرأته\nعلينا أولى وإلا فلا حاجة لنا فيه - ولم يعرف أبو <span id='ms008'></span> عبيد علي بن المديني -\nفقال ليحيى بن معين: من هذا؟ فقال: هذا علي بن المديني، فالتزمه وقرأه\nعلينا، فمن حضر ذلك المجلس جاز أن يقول \" حدثنا \" وغير ذلك فلا يقول.\n</p>\n\n<p>\nوفاته روى أن أبا عبيد قدم مكة حاجا، فلما قضى حجه وأراد الانصراف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp011'> Vol. 0M, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nالكترى الدواب إلى العراق ليخرج صبيحة الغد، قال أبو عبيد، فرأيت النبي\nصلى الله عليه وسلم في رؤياي وهو جالس على فراشه وعلى رأسه قوم يحجبونه،\nوالناس يدخلون إليه ويسلمون عليه ويصافحونه، قال:\n</p>\n\n<p>\nفلما دنون لادخل مع النس منعت، فقلت لهم: لم لا تخلون بيني وبين رسول\nالله صلى الله عليه وسلم؟ فقالوا: أي والله! لا تدخل إليه ولا تسلم عليه\nوأنت خارج غدا إلى العراق، فقلت لهم: إني لا أخرج إذا، فأخذوا عهدي ثم خلوا\nبيني وبين رسول الله صلى الله عليه وسلم، فدخلت وسلمت وصافحت، فلما أصبح\nفاسخ كريه وسكن مكة حتى مات بها في المحرم سنة أربع وعشرين ومائتين ودفن في\nدور جعفر.\n</p>\n\n<p>\nوعاش ثلاثا وسبعين سنة، وقال الخطيب في تاريخ بغداد 12 / 416 / بلغني أنه\nبلغ سبعا وستين سنة. وقال عبد الله بن طاهر في مرثيته 1:\n</p>\n\n<p>\nيا طالب العلم قد مات ابن سلام * وكان فارس علم غير محجام كان الذي كان\nفيكم ربع أربعة * لم نلق مثلهم إستار أحكام وفى تاريخ بغداد 12 / 407 \" أول\nمن سمع هذا الكتاب من أبى عبيد يحيى بن معين وعرض هذا الكتاب على أحمد بن\nحنبل فاستحسنه وقال: جزاه الله خيرا، وكتب أحمد كتاب غريب الحديث الذي ألفه\nأبو عبيد أولا \".\n</p>\n\n<p>\nوالنسخ التي بين أيدينا تدل على أنها رويت عن علي بن عبد العزيز البغوي\n(المتوفى سنة 287 ه‍) صاحب أبى عبيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp012'> Vol. 0M, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nانتهينا إلى آخر حياة المؤلف وما يتعلق به فليرجع إلى وصف النسخ:\n</p>\n\n<p>\nنسخ غريب الحديث أما النسخ التي استعملناها في تصحيح هذا الكتاب فهي أربع\nووصفها كما يلي:\n</p>\n\n<p>\n1 - صورة عكسية لنسخة مكتبة المدرسة المحمدية بمدارس (الهند).\n</p>\n\n<p>\nوهى في الجزءين جمعت في الجزء الأول أحاديث النبي صلى الله عليه وسلم،\nوفى <span id='ms009'></span> الثاني آثار الصحابة والتابعين رضوان الله عليهم أجمعين، الجزاء الأول\nمن ورقة 1 إلى 90 / ألف، والثاني يبتدئ من 90 / ب وينتهى إلى 138 / ألف.\n</p>\n\n<p>\nعدد الأسطر في الصفحة الواحدة 25، بخط نسخ جيد، عناوين الأحاديث مكتوبة\nبخط جلى، ولم يلاحظ الكاتب بيان الفصل بين الأحاديث وشرحها، وأيضا لم يميز\nالشعر من النثر، وكذا بينا لشطرين إلا أن في انتهاء البيت في هذه النسخة\nعلامة (ه‍)، شكل الكاتب بالحركات ألفاظا عديدة، والصفحة الأخيرة من الورقة\nالأخيرة مطموسة، والعبارة على صدر الورقي الأول كما يلي:\n</p>\n\n<p>\n\" الجزء الأول من جزءين من كتاب غريب الحديث حديث رسول الله صلى الله\nعليه وسلم تأليف أبى عبيد القاسم بن سلام رحمه الله رواية أبى الحسن علي بن\nعبد العزيز الأشنهي محذوف الأسانيد \" وفى آخر الجزء الأول ما لفظه:\n</p>\n\n<p>\n\" تمت أحاديث النبي صلى الله عليه وسلم تسليما \"، فرغ من أثرها في (شهر)\nجمادى الاخر من شهور اثنين وتسعين وسبعمائة. ويتلوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp013'> Vol. 0M, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالجزء الثاني من أحاديث الصحابة والتابعين رضي الله عنهم أجمعين \".\n</p>\n\n<p>\nوفى انتهاء الجزء الثاني ما نصه:\n</p>\n\n<p>\n\" تم كتاب غريب الحديث والحمد لله وحده، وصلى الله عليه سيدنا محمد وآله\nوسلم، تم الفراغ من نساخة (كذا) هذا الكتاب المبارك في شهر رجب من شهور\nاثنين وتسعين وسبعمائة \".\n</p>\n\n<p>\nهذه النسخة كاملة إلا أنها محذوفة الأسانيد، وبعض ألفاظ الحديث المروية\nعن علي رضي الله عنه شرحها في هذه النسخة بألفاظ وجيزة مع أن في النسخ\nالأخرى زيادة عليها، وقد سقط منها حديث واحد مع شرحه عن رواية عبد الرحمن\nبن سمرة وسلمة بن الأكوع رحمهما الله فزدناهما عن النسخ الأخرى.\n</p>\n\n<p>\nقد نقلها الكاتب عن نسخة رويت عن قرأها على أبى الطيب طاهر ابن يحيى بن\nأبي الخير العمراني (المتوفى 587)، وكتب الاسناد فيها مبتدئا من هذا الراوي\nمنتهيا إلى أبى عبيد بتسع درجات. (وقد بينا أحوال الرواة بهامش المطبوع\nمفصلة). ولم يذكر الكاتب فيها اسمه ولا اسم الراوي الذي رواها عن أبي الطيب\nولا خاتمة كتابته، ومما لا شك فيه أن أكثر النسخ التي وصلت <span id='ms010'></span> إلينا رويت عن\nعلي بن عبد العزيز راوي أبى عبيد القاسم بن سلام ولم تتيسر لنا نسخة كاملة\nسوى هذه النسخة، لذلك جعلناها أساسا للتصحيح وأشرنا إليها في حل رموز الجزء\nالأول والثاني من المطبوع ب‍ \" نسخة المكتبة السعيدية \" مع أن الامر ليس\nكذلك لان الدكتور محمد غوث ناظر المكتبة المحمدية أخبرنا بعد طبع الجزءين\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp014'> Vol. 0M, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالكتاب أن هذه النسخة استعيرت حقيقة من المكتبة المحمدية وأودعت في\nالمكتب السعيدية ثم استردت، ويدل عليه اختم المثبت على هذا النسخة إذ فيه:\n</p>\n\n<p>\n\" مدرسة محمدي مدراس 1309 \". فليصحح هناك.\n</p>\n\n<p>\n2 - أما الثانية فهي أيضا عكس نسخة المكتبة الرامفورية (No 901. Gatl)\nهذه النخسة مشتملة على تسعة أجزاء، وأوراقها 262، في كل صفحة 21 سطرا،\nكتابتها أيضا جيدة بخط نسخ، عناوين لأحاديث جلية، ولم يلاحظ كاتبها الفصل\nوالبيان بين الأحاديث والشرح والاشعار. وشكل قليل من اللالفظا بالحركات.\nوعلى الورقة الأولى العبارة التالية:\n</p>\n\n<p>\n\" هذا كتاب، تسعة أجزاء من غريب الحديث عن أبي عبيد القاسم ابن سلام من\nرواية علي بن عبد العزيز عن أبي عبيد القاسم بن سلام من غريب الحديث \".\n</p>\n\n<p>\nبعض الأوراق الابتدائية ساقطة كما حرر على الصفحة التي ابتدأت منها\nالنسخة:\n</p>\n\n<p>\n\" ناقص من أوله نحو خمس أوراق بقرينة الاجزاء الاخر، وعسى الله أن يمن\nبنسخة نشم منها هذه النسخة حتى يكمل بها الانتفاع إن شاء الله تعالى \".\n</p>\n\n<p>\n(انظر 1 / 87 من المطبوع). وقد أكملها رجل عن نسخة رويت عمن رواها بن\nالرواويين عن المؤلف. وقد روى النسخة الأولى دعلج بن أحمد عن علي بن عبد\nالعزيز تلميذ أبى عبيد، وروى هذه النسخة أحمد بن حماد عن علي بن عبد العزيز\nقراءة عليه. (ولم أر في ترجمة علي بن عبد العزيز في تذكرة الحفاظ ولا في\nمعجم الأدباء ذكر تلميذ له اسمه أحمد بن حماد). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp015'> Vol. 0M, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nلا ندري سنة كتابتها ولا اسم كاتبها لان القطة الأخيرة أيضا ساقطة منها.\nوفى الورق الأخير (261 / ب) العبارة التالي:\n</p>\n\n<p>\n\" هذه آخر ورقة في هذا الكتاب وربطت هنا غليظا من المجلد فليعلم ذلك،\nوأظن أنه لم يبق بعدها إلا <span id='ms011'></span> قليل نحو ورقة أو ورقتين، وعسى الله أن يمن\nبنسخة نتم منها \".\n</p>\n\n<p>\n3 - النسخة الثالثة هي عكس نسخة ليدن Bibliotheca Acgdemiae Batava -\nLugduno or 298, Cod هذه النسخة بقلم مغربي، أكثر عبارتها مشكة، وكل حديث\nيبتديا بسطر جديد، ميز كاتبه الاشعار بسطر على حدة، ولكن أوراقها كانت\nمنتشرة غير مرتبة، وكطر أوراقها غير موجودة أيضا، جميع أوراق النسخة 237\nوفى كل صفحة 26 سطرا.\n</p>\n\n<p>\nتبتدئ هذه النسخة من الجزء التاسع وتنتهي إلى الجزء العشرين، وليس فيها\nالجزء الخامس عشر، ويعلم بها أن كاتبها وزعها على عشرين جزءا.\n</p>\n\n<p>\nوفى آخر النسخة ما لفظه:\n</p>\n\n<p>\n\" آخر الكتاب، صلى الله عليه محمد وسلم كثيرا، فرغ منه في ذي القعدة من\nسنة ثنتين، وخمسين ومائتين \".\n</p>\n\n<p>\nفهي أقدم نسخة وصلت إلينا لأنها كتبت بعد ثماني وعشرين سنة فقط أقدم نسخة\nوصلت إلينا لأنها كتبت بعد ثماني وعشرين سنة فقط من وفاة المؤلف، مع أن\nصحتها وقدامتها ظاهرتان من تاريخ كتابتها لكن استفدنا منها بعد جد وجهد على\nقدر المستطاع لأنها مشوشة غير مرتبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp016'> Vol. 0M, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n4 - النسخة الرابعة هي عكس نسخة جامعة الأزهر بمصر، كتب في فهرس\nالمخطوطات المصورة ج 1 ص 88 في شأنها:\n</p>\n\n<p>\n\" نسخة عليها سماعات لبعض العلماء منهم ابن أبي شامة مؤرخ 711 (الأزهر\n296) 165705 - حديث 146 ق، 18 × 29 سم) \".\n</p>\n\n<p>\nهذه النسخة في الخط المعتاد، وامتازت بأنها مشكة بالحركات من الأول إلى\nالاخر، وهى تبتدئ من أثناء أحاديث عمر رضي الله عنه إلى آخرها، وفى كل صفحة\nنحو 21 طرا، فهي أيضا ناقصة، وفى آخرها:\n</p>\n\n<p>\n\" وفرغ من نسخة (كذا) في المحرم سنة إحدى عشرة، وثلاثمائة وحسبنا الله\nونعم الوكيل \". ولا خيفى أن روايات الحديث جمعت في النسخ كلها سوى الأولى،\nولا فرق بين أسانيد النسخ إلا أن الكاتب كتب اسم الراوي غلطا في بعض\nالمواضع، لعل هذا من زلة القلم وصححناه من كتب الرجال كالتهذيب ولسان\nالميزان والإصابة وتذكرة الحفاظ وغيرها.\n</p>\n\n<p>\nالتصحيح والتعليق لكون سنة المكتبة المحمدية كاملة وافية جعلناها أساسا\nوقابلناها بالنسخ الاخر، ثم خرجنا الأحاديث المذكورة فيها عن \" معجم ألفاظ\nالحديث \"، ثم صححنا متن الكتاب بحسب الوسع والامكان، وراجعنا الاشعار\nوالامثال <span id='ms012'></span> التي وجدناها في هذا الكتاب وطلبنا مآخذها من الدواوين المشهورة\nالموجودة وكتب اللغة والامثال، وبينا الاختلاف أينما وجد وزدنا البحور،\nوأما الحواشي الموجودة بهامش الأصل والمأخوذة من شمس العلوم وغيرها من\nالكتب فراجعنا لها الأصول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp017'> Vol. 0M, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nأما الأمور التي تركها أبو عبيد بصدد شرح الألفاظ وكان قد شرحها العلامة\nالزمخشري والخطابي وابن الأثير في كتبهم ومصنفاتهم فزدنا نحن هذه الفوائد\nفي الذيل، وكذلك الايرادات التي جاء بها ابن قتيبة في نقد شرح أبى عبيد في\nكتابه \" إصلاح الغلط \" أضفناها أيضا في هذه الكتاب وبينا أيضا شرح اللغات\nمن كتاب \" المغيث \" لأبي موسى المديني لا مزيد الفائدة.\n</p>\n\n<p>\nوسيخرج هذا الكتاب بعون الله سبحانه في أربع مجلدات يلحق بها في الاخر\nالفهارس التالية:\n</p>\n\n<p>\n1 - فهرس الألفاظ اللغوية مرتبة على حروف الهجاء 2 - فهرس الأبحاث\nاللغوية والنحوية والمسائل الفقهية.\n</p>\n\n<p>\n3 - فهرس الاشعار والقوافي والبحور وأسماء الشعراء.\n</p>\n\n<p>\n4 - فهرس الأمثال.\n</p>\n\n<p>\n5 - فهرس الاعلام والقبائل.\n</p>\n\n<p>\n6 - فهرس الأمكنة.\n</p>\n\n<p>\n7 - فهرس الكتب.\n</p>\n\n<p>\nولا يفوتني أن أشر صاحب الفضيلة مدير الدائرة الدكتور محمد عبد المعيد\nخان رئيس آداب اللغة العربية بالجامعة العثمانية الذي تحت إشرافه ومراقبته\nاستطعت أن أصحح هذا السفر الجليل وأعلق عليه، فأشكره شكرا جزيلا على ما\nأنعم على بارشاده إلى عوامل التصحيح والتنقيح، وأيضا قد صحح ونقح أغلوطاتي\nوسقطاتي بل شاركني في التصحيح والتعليق من أول الكتاب إلى آخره، فشكر الله\nسعيه ولا يحرمنا من فيضه وفضله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp018'> Vol. 0M, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك أوجه الثناء الجميل إلى سعادة الدكتور الموصوف حيث أنه أمدني\nبعنايته وتوجهاته إلى تقييد الأوزان الشعرية، وتصحيحاتها.\n</p>\n\n<p>\nوأشكر علماء الدائرة والمصححين والمصححين الذين ساعدوني في تصحيح مسودات\nالطبع شكر الله مساعيهم. والحمد لله رب العلمين والصلاة والسلام على رسوله\nالكريم وآله وأصحابه أجميعن.\n</p>\n\n<p>\nمحمد عظيم الدين (كامل الفقه من الجامعة النظامية) مصحح دائرة المعارف\nالعثمانية حيدر آباد الدكن غرة شعبان المعظم 1385 ه‍.\n</p>\n\n<p>\nحل الرموز المستعملة في تعاليق المجلد الثاني من غريب الحديث الأصل =\nمخطوطة غريب الحديث للمكتبة السعيدية ت = جامع الترمذي جه = سنن ابن ماجة\nحم = مسند الإمام أحمد بن حنبل رحمه الله خ <span id='ms013'></span> = صحيح البخاري د = سنن أبي\nداود دى = مسند الدارمي ر = مخطوطة غريب الحديث للمكتبة الرامفورية ش = شمس\nالعلوم لنشوان بن سعيد الحميري (مخطوطة المكتبة الأصفية) ط = الموطأ للامام\nمالك رحمه الله ل = مخطوطة غريب الحديث المحفوظة في ليدن م = صحيح مسلم ن =\nسنن النسائي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp019'> Vol. 0M, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله وحده وبه نستعين وصلى الله على محمد\nوآله وسلم.\n</p>\n\n<p>\nأخبرني القاضي الأجل أبو الطيب طاهر بن يحيى بن أبي الخير العمراني قراءة\nعليه قال أخبرني أبي يحيى بن أبي الخير رحمه الله قراءة عليه غير مرة قال\nأخبرني الشيخ الإمام زيد بن الحسن الفائشي قراءة عليه قال أخبرنا إسماعيل\nبن المبلول قال أخبرنا محمد بن إسحاق قال أخبرنا الفقيه أبو بكر محمد بن\nمنصور الشهرزوري قال أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أحمد القرضي قال أخبرنا دعلج بن أحمد قال أخبرنا الشيخ\nالإمام أبو الحسن علي بن عبد العزيز الأشنهي قال أبو عبيد القاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nابن سلام رحمه الله في حديث النبي صلى الله عليه وسلم: زويت لي الأرض في\nأريت مشارقها ومغاربها، وسيبلغ ملك أمتي ما زوي لي منها.\n</p>\n\n<p>\nقال أبو عبيد: سمعت أبا عبيدة معمر بن المثنى التيمي من تيم قريش مولى\nلهم يقول: زويت جمعت، ويقال: انزوى القوم بعضهم إلى بعض، إذا تدانوا\nوتضاموا، وانزوت الجلدة من النار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nإذا انقبضت واجتمعت قال أبو عبيد: ومنه الحديث الآخر:\n</p>\n\n<p>\nإن المسجد لينزوي من النخامة كما تنزوي الجلدة من النار، إذا انقبضت\nواجتمعت.\n</p>\n\n<p>\nقال أبو عبيد: ولا يكاد يكون الانزواء إلا بانحراف مع تقبض.\n</p>\n\n<p>\nقال الأعشى: [الطويل] يزيد يغض الطرف دوني كأنما زوى بين عينيه علي\nالمحاجم فلا ينبسط من بين عينيك ما انزوى ولا تلقني إلا وأنفك راغم ترع\nوقال [أبو عبيد] في حديث النبي عليه السلام إن منبري هذا على ترعة من ترع\nالجنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة: الترعة الروضة تكون على المكان المرتفع خاصة، فإذا كانت\nفي المكان المطمئن فهي روضة، [و] قال أبو زياد الكلابي: أحسن ما تكون\nالروضة على <span id='ms014'></span> المكان الذي فيه غلظ وارتفاع، ألا تسمع قول الأعشى: [البسيط] ما\nروضة من رياض الحزن معشبة خضراء جاد عليها مسبل هطل قال فالحزن ما بين\nزبالة فما فوق ذلك مصعدا في بلاد نجد وفيه ارتفاع وغلظ وقال أبو عمرو\nالشيباني: الترعة الدرجة، قال أبو عبيد: وقال غيره: الترعة الباب، كأنه\nقال: منبري هذا على باب من أبواب الجنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: إن رسول الله صلى الله عليه وسلم قال: إن منبري هذا على\nترعة من ترع الجنة. فقال سهل [بن سعد]: أتدرون ما الترعة هي الباب من أبواب\nالجنة. قال أبو عبيد: وهذا هو الوجه عندنا.\n</p>\n\n<p>\n/ وقال أبو عبيد: إن رسول الله صلى الله عليه وسلم قال: إن قدمي على ترعة\nمن ترع الحوض. هيع وقال [أبو عبيد] في حديثه عليه السلام إنه قال: إن خير\nالناس رجل ممسك بعنان فرسه في سبيل الله كلما سمع هيعة طار إليها ويروى: من\nخير معاش رجل ممسك بعنان فرسه.\n</p>\n\n<p>\nقال أبو عبيدة: الهيعة الصوت الذي تفزع منه وتخافه من عدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وأصل هذا من الجزع، يقال: هذا رجل هاع لا ع وهائع ولائع إذا كان\nجبانا ضعيفا، وقد هاع يهيع هيوعا وهيعانا قال أبو عبيد وقال الطرماح [بن\nحكيم] الطائي: [الطويل] انا ابن حماة المجد من آل مالك إذا جعلت خور الرجال\nتهيع أي تجبن، والخور الضعاف، والواحد خوار. شعف [قال أبو عبيد] وفي\nالحديث: أو رجل في شعفة في غنيمة حتى يأتيه الموت. قوله: في شعفة، يعني رأس\nالجبل. جبه كسع نخخ وقال [أبو عبيد] في حديثه عليه السلام: ليس في الجبهة\nولا في النخة ولا في الكسعة صدقة.\n</p>\n\n<p>\nقال أبو عبيدة: الجبهة الخيل، والكسعة الحمير، والنخة الرقيق قال الكسائي\nوغيره في الجبهة والكسعة مثله، وقال الكسائي: هي النخة - برفع النون -\nوفسرها هو وغيره في مجلسه: البقر العوامل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: هذا كلام أهل تلك الناحية كأنه يعني أهل الحجاز وما وراءها\nإلى اليمن. وقال الفراء: النخة أن يأخذ المصدق دينارا بعد <span id='ms015'></span> فراغه من أخذ\nالصدقة وأنشدنا: [البسيط] عمي الذي منع الدينار ضاحية دينار نخة كلب وهو\nمشهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: قال النبي صلى الله عليه [وسلم]: أخرجوا صدقاتكم فإن الله\nقد أراحكم من الجبهة والسجة والبجة. وفسرها أنها كانت آلهة يعبدونها في\nالجاهلية، وهذا خلاف ما [جاء] في الحديث الأول، والتفسير في الحديث والله\nأعلم أيهما المحفوظ من ذلك.\n</p>\n\n<p>\nوقال [أبو عبيد] في حديثه عليه السلام: إن رجلا أتاه فقال: يا رسول الله!\nإني أبدع بي فاحملني.\n</p>\n\n<p>\nقال أبو عبيدة: يقال للرجل إذا كلت ناقته أو عطبت وبقي منقطعا به قد أبدع\nبه، وقال الكسائي مثله وزاد فيه [و] يقال:\n</p>\n\n<p>\nأبدعت الركاب إذا كلت أو عطبت. وقال بعض الأعراب: لا يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالإبداع إلا بظلع. يقال: أبدعت به راحلته إذا ظلعت. قال أبو عبيد: وهذا\nليس باختلاف، وبعضه شبيه ببعض وقال [أبو عبيد] في حديثه عليه السلام: إن\nقريشا كانوا يقولون: إن محمدا صنبور.\n</p>\n\n<p>\nقال أبو عبيدة: الصنبور: النخلة تخرج من أصل النخلة الأخرى لم تغرس. وقال\nالأصمعي: الصنبور: النخلة تبقى منفردة ويدق أسفلها، قال: ولقي رجل رجلا من\nالعرب / فسأله عن نخلة فقال:\n</p>\n\n<p>\nصنبر أسفله وعشش أعلاه يعني دق أسفله وقل سعفه ويبس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: فشبهوه بها يقولون: إنه فرد ليس له ولد ولا أخ فإذا مات\nانقطع ذكره. قال أبو عبيد: وقول الأصمعي في الصنبور أعجب إلي من قول أبي\nعبيدة لأن النبي عليه السلام لم يكن أحد من أعدائه من مشركي العرب ولا\nغيرهم يطعن عليه في نسبه، ولا اختلفوا في أنه أوسطهم نسبا [صلى الله عليه\nوسلم]. قال أبو عبيد: قال أوس ابن حجر يعيب قوما: [البسيط] مخلفون ويقضي\nالناس أمرهم غشو الأمانة صنبور فصنبور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nويروى: غش الأمانة، ويروى: أهل الملامة. قال أبو عبيدة:\n</p>\n\n<p>\nفي غشو ثلاثة أوجه: غشو وغش وغشى ويروى: غشى الملامة أي الملامة تغشاهم.\nقال أبو عبيد: والصنبور [أيضا] في غير هذا القصبة [التي] تكون في الإداوة\nمن حديد أو رصاص يشرب منها. كهل <span id='ms016'></span> وقال [أبو عبيد] في حديثه عليه السلام: إنه\nسأل رجلا أراد الجهاد معه [فقال له]: هل في أهلك من كاهل ويقال من كاهل،\nفقال: نعم.\n</p>\n\n<p>\nقال أبو عبيدة: هو مأخوذ من الكهل، يقول: هل فيهم من أسن وصار كهلا قال\nأبو عبيدة: يقال منه رجل كهل وامرأة كهلة.\n</p>\n\n<p>\nوأنشدنا [العذافر]: [الرجز] ولا أعود بعدها كريا أمارس الكهلة والصبيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد] في حديثه عليه السلام: ما يحملكم على أن تتايعوا في\nالكذب كما يتتايع الفراش في النار قال أبو عبيدة: التتايع التهافت في الشر\nوالمتايعة عليه، يقال للقوم: قد تتايعوا في الشر، إذا تهافتوا عليه وسارعوا\nإليه.\n</p>\n\n<p>\nقال أبو عبيد: ومنه قول الحسن بن علي رضي الله عنهما: إن عليا أراد أمرا\nفتتابعت عليه الأمور فلم يجد منزعا يعني في أمر الجمل.\n</p>\n\n<p>\nومنه الحديث [المرفوع] في الرجل يوجد مع المرأة. \"] قال أبو عبيد عن\nالحسن: لما نزلت [هذه الآية] والذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nيرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا\nتقبلوا لهم شهادة أبدا [وأولئك هم الفاسقون قال سعد بن عبادة: يا رسول\nالله! أرأيت إن رأى رجل مع امرأته رجلا فقتله أتقتلونه به وإن أخبر بما رأى\nجلد ثمانين، أفلا يضربه بالسيف فقال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nكفى بالسيف شا أراد أن يقول: شاهدا، فأمسك وقال: لولا أن يتتايع فيه\nالغيران والسكران. قال أبو عبيد: يقول: كره أن يجعل السيف شاهدا فيحتج به\nالغيران والسكران فيقتلوا، فأمسك عن ذلك. قال أبو عبيد: ويقال في التتايع:\nإنه اللجاجة، وهو يرجع إلى هذا المعنى. قال أبو عبيد: ولم أسمع التتايع في\nالخير إنما سمعناه في الشر.\n</p>\n\n<p>\nوقال [أبو عبيد] في حديثه عليه السلام: / من أزلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nإليه نعمة فليشكرها.\n</p>\n\n<p>\nقال أبو عبيدة: قوله أزلت إليه نعمة يعني أسديت إليه واصطنعت عنده، يقال\nمنه: أزللت إلى فلان نعمة فأنا أزلها إزلالا. وقال أبو زيد الأنصاري مثله\nوأنشد أبو عبيد لكثير: [الطويل] وإني وإن صدت لمثن وصادق عليها بما كانت\nإلينا <span id='ms017'></span> أزلت قال أبو عبيد: ويروى \" لدينا أزلت \". قال: وقد روى بعضهم:\n</p>\n\n<p>\nمن أنزلت إليه نعمة، وليس هذا بمحفوظ ولا له وجه في الكلام. ربع وقال\n[أبو عبيد] في حديثه عليه السلام: إنه مر بقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nيربعون حجرا و [في] بعض الحديث: يرتبعون فقالوا: هذا حجر الأشداء، فقال:\nألا أخبركم بأشدكم من ملك نفسه عند الغضب.\n</p>\n\n<p>\nقال أبو عبيدة: الربع أن يشال الحجر باليد يفعل ذلك لتعرف به شدة الرجل.\nقال أبو عبيد: يقال ذلك في الحجر خاصة. قال أبو محمد الأموي أخو يحيى بن\nسعيد في الربع مثله. جذا قال أبو عبيد: ومن هذا حديث ابن عباس أنه مر بقوم\nيتجاذون حجرا ويروى: يجذون حجرا فقال: عمال الله أقوى من هؤلاء. [و] كل هذا\nمن الرفع والإشالة وهو مثل الربع.\n</p>\n\n<p>\nقال أبو عبيد: عن النبي صلى الله عليه وسلم أنه مر بقوم يتجاذون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nمهراسا فقال: أتحسون الشدة في حمل الحجارة! إنما الشدة أن يمتلئ أحدكم\nغيظا ثم يغلبه. وقال الأموي: المربعة أيضا العصا التي تحمل بها الأحمال حتى\nتوضع على ظهور الدواب. قال أبو عبيد وأنشدني الأموي:\n</p>\n\n<p>\n[الرجز] أين الشظاظان وأين المربعة وأين وسق الناقة المطبعة قوله:\nالشظاظان، [هما] العودان اللذان يجعلان في عرى الجوالق، والمطبعة المثقلة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن الصلاة إذا تضيفت\nالشمس للغروب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة: قوله: تضيفت [يعني] مالت للمغيب، يقال منه: قد ضافت، فهي\nتضيف ضيفا إذا مالت صاف قال أبو عبيد:\n</p>\n\n<p>\nومنه سمي الضيف ضيفا، يقال منه: ضفت فلانا إذا ملت إليه ونزلت به، وأضفته\nفأنا أضيفه إذا أملته إليك وأنزلته عليك، ولذلك قيل:\n</p>\n\n<p>\nهو مضاف إلى كذا وكذا أي [هو] ممال إليه قال امرؤ القيس: [الطويل] فلما\nدخلناه أضفنا ظهورنا إلى كل حاري جديد مشطب أي أسندنا ظهورنا إليه\nوأملناها، ومنه قيل للدعي: مضاف، لأنه مسند إلى قوم ليس منهم، ويقال: ضاف\nالسهم يضيف إذا عدل عن الهدف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوهو من هذا.\n</p>\n\n<p>\nوفيه لغة أخرى ليست في الحديث: صاف <span id='ms018'></span> السهم بمعنى ضاف، قال أبو زبيد الطائي\nيذكر المنية: [الخفيف] كل يوم ترميه منها برشق فمصيب أو صاف غير بعيد صاف\nأي عدل فهذا بالصاد وأما [الذي] في الحديث فبالضاد. رشق قال أبو عبيد:\nالرشق الوجه من الرمي إذا رموا وجها بجميع سهامهم، قالوا: / رمينا رشقا.\nوالرشق: المصدر، يقال [منه] رشقت رشقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن [بيع] الكالئ بالكالئ.\n</p>\n\n<p>\nقال أبو عبيد: هو النسيئة بالنسيئة مهموز قال أبو عبيد:\n</p>\n\n<p>\nومنه قولهم: أنسأ الله فلانا أجله، ونسأ الله في أجله بغير ألف.\n</p>\n\n<p>\nقال وقال أبو عبيدة: يقال من الكالئ: تكلأت أي استنسأت نسيئة.\n</p>\n\n<p>\nوالنسيئة التأخير أيضا ومنه قوله تعالى \" إنما النسئ زيادة في الكفر \"\nإنما هو تأخيرهم تحريم المحرم إلى صفر. وقال الأموي في الكلأة مثله، قال\nالأموي: يقال: بلغ الله بك أكلأ العمر يعني آخره وأبعده وهو من التأخير.\nقال أبو عبيد: وقال الشاعر يذم رجلا: [الرجز] وعينه كالكالئ الضمار يعني\nبعينه حاضره وشاهده، يقول: فالحاضر من عطيته كالضمار وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالغائب الذي لا يرتجى.\n</p>\n\n<p>\nالغائب الذي لا يرتجى. نسأ قال أبو عبيد: وقوله: النسيئة بالنسيئة، في\nوجوه كثيرة من البيع منها: أن يسلم الرجل إلى الرجل مائة درهم إلى سنة في\nكر طعام لكر فإذا انقضت السنة وحل الطعام عليه قال الذي عليه الطعام\nللدافع:\n</p>\n\n<p>\nليس عندي طعام لكن بعني هذا الكر بمائتي درهم إلى شهر فهذه نسيئة انتقلت\nإلى نسيئة، وكل ما أشبه ذلك. ولو كان قبض الطعام منه ثم باعه منه أو من\nغيره بنسيئة لم يكن كالئا بكالئ قال أبو عبيد: ومن الضمار قول عمر بن عبد\nالعزيز في كتابه إلى ميمون بن مهران في الأموال التي كانت في بيت المال من\nالمظالم أن يردها ولا يأخذ زكاتها: فإنه كان مالا ضمارا يعني لا يرجى. قال\nأبو عبيد قال الأعشى: [المتقارب] أرانا إذا أضمرتك البلاد نجفي وتقطع منا\nالرحم نفه وقال [أبو عبيد]: في حديثه عليه السلام حين قال لعبد الله <span id='ms019'></span> بن\nعمرو بن العاص وذكر قيام الليل وصيام النهار: إنك إذا فعلت ذلك هجمت عيناك\nونفهت نفسك.\n</p>\n\n<p>\nقال أبو عبيدة: قوله: نفهت نفسك أعيت وكلت. ويقال للمعيى: منفه ونافه،\nوجمع نافه نفه.\n</p>\n\n<p>\nقال أبو عمرو: هجمت عينك غارت ودخلت. هجم قال أبو عبيد ومنه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nهجمت على القوم - أدخلت عليهم، وكذلك: هجم عليهم البيت إذا سقط عليهم قال\nأبو عمرو: نفهت نفسك - أي أعيت وكلت مثل قول أبي عبيدة.\n</p>\n\n<p>\nوقال رؤبة يذكر بلادا: [الرجز] به تمطت غول كل ميله بنا حراجيج المطايا\nالنفه ويروى: المهاري النفه يعني المعيية. وواحدها نافه ونافهة. وقوله:\n</p>\n\n<p>\nكل ميله يعني البلاد التي توله الناس بها كالإنسان الواله المتحير. همى\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا سأله فقال: يا رسول الله!\nإنا نصيب هوامي الإبل، / فقال: ضالة المؤمن أو: المسلم حرق النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة: قوله: الهوامي المهملة التي لا راعي لها ولا حافظ، يقال\nمنه: ناقة هامية وبعير هام، وقد همت تهمي هميا إذا ذهبت في الأرض على\nوجوهها لرعي أو غيره، وكذلك كل ذاهب وسائل من ماء أو مطر، وأنشد لطرفة\nويقال: إنه لمرقش: [الكامل] فسقى ديارك غير مفسدها صوب الربيع وديمة تهمي\nيعني تسيل وتنصب. وقال أبو عمرو مثله أو نحوه، وقال أبو زيد والكسائي: همت\nعينه تهمي هميا إذا سالت ودمعت وهو من ذلك أيضا. قال أبو عبيد: وليس هذا من\nالهائم، إنما يقال من الهائم:\n</p>\n\n<p>\nهام يهيم وهي إبل هوائم، وتلك التي في الحديث هوامي إلا أن تجعله في\nالمعنى مثله، وأحسبه من المقلوب كما قالوا: جذب وجبذ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوضب وبض إذا سال الماء أو غيره، وأشباه ذلك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أتى بكتف مؤربة فأكلها وصلى\nولم يتوضأ.\n</p>\n\n<p>\nقال أبو عبيدة وأبو عمرو: المؤربة هي الموفرة التي لم ينقص منها شئ. قال\nأبو عبيد: يقال منه: أربت الشئ تأريبا إذا وفرته، ولا أراه أخذ إلا من\nالإرب وهو العضو، يقال: قطعته إربا إربا أي عضوا <span id='ms020'></span> عضوا. قال أبو زبيد في\nالمؤرب: [الطويل] وأعطي فوق النصف ذو الحق منهم وأظلم بعضا أو جميعا مؤربا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الكميت بن زيد الأسدي: [الطويل] ولانتشلت عضوين منها يحابر وكان\nلعبد القيس عضو مؤرب أي تام لم ينقص منه شئ. والشلو أيضا العضو.\n</p>\n\n<p>\nومنه حديث علي في الأضحية: إئتني بشلوها الأيمن. يقال: عضو وعضو لغتان.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لا عدوى ولا هامة ولا صفر ولا\nغول.\n</p>\n\n<p>\nالصفر: دواب البطن. قال أبو عبيدة: سمعت يونس يسأل رؤبة بن العجاج عن\nالصفر، فقال: هي حية تكون في البطن تصيب الماشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوالناس، وهي أعدى من الجرب عند العرب. قال أبو عبيد: فأبطل النبي عليه\nالسلام أنها تعدي، ويقال: إنها تشتد على الإنسان إذا جاع وتؤذيه قال أعشى\nباهلة يرثي رجلا:\n</p>\n\n<p>\n[البسيط] لا يتأرى لما في القدر يرقبه ولا يعض على شرسوفه الصفر هام قال\nأبو عبيد: ويروى: [البسيط] لا يشتكي الساق من أين ولا وصب ولا يعض على\nشرسوفه الصفر ويروى: ولا وصم. وقال أبو عبيدة في الصفر أيضا: إنه يقال:\n</p>\n\n<p>\nهو تأخيرهم المحرم إلى صفر في تحريمه.\n</p>\n\n<p>\nقال: وأما الهامة فإن العرب تقول كانت تقول: إن عظام الموتى تصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nهامة فتطير، / وقال أبو عمرو في الصفر مثل قول رؤبة، وقال في الهامة مثل\nقول أبي عبيدة إلا أنه قال: كانوا يقولون: يسمون ذلك الطائر الذي يخرج من\nهامة الميت إذا بلى الصدى، صدى قال أبو عبيد:\n</p>\n\n<p>\nوجمعه أصداء، وكل هذا قد جاء في أشعارهم قال أبو دؤاد الإيادي:\n</p>\n\n<p>\n[الخفيف] سلط الموت والمنون عليهم فلهم في صدى المقابر هام فذكر الصدى\nوالهام جميعا وقال لبيد يرثي أخاه أربد: [الوافر] فليس الناس بعدك في نقير\nوما هم غير أصداء وهام وهذا كثير في أشعارهم فرد النبي صلى الله عليه وسلم\nذلك. [و] قال أبو زيد في الصفر مثل قول أبي عبيدة الأول، وقال أبو زيد:\n</p>\n\n<p>\nهي الهامة مشددة الميم، يذهب إلى واحدة الهوام وهي دواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض، قال أبو عبيد: ولا أرى <span id='ms021'></span> أبا زيد حفظ هذا وليس له معنى.\n</p>\n\n<p>\nولم يقل أحد منهم في الصفر أنه من الشهور غير أبي عبيدة، والوجه فيه\nالتفسير الأول.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال للنساء:\n</p>\n\n<p>\nلا تعذبن أولادكن بالدغر.\n</p>\n\n<p>\nقال أبو عبيدة: هو غمز الحلق، وذلك أن الصبي تأخذه العذرة وهو وجع يهيج\nفي الحلق من الدم، فإذا عولج منه صاحبه قيل: عذرته فهو معذور قال جرير بن\nالخطفي: [الكامل] غمز ابن مرة يا فرزدق كينها غمز الطبيب نغانغ المعذور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالنغانغ لحمات تكون عند اللهوات، واحدها: نغنغ والدغر أن ترفع المرأة\nذلك الموضع بأصبعها، يقال: دغرت أدغر دغرا. قال أبو عبيد:\n</p>\n\n<p>\nويقال للنغانغ أيضا: اللغانين، واحدها لغنون واللغاديد واحدها:\n</p>\n\n<p>\nلغدود، ويقال: لغد، فمن قال: لغد للواحد قال للجميع: ألغاد.\n</p>\n\n<p>\nومن الدغر حديث علي رضي الله عنه: لا قطع في الدغرة، ويروى:\n</p>\n\n<p>\nالدغرة.\n</p>\n\n<p>\nويفسرها الفقهاء [أنها] الخلسة. قال أبو عبيد: وهي عندي من الدفع أيضا\nوهي الدغرة بجزم الغين، وإنما هو توثب المختلس ودفعه نفسه على المتاع\nليختلسه، ويقال في مثل: دغرى لا صفى، ودغرا لا صفا، يقال: ادغروا عليهم ولا\nتصافوهم، وهذا أيضا مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقولهم: عقري حلقى، وعقرا حلقا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لا يترك في الإسلام مفرج.\n</p>\n\n<p>\nقيل: المفرج: هو الرجل يكون في القوم من غيرهم فحق عليهم أن يعقلوا عنه.\nوروي أيضا: مفرح بالحاء. وروي أيضا عن النبي صلى الله عليه وسلم: وعلى\nالمسلمين ألا يتركوا مفدوحا في فداء أو عقل.\n</p>\n\n<p>\nقال الأصمعي: المفرح بالحاء: هو الذي قد أفرحه الدين يعني أثقله، قال\nيقول: يقضى عنه دينه من بيت المال / ولا يترك مدينا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوأنكر قولهم: مفرج بالجيم. وقال أبو عمرو: المفرح هو المثقل بالدين أيضا،\nوأنشدنا: [الطويل] إذا أنت لم تبرح تؤدي أمانة وتحمل أخرى أفرحتك الودائع\nأفرحتك يعني أثقلتك. وقال الكسائي في المفرح مثله أو نحوه.\n</p>\n\n<p>\nقال [أبو عبيد]: وسمعت محمد بن الحسن يقول: هو يروى بالحاء والجيم، فمن\nرواه بالحاء فأحسبه قال فيه مثل قول <span id='ms022'></span> هؤلاء، ومن قال:\n</p>\n\n<p>\nمفرج بالجيم فإنه القتيل يوجد في أرض فلاة لا يكون عنده قرية فإنه يؤدي\nمن بيت المال ولا يبطل دمه. وعن أبي عبيدة قال:\n</p>\n\n<p>\nالمفرج بالجيم أن يسلم الرجل ولا يوالي أحدا، يقول: فتكون جنايته على بيت\nالمال لأنه لا عاقلة له فهو مفرج، وقال بعضهم: هو الذي لا ديوان له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الثوب المصلب أنه كان إذا رآه\nفي ثوب قضبه.\n</p>\n\n<p>\nقال الأصمعي: يعني قضب موضع التصليب. والقضب: القطع.\n</p>\n\n<p>\nومنه قيل: إقتضبت الحديث إنما هو انتزعته واقتطعته، صلب قال أبو عبيد:\nوإياه عنى ذو الرمة في قوله يصف الثور: [البسيط] كأنه كوكب في إثر عفرية\nمسوم في سواد الليل منقضب أي منقطع من مكانه. وقال القطامي يصف الثور أيضا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n[الكامل] فغدا صبيحة صوبها متوجسا شئز القيام يقضب الأغصانا يعني يقطعها.\n</p>\n\n<p>\nوالمصلب والمنشأ وقيل: هو الذي فيه مثال الصليب.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين قال لعائشة وسمعها تدعو على\nسارق سرق لها شيئا فقال: لا تسبخي عنه بدعائك عليه.\n</p>\n\n<p>\nقال الأصمعي: قوله: لا تسبخي، يقول: لا تخففي عنه بدعائك عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا مثل الحديث الآخر: من دعا على من ظلمه فقد انتصر وكذلك كل من خفف\nعنه شئ فقد سبخ عنه. قال يقال: اللهم سبخ عني الحمى أي سلها وخففها. قال\nأبو عبيد: ولهذا قيل لقطع القطن إذا ندف: سبائخ، ومنه قول الأخطل يصف\nالقناص والكلاب:\n</p>\n\n<p>\n[البسيط] فأرسلوهن يذرين التراب كما يذرى سبائخ قطن ندف أوتار يعني ما\nيتساقط من القطن. قال أبو زيد والكسائي: يقال: سبخ الله عنا الأذى يعني\nكشفه وخففه. ويقال لريش الطائر الذي يسقط عنه:\n</p>\n\n<p>\nسبيخ، وذلك لأنه ينسل فيسقط عنه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام لأن يمتلئ جوف أحدكم قيحا حتى\nيريه خير له من أن يمتلئ شعرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: قوله: حتى يريه، قال: هو من الوري على مثال الرمي، يقال\nمنه: رجل موري غير مهموز، وهو أن يروى جوفه، وأنشد: [الرجز <span id='ms023'></span>] قالت له وريا\nإذا تنحنح [أي] تدعو عليه بالورى. وأنشدنا الأصمعي [أيضا] / للعجاج يصف\nالجراحات: [الرجز] عن قلب ضجم تورى من سبر يقول: إن سبرها إنسان أصابه منها\nالوري من شدتها. والقلب:\n</p>\n\n<p>\nالآبار، واحدها قليب وهي البئر، شبه الجراحة بها. وقال أبو عبيدة في\nالوري مثله إلا أنه قال: هو أن يأكل القيح جوفه. وأنشدنا غيره لعبد بني\nالحسحاس يذكر النساء: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n[الطويل] وراهن ربي مثل ما قد ورينني وأحمى على أكبادهن المكاويا قال أبو\nعبيد: وسمعت يزيد يحدث بحديث ان النبي صلى الله عليه وسلم قال لأن يمتلئ\nجوف أحدكم قيحا حتى يريه خير له من أن يمتلئ شعرا. يعني من الشعر الذي هجى\nبه النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال أبو عبيد: والذي عندي في [هذا] الحديث غير هذا القول، لأن الذي هجى\nبه النبي صلى الله عليه وسلم لو كان شطر بيت لكان كفرا، فكأنه إذا حمل وجه\nالحديث على امتلاء القلب منه أنه قد رخص في القليل منه ولكن وجهه عندي أن\nيمتلئ قلبه [من الشعر] حتى يقلب عليه فيشغله عن القرآن وعن ذكر الله، فيكون\nالغالب عليه من أي الشعر كان، فإذا كان القرآن والعلم الغالبين عليه فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nجوف هذا عندنا ممتلئا من الشعر.\n</p>\n\n<p>\nأرز وقال [أبو عبيد]: في حديثه عليه السلام أن الإسلام ليأرز إلى المدينة\nكما تأرز الحية إلى جحرها.\n</p>\n\n<p>\nقال الأصمعي: قوله: يأرز ينضم إليها ويجتمع بعضه إلى بعض فيها، وأنشدنا\nلرؤبة يذم رجلا: [الرجز] فذاك بخال أروز الأرز يعني أنه لا ينبسط للمعروف\nولكنه ينضم بعضه إلى بعض. قال الأصمعي عن أبي الأسود الدؤلي: إنه قال: إن\nفلانا إذا سئل أرز وإذا دعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nاهتز أو قال: انتهز شك أبو عبيد، قال: يعني إذا سئل المعروف تضام وإذا\nدعى إلى طعام أو غيره مما يناله اهتز لذلك. قال زهير:\n</p>\n\n<p>\n[الوافر] بآرزة الفقارة لم يخنها قطاف في الركاب ولا خلاء والآرزة الناقة\nالشديدة المجتمع بعض فقارها إلى بعض والفقارة:\n</p>\n\n<p>\nفقارة الصلب. [و] قال أبو <span id='ms024'></span> عبيد: سمعت الكسائي يقول: الدؤلي، وقال ابن\nالكلبي: الديلي. وقول ابن الكلبي أعجب إلي، وهو الصواب عندنا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nلابن مسعود: أذنك على أن ترفع الحجاب وتستمع سوادي حتى أنهاك.\n</p>\n\n<p>\nقال الأصمعي: السواد السرار، يقال منه: ساودته مساودة وسوادا إذا ساررته.\nولم نعرفها برفع السين سوادا. دد قال أبو عبيد: ويجوز الرفع وهو بمنزلة\nجوار وجوار، فالجوار المصدر والجوار الاسم وقال الأحمر /: هو من إدناء\nسوادك من سواده وهو الشخص. قال أبو عبيد: وهذا من السرار أيضا لأن السرار\nلا يكون إلا بإدناء السواد من السواد وأنشدنا الأحمر: [الخفيف] من يكن في\nالسواد والدد والإعرام زيرا فإنني غير زير قوله: زيرا، هو الرجل يحب مجالسة\nالنساء، ومحادثتهن.\n</p>\n\n<p>\nقال أبو عمرو: وسئلت ابنة الخس: لم زنيت، وأنت سيدة نساء قومك قالت: قرب\nالوساد وطول السواد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nقال [أبو عبيد]: والدد: اللهو واللعب.\n</p>\n\n<p>\nومنه حديث النبي صلى الله عليه وسلم: ما أنا من دد ولا الدد مني.\n</p>\n\n<p>\nقوله: الدد، هو اللعب واللهو. قال الأحمر: [و] في الدد ثلاث لغات: يقال:\nهذا دد على مثال يد ودم، وهذا ددا على مثال قفا وعصا، وهذا ددن على مثال\nحزن قال الأعشى: [الطويل] أترحل من ليلى ولما تزود وكنت كمن قضى اللبانة من\nدد وقال عدي بن زيد: [الرمل] أيها القلب تعلل بددن إن همى في سماع وأذن شرط\nوقال [أبو عبيد]: في حديثه عليه السلام في أشراط الساعة.\n</p>\n\n<p>\nقال الأصمعي: هي علاماتها، [قال]: ومنه الاشتراط الذي يشترط الناس بعضهم\nعلى بعض إنما هي علامات يجعلونها بينهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك سميت الشرط لأنهم جعلوا لأنفسهم علامة يعرفون بها.\n</p>\n\n<p>\nوقال غيره في بيت أوس بن حجر وذكر رجلا تدلى من رأس جبل بحبل إلى نبعة\nليقطعها [و] يتخذ منها قوسا: [الطويل] فأشرط فيها نفسه وهو معصم وألقى\nبأسباب له وتوكلا قال الأصمعي: هو من هذا يريد أنه جعل نفسه علما لذلك\nالأمر.\n</p>\n\n<p>\nويقال فيه قول آخر: استهلك نفسه كقولك: استقتل الرجل وأقتل <span id='ms025'></span>، إذا عرض نفسه\nللقتل. قال الأصمعي: وأشرط فيها نفسه أي جعلها علامة للموت.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أتى على بئر ذمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: الذمة القليلة الماء، يقال: هذه بئر ذمة وجمعها ذمام. ميح\n[قال أبو عبيد: و] قال ذو الرمة يصف عيون الإبل وأنها قد غارت من طول\nالسير: [الطويل] على حميريات كأن عيونها ذمام الركايا أنكزتها المواتح\nقوله: أنكزتها، يعني أنفدت ماءها.\n</p>\n\n<p>\nوالمواتح: المستقية.\n</p>\n\n<p>\nوفي الحديث: قال البراء بن عازب: فنزلنا فيها ستة ماحة. والماحة واحدهم\nمائح وهو الذي إذا قل ماء الركية حتى لا يمكن أن يغترف منها بالدلو نزل رجل\nفغرف بيديه منها فيجعله في الدلو فذلك مائح.\n</p>\n\n<p>\nقال ذو الرمة: [الطويل] ومن حوف ماء عرمض الحول فوقه متى يحس منه دائق\nالقوم يتفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nويروى: يحس منه مائح. وقال آخر: [الرجز] يا أيها المائح دلوي دونكا إني\nرأيت الناس يحمدونكا والمائح في أشياء سوى هذا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام / أن رجلا أتاه، فقال يا رسول\nالله! إنا نركب ارماثا لنا في البحر فتحضر الصلاة وليس معنا ماء إلا\nلشفاهنا، أفنتوضأ بماء البحر فقال: هو الطهور ماؤه والحل ميتته.\n</p>\n\n<p>\nقال الأصمعي: الأرماث خشب يضم بعضها إلى بعض ويشد ثم يركب، يقال لواحدها:\nرمث، وجمعه أرماث والرمث في غير هذا أن تأكل الإبل الرمث فتمرض عنه. قال\nالكسائي: يقال منه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nإبل رمثة ورماثى، ويقال: إبل طلاحى وأراكى، إذا أكلت الأراك والطلح فمرضت\nعنه. وأنشد أبو عبيد عن أبي عمرو لبعض الهذليين.\n</p>\n\n<p>\nويقال: إنه لأبي صخر: [الطويل] تمنيت من حبي بثينة أننا على رمث في البحر\nليس لنا وفر [أي مال] ويروى: على رمث في الشرم، وهو موضع في البحر. ويقال:\nإنه لجته.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديث النبي عليه السلام: أنا فرطكم في علي الحوض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: الفرط والفارط: المتقدم في طلب الماء، يقول:\n</p>\n\n<p>\nأنا: متقدمكم إليه، يقال منه: فرطت القوم وأنا أفرطهم، وذلك إذا تقدمتهم\nليرتاد لهم الماء. ومن هذا قولهم <span id='ms026'></span> في الدعاء في الصلاة على الصبي الميت:\nاللهم اجعله لنا فرطا، أي أجرا متقدما نرد عليه وقال الشاعر: [الكامل]\nفأثار فارطهم غطاطا جثما أصواته كتراطن الفرس يعني أنه لم يجد في الركية\nماء، إنما وجد غطاطا وهو القطا وجمع الفارط فراط وقال القطامي: [البسيط]\nفاستعجلونا وكانوا من صحابتنا كما تعجل فراط لوراد قال أبو عبيد: [يقال:\nصحاب وصحابة وصحب فإذا كسرت الصاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفلا هاء فيه. و -] يقال: أفرطت الشئ أي نسيته. قال الله [تبارك و -]\nتعالى: \" وأنهم مفرطون \" وفرط الرجل في القول قال الله [تبارك و] تعالى: \"\nإننا نخاف أن يفرط علينا أو أن يطغى \".\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أعطى النساء اللواتي غسلن\nابنته حقوة، فقال: أشعرنها إياه.\n</p>\n\n<p>\nقال أبو عبيد: قال الأصمعي: الحقو الإزار، وجمعه حقي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: ولا أعلم الكسائي إلا قد قال لي مثله أو نحوه.\n</p>\n\n<p>\nومن ذلك حديث عمر رضي الله عنه: لا تزهدن في جفاء الحقو فإن يكن ما تحته\nجافيا فإنه أستر له، وإن يكن ما تحته لطيفا فإنه أخفى له.\n</p>\n\n<p>\nقال أبو عبيد: أراد عمر بالحقو الإزار يعني أن تجعله المرأة جافيا تضاعف\nعليه الثياب لتستر مؤخرها. وقوله في الحديث الأول: أشعرنها إياه، أي اجعلنه\nشعارها الذي يلي جسدها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا أتاه فقال: يا رسول الله!\nتخرقت عنا الخنف / وأحرق بطوننا التمر.\n</p>\n\n<p>\nقال الأصمعي: والخنف واحدها خنيف، وهو جنس من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالكتان أردأ ما يكون منه قال الشاعر يذكر طريقا: [الطويل] علا كالخنيف\nالسحق يدعو به الصدى له قلب عفى الحياض أجون ويروى: عف الحياض. سحق فدم قال\nأبو عبيد: وقد خولف أبو معاوية الأصمعي. ويروى:\n</p>\n\n<p>\nله قلب عادية وصحون يعني الطريق، شبهه بالخنيف، أي علا طريقا كالخنيف.\n</p>\n\n<p>\nوالسحق: الخلق من الثياب.\n</p>\n\n<p>\nومنه قول عمر: من زافت عليه دراهمه فليأت بها السوق فليقل: من يبيعني بها\nسحق ثوب أو كذا وكذا ولا يحالف الناس عليها أنها جياد. [و] قال أبو زبيد\nالطائي <span id='ms027'></span>: [الخفيف] وأباريق شبه أعناق طير السماء قد جيب فوقهن خنيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nيعني الفدام التي تفدم بها الأباريق. وقوله: قد جيب، شبهه بالجيب.\n</p>\n\n<p>\nومن الفدام حديث بهز بن حكيم عن النبي عليه السلام أنه قال: إنكم مدعوون\nيوم القيامة مفدمة أفواهكم بالفدام.\n</p>\n\n<p>\nيعني أنهم منعوا الكلام حتى تكلم أفخاذهم، فشبه ذلك بالفدام الذي يشد به\nعلى الفم. قال أبو عبيد: وبعضهم يقول: الفدام بالفتح، ووجه الكلام بالفدام\nبكسر الفاء. وفي الحديث: ثم إن أول ما يبين عن أحدكم لفخذه ويده.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه دخل على عائشة [أم المؤمنين]\nوفي البيت سهوة عليها ستر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: السهوة كالصفة تكون بين يدي البيت، وقال غيره من أهل العلم:\nالسهوة شبيه بالرف والطاق يوضع فيه الشئ، قال أبو عبيد: وسمعت غير واحد من\nأهل اليمن يقولون: السهوة عندنا بيت صغير منحدر في الأرض وسمكه مرتفع من\nالأرض شبيه بالخزانة الصغيرة يكون فيها المتاع. كن سدد قال أبو عبيد: وقول\nأهل اليمن أشبه ما قيل في السهوة. وقال أبو عمرو في الكنة والسدة نحو قول\nالأصمعي في السهوة. [و] قال: هي الظلة تكون بباب الدار قال الأصمعي في\nالكنة: هو الشئ يخرجه الرجل من حائطه كالجناح، ونحوه قال أبو عبيد.\n</p>\n\n<p>\nومن السدة حديث أبي الدرداء: من يغش سدد السلطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nيقم ويقعد.\n</p>\n\n<p>\nومنه حديث عروة بن المغيرة أنه كان يصلي في السدة.\n</p>\n\n<p>\nيعني سدة المسجد الجامع، وهي الظلال التي حوله يعني صلاة الجمعة مع\nالإمام.\n</p>\n\n<p>\nقالوا: وإنما سمى إسماعيل السدي لأنه كان تاجرا يبيع في سدة المسجد\nالخمر. قال أبو عبيد: وبعضهم يجعل السدة الباب نفسه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن حلوان الكاهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: الحلوان ما يعطاه الكاهن ويجعل له على كهانته، تقول منه:\nحلوت الرجل أحلوه حلوانا، إذا حبوته بشئ وأنشدنا الأصمعي بن حجر / يذم\nرجلا: [الطويل] كأني حلوت الشعر حين مدحته صفا صخرة صماء يبس بلالها ألا\nتقبل المعروف مني تعاورت منولة أسيافا عليك <span id='ms028'></span> ظلالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nويروى: كأني حلوت الشعر يوم مدحته.\n</p>\n\n<p>\nفجعل الشعر حلوانا مثل العطاء. ومنولة أم شمخ وعدي ابني فزارة وأظن مازنا\nأيضا. وقال أبو عبيد: الحلوان الرشوة والرشوة منها يقال منه: حلوت أي رشوت.\nقال الشاعر: [الطويل] فمن راكب أحلوه رحلا وناقة يبلغ عني الشعر إذ مات\nقائله وقال غيره: والحلوان أيضا أن يأخذ الرجل من مهر ابنته لنفسه، [قال]:\nوهذا عار عند العرب قالت امرأة تمدح زوجها:\n</p>\n\n<p>\n[الرجز] لا يأخذ الحلوان من بناتنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: ومجامرهم الألوة، في صفة أهل\nالجنة وكان ابن عمر يستجمر بالألوة غير مطراة والكافور يطرحه مع الألوة. ثم\nيقول: هكذا رأيت رسول الله صلى الله عليه وسلم يصنع.\n</p>\n\n<p>\nقال الأصمعي: هو العود الذي يتبخر به وأراها كلمة فارسية عربت.\n</p>\n\n<p>\nقال أبو عبيد: وفيها لغتان: الألوة والألوة بفتح الألف وضمها ويقال:\nالألوة خفيف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الحيات: اقتلوا ذا الطفيتين\nوالأبتر.\n</p>\n\n<p>\nقال الأصمعي: الطفية خوصة المقل، وجمعه: طفي. قال:\n</p>\n\n<p>\nفأراه شبه الخطين اللذين على ظهره بخوصتين من خوص المقل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشد لأبي ذؤيب: [الطويل] عفا غير نؤي الدار ما إن تبينه وأقطاع طفي قد\nعفت في المعاقل وقال غيره: الأبتر القصير الذنب من الحيات.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام لأبي بردة بن نيار في الجذعة التي\nأمره أن يضحي بها: ولا تجزي عن أحد بعدك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: وهو مأخوذ من قولك: قد جزى عني هذا الأمر فهو يجزي [عني]،\nولا همز فيه، ومعناه لا تقضي عن أحد بعدك. يقول: لا تجزي لا تقضي وقال الله\n[تبارك و] تعالى: \" واتقوا يوما لا تجزي نفس عن نفس شيئا \".\n</p>\n\n<p>\nومنه حديث يروى عن عبيد بن عمير: أن رجلا كان يداين الناس وكان له كاتب\nومتجاز وكان يقول: إذا رأيت الرجل معسرا فأنظره، فغفر الله له.\n</p>\n\n<p>\nوالمتجازي المتقاضي. قال الأصمعي: أهل المدينة يقولون:\n</p>\n\n<p>\nأمرت فلانا يتجازى ديني على فلان، أي يتقاضاه. قال: وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nقولهم أجزأني الشئ إجزاء، فمهموز ومعناه <span id='ms029'></span>: كفاني وقال الطائي: [الوافر]\nلقد آليت أغدر في جداع وإن منيت أمات الرباع لأن الغدر في الأقوام عار وأن\nالمرء يجزأ بالكراع وقوله: يجزأ بالكراع، أي يكتفي به. ومنه قول الناس:\nاجتزأت بكذا وكذا وتجزأت به، أي اكتفيت به [وجداع السنة التي تجدع كل شئ أي\nتذهب به]. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام / حين سئل عن الميتة: متى تحل لنا\nالميتة [فقال]: ما لم تصطبحوا أو تغتبقوا أو تختفوا بها بقلا فشأنكم بها.\n</p>\n\n<p>\nقال الأصمعي: لا أعرف \" تحتفئوا \" ولكني أراها \" تختفوا بها \" بالخاء. أي\nتقتلعونه من الأرض. [و] يقال: اختفيت الشئ، أخرجته، قال: ومنه سمي النباش\nالمختفي لأنه يستخرج الأكفان، وكذلك: خفيت الشئ، أخرجته قال امرؤ القيس يصف\nحضر الفرس إنه استخرج الفأر من جحرتهن كما يستخرجهن المطر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n[الطويل] خفاهن من أنفاقهن كأنما خفاهن ودق من سحاب مركب وقال الكسائي:\nكان سعيد بن جبير يقرأ \" إن الساعة آتية أكاد أخفيها \" يعني أظهرها. حفأ\nقال أبو عبيد: وسألت عنها أبا عمرو فلم يعرف يحتفئوا، وسألت أبا عبيدة فلم\nيعرفها ثم بلغني بعد عنه أنه قال: هو من الحفأ، والحفأ مهموز مقصور، وهو\nأصل البردى الأبيض الرطب منه، وهو يؤكل، فتأوله أبو عبيدة في قوله:\n</p>\n\n<p>\nتحتفئوا، يقول: ما لم تقتلعوا هذا بعينه فتأكلوه. قال أبو عبيد:\n</p>\n\n<p>\nوأخبرني الهيثم بن عدي أنه سأل عنها أعرابيا، قال: فلعلها تجتفئوا\nبالجيم، صبح غبق قال أبو عبيد: يعني أن تقتلع الشئ ثم ترمي به. يقال: جفأت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل إذا صرعته وضربت به الأرض مهموز. وبعضهم يرويه:\n</p>\n\n<p>\nما لم تحتفوا بتشديد الفاء فإن يكن هذا محفوظا فهو من احتففت الشئ كما\nتحف المرأة وجهها من الشعر.\n</p>\n\n<p>\nوأما قوله: ما لم تصطبحوا أو تغتبقوا، فإنه يقول: إنما لكم منها الصبوح\nوهو الغداء، أو الغبوق وهو العشاء، يقول: فليس لكم أن تجمعوهما من الميتة.\n</p>\n\n<p>\nمن ذلك حديث سمرة أنه كتب لبنيه أنه يجزي من الاضطرار أو الضارورة صبوح\nأو غبوق.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين <span id='ms030'></span> قال للأنصارية وهو يصف لها\nالاغتسال من المحيض: خذي فرصة ممسكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفتطهري بها، فقالت عائشة [أم المؤمنين]: يعني تتبعي بها فتطهري بها، أثر\nالدم.\n</p>\n\n<p>\nقال الأصمعي: الفرصة القطعة من الصوف أو القطن أو غيره، وإنما [أخذ] من\nفرصت الشئ أي قطعته ويقال للحديدة التي تقطع بها الفضة: مفراص، لأنها تقطع.\nوأنشد الأصمعي للأعشى:\n</p>\n\n<p>\n[الطويل] وأدفع عن أعراضكم وأعيركم لسانا كمفراص الخفاجي ملحبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nلحبت الشئ: قطعته، والملحب: كل شئ يقطع ويقشر.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين دخل عليه عمر رضي الله عنه\nفقال: يا رسول الله! لو أمرت بهذا البيت فسفر، وكان في بيت فيه أهب وغيرها.\n</p>\n\n<p>\nقال الأصمعي: قوله: سفر، يعني كنس. يقال: سفرت البيت وغيره إذا كنسته\nفأنا أسفره سفرا. ويقال للمكنسة: المسفرة، قال / ومنه سمي ما سقط من الورق:\nالسفير، لأن الريح تسفره أي تكنسه قال ذو الرمة: [البسيط] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوحائل من سفير الحول جائله حول الجراثيم في ألوانه شهب ويروى:\n</p>\n\n<p>\nوجايل من سفير الحول جائله يعني الورق، وقد حال يحول تغير لونه وأبيض،\nوالجائل: ما جال بالريح وذهب وجاء. والجراثيم:\n</p>\n\n<p>\nكل شئ مجتمع، والواحد جرثومة. وقد تكون [الجرثومة] أصل الشئ.\n</p>\n\n<p>\nومنه الحديث المرفوع: الأزد جرثومة العرب فمن أضل نسبه [فليأتهم.\n</p>\n\n<p>\nقال أبو عبيد]: وقد روي في الأهب حديث آخر أن عمر دخل على النبي صلى الله\nعليه وسلم وفي البيت: أهب [عطنة] وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالجلود، واحدها: إهاب، والعطنة: المنتنة الريح.\n</p>\n\n<p>\nوجاء في حديث آخر أنه [دخل عليه] وعنده أفيق والأفيق: الجلد الذي لم يتم\nدباغه، وجمعه أفق، يقال: أفيق وأفق [مثل] عمود وعمد وأديم وأدم وإهاب وأهب\nقال: ولم يجد في الحروف فعيلا ولا فعولا يجمع على فعل إلا هذه الأحرف، إنما\nتجمع على فعل مثل صبور وصبر. خدج ثدي وقال [أبو عبيد]: في حديثه عليه\nالسلام: كل صلاة ليست فيها قراءة فهي خداج.\n</p>\n\n<p>\nقال الأصمعي: الخداج النقصان، مثل خداج الناقة إذا ولدت ولدا ناقص الخلق\nأو لغير تمام. يقال: أخدج الرجل صلاته فهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nمخدج وهي <span id='ms031'></span> مخدجة ومنه قيل لذي الثدية: إنه مخدج اليد، أي ناقصها. ويقال:\nخدجت الناقة، إذا ألقت ولدها قبل أوان النتاج وإن كان تام الخلق، وأخدجت،\nإذا ألقته ناقص الخلق وإن كان لتمام الحمل. وإنما أدخلوا الهاء في ذي\nالثدية وأصل الثدي ذكر لأنه كأنه أراد لحمة من ثدي أو قطعة من ثدي فصغر على\nهذا المعنى فأنث. وبعضهم يرويه ذا اليدية بالياء. نضح [قال أبو عبيد و]\nيقال: ولد تمام وتمام، وقمر تمام وتمام، وفي ليل تمام، لا يقال إلا بالكسر:\nليل التمام. وقال: [أبو عبيد -]: في حديثه عليه السلام في صدقة النخل:\n</p>\n\n<p>\nما سقي منه بعلا ففيه العشر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: البعل ما شرب بعروقه من الأرض من غير سقي سماء ولا غيرها\nفإذا سقته السماء فهو عذى ومن البعل قول النابغة في صفة النخل والماء:\n[الطويل] من الواردات الماء بالقاع تستقي بأذنابها قبل استقاء الحناجر\nفأخبر أنها تشرب بعروقها. وأراد بالأذناب العروق. وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن رواحة: [الوافر] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nهنالك لا أبالي نخل سقي ولا بعل وإن عظم الإتاء يقال: سقي وسقي، فالسقي\nبالفتح الفعل والسقي بالكسر الشرب، ويقال سقيته سقيا، [قال]: والأتاء ما\nخرج من الأرض من الثمر وغيره، يقال: هي أرض كثيرة الأتاء، أي كثيرة الريع\nمن الثمر وغيره.\n</p>\n\n<p>\nقال: وأما الغيل فهو ما جرى في الأنهار وهو الفتح أيضا.\n</p>\n\n<p>\nقال: والغلل الماء بين الشجر. / قال أبو عبيدة والكسائي في البعل: غلل هو\nالعذي (العذي) وما سقته السماء، قال أبو عمرو: والعشري: العذي أيضا.\n</p>\n\n<p>\nوقال بعضهم: السيح الماء الجاري مثل الغيل، يسمى سيحا لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nيسيح في الأرض أي يجري قال الراعي: [البسيط] وارين جونا رواء في اكمته من\nكرم دومة بين السيح والجدر أراد أنهن وارين شعورهن ثم وصفها فشبهها بحمل\nالكرم.\n</p>\n\n<p>\nومنه الحديث أن النبي صلى الله عليه وسلم كتب إلى معاذ باليمن:\n</p>\n\n<p>\nإن فيما سقت السماء أو سقى غيلا العشر.\n</p>\n\n<p>\nوقال أبو عبيد: وأما ما جاء في السواني والنواضح أن يما سقى بها ففيه نصف\nالعشر.\n</p>\n\n<p>\nفان <span id='ms032'></span> السواني هي الإبل التي يستقى عليها من الآبار وهي النواضح بأعيانها.\nيقال منه: قد سنت السانية تسنو سنوا، ونضحت تنضح نضحا، إذا سقت. قال زهير\nبن [أبي] سلمي: [البسيط] كأن عيني في غربي مقتلة من النواضح تسقى جنة سحقا\nقوله: في غربي، بغرب التي تستقى بها الإبل وهي أعظم ما يكون من الدلاء وهو\nالذي فيه الحديث: وما سقى منه بغارب ففيه نصف العشر. حمل حب وقال [أبو\nعبيد]: في حديثه عليه السلام في قوم يخرجون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nمن النار: فينبتون كما تنبت الحبة في حميل السيل.\n</p>\n\n<p>\nقال الأصمعي: الحميل ما حمله السيل من كل شئ، وكل محمول فهو حميل، كما\nيقال للمقتول: قتيل.\n</p>\n\n<p>\nومنه قول عمر في الحميل: لا يورث إلا ببينة.\n</p>\n\n<p>\nسمي حميلا لأنه يحمل من بلاده صغيرا ولم يولد في الإسلام.\n</p>\n\n<p>\nوأما الحبة فكل نبت له حب فاسم الحب منه الحبة. وقال الفراء: الحبة: بزور\nالبقل. وقال أبو عمرو: الحبة نبت ينبت في الحشيش صغار وقال الكسائي: الحبة\nحب الرياحين، وواحدة الحب: حبة.\n</p>\n\n<p>\nقال: وأما الحنطة ونحوها فهو الحب لا غير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: وفي الحميل تفسير آخر هو أجود من هذا، يقال: إنما سمى\nالحميل الذي قال عمر حميلا لأنه محمول النسب، وهو أن يقول الرجل: هذا أخي\nأو أبي أو ابني، فلا يصدق عليه إلا ببينة لأنه يريد بذلك أن يدفع ميراث\nمولاه الذي أعتقه، ولهذا قيل للدعي:\n</p>\n\n<p>\nحميل قال الكميت يعاتب قضاعة في تحولهم إلى اليمن: [الوافر] علام نزلتم\nمن غير فقر ولا ضراء منزلة الحميل ضبر قال أبو عبيد: والذي دار عليه المعنى\nمن الحبة أنه كل شئ يصير من الحب في الأرض فينبت مما يبذر.\n</p>\n\n<p>\nقال أبو عبيد: وفي حديث آخر: يخرجون من النار ضبائر ضبائر فيلقون على نهر\nيقال له نهر الحياة.\n</p>\n\n<p>\nوقوله: ضبائر، يعني جماعات، وهكذا روى في الحديث وهو في الكلام أضابير\nأضابير. قال الكسائي والأحمر: يقال: هذه إضبارة، فليس جمعها / إلا أضابير،\nوكذلك إضمامة وجمعها أضاميم.\n</p>\n\n<p>\nوفي حديث آخر: ينبتون <span id='ms033'></span> كما تنبت الثعارير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nيقال: إن الثعارير هي هذه التي يقال لها الطراثيث.\n</p>\n\n<p>\nوفي حديث آخر: يخرجون من النار بعدما امتحشوا وصاروا فحما.\n</p>\n\n<p>\nقوله: امتحشوا احترقوا، وقد محشتهم النار مثله. عدد وقال [أبو عبيد]: في\nحديثه عليه السلام: ما زالت أكلة خيبر تعادني فهذا أوان قطعت أبهري.\n</p>\n\n<p>\nقال الأصمعي: هو من العداد وهو الشئ الذي يأتيك لوقت. وقال أبو زيد مثل\nذلك أو نحوه، بهر لدم قال أبو عبيد: وأصله من العدد لوقت معلوم مثل الحمى\nالربع والغب، وكذلك السم الذي يقتل لوقت.\n</p>\n\n<p>\nوكل شئ معلوم فإنه يعاد صاحبه لأيام، وأصله العدد حتى يأتي وقته الذي\nيقتل فيه ومنه قول الشاعر: [الوافر] يلاقى من تذكر آل ليلى كما يلقى السليم\nمن العداد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nيعني بالسليم اللديغ. قال الأصمعي: إنما سمى اللديغ سليما لأنهم تطيروا\nمن اللديغ فقلبوا المعنى كما قالوا للحبشي: أبو البيضاء، وكما قالوا\nللفلاة: مفازة، تطيروا إلى الفوز وهي مهلكة ومهلكة وذلك لأنهم تطيروا إليه.\n</p>\n\n<p>\nوالأبهر: عرق مستبطن الصلب والقلب متصل به فإذا انقطع لم تكن معه حياة،\nوأنشد الأصمعي [لابن مقبل]: [البسيط] و للفؤاد وجيب تحت أبهره لدم الغلام\nوراء الغيب بالحجر شبه وجيب قلبه بصوت حجر، واللدم: الصوت. وقال بعضهم إنما\nسمى التدام النساء من هذا. ويقال الأبهر: الوتين، وهو في الفخذ: النساء،\nوفي الساق: الصافن، وفي الحلق: الوريد، وفي الذراع: الأعجل، وفي العين:\nالناظر، وهو نهر الجسد. أنى وقال [أبو عبيد]: في حديثه عليه السلام للذي\nتخطى رقاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالناس يوم الجمعة: رأيتك آذيت وآنيت، لما دخل رجل يوم الناس يوم الجمعة:\nورسول الله عليه وآله وسلم يخطب، فجعل يتخطى رقاب الناس حتى صلى مع النبي\nصلى الله عليه وسلم، فلما فرغ من صلاته قال له: ما جمعت يا فلان! فقال له:\nيا رسول الله! أما رأيتني جمعت معك: رأيتك آذيت وآنيت.\n</p>\n\n<p>\nقال الأصمعي: قوله: آنيت، أي أخرت المجئ وأبطأت، قال: ومنه قول الحطيئة:\n[الوافر] وآنيت العشاء إلى سهيل أو الشعرى فطال بي الأناء ومنه قيل للمتمكث\nفي <span id='ms034'></span> الأمور: متأن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى أن يقال بالرفاء والبنين.\n</p>\n\n<p>\nقال الأصمعي: الرفاء يكون في معنيين، يكون من الاتفاق وحسن الاجتماع،\nقال: ومنه أخذ رفؤ الثوب لأنه يرفأ ويضم بعضه إلى بعض ويلأم بينهما، ويكون\nالرفاء من الهدو والسكون وأنشدني لأبي خراش الهذلي: [الطويل] رفوني وقالوا\nيا خويلد لم ترع فقلت وأنكرت الوجوه هم هم رفوني، يقول: سكنوني. وقال أبو\nزيد: الرفاء الموافقة وهي المرافاة بغير همز وأنشد: [الوافر] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nولما أن رأيت أبا رويم / يرافيني ويكره أن يلاما وقال [أبو عبيد]: في\nحديثه عليه السلام أنه كان إذا مر بهدف مائل أو صدف هائل أسرع المشي.\n</p>\n\n<p>\nقال الأصمعي: الهدف كل شئ عظيم مرتفع، وقال غيره: وبه شبه الرجل العظيم\nفقيل له: هدف، وأنشد: [الطويل] إذا الهدف المعزال صوب رأسه وأعجبه ضفو من\nالشلة الخطل الشلة: جماعة الغنم، والضفو من الضافي وهو الكثير، والخطل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالمسترخية الآذان، وبها سمي الأخطل.\n</p>\n\n<p>\nوقال غير الأصمعي: الصدف نحو من الهدف، قال الله تعالى \" حتى إذا ساوى\nبين الصدفين \" يعني الجبلين.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن لحوم الجلالة.\n</p>\n\n<p>\nقال الأصمعي: هي التي تأكل الجلة العذرة من الإبل، قال:\n</p>\n\n<p>\nوهي الجلة، وأصل الجلة: البعر، وكني بها عن العذرة، يقال منه: خرج الإماء\nيجتللن، إذا خرجن يلتقطن البعر. قال عمر بن لجأ:\n</p>\n\n<p>\n[الرجز] يحسب مجتل الإماء الخرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفرزدق يذكر امرأة: [الكامل] سرب مدامعها تنوح على ابنها بالرمل\nقاعدة على جلال وقال [أبو عبيد] في حديثه عليه السلام في الغايط: اتقوا\nالملاعن وأعدوا النبل.\n</p>\n\n<p>\nقال الأصمعي: أراها بضم النون وبفتح الباء، قال ويقال: نبلني أحجارا\nللاستنجاء أي أعطنيها، ونبلني عرقا أي أعطنيه، لم يعرف منه الأصمعي غير\nهذا، قال محمد بن الحسن يقول: النبل (النبل) حجارة الاستنجاء. قال أبو\nعبيد: والمحدثون يقولون: هي النبل بالفتح، ونراها سميت نبلا لصغرها، وهذا\nمن الأضداد في كلام العرب أن يقال للعظام نبل وللصغار نبل (نبل)، وقيل: إن\nرجلا من العرب توفي <span id='ms035'></span> فورثه أخوه إبلا فعيره رجل بأنه قد فرح بموت أخيه لما\nورثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الرجل: [المنسرح] إن كنت أزننتني بها كذبا جزء فلاقيت مثلها عجلا\nأفرح أن أرزأ الكرام وأن أورث ذودا شصائصا نبلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوالشصائص: التي لا ألبان لها، والنبل في هذا الموضع الصغار الأجسام، فنرى\nأنها سميت حجارة الاستنجاء نبلا (نبلا) لصغرها، وأما الملاعن التغوط\nبالطريق لأنه يقال: من فعل هذا لعنه الله.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: عائد المريض على مخارف الجنة حتى\nيرجع.\n</p>\n\n<p>\nقال الأصمعي: واحد المخارف مخرف وهو جنى النخل، وإنما سمي مخرفا لأنه\nيخترف منه أي يجتنى.\n</p>\n\n<p>\nومنه حديث أبي طلحة حين نزلت \" من ذا الذي يقرض الله قرضا حسنا \" قال: إن\nلي مخرفا وقد جعلته صدقة، فقال النبي صلى الله عليه وسلم: اجعله في فقراء\nقومك.\n</p>\n\n<p>\nقال أبو عمرو في مخارف النخل مثله أو نحوه، قال ويقال منه:\n</p>\n\n<p>\nأخرف لنا أي أجن لنا.\n</p>\n\n<p>\nقال الأصمعي: وأما قول عمر \" تركتكم على مثل مخرفة النعم \"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفليس من هذا، إنما أراد بالمخرفة الطريق الواسع البين قال أبو كبير\nالهذلي: [الكامل] فأجزته بأفل تحسب أثره نهجا أبان بذي فريغ مخرف / الأفل:\nالسيف به فلول، وأثره الوشي الذي فيه، ونهج ونهج واحد والنهج أجود، يقول:\nجزت الطريق ومعي السيف، والفريغ: الواسع.\n</p>\n\n<p>\nواسم الزنبيل الذي يجتنى فيه النخل مخرف بالكسر، وأما المخرف بضم الميم\nفالذي قد دخل في الخريف، ولهذا قيل للظبية: مخرف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nلأنها ولدت في الخريف.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه سار ليلة حتى ابهار الليل ثم\nسار حتى تهور الليل.\n</p>\n\n<p>\nقال الأصمعي: قوله \" ابهار الليل \" يعني انتصف الليل، وهو مأخوذ من بهرة\nالشئ أي وسطه.\n</p>\n\n<p>\nوقوله: ثم سار حتى تهور الليل يعني أدبر وانهدم، كما يتهور البناء وغيره\nويسقط، وقال: ومنه قول الله تعالى \" [على] شفا جرف هار فانهار به \".\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال للشفاء وهي امرأة: علمي\nحفصة رقية النملة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: هي قروح تخرج في الجنب وغيره <span id='ms036'></span>، وقال: وإنما النملة فهي\nالنميمة، يقال: رجل نمل إذا كان نماما، قال الراعي:\n</p>\n\n<p>\n[البسيط] لسنا بأخوال آلاف يزيلهم قول العدو ولا ذو النملة المحل ضبط\nوقال [أبو عبيد]: في حديثه عليه السلام أنه سئل عن الأضبط.\n</p>\n\n<p>\nقال الأصمعي: هو الذي يعمل بيديه جميعا، يعمل بيساره كما يعمل بيمينه،\nقال أبو عمرو مثله. وقال أبو عبيد: يقال من ذلك للمرأة:\n</p>\n\n<p>\nضبطاء، وكذلك كل عامل بيديه جميعا قال معن بن أوس يصف الناقة:\n</p>\n\n<p>\n[الطويل] عذافرة ضبطاء تخدي كأنها فنيق غدا يحوي السوام السوارحا قال:\nوهو الذي يقال له: أعسر يسر. والمحدثون يقولون: أعسر أيسر، ويروى: أن عمر\nرضي الله عنه كان كذلك أعسر يسر، والصواب:\n</p>\n\n<p>\nأعسر أيسر.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قيل لما نهى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nضرب النساء: ذئر النساء على أزواجهن.\n</p>\n\n<p>\nقال الأصمعي: يعني نفرن ونشزن واجترأن يقال: امرأة ذائر ممدود على مثال\nفاعل مثل الرجل، قال عبيد بن الأبرص: [الكامل] ولقد أتانا عن تميم أنهم\nذئروا لقتلى عامر وتغضبوا يعني نفروا من ذلك وأنكروه، ويقال: أنفوا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه يخرج من النار رجل قد ذهب\nحبره وسبره.\n</p>\n\n<p>\nقال أبو عبيد: في الحديث اختلاف [و] بعضهم لا يرفعه.\n</p>\n\n<p>\nقال الأصمعي: قوله [ذهب] حبره وسبره هو الجمال والبهاء، يقال:\n</p>\n\n<p>\nفلان حسن الحبر والسبر، قال ابن أحمر وذكر زمانا قد مضى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n[الوافر] لبسنا حبره حتى اقتضينا لأعمال وآجال قضينا ويروى: حتى اقتصينا\nيعني لبسنا جماله وهيئته. وقال غيره: حسن الحبر والسبر بالفتح جميعا. قال\nأبو عبيد: وهو عندي بالحبر أشبه لأنه مصدر من حبرته حبرا أي حسنته. / قال\nالأصمعي: وكان يقال لطفيل الغنوي في الجاهلية: المحبر لأنه كان يحسن الشعر،\nوقال: وهو مأخوذ عندي من التحبير، وحسن الخط والمنطق.\n</p>\n\n<p>\nقال: والحبار أثر الشئ. وأنشد في الحبار: [الرجز] لا تملأ الدلو وعرق\nفيها ألا ترى حبار من يسقيها قوله: عرق فيها [أي] اجعل فيها ماء قليلا،\nومنه قيل: طلاء معرق، ويقال: اعترق وعرق. واما الحبر من <span id='ms037'></span> قول الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n\" [من] الأحبار والرهبان \" فإن الفقهاء يختلفون فيه \" [من] الأحبار\nوالرهبان \" فإن الفقهاء يختلفون فيه فبعضهم يقول: حبر وبعضهم يقول لك حبر.\n[و] قال الفراء: إنما هو حبر، يقال للعالم ذلك. [قال] وإنما قيل: كعب الحبر\nلمكان هذا الحبر الذي يكتب به، وذلك أنه كان صاحب كتب. قال الأصمعي:\n</p>\n\n<p>\nما أدري هو الحبر أو الحبر للرجل العالم. عبقر وقال [أبو عبيد]: في حديثه\nعليه السلام حين قال لعمر رحمه الله:\n</p>\n\n<p>\nفلم أر عبقريا يفري فريه.\n</p>\n\n<p>\nقال الأصمعي: سألت أبا عمرو بن العلاء عن العبقري فقال يقال: هذا عبقري\nقوم، كقولك: هذا سيد قوم وكبيرهم وقويهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nونحو هذا. ونحو هذا. فرى عبقر قال أبو عبيد: إنما أصله فيما يقال: إنه\nنسب إلى عبقر، وهي أرض يسكنها الجن فصار مثلا لكل منسوب إلى شئ رفيع قال\nزهير [بن أبي سلمى]: [الطويل] بخيل عليها جنة عبقرية جديرون يوما أن ينالوا\nفيستعلوا وقوله: يفري فريه، كقولك: يعمل عمله ويقول قوله، ونحو هذا وأنشد\nالأحمر: [الرجز] قد أطعمتني دقلا حوليا مسوسا مدودا حجريا قد كنت تفرين به\nالفريا أي كنت تكثرين فيه القول وتعظمينه. ومنه قول الله عز وجل \" لقد جئت\nشيئا فريا \" أي شيئا عظيما.\n</p>\n\n<p>\nويقال في عبقر: إنها أرض يعمل فيها البرود ولذلك نسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالوشي إليها قال ذو الرمة يذكر ألوان الرياض: [البسيط] حتى كأن رياض القف\nألبسها من وشى عبقر تجليل وتنجيد ومن هذا قيل للبسط: عبقرية، إنها نسبت إلى\nتلك البلاد.\n</p>\n\n<p>\nومنه حديث عمر أنه كان يسجد على عبقري [قيل له: على بساط قال: نعم].\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: وإن مما ينبت الربيع ما يقتل\nحبطا أو يلم ويروى: يقتل خبطا بالخاء معجمة.\n</p>\n\n<p>\nقال الأصمعي في الحبط: هو أن تأكل الدابة فتكثر حتى ينتفخ لذلك بطنها\nوتمرض عنه، يقال منه: حبطت تحبط حبطا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n[و] قال أبو عبيدة مثل ذلك أو نحوه. [و] قال: إنما سمى الحارث بن مازن بن\n[مالك بن] عمرو بن تميم الحبط لأنه <span id='ms038'></span> كان في سفر فأصابه مثل هذا، وهو أبو\nهؤلاء الذين يسمون الحبطات من بني تميم فينسب إليه فلان الحبطي. قال: إذا\nنسبوا إلى الحبط حبطي وإلى سلمة سلمي وإلى شقرة شقري، وذلك أنهم كرهوا كثرة\nالكسرات ففتحوا. وأما الذي رواه يزيد: [يقتل] خبطا بالخاء، فليس بمحفوظ،\nإنما ذهب إلى التخبط وليس له وجه.\n</p>\n\n<p>\nقال أبو عبيد: وأما قوله: أو يلم، فإنه يعني يقرب من ذلك.\n</p>\n\n<p>\nومنه الحديث الآخر في ذكر أهل الجنة قال: فلولا أنه شئ قضاه الله لألم أن\nيذهب بصره. يعني لما يرى فيها، يقول: لقرب أن يذهب بصره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الحساء:\n</p>\n\n<p>\nإنه يرتو فؤاد الحزين ويسرو عن فؤاد السقيم.\n</p>\n\n<p>\nقال الأصمعي: يعني بقوله: يرتوا فؤاد الحزين، يشده ويقويه. سرو قال أبو\nعبيد: ومنه قول لبيد يذكر كتيبة أو درعا: [الرمل] فخمة ذفراء ترتى بالعرى\nقردمانيا وتركا كالبصل قوله: ترتى بالعرى، يعني الدروع أن لها عرى في\nأوساطها / فيضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nذيلها إلى تلك العرى وتشد لتنشمر عن لابسها، فذلك الشد هو الرتو، وهو\nمعنى قول زهير: [الكامل] ومفاضة كالنهي تنسجه (تنسجه) الصبا بيضاء كفت\nفضلها بمهند المفاضة: الدرع الواسعة، والنهي: الغدير، يعني أنه علق الدرع\nبمعلاق في السيف.\n</p>\n\n<p>\nوقوله: يسرو، يكشف عن فؤاده، ولهذا قيل: سريت الثوب عن الرجل، إذا كشفته\nعنه وسروت قال ابن هرمة:\n</p>\n\n<p>\n[الطويل] سرى ثوبه عنك الصبا المتخايل ويقال: سرى وسرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: تجئ البقرة وآل عمران يوم\nالقيامة كأنهما غمامتان أو غيايتان.\n</p>\n\n<p>\nقال الأصمعي: الغياية كل شئ أظل الإنسان فوق رأسه مثل السحابة والغبرة\nوالظل ونحوه. [و] يقال: غايا القوم رأس فلان بالسيف، كأنهم أظلوه به. [و]\nقال الكسائي وأبو عمرو في الغياية مثله، ولم يذكرا قوله: غايا بالسيف. قال\nلبيد: [الرمل] فتدليت عليه قافلا وعلى الأرض غيايات الطفل زعب رعب وقال\n[أبو عبيد]: في حديثه عليه السلام حين قال لعمرو ابن العاص: وأزعب لك زعبة\nمن المال، قال عمرو بن العاص:\n</p>\n\n<p>\nأرسل <span id='ms039'></span> إلي النبي صلى الله عليه وسلم أن أجمع عليك سلاحك وثيابك ثم ائتني،\nقال: فأتيته وهو يتوضأ، فقال: يا عمرو! إني أرسلت إليك لأبعثك في وجه يسلمك\nالله ويغنمك وأزعب لك زعبة من المال، قال فقلت: يا رسول الله! ما كانت\nهجرتي للمال، وما كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nإلا لله ولرسوله. قال فقال: نعما بكسر النون بالمال الصالح للرجل الصالح.\n</p>\n\n<p>\nقال الأصمعي: قوله: أزعب لك زعبة من المال، أي أعطيك دفعة من المال. قال:\nوالزعب هو الدفع، يقال: جاءنا سيل يزعب زعبا، أي يتدافع. قال الأصمعي:\nويقال: جاءنا سيل يرعب الوادي بالراء أي يملأه. وأما الذي في الحديث\nفبالزاي. قال أبو عبيد:\n</p>\n\n<p>\nوقول الأصمعي: يرعب الوادي، ليس من هذا. وقال ساعدة بن جؤية الهذلي:\n[الكامل] إني ورب منى وكل هدية مما تثج لها ترائب يرعب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nيعني دماء الهدي حين تنحر فتنثج دماؤها تدفع بعضها بعضا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا كان واقفا معه وهو محرم\nفوقصت به ناقته في أخاقيق جرذان فمات. عن ابن عباس أن رجلا كان واقفا مع\nالنبي صلى الله عليه وسلم فوقصت دابته أو راحلته وهو محرم، قال فقال رسول\nالله صلى الله عليه وسلم:\n</p>\n\n<p>\nاغسلوه وكفنوه ولا تخمروا وجهه ورأسه فإنه يبعث يوم القيامة ملبيا أو\nقال: ملبدا. ويروى: فوقصت به ناقته في أخاقيق جرذان.\n</p>\n\n<p>\nقال الأصمعي: إنما هي لخاقيق، واحدها: لخفوق، وهي شقوق في الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الوقص كسر العنق، ومنه قيل للرجل:\n</p>\n\n<p>\nأوقص، إذا كان مائل العنق قصيرها.\n</p>\n\n<p>\nومن ذلك حديث علي رضي الله عنه: في القارصة والقامصة والواقصة بالدية\nأثلاثا.\n</p>\n\n<p>\nوتفسيره أن ثلاث جوار كن يلعبن فركبت إحداهن صاحبتها فقرصت الثالثة\nالمركوبة فقمصت فسقطت الراكبة فوقصت عنقها، فجعل علي على القارصة ثلث الدية\nوعلى القامصة الثلث وأسقط الثلث، يقول: لأنه حصة الراكبة لأنها أعانت على\nنفسها. / ومنه قولهم: وقصت الشئ، أي كسرته، قال ابن مقبل [يذكر الناقة]:\n[الكامل] فبعثتها تقص المقاصر بعدما كربت حياة النار للمتنور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: تقص، تكسر وتدق <span id='ms040'></span>. وواحد المقاصر مقصرة، قال أبو زياد:\n</p>\n\n<p>\nقوله: قوله: تقص، تكسر وتدق. وواحد المقاصر مقصرة، قال أبو زياد:\n</p>\n\n<p>\nقوله: مقصرة، من قصر العشى. وقال أبو عبيد: هو عندي من اختلاط الظلام.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: ليس منا من صلق أو حلق.\n</p>\n\n<p>\nقال الأصمعي: الصلق بالصاد: هو الصوت الشديد، وقال غيره:\n</p>\n\n<p>\nبالسين. ومنه قوله [تبارك وتعالى] \" سلقوكم بألسنة حداد \".\n</p>\n\n<p>\nقال الأعشى يمدح قوما: [الخفيف] فيهم الخصب والسماحة والنجدة فيهم\nوالخاطب السلاق ويروى: المسلاق، ويقال للخطيب: سلاق ومسلاق، وهو من شدة\nالكلام وكثرته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لا ثنى في الصدقة.\n</p>\n\n<p>\nقال الأصمعي: هو مقصور بكسر الثاء يعني لا تؤخذ في السنة مرتين وقال\nالكسائي في الثنى مثله. قال أبو عبيد: وقال في ذلك كعب بن زهير أو معن بن\nأوس يذكر امرأته وكانت لامته في بكر نحره، فقال: [الطويل] أفي جنب بكر\nقطعتني ملامة لعمري لقد كانت ملامتها ثنى يقول: ليس هذا بأول لومها قد\nفعلته قبل هذا، وهذا ثنى بعده.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام إنه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nإنما هو جبريل وميكائيل كقولك: عبد الله وعبد الرحمن.\n</p>\n\n<p>\nقال الأصمعي: معنى إيل معني الربوية فأضيف جبر وميكا إليه، قال أبو عمرو:\nوجبر هو الرجل، إلل قال أبو عبيد: فكأن معناه عبد إيل ورجل إيل، مضاف إليه.\nفهذا تأويل قوله: عبد الله وعبد الرحمن.\n</p>\n\n<p>\nعن يحيى بن يعمر أنه كان يقرأها: جبر إل، ويقال: جبر هو عبد وإل هو الله.\n</p>\n\n<p>\nوعن مجاهد في قوله \" لا يرقبون في مؤمن إلا ولا ذمة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الإل الله، وعن الشعبي قال: الإل إما الله وإما كذا وكذا، أظنه قال:\nالعهد.\n</p>\n\n<p>\nقال أبو عبيد: ويروى عن ابن إسحاق أن وفد بني حنيفة لما قدموا على أبي\nبكر بعد قتل مسيلمة ذكر لهم أبو بكر قراءة مسيلمة فقال:\n</p>\n\n<p>\n[إن] هذا الكلام لم يخرج من إل.\n</p>\n\n<p>\nقال أبو عبيد: كأنه يعني الربوبية. قال: والإل في غير هذين الموضعين\nالقرابة، وأنشد لحسان بن ثابت <span id='ms041'></span> الأنصاري: [الوافر] لعمرك إن إلك من قريش كإل\nالسقب من رأل النعام [قال أبو عبيد]: فالإل ثلاثة أشياء: الله تعالى،\nوالقرابة، والعهد.\n</p>\n\n<p>\nوقال: [أبو عبيد]: في حديثه عليه السلام إنه نهى أن يضحى بشرقاء أو خرقاء\nمقابلة أو مدابرة أو جدعاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: الشرقاء في الغنم المشقوقة الأذن باثنين.\n</p>\n\n<p>\nوالخرقاء التي تكون في الأذن ثقب مستدير.\n</p>\n\n<p>\nوالمقابلة أن يقطع من مقدم أذنها شئ ثم يترك معلقا لا يبين كأنه زنمة.\nويقال لمثل ذلك من الإبل: المزنم. قال: ويسمى ذلك المعلق الرعل.\n</p>\n\n<p>\nقال: والمدابرة أن يفعل ذلك بمؤخر الأذن من الشاة. وقال غير الأصمعي:\nوكذلك إن بان ذلك من الأذن أيضا فهي مقابلة ومدابرة بعد أن يكون قد قطع.\n</p>\n\n<p>\nوالجدعاء: المجدوعة الأذن.\n</p>\n\n<p>\nجمر وقال [أبو عبيد]: في حديث النبي عليه السلام: إذا توضأت فانثر وإذا\nاستجمرت فأوتر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n/ قال الأصمعي: فسر مالك قوله: إذا استجمرت أنه الاستنجاء.\n</p>\n\n<p>\nقال: ولم أسمعه من غيره. نثر قال أبو عبيد قال محمد بن الحسن: هو\nالاستنجاء وقال أبو زيد: هو الاستنجاء بالأحجار. وقال الكسائي وأبو عمرو:\nهو الاستنجاء أيضا.\n</p>\n\n<p>\nقال أبو عبيد قوله: فانثر يعني ما يسقط من المنخرين عند الاستنشاق، وإنما\nوجهه أنه أمره أن يستنشق في وضوءه. قتن وقال [أبو عبيد]: في حديثه عليه\nالسلام في المرأة: إنها وضيئة قتين.\n</p>\n\n<p>\nقال الأصمعي: القتين القليلة الطعم. يقال منه: امرأة قتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nبينة القتن. [و] قال أبو زيد: وكذلك الرجل وقد قتن قتانة. و [قال أبو\nعبيد] قال الشماخ يذكر ناقة: [الوافر] وقد عرقت مغابنها وجادت بدرتها قرى\nجحن قتين يعني أنها عرقت فصار عرقها قرى للقراد، والجحن: السئ الغذاء،\nوالقتين: القليل الطعم.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديث النبي عليه السلام حين بال عليه الحسن رضي الله\nعنه فأخذ من حجره، فقال: لا تزرموا ابني، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nثم دعا بماء فصبه عليه.\n</p>\n\n<p>\nقال الأصمعي: الإزرام القطع. يقال للرجل إذا قطع بوله: قد أزرمت بولك،\nوأزرمه غيره: قطعه، وزرم البول نفسه إذا انقطع. ثمد جمد قال أبو عبيد: قال\nعدي <span id='ms042'></span> بن زيد أو سواد بن زيد بن عدي بن زيد: [الخفيف] أو كماء المثمود بعد\nجمام زرم الدمع لا يؤوب نزورا والزرم: القليل المنقطع. والمثمود: الذي قد\nثمده الناس أي قد ذهبوا به فلم يبق إلا القليل. والجمام: الكثير.\n</p>\n\n<p>\nقال أبو عبيد: السنة عندنا أن يغسل بول الجارية ويصب على بول الغلام\nالماء ما لم يطعم. ويروى [ذلك] من ثلاثة أوجه عن النبي عليه السلام، قال\nالكميت يمدح قوما: [الخفيف] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا الواهبون كانوا ثمادا زرمات النوال كنتم بحورا وقال [أبو عبيد]: في\nحديثه عليه السلام أنه أتي بعرق من تمر.\n</p>\n\n<p>\nقال الأصمعي: أصل العرق السفيفة المنسوجة من الخوص قبل أن تجعل منها\nزبيلا، فسمي الزبيل عرقا لذلك ويقال له: العرقة أيضا وكذلك كل شئ مصطف مثل\nالطير إذا اصطفت في السماء فهي عرقة. قال غير الأصمعي: وكذلك كل شئ مضفور\nفهو العرق. قال وقال أبو كبير الهذلي: [الكامل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nنغدو فنترك في المزاحف من ثوى ونمر في العرقات من لم يقتل يعني نأسرهم\nفنشدهم في العرقات، وهي النسوع. فهق ثرر وقال [أبو عبيد]: في حديثه عليه\nالسلام أن أبغضكم إلي الثرثارون المتفيهقون والمتشدقون.\n</p>\n\n<p>\nقال الأصمعي: أصل الفهق الامتلاء، فمعنى المتفيهق الذي يتوسع في كلامه\nويفهق به فمه. ونحو ذلك يقال: الفهق والفهق، قال الأعشى: [الطويل] تروح على\nآل المحلق جفنة كجابية الشيخ العراقي تفهق يعني الامتلاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n/ [و] قال غيره: الثرثار المكثار في الكلام وقال الفراء مثل قول الأصمعي\nأو نحوه.\n</p>\n\n<p>\nقال أبو عبيد: [و] قد جاء تفسير الحديث فيه قالوا:\n</p>\n\n<p>\nيا رسول الله! وما المتفيهقون قال: المتكبرون، وقال أبو عبيد:\n</p>\n\n<p>\nوهذا يؤول إلى المعنى الذي فسره الأصمعي وغيره، لأن ذلك من المتكبر.\nوالثرثار: المهذار بالكلام وغيره قال أبو النجم يصف الضرب والطعن بكثرة\nالدم: [الرجز] ضربا هذا ذيه وطعنا ذعلبا انجل ثرثارا مثعا مثعبا خشب وقال\n[أبو عبيد]: في حديثه عليه السلام في مكة: لا تزول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يزول أخشباها.\n</p>\n\n<p>\nقال الأصمعي: الأخشب الجبل. قال: وأراه يعني الغليظ.\n</p>\n\n<p>\nوأنشد الأصمعي: [الرجز] تحسب <span id='ms043'></span> فوق الشول منها أخشبا يعني البعير، شبه\nارتفاعه فوق النوق بالجبل. سرر وقال [أبو عبيد]: في حديثه عليه السلام أنه\nدخل على عائشة تبرق أسارير وجهه.\n</p>\n\n<p>\nقال أبو عمرو: هي الخطوط [التي] في الجبهة مثل التكسر فيها، واحدها سرر\nوسر وجمعه أسرار وأسرة. قال [أبو عبيد]:\n</p>\n\n<p>\nوكذلك الخطوط في كل شئ، قال عنترة: [الكامل] بزجاجة صفراء ذات أسرة قرنت\nبأزهر في الشمال مفدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nثم أسارير جمع الجمع. قال الأصمعي في الخطوط التي في الكف هي مثلها، ومنه\nقول الأعشى: [السريع] فانظر إلى كف وأسرارها هل أنت إن أوعدتني ضائري يعني\nخطوط باطن الكف. فدم قال أبو عبيد: قوله: فانظر إلى كف يقول:\n</p>\n\n<p>\nانظر في كفك هل تقدر على أن تضرني بمنزلة العراف الذي ينظر في الكف يهزأ\nبه، وجمع الأسرار أسارير. والذي يراد من الحديث أنه قوى أمر القافة لقوله:\nإن هذه الأقدام بعضها من بعض. وقول عنترة:\n</p>\n\n<p>\nبزجاجة يعني أنها سرت في زجاجة صفراء ذات أسرة فيها خطوط ونقوش وقوله:\nقرنت بأزهر يعني الإبريق في شمال الساقي والمفدم:\n</p>\n\n<p>\nالذي قد فدم بخرقة وكذلك كل مشدود الفم، ومنه الحديث الآخر: إنكم مدعوون\nيوم القيامة مفدمة أفواهكم بالفدام يعني أنهم منعوا من الكلام.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nزينب ابنة نبيط عن أمها قالت: كنت أنا وأختاي في حجر النبي صلى الله عليه\nوسلم فكان يحلينا، قال ابن جعفر: رعاثا من ذهب ولؤلؤ [و] قال صفوان: يحلينا\nالتبر واللؤلؤ.\n</p>\n\n<p>\nقال أبو عمرو: واحد الرعاث رعثة ورعثة، وهو القرط، [قال] والرعث أيضا في\nغير هذا: العهن من الصوف، وأنشد للكميت يصف النعامة: [الوافر] كأن القيظ\nرعثها بودع مع التوشيح أو قطع الوذيل والواحدة: رعثة ورعثة، عن أبي عمرو\nويقال للمرأة إذا علقته عليها:\n</p>\n\n<p>\nقد ارتعثت، قال النابغة الذبياني: [الطويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nإذا ارتعثت خاف الجبان رعاثها ومن يتعلق حيث علق يفرق يصف طول إذا عنقها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في التحيات لله.\n</p>\n\n<p>\nقال عبد الله: كنا إذا صلينا <span id='ms044'></span> خلف رسول الله صلى الله عليه وسلم قلنا:\n</p>\n\n<p>\nالسلام على الله، السلام على فلان [السلام على فلان] / فقال لنا: قولوا:\n</p>\n\n<p>\nالتحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله\nوبركاته إلى آخر التشهد، فإنكم إذا قلتم ذلك فقد سلمتم على كل عبد صالح في\nالسماوات والأرض.\n</p>\n\n<p>\nقال أبو عمرو: والتحية الملك قال عمرو بن معديكرب:\n</p>\n\n<p>\n[الوافر] أسيرها إلى النعمان حتى أنيخ على تحيته بجندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nيعني [على] ملكه وأنشد لزهير بن جناب الكلبي: [الكامل] ولكلما نال الفتى\nقد نلته إلا التحية يعني الملك. [قال أبو عبيد]: والتحية في غير هذا الموضع\nالسلام. شوه وقال [أبو عبيد]: في حديثه عليه السلام حين رمى المشركين\nبالتراب وقال: شاهت الوجوه.\n</p>\n\n<p>\nقال أبو عمرو: يعني قبحت. يقال منه: شاه وجهه يشوه شوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوشوهة فهو مشوه، ويقال [منه]: رجل أشوه وامرأة شوهاء وجمعه شوه ويقال:\nشوهه الله.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا كان في بصره سوء فمر ببئر\nعليها خصفة فوقع فيها، فضحك القوم في الصلاة فأمر بإعادة الوضوء والصلاة.\nقال أبو عمرو: والخصفة الجلة التي تعمل من الخوص للتمر، وجمعها خصاف. وقال\nأبو عبيد:\n</p>\n\n<p>\nوقال الأخطل يذكر قبيلة من القبائل: [الطويل] تبيع بنيها بالخصاف وبالتمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين تكلم الرجل خلفه في الصلاة،\nقال الرجل: فبأبي هو وأمي! ما كهرني ولا شتمني.\n</p>\n\n<p>\nقال معاوية بن الحكم: صليت مع رسول الله صلى الله عليه وسلم فعطس بعض\nالقوم، فقلت: يرحمك الله! فرماني القوم بأبصارهم وجعلوا يضربون بأيديهم على\nأفخاذهم، فلما رأيتهم يصمتونني قلت: واثكل أمياه!\n</p>\n\n<p>\nمالكم تصمتونني، لكني سكت، فلما قضى رسول الله صلى الله عليه وسلم صلاته\nفبأبي هو وأمي! ما رأيت معلما قبله ولا بعده كان أحسن منه تعليما ما ضربني\nولا شتمني ولا كهرني، قال: إن هذه الصلاة لا يصلح فيها شئ من كلام الناس،\nإنما هي التسبيح والتكبير وقراءة القرآن أو كالذي قال رسول الله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nقال أبو عمرو <span id='ms045'></span> [في] قوله: [ولا] كهرني، الكهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالانتهار يقال منه: كهرت الرجل فأنا أكهره كهرا. قال الكسائي في قراءة\nعبد الله [بن مسعود] \" فأما اليتيم فلا تكهر \".\n</p>\n\n<p>\nقال أبو عبيد: والكهر في غير هذا ارتفاع النهار. [قال أبو عبيد]:\n</p>\n\n<p>\nومنه قول عدي بن زيد العبادي: [الرمل] وإذا العانة في كهر الضحى معها\nأحقب ذو لحم زيم روح وقال [أبو عبيد]: في حديثه عليه السلام: من قتل نفسا\nمعاهدة لم يرح (يرح) رائحة الجنة. ويروى: من قتل نفسا معاهدة بغير حلها حرم\nالله عليه الجنة أن يجد ريحها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو: وهو من رحت الشئ فأنا أريحه إذا وجدت ريحه.\n</p>\n\n<p>\nقال الكسائي: لم يرح رائحة الجنة. قال: هو من أرحت الشئ فأنا أريحه. قال\nالأصمعي: لا أدري من رحت هو أو من أرحت. قال أبو عبيد: وأنا أحسبها من غير\nهذا كله وأراه / لم يرح رائحة الجنة بالفتح، قال صخر الغي بن عبد الله:\n[المتقارب] وماء وردت على زورة كمشي السبنتى يراح الشفيفا ويروى: على رورة.\n[قوله]: زورة، من الازورار، والسبنتى:\n</p>\n\n<p>\nالنمر، سمي بذلك لشدته والشفيف: الريح الباردة. وقوله: يراح يجد الريح،\nفهذا يبين لك أنه من رحت أراح، فيقال منه: لم يرح رائحة الجنة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام مثل المؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nمثل الخامة من الزرع تميلها الريح مرة هكذا ومرة هكذا ومثل المنافق مثل\nالأرزة المجدية على الأرض حتى يكون انجعافها مرة.\n</p>\n\n<p>\nقال أبو عمرو: وهي الأرزة مفتوحة الراء، من الشجر الأرزن. والانجعاف:\nالانقلاع، ومنه قيل: جعفت الرجل إذا صرعته فضربت به الأرض. وقال أبو عبيدة:\nهي الآرزة مثل فاعلة، وهي الثابتة في الأرض. وقد أرزت تأرز اروزا.\n</p>\n\n<p>\nوالمجذية: الثابتة في الأرض أيضا. جذى قال أبو عبيد: وفيها لغتان: جذت\nتجذو وأجذت تجذي. وقال في الانجعاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nمثل قول أبي عمرو أيضا. وقال أبو عبيد: الأرزة عندي غير ما قال أبو عمرو\nوأبو عبيدة، إنما هي الأرزة بتسكين الراء، وهو شجر معروف بالشام [و] قد\nرأيته يقال له الأرز، واحدتها أرزة <span id='ms046'></span>، وهو الذي يسمى بالعراق الصنوبر، وإنما\nالصنوبر ثمر الأرز فسمى الشجر صنوبرا من أجل ثمره.\n</p>\n\n<p>\nوالخامة: الغضة الرطبة قال الشاعر الطرماح: [الخفيف] إنما نحن مثل خامة\nزرع فمتى يأن يأت محتصده قال أبو عبيد: والمعنى فيما نرى أنه شبه المؤمن\nبالخامة التي تميلها الريح لأنه مرزأ في نفسه وأهله وماله وولده وأما\nالكافر فمثل الأرزة التي لا تميلها الريح، والكافر لا يرزأ شيئا حتى يموت\nفإن رزى لا يؤجر عليه فشبه موته بانجعاف تلك حتى يلقى الله بذنوبه جمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال للنساء:\n</p>\n\n<p>\n[إنكن] إذا جعتن دقعتن وإذا شبعتن خجلتن.\n</p>\n\n<p>\nقال أبو عمرو: الدقع الخضوع في طلب الحاجة والحرص عليها والخجل: الكسل\nوالتواني عن طلب الرزق. [و] قال غيره:\n</p>\n\n<p>\nأخذ الدقع من الدقعاء وهو التراب يعني: إنكن تلصقن بالأرض من الخضوع.\n</p>\n\n<p>\nوالخجل مأخوذ من الإنسان يبقى ساكنا لا يتحرك ولا يتكلم، ومنه قيل\nللإنسان قد خجل إذا بقي كذلك. [قال أبو عبيد] قال الكميت:\n</p>\n\n<p>\n[المتقارب] ولم يدقعوا عندما نابهم لوقع الحروب ولم يخجلوا يقول: لم\nيستكينوا عند الحروب ولم يخضعوا ولم يخجلوا أي لم يبقوا فيها باهتين\nكالإنسان المتحير الدهش، ولكنهم جدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفيها وتأهبوا. وقال غيره: لم يخجلوا لم يبطروا ويأشروا وذلك معنى حديث\nالنبي صلى الله عليه وسلم: إذا شبعتن خجلتن أي أشرتن وبطرتن. قال أبو عبيد:\nفهذا أشبه الوجهين بالصواب.\n</p>\n\n<p>\nقال [أبو عبيد]: وأما حديث أبي هريرة أن رجلا مر بواد خجل مغن معشب، فليس\nمن هذا ولكنه الكثير النبات الملتف.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان يتخولهم بالموعظة مخافة\nالسآمة عليهم.\n</p>\n\n<p>\nقال أبو عمرو: يتخولهم أي يتعهدهم بها والخائل المتعهد للشئ والحافظ له\nوالقائم به. [و] قال الفراء: والخائل الراعي للشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n/ والحافظ له، وقد خال يخول خولا. وقال أبو عبيد: وأهل الشام يسمون\nالقائم بأمر الغنم والمتعهد لها: الخولي، ولم يعرفها الأصمعي وقال: أظنها\nبالنون يتخونهم، قال: وهو التعهد أيضا قال: ومنه قول ذي الرمة: [البسيط] لا\nينعش <span id='ms047'></span> الطرف إلا ما تخونه داع يناديه باسم الماء مبغوم قوله: تخونه يعنى\nتعهده.\n</p>\n\n<p>\nقال أبو عبيد: وأخبرني يحيى بن سعيد عن أبي عمرو بن العلاء أنه كان يقول:\nإنما هو يتحولهم بالموعظة أي ينظر حالاتهم التي ينشطون فيها للموعظة والذكر\nفيعظهم فيها ولا يكثر عليهم فيملوا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام إنه كان إذا مشى كأنه يمشي في\nصبب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو: الصبب ما انحدر من الأرض، وجمعه أصباب قال رؤبة: [الرجز]\nبل بلد ذي صعد وأصباب بل في معنى رب.\n</p>\n\n<p>\nقال [أبو عبيد [: في حديثه عليه السلام: يجئ كنز أحدهم يوم القيامة شجاعا\nأقرع.\n</p>\n\n<p>\nقال أبو عمرو: هو ههنا الذي لا شعر على رأسه. [و] قال غير أبي عمرو:\nالشجاع الحية، وإنما سمي [شجاعا] أقرع لأنه يقري السم ويجمعه في رأسه حتى\nيتمعط منه شعره، قال الشاعر يصف حية ذكرا: [الطويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقرى السم حتى انماز فروة رأسه عن العظم صل فاتك اللسع مارده وفي حديث\nآخر: شجاع أقرع له زبيبتان. وهما النكتتان السوداوان فوق عينيه وهو أوحش ما\nيكون من الحيات وأخبثه، ويقال في الزبيبتين: إنهما الزبدتان اللتان تكونان\nفي الشدقين إذا غضب الإنسان أو أكثر الكلام حتى يزبد. قال أبو عبيد: حدثني\nشيخ من أهل العلم عن أم غيلان بنت جرير ابن الخطفي أنها قالت: ربما أنشدت\nأبي حتى يزبب شدقاي قال الراجز: [الرجز] إني إذا ما زبب الأشداق وكثر\nالضجاج واللقلاق ثبت الجنان مرجم وداق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو: واللقلاق الصوت، وداق: دان. قال أبو عبيد:: وهذا التفسير\nعندنا أجود من الأول. وأما قولهم: ألف أقرع فهو التام.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام إنه أمر بصدقة أن توضع في\nالأوفاض.\n</p>\n\n<p>\nقال أبو عمرو: الأوفاض [هم] الفرق من الناس والأخلاط.\n</p>\n\n<p>\nوقال الفراء: هم الذين مع كل رجل منهم وفضة، وهي مثل الكنانة يلقى فيها\nطعامه.\n</p>\n\n<p>\nقال أبو عبيد: [و] بلغني عن شريك وهو الذي روى هذا الحديث أنه قال: هم\nأهل الصفة.\n</p>\n\n<p>\nقال أبو عبيد <span id='ms048'></span>: وهذا كله عندنا واحد لأن أهل الصفة إنما كانوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nأخلاطا من الناس من قبائل شتى، وقد يمكن أن يكون مع كل واحد منهم وفضة\nكما قال الفراء. وقال بعضهم: الأوقاص، وهو عندنا خطأ في هذا الموضع إلا في\nالفرائض.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين ذكر الشهداء فقال: ومنهم أن\nتموت المرأة بجمع.\n</p>\n\n<p>\nقال أبو زيد: يعني أن تموت وفي بطنها ولد. وقال الكسائي مثل ذلك، قال:\nويقال أيضا: بجمع، لم يقله إلا الكسائي. وقال غيرهما: وقد تكون / التي تموت\nبجمع أن تموت ولم يمسسها رجل لحديث آخر يروى عن النبي صلى الله عليه وسلم\nمرفوعا: أيما امرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nماتت بجمع لم تطمث دخلت الجنة.\n</p>\n\n<p>\nقال أبو عبيد: قوله: لم تطمث لم يمسس وهكذا هو في التفسير في قوله \" لم\nيطمثهن إنس قبلهم ولا جان قال الشاعر يذكر ماء ورده: [الطويل] وردناه في\nمجرى سهيل يمانيا بصعر البرى من بين جمع وخادج فالجمع الناقة التي في بطنها\nولد والخادج: التي ألقت ولدها. لعثم كبا وقال [أبو عبيد]: في حديثه عليه\nالسلام: ما أحد من الناس عرضت عليه الإسلام إلا كانت عنده كبوة غير أبي بكر\nفإنه لم يتلعثم.\n</p>\n\n<p>\nقال أبو زيد: يقول: لم ينتظر ولم يتمكث، يقال: تلعثم الرجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nإذا تمكث في الأمر وتأنى وتردد فيه.\n</p>\n\n<p>\n[و] قوله: كبوة، عن غير أبي زيد هي مثل الوقفة تكون عند الشئ يكرهه\nالإنسان أن يدعى إليه أو يراد منه. ويقال:\n</p>\n\n<p>\nقد كبا الزند فهو يكبو إذا لم يخرج شيئا، والكبوة في غير هذا السقوط\nللوجه قال أبو ذؤيب يصف ثورا رمي فسقط:\n</p>\n\n<p>\n[الكامل] فكبا كما يكبو فنيق تأرز بالخبت إلا أنه هو أبرع ويروى: أضلع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه خطب الناس يوم النحر وهو على\nناقة مخضرمة.\n</p>\n\n<p>\nقال أبو عبيد: المخضرمة التي قد قطع طرف أذنها ومنه يقال للمرأة\nالمخفوضة: مخضرمة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان يلطح أفخاذنا أغيلمة بني\nعبد المطلب ليلة <span id='ms049'></span> المزدلفة ويقول: أبيني! لا ترموا جمرة العقبة حتى تطلع\nالشمس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة: واللطح: الضرب، يقال منه: لطحت الرجل بالأرض وقال غير أبي\nعبيدة: هو الضرب وليس بالشديد ببطن الكف ونحوه.\n</p>\n\n<p>\nقال أبو عبيد: وقوله: أبيني، تصغير بني، يريد يا بني قال الشاعر:\n[السريع] إن يك لا ساء فقد ساءني ترك أبينيك إلى غير راع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في السقط يظل محبنطيا على باب\nالجنة. فيقال له: ادخل، فيقول: حتى يدخل أبواي.\n</p>\n\n<p>\nقال أبو عبيدة: المحبنطي بغير همز: هو المتغضب المستبطئ [للشئ] والمحبنطئ\nبالهمزة: هو العظيم البطن المنتفخ. قال: ومنه قيل للعظيم البطن: الحبنطأ.\nسقط قال أبو عبيد: وسألت عنه الأصمعي فلم يقل فيه شيئا.\n</p>\n\n<p>\nوقال [الأصمعي]: السقط والسقط لغتان. وقال رجل لرسول الله صلى الله عليه\nوسلم: مالي من ولدي قال: من قدمت منهم، قال: فمن خلفت منهم بعدي، قال: لك\nمنهم ما لمضر من ولده.\n</p>\n\n<p>\nوقال قال حميد: لأن أقدم سقطا أحب إلي من أن أخلف بعدي، قال أبو عبيد: لا\nأدري كيف قال حميد: مائة مستلئم كلهم قد حمل السلاح. وعن أبي عبيدة سقط\nوسقط وسقط ولا أحد يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nبالفتح غيره، وكذلك في اللوى والرمل وكذلك سقط النار.\n</p>\n\n<p>\nوزعم الكسائي أن احبنطيت واحبنطأت لغتان. عذر وقال [أبو عبيد]: في حديثه\nعليه السلام / لا يهلك الناس حتى يعذروا من أنفسهم.\n</p>\n\n<p>\nقال أبو عبيدة: يقول: حتى تكثر ذنوبهم وعيوبهم، وفيه لغتان:\n</p>\n\n<p>\nيقال: أعذر الرجل إعذارا إذا صار ذا عيب وفساد، وكان بعضهم يقول: عذر\nيعذر بمعناه، ولم يعرفه الأصمعي. قال أبو عبيد: ولا أدري هذا أخذ إلا من\nالعذر، بمعنى أن يعذروا من أنفسهم فيستوجبوا العقوبة فيكون لمن يعذبهم\nالعذر في ذلك وهو كالحديث الآخر: لن يهلك على الله إلا هالك، ومنه قول\nالأخطل: [الطويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nفإن تك حرب ابني نزار تواضعت فقد عذرتنا في كلاب وفي كعب ويروى: أعذرتنا\nأي جعلت لنا عذرا فيما صنعناه ومنه قول الناس:\n</p>\n\n<p>\nمن يعذرني من فلان. قال أبو عبيد <span id='ms050'></span>: ومنه قوله: [الهزج] عذير الحي من عدوا\nن كانوا حية الأرض ومنه: [الوافر] عذيرك من خليلك من مراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: ويقال في غير هذا الكلام لمعنى أعذرت في طلب الحاجة إذا\nبالغت فيها، وعذرت إذا لم تبالغ.\n</p>\n\n<p>\nوعذرت الغلام وأعذرته لغتان ومعناهما الختان. وعذرته إذا كانت به العذرة\nوهي وجع في الحلق فغمزته.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قام من الليل يصلي فحل شناق\nالقربة.\n</p>\n\n<p>\nقال أبو عبيدة: شناق القربة [هو] الخيط والسير الذي تعلق به القربة على\nالوتد يقال منه: أشنقتها إشناقا إذا علقتها. وقال غيره: الشناق خيط يشد به\nفم القربة. قال أبو عبيد: هذا أشبه القولين. ويقال أيضا: أشنقت الناقة،\nوذلك إذا مدها راكبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nبزمامها إليه كما يكبح الفرس. وقال أبو زيد: شنقت الناقة - بغير ألف -\nأشنقها شنقا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان يقول: اتقوا النار ولو\nبشق تمرة، ثم أعرض وأشاح.\n</p>\n\n<p>\n[قال أبو عبيدة]: قوله: وأشاح يعني حذر من الشئ وعدل عنه، وأنشدنا:\n[الرجز] شايحن منه أيما شياح قال: ويقال في غير هذا: قد أشاح إذا جد في\nقتال أو غيره.\n</p>\n\n<p>\nقال أبو عبيد: قال أبو النجم في الجد يذكر العير والأتن: [الرجز] قبا\nأطاعت راعيا مشيحا لا منفشا رعيا ولا مريحا يقول: إنه جاد في طلبها وطردها،\nوالمنفش: الذي يدعها ترعى [ليلا] بغير راع. يقول: فليس هذا الحمار كذلك\nولكنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nحافظ لها، قال عبيد بن الأبرص: [المنسرح] قطعته غدوة مشيحا وصاحبي بازل\nخبوب مشيحا يعني جادا. وأنشد أبو عبيدة لأبي ذؤيب: [الطويل] بدرت إلى\nأولاهم فوزعتهم وشايحت قبل اليوم إنك شيح يعني الجد في القتال، قال أبو\nعبيد: وقد يكون معنى حديث النبي صلى الله عليه وسلم حين أعرض وأشاح أنه\nالحذر كأنه ينظر إلى النار حين ذكرها فأعرض لذلك ويكون أنه أراد الجد في\nكلامه، والأول أشبه بالمعنى.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أتاه عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوعنده قبص من الناس.\n</p>\n\n<p>\nقال أبو عبيدة: هم <span id='ms051'></span> العدد الكثير. قال أبو عبيد / قال الكميت في القبص:\n[الطويل] لكم مسجدا الله المزوران والحصى لكم قبصه من بين أثرى وأقترا\nيقال: فعل ذلك فلان من بين أثرى وأقل أي من بين كل مثر ومقل، كأنه يقول من\nبين الناس. قال أبو عبيد: والقبصة في غير هذا بأطراف الأصابع دون القبضة،\nوالقبضة بالكف كلها. غين قال أبو عبيد: وكان الحسن يقرؤها: \" فقبصت قبصة من\nأثر الرسول \" بالصاد.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه ليغان على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nقلبي حتى أستغفر الله كذا وكذا مرة قد سماه في الحديث.\n</p>\n\n<p>\nقال أبو عبيدة: يعني أنه يتغشى القلب ما يلبسه. وقال غير أبي عبيدة: كأنه\nيعني من السهو، يقال: سهو وسهو إذا ضم السين شدد، وإذا فتح خفف. وكذلك كل\nشئ يغشاه حتى يلبسه فقد غين عليه. قال الأصمعي: يقال: غينت السماء غينا،\nقال: وهو إطباق السماء بالغيم وأنشد هو أو غيره: [الوافر] كأني بين خافيتي\nعقاب أصاب حمامة في يوم غين كرش عيب وقال [أبو عبيد]: في حديثه عليه\nالسلام: الأنصار كرشي وعيبتي ولولا الهجرة لكنت امرءا من الأنصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زيد الأنصاري: يقال عليه كرش من الناس يعني جماعة.\n</p>\n\n<p>\nوقال غيره: فكأنه أراد جماعتي وصحابتي الذين أثق بهم وأعتمد عليهم. وقال\nالأحمر: يقال: هم كرش منثورة.\n</p>\n\n<p>\nوقال غير واحد: قوله: عيبتي، قال: عيبة الرجل موضع سره [و] الذين يأتمنهم\nعلى أمره.\n</p>\n\n<p>\nوقال أبو عبيد: ومنه الحديث الآخر: كانت خزاعة عيبة النبي صلى الله عليه\nوسلم مؤمنهم وكافرهم. وذلك لحلف كان بينهم في الجاهلية. [قال أبو عبيد]:\nولا أرى عيبة الثياب إلا مأخوذة من هذا لأنه إنما يضع الرجل فيها خير ثيابه\nوخير متاعه وأنفسه عنده. ومنه حديث عمر رضي الله عنه حين دخل على عائشة\nفقال:\n</p>\n\n<p>\nأقد تبلغ من شأنك أن تؤذي النبي صلى الله عليه وسلم فقالت: ما لي ولك يا\nابن الخطاب! عليك بعيبتك، فأتى حفصة رضي الله عنها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: نحن الآخرون السابقون <span id='ms052'></span> يوم\nالقيامة بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم.\n</p>\n\n<p>\nقال الكسائي: قوله: بيد يعني غير أنا أوتينا الكتاب من بعدهم، فمعنى بيد\nمعنى غير بعينها. وقال الأموي: بيد معناها على، وأنشدنا لرجل يخاطب امرأة:\n[الرجز] عمدا فعلت ذاك بيد أني أخاف إن هلكت لم ترني ميد قال أبو عبيد:\nوفيه لغة أخرى ميد بالميم، والعرب تفعل هذا تدخل الميم على الباء والباء\nعلى الميم، كقولك: أغمطت عليه الحمى وأغبطت.\n</p>\n\n<p>\nوقوله: سمد رأسه وسبد رأسه وهذا كثير في الكلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: وأخبرني بعض الشاميين أن رسول الله صلى الله عليه وسلم /\n[قال]: أنا أفصح العرب ميد أني من قريش ونشأت في بني سعد بن بكر وفسره: من\nأجل.\n</p>\n\n<p>\nقال أبو عبيد: وهذه الأقوال [كلها] بعضها [قريب] من بعض في المعنى، مثل\nغير وعلى وبعض المحدثين يحدثه: بأيد أنا أعطينا الكتاب من بعدهم، يذهب به\nإلى القوة وليس لها ههنا معنى نعرفه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه سقط من فرس فجحش شقه.\n</p>\n\n<p>\nقال الكسائي [في] جحش: هو أن يصيبه شئ فينسحج منه جلده، وهو كالخدش أو\nأكبر من ذلك. يقال منه: جحش يجحش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nفهو مجحوش.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام قال: إن أهل الجنة ليتراءون أهل\nعليين كما ترون الكوكب الدري في أفق السماء وإن أبا بكر وعمر منهم وأنعما.\n</p>\n\n<p>\nقال الكسائي: قوله: وأنعما يعني زادا على ذلك. قال ويقال من هذا: قد\nأحسنت إلي وأنعمت أي زدت على الإحسان، وكذلك قولهم: دققت الدواء فأنعمت دقه\nأي بالغت في دقه وزدت. درء قال أبو عبيد:\n</p>\n\n<p>\nوقال ورقة بن نوفل في زيد بن عمرو بن نفيل: [الطويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nرشدت وأنعمت ابن عمرو وإنما تجنبت تنورا من النار حاميا ورشدت أيضا. قال:\nوقرأ أبو عمرو والكسائي: درئ كسرا وهمزا، وأهل المدينة ضموا بغير همز، وأما\nقراءة حمزة فبالضم والهمز.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين قال للمغيرة ابن شعبة وخطب\nامرأة: لو نظرت إليها فإنه <span id='ms053'></span> أحرى أن يؤدم بينكما.\n</p>\n\n<p>\nقال الكسائي: قوله: يؤدم بينكما يعني أن تكون بينكما المحبة والاتفاق\nيقال منه: أدم الله بينهما على مثال فعل الله يأدمه أدما وقال أبو الجراح\nالعقيلي مثله. قال أبو عبيد: ولا أرى هذا إلا من أدم الطعام لأن صلاحه\nوطيبه إنما يكون بالإدام [و] كذلك يقال: طعام مأدوم.\n</p>\n\n<p>\nقال: وروي عن ابن سيرين في [إطعام] كفارة اليمين قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nأكلة مأدومة حتى يصدوا. وروي أن دريد بن الصمة أراد أن يطلق أكلة مأدومة\nحتى يصدوا. وروي أن دريد بن الصمة أراد أن يطلق امرأته فقالت: أبا فلان!\nأتطلقني فوالله لقد أطعمتك مأدومي وأبثثتك مكتومي وأتيتك باهلا غير ذات\nصرار، فالباهل الناقة التي ليست بمصرورة فلبنها مباح لمن حلب فجعلت هذا\nمثلا لمالها تقول: فأبحتك مالي. قال أبو عبيد: وفي الأدم لغة أخرى يقال:\n</p>\n\n<p>\nآدم الله بينهما يؤدمه إيداما فهو مؤدم بينهما وقال الشاعر: [الرجز]\nوالبيض لا يؤدمن إلا مؤدما أي لا يحببن إلا محببا موضعا لذلك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال: من اطلع في بيت بغير إذن\nفقد دمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: قوله: دمر يعني دخل، يقول: لأن الاستئذان إنما هو من البصر.\nيقال منه: قد دمرت على القوم أدمر عليهم [دمورا]. / قال أبو عبيد: ولا يكون\nالدمور إلا أن يدخل عليهم بغير إذن، فإن دخل بإذن فليس بدمور.\n</p>\n\n<p>\nومثل هذا حديث حذيفة أنه استأذن عليه رجل فقال: أما عيناك فقد دخلتا وأما\nإستك فلم تدخل.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين قال لبلال:\n</p>\n\n<p>\nما عملك فإني لا أراني أدخل الجنة فأسمع الخشفة فأنظر إلا رأيتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: الخشفة الصوت. قال أبو عبيد: أحسبه ليس بالشديد. [و] قال\nالكسائي: يقال منه: خشف يخشف خشفا إذا سمعت له صوتا أو حركة. وفي حديث آخر:\nوسمعت نحمة من نعيم. فلهذا سمي النحام والنحمة كالتنحنح ونحوه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: البذاذة من الإيمان.\n</p>\n\n<p>\n[قال الكسائي]: هو أن يكون الرجل متقهلا رث الهيئة <span id='ms054'></span>، يقال منه: رجل باذ\nالهيئة أي في هيئته بذاذة وبذة.\n</p>\n\n<p>\nومنه الحديث الآخر أن رجلا دخل المسجد والنبي صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم يخطب فأمره أن يصلي ركعتين ثم قال: إن هذا دخل المسجد في هيئة\nبذة فأمرته أن يصلي ركعتين وأنا أريد أن يفطن له رجل فيتصدق عليه.\n</p>\n\n<p>\nويروى أن أبا الدرداء ترك الغزو عاما فأعطى رجلا صرة فيها دراهم، فقال:\nانطلق فإذا رأيت رجلا يسير من القوم حجرة في هيئة بذاذة فادفعها إليه، قال:\nففعل فرفع رأسه إلى السماء فقال: لم تنس جديرا فاجعل جديرا لا ينساك،\n[فقال]: فرجع إلى أبي الدرداء فأخبره فقال: ولى النعمة ربها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا آتاه الله مالا فلم يبتئر\nخيرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: قوله: يبتئر خيرا مثل يبتعر خيرا، يعني لم يقدم خيرا قال\nالأصمعي نحوا من ذلك. [و] قال الأموي: هو من الشئ يخبأ كأنه لم يقدم لنفسه\nخيرا خبأه لها يقال منه: بأرت الشئ وابتأرته إذا خبأته. وقال الأموي: ومنه\nسميت الحفرة البؤرة. قال أبو عبيد: في الابتئار لغتان: يقال: ابتأرت الشئ\nوائتبرت ابتئارا وائتبارا قال القطامي: [الوافر] فإن لم تأتبر رشدا قريش\nفليس لسائر الناس ائتبار يعني اصطناع الخير واتخاذه وتقديمه. قال الأصمعي:\nالابتيار بغير همز هو من الاختبا وفعلت منه برت الشئ أبوره بورا أي\nاختبرته.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أمر أن تحفى الشوارب وتعفى\nاللحى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: قوله: تعفى يعنى توفر وتكثر. قال أبو عبيد:\n</p>\n\n<p>\nيقال منه: قد عفا الشعر وغيره إذا كثر يعفو فهو عاف، وقد عفوته وأعفيته\nلغتان إذا فعلت ذلك به، قال الله تبارك وتعالى \" حتى عفوا \" يعني كثروا،\nويقال في غير هذا قد عفا الشئ إذا درس وانمحا قال لبيد: [الكامل] / عفت\nالديار محلها فمقامها بمنى تأبد غولها فرجامها وعفا أيضا إذا أتى الرجل\nالرجل يطلب منه حاجة فقد عفاه فهو يعفوه وهو عاف.\n</p>\n\n<p>\nومنه الحديث المرفوع: من أحيا أرضا ميتة فهي له وما أصابت <span id='ms055'></span> العافية منها\nفهو له صدقة.\n</p>\n\n<p>\nفالعافية ههنا كل طالب رزقا من إنسان أو دابة أو طائر أو غير ذلك وجمع\nالعافي عفاة. [و] قال الأعشى يمدح رجلا: [المتقارب] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nتطوف العفاة بأبوابه كطوف النصارى ببيت الوثن ويروى: تطيف، والمعتفي مثل\nالعافي إنما هو مفتعل منه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى أن يصلي الرجل وهو زناء\nممدود مثل رباع.\n</p>\n\n<p>\nقال الكسائي: هو الحاقن بوله، يقال منه: قد زنأ بوله يزنأ زنوءا إذا\nاحتقن، وأزنأ الرجل بوله إزناء إذا حقنه، زنأ قال أبو عبيد:\n</p>\n\n<p>\nوهو الزناء ممدود، والأصل منه: الضيق وكل شئ ضيق فهو زناء قال الأخطل\nيذكر حفرة القبر: [الكامل] وإذا قذفت إلى زناء قعرها غبراء مظلمة من\nالأحفار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفكأنه إنما سمي الحاقن زناء لأن البول يجتمع فيضيق عليه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الرجلين اللذين اختصما إليه\nفقال: من قضيت له بشئ من حق أخيه فإنما أقطع له قطعة من النار، فقال\nالرجلان كل واحد منهما: يا رسول الله! حقي هذا لصاحبي، فقال: لا، ولكن\nاذهبا فتوخيا ثم استهما ثم ليحلل كل واحد منكما صاحبه.\n</p>\n\n<p>\nقال الكسائي: الاستهام الاقتراع، يقال منه: استهم القوم فسهمهم فلان\nيسهمهم سهما إذا قرعهم. [و] قال أبو الجراح العقيلي مثله في الاستهام. \"\n[قال أبو عبيد]: ومنه قول الله عز وجل: \" فساهم فكان من المدحضين وهو من\nهذا فيما يروى في التفسير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا الحديث من الفقه تقوية للقرعة في الذي أعتق ستة مملوكين عند\nالموت لا مال له غيرهم فأقرع النبي صلى الله عليه وسلم [بينهم] فأعتق اثنين\nوأرق أربعة وذلك لأن الاستهام هو الاقتراع. وفي هذا الحديث قوله أيضا: من\nقضيت له بشئ من حق أخيه فإنما أقطع له قطعة من النار، فهذا يبين لك أن حكم\nالحاكم لا يحل حراما.\n</p>\n\n<p>\nوهذا مثل حكمه في عبد بن زمعة حين قضى أنه أخوها لأن الولد للفراش ثم\nأمرها أن تحتجب منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لا <span id='ms056'></span> تبادروني بالركوع والسجود\nفإنه مهما أسبقكم به إذا ركعت تدركوني به إذا رفعت، ومهما أسبقكم إذا سجدت\nتدركوني به إذا رفعت، إني قد بدنت.\n</p>\n\n<p>\nقال الأموي: قد بدنت يعني / كبرت و [أسننت] يقال:\n</p>\n\n<p>\nبدن الرجل تبدينا إذا أسن، وأنشد لكميت: [الرجز] وكنت خلت الشيب\nوالتبدينا والهم مما يذهل القرينا قال أبو عبيد: ومما يحقق هذا المعنى\nالحديث الآخر أنه كان يصلي بعض صلاته بالليل جالسا وذلك بعد ما حطمته السن.\nوفي حديث آخر: بعد ما حطمتموه. قال أبو عبيد: وأما قوله: إني قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nبدنت، فليس لهذا معنى إلا كثرة اللحم و [ليست] صفته فيما يروى عنه هكذا،\nإنما يقال في نعته: رجل بين الرجلين جسمه ولحمه، هكذا روي عن ابن عباس. قال\nأبو عبيد: والأول أشبه بالصواب في بدنت والله أعلم. سوء وقال [أبو عبيد]:\nفي حديثه عليه السلام سواء ولود خير من حسناء عقيم.\n</p>\n\n<p>\nقال الأموي: السوآء القبيحة، يقال للرجل من ذلك: أسوأ.\n</p>\n\n<p>\nوقال الأصمعي في السوآء مثله. وكذلك كل كلمة أو فعلة قبيحة فهي سواء. قال\nأبو زبيد في رجل من طيئ نزل به رجل من بني شيبان فأضافه الطائي وأحسن إليه\nوسقاه، فلما أسرع الشراب في الطائي افتخر ومد يده، فوثب عليه الشيباني فقطع\nيده، فقال أبو زبيد: [الخفيف] ظل ضيفا أخوكم لأخينا في شراب ونعمة وشواء لم\nيهب حرمة النديم وحقت يا لقومي للسوأة السوآء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nيخاطب [بذلك] بني شيبان. يخاطب [بذلك] بني شيبان. عرض وقال [أبو عبيد]:\nفي حديثه عليه السلام وذكر أهل الجنة فقال: لا يتغوطون ولا يبولون إنما هو\nعرق يجري من أعراضهم مثل ريح المسك.\n</p>\n\n<p>\nقال الأموي: واحد الأعراض عرض وهو كل موضع يعرق من الجسد، يقال منه: فلان\nطيب العرض. وقال الأصمعي:\n</p>\n\n<p>\n[يقال] فلان طيب العرض أي طيب الرائحة. قال أبو عبيد:\n</p>\n\n<p>\nالمعنى في العرض ههنا أنه كل شئ من الجسد من المغابن وهي الأعراض، وليس\nالعرض في النسب من هذا في شئ. عسب وقال [أبو عبيد]: في حديثه عليه السلام\nأنه <span id='ms057'></span> نهى عن عسب الفحل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأموي: العسب الكراء الذي يؤخذ على ضراب الفحل ، يقال منه:: عسبت\nالرجل أعسبه عسبا إذا أعطيته الكراء على ذلك.\n</p>\n\n<p>\nوقال غيره: العسب هو الضراب نفسه لقول الشاعر وذكر قوما أسروا عبدا له\nفرماهم به: [الوافر] فلولا عسبه لتركتموه وشر منيحة عسب معار ويروى: أير\nمعار، ويروى: هنة أيضا. غوط قال أبو عبيد: والوجه عندي ما قال الأموي أنه\nالكراء ولو كان المعنى على الضراب نفسه لدخل النهي على كل من أنزى فحلا وفي\nهذا انقطاع النسل، وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقول الشاعر فقد يجوز لأن العرب تسمي / الشئ باسم غيره إذا كان معه أو من\nسببه، كما قالوا للمزادة: راوية، وإنما الراوية البعير الذي يستقى عليه\nفسميت المزادة راوية به لأنها تكون عليه، وكذلك الغائط من الإنسان. كان\nالكسائي يقول: إنما سمي الغائط غائطا لأن أحدهم كان إذا أراد قضاء الحاجة\nقال: حتى آتي الغائط فأقضي حاجتي، وإنما أصل الغائط المطمئن من الأرض، قال:\nفكثر ذلك في كلامهم حتى سموا غائط الإنسان بذلك وكذلك العذرة إنما هي فناء\nالدار، فسميت به لأنه كان يلقى بأفنية الدور.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه أوصى أبا قتادة بالإناء الذي\nتوضأ منه فقال: ازدهر بهذا فإن له شأنا.\n</p>\n\n<p>\nقال الأموي: قوله: ازدهر به أي احتفظ به ولا تضيعه وأنشد:\n</p>\n\n<p>\n[المتقارب] كما ازدهرت قينة بالشراع لأسوارها عل منها اصطباحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: كما احتفظت القينة بالشراع، وهي الأوتار، والواحد: شرعة، وجمعه شرع\nوشرع ثم الشراع جمع الجمع. والإسوار هو الواحد من أساورة فارس وهم الفرسان\nوليس تعبير الشرع عن الأموي. قال أبو عبيد: وأظن قوله: ازدهر كلمة ليست\nبعربية كأنها نبطية أو سريانية فعربت.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام عند وفاته أنه أغبطت عليه الحمى.\n</p>\n\n<p>\nقال الأموي: [يعني] لزمته وأقامت عليه، وقال الواقدي في هذا الحديث:\nأصابته حمى مغمطة بالميم في معنى الباء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n[و] قال الأصمعي: أغبطت علينا السماء إذا دام مطرها وهو من هذا.\n</p>\n\n<p>\nقال أبو عبيد: وهما لغتان <span id='ms058'></span> قد سمعناهما [جميعا] بالباء والميم، وهذا مثل\nقولك: سبد الرجل رأسه وسمده إذا استأصله. وأشباه بذلك كثيرة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه بعث سرية فنهى عن قتل العسفاء\nوالوصفاء.\n</p>\n\n<p>\nقال أبو عمرو: العسفاء الأجراء، والواحد منهم عسيف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nومنه الحديث الآخر: إن رجلين اختصما إليه فقال أحدهما:\n</p>\n\n<p>\nإن ابني كان عسيفا على هذا وإنه زنى بامرأته يعني أنه كان أجيرا.\n</p>\n\n<p>\nقال: وأما الأسيف في غير هذا الحديث فإنه العبد، قال أبو عبيد:\n</p>\n\n<p>\nوالأسيف في غير هذا أيضا السريع الحزن والبكاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nومنه حديث عائشة حين أمر النبي صلى الله عليه وسلم أبا بكر أن يصلي\nبالناس في مرضه الذي مات فيه، فقالت: إن أبا بكر / رجل أسيف ومتى يقم مقامك\nلا يقدر على القراءة.\n</p>\n\n<p>\nوالأسوف مثل الأسيف وأما الأسف فهو الغضبان والمتلهف على الشئ، قال الله\n[تبارك و] تعالى: \" ولما رجع موسى إلى قومه غضبان أسفا \" ويقال من هذا كله:\nقد أسفت آسف أسفا.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: عليكم بالحجامة لا يتبيغ بأحدكم\nالدم فيقتله.\n</p>\n\n<p>\nقال الكسائي: التبيغ الهيج، وقال غيره: أصله من البغي، قال:\n</p>\n\n<p>\nيتبيغ يريد يتبغى فقدم الياء وأخر الغين، وهذا كقولهم: جبذ وجذب، وما\nأطيبه وأيطبه ومثله في الكلام كثير.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام تراصوا بينكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nفي الصلاة لا تتخللكم الشياطين كأنها بنات حذف.\n</p>\n\n<p>\nقال الكسائي: التراص أن يلصق بعضهم ببعض حتى لا يكون بينهم خلل، ومنه قول\nالله [تبارك و] تعالى \" كأنهم بنيان مرصوص \".\n</p>\n\n<p>\nوقوله: بنات حذف هي هذه الغنم الصغار الحجازية، واحدتها حذفة، و [يقال]\nهي النقد أيضا واحدتها نقدة.\n</p>\n\n<p>\nوقد جاء تفسير الحذف في بعض الحديث عن النبي صلى الله عليه وسلم [أنه]\nقال: أقيموا صفوفكم لا يتخللكم الشياطين كأولاد الحذف، قيل: يا رسول الله!\nوما أولاد الحذف قال: ضأن سود جرد صغار تكون باليمن. قال أبو عبيد: وهو أحب\nالتفسيرين إلي لأن التفسير في نفس الحديث.\n</p>\n\n<p>\nقطع عرب وقال [أبو عبيد]: في حديثه عليه السلام أن <span id='ms059'></span> رجلا أتاه وعليه\nمقطعات له. قال الكسائي: المقطعات هي الثياب القصار. قال أبو عبيد: وكذلك\nغير الثياب أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nومنه حديث ابن عباس رضي الله عنهما في وقت صلاة الضحى قال: إذا تقطعت\nالظلال. وذلك لأنها تكون ممتدة في أول النهار، فكلما ارتفعت الشمس قصرت\nالظلال فذلك تقطعها.\n</p>\n\n<p>\nويروى أن جرير بن الخطفى كان بينه وبين العجاج اختلاف في شئ فقال: أما\nوالله! لئن سهرت له ليلة لأدعنه، وقلما تغني عنه مقطعاته، يعني أبيات الرجز\nسماها مقطعات لقصرها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام الثيب يعرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nعنها لسانها والبكر تستأمر في نفسها. قال أبو عبيد: هذا الحرف يروى في\nالحديث [يعرب] بالتخفيف. [و] قال الفراء:\n</p>\n\n<p>\nهو يعرب بالتشديد يقال: عربت عن القوم إذا تكلمت عنهم واحتججت لهم.\n</p>\n\n<p>\nقال أبو عبيد: وكذلك الحديث الآخر في الذي قتل رجلا يقول:\n</p>\n\n<p>\nلا إله إلا الله، فقال القاتل: يا رسول الله! إنما قالها متعوذا، فقال\nعليه السلام: فهلا شققت عن قلبه، فقال الرجل: هل كان يبين لي ذلك شيئا،\nفقال النبي صلى الله عليه وسلم: فإنما كان يعرب عما في قلبه لسانه. ومنه /\nحديث روي عن إبراهيم التيمي قال: كانوا يستحبون أن يلقنوا الصبي حين يعرب\nأن يقول: لا إله إلا الله سبع مرات.\n</p>\n\n<p>\nوليس هذا من إعراب الكلام في شئ إنما معناه أنه يبين لك القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nما في قلبه.\n</p>\n\n<p>\nوقد روي عن عمر أنه قال: ما يمنعكم إذا رأيتم الرجل يخرق أعراض الناس أن\nلا تعربوا عليه. وليس ذلك من هذا وقد كتبناه في موضعه، ومعنى لا صلة إنما\nأراد ما يمنعكم أن تعربوا يعني أن تفسدوا وتقبحوا فعاله.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: يؤتى بابن آدم يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nالقيامة كأنه بذج من الذل. قال الفراء: قوله: بذج قال: هو ولد الضأن\nوجمعه بذجان.\n</p>\n\n<p>\nقال أبو عبيد: وهذا معروف عندهم قال أبو عبيد: قال الشاعر:\n</p>\n\n<p>\n[الرجز] قد هلكت جارتنا من الهمج وإن تجع تأكل عتودا أو بذج فالبذج من\nأولاد الضأن، والعتود <span id='ms060'></span> من [أولاد] المعز وهو ما قد شب وقوي ومن العتود حديث\nالرجل حين ذبح قبل الصلاة فأمره النبي صلى الله عليه وسلم أن يعيد فقال:\nعندي عتود. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه لعن النامصة والمتنمصة\nوالواشرة والمؤتشرة والواصلة والمستوصلة والواشمة والمستوشمة.\n</p>\n\n<p>\nقال الفراء: النامصة التي تنتف الشعر من الوجه، ومنه قيل للمنقاش:\n</p>\n\n<p>\nالمنماص، لأنه ينتف به والمتنمصة التي تفعل ذلك بها.\n</p>\n\n<p>\nقال امرؤ القيس يصف نباتا قد رعته الماشية فأكلته ثم نبت منه بقدر ما\nيمكن أخذه فقال: [الطويل] تجبر بعد الأكل فهو نميص يقول: هو بقدر ما ينمص\nوهو أن ينتف منه ويجز.\n</p>\n\n<p>\nوقال غير الفراء: الواشرة التي تشر أسنانها، وذلك أنها تفلجها وتحددها\nحتى يكون لها أشر والأشر (الأشر): تحدد ورقة في أطراف الأسنان ومنه قيل:\nثغر مؤشر [و] إنما يكون ذلك في أسنان الأحداث، تفعله المرأة تتشبه بأولئك.\n</p>\n\n<p>\nوأما الواصلة والمستوصلة فإنه في الشعر وذلك أنها تصله بشعر آخر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nومنه الحديث الآخر عن النبي صلى الله عليه وسلم أنه قال: أيما امرأة وصلت\nشعرها بشعر آخر كان زورا. وقد رخصت الفقهاء في القرامل فكل شئ وصل به الشعر\nما لم يكن الوصل شعرا.\n</p>\n\n<p>\nوأما قوله: الواشمة والمستوشمة فإن الوشم في اليد وذلك أن المرأة كانت\nتغرز [ظهر] كفها ومعصمها بإبرة أو مسلة / حتى تؤثر فيه ثم تحشوه بالكحل أو\nبالنؤور فيخضر، يفعل ذلك بدارات ونقوش، يقال منه: قد وشمت تشم وشما فهي\nواشمة والأخرى موشومة ومستوشمة.\n</p>\n\n<p>\nومنه حديث قيس بن حازم قال: دخلت على أبي بكر فرأيت أسماء بنت عميس\nموشومة اليدين. قال أبو عبيد: ولا أرى هذا الفعل كان منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nإلا في الجاهلية ثم بقي فلم يذهب. قال أبو عبيد: وإنما يراد من الحديث\nأنه رأى كفها [و] قال لبيد في الواشمة: [الكامل] أو رجع واشمة أسف نؤورها\nكفف تعرض فوقهن وشامها وقال آخر: [الوافر] كما وشم الرواهش بالنؤور [قال]:\nوهذا في أشعارهم كثير لا يحصى.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام <span id='ms061'></span> حين قال لعيينة أو لغيره وطلب\nالقود لولي له قتل: ألا الغير تريد [و] قال بعضهم:\n</p>\n\n<p>\nألا تقبل الغير قال الكسائي: الغير الدية، وهو واحد مذكر وجمعه أغيار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غيره ولا أعلمه إلا أبا عمرو الغير جمع الديات والواحدة غيرة قال\nبعض بني عذرة: [البسيط] لنجدعن بأيدينا أنوفكم بني أميمة إن لم تقبلوا\nالغيرا كنف قال أبو عبيد: وإنما سميت الدية غيرا فيما ترى من غير القتل\nلأنه كان يحب القود فغير القود دية فسميت الدية غيرا. و يبين ذلك حديث يروى\nعن عبد الله بن مسعود أنه قال لعمر في الرجل الذي قتل أمر أولها أولياء\nفعفا بعضهم فأراد عمر أن يقيد لمن لم يعف منهم، فقال [له] عبد الله: لو\nغيرت بالدية كان في ذلك وفاء لهذا الذي لم يعف وكنت قد أتممت للعافي عفوه،\nفقال عمر: كنيف ملئ علما قوله: كنيف هو تصغير الكنف وهو وعاء الأداة التي\nيعمل بها فشبهه في العلم بذلك، وإنما صغره على وجه المدح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nله عندنا كقول حباب بن المنذر: أنا جذيلها المحكك وعذيقها المرجب منا\nأمير ومنكم أمير، وقولهم: فلان صديقي وهو يريد أخص أصدقائي.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديث النبي عليه السلام أنه كان يحنك أولاد الأنصار.\nقال اليزيدي: التحنيك أن يمضغ التمر ثم يدلكه بحنك الصبي داخل فمه، يقال\nمنه: حنكته وحنكته بتخفيف وتشديد فهو محنوك ومحنك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا رغسه الله مالا. قال\nالأموي: رغسه أكثر له منه وبارك له فيه.\n</p>\n\n<p>\nقال أبو عبيد: يقال منه: رغسه الله يرغسه رغسا إذا كان ماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nناميا كثيرا، وكذلك في الحسب وغيره وقال العجاج / يمدح بعض الخلفاء:\n[الرجز] خليفة ساس بغير تعس أمام رغس في نصاب رغس والنصاب: الأصل.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن المكامعة والمكاعمة.\nقال غير واحد: أما المكاعمة أن يلثم الرجل صاحبه أخذه من كعام البعير وهو\nأن يشد فمه إذا هاج، يقال منه: كعمته أكعمه كعما <span id='ms062'></span> فهو مكعوم وكذلك كل مشدود\nالفم فهو مكعوم قال ذو الرمة يصف الفلاة: [البسيط] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nبين الرجا والرجا من جنب واصية يهماء خابطها بالخوف مكعوم يقول: قد سد\nالخوف فمه فمنعه من الكلام، فجعل النبي صلى الله عليه وسلم اللثام حين\nتلثمه بمنزلة ذلك الكعام.\n</p>\n\n<p>\nوأما قوله: المكامعة فهو أن يضاجع الرجل صاحبه في ثوب واحد، أخذه من\nالكميع والكمع [و] هو الضجيع، ومنه قيل لزوج المرأة:\n</p>\n\n<p>\nهو كميعها قال أوس بن حجر يذكر أزمة في شدة البرد: [المنسرح] وهبت الشمال\nالبليل وإذ بات كميع الفتاة ملتفعا وقال البعيث: [الطويل] لما رأيت الهم\nضاف كأنه أخو لطف دون الفراش كميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الرهط العرنيين الذين قدموا\nعليه المدينة فاجتووها فقال: لو خرجتم إلى إبلنا فأصبتم من أبوالها\nوألبانها، ففعلوا فصحوا فمالوا على الرعاء فقتلوهم واستاقوا الإبل وارتدوا\nعن الإسلام فأرسل النبي عليه السلام في آثارهم فأتي بهم فقطع أيديهم\nوأرجلهم وسمل أعينهم وتركوا بالحرة حتى ماتوا.\n</p>\n\n<p>\nقال: السمل أن تفقأ العين بحديدة محماة أو بغير ذلك، يقول من ذلك: سملت\nعينه أسملها سملا، وقد يكون السمل بالشوك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو ذؤيب يرثي بنين له ماتوا: [البسيط] فالعين بعدهم كأن حداقها سملت\nبشوك فهي عور تدمع وقال الشماخ يصف أتانا ويذكر أن عينها قد غارت من شدة\nالعطش: [البسيط] قد وكلت بالهدى إنسان ساهمة كأنه من تمام الظمء مسمول قال:\nوقوله: قدموا المدينة فاجتووها، قال أبو زيد: يقال: اجتويت البلاد إذا\nكرهتها وإن كانت موافقة لك في بدنك، ويقال: استوبلتها إذا لم توافقك في\nبدنك وإن كنت محبا لها.\n</p>\n\n<p>\nقال أبو عبيد: وفي هذا الحديث من الفقه قول النبي عليه السلام:\n</p>\n\n<p>\nلو خرجتم إلى إبلنا فأصبتم من أبوالها وألبانها، فهذا رخصة في شرب بول ما\nأكل لحمه، وهذا أصل هذا الباب وكذلك ولو وقع في غير ماء لم ينجس.\n</p>\n\n<p>\nوأما قطع أيديهم وأرجلهم وسمل أعينهم فيروون والله أعلم أن هذا كان في\nأول الإسلام قبل أن تنزل <span id='ms063'></span> الحدود فنسخ / ألا ترى أن المرتد ليس حده إلا\nالقتل، فأما السمل فإنه مثلة وقد نهى النبي عليه السلام عن المثلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن سيرين قال: كان أمر العرنيين قبل أن تنزل الحدود قال أبو عبيد:\nفنرى أن هذا هو الناسخ للأول والله أعلم.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: في الجنين أن حمل بن مالك بن\nالنابغة قال له: إني كنت بين جارتين لي فضربت إحداهما الأخرى بمسطح فألقت\nجنينا ميتا وماتت، فقضى رسول الله صلى الله عليه وسلم بدية المقتولة على\nعاقلة القاتلة وجعل في الجنين غرة عبدا أو أمة.\n</p>\n\n<p>\nقال: المسطح عود من أعواد الخباء والفسطاط ونحوه.\n</p>\n\n<p>\nقال مالك بن عوف النضري: [الطويل] تعرض ضيطار وفعالة دوننا وما خير ضيطار\nيقلب مسطحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوالضيطار: الضخم من الرجال، فيقول: ليس معه سلاح يقاتل به غير المسطح،\nوجمع الضيطار ضياطرة وضياطر قالها أبو عمرو.\n</p>\n\n<p>\nقال أبو عبيد: وأما الغرة فإنه عبد أو أمة [و] قال في ذلك مهلهل: [الرجز]\nكل قتيل في كليب غرة حتى ينال القتل آل مره يقول: [كلهم] ليسوا بكفؤ لكليب\nإنما هم بمنزلة العبيد والإماء إن قتلتهم حتى أقتل آل مرة فإنهم الأكفاء\nحينئذ.\n</p>\n\n<p>\nوأما قوله: كنت بين جارتين لي يريد امرأتيه. وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nابن سيرين قال: كانوا يكرهون أن يقولوا: ضرة، ويقولون: إنها [لا] تذهب\nتذهب من رزقها بشئ، ويقولون: جارة.\n</p>\n\n<p>\nوقال أبو عبيد في حديث آخر عن عمر: إنه سأل عن إملاص المرأة فقال المغيرة\nبن شعبة قضى فيه رسول الله صلى الله عليه وسلم بغرة.\n</p>\n\n<p>\nفهو مثل هذا، وإنما سماه إملاصا لأن المرأة تزلقه قبل وقت الولادة، وكذلك\nكل ما زلق من اليد أو غيرها فقد ملص يملص ملصا وأنشدني الأحمر: [الرجز] فر\nوأعطاني رشاء ملصا يعني رطبا يزلق من اليد، فإذا فعلت أنت بذلك به قلت:\nأملصته إملاصا، فذلك قوله: إملاص المرأة يعني أنها تزلقه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: إذا دعي أحدكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nإلى طعام فليجب، فإن كان مفطرا فليأكل، وإن <span id='ms064'></span> [كان] صائما فليصل.\n</p>\n\n<p>\nقال: قوله: فليصل [يعني] يدعو له بالبركة والخير. قال أبو عبيد: كل داع\nفهو مصل وكذلك هذه الأحاديث التي جاء فيها ذكر صلاة الملائكة كقوله: الصائم\nإذا أكل عنده الطعام صلت عليه الملائكة حتى يمسي، وحديثه: من صلى على النبي\nصلى الله عليه وسلم [صلاة] صلت عليه الملائكة عشرا. وهذا في حديث كثير فهو\nعندي كله الدعاء ومثله في الشعر في غير موضع قال الأعشى:\n</p>\n\n<p>\n[المتقارب] وصهباء طاف يهوديها وأبرزها وعليها ختم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوقابلها الريح في دنها وصلى على دنها وارتسم / وقابلها الريح في دنها أي\nاستقبل بها الريح، يقول: دعا لها بالسلامة والبركة يصف الخمر وقال أيضا:\n[البسيط] تقول بنتي وقد قربت مرتحلا يا رب جنب أبي الأوصاب والوجعا عليك\nمثل الذي صليت فاغتمضي نوما فإن لجنب المرء مضطجعا يقول: ليكن لك مثل الذي\nدعوت لي.\n</p>\n\n<p>\nقال أبو عبيد: وأما حديث ابن أبي أوفى أنه قال: أعطاني أبي صدقة ماله\nفأتيت بها رسول الله صلى الله عليه وسلم فقال: اللهم صل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nعلى آل أبي أوفى! فإن هذه الصلاة عندي الرحمة، ومنه قولهم:\n</p>\n\n<p>\nاللهم صلى على محمد، ومنه قوله \" إن الله وملئكته يصلون على النبي يا\nأيها الذين أمنوا صلوا عليه \" فهو من الله رحمة ومن الملائكة دعاء والصلاة\nثلاثة أشياء: الدعاء، والرحمة، والصلاة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى أن يستطيب الرجل بيمينه.\n</p>\n\n<p>\nقال: الاستطابة الاستنجاء، وإنما سمي استطابة من الطيب، يقول: يطيب جسده\nمما عليه من الخبث بالاستنجاء، يقال منه: قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nاستطاب الرجل فهو مستطيب، وأطاب نفسه فهو مطيب قال الأعشى يذكر رجلا:\n[الرجز] يا رخما قاظ على مطلوب يعجل كف الخارئ المطيب وقال [أبو عبيد]: في\nحديثه عليه السلام أنه بعث ابن مربع الأنصاري إلى أهل عرفة فقال: أثبتوا\nعلى مشاعركم هذه، فإنكم على إرث من إرث إبراهيم.\n</p>\n\n<p>\nقال أبو عبيد: الإرث أصله من الميراث، إنما هو ورث فقلبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nالواو ألفا مكسورة لكسرة الواو، كما قالوا للوسادة: إسادة، وللوشاح:\n</p>\n\n<p>\nإشاح وللوكاف: إكاف <span id='ms065'></span>، وقال الله عز وجل \" وإذا الرسل أقتت وأصلها من\nالوقت، فجعلت الواو ألفا مضمومة لضمة الواو، كما كسرت في تلك الأشياء لكسرة\nالواو. فكأن معنى الحديث أنكم على بقية من ورث إبراهيم وهو الإرث قال\nالحطيئة: [الطويل] فإن تك ذا عز حديث فإنهم ذوو إرث مجد لم تخنه زوافره\nيعني الأصول.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين ذكر أيام التشريق فقال: إنها\nأيام أكل وشرب وبعال.\n</p>\n\n<p>\nوقال [أبو عبيد]: البعال النكاح وملاعبة الرجل أهله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nيقال للمرأة: [هي] تباعل زوجها بعالا ومباعلة إذا فعلت ذلك معه قال\nالحطيئة يمدح رجلا: [الطويل] وكم من حصان ذات بعل تركتها إذا الليل أدجى لم\nتجد من تباعله يقول: إنك قد قتلت زوجها أو أسرته. قال الكسائي: أيام أكل\nوشرب. [قال أبو عبيد]: وكان يروى عن رسول الله صلى الله عليه وسلم أنه بعث\nمناديا فنادى في أيام التشريق: إنها أيام أكل وشرب.\n</p>\n\n<p>\nوكذلك كان / الكسائي يقرؤها: \" فشاربون شرب الهيم \".\n</p>\n\n<p>\nوالمحدثون يقولون: أكل وشرب.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام حين ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n[فضل] إسباغ الوضوء في السبرات.\n</p>\n\n<p>\nقال [أبو عبيدة]: السبرة شدة البرد وبها سمي الرجل سبرة، وجمعها سبرات.\nوقال الحطيئة يذكر إبله وكثرة شحومها: [الطويل] عظام مقيل الهام غلب رقابها\nيباكرن جرع الماء في السبرات مهاريس يروي رسلها ضيف أهلها إذا النار أبدت\nأوجه الخفرات يعني شدة الشتاء مع الجدوبة، يقول: فهذه الإبل لا تجرع من برد\nالماء لسمنها واكتناز لحومها وقد كان ذكر في هذه القصيدة قومه فنال منهم\nففيها يقول له عمر فيما يروى: بئس الرجل أنت تهجو قومك وتمدح إبلك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن القزع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: القزع أن يحلق رأس الصبي ويترك منه مواضع فيها الشعر\nمتفرقة. وكذلك كل شئ يكون قطعا متفرقة فهو قزع، ومنه قيل لقطع السحاب في\nالسماء: قزع.\n</p>\n\n<p>\nوكذلك حديث علي رضي الله عنه حين ذكر فتنة تكون: فإذا كان ذلك ضرب يعسوب\nالدين بذنبه فيجتمعون <span id='ms066'></span> إليه كما يجتمع قزع الخريف يعني قطع السحاب وأكثر ما\nيكون ذلك في زمن الخريف قال ذو الرمة يذكر ماء وبلادا مقفرة ليس بها أنيس\nولا شئ إلا القطا:\n</p>\n\n<p>\n[الوافر] ترى عصب القطا هملا عليه [كأن رعاله] قزع الجهام والجهام:\nالسحاب الذي لا ماء فيه. بله وقال [أبو عبيد]: في حديثه عليه السلام يقول\nالله [تبارك و] تعالى: أعددت لعبادي الصالحين ما لا عين رأت ولا أذن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت ولا خطر على قلب بشر بله ما اطلعتم عليه.\n</p>\n\n<p>\nقال الأحمر وغيره: قوله: بله معناه كيف ما اطلعتم عليه، قال الفراء:\nمعناه كف ما اطلعتم عليه، ودع ما اطلعتم عليه، قال أبو عبيد:\n</p>\n\n<p>\nوكلاهما معناه جائز قال في ذلك كعب بن مالك الأنصاري يصف السيوف:\n</p>\n\n<p>\n[الكامل] تذر الجماجم ضاحيا هاماتها بله الأكف كأنها لم تخلق قال أبو\nعبيد: والأكف ينشد بالخفض والنصب، [والنصب] على معنى دع الأكف وقال أبو\nزبيد الطائي: [البسيط] حمال أثقال أهل الود آونة أعطيهم الجهد مني بله ما\nأسع وقال ابن هرمة: [البسيط] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nتمشي القطوف إذا غنى الحداة بها مشي النجيبة بله الجلة النجبا وقال [أبو\nعبيد]: في حديثه عليه السلام أنه بعث سرية أو جيشا فأمرهم أن يمسحوا على\nالمشاوذ والتساخين وروى: على العصائب والتساخين.\n</p>\n\n<p>\nقال: التساخين الحفاف.\n</p>\n\n<p>\nوالمشاوذ: العمائم، واحدها مشوذ قال الوليد بن عقبة بن أبي معيط:\n[الطويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nإذا ما شددت الرأس مني بمشوذ فغيك مني تغلب ابنة وائل وكان ولي صدقات بني\nتغلب.\n</p>\n\n<p>\nقال أبو عبيد: والعصائب هي العمائم أيضا قال الفرزدق:\n</p>\n\n<p>\n[الطويل] وركب كأن الريح تطلب منهم لها سلبا من جذبها بالعصائب / يعني أن\nالريح تنفض لي العمائم من شدتها فكأنها تسلبهم إياها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: أيما سرية غزت فأخفقت كان لها\nأجرها مرتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الإخفاق أن يغزو فلا يغنم شيئا قال عنترة يذكر فرسه:\n</p>\n\n<p>\n[الوافر] فيخفق مرة ويفيد أخرى ويفجع ذا الضغائن بالأريب يقول: إنه يغنم\nمرة ولا يغنم أخرى وكذلك كل طالب حاجة إذا لم يقضها فقد <span id='ms067'></span> أخفق يخفق إخفاقا،\nوأصل ذلك في الغنيمة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال: من سأل وهو غني جاءت\nمسألته يوم القيامة خدوشا أو خموشا أو كدوحا في وجهه، قيل: وما غناه قال:\nخمسون درهما أو عدلها من الذهب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الخدوش في المعنى مثل الخموش أو نحو منها، يقال: خمشت\nالمرأة وجهها تخمشه (تخمشه) خمشا وخموشا، قال لبيد يذكر نساء في مأتم عمه\nأبي براء: [الرجز] يخمشن حر أوجه صحاح في السلب السود وفي الأمساح قوله:\nوفي السلب، واحدا سلاب، يريد الثياب السود التي تلبسها النساء في المأتم.\n</p>\n\n<p>\nوقوله: كدوحا يعني آثار الخدوش، وكل أثر من خدش أو عض أو نحوه فهو كدح\nومنه قيل لحمار الوحش: مكدح لأن الحمر يعضضنه.\n</p>\n\n<p>\nوفي [هذا] الحديث من الفقه أن الصدقة لا تحل لمن له خمسون درهما أو نحوها\nمن الذهب والفضة لا يعطى من زكاة ولا غيرها من الصدقة خاصة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: من سأل وله أوقية فقد سأل الناس\nإلحافا.\n</p>\n\n<p>\nقال أبو عبيد: الأوقية أربعون درهما فهذان الحديثان أصل لمن تحل له\nالصدقة ولمن لا تحل له الصدقة. وعن الحسن قال: يعطى من الزكاة من له المسكن\nوالخادم، وشك أبو عبيد في الفرس، وذلك إذا لم يكن به غنى عنه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في ولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nاليتيم أنه يأكل من ماله غير متأثل مالا.\n</p>\n\n<p>\nقال أبو عبيد: المتأثل الجامع، وكل شئ له أصل قديم أو جمع حتى يصير له\nأصل فهو مؤثل ومتأثل قال لبيد: [الكامل] لله نافلة الأجل الأفضل وله العلى\nوأثيث كل مؤثل وقال امرؤ القيس: [الطويل] ولكنما أسعى لمجد مؤثل وقد يدرك\nالمجد المؤثل أمثالي وأثلة الشئ أصله وأنشد الأعشى: [البسيط] ألست منتهيا\nعن نحت أثلتنا ولست ضائرها ما أطت الإبل ومن ذلك حديث عمر في أرضه بخيبر\nالتي أمره رسول الله صلى الله عليه وسلم أن يحبس أصلها ويجعلها صدقة، ففعل\nواشترط فقال:\n</p>\n\n<p>\nولمن وليها أن <span id='ms068'></span> يأكل منها ويؤكل صديقا غير متأثل فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nويروى: غير متمول.\n</p>\n\n<p>\nوفي هذا الحديث من الفقه أن الرجل / إذا وقف وقفا فأحب أن يشترط لنفسه أو\nلغيره فيه شرطا سوى الوجه الذي جعل الوقف فيه كان له ذلك بما لمعروف. ألا\nتراه يقول: ويؤكل صديقا، فهذا ليس من الوقف في شئ، ثم اشترط شرطا آخر فقال:\nغير متأثل فيه أو غير متمول [فيه]، فإنما هو بالقصد والمعروف، وكذلك الشرط\nعلى ولي اليتيم.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن رجلا أوصى بنيه فقال: إذا\n[أنا] مت فأحرقوني بالنار حتى إذا صرت حمما فاسحقوني ثم ذروني [في الريح]\nلعلي أضل أضل الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الحمم الفحم، واحدتها حممة، وبه سمي الرجل حممة وقال طرفة:\n[المديد] أشجاك الربع أم قدمه أم رماد دارس حممه [و] قوله: أضل الله أي أضل\nعنه فلا يقدر علي.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لا فرعة ولا عتيرة.\n</p>\n\n<p>\nقال أبو عمرو: هي الفرعة والفرع بنصب الراء، قال: وهو أول ولد تلده\nالناقة، وكانوا يذبحون ذلك لآلهتهم في الجاهلية فنهوا عنه وقال أوس بن حجر\nيذكر أزمة في سنة شديدة البرد: [المنسرح] وشبه الهيدب العبام من الأقوام\nسقبا مجللا فرعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nيعني أنه قد لبس جلد السقب من شدة البرد. يقال: قد أفرع القوم إذا فعلت\nإبلهم ذلك.\n</p>\n\n<p>\nعتر قال أبو عبيد: وأما العتيرة فإنها الرجبية، وهي ذبيحة كانت تذبح في\nرجب يتقرب بها أهل الجاهلية ثم جاء الإسلام فكان على ذلك حتى نسخ بعد.\n</p>\n\n<p>\nقال أبو عبيد: ومنه الحديث عن النبي عليه السلام: إن على كل مسلم في كل\nعام أضحاة وعتيرة.\n</p>\n\n<p>\nقال: والحديث الأول فيما نرى ناسخ لهذا، يقال منه: عترت أعتر عترا قال\nالحارث بن حلزة اليشكري يذكر قوما أخذوهم بذنب غيرهم فقال: [الخفيف]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nعننا باطلا وظلما كما تعتر عن حجرة الربيض الظباء قوله: عننا يعني\nاعتراضا، وقوله: كما تعتر يعني العتيرة في رجب، وذلك أن العرب في الجاهلية\nكانوا إذا طلب أحدهم <span id='ms069'></span> أمرا نذر لئن ظفر به ليذبحن من غنمه في رجب كذا وكذا،\nوهي العتائر، فإذا ظفر به فربما ضن بغنمه وهي الربيض فيأخذ عددها ظباء\nفيذبحها في رجب مكان الغنم فكانت تلك عتائره، فضرب هذا مثلا يقول: أخذتمونا\nبذنب غيرنا كما أخذت الظباء مكان الغنم.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: يحشر الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nيوم القيامة عراة حفاة بهما.\n</p>\n\n<p>\nقال أبو عمرو: البهم واحدها بهيم وهو الذي لا يخالط لونه لون سواه من\nسواد كان أو غيره، قال أبو عبيد: معناه عندي أنه أراد بقوله: بهما يقول:\nليس فيهم شئ من الأعراض والعاهات التي تكون في الدنيا من العمى والعرج\nوالجذام والبرص وغير ذلك من صنوف الأمراض والبلاء، ولكنها أجسام مبهمة\nمصححة لخلود الأبد.\n</p>\n\n<p>\nوفي بعض الحديث تفسيره قيل: وما البهم قال: ليس معهم شئ.\n</p>\n\n<p>\nقال أبو عبيد: وهذا أيضا من هذا المعنى، يقول: إنها أجساد لا يخالطها شئ\nمن الدنيا، كما أن البهيم من الألوان / لا يخالطه غيره، ولا يقال في\nالأبيض: بهيم.\n</p>\n\n<p>\nورى وقال [أبو عبيد]: في حديثه عليه السلام أنه كان إذا أراد سفرا ورى\nبغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو: التورية الستر، يقال منه: وريت الخبر أوريه تورية إذا\nسترته وأظهرت غيره قال أبو عبيد: ولا أراه مأخوذا إلا من وراء الإنسان لأنه\nإذا قال: وريته فكأنه إنما جعله وراءه حيث لا يظهر.\n</p>\n\n<p>\nقال أبو عبيد: عن الشعبي في قوله \" من وراء إسحق يعقوب \" قال: الوراء ولد\nالولد.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في صلح الحديبية حين صالح أهل مكة\nوكتب بينه وبينهم كتابا فكتب فيه أن لا إغلال ولا إسلال وأن بينهم عيبة\nمكفوفة.\n</p>\n\n<p>\nقال أبو عمرو: الإسلال السرقة، يقال: في بني فلان سلة إذا كانوا يسرقون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nوالإغلال: الخيانة وكان أبو عبيدة يقول: رجل مغل مسل أي صاحب سلة وخيانة.\n</p>\n\n<p>\nومنه قول شريح: ليس على المستعير غير المغل ضمان ولا على المستودع غير\nالمغل ضمان يعني الخائن وقال النمر بن تولب يعاتب امرأته جمرة في <span id='ms070'></span> شئ كرهه\nمنها فقال: [الطويل] جزى الله عنا جمرة ابنة نوفل جزاء مغل بالأمانة كاذب\nقال أبو عبيد: وأما قول النبي صلى الله عليه وسلم: ثلاث لا يغل عليهن قلب\nمؤمن. فإنه يروى: لا يغل ولا يغل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفمن قال: يغل بالفتح فإنه يجعله من الغل وهو الحقد والضغن الشحناء ومن\nقال: يغل بضم الياء جعله من الخيانة من الإغلال. وأما الغلول فإنه من\nالمغنم خاصة، يقال منه: قد غل يغل غلولا، ولا يراه من الأول ولا الثاني\nومما يبين ذلك أنه يقال من الخيانة: أغل يغل، ومن الغل: غل يغل، ومن\nالغلول: غل يغل بضم الغين فهذه الوجوه مختلفة، قال الله [تبارك و] تعالى \"\nوما كان لنبي أن يغل \" ولم نسمع أحدا قرأها بالكسر، وقرأها بعضهم: يغل، فمن\nقرأها بهذا الوجه فإنه يحتمل معنيين:\n</p>\n\n<p>\n[أن يكون] يغل يخان يعني أن يؤخذ من غنيمته، ويكون يغل ينسب إلى الغلول.\nوقد قال بعض المحدثين: قوله: لا إغلال أراد لبس الدروع، ولا إسلال أراد سل\nالسيوف ولا أدري ما هو ولا أعرف له وجها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: من نوقش الحساب عذب.\n</p>\n\n<p>\nقال: المناقشة الاستقصاء في الحساب حتى لا يترك منه شئ، ومنه قول الناس:\nانتقشت منه جميع حقي وقال الحارث بن حلزة يعاتب قوما: [الخفيف] أو نقشتم\nفالنقش يجشمه ألنا س وفيه الصحاح والأبراء [يقول: لو كانت بيننا وبينكم\nمحاسبة ومناظرة عرفتم الصحة والبراءة] ولا أحسب نقش الشوكة من الرجل إلا من\nهذا وهو استخراجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nحتى لا يترك منها شئ [في الجسد] قال الشاعر: [الكامل] لا تنقشن برجل غيرك\nشوكة فتقي برجلك رجل من قد شاكها قال أبو عبيد: برجل [غيرك] يعني من رجل\n[غيرك] فجعل مكان من الباء، يقول: لا تخرجن شوكة من رجل غيرك فتجعلها / في\nرجلك وقوله: شاكها يعني دخل في الشوك، تقول: شكت الشوك فأنا أشاكه إذا دخلت\nفيه، فإن أردت أنه أصابك قلت:\n</p>\n\n<p>\nشاكني الشوك فهو يشوكني شوكا وإنما سمي المنقاش لأنه ينقش به <span id='ms071'></span> أي يستخرج\nبه الشوك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن الجفاء والقسوة في الفدادين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو: هي الفدادين مخففة، واحدها فدان مشددة، وهي البقرة التي\nيحرث بها يقول: إن أهلها أهل قسوة وجفاء لبعدهم من الأمصار والناس. قال أبو\nعبيد: ولا أرى أبا عمرو يحفظ هذا، وليس الفدادين من هذا في شئ ولا كانت\nالعرب تعرفها، إنما هذه للروم وأهل الشام وإنما افتتحت الشام بعد النبي صلى\nالله عليه وسلم، ولكنهم الفدادون بالتشديد وهم الرجال، واحدهم فداد. قال\nالأصمعي: هم الذين تعلو أصواتهم في حروثهم وأموالهم ومواشيهم وما يعالجون\nمنها، وكذلك قال الأحمر، قال ويقال منه: فد الرجل يفد فديدا إذا اشتد صوته\nوأنشدنا: [الرجز] أنبئت أخوالي بني يزيد ظلما علينا لهم فديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوكان أبو عبيدة يقول غير ذلك كله، قال: الفدادون المكثرون من الإبل الذين\nيملك أحدهم المائتين منها [إلى الألف، يقال للرجل:\n</p>\n\n<p>\nفداد إذا بلغ ذلك وهم مع هذا جفاة أهل خيلاء].\n</p>\n\n<p>\nومنه الحديث الذي يروى أن الأرض إذا دفن فيها الإنسان قالت له: ربما مشيت\nعلي فدادا ذا مال كثير وذا خيلاء. نجد رسل وقال أبو عبيد في حديث آخر عن\nالنبي عليه السلام إنه قال:\n</p>\n\n<p>\nإلا من أعطى في نجدتها ورسلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة: فنجدتها أن تكثر شحومها وتحسن حتى يمنع ذلك صاحبها أن أن\nينحرها نفاسة بها، فصار ذلك بمنزلة السلاح لها تمتنع به من ربها، فتلك\nنجدتها، وقد ذكرت ذلك العرب في أشعارها، قال النمر بن تولب: [الكامل] أيام\nلم تأخذ إلي رماحها إبلي لجلتها ولا أبكارها فجعل شحومها وحسنها رماحا\nتمتنع به من أن تنحر: وقال الفرزدق يذكر أنه نحر إبله: [الطويل] فمكنت سيفي\nمن ذوات رماحها غشاشا ولم أحفل بكاء رعائيا غشاشا أي على عجلة.\n</p>\n\n<p>\nوأما قوله: رسلها فهو أن يعطيها وهو أن يهون عليه لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nليس فيها من الشحوم والحسن ما يبخل بها فهو يعطيها رسلا، كقولك: جاء فلان\nعلى رسله وتكلم بكذا وكذا على رسله أي مستهينا <span id='ms072'></span> به. فمعنى الحديث أنه أراد\nمن أعطاها في هاتين الحالتين في النجدة والرسل أي على مشقة من النفس وعلى\nطيب منها، وهذا كقولك: في العسر واليسر والمنشط والمكره. قال أبو عبيد: وقد\nظن بعض الناس أن الرسل ههنا اللبن، وقد علمنا أن الرسل اللبن ولكن ليس هذا\nفي موضعه ولا معنى له [أن] يقول: في نجدتها ولبنها، وليس هذا بشئ.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى / عن المجر.\n</p>\n\n<p>\nقال أبو زيد: المجر أن يباع البعير أو غيره بما في بطن الناقة، يقال منه:\nقد أمجرت في البيع إمجارا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عمرو: والغذوى أن يباع البعير أو غيره بما يضرب هذا الفحل في\nعامه وأنشدني للفرزدق يذكر قوما: [الكامل] ومهور نسوتهم إذا ما أنكحوا غذوي\nكل هبنقع تنبال وقال غير أبي عمرو: غدوي بالدال.\n</p>\n\n<p>\nقال أبو عبيد: وأما حديثه أنه نهى عن بيع الملاقيح والمضامين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الملاقيح ما في البطون وهي الأجنة، والواحدة منها ملقوحة. وأنشدني\nالأحمر لمالك بن الريب: [الرجز] إنا وجدنا طرد الهوامل خيرا من التأنان\nوالمسائل وعدة العام وعام قابل ملقوحة في بطن ناب حائل يقول: هي ملقوحة\nفيما يظهر لي صاحبها وإنما أمها حائل فالملقوحة هي الأجنة التي في بطونها .\nوأما المضامين فما في أصلاب الفحول، وكانوا يبيعون الجنين في بطن الناقة\nوما يضرب الفحل في عامه أو في أعوام.\n</p>\n\n<p>\n[قال أبو عبيد]: وأما حديثه أنه نهى عن حبل الحبلة. فإنه ولد ذلك الجنين\nالذي في بطن الناقة. قال ابن علية: هو نتاج النتاج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: والمعنى في هذا كله واحد أنه غرر، فنهى النبي عليه السلام\nعن هذه البيوع لأنها غرر.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الرحم هي شجنة من الله.\n</p>\n\n<p>\nقال أبو عبيد: يعني قرابة مشتبكة كاشتباك العروق، قال أبو عبيد:\n</p>\n\n<p>\nوكأن قولهم \" الحديث ذو شجون \" منه إنما هو تمسك بعضه ببعض وهو من هذا.\nوأخبرني يزيد بن هارون عن حجاج بن أرطاة قال:\n</p>\n\n<p>\nالشجنة كالغصن يكون من <span id='ms073'></span> الشجرة أو كلمة نحوها. قال أبو عبيد:\n</p>\n\n<p>\nوفيه لغتان: شجنة وشجنة وإنما سمي الرجل شجنة بهذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن الإقعاء في الصلاة.\n</p>\n\n<p>\nقال أبو عبيدة: الإقعاء جلوس الرجل على أليتيه ناصبا فخذيه مثل إقعاء\nالكلب والسبع. قال أبو عبيد: وأما تفسير أصحاب الحديث فإنهم يجعلون الإقعاء\nأن يضع أليتيه على عقبيه بين السجدتين، وهذا عندي هو الحديث الذي فيه: عقب\nالشيطان الذي جاء فيه النهي عن النبي صلى الله عليه وسلم أو عن عمر أنه نهى\nعن عقب الشيطان. قرفص قال أبو عبيد: وتفسير أبي عبيدة في الإقعاء أشبه\nبالمعنى لأن الكلب إنما يقعي كما قال.\n</p>\n\n<p>\nوقد روي عن النبي صلى الله عليه وسلم أنه أكل مقعيا، فهذا يبين لك أن\nالإقعاء هو هذا وعليه تأويل كلام العرب.\n</p>\n\n<p>\nوأما القرفصاء فهو أن يجلس الرجل كجلوس المحتبي ويكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nاحتباؤه بيديه يضعهما على ساقيه كما يحتبي بالثوب، تكون يداه مكان الثوب،\nوهذا في غير صلاة ومما يبين [لك] أن عقب الشيطان هو أن يجلس الرجل على\nعقبيه حديث يروى عن عمر قال: لا تشدوا ثيابكم في الصلاة ولا تخطوا نحو\nالقبلة فإنها خطوة الشيطان وإذا سلمتم فانصرفوا ولا تقدموا.\n</p>\n\n<p>\nقيل عبهل تيع تيم وقا [أبو عبيد]: في حديثه عليه السلام أنه كتب لوائل بن\nحجر الحضرمي وقومه: من محمد رسول الله إلى الأقيال / العباهلة من أهل\nحضرموت بإقام الصلاة وإيتاء الزكاة، على التيعة شاة والتيمة لصاحبها، وفي\nالسيوب الخمس، لا خلاط ولا وراط ولا شناق ولا شغار، ومن أجبى فقد أربى، وكل\nمسكر حرام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيدة وغيره من أهل العلم: دخل كلام بعضهم في بعض في الأقيال\nالعباهلة، قال: الأقيال ملوك باليمن دون الملك الأعظم، واحدهم قيل، يكون\nملكا على قومه ومخلافه ومحجره والعباهلة الذين قد أقروا على ملكهم لا\nيزالون عنه، وكذلك كل شئ أهملته فكان مهملا لا يمنع مما يريد ولا يضرب على\nيديه فهو معبهل قال تأبط شرا: [الطويل] متى تبغني <span id='ms074'></span> ما دمت حيا مسلما تجدني\nمع المسترعل المتعبهل فالمسترعل: الذي يخرج في الرعيل وهي الجماعة من الخيل\nوغيرها، والمتعبهل: الذي لا يمنع من شئ وقال الراجز يذكر الإبل أنها قد\nأرسلت على الماء ترده كيف شاءت فقال: [الرجز] عباهل عبهلها الوراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n[و] قوله: في التيعة شاة، فإن التيعة الأربعون من الغنم والتيمة يقال\nإنها الشاة الزائدة على الأربعين حتى تبلغ الفريضة الأخرى، ويقال: إنها\nالشاة تكون لصاحبها في منزله يحتلبها وليست بسائمة وهي الغنم الربائب التي\nيروى فيها عن إبراهيم أنه قال: ليس في الربائب صدقة. سيب خلط قال أبو عبيد:\nوربما احتاج صاحبها إلى لحمها فيذبحها فيقال عند ذلك: قد اتام الرجل واتامت\nالمرأة. قال الحطيئة يمدح آل لأي: [الوافر] فما تتام جارة آل لأي ولكن\nيضمنون لها قراها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: لا تحتاج أن تذبح تيمتها.\n</p>\n\n<p>\n[و] قال: والسيوب الركاز، قال: ولا أراه أخذ إلا من السيب وهي العطية،\nيقول: هو من سيب الله وعطائه.\n</p>\n\n<p>\nوأما قوله: لا خلاط ولا وراط، فإنه يقال: إن الخلاط إذا كان بين الخليطين\nعشرون ومائة شاة لأحدهما ثمانون وللآخر أربعون فإذا جاء المصدق فأخذ منها\nشاتين رد صاحب الثمانين على صاحب الأربعين ثلث شاة. فيكون عليه شاة وثلث،\nوعلى الآخر ثلثا شاة وإن أخذ المصدق من العشرين والمائة شاة واحدة رد صاحب\nالثمانين على صاحب الأربعين ثلث شاة، فيكون عليه ثلثا شاة، وعلى الآخر ثلث\nشاة فهذا قوله: لا خلاط. ورط شنق جبى قال أبو عبيد: والقول فيه عندي إنه لا\nتأخذ من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nالعشرين والمائة إذا كانت بين نفسين أو ثلاثة إلا شاة واحدة لأنه إن أخذ\nشاتين ثم ترادا كان قد صار على صاحب الثمانين شاة وثلث، وهذا خلاف سنة رسول\nالله صلى الله عليه وسلم، لأن رسول الله صلى الله عليه وسلم جعل في عشرين\nومائة إذا كانت ملكا لواحد شاة وهؤلاء يأخذون من صاحب الثمانين شاة وثلثا،\nوهذا في المشاع والمقسوم عندي سواء إذا كانا خليطين أو كانوا خلطاء فهذا\nقوله <span id='ms075'></span>: لا خلاط، وهو في تفسير قوله في الحديث الآخر: [و] ما كان من خليطين\nفإنهما يترادان بينهما بالسوية.\n</p>\n\n<p>\nوالوراط الخديعة والغش ويقال: إن / قوله: لا خلاط ولا وراط، كقوله: لا\nيجمع بين متفرق ولا يفرق بين مجتمع.\n</p>\n\n<p>\nوقوله: لا شناق، فإن الشنق ما بين الفريضتين وهو ما زاد من الإبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الخمس إلى العشر، وما زاد على العشر إلى خمس عشرة يقول:\n</p>\n\n<p>\nلا يؤخذ من ذلك شئ، وكذلك جميع الأشناق وقال الأخطل يمدح رجلا: [البسيط]\nقرم تعلق أشناق الديات به إذا المئون أمرت فوقه حملا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: من أجبى فقد أربى، الإجباء بيع الحرث قبل أن يبدو صلاحه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه دخل على عائشة وعلى الباب\nقرام ستر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: القرام الستر الرقيق فإذا خيط فصار كالبيت فهو كلة وقال\nلبيد يصف الهودج: [الكامل] من كل محفوف يظل عصيه زوج عليه كلة وقرامها\nفالعصي: عيدان الهودج، والزوج: النمط. ويقال للستر الرقيق:\n</p>\n\n<p>\nالشف وكذلك كل ثوب رقيق يستشف ما خلفه فهو شف.\n</p>\n\n<p>\nومنه حديث عمر: لا تلبسوا نساءكم الكتان أو قال: القباطي فإنه إن لا يشف\nفإنه يصف: يقول: إن لم تر ما خلفه فإنه يصف حليتها لرقته.\n</p>\n\n<p>\nومنه حديث ابن عباس أنه رئي عليه ثوب سابري يستشف ما رواءه وجمع الشف\nشفوف وقال عدي بن زيد: [الخفيف] زانهن الشفوف ينضخن بالمسك وعيش موافق\nوحرير ويروى: مفانق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان إذا سافر سفرا قال:\nاللهم! إنا نعوذ بك من وعثاء السفر وكآبة المنقلب والحور بعد الكور وسوء\nالمنظر في الأهل والمال.\n</p>\n\n<p>\nأما قوله: من وعثاء السفر، قال: الوعثاء شدة النصب والمشقة، وكذلك هو في\nالمآثم. [و] قال الكميت يعاتب جذاما على انتقالهم بنسبهم من خزيمة بن مدركة\nوكان يقال: إنهم جذام بن أسدة بن خزيمة أخي أسد بن خزيمة فانتقلوا إلى\nاليمن فيما أخبرني ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالكلبي فقال الكميت: [الطويل] وابن ابنها منا ومنكم وبعلها خزيمة\nوالأرحام وعثاء حوبها يقول: إن <span id='ms076'></span> قطيعة الرحم مأثم شديد، وإنما أصل الوعثاء\nمن الوعث وهو الدهس، والوعث والوعث المشي يشتد فيه على صاحبه، فصار مثلا في\nكل ما يشق على فاعله.\n</p>\n\n<p>\nوقوله: وكآبة المنقلب يعني أن ينقلب من سفره إلى منزله بأمر يكتئب منه،\nأصابه في سفره أو فيما يقدم عليه.\n</p>\n\n<p>\nوقوله: الحور بعد الكون هكذا يروى بالنون، وسئل عاصم عن هذا فقال: ألم\nتسمع إلى قوله: حار بعد ما كان يقول: إنه كان على حالة جميلة فحار عن ذلك\nأي رجع وهو في غير هذا الحديث الكور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nبالراء، وزعم الهيثم أن الحجاج بن يوسف بعث فلانا قد سماه على جيش وأمره\nعليهم إلى الخوارج ثم وجهه بعد ذلك إليهم تحت لواء غيره، فقال الرجل: هذا\nالحور بعد الكور، فقال له الحجاج: وما قولك:\n</p>\n\n<p>\nالحور بعد الكور قال: النقصان بعد الزيادة، ومن قال هذا أخذه من كور\nالعمامة، يقول: قد تغيرت حاله وانتقضت كما ينتقض كور العمامة بعد الشد، وكل\nهذا قريب بعضه من بعض في المعنى.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان يصلي ولجوفه أزيز كأزيز\nالمرجل من البكاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: أزيز يعني غليان جوفه بالبكاء. والأصل في الأزيز الالتهاب والحركة،\nوكأن قوله \" أنا أرسلنا الشياطين على الكافرين تؤزهم أزا \" من هذا أي\nتدفعهم وتسوقهم وهو من التحريك. رجع وقال [أبو عبيد]: في حديثه عليه السلام\nأنه رأى في إبل الصدقة ناقة كوماء فسأل عنها فقال المصدق: إني ارتجعتها\nبابل، فسكت ويروى: أخذتها بابل.\n</p>\n\n<p>\nقال أبو عبيدة: الارتجاع أن يقدم الرجل بابله المصر فيبيعها ثم يشتري\nبثمنها مثلها أو غيرها، فتلك هي الرجعة التي ذكرها الكميت وهو يصف الأثافي\nفقال: [المنسرح] جرد جلاد معطفات على الأورق لا رجعة ولا جلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالأورق: الرماد وإن رد أثمان إبله إلى منزله من غير أن يشتري بها شيئا\nفليس برجعة وكذلك هي في الصدقة إذا وجبت على رب المال أسنان من الإبل فأخذ\nالمصدق مكانها أسنانا فوقها أو دونها فتلك التي أخذ رجعة لأنه ارتجعها من <span id='ms077'></span>\nالتي وجبت على ربها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه قال: إذا مشت أمتي المطيطاء\nوخدمتهم فارس والروم كان بأسهم بينهم . قال الأصمعي وغيره: المطيطاء\nالتبختر ومد اليدين في المشي والتمطي من ذلك لأنه إذا تمطى مد يديه ويروى\nفي تفسير قوله \" ثم ذهب إلى أهله يتمطى \" أنه التبختر ويقال للماء الخاثر\nفي أسفل الحوض: المطيطة، لأنه يتمطط أي يتمدد، وجمعه مطائط قال حميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nالأرقط: [الرجز] خبط النهال سمل المطائط النهال: العطاش. ومن جعل التمطي\nمن المطيطة فإنه يذهب به مذهب تظنيت من الظن وتقضيت من التقضض، كقول\nالعجاج:\n</p>\n\n<p>\n[الرجز] تقضي البازي إذا البازي كسر يريد تقضض البازي وكذلك يقال: التمطي\nيريد التمطط.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى أن يبال في الماء الدائم\nثم يتوضأ منه.\n</p>\n\n<p>\nقال الأصمعي: وبعضه عن أبي عبيدة: الدائم هو الساكن، وقد دام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nالماء يدوم وأدمته أنا إدامة إذا سكنته، وكل شئ سكنته فقد أدمته [و] قال\nالشاعر: [الطويل] تجيش علينا قدرهم فنديمها ونفثؤها عنا إذا حميها غلا\nقوله: نديمها: نسكنها، ونفثؤها: نكسرها بالماء وغيره، وهذا مثل ضربه أي إنا\nنطفئ شرهم عنا، ويقال للطائر إذا صف جناحيه في الهواء وسكنهما فلم يحركهما\nكطيران الحدأ والرخم: قد دوم الطائر تدويما، وهو من هذا أيضا لأنه إنما سمي\nبذلك / لسكونه وتركه الخفقان بجناحيه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nلبس القسي.\n</p>\n\n<p>\nالقسي: ثياب يؤتى بها من مصر فيها حرير وكان أبو أبو عبيدة يقول نحوا من\nذلك ولم يعرفها الأصمعي. حلل قال أبو عبيد: أصحاب الحديث يقولون: القسي\nبكسر القاف، خمص مصر سير قهز وثر أبو عبيد: وأما أهل مصر فيقولون:\n</p>\n\n<p>\nالقسي، ينسب إلى بلاد يقال لها: القس وقد رأيتها.\n</p>\n\n<p>\nقال أبو عبيد وقد قال الأصمعي: وأما الخمائص فإنها ثياب من خز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nأو صوف، وهي معلمة وهي سود كانت من لباس الناس. قال: والمساتق فراء طوال\nالأكمام، واحدتها مستقة، قال: وأصلها بالفارسية مسته فعربت. وعن أبي عبيدة <span id='ms078'></span>:\nوأما المروط فإنها أكسية من صوف أو خز كان يؤتزر بها. قال الأصمعي: وأما\nالمطارف فإنها أردية خز مربعة لها أعلام فإذا كانت مدورة على خلقة الطيلسان\nفهي التي كانت تسمى الخبية تلبسها النساء. قال الأصمعي: والقراقل قمص\nالنساء، واحدها قرقل وهو الذي يسميه الناس قرقر. وقال الكسائي: والثياب\nالممشقة هي المصبوغة بالمشق، وهي المغرة. قال: والثياب الممصرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nالتي فيها شئ من صفرة وليس بالكثير. قال أبو زيد [الأنصاري]:\n</p>\n\n<p>\nوالسيراء برود يخالطها حرير وقال غير هؤلاء: القهز ثياب بيض يخالطها حرير\nأيضا قال ذو الرمة يصف البزاة والصقور بالبياض فقال: [الطويل] من الزرق أو\nصقع كأن رؤوسها من القهز والقوهي بيض المقانع قال أبو عبيد: وأما المياثر\nالحمر التي جاء فيها النهي فإنها كانت من مراكب الأعاجم من ديباج أو حرير.\nوأما الحلل فإنها برود اليمن من مواضع مختلفة منها، والحلة إزار ورداء، لا\nتسمى حلة حتى تكون ثوبين ومما يبين لك ذلك حديث عمر أنه رأى رجلا عليه حلة\nقد ائتزر بإحداها وارتدى بالأخرى فهذان ثوبان ومن ذلك حديث معاذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nابن عفراء أن عمر بعث إليه بحلة فباعها واشترى بها خمسة أرؤس من الرقيق\nفأعتقهم ثم قال: إن رجلا آثر قشرتين يلبسهما على عتق هؤلاء لغبين الرأي،\nفقال: قشرتين يعني ثوبين.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن المحاقلة والمزابنة.\n</p>\n\n<p>\nقال أبو عبيد: سمعت غير واحد لا اثنين من أهل العلم ذكر كل واحد منهم\nطائفة من هذا التفسير قال: المحاقلة بيع الزرع وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nفي سنبله بالبر، وهو مأخوذ من الحقل، والحقل هو الذي يسميه أهل العراق\nالقراح، وهو في مثل يقال: لا ينبت البقلة إلا الحقلة.\n</p>\n\n<p>\nقال: والمزابنة بيع التمر وهو في رؤوس النخل بالتمر، وإنما جاء النهي في\nهذا لأنه من الكيل وليس يجوز شئ من الكيل / والوزن إذا كانا من جنس واحد\nإلا مثلا بمثل ويدا بيد، وهذا مجهول لا يعلم أيهما أكثر.\n</p>\n\n<p>\nقال: ورخص في العرايا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقال: والعرايا واحدتها عرية، وهي النخلة <span id='ms079'></span> يعريها صاحبها رجلا محتاجا\nوالإعراء أن يجعل له ثمرة عامها. يقول: فرخص لرب النخل أن يبتاع من المعرى\nثمر تلك النخلة بتمر لموضع حاجته. وقال بعضهم:\n</p>\n\n<p>\nبل هو الرجل يكون له نخلة وسط نخل كثير لرجل آخر، فيدخل رب النخلة إلى\nنخلته فربما كان مع صاحب النخل الكثير أهله في النخل فيؤذيه بدخوله، فرخص\nلصاحب النخل الكثير أن يشتري ثمر تلك النخلة من صاحبها قبل أن يجده بتمر\nلئلا يتأذى به.\n</p>\n\n<p>\nقال أبو عبيد: والتفسير الأول أجود، لأن هذا ليس فيه إعراء، إنما هي نخلة\nيملكها ربها فكيف تسمى عرية ومما يبين ذلك قول شاعر الأنصار يصف النخل:\n[الطويل] ليست بسنهاء ولا رجبية ولكن عرايا في السنين الجوائح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: إنا نعريها الناس.\n</p>\n\n<p>\nومنه الحديث الآخر أنه كان يأمر الخراص ان يخففوا [في الخرص] ويقول: إن\nفي المال العرية والوصية.\n</p>\n\n<p>\nوحديثه أنه نهى عن المخابرة.\n</p>\n\n<p>\nقال: هي المزارعة بالنصف والثلث [والربع] وأقل من ذلك [وأكثر]، وهو الخبر\nأيضا الخبر الفعل، والخبير الرجل وكان أبو عبيدة يقول: بهذا سمى الأكار\nخبيرا لأنه يخابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض، والمخابرة هي المؤاكرة، ولهذا سمى الأكار خبيرا لأنه يؤاكر الأرض.\n</p>\n\n<p>\nوأما حديثه أنه نهى عن المخاضرة فإنها نهي عن أن يباع الثمار قبل أن يبدو\nصلاحها وهي خضر بعد، ويدخل في المخاضرة أيضا بعض بيع الرطاب والبقول\nوأشباهها، ولهذا كره من كره بيع الرطاب أكثر من جزه وأخذه.\n</p>\n\n<p>\nوهذا مثل حديثه أنه نهى بيع التمر قبل أن يزهو وزهوه أن يحمر أو يصفر.\n</p>\n\n<p>\n[قال أبو عبيد]: وفي حديث آخر أنه نهى عن بيعه قبل أن يشقح ويقال: يشقح\nوالتشقيح هو الزهو أيضا وهو معنى شقح عوه قوله: حتى تأمن من العاهة،\nوالعاهة الآفة تصيبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديثه الآخر أنه نهى عن المنابذة والملامسة ففي كل واحد منهما قولان\nأما المنابذة فيقال: إنها أن يقول الرجل لصاحبه: انبذ إلي الثوب أو غيره من\nالمتاع أو أنبذه إليك وقد وجب البيع بكذا وكذا ويقال: إنما هو أن يقول\nالرجل: إذا نبذت <span id='ms080'></span> الحصاة فقد وجب البيع، وهو معنى قوله: إنه نهى عن بيع\nالحصاة.\n</p>\n\n<p>\nوالملامسة أن يقول: إذا لمست ثوبي أو لمست ثوبك فقد وجب البيع بكذا وكذا،\nويقال: هو أن يلمس الرجل المتاع من وراء الثوب ولا ينظر إليه فيقع البيع\nعلى ذلك، وهذه بيوع كان أهل الجاهلية يبتاعون بها، فنهى رسول الله صلى الله\nعليه وسلم عنها لأنها غرر كلها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام / خير ما تداويتم به اللدود\nوالسعوط والحجامة والمشي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: اللدود ما سقى الإنسان في أحد شقي الفم.\n</p>\n\n<p>\nومنه الحديث الآخر أنه لد في مرضه وهو مغمى عليه، فلما أفاق قال: لا يبقى\nبالبيت أحد إلا لد إلا عمى العباس.\n</p>\n\n<p>\nقال أبو عبيد: فنرى والله أعلم أنه إنما فعل ذلك عقوبة لهم لأنهم فعلوه\nمن غير أن يأمرهم به قال الأصمعي: وإنما أخذ اللدود من لديدي الوادي وهما\nجانباه، ومنه قيل للرجل: هو يتلدد إذا التفت عن جانبيه يمينا وشمالا ويقال:\nلددت الرجل ألده لدا إذا سقيته ذلك، وجمع اللدود ألدة. قال عمرو بن أحمر\nالباهلي: [الطويل] شربت الشكاعى والتددت ألدة وأقبلت أفواه العروق المكاويا\nفهذا هو اللدود، وأما الوجور فهو في وسط الفم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في صلح أهل نجران أنه ليس عليهم\nربية ولا دم.\n</p>\n\n<p>\nهكذا الحديث بتشديد الباء والياء. قال الفراء: إنما هي ربية مخففة، أراد\nبها سدن الربا. قال أبو عبيد: يعنى أنه صالحهم على أن وضع عنهم الربا الذي\nكان عليهم في الجاهلية والدماء التي كانت عليهم يطلبون بها. قال الفراء:\nومثل ربية من الربا حبية من الاحتباء، سماع من العرب يعني أنهم تكلموا بهما\nبالياء فقالوا: ربية وحبية، ولم يقولوا: حبوة وربوة، وأصلهما الواو من\nالحبوة والربوة قال:\n</p>\n\n<p>\nوالذي يراد من هذا الحديث أنه أسقط عنهم كل دم كانوا يطلبون به وكل ربا\nكان عليهم إلا رؤوس الأموال فإنهم يردونها، كما قال الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: \" فلكم رؤس أموالكم لا تظلمون ولا تظلمون ولا تظلمون <span id='ms081'></span> \".\n</p>\n\n<p>\nوهذا مثل حديثه الآخر: ألا! إن كل دم ومال ومأثرة كانت في الجاهلية فإنها\nتحت قدمي هاتين إلا سدانة البيت وسقاية الحاج يعني أنه أقرهما على حالهما\nوالسدانة في كلام العرب: الحجابة، والسادن:\n</p>\n\n<p>\nالحاجب، وهم السدنة، والسدنة الجماعة.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: أفضل الناس مؤمن مزهد.\n</p>\n\n<p>\nقال الأصمعي أو أبو عمرو، وأكثر ظني أنه الأصمعي: المزهد القليل الشئ،\nوإنما سمي مزهدا لأن ما عنده يزهد فيه من قلته، يقال منه: قد أزهد الرجل\nإزهادا إذا كان كذلك قال الأعشى يصف قوما بحسن مجاورتهم جارة لهم:\n[المتقارب] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nفلن يطلبوا سرها للغنى ولن يسلموها لازهادها فالسر هو النكاح، قال الله\n[تبارك و] تعالى \" و [لكن] لا تواعدوهن سرا \" وقال امرؤ القيس بن حجر:\n[الطويل] ألا زعمت بسباسة اليوم أنني كبرت وأن لا يحسن السر أمثالي فأراد\nالأعشى أنهم لا يتزوجونها لغناها ولا يتركونها لقلة مالها وهو الإزهاد.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: خمروا آنيتكم وأوكو أسقيتكم\nوأجيفوا الأبواب وأطفئوا المصابيح واكفتوا صبيانكم / فان للشياطين خطفة\nوانتشارا. قال أبو عبيد: يعني بالليل. قال الأصمعي وأبو عمرو: قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nخمروا آنيتكم، التخمير التغطية ومنه الحديث الآخر أنه أتي بإناء من لبن\nفقال: لولا خمرته ولو بعود تعرضه عليه. وقال الأصمعي تعرضه بضم الراء.\n</p>\n\n<p>\nقال الأصمعي وأبو عمرو: [و] قوله: وأوكوا أسقيتكم، الإيكاء الشد واسم\nالستر والخيط الذي يشد به السقاء الوكاء ومنه حديث اللقطة: واحفظ عفاصها\nووكاءها فان جاء ربها فادفعها إليه.\n</p>\n\n<p>\nوقوله: واكفتوا صبيانكم يعني ضموهم إليكم واحبسوهم في البيوت وكل شئ\nضممته إليك فلقد كفته، ومنه قول زهير يصف الدرع وأن صاحبها ضمها إليه فقال:\n[الكامل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nومفاضة كالنهي تنسجه الصبا بيضاء كفت فضلها بمهند يعني أنه علقها بالسيف\nفضمها إليه، وقال الله تبارك وتعالى \" ألم نجعل الأرض كفاتا وأمواتا \"\nيقال: إنها تضمهم إليها ما داموا أحياء على ظهرها، فإذا ماتوا ضمتهم إليها\nفي بطنها وروى عن بيان قال: كنت أمشي مع الشعبي بظهر الكوفة فالتفت إلى\nبيوت الكوفة <span id='ms082'></span> فقال: هذه كفات الأحياء، ثم التفت إلى المقبرة فقال:\n</p>\n\n<p>\nوهذه كفات الأموات يريد تأويل [قوله] \" ألم نجعل الأرض كفاتا أحياء\nوأمواتا \".\n</p>\n\n<p>\nوفي حديث آخر: ضموا فواشيكم حتى تذهب فحمة العشاء والمحدثون يقولون:\nقحمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nالفواشي: كل شئ منتشر من المال مثل الغنم السائمة والإبل وغيرها.\n</p>\n\n<p>\nوقوله: حتى تذهب فحمة العشاء يعني شدة سواد الليل وظلمته، وإنما يكون ذلك\nفي أوله حتى إذا سكن فوره قلت الظلمة. وقال الفراء: يقال: أفحموا عن العشاء\nيقول: لا تسيروا في أوله [حين تفور] الظلمة ولكن أمهلوا حتى تسكن ذلك\nوتعتدل الظلمة ثم سيروا [و] قال لبيد: [الرمل] واضبط الليل إذا طال السرى\nوتدجى بعد فور واعتدل أطر وقال [أبو عبيد]: في حديث النبي عليه السلام حين\nذكر المظالم التي وقعت فيها بنو إسرائيل والمعاصي فقال عليه السلام: لا\nوالذي نفسي بيده حتى تأخذوا على يدي الظالم وتأطروه على الحق أطرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو وغيره: تأطروه يقول: تعطفوه عليه وكل شئ عطفته على شئ فقد\nأطرته تأطره أطرا قال طرفة يصف ناقة ويذكر ضلوعها: [الطويل] كأن كناسي ضالة\nيكنفانها وأطر قسي تحت صلب مؤيد شبه انحناء الأضلاع بما حني من طرفي القوس\nوقال المغيرة بن حبناء التميمي: [الطويل] وأنتم أناس تقمصون من القنا إذا\nما رقى أكتافكم وتأطرا يقول: إذا يثنى فيها.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام: لي خمسة أسماء: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nأنا محمد وأحمد، والماحي يمحو الله بي الكفر، والحاشر أحشر الناس على\nقدمي، والعاقب.\n</p>\n\n<p>\nقال يزيد: سألت سفيان عن العاقب فقال: آخر الأنبياء قال أبو عبيد: وكذلك\nكل شئ خلف بعد شئ فهو عاقب / له، وقد عقب يعقب عقبا وعقوبا ولهذا قيل لولد\nالرجل بعده: هم عقبه، وكذلك آخر كل شئ عقبه ومنه حديث عمر رضي الله عنه أنه\nسافر في عقب رمضان فقال: إن الشهر قد تسعسع فلو صمنا بقيته. قال الأصمعي:\nيقال: فرس ذو عقب إذ ا كان باقي الجري وكذلك العاقبة من كل شئ آخره وهي\nعواقب الأمور. قال أبو عبيد <span id='ms083'></span>: ويروى عن أبي حازم أنه قال: ليس لملول صديق\nولا لحسود غنى والنظر في العواقب تلقيح للعقول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان في سفر ففقدوا الماء\nفأرسل النبي عليه السلام عليا وفلانا يبغيان الماء فإذا هما بامرأة على\nبعير لها بين مزادتين أو سطيحتين، فقالا لها: انطلقي إلى النبي عليه\nالسلام، فقالت: إلى هذا الذي يقال له الصابئ قالا: هو الذي تعنين.\n</p>\n\n<p>\nقال الأصمعي وبعضه عن الكسائي وأبي عمرو، وغيرهم: قوله: بين مزادتين،\nالمزادة هي التي يسميها الناس الراوية، وإنما الراوية: البعير الذي يستقى\nعليه، وهذه المزادة والسطيحة نحوها أصغر منها هي من جلدين والمزادة أكبر\nمنها والشعيب نحو من المزادة.\n</p>\n\n<p>\nقال أبو عبيد: وأما قولها: الصابئ، فإن الصابئ عند العرب الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقد خرج من دين إلى دين، يقول: [قد] صبأت في الدين إذا خرجت منه ودخلت في\nغيره ولهذا كان المشركون يقولون للرجل إذا أسلم في زمان النبي عليه السلام:\nقد صبأ فلان ولا أظن الصابئين سموا إلا من هذا، لأنهم فارقوا دين اليهود\nوالنصارى وخرجوا منهما إلى دين ثالث والله أعلم.\n</p>\n\n<p>\nوفي هذا الحديث قال: فكان المسلمون يغيرون على من حول هذه المرأة ولا\nيصيبون الصرم الذي هي فيه.\n</p>\n\n<p>\nقال أبو عبيد: قوله: الصرم الذي هي فيه يعني الفرقة من الناس ليسوا\nبالكثير، وجمعه أصرام قال الطرماح: [السريع] يا دار أقوت بعد أصرامها عاما\nوما يبكيك من عامها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان بالحديبية فأصابهم عطش\nقال: فجهشنا إلى رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال الأصمعي: الجهش أن يفزع الإنسان إلى الإنسان. وقال غيره: هو مع فزعة\nكأنه يريد البكاء كالصبي يفزع إلى أمه وأبيه وقد تهيأ للبكاء قال أبو عبيد:\nوفيه لغة أخرى: أجهشت إجهاشا فأنا مجهش قال أبو زيد والأصمعي والأموي وأبو\nعمرو: ومن ذلك قول لبيد: [البسيط] قالت تشكى إلي النفس مجهشة وقد حملتك\nسبعا بعد سبعينا فإن تزادي ثلاثا تبلغي أملا وفي الثلاث وفاء للثمانينا <span id='ms084'></span>\nوقال [أبو عبيد]: في حديثه عليه السلام أن مسجده كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nمربدا ليتيمين في حجر معاذ بن عفراء معاذ ومعوذ وعوف بنو عفراء فاشتراه\nمنهما معوذ [بن] عفراء فجعله للمسلمين فناه رسول الله صلى الله عليه وسلم\nمسجدا.\n</p>\n\n<p>\nقال الأصمعي: المربد كل شئ حبست به الإبل، / ولهذا قيل: مربد النعم الذي\nبالمدينة. وبه سمي مربد البصرة، إنما كان موضع سوق الإبل، وكذلك كل ما كان\nمن غير هذه المواضع أيضا إنه إذا حبست به الإبل فهو مربد وأنشدنا الأصمعي:\n[الطويل] عواصي إلا ما جعلت وراءها عصا مربد تغشى نحورا وأذرعا يعني\nبالمربد ههنا عصا جعلها معترضة على الباب تمنع الإبل من الخروج، سماها\nمربدا لهذا والمربد أيضا مواضع التمر مثل الجرين والبيدر للحنطة والمربد\nبلغة أهل الحجاز والجرين لهم أيضا، والأندر لأهل الشام، والبيدر لأهل\nالعراق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه كان يستفتح بصعاليك\nالمهاجرين.\n</p>\n\n<p>\nقال عبد الرحمن: يعني بقوله: يستفتح بصعاليك المهاجرين، أنه كان يستفتح\nالقتال بهم. قال أبو عبيد: كأنه يتيمن بهم والصعاليك الفقراء.\n</p>\n\n<p>\nوالاستفتاح هو الاستنصار، ويروى في تفسير قوله \" إن تستفتحوا فقد جاءكم\nالفتح \" يقول: إن تستنصروا فقد جاءكم النصر.\n</p>\n\n<p>\nويروى أن امرأة من العرب كان بينها وبين زوجها خصومة فقالت: بيني وبينك\nالفتاح تعني الحاكم لأنه ينصر المظلوم على الظالم. غمر وقال [أبو عبيد]: في\nحديث النبي عليه السلام أنه كان في سفر فشكي إليه العطش، فقال: أطلقوا لي\nغمري، فأتي به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي والأحمر أو غيره: الغمر القعب الصغير وقال أعشى باهلة يمدح\nرجلا: [البسيط] تكفيه حزة فلذ إن ألم بها من الشواء ويروى شربه الغمر يقال\nمنه: تغمرت إذا شربت شربا قليلا. وأما الغمر فالرجل الجاهل بالأمور والجمع\nمنهما جميعا أغمار. والغمر: السخيمة والشحناء تكون في القلب والمغمر مثل\nالغمر، والغمر الماء الكثير ومنه قيل للرجل الجواد: غمر.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أن النعمان بن مقرن قدم على النبي\nعليه السلام في أربعمائة راكب من مزينة، فقال النبي <span id='ms085'></span> عليه السلام لعمر: قم\nفزودهم، فقام عمر ففتح غرفة له فيها تمر كالبعير الأقرم هكذا الحديث.\nويروى: فإذا تمر مثل الفصيل الرابض فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n[عمر]: يا رسول الله! إنما هي أصوع ما يقيظن بني، قال: قم فزودهم.\n</p>\n\n<p>\nقال أبو عمرو: ولا أعرف الأقرم ولكن أعرف المقرم، وهو البعير المكرم الذي\nلا يحمل عليه ولا يذلل، ولكن يكون للفحلة. قال:\n</p>\n\n<p>\nوأما البعير المقروم فهو الذي به قرمة، وهي سمة تكون فوق الأنف تسلخ منه\nجلدة ثم تجمع فوق أنفه فتلك القرمة يقال منه: قرمت البعير أقرمه قرما. قيظ\nقال أبو عبيد: وإنما سمي السيد الرئيس من الرجال المقرم لأنه شبه بالمقرم\nمن الإبل لعظم شأنه وكرمه عندهم وقال أوس بن حجر: [الطويل] إذا مقرم منا\nذرا حد نابه تخمط فينا ناب آخر مقرم / أراد: إذا هلك سيد منا خلف مكانه\nآخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قول عمر: ما يقيظن بني فإنه يعني [أنه] لا يكفيهم لقيظهم، والقيظ:\nهو حمارة الصيف، يقول: ما يصيفهم، يقال:\n</p>\n\n<p>\nقيظني هذا الطعام وهذا الثوب إذا كفاك لقيظك، وكان الكسائي ينشد هذا\nالرجز لبعض الأعراب: [الرجز] من يك ذا بت فهذا بتي مقيظ مصيف مشتي يقول:\nيكفيني القيظ والصيف والشتاء.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديث النبي عليه السلام حين بعث إلى ضباعة وذبحت شاة\nفطلب منها، فقالت: ما بقي منها إلا الرقبة، وإني لأستحيي ان أبعث إلى رسول\nالله صلى الله عليه وسلم بالرقبة فبعث إليها أن أرسلي بها فإنها هادية\nالشاة، وهي أبعد الشاة من الأذى.\n</p>\n\n<p>\nقال الأصمعي وغير واحد: الهادي من كل شئ أوله وما تقدم منه.\n</p>\n\n<p>\nولهذا قيل: أقبلت هوادي الخيل إذا بدت أعناقها، لأنها أول شئ يتقدمها من\nأجسادها، وقد تكون الهوادي أول رعيل يطلع منها لأنها المتقدمة، يقال منه:\nقد هدت تهدي إذا تقدمت، قال عبيد بن الأبرص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nيذكر الخيل: [الكامل] وغداة صبحن الجفار عوابسا تهدي أوائلهن شعث شزب أي\nيتقدمهن وقال الأعشى يذكر عشاه ومشيه بالعصا: [المتقارب] إذا كان هادي\nالفتى في البلا د صدر <span id='ms086'></span> القناة أطاع الأميرا قد يكون أنه إنما سمى العصا\nهاديا لأنه يمسكها بيده فهي تهديه تتقدمه، وقد يكون من الهداية أي أنها\nتدله على الطريق، وكذلك الدليل يسمى هاديا لأنه يقدم القوم ويتبعونه، ويكون\nأن يهديهم للطريق.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديث النبي عليه السلام أن قوما شكوا إليه سرعة فناء\nطعامهم فقال النبي عليه السلام: أتكيلون أم تهيلون قالوا: نهيل، قال:\nفكيلوا، ولا تهيلوا.\n</p>\n\n<p>\nقوله: لا تهيلوا، يقال لكل شئ أرسلته إرسالا من رمل أو تراب وطعام ونحوه:\nقد هلته أهيله هيلا إذا أرسلته فجرى، وهو طعام مهيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الله [تبارك و] تعالى \" وكانت الجبال كثيبا مهيلا \".\n</p>\n\n<p>\nومنه حديث العلاء بن الحضرمي رحمه الله أنه أوصاهم عند موته وكان مات في\nسفر فقال: هيلوا علي هذا الكثيب ولا تحفروا لي فأحبسكم.\n</p>\n\n<p>\nفتأويل الحديث المرفوع أنهم كانوا لا يكيلون طعامهم ويصبونه صبا فنهاهم\nعن ذلك.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام في الذي يشرب في إناء من فضة:\nإنما يجرجر في بطنه نار جهنم.\n</p>\n\n<p>\n[قال] أصل الجرجرة: الصوت، ومنه قيل للبعير إذا صوت: هو يجرجر قال الأغلب\nالعجلي يصف فحلا يهدر ويقال: إنه لدكين: [الرجز] وهو إذا جرجر بعد الهب\nجرجر في حنجرة كالحب وهامة كالمرجل المنكب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nفكان معنى الحديث في قوله: يجرجر في بطنه يعني صوت وقوع الماء في الجوف\nوإنما يكون ذلك عند شدة الشرب وقال الراعي / يذكر شرب الإبل وأنهم سقوها\nفقال: [الكامل] فسقوا صوادي يسمعون عشية للماء في أجوافهن صليلا يعني صوت\nالجرع.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه نهى عن قتل شئ من الدواب\nصبرا. قال أبو زيد وأبو عمرو وغيرهما: قوله، صبرا، هو الطائر أو غيره من\nذوات الروح يصبر حيا ثم يرمى حتى يقتل. قال أبو عبيد: وأصل الصبر الحبس،\nوكل من حبس شيئا فقد صبره.\n</p>\n\n<p>\nومنه حديث النبي عليه السلام في رجل أمسك رجلا فقتله آخر قال: أقتلوا\nالقاتل واصبروا الصابر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: اصبروا الصابر، [يعني] احبسوا الذي حبسه للموت <span id='ms087'></span> حتى يموت ومنه قيل\nللرجل الذي يقدم فيضرب عنقه: قتل صبرا يعني أنه أمسك على الموت، وكذلك لو\nحبس رجل نفسه على شئ يريده قال: صبرت نفسي قال عنترة يذكر حربا كان فيها:\n[الكامل] فصبرت عارفة لذلك حرة ترسو إذا نفس الجبان تطلع يعني أنه حبس نفسه\nجثم قال أبو عبيد: ومن هذا قولهم: يمين الصبر، وهو أن يحبس السلطان الرجل\nعلى اليمين حتى يحلف بها، ولو حلف إنسان من غير إحلاف ما قيل: حلف صبرا.\n</p>\n\n<p>\nوأما المجثمة التي نهى عنها فإنها المصبورة أيضا ولكنها لا تكون إلا في\nالطير والأرانب وأشباه ذلك مما يجثم، لأن الطير يجثم في الأرض وغيرها إذا\nلزمته ولبدت عليه، فإن حبسها إنسان قيل: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nقد جثمت أي فعل ذلك بها، وهي مجثمة، وهي المحبوسة، فإذا فعلت هي من غير\nفعل أحد قيل: قد جثمت تجثم جثوما فهي جاثمة. وقال [أبو عبيد]: في حديثه\nعليه السلام: لا ينفع ذا الجد منك الجد، قيل: كتب معاوية إلى المغيرة أن\nاكتب إلي بشئ سمعته من رسول الله صلى الله عليه وسلم، فكتب إليه المغيرة\nأني سمعته يقول إذا انصرف من الصلاة: لا إله إلا الله وحده لا شريك له له\nالملك وله الحمد وهو على كل شئ قدير، اللهم لا مانع لما أعطيت ولا معطي لما\nمنعت ولا ينفع ذا الجد منك الجد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الجد بفتح الجيم لا غير، وهو الغنى والحظ في الرزق، ومنه\nقيل: لفلان في هذا الأمر جد إذا كان مرزوقا منه، فتأويل قوله: لا ينفع ذا\nالجد منك الجد أي لا ينفع ذا الغنى منك غناه، إنما ينفعه العمل بطاعتك،\nوهذا كقوله [تبارك و] تعالى \" لا ينفع مال ولا بنون من أتى الله بقلب سليم\n\" وكقوله \" وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن\nوعمل صالحا \" ومثله كثير.\n</p>\n\n<p>\nوكذلك حديثه الآخر قال: قمت على باب الجنة فإذا عامة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nيدخلها الفقراء، وإذا أصحاب الجد محبوسون يعني ذوي الحظ في <span id='ms088'></span> الدنيا\nوالغنى.\n</p>\n\n<p>\nوقد روي / عن الحسن وعكرمة في قوله [تبارك وتعالى] \" [وأنه] تعالى جد\nربنا \" قال أحدهما: غناه، وقال الآخر:\n</p>\n\n<p>\nعظمته. وعن ابن عباس: لو علمت الجن أن في الإنس جدا ما قالت: \" تعالى جد\nربنا \" [الذين قال أبو عبيد: يذهب ابن عباس إلى أن الجد إنما هو الغنى ولم\nيكن يرى أن أبا الأب جد إنما هو عنده أب، ويقال منه للرجل إذا كان له جد في\nالشئ: رجل مجدود، ورجل محظوظ من الحظ قالهما أبو عمرو. و [قد] زعم بعض\nالناس أنه إنما هو: ولا ينفع ذا الجد منك الجد بكسر الجيم، والجد إنما هو\nالاجتهاد بالعمل، وهذا التأويل خلاف ما دعا الله [عز وجل] إليه المؤمنين\nووصفهم به لأنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nفي كتابه: \" يا أيها الرسل كلوا من الطيبات واعملوا صالحا \" فقد أمرهم\nبالجد والعمل الصالح، وقال \" إن الذين آمنوا وعملوا الصلخت إنا لا نضيع أجر\nمن أحسن عملا \" وقال \" قد أفلح المؤمنون الذين هم في صلواتهم خاشعون] \" إلى\nآخر الآيات، وقال \" جزاء بما كانوا يعملون \" في آيات كثيرة، فكيف يحثهم على\nالعمل وينعتهم به ويحمدهم عليه، ثم يقول: إنه لا ينفعهم.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه سأل رجلا فقال: ما تدعو في\nصلاتك فقال الرجل: أدعو بكذا وكذا وأسأل ربي الجنة وأتعوذ به من النار،\nفأما دندنتك ودندنة معاذ فلا نحسنها، فقال النبي عليه السلام: حولهما\nندندن، وروي: عنهما ندندن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الدندنة أن يتكلم الرجل بالكلام تسمع نغمته ولا تفهم عنه\nلأنه يخفيه، وإنما أراد أن هذا تسمعه منا إنما هو من أجل الجنة والنار فهذه\nالدندنة.\n</p>\n\n<p>\nوالهينمة نحو من تلك وهي أخفى منها. ومن ذلك حديث عمر الذي يروى عنه في\nإسلامه أنه أتى منزل أخته فاطمة امرأة سعيد بن زيد وعندها خباب وهو يعلمها\nسورة طه فاستمع على الباب، فلما دخل قال: ما هذه الهينمة التي سمعت. يقال\nمنه: هينم الرجل يهينم هينمة وكذلك هتملت هتملة بمعناها وقال الكميت:\n[المتقارب <span id='ms089'></span>] ولا أشهد الهجر والقائلية إذا هم بهينمة هتملوا وقال [أبو\nعبيد]: في حديثه عليه السلام أنه كان إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nقام للتهجد يشوص فاه بالسواك.\n</p>\n\n<p>\nقوله: يشوص، الشوص الغسل، وكل شئ غسلته فقد شصته تشوصه شوصا.\n</p>\n\n<p>\nوالموص الغسل أيضا مثل الشوص، يقال: مصته أموصه موصا ومنه قول عائشة في\nعثمان رضي الله عنهما: مصتموه كما يماص الثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nثم عدوتم عليه فقتلتموه تعني بقولها: مصتموه، ما كانوا استعتبوه فأعتبهم\n[فيه] ثم فعلوا [به] ما فعلوا. قال أبو عبيد: فذلك الموص، يقال: خرج نقيا\nمما كان فيه.\n</p>\n\n<p>\nوقال [أبو عبيد]: في حديثه عليه السلام أنه صلى فأوهم في صلاته فقيل: يا\nرسول الله! كأنك أوهمت في صلاتك، فقال:\n</p>\n\n<p>\n[و] كيف / لا أوهم ورفغ أحدكم بين ظفره وأنملته.\n</p>\n\n<p>\nقال الأصمعي: جمع الرفغ أرفاغ وهي الآباط والمغابن من الجسد، ويكون ذلك\nفي الإبل والناس. قال أبو عبيد:\n</p>\n\n<p>\nومعناه في هذا الحديث ما بين الأنثيين و [أصول] الفخذين وهو من المغابن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nومما يبين ذلك حديث عمر رضي الله عنه: إذا التقى الرفغان فقد وجب الغسل.\n</p>\n\n<p>\nقال أبو عبيد: [أراد]: إذا التقى ذلك من الرجل والمرأة ولا يكون ذلك إلا\nبعد التقاء الختانين فهذا يبين [لك] موضع الرفغ. فمعنى الحديث المرفوع أنه\nأراد أن أحدكم يحك ذلك الموضع من جسده فيعلق درنه ووسخه بأصابعه فيبقى بين\nالظفر والأنملة، وإنما أنكر من ذلك طول الأظفار وترك قصها. يقول:\n</p>\n\n<p>\nفلو لا أنكم لا تقصونها حتى يطول ما بقي الرفغ هنالك هذا وجه الحديث.\nومما بين ذلك حديثه الآخر واستبطأ الناس الوحي فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nوكيف لا يحتبس [الوحي] وأنتم لا تقلمون أظفاركم ولا تقصون شواربكم ولا\nتنقون براجمكم.\n</p>\n\n<p>\nقال الأصمعي: يقال: أوهم الرجل في كلامه وفي كتابه يوهم إيهاما إذا ما\nأسقط منه شيئا، ويقال: وهم يوهم إذا غلط، ويقال:\n</p>\n\n<p>\nوهم إلى الشئ يهم وهما إذا ذهب وهمه إليه.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لا تمنعوا إماء الله مساجد\nالله وليخرجن إذا خرجن تفلات.\n</p>\n\n<p>\nقال أبو عبيد: قوله: تفلات <span id='ms090'></span>، التفلة التي ليست بمثطيبة وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nالمنتنة الريح، يقال منه: تفلة ومتفال قال امرؤ القيس: [الطويل] إذا ما\nالضجيع ابتزها من ثيابها تميل عليه هونة غير متفال وقال الكميت: [الكامل]\nفيهن آنسة الحديث حيية ليست بفاحشة ولا متفال ومما يبين ذلك حديثه الآخر\nقال: إذا شهدت إحداكن العشاء فلا تمسن طيبا.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام حين ذكر الخوارج فقال: قوم\nيتفقهون في الدين يحقر أحدكم صلاته عند صلاته وصومه عند صومه يمرقون من\nالدين كما يمرق السهم من الرمية فأخذ سهمه فنظر في نصله فلم ير شيئا ثم نظر\nفي رصافه فلم ير شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nثم نظر في القذذ فتمارى أيرى شيئا أم لا.\n</p>\n\n<p>\nقال الأصمعي وغيره: الرمية هي الطريدة التي يرميها الصائد، وهي كل دابة\nمرمية.\n</p>\n\n<p>\nوقوله: نظر في كذا وكذا فلم ير شيئا يعني أنه أنفذ سهمه فيها حتى خرج\nوندر فلم يعلق به من دمها شئ من سرعته فنظر إلى النصل فلم ير فيه دما ثم\nنظر في الرصاف، وهي العقب التي فوق الرعظ، والرعظ مدخل النصل في السهم فلم\nير دما واحدة الرصاف رصفة.\n</p>\n\n<p>\nوالقذذ ريش السهم، كل واحدة [منها] قذة.\n</p>\n\n<p>\nومنه الحديث الآخر: هذه الأمة أشبه الأمم ببني إسرائيل تتبعون آثارهم حذو\nالقذة بالقذة يعني كما تقدر كل واحدة منهن على صاحبتها.\n</p>\n\n<p>\nفتأويل الحديث [المرفوع] أن الخوارج يمرقون من الدين مروق ذلك السهم من\nالرمية يعني إذا دخل فيها ثم خرج منها لم يعلق به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nمنها شئ، فكذلك دخول هؤلاء في الإسلام ثم خروجهم منه لم يتمسكوا منه بشئ.\n</p>\n\n<p>\nوفي حديث آخر: قيل: يا رسول الله! ألهم آية أو علامة يعرفون بها قال:\nنعم، التسبيد فيهم فاش.\n</p>\n\n<p>\nقال أبو عبيد: سألت أبا عبيدة عن التسبيد فقال: هو ترك التدهن وغسل\nالرأس، وقال غيره: إنما هو الحلق واستئصال الشعر، قال أبو عبيد:\n</p>\n\n<p>\n/ وقد يكون الأمران جميعا قال النابغة في قصر الشعر يذكر فرخ القطاة حين\nحمم ريشه: [البسيط] منهرت الشرق لم تنبت قوادمه في <span id='ms091'></span> حاجب العين من تسبيده\nزبب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nويروى:\n</p>\n\n<p>\nتسقي أزيغب ترويه مجاجتها في جانب العين من تسبيده زبب يعني بالتسبيد\nطلوع الزغب، وقد روي [في] الحديث ما يثبت قول أبي عبيدة حديث ابن عباس أنه\nقدم مكة مسبدا رأسه فأتى الحجر فقبله ثم سجد عليه. قال أبو عبيد: فالتسبيد\nههنا ترك التدهن والغسل وبعضهم يقول: التسميد بالميم ومعناهما واحد.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه أتى كظامة قوم فتوضأ ومسح\nعلى قدميه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nالكظامة: السقاية، وقال أبو عبيد: سألت عنها الأصمعي وأهل العلم من أهل\nالحجاز فقالوا: هي آبار تحفر ويباعد ما بينها، ثم يخرق ما بين كل بئرين\nبقناة تؤدي الماء من الأولى إلى التي تليها حتى يجتمع الماء إلى آخرتهن،\nوإنما ذلك من عوز الماء ليبقى في كل بئر ما يحتاج إليه أهلها للشرب وسقي\nالأرض، ثم يخرج فضلها إلى التي تليها، فهذا معروف عند أهل الحجاز.\n</p>\n\n<p>\nومنه حديث عبد الله بن عمر: إذا رأيت مكة قد بعجت كظائم وساوى بناؤها\nرؤوس الجبال فاعلم أن الأمر قد أظلك فخذ حذرك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ويقال في الكظامة إنه الفقير وهو فم القناة، وجمعه فقر.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: ليست الهرة بنجس إنما هي من\nالطوافين عليكم أو الطوافات قال: وكان يصغي لها الإناء.\n</p>\n\n<p>\nقوله: من الطوافين أو الطوافات عليكم إنما جعلها بمنزلة المماليك، ألا\nتسمع قول الله عز وجل: \" يا أيها الذين آمنوا ليستأذنكم [الذين ملكت\nأيمانكم] \" إلى قوله \" ليس عليكم] ولا عليهم جناح بعدهن طوافون عليكم \"\nوقال تعالى في موضع آخر \" يطوف عليهم ولدان مخلدون \" فهؤلاء الخدم، فمعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n[هذا] الحديث أنه جعل الهرة كبعض المماليك ومن هذا قول إبراهيم إبراهيم\n[النخعي]: إنما الهرة كبعض أهل البيت، ومثله قول ابن عباس:\n</p>\n\n<p>\nإنما هي من متاع البيت، وأما حديث ابن عمر أنه كان يكره سؤر الهرة فإنه\nذهب إلى أنه سبع له ناب، وكذلك حديث أبي هريرة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه خرج يريد <span id='ms092'></span> حاجة فاتبعه بعض\nأصحابه فقال: تنح عني فإن كل بائلة تفيخ.\n</p>\n\n<p>\nقال أبو زيد: الإفاخة الحدث يعني من خروج الريح خاصة، يقال: قد أفاخ\nالرجل يفيخ إفاخة، فإذا جعلت الفعل للصوت قلت:\n</p>\n\n<p>\nقد فاخ يفوخ. وأما الفوح بالحاء، فمن الريح تجدها لا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nالصوت. قال أبو عبيد: وكراهيته عليه السلام أن يكون قربه أحد عند البول،\nمثل حديثه الآخر أنه كان إذا أتى الحاجة استبعد وتوارى وروي عن أبي ذر أنه\nقال ورجل قريب منه فقال: يا ابن أخي! قطعت علي لذة بيلي، كأنه استحيى من\nقرب من معه، فمنعه ذلك من التنفس عند البول.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام في الاستنجاء أنه كان يأمر\nبثلاثة أحجار وينهى عن الروث والرمة.\n</p>\n\n<p>\nقال أبو عمرو وغيره: أما الروث فروث الدواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n/ وأما الرمة فهي العظام البالية، قال لبيد: [البسيط] والنيب إن تعرمني\nرمة خلقا بعد الممات فإني كنت أثئر قال أبو عبيدة: أثئر وهو الأخذ بالثأر\nيقول: كنت أجعل لنفسي عندها ثأرا فلا أطلب ثأرا أي عندها، والنيب: الإبل\nالمسان.\n</p>\n\n<p>\nقال أبو عبيد: والرميم في قول أبي عبيدة مثل الرمة، قال الله عز وجل \"\nوضرب لنا مثلا ونسي خلقه قال من يحيي العظام وهي رميم \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nيقال [منه]: قد رم العظم فهو يرم، ويروى أن أبي بن خلف لما نزلت هذه\nالآية أتى بعظم بال إلى النبي عليه السلام فجعل يفته ويقول:\n</p>\n\n<p>\nأترى الله يا محمد يحيي هذا بعد ما قد رم وفي حديث آخر أنه نهى أن يستنجى\nبرجيع أو عظم.\n</p>\n\n<p>\nفأما الرجيع فقد يكون الروث أو العذرة جميعا، وإنما سمي رجيعا لأنه رجع\nعن حاله الأولى بعدما كان طعاما أو علفا إلى غير ذلك، وكذلك كل شئ يكون من\nقول أو فعل يردد فهو رجيع، لأن معناه مرجوع أي مردود وقد يكون الرجيع الحجر\nالذي قد استنجى به مرة ثم رجعه إليه فاستنجى به، وقد روي عن مجاهد أنه كان\nيكره أن يستنجى بالحجر الذي قد استنجى به <span id='ms093'></span> مرة.\n</p>\n\n<p>\nوفي غير هذا الحديث أنه أتي بروث في الاستنجاء فقال: إنها ركس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوهو شبيه المعنى بالرجيع، يقال: ركست الشئ وأركسته لغتان إذا رددته، قال\nالله عز وجل \" والله أركسهم بما كسبوا \" وتأويله فيما نرى أنه ردهم إلى\nكفرهم.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه قال: من بات على إجار أو\nقال: على سطح ليس عليه ما يرد قدميه فقد برئت منه الذمة ومن ركب البحر إذا\nالتج أو [قال]: ارتج، قال أبو عبيد: وأكثر ظني أنه التج باللام فقد برئت\nمنه الذمة أو قال: فلا يلومن إلا نفسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الإجار والسطح واحد.\n</p>\n\n<p>\nومن ذلك حديث ابن عمر قال: ظهرت على إجار لحفصة رضي الله عنها _ وقال\nبعضهم: على سطح _ فرأيت رسول الله صلى الله عليه وسلم جالسا على حاجته\nمستقبلا بيت المقدس مستدبر الكعبة.\n</p>\n\n<p>\nقال أبو عبيد: وجمع الإجار أجاجير وأجاجرة، وهو كلام أهل الشام وأهل\nالحجاز.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه كان يسجد على الخمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: الخمرة شئ منسوج يعمل من سعف النخل ويرمل بالخيوط وهو صغير\nعلى قدر ما يسجد عليه المصلي أو فويق ذلك، فإن عظم حتى يكفي الرجل لجسده\nكله في صلاة أو مضجع لو أكثر من ذلك فحينئذ حصير وليس بخمرة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه نهى عن تطيين القبور\nوتقصيصها. قوله: التقصيص، هو التجصيص، وذلك أن الجص يقال له:\n</p>\n\n<p>\nالقصة، يقال منه: قصصت القبور والبيوت / إذا جصصتها.\n</p>\n\n<p>\nومنه حديث عائشة حين قالت للنساء: لا تغتسلن عن المحيض حتى ترين القصة\nالبيضاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nترى قرء [قال أبو عبيد: و] معناه أن تقول: حتى تخرج القطنة أو الخرقة\nالتي تحتشي بها المرأة كأنها قصة لا تخالطها صفرة ولا ترية، وقد قيل: إن\nالقصة شئ كالخيط الأبيض يخرج بعد انقطاع الدم كله _ والله أعلم. وأما\nالترية فالشئ الخفي اليسير وهو أقل من الصفرة والكدرة، ولا تكون الترية إلا\nبعد الاغتسال، فأما ما <span id='ms094'></span> كان بعد في أيام الحيض فهو حيض وليس بترية.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام في المستحاضة أنه قال لها:\nاحتشي كرسفا، قالت: إنه أكثر من ذلك إني أثجه ثجا، قال: تلجمي وتحيضي في\nعلم الله ستا أو سبعا ثم اغتسلي وصلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nأما قوله: احتشى كرسفا، فإن الكرسف القطن.\n</p>\n\n<p>\nوقولها: أثجه ثجا، هم من الماء الشجاج وهو السائل.\n</p>\n\n<p>\nومنه الحديث المرفوع أنه سئل عن بر الحج فقال: هو العج والثج.\n</p>\n\n<p>\nفالعج: رفع الصوت بالتلبية، والثج سيلان دماء الهدي.\n</p>\n\n<p>\nوقوله: تلجمي يقول: شدى لجاما، وهو شبيه بقوله: استثفري والاستثفار مأخوذ\nمن شيئين: يكون من ثفر الدابة، إنه شبه هذا اللجام بالثفر لأنه يكون تحت\nذنب الدابة ويكون من الثفر و (الثفر)، والثفر يكون [أصله] للسباع، كما يقال\nللناقة: حياؤها، وإنما هذه كلمة استعيرت كما استعارها الأخطل في قوله:\n[الطويل] جزى الله فيها الأعورين ملامة وفروة ثفر الثورة المتضاجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ثفر البقرة، وإنما هي للسباع، فكذلك ترى \" استثفري \" أخذه من هذا\nإنما [هو] كناية عن الفرج.\n</p>\n\n<p>\nوقوله: تحيضي يقول: اقعدي أيام حيضك ودعي فيها الصلاة والصيام، فهذا\nالتحيض ثم اغتسلي وصلي وقال في حديث آخر:\n</p>\n\n<p>\nدعي الصلاة أيام أقرائك، فهذا قد فسر التحيض وقوله: أيام أقرائك، يبين لك\nأن الأقراء إنما هي الحيض، وهذا مما اختلف فيه أهل العراق وأهل الحجاز،\nفقال أهل العراق: إن قوله عز وجل: \" يتربصن بأنفسهن ثلاثة قروء \" إنما هي\nالحيض، وقال أهل الحجاز: إنما هي الأطهار، فمن قال: إنما هي الحيض، فهذا\nالحديث حجة له لقول النبي عليه السلام: دعي الصلاة أيام أقرائك ومن زعم\nأنها الأطهار فله حجة أيضا. يقال: قد أقرأت المرأة إذا دنا حيضها، وأقرأت\nإذا دنا طهرها، زعم ذلك أبو عبيدة والأصمعي وغيرهما وقد ذكر ذلك الأعشى في\nشعر مدح به رجلا غزا غزوة فظفر فيها وغنم فقال: [الطويل] مورثة عزا وفي\nالحي رفعة لما ضاع فيها من قروء نسائكا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد: فمعنى القروء ههنا الأطهار لأنه ضيع أطهارهن في <span id='ms095'></span> غزاته\nوأثرها عليهن وشغل بها عنهن ومثله قول الأخطل: [البسيط] قوم إذا حاربوا\nشدوا مآزرهم دون النساء ولو باتت بأطهار / وقال أبو عبيد: في حديث النبي\nعليه السلام: العجماء جبار والبئر جبار والمعدن جبار وفي الركاز الخمس.\n</p>\n\n<p>\nقوله: العجماء جبار يعني البهيمة، وإنما سميت عجماء لأنها لا تتكلم قال\nأبو عبيد: من ذكر الله [تبارك وتعالى] في السوق كان له [من الأجر] بعدد كل\nفصيح [فيها] وأعجم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك: الفصيح الإنسان والأعجم البهيمة. قال أبو عبيد: وكذلك كل من لا\nيقدر على الكلام فهو أعجم ومستعجم، ومن هذا الحديث:\n</p>\n\n<p>\nإذا كان أحدكم يصلي واستعجمت عليه قراءته فليتم يعني إذا انقطعت فلم يقدر\nعلى القراءة من النعاس. ومنه قول الحسن: صلاة النهار عجماء، يقال: لا تسمع\nفيها قراءة.\n</p>\n\n<p>\nوأما الجبار فهو الهدر، وغنما جعل جرح العجماء هدرا إذا كانت منفلتة ليس\nلها قائد، ولا سائق ولا راكب، فإذا كان وإنما واحد من هؤلاء الثلاثة فهو\nضامن، لأن الجناية حينئذ ليست للعجماء، إنما هي جناية صاحبها الذي أوطأها\nالناس وقد روي ذلك عن علي وعبد الله وشريح وغيرهم.\n</p>\n\n<p>\nوأما الحديث المرفوع: الرجل جبار، فإن معناه أن يكون الراكب يسير على\nدابته فتنفح الدابة برجلها في سيرها فذلك هدر أيضا وإن كان عليها راكب، لأن\nله أن يسير في الطريق وأنه لا يبصر ما خلفه، فإن كان واقفا عليها في طريق\nلا يملكه فما أصابت بيدها أو برجلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nأو بغير ذلك فهو ضامن على كل حال، وكذلك إذا أصابت بيدها وهي تسير فهو\nضامن أيضا، واليد والرجل في الوقوف سواء هو ضامن له.\n</p>\n\n<p>\nوأما قوله: البئر جبار، فإن فيها غير قول، يقال: إنها البئر يستأجر عليها\nصاحبها رجلا يحفرها في ملكه فتنهار على الحافر فليس على صاحبها ضمان،\nويقال: هي البئر تكون في ملك الرجل فيسقط فيها إنسان أو دابة فلا ضمان\nعليه، لأنها في ملكه، فهذا قول يقال، ولا أحسب هذا وجه الحديث، لأنه لو\nأراد الملك لما خص البئر خاصة دون <span id='ms096'></span> الحائط والبيت والدابة وكل شئ يكون في\nملك الرجل فلا ضمان عليه، ولكنها عندي البئر العادية القديمة التي لا يعلم\nلها حافر ولا مالك تكون في البوادي فيقع فيها الإنسان أو الدابة فذلك هدر\nبمنزلة الرجل يوجد قتيلا بفلاة من الأرض لا يعلم له قاتل فليس فيه قسامة\nولا دية.\n</p>\n\n<p>\nوأما قوله: والمعدن جبار، فإنها هذه المعادن التي تستخرج منها الذهب\nوالفضة فيجئ قوم يحفرونها بشئ مسمى لهم، فربما انهار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nالمعدن عليهم فقتلهم فيقول: دماؤهم هدر، لأنهم عملوا بأجرة وهذا أصل لكل\nعامل عمل عملا بكراء فعطب فيه أنه هدر لا ضمان على من استعمله إلا أنهم إذا\nكانوا جماعة ضمن بعضهم لبعض على قدر حصصهم من الدية. ركز قال أبو عبيد: من\nهذا لو أن رجلين هدما حائطا بأجر فسقط عليهما فقتل أحدهما كان على عاقلة /\nالذي لم يمت نصف الدية لورثة الميت ويسقط عنه النصف لأن الميت أعان على\nنفسه.\n</p>\n\n<p>\nوأما قوله: في الركاز الخمس، فإن أهل العراق وأهل الحجاز اختلفوا في\nالركاز، فقال أهل العراق: الركاز المعادن كلها، فما استخرج منها من شئ\nفلمستخرجها أربعة أخماس مما أصاب ولبيت المال الخمس، قالوا: وكذلك المال\nالعادي يوجد مدفونا هو مثل المعدن على قياسه سواء، وقالوا: إنما أصل الركاز\nالمعدن والمال العادي الذي قد ملكه الناس مشبه بالمعدن وقال أهل الحجاز:\nإنما الركاز المال المدفون خاصة مما كنزه بنو آدم قبل الإسلام، فأما\nالمعادن فليست بركاز وإنما فيها مثل ما في أموال المسلمين من الزكاة إذا\nبلغ ما أصاب مائتي درهم كان فيها خمسة دراهم وما زاد فبحساب ذلك، وكذلك\nالذهب إذا بلغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nعشرين مثقالا كان فيه نصف مثقال وما زاد فبحساب ذلك.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام في الإهلال بالحج.\n</p>\n\n<p>\nقال الأصمعي وغيره: الإهلال التلبية، وأصل الإهلال [رفع] الصوت، وكل رافع\nصوته فهو مهل. قال أبو عبيد: وكذلك قول الله تعالى في الذبيحة \" وما أهل\n[به] لغير الله \" هو ما ذبح للآلهة، وذلك لأن الذابح <span id='ms097'></span> يسميها عند الذبح،\nفذلك هو الإهلال وقال النابغة الذبياني يذكر درة أخرجها الغواص من البحر\nفقال:\n</p>\n\n<p>\n[الكامل] أو درة صدفية غواصها بهج متى يرها يهل ويسجد يعني بإهلاله رفعه\nصوته بالدعاء والتحميد لله [تبارك وتعالى] إذا رآها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك الحديث في استهلال الصبي أنه إذا ولد لم يرث ولم يورث حتى يستهل\nصارخا.\n</p>\n\n<p>\nقال أبو عبيد: فالاستهلال هو الإهلال، وإنما يراد من هذا الحديث أنه\nيستدل على حياته باستهلاله ليعلم أنه سقط حيا، فإذا لم يصح ولم يسمع رفع\nصوت، وكانت علامة أخرى يستدل بها على حياته من حركة يد أو رجل أو طرفه بعين\nفهو مثل الاستهلال، وقال ابن أحمر: [السريع] يهل بالفرقد ركبانها كما يهل\nالراكب المعتمر وقال أبو عبيد: قوله: المعتمر، ههنا أراد به العمرة، وهو في\nغير هذا المعتم، ويقال: اعتم الرجل إذا تعمم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لا قطع في ثمر ولا كثر وقال\nأبو عبيد وغيره: الكثر جمار النخل في كلام الأنصار وهو الجذب أيضا جرن وقال\nأبو عبيد: وأما قوله: في الثمر، فإنه يعني به التمر المعلق في النخل الذي\nلم يجذذ ولم يحرز في الجرين وهو معنى حديث عمر رضي الله عنه: لا قطع في عام\nسنة ولا في عذق معلق والجرين هو الذي يسميه أهل العراق البيدر، ويسميه /\nأهل الشام الأندر، ويسمى بالبصرة الجوخان ويقال أيضا بالحجاز: المربد.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه خطب في حجته أو في عام\nالفتح فقال: ألا! إن كل دم ومال ومأثرة كانت في الجاهلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nفهي تحت قدمي هاتين منها دم ربيعة بن الحارث إلا سدانة الكعبة وسقاية\nالحاج.\n</p>\n\n<p>\nقال أبو عبيد: وهو عبد الله بن عبد الرحمن بن أبي حسين قوله:\n</p>\n\n<p>\nالمأثرة، هي المكرمة. ويقال: إنها إنما سميت مأثرة لأنها تؤثر ويأثرها\nقرن عن قرن أي يتحدث بها، كقولك: أثرت الحديث آثره أثرا، ولهذا قيل: حديث\nمأثور، فمأثرة مفعلة من هذا أي من أثرت. قال:\n</p>\n\n<p>\nسمعت الكسائي يقول <span id='ms098'></span>: العرب تقول في كل الكلام: فعلت فعلة بفتح الفاء إلا\nفي حرفين: حججت حجة ورأيت رؤية.\n</p>\n\n<p>\nوأما قوله: سدانة البيت، فإنه يعني خدمته، يقال منه: سدنته أسدنه سدانة\nوهو رجل سادن من قوم سدنة وهم الخدم وكانت السدانة واللواء في الجاهلية في\nبني عبد الدار، وكانت السقاية والرفادة إلى هاشم بن عبد مناف ثم صارت إلى\nعبد المطلب ثم إلى العباس وأقر ذلك رسول الله صلى الله عليه وسلم على حاله\nفي الإسلام والسدانة هي الحجابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله: دم ربيعة بن الحارث، فإن ابن الكلبي اخبرني أن ربيعة لم يقتل\nوقد عاش بعد رسول الله صلى الله عليه وسلم دهرا إلى زمان عمر ولكنه قتل ابن\nله صغير في الجاهلية فأهدر النبي صلى الله عليه وسلم دمه فيما أهدر، قال:\nوإنما قال: دم ربيعة بن الحارث، لأنه ولي الدم فنسبه إليه.\n</p>\n\n<p>\nوأما الرفادة فإنها شئ كانت [قريش] ترافد به في الجاهلية، فيخرج كل إنسان\nمنهم بقدر طاقته فيجمعون من ذلك مالا عظيما أيام الموسم، فيشترون به الجزر\nوالطعام والزبيب للنبيذ، فلا يزالون يطعمون الناس حتى ينقضي الموسم، وكان\nأول من قام بذلك وسنه هاشم بن عبد مناف، ويقال: إنه سمي هاشم لهذا لأنه هشم\nالثريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nواسمه عمرو وفيه يقول الشاعر: [الكامل] عمرو العلا هشم الثريد لقومه\nورجال مكة مسنتون عجاف ثم قام بعده عبد المطلب ثم العباس فقام الإسلام وذلك\nفي يد العباس وكان في زمن النبي عليه السلام ثم لم تزل الخلفاء تفعل ذلك\nإلى اليوم.\n</p>\n\n<p>\nوقوله: تحت قدمي هاتين يعني أني قد أهدرت ذلك كله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا كلام العرب يقول الرجل للرجل إذا جرى بينهما شر ثم أراد الصلح: اجعل\nذلك تحت قدميك أي أبطله وارجع إلى الصلح.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أن سعد بن عبادة أتاه برجل كان\nفي الحي مخدج سقيم وجد على أمة من إمائهم يخبث بها فقال النبي عليه السلام:\nخذوا له عثكالا فيه مائة شمراخ / فاضربوه بها ضربة.\n</p>\n\n<p>\nقال الأصمعي <span id='ms099'></span> وغير واحد في المخدج: هو الناقص الخلق، ومنه قيل للمقتول\nبالنهروان في الخوارج: مخدج اليد.\n</p>\n\n<p>\nوأما العثكال فهو الذي يسميه الناس: الكباسة، وفيه لغتان:\n</p>\n\n<p>\nعثكال وعثكول وأهل المدينة يسمونه العذق بكسر العين.\n</p>\n\n<p>\nوأما العذق بالفتحة فالنخلة نفسها قال امرؤ القيس يصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nشعر امرأة شبهه بالعثكال: [الطويل] وفرع يزين المتن أسود فاحم أثيث كقنو\nالنخلة المتعثكل والقنو هو العثكال أيضا، وجمع القنو أقناء وقنوان. وفي هذا\nالحديث من الفقه أنه عجل ضربه فلم يمنعه سقمه من إقامة الحد عليه، وفيه\nتخفيف الضرب عنه، ولا نرى ذلك إلا لمكان مرضه، وفيه أنه لم ينفه من الزنا.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: من منح منحة ورق أو منح لبنا\nكان له كعدل رقبة أو نسمة.\n</p>\n\n<p>\nقوله: من منح ورق أو منح لبنا، فإن المنحة عند العرب على معنيين: أحدهما\nأن يعطي الرجل صاحبه المال هبة أو صلة فيكون له، وأما المنحة الأخرى فإن\nللعرب أربعة أسماء تضعها في موضع العارية فينتفع بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nالمدفوعة إليه، والأصل في هذا كله لربها يرجع إليه، وهي المنيحة والعرية\nوالإفقار والإخبال، وكلها في الحديث إلا الإخبال فأما المنحة فالرجل يمنح\nأخاه ناقة أو شاة فيحتلبها عاما أو أقل من ذلك أو أكثر ثم يردها، وهذا\nتأويل الحديث.\n</p>\n\n<p>\nوأما العرية فالرجل يعري الرجل تمر نخلة من نخيلة فيكون له التمر عامة\nذلك، هذه العرية التي رخص النبي عليه السلام في بيع ثمرها بتمر قبل أن\nيصرم.\n</p>\n\n<p>\nوأما الإفقار فأن يعطي الرجل الرجل دابته فيركبها ما أحب في سفر أو حضر\nثم يردها عليه [وهو] الذي يروى فيه الحديث عن عبد الله أنه سئل عن رجل\nاستقرض من رجل دراهم ثم إن المستقرض أفقر المقرض ظهر دابته، قال عبد الله:\nما أصاب من ظهر دابته فهو ربا فذلك يذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أنه قرض جر منفعة.\n</p>\n\n<p>\nوأما الإخبال فإن الرجل منهم كان يعطي الرجل البعير أو الناقة ليركبها\nفيجتز وبرها وينتفع بها ثم يردها، وإياه عنى زهير بن أبي <span id='ms100'></span> سلمى وقال لقوم\nيمدحهم: [الطويل] هنالك إن يستخبلوا المال يخبلوا وإن يسألوا يعطوا وإن\nييسروا يغلوا يقال منه: قد أخبلت الرجل أخبله إخبالا. وكان أبو عبيدة\nينشده:\n</p>\n\n<p>\n[الطويل] هنالك إن يستخولوا المال يخولوا من الخول.\n</p>\n\n<p>\nوفي حديث آخر [يروى] من حديث عوف وغيره يرفع إلى النبي عليه السلام: من\nمنح منحة وكوفا فله كذا وكذا.\n</p>\n\n<p>\nفالوكوف: الكثيرة الغزيرة الدر، ومن هذا قيل: وكف البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nبالمطر، وكذلك وكفت العين بالدمع وفي قوله: منحة وكوفا، مما يبين لك أنه\nلم يرد [بالمنحة] الشربة يسقيها الرجل صاحبه، إنما أراد بالمنحة الناقة أو\nالشاة يدفعها إليه ليحتلبها. ومن / المنحة أيضا أن يمنح الرجل الرجل أرضه\nيزرعها.\n</p>\n\n<p>\nومنه حديث النبي عليه السلام: من كانت له أرض فليزرعها أو ليمنحها أخاه.\nقال أبو عبيد: وأكثر العرب تجعل المنحة العارية خاصة، ولا تجعل العرب الهبة\nمنحة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: من أحيى أرضا ميتة فهي له،\nوليس لعرق ظالم حق.\n</p>\n\n<p>\nقال الجمحي: قال هشام: العرق الظالم، أن يجئ الرجل إلى أرض قد أحياها رجل\nقبله فيغرس فيها غرسا أو يحدث فيها حدثا ليستوجب به الأرض هذا الكلام أو\nنحوه قال أبو عبيد فهذا التفسير في الحديث الأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nومما يحقق ذلك حديث آخر سمعت عباد بن العوام يحدثه مثل هذا الحديث قال\nقال عروة: فلقد أخبرني الذي حدثني هذا الحديث أن رجلا غرس في أرض رجل من\nالأنصار نخلا، فاختصما إلى رسول الله صلى الله عليه وسلم فقضى للأنصاري\nبأرضه وقضى على الآخر أن ينزع نخله قال: فلقد رأيتها يضرب في أصولها\nبالفؤوس وإنها لنخل عم. عمم عفا قال أبو عبيد: هذا الغارس في أرض غيره هو\nالعرق الظالم.\n</p>\n\n<p>\nوقوله: نخل عم، هي التامة في طولها والتفافها، واحدتها عميمة ومنه قيل\nللمرأة: عميمة إذا كانت كذلك في خلقها قال لبيد يصف نخلا: [الكامل] سحق\nيمتعها الصفا وسريه عم نواعم بينهن كروم فالسحق: الطوال، وقوله: يمتعها\nيعني يطولها، [وهو] مأخوذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nمن الماتع، وهو الطويل من <span id='ms101'></span> كل شئ والصفا اسم نهر والسري النهر الصغير. وفي\nهذا الحديث من الحكم أنه من اغتصب أرضا أو دارا فغرس فيها وبنى وأنفق ثم\nجاء ربها فاستحقها يحكم حاكم أنه يقضي على الغاصب بقلع ما أحدث فيها وإن\nأضر ذلك به، ولا يقال للمستحق:\n</p>\n\n<p>\nأغرم له القيمة ودع البناء على حاله ولكن إنما له نقضه لا غير، إلا أن\nيشاء المستحق ذلك فهذا الأصل في حكم الغاصب.\n</p>\n\n<p>\nوفي حديث آخر زيادة في هذا قال: من أحيى أرضا ميتة فهي له، وما أكلت\nالعافية [منها] فهو له صدقة.\n</p>\n\n<p>\nفالواحد من العافية عاف، وهو كل من جاءك يطلب فضلا أو رزقا فهو معتف\nوعاف، وجمعه عفاة، وقد عفاك يعفوك عفوا قال الأعشى يمدح رجلا: [المتقارب]\nتطوف العفاة بأبوابه كطوف النصارى يبيت الوثن وقد تكون العافية في هذا\nالحديث من الناس وغيرهم وبيان ذلك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nحديث آخر حدثنيه أبو اليقظان وأنا في نخل لي فقال: من غرسه أمسلم أم كافر\nقلت: لا بل مسلم، قال: ما من مسلم يغرس غرسا أو يزرع زرعا فيأكل منه إنسان\nأو دابة أو طائر أو سبع إلا كانت له صدقة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: إن روح القدس نفث في روعي أن\nنفسا لن تموت حتى تستكمل رزقها، فاتقوا الله وأجملوا في الطلب.\n</p>\n\n<p>\nقوله: نفث في روعي، هو كالنفث بالفم، شبيه بالنفخ فأما التفل فلا يكون /\nإلا ومعه شئ من الريق ومن ذلك حديثه الآخر أنه كان إذا مرض يقرأ على نفسه\nبالمعوذات وينفث [و] قال عنترة: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n[الوافر] فإن يبرأ فلم أنفث عليه وإن يفقد فحق له الفقود وقوله: روعي،\nمعناه كقولك: في خلدي ونفسي ونحو ذلك، فهذا بضم الراء. وأما الروع بالفتح\nفالفزع وليس من هذا بشئ.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: تسعة أعشراء الرزق في\nالتجارة، والرزق الباقي في السابياء.\n</p>\n\n<p>\nقال هشيم: يعني بالسابياء النتاج، قال الأصمعي: السابياء هو الماء الذي\nيجري على رأس الولد إذا ولد. وقال أبو <span id='ms102'></span> زيد [الأنصاري]:\n</p>\n\n<p>\nذلك الماء هو الحولاء (الحولاء) ممدود. قال: وأما الجلدة الرقيقة التي\nيكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nفيها الولد فإنها السلى، ومنه قيل في المثل: انقطع السلى في البطن يضرب\nفي الأمر العظيم إذا نزل بهم. قال الأحمر: السابياء والحولاء والسخد كله\nالماء الذي يكون مع الولد، وهو ماء غليظ ومنه قيل للرجل إذا أصبح ثقيلا\nمورما: إنه لمسخد. قال أبو عبيد: ومعنى هذا الحديث والذي نرجع إليه ما قال\nهشيم: إنما أراد النتاج، ولكن الأصل ما فسر هؤلاء لأنه عليه السلام لم يسم\nالنتاج السابياء ومما يبين ذلك حديث عمر قال قال لي عمر: ما مالك يا ظبيان\nقال قلت: عطائي ألفان، قال: اتخذ من هذا الحرث والسابياء قبل أن تليك غلمة\nمن قريش لا تعد العطاء معهم مالا.\n</p>\n\n<p>\nوقال أبو عبيد في حديث النبي عليه السلام: من تعزى بعزاء الجاهلية فأعضوه\nبهن أبيه ولا تكنوا قال أبي بن كعب إنه سمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا ينادي: يا لفلان! فقال له: أعضض بهن أبيك ولم يكن، فقال له: يا أبا\nالمنذر ما كنت فحاشا، فقال: إني سمعت النبي عليه السلام يقول: من تعزى\nبعزاء الجاهلية فأعضوه بهن أبيه ولا تكنوا.\n</p>\n\n<p>\nقال الكسائي: يعني انتسب وانتمى، كقولهم: يا لفلان! ويا لبنى فلان!\nفقوله: عزاء الجاهلية، الدعوى للقبائل أن يقال: يا لتميم!\n</p>\n\n<p>\nويا لعامر وأشباه ذلك. ومنه حديث سمعته يروى عن بعض أهل العلم أن رجلا\nقال بالبصرة: يا لعامر! فجاء النابغة الجعدي بعصبة له فأخذته شرط أبي موسى\nفضربه خمسين سوطا بإجابته عن دعوى الجاهلية ويقال منه: اعتزينا وتعزينا،\nقال عبيد [بن الأبرص]: [الكامل] نعليهم تحت العجا ج المشرقي إذا اعتزينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الراعي: [الطويل] فلما التقت فرساننا ورجالهم دعوا يا لكلب واعتزينا\nلعامر وقال بشر بن أبي خازم: [الكامل] نعلو الفوارس بالسيوف ونعتزي والخيل\nمشعرة النحور من الدم ويقال منه: عزوت الرجل إلى أبيه وأعزيته وعزيته لغتان\nإذا نسبته إليه. وكذلك الحديث إذا أسندته. قال حدثني يحيى بن سعيد عن ابن\nجريج أن عطاء حدثه بحديث <span id='ms103'></span> قال فقلت [لعطاء]: أتعزيه إلى أحد [يعني أتسنده\nإليه] وهو مثل النسبة. وأما / حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر قوله: من لم يتعز بعزاء الإسلام فليس منا قال: عزاء الإسلام أن\nيقول: يا للمسلمين! وكذلك يروى عن عمر أنه قال:\n</p>\n\n<p>\nسيكون للعرب دعوى قبائل، فإذا كان ذلك فالسيف السيف والقتل القتل حتى\nيقولوا: يا للمسلمين! [فهذا عزاء الإسلام. قال أبو عبيد] ويقال: كنوت الرجل\nوكنيته [لغتان، قال: سمعت من أبي زياد ينشد الكسائي: [الطويل] وإني لأكنو\nعن قدور بغيرها وأعرب أحيانا بها فأصارح] فتخ وقال أبو عبيد: في حديث النبي\nعليه السلام أنه كان إذا سجد جافى عضديه عن جنبيه وفتخ أصابع رجليه.\n</p>\n\n<p>\nقال يحيى: الفتخ أن يصنع هكذا ونصب أصابعه ثم غمز موضع المفاصل منها إلى\nباطن الراحة يعني أنه كان يفعل ذلك بأصابع رجليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nفي السجود قال الأصمعي: [أصل] الفتخ اللين قال أبو عبيد:\n</p>\n\n<p>\nويقال للبراجم إذا كان فيها لين وعرض: إنها لفتخ، ومنه قيل للعقاب:\n</p>\n\n<p>\nفتخاء، لأنها إذا انحطت كسرت جناحيها وغمزتهما وهذا لا يكون إلا من اللين\nقال امرؤ القيس يذكر الفرس ويشبهها بالعقاب: [الطويل] كأني بفتخاء الجناحين\nلقوة دفوف من العقبان ظأطأت شملالى وقال الآخر: [البسيط] كأنها كاسر في\nالجو فتخاء وإنما سميت كاسرا لكسرها جناحيها إذا انحطت. وفي هذا الحديث من\nالفقه أنه كان ينصب قدميه في السجود نصبا، ولولا نصبه إياهما لم يكن هناك\nفتخ فكانت الأصابع منحنية، فهذا الذي يراد من الحديث، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مثل حديثه الآخر أنه أمر بوضع الكفين ونصب القدمين في الصلاة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام في حديث ذكر فيه نعت أهل الجنة\nقال: ويرفع أهل الغرف إلى غرفهم في درة بيضاء ليس فيها قصم ولا فصم.\n</p>\n\n<p>\nقوله: القصم بالقاف هو أن ينكسر الشئ فيبين، يقال منه:\n</p>\n\n<p>\nقصمت الشئ أقصمه قصما إذا كسرته حتى يبين، ومنه قيل: فلان أقصم الثنية\nإذا كان مكسورها ومنه الحديث [الآخر]: استغنوا عن الناس ولو عن قصمة السواك\nيعني ما انكسر منه إذا استيك به <span id='ms104'></span>.\n</p>\n\n<p>\nوأما الفصم بالفاء فهو أن ينصدع الشئ من غير أن يبين، يقال منه: فصمت\nالشئ أفصمه فصما إذا فعلت ذلك به، فهو مفصوم قال ذو الرمة يذكر غزالا شبهه\nبدملج فضة: [البسيط] كأنه دملج من فضة نبه في ملعب من جواري الحي مفصوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما جعله مفصوما لتثنيه وانحنائه إذا نام، ولم يقل: مقصوم، فيكون بائنا\nباثنتين وقد قال الله عز وجل \" لا انفصام لها \".\n</p>\n\n<p>\nوأما الوصم بالواو وليس [هو] في هذا الحديث فإنه العيب يكون بالإنسان وفي\nكل شئ، يقال: ما في فلان وصمة إلا كذا وكذا يعني العيب.\n</p>\n\n<p>\nوأما التوصيم فإنه الفترة والكسل يكون في الجسد، ومنه الحديث:\n</p>\n\n<p>\nإن الرجل إذا قام يصلي من الليل أصبح طيب النفس، وإن نام حتى يصبح أصبح\nثقيلا موصما وقال لبيد: [الرمل] وإذا رمت رحيلا فارتحل واعص ما يأمر توصيم\nالكسل / وقال أبو عبيد: في حديث النبي عليه السلام: من فاتته صلاة العصر\nفكأنما وتر أهله وماله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nقال الكسائي: هو من الوتر، وذلك أن يجني الرجل على الرجل جناية يقتل له\nقتيلا أو يذهب بماله وأهله فيقال: قد وتر فلان فلانا أهله وماله \" قال أبو\nعبيد: يقول: فهذا ما قد فاته من صلاة العصر بمنزلة الذي وتر فذهب بماله\nوأهله، وقال غيره: وتر أهله يقول:\n</p>\n\n<p>\nنقص أهله وماله وبقي فردا، وذهب إلى قوله: \" ولن يتركم أعمالكم يقول: لن\nينقصكم، يقال: وترته حقه إذا نقصته قال أبو عبيد: وأحد القولين قريب من\nالآخر.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه جاء إلى البقيع ومعه مخصرة\nفجلس ونكت بها [في] الأرض، ثم رفع رأسه وقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nما من نفس منفوسة إلا [و] قد كتب مكانها من الجنة أو النار ثم ذكر حديثا\nطويلا في القدر.\n</p>\n\n<p>\nقوله: ومعه مخصرة، فإن المخصرة ما اختصر الإنسان بيده وأمسكه من عصا أو\nعنزة أو عكازة أو ما أشبه ذلك ومنه أن يمسك الرجل بيد صاحبه فيقال: فلان\nمخاصر فلان.\n</p>\n\n<p>\nومنه حديث عبد الله بن عمرو أنه كان عنده <span id='ms105'></span> رجل من قريش وكان مخاصرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرني مسلمة بن سهل بشيخ من أهل العلم بإسناد له لا أحفظه أن يزيد بن\nمعاوية قال لأبيه معاوية: ألا ترى عبد الرحمن بن حسان يسب بابنتك، فقال\nمعاوية: ما قال فقال قال: [الخفيف] وهي زهراء مثل لؤلؤة الغواص ميزت من\nجوهر مكنون فقال معاوية: صدق، فقال يزيد: وقال:\n</p>\n\n<p>\nفإذا ما نسبتها لم تجدها في سناء من المكارم دون فقال معاوية: صدق، فقال\nيزيد: فأبين قوله:\n</p>\n\n<p>\nثم خاصرتها إلى القبة الخضراء تمشي في مرمر مسنون فقال معاوية: كذب.\n</p>\n\n<p>\nقال أبو عبيد: قوله: خاصرتها [أي] أخذت بيدها. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nالفراء: يقال: خرج القوم متخاصرين إذا كان بعضهم آخذا بيد بعض.\n</p>\n\n<p>\nوأما الحديث الذي يروى أنه نهى أن يصلي الرجل مختصرا فليس من هذا، إنما\nذاك أن يصلي وهو واضع يده على خصره، فذلك يروى في كراهيته حديث مرفوع ويروى\nفيه الكراهة أيضا عن عائشة رضي الله عنها وأبي هريرة، و [هو] في بعض الحديث\nأنه راحة أهل النار.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه كان لا يصلي في شعر نسائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n[قوله]: الشعر واحدتها الشعار، وهو ما ولى جلد الإنسان من اللباس وأما\nالدثار فهو ما فوق الشعار مما يستدفأ به. وأما اللحاف فكلما تغطيت به فقد\nالتحفت به، يقال منه: لحفت الرجل ألحفه لحفا إذا فعلت ذلك به قال طرفة بن\nالعبد: [الرمل] ثم راحوا عبق المسك بهم يلحفون الأرض هداب الأزر وفي الحديث\nمن الفقه أنه إنما كره الصلاة في ثيابهن فيما نرى والله أعلم مخافة أن يكون\nأصابها شئ من دم الحيض، / أعرف للحديث وجها غيره فأما عرق [الجنب و] الحائض\nفلا نعلم أحدا كرهه، ولكنه بمكان الدم كما كره الحسن الصلاة في ثياب\nالصبيان وكره بعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة في ثياب اليهودي والنصراني، وذلك لمخافة أن يكون أصابها شئ من\nالقذر لأنهم لا يستنجون وقد روي مع هذا الرخصة في الصلاة في ثياب النساء\nوسمعت يزيد يحدث أن رسول الله صلى الله عليه <span id='ms106'></span> وسلم كان يصلي في مروط نسائه،\nوكانت أكسية أثمانها خمسة دراهم أو ستة والناس على هذا.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لقد هممت أن لا أتهب إلا من\nقرشي أو أنصاري أو ثقفي. لا أعلمه إلا من حديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nابن عيينة عن عمرو عن [طاؤس وعن ابن عجلان عن المقبري يرفعان حديث النبي\nصلى الله عليه وسلم].\n</p>\n\n<p>\nقوله: لا أتهب، يقول: لا أقل هبة إلا من هؤلاء: ومثال هذا من الفعل\nافتعل، كقولك من العدة: اتعد، ومن الصلة: اتصل، ومن الزنة: اتزن.\n</p>\n\n<p>\nقال أبو عبيد: ويقال: إن النبي عليه السلام إنما قال هذه المقالة لأن\nالذي اقتضاه الثواب من أهل البادية فخص هؤلاء بالاتهاب منهم لأنهم أهل\nحاضرة وهم أعلم بمكارم الأخلاق وبيان ذلك في حديث آخر أنه قال: لقد هممت أن\nلا أقبل هبة أو قال:\n</p>\n\n<p>\nهدية إلا من قرشي أو أنصاري أو ثقفي وفي بعض الحديث: أو دوسي.\n</p>\n\n<p>\nفهذا قد بين لك أنه أراد بقوله: لا أتهب [أي] لا أقبل هبة، وفي هذا\nالحديث أنه [صلى الله عليه] كان يقبل الهدية والهبة، وليس هذا بعده لأحد من\nالخلفاء، لأنه يروى عنه: هدايا الأمراء غلول وبلغني ذلك عن أبي المليح\nالرقي عن عمر بن عبد العزيز أنه قال: كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nلرسول الله صلى الله عليه وسلم هدية وللأمراء بعده رشوة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه حرم ما بين لابتي المدينة.\n</p>\n\n<p>\nقال الأصمعي: اللابة الحرة وهي الأرض التي قد ألبستها حجارة سود، وجمع\nاللابة لأبات ما بين الثلاث إلى العشر، فإذا كثرت فهي اللاب واللوب لغتان\nقال بشر بن أبي خازم يذكر كتيبة:\n</p>\n\n<p>\n[الطويل] معالية لأهم إلا محجر وحرة ليلى السهل منها فلوبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nيريد جمع لابة، ومثل هذا في الكلام قليل، ومنه: قارة وقور، وساحة وسوح.\n</p>\n\n<p>\nوفي حديث آخر أن رسول الله صلى الله عليه وسلم حرم ما بين عير إلى ثور.\n</p>\n\n<p>\nوهما اسما جبلين بالمدينة، وقد كان بعض الرواة يحمل معنى بيت الحارث بن <span id='ms107'></span>\nحلزة في قوله: [الخفيف] زعموا أن كل من ضرب العير موال لنا وإنا الولاء على\nهذا العير يذهب إلى كل من ضرب إليه وبلغه، وبعض الرواة يحمله على [أن]\nالعير الحمار ثور قال أبو عبيد: وهذا حديث أهل العراق، وأهل المدينة لا\nيعرفون بالمدينة جبلا يقال له ثور، وإنما ثور بمكة فيرى أن الحديث [إنما]\nأصله: ما بين عير إلى أحد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: سألت عن هذا أهل المدينة فلم يعرفوه، وهذا الحديث من رواية\nأهل العراق ولم يعرف أهل المدينة ثورا، وقالوا: إنما ثور بمكة، وأما عير\nفبالمدينة معروف وقد رأيته.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام / أنه أتاه مالك بن مرارة\nالرهاوي فقال: يا رسول الله! إني قد أوتيت من الجمال ما ترى ما يسرني أن\nأحدا يفضلني بشراكين فما فوقهما فهل ذلك من البغي فقال رسول الله صلى الله\nعليه وسلم: إنما ذلك من سفه الحق وغمط الناس.\n</p>\n\n<p>\nأما قوله: من سفه الحق، فإنه أن يرى الحق سفها وجهلا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n[و] قال الله جل ذكره \" إلا من سفه نفسه \" وبعض المفسرين يقول في قوله: \"\nإلا من سفه نفسه \": سفهها.\n</p>\n\n<p>\nوأما قوله: وغمط الناس، فإنه الاحتقار لهم والازدراء بهم وما أشبه ذلك.\nوفيه لغة أخرى في غير هذا الحديث: وغمص الناس بالصاد، وهو بمعنى غمط.\n</p>\n\n<p>\nومنه حديث يروى عن عبد الملك بن عمير عن قبيصة بن جابر أنه أصاب ظبيا وهو\nمحرم فسأل عمر فشاور عبد الرحمن ثم أمره أن يذبح شاة، فقال قبيصة لصاحبه:\nوالله! ما علم أمير المؤمنين حتى سأل غيره وأحسبني سأنحر ناقتي، فسمعه عمر\nفأقبل عليه ضربا بالدرة فقال: أتغمص الفتيا وتقتل الصيد وأنت محرم قال الله\n[تبارك و] تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n\" يحكم به ذوا عدل منكم \" فأنا عمر وهذا عبد الرحمن.\n</p>\n\n<p>\n[وقال أبو عبيد]: قوله: أتغمص الفتيا يعني أتحتقرها وتطعن فيها؟ ومنه\nيقال للرجل إذا كان مطعونا عليه في دينه: إنه لمغموص عليه، يقال: غمص وغمط\nيغمص ويغمط وأنا أغمص وأغمط.\n</p>\n\n<p>\nوفي هذا الحديث <span id='ms108'></span> من الفقه أن عمر لم يحكم عليه حتى حكم معه غيره لقوله \"\nيحكم به ذوا عدل منكم \". وفيه أنه جعل في الظبي شاة أو كبشا ورآه نده من\nالنعم. وفيه أنه لم يسأله: أقتله عمدا أو خطأ، ورآهما عنده سواء في الحكم،\nوهذا غير قول من يقول: إنما الجزاء في العمد.\n</p>\n\n<p>\nوفيه أنه لم يسأله: هل أصاب صيدا قبله أم لا، ولكنه حكم عليه، فهذا يرد\nقول من قال، إنما يحكم عليه مرة واحدة فإن عاد لم يحكم عليه، وقيل له: اذهب\nفينتقم الله منك.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعدي شئ شيئا، فقال أعرابي: يا رسول الله! إن النقبة تكون بمشفر\nالبعير أو بذنبه في الإبل العظيمة فتجرب كلها، قال رسول الله صلى الله عليه\nوسلم: فما أجرب الأول قال الأصمعي: النقبة أول الجرب حين يبدو، ويقال\nللناقة والبعير:\n</p>\n\n<p>\nبه نقبة، وجمعه نقب.\n</p>\n\n<p>\nوأخبرني ابن الكلبي أن دريد بن الصمة خطب الخنساء بنت عمرو [بن الشريد]\nإلى أخويها صخر ومعاوية [ابني عمرو بن الشريد] فوافقاها وهي تهنأ إبلا لها\nفاستأمرها أخواها فيه فقالت: أتروني كنت تاركة بني عمي كأنهم عوالي الرماح\nومرتثة شيخ بني جشم، فانصرف دريد وهو يقول: [الكامل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nما إن رأيت ولا سمعت به كاليوم هاني أينق صهب متبدلا تبدو محاسنه يضع\nالهناء مواضع النقب وفي الحديث أيضا أنه عليه السلام قال: لا عدوى ولا هامة\nولا صفر، وقد فسرناه في موضع آخر.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه قال: ثلاث / من أمر\nالجاهلية: الطعن في الأنساب، والنياحة والأنواء.\n</p>\n\n<p>\n[قال]: سمعت عدة من أهل العلم يقولون: أما الطعن في الأنساب والنياحة\nفمعروفان، وأما الأنواء فإنها ثمانية وعشرون نجما معروفة المطالع في أزمنة\nالسنة كلها، في الصيف والشتاء والربيع والخريف، يسقط منها في كل ثلاث عشرة\nليلة نجم في المغرب مع طلوع الفجر، ويطلع آخر يقابله في المشرق من ساعته،\nوكلاهما معلوم مسمى، وانقضاء هذه الثمانية وعشرين كلها مع <span id='ms109'></span> انقضاء السنة، ثم\nيرجع الأمر إلى النجم الأول مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nاستئناف السنة المقبلة، فكانت العرب في الجاهلية إذا سقط منها نجم وطلع\nآخر قالوا: لا بد [من] أن يكون عند ذلك مطر ورياح، فينسبون كل غيث يكون عند\nذلك إلى ذلك النجم الذي يسقط حينئذ فيقولون:\n</p>\n\n<p>\nمطرنا بنوء الثريا والدبران والسماك، وما كان من هذه النجوم فعلى هذا\nفهذه هي الأنواء، واحدها نوء. وإنما سمي نوءا لأنه إذا سقط الساقط منها\nبالمغرب ناء الطالع بالمشرق للطلوع، فهو ينوء نوءا، وذلك النهوض هو النوء،\nفسمي النجم به، وكذلك كل ناهض بثقل وإبطاء فإنه ينوء عند نهوضه، وقد يكون\nالنوء السقوط. قال أبو عبيد: ولم أسمع أن النوء السقوط إلا في هذا الموضع.\nوقال الله تعالى \" ما إن مفاتحه لتنوء بالعصبة \" وقال ذو الرمة يذكر امرأة\nبالعظم: [الطويل] تنوء بأخراها فلأيا قيامها وتمشي الهوينا من قريب فتبهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ذكرت العرب الأنواء في أشعارها فأكثرت حتى جاء فيها النهي عن النبي\nعليه السلام.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أن رجلا كان يخدمه في سفر فقال\nله النبي [صلى الله عليه]: هل في أهلك من كاهل قال: لا، ما هم إلا صبية\nصغار، فقال: ففيهم فجاهد.\n</p>\n\n<p>\nقوله: من كاهل يعني من أسن وهو من الكهل، يقال:\n</p>\n\n<p>\nكاهل الرجل واكتهل إذا أسن، وكذلك يقال: قد اكتهل النبات إذا تم طوله،\nوهو رجل كهل وامرأة كهلة قال الراجز: [الرجز] ولا أعود بعدها كريا أمارس\nالكهلة والصبيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: إذا دخل شهر رمضان صفدت\nالشياطين وفتحت أبواب الجنة وغلقت أبواب النار.\n</p>\n\n<p>\nقال الكسائي وغير واحد: [قوله]: صفدت يعني شدت بالأغلال وأوثقت، يقال\n[منه]: صفدت الرجل فهو مصفود، وصفدته فهو مصفد، فأما أصفدته بالألف إصفادا\nفهو أن تعطيه وتصله، والاسم من العطية ومن الوثاق جميعا الصفد قال النابغة\nالذبياني في الصفد يريد العطية: [البسيط] هذا الثناء [فإن تسمع به حسنا فلم\nأعرض] أبيت اللعن بالصفد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: لم أمدحك لتعطيني، والجمع <span id='ms110'></span> منهما جميعا أصفاد، قال الله عز وجل:\n</p>\n\n<p>\n\" وآخرين مقرنين في الأصفاد \". [و] قال الأعشى في العطية أيضا يمدح رجلا:\n[الطويل] تضيفته يوما فأكرم مقعدي وأصفدني على الزمانة قائدا يقول: وهب لي\nقائدا يقودني، / والمصدر من العطية الإصفاد، ومن الوثق [الصفد و] التصفيد،\nويقال للشئ الذي يوثق [به] الإنسان: الصفاد يكون من نسع أو قد [و] قال\nالشاعر يعير لقيط بن زرارة بأسر أخيه معبد: [الكامل] هلا مننت على أخيك\nمعبد والعامري يقوده بصفاد وقال أبو عبيد: في حديث النبي عليه السلام أن\nالله [تبارك وتعالى] جعل حسنات ابن آدم بعشر أمثالها إلى سبعمائة ضعف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الله عز وجل: إلا الصوم فإن الصوم لي وأنا أجزي به ولخلوف فم الصائم\nعند الله أطيب من ريح المسك. قوله: الصوم لي وأنا أجزي به، وقد علمنا أن\nأعمال البر كلها لله تعالى وهو يجزي بها فنرى والله أعلم أنه إنما خص الصوم\nبأن يكون هو الذي يتولى جزاءه لأن الصوم لا يظهر من ابن آدم بلسان ولا فعل\nفتكتبه الحفظة، وإنما هو نية بالقلب وإمساك عن حركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nالمطعم والمشرب والنكاح، يقول: فأنا أتولى جزاءه على ما أحب من التضعيف\nوليس على كتاب كتب له، ومما يبين ذلك قوله عليه السلام: ليس في الصوم رياء.\nوذلك أن الأعمال كلها لا تكون إلا بالحركات إلا الصوم خاصة فإنما هو بالنية\nالتي قد خفيت على الناس، فإذا نواها فكيف يكون ههنا رياء هذا عندي والله\nأعلم وجه الحديث خلف صوم [قال أبو عبيد: وبلغني عن سفيان بن عيينة] أنه فسر\nقوله:\n</p>\n\n<p>\nكل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به، قال: لأن الصوم هو\nالصبر، يصبر الإنسان عن المطعم والمشرب والنكاح، ثم قرأ \" إنما يوفى\nالصابرون أجرهم بغير حساب \" يقول: فثواب الصبر ليس له حساب يعلم من كثرته،\nومما يقوي قول سفيان الذي يروى في التفسير قول الله [تبارك و] تعالى \"\nالسائحون \" قال هو في التفسير: الصائمون، يقول: فإنما الصائم بمنزلة السائح\nليس <span id='ms111'></span> يتلذذ بشئ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله في الخلوف فإنه تغير طعم الفم لتأخير الطعام، يقال منه:\n</p>\n\n<p>\nخلف فمه يخلف خلوفا، قاله الكسائي والأصمعي وغيرهما.\n</p>\n\n<p>\nومنه حديث علي رضي الله عنه حين سئل عن القبلة للصائم فقال:\n</p>\n\n<p>\nوما أربك إلى خلوف فيها.\n</p>\n\n<p>\nوالصوم أيضا في أشياء سوى هذا، يقال للنائم الساكت: صائم قال النابغة\nالذبياني: [البسيط] خيل صيام وخيل غير صائمة تحت العجاج وخيل تعلك اللجما\nويقل للنهار إذا اعتدل وقام قائم الظهيرة: قد صام قال امرؤ القيس:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n[الطويل] فدع ذا وسل الهم عنك بجسرة ذمول إذا صام النهار وهجرا وقرأ أنس\nبن مالك \" إني نذرت للرحمن صوما \" ويروى: صمتا.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه أمر بالإثمد المروح عند\nالنوم، وقال: ليتقه الصائم.\n</p>\n\n<p>\n[قوله]: المروح أراد المطيب بالمسك، فقال: مروح بالواو، وإنما هو من\nالريح، وذلك أن أصل الريح الواو، وإنما جاءت الواو ياء لكسرة الراء قبلها،\nفإذا رجعوا إلى الفتح عادت الواو، ألا ترى أنهم قالوا: تروحت بالمروحة\nبالواو، وجمعوا الريح فقالوا: أرواح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nلما انفتحت الواو وكذلك قولهم: تروح الماء وغيره إذا تغيرت ريحه.\n</p>\n\n<p>\nوفي هذا الحديث من الفقه أنه رخص في المسك أن يكتحل به ويتطيب به وفيه\nأنه [كرهه للصائم، وإنما وجه الكراهة أنه ربما خلص إلى الحلق، وقد جاء في\nالحديث الرخصة فيه وعليه الناس وأنه -] لا بأس بالكحل للصائم.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام / لعلكم ستدركون أقواما يؤخرون\nالصلاة إلى شرق الموتى فصلوا الصلاة للوقت الذي تعرفون ثم صلوها معهم.\n</p>\n\n<p>\nأما قوله: يؤخرون الصلاة إلى شرق الموتى، فإن ذلك في تفسيرين:\n</p>\n\n<p>\nأحدهما [يروى] عن الحسن بن محمد ابن الحنفية، قال أبو عبيد: سمعت مروان\nالفزاري يحدثه عنه أنه سئل عن ذلك فقال: ألم تر إلى الشمس إذا ارتفعت عن\nالحيطان وصارت بين القبور كأنها لجة فذلك شرق الموتى سبح قال أبو عبيد:\nيعني أن طلوعها وشروقها إنما [هو] تلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nالساعة للموتى دون الأحياء، يقول: إذا ارتفعت عن الحيطان فظننت أنها قد <span id='ms112'></span>\nغبت فإذا خرجت إلى المقابر رأيتها هناك.\n</p>\n\n<p>\nوأما التفسير الآخر فإنه عن غيره قال: هو أن يغص الإنسان بريقه وأن يشرق\nبه عند الموت، فأراد أنهم كانوا يصلون الجمعة ولم يبق من النهار إلا بقدر\nما بقي من نفس هذا الذي قد شرق بريقه.\n</p>\n\n<p>\nوفي غير هذا الحديث زيادة ليست في هذا، عن النبي عليه السلام في تأخير\nالصلاة مثل ذلك إلا أنه لم يذكر شرق الموتى، وزاد فيه:\n</p>\n\n<p>\nفصلوا في بيوتكم للوقت الذي تعرفون واجعلوا صلاتكم معهم سبحة.\n</p>\n\n<p>\nقال أبو عبيد: يعني بالسبحة النافلة، وبيان ذلك في حديث آخر أنه قال:\nاجعلوها نافلة وكذلك كل نافلة في الصلاة فهي سبحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nومنه حديث ابن عمر أنه كان يصلي سبحته في مكانه الذي يصلي فيه المكتوبة.\nقال الله عز وجل \" فلولا أنه كان من المسبحين \" يروى في التفسير: من\nالمصلين. وفي هذا الحديث من الفقه أنه يرد قول من خرج على السلطان ما دام\nيقيم الصلاة، فلو رخص لهم في حال لكان في هذه الحال إذا كانوا يصلون الصلاة\nلغير وقتها فكيف إذا صلوها لوقتها هذا يرد قوله أشد الرد وفي هذا الحديث\nأيضا ما يبين اختلاف الناس فيمن صلى وحده ثم أعاد في جماعة، فقال بعضهم:\nصلاته هي الأولى، وقال بعضهم: بل هي التي صلى في جماعة فقد تبين لك في هذا\nالحديث أن صلاته المكتوبة هي الأولى، وأن التي بعدها نافلة وإن كانت في\nجماعة.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه كانت فيه دعابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: الدعابة يعني المزاح، وفيه ثلاث لغات: المزاحة، والمزاح والمزح وفي\nحديث آخر يروى عنه عليه السلام [أنه قال]:\n</p>\n\n<p>\nإني لأمزح وما أقول إلا حقا، وذلك فيما يروى مثل قوله: اذهبوا بنا إلى\nفلان البصير نعوده لرجل مكفوف أراد البصير القلب و [مثل] قوله للعجوز التي\nقالت: ادع الله أن يدخلني الجنة، فقال: إن الجنة لا تدخلها العجز، كأنه\nأراد قول الله جل ثناؤه \" إنا أنشأناهن إنشاء أبكارا أترابا \" يقول: فإذا\nصارت <span id='ms113'></span> إلى الجنة فليست بعجوز حينئذ ومنه قوله لابن أبي طلحة وكان له نغر\nفمات فجعل يقول: ما فعل النغير يا أبا عمير هذا وما أشبهه من المزاح وهو حق\nكله. قال أبو عبيد: وفي حديث النغير أنه قد أحل صيد المدينة وقد حرمها،\nفكأنه إنما حرم الشجر أن تعضد ولم يحرم الطير كما حرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nطير مكة [قال أبو عبيد]: وقد يكون هذا الحديث أن يكون الطائر إنما أدخل\nمن خارج المدينة إلى المدينة / فلم ينكره لهذا ولا أرى هذا إلا وجه الحديث\nومما يبين ذلك أن الدعابة المزاح (المزاح)، قوله لجابر بن عبد الله حين قال\nله: أبكرا تزوجت أم ثيبا قال: بل ثيبا، قال: فهلا بكرا تداعبها وتداعبك\nوبعضهم يقول: تلاعبها وتلاعبك. قال اليزيدي: يقال من الدعابة: هذا رجل\nدعابة، وقال بعضهم: دعب، وكان اليزيدي يقول: إنما هو من المزاح (المزاح)\nوينكر ما سواها قال أبو عبيد: وإنما المزاح (المزاح) عندنا مصدر مازحته\nممازحة ومزاحا، فأما مصدر \" مزحت \" فكما قال أولئك: مزاحا.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: إذا أقبل الليل من ههنا وأدبر\nالنهار وغربت الشمس فقد أفطر الصائم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا الحديث من الفقه أنه إن أكل أو لم يأكل [فهو مفطر]، هذا يرد قول\nالمواصلين يقول ليس للمواصل فضل على الآكل، لأن الصيام لا يكون بالليل فهو\nمفطر على كل حال أكل أو ترك. هبا قبل وقال أبو عبيد: في حديث النبي عليه\nالسلام: صوموا لرؤيته وأفطروا لرؤيته فإن حال بينكم وبينه سحاب أو ظلمة أو\nهبوة فأكملوا العدة، لا تستقبلوا الشهر استقبالا، ولا تصلوا رمضان بيوم من\nشعبان، قوله: هبوة يعني الغبرة تحول دون رؤية الهلال، وكل غبرة هبوة، ويقال\nلدقاق التراب إذا ارتفع: قد هبا يهبو هبوا فهو هاب وكان الكسائي ينشد هذه\nالأبيات، قال الكسائي: أنشدني أشياخ من بني تميم يروونه عن أشياخهم عن هوبر\nالحارثي: [الطويل] ألا هل أتى التيم بن عبد مناءة على الشنء فيما بيننا ابن\nتميم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nبمصرعنا النعمان <span id='ms114'></span> يوم تألبت علينا تميم من شظى وصميم تزود منا بين أذناه\nضربة دعته إلى هابي التراب عقيم قوله: هابي التراب يعني ما ارتفع من التراب\nودق وقوله: بين أذناه، هي لغة بني الحارث بن كعب يقولون: رأيت رجلان. وقول\nالنبي عليه السلام: لا تستقبلوا الشهر استقبالا، يقول: لا تقدموا رمضان\nبصيام قبله و [هو] قوله: [و] لا تصلوا رمضان بيوم من شعبان. وسمعت محمد بن\nالحسن يقول في هذا: إنما كره التقدم قبل رمضان إذا كان يراد به رمضان، فأما\nإذا كان أراد به التطوع فلا بأس به. قال أبو عبيد:\n</p>\n\n<p>\nوبيان هذا في حديث مرفوع قال: لا تقدموا رمضان بيوم ولا يومين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن يوافق ذلك صوما كان يصومه أحدكم، صوموا لرؤيته وأفطروا لرؤيته،\nفإن غم عليكم فصوموا ثلاثين يوما ثم أفطروا.\n</p>\n\n<p>\nوفي هذا الحديث من الفقه أيضا قوله: فإن غم عليكم فعدوا ثلاثين، فجعله لا\nيجزيهم على غير رؤيته أقل من ثلاثين ففي هذا ما يبين لك أنه لا يجزي في شئ\nتسعة وعشرين إلا أن يكون ذلك على الرؤية وكذلك لو كان على رجل صوم شهر في\nنذر أو كفارة فصامه مع الرؤية وأفطر معها فكان الشهر تسعا وعشرين، أجزأه،\nوإن اعترض الشهر لم يجزه أقل من ثلاثين فهذا وما أشبهه على ذا، وحديث أبي\nهريرة أصل لكل شئ من هذا الباب.\n</p>\n\n<p>\n/ وقال أبو عبيد: في حديث النبي عليه السلام: صلاة القاعد على النصف من\nصلاة القائم. قال: كان النبي عليه السلام شريكي فكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nخير شريك لا يدارئ ولا يماري وفي حديث سفيان قال قال السائب للنبي عليه\nالسلام: كنت شريكي فكنت خير شريك لا تدارئ ولا تماري.\n</p>\n\n<p>\nقوله: صلاة القاعد على النصف من صلاة القائم، إنما معناه والله أعلم على\nالتطوع خاصة من غير علة من مرض ولا سواه، ولا تدخل الفريضة في هذا الحديث،\nلأن رجلا لو صلى الفريضة قاعدا أو نائما وهو لا يقدر إلا على ذلك كانت\nصلاته تامة مثل صلاة القائم إن <span id='ms115'></span> شاء الله لأنه من عذر، وإن صلاها من غير عذر\nقاعدا أو نائما لم يجزه ألبتة، وعليه الإعادة وهذا وجه الحديث.\n</p>\n\n<p>\nوأما قوله: لا يدارئ ولا يماري، فإن المدارأة ههنا مهموز من دارأت، وهي\nالمشاغبة والمخالفة على صاحبك. ومنها قول الله عز وجل \" وإذ قتلتم نفسا\nفادرءتم فيها والله مخرج \" يعني اختلافهم في القتيل.\n</p>\n\n<p>\nومن ذلك حديث إبراهيم أو الشعبي شك أبو عبيد في المختلعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nإذا كان الدرء من قبلها فلا بأس أن يأخذ منها. والمحدثون يقولون:\n</p>\n\n<p>\nهو الدر وبغير همزة، وإنما هو الدرء من درأت، فإذا كان الدرء من قبلها\nفلا بأس أن يأخذ منها، وإن كان من قبله فلا نأخذ يعني بالدرء النشوز\nوالاعوجاج والاختلاف، وكل من دفعته عنك فقد درأته وقال أبو زبيد يرثي ابن\nأخيه: [الخفيف] كان عني يرد درأك بعد الله شغب المستضعف المريد يعني دفعك.\n</p>\n\n<p>\nوفي حديث آخر قال للنبي عليه السلام: كان [لا] يشاري ولا يماري.\n</p>\n\n<p>\nفالمشاراة: الملاجة، يقال للرجل: قد استشرى إذا لج في الشئ، وهو شبيه\nبالمدارأة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المداراة في حسن الخلق والمعاشرة مع الناس فليس من هذا، هذا غير\nمهموز وذلك مهموز، وزعم الأحمر أن مداراة الناس تهمز ولا تهمز قال أبو\nعبيد: والوجه عندنا ترك الهمز.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لا يدخل الجنة قتات.\n</p>\n\n<p>\nقال الكسائي وأبو زيد أو أحدهما: قوله: قتات يعني النمام، يقال منه: فلان\nيقت الأحاديث قتا أي ينمها نما.\n</p>\n\n<p>\n[و] قال الأصمعي في الذي ينمي الأحاديث: هو مثل القتات إذا كان بلغ هذا\nعن هذا على وجه الإفساد والنميمة، يقال منه:\n</p>\n\n<p>\nنميت مشددة، تنمية مخففة، فأنا أنميه، وإن كان إنما يبلغ الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nعلى وجه الإصلاح وطلب الخير، يقال منه: نميت الحديث إلى فلان مخففة فأنا\nأنميه. ليس بالكاذب من أصلح بين الناس فقال خيرا ونمى خيرا يعني أبلغ ورفع،\nوكل شئ رفعته فقد نميته ومنه قول النابغة: [البسيط] فعد عما ترى إذ لا\nارتجاع له وانم القتود على عيرانة أجد ولهذا <span id='ms116'></span> قيل: نمى الخضاب في اليد\nوالشعر وإنما هو ارتفع وعلا فهو ينمى، وزعم بعض الناس أن ينمو لغة. وبلغني\nعن سفيان بن عيينة أنه قال: لو أن / رجلا اعتذر إلى رجل فحرف الكلام وحسنه\nليرضيه بذلك لم يكن كاذبا بتأويل الحديث، ليس بالكاذب من أصلح بين الناس\nفقال خيرا ونمى خيرا، قال: فإصلاحه فيما بينه وبين صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل من إصلاح ما بين الناس.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه نهى عن كسب الزمارة.\n</p>\n\n<p>\nقال الحجاج: الزمارة الزانية، زمر رمز قال أبو عبيد: فمعنى قوله هذا مثل\nقوله [إنه] نهى عن مهر البغي، والتفسير في الحديث، ولم أسمع هذا الحرف إلا\nفيه، ولا أدري من أي شئ أخذ، وقال بعضهم: الرمازة، وهذا عندي خطأ في هذا\nالموضع أما الرمازة في حديث آخر، وذلك أن معناها مأخوذ من الرمز، وهي التي\nتومئ بشفتيها أو بعينيها فأي كسب لها ههنا ينهى عنه، ولا وجه للحديث إلا ما\nقال الحجاج الزمارة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد: وهذا عندنا أثبت ممن خالفه، إنما نهى رسول الله صلى الله\nعليه وسلم عن كسب الزانية، وبه نزل القرآن في قوله \" ولا تكرهوا فتياتكم\nعلى البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا \" فهذا العرض هو\nالكسب، وهو مهر البغي وهو الذي جاء فيه النهي وهو كسب الأمة، كانوا يكرهون\nفتياتهم على البغاء ويأكلون كسبهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nحتى أنزل الله [تبارك وتعالى] في ذلك النهى حدثني يحيى بن سعيد عن الأعمش\nعن أبي سفيان عن جابر قال: كانت أمة لعبد الله بن أبي وكان يكرهها على\nالزنا فنزل قوله \" ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا\nعرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم \".\n</p>\n\n<p>\nقال أبو عبيد: فالمغفرة لهن لا للموالي، [قال] وحدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق الأزرق عن عوف عن الحسن في هذه الآية قال: لهن والله، لهن والله،\nلهن والله.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لا ترفع عصاك عن أهلك.\n</p>\n\n<p>\nقال <span id='ms117'></span> الكسائي وغيره: يقال: إنه لم يرد العصا التي يضرب بها ولا أمر أحدا\nقط بذلك، ولكنه أراد الأدب. قال أبو عبيد: وأصل العصا الاجتماع والائتلاف\nومنه قيل للخوارج: قد شقوا عصا المسلمين أي فرقوا جماعتهم وكذلك قول صلة بن\nأشيم لأبي السليل: إياك وقتيل العصا يقول: أياك أن تكون قاتلا أو مقتولا في\nشق عصا المسلمين ومنه قيل للرجل إذا أقام بالمكان واطمأن به واجتمع إليه\nأمره:\n</p>\n\n<p>\nقد ألقى عصاه وقال الشاعر: [الطويل] فألقت عصاها واستقرت بها النوى كما\nقر عينا بالإياب المسافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك يقال [أيضا]: ألقى أرواقه، وألقى بوانيه. فكان وجه الحديث أنه أراد\nبقوله: لا ترفع عصاك عن أهلك أي أمنعهم من الفساد والاختلاف وأدبهم وقد\nيقال للرجل إذا كان رفيقا حسن السياسة لما ولي: إنه للين العصا قال معن بن\nأوس المزني يذكر ماء وإبلا:\n</p>\n\n<p>\n[الطويل] عليه شريب وادع لين العصا يساجلها جماته وتساجله الجمات في موضع\nالنصب، الرجل يساجل الرجل [الماء] والإبل تساجله في الشرب، / والسجل الدلو\nفيها الماء، والذنوب مثله، وإنما ذكر ماء وإبلا ورجلا يقوم عليها فقال هذا\nولا يكون سجلا ولا ذنوبا حتى يكون فيها ماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام أنه لم يشبع من لحم وخبز إلا\nعلى ضفف وبعضهم يقول: شظف إلا أن ابن كثير قال: ضفف.\n</p>\n\n<p>\nقال أبو زيد: يقال في الضفف والشظف جميعا إنهما الضيق والشدة يقول: لم\nيشبع إلا بضيق وقلة، وقال ابن الرقاع:\n</p>\n\n<p>\n[الكامل] ولقد أصبت من المعيشة لذة ولقيت في شظف الأمور شدادها ويقال في\nالضفف قول آخر، قالوا: هو اجتماع الناس، يقول:\n</p>\n\n<p>\nلم يأكل وحده ولكن مع الناس، قال الأصمعي: يقال: هذا ماء مضفوف، وهو الذي\nقد كثر عليه الناس قال أبو عبيد قال الشاعر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n[الرجز] لا يستقي في النزح المضفوف إلا مدارات الغروب الجوف فالنزح:\nالماء القليل والغروب: الدلاء التي تستقى بها على الإبل والجوف العظام\nالأجواف قال الأصمعي: ويقال أيضا: ماء مشفوه إذا كثر عليه الناس وماء مثمود\n[كذلك أيضا <span id='ms118'></span>] إذا كثروا عليه حتى ينفدوه إلا أقلة، ومنه قيل: رجل مثمود إذا\nأكثر النكاح حتى ينزف.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: بلوا أرحامكم ولو بالسلام.\n</p>\n\n<p>\nقال أبو عمرو وغيره: يقال: بللت رحمي أبلها بلا وبلالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nإذا وصلتها وندبتها بالصلة وإنما شبهت قطيعة الرحم بالحرارة تطفأ بالبرد،\n[كما] قالوا: سقيته شربة بردت بها عطشه يقال: كان 1 الصلة هي البرد،\nوالحرارة هي القطيعة قال الأعشى: [الكامل] أما لطالب نعمة تممتها ووصال رحم\nقد بردت بلالها وفي هذا الحديث [من العلم] أنه جعل السلام صلة وإن لم يكن\nبر غيره.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: لا يدخل الجنة من لا يأمن\nجاره بوائقه.\n</p>\n\n<p>\nقال الكسائي وغيره: بوائقه غوائله وشره، ويقال للداهية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n[و] البلية تنزل بالقوم: قد أصابتهم بائقة.\n</p>\n\n<p>\nومنه الحديث الآخر في الدعاء: أعوذ بك من بوائق الدهر ومصيبات الليالي\nوالأيام.\n</p>\n\n<p>\nقال الكسائي: باقتهم البائقة فهي تبوقهم بوقا، ومثله: فقرتهم الفاقرة،\nوصلتهم الصالة [بمعناها]، ويقال: رجل صل إذا كان داهيا ومنكرا إنما شبه\nالصل بالحية.\n</p>\n\n<p>\nوقال أبو عبيد: في حديث النبي عليه السلام: خير المال سكة مأبورة وفرس\nمأمورة، وبعضهم يقول: مهرة مأمورة.\n</p>\n\n<p>\nوأما قوله: سكة مأبورة، فيقال: هي الطريقة المستوية المصطفة من النخل،\nويقال: إنما سميت الأزقة سككا لاصطفاف الدور فيها كطرائق النخل.\n</p>\n\n<p>\nوأما المأبورة فهي التي قد لقحت، أبر أمر قال أبو عبيد: يقال: لقحت\nللواحدة خفيفة ولقحت للجميع بالتثقيل إذ كان جماعة شدد وخفف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان واحدا لم يكن إلا بالتخفيف وأبرت بالتشديد، ويقال:\n</p>\n\n<p>\nأبرت النخل فأنا أبرها [أبرا] وهي نخل مأبورة.\n</p>\n\n<p>\nومنه الحديث المرفوع: من باع نخلا قد أبرت فثمرتها للبائع إلا أن يشترط\nالمبتاع.\n</p>\n\n<p>\nويقال أيضا: ائتبرت عيري إذا سألته أن يأبر لك نخلك، وكذلك الزرع، قال\nطرفة: [الرمل] ولي الأصل الذي في مثله يصلح الآبر زرع المؤتبر فالآبر: /\nالعامل، والمؤتبر: رب الزرع، والمأبور: الزرع والنخل الذي قد لقح.\n</p>\n\n<p>\nفأما الفرس أو المهرة المأمورة، فإنها الكثيرة النتاج، وفيها لغتان:\nأمرها الله فهي <span id='ms119'></span> مأمورة، وآمرها فهي مؤمرة وقد قرأ بعضهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n\" وإذا أردنا أن نهلك قرية أمرنا مترفيها \" غير ممدود، فقد يكون هذا من\nالأمر يروى عن الحسن أنه فسرها: أمرناهم بالطاعة فعصوا.\n</p>\n\n<p>\nوقد يكون \" أمرنا \" [بمعنى] أكثرنا على قوله: فرس مأمورة، ومن قرأها:\nآمرنا، فمدها فليس معناها إلا أكثرنا على قوله: فرس مأمورة ومن قرأها أمرنا\nمشددة، فهو من التسليط، يقول: سلطنا ويقال في الكلام قد أمر القوم يأمرون\nإذا كثروا، وهو من قوله: فرس مأمورة.\n</p>\n\n<p>\nوأهل الحجاز يؤنثون النخل، وأهل الحديث يذكرون، وكذلك الشعير، فإذا\nقالوا: نخيل، لم يختلفوا في التأنيث، والتمر والسدر وكلما كان جمعه على لفظ\nالواحد مثل تمرة وتمر ونخلة ونخل وكلما جاءك من هذا فهو مثل الأول.\n</p>\n\n<p>\nتم بحمد الله وعونه طبع الجزء الأول من غريب الحديث لأبي عبيد القاسم بن\nسلام الهروي يوم الجمعة الخامس عشر من شهر رجب المرجب سنة 1384 ه‍ - 20\nنوفمبر سنة 1964 م ويليه الجزء الثاني أوله \" قال أبو عبيد في حديث النبي\nعليه السلام: قلدوا الخيل - الخ \".. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "0M"
  ]
}