{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<h1 class='l1' id='head1'>وبه ثقتي</h1>\n\n<p>\nالحمد لله ذي الجود والكرم، ومسبغ الآلاء والنعم، وصلى الله على خير من\nمشى على قدم، المصطفى المبعوث إلى سائر الأمم، محمد بن عبد الله منقذنا من\nالضلال والظلم، وعلى آله وأصحابه وأزواجه وسلم.\n</p>\n\n<p>\nأما بعد أطال الله في النعمة عمرك، وحسن مع التقى عملك، وبلغك في السلامة\nأملك، وختم بالصالحات أجلك، فإنك طلبت مني أن أجمع لك من أخبار الأجواد\nأجودها، ومن فعالات الكرام أسناها وارشدها، فاستخرت الله في المقال، وتخيرت\nمن ذلك ما سنح لي في الحال، مما أحسبه يستفز القارئ والسامع، ويقع منه أرفع\nالمواقع، وألفته كتابا سميته المستجاد من فعالات الأجواد فكان للقبه\nمطابقا، ولغرضك موافقا، ولما يستحسن سابقا وما توفيقي إلا بالله عليه توكلت\nوإليه أنيب.\n</p>\n\n<h1 class='l1' id='head2'>حكايا الأجواد</h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head3'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nروي أن علي بن أبي طالب رضي الله عنه نام على فراش النبي صلى الله عليه\nوسلم لما اجتمعت قريش على قتله يفديه بنفسه، فأوحى الله تعالى إلى جبريل\nوميكائيل إني قد آخيت بينكما وجعلت عمر أحدكما أطول من عمر صاحبه، ولكما\nالخيار فأيكما يؤثر صاحبه بالحياة، فأحب كل كمال الحياة واختارها، فأوحى\nالله تعالى إليهما: أفلا كنتما مثل علي بن أبي طالب آخيت بينه وبين نبيي\nمحمد وقد نزل على فراشه ونام عليه علي \" يفديه بنفسه ويؤثره \" بالحياة،\nاهبطا إلى الأرض فاحفظاه من عدوه فكان جبريل عن رأسه وميكائيل عند رجليه،\nوجبريل ينادي بخ بخ، من مثلك يا ابن أبي طالب يباهي الله بك الملائكة،\nفأنزل الله تعالى:) ومن الناس من يشري نفسه ابتغاء مرضاة الله (.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nسأل رجل الحسن بن علي بن أبي طالب رضي الله عنهما حاجة، فقال له يا هذا\nحق سؤالك إياي يعظم لدي، ومعرفتي بما يجب لك تكبر علي، ويدي تعجز عن نيلك\nبما أنت أهله، والكثير في ذات الله تعالى قليل، وما في ملكي وفاء لشكرك،\nفإن قبلت الميسور ورفعت عني مؤونة الاحتيال والاهتمام لما اتكلف من واجبك\nفعلت فقال: يا ابن بنت <span id='ms001'></span> رسول الله اقبل القليل، واشكر العطية، واعذر على\nالمنع، فدعا الحسن بوكيله وجعل يحاسبه على نفقاته حتى استقصاها، ثم قال:\nهات الفاضل من الثلاثمائة ألف فأحضر خمسين ألفا قال: فما فعلت بالخمسمائة\nدينار قال: هي عندي قال: أحضرها فأحضرت فدفع الدراهم والدنانير إلى الرجل،\nوقال هات من يحملها لك، فأتاه بحمالين فدفع إليهما الحسن رداءه لكراء\nالحمل، فقال له مواليه: والله ما عندنا درهم فقال: لكنني أرجو أن يكون لي\nعند الله أجر عظيم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو الحسن المدايني: خرج الحسن والحسين رضي الله عنهما وعبد الله بن\nجعفر حجاجا ففاتتهم أثقالهم فجاعوا وعطشوا، فمروا بعجوز في خباء لها فقال\nلها أحدهم: هل من شراب؟ قالت نعم، فأناخوا إليها وليس لها إلا شويهة في كسر\nالخيمة. فقالت: احلبوها وامتذقوا لبنها ففعلوا، ثم قالوا لها هل من طعام؟\nقالت: لا إلا هذه الشاة فليذبحها أحدكم حتى أهبئ لكم منها ما تأكلون، فقام\nإليها أحدهم فذبحها وكشطها، ثم هيأت لهم طعاما فأكلوا وأقاموا حتى أبردوا،\nفلما ارتحلوا قالوا لها: نحن نفر من قريش نريد هذا الوجه، فإذا رجعنا\nسالمين فألمي بنا، فإنا صانعون إليك خيرا، ثم ارتحلوا. وأقبل زوجها فأخبرته\nبخبر القوم والشاة، فغضب وقال: ويحك تذبحين شاتي لقوم لا تعرفينهم ثم\nتقولين نفر من قريش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nثم بعد مدة ألجأتهما الحاجة إلى دخول المدينة فدخلاها، وجعلا ينقلان\nالبعر ويبيعانه، ويعيشان بثمنه. فمرت العجوز في بعض سكك المدينة فإذا الحسن\nبن علي رضي الله عنه على باب داره جالس، فعرف العجوز وهي له منكرة، فبعث\nإليها غلامه، فدعا بها فقال لها، يا أمة الله، أتعرفينني قالت: لا، قال:\nأنا ضيفك يوم كذا، قالت: بأبي أنت وأمي. ثم أمر فاشترى لها من شاء الصدقة\nألف شاة، وأمر لها معها بألف دينار، وبعث بها مع غلامه إلى الحسين رضي الله\nعنه، فقال لها الحسين: بكم وصلك أخي؟ قالت: بألف شاة وألف دينار، فأمر لها\nالحسين أيضا بمثل ذلك، ثم بعث بها مع غلامه إلى عبد <span id='ms002'></span> الله بن جعفر، فقال\nلها: بكم وصلك الحسن والحسين؟ قالت: بألفي شاة وألفي دينار، فأمر لها عبد\nالله بألفي شاة وألفي دينار، وقال لها لو بدأت بي لأتبعتهما. فرجعت العجوز\nإلى زوجها بأربعة آلاف دينار وأربعة آلاف شاة.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head4'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span></span></span>\n</p>\n\n<p>\nعن محمد بن المنكدر عن أم ذرة وكانت تخدم عائشة رضي الله عنها، قالت: إن\nابن الزبير بعث إليها بمال في غرارتين ثمانين ومائة وألف، فدعت بطبق فجعلت\nتقسمه بين الناس \" حتى فرغ \" فلما أمست قالت: يا جارية هاتي فطوري فجاءتها\nبخبز وزيت، فقالت لها أم ذرة: ما استطعت فيما قسمت اليوم أن تشتري لنا\nبدرهم لحما نفطر عليه؟ فقالت لو كنت ذكرتني لفعلت.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال مصعب بن الزبير: حج معاوية، فلما انصرف مر بالمدينة، فقال الحسين بن\nعلي لأخيه الحسن رضي الله عنهما لا تلقه ولا تسلم عليه. فلما خرج معاوية،\nقال الحسن: يا أخي إن علينا دينا ولا بد لنا من إتيانه \" فلحقه بثينة\nالنول، وهو منحدر على الوادي \" فسلم عليه وأخبره بدينه \" فمروا ينختي عليه\nثمانون ألف دينار قد أعيا وتخلف عن الإبل وقوم يسوقونه. فقال معاوية؟ ما\nهذا؟ فذكر له، فقال: اصرفوه بما عليه إلى أبي محمد، فأخذه وعاد \".\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nاجتمع قراء البصرة إلى ابن عباس وهو عامل البصرة، فقالوا لنا جار صوام\nقوام يتمنى كل واحد منا أن يكون مثله، وقد زوج ابنة له من ابن أخيه وهو\nفقير ليس عنده ما يجهزها به، فقام عبد الله ابن عباس فأخذ بأيديهم فأدخلهم\nداره ففتح صندوقا فأخرج منه ست بدر، ثم قال: احملوا \" فحملوا \". فقال ابن\nعباس: ما أنصفناه أعطيناه ما يشغله عن صيامه وقيامه، ارجعوا نكن أعوانه على\nتجهيزها فليس للدنيا من القدر ما يشغل به مؤمنا عن عبادة ربه تعالى، وما\nبنا من التكبر ما لا نخدم معه أولياء الله تعالى. ففعل وفعلوا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nويروى أنه كان لعثمان على طلحة خمسون ألف درهم، فخرج عثمان يوما إلى\nالمسجد، فقال له طلحة: قد تهيأ مالك فاقبضه <span id='ms003'></span>، فقال: هو لك يا أبا محمد معونة\nلك على مروءتك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوقالت سعدى بنت عوف: دخلت على طلحة بن عبيد الله فرأيت منه ثقلا، فقلت:\nما لك؟ قال: اجتمع عندي مال \" أهمني \" وغمني. فقلت: وما يغمك؟ ادع قومك\nفاقسمه فيهم. فقال: يا غلام علي بقومي فقسمه فيهم فسألت الخادم: كم كان؟\nقال: أربعمائة ألف.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال الحارث المحاسبي: بلغنا أن عبد الرحمن بن عوف قدمت عليه عير من\nاليمن، فضجت المدينة ضجة واحدة، فقالت عائشة: ما هذا؟ فقيل لها: عير قدمت\nلعبد الرحمن، قالت: صدق الله ورسوله، فبلغ ذلك عبد الرحمن فسألها فقالت:\nسمعت رسول الله صلى الله عليه وسلم يقول: إني رأيت الجنة فرأيت فقراء\nالمهاجرين والمسلمين يدخلونها سعيا ولم أر أحدا من الأغنياء يدخلها معهم\nإلا حبوا. فقال عبد الرحمن: إن العير وما عليها في سبيل الله، وإن أرقها\nأحرار لعلي أن أدخلها معهم سعيا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nعن ابان بن عثمان قال: أراد رجل أن يضار عبيد الله بن عباس فأتى وجوه\nقريش فقال لهم: يقول لكم عبد الله: تغدوا عندي اليوم فأتوه حتى ملأوا عليه\nالدار. فقال عبد الله: ما هذا؟ فأخبر الخبر، فأمر بشراء فاكهة وأمر قوما\nفطبخوا وخبزوا وقدمت الفاكهة إليهم، فلم يفرغوا منها حتى وضعت الموائد،\nفأكلوا حتى صدروا عنها فقال عبيد الله لوكلائه: أموجود، كلما أردت، مثل\nهذا؟ قالوا نعم. قال: فليتغد عندنا هؤلاء كل يوم.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوحكي أنه لما أجدب الناس بمصر وعبد الحميد بن سعد أميرهم، فقال والله\nلأعلمن الشيطان إني عدوه فعال محاويجهم ففتح الحواصل ونفقها إلى أن رخصت\nالأسعار، ثم عزل عنهم ورحل، وللتجار عليه ألف ألف درهم رهنهم بها حلي\nنسائه، وقيمته خمسة آلاف ألف درهم. فلما تعذر عليه ارتجاعه كتب إليهم بيعه\nدفع الفاضل منه إلى من لم تنله صلته.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head5'>حكاية</h1>\n\n<p>\n</span></span></span></span></span>\n</p>\n\n<p>\nقيل وخرج عبد الله بن عامر بن كريز من المسجد يريد منزله وهو وحده، فقام\nإليه غلام من ثقيف فمشى إلى جانبه، فقال له عبد الله: ألك <span id='ms004'></span> حاجة يا غلام؟\nقال صلاحك وفلاحك، رأيتك تمشي وحدك فقلت أقيك بنفسي وأعوذ بالله إن طار\nبجناحك مكروه. فأخذ عبد الله بيده ومشى معه إلى منزله. ثم دعا بألف دينار\nفدفعها إلى الغلام وقال: استنفق هذه فنعم ما أدبك به أهلك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nاشترى عبد الله بن عامر من خالد بن عقبة بن أبي معيط داره التي في السوق\nبتسعين ألف درهم. فلما كان الليل سمع بكاء آل خالد، فقال لأهله: ما لهؤلاء؟\nقالوا: يبكون لدارهم التي اشتريت. قال: يا غلام: ابتهم فأعلمهم أن الدار\nوالمال لهم جميعا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nيروى أن عبد الله بن جعفر خرج إلى ضيعة له فنزل على نخيل قوم وفيها غلام\nأسود يقوم عليها فأتي بقوته ثلاثة أقراص، ودخل كلب فدنا من الغلام فرمى\nإليه بقرص فأكله، ورمى إليه بالثاني فأكله، ثم الثالث فأكله، وعبد الله\nينظر إليه فقال: يا غلام، كم قوتك كل يوم؟ قال: ما رأيت. قال: فلم آثرت هذا\nالكلب؟ قال: ما هي بأرض كلاب وأخاله جاء من مسافة بعيدة جائعا فكرهت رده.\nقال: فما أن صانع اليوم؟ قال: أطوي يومي هذا. فقال عبد الله ابن جعفر: ألام\nعلى السخاء إن هذا لأسخى مني؟ فاشترى الحائط والغلام وما فيه من آلات،\nوأعتق الغلام ووهب ذلك كله له.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل جرى بين الحسين بن علي وأخيه محمد بن الحنفية كلام فانصرفا متغاضبين،\nفلما وصل محمد إلى منلزه أخذ رقعة فكتب فيها: بسم الله الرحمن الرحيم من\nمحمد بن علي بن أبي طالب إلى الحسين بن علي ابن أبي طالب، أما بعد فإن لك\nشرفا لا أبلغه، وفضلا لا أدركه، فإذا قرأت رقعتي هذه فالبس رداءك ونعليك\nوصر إلي فترضيني، وإياك أن أسبقك إلى الفعل الذي أنت أولى به مني والسلام.\nقال: فلما قرأ الحسين الرقعة قال: يا غلام ردائي ونعلي، فلبسهما ثم جاء إلى\nأخيه محمد فترضاه وصالحه. قال: ودار بين الحسن والحسين رضي الله عنهما كلام\nفقيل للحسين: لو أني أخاك متنصلا فقال: إن <span id='ms005'></span> الفضل للمبتدئ بالتفضل، ولست أرى\nأن يكون لي على أخي فضل فبلغ ذلك الحسن فأتاه.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nحدث أبو فرج الأصبهاني عن اسحق قال: حدثني مصعب الزبيري عن محمد بن عبد\nالله بن أبي مليكة، عن أبيه عن جده قال: كان بالمدينة رجل ناسك من أهل\nالعلم والفقه وكان يغشى عبد الله بن جعفر فسمع يوما جارية مغنية لبعض\nالنخاسين تغني مرتنمة:\n</p>\n\n<p>\nبانت سعاد فأمسى حبلها انقطعا ... واحتلت الغور فالجدين فالفرعا\n</p>\n\n<p>\nفأنكرتني وما كان الذي نكرت ... من الحوادث إلا الشيب والصلعا\n</p>\n\n<p>\nفاشتهر بها وهام وترك ما كان عليه حتى مشى إليه عطاء وطاووس فلاماه فكان\nجوابه أن يتمثل بقول الشاعر:\n</p>\n\n<p>\nيلومني فيك أقوام أجالسهم ... فما أبالي أطار اللوم أم وقعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغ عبد الله بن جعفر فبعث إلى النخاس فاستعرض الجارية وسمع غناها بهذا\nالصوت فقال لها: ممن أخذتيه؟ قالت: من عزة الميلاء فابتاعها بأربعين ألف\nدرهم، وأمر قيمة جواريه أن تزينها وتحليها ففعلت، ثم بعث إلى الرجل فسأله\nعن خبره فأعلمه إياه، وصدقه عنه، فقال له: أتحب أن تسمع هذا الصوت ممن\nأخذته عنه تلك الجارية؟ قال: نعم. فدعا بعزة الميلاء وقال: غنيه إياه\nفغنته، فصفق الرجل وخر مغشيا عليه فقال ابن جعفر: أثمنا فيه، الماء الماء،\nفنضح على وجهه فلما أفاق قال له: أكل هذا بلغ بك عشقها؟ قال: وما خفي عليك\nأكثر. قال: أفتحب أن تسمعه منها؟ قال: قد رأيت ما حل حين سمتعه من غيرها\nوأنا لا أحبها، فكيف يكون حالي إن سمعته منها وأنا لا أقدر على ملكها: قال\nأتعرفها إن رأيتها؟ قال: أو أعرف غيرها؟ فأمر بها فأخرجت فقال: خذها فهي لك\nوالله ما نظرت إليها عن عرض فقبل الرجل يديه ورجليه وقال: أنمت عيني وأحييت\nنفسي وتركتني أعيش بين قومي ورددت إلي عقلي، ودعا له دعاء كثيرا، فقال له\nابن جعفر: أرضيت؟ قال: إي والله وفوق الرضا. فقال ابن جعفر: ما أرضى أن\nأعطيكها هكذا. يا غلام، احمل معه مثل ثمنها لئلا تهتم بها وتهم <span id='ms006'></span> بك فراج بها\nوالمال.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head6'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nروى أبو موسى محمد بن الفضل بن يعقوب كاتب عيسى بن جعفر ووصيه قال: حدثني\nأبي قال: كنت آلف زينب بنت سليمان ابن علي بن عبد الله بن عباس واكتب عنها\nأخبار أهلها، وكانت لها جارية يقال لها \" كتاب \". فوقعت في نفسي، فبكرت\nإليها يوما فقلت: لي حاجة فقالت: سلني ما أحببت. فقلت: إن كتابا جاريتك قد\nشغلت قلبي علي فهبيها لي فقالت: أقعد أحدثك حديثا كان أمس أنفع لك من كل\nكتاب على ظهر الأرض وأنت من كتاب على وعد. كنت أمس عند الخيزران، وعادتها\nإذا كنت عندها أن تجلس في عتبة الرواق المقابل للإيوان وأجلس بازائها، وفي\nالصدر مجلس المهدي يقعد فيه، وهو يقصدنا في كل وقت فيجلس ساعة ثم ينهض،\nفبينما نحن كذلك إذ دخلت علينا جارية من جواريها اللائي يحجبنها، فقالت:\nأعز الله السيدة، بالباب امرأة لها جمال وخلقة حسنة، ليس وراء ما هي عليه\nمن سوء الحال غاية، تستأذن عليك، وقد سألتها عن اسمها فامتنعت أن تخبرني\nفالتفتت إلي الخيزران فقالت: ما ترين؟ فقلت: أدخليها فإنه لا بد من فائدة\nأو ثواب. فدخلت امرأة كأجمل النساء وأكملهن لا تتوارى، فوقفت إلى جانب\nعضادتي في الباب ثم سلمت متضائلة، ثم قالت: أنا مزنة بنت مروان بن محمد\nالأموي. قالت زينب: وكنت متكئة فاستويت جالسة فقلت: مزنة! ما أتاك؟ فلا حيا\nالله ولا قرب، والحمد لله الذي أزال نعمتك وهتك سترك وأذلك، تذكرين يا عدوة\nالله حين أتاك عجائز أهل بيتي يسألنك أن تكلمي صاحبك في لاذن في دفن\nإبراهيم بن محمد فوثبت عليهن وأسمعتهن ما أسمعت، وأمرت بإخراجهن فأخرجن على\nالحالة التي أخرجن عليها؟ قالت: فضحكت، فما أنسى حسن ثغرها وعلو صوتها\nبالقهقهة، ثم قالت أي بنت عمي شيء أعجبك من حسن صنع الله بي على العقوق،\nحتى أردت أن تتأسي بي فيه؟ والله إني لقد فعلت بنساء أهل بيتك ما فعلت،\nفأسلمني الله إليك ذليلة جائعة عريانة، فكان هذا مقدار <span id='ms007'></span> شكرك الله تعالى على\nما أولاك في. ثم قالت: السلام عليكم، وولت، فصاحت بها الخيزران: ليس هذا\nلك، علي استأذنت، وإلي قصدت، فما ذنبي؟ فرجعت وقالت: لعمري لقد صدقت يا\nأخية وكان مما ردني إليك ما أنا عليه من الضر والجهد قالت زينب: فنهضت\nإليها الخيزران لتعانقها فقالت: ليس في لذلك موضع مع الحال التي أنا عليها\nقالت الخيزران لها فالحمام إذا، وأمرت جماعة من جواريها بالدخول معها إلى\nالحمام فدخلت وطلبت ماشطة ترمي ما على وجهها من الشعر، فخرجت جارية من\nجواري الخيزران وهي تضحك، فقالت لها الخيزران: ما يضحكك؟ قالت: أضحك يا\nسيدتي من هذه المرأة ومن تحكمها علينا، فإنها تفعل من ذلك فعلا ما تفعلينه\nأنت. فلم تزل حتى أخرجت من الحمام فوافتها الخلع والطيب وأخذت من الثياب ما\nأرادت، ثم تطيبت وخرجت إلينا فعانقتها الخيزران وأجلستها في الموضع الذي\nيجلس فيه أمير المؤمنين المهدي إذا دخل. ثم قالت لها الخيزران: هل لك في\nالطعام فانا لم نطعم بعد؟ فقالت: والله ما فيكن أحد أحوج إليه مني فعجلوه.\nفأتي بالمائدة، فجعلت تأكل غير محتشمة، وتلقمنا وتضع بين أيدينا، إلى أن\nاكتفت، ثم غسلنا أيدينا فقالت لها الخيزران: من وراءك ممن تعنين به؟ قالت:\nما خارج هذه الدار أحد من خلق الله بيني وبينه نسب، قالت الخيزران: إن كان\nهذا هكذا فقومي حتى تختاري لنفسك مقصورة من مقاصيرنا، وأحول إليها جميع ما\nتحتاجين إليه ثم لا نفترق حتى يفرق بيننا الموت. فقامت فطفنا بها في\nالمقاصير، فاختارت أوسعها وأنزهها ولم تبرح حتى حول إليها جميع ما تحتاج\nإليه من الفرش والكسى والحرائر والرقيق، ثم تركناها فيها وخرجنا عنها،\nفقالت الخيزران: إن هذه المرأة قد كانت فيما كانت فيه وقد مسها ضر، وليس\nيغسل ما في قلبها إلا بالمال، فاحملوا إليها خمسمائة ألف درهم، فحملت\nإليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nووافانا المهدي فسألنا عن الخبر فحدثته حديثها وما لقيتها به فوالله ما\nانتظر أن أعرفه جوابها، حتى وثب مغضبا في وجهي وقال: يا <span id='ms008'></span> زينب الله الله!\nهذا مقدار شكرك لله على نعمته، وقد أمكنك من مثل هذه المرأة على هذه الحالة\nالتي هي عليها؟ فوالله لولا محلك من قلبي لحلفت ألا أكلمك أبدا: فقلت قد\nاعتذرت إليها فرضيت، ثم قصصت عليه قصتها كلها، وما فعلت الخيزران بها، فقال\nلخادم كان معه: احمل إليها مائة بدرة، وادخل إليها وأبلغها مني السلام وقل\nلها: والله إني ما سررت منذ دهري سريري اليوم بمكانك، وأنا أخوك ومن يوجب\nحقك، فلا تدعي حاجة إلا سألتها. ولولا أني أكره أن احشمك لعبرت إليك مسلما\nعليك وقاضيا لحقك، فمضى الخادم بالمال والرسالة فأقبلت إلينا معه، فسلمت\nعلى المهدي وشكرت له فعله، وأثنت على الخيزران وقالت: ما علي من أمير\nالمؤمنين من حشمة، أنا في عداد حرمه، وقعدت ساعة ثم قامت إلى منزلها،\nفخلفتها عند الخيزران كأنها لم تزل في ذلك القصر. فهذا الحديث خير لك من\nكتاب وقد وهبت لك كتابا فانصرفت من عندها فأتبعتها بما مليء به داري.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head7'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: حدثني الحسن بن علي قال: حدثني عبد الله بن\nأحمد بن حنبل قال: حدثنا اسحق بن موسى الأنصاري قال: حدثنا يونس بن بكير عن\nمحمد بن اسحق قال: كان ناس من أهل المدينة يعيشون وما يدرون من أين معاشهم،\nفلما مات علي بن الحسين رضي الله عنهما فقدوا ما كانوا يؤتون به من الليل\nفانكشف حالهم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nويروى عن أبي بكر الصديق رضي الله عنه أنه عبر طائفا بالمدينة أيام\nخلافته فإذا بجارية تبكي وتقول:\n</p>\n\n<p>\nوهويته من قبل قطع تمائمي ... متمايسا مثل القضيب الناعم\n</p>\n\n<p>\nوكأن نور البدر يشبه وجهه ... يمشي فيصعد في ذؤابة هاشم\n</p>\n\n<p>\nفقرع عليها الباب فخرجت إليه فقال لها: احرة أنت أم أمة؟ فقالت بل أمة يا\nصاحب رسول الله. فقال لها: من هويت؟ فبكت وقالت: بحق صاحب القبر ألا انصرفت\nعني. فقال: لست برائم عن مكاني حتى تعلميني فقالت:\n</p>\n\n<p>\nوأنا التي قدح الفراق بقلبها ... فبكت لحب محمد بن القاسم\n</p>\n\n<p>\nفصار أبو بكر <span id='ms009'></span> رضي الله عنه إلى المسجد وبعث إلى مولاها فاشتراها منه وبعث\nبها إلى محمد بن القاسم بن جعفر بن أبي طالب رضي الله عنه وقال: هؤلاء فتن\nالرجال، لكم والله أذهبن من كريم، وعطب عليهن من سليم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nحدث أبو الحسن علي بن صالح البلخي بمصر قال أخبرني بعض \" عمال \" شيوخنا\nعن شيبة بن محمد الدمشقي قال: كان في أيام سليمان بن عبد الملك ابن مروان\nبن الحكم رجل يقال له: خزيمة بن بشر، من بني أسد بالرقة؛ وكانت له مروءة\nونعمة حسنة وفضل وبر بالإخوان، فلم يزل على تلك الحال حتى احتاج إلى إخوانه\nالذين كان يتفضل عليهم فواسوه حينا ثم ملوه، فلما لاح ه تغيرهم أتى امرأته\nوكانت ابنة عمه فقال لها: يا بنت عم! قد رأيت من أخوتي تغيرا وقد عزمت على\nلزوم بيتي إلى يأتيني الموت. وأغلق بابه عليه، وأقام يتقوت بما عنده حتى\nنفد وبقي حائرا في أمره.\n</p>\n\n<p>\nوكان عكرمة الفياض الربعي واليا على الجزيرة، فبينما هو في مجلسه وعنده\nجماعة من أهل البلد إذ جرى ذكر خزيمة بن بشر فقال عكرمة: ما حاله؟ فقالوا:\nصار من سوء الحال إلى أمر لا يوصف، فأغلق بابه ولزم بيته، فقال الفياض،\nوإنما سمي بذلك لأجل كرمه: فما وجد خزيمة بن بشر مواسيا ولا مكافيا؟ قالوا:\nلا. فامسك، ثم لما كان الليل عمد إلى أربعة آلاف دينار فجعلها في كيس \"\nواحد \"، ثم أمر بإسراج دابته وخرج سرا من أهله فركب ومعه غلام من غلمانه\nيحمل المال، ثم سار حتى وقف بباب خزيمة فأخذ الكيس من الغلام ثم أبعده \"\nعنه \"، وتقدم إلى الباب فدقه بنفسه فخرج إليه خزيمة فناوله الكيس وقال له:\nأصلح بهذا شأنك، فتناوله خزيمة فرآه ثقيلا فوضعه، ثم أمسك لجام الدابة،\nوقال له: من أنت؟ جعلت فداك. قال: ما جئتك هذه الساعة وأنا أريد أن تعرفني.\nقال خزيمة: فما أقبل أو تخبرني من أنت. قال: أنا جابر عثرات الكرام قال:\nزدني قال: لا. ثم مضى ودخل <span id='ms010'></span> خزيمة بالكيس إلى امرأته فقال لها: أبشري فقد\nأتى الله بالفرج والخير، ولو كانت فلوسا فهي كثيرة. قومي فأسرجي. قالت: لا\nسبيل إلى السراج. فبات يلمسها فيجد خشونة الدنانير ولا يصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nورجع عكرمة إلى منزله فوجد امرأته قد افتقدته وسألت عنه فأخبرت بركوبه\nمنفردا فارتابت لذلك، فشقت جيبها ولطمت خدها: فلما رآها على تلك الحال قال\nلها: ما دهاك يا بنت عم. قالت: غدرت يا عكرمة بابنة عمك. قال وما ذاك؟\nقالت: أمير الجزيرة يخرج بعد هدأة من الليل منفردا من غلمانه في سر من\nأهله! والله ما يخرج إلا إلى زوجة أو سرية قال: لقد علم الله أني ما خرجت\nإلى واحدة منها. قالت: فخبرني فيم خرجت؟ قال: يا هذه! لم أخرج في هذا الوقت\nوأنا أريد أن يعلم بي أحد قالت: لا بد. قال فاكتميه إذا قالت: أفعل،\nفأخبرها القصة على وجهها، وما كان من قوله ورده عليه، ثم قال لها: أتحبين\nأن أحلف لك؟ قالت: لا فإن قلبي قد سكن إلى ما ذكرت.\n</p>\n\n<p>\nقال: ثم أصبح خزيمة فصالح الغرماء وأصلح من حاله. ثم تجهز يريد سليمان بن\nعبد الملك بفلسطين، فلما وقف ببابه دخل الحاجب فأخبره بمكانه وكان مشهور\nالمروءة، كان سليمان به عارفا فأذن له، فلما دخل عليه وسلم بالخلافة، قال:\nيا خزيمة، ما أبطأك عنا؟ قال: سوء الحال. قال: فما منعك من النهضة إلينا؟\nقال: ضعفي. قال فيم نهضت؟ قال: لم أعلم يا أمير المؤمنين بعد هدأة الليل\nإلا ورجل طرق بابي فكان منه كيت وكيت، وأخبره القصة من أولها إلى آخرها\nفقال له: هل تعرفه؟ قال: ما عرفته يا أمير المؤمنين وذلك لأنه كان متنكرا\nوما سمعت منه إلا: جابر عثرات الكرام قال: فتلهف سليمان بن عبد الملك على\nمعرفته، وقال لو عرفناه لأعناه على مروءته ثم قال: علي بقناة فأتي بها فعقد\nلخزيمة الولاية على الجزيرة على عمل عكرمة الفياض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج خزيمة طالبا للجزيرة فلما قرب منها خرج عكرمة وأهل البلد للقائه\nفسلم <span id='ms011'></span> عليه سارا جميعا إلى ان دخلا البلد فنزل خزيمة في دارة الإمارة وأمر\nأن يؤخذ عكرمة وأن يحاسب فحوسب، فوجدت عليه فضول كثيرة فطلب خزيمة بأدائها\nفقال: ما لي إلى شيء منها سبيل قال: لا بد منها قال: ما هي عندي فاصنع ما\nأنت صانع، فأمر به إلى الحبس ثم بعث إليه يطالبه فأرسل إليه: إني لست ممن\nيصون ماله بعرضه فاصنع ما شئت فأمر به فكبل بالحديد وضيق عليه وأقام كذلك\nشهرا أو أكثر، فأضناه ذلك وأضر به، وبلغ ابنة عمه ضره فجزعت واغتنمت لذلك\nثم دعت مولاة لها ذات عقل وقالت: امضي الساعة إلى باب هذا الأمير فقولي:\nعندي نصيحة. فإذا طلبت منك فقولي: لا أقولها إلا للأمير خزيمة بن بشر، فإذا\nدخلت عليه فسليه أن يخليك فإذا فعل فقولي له: ما كان هذا جزاء جابر عثرات\nالكرام منك، كافأته بالحبس والضيق والحديد. قال: ففعلت ذلك، فلما سمع خزيمة\nقولها قال: واسوأتاه! وإنه لهو؟ قالت: نعم. فأمر من وقته بدابته فأسرجت\nوبعث إلى رؤوس أهل البلد فجمعهم وأتى بهم إلى باب الحبس ففتح، ودخل خزيمة\nومن معه، فألفى عكرمة في قاع الحبس متغيرا قد أضناه الضر. فلما نضر إليه\nعكرمة وإلى الناس أحشمه ذلك ونكس رأسه، فأقبل خزيمة حتى أكب رأسه فقبله.\nفرفع عكرمة رأسه وقال: ما أعقب هذا منك؟ قال: كريم فعالك وسوء مكافأتي.\nقال: فغفر الله لنا ولك. ثم أمر بالحداد ففك القيد عنه، وأمر خزيمة أن يوضع\nفي رجل نفسه. فقال عكرمة: تريد ماذا؟ قال: أريد أن ينالني الضر مثل ما\nنالك. قال: أقسم عليك بالله ألا تفعل. فخرجا جميعا إلى أن وصلا دار خزيمة\nفودعه عكرمة وأراد الانصراف. قال له: ما أنت ببارح. قال: وما تريد؟ قال:\nأغير من حالك، وحيائي من ابنة عمك أشد من حيائي منك. ثم أمر بالحمام فأخلي\nودخلا جميعا، ثم قام خزيمة فتولى خدمته بنفسه، ثم خرجا، فخلع عليه وجمله\nوحمل إليه مالا كثيرا، ثم سار معه إلى داره <span id='ms012'></span> واستأذنه في الاعتذار إلى ابنة\nعمه فأذن له فاعتذر لها وتذمم من فعله ذلك ثم سأله أن يسير معه إلى أمير\nالمؤمنين سليمان بن عبد الملك وهو \" يومئذ \" مقيم بالرملة، \" فأنعم به لذلك\nفسارا جميعا حتى قدما على سليمان ابن عبد الملك \" فدخل الحاجب فأعلمه بقدوم\nخزيمة بن بشر فراعه ذلك وقال: والي الجزيرة يقدم بغير أمرنا؟ \" مع قرب\nالعهد به \" ما هذا إلا لحادث عظيم. فلما دخل عليه قال له قبل أن يسلم: ما\nوراءك يا خزيمة؟ قال: خير يا أمير المؤمنين. قال: فما الذي أقدمك؟ قال:\nظفرت بجابر عثرات الكرام فأحببت أن أسرك به، لما رأيت من تلهفك وشوقك إلى\nرؤيته. قال: ومن هو؟ قال عكرمة الفياض فأذن له بالدخول. فدخل وسلم عليه\nبالخلافة، فرحب به وأدناه من مجلسه، وقال: يا عكرمة! ما كان خيرك له إلا\nوبالا عليك. ثم قال: اكتب حوائجك كلها وما تختاره في رقعة. قال: أويعفيني\nأمير المؤمنين؟ قال: لا بد. ثم دعا بدواة وقرطاس وقال: اعتزل واكتب جميع\nحوائجك، ففعل ذلك، فأمر بقضائها جميعا من ساعته، وأمر له بعشرة آلاف دينار\nوسفطين من ثياب ثم دعا بقناة وعقد له على الجزيرة وأرمينية وأذربيجان وقال\nله: أمر خزيمة إليك، إن شئت أبقيته وإن شئت عزلته، قال: بل أرده إلى عمله\nيا أمير المؤمنين. ثم انصرفا جميعا. ولم يزالا عاملين لسليمان بن عبد الملك\nمدة خلافته.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head8'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nحدث الحسن بن خضر قال: لما أفضت الخلافة إلى بني العباس استخفى رجال بني\nأمية، وكان فيمن استخفى منهم إبراهيم بن سليمان ابن عبد الملك، حتى أخذ له\nداود بن العباس أمانا. وكان إبراهيم رجلا عالما حدثا فخص بأبي العباس\nالسفاح فقال له يوما: حدثني عما مر بك في اختفائك قال: كنت يا أمير\nالمؤمنين مختفيا بالحيرة في منزل شارف على الصحراء، فبينا أنا على ظهر بيت\nإذ نظرت إلى أعلام سود قد خرجت من الكوفة تريد الحيرة، فوقع في روعي أنها\nتريدني، فخرجت من الدار متنكرا حتى <span id='ms013'></span> أتيت الكوفة ولا أعرف بها أحدا أختفي\nعنده، فبقيت متلددا فإذا أنا بباب كبير، ورحبة واسعة فدخلت فيها، وإذا رجل\nوسيم حسن الهيئة على فرس قد دخل الرحبة، ومعه جماعة من غلمانه وأتباعه فقال\nلي من أنت وما حاجتك؟ قلت: رجل مستخف يخاف على دمه استئجار بمنزلك، فأدخلني\nمنزله، ثم صيرني في حجرة تلي حرمه، فكنت عنده في كل ما أحب من مطعم ومشرب\nوملبس، ولا يسألني عن شيء من حالي إلا أنه يركب في كل يوم ركبة، فقلت له\nيوما: أراك تدمن الركوب ففيم ذلك؟ فقال: إن إبراهيم بن سليمان قتل أبي\nصبرا، وقد بلغني أنه مستخف، وأنا أطلبه لأدرك منه ثأري، فكثر، والله، تعجبي\nمن ادبارنا، إذ ساقني القدر إلى حتفي في منزل من يطلب دمي، وكرهت الحياة\nفسألت الرجل عن اسمه واسم أبيه، فأخبرني فعرفت أن الخبر صحيح، وأنا كنت\nقتلت أباه صبرا، فقلت: يا هذا قد وجب علي حقك، ومن حقك علي أن أدلك على\nخصمك، وأقرب عليك الخطوة، قال: وما ذاك؟ قلت أنا إبراهيم بن سليمان قاتل\nأبيك، فخذ بثأرك، فقال: إني أحسبك رجلا قد أمضك الاختفاء، فأحببت الموت،\nقلت: بل الحق ما قلت لك، أنا قتلته يوم كذا وكذا \" بسبب كذا وكذا \" فلما\nعرف صدقي اربد وجهه واحمرت عيناه وأطرق مليا، ثم قال، أما أنت فستلقى أبي\nفيأخذ بثأره منك، وأما أنا فغير مخفر ذمتي، فأخرج عني، فلست آمن نفسي عليك\n\" بعدها \" وأعطاني ألف دينار فلم آخذها، وخرجت من عنده، فهذا أكرم رجل\nرأيته بعد أمير المؤمنين.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head9'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقيل كان لعبد الله بن الزبير أرض متاخمة لأرض معاوية بن أبي سفيان، قد\nجعل فيها عبيدا له من الزنوج يعمرونها، فدخلوا على أرض عبد الله، فكتب إلى\nمعاوية: \" أما بعد يا معاوية فامنع عبدانك من الدخول في أرضي وإلا كان لي\nولك شأن. \" فلما وقف معاوية على الكتاب \" كان إذ ذاك أمير المؤمنين دفعه\nإلى ابنه يزيد، فلما قرأه قال له: يا بني ما ترى <span id='ms014'></span>؟ قال: أرى أن تنفذ إليه\nجيشا أوله عنده وآخره عندك، يأتوك برأسه قال او خير من ذلك يا بني، علي\nبدواة وقرطاس وكتب: \" وقفت على كتاب ابن حواري رسول الله، وساءني ما ساءه،\nوالدنيا بأسرها عندي هينة في جنب رضاه، وقد كتبت له على نفسي صكا بالأرض\nوالعبدان، وأشهدت علي فيه، فليستضفها مع عبدانها إلى أرضه وعبيده والسلام\n\". فلما وقف عبد الله على كتاب معاوية كتب إليه: \" وقفت على كتاب أمير\nالمؤمنين أطال الله بقاءه فلا عدم الرأي الذي أحله من قريش هذا المحل\nوالسلام \". فلما وقف معاوية على كتاب عبد الله رماه إلى ابنه يزيد، فلما\nقرأه أسفر وجهه، فقال له: يا بني إذا بليت بمثل هذا الداء فدواه بمثل هذا\nالدواء.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال عبد الله بن سليمان: كنت بحضرة والدي في ديوان الخراج بسر من رأى وهو\nيتولاه إذ دخل عليه أحمد بن أبي خالد \" الصريفيني \" الكاتب فقام له أبي من\nمجلسه وأقعده في صدره، وتشاغل به، فلم ينظر في عمل حتى نهض، ثم قام معه\nوأمر غلمانه بالخروج بين يديه، فاستعظمت أنا وكل من في المجلس هذا، لأن رسم\nأصحاب الدواوين صغارهم وكبارهم لا يقومون في الديوان لأحد ممن يدخل إليهم،\nوتبين أبي ذلك في وجهي فقال لي: يا بني إذا خلونا فسلني عن السبب فيما\nعملته مع هذا الرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وكان أبي يأكل في الديوان وينام فيه ويعمل عشيا الحسبانات فلما\nجلسنا نأكل لم أذكره إلى أن كاد الطعام ينقضي، فقال لي هو مبتدئا: يا بني\nشغلك الطعام عما قلت لك تذكرني به؟ فقلت: لا، ولكن أردت أن يكون ذلك على\nخلوة فقال: هذا وقت خلوة ثم قال: ألست أنكرت والحاضرون قيامي لأحمد بن أبي\nخالد في دخوله وخروجه وما عملته معه؟ فقلت: بلى قال: كان هذا يتقلد مصر\nسنين، فوليت أعمالها وصرفته عنها، وقد كانت مدته فيها طالت فتتبعته، فرأيت\nآثار رجل لم أر أجمل آثارا منه، ولا أعف عن أموال السلطان والرعية، ولا\nرأيت <span id='ms015'></span> رعية لعامل أشكر من رعيته له، وكان الحسين الخادم المعروف بعرق الموت\nصاحب البريد بمصر أصدق الناس له مع هذا، وكان من أبغض الناس \" إلي \" وأشدهم\nاضطرابا في أخلاقه، فلم أتعلق عليه بحجة، ووجدته قد أخر رفع الحساب لسنة\nمتقدمة وسنته التي هو فيها ولم يستتمها لصرفي له عنها، ولم ينفذه لي\nالديوان فسمته أن يحط من الدخل ويزيد من النفقات والأرزاق، ويكسر من\nالبقايا في كل سنة مائة ألف دينار لآخذها لنفسي، فامتنع من ذلك، فأغلظت له\nوتوعدته، ونزلت معه إلى مائة ألف دينار واحدة للسنتين وحلفت له أيمانا\nمغلظة مؤكدة أني لا أقنع منه بأقل منها، فأقام على امتناعه وقال: لا أخون\nلنفسي فكيف أخون لغيري وأزيل ما قام به جاهي من العفاف؟ فحبسته وقيدته فلم\nيجب، وأقام مقيدا في الحبس شهورا. وكتب عرق الموت صاحب البريد الخبر إلى\nالمتوكل، وحلف له أن أموال مصر لا تفي بنفقتي ومؤنتي، ويصف أحمد بن أبي\nخالد ويذكر ميل الرعية إليه وعفته، فأرسل المتوكل بتوليته فأنا ذات يوم على\nالمائدة آكل إذ وردت علي رقعة أحمد بن أبي خالد يسألني استدعاءه المهم\nيلقيه إلي فلم أشك أنه قد استضر بالحبس والقيد، وقد عزم على الاستجابة\nلمرادي، فلما غسلت يدي دعوته فاستخلاني فأخليته، فقال: أما آن لك يا سيدي\nأن ترق لي مما أنا فيه من غير ذنب إليك \" ولا جرم ولا قديم ذحل \" ولا\nعداوة؟ فقلت أنت اخترت لنفسك ذلك، وقد سمعت يميني وليس منها مخرج، فاستجب\nلما أريده منك \" واخرج \" فأخذ يستعطفني \" ويخدمني ويخدعني \" \" فجاءني ضد ما\nقدرته فيه \" فغاظني فشتمته وقلت له هذا الأمر المهم الذي ذكرت لي في رقعتك\nأنك أردت إلقاءه إلي هو أن تستعطفني وتستجير بي وتخدعني؟ فقال: يا سيدي\nوليس الآن عندك غير هذا؟ فقلت: لا فقال: إذا كان ليس عندك غير هذا، فاقرأ\nيا سيدي هذا، واخرج إلي كتابا لطيفا مختوما في ربع قرطاس ففضضته فإذا هو\nبخط المتوكل الذي أعرفه \" يأمرني فيه \" بالانصراف <span id='ms016'></span> وتسليم ما أتولاه إلى\nأحمد بن أبي خالد والخروج إليه مما يلزمني ورفع الحساب إليه والامتثال\nلأمره وطاعته والمسير عن مصر بعد ذلك فورد علي أقبح مورد لقرب عهد الرجل\nبشتمي له والإساءة إليه، وإنه في الحال تحت حديدي ومكارهي، فأمسكت مبهوتا،\nولم ألبث أن دخل أمير مصر إذ ذاك في أصحابه وغلمانه فوكل بداري وجميع ما\nأملكه وأصحابي وغلماني وجهابذتي وكتابي. وجعلت أزحف من الصدر حتى صرت بين\nيدي أحمد بن أبي خالد، ولست أستطيع القيام وهو في قيوده بعد. فدعا أمير\nالبلد بحداد فحل قيوده، فمددت رجلاي ليوضع فيها القيد، فقال لي: يا أبا\nأيوب ضم اقدامك، فوثب قائما ثم قال لي: يا أبا أيوب: أنت قريب عهد بعمالة\nهذا البلد، ولا منزل لك فيه ولا صديق، ومعك حرم وحاشية، وليس يسعك إلا هذا\nالدار، وكانت دار العمالة، وأما أنا فأجد عدة مواضع \" غيرها \" وليس لي كبير\nحاشية، ومن نكبة وقيد خرجت، فأقم مكانك، وخرج عني وصرف التوكيل عني وعن\nالدار، وأخذ كتابي واشياعي إليه، فلما انصرف قلت لغلماني: هذا الذي أراه في\nالنوم؟ انظروا من وكل بنا فقالوا: ما وكل بنا أحدا، فعجبت من ذلك شديدا،\nوما صليت العصر حتى عاد إلي من كان حمله معه من المتصرفين والكتاب\nوالجهابذة مطلقين وقالوا: أخذ خطوطنا برفع الحساب، وأمرنا بالملازمة\nوأطلقنا، فازداد عجبي، فلما كان من غد باكرتي مسلما ورحت إليه في عشية ذلك\nاليوم، فأقمت ثلاثين يوما أن سبقني إلى المجيء وإلا رحت إليه، وإن راح إلي\nوإلا باكرته، وكل يوم تجيئني هداياه \" وألطافه \" من الثلج والفاكهة\nوالحيوان والحلوى والطيب، فلما كان بعد ثلاثين يوما جاءني فقال لي: قد عشقت\nمصر يا أبا أيوب، والله ما هي طيبة الهواء ولا عذية، وإنما تطيب لغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأهلها بالولاية فيها والاكتساب، ولو قد رحلت إلى بغداد وسر من رأى لما\nأقمت إلا شهرا، ثم تتقلد أجل الأعمال، فقلت: والله ما أقمت إلا متوقعا\nلأمرك في الخروج، فقال: أعطني خط كاتبك بأن <span id='ms017'></span> عليه القيام بالحساب، وأخرج في\nحفظ الله، فأحضرت كاتبي وأخت خطه كما أراد، وسلمت الخط إليه، فقال لي: اخرج\nأي وقت شئت، فخرج \" من غد \" هو وأمير مصر وقاضيها ووجوهها وأهلها وشيعوني\nإلى ظاهر مصر. وقال لي: تقيم في أول منزل على خمسة فراسخ إلى أن أزيح علة\nقائد يصحبك برجاله إلى الرملة فإن الطريق فاسد، فاستوحشت من ذلك وقلت: هذا\nإنما غرني حتى أخرج كل ما املكه وجميع ما كسبت فيتمكن منه في ظاهر البلد\nفيقبضه ثم يردني إلى الحبس والتوكيل والمطالبة، ويحتج علي بكتاب ثان، يذكر\nأنه \" صك \" فخرجت وأقمت بالمرحلة التي يذكر مستسلما للقضاء متوقعا للشر،\nإلى أن رأيت أوائل عسكره مقبل من مصر، فقلت: لعله القائد الذي يريد أن\nيصحبنيه أو لعله يريد أن يقبض علي به، فأمرت غلماني بمعرفة ذلك وما الخبر؟\nفقالوا: العامل أحمد بن أبي خالد قد جاء، فلم أشك في أنه قد ورد البلاء\nبوروده، فخرجت من مضربي فلقيته وسلمت عليه، فلما جلس قال: اخلونا، فلم أشك\n\" أنه \" للقبض علي فطار عقلين وقام من كان عندي فلما لم يبق عندي أحد قال:\nأنا أعلم أن أيامك لم تطل بمصر، ولا حظيت فيها بكبير فائدة، وذلك الباب\nالذي سألتنيه في ولايتك لم أستجب إليك، وأخرت الأذن لك في الانصراف منذ أول\nالأمر إلى الآن، لأني تشاغلت بالفراغ لك منه، وقد حططت من الارتفاع وزدت في\nالنفقات في كل سنة خمسة عشر ألف دينار \" تكون \" للسنتين ثلاثين ألف دينار\nوهو يقرب ولا يظهر، ويكون أيسر مما أردته مني في ذلك الوقت، وقد \" تشاغلت\nبه حتى \" جمعته لك، وهذا المال على البغال، وقد جئتك به فتقدم إلى من\nيستلمه فتقدمت لقبضه وقبلت يده، وقلت قد والله يا سيدي فعلت ما لم تفعل\nالبرامكة، فأنكر ذلك مني وتقبض عنه وقبل يدي ورجلي وقال: ههنا شيء آخر أريد\nأن تقبله فقلت: ما هو قال: خمسة آلاف دينار وقد استحققها من رزقي، فامتنعت\nمن ذلك، وقلت: فيما قد <span id='ms018'></span> تفضلت به كفاية، فحلف بالطلاق أن أقبلها منه\nفقبلتها، فقال: وههنا ألطاف من هدايا مصر أحببت أن أصحبك إياها، فإنك تمضي\nإلى كتاب الدواوين ورؤساء الحضرة فيقولون لك: وليت مصر فأين نصيبنا من\nهداياها؟ ولم تطل أيامك فتعد ذلك لهم، وقد جمعت لك منه ما يشتمل عليه هذا\nالثبت وأخرج درجا فيه ثبت جامع لكل شيء في الدنيا حسن طريف جليل القدر من\nكل جنس من ثياب دبيق وقصب وخدم وبغال ودواب وحمير وفرش وطيب حتى أقلام\nومداد ما يكون قيمته مالا كثيرا، فأمرت بتسلمه وزدت في شكره، فقال لي: يا\nسيدي أنا مغرى بحب الفرش وقد استعملت لي بيتا أرمنيا بأرمينية وهو عشر\nمصليات بمخادها ومساندها ومساورها ومطارحها وبسطها وهو بطرز مذهبة قد قام\nعلي بخمسة آلاف دينار على شدة احتياطي، وقد أهديته لك، فإن أهديته إلى\nالوزير عبدك وإن أهديته إلى الخليفة ملكته به، وإن أبقيته لنفسك وتجملت به\nكان أحب إلي، قال: وحمله فما رأيت مثله قط، ولم تسمح نفسي بإهدائه لأحد ولا\nباستعماله، فما ابتذلت منه شيئا يا بني إلا يوم إعذارك، فإني اتخذت منه\nالصدر ومسانده ومخاده، أفتلومني يا بني علي أن أقوم لهذا الرجل؟ فقلت: لا\nوالله يا أبي؛ ولا علي ما هو أكثر من القيام، لو كان مستطاعا. قال: فكان\nأبي بعد ذلك إذا صرف رجلا عن عمل، عامله بكل جميل، ويقول: علمنا ابن أبي\nخالد أحسن الله جزاءه حسن التصرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head10'>حكاية</h1>\n\n<p>\n</span></span></span></span>\n</p>\n\n<p>\nقيل لما احترق المسجد بمصر، ظن المسلمون أن النصارى أحرقوه، فحرقوا خانا\nلهم، فقبض السلطان جماعة من الذين أحرقوا الخان، فكتب رقاعا فيها القتل،\nوفيها القطع، وفيها الجلد فنثرها عليهم، فمن وقعت له رقعة فعل به ما فيها،\nفوقعت رقعة فيها القتل بيد رجل فقال: ما كنت أبالي لولا أم لي، وكان بجنبه\nبعض الفتيان، فقال: في رقعتي الجلد، وليس لي أم، فادفع إلي رقعتك وخذ رقعتي\nففعلا، فقتل ذلك وجلد هذا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوقال الأستاذ أبو علي لما سعي غلام خليل <span id='ms019'></span> بالصوفية إلى الخليفة بالزندقة\nأمر بضرب أعناقهم، فأما الجنيد فإنه تستر بالفقه، وكان يفتي على مذهب أبي\nثور، وأما الشحام والرقام والثوري وجماعة فقبض عليهم وبسط النطع لضرب\nأعناقهم، فتقدم الثوري فقال له السياف: أتدري لماذا تتقدم؟ قال: نعم قال:\nوما يعجلك؟ قال: أؤثر أصحابي بحياة ساعة، فتحير السياف ونمي الخبر إلى\nالخليفة. فردهم إلى القاضي ليتعرف حالهم فألقى القاضي على أبي الحسين\nالثوري مسائل فقهية فأجاب عن الكل، ثم أخذ يقول: وبعد فإن لله عبادا إذا\nقاموا قاموا لله، وإذا نطقوا نطقوا بالله، وسرد ألفاظا حتى أبكى القاضي،\nفأرسل إلى الخليفة وقال: \" إن كان هؤلاء زنادقة فما على وجه الأرض مسلم \"\nفأمر بإطلاق سراحهم فأطلقوا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل لما قتل الحجاج عبد الله بن الزبير، رحل إلى عبد الملك ابن مروان،\nومعه إبراهيم بن محمد بن طلحة بن عبد الله. فلما قدم على عبد الملك لم يبدأ\nبشيء من الكلام سوى أن قال: قدمت إليك يا أمير المؤمنين برجل الحجاز في\nالشرف الأبوة، لم أدع له فيها والله نظيرا في كمال المروءة والأدب، وحسن\nالمذهب والطاعة \" والنصيحة \" مع القرابة من أمير المؤمنين: إبراهيم بن محمد\nبن طلحة بن عبد الله، فافعل به يا أمير المؤمنين ما يستحق أن يفعل بمثله في\nأبوته وشرفه. فقال له: يا أبا محمد أذكرتنا حقا واجبا ورحما قريبة، ائذنوا\nلإبراهيم فلما دخل وسلم \" بالخلافة \" أمر بالجلوس في صدر المجلس فقال له\nعبد الملك: أن أبا محمد ذكرنا ما لم نزل نعرفك به في الأبوة والشرف، فلا\nتدع حاجة من خاص أمرك وعامه إلا سألتها. فقال إبراهيم: أما الحوائج التي\nيبتغى بها الزلفى ويرجى بها الثواب، فما كان لله خالصا ولنبيه صلى الله\nعليه وسلم، ولك وللمسلمين عندي نصيحة لا أجد بدا من ذكري إياها. قال: أهي\nدون أبي محمد؟ قال: نعم قال: قم يا حجاج فنهض الحجاج خجلا لا يبصر أين يطأ\nثم قال: قل يا ابن طلحة فقال: تالله يا أمير المؤمنين إنك عهدت <span id='ms020'></span> إلى الحجاج\nفي ظلمه وتغطرسه وتعديه، وبعده عن الحق وإصغائه إلى الباطل، فوليته الحرمين\nوفيهما من فيهما من أبناء المهاجرين والأنصار وأصحاب رسول الله صلى الله\nعليه وسلم، يسومهم الخسف ويطؤهم بالعسف بطغام أهل الشام ورعاع لا روية لهم\nفي إقامة حق ولا في إزاحة باطل فاعزله. قال: فأطرق عبد الملك ساعة ثم رفع\nرأسه، فقال كذبت ومنت يا ابن طلحة، ولقد ظن بك الحجاج غير ما هو فيك، قم،\nفربما ظن الخير بغير أهله. قال إبراهيم: فقمت ووالله ما أبصر طريقا واتبعني\nحرسيا وقال له: أشدد يدك به، قال إبراهيم: فما زلت جالسا، ودعي الحجاج فما\nزالا يتناجيان طويلا حتى ساء ظني، ولم أشك أنه في أمري، قال: ثم دعا بي\nفقمت فلقيني الحجاج في الصحن خارجا فقبل بين عيني وقال: إذا جزى الله\nالمتواخين بفضل ودهما خيرا فليسحن جزاءك عني، والله لئن عشت لك لا رفعن\nناظرك ولا وطئن عقبك قال: فقلت في نفسي أنه يهزأ بي والله الحجاج، ودخلت\nعلى عبد الملك فأجلسي مجلسي الأول ثم قال: يا ابن طلحة هل شركك في نصيحتك\nأحد؟ فقلت لا والله يا أمير المؤمنين، ولا أردت إلا الله ورسوله والمسلمين\nوأنت، قال قد علمت ذلك، وقد عزلن الحجاج عن الحرمين عندما كرهته، وأعلمته\nانك استقللت له ذلك \" وسألتني له ولاية كبيرة ولقد \" وليته العراقين،\nوأعلمته انك استدعيت ذلك له استزادة، ليلزمه من زمامك ما يؤدي به عني إليك\nأجر نصيحتك، فاخرج معه فإنك غير ذام صحبته، فخرجت معه ونالني منه كل خير.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو القاسم علي بن المحسن بن علي التنوخي حدثني أبو الفرج\nالأصبهاني من حفظه قال: قرأت في بعض أخبار الأوائل أن الاسكندر لما انتهى\nإلى الصين ونازل ملكها، أتاه حاجبه، وقد مضى من الليل شطره فقال له: رسول\nملك الصين بالباب يستأذن عليك فقال: ائذن له، فلما دخل وقف بين يديه وسلم،\nوقال: إن رأى الملك أن يخليني فليفعل، فأمر الاسكندر من بحضرته بالانصراف\nوبقي <span id='ms021'></span> حاجبه فقال له الرسول: إن الذي جئت له لا يحتمل أن يسمعه غيرك، فأمر\nبتفتيشه ففتش، فلم يوجد معه شيء من السلاح، فوضع الاسكندر بين يديه سيفا\nمجردا وقال له: قف مكانك وقل ما شئت، ثم أخرج كل من كان عنده، فلما خلا\nالمكان قال له الرسول: إني ملك الصين لا رسوله، وقد حضرت أسألك عما تريده\nمني، فإن كان مما يمكن الانقياد إليه، ولو على أصعب الوجوه أجبت إليه،\nوغنيت أنا وإياك عن الحرب، فقال له لاسكندر: وما أمنك مني؟ قال: علمي بأنك\nرجل عاقل، وإنه ليس بيننا عداوة متقدمة، ولا مطالبة بذحل، وإنك تعلم أن أهل\nالصين إن قتلتني لا يسلمون ملكهم إليك، ولا يمنعهم عدمهم إياي أن ينصبوا\nنفسهم ملكا غيري، ثم تنسب أنت إلى عين الجهل وضد الحزم.\n</p>\n\n<p>\nفأطرق الاسكندر مفكرا في مقالته، وعلم أنه رجل عاقل. ثم قال له: الذي\nأريده منك ارتفاع ملكك لثلاث سنين عاجلا، ونصف ارتفاعه في كل سنة، فقال: هل\nغير ذلك شيء؟ قال: لا، قال: قد أجبتك. قال: فكيف تكون حالك حينئذ؟ قال:\nأكون قتيل أول محارب، وأكلة أول مفترس قال: وإن قنعت منك بارتفاع سنتين كيف\nيكون حالك؟ قال: أصلح مما يكون إذا لزمت بما تقدم ذكره. قال: فإن قنعت منك\nبارتفاع سنة واحدة، قال: يكون ذلك مجحفا بملكي ومذهبا لجميع لذاتي: قال:\nفإن اقتصرت منك على السدس. قال: يكون السدس موفرا والباقي لجيشي ولأسباب\nالملك، قال: فقد اقتصرت منك على هذا فشكره وانصرف. فلما أصبح وطلعت الشمس\nأقبل جيش الصين حتى طبق الأرض، وأحاط بجيش الاسكندر حتى خافوا الهلكة،\nوتواثب أصحابه فركبوا واستعدوا للحرب، فبينا هم كذلك إذ ظهر ملك الصين\nوعليه التاج، فلما رأى الاسكندر ترجل، فقال له الاسكندر: أغدرت؟ قال: لا\nوالله. قال: فما هذا الجيش؟ قال: أردت أن أعلمك أني لم أطعك من قلة ولا\nضعف، ولأن ترى الجيش وما غاب عنك منه أكثر، لكني رأيت العالم الأثير مقبلا\nعليك ممكنا لك، فعلمت أنه من <span id='ms022'></span> حارب العالم الأثير غلب، فأردت طاعته بطاعتك،\nوالذلة لأمره بالذلة لك، فقال الاسكندر: ليس مثلك من يؤخذ منه شيء، فما\nرأيت بيني وبينك أحدا يستحق التفضيل والوصف بالعقل غيرك، وقد أعفيتك من\nجميع ما أردته منك، وأنا منصرف عنك، فقال ملك الصين: أما إذا فعلت ذلك فلست\nتخسر، فلما انصرف الاسكندر أتبعه ملك الصين من الهدايا والألطاف بضعف ما\nكان قرره معه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head11'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nحدث نمير الهلالي قال: كان من فتيان بني هلال فتى يقال له بشر بن عبد\nالله ويعرف بالأشتر، وكان من سادات بني هلال أحسنهم وجها، وأسخاهم كفا،\nوكان معجبا بجارية من قومه تدعى جيداء وكانت بارعة الجمال والكمال، ثم\nاشتهر أمره وأمرها وظهر خبرهما، ووقع الشر بين أهلهما، إلى أن كانت بين\nالفريقين دماء، ثم افترقوا وابتعدت منازلهم. قال نمير: فلما طال على الأشتر\nالفراق، وتمادى به البعد، جاءني فقال: يا نمير هل من خير؟ قلت: عندي، فقل\nما أحببت فقال: تساعدني على زيارة جيداء، فقد أذهب الشوق روحي، قلت: نعم،\nبالحب والكرامة، فانهض بنا إذا شئت، فركب وركبت معه وسرنا يومنا وليلتنا\nالعشاء والغد، حتى إذا كان العشاء أنخنا رواحلنا في شعب قريب من الفريق،\nفقال: يا نمير اذهب فتأنس بالناس، واذكر إن لقيت أحدا انك طالب ضالة، ولا\nتعرض بذكري بين شفة ولسان، إلا أن تلقى جاريتها فلانة راعية غنمهم فاقرأها\nمني السلام وسلها عن الخبر، واعلمها موضعي. قال نمير: فخرجت لا أعدو ما\nأمرني به حتى لقيت الجارية، فأبلغتها الرسالة وأعلمتها مكانه، وسألتها عن\nالخبر، فقالت هي والله مشدد عليها محتفظ بها، ولكن موعدكم أولئك الشحرات\nاللواتي عند أعقاب البيوت مع صلاة العشاء الآخرة. قال: فانصرفت إلى صاحبي\nفأعلمته الخبر، ثم نهضت أنا وإياه نقود رواحلنا حتى أتينا الموزن في الوقت\nالموعود، فلم نلبث إلا قليلا وإذا جيداء تمشي قريبا منأ، فوثب الأشتر\nفصافحها وسلم عيها، وقمت أنا موليا عنهما فقالا: نقسم عليك ألا رجعت،\nفوالله ما نحن في مكروه، ولا بيننا ما يستر <span id='ms023'></span> عنك، فرجعت إليهما فجلست معهما.\nفقال لها الأشتر ما فيك حيلة يا جيداء فتتعلل الليلة. قالت: لا والله ما لي\nإلى ذلك من سبيل إلا أن يرجع الذي عرفت من البلاء والشر، فقال لها لا بد من\nذلك، ولو كان ما عسى أن يكون؛ قالت: فهل في صاحبك هذا من خير؟ قلت: قولي ما\nبدا لك، فإني أنتهي إلى رأيك، ولو كان في ذلك ذهاب نفسي. فخلعت ثيابها\nفقالت لي: البسها وأعطني ثيابك، ففعلت، ثم قالت، اذهب إلى بيتي فادخل في\nستري فإن زوجي سيأتيك فيطلب منك القدح ليحلب فيه، ثم يأتيك بعد فراغه من\nالحلب والقدح ملآن فيقول: هاك غبوقك، فلا تأخذه منه حتى تطيل ذلك عليه، ثم\nخذه أو دعه حتى يضعه ويذهب، ولست تراه إن شاء الله تعالى. قال: فذهبت ففعلت\nما أمرتني به، حتى إذا جاء بالقدح فلم آخذه منه حتى طال نكدي عليه، ثم\nاهويت لآخذه منه فأهوى هو ليضعه فاختلفت أيدينا على الإناء فانفك وانهرق\nاللبن فقال: هذا الطماح جيداء، وضرب بيده على مقدم البيت فاستخرج سوطا\nملويا مثل الثعبان، ثم دخل فهتك الستر علي وأمتع السوط مني تمام عشرين سوطا\nثم جاءت أمه وأخته فانتزعاني من يده، ولا والله ما فعلتا ذلك حتى زال عقلي\nوهممت أن أوجره السكين وإن كان فيها الموت، فلما خرجوا شددت ستري وقعدت كما\nكنت، فلم ألبث إلا قليلا حتى دخلت أم جيداء، فكلمتني وهي لا تشك أني\nابنتها، واندفعت في البكاء والنحيب فتغطيت بثوبي، ووليتها ظهري، فقالت: يا\nبنية اتق الله في نفسك، ولا تعرضي لمكروه زوجك، فذلك أولى بك، وأما الأشتر\nفقد هلك آخر الدهر وخرجت من عندي وقالت: سأرسل إليك أختك تؤنسك الليلة،\nفلبثت غير كثير، وإذا بالجارية قد جاءت، فجعلت تبكي وتدعو على من ضربني،\nوأنا لا أكلمها ثم اضجعت إلى جنبي، فلما استمكنت منها شددت يدي على فيها\nوقلت: يا هذه تلك أختك مع الأشتر عند الشجرات، وقد قطع ظهري الليلة بسببها،\nوأنت <span id='ms024'></span> أولى بالستر عليها، فاختاري لنفسك ولها، فوالله لئن تكلمت بكلمة\nلأصيحن أنا بجهدي حتى تكون الفضيحة شاملة، ثم رفعت يدي عن فيها، فاهتزت كما\nتهتز القصبة، فلم أزل بها حتى أنست، فباتت والله معي أحسن رفيق رافقته قط،\nولم نزل نتحدث وتضحك مني ومما نالني، وتمكنت منها تمكن من لو رام ريبة قدر\nعليها، ولكن الله عصم فله الحمد، ولم نزل كذلك حتى برق الفجر، وإذا جيداء\nقد دخلت علينا، فلما رأتنا ارتاءت وقالت: ويحك من هذه؟ قلت: أختك قالت: وما\nالخبر؟ قلت: هي تخبرك فإنها نعم الأخت، وأخذت ثيابي ومضيت إلى صاحبي فركبت\nأنا وهو، وحدثته ما أصابني، وكشفت له عن ظهري، فإذا فيه ضرب رمى الله ضاربه\nبالنار الصيعلم كل ضربة يخرج منها الدم، فلما رأى ذلك قال: قد عظم صنيعك،\nووجب شكرك، وطالت يدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفلا حرمني الله مكافأتك، ولم يزل لي شاكرا معترفا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head12'>حكاية</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nحدث عبد الرحمن بن عمر الفهري عن رجال سماهم قال: أمر المأمون أن يحمل\nإليه من أهل البصرة عشرة كانوا قد رموا بالزندقة عنده فحملوا، فبينما أحد\nالطفيليين يرتاد إذ رآهم مجتمعين يمضي بهم إلى الساحل للمسير إلى بغداد،\nفقال: ما اجتمع هؤلاء إلا لوليمة، فانسل معهم ودخل في جملتهم، ومضى بهم\nالموكلون إلى البحر، فأطلعوهم في زورق قد أعد لهم، فقال الطفيلي: لا شك\nإنها نزهة فصعد معهم في الزورق، فلم يكن بأسرع من ان قيد القوم وقيد\nالطفيلي معهم، فعلم أنه قد وقع في ورطة، ورام الخلاص فلم يقدر، ثم دفع\nالملاح وساروا إلى أن وصلوا بغداد، وحملوا حتى أدخلوا على المأمون، فأمر\nبضرب أعناقهم، فاستدعوا بأسمائهم رجلا رجلا، فكل من دعا سأله وأمر بضرب\nعنقه، حتى لم إلا الطفيلي، وفرغت العدة، فقال المأمون للموكلين بهم: ما\nهذا؟ قالوا: والله، ما ندري يا أمير المؤمنين، غير أنا وجدناه مع القوم\nفجئنا به فقال المأمون ما قضيتك ويلك؟ فقال يا أمير المؤمنين امرأته طالق\nإن كان يعرف من أقوالهم شيئا، ولا يعرف <span id='ms025'></span> غير لا إله إلا الله محمد رسول الله\nوأنا إنما رأيتهم مجتمعين فظننت أنهم يدعون إلى وليمة أو دعوة فالتحقت بهم،\nفضحك المأمون ثم قال: بلغ من شؤم التطفل أن أحل صاحبه هذا المحل، لقد سلم\nهذا الجاهل من الموت، ولكن يؤدب حتى يتوب.\n</p>\n\n<p>\nقال: وإبراهيم بن المهدي حاضر يومئذ، فقال: يا أمير المؤمنين هبه لي\nوأحدثك بحديث عن نفسي في التطفيل عجيب، قال: وهبته له فهات حديثك، فقاتل:\nيا أمير المؤمنين خرجت يوما متنكرا أنظر إلى سكك بغداد فاستهواني التفرج\nوانتهى بي المشي إلى جناح شممت فيه روائح طعام وأبازير قد فاحت، فتاقت نفسي\nإليها ووقفت يا أمير المؤمنين لا أقدر على المضي، فرفعت بصري فإذا شباك،\nوإذا خله كف ومعصم ما رأيت أحسن منه، فوقفت حائرا، ونسيت روائح الطعام بذلك\nالكف والمعصم، وأخذت في أعمال الحيلة إلى الوصول إليه، فنظرت وإذا خياط\nقريب من ذلك الموضع، فتقدمت إليه وسلمت عليه، فرد علي فقلت: يا سيدي لمن\nهذه الدار؟ فقال: لرجل من البزازين. قلت: ما اسمه؟ قال: فلان بن فلان قلت:\nأهو ممن يشرب الخمر قال: نعم، وأحسب أن اليوم عنده دعوة وليس ينادم إلا\nتجارا مثله مستورين. وبيننا نحن في الكلام إذ أقبل رجلان نبيلان راكبان،\nفقال هؤلاء ندماؤه، فقلت: ما اسماهما وما كناهما، فقيل فلان وفلان، فحركت\nدابتي فلحقتهما، فقلت جعلت فداكما قد استبطأكما أبو فلان أعزه الله،\nوسايرتهما حتى أتينا الباب، فدخلت ودخلا، فلما رآني صاحب المنزل معهما لم\nيشك أني منهما بسبيل، فرحب بي وأجلسني في أفضل المواضع، ثم جيء بالمائدة،\nونقلت إليها الألوان، فكان طعمها يا أمير المؤمنين أطيب وألذ من ريحها.\nفقلت في نفسي هذه الألوان قد من الله علي ببلوغ الغرض منها، بقي الكف\nوالمعصم، ثم جيء بالوضوء فغسلنا، ثم نقلنا إلى مجلس المنادمة، فإذا أشكل\nمجلس وأظرفه في سائر أموره وجعل صاحب المنزل يلطف بي ويقبل علي في الحديث\nلظنه أني ضيف لأضيافه، وهم لي على مثل ذلك يظنون أن إكرامه <span id='ms026'></span> لي عن معرفة\nمتقدمة وصداقة. حتى إذا شربنا أقداحا فخرجت علينا جارية كأنها غصن بان في\nغاية الظرف وحسن الهيئة، فسلمت غير خجلة، وثنيت لها وسادة فجلست عليها،\nوأتي بعود فأخذت وجسته أحسن جس فإذا هي حاذقة واندفعت فغنت:\n</p>\n\n<p>\nتوهمها طرفي فأصبح خدها ... وفي مكان الوهم من نظري أثر\n</p>\n\n<p>\nومر بفكري شخصها فجرحته ... ولم أر شخصا قبل يجرحه الفكر\n</p>\n\n<p>\nوصافحها كفي فآلم كفها ... فمن لمس كفي في أناملها عقر\n</p>\n\n<p>\nثم اندفعت فغنت أيضا:\n</p>\n\n<p>\nأشرت إليها هل عرفت مودتي؟ ... فردت بطرف العين: أني على العهد\n</p>\n\n<p>\nفحدث عن الاظهار عمدا لسرها ... وحادت عن الإظهار أيضا على عمد\n</p>\n\n<p>\nفصحت السلاح السلاح، وجاءني من الطرب ما لم أملك معه نفسي، فطرب القوم\nأيضا طربا شديدا. ثم غنت:\n</p>\n\n<p>\nأليس عجيبا أن بيتا يضمني ... وإياك لا نخلو ولا نتكلم\n</p>\n\n<p>\nسوى أعين تبدي سرائر أنفس ... وتقطيع أنفاس على النار تضرم\n</p>\n\n<p>\nإشارة أفواه، وغمز حاجب، ... وتكسير أجفان، وكف تسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nفحسدتها والله يا أمير المؤمنين على حذقها ومعرفتها بالغناء وإصابتها\nمعنى الشعر، لأنها لم تخرج من الفن الذي ابتدأت به، فقلت: قد بقي عليك يا\nجارية شيء فرمت بالعود، وقالت: متى كنتم تحضرون مجالسكم البغضاء، فندمت على\nما كان مني، ورأيت القوم كأنهم تنكروا لي، فقلت في نفسي: فإنني جميع ما\nأملت أن لم أتلاف قصتي، فقلت: أثم عود؟ قالوا: نعم فأتيت بعود مليح الصنعة،\nفأصلحت ما أردت فيه، ثم اندفعت فغنيت:\n</p>\n\n<p>\nما للمنازل لا تجبن حزينا ... أصممن أم قدم البلا فبلينا\n</p>\n\n<p>\nإن الذين غدوا بلبك غادروا ... وشلا بعينك ما يزال معينا\n</p>\n\n<p>\nغيضن من عبراتهن وقلن لي ... ماذا لقيت من الهوى ولقينا\n</p>\n\n<p>\nراحوا العشية روحة مذكورة ... إن حرن خرنا أو هدين هدينا \"\n</p>\n\n<p>\nورموا بهن سواهما عرض الفلا ... إن متن متن وإن حيين حيينا\n</p>\n\n<p>\nفما استتمته يا أمير المؤمنين حتى وثبت الجارية فأكبت على رجلي تقبلهما\nوتقول: معذرة إليك يا سيدي، والله ما علمت مكانك، وما سمعت مثل هذه الصنعة\nمن أحد، وقام مولاها وجميع من كان حاضرا فصنعوا كصنيعها <span id='ms027'></span>، ثم زاد القوم في\nإكرامي وتبجيلي فطربوا غاية الطرب، وشربوا بالكاسات والطاسات، فلما رأيت\nطربهم اندفعت فغنيت:\n</p>\n\n<p>\nأفي الله أن تمسين لا تذكرينني ... وقد سجمت عيناني من ذكرك الدما\n</p>\n\n<p>\nإلى الله أشكو بخلها وسماحتي ... لها عل مني وتبذل علقما\n</p>\n\n<p>\nفردي مصاب القلب أنت قتلته ... ولا تتركيه ذاهل العقل مغرما\n</p>\n\n<p>\nإلى الله اشكوانها أجنبية ... والتي لها بالود ما عشت مكرما\n</p>\n\n<p>\nفرأيت من طرب القوم شيئا حسبت أنهم فارقوا عقولهم، فأمسكت ساعة حتى\nراجعوا أمرهم وهدأت نفوسهم، ثم اندفعت فغنيت:\n</p>\n\n<p>\nهذا محبك مطوي على كمده ... صب مدامعه تجري على جسده\n</p>\n\n<p>\nله يد تسأل الرحمن راحته ... مما به، ويد أخرى على كبده\n</p>\n\n<p>\nيا من رأى كلفا، مستهترا دنفا ... كانت منيته في عينه ويده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفجعلت الجارية تصيح: هذا والله الغناء لا ما نحن فيه، وشرب القوم وبقي في\nصاحب المنزل مسكة لجودة شربه، فسكر القوم وغلبوا على أرواحهم، فأمر غلمانه\nبحفظهم وإيصالهم إلى منازلهم، فانصرفوا وخلوت معه، وشرب أقداحا، ثم قال: يا\nسيدي ذهب ما مضى من عمري هدرا إذ لم أعرف مثلك، ولم أحاضر رئيسا يشبهك،\nفبالله يا مولاي من أنت لأعرف نديمي؟ فأخذت أوري عليه، وهو يقسم علي إلى أن\nأعلمته من أنا على الحقيقة، فوثب قائما على قدميه وقال: لقد عجبت أن يكون\nهذا الفضل إلا لمثلك، ولقد أسدى إلي الزمان يدا لا أقوم بشكرها، ومتى طمعت\nبأن تزورني الخلافة في منزلي، وتنادمني ليلتي أجمع! ما هذا إلا في المنام،\nفلا أتممت ليلتي إلا قائما بين يديك، إذ كنت أحقر من أن أجالس الخلافة،\nفأقسمت عليه أن اجلس فجلس، ثم أخذ يسألني: ما السبب في حضوري عنده، بألطف\nسؤال وأرق معنى، فأخبرته يا أمير المؤمنين القصة من أولها إلى آخرها وما\nسترت منها شيئا، ثم قلت: أما الطعام فقد نلت منه بغيتي، فقال: والكف\nوالمعصم تنال إن شاء الله، ثم قال: يا فلانة قولي لفلانة، جارية له، تنزل،\nثم جعل يستدعي واحدة واحدة يعرضها علي، وأنا لا أرى صاحبتي: إلى أن <span id='ms028'></span> قال:\nوالله ما بقي غير أمي وأختي، ووالله لينزلن، فعجبت من كرمه وسعة صدره،\nفقلت: جعلت فداك أبدأ بالأخت قبل الأم، فإني أحتشم أن أنظر إلى كف والدتك\nقال: حبا وكرامة، ثم نزلت أخته فأراني كفها فإذا هي التي رأيتها فقلت:\nحسبك، هذه الجارية، فأمر غلمانه لوقته باستدعاء عشرة مشايخ سماهم، ثم قام\nفأخرج بدرتين فيهما عشرون ألف درهم، وحضر المشايخ فقال لهم: هذا سيدي\nإبراهيم بن المهدي يخطب إلي أختي فلانة، وأشهدكم أني قد زوجتها له،\nوأمهرتها عنه عشرة آلاف درهم، فقلت: قد رضيت وقبلت النكاح، فشهدوا علينا،\nثم دفع البدرة الواحدة إلى أخته، والأخرى فرقها على المشايخ، ثم قال:\nأعذرونا فهو ما حضر على مثل هذه الحال، فشكروا ودعوا له وانصرفوا ثم قال:\nيا سيدي أمهد لك مهدا في بعض البيوت فتنام مع أهلك؟ فاحشمني ما رأيت من\nكرمه، وتذممت أن أخلوا بها في داره، فقلت: بل أحضر عمارية فاحملها إلى\nمنزلي فقال: ما شئت، فأحضرت عمارية وحملتها إلى منزلي، فوحقك يا أمير\nالمؤمنين، لقد حمل إلي من الجهاز ما ضاقت عنه بيوتنا على سعتها، فأولدتها\nهذا الغلام القائم بين يدي أمير المؤمنين.\n</p>\n\n<p>\nفعجب المأمون من كرم هذا الرجل فقال: لله دره ما سمعت قط بمثلها فعلة، ثم\nأطلق الطفيلي وأجازه، وأمر إبراهيم بإحضار الرجل ليشاهده، فأحضر بين يديه\nفاستنطقه فأعجب به وصار من جملة خواصه ومحاضريه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head13'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nحكي عن بعض أهل العلم قال: كان يجلس إلي شيخ، فأي شيء تكلمت فيه من\nالعلوم بكى، حتى طال ذلك علي فقلت له يوما وقد خلونا: أراك ملازما مجلسي ثم\nلا تسأل عن شيء، ولا أزال أراك باكيا فما حالك؟ قال: نعم يا سيدي، كنت رجلا\nأشتري الغلمان وأبيعهم لأجل الفائدة، فوقع إلي دفعة غلام وضئ الوجه، كامل\nالخلقة، وكان صغيرا فابتعته بثلاثمائة دينار، وزينته وهيأته لمن يرغب في\nابتياعه، فعبر بنا ذات يوم غلام شاب حسن الوجه، فلما رأى الغلام نزل عن\nدابته وقال: هذا الغلام للبيع؟ قلت: نعم <span id='ms029'></span>، فقلب الغلام واستعرضه، وقال له:\nما اسمك وما جنسك وما الذي تحسن أن عمل، فأخبره ثم قال لي: بكم هو فقلت:\nبألف دينار، فغمز يد الغلام نغزة ثم انصرف، فنظرت في يد الغلام صرة،\nفاعتبرتها فإذا فيها مائة دينار، فقلت له: أتعرف الرجل؟ فقال: لا، فلما كان\nمن الغد جاء ففعل كفعله بالأمس، فلما كان في اليوم الثالث جاء ففعل كفعله\nفي اليومين المتقدمين، فقلت في نفسي: ما وهب هذا لهذا ثلاثمائة دينار إلا\nوهو يهواه، وليس يقدر على ما ذكرته له من الثمن. فتبعته حتى عرفت مكانه،\nفلما كان العشاء أمرت الغلام بلبس أفخر ثيابه وطيبته وزينته، وقلت له: إن\nهذا الرجل قد صار إلينا منه مثل ثمنك، وقد عزمت على حملك إليه فكن له طوعا،\nوأعلمني بما يجري به معه، وصرت به إلى منزل الرجل بعد صلاة العشاء الآخرة،\nفنقرت الباب نقرات، فخرج وفتح الباب، فلما رآنا بهت ثم استرجع وقال: ما\nالذي جاء بكما؟ فقلت: إن هذا الغلام قد قلبته على بعض ملوك البغداديين\nالساعة ولم ينفصل له أمر معه، وأخاف عليه الطائف فببته لي عندك إلى الغداة،\nفقال: أدخل فبت معه إلى بكرة فقلت: لا أتمكن من ذلك فدعه عندك، وإياك أن\nيخرج من بيتك وحكمك إلى أن آتيك باكرا، وانصرفت وأوبت إلى فراشي، مفكرا في\nأمره، وإذا الغلام قد أتى مذعورا يبكي فقلت له: ما وراءك؟ قال لي: مات\nالرجل الساعة، فقلت: ويحك وكيف كان ذلك؟ قال: دخلت معه فاحضر لي طعاما\nفأكلت وغسلت يدي وطيبني ثم جاء فوضع إصبعه السبابة على خدي ثم قال: أشهد\nأنك لحسن، وما تدعوني إليه نفسي منك لقبيح، وما أوعد الله عليه من العقوبة\nأقبح وأشد، ثم استرجع، ثم وضع إصبعه على خدي أيضا ثم قال: أشهد أنك لحسن،\nوما وعد الله عليها من الخير والثواب أحسن وأحسن، ثم سقط فحركته فإذا هو قد\nمات. قال الشيخ: فأنا أبكي على ذلك الشاب وظرفه وحسنه وعفته إلى أن أموت.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head14'>حكاية <span id='ms030'></span></h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: أخبرني الحسن بن علي قال: حدثنا أحمد بن الحارث\nالخراز عن المدايني عن أبي بكر الهذلي قال: لما أطلق عمر بن الخطاب رضي\nالله عنه الحطيئة من حبسه قال له: يا أمير المؤمنين أكتب لي كتابا إلى\nعلقمة بن علاثة أقصده به، فقد منعني التكسب بشعري، فقال: لا أفعل، فقيل له:\nيا أمير المؤمنين، وما عليك من ذلك، علقمة ليس بعاملك فتخشى أن تأثم فيه،\nوإنما هو رجل من المسلمين تشفع له إليه. فكتب له بما أراد، فمضى الحطيئة\nبالكتاب فصادف علقمة قد مات، والناس ينصرفون عن قبره، فوقف عليه ثم أنشد:\n</p>\n\n<p>\nلعمري لنعم المرء من آل جعفر ... بحوران أمسى علقته الحبائل\n</p>\n\n<p>\nفإن تحيي لا أملل وإن تمت ... فما في حياة بعد موتك طائل\n</p>\n\n<p>\nوما كان بيني، لو لقيتك سالما، ... وبين الغنى إلا ليال قلائل\n</p>\n\n<p>\nفقال له ابنه: كم ظننت أن علقمة يعطيك؟ قال: مائة ناقة فقال: لك مائة\nناقة تتبعها مائة من أولادها، فأعطاه إياها.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الفرج أيضا: أخبرني أبو زيد قال أخبرني عمي عن أبيه عن ابن\nالكلبي عن أبيه قال: أخبرني شيخ من بني نبهان قال: أصابت بني شيبان سنة\nذهبت بالأموال، فخرج رجل منهم بعياله، حتى أنزلهم الحيرة فقال لهم: كونوا\nقريبا من الملك يصبكم من خيره، حتى أرجع إليكم وآلى على نفسه ألية ألا يرجع\nحتى يكسبهم خيرا أو يموت، فتزود زادا، ثم مشى يوما إلى الليل، فإذا هو بمهر\nمقيد يدور حول خباء فقال: هذا أول الغنيمة فذهب يحله ويركبه، فنودي خل عنه\nواغنم نفسك، فتركه ومضى سبعة أيام حتى انتهى إلى عطن إبل مع تطفيل الشمس،\nفإذا خباء عظيم وقبة من أدم قال: فقلت في نفسي ما لهذا الخباء بد من أهل،\nوما لهذه القبة بد من رب، وما لهذا العطن بد من إبل، فنظرت في الخباء فإذا\nشيخ كبير قد اختلفت ترقوتاه كأنه نسر، فجلست خلفه مختبئا، فلما وجبت الشمس\nإذا بفارس قد أقبل لم أر <span id='ms031'></span> فارسا قط أعظم منه ولا أجسم، على فرس مشترف ومعه\nأسودان يمشيان بجنبيه، وإذا مائة من الإبل مع فحلها فبرك الفحل وبركن حوله،\nونزل عن فرسه فقال لأحد عبديه: احلب فلانة ثم اسقي الشيخ، فحلب في عس حتى\nملأه ووضعه بين يدي الشيخ، وتنحى فكرع فيه الشيخ مرة أو مرتين ثم نزع فثرت\nإليه فشربته فرجع إليه العبد فقال: يا مولاي قد أتى على آخره، ففرح بذلك،\nوقال له أحلب له فلانة فحلبها ثم وضع العس بين يدي الشيخ فكرع فيه كرعة\nواحدة، ثم نزع فثرت إليه فشربت نصفه وكرهت أن آتي على آخره فاتهم. فجاء\nالعبد فأخذه وقال لمولاه: قد شرب وروي قال: دعه ثم أمر بشاة فذبحت وشوى\nللشيخ منها ثم أكل هو وعبدانه فأمهلت حتى إذا ناموا وسمعت الغطيط ثرت إلى\nالفحل فحللت عقاله وركبته، فاندفع بي وتبعته الإبل، فمشيت ليلتي حتى\nالصباح. فلما أصبحت نظرت فلم أر أحدا فشللتها حينئذ شلا عنيفا حتى تعالى\nالنهار، ثم التفت التفاتة فإذا أنا بشيء كأنه طائر فما زال يدنو مني حتى\nتبينته فإذا هو فارس على فرس، وإذا هو صاحبي بالأمس، فعقلت الفحل، ونثلت\nكنانتي ووقفت بينه وبين الإبل، فوقف بعيدا فقال: أحلل عقاله فقلت: كلا\nوالله لقد خلفت نسيات بالحيرة وآليت ألية ألا أرجع حتى أفيدهن خيرا أو\nأموت، قال: فنك ميت، حل عقاله لا أم لك فقلت: هو ما قلت لك، قال: انك\nلمغرور، انصب لي خطامه واجعل لي منه خمس عجر ففعلت فقال: أين تحب أن أضع\nسمهي فقلت: في هذا الموضع، فكأنما وضعه فيه بيده، ثم أقبل يرمي حتى أصاب\nالخمس بخمسة أسهم، فرددت نبلي في كنانتي، وحططت قوسي، ووقفت مستسلما فدنا\nمني فأخذ السيف والقوس ثم قال: ارتدف خلفي وعرف أني الذي رشبت عنده اللبن\nفقال: كيف ظنك بي؟ فقلت أحسن ظن، قال: وكيف؟ قلت: لما لقيت من تعب ليلتك،\nوقد أظفرك الله بي. فقال: أترانا كنا نهجيك بسوء وقد بت تنادم مهلهلا، قلت <span id='ms032'></span>:\nأزيد الخيل أنت؟ قال: نعم، أنا زيد الخيل، قلت: كن خير آخذ، قال: ليس عليك\nبأس. فمضى إلى موضعه الذي كان به، ثم قال: أما لو كانت هذه الإبل لي\nلسلمتها إليك، ولكنها لابنة مهلهل فأقم علي فإني على شرف فأقمت عنده أياما\nثم أغار على بني نمير بالملح فأصاب مائة بعير فقال: أهذه أحب إليك أم تلك؟\nفقلت: بل هذه قال: دونكها وبعث معي خبراء من ماء إلى ماء حتى وردوا الحيرة،\nفلقيني نبطي فقال: يا أعرابي ابسرك أن لك بإبلك هذه بستانا من هذه البساتين\nقلت: وكيف؟ قال: هذا أوان نبي يخرج فيملك هذه الأرض، ويحول بين أربابها\nوبينها، حتى إن أحدكم ليبتاع البستان بثمن بعير، قال: فارتحلت بأهلي حتى\nانتهيت إلى موضع، فبينا نحن بالشطين على ماء لنا وقد كان الحوفزان بن شريك\nأرغا على بني تميم، إذ جاءنا رسول الله صلى الله عليه وسلم فأسلمنا، وما\nمضت إلا أيام حتى اشتريت بثمن بعير من إبلي بستانا بالحيرة.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head15'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا أخبرني محمد بن الحسين بن دريد قال: أخبرنا الحرماني عن العباس\nبن هشام عن أبيه: قال عتب بنت عفيف وهي أم حاتم الطائي ذات يسار، وكانت من\nاسخى الناس وأقراهم للضيف، وكانت لا تليق شيئا تملكه، فلما رأى أخوتها\nإتلافها مالها حجروا عليها ومنعوها مالها، فمكثت دهرا لا يدفع إليها شيء\nمنه، حتى إذا ظنوا أنها قد وجدت ألم ذلك أعطوها صرمة من إبلها، فجاءتها\nامرأة من مازن وكانت تأتيها في كل سنة تسألها فقالت لها: دونك هذه الصرمة\nفخذيها فوالله لقد أمضني من الجوع ما لا أمنع بعده سائلا أبدا، ثم أنشأت\nتقول:\n</p>\n\n<p>\nلعمري لقد ما عضني الجوع عضة ... فآليت ألا أمنع الدهر جائعا\n</p>\n\n<p>\nفقولا لهذا اللائمي اليوم أعفني ... فإن أنت لم تفعل فعض الأصابعا\n</p>\n\n<p>\nفماذا عسيتم أن تقولوا لأختكم ... سوى عذلكم أو عذل من كان مانعا\n</p>\n\n<p>\nوهل ما ترون اليوم إلا طبيعة ... فكيف بتركي يا ابن أم الطبائعا\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head16'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nوحدث الهيثم بن عدي وقيل <span id='ms033'></span> القاسم بن عدي عمن حدثه عن ملخان بن \" أخي \"\nماوية امرأة حاتم قال: قلت لماوية: يا عمتاه حدثيني ببعض عجائب حاتم فقلت:\nكل أمره عجب فعن أيه تسأل؟ قلت: حدثيني ما شئت قالت: أصابت الناس سنة\nفأذهبت الخف والظلف فإني وإياه ذات ليلة قد اسهرنا الجوع، فأخذ هو عديا\nوأخذت سفانة وجعلنا نعللنهما حتى ناما، ثم اقبل علي يعللني بالحديث لكي\nأنام، فرققت لما به من الجهد، فأمسكت عن كلامه لينام، فقال: لي أنمت؟ مرارا\nفلم أجبه، فسكت ونظر وشق الخباء فإذا بشيء قد أقبل فرفع رأسه فإذا امرأة\nفقال: من هذا؟ فقالت: أنا يا أبا سفانة أتيتك من عند صبية يتعاوون كالذئاب\nجوعا، فقال: أحضريني صبيانك فوالله لأشبعنهم قالت: فقمت سريعة فقلت: بماذا\nيا حاتم؟ فوالله ما نام صبيانك من الجوع إلا بالتعلل فقال: والله لأشبعن\nصبيانك مع صبيانها، فلما جاءت قام إلى فرسه فذبحها، ثم قدح نارا فأججها، ثم\nدفع إليها شفرة وقال: اشوي وكلي، ثم قال لي: أيقظي صبيتك فأيقظتهما ثم قال:\nإن هذا للؤم تأكلون واهل الصرم حالهم مثل حالكم، فجعل يأتي الصرم بيتا بيتا\nفيقول: انهضوا؛ عليكم النار، قال فاجتمعوا حول تلك الفرس، وتقنع بكسائه\nوجلس ناحية. فما أصبحوا ومن الفرس على الأرض قليل ولا كثير إلا عظم وحافر،\nوإنه لأشد جوعا منهم وما ذاقه.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو الفرج أخبرني أحمد بن محمد البزاز الأطروش قال: حدثنا علي بن حرب\nقال: حدثنا هشام بن محمد قال: حدثنا أبو مسكين جعفر ابن المحرز بن الوليد\nعن أبيه قال: قال الوليد جده وهو مولى لأبي هريرة: سمعت محرز بن أبي هريرة\nيتحدث قال: كان رجل يقال له أبو الخيبري مر في نفر من قومه بقبر حاتم،\nوحوله أنصاب متقابلات من حجارة كأنهن نساء ينحن، قال: فنزلوا به فبات أبو\nالخيبري ليلته كلها يقول: أبا عدي أقر أضيافك قال: فيقال له: مهلا ما تكلم\nمن رمة بالية؟ فقال إن طيئا يزعمون أنه لم ينزل به أحد وهو ميت <span id='ms034'></span> إلا أقراه \"\nكالمستهزئ \" قال فلما كان في آخر الليل نام أبو الخيبري حتى إذا كان في\nالسحر وثب، فجعل يصيح واراحلتاه، فقال له أصحابه: ويلك ما لك قال: خرج\nوالله حاتم بالسيف وأنا أنظر إليه حتى عقر ناقتي قالوا: كذبت قال: بلى\nفنظروا إلى راحلته فإذا هي مختزلة ما تنبعث قالوا لقد والله قراك، فذبحوها\nوظلوا يأكلون من لحمها ثم أردفوه وانطلقوا، فساروا ما شاء الله ثم نظروا\nإلى راكب فإذا هو عدي بن حاتم قائدا جملا أسود فلحقهم فقال: أيكم أبو\nالخيبري؟ قالوا: هذا، فقال: جاءني أبي في النوم فذكر لي شتمك إياه وإنه\nأقرى راحلتك أصحابك، وقد قال في ذلك أبياتا ورددها علي حتى حفظتها:\n</p>\n\n<p>\nأبا الخيبري وأنت أمرؤ ... ظلوم البرية شتامها\n</p>\n\n<p>\nفماذا أردت إلى رمة ... ببادية صيحت هامها؟\n</p>\n\n<p>\nأتبغي أذاها وإعسارها ... وحولك غوث وأنعامها\n</p>\n\n<p>\nوإنا لنطعم أضيافنا ... من الكوم بالسيف نعتامها\n</p>\n\n<p>\nوقد أمرني أن أحملك على بعير فدونكه فأخذه وركبه وذهبوا\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أخبرني أحمد بن محمد البزاز الأطروش قال: حدثنا أبو مسكين جعفر بن\nالمحرز ابن الوليد عن أبيه قال الواقدي: كان إبراهيم بن المهدي قد ادعى\nالخلافة لنفسه بالري، وأقام مالكها سنة وأحد عشر شهرا واثني عشر يوما، وله\nأخبار كثيرة أحسنها عندي ما حكاه لي قال: لما دخل المأمون الري وطلبني أشد\nطلب وجعل لمن أتى بي مائة ألف درهم، خفت على نفسي وتحيرت في أمري فخرجت من\nداري في وقت الظهر وكان يوما صائفا، ولا أدري أين أتوجه فمررت على وجهي حتى\nوقعت في زقاق لا ينفذ فقلت: إنا لله وإنا إليه راجعون، إن عدت على أثري\nيرتاب بي، فرأيت في صدر الزقاق عبدا أسود قائما على باب داره، فتقدمت إليه\nوقلت له: عندك موضع أقيم فيه ساعة من نهار؟ فقال: نعم، وفتح الباب فقال: يا\nسيدي أدخل بالرحب والسعة، أنا لك والمنزل وبحكمك. فدخلت إلى بيت نظيف فيه\nحصير نظيف ومخدة جلد إلا أنها نظيفة ثم أغلق الباب علي ومضى فتوهمته قد <span id='ms035'></span> سمع\nالجعالة في، وأنه خرج ليدل علي، فبقيت على مثل النار قلقا، فبينا أنا كذلك\nإذ أقبل معه حمال عليه كل ما يحتاج إليه من خبز ولحم وقدر جديدة وآلتها\nوجرة نظيفة وكيزان جدد، فحط من الحمال ثم التفت إلي وقال: جعلني الله فداك،\nأنا رجل حجام، وأنا أعلم أنك تقز نفسك مني لما أتولاه من معيشتي، فشأنك بما\nلم تقع عليه يد، وكانت لي حاجة إلى الطعام فطبخت لنفسي قدرا ما أذكر أني\nأكلت مثلها، فلما قضيت أربي من الطعام قال: هل لك في شراب فإنه لم يسلي\nالهم، ويطيب الفم، ويجيد النفس، ويذهب الغم؟ فقلت: ما أكره ذلك رغبة في أن\nأوانسه فأتى بقطرميز جديد لم تمسه يد، وجاءني بدنين من شراب مطيب وقال لي:\nروق لنفسك فروقت شرابا نهاية في الجودة، وأحضر لي قدحا جديدا وفاكهة وقلا\nمختلفة في طسوت فخار جديدة ثم قال بعد ذلك: أتأذن لي، جعلت فداك، أن أقعد\nناحية منك وآتي بنبيذ لي فأشرب منه سرورا بك فقلت له: افعل فشرب وشربت\nثلاثا، ثم أدخل إلى خزانة له فأخرج عودا مصفحا فقال: يا سيدي ليس من قدري\nأنا أسألك تغني، ولكن قد وجبت علي مروءتك حرمتي، فإن رأيت أن تشرف عبدك بأن\nتغني لنفسك فافعل، فقلت من أين لك أني أحسن الغناء، فقال متعجبا يا سبحان\nالله أنت أشهر من ذلك أنت إبراهيم بن المهدي خليفتنا بالأمس الذي جعل\nالمأمون لمن دله عليك مائة ألف درهم، قال: فلما قال ذلك عظمت همته ومروءته\nعندي وعلمت أن نخوته أجل مما بذل في، فتناولت العود فأصلحته فغنيت، وقد مر\nبخاطري فراق أهلي وولدي:\n</p>\n\n<p>\nوعسى الذي أهدى ليوسف أهله ... وأعزه في السجن وهو أسير\n</p>\n\n<p>\nأن يستجيب لنا فيجمع شملنا ... والله رب العالمين قدير\n</p>\n\n<p>\nفقال يا سيدي أتجعل ما تغنيه ما اقتضيتك إياه؟ قلت نعم قال عن لي:\n</p>\n\n<p>\nإن الذي عقد الذي انعقدت به ... عقد المكاره فيك يحسن حلها\n</p>\n\n<p>\nفاصبر فإن الله يعقب راحة ... فلعلها أن تنجلي <span id='ms036'></span> ولعلها\n</p>\n\n<p>\nفغنيته ولم أكن أحسن لحنه لكنني لحنته في الوقت وتفاءلت به وحسن عندي\nإيراده، فشربت وشربت، وقال: عن يا سيدي:\n</p>\n\n<p>\nفلا تجزع وإن أعسرت يوما ... فقد أيسرت في الزمن الطويل\n</p>\n\n<p>\nولا تيأس فإن اليأس كفر ... لعل الله يغني عن قليل\n</p>\n\n<p>\nولا تظنن بربك غير خير ... فإن الله أولى بالجميل\n</p>\n\n<p>\nوكنت أعرفه فغنيته فشرب وشربت وقال: لله علي نذر إذا آنستني بقربك وما\nكنت أحسب أن الزمان يسمح بكونك في منزلي فإن رأيت أن تغني:\n</p>\n\n<p>\nوإذا تنازعني أقول لها اصبري ... موت يريحك أو علو المنبر\n</p>\n\n<p>\nما قد قضي بأنفس فاصطبري له ... ولك الأمان من الذي لم يقدر\n</p>\n\n<p>\nفغنيته وحسن في نفسي اقتضاؤه وآنست به واستظرفه ثم قال: يا سيدي أتأذن لي\nأن أغني ما سنح وإن كنت من غير أهل هذه الصناعة فقلت: زيادة في أدبك\nومروءتك، فأخذ العود وتغنى:\n</p>\n\n<p>\nشكونا إلى أحبابنا طول ليلنا ... فقالوا لما ما أقصر الليل عندنا\n</p>\n\n<p>\nوذاك لأن النوم يغشى عيونهم ... سريعا ولا يغشى لنا النوم أعينا\n</p>\n\n<p>\nإذا ما دنا الليل المضر بذي الهوى ... جزعنا وهم يستبشرون إذا دنا\n</p>\n\n<p>\nفلو إنهم كانوا يلاقون مثل ما ... نلاقي لكانوا في المضاجع مثلنا\n</p>\n\n<p>\nفوالله لقد أحسست البيت قد سار بي، وذهب عني كل ما كان بي من الهلع\nوأنسيته، وسألته أن يغني فغنى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nتعيرنا أنا قليل عديدنا ... فقلت لها إن الكرام قليل\n</p>\n\n<p>\nوما ضرنا أنا قليل وجارنا ... عزيز وجار الأكثرين ذليل\n</p>\n\n<p>\nوإنا لقوم لا نرى سبة ... إذا ما رأته عامر وسلول\n</p>\n\n<p>\nيقرب حب الموت آجالنا لنا ... وتكرهه آجالهم فتطول\n</p>\n\n<p>\nقد أخلني من الطرب ما لا مزيد عليه إلى أن عاجلني السكر وإياه فلم أستيقظ\nإلا بعد المغرب، فعاودني فكري في نفاسة هذا الحجام، وحسن أدبه وظرفه، وكيف\nاقتضاني من الغناء ما أراد به أن يسليني وغنائي ما فيه إشارة لتخصصه، فقمت\nوغسلت وجهي وأيقظته، وأخذت خريطة كانت صحبتي فيها دنانير لها قيمة كبيرة\nفرميت بها إليها وقلت له: أستودعك الله فإني ماض من عندك، وأسألك أن تصرف\nما <span id='ms037'></span> في هذه الخريطة في بعض مهماتك، ولك عندي المزيد إن أمنت من خوفي فأعادها\nإلي منكرا وقال: يا سيدي إن الصعلوك منا لا قدر له عندكم من ذوي الرياسات،\nوتظن به الظنون الردية، أآخذ على ما وهبنيه الزمان من قربك وحلولك عندي\nثمنا؟ فألححت عليه فأومأ إلى موسى له وقال: والله لئن راجعتني في ذلك\nلأقتلن نفسي، فخشيت عليه وأخذت الخريطة وأعدتها إلى كمي، وقد أثقلني حملها،\nفلما انتهيت إلى باب داره معولا على الخروج قال: يا سيدي إن هذا الموضع\nأخفى لك من غيره وليس في مؤنتك فأقم عندي إلى أن يفرج الله عنك، فرجعت\nوسألته أن يكون منفقا من تلك الخريطة فلم يفعل، وكان في كل يوم يفعل مثل ما\nفعل في يوم حلولي به، فأقمت أياما في أطيب عيش، فتذممت من الإقامة في\nمؤنته، واحتشمت من التثقيل عليه فتركته، وقد مضى يجدد لنا أحوالنا، فقمت\nوقد تزينت بزي النساء بالخف والنقاب وخرجت، فلما صرت في الطريق داخلني من\nالخوف شيء شديد، وجئت لأعبر الجسر فإذا الماء بموضع قد رش حتى صار زلقا\nفبصر بي جندي ممن كان يخدمني فعرفني، فقال: هذه حاجة المأمون وتعلق بي فمن\nحلاوة الروح ودفعته وفرسه فرميتهما في ذلك الزلق فصار عبرة، وتبادر الناس\nليقتلوه، فاجتهدت في المشي حتى قطعت الجسر، ودخلت زقاقا فوجدت باب دار\nوامرأة في دهليزه فقلت: يا سيدة النساء أحقني دمي فإني رجل خائف، فقالت:\nعلى الرحب، وأطلعتني إلى غرفة، وفرشت لي وقدمت لي طعاما، وقالت ليهدأ روعك\nفما يعلم مخلوق بك عندي، ولو أقمت سنة، فهي معي في ذلك وإذا الباب يدق دقا\nعنيفا فخرجت ففتحت الباب وإذا بصاحبي الذي دفعته على الجسر وهو مشدود الرأس\nودمه يجري على ثيابه وليس معه فرس فقالت له: ما دهاك؟ فقال لها: إن حديثي\nعجيب، ظفرت بالغنى وانفلت مني، قالت: وكيف ذاك؟ قال: إبراهيم بن المهدي\nلقيته وعنقت به فدفعني والفرس، فأصابني ما ترين وانفلت مني، ولو كنت حملته\nإلى المأمون <span id='ms038'></span> لجعلت مائة ألف درهم فأخرجت له حراقا علته في جرحه وعصبته،\nوفرشت له في القاعة ونام عليلا، وطلعت إلي وقالت أظنك صاحب القصة فقلت: نعم\nقالت: لا بأس عليك. ثم جددت الكرامة لي وأقمت عندها ثلاثا. ثم قالت: إني\nخائفة عليك من هذا الرجل لئلا يطلع على أمرك فينم بك فانج بنفسك. فسألتها\nإمهالي إلى الليل ففعلت. فلما دخل الليل لبست زي النساء وخرجت من عندها\nفأتيت إلى بيت مولاة كانت لي. فلما رأتني بكت وتوجعت لي وحمدت الله على\nسلامتي، وخرجت كأنها تريد السوق للاهتمام في الضيافة، فظننت خيرا، فما شعرت\nإلا بإبراهيم الموصلي بنفسه في خيله ورجله وحفله والمولاة معه حتى سلمتني\nإليه، فرأيت الموت عيانا، وحملت بزيي إلى المأمون، فجلس مجلسا عاما وأدخلني\nإليه، فلما قمت بين يديه سلمت عليه بالخلافة فقال: لا سلم الله عليك، ولا\nحياك ولا رعاك، فقلت: على سرلك يا أمير المؤمنين إن ولي الثار محكم في\nالقصاص، والعفو أقرب للتقوى، ومن تناوله الاغترار بما مد له من أسباب\nالرجاء لم يأمن عادية الدهر، وقد جعلك الله تعالى فوق كل عفو، كما جعل كل\nذنب دون عفوك، فإن تأخذ فبحقك وإن تعف فبفضلك ثم أنشدت:\n</p>\n\n<p>\nذنبي إليك عظيم ... وأنت أعظم منه\n</p>\n\n<p>\nفخذ بحقك أولا ... فاصفح بحلمك عنه\n</p>\n\n<p>\nإن لم أكن في فعالي ... من الكرام فكنه\n</p>\n\n<p>\nفرفع رأسه إليه فبدرته وقلت:\n</p>\n\n<p>\nأتيت ذنبا عظيما ... وأنت للعفو أهل\n</p>\n\n<p>\nفإن عفوت فمن ... وإن جزيت فعدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفرق لي المأمون، واستروحت روائج الرحمة في شمائله، ثم أقبل على أخيه أبي\nاسحق المعتصم وابنه العباس وجميع من حضر من خاصته فقال: ما ترون في أمره،\nفكل أشار بقتلي إلا انهم اختلفوا في القتلة كيف تكون، فقال المأمون لأحمد\nبن أبي خالد: ما تقول يا أحمد فقال: يا أمير المؤمنين إن قتلته وجدك مقلك\nقتل مثله، وإن عفوت عنه لم تجد مثلك عفا عن مثله، فنكس المأمون رأسه وجعل\nينكت بإصبعه في الأرض وقال متمثلا:\n</p>\n\n<p>\nقومي هم قتلوا اميم أخي <span id='ms039'></span> ... فإذا رميت أصابني سهمي\n</p>\n\n<p>\nفلئن عفوت لأعفون جللا ... ولئن سطوت لأوهنن عظمي\n</p>\n\n<p>\nفكشفت المقنعة عن رأسي وكبرت تكبيرة عظيمة وقلت: عفا عني والله أمير\nالمؤمنين، فقال المأمون: لا بأس عليك يا عم اعتذر فقلت: ذنبي يا أمير\nالمؤمنين أعظم من أن أتفوه معه بعذر، وعفوك أعظم من أن أنطق معه بشكر،\nولكني أقول:\n</p>\n\n<p>\nإن الذي خلق المكارم حازها ... في صلب آدم للإمام السابع\n</p>\n\n<p>\nملئت قلوب الناس منك مهابة ... وتظل تكلؤهم بقلب خاشع\n</p>\n\n<p>\nفعفوت عمن لم يكن عن مثله ... عفو ولم يشفع إليك بشافع\n</p>\n\n<p>\nورحمت أطفالا كأفراخ القطا ... وحنين والدة بقلب جازع\n</p>\n\n<p>\nرد الحياة علي بعد ذهابها ... كرم المليك العادل المتواضع\n</p>\n\n<p>\nفقال لي المأمون: لا تثريب عليك اليوم قد عفوت عنك، ورددت عليك مالك\nوضياعك، فقلت:\n</p>\n\n<p>\nرددت مالي ولم تبخل علي به ... وقبل ردك مالي قد حقنت دمي\n</p>\n\n<p>\nأمنت منك وقد خولتني نعما ... نعم الحياتان من موت ومن عدم\n</p>\n\n<p>\nفلو بذلت دمي أبغي رضاك به ... والمال حتى أسل النعل من قدمي\n</p>\n\n<p>\nما كان ذاك سوى عارية رجعت ... إليك لو لم تهبها كنت لم تلم\n</p>\n\n<p>\nالبر لي منك وطء العذر عندك لي ... فيما أتيت فلم تعذل ولم تلم\n</p>\n\n<p>\nفإن جحدتك ما أوليت من نعم ... إني إلى اللوم أولى منك بالكرم\n</p>\n\n<p>\nفقال المأمون: إن من الكلام كلاما كالدرر وهذا منه، وأمر لإبراهيم بمال\nوخلع وقال: يا إبراهيم إن أبا إسحاق والعباس أشارا بقتلك فقلت: إنهما نصحا\nلك يا أمير المؤمنين، ولكن أبيت إلا ما أنت أهله، ودفعت ما خفت بما رجوت،\nفقال المأمون قد مات حقدي بحياة عذرك وعفوت عنك، وأعظم من عفوي عنك أني لم\nأجرعك مرارة امتنان الشافعين، ثم سجد المأمون طويلا ثم رفع رأسه فقال: يا\nإبراهيم أتدري لم سجدت؟ فقلت: شكرا لله الذي أظفرك بعدو دولتك فقال: ما\nأردت هذا ولكن شكرا لله على ما ألهمنيه من العفو عنك، فحدثني الآن حديثك،\nفشرحت له صورة أمري وما جرى لي مع الحجام والجندي والمولاة التي أسلمتني،\nفأمر المأمون بإحضارها وهي <span id='ms040'></span> في دارها تنتظر الجائزة فقال لها: ما حملك على\nما فعلت مع إنعام إبراهيم وأهله عليك؟ فقالت: رغبة في المال. فقال لها: هل\nلك ولد أو زوج قالت: لا، فأمر بضربها مائتي سوط وخلدها السجن. ثم قال:\nأحضروا الجندي وامرأته والحجام فأحضروا، فسأل الجندي عن السبب الذي حمله\nعلى ما فعل فقال: الرغبة في المال فقال له المأمون: أنت أولى أن تكون حجاما\nمن أن تكون من أوليائنا ووكل به من يلزمه الجلوس في دكان الحجام ليتعلم\nالحجامة، واستخدم زوجته بعد الإحسان إليها قهرمانة في قصره، وقال هذه امرأة\nعاقلة أديبة تصلح للمهمات. ثم قال للحجام: لقد ظهر من مروءتك ما تجب به\nالمحافظة عليك، وسلم إليه دار الجندي ودابته، وخلع عليه وأثبته برزقه\nوزيادة ألف دينار في كل سنة ولم يزل بخير إلى أن مات.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head17'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nحدث سليمان بن وهب قال: لما نكبني الواثق قال لمحمد بن عبد الملك الزيات:\nعذب سليمان وضيق عليه، وصادره وطالبه بالأموال. قال سليمان \" فألبسني جبة\nصوف وقيدني وضيق علي، وكان يحضرني في دار الواثق ويخاطبني أغلظ مخاطبة\nويهددني ويعاملني أقبح معاملة وأشنعها، ويكتب المخبرون بذلك إلى الواثق\nفيعجبه، فإذا كان الليل أمر محمد بن عبد الملك بنزع قيودي وتغيير ثيابي،\nويطرح لي مصلى ويأنس بي ويأكل ويشرب معي، ويشاورني في أموره، ويفضي إلي\nبأسراره، فإذا كان وقت انصرافي عنه ضرب بيده على كتفي وقال: يا أبا أيوب\nهذا حق المودة، وذاك حق السلطان، لا تنكر هذا ولا تنكر ذاك، فأشكر له فعله\nفإذا كان في غد عدنا إلى ما كنا عليه كأنا ما تعارفنا.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nحدث حماد بن إسحاق عن أبيه قال: دخلت إلى الفضل بين الربيع وقد بلغ\nالرشيد يحي بن عبد الله بن الحسن وقد كان أمره بقتله فلم يظهر له أنه بلغه\nإطلاقه إياه، وسأله عن خبره على قتله؟ فقال: لا، فقال له: أين هو، قال:\nأطلقته، قال: ولم؟ قال: لأنه سألني بحق الله تعالى ورسوله وقرابته منه\nومنك، وحلف <span id='ms041'></span> لي أنه لا يحدث حدثا، وإنه يجيئني متى طلبته، فأطرق ساعة ثم قال\nله: امض بنفسك في طلبه حتى تجيئني به وأخرج الساعة، فخرج. قال إسحاق: فدخلت\nإليه مهنئا بالسلامة، فقلت له: ما رأيت أثبت من جأشك ولا أصح من رأيك فيما\nجرى وأنت والله كما قال أشجع:\n</p>\n\n<p>\nبديهته وفكرته سواء ... إذا ما نابه الخطب الكبير\n</p>\n\n<p>\nوأحزم ما يكون الدهر رأيا ... إذا عيي المشاور والمشير\n</p>\n\n<p>\nوصدر فيه للهم اتساع ... إذا ضاقت من الهم الصدور\n</p>\n\n<p>\nفقال الفضل: انظروا كم أعطي أشجع على هذه القصيدة فاحملوا إلى أبي محمد\nمثله. قال فوجد قد أخذ ثلاثين ألف درهم فحملت إلي.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head18'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: حدثني بن محمد بن الجعد ومحمد بن يحيى قالا:\nحدثنا محمد بن زكريا العلاني قال: حدثنا ابن عائشة قال: حج هشام بن عبد\nالملك في خلافة الوليد أخيه ومعه أهل الشام فجهد أن يستلم الحجر فلم يقدر\nمن ازدحام الناس، فنصب له منبر فجلس عليه ينظر إلى الناس، فأقبل زين\nالعابدين علي بن الحسين رضي الله عنهما، وهو أحسن الناس وجها، وأنظفهم\nثوبا؛ وأطيبهم رائحة، فطاف بالبيت فلما بلغ الحجر تنحى الناس كلهم له\nوأخلوا الجحر ليستلمه، هيبة له وإجلالا، فغاظ ذلك هشاما وبلغ منه، فقال رجل\nلهشام: من هذا أصلح الله الأمير؟ قال: لا أعرفه، وكان به عارفا، ولكنه خاف\nأن يرغب فيه أهل الشام ويسمعوا منه. فقال الفرزدق، وكان لذلك كله حاضرا:\nأنا أعرفه فسلني يا شامي من هو، قال: ومن هو؟ قال:\n</p>\n\n<p>\nهذا الذي تعرف البطحاء وطأته ... والبيت يعرفه والحل والحرم\n</p>\n\n<p>\nهذا ابن خير عباد الله كلهم ... هذا التقي النفي الطاهر العلم\n</p>\n\n<p>\n\" بكفه خيزران ريحه عبق ... بكف أروع في عرنينه شمم\n</p>\n\n<p>\nيغضي حياء ويغضى من مهابته ... وما يكلم إلا حين يبتسم \"\n</p>\n\n<p>\nإذا رأته قريش قال قائلها: ... إلى مكارم هذا ينسب الكرم\n</p>\n\n<p>\nيكاد يمسكه عرفان راحته ... ركن الحطيم إذا ما جاء يستلم\n</p>\n\n<p>\nفليس قولك من هذا بضائره ... العرب تعرف من أنكرت والعجم\n</p>\n\n<p>\nأي الخلائق ليست في <span id='ms042'></span> رقابهم ... لأولية هذا أو له نعم\n</p>\n\n<p>\nمن يعرف الله يعرف أولية ذا ... فالدين من بيت هذا ناله الأمم\n</p>\n\n<p>\nفحبسه هشام فقال الفرزدق:\n</p>\n\n<p>\nأيحبسني بين المدينة والتي ... إليها قلوب الناس يهوي منيبها\n</p>\n\n<p>\nيقلب رأسا لم يكن رأس سيد ... وعينا له حولاء تبدو عيوبها\n</p>\n\n<p>\nفبعث هشام إليه فأخرجه خشية لسانه. ووجه إليه علي بن الحسين عشرة آلاف\nدرهم وقال أعذرنا يا أبا فراس فلو كان عندنا في هذا الوقت أكثر منها\nلوصلناك به فردها وقال: ما قلت ما كان إلا لله، وما كنت لأرزأك عليه شيئا،\nفقال له علي بن الحسين: قد رأى الله مكانك فشكرك، ولكنا أهل بيت إذا أنفذنا\nشيئا ما نرجع فيه، وأقسم عليه فقبلها.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nحدث أحمد بن يحيى المكي \" قال كان إسحاق الموصلي يكثر مديح البرامكة\nويطنب في الثناء عليهم، فحضر ذات يوم مجلس الفضل بن الربيع فأجرى ذكر\nالبرامكة، وكان يغيظ الفضل ويبلغ منه كل مبلغ، فقال بعض من حضر لإسحاق: أما\nتنفك من ذكر هؤلاء القوم وتقلع عن ذلك، ولك في الثناء على الوزير ما تبلغ\nبه عنده أعلى الرتب، وتحل من نفسه عليه أرفع محل، فأمسك الفضل عن الكلام\nإعجابا بما خوطب به إسحاق. فقال اسحق: أما البرامكة وملازمتي لهم وحبي فيهم\nوثنائي عليهم فأشهر من أن أجحده، وذلك والله أقل ما يستحقونه مني، ثم أقبل\nعلى الفضل وقد أغاظه مدحه لهم. فقال له: اسمع مني شيئا مما فعلوه بي، ليس\nهو بكبير من صنائعهم عندي ولا عند أبي قبلي، فإن وجهت لي في ذلك عذرا وإلا\nفلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nكنت في ابتداء أمري نازلا مع أبي في داره، وكان لا يزال يجري من غلماني\nوغلمانه وجواري وجواريه الخصومة، كما يجري بين هذه الطبقات، فيشكونهم إليه،\nفأتبين الضجر والتنكر في وجهه، فاستأجرت دارا بقربه وانتقلت إليها أنا\nوجواري وغلماني. وكانت دارا واسعة فلم أرض ما عندي من الآلة لها، ولا لمن\nيدخل إلي من أخواني أن يروا مثله عندي. ففكرت في ذلك وكيف أصنع فيه فزاد <span id='ms043'></span>\nفكري إلى أن خطر ببالي قبح الأحدوثة من نزول مثلي في دار بأجرة، وإني لا\nآمن في وقت أن يستأذن علي وعندي من احتشمه ولا يعلم حالي، فيقال: صاحب دارك\nيطلب أجرة الدار فضاق بذلك صدري ضيقا شديدا حتى جاوز الحد فأمرت غلماني أن\nيسرجوا لي حمارا كان عندي لأمضي إلى الصحراء أتفرج فيها مما دخل قلبي فأسرج\nلي، ولبست رداء ونعلا وركبت، فأفضى بي المسير وأنا مفكر لا أميز الطريق\nالتي أسلك فيها حتى هجم بي على باب يحيى بن خالد فوثب غلمانه إلي وقالوا\nأين هذه الطريق؟ فقلت: إلى الوزير أعزه الله، فاستأذنوا لي في الدخول\nفدخلت، وبقيت خجلا، قد وقعت في أمرين قبيحين، إن دخلت عليه برداء ونعل،\nوأعلمته أني قصدته في تلك الحال كان سوء أدب، وإن قلت له أني كنت مجازا ولم\nأقصدك فجعلتك طريقا كان قبيحا، ثم عزمت على صدقه، فلما رآني تبسم فقال: ما\nهذا الزي يا أبا محمد احتسبنا لك بالبر والقصد والتفقد ثم علمنا أنك جعلتنا\nطريقا فقلت: لا والله أيد الله الوزير ولكني أصدقك قال: هات، فأخبرته\nبالقصة من أولها إلى آخرها فقال: هذا حق مستو \" كذا \" افهذا شغل قلبك؟ قلت:\nإي والله، وزاد فقال: لا تشغل قلبك بهذا، يا غلام ردوا حماره وهاتوا له\nخلعة، فجاءوني بخلعة تامة من ثيابه فلبستها، ودعا بالطعام فأكلت، ووضع\nالنبيذ فشربت وشرب وغنيته، ودعا في وسط ذلك بدواة وكتب أربع رقاع ظننت أن\nبعضها توقيع لي بجائزة، ثم دعا بعض وكلائه فدفع إليه الرقاع، وساره بشيء،\nفزاد طمعي في الجائزة، ومضى الرجل وجلسنا نشرب وأنا أنتظر فلا أرى شيئا إلا\nالغنيمة. ثم اتكأ يحيى بن خالد فنام، وقمت من عنده وأنا منكسر خائب، فخرجت\nفقدم إلي حماري فركبته وسرت، فلما تجاوزت الدار قال لي غلامي: إلى أين\nتمضي؟ قلت: إلى الدار، قال: قد والله بيعت الدار وابتيع الدرب كله، وأشهد\nعلى أصحابها، ووزن الثمن، والمشتري جالس على بابك ينتظرك ليعرفك وأظنه\nابتاع ذلك <span id='ms044'></span> للسلطان، لأني رأيت الأمر في عجلته واستحثاثه أمرا سلطانيا،\nفوقعت من ذلك في أمر لم يكن في حسابي، وسرت وأنا لا أدري ما أعمل، فلما\nنزلت على باب داري إذا بالوكيل الذي ساره يحيى قد قام إلي فقال: أدخل أيدك\nالله دارك، حتى أدخل في أمر أحتاج فيه إلى مخاطبتك، فطابت نفسي فدخلت ودخل\nإلي فأقراني توقيع يحيى يطلق لأبي محمد إسحاق مائة ألف درهم يبتاع بها\nداره، وجميع ما يجاورها ويلاصقها، والتوقيع الثاني إلى ابنه الفضل \":قد\nأمرت لأبي إسحاق بمائة ألف درهم يبتاع بها داره، فأطلق له مائة ألف أخرى\nلينفقها على إصلاح الدار كما يريد وبنائها كما يشتهي \" والتوقيع الثالث إلى\nابنه جعفر \" قد أمرت لأبي محمد إسحاق بمائة ألف يبتاع له بها منزلا يسكنه،\nوأمر له أخوك بمائة ألف درهم ينفقها على بنائها ومرمتها على ما يريده:\nفأطلق له مائة ألف درهم ليبتاع له بها فرشا لمنزله \" والتوقيع الرابع إلى\nمحمد \" قد أمرت وأخواك لأبي محمد إسحاق بثلاثمائة ألف درهم لمنزل يبتاعه،\nونفقة ينفقها عليه، وفرش يتبدله فيه فمر له أنت بمائة ألف درهم يصرفها في\nسائر نفقته \" وقال لي الوكيل: قد حملت المال واشتريت كل شيء جاورك بسبعين\nألف درهم وهذه الكتب بالابتياعات باسمي والإقرار لك، وهذا المال، بورك لك\nفيه، فأقبضه فقبضته، وأصبحت أحسن حالا من أبي في منزلي وسائر فرشي وآلتي\nفلا والله ما هذا من أكبر شيء فعلوه بي أفألام على شكرهم؟\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head19'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقيل تذاكر جلساء معاوية بحضرته يوما أشراف الناس وذوي الوجاهة والبيوت\nالجليلة، والحسين بن علي رضي الله عنهما حاضر، فقال معاوية من تعرفون أكرم\nالناس أبا وأما وجدا وجدة وعما وعمة وخالا وخالة؟ فقالوا: أمير المؤمنين\nأعلم، فأخذ بيد الحسين بن علي رضي الله عنهما وقال: هذا أبوه علي بن أبي\nطالب وأمه فاطمة بنت محمد وجده رسول الله وجدته خديجة وعمه جعفر بن أبي\nطالب، وعمته هالة بنت أبي طالب، وخاله القاسم ابن رسول الله، وخالته زينب\nبنت <span id='ms045'></span> محمد. فقال كلهم: صدق أمير المؤمنين.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head20'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني في كتابه: أخبرني أحمد بن عبيد الله ابن عمار\nقال: حدثنا سليمان بن ابي شيخ قال: حدثنا محمد بن الحكم عن عوانة أن عبيد\nالله بن أبي بكرة كتب إلى يزيد بن أبي ربيعة بن مفرغ أني قد توجهت إلى\nسجستان فالحق بي لعلك إن أقدمت على ألا تندم ولا تذم رأيك، فتجهز ابن مفرغ\nوخرج حتى أتى إلى سجستان ممسيا فدخل عليه فشغله بالحديث، وأمر له بمنزل\nوفرش وخدم، وجعل يطاوله حتى علم أنه قد استتم ما أمر له به، ثم صرفه إلى\nالمنزل الذي هيئ له، ثم دعا به في اليوم الثاني فقال له: يا ابن مفرغ انك\nقد تجشمت إلي شقة بعيدة، وقم أتسع لك الأمل، فرحلت إلي لأقضي عنك دينك،\nولأغنيك عن الناس، وقلت: أبو حاتم بسجستان قمن لي بالغنى بعده فقال: والله\nما أخطأت أيها الأمير مما كان في نفسي شيئا فقال عبيد الله: أما والله\nلأفعلن ذلك، ولأقلن لبثك عندي، ولأحسنن صلتك، فأمر له بمائة ألف درهم ومائة\nوصيفة ومائة نجيبة، وأمر له بما ينفقه إلى أن يبلغ بلده سوى المائة ألف،\nوبمن يكفيه الخدمة من غلمانه ومواليه، وقال له: إن من خفة السفر أن لا تهتم\nبخف ولا حافر، فكان مقامه عنده سبعة أيام، ثم ارتحل وشيعه عبيد الله بن أبي\nبكرة إلى قرية على أربعة فراسخ يقال لها زالق، ثم قال له: يا ابن مفرغ أنه\nينبغي للمودع أن ينصرف وللمتكلم أن يسكت، وأنا من قد عرفت، فانفق على\nالأمل، وحسن ظنك بي ورجاءك في وإذا بدا لك أن تعود فعد والسلام ثم صار ابن\nمفرغ حتى الأهواز فرجعت عنه رسل عبيد الله، وقالوا: قد بلغنا حيث أمرنا\nقال: أجل، ثم أمر أناهيد بنت أعنق، امرأة كان يهواها، أن تفتح الباب، وقال\nلها كل ما دخل دارك فهو لك، وأقام بالأهواز ودعا ندماء كانوا له من فتيان\nالعرب، فلم يبق ظريف <span id='ms046'></span> ولا مغن إلا أتاه، واستماحه جماعة قصدوه من أهل البصرة\nوالكوفة والشام فأعطاهم، ولم يفارق اناهيد ومعه شيء من المال، وجعل القوم\nيسألونه عن عبيد الله بن أبي بكرة وكيف هو وأخلاقه \" وجوده \" فقال:\n</p>\n\n<p>\nيسائلني أهل العراق عن الندى ... فقلت عبيد الله حلف المكارم\n</p>\n\n<p>\nفتى حاتمي في سجستان رحله ... وحسبك جودا أن يكون كحاتم\n</p>\n\n<p>\nسما لينال المكرمات فنالها ... بشدة ضرغام وبذل الدراهم\n</p>\n\n<p>\nوحلم إذا ماسورة الحرب أطلقت ... حبا القوم عند الفادح المتفاقم\n</p>\n\n<p>\nوإن له في كل حي صنيعة ... يحدثها الركبان أهل المواسم\n</p>\n\n<p>\nدعاني إليه جوده ووفاؤه ... ومن دون مسراه عداة الأعاجم\n</p>\n\n<p>\nفلم أثو إلا جمعة في جواره ... ويومين حلا من ألية آثم\n</p>\n\n<p>\nإلى أن دعاني زانة الله بالعلى ... فأنبت من راشي مهيض القوادم\n</p>\n\n<p>\nوقال إذا ما شئت يا ابن مفرغ ... فعد عودة ليست كأضغاث حالم\n</p>\n\n<p>\nفقلت له: لا يبعد الله داره، ... أعود إذا ما جئتكم غير حاشم\n</p>\n\n<p>\nوأحمدت وردي إذ وردت حياضه ... وكل كريم نهزة للأكارم\n</p>\n\n<p>\n\" فأصبح لا يرجو العراق وأهله ... سواء لنفع أو لدفع العظائم \"\n</p>\n\n<p>\nوإن عبيد الله هيأ رفده ... سراحا وأعطى خيره غير عاقم\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الفرج أيضا: أخبرني أحمد بن عبد العزيز الجوهري وحبيب ابن نصر\nالمهلبي قالا: حدثنا عمر بن شبة قال: حدثنا القخذمي وقال: لزم يزيد بن مفرغ\nغرماؤه بدين فقال لهم: انطلقوا نجلس على باب الأمير عيسى إلى أن يخرج\nالأشراف فيروني، فيقضوا عني ديني، فانطلقوا به، فكان أول من خرج اما عمر بن\nعبيد الله بن معمر، واما طلحة الطلحات، فلما رآه قال: أبا عثمان ما أقعدك\nههنا؟ قال: غرمائي هؤلاء لزموني بدين لهم علي قال: وكم هو؟ قال سبعون ألفا\nقال: علي منها عشرة آلاف درهم، ثم خرج الآخر على الأثر فسأله عما سأله\nصاحبه فقال: هل خرج أحد قبلي؟ قالوا: نعم فلان، قال: فما صنع؟ قال: ضمن\nعشرة آلاف درهم فقال علي مثلها، وجعل الناس يخرجون، فمنهم من يضمن الألف\nإلى أكثر من ذلك، حتى ضمنوا أربعين ألفا وكان يأمل <span id='ms047'></span> عبيد الله بن أبي بكرة\nفلم يخرج حتى غربت الشمس فخرج مبادرا فلم يره حتى كاد يبلغ بيته فقيل له:\nإنك مررت بابن مفرغ ملزوما، وقد مر به الأشراف فضمنوا عنه، قال: واسوأتاه\nإني لخائف أن يظن بي أني تغافلت عنه، فكر راجعا فوجده قاعدا فقال له: أبا\nعثمان ما يجلسك ها هنا؟ قال: غرمائي هؤلاء يلزمونني قال: وكم عليك؟ قال:\nسبعون ألفا، قال: وكم ضمن عنك قال: أربعون ألفا. قال: فاستمتع بها وعلي\nدينك أجمع فقال فيه:\n</p>\n\n<p>\nلو شئت لم تعني ولم تنصب ... عشت بأسباب أبي حاتم\n</p>\n\n<p>\nعشت بأسباب الجواد الذي ... لا يختم الأموال بالخاتم\n</p>\n\n<p>\nمن كف بهلول له عدة ... ما ان لمن عاداه من عاصم\n</p>\n\n<p>\nالمطعم الناس إذا حاردت ... نكباؤها في الزمن العارم\n</p>\n\n<p>\nوالفاصل الخطة يوم اللحا ... للأمر عند الكربة اللازم\n</p>\n\n<p>\nجاورته حينا فأحمدته ... أثني وما الحامد كاللائم\n</p>\n\n<p>\nكم من عدو كاشح شامت ... أخزيته يوما ومن ظالم\n</p>\n\n<p>\nأذقته الموت على غرة ... بأبيض ذي رونق صارم\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head21'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nوقال أيضا: حدثني محمد بن جرير الطبري عن شيوخه إلى أن بلغ به يحيى بن\nعروة بن أذينة قال: أتى أبي وجماعة من الشعراء هشام ابن عبد الملك، فنسبهم\nفانتسبوا، فلما عرف أبي قال له أنت القائل:\n</p>\n\n<p>\nلقدعلمت، وما الأشراف من خلفي\n</p>\n\n<p>\nإن الذي هو رزقي سوف يأتيني\n</p>\n\n<p>\nأسعى إليه فيعينني تطلبه ... ولو قعدت أتاني لا يعنيني\n</p>\n\n<p>\nوإن حظ امرئ غيري سيبلغه ... لا بد لا بد أن يحتازه دوني\n</p>\n\n<p>\nلا خير في طمع يدني لمنقصة ... وغبر من كفاف العيش يكفيني\n</p>\n\n<p>\nلا أركب الأمر تزري به عواقبه ... ولا يعاب به عرضي ولا ديني\n</p>\n\n<p>\nكم من فقير غني النفس تعرفه ... ومن غني فقير النفس مسكين\n</p>\n\n<p>\nومن عدو رماني لو قعدت له ... لم يأخذ النصف مني حين يرميني\n</p>\n\n<p>\nومن أخ لي طوى كشحا فقلت له ... إن انطواءك عني سوف يطويني\n</p>\n\n<p>\nإني لأنطق فيما كان من أربي ... وأكثر الصمت فيما ليس يعنيني\n</p>\n\n<p>\nلا أبتغي وصل من يبغي مفارقتي ... ولا ألين لمن لا يشتهي ليني\n</p>\n\n<p>\nفقال له <span id='ms048'></span> ابن أذينة: نعم أنا قائلها، قال: أفلا قعدت في بيتك حتى يأتيك\nرزقك؟ وغفل عنه هشام، فخرج من وقته وركب راحلته ومضى منصرفا، فافتقده هشام\nفعرف خبره فأتبعه بجائزة، وقال للرسول: قل له: أردت أن تكذبنا وتصدق نفسك،\nفمضى الرسول فلحقه وقد نزل على ماء يتغدى عليه، فأبلغه رسالته ودفع إليه\nالجائزة فقال: قل له صدقني ربي وكذبك قال يحيى بن عروة: وفرض له فريضتين\nكنت أنا في إحداهما.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوقال أبو الفرج أيضا أخبرني محمد بن عمران الصيرفي والحسن بن علي الخفاف\nعن شيوخهم قالوا: دخل يزيد بن مزيد على الرشيد فقال له: يا بن مزيد من الذي\nيقول فيك:\n</p>\n\n<p>\nلا يعبق الطيب خديه ومفرقه ... ولا يمسح عينيه من الكحل\n</p>\n\n<p>\nقد عود الطير عادات وثقن بها ... فهن يتبعنه في كل مرتحل\n</p>\n\n<p>\nفقال: لا أعرف قائله يا أمير المؤمنين فقال له هارون: أيقال فيك مثل هذا\nالشعر ولا تعرف قائله؟ فخرج من عنده خجلا. فلما صار إلى منزله دعا حاجبه\nفقال: من بالباب من الشعراء؟ قال مسلم بن الوليد قال: وكيف حجبته عني ولم\nتعلمني بمكانه، قال: أخبرته أنك مضيق وأنه ليس في يدك شيء تعطيه، وسألته\nالإمساك والمقام أياما إلى أن تتسع قال: فأنكر ذلك عليه وقال: أدخله إلي\nفأدخله إليه فأنشد قوله فيه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nأجررت حبل خليع في الصبا غزل ... وقصرت همم العذال عن عذلي\n</p>\n\n<p>\nرد البكاء من العين الطموح هوى ... مفرق بين توديع ومرتحل\n</p>\n\n<p>\nأما كفى البين أن أرمى بأسهمه ... حتى رماني بلحظ الأعين النجل\n</p>\n\n<p>\nمما جنت لي وإن كانت مني صدقت ... صبابة خلس التسليم بالمقل\n</p>\n\n<p>\nإلى أن يقول فيها:\n</p>\n\n<p>\nموف على مهج في يوم ذي رهج ... كأنه أجل يسعى إلى أمل\n</p>\n\n<p>\nتراه في الأمن في درع مضاعفة ... لا يأمن الدهر أن يدعي على عجل\n</p>\n\n<p>\nلا يعبق الطيب خديه ومفرقه ... ولا يمسح عينيه من الكحل\n</p>\n\n<p>\nإذا انتضى سيفه كانت مسالكه ... مسالك الموت في الأحشاء والمقل\n</p>\n\n<p>\nوإن خلت بحديث النفس نظرته ... حي الرجاء ومات الخوف من وجل\n</p>\n\n<p>\nكالليث إن <span id='ms049'></span> هجته فالموت راحته ... لا يستريح إلى الأيام والدول\n</p>\n\n<p>\nقد عود الطير عادات وثقن بها ... فهن يتبعنه في كل مرتحل\n</p>\n\n<p>\nلله من هاشم في أرضه جبل ... وأنت وابنك ركنا ذلك الجبل\n</p>\n\n<p>\nصدقت ظني وصدقت الظنون به ... وحط جودك عقد الرحل عن جملي\n</p>\n\n<p>\nفقال له قد أمرنا لك بخمسين ألف درهم فاقبضها واعذر فخرج الحاجب فقال: قد\nأمرني أن أرهن ضيعة من ضياعه على مائة ألف درهم خمسون ألفا منها لك وخمسون\nألفا لنفقته فأعطاه إياها، وكتب صاحب الخبر بذلك إلى الرشيد فأمر له بمائتي\nألف درهم وقال اقض الخمسين الألف التي أخذها الشاعر وزده مثلها وخذ مائة\nألف لنفسك. فأفتك ضيعته، وأعطى مسلما خمسين ألفا أخرى.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head22'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nقيل كان مخارق يهوى جارية لأم جعفر يقال لها نهار وكان بها كلفا، ويستر\nذلك عن أم جعفر حتى بلغها، فأقصته ومنعته من المرور ببابها فلما علم أن\nالخبر قد بلغ إلى أم جعفر قطعها وتحاماها إجلالا لأم جعفر وطمعا في السلو\nعنها فضاق ذرعه بذلك فبينا هو ذات ليلة في زلال وقد انصرف من دار المأمون،\nوأم جعفر تشرف على دجلة إذ حاذى دارها، فرآى الشمع يزهر فيها؛ فلما صار\nبمسمع منها ومرأى اندفع فغنى بشعر العباس الأحنف:\n</p>\n\n<p>\nإن يمنعوني ممري قرب دارهم ... فسوف أنظر من بعد إلى الدار\n</p>\n\n<p>\nلا يقدرون على منعي ولو جهدوا ... إذا مررت وتسليمي بإضمار\n</p>\n\n<p>\nما ضر جيرانكم والله يصلحهم ... لولا شقائي إقبالي وإدباري\n</p>\n\n<p>\nسيما الهوى شهرت حتى عرفت بها ... إني محب وما بالحب من عار\n</p>\n\n<p>\nفقالت أم جعفر: مخارق والله ردوه فصاحوا به فقدم، وأمره الخدم بالصعود\nفصعد، وأمرت له أم جعفر بكرسي وصينية فيها نيبذ فشرب وخلعت عليه وأمرت\nالجواري فغنين ثم ضربن عليه فغنى فكان أول ما غنى بشعر العباس أيضا:\n</p>\n\n<p>\nأغيب عنك بود ما يغيره ... نأي المحل ولا صرف من الزمن\n</p>\n\n<p>\nفإن أعش فلعل الدهر يجمعنا ... وإن أمت فقتيل الهم والحزن\n</p>\n\n<p>\nقد حسن الله في عيني ما صنعت ... حتى أرى حسنا ما ليس بالحسن\n</p>\n\n<p>\nقال <span id='ms050'></span>: فاندفعت نهار وتغنت كأنها تتابعه وإنما أجابته عن معنى ما عرض لها\nبه.\n</p>\n\n<p>\nتعتل بالشغل عنا ما تلم بنا ... الشغل للقبل ليس الشغل للبدن\n</p>\n\n<p>\nفظنت أمر جعفر أنها خاطبته بما في نفسها فضحكت وقالت: ما سمعنا بأحسن مما\nصنعتما ووهبتها له.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو زيد: أغار قوم من العرب على نعم لأحمد بن عنقاء الفزاري\nفاستاقوها حتى لم يبق له منها شيء، فأتى ابن أخيه فقال له: يا ابن أخي إنه\nقد نزل بعمك ما ترى فهل من حلوبة قال: نعم يا عم يروح المال فأبلغ مزادك،\nفلما راح ماله قسمه إياه وأعطاه شطره فقال ابن عنقاء:\n</p>\n\n<p>\nرآني على ما بي عميلة فاشتكى ... إلى ماله حالي أسر كما جهر\n</p>\n\n<p>\nدعاني فواساني ولو ضمن لم ألم ... على حين لا باد يرجى ولا حضر\n</p>\n\n<p>\nفقلت له خيرا أو أثنيت فعله ... وأوفاك ما أبليت من ذم أو شكر\n</p>\n\n<p>\nغلام رماه الله بالخير يافعا ... له سيمياء لا تشق على البصر\n</p>\n\n<p>\nكأن الثريا علقت في جبينه ... وفي خده الشعرى وفي وجهه القمر\n</p>\n\n<p>\nولما رأى المجد استردت ثيابه ... تردى رداء واسع الذيل واتزر\n</p>\n\n<p>\nإذا قبلت العوراء ولى كأنه ... ذليل بلا ذل ولو شاء لانتصر\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عمر قال: رأى إسحاق بن إبراهيم \" الظاهري في منامه النبي صلى الله\nعليه وسلم وهو يقول له: أطلق القائل، فاستيقظ مرتاعا، ودعا بشمعة وأحضر\nالكتب الواردة من أصحاب الحبوس، فلم ير فيها ذكر قاتل، فأمر بإحضار السندي\nوعباس وسألا لهما عن الخبر فقال له عباس: نعم قد كتبنا بخير قائل، فأعاد\nالنظر فيها، فوجد الكتاب في أضعاف القراطيس، وإذا رجل قد شهد عليه بالقتل\nوأقر به فأمر بإحضاره. فلما مثل بين يديه ورأى ما به من الارتياع قال له:\nإن صدقتني اطلقتك فانبرى يخبره. فذكر أنه كان هو وعدة معه يرتكبون كل\nعظيمة، ويستحلون كل محرم، وكان اجتماعهم بمدينة أبى جعفر يعتكفون على كل\nبلية. فلما كان في بعض الأيام جاءتهم عجوز كانت تختلف إليهم للفساد، ومعها\nجارية بارعة <span id='ms051'></span> الجمال، قال: فلما توسطت الجارية الدار ورأتنا صرخت صرخة ثم\nغمي عليها، فلما أفاقت قالت: الله الله في، فإن هذه العجوز قد خدعتني\nوأعلمتني أن في جيرانها قوما لهم حق لم ير مثله، وشوقتني إلى النظر فيه،\nفخرجت معها واثقة بقولها، فهجمت بي عليكم، وجدي رسول الله وأمي فاطمة وأبي\nالحسين بن علي فاحفظوهم في، فكأنها والله إنما أغرتهم بنفسها. فقمت دونها\nومنعت منها، وقاتلت من أرادها فنالني جراحات، فعمدت إلى أشدهم \" كان في\nأمرها كلبهم \" فقتلته وتخلصت الجارية منه آمنة وأخرجتها سالمة، فسمعتها\nتقول مخاطبة لي: يسترك الله كما سترتني، وكان لك كما كنت لي، وسمع الجيران\nضجة فدخلوا إلينا، والسكين في يدي، والرجل يتشحط في دمه، فرفعت على تلك\nالحالة فقال إسحاق: قد عرفت لك ما كان منك ووهبتك لله ولرسوله. قال الرجل:\nفوحق من وهبتني له لا عدت إلى معصية أبدا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head23'>حكاية</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nقال أبو الفرج الأصفهاني يرفعه إلى علي بن عمر قال: حدثني مسلم ابن\nالوليد المعروف بصريع الغواني قال: كنت جالسا يوما في دكان خياط بازاء\nمنزلي، إذ رأيت طارقا ببابي، فقمت إليه فإذا هو صديق لي من أهل الكوفة قد\nقدم من قم فسررت به، وكان إنسانا لطم وجهي لأنه لم يكن عندي درهم واحد\nأنفقه عليه، فقمت فسلمت عليه وأدخلته منزلي وأخذت خفين كانا لي أتجمل بهما\nفدفعتهما إلى جاريتي وكتبت معها رقعة إلى بعض معارفي في السوق أسأله أن\nيبيع الخفين ويشتري لي لحما وخبزا بشيء سميته له، فمضت الجارية وعادت إلي\nوقد اشترى كل ما حددته له وقد باع الخف بتسعة دراهم، فكأنها إنما جاءتني\nبخفين جديدين، فقعدت أنا وضيفي نطبخ، وسألت جارا لي أن يسقينا قارورة نبيذ.\nفوجه بها إلي، وأمرت الجارية أن تغلق الباب مخافة طارق يجيء فيشركنا فيما\nنحن فيه، ورجاء أن يبقى لي وله ما نأكله إلى أن ينصرف. فانا لجالسنا نطبخ\nحتى طرق الباب فقلت للجارية: أنظري من هذا، فنظرت من شق الباب فإذا هو رجل\nعليه <span id='ms052'></span> سواد وشاشية ومنطقة ومعه شاكري، فخبرتني بموضعه فأنكرت أمري، ثم رجعت\nإلى نفسي وقلت: لست بصاحب دعارة، ولا للسلطان علي سبيل، ففتحت الباب وخرجت\nإليه فنزل عن دابته وقال: أأنت مسلم بن الوليد؟ قلت: نعم، قال: كيف لي\nبمعرفتك؟ قلت الذي دلك على منزلي يصحح لك معرفتي، فقال لغلامه: امض إلى\nالخياط فسله عنه، فمضى فسأله عني فقال: نعم هو مسلم بن الوليد، فأخرج إلي\nكتابا من خفه وقال: هذا كتاب الأمير يزيد بن مزيد إلي يأمرني ألا لأفضه إلا\nعند لقائك، وفضه فإذا فيه: إذا لقيت مسلم بن الوليد فادفع إليه هذه العشرة\nآلاف درهم التي أنفذتها، تكون له في منزله، وادفع إليه ثلاثة آلاف درهم\nلنفقته ليتحمل بها إلينا فأخذت الثلاثة والعشرة ودخلت إلى منزلي، والرجل\nمعي، فأكلنا ذلك الطعام، وازددت فيه وفي الشراب، واشتريت فاكهة واتسعت،\nووهبت لضيفي من الدراهم ما يهدي به هدية لعياله، وأخذت في الجهاز ثم ما زلت\nمعه حتى صرنا إلى الرقة إلى باب يزيد بن مزيد فدخل الرجل فإذا هو أحد\nحجابه، فوجده في الحمام، فخرج إلي فجلس معي قليلا، ثم خبرني الحاجب بأنه\nخرج من الحمام فأدخلني فإذا هو على كرسي جالس، وعلى رأسه وصيفة بيدها غلاف\nمرآة، وبيده هو مرآة ومشط يسرح به لحيته، فقال لي: يا مسلم ما الذي أبطأ بك\nعنا؟ فقلت: أيها الأمير قلة ذات اليد، قال: فأنشدني فأنشدته قصيدتي التي\nجئته بها:\n</p>\n\n<p>\nأجررت حبل خليع في الصبا غزل ... وقصرت همم العذال عن عذلي\n</p>\n\n<p>\nفلما صرت إلى قولي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعبق الطيب خديه ومفرقته ... ولا يمسح عينيه من الكحل\n</p>\n\n<p>\nوضع المرآة في غلافها، وقال للجارية: انصرفي فقد حرم مسلم علينا الطيب.\nفلما فرغت من القصيدة قال لي: يا مسلم أتدري ما الذي حداني على أن وجهت\nإليك؟ فقلت: لا والله لا أدري، فقال: كنت عند الرشيد منذ ليال أغمز رجليه\nإذ قال لي: يا يزيد أتدري من القائل فيك؟\n</p>\n\n<p>\nسل الخليفة سيفا من بني مطر ... يمضي فيتخرم الأحشاء <span id='ms053'></span> وإلهاما\n</p>\n\n<p>\nكالدهر لا ينثني عما يهم به ... قد أوسع الناس إنعاما وإرغاما\n</p>\n\n<p>\nفقلت: لا والله ما أدري. فقال الرشيد: يا سبحان الله إنك مقيم على\nأعرابيتك، يقال فيك مثل هذا الشعر، ولا تدري من قائله؟ فسألت عن قائله،\nفأخبرت إنك أنت هو، فقم حتى أدخلك على أمير المؤمنين، ثم قام فدخل إلى\nالرشيد فما لبثت حتى خرج علي الآذن، فدخلت على الرشيد، وأنشدته ما لي فيه\nمن الشعر، فأمر لي بمائة ألف درهم، ويزيد بتسعين ألفا وقال: لا يجوز أن\nأعطيك مثلما أعطاك أمير المؤمنين، وأقطعني اقطاعات تبلغ غلتها مائتي ألف\nدرهم. قال مسلم: ثم أفضت الأمور بعد ذلك إلى أن أغضبني فهجوته فشكاني إلى\nالرشيد فدعاني وقال: أتبيعني عرض يزيد؟ فقلت: نعم يا أمير المؤمنين فقال:\nبكم فقلت: برغيف خبز، فغضب حتى خفته على نفسي، وقال: قد كنت أرى أن أشتريه\nمنك بمال جسيم، ولست أفعل ولا كرامة، فقد علمت إحسانه إليك \" أنا نفي عن\nأبي والله \" والله لئن بلغني أنك هجوته لأنزعن لسانك من بين فكيك، فأمسكت\nعنه بعد ذلك، وما ذكرته بخير ولا شر.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head24'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nقال الواقدي: كان لي صديقان أحدهما هاشمي \" والآخر نبطي \" وكنا كنفس\nواحدة، فنالتني ضيقة شديدة وحضر العيد فقالت لي امرأتي: أما نحن في أنفسنا\nفنصبر على البؤس والشدة، وأما صبياننا هؤلاء قد قطعوا قلبي رحمة لهم، لأنهم\nيرون صبيان جيراننا وقد تزينوا في عيدهم وهم على الهيئة، فلو احتلت فيما\nنصرفه في كسوتهم، فكتبت إلى صديقي الهاشمي أسأله التوسعة علي مما حضر، فوجه\nإلي كيسا مختوما ذكر أن فيه ألف درهم، فما استقر قراره حتى كتب إلي الصديق\nالآخر يشكو مثل ما شكوته صاحبي، فوجهت إليه بالكيس على حاله وخرجت إلى\nالمسجد فأقمت ليلتي مستحييا من امرأتي، فلما دخلت عليها استحسنت ذلك ولم\nتعنفني فيه، فبينا أنا كذلك إذ وافى صديقي الهاشمي ومعه الكيس على هيئته\nوقال: أصدقني عما فعلته فيما وجهت به إليك، فعرفته الخبر على جليته فقال:\nإنك وجهت إلي <span id='ms054'></span> وما أملك على الأرض إلا ما بعثت به إليك، وكتبت إلى صديقنا\nأسأله المواساة فوجه إلي بكيسي وخاتمي قال: فأخرجت للمرأة مائة درهم\nوتقاسمنا الباقي بيننا أثلاثا. ونمي الخبر إلى المأمون فدعاني وسألني عنه\nفشرحته له، فأمر لنا بسبعة آلاف دينار منها ألف للمرأة وألفان لكل واحد\nمنا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: حدثني أحمد بن أبي طاهر قال: حدثني أبو دعامة\nعلي بن يزيد قال: حدثني التميمي أو محمد قال: دخلت على الحسن بن سهل\nفأنشدته مديحا في المأمون ومديحا فيه، وعنده طاهر بن الحسين، فقال له طاهر:\nهذا والله أيها الأمير الذي يقول في محمد المخلوع:\n</p>\n\n<p>\nلا بد من سكرة على طرب ... لعل روحا يدال من كرب\n</p>\n\n<p>\nخليفة الله خير منتخب ... لخير أم من هاشم وأب\n</p>\n\n<p>\nخلافة الله قد توارثها ... آباؤه في سوالف الكتب\n</p>\n\n<p>\nفهي له دنكم لمورثة ... عن خاتم الأنبياء في الحقب\n</p>\n\n<p>\nيا ابن الذي في ذوائب الش ... رف الأقدم أنتم دعائم العرب\n</p>\n\n<p>\nقال الحسن: عرض والله ابن اللخناء بأمير المؤمنين، والله لأعلمنه، وقام\nإلى المأمون فأخبره فقال له المأمون: وما عليه في ذلك؟ رجل أمل رجلا فمدحه،\nوالله لقد أحسن لنا وأساء إليه، إذ لم يقترب إليه إلا بشرب الخمر، ثم دعاني\nفخلع علي وأمر لي بعشرة آلاف درهم\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقبيل خرج عبد الملك بن مروان إلى الغوطة متنزها، فبينا هو يسير مر على\nقنطرة منصوبة على بعض مياهها، وقد تأخر عنه العسكر وانفرد عن حشمه، فلما\nنزل من القنطرة جاءه رجل من العرب على فرس فراعه ذلك، فقال له: من أنت وما\nأمرك؟ فقال يا أمير المؤمنين أنا أحد فرسان العرب، وقد دعاني إليك أملي\nإياك، وتعويل أهل الحاجة عليك، فارددني إلى أهلي سالما، ومن مالك موفورا\nغانما، قال: يا أخا العرب، أما سمعت قول الشاعر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأعص العواذل وارم النبل عن عرض ... بذي سبيب يقاسي ليلة خببا\n</p>\n\n<p>\nحتى تمول مالا أو يقال فتى ... لاقى التي تشعب الفتيان فانشعبا\n</p>\n\n<p>\n\" لا خير عند فتى أودت مروءته ... يعطي <span id='ms055'></span> المقادة من لا يحسن الجنبا \"\n</p>\n\n<p>\nقال: وكذلك قال الشاعر يا أمير المؤمنين؟ قال: نعم قال: سأعمل بما قال\nسلام عليكم وولى بفرسه وذهب، فلما غاب عن عين عبد الملك وتلاحق به عسكره،\nتقدم في طلب الرجل فلم يدركه، ثم ضرب الدهر ضرباته، فورد على عبد الملك أن\nرجلا من العرب خرج في بعض النواحي وانضاف إليه جماعة وأن مالا حمل إلى عبد\nالملك فخرج عليه الطريق فأخذه فأنفذ إليه عبد الملك جيشا فكسره، ثم لم تطل\nالأيام حتى استفحل أمره واشتدت شوكته، فكتب إليه عبد الملك يستخبره ما دعاه\nإلى الخروج عن الطاعة والمبارزة في الحرب، فكتب إليه: أنا الفارس صاحب\nالغوطة؛ وقد عملت ما أشرت به، ولم أر منه إلى الآن إلا خيرا، فكتب إليه عبد\nالملك يرغبه ويؤمنه ويعده أنه متى صار إليه طائعا أحسن مكافئته، وحمل إليه\nمالا له قدر، فانصرف إليه وترك ما كان بصدده، فكان من المتقدمين عنده وحسن\nبلاؤه\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head25'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nوقال: دخل مسلم بن الوليد يوما على الفضل بن يحيى، وقد كان أتاه خبر سره،\nفجلس للشعراء فمدحوه وأثابهم، ونظر في حوائج الناس فقضاها، وتفرق الناس عنه\nوجلس للشراب، ومسلم غير حاضر لذلك، وإنما بلغه حين انقضى المجلس، فأدخل\nعليه فاستأذن في الإنشاد فأذن له فأنشد فيه:\n</p>\n\n<p>\nأتتك المطايا تهتدي بمطية ... عليها فتى كالنصل يؤنسه النصل\n</p>\n\n<p>\nحتى انتهى فيها إلى قوله:\n</p>\n\n<p>\nوردت رواق الفضل آمل فضله ... فحظ الثناء الجزل نائله الجزل\n</p>\n\n<p>\nفتى ترتعي الآمال مزنة جوده ... إذا كان مرعاها الأماني والمطل\n</p>\n\n<p>\nتساقط يمناه الندى، وشماله ال ... ردى وعيون القول منطقه الفصل\n</p>\n\n<p>\nألح على الأيام بعري خطوبها ... على منهج ألفى أباه به قبل\n</p>\n\n<p>\nأناف به العلياء يحيى وخالد ... فليس له مثل ولا لهما مثل\n</p>\n\n<p>\nفروع أصابت مغرسا متمكنا ... وأصلا فطابت حيث وجهها الأصل\n</p>\n\n<p>\nبكف أبي العباس يستمطر الغنى ... وتستنزل النعمى ويسترعف الفصل\n</p>\n\n<p>\nقال: فطرب الفضل طربا شديدا، وأمر بأن تعد الأبيات فعدت، فكانت ثمانين،\nفأمر له بثمانين ألف درهم، وقال لولا أنها أكثر ما وصل <span id='ms056'></span> بها شاعر لزدتك،\nولكنه شأو لا يمكن تجاوزه، يعني أن الرشيد رسمه لمروان بن أبي حفصة وأمره\nبالجلوس معه والمقام عنده لمنادمته فأقام عنده.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني بإسناد ذكره أن عمرو بن بانه قال: ركبت يوما إلى\nدار صالح بن الرشيد فاجتزت بمحمد بن جعفر بن موسى الهادي وكان معاقرا\nللصبوح، فألفيته في ذلك اليوم خاليا منه، فسألته عن السبب في تعطيله إياه\nفقال نيران علي غضبي - يعني جارية كانت لبعض النخاسين ببغداد، وكانت إحدى\nالمحسنات وكانت بارعة الجمال ظريفة اللسان، وكان قد أفرط في حبها حتى عرف\nبه - فقلت له: فما تحب؟ قال: أن تجعل طريقك على مولاها فإنه سيخرجها إليك،\nفإذا فعل دفعت رقعتي هذه إليها ودفع إلي رقعة فيها:\n</p>\n\n<p>\nضيعت عهد فتى لعهدك حافظ ... في حفظه عجب وفي تضييعك\n</p>\n\n<p>\nونأيت عنه فما به من حيلة ... إلا الوقوف إلى أوان رجوعك\n</p>\n\n<p>\nمتخشعا يذري عليك دموعه ... أسفا ويعجب من جمد دموعك\n</p>\n\n<p>\nأن تفلتيه وتذهبي بفؤاده ... فبحسن وجهك لا بحسن صنيعك\n</p>\n\n<p>\nفقلت له: نعم أنا أتحمل هذه الرسالة وكرامة علي ما فيها، حفظا لروحك عليك\nفإني لا آمن أن يتمادى بك هذا الأمر. فأخذت الرقعة وجعلت طريقي على منزل\nالنخاس. فبعث إلى الجارية أن أخرجي فخرجت، فدفعت إليها القرعة، وأخبرتها\nبخبري فضحكت، ورجعت إلى الموضع الذي خرجت منه، وجلست جلسة خفيفة ثم إذا بها\nقد وافتني ومعها رقعة فيها:\n</p>\n\n<p>\nوما زلت تقصيني وتغري بي العدى ... وتهجرني حتى مرنت على الهجر\n</p>\n\n<p>\nوتقطع أسبابي وتنسى مودتي ... فكيف ترى يا مالكي في الهوى صبري\n</p>\n\n<p>\nفأصبحت لا أدري أيأسا تصبري ... على الهجر؟ أم أجد التصبر لا أدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فأخذت الرقعة منها وأوصلتها إليه، وصرت إلى منزلي فصنعت في بيتي\nمحمد بن جعفر لحنا وفي شعرها لحنا، ثم صرت إلى الأمير صالح ابن الرشيد\nفعرفته ما كان من خبري وغنيته الصوتين. فأمر بإسراج دابته فأسرجت وركب\nوركبت معه إلى النخاس - مولى نيران - فما برحنا حتى اشتراها منه بثلاثة\nآلاف دينار وحملها إلى دار <span id='ms057'></span> محمد بن جعفر فوهبها له وأقمنا يوما عنده.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head26'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nحدث أحمد بن أبي داود القاضي قال: ما رأيت رجلا عرض علي الموت فلم يكترث\nبه ولا \" شغله عما أراده حتى بلغه وخلصه الله من القتل \" إلا تميم بن جميل\nالسدوسي الخارجي، وكان قد خرج على المعتصم، ورأيته قد جيء به أسيرا فأدخل\nعليه يوم موكب، وقد جلس المعتصم للناس مجلسا عاما، ودعا بالسيف والنطع.\nفلما مثل بين يديه، نظره المعتصم فأعجبه حسنه وقده ومشيته إلى الموت غير\nمكترث به، فأطال الفكر فيه، ثم استنطقه لينظر أين عقله ولسانه من جماله،\nفقال: يا تميم إن كان لك عذر فأت به. فقال: أما إذا أذن أمير المؤمنين في\nالكلام فإني أقول: الحمد لله الذي أحسن كل شيء خلقه وبدأ خلق الإنسان من\nطين، ثم جعل نسله سلالة من ماء مهين. يا أمير المؤمنين جبر الله بك صدع\nالدين، ولم بك شعث الإسلام والمسلمين، وأخمد بك شهاب الباطل، وأنار بك سبيل\nالحق، إن الذنوب يا أمير المؤمنين تخرس الألسنة، وتصدع الأفئدة، وايم الله\nلقد عظمت الجريرة، وانقطعت الحجة، وساء الظن، ولم يبق إلا عفوك أو انتقامك،\nوأنت إلى العفو أقرب، وهو بك أشبه وأليق ثم أنشده:\n</p>\n\n<p>\nأرى الموت بين السيف والنطع كامنا ... يلاحظني من حيث ما أتلفت\n</p>\n\n<p>\nوأكبر ظني أنك اليوم قاتلي ... وأي امرئ مما قضى الله يفلت\n</p>\n\n<p>\nوأي امرئ يدلي بعذر وحجة ... وسيف المنايا بين عينيه مصلت\n</p>\n\n<p>\nيعز على الأوس بن ثعلب موقف ... يسل علي السيف فيه وأسكت\n</p>\n\n<p>\nوما جزعي من أن أموت وإنني ... لأعلم أن الموت شيء مؤقت\n</p>\n\n<p>\nولكن خلفي صبية قد تركتهم ... وأكبادهم من حسرة تتفتت\n</p>\n\n<p>\nكأني أراهم حين أنعى إليهم ... وقد لطموا حر الخدود وصوتوا\n</p>\n\n<p>\nفإن عشت عاشوا سالمين بغبطة ... أذود الردى عنهم وإن مت موتوا\n</p>\n\n<p>\nوكم قائل لا يبعد الله داره ... وآخر جذلان يسر ويشمت\n</p>\n\n<p>\nقال: فبكى االمعتصم ثم قال: إن من البيان لسحرا كما قال رسول الله صلى\nالله عليه وسلم. ثم قال: يا تميم كاد والله <span id='ms058'></span> يسبق السيف العذل، وقد وهبتك\nلله ولصبيتك وعفوت عن زلتك، ثم عقد له ولاية على عمله، وخلع عليه وأعطاه\nخمسين ألف دينار.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل وقف أعرابي على باب داود بن المهلب سنة ولا يؤذن له. فلما أذن للناس\nإذنا عاما ودخل في جملتهم، فقضى حوائج الناس على طبقاتهم، وبقي هو، فرفع\nداود رأسه وقال: ألك حاجة يا بدوي؟ فقال: نعم أصلح الله الأمير إني أتيتك\nممتدحا بأبيات من الشعر، أؤمل بكل بيت منها ألف درهم. فقال له يا داود: على\nرسلك، ثم دخل بيته وتقلد سيفه وخرج. وقال: قل، فإن أحسنت حكمناك، وإن لم\nتحسن حرمناك، فاندفع:\n</p>\n\n<p>\nأمنت بداود وجود يمينه ... من الحدث المخشي والبؤس والفقر\n</p>\n\n<p>\nأمنت فلا أخشى بداود نكبة ... ولا حدثانا إذ شددت به أزري\n</p>\n\n<p>\nفما طلحة الطلحات ساواه في الندى ... ولا حاتم الطائي ولا خالد القسري\n</p>\n\n<p>\nله حكم لقمان وصورة يوسف ... وملك سليمان وصدق أبي ذر\n</p>\n\n<p>\nفتى تهرب الأموال من جود كفه ... كما يهرب الشيطان من ليلة القدر\n</p>\n\n<p>\nله همم لا منتهى لكبيرها ... وهمته الصغرى أجل من الدهر\n</p>\n\n<p>\nوراحته لو أن معشار عشرها ... على البر كان البر أندى من البحر\n</p>\n\n<p>\nفقال له داود: أحسن يا أعرابي، وقد حكمناك فأيما أحب إليك أن أعطيك على\nقدرك أو على قدري، أو على قدر الشعر، قال: بل على قدر الشعر، فأمر له على\nكل بيت بألف درهم وانصرف، فقال بعض جلسائه: لو استعدته أيها الأمير\nفاستخبرته لم اختار على قدر الشعر ولم يختر على قدرك؟ فأمر برده واستخبره\nعلى ذلك، فقال: أيها الأمير نظرت إلى الدنيا بما فيها فإذا هي لا تفي\nبمعشار عشر قدرك، فأشفقت أن أسألك ما لا تطيق. فقال: أحسنت والله أحسن من\nشعرك، وضاعف له الجائزة فأخذها وانصرف.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالعتبي عن أبيه قال: قدك \" زيد \" بن منية من البصرة على معاوية، وهو أخو\nيعلى بن منية صاحب الجمل جمل عائشة رضي الله عنها ومتولي تلك الحروب ورأس\nأهل البصرة، وكانت ابنة يعلي عند عتبة بن أبي <span id='ms059'></span> سفيان. فلما دخل على معاوية\nشكا إليه دينه. فقال: يا كعب أعطه ثلاثين ألفا. فلما ولى. قال: وليوم الجمل\nثلاثين ألفا \" أخرى \" ثم قال: الحق بصهرك - يعني عتبة - فقدم على عتبة مضر\nفقال: إني سرت إليك شهرين أخوض فيهما المتالف، ألبس لك أردية الليل مرة\nوأخوض لجج السراب أخرى، موقرا من حسن الظن بك، وهاربا من دهر قطم، ودين\nلزم، بعد غنى جدعنا به أنوف الحاسدين. فقال عتبة: إن الدهر أعاركم غنى\nوخلطكم بنا، ثم استرد ما أمكنه أخذه وقد بقي لكم منا ما لا ضيعة معه، وأنا\nأرفع يدي ويدك بيد الله، فأعطاه ستين ألفا كما أعطاه معاوية.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head27'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال الأصمعي: مررت ببعض أحياء العرب وكنت أروي أشعارهم وأطرف أخبارهم،\nفخرجت من الحي وكأنني لم أدخله، فرماني الدهر إلى بعض الأفاريق، فاستسقيت\nمن أهل الفريق ماء فلم أسق، فخرجت من الحي فانتهيت إلى بيت مفرد فاستسقيت\nأهله ماء فخرجت إلي جارية وبيدها قعب من لبن، وفي الأخرى وعاء فيه ماء.\nفقالت: يا هناه، هذا ماء وهذا لبن، فأيهما شئت فابدأ، وإن أردت الطعام فهو\nلك معد فعجبت من سخائها عند بخل قومها ومبيتي بينهم، ثم شكوت إليها بخل\nقومها فقالت: اسمع مني ثم طفقت تقول:\n</p>\n\n<p>\nخذ من الناس ما تيسر ... ودع من الناس ما تعسر\n</p>\n\n<p>\nفإنما الناس من زجاج ... إن لم ترفق به تكسر\n</p>\n\n<p>\nفانصرفت بالبيتين، ولهما أحب إلي من مائتي دينار، ثم رأيت نشزا عاليا\nعليه بيت مفرد فقلت: ما هذا البيت الذي أرى إلا الذي كرم، ولعلي أجد فيه\nعالما فأممته، فلما دنوت منه إذا رجل قائم على الباب، فلما رآني ولج البيت\nفولجت في أثره فخرج من كسر البيت فخرجت في أثره، فتبعته فنظر إلي ثم وقف\nفبكى بكاء عاليا، وأنشأ يقول:\n</p>\n\n<p>\nوقفت وقوف الشك ثم استمر بي ... يقين بأن الموت خير من الفقر\n</p>\n\n<p>\nوقائلة تخشى علي من الردى ... وللموت خير من حياة على عسر\n</p>\n\n<p>\nسأسكب مالا أو أموت ببلدة ... يقل بها فيض الدموع على قبري <span id='ms060'></span>\n</p>\n\n<p>\nفقلت: هذا كلام أديب، وشعر لبيب، فزدني من كلامك، زادك الله من كل خير،\nفقال:\n</p>\n\n<p>\nرزقت لبا ولم أرزق مروءته ... وما المروءة إلا كثرة المال\n</p>\n\n<p>\nإذا أردت مساماة تقاعدني ... عما ينوه باسمي رقة الحال\n</p>\n\n<p>\nفقلت له: يا هذا إني جليس الخليفة فلعلي أزرع لك عنده خيرا، فزدني من\nكلامك وحسن نظامك، فطفق يقول:\n</p>\n\n<p>\nمن يزرع الخير يحصد ما يسر به ... وزارع الشر منكوس على الرأس\n</p>\n\n<p>\nإن الأولى كان يرجى فضا نائلهم ... أضحوا لدي جدث في بطن ارماس\n</p>\n\n<p>\nفأتيت بمقالته الرشيد فأعجب بها ودفع إلي ألف دينار وأمرني بالرجوع قبل\nإلمامي بأهلي، وقال: تدفعها إلى الرجل، وإن لم تلقه فادفع المال إلى أقرب\nالناس إليه، فأتيت الحي وقصدت البيت، فإذا بالبيت قد قوض، فسألت عنه، فقبل\nأنه دعي فاجاب، فسألت عن أقرب الناس إليه فقيل لي: صاحبة هذا البيت المفرد\nفأتيته، فإذا هي صاحبتي التي سقتني الماء، فسألتها عن أخيها، فقالت: يا\nهناه كان والله يحمل المغارم، ويبتني المكارم، ويدفع العظائم، أسلمه قومه\nللنوائب، وتركوه للمصائب، فهلك والله ضياعا، ولم يخلف متاعا، فقلت لها يا\nهذه إن معي ألف دينار حباك بها أمير المؤمنين. فقالت: وصل الله أمير\nالمؤمنين بالكرامة، وأجزل له الثواب في دار المقامة. ثم قالت: والله لنحن\nأكرم من أن يجتمع عندنا ألف دينار نحاسب بها ونعذب إليها، ثم قالت\nلخادمتها: ائتني بعجائز الحي، فأتتها بخمسين عجوزا فقسمت المال بينهن، ولم\nتدخر منه إلا ما أصاب واحدة منهن.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل كان لكثير عزة غلام تاجر فأتى الشام بمتاع يبيعه فأرسلت عزة امرأة\nتطلب لها ثيابا، فوقفت على غلام كثير وهي لا تعرفه، فابتاعت منه حاجتها ولم\nتدفع الثمن فكان يختلف إليها مقتضيا فأنشد ذات يوم من قول مولاه:\n</p>\n\n<p>\nقضى كل ذي دين فوفى غريمه ... وعزة ممطول معنى غريمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فقالت له المرأة التي ابتاعت منه الثياب: هذه والله دار عزة، ولها\nوالله ابتعت منك الثياب، فقال والله وأنا غلام كثير، وأشهد الله أن الثياب\nلها، ولا آخذ من <span id='ms061'></span> ثمنها شيئا، فبلغ ذلك كثيرا فقال: وأنا أشهد الله أنه حر\nوما بقي معه من المال فهو له.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head28'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nأخبر الهيثم بن عدي قال: تمارى ثلاثة في الأجواد فقال رجل: أسخى الناس في\nعصرنا عبد الله بن جعفر بن أبي طالب رضي الله عنه، وقال آخر: بل أسخى الناس\nاليوم عرابة الأوسي وقال آخر: بل هو قيس بن سعد بن عبادة، فتلاحوا فأفرطوا\nفي المراء، وكثر ضجيجهم وهم بفناء الكعبة فقال لهم رجل: قد أكثرتم الملاحاة\nفلا عليكم أن يمضي كل واحد منكم إلى صاحبه يسأله حتى ننظر ما يعطيه فنحكم\nعلى العيان. فقام صاحب عبد الله بن جعفر إليه فصادفه وقد وضع رجله في غرز\nراحلته يزيد ضيعة له فقال له: يا ابن هم رسول الله قال: قل ما تشاء. قال:\nابن سبيل منقطع، فأخرج رجله من الغرز وقال: ضع رجلك واستو على الناقة، وخذ\nما في الحقيبة ولا تخدع عن السيف فإنه من سيوف علي بن أبي طالب. قال: فجاء\nبالناقة والحقيبة فيها مطارف خز وأربعة آلاف دينار، وأعظمها وأجلها السيف.\nومضى صاحب قيس بن سعد ابن عبادة فصادفه نائما فقالت الجارية: هو نائم فما\nحاجتك إليه؟ قال أين سبيل ومنقطع به. قالت: حاجتك أهون من إيقاظه، هذا كيس\nفيه سبعمائة دينار ما في دار قيس اليوم غيره، \" خذه \" وامض إلى معاطن الإبل\nإلى مولانا بعلامتنا فخذ راحلة من رواحله وما يصلحها وعبدا، وامض لشأنك.\nفقيل أن قيس لما انتبه من رقدته أخبرته الجارية بما صنعت فأعتقها. ومضى\nصاحب عرابة الأوسي إليه فألفاه قد خرج من منزله يريد الصلاة وهو يمشي على\nعبدين، وقد كف بصره فقال: يا عرابة قال: قل ما تشاء، فقال: ابن سبيل ومنقطع\nبه، قال: فخلى العبدين، وصفق بيده اليمنى على اليسرى، ثم قال: أواه \" أواه\nوالله \" ما أصبح ولا أمسي الليل عرابة وقد تركت له الحقوق مالا ولكن خذهما\nيعني العبدين. فقال: ما كنت بالذي أقص جناحك منهما، قال: إن لم تأخذهما\nفهما <span id='ms062'></span> حران، فإن شئت فخذ وإن شئت فاعتق، وأقبل يلمس الحائط بيده راجعا إلى\nمنزله. قال: فأخذهما وجاء بهما. فقيل إنهم أجود الناس في عصرهم إلا أنهم\nحكموا لعرابة لأنه أعطى جهده.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال عبد الله بن المعتمر القيسي: حججت سنة إلى بيت الله الحرام، فلما\nقضيت حجي عدت لزيارة قبر محمد صلى الله عليه وسلم، فبينا أنا ذات جالس بين\nالقبر والروضة إذ سمعت أنينا عاليا وحنينا باديا فأنصت إليه فإذا هو يقول:\n</p>\n\n<p>\nأشجاك نوح حمائم السدر ... فأهجن منك بلابل الصدر\n</p>\n\n<p>\nأم عز نومك ذكر غانية ... أهدت إليك وساوس الذكر\n</p>\n\n<p>\nفي ليلة نام الخلي بها ... وخلوت بالأحزان والفكر\n</p>\n\n<p>\nيا ليلة طالت على دنف ... يشكو الفراق وقلة الصبر\n</p>\n\n<p>\nأسلمت من يهوى لحر جوى ... متوقد كتوقد الجمر\n</p>\n\n<p>\nفالبدر بشهد أنني كلف ... مغرى بحب شبيهة البدر\n</p>\n\n<p>\nما كنت أحسبني بها شجنا ... حتى بليت وكنت لا أدري\n</p>\n\n<p>\nقال: ثم انقطع الصوت ولا أدري من أين جاءني، فبقيت حائرا ساعة، فإذا به\nقد أعاد البكاء والحنين وأنشأ يقول:\n</p>\n\n<p>\nأشجاك من ريا الخيال زائر ... والليل مسود الذوائب عاكر\n</p>\n\n<p>\nواعتاد مهجتك الهوى برسيسه ... واهتاج مقلتك المنام الباكر\n</p>\n\n<p>\nناديت ليلى والظلام كأنه ... يم تلاطم فيه موج زاخر\n</p>\n\n<p>\nوالبدر يسري في السماء كأنه ... ملك ترحل والنجوم عساكر\n</p>\n\n<p>\nفإذا تعرضت الثريا خلتها ... كأسا به حبب السلافة دائر\n</p>\n\n<p>\nفترى به الجوزاء ترقص في الدجى ... رقص الحبيب علاه سكر ظاهر\n</p>\n\n<p>\nيا ليل طلت على محب ماله ... إلا الصباح مساعد ومؤازر\n</p>\n\n<p>\nفأجابني مت حتف أنفك واعلمن ... أن الهوى لهو الهوان الحاضر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فنهضت عند ابتدائه بالأبيات أؤم الصوت، فما انتهى إلى آخرها إلا\nوأنا عنده، فرأيت غلاما لما بقل عذاره، وقد خرق الدمع في وجنتيه خرقين.\nفقلت: نعمت ظلاما، قال: وأنت نعمت ظلاما، فمن الرجل؟ قلت: عبد الله بن\nالمعتمر القيسي قال: ألك حاجة يا فتى؟ قلت: إني كنت جالسا في الروضة فما\nراعني في هذه الليلة إلا صوتك، فبنفسي أقيك وبروحي أفديك \" وبمالي أواسيك \"\nما الذي تجد؟ قال: إن كان ولا بد <span id='ms063'></span> فاجلس فجلست فقال: أنا عيينة بن الحباب\nابن المنذر بن الجموح الأنصاري، غدوت إلى مسجد الأحزاب فبقيت ساجدا راكعا،\nثم اعتزلت غير بعيد، فإذا نسوة يتهادين كأنهن القطا، وفي وسطهن جارية بديعة\nالجمال في نشبها كاملة الملاحة في عصرها، نورها يسطع، وطيبها يتضوع، فوقفت\nعلي وقالت: يا عيينة ما تقول في وصل من طلب وصلك؟ ثم تركتني وذهبت، فلم\nأسمع لها خبرا، ولا قفوت لها أثرا، فأنا حيران أنتقل من مكان إلى مكان، ثم\nصرخ صرخة عظيمة، وأكب على الأرض \" مغشيا عليه \" ثم أفاق بعد ساعة فكأنما\nصبغت ديباجته بورس وأنشأ يقول:\n</p>\n\n<p>\nأراكم بقلبي من بلاد بعيدة ... تراكم تروني بالقلوب على البعد\n</p>\n\n<p>\nفؤادي وطرفي يأسفان عليكم ... وعندكم روحي وذكركم عندي\n</p>\n\n<p>\nولست ألذ العيش حتى أراكم ... ولو كنت في الفردوس أو جنة الخلد\n</p>\n\n<p>\nقال: فقلت له: يا أخي ثب إلى ربك، واستقل من ذنبك، فإن بين يديك هول\nالمطلع وشر المضجع فقال: هيهات هيهات ما أنا بسال حتى يؤوب القارظان ولم\nأزل به إلى أن طلع الصباح، فقلت له: قم بنا إلى مسجد الأحزاب، فلعل \" الله\n\" أن يكشف كربتك. قال: أرجو ذلك ببركة طلعتك إن شاء الله تعالى فسرنا إلى\nأن وردنا مسجد الأحزاب فسمعته يقول:\n</p>\n\n<p>\nيا للرجال ليوم الأربعاء أما ... ينفك يحدث لي بعد النهى طربا\n</p>\n\n<p>\nما أن يزال غزال فيه يظلمني ... يهوي إلى مسجد الأحزاب منتقبا\n</p>\n\n<p>\nيخبر الناس أن الأجر همته ... وما أتى طالبا للأجر محتسبا\n</p>\n\n<p>\nلو كان يبغي ثوابا ما أتى ظهرا ... مضمخا بفتيت المسك مختضبا\n</p>\n\n<p>\nفجلسنا حتى صلينا الظهر، فإذا بالنسوة أقبلن، وما الجارية فيهن، فقلن: يا\nعيينة وما ظنك بطالبة وصلك وكاسفة بالك؟ قال: وما بالها؟ قلن: أخذها أبوها\nوارتحل إلى السماوة، فسألتهن عن الجارية فقلن: هي ريا ابنة الغطريف السلمي،\nفرفع رأسه إليهن وأنشأ يقول:\n</p>\n\n<p>\nخليلي ريا قد أجد بكورها ... وسارت إلى أرض السماوة عيرها\n</p>\n\n<p>\nخليلي ما تقضي به أم مالك ... علي فما يعدو علي أميرها\n</p>\n\n<p>\nخليلي إني قد عشيت من البكا ... فهل عند غيري <span id='ms064'></span> مقلة أستعيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فقلت يا عيينة إني وردت \" الحجاز \" بمال جزيل \" وطرف وتحف وقماش\nومتاع \" أريد به أهل الستر، ووالله لأبذلنه أمامك، حتى أعطيك الرضا وفوق\nالرضا، قم بنا إلى مجلس الأنصار، فقمنا حتى أشرفنا على ملأ منهم، فسلمت\nفأحسنوا الرد ثم قلت: أيها الملأ ما تقولون في عيينة وأبيه؟ قالوا: خير\nوابن خير من سادات العرب قلت: إنه قد رمي بداهية من الهوى، وقد نزل بفؤاده\nرسيس الجوى، وما أريد منكم إلا المعونة إلى السماوة، فقالوا: سمعا وطاعة،\nفربكنا وركب القوم معنا حتى أشرفنا على منازل بني سليم بأرجاء خفان من\nالسماوة فقلنا: أين منزل السيد الغطريف قالوا: أمامكم، فسرنا وأعلم الغطريف\nبنا فخرج مبادرا فاستقبلنا وقال: حييتم بالإكرام، وحبيتم بأفضل الأنعام.\nفقلنا وأنت حييت وحبيت، إننا لك أضياف قال: نزلتم أفضل منزل، وحللتم أكرم\nمعقل. ثم قال: يا معشر العبيد أنزلوا القوم، ففرشت لنا الأنطاع والنمارق \"\nوالزرابي \" فنزلنا ثم ذبحت الذبائح، ونحرت النحائر فقلنا: \" يا سيد القوم \"\nلسنا بذائقين لك طعاما حتى تقضي حاجتنا، وتردنا بمسرتنا، قال: وما حاجتكم؟\nقلنا: نخطب عقيلتك الكريمة لعيينة بن الحباب بن المنذر الطيب العنصر،\nالحالي المفخر. فقال: يا أخوتاه إن التي تخطبونها أمرها إلى نفسها، وها أنا\nأدخل أخبرها. ثم نهض مغضبا فدخل على ريا وكانت كاسمها فقالت: يا أبي ما لي\nأرى الغضب بينا عليك؟ فقال لها: ورد الأنصار يخطبونك مني فقالت: سادة كرام،\nأبطال عظام، استغفر لهم النبي صلى الله عليه وسلم، فلمن الخطبة منهم؟ قال\nلفتى يعرف بعيينة الحباب قالت: تالله لقد سمعت عن عيينة هذا، إنه يفي بما\nوعد، ويدرك إذا قصد، ويأكل ما وجد، ولا يسأل عما فقد، فقال: أقسم لا أزوجنك\nأبدا به، فقد نمي إلي بعض حديثك معه، فقالت: ما كان ذلك، ولكن إذا أقسمت\nفإن الأنصار لايردون ردا قبيحا، فأحسن لهم الرد قال: بأي شيء قالت: أغلظ\nلهم في المهر فإنهم يرجعون فلا يجيبون قال: ما أحسن ما قلت، ثم خرج مبادرا\nفقال: إن <span id='ms065'></span> فتاة الحي أجابت ولكن أريد لها مهر مثلها، فمن القائم به؟ قال عبد\nالله بن المعتمر: أنا قل ما شئت، قال: أريد ألف مثقال من الذهب الأحمر،\nقال: لك ذلك، قال: وأريد خمسة آلاف درهم من ضرب هجر قال: لك ذلك، قال:\nوأريد مائة ثوب من الابراد والحبر، قال: لك ذلك. قال: وأريد عشرين ثوبا من\nالوشي المطير قال: لك ذلك، قال: وأريد عقدا من الجوهر، قال: لك ذلك. قال:\nوأريد خمسة أكرشة من العنبر قال: لك ذلك. قال: وأريد عشرين نافجة من المسك\nالأذفر قال: لك ذلك. فهل أجبت؟ قال: أجل.\n</p>\n\n<p>\nقال فأنفذ عبد الله بن المعتمر نفرا من الأنصار إلى المدينة فأتوا بجميع\nما ضمنه، وذبحت الغنم والنعم، واجتمع الناس لأكل الطعام، قال: فأقمنا\nأربعين يوما على هذه الحال، ثم قال: خذوا فتاتكم وانصرفوا مصاحبين. ثم\nحملها في هودج وجهزها بثلاثين راحلة عليها من التحف والطرف شيء كثير،\nوودعنا وسرنا حتى إذا بقي بيننا وبين المدينة مرحلة واحدة خرجت علينا خيل\nتريد الإغارة، وأحسب أنها بني سليم فحمل عليها عيينة بن الحباب فقتل منها\nعدة رجال، وانحرف نحونا راجعا وبه طعنة تفور دما، ثم سقط إلى الأرض، وأتتنا\nالنصرة من سكان الأرض فطردوا عن الخيل، وقد قضى عيينة نحبه، فقلنا:\nواعيينتاه، فسمعتنا الجارية فألقت نفسها عليه، وجعلت تترشفه وتصيح بحرقة\nوتقول:\n</p>\n\n<p>\nتصبرت لا أني صبرت وإنما ... أعلل نفسي أنها بك لاحقة\n</p>\n\n<p>\nولو أنصفت نفسي لكانت إلى الردى ... أمامك من دون البرية سابقة\n</p>\n\n<p>\nفما أحد بعدي وبعدك منصف ... خليلا ولا نفس لنفس بصادقة\n</p>\n\n<p>\nثم شهقت شهقة واحدة فقضت نحبها، فاحتفرنا لهما جدثا واحدا وواريناهما\nفيه، ورجعت إلى ديار قومي وأقمت سبع سنين ثم عدت إلى الحجاز، فوردت إلى\nالزيارة فقلت: والله لأعودن إلى قبر عيينة أزوره فأتيت على القبر فإذا عليه\nشجرة نابتة عليها عصائب حمر وصفر وخضر، فقلت لأرباب المنزل: ما يقال لهذه\nالشجرة؟ قالوا: شجرة العروسين، فأقمت عند القبر يوما وليلة، ثم انصرفت فكان\nآخر العهد به <span id='ms066'></span> والسلام.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head29'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nحدث أبو بكر محمد بن علي الماذرائي بمصر قال: كنت أساير أبا الجيش\nخمارويه بن أحمد بن طولون بدمشق وقد خرجنا للصيد وأخذنا على نهر ثورا،\nفبينا نحن نسير إذ تلقاه أعرابي فأخذ بعنان فرسه وأنشده:\n</p>\n\n<p>\nإن السنان وحد السيف لو نطقا ... لحدثا عنك بين الناس بالعجب\n</p>\n\n<p>\nأفنيت مالك تعطيه وتنهبه ... يا آفة الفضة البيضاء والذهب\n</p>\n\n<p>\nفقال أبو الجيش: يا غلام ادفع إليه ما في الخريطة، وكان فيها خمسمائة\nدينار، فقال: أيها الأمير زدني، فقال أبو الجيش لمن حضر من الغلمان: اطرحوا\nسيوفكم ومناطقكم عليه فبادر سبعة عشر غلاما فطرحوا مناطقهم وسيوفهم. فقال:\nأيها الأمير انقلني، فأمر أن يدفع إليه بغل من بغال الموكب وحمل ذلك معه،\nوعدنا من الصيد. فما استقر بي مجلسي حتى ودر علي توقيع أبي الجيش خماويه: \"\nتقدم أمتعني الله بك بصياغة سبعة عشر سيفا وسبع عشرة منطقة ذهبا جيدا\nللغلمان مكان ما بذلوه، ليتحسر من تأخر من الغلمان على ما فاتهم من ذلك \"\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head30'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nركب الفضل بن يحيى يوما من منزله بالخلد يريد منزله بباب الشماسية فتلقاه\nفتى من الأبناء مملك، ومعه جماعة من الناس يحملون إملاكه فلما رأى الفتى\nنزل وقبل يده ولم يكن يعرفه، فسأله عن الصداق فعرف أنه أربعة آلاف درهم.\nفأمر له بأربعة آلاف درهم صداق زوجته، وأربعة آلاف درهم ثمن منزل يسكنه.\nوأربعة آلاف درهم للنفقة على وليمته. وأربعة آلاف درهم يستعين بها على\nالعقد الذي عقده على نفسه وانصرف.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل ركب محمد بن إبراهيم الإمام دين فركب إلى الفضل بن يحيى ومعه حق فيه\nجوهر فقال له: قصرت بنا غلاتنا، وأغفل أمرنا خليفتنا، وتزايدت مؤنتنا،\nفلزمنا دين احتجنا إلى أدائه، وهو ألف ألف درهم، وكرهت بذل وجهي للتجار\nواذالة عرضي بينهم، ولك من يعطيك منهم ما تحب، ومعي رهن يفي بذلك، فإن رأيت\nأن تأمر بعضهم بقبضه، وحمل المال إلينا فعلت فدعا الفضل بالحق فرأى ما فيه\nوختمه بخاتم محمد بن إبراهيم ثم قال له: نجح <span id='ms067'></span> الحاجة إن تقيم اليوم عندي\nفقال له: إن في المقام علي مشقة. فقال له: وما يشق عليك من ذلك؟ إن رأيت أن\nتلبس بعض ثيابنا \" دعوت به \" وإلا أمرت بإحضار ثياب من دارك، فأقام ونهض\nالفضل، فدعا بوكيله فأمره بحمل المال وتسليمه إلى خادم محمد ابن إبراهيم،\nوتسليم الحق الذي فيه الجوهر بخاتمه إليه، وأخذ خطه بذلك، ففعل الوكيل ذلك،\nوأقام محمد عنده إلى المغرب، وليس عنده شيء من الخبر، ثم انصرف إلى منزله\nفرأى المال، وأحضر الخادم الحق. فغدا على الفضل يشكره فوجده قد سبقه\nبالركوب إلى دار الرشيد، فوقف منتظرا له على باب الرشيد، فقيل له قد خرج من\nالباب الآخر، فأتبعه فوجده وقد دخل إلى ابنه فوقف ينتظره فقيل له: قد خرج\nمن الباب الآخر قاصدا إلى منزله، فانصرف عنه، فلما وصل إلى منزله وجه الفضل\nإليه ألف ألف درهم أخرى، فغدا عليه فشكره وأطال، فأعلمه الفضل أنه بات\nبليلة طالت غما بما شكاه، إلى أن لقي الرشيد فأعلمه بحاله، فأمره بالتقدير\nله، ولم يزل يماسكه إلى أن تقرر الحال معه على ألف ألف درهم وقال: إنه لم\nيصلك بمثلها قط، ولا زاد على عشرين ألف دينار، فشكرته وسألته أن يصلك بها\nصكا بخطه ويجعلني الرسول ففعل، فشكره محمد وقال: صدق أمير المؤمنين إنه لم\nيصلني قط بأكثر من عشرين ألف دينار وهذا إنما تهيأ بك وعلى يديك، وما أقدر\nعلى القيام بحقك، ولا على شكر أجازي به معروفك، غير أن علي وعلي، وحلف\nأيمانا مؤكدة، إن وقفت على باب أحد سواك، ولا سألت غيرك حاجة أبدا ولو\nاستفقت التراب. فكان لا يركب إلى غير الفضل إلى أن كان من أمرهم ما حدث.\nفكان بعد ذلك لا يركب إلى غير الرشيد ويعود إلى منزله؛ فعوتب بعد تقضي\nأيامهم في ترك البيان الفضل بن الربيع. فقال: والله لو عمرت ألف عام ومصصت\nالثماد ما وقفت بباب أحد بعد الفضل بن يحيى، ولا سألته حاجة أبدا حتى ألقى\nالله <span id='ms068'></span> عز وحل. ولم تزل تلك حاله إلى أن مات.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لما حج الرشيد ورجع قافلا نزل الأنبار فدعا صالحا صاحب المصلى حين\nتنكر على البرامكة فقال له: أخرج إلى منصور بن زياد فقل له: قد صحت عليك\nعشرة آلاف ألف درهم فاحملها إلي من يومك هذا فإن هو دفعها إليك كاملة قبل\nمغيب الشمس من يومك هذا وإلا فاحمل إلي رأسه، وإياك ومراجعتي في شيء من\nأمره. قال صالح: فخرجت إلى منصور وهو في الدار فعرفته الخبر فقال: إنا لله\nوإنا إليه راجعون ذهبت والله نفسي، ثم حلف أنه لا يعرف موضع ثلاثمائة ألف\nدرهم فكيف عشرة آلاف الف درهم، فقال له صالح: خذ في عملك، فقال له: امض بنا\nإلى منزلي حتى أوصي وأتقدر في أمري، فمضينا، فما هو إلا أن دخل حتى ارتفع\nالصراخ من منازله وحجر نسائه، فأوصى وخرج وما فيه دم، فقال \" صالح \": امض\nبنا إلى أن أتى يحيى بن خالد فلعل الله يأتينا بفرج من جهته. فمضى معه فدخل\nعلى يحيى وهو يبكي، فقال له يحيى: ما وراءك؟ فقص عليه القصة، فقلق يحيى\nلأمره وأطرق مفكرا، ثم دعا خازنه فقال له: كم عندك من المال؟ قال: خمسة\nآلاف ألف درهم، قال: أحضرني مفاتيحها فأحضره إياها، ثم وجه إلى الفضل ولده:\n\" إنك كنت أعلمتني، فداك أبوك \" أن عندك \" ألفي ألف درهم وددت أنك تشتري\nبها ضيعة، وقد وجدت لك ضيعة يبقى ذكرها وشكرها، وتحمد ثمرتها، فوجه إلينا\nبالمال، فوجه به ثم قال للرسول: امض إلى جعفر فقل له: ابعث إلي، فداك أبوك،\nبألف ألف درهم لحق لزمني فوجهها إليه. وقال صالح: هذه ثمانية آلاف ألف\nدرهم، ثم أطال في إطراقه لأنه لم يكن بقي عنده شيء، ثم رفع رأسه إلى خادم\nله فقال: امض إلى دنانير فقل لها وجهي \" إلي \" بالعقد الذي كان أمير\nالمؤمنين وهبه لك فجاء به، فإذا عقد \" عظيم \" كعظم الذراع، فقال لصالح:\nاشتريت هذا للرشيد بمائة ألف وعشرين ألف دينار، فوهبه <span id='ms069'></span> الخليفة لدنانير، وقد\nحسبناه \" عليك \" بألفي درهم، وهذا تمام المال فانصرف وخل عن صاحبنا لا سبيل\nلك عليه. قال صالح: فأخذت ذلك ورددت منصورا معي. فلما صرنا بالباب أنشأ\nيقول متمثلا:\n</p>\n\n<p>\nفما بقي علي تركتماني ... ولكن خفتما صرد النبال\n</p>\n\n<p>\nفقال صالح: ما على الأرض كلها رجل أكرم من رجل خرجنا من عنده، ولا سمعت\nبمثله فيمن مضى، ولا يكون \" مثله \" قيمن بقي، ولا على ظهر الأرض رجل أخبث\nسريرة ولا أردأ طبعا من هذا النبطي إذ لم يشكر من أحياه. قال: ثم صرت إلى\nالرشيد فقصصت عليه قصة المال، وطويت عنه. قال منصور لأني خفت إن سمعه أمر\nبقتله. فقال الرشيد: أما أنا قد علمت أنه إن نجا لم ينج إلا بأهل هذا\nالبيت. وقال: اقبض المال واردد العقد على دنانير فإني لم أك أهب هبة فترجع\nإلي. قال صالح: فلم أطب نفسا بترك تعريف يحيى ما قال منصور، فقلت: لما\nرأيته بعد أن أطنبت في شكره ووصف ما كان منه: لقد أنعمت على غير شاكر قابل\nأكرم فعل بألأم قول قال: وكيف ذلك؟ فأخبرته بما قال \" وما كان منه \" فجعل\nوالله يطلب له المعاذير ويقول: يا أبا علي إن المنخوب القلب ربما سبقه\nلسانه بما ليس في ضميره، وقد كان الرجل في حال عظيمة، فقلت: والله ما أدري\nمن أي أمر بك أعجب أمن أوله أم من آخره لكنني أعلم أن الدهر لا يخلف مثلك\nأبدا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head31'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو القاسم علي بن المحسن بن علي التنوخي مؤلف كتاب الفرج بعد\nالشدة في كتابه: حدثني علي بن هشام قال: سمعت أبا الحسن علي بن عيسى يتحدث\nقال: سمعت عيد الله بن سليمان بن وهب يقول حدثني أبي قال: كنت وأبو العباس\nأحمد بن الخصيب مع خلق من العمال والكتاب معتقلين في يدي محمد بن عبد الملك\nالزيات في آخر وزارته للواثق، واشتد مرض الواثق، وحجب ستة أيام عن الناس،\nفدخل عليه أبو عبد الله أحمد بن أبي داود قاضي <span id='ms070'></span> القضاة رحمه الله تعالى فقال\nله الواثق: يا أبا عبد الله وكان يكنيه: ذهبت مني الدنيا والآخرة، أما\nالدنيا فما ترى من حضور الموت، وأما الآخرة فما أسلفت من العمل القبيح، فهل\nعندك من دواء؟ قال: نعم يا أمير المؤمنين، قد عزل محمد بن عبد الملك جماعة\nمن الكتاب وغرك فيهم، وملأ منهم الحبوس، ولم يحصل من جهتهم على كبير شيء،\nوهو خلق كثير وراءهم ألف يد ترفع إلى الله عليك، فتأمر بإطلاقهم لترفع أيدي\nبالدعاء لك، فلعل الله تعالى أن يهب لك العافية فأنت محتاج في هذا الحال\nإلى أن تقل خصومك. فقال: نعم ما أشرت به، وقع إليه عني بإطلاقهم قال: إن\nرأى خطي عاند ولج، ولكن يغتنم أمير المؤمنين الثواب ويحمل على نفسه ويتساند\nويوقع لهم بخطه، ففعل الواثق ذلك ووقع بخط مضطرب إلى ابن الزيات بإطلاقهم،\nوإطلاق كل من كان في الحبوس من غير استئمار ولا مراجعة. قال: يا أمير\nالمؤمنين تقدم إلى الحاجب ايتاخ أن يمضي بالتوقيع إليه، ولا يدعه يعمل شيئا\nأو يطلقهم، وأن يحول بينه وبين الوصول إليك أو يكتب رقعة أو يشتغل بشيء\nالبتة إلا بعد إطلاقهم، وإن لقيه راكبا في الطريق فينزله عن دابته ويجلسه،\nحتى ينتهي إلى أمرك. فتقدم الواثق إلى ايتاخ بامتثال ذلك فتوجه، فلقي ابن\nالزيات راكبا يريد الخليفة، فقال له: تنزل عن دابتك وتجلس على غاشيتك\nفارتاع وظن أن الحادثة قد وقعت به، فنزل وجلس على غاشيته. فوقفه على\nالتوقيع فامتنع، وقال: إذا أطلقت هؤلاء من أين أنفق الأموال وأقيم الأنزال.\nفقال: لا بد من ذلك. قال: اركب واستأذنه، فقال: لا سبيل إلى ما ذكرت، قال:\nفدعني أكاتب، قال: ولا هذا. ولم يدعه يبرح من موضعه حتى وقع بإطلاق القوم\nعن آخرهم. فصار الحاجب إلينا، ونحن في الحابس أيأس ما كنا من الفرج، وقد\nبلغنا اشتداد علة الواثق وأرجف لابنه بالخلافة، وكان صبيا، فخفنا أن يتم\nذلك فيجعل ابن الزيات للصبي شيخا ويتولى التدبير فيتلفنا وقد امتنعنا <span id='ms071'></span> من\nالطعام والشراب لفرط الغم.\n</p>\n\n<p>\nفلما دخل ايتاخ الحبس لم نشك أنه إنما حضر لبلية. فقال: البشارة\nبالإطلاق، وعرفنا صورة الحال وأطلقنا، فحمدنا الله تعالى، ودعونا لأحمد بن\nأبي داود والخليفة، وانصرفنا إلى منزلنا. فأقمنا لحظة ثم خرجنا فوقفنا\nلأحمد ابن أبي داود على طريقه ننتظر عوده من دار الخليفة. فحين رأيناه\nترجلنا ودعونا له وشكرناه، فأنكر ذلك وأكبره ومنعنا من الترجل فلم نمتنع،\nفوقف حتى ركبنا وسايرناه، فأخذ يخبرنا بالخبر ونحن نشكره، وهو يستصغر ما\nفعل ويقول: \" هذا أقل حقوقكم \" وستعلمون ما أفعله مستأنفا، ورجع إلى دار\nالخليفة عشيا فقال له الواثق: قد تبركت برأيك يا أبا عبد الله ووجدت خفا من\nالعلة ونشطت وأكلت وزن خمسة دراهم خبزا بصدر دراج. فقال له يا أمير\nالمؤمنين تلك الأيدي التي كانت تدعو عليك غدوة، قد صارت تدعو لك عشية ويدعو\nلك بسببهم خلق كثير من رعيتك، إلا أنهم قد صاروا إلى دور خراب، وأحوال\nقبيحة، بغير فرش ولا كسوة ولا دواب، موتى جوعا وهزالا. قال: فما ترى؟ قال:\nيا أمير المؤمنين تستكمل نعمة الله تعالى عليك، وتكمل نعمتك عند هؤلاء\nالقوم بما تفعله معهم. قال: وما ذك؟ قال في الخزائن والاصطبلات بقايا ما\nأخذ منهم، فلو أمرت أن ينظر في ذلك، فكل من وجد له شيء باق رد عليه، ويفرج\nلهم عن ضياعهم ليعيشوا بها، ويخف الإثم، ويتضاعف الدعاء، وتقوى العافية.\nقال: وقع عني بذلك فوقع عنه، فما شعرنا إلا وقد رجعت علينا نعمنا. ومات\nالواثق بعد ثلاثة أيام أو أربعة، وفرج الله عنا بابن أبي داود، وبقيت له\nهذه المكرمة في أعناقنا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head32'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: أخبرني إسماعيل بن يونس يرفعه إلى جرير قال:\nقال يونس الكاتب: خرجت إلى الشام في خلافة هشام بن عبد الملك ومعي جاريتي\nعاتكة وكنت قد علمتها وهذبتها، وأنا أقدر فيها ما أستغني به، فلما قربنا من\nدمشق، نزلت القافلة على غدير ماء ونزلت ناحية منها. فأصبت من طعام كان معي\nوأخرجت ركوة <span id='ms072'></span> فيها فضلة نبيذ كان معي فشربت، فبينا أنا في تلك الحال إذا فتى\nحسن الوجه والهيئة على فرس أشقر ومعه خادمان، وعليه ثياب وشي مذهبة فما\nأدري أوجهه أحسن أم ثيابه أم دابته. فسلم علي وقال أتقبل ضيفا؟ فقمت وأخذت\nبركابه، وتحققت أنه من أهل بيت الخلافة ودخلتني له هيبة وإجلال. وقلت: انزل\nيا سيدي فنزل وقال: اسقنا من شرابك فسقيته. وقال إن سهل عليك أن تغني لي\nصوتا فافعل فغنيته:\n</p>\n\n<p>\nليت شعري أأول الهرج هذا ... أم زمان من فتنة غير هرج\n</p>\n\n<p>\nفطرب واستعاده ثم قال قل لجاريتك تغني لنا صوتا فغنت لحني في شعر ابن\nهرمة\n</p>\n\n<p>\nأفاطم إن النأي يسلي ذوي الهوى ... وإن بعادي زادني بكم وجدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nفطرب وشرب واستعاده مرارا حتى صليت العشاء الآخرة فقال لي: ما أقدمك\nعلينا هذا البلد؟ فقلت أردت بيع جاريتي هذه قال: وكم قدرت فيها من الثمن؟\nقلت: ما أقضي به ديني وأصلح به حالي، فقال: يقنعك ثلاثون ألفا! فقلت ما\nأحوجني إلى فضل الله تعالى والمزيد منه قال: فيقنعك أربعون ألفا؟ قلت فيها\nقضاء ديني وأبقى صفرا مجردا. قال فقد أخذتها بخمسين ألف درهم، ولك بعد ذلك\nجائزة وكسوة ونفقة لطريقك وأن أشركك في حالي أبدا ما بقيت فقلت قد بعتكها\nقال: قد قبلت أفتثق بي أن أحمل إليك ذلك غدا وأحملها معي، أم تكون عندك؟\nفحملني السكر وهيبته والحشمة منه على أن قلت: نعم قد وثقت بك فخذها، بارك\nالله لك فيها، فقال: لأحد خادميه: احملها على دابتك وارتدف وراءها وامض\nبها، وركب فرسه وودعني، فما هو إلا أن غاب عني حتى عرفت موضع خطأي وغلطي\nوقلت ماذا صنعت بنفسي وجنيت عليها؟ أسلمت جارية إلى رجل لا أعرفه ولا أدري\nمما هو ولا ما اسمه ونسبه، ولا من أي البلاد هو، وهبني عرفته من أين أصل\nإليه، وجلست مفكرا حتى أصبحت، فصليت وجلست موضعي ورحل أصحابي ودخلوا دمشق\nوصهرتني الشمس فترددت بين المقام وبين الدخول. فقلت: إن دخلت لم آمن من <span id='ms073'></span> أن\nيجيء رسول الرجل يطلبن فلا يجدني ولا يعرف موضعي، وأكون قد جنيت على نفسي\nجنانة ثانية، فأقمت ونفذت رحلي مع بعض أهل المدينة، وجلست في ظل جدار هناك.\nفلما أضحى النهار إذا أحد الخادمين اللذين كانا بالأمس مع الرجل قد أقبل\nإلي، فما أذكر إنني سررت بشيء سروري بالنظر إليه. فقال لي: أنا منذ الصباح\nأدور في طلبك في رفقتك. فقبل أن أسأله عن شيء قلت: من صاحبي؟ فقال: ولي\nالعهد الوليد ابن يزيد فسكنت نفسي، ثم قال: قم فاركب، وإذا معه دابة، فركبت\nودخلت إليه، فإذا الجارية قد أفرد لها حجرة وهي فيؤها، فأدخلني إليها. فلما\nرأتني وثبت وسلمت علي، فقلت: ما كان منك؟ قالت: دخل إلى داره وأنزلت ههنا\nوتفقدت بما أحتاج إليه، وأنا كما ترى بثياب السفر، فجلست عندها، وإذا\nالخادم قد أقبل فقال: قم، فقمت، وأدخلني إلى صاحبي بالأمس، وهو جالس على\nسريره، فقال: من تكون؟ فقلت: يونس الكاتب، فقال مرحبا بك، قد كنت والله\nإليك مشتاقا، وكنت أسمع بخبرك فكيف كان مبيتك في ليلتك؟ فقلت: بخير أعز\nالله الأمير. فقال: أما ندمت على ما كان منك البارحة، وقلت دفعت جاريتي إلى\nرجل لا أعرفه؟ فقلت: أيها الأمير معاذ الله أن أندم ولو أهديتها إلى\nالأمير، وما قدر هذه الجارية؟ فقال: لكني ندمت على أخذها منك، وقلت: رجل\nغريب لا يعرفني وقد غممته الليلة، وسفهت رأبي في استعجالي في أخذها. أفتذكر\nما كان بيننا بالأمس؟ قلت: نعم، قال: أوقد بعتني الجارية بخمسين ألف درهم؟\nقلت: نعم. قال: هات يا غلام المال، فجاء به الغلمان يحملونه ووضعوه بين\nيديه. قال: هات يا غلام ألف دينار مفردا فجيء بالكيس فوضعه ثم قال: هات\nخمسمائة دينار أخرى فجاء بها فوضعها أيضا ثم قال: هذا مال ثمن جاريتك ضمه\nإليك. وهذا ألف دينار لحسن ظنك بنا، وهذه خمسمائة دينار لنفقة طريقك وما\nتبتاعه لأهلك، أرضيت؟ فقبلت يده ورجله وقلت: قد والله ملأت عيني ويدي. قال:\nيا غلام قدم إليك <span id='ms074'></span> دابة بسرجها ولجامها لمركوبة وبغلا لثقله. ثم قال إذا\nبلغك أن هذا الأمر قد أفضى إلي فزرني، فوالله لأملأن يديك ولأغنينك ما\nبقيت. فخرجت وتوجهت إلى بلدي. فلما أفضت الخلافة إليه صرت إليه فوفى والله\nبوعده وزاد، وكنت معه في أيسر حال، وأسنى منزلة، وقد اتسعت أحوالي، واقتنيت\nمن الضياع والأملاك ما أعيش فيه إلى الآن ومن بعدي، ولم أزل معه حتى قتل.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head33'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقيل كان الأفشين مبغضا لأبي دلف القاسم بن عيسى العجلي وحاسدا له على\nفضله، فحمل نفسه يوما على قتله واستدعاه باستحثاث وإزعاج، وكان أبو دلف\nصديقا لقاضي القضاة أحمد بن أبي داود. فبعث إليه أدركني فمن أمري كذا وكذا.\nفكرب مسرعا واستحضر من حضره من الشهود. فلما ورد باب الأفشين قال له\nالغلمان: نستأذن لك قال: الأمر أعجل من ذلك، ونزل ودخل فألقى الأفشين جالسا\nفي موضعه، وقد أقيم أبو دلف بين يديه في الصحن. فلما رأى الأفشين قاضي\nالقضاة دخل بلا إذن بهت فقال له أحمد بن أبي داود أيها الأمير أنا رسول\nأمير المؤمنين إليك يأمرك أن لا تحدث في أمر القاسم حدثا إلا بإذنه. ثم\nالتفت إلى الشهود فقال اشهدوا أني قد بلغت رسالة أمير المؤمنين، والقاسم حي\nمعافى ثم خرج فأتى باب المعتصم مسرعا، واستأذن عليه فأذن له فلما دخل عليه\nقال: يا أمير المؤمنين: قد كذبت عليك واحدة أرجو بها الجنة ولك بها الفخر\nقال وما هي؟ قال كان من الأمر كيت وكيت قال: فضحك المعتصم وقال: أحسنت أحسن\nالله إليك. ثم لم يلبث أن جاء الأفشين مستأذنا فأذن له، فلما استقر مجلسه\nقال يا أمير المؤمنين جاءتني رسالة منك مع قاضي القضاة في مغنى أبي دلف فما\nتأمر في شأنه؟ قال نعم أرسلت إليك فيه فأحذر أن تتعرض له إلا بخير، فأفلت\nبذلك من يده.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head34'>حكاية</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nحدث القاضي أبو القاسم علي بن المحسن بن علي التنوخي في كتاب الفرج بعد\nالشدة. حدثني أبو الفرج علي بن الحسين الأصبهاني قال: كان <span id='ms075'></span> محمد بن زيد\nالعلوي الداعي بطبرستان إذا افتتح الخاج نظر ما في بيت المال من خراج السنة\nالتي قبلها، وفرقه في قبائل قريش على دعوتهم وفي الأنصار وفي الفقهاء وأهل\nالقرآن وسائر طبقات الناس، إلى أن يفرق جميع ما بقي فجلس سنة من السنين\nيفرق مثل ذلك على عادته، فلما بدأ ببني عبد مناف، وقد فرغ من بني هاشم، دعا\nسائر بني عبد مناف فقال إليه رجل فقال: من أي بني عبد مناف أنت؟ قال من بني\nأمية، قال من أيهم أنت؟ فسكت قال: لعلك من ولد معاوية؟ قال نعم قال أمن\nأيهم أنت؟ فسكت قال لعلك من ولد يزيد؟ قال نعم. قال: قال بئس الاختيار\nاخترت لنفسك، من قصدك \" بلدا \" ولاية آل أبي طالب وعندك ثأرهم في سيدهم،\nوقد كانت لك مندوحة عنهم بالشام والعراق عند من يتولى جدك ويحب برك. فإن\nكنت جئت عن جهل منك بهاذ فما يكون بعد جهلك جهل. وإن كنت جئت مستهزئا بهم\nفقد خاطرت بنفسك فنظر إليه العلويون نظرا شديدا فصاح بهم محمد وقال: كفوا\nعافاكم الله كأنكم تظنون أن في قتل هذا دركا أو ثأرا للحسنين بن علي، وأي\nجرم لهذا إن الله تعالى قد حرم أن تطالب نفس بغير ما اكتسبت، والله لا يعرض\nله أحد إلا أقدته به، واسمعوا حديثا أحدثكم به يكون لكم قدوة فيما\nتستأنفون:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني أبي عن أبيه قال: عرض على المنصور سنة حج جوهر فاخر فعرفه وقال:\nهذا كان لهشام بن عبد الملك، وهذا يعنيه قد بلغني خبره عند ابنه محمد، وما\nبقي منهم أحد غيره. ثم قال للربيع: إذا كان غدا وصليت بالناس في المسجد\nالحرام، وحصل الناس فيه فأغلق الأبواب ووكل بها ثقاتك من الشيعة وأقفلها،\nوافتح للناس بابا واحدا منها، وقف عليه فلا يخرج أحد إلا من قد عرفته. فلما\nكان من غد فعل الربيع ذلك، وتبين محمد بن هشام القصة، وعلم أنه هو المطلوب\nوإنه مأخوذ فتحير. وأقبل محمد بن زيد ابن <span id='ms076'></span> علي بن الحسين بن علي بن أبي طالب\nعلى أثر ذلك فرآه متحيرا وهو لا يعرفه فأنكر أمره وقال له. يا هذا أراك\nمتحيرا متلددا فمن أنت ولك أمان الله تعالى التام العام وأنت في ذمتي حتى\nأخلصك بعون الله تعالى قال: أنا محمد بن هشام بن عبد الملك فمن أنت؟ قال\nأنا محمد بم زيد بن علي بن الحسين قال: فعند الله أحتسب نفسي، إذ قال: لا\nبأس عليك يا ابن عم، فإنك لست قاتل زيد ولا في قتلك إدراك ثأره، وأنا الآن\nبخلاصك أولى مني بإسلامك، ولكن تعذرني فيما أتناولك به من مكروه وقبيح خطاب\nأخاطبك به يكون فيه خلاصك، بمشيئة الله تعالى. فقال: يا سيدي أنت وذاك،\nفطرح رداءه على رأسه ووجهه ولببه به وأقبل يسحبه، فلما وقعت عين الربيع\nعليه لطمه لطمات، وجاء به إلى الربيع، وقال يا أبا الفضل إن هذا الخبيث\nجمال من أهل الكوفة أكراني جماله ذاهبا وعائدا وقد هرب مني في هذا الوقت،\nوأكرى لبعض القواد الخراسانية، ولي عليه بذلك شهود، فتضم إلي حرسيين يصيران\nبه معي إلى القاضي ويمنعان الخراساني من اعتراضه إن اعترضنا، فضم إليه\nالربيع حرسيين وقال امضيا به معه بعد من المسجد قال له: يا خبيث أتؤدي إلي\nحقي؟ قال نعم يا ابن رسول الله، فقال للحرسيين: انصرفا في حفظ الله تعالى\nفانصرفا. فلما بعدا أطلقه، فقبل محمد بن هشام رأسه وقال: بأبي أنت والله\nوأمي، فالله أعلم حيث يجعل رسالاته ثم أخرج جوهرا له قدر عظيم فدفعه إليه\nوقال: تشرفني يا سيدي بقبول هذا مني، قال: اذهب بمتاعك يا ابن عم، فإنا أهل\nالبيت لا نقبل على المعروف مكافأة، وقد تركت لك دم زيد وهو أعظم قدرا من\nمتاعك، فانصرف راشدا ووار شخصك عن هذا الرجل إلى أن يخرج، فإنه مجد في\nطلبك، فمضى وتوارى.\n</p>\n\n<p>\nقال ثم أمر محمد بن زيد الداعي \" بطبرستان \" للأموي بمثل ما أمر به لسائر\nبني عبد مناف، وضم إليه جماعة من مواليه <span id='ms077'></span>، وأمرهم أن يخرجوه إلى الري ويأتوه\nبكتابه بسلامته، فقام الأموي فقبل رأسه ومضى معهم حتى بلغ مأمنه وجاؤوه\nبكتاب بسلامته.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head35'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nقال أبو القاسم بن المعمر الزهري: كنت أسير مع يحيى بن خالد وهو بين\nابنيه الفضل وجعفر، فإذا أبو الينبغي واقف على الطريق فناداني يا زهري\nفاستشرفت له فقال:\n</p>\n\n<p>\nصحبت البرامك عشرا ولاء ... وبيتي كرا وخبزي شرا\n</p>\n\n<p>\nقال: فسمعه يحيى فالتفت إلى الفضل وجعفر وقال: أف لهذا الفعل، أبو\nالينبغي ممن يحاسب؟ فلما كان الغد جاءني أبو الينبغي فقلت: ويحك ما هذا\nالذي عرضت نفسك له. فقال: أسكت ما هو إلا أن انصرفت إلى منزلي حتى جاءني من\nقبل الفضل بدرة ومن قبل جعفر بدرة، ووهب لي كل واحد منهما دارا، وأجرى علي\nمن مطبخه ما يكفيني.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل عرض محمد بن الجهم دارا له للبيع بخمسين ألف درهم، فلما حضر الشهود\nليشهدوا قال: بكم تشترون مني جوار سعيد بن العاص، وكانت الدار في جوار سعيد\nبن العاص فقالوا: وإن الجوار ليباع، فقال: وكيف لا يباع جوار من إن سألته\nأعطاك، وإن سكت عنه ابتداك، وإن أسأت إليه أحسن إليك. قال: فبلغ ذلك سعيدا\nفوجه إليه بمائة ألف درهم، وقال له: امسك عليك دارك.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nحدث إبراهيم بن المهدي قال: خلا جعفر بن يحيى يوما في منزله وحضر ندماؤه\nوكنت فيهم: فتضمخ بالخلوق ولبس الحرير، وفعل بنا مثل ذلك، وتقدم إلى الحاجب\nيحفظ الباب إلا من عبد الملك بن نجران كاتبه. فوقع في أذن الحاجب عبد الملك\nدون ابن نجران ومضى صدر من النهار، وبلغ عبد الملك بن صالح بن علي الهاشمي\nعم الرشيد مقام جعفر في منزله فركب إليه، فلما وصل دار جعفر وجه الحاجب\nإليه أن قد حضر عبد الملك فقال: يؤذن له، وهو يضن أنه كاتبه، فدخل عبد\nالملك بن صالح في سواده \" ورصافيته \" يرفل، على جلالته وورعه، ونبيه قدره\nوأدبه فلما رآه جعفر اسود وجهه، وعظم ذلك وارتاع له. وكان عبد الملك لا\nيشرب النبيذ <span id='ms078'></span>، وكان ذلك سبب موجدة الرشيد عليه، لأنه كان يلتمس منادمته\nفيأبى عليه. فوقف عبد الملك على ما رأى من جعفر، فدعا غلامه فناوله سواده\nوعمامته وسيف، وأقبل حتى وقف على باب المجلس \" الذي نحن فيه \" فسلم وقال: \"\nأشركونا في أمركم \" افعلوا بنا ما فعلتم بأنفسكم، فدنا منه خادم فألبسه\nالحرير وضمخه بالخلوق، ثم جلس ودعا بطعام فأكل، ودعا بنبيذ فأتي ركل فشربه\nوقال لجعفر: والله ما شربته قط قبل اليوم فليخفف عني فدعا برطلية فجعلت بين\nيديه، وجعل كلما فعل شيئا من ذلك سري عن جعفر، فلما أراد الانصراف قال له:\nجعفر: جعلني الله فداك، قد تطولت وساعدت، فسل حاجتك فما تحيط مقدرتي\nبمكافأة ما كان منك اليوم، إن في قلب أمير المؤمنين علي هناة فأسأله الرضا\nعني قال: قد رضي عنك أمير المؤمنين \" وزال ما عنده منك \" قال: وعلي أربعة\nآلاف ألف درهم تقضى عني، قال: إنها لك من لك من عندي حاضرة، ولكن أجعلها من\nمال أمير المؤمنين فإنه أنبل لك وأحب إليك. قال: وإبراهيم ولدي أحب أن أشد\nظهره بصهر \" من ولد \" الخلافة. قال: قد زوجه أمير المؤمنين ابنته العالية\nقال: وأحب أن يخفق على رأسه لواء، قال: قد ولاه أمير المؤمنين مصر. وانصرف\nعبد الملك ونحن متعجبون من إقدام جعفر على قضاء الحوائج من غير استئذان\nوقلنا لعله أن يجاب إلى ما سأل من الحوائج، فكيف التزويج، هل يطلق لجعفر أو\nلغيره ذلك فلما كان من الغد غدونا فوقفنا على باب الرشيد، ودخل جعفر فلم\nيلبث أن دعي أبو يوسف القاضي ومحمد بن الحسن وإبراهيم بن عبد الملك ابن\nصالح ثم خرج إبراهيم والألوية بين يديه وقد خلع عليه، وزوج العالية ابنة\nالرشيد، وكتب سجله على مصر، وحملت البدر إلى منزل عبد الملك. وخرج جعفر\nفأشار إلينا بأتباعه إلى منزله فلما عدنا إلى دار جعفر قال: تعلقت قلوبكم\nبأول أمر عبد الملك فأحببتم على آخره: إني لما دخلت على أمير المؤمنين؛\nوقمت بين يديه، ابتدأت أحدثه <span id='ms079'></span> القصة من أولها إلى آخرها فجعل يقول: حسن\nوالله حسن والله، حتى أتممت خبره وما أحببته به فجعل يقول في كل ذلك: أحسنت\nأحسنت فكان ما رأيتم. قال إبراهيم بن المهدي؛ فوالله ما أدري أيهم أكرم\nوأعجب فعلا، ما ابتدأه عبد الملك بن صالح من المساعدة وشرب الخمر وغير ذلك،\nوكان رجل جد \" وتعفف ووقار وناموس \" أم إقدام جعفر على الرشيد بما أقدم. أم\nإمضاء الرشيد جميع ما حكم به جعفر عليه.؟\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head36'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقيل كان بين غسان بن عبادة وبين علي بن عيسى القمي وقعة أدت إلى عداوة،\nوكان علي بن عيسى ضامنا أعمال الخراج والضياع ببلده، فبقيت عليه بقية\nمبلغها أربعون ألف دينار، فألح المأمون في قتضائه إياها، ومطالبته بها إلى\nأن قال لعلي بن صالح حاجبه: طالب علي بن عيسى بما بقى عليه، وأنظره ثلاثة\nأيام، فإن أحضر المال قبل انقضائها وإلا فاضربه بالسياط، حتى يؤديها أو\nيتلف. فانصرف علي بن عيسى من دار المأمون آيسا من نفسه، إذ كان لا يعرف\nوجها يخلصه من المال، فقال له كاتبه: لو عرجت على غسان بن عباد وخبرته خبرك\nلرجوت لك أن يعينك على أمرك. فقال له: على ما بيني وبينه؟ قال: نعم، فإن\nالرجل أريحي كريم. فحملته الحالة التي هو عليها على قبول ذلك من كاتبه\nفدخلا على غسان فقام إليه وتلقاه بالقبول ووفاه حقه. فقال له علي بن عيسى:\nالحال التي بيني وبينك لا يوجب لي ما أبديت من كرمك فقال: ذلك بحسب أمر تقع\nالمنافسة عليه والمضايقة فيه، والذي بيني وبينك دعه بحاله، ولدخولك داري\nحرمة توجب لك على بلوغ ما رجوته عندي، فاذكر إن كانت لك حاجة. فقص عليه\nكاتبه القصة. فقال: أرجو أن يكفيه الله تعالى، ولم يزد على هذا شيئا فنهض\nعلي بن عيسى وخرج \" من عنده \" آيسا \" من خيره \" نادنا على قصده غسان على ما\nبينهما وقال لكاتبه لما خرج: ما أفدتني بقصد غسان، وإلزامي الدخول عليه إلا\nتعجيل الشماتة والهوان وعساه أن <span id='ms080'></span> يجد بذلك \" السبيل \" إلى التشفي بي. فلم\nيصر علي بن عيسى إلى داره حتى حضر إليه كاتب غسان ومعه البغال عليها المال،\nفبلغه سلامه، وقال: قد حضر المال، فتقدم بتسليمه، وبكر على دار أمير\nالمؤمنين من غد فبكر علي بن عيسى فوجد غسان \" قد سبقه إليها \" ودخل على\nالمأمون ومثل بين الصفين. وقال: يا أمير المؤمنين إن لعلي بن عيسى حرمة\nوخدمة، وسالف أصل ولأمير المؤمنين إليه إحسان هو ولي ربه وحفظه. وقد لحقه\nمن الخسران والجائحة في ضمانه مما قد تعارفه الناس. وقد خرج أمير المؤمنين\nبالاشتداد عليه في المطالبة وتوعده من ضرب السوط بمال يتلف نفسه، ما أطار\nعقله وأذهب لبه وأدهشه عن الاضطراب في الخلاص، والاحتيال فيما عليه، مع عدم\nالقدرة على ذلك، فإن رأى أمير المؤمنين أن يجريني على حسنى عادات كرمه\nعندي، فيشفعني فيه ببعض ما عليه، فهي صنيعة يجددها عندي تحرس ما تقدم من\nإحسانه، وتضاعف وجوب الشكر عليها، والاعتداد بسبوغ نعمه بها. ولم يزل بلطف\nبه بهذا ونحوه إلى أن حط النصف مما عليه، واقتصر منه على عشرين ألف دينار.\nفقال غسان: على أن يجدد أمير المؤمنين عليه الضمان، ويضرفه يخلع تقوي نفسه،\nوترهف عزمه ويعرف بها مكان الرضى عنه. فأجابه المأمون إلى ذلك. قال: فأذن\nلي أمير المؤمنين أن أحمل الدواة إلى حضرته ليوقع بما رآه من هذا الإنعام،\nفيبقى شرف حملها علي وعلى عقبي من بعدي. فقال: افعل، فحمل الدواة وأحضرها\nفوقع المأمون له بما التمس، وخرج علي بن عيسى بالخلع عليه، والتوقيع بيده\nفلما حصل في داره حمل من المال عشرين ألف دينار وأعادها على غسان وشركه على\nجميل فعله معه، فقال لكاتبه: كأنني شفعت إلى أمير المؤمنين ليعيد إلي\nالمال؟ ولم استحطه ذلك إلا ليتوفر عليه وينتفع به، وليس يعود إلي منه شيء\nأبدا. وأعاد المال إليه وكان ذلك سبب صلاح ما بينهما. وعرف علي بن عيسى قدر\nما فعله معه غسان فلم يزل يخدمه إلى آخر العمر.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head37'>حكاية <span id='ms081'></span></h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nحدث القاضي أبو القاسم علي بن المحسن التنوخي في كتابه قال: حدثني الصولي\nقال: حدثني محمد بن القاسم بن خلاد قال: رفع بعض العمال إلى المعتصم، وكان\nقد تولى من الخراج والحرب ما كان يتولاه خالد بن يزيد) بن مزيد (وذلك أن\nخالد بن يزيد اقتطع الأموال واحتجز بعضها، فغضب المعتصم، وحلف ليأخذن أموال\nخالد وليعاقبنه وينفيه، فلجأ خالد إلى أحمد بن أبي داود القاضي، فاحتال حتى\nجمع بينه وبين خصمه فلم يقم على خالد حجة، فعرف ابن أبي داود القاضي\nالمعتصم بذلك، وشفع إليه في خالد فلم يشفعه وأحضر خالدا وأحضر له آلات\nالعقوبة، وكان قبل ذلك قبض أمواله وضياعه، وصرفه عن العمل. وحضر ابن أبي\nداود المجلس فجلس دون مجلسه الذي كان يجلس فيه، فقال له المعتصم: ارتفع إلى\nمكانك، فقال: يا أمير المؤمنين ما أستحق إلا دون هذا المجلس، قال: وكيف؟\nقال الناس يزعمون أنه ليس محلي محل من يشفع في رجل قذف بما ليس فيه، ولم\nيصح عليه منه شيء فلم يشفع. قال: فارتفع إلى موضعك قال: مشفعا أو غير مشفع\nقال: بل مشفعا قد وهبت لك خالدا ورضيت عنه. قال: إن الناس لا يعلمون بهذا\nقال: قد رددت إليه جميع ما قبض منه من ضياعه وأمواله قال فامر بفك قيوده\nواخلع عليه، ففعل ذلك قال: يا أمير المؤمنين قد استحق هو أصحابه رزق ستة\nأشهر، فإن رأى أمير المؤمنين أن يجعلها صلة له. قال: لتحمل معه فخرج خالد\nوعليه الخلع والمال بين يديه والناس ينظرون الإيقاع به فلما رأوه على تلك\nالحال سروا وصاح به رجل: نحمد الله على خلاصك يا سيد العرب. فقال: مه بل\nسيد العرب والله ابن أبي داود الذي طوقني هذه المكرمة التي لا تنفك من عنقي\nأبدا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head38'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقيل كان فتى من ذوي النعم قعد به زمانه وكانت له جارية حسناء محسنة في\nالغناء، فضاق بهما الخناق، واشتدت بهما الحال في عدم ما يقتاتان به. فقال\nلها: قد ترين ما <span id='ms082'></span> قد صرنا إليه من هذه الحالة السيئة ووالله لموتي وأنت معي\nأهون علي مما أذكره لك ويسؤني أن أراك على غير الحال التي تسرني \" فيك \"،\nونهاية أمرنا أن تحل بأحدنا منيته فيقتل الآخر نفسه عليه. فإن رأيت أن\nأبيعك لمن يحسن إليك، فيغسل عنك ما أنت فيه وأتفرج أنا بما \" لعله \" يصير\nإلي من الثمن، ولعلك تحصلين عند من تتوصلين إلى نفعي معه. فقالت: والله\nلموتي معك على هذي الحال، آثر عندي من انتقالي إلى غيرك، ولو كان ملكا،\nولكن اصنع ما بدا لك. قال: فخرج وعرضها للبيع فأشار عليه أحد أصدقائه ممن\nله رأي بحملها إلى عمر بن عبيد الله بن معمر، وكان أميرا بالعراق. قال:\nفحملها إليه فلما عرضت عليه استحسنها، وقال لمولاها: كم كان شراؤها عليك؟\nقال: مائة ألف درهم، وقد أنفقت عليها مائة ألف دينار. قال: أما ما أنفقت\nعليها فغير محتسب لك به لأنك أنفقتها في لذاتك. وأما ثمنها فقد أمرنا لك\nبمائة ألف درهم وعشرة أسفاط ثياب وعشرة أروس من الخيل، وعشرة من الرقيق،\nأرضيت؟ قال: نعم أرضى الله الأمير. وأمر بالمال فأحضر وأمر قهرمانته بإدخال\nالجارية إلى دار الحرم، فأمسكت بجانب الستر وبكت وقالت:\n</p>\n\n<p>\nهنيئا لك المال الذي قد أفدته ... ولم يبق في كفي غير التحسر\n</p>\n\n<p>\nأقول لنفسي وهي في كرباتها ... أقلي فقد بان الحبيب أو أكثري\n</p>\n\n<p>\nإذا لم يكن للأمر عندك حيلة ... ولم تجدي بدأ من الصبر فاصبري\n</p>\n\n<p>\nفأجابها مولاها يقول:\n</p>\n\n<p>\nولولا قعود الدهر بي عنك لم يكن ... يفرقنا شيء سوى الموت فاعذري\n</p>\n\n<p>\nأروج بهم من فراقك موجع ... أناجي به قلبا قليل التصبر\n</p>\n\n<p>\nعليك سلام لا زيارة بيننا ... ولا وصل إلا أن يشاء ابن معمر\n</p>\n\n<p>\nفقال ابن معمر: قد شئت فخذها بارك الله بك فيها، وفيما صار مني إليك،\nفأخذها وأخذ المال والخيل والرقيق والثياب، وعاد وقد أثرى وحسنت حاله.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nحدث موسى بن الحسين بن زياد قال: كان محمد بن أوس يتعشق غرس جارية عيناء\nابنة مطهر الصاغاني وكانت لا تخرج <span id='ms083'></span> في اليوم والليلة إلا بخمسة دنانير. وكان\nإذا استدعاها وخرجت إليه اقتطعها شهرا أو أكثر، فحجبتها عنه في بعض\nالأوقات، واحتجت عليه بكسوة الشتاء فكتب إليها رقعة يسألها إنقاذها، ووعدها\nأن يكلم الوزير في أمر أرزاقه لتبلغ محبوبها. وكتب رقعة أخرى إلى الوزير\nعبيد الله بن يحيى ابن خاقان وخرج باكرا مغلسا ليلقى الوزير بالرقعة. فغلط\nبين الرقعتين فحمل على كمه الرقعة التي كتبها إلى عيناء. فلما رأى الوزير\nذهب ليترجل فمنعه من ذلك، فسلم ودفع الرقعة إليه، فدعا عبيد الله بالشمع\nفأدني منه، وقرأ الرقعة في الطريق واستدعى أحمد بن العباس وساره، وقال: خذ\nهذه الرقعة فاعمل بما فيها. وأوحى إليه بشيء سرا، فمضى إلى عيناء فابتاع\nالجارية منها وابتاع لها وصيفة بمائة دينار وكسوة بثلاثمائة دينار، وصار\nبالجميع إلى منزل محمد بن أوس. وقد كان الوزير أمسكه إلى وقت الطعام فتغدى\nمعه وجلس للشراب. قال أحمد بن العباس: فلما حصلت ما أمرني له أتيته فقال لي\nالوزير: ما صنعت فيما أمرتك به؟ فقلت: قد أنجزته. فقال: لمحمد بن أوس: صر\nإلى منزلك فإن الغلام يلقاك. فلما دخل منزله لقيته الجارية منبسطة مقبلة\nعليه غير محتشمة ولا منقبضة، وكانت في مدة عشقه لها تمنعه من الدنو لها\nفجرى على عادته تلك في الإمساك عنها، وترك مقاربتها، لما كان يعرفه منها.\nفقالت: لا تنقبض فما لي اليوم منك امتناع، وأنا اليوم ملك يديك. قال: وما\nالقصة؟ فأخبرته بما كان من أحمد بن العباس عن أمر الوزير. فعجب من ذلك ولم\nيعرف سببه ثم فكر في الرقعة فقام لينظر الرقعة الأخرى فألفى التي كتبها إلى\nالوزير باقية فعلم أنه غلط بين الرقعتين، فركب إلى دار الوزير واستأن عليه\nليعتذر إليه فأنفذ إليه: أنت الليلة عروس اذهب فأقم في عرسك سبعة أيام، ثم\nصر إلينا بعد ذلك. فعاد إلى داره وأقام مع الجارية أياما، وأنفذ إليه عبيد\nالله توقيعا بأرزاقه، وقد زاد فيها ورفع مرتبته، فسار إليه بعد ذلك وشكره\nعلى ما <span id='ms084'></span> كان منه إليه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head39'>حكاية</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nقيل كان أوس ابن حارثة المري رئيسا مسودا نبيلا عالي الهمة وله أخبار\nكثيرة فمن أحسنها ما رواه أبو الفرج الشلحي عن ابن حاتم عن الأصمعي، قال:\nحدثنا أبو عمرو بن العلاء عن أشياخه قال: جلس النعمان ابن المنذر يوم نعيمه\nفي حلة مذهبة مطوقة بالدر لم ير أحسن منها، وأذن للعرب فدخلوا عليه، وكان\nفيهم أوس بن حارثة بن لام الطائي. قال: فجعلت وجوه العرب تعجب من حسن الحلة\nويتحدث بعضها إلى بعض، وأوس بن حارثة مطرق، فقال: النعمان: ما أرى فيمن دخل\nإلي إلا من استحسن هذه الحلة على نقصان قدرها عندي غيرك يا أوس. فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأيها الملك أسعدك إلاهك، وساعدك زمانك. إنما تستحسن هذه إذا كانت في يد\nتاجرها، وأما إذا كانت على الملك، وتهلل وجهه المشرق فيها، فالأبصار مقصورة\nعليه دونها، فاسترجح عقله واستحسن ما أتى به، فعرض للنعمان خالد بن بشر\nبالتماسها. فقال النعمان: أنا أفكر ليلتي وأدفعها غدا إلى من أرى أنه سيد\nالعرب، فانصرفوا وكل طامع مهموم. فلما كان من غد تزينت وجوه العرب وغدت إلى\nباب النعمان، تسحب أذيالها وتنظر في أعطافها، وكل يرى أنه صاحب الحلة،\nوتأخر أوس بن حارثة. فقال له أصحابه: ما لك لا تغدو إلى دار الملك فلعلك\nتكون المسود في العرب بأخذها فيتم فخرك: فقال أوس: يا سبحان الله إن كنت\nسيد قومي فلست بسيد طبقات العرب عند نفسي، وإنما وعد الملك أن يدفع الحلة\nإلى سيد العرب ولست أعرفه مني ولا من غيري، إلا أن الملك أولى برأيه. فإن\nأنا حضرت ولم آخذها انصرفت منقوصا مهموما، وإن كنت المطلوب فسيرسل إلي،\nفأمسكوا عنه مستعجزين لرأيه. قال: ونظر النعمان في وجوه الجماعة ففقد أوسا\nفوقع له ما فكر فيه. فاستدعى بعض بطانته وأنفذه كالمتعرف خبره من غلمانه،\nفأعيد عليه ما قال. فأعاده على النعمان فقال: امض إليه وقل له الملك\nيستبطئك على تأخرك، واستدعه فحضر يومه ذاك في الثوب الذي حضر فيه أمسه <span id='ms085'></span>.\nوكانت وجوه العرب سرت بتأخره ولاستشعارها أن الملك كان يدفع إليه الحلة لو\nحضر. فلما أخذ مجلسه من حضرة النعمان رفعه وقدمه ثم مد يده إليه وقال: أراك\nلم تغير ثوبك في يومك فالبس هذه الحلة لتتجمل بها بين من تجمل من أصحابك،\nفلبسها، فحسدته وجوه العرب وقالوا ليس يخفض رافعته غير الهجاء وليس له مثل\nجرول، فكلموا جرولا فقال: لا سبيل عندي إليه وكيف أهجو رجلا حسيبا لا ينكر\nبيته كريما لا يغب عطاؤه، فاضلا لا يطعن على رأيه، شجاعا لا يصطلى بناره،\nمحسنا لا أرى في بيتي شيئا إلا من أفضاله. ثم قال:\n</p>\n\n<p>\nكيف الهجاء وما تنفك صالحة ... من آل لأم بظهر الغيب تأتيني\n</p>\n\n<p>\nقال: فسمع بشر بن أبي خازم \" أحد بني أسد بن خزيمة \" بذلك فرغب في البذل\nوعزم أن يهجوه فجعلوا له ثلاثمائة بعير أو شبيها بها فهجاه. فوجه أوس إلى\nأبله التي استعجلها وما كان له قبلها، فطردها وحصلها عنده، وطلبه ليقتله\nفهرب من يده، وجعل يطلب عزيزا يستجير به فلا يقصد أحدا إلا قال له: أجيرك\nمن كل الناس إلا من أوس بن حارثة، فإني ما أحب عداوته. فبينا هو يدور وقد\nأذكى أوس العيون عليه، إذ رآه بعض من كان يرصده فقبض عليه وحمله إلى أوس.\nفلما حصل في يد مشاور أمه سعدى فيه، وكان قد هجاها فأكثر. وقال أي قتلة\nتحبين أن أقتله؟ قالت: كلا والله يا أوس إن قتلته ليثبتن قوله كالنقش في\nالصخر، وليس يمحو هجاءه عنك إلا مديحه لك، فامنن عليه واطلقه، واردد عليه\nما أخذ له. فعلم أن الصواب ما أشارت به، وأحضره وقال له: ما ترى إني صانع\nبك؟ قال: تقتلني. قال: أنت مستحق لذلك مني لكن سعدى رقت لك واشارت علي فيك\nبامر وأنا فاعله، ثم أمر به. ففك عنه ورد عليه إبله وزاد عليها من عنده،\nوكساه وحمله، وقال له: انصرف إلى أهلك راشدا. قال: فرفع بشريده وطرفه إلى\nالسماء ثم قال: اللهم اشهد على <span id='ms086'></span> بشر أنه لا يمدح أحدا غير أوس بن حارثة ما\nمددت له في العمر. قال: فمدحه بعدة قصائد هي ثابتة في ديوانه. ومن قوله:\n</p>\n\n<p>\nإلى أوس بن حارثة بن لأم ... ليقضي حاجتي فيمن قضاها\n</p>\n\n<p>\nإذا ما راية رفعت لمجد ... أقاموها ليبلغ منتهاها\n</p>\n\n<p>\nفما وطي الحصا مثل ابن سعدى ... ولا لبس النعال ولا احتذاها\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head40'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nذكر عبد الله بن منصور قال: كنت يوما في مجلس الفضل بن يحيى فأتاه الحاجب\nفقال: إن بالباب رجلا قد أكثر في طلب الإذن، وزعم أن له يدا يمت بها، قال:\nأدخله، فدخل رجل جميل الوجه رث الهيئة. فأحسن السلام، فأومأ إليه بالجلوس\nفجلس فلما علم أنه قد انطلق وأمكنه الكلام قال له: ما حاجتك؟ قال له: قد\nأعربت عنها رثاثة هيئتي وضعف طاقتي. قال: أجل. فما الذي تمت به؟ قال ولادة\nتقرب من لادتك، وجوار يدنو من جوارك، واسم مشتق من اسمك. قال الفضل: أما\nالجوار فقد يمكن أن يكون كما قلت، وقد يوافق الاسم الاسم، ولكن ما علمك\nبالولادة؟ قال: أعلمتني أمي أنها لما وضعتني قيل لها أنه ولد الليلة ليحيى\nبن خالد غلام وسمي الفضل، فسمتني فضيلا إعظاما لاسمك أن تلحقني به \" وصغرته\nلقصور قدري عن قدرك \"، فتبسم الفضل وقال: كم أتى عليك من السنين قال: خمس\nوثلاثون سنة قال: صدقت هذا المقدار الذي أعد لنفسي قال: فما فعلت أمك؟ قال:\nتوفيت رحمها الله قال: فما منعك من اللحوق بنا فيما مضى؟ قال: كانت في\nعامية وحداثة تقعد بي عن لقاء الملوك، قال: يا غلام أعطه لكل عام مضى من\nسنيه ألفا، وأعطه من كسوتنا ومراكبنا ما يصلح به، فلم يخرج من الدار إلا\nوقد طاف به أخوته وخاصة أهله.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head41'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nيروى أن رجلا جاء إلى عبيد الله بن العباس وهو بفناء داره فقام بين يديه\nفقال: يا ابن العباس إن لي عندك يدا وقد احتجت إليها، فصعد فيه بصر وصوبه\nفلم يعرفه. ثم قال له: ما يدك عندنا فإني لا أثبتك؟ قال <span id='ms087'></span> رأيتك واقفا بزمزم،\nوغلامك يمتح لك من مائها، والشمس قد صهرتك، فظللنك بطرف إزاري حتى شربت قال\nأجل إني لأذكر ذلك، وإنه ليتردد بين خاطري وفكري. ثم قال لقيمه: ما عندك؟\nقال مائتا دينار وعشرة آلاف درهم قال: ادفعها كلها إليه وما أراها تفي بحق\nيده عندنا. فقال له الرجل: والله لو لم يكن لإسماعيل ولد غيرك لكان فيك ما\nكفاه، فكيف وقد ولد سيد الأولين والآخرين محمدا صلى الله عليه وسلم ثم \"\nشفعه \" بك وبأبيك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل كان لعمرو بن دوسرة أخ قد كلف بابنة عمه كلفا شديدا وكان أبوها يكره\nذلك ويأباه، فشكاه إلى خالد بن عبد الله القسري وهو يومئذ على العراق، وذكر\nأنه يسيء جواره وسأله حبسه فحبسه ثم سئل خالد فيه فأطلقه، فلبث الفتى مدة\nكافا عن ابنة عمه ثم زاد ما به غلبه فرط الشوق، فحمل نفسه على أن تسور دار\nعمه ليرى ابنته، فنذر به وقبض عليه، وأتي به خالدا وادعى عليه السرقة، وأتى\nبجماعة يشهدون أنهم وجدوه في علو داره ليلا، فسأله خالد فاعترف الفتى\nبالسرقة ليدفع الظنة عن ابنة عمه، فعزم خالد على قطع يده. فكتب أخوه رقعة\nودفعها إلى من أولها إلى خالد وكان فيها:\n</p>\n\n<p>\nأخالد قد أوطئت والله عشوة ... وما العاشق المظلوم فينا يسارق\n</p>\n\n<p>\nأقر بما لم يجنه غير أنه ... رأى القطيع أولى من فضيحة عاشق\n</p>\n\n<p>\nولولا الذي قد خفت من قطع كفه ... لألفيت في أمر الفتى غير ناطق\n</p>\n\n<p>\nإذا بدت الغايات في السبق للعلى ... ابن عبد الله أول سابق\n</p>\n\n<p>\nفأرسل خالد مولى له يوثق به ليكشف حاله ويقف على حقيقة الأمر فأتاه\nبالصحيح من أمر الغلام، فأحضر عمه وألزمه بتزويج الجارية من ابن عمها\nفامتنع وقال ليس هو كفؤا لها. فقال: بلى والله إنه لفوق الكفؤ إذ بذل يده\nعنها. ولئن لم تزوجه لأزوجنها منه وأنت كاره. فزوجها أبوها وساق خالد المهر\nعنه من ماله وأمره بلزومه لينفعه فلزمه، وكان الفتى يسمى العاشق إلى أن\nمات.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوعن <span id='ms088'></span> واقد بن محمد الواقدي قال: حدثنا أبي أنه رفع رقعة إلى المأمون يذكر\nفيها كثرة الدين وقلة صبره عليه فوقع المأمون على ظهر رقعته: \" إنك لرجل\nاجتمع فيك خصلتان سخاء وحياء، فأما السخاء فهو الذي أطلق ما في يدك، وأما\nالحياء فهو الذي يمنعك تبليغنا ما أنت فيه، وقد أمرت لك بمائة ألف درهم،\nفإن كنت قد أصبحت فازدد في بسك يدك، وإن لم أكن أصبت فجنايتك على نفسك فأنت\nحدثتني، وكنت على قضاء الرشيد، عن محمد بن إسحاق عن الزهري عن أنس أن النبي\nصلى الله عليه وسلم قال للزبير بن العوام: \" يا زبير \" علم أن أرزاق العباد\nبإزاء العرش، يبعث الله تعالى إلى كل عبد بقدر نفقته، فمن كثر كثر له ومن\nقلل قلل له، وأنت أعلم \". قال الواقدي: فوالله لمذاكرة المأمون إياي الحديث\nأحب إلي من الجائزة. \" ومن مئة ألف \".\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head42'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span></span>\n</p>\n\n<p>\nوصح أن أبا طالب بن كثير كان شيعيا فقال له رجل: بحق علي بن أبي طالب إلا\nما وهبت لي نخيلك بموضع كهذا. قال: قد فعلت وحقه لأعطينك ما يليها. وكان\nذلك أضعاف ما طلب الرجل.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nذكر بعض الرواة أن معاوية ابن أبي سفيان أهدى إلى عبيد الله بن العباس،\nوهو عنده بالشام، من هدايا النيروز حللا كثيرة ومسكا وآنية من ذهب وفضة،\nووجهها مع حاجبه. فلما وضعها بين يديه نظر إلى الحاجب وهو ينظر إليها فقال:\nهل في نفسك منها شيء؟ قال: نعم والله إن في نفسي منها ما كان في نفس يعقوب\nمن يوسف، فضحك عبيد الله وقال: فشأنك بها فهي لك. قال: جعلت فداك أخاف أن\nيبلغ ذلك معاوية فيجد علي. قال فاختمها بخاتمك وادفعها إلى الخازر فإذا حان\nخروجنا حملها إليك ليلا. قال الحاجب: والله لهذه الحيلة في الكرم أكثر من\nالكرم، ولوددت أني لا أموت حتى أراك مكانه - يعني معاوية - فظن عبيد الله\nأنها مكيدة منه فقال: دع عنك هذا الكلام فإنا قوم نفي بما وعدنا، ولا ننقض\nما أكدنا <span id='ms089'></span>.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل كان أبو مزيد أحد الكرماء فمدحه أحد الشعراء فقال للشاعر: والله ما\nعندي ما أعطيك ولكن قدمني إلى القاضي وادع علي بعشرة آلاف درهم أقر لك بها\nثم احبسني فإن أهلي لا يتركونني محبوسا ففعل ذلك، فلم يمس حتى دفعت إليه\nعشرة آلاف درهم وأخرج أبو مزيد من الحبس.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوكان معن بن زائدة عاملا على العراقين بالبصرة فحضر بابه شاعر فأقام مدة\nيريد الدخول عليه فلم يتهيأ له. فقال يوما لبعض خدمه: إذا دخل الأمير\nالبستان فعرفوني. فلما دخل أعلمه فكتب الشاعر بيتا من الشعر على خشبة\nفألقاها في الماء الذي يدخل بستان معن، وكان معن جالسا على رأس الماء فلما\nبصر بالخشبة أخذها وقرأها فإذا فيها مكتوب:\n</p>\n\n<p>\nأيا جود معن ناج معنا بحاجتي ... فما لي إلى معن سواك سبيل\n</p>\n\n<p>\nفقال: من صاحب هذا؟ فدعي بالرجل فقال: كيف قلت؟ فأنشده البيت، فأمر له\nبعشر بدر فأخذها ووضع الأمير الخشبة تحت بساطه، فلما كان اليوم الثاني\nأخرجها من تحت البساط وقرأ ما فيها. دعا بالرجل فدفع له مائة ألف درهم\nأخرى، وكذلك في اليوم الثالث. فلما أخذها منه الرجل تفكر وخاف أن يأخذ منه\nما أعطاه. فخرج \" فتوجه إلى حال سبيله \" فلما كان في اليوم الرابع قرأ ما\nفيها ودعا بالرجل فطلب فلم يوجد فقال معن: حق علي أن أعطيه حتى لا يبقى في\nبيت المال درهم ولا دينار.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل أنفذ هارون الرشيد إلى مالك بن أنس رضي الله عنه خمسمائة دينار فبلغ\nذلك الليث بن سعد فأنفذ إليه ألف دينار، فغضب الرشيد وقال: أعطيه خمسمائة\nدينار وتعطيه أنت ألف دينار، وأنت من رعيتي فقال: يا أمير المؤمنين إن لي\nفي كل يوم من غلتي ألف دينار، فاستحييت أن أعطي مثله أقل من دخل يوم. وحكي\nأنه لم تجب عليه زكاة قط، مع أن دخله ألف دينار في كل يوم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nدخل سعيد بن خالد على سليمان بن عبد الملك، وكان رجلا جوادا، فإذا لم يجد\nشيئا <span id='ms090'></span> كتب لمن يسأله الصكاك على نفسه حتى يخرج عطاؤه. فلما نظر إليه سليمان\nتمثل بهذا البيت:\n</p>\n\n<p>\nإني سمعت مع الصباح مناديا ... يا من يعين على الفتى المعوان\n</p>\n\n<p>\nثم قال: حاجتك؟ قال ديني قال: كم هو؟ قال ثلاثون ألف دينار قال: لك دينك\nومثله.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل مرض قيس بن سعد بن عبادة فاستبطأ إخوانه، فقيل أنهم يستحيون مما لك\nعليهم من الدين. فقال: أخزى الله مالا يمنع الإخوان من الزيارة. ثم أمر\nمناديا فنادى من كان لقيس عليه حق فهو منه في حل فكسرت درجته \" بالعشي \"\nلكثرة من عاده.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head43'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span></span></span>\n</p>\n\n<p>\nقال الشيخ أبو سعيد \" الخركوشي النيسابوري سمعت \" محمد بن محمد الحافظ\nيقول سمعت \" الشافعي يقول: كان بمصر رجل عرف بأن يجمع للفقراء فولد لبعضهم\nولد. قال: فجئت إليه وقلت: ولد لي مولود وليس معي شيء فقام معي، ودخل على\nجماعة فلم يفتح عليه بشيء. فجاء إلى قبر رجل يعرفه وجلس عنده وقال: رجمك\nالله كنت تفعل وتصنع، وإني درت اليوم وطلبت جماعة في شيء لمولود فلم يتفق\nلي شيء. ثم قام وأخرج دينارا فكسره نصفين وناولني نصفه وقال: هذا دين عليك\nإلى أن يفتح الله لك بشيء، فأخذته وانصرفت وأصلحت ما اتفق لي به. فرأى \"\nالمحتسب \"، تلك الليلة \" ذلك الشخص صاحب القبر في منامه وهو يقول: قد سمعت\nجميع ما قلت، وليس لنا إذن في الجواب. ولكن احضر منزلي وقل لأولادي يحفرون\nمكان الكانون ويخرجون قربة فيها خمسمائة دينار فاحملها إلى هذا الرجل. قال:\nفلما كان من الغد، تقدم إلى منزل الميت وقص القصة فقالوا له: اجلس وحفروا\nالموضع وأخرجوا الدنانير وجاءوا بها فوضعوها بيد يديه فقال: هذا ما لكم\nوليس لرؤياي حكم. فقالوا: هو يتسخى ميتا ونحن لا نتسخى أحياء، والله لا\nتمسكنا منها بشيء. فلما ألحوا عليه حمل الدنانير إلى الرجل صاحب المولود\nوذكر له القصة. قال: فأخذ منها دينارا فكسره نصفين فأعطاه النصف الذي أقرضه\nوحمل النصف الآخر، وقال: يكفيني هذا، تصدق بها على الفقراء قال: أبو سعيد <span id='ms091'></span>\nفلا أدري أي هؤلاء أسخى الميت أم السائل أو أولاده؟\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوروي أن الشافعي لم مرض مرض موته قال: مروا فلانا بغسلي. فلما توفي بلغه\nخبر وفاته فحضر وقال: ايتوني بتذكرته فأتي بها فنظر فيها فإذا على الشافعي\nرضي الله عنه سبعون ألف درهم فكتبها على نفسه \" وقضاها عنه \"، وقال: هذا\nغسلي إياه أي أنه إنما أراد هذا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوقال الشافعي رحمه الله: لا أزال أحب حماد بن أبي سليمان لشيء بلغني عنه،\n\" ذلك \" أنه كان يوما راكبا حمارا له فحركه فانقطع زره، فمر على خياط فأراد\nأن ينزل إليه يسوي زره. فقال الخياط: والله لا نزلت، وقام إليه وسوى زره،\nوهو راكب، فأخرج إليه صرة فيها عشرة دنانير، فسلمها إلى الخياط واعتذر إليه\nمن قلتها.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nعن الربيع بن سليمان أنه قال: أخذ رجل بركاب الشافعي رضي الله عنه فقال:\nيا ربيع أعطه أربعة دنانير واعتذر إليه عني.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nويروى أن طلحة الطلحات خرج في يوم صائف فأصابه الحر فعطش، فنظر إلى دار\nلها فناء حسن، وظل ممدود، فعدل إليها، وجلس ثم استسقى ماء، فخرجت إليه\nجارية نظيفة بيدها إناء نظيف فيه ماء بارد، فشرب وقال: يا جارية ما أنظفك\nوأنظف ما معك، فقالت: جعلت فداك إن أهلي علموا بموضعك فثوقوا فيما أنفذوه\nإليك. فعجب من عقلها وكرهم أهلها وسأل عن رب الدار فقيل أنه مختف من دين\nركبه، وأن الدار رهن عند غريمه في ألف دينار، فأرسل إلى الرجل فاستخرجه،\nوبعث إلى الغريم فدفع إليه ماله، ورد على الرجل داره وأجزل صلته، وقال متى\nمسك من دهرك بؤس فاقصدنا فأنا معينك على دهرك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوقال الربيع: سمعت الحميدي يقول: قدم الشافعي رحمه الله من صنعاء إلى مكة\nبعشرة آلاف دينار فضرب خباءه في موضع خارج من مكة ونثر الدنانير على ثوب ثم\nأقبل على كل من دخل عليه يقبض قبضة ويعطيه حتى صلى الظهر، ونفض الثوب وليس\nعليه شيء.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال محمد بن عباد المهلبي: دخل أبي على <span id='ms092'></span> المأمون فوصله بمائة ألف درهم\nفلما قام من عنده تصدق بها فأخبر بذلك المأمون فلما عاد إليه عاتبه في ذلك\nفقال: يا أمير المؤمنين منع الجود من سوء الظن بالمعبود، فوصله بمائتي ألف\nأخرى.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حذيفة العدوي: انطلقت يوم اليرموك أطلب ابن عم لي، ومعي شيء من ماء،\nوأنا أفول إن كان به رمق أسقيته، ومسحت به وجهه. فإذا أنا به فقلت: أسقيك\nماء فأشار أي نعم. فلما هم أن يشرب إذا برجل يقول: آه آه، فأشار ابن عمي أن\nأنطلق به إليه \" قال فجئته \"، فإذا هو هشام بن العاص، فقلت: أسقيك. فسمعني\nآخر فقال: آه آه، فأشار هشام أن أنطلق به إليه فجئته. فإذا هو قد مات فرجعت\nإلى هشام فإذا هو قد مات، ثم رجعت إلى ابن عمي فإذا هو قد مات.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head44'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span>\n</p>\n\n<p>\nودخل رجل على سالم بن قتيبة الباهلي يكلمه في حاجة فوضع نصل سيفه على\nإصبع سالم واتكأ عليه. وجعل يكلمه في حاجته وقد أدماه، وسالم صابر فلما فرغ\nالرجل من حاجته وخرج دعا سالم بمنديل فمسح الدم عن إصبعه وغسله، فقيل له:\nهلا نحيت رجلك أصلحك الله أو أمرته برفع سيفه عنه؟ فقال: خشيت أن أقطعه عن\nحاجته.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوذكر خزيم بن أبي يحيى المزني أن الرشيد دعاه يوما ليأكل معه فلما توسط\nالأكل رفع رأسه إلى رجل يكلمه بالفارسية. قال فقلت: يا أمير المؤمنين إن\nكنت تريد أن تسر إليه فإني أفهم الفارسية، فأمرني أن أتنحى ليتقدم إليه بما\nيريد، فأعجب الرشيد كرم أخلاقه وصدقه وخاطب ذلك الرجل سرا بما أراد وأمر\nلخزيم بصلة سنية.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nذكر أن عبيد الله بن العباس أتاه سائل وهو لا يعرفه فقال له. تصدق علي\nبشيء فإني نبئت أن عبيد الله بن العباس أعطى سائلا ألف درهم واعتذر إليه\nفقال: وأين أنا من عبيد الله فقال: أين أنت منه في الحسب أم في الكرم؟ قال:\nفيهما جميعا، قال: أما الحسب في الرجل فمروءته وفعله، وإذا شئت فعلت <span id='ms093'></span> \" وإذا\nفعلت \" كنت حسيبا. فأعطاه ألفي درهم واعتذر إليه من ضيق نفقته. فقال له\nالسائل: إن لم تكن عبيد الله بن العباس فأنت خير منه، وإن كنت إياه فأنت\nاليوم خير منك أمس فأعطاه ألفا أخرى فقال له السائل: هذه هزة كريم حسيب،\nوالله لقد نقرت حبة قلبي فأفرغتها في قلبك، فما أخطأت إلا باعتراض السر من\nجوانحي.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\n\" من ملح ما ذكر في حفظ السر وكتمانه ما \" حدث \" به \" أبو سفيان الحميري\nوصالح بن سليمان قللا: أراد الوليد بن يزيد الحج فاتعد قوم من وجوه الشام\nأن يثبوا به فأتوا خالد بن عبد الله القسري ليكون معهم فأبى عليهم قالوا:\nفتكتم علينا، قال: أما هذا فنعم. فمشى خالد القسري إلى خالد بن الوليد ين\nيزيد فقال له: قل لأمير المؤمنين يدع الحج في عامه هذا، فقال: ولم؟ قال:\nأخاف عليه، فأعلم خالد أباه فأحضره. وقال: أحقا ما يقول خالد عنك يا خالد؟\nقال نعم قال: أعده علي فأعاد قوله. فقال: ومن هؤلاء الذين تخافهم علي\nفسمهم؟ قال: لا أفعل قال: لتقولن قال: لا أقول قال: إذا أبعث بك إلى يوسف\nبن عمر قال: وإن فعلت. فبعث به إلى يوسف فعذبه إلى أن مات، ولم يسم القوم\nولا أحدا منهم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل لما استخلف عمر بن عبد العزيز رضي الله عنه كتب إلى والي البصرة أن\nيحضر إياس بن معاوية المزني والقاسم بن ربيعة الجوشني ولينظر أنفذهما في\nالحكم فليقلده إياه فلما وقف على الكتاب استدعاهما وقرأه عليهما فقال له\nإياس اسأل عني وعنه فقيهي المصر الحسن وابن سيرين، وكان القاسم صديقا لهما،\nففطن لما قصد إياس. فقال: أيها الأمير لا تسأل عني وعنه أحدا، واسمع مني\nومنه، قال: قل، قال: والله الذي لا إله إلا هو، وحلف يمينا مستوفاة جامعة\nلمعاني الحلف، إن إياس بن معاوية لأصلح للحكم مني وأنفذ فيه، فإن كنت عندك\nصادقا فقلده \" بيميني \" وإن كنت عندك كاذبا فما يحل لك أن تقلد الحكم بين\nالمسلمين <span id='ms094'></span> من يبارز الله بمثل هذه اليمين كاذبا. فقال إياس: لا تسمع منه\nأيها الأمير فإنك جئت به إلى شفير جهنم، فافتدى نفسه أن يقع فيها بيمين\nحلفها كاذبا يكفر عنها ويستغفر الله منها وينجو \" مما كان \" فقال له\nالأمير: أوليس قد فطنت أنت لها يا إياس؟ وقلده الحكم بين الناس.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nلما حضرت عمر بن عبد العزيز رضي الله عنه الوفاة دعا بنيه، وكانوا أحد\nعشر ابنا وكان عنده مسلمة بن عبد الملك، ولم يخلف غير بضعة عشر دينارا فأمر\nأن يكفن ويشرى له موضع يدفن فيه بخمسة دنانير ويفض الباقي على ورثته. فأصاب\nكل ابن نصفا وربع دينار. فقال: يا بني ليس لي مال فأوصي فيه، ولكني قد\nتركتكم وما لأحد قبلكم تبعة، فلا تقع عين أحد منكم على أحد إلا ويرى له\nعليكم حقا. قال له مسلمة: أو خير من ذلك يا أمير المؤمنين. قال: وما هو،\nقال: هذه ثلاثمائة ألف دينار فرقها فيهم، وإن شئت فتصدق بها. قال: أو خير\nمن ذلك يا مسلمة قال: وما هو؟ قال تردها إلى من أخذتها منه، فإنها ليست لك\nبحق، فقال له مسلمة: رحمك الله يا أمير المؤمنين حيا وميتا، فقد ألنت منا\nقلوبا قاسية، وذكرتها وإن كانت ناسية، وأبقيت لنا في الصالحين ذكرا، فيقال\nأنه ما روئي قط أحد من أولاد عمر بن عبد العزيز إلا وهو غني. ولقد شوهد\nأحدهم وقد جهز من خالص ماله مائة فارس على مائة فرس في سبيل الله.\n</p>\n\n<p>\nولما حضر هشام بن عبد الملك الوفاة خلف أحد عشر ابنا كما خلف عمر فأوصى\nفأصاب كل واحد من البنين ألف ألف دينار. فيقال أنه لم ير أحد منهم قط إلا\nوهو فقير، وقد شوهد أحدهم وهو يوقد في أتون الحمام على ملء بطنه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head45'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nحدث أحمد بن موسى قال: قال الربيع: ما رأيت رجلا أربط جأشا ولا أثبت\nجنانا من رجل رفع عليه إلى أمير المؤمنين المنصور أن عنده ودائع وأموالا\nلبني أمية. فأمرني <span id='ms095'></span> بإحضاره، فأحضرته ودخلت به إليه. فقال له المنصور: قد\nرفع إلينا خبر الودائع والأموال \" التي عندك \" لبني أمية فاخرج إلينا منها.\nفقال: يا أمير المؤمنين أوارث أنت لبني أمية؟ قال: لا قال: فوصي لهم في\nأموالهم ورباعهم؟ قال: لا. قال: فما مسألتك عما في يدي من ذلك؟ فأطرق\nالمنصور ساعة ثم رفع رأسه إليه وقال: إن بني أمية ظلموا المسلمين فيها،\nوأنا وكيل المسلمين في حقهم، وأريد أن آخذ ما ظلموا فيه المسلمين فأجعله في\nبيت مالهم. فقال: يا أمير المؤمنين تحتاج إلى إقامة البينة العادلة على أن\nما في يدي لبني أمية مما خانوا وظلموا فيه دون غيره، فقد كان لنبي أمية\nأموال غير أموال المسلمين. قال: فأطرق المنصور ساعة ثم رفع رأسه إليه وقال:\nصدق يا ربيع ما يجب على الشيخ شيء. ثم قال: هل لك من حاجة؟ فقال: حاجتي يا\nأمير المؤمنين أن تنفذ كتابي على البريد إلى أهلي ليسكنوا إلى سلامتي،\nفإنهم قد راعهم أشخاصي وقد بقيت لي حاجة أخرى يا أمير المؤمنين، قال: وما\nهي؟ قال: تجمع بيني وبين من سعى بي إليك، فوالله ما لبني أمية في يدي مال\nولا وديعة، ولكني لما مثلت بين يديك، وسألتني عما سألتني عنه، علمت ما\nينجيني منك إلا هذا القول، لما اشتهر من عدلك، فقلت: إن ذلك أقرب إلى\nالخلاص والنجاة. فقال: يا ربيع اجمع بينه وبين من سعى به فجمعت بينهما\nفعرفه، فقال: هذا غلامي سرق علي ثلاثة آلاف دينار من مال وأبق مني \" وخاف\nمن طلبي له فسعى بي عند أمير المؤمنين، قال \" فشد المنصور على الغلام \"\nوخوفه \" فأقر أنه غلامه وأنه أخذ له المال الذي ذكره وأبق منه، وأنه سعى به\nكذبا عليه وخوفا من أن يقع في يده، فقال المنصور للشيخ: نسألك أن تصفح عنه\nقال: قد صفحت عنه وعن جرمه وأعتقته ووهبت له الثلاثة آلاف التي أخذها\nوثلاثة آلاف أخرى. فقال له المنصور: ما على ما فعلته مزيد. قال: بل هذا حق <span id='ms096'></span>\nكلامك يا أمير المؤمنين وانصرف. فكان المنصور يتعجب منه كلما ذكره ويقول:\nما رأيت مثل ذلك الشيخ يا ربيع.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل أقام رجل على باب معن مدة لا يصل إليه، فلما طال مقامه كتب إليه رقعة\nفيها:\n</p>\n\n<p>\nفما في يدك الخير يا معن كله ... وفي الأرض أسباب وفيها مذاهب\n</p>\n\n<p>\nستأتي بنات العمر ما أنت صانع ... إذا فتشت عن الإياب الحقائب\n</p>\n\n<p>\nووكل من يوصلها إليه وسار فلما وصلت إليه وقرأها أمر برده وقال: والله\nليفتشن عن خير كثير، وأمر فملئت حقيبته دراهم.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال بعض العرب خرجت في بعض الليالي السود فإذا بجارية كأنها صنم فراودتها\nعن نفسها، فقالت: يا هذا ما لك زاجر من عقل إذا لم يكن لك زاجر من دين؟\nفأخجلني كلامها، فقلت إنما كنت مازحا، فقالت:\n</p>\n\n<p>\nوإياك إياك المزاح فإنه ... يطمع فيك الطفل والرجل النذلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nويذهب ماء الوجه بعد حيائه ... ويورث بعد العز صاحبه ذلا\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head46'>حكاية</h1>\n\n<p>\n</span></span></span></span></span>\n</p>\n\n<p>\nيروى أن رجلا من الأنصار جاء إلى عبد الله بن العباس فقال له: يا ابن عم\nرسول الله إنه ولد لي في هذه الليلة مولود وإني سميته باسمك تبركا به وإن\nأمه ماتت فقال عبد الله: بارك الله لك في الصبية وأجزل لك في الصبر على\nالمصيبة، ثم دعا بوكيله فقال: انطلق الساعة فاشتر للمولود جارية تحضنه\nوادفع إليه مائتي دينار للنفقة على تربيته ثم قال للأنصاري: عد إلينا بعد\nأيام فإنك جئتنا وفي العيش بؤس، وفي المال قلة قال الأنصاري: جعلت فداك لو\nسبقت حاتما بيوم واحد ما ذكرته العرب أبدا، ولكنه سبقك فصرت تاليا، وأنا\nأشهد أن عفوك. أكثر من جوده، وطل كرمك أكثر من وبله.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال خرج رجلان من المدينة يريدان عبد الله بن عامر بن كريز للوفادة عليه.\nأحدهما من ولد جابر بن عبد الله الأنصاري، والآخر من ثقيف. وكان عبد الله\nعاملا بالعراق لعثمان بن عفان رضي الله عنه. فأقبلا يسيران حتى إذا كانا\nبناحية البصرة قال الأنصاري للثقفي: هل لك في رأي رأيته؟ قال <span id='ms097'></span> اعرضه. قال:\nننيخ رواحلنا ونتوضأ ونصلي ركعتين نحمد الله عز وجل فيهما على ما قضى من\nسفرنا. قال: نعم هذا الرأي الذي لا يرد. قال: ففعلا ثم التفت الأنصاري إلى\nالثقفي فقال له: يا أخا ثقيف ما رأيك؟ قال وأي موضوع رأي هذا، قضيت سفري،\nوأنضيت بدني وأتعبت راحلتي، ولا مؤمل دون ابن عامر فهل لك من رأي غير هذا؟\nقال: نعم، قال: وما هو؟ قال إنني لما صليت، فكرت فاستحييت من ربي أن يراني\nطالب رزق من عند غيره. ثم قال: اللهم رازق ابن عامر ارزقني من فضلك، ثم ولى\nراجعا إلى المدينة. ودخل الثقفي إلى البصرة فمكث على باب ابن عامر أياما،\nفلما أذن له، دخل عليه، وكان كتب إليه بخبرهما، فلما رآه رحب به وقال: ألم\nأخبر أن ابن جابر خرج معك؟ فأخبره ما كان منهما، فبكى ابن عامر وقال: والله\nما قالها أشرا ولا بطرا، ولكن رأى مجرى الرزق ومخرج النعمة، فعلم أن الله\nهو الذي فعل ذلك، فسأله من فضله. ثم أمر الثقفي بأربعة آلاف درهم وكسوة\nوطرف وأضعف ذلك للأنصاري، فخرج الثقفي وهو يقول:\n</p>\n\n<p>\nأمامة ما سعي الحريص بزائد ... فتيلا ولا عجز الضعيف بضائر\n</p>\n\n<p>\nخرجنا جميعا من مساقط رؤوسنا ... على ثقة منا بجود ابن عامر\n</p>\n\n<p>\nفلما أنخنا الناعجات ببابه ... تأخر عني اليثربي ابن جابر\n</p>\n\n<p>\nوقال ستكفيني عطية قادر ... على ما يشاء اليوم للخلق قاهر\n</p>\n\n<p>\nفإن الذي أعطى العراق ابن عامر ... لربي الذي أرجو لسد مفاقري\n</p>\n\n<p>\nفلما رآني قال ابن جابر؟ ... وحن كما حنت ضراب الأباعر\n</p>\n\n<p>\nفأضعف عبد الله إذ غاب شخصه ... على حظ لهفان من الحرص فاغر\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال خرج على الرشيد بعض الخوارج، فأنهض إليه جيشا فظفر به، فلما دخل عليه\nقال: ما تريد أن أصنع بك؟ قال الذي تريد أن يصنع الله بك إذا وفقت بين\nيديه، فأطرق الرشيد مليا ثم رفع رأسه وأمر بإطلاقه فلما خرج قال بعض من\nحضر: يا أمير المؤمنين يقتل رجالك، ويفني أموالك، وتطلقه بكلمة واحدة، تأمل <span id='ms098'></span>\nهذا الأمر فإنه يجري عليك أهل الشر، فأمر برده فلما مثل بين يديه علم أنه\nقد شنع به عنده. فقال: أمير المؤمنين لا تطعهم في، فلو أطاع الله عز وجل\nفيك ما استخلفك لحظة واحدة، فأمر بإطلاقه وقال: لا يعاود \" ني أحد \" في\nشأنه.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل أتى معن بن زائدة بأسرى فعرضهم على السيف. فقال له بعضهم: نحن أسراك\nأيها الأمير ونحن نحتاج إلى شيء من الطعام، فأمر لهم بذلك، فأتي بأنطاع\nفبسطت وأتي بالطعام. فقال لأصحابه: أمعنوا في الأكل ومعن ينظر إليهم ويتعجب\nمنهم، فلما فرغوا من أكلهم قام فقال أيها الأمير قد كنا قبل أسراك ونحن\nالآن أضيافك، فانظر ماذا تصنع بأضيافك. فعفى عنهم وخلى سبيلهم. فقال له بعض\nمن حضر ما ندري أيها الأمير أي يوميك أشرف يوم ظفرك أو يوم عفوك!\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال روح بن مقاتل: لما زفت بوران بنت الحسن بن سهل إلى المأمون كتبت إليه\nحظيته عريب تقول:\n</p>\n\n<p>\nأنعم، تخطتك عيون الردى ... بزف بوران مع الدهر\n</p>\n\n<p>\nبيضة خدر لم يزل نجمها ... بنجم مأمون الورى يجري\n</p>\n\n<p>\nحتى استقر الملك في حجرها ... بورك في ذلك من حجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nيا سيدي لا تنس عهدي وما ... أطلب شيئا غير ما تدري\n</p>\n\n<p>\nفوقفت بوران على الرقعة وقالت: قد عرفت ما تريد، ثم قالت: يا أمير\nالمؤمنين أنعم بالأذن في زفها إليك، فهو والله مكافأتها على شعرها.\n</p>\n\n<p>\nفقال: ذلك إليك ففعلت فزفت معها، وسر المأمون بما اجتمع له من الألفة بين\nزوجته وحظيته.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head47'>حكاية</h1>\n\n<p>\n</span></span></span></span>\n</p>\n\n<p>\nسعيد بن مسلم الباهلي. قال: قدم على الرشيد أعرابي من باهلة، وعليه جبة\nحبر ورداء يمان، قد شده على وسطه ثم ثناه على عاتقه، وعمامة قد عصبها على\nخديه، وأرخى لها عذبة من خلفه؛ فقعد بين يدي الرشيد فقال له سعيد: يا\nأعرابي خذ في شرف أمير المؤمنين فاندفع في شعره، فقال له الرشيد: يا أعرابي\nأسمعك محسنا، وأذكرك فهما، فقل لنا بيتين في هذين. يعني محمد الأمين وعبد\nالله المأمون ابنيه وهما حوله. فقال: يا أمير <span id='ms099'></span> المؤمنين: أطلعتني على الوعر\nالقردد، ولزحتني عن السهل الجدجد روعة الخلافة وبهر الدرجة ونفور القوافي\nعن البديهة فارددني تتألف لي نوافرها، وتسكن روعتي. قال: قد فعلت، وجعلت\nاعتذارك بدلا من امتحانك فقال يا أمير المؤمنين نفست الخناق وأرسلت الميدان\nللسباق ثم أنشأ يقول:\n</p>\n\n<p>\nبنيت بعبد الله ثم محمد ... درى قبة الإسلام فاخضر عودها\n</p>\n\n<p>\nهما طنباها بارك الله فيهما ... وأنت أمير المؤمنين عمودها\n</p>\n\n<p>\nفقال له الرشيد: وأنت يا أعرابي بارك الله فيك، فسل ولا تكن مسألتك دون\nإحسانك. قال \" مائة ناقة \" يا أمير المؤمنين، فأمر له بمائة ناقة وسبع خلع.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقالوا دخل عمارة بن حمزة على المنصور فقعد في مجلسه فقام رجل فقال: مظلوم\nيا أمير المؤمنين، قال: من ظلمك؟ قال: عمارة غصبني ضيعتي، فقال المنصور: قم\nيا عمارة فاقعد مع خصمك. فقال: ما هو لي بخصم يا أمير المؤمنين. قال وكف\nذلك؟ قال: إن كانت الضيعة له فلست أنازعه فيها، وإن كانت لي فهي له، ولا\nأقوم من مجلس قد شرفني به أمير المؤمنين، ورفعني إليه، وأقعد في أدنى منه\nبسبب ضيعة!\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقيل لما تفرق الأمر على مروان الجعدي وأيقن بزوال ملكه وغلبه بنو هاشم\nعليه، قال لعبد الحميد بن يحيى كاتبه: أني قد احتجت أن تكون مع عدوي، وتظهر\nلهم الغدر في، فإن إعجابهم بأدبك وحاجتهم إليك يدعوهم إلى حسن الظن بك، فإن\nاستطعت أن تنفعني في حياتي وألا تعجز عن حفظ حرمتي بعد وفاتي. فقال عبد\nالحميد: إن الذي أمرتني به أنفع الأمرين لك وأقبحهما بي. وما عندي إلا\nالوفاء حتى يفتح الله لك أو أقتل معك ثم قال:\n</p>\n\n<p>\nأسر وفاء ثم أظهر غدرة ... فمن لي بعذر يوسع الناس ظاهره\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nحدث عمر بن شبة، قال: وفد مطيع بن إياس على يزيد بن جرير ابن عبد الله\nالقسري وقد مدحه بقصيدته التي أولها:\n</p>\n\n<p>\nأمن آل ليلى حرمت البكورا ... ولم تلق ليلى فتشفي الضمرا\n</p>\n\n<p>\nوقد كنت دهرك فيما خلا ... ليلى وجارات ليلى زؤرا\n</p>\n\n<p>\nإلى أن يقول في <span id='ms100'></span> مديحه فيها:\n</p>\n\n<p>\nتقول ابنتي إذا رأت رحلتي ... وقربت للبين عيسا وكورا\n</p>\n\n<p>\nإلى من أراك، وقتك الحتو ... ف نفسي، تجشمت هذا المصيرا؟\n</p>\n\n<p>\nفقلت إلى الفحل الذي ... يفك الأسير ويغني الفقيرا\n</p>\n\n<p>\nأخي العرب أشبه عند الندى ... وحمل المثين أباه جريرا\n</p>\n\n<p>\nإذا استكثر المجتدون القلي؟ ... ل للمعتفين استقل الكثيرا\n</p>\n\n<p>\nإذا عسر الخير في المجتدي؟ ... ن كان لديه عتيدا يسيرا\n</p>\n\n<p>\nوليس بمانع ذي حاجة ... ولا خاذل من أتى مستجيرا\n</p>\n\n<p>\nبنفسي أقيك أبا خالد ... إذا ما العداة أغاروا النحورا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفلما بلغ يزيد خبر قدومه دعا به ليلا ولم يعلم أحد بحضوره. ثم قال له: قد\nعرفت خبرك وإني معجل جائزتك ساعتي هذه، فإذا حضرت غدا فإني سأخاطبك مخاطبة\nفيها جفاء، وأزودك نفقة طريقك وأصرفك لئلا يبلغ أبا جعفر المنصور خبري\nفيهلكني. وأمر له بمائتي دينار وصرفه فلما أصبح أتاه فاستأذنه في الإنشاد\nفقال له: يا هذا لقد رميت بأملك غير مرمى، وفي أي شيء أنا حتى تنتجعني\nالشعراء؟ لقد أسأت إلي لأني لا أستطيع تبليغك محبتك، ولا آمن سخطك وذمك.\nفقال له: تسمع ما قلت فإني أقبل ميسورك، وأبسط عذرك، فاستمع منه كالمكره.\nفلما فرغ قال لغلامه: يا غلام كم يبلغ ما بقي من نفقتك؟ قال: ثلاثمائة\nدرهم، قال أعطه مائة درهم لنفقة طريقه، ومائة درهم ينصرف بها إلى أهله،\nواحتبس لنفقتك مائة درهم، ففعل الغلام ذلك، وانصرف مطيع عنه شاكرا، ولم\nيعرف أبو جعفر خبرهما.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head48'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال الأصمعي: قصدت في بعض الأيام رجلا كنت أغشاه لكرمه فوجدت على بابه\nبوابا فمنعني من الدخول إليه. ثم قال: والله يا أصمعي ما أوقفني على بابه\nلأمنع متك الدخول إليه إلا رقة حاله، وقصور يده، فكتبت رقعة أقول فيها:\n</p>\n\n<p>\nإذا كان الكريم له حجاب ... فما فضل الكريم على اللئيم\n</p>\n\n<p>\nثم قلت له: أوصل رقعتي هذه إليه ففعل. فعادت الرقعة وقد وقع على ظهرها:\n</p>\n\n<p>\nإذا كان الكريم قليل مال ... تستر بالحجاب عن الغريم\n</p>\n\n<p>\nوأرسل مع الرقعة صرة فيها خمسمائة دينار. فقلت والله لأتحفن أمير\nالمؤمنين بهذا الخبر، \" فما <span id='ms101'></span> مر بي مثله \" فجئت إليه، فلما رآني قال لي: من\nأين يا أصمعي؟ قلت: من عند رجل أكرم الأحياء حاشا أمير المؤمنين. قال: ومن\nهو؟ قلت: رجل قراني علمه وماله. ثم دفعت إليه الرقعة والصرة \" وأوعدت عليه\nالخبر فلما رآى الصرة اربد وجهه \" فقال: هذا ختم بيت مالي، ولا بد لي من\nالرجل الذي أدفعها إليك. فقلت: والله يا أمير المؤمنين إني لأستحي أن أروعه\nبرسلك، فقل لبعض خواسه: امض مع الأصمعي فإذا أراك الرجل فقل له: أجب أمير\nالمؤمنين من غير إزعاج ولا إظهار شدة. قال: فلما حضر الرجل بين يدي أمير\nالمؤمنين قال: أما أنت بالأمس الذي وقفت بموكبنا وشكوت إلينا رقة حالك وأن\nالزمان قد أناخ عليك بكلكله؟ فدفعنا إليك هذه الصرة لتصلح بها حالك، فقصدك\nالأصمعي ببيت شعر واحد فدفعتها إليه. فقال: والله ما كذبت فيما شكوته لأمير\nالمؤمنين من رقة الحال، وصعوبة الزمان، لكني استحييت من الله أن أعيد قاصدي\nإلا كما أعادني أمير المؤمنين. فقال أمير المؤمنين: لله أنت فما ولدت العرب\nأكرم منك، ثم أمر له بألف دينار. قال الأصمعي: فقلت ألحقني يا أمير\nالمؤمنين فتبسم، وأمر أن تكمل لي ألف دينار وأعاد الرجل من جملة ندمائه.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nحدث صالح بن علي الأضخم \" وكان من وجوه الكتاب قال: طالت بي \" العطلة\nوبلغ بي ذلك أعظم الحاجة فبكرت يوما إلى أحمد ابن أبي خالد الوزير لأعلمه\nبخلل أحوالي وأسأله لم شعثي. فخرج من بابه وبين يديه الشمع قاصدا دار\nالمأمون. فلما نظر إلي أنكر بكوري وعبس في وجهي وقال: في الدنيا أحد بكر\nهذا البكور ليشغلنا \" عن أمورنا \". فقلت ليس العجب منك أصلحك الله فيما\nلقيتني به، إنما العجب مني إذ سهرت ليلي وأسهرت جميع أهلي ترقبا للصبح حتى\nأصير إليك في صلاح أحوالي بعد وقوع الاختيار عليك فيما أؤمله عندك. لكن علي\nوعلى \" وحلف بأيمان البيعة \" إن وقفت لك بباب أو سألتك حاجة حتى تصير إلي\nمعتذرا مما لقيتني به، وانصرفت مغموما مفكرا <span id='ms102'></span> فيه، نادما على ما فرك مني من\nاليمين، آيسا من الفرج لاستبعاد مجيء الوزير إلي، واعتذاره لي، راجعا\nباللوم على نفسي، فإني كذلك إذ دخل علي بعض الغلمان، فقال إن الوزير أحمد\nبن أبي خالد أخذ في شارعنا، ثم دخل آخر فقال: إنه دخل دربنا، ودخل ثالث\nفقال: إنه قرب من بابنا فدخل آخر فقال: قد دخل دارنا فخرجت مستقبلا له فلما\nاستقر به المجلس قال لي: كان أمير المؤمنين قد أمرني بالبكور إليه في بعض\nمهماته فدخلت إليه وقد بلغ بي السهر والغم بما فرط مني إليك حتى أنكر حالي\nفقصصت عليه القصة. فقال: قد أسأت إلى الرجل ولا عليك أن تعتذر إليه، قلت:\nفامضي إليه فارغ اليد قال فتريد ماذا؟ فقلت: تقضي دينه فقال: وكم ذلك؟ فقلت\nثلاثمائة ألف درهم فأمرني بالتوقيع لك بها. فقلت: يا أمير المؤمنين إذا قضى\nدينه فيرجع إلي ماذا، قال وقع له بثلاثمائة ألف أخرى يصلح بها حاله. قلت:\nفولاية يشرف بها، قال: وله أو غيرها مما يشبهها قلت: فمعونة يستعين بها على\nسفره فأمر أن يوقع لك بمائة ألف درهم، وهذه التوقيعات كلها لك بكل ذلك\nونثرها من كمه وانصرف.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head49'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقيل نذر المهدي دم رجل من أهل الكوفة، وكان يسعى في فساد دولته، وجعل لمن\nدل عليه أو جاء به مائة ألف درهم فأقام الرجل حينا متواريا ثم أنه ظهر\nبمدينة السلام فبينا هو يمشي في بعض نواحيها إذ بصر به رجل من أهل الكوفة\nفعرفه فأخذ بمجامع ثيابه وقال: هذا بغية أمير المؤمنين. فبينا الرجل على\nتلك الحال إذ سمع وقع الحوافر من ورائه فالتفت فإذا معن بن زائدة. فقال: يا\nأبا الوليد أجرني أجارك الله فوقف وقال للرجل الذي تعلق به: ما شأنك قال:\nبغية أمير المؤمنين الذي نذر دمه، وأعطى لمن دل عليه مائة ألف درهم. فقال:\nيا غلام انزل عن دابتك واحمل الرجل عليها فصاح المتعلق به ياللناس: أيحال\nبيني وبين طلبة أمير المؤمنين. فقال له معن <span id='ms103'></span>: اذهب وأخبره أنه عندي. فانطلق\nالرجل إلى باب المهدي فأخبر الحاجب فدخل إلى المهدي فأخبره، فأمر بإحضار\nمعن، فأتته الرسل فدعا أهل بيته ومواليه وقال لا يصل هذا الرجل شر وفيكم\nعين تطرف ثم سار إلى المهدي فدخل وسلم، فلم يرد عليه السلام، قال: يا معن\nأتجير علي قال: نعم يا أمير المؤمنين. قال: ونعم أيضا واشتد خضبه فقال يا\nأمير المؤمنين قتلت في طاعتكم باليمن في يوم واحد خمسة عشر ألفا، إلى أيام\nكثيرة قد تقدم بلائي وحسن غنائي، فما رأيتموني أهلا أن يوهب لي رجل واحد\nاستجاربي. فاطرق المهدي طويلا ثم رفع رأسه وقد سري عنه. وقال: قد أجرنا من\nأجرت يا معن. قال معن: فإن رأى أمير المؤمنين أن يصله فيكون قد أحياه\nوأغناه. قال: قد أمرنا له بخمسين ألف درهم. قال: يا أمير المؤمنين إن صلات\nالخلفاء تكون على قدر جنايات الرعية، وإن ذنب الرجل عظيم، فاجزل له الصلة.\nقال: قد أمرنا له بمائة ألف درهم قال: فعجلها له يا أمير المؤمنين، فإن\nالخير أعجله فأمر بتعجيلها له. فانصرف معن بالمال إلى الرجل، وقال له: خذ\nصلتك والحق بأهلك وإياك ومخالفة خلفاء الله تعالى.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو عبد الله النديم: لقد رأيت الملوك في مقاصيرها ومجامعها فما رأيت\nأغزر أدبا من الواثق، خرج علينا ذات يوم وهو يقول: لعمري لقد عرض عرضه من\nعرضه لقول الخزاعي\n</p>\n\n<p>\nخليلي ماذا أرتجي من غد امرئ ... طوى الكشح عني اليوم وهو مكين\n</p>\n\n<p>\nوإن امرأ قد ضن عني بمنطق ... يسد به فقر امرئ لضنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nفانبرى إليه أحمد بن أبي داود كأنما أنشط من عقال يسأل في رجل من\nاليمامة، فأسهب في الشفاعة وأطنب، وذهب في القول كل مذهب، فقال له الواثق:\nيا أبا عبد الله لقد أكثرت في غير كثير ولا طيب فقال يا أمير المؤمنين إنه\nصديقي.\n</p>\n\n<p>\nوأهون ما يعطي الصديق صديقه ... من الهين الموجود أن يتكلما\n</p>\n\n<p>\nفقال الواثق: ما قدر هذا اليمامي أن يكون صديقك وإنما حسبه أن يكون <span id='ms104'></span> من\nبعض خولك فقال: يا أمير المؤمنين إنه شهر بالاستشفاع بي عندك، وجعلني بمرأى\nمسمع من الرد والإسعاف، فإن لم أقم له هذا المقام كنت إذا كما قال أمير\nالمؤمنين:\n</p>\n\n<p>\nخليلي ماذا أرتجي من غد امرئ ... طوى الكشح عني اليوم وهو مكين\n</p>\n\n<p>\nوإن امرأ قد ضن عني بمنطق ... يسد به فقر امرئ لضنين\n</p>\n\n<p>\nفقال الواثق لمحمد بن عبد الملك الزيات: بالله يا محمد ألا عجلت لأبي عبد\nالله حاجته ليسلم من هجنة المطل كما سلم من هجنة الرد.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head50'>حكاية</h1>\n\n<p>\n</span></span></span></span>\n</p>\n\n<p>\nقيل سأل رجل حاتما الطائي فقال: يا حاتم هل غلبك أحد في الكرم؟ قال: نعم\nغلام يتيم من طيء نزلت بفنائه وكان له عشرة أرؤس من الغنم، فعمد إلى رأس\nمنها فذبحه. وأصلح من لحمه، وقدم إلي، وكان فيما قدم إلي الدماغ، فتناولت\nمنه فاستطبته، فقلت: طيب والله. فخرج من بين يدي، وجعل يذبح رأسا رأسا،\nويقدم إلي الدماغ وأنا لا أعلم. فلما خرجت لأرحل نظرت حول بيته دما عظيما\nوإذا هو قد ذبح الغنم بأسره. فقلت له: لم فعلت ذلك؟ فقال: يا سبحان الله\nتستطيب شيئا أملكه فأبخل عليك به، إن ذلك لسبة على العرب قبيحة. قيل يا\nحاتم: فما الذي عوضته؟ قال: ثلاثمائة ناقة حمراء وخمسمائة رأس من الغنم،\nفقيل أنت إذا أكرم منه فقال: بل هو أكرم، لأنه جاد بكل ما يمكله وإنما جدت\nبقليل من كثير.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوحدث أبو اليقظان عن جويربة قال: أتى النصيب عبد الله بن جعفر فحمله\nوأعطاه وكساه فقال له قائل: يا ابن جعفر أعطيت هذا العبد الأسود هذه\nالعطايا؟ فقال: والله إن كان هذا أسود إن ثناه لأبيض، وإن شعره ليهزني،\nولقد استحق بما قال أكثر مما نال وما ذاك؟ إنما هي رواحل تنضى، وثياب تبلى؛\nودراهم تفنى، وثناؤه يبقى، ومديحه يروى.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقدم زياد الأعجم على المهلب بن أبي صفرة بخراسان ونزل على ابنه حبيب\nفجلسا ذات عشية على شراب وفي الدار شجرة علها حمامة فجعلت تغرد وزياد\nالأعجم يقول:\n</p>\n\n<p>\nتغني <span id='ms105'></span> أنت في ذممي وعهدي ... وذمة والدي أن لا تضاري\n</p>\n\n<p>\nوبيتك أصلحيه ولا تخافي ... على صفر مزغبة صغار\n</p>\n\n<p>\nفإنك كلما غنيت صوتا ... ذكرت أحبتي وذكرت داري\n</p>\n\n<p>\nفإن هم يفتلوك طلبت ثأري ... بقتلهم لأنك في جواري\n</p>\n\n<p>\nفأخذ حبيب سهما فرماها فأثبتها فماتت، فقال له زياد قتلت جاري، بيني\nوبينك الأمير المهلب ثم أتى المهلب فأخبره فقال: يا حبيب ادفع إلى أبي\nأمامة ألف دينار قال حبيب: أعز الله الأمير كنت ألعب. فقال: أمع هذا لعب؟\nجار أبي أمامة جاري، فدفع إليه حبيب ألف دينار فقال زياد الأعجم:\n</p>\n\n<p>\nفلله عينا من رأى كقضية ... قضاها فأمضاها الأمير المهلب\n</p>\n\n<p>\nقضى ألف دينار بجار أجرته ... من الطير حضان على البيض ينعب\n</p>\n\n<p>\nرماه حبيب بن المهلب رمية ... فأنفذه بالسهم والشمس تغرب\n</p>\n\n<p>\nفألزمه عقل القتيل بزجرة ... وقال حبيب إنما كنت ألعب\n</p>\n\n<p>\nفقال زياد لا يروع جاره ... وجارة جاري مثل جاري وأقرب\n</p>\n\n<p>\nفلما سمعه المهلب أجازه بجائزة حسنة وصرفه مكرما وبلغ هذا العشر الحجاج،\nفقال: ما أخطأت العرب إذ جعلت المهلب شيخها.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nومن ملح أخبار القاضي أحمد بن أبي داود ما حكي أن المعتصم كان بالجوسق مع\nندمائه وقد عزم على الاصطباح، وأمر كلا منهم أن يطبخ قدرا، ونظر سلامة غلام\nأحمد بن أبي داود. فقال: هذا غلام ابن أبي داود جاء ليعرف خبرنا، والساعة\nيأتي، فيقول: فلان الهاشمي، وفلان القرشي، وفلان الأنصاري، وفلان العربي،\nفيقطعنا بحوائجه عما كنا عزمنا عليه وأنا أشهدكم أني لا أقضي له اليوم\nحاجة. فلم يكن بأسرع من أن يدخل ايتاخ يستأذن لأحمد بن أبي داود. فقال\nلجلسائه: كيف ترون؟ قالوا: لا تأذن له يا أمير المؤمنين. قال: سوأة لهذا\nالرأي والله لحمي سنة أسهل علي من ذلك، فأذن له فدخل فما هو إلا أن سلم\nوجلس وتكلم، حتى أسفر وجه المعتصم، وضحكت إليه جوارحه. ثم قال يا أبا عبد\nالله قد طبخ كل واحد من هؤلاء قدرا، وقد جعلناك حكما في أطيبها. قال:\nفلتحضر لآكل وأحكم بعلم. فأمر المعتصم بإحضارها فأحضرت القدور <span id='ms106'></span> بين يديه\nوتقدم القاضي أحمد بن أبي داود، فجعل يأكل من أول كل قدر أكلا تاما فقال له\nالمعتصم: هذا ظلم قال: وكيف ذاك؟ قال أراك قد أمعنت في هذا اللون وستحكم\nلصاحبه. قال: يا أمير المؤمنين ليس بلقمة ولا باثنتين تدرك المعرفة بأخلاط\nالطعام، وعلي أن أوفي كلا منها حقها في الذوق، ثم يقع الحكم بعد ذلك، فتبسم\nالمعتصم وقال: شأنك إذا، وأكل من جميعها كما ذكر، ثم قال: أما هذه فقد أحسن\nصاحبها إذ أظهر فلفلها وقلل كمونها، وأما هذه فقد أجاد صاحبها إذ كثر خلها\nوقلل فلفلها ليشتهى حمضها. وأما هذه فقد أحكمها طباخها بتقليل مائها وكثرة\nربها وأقبل يصفها واحدة واحدة حتى أتى على جميعها بصفات سر بها أصحابها.\nوأمر المعتصم بإحضار المائدة فأكل مع القوم بأكلهم أنظف أكل وأحسنه. فمرة\nيحدثهم بأخبار الأكلة في صدر الإسلام مثل معاوية بن أبي سفيان وسليمان بن\nعبد الملك وعبيد الله بن زياد والحجاج، ومرة يحدثهم أكلة دهره مثل ميسرة\nالتراس وحاتم الكيال واسحق الحمامي. فلما رفعت الموائد قال له المعتصم: ألك\nحاجة يا أبا عبد الله؟ قال: نعم يا أمير المؤمنين قال: فاذكرها فإن أصحابنا\nيريدون أن يتشاغلوا بقية يومهم. فقال: رجل من أهل يا أمير المؤمنين قد وطئه\nالدهر فغير من حاله وخشن معيشته قال: ومن هو؟ قال: سليمان بن عبد الملك\nالنوفلي. قال: قدر له ما يصلحه قال: خمسين ألف درهم قال قد أمرت له بها.\nقال: وحاجة أخرى قال وما هي؟ قال: ضياع هارون توغر بها له. قال: قد فعلت\nقال: فوالله ما برح حتى سأل في ثلاث عشرة حاجة لا يرده المعتصم عن شيء\nمنها. ثم قام خطيبا فقال: يا أمير المؤمنين عمرك الله طويلا فبعمرك يخصب\nجناب رعيتك ويلين عيشهم وتنمو أموالهم ولا زلت ممتعا بالسلامة منعا\nبالكرامة مدفوعا عنك حوادث الزمان وغيرها، ثم انصرف. فقال المعتصم: هذا\nوالله الذي يتزين بمثله ويبتهج بقربه. أما رأيتم كيف دخل؟ وكيف أكل، وكيف\nوصف القدور <span id='ms107'></span>، وكيف انبسط في الحديث، وكيف طاب به أكلنا، والله لا يرد هذا عن\nحاجة إلا لئيم الأصل، خبيث الفرع، والله لو سألني في مجلسي هذا ما قيمته\nعشرة آلاف ألف درهم ما رددته عنها فإني أعلم أنه يكسبني في الدنيا جمالا\nوحمدا، وفي الآخرة ثوابا وأجرا.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head51'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nحدث الأصمعي قال: وقعت حرب بالبادية، واتصلت بالبصرة، وتفاقم الأمر فيها\nحتى مشى الناس في الصلح بين الحيين، فاجتمعوا في المسجد الجامع. قال فبعثت\nوأنا \" حينئذ \" غلام إلى القعقاع بن الضرار الدارمي فاستأذنت عليه فأذن لي،\nفدخلت فوجدته في شملته يخلط بزرا فخبرته مجتمع القوم، فأمهل حتى أكل العنز،\nثم غسل الصفحة وصاح: يا جارية غدينا، فأتته بتمر وزيت. قال فدعاني لآكل معه\nفأكلت، حتى إذا قضى أربه من الأكل، وثب إلى طين ملقى في الدار فغسل منه\nيده، ثم استسقى ماء فشربه، ثم مسح فاضله على وجهه ثم قال: الحمد لله ماء\nفرات وتمر البصرة وزيت الشام، متى يؤدى شكر هذه النعمة؟ ثم أخذ رداءة\nوارتدى به على تلك الشملة. قال الأصمعي: فتجافيت عنه استقباحا لزيه. فلما\nدخل المسجد صلى ركعتين، ثم مشى إلى القوم فلم تبق حبوة إلا حلت إعظاما له.\nثم جلس فتحمل جميع ما كان بين الأحياء من الديات في ماله فنهض وهو سيد\nالكافة بفضله.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لمعاوية بن أبي سفيان: بالحيرة رجل من جرهم له قدم وسن وفصاحة وعقل،\nوقد مضت عليه برهة من دهره، ورأى أعاجيب في عصره.\n</p>\n\n<p>\nفقال معاوية: علي به، فلما حضر قال له: من الرجل؟ قال: عبيد بن شرية قال:\nثم ممن؟ قال: من قوم ليست لهم بقية. قال: فكم مضى عليك من عمرك؟ قال: عشرون\nومائتا سنة، قال: أهمتك السنون؟ قال: أجل يا أمير المؤمنين، وقرعتني بريبها\nالمنون، قال: فما رأيت في سنيك وطول ما عمرت؟ قال: رأيت يوما في إثر يوم\nيتبعه، ورأيت قوما يمضون ولا يرجعون، فهم يجمعون لما يبيد عنهم، ولا\nيعتبرون بمن مضى قبلهم، فذهب الدهر بهم كل <span id='ms108'></span> مذهب، ولولا أن المولود يلد\nلذهبت الأرض بمن عليها، ولولا أن الحي يموت لضاقت الأرض بمن فيها. قال له\nمعاوية: إن عندك لعلما؟ قال: نعم فسلني، قال: فأي المال رأيت أنفع، وإلى\nصاحبه بالخير أسرع؟ قال: عين خرارة، في أرض خوارة، تعول ولا تعال. قال: ثم\nمه؟ قال: فرس، في بطنها فرس، تتبعها فرس، قال: فأين أنت عن الصهابية الحمر\nوالعوسية الشقر، قال: تلك يا أمير المؤمنين لغيرك، قال: لمن؟ قال: لمن\nوليها بيده ولم يكلها إلى غيره.\n</p>\n\n<p>\nقال: فأين أنت عن الذهب والفضة؟ قال: حجران يصطكان إن أقبلت عليهما نفدا،\nوإن تركتهما لم يزيدا. قال له معاوية: فأخبرني بأعجب ما رأيت في عمرك، قال:\nنعم يا أمير المؤمنين، كنت في حي من أحياء العرب وقد مات لهم ميت يقال له\nجبلة بن الحويرث فمشيت في جنازته وأنست بجماعته، فلما دلي في قبره واعول\nالنساء في إثره أدركتني عليه عبرة لم أستطع ردها، وتمثلت بأبيات كنت سمعتها\n\" قال معاوية: قل يا أخا جرهم فأنشد \":\n</p>\n\n<p>\nيا قلب أنت في أسماء مغرور ... فاذكر وهل ينفعنك اليوم تذكير\n</p>\n\n<p>\nقد بحت بالحب ما تخفيه من أحد ... حتى جرت بك اطلاقا محاضير\n</p>\n\n<p>\nتريد أمرا فما تدري أعاجله ... خير لنفسك أم ما فيه تأخير\n</p>\n\n<p>\nفاسترزق الله مما في خزائنه ... فبينما العسر إذ دارت مياسير\n</p>\n\n<p>\nوبينما المرء في الأحياء مغتبط ... إذ صار في التراب تعفوه الأعاصير\n</p>\n\n<p>\nيبكي الغريب عليه ليس يعرفه ... وذو قرابته في الحي مسرور\n</p>\n\n<p>\nكأنه لم يكن إلا تذكرة ... والدهر أينما حال دهارير؟\n</p>\n\n<p>\nفبينما أنا أردد هذه الأبيات وعينان ينسكبان انسكابا لا أملك رد دمعهما.\nإذ قال لي رجل إلى جنبي من عذرة: يا أبا عبد الله هل تعرف قائل هذا الشعر؟\nقلت لا والله. قال هذا الميت \" الذي دفناه \" وأنت الغريب الذي تبكي عليه، \"\nولا تعرفه ولا تعلم أنه قائل هذا الشعر \" وذو قرابته الذي ذكر أنه مسرور هو\nذاك، وأشار إلى رجل في الجماعة وقال: والله ما يستطيع كتمان ما هو عليه من <span id='ms109'></span>\nالسرور بفقده. فقال له معاوية: يا أخا جرهم سل ما شئت قال: ما مضى من عمري\nترده؟ والأجل إذا حضر تدفعه؟ قال: ليس ذلك إلي سل غير ذلك قال: يا أمير\nالمؤمنين ليس إليك الدنيا فترد شبابي، ولا الآخرة فتكرم مآبي، وأما المال\nفقد أخذت \" منه \" في عنفواني ما كفاني. قال لابد أن تسألني قال: أما إذ\nأبيت فامر لي برغيفين أتغدى بأحدهما وأتعشى بالآخر، واتق الله واعلم أنك\nمفارق ما أنت فيه، وقادم على ما قدمت، فأمر له معاوية برواحل كثيرة من\nالحنطة وغيرها فردها. وقال إن أعطيت المسلمين كلهم مثل ما أعطيتني أخذت\nوإلا فلا حاجة لي في ذلك وودعه وانصرف.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head52'>حكاية</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوملح ما سطر ومستحسن ما ذكر ما حدث به رسول ملك الخزر وهو عند الفضل بن\nسهل عن أخت ملكهم واسمها خاتون. قال: أصابتنا سنة احتدم شواظها علينا\nبحرارة المصائب وصنوف الآفات ففزع الناس إلى الملك فلم يدر ما يجيبهم به.\nفقالت له خاتون: أيها الملك إن الحزم علق لا يخلق جديده، وسبب لا يمتهن\nعزيزه وهو دليل الملك على استصلاح مملكته، وزاجره عن استفسادها. وقد فزعت\nرعيتك إليك لفرط العجز عن الالتجاء إلى من لا تزيده الإساءة إلى خلقه عزا،\nولا ينقصه العود إليهم بالإحسان ملكا، وما أحد أولى بحفظ الوصية من الوصي،\nولا بركوب الدلالة من الدال، ولا بحسن الرعاية من الراعي، ولم نزل في نقمة\nلم تغيرها نقمة، وفي رضا لم تكدره سخطة، إلى أن جرى القدر بما عمي عنه\nالبصر، وذهب عنه الحذر، فسلب الموهوب، والسالب هو الواهب. فعد إليه بشكر\nالنعم وعذ به من فظيع النقم، فمتى تنسه ينسك، ولا تجعلن الحياء من التذلل\nللمعز المذل شركا بينك وبين رعيتك فتستحق مذموم العاقبة، ولكن مرهم ونفسك\nبصرف القلوب إلى الإقرار له بكنه القدرة وبتذلل الألسن في الدعاء بمحض\nالشكر له، فإن الملك ربما عاقب عبده ليرجعه عن شيء فعل إلى صالح عمل،\nوليتبعه على ذاك الشكر لما يحرز به فضلا آخر <span id='ms110'></span>. قال: فأمرهم الملك أن تقوم\nفيهم فتنذرهم بهذا الكلام، ففعلت. \" فتلقوا وعظها بالقبول، ورجعوا عن باب\nالملك الأدنى إلى باب الملك الأعلى. وقد علم الله منهم قبول الوعظ والأمر\nوالنهي، فحال عليهم الحول، وما أحد منهم مفتقر لنعمة كان عليها، وتواترت\nعليهم الزيادات بجميل الصنع ولله الحمد والشكر.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head53'>حكاية</h1>\n\n<p>\n</span></span>\n</p>\n\n<p>\nقال أبو بكر \" الهذلي \" أخبرنا عبد الرحمن بن أخي الأصمعي عن عمه عبد\nالملك الأصمعي قال: قدم وفد على هشام بن عبد الملك وفيهم رجل من قريش يقال\nله إسماعيل بن أبي الجهم، وكان أكبرهم سنا؛ وأفضلهم رأيا وحكما، فقام\nمتوكئا على عصا، فقال: يا أمير المؤمنين إن خطباء قريش قد قالت فأطنبت\nوأثنت عليك فأحسنت، ووالله ما بلغ قائلهم قدرك ولا أحصى مثنيهم فضلك،\nأفتأذن لي في الكلام؟ قال: تكلم قال: أفأوجز أم أطنب؟ قال: بل أوجز. قال:\nتولاك الله يا أمير المؤمنين بالحسنى وزينك بالتقوى، وجمع لك بين الآخرة\nوالأولى، إن لي حوائج أفأذكرها؟ قال: نعم: قال: كبرت سني فضعفت قوتي،\nواشتدت حاجتي، فإن رأى أمير المؤمنين أن يجبر كسري، وينفي فقري فليفعل\nفقال: يا ابن الجهم، وما يجبر كسرك وينفي فقرك؟ قال: ألف دينار وألف دينار\nوألف دينار، قال: هيهات يا ابن أبي الجهم بيت المال لا يحتمل هذا، قال:\nكأنك آليت يا أمير المؤمنين أن لا تقضي لي حاجة في مقامي هذا، فقال هشام:\nفألف دينار لماذا؟ قال: أقضي بها دينا قد حنا ظهري وأرهقني حمله. قال: نعم\nالمسالك سلكتها، دينا قضيت؛ وأمانة أديت، وألف دينار لماذا؟ قال: أزوج بها\nمن أدرك من ولدي، فأشد بهم عضدي، ويكثر بهم عددي. قال: لا بأس غضضت طرفا،\nوحصنت فرجا، وأكثرت نسلا، وألف دينار لماذا؟ قال: أشتري بها أرضا فأعود\nبفضلها على ولدي، وبفضل فضلها على ذوي قربتي، قال: ولا بأس أردت ذخرا،\nورجوت أجرا، ووصلت رحما، قد أمرنا لك بها. قال: المحمود الله على ذلك،\nوجزاك الله يا أمير المؤمنين والرحم خيرا. فقال هشام: تالله ما رأيت رجلا\nألطف <span id='ms111'></span> في سؤال، ولا أرفق في مقال منه، هكذا فليكن القرشي.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحدث علقمة قال حدثني الفصل بن زياد قال: حدثني أبو زيد بن نوفل قال: سمعت\nمحرز بن ناجية الرصافي يقول: كنت أحد من وقعت عليه التهمة في مال مصر أيام\nالواثق، فطلبني السلطان طلبا شديدا حتى ضاقت علي الرصافة وغيرها من المدن،\nفخرجت أريد البادية مرتادا رجلا عزيز الجار، منيع الدار، أعوذ به، وأنزل\nعليه، حتى انتهيت إلى بني شيبان، فرفع لي بيت مشرف بظهر رابية منيعة\nوبفنائه فرس مربوط، ورمح مركوز، يلمع سنانه، ومن تحته حلة عظيمة، فدنوت\nونزلت عن الفرس وتقدمت فسلمت على أهل البيت فرد علي السلام نساء من وراء\nالسجف، ثم تقدمن فرفعن خلل الستور بعيون كعيون أخشاف الظباء، ثم تكلمت\nإحداهن فقالت: اطمئن يا حضري فلنعم مناخ الصديق أنخت. فقلت: وأنى يأمن\nالمطلوب ويأمن المرغوب دون أن يأوي إلى جبل يعصمه، أو معقل يمنعه، وقليلا\nما يهجع من السلطان طالبه، والخوف غالبه. قالت: يا حضري قد ترجم لسانك عن\nذنب كبير وقلب صغير وأيم الله لقد حللت بفناء بيت لا يضام فيه أحد، ولا\nيجوع فيه كبد، ما دام لهذا الحي سند، هذا بيت الأسون بن قنان، أخواله\nالأراقم، وأعمامه شيبان، صعلوك الحي في ماله، وسيدهم في فعاله، له الجوار\nووقود النار، وطلب الثار، لا ينازع ولا يقارع، وبهذا وصفته أمامة بنت\nالجلاح الكلبية حيث تقول:\n</p>\n\n<p>\nإذا شئت أن تلقى فتى لو وزنته ... بكل معدي وكل يماني\n</p>\n\n<p>\nوفي بهم حلما وجودا وسؤددا ... وبأسا فهذا الأسود بن قنان\n</p>\n\n<p>\nفتى كالفتاة البكر يشرق وجهه ... كأن تلالي وجهه قمران\n</p>\n\n<p>\nأغر أبر ابني نزار ويعرب ... وأوثقهم عقدا بقول لسان\n</p>\n\n<p>\nوأوفاهم عهدا وأطولهم يدا ... وأكرمهم فعلا بكل مكان\n</p>\n\n<p>\nوأضربهم بالسيف من دون جاره ... وأطعنهم من دونه بسنان\n</p>\n\n<p>\nفتى لا ترى بعمرك الدهر مثله ... ليوم نزال أو ليزم طعان\n</p>\n\n<p>\nكأن العطايا والمنايا بكفه ... سحابان نهلان منهمان\n</p>\n\n<p>\nقال: فقلت لها قد هدأت الروعة، وسكنت الوحشة، فمن لي به. قالت: يا جارية <span id='ms112'></span>\nادعي مولاك، فخرجت الجارية من مؤخر البيت فلم تلبث إلا قليلا حتى جاءت وهو\nمعها في جماعة من الحي، فنظرت فإذا بغلام شاب حين اخضر شاربه واختط عارضه\nوخشي جانبه، فقمت فسلمت فرد علي السلام ورحب وقرب، وقال: أي المنعمين علينا\nأنت، فسبقتني المرأة فقالت: يا أبا مرهف هذا رجل أحب جوارك، ورغب في قربك،\nنبت به أوطانه، وأزعجه سلطانه، وأوحشه زمانه، وقد ضمنا له عنك ما يضمن\nلمثله مثلك. فقال: بل الله فاك، وقال: اجلس فجلست وفي يدي يده. وأقبل على\nالجماعة بوجهه ثم قال: يا معشر بني أبي وذوي رحمي اشهدوا أن هذا الرجل في\nجواري وذمتي فمن أراده فقد أرادني، ومن كاده فقد كادني. ثم أمر فضرب لي بيت\nإلى جانب بيته، وأجرى علي ما أحتاج إليه. فلم أزل في جواره إلى أن هلك\nالواثق، وأنا عنده في أهنأ عيش، وأغبط نعم، فرحلت عنه وأنا من أشكر الناس\nله.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head54'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nذكر الأصمعي قال: كان لأبي حنيفة القاضي جار بالكوفة يغني، فكان إذا\nانصرف وقد سكر يغني وهو في غرفته فيسمعه أبو حنيفة فيعجبه وكان يكثر أن\nيغني هذا البيت من الشعر:\n</p>\n\n<p>\nأضاعوني وأي فتى أضاعوا ... ليوم كريهة وسداد ثغر\n</p>\n\n<p>\nفلقيه العسس ليلة فأخذوه وحبس، ففقد أبو حنيفة صوته تلك الليلة فسأل عنه\nمن غد فأخبر أنه حبس، فدعا بسواده وطويلته فلبسها وبكر إلى عيسى بن موسى\nوقال إن لي جارا أخذه عسسك البارحة وحبس، وما علمت فيه إلا خيرا فقال عيسى\nبن موسى سلموا إلى أبي حنيفة كل من أخذه العسس الليلة فأطلقوا جميعا. فلما\nخرج الفتى دعا به أبو حنيفة ثم قال له سرا: ألست كنت تغني يا فتى كل ليلة:\n\" أضاعوني وأي فتى أضاعوا \" فهل أضعناك؟ فقال: لا والله أيها القاضي، ولكن\nأحسنت وتكرمت أحسن الله جزاءك. قال: فعد إلى ما كنت تغنيه فإني آنس به ولم\nأر به بأسا قال له: أفعل.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقسل جاء أعرابي إلى طلحة فسأله وتقرب إليه برحم. فقال: إن <span id='ms113'></span> هذه الرحم ما\nسألني أحد بها قبلك، إن لي أرضا قد أعطاني بها عثمان ثلاثمائة ألف، فإن شئت\nفاقبضها وأ، شئت بعتها من عثمان ودفعت إليك الثمن فاختار الأرض فأمر\nبتسليمها.\n</p>\n\n<p>\nحكاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوفد عبد الله بن جعفر الطيار رضي الله عنهما على يزيد بن معاوية فقال له\nالخليفة: كم كان أمير المؤمنين يعطيك يعني أباه. قال: كان رحمه الله يعطيني\nألف ألف درهم قال \" يزيد \" قد أمرنا لك بمثل ذلك وزودناك لترحمك عليه ألف\nألف فقال بأبي أنت وأمي، فجزاك الله عني خيرا فقال: ولهذه ألف ألف فقال:\nأما إني لا أقولها لأحد بعدك. قال: ولهذه ألف ألف. \" قال ما يمنعني من\nالإطناب في وصفك إلا الإشفاق عليك من جودك قال: \" ولهذه ألف ألف. وحمل\nالمال كله معه. فقيل له: يا أمير المؤمنين فرقت مال المسلمين على رجل واحد.\nقال: إنما فرقته على أهل المدينة أجمعين. ثم وكل به من يعلم خبره من حيث لا\nينظر، فصحبه. فلما دخل المدينة فرق فيها تلك الأموال حتى احتاج بعد شهر إلى\nالقرض.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head55'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span>\n</p>\n\n<p>\nسأل عبد الملك بن مروان أسماء بن خارجة بلغني عنك خصال فحدثني بها قال: \"\nيا أمير المؤمنين هي من غيري أحسن منها مني. قال: عزمت عليك إلا حدثتني بها\nفقال: يا أمير المؤمنين ما مددت رجلي بين يدي جليس لي قط، ولا صنعت طعاما\nفدعوت إليه قوما إلا كانوا بإجابتي أمن علي مني عليهم، ولا نصب لي رجل وجهه\nقط يسألني حاجة فاستكثرت شيئا أعطيه إياه.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوأخبر الفضل الضبي قال: وفد ابن المولى على يزيد بن حاتم المهلبي وقد\nمدحه بقصيدته التي يقول فيها:\n</p>\n\n<p>\nيا واحد العرب الذي ... أضحى وليس له نظير\n</p>\n\n<p>\nلو كان مثلك آخر ... ما كان في الدنيا فقير\n</p>\n\n<p>\nفدعا بخازنه وقال: كم في بيت المال؟ فقال: فيه من الورق والعين بقيمة\nعشرين ألف دينار، فقال له: ادفعها إليه، ثم قال له: يا أخير المعذرة إلى\nالله وإليك لو كان في ملكي أكثر من هذا لما <span id='ms114'></span> احتجته.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوروي عن لقيط قال: وقف موسى شهوات ليزيد بن خالد بن يزيد ابن معاوية على\nبابه بدمشق وكان فتى جوادا سمحا فلما ركب وثب إليه وأخذ بعنان دابته وقال:\n</p>\n\n<p>\nقم فصوت إذا أتيت دمشقا: ... يا يزيد بن خالد بن يزيد\n</p>\n\n<p>\nيا يزيد بن خالد إن تجبني ... يلقني طائري بنجم السعود\n</p>\n\n<p>\nفأمر له بخمسة آلاف درهم وكسوة وقال له كلما شئت فنادنا فإنا نجيبك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوروي عن حكم الوادي قال: أدخلني عمر الوادي على يزيد وهو على حمار وعليه\nجبة وشي ورداء وشي وخفا وشي وفي يده عقد جوهر وفي كمه شيء لا أدري ما هو.\nفقال من غناني ما أشتهي فله ما في كمي وما علي وما معي وما تحتي يعني\nالحمار، فغنوه كلهم فلم يطرب. ثم قال لي: عن يا غلام فغنيت:\n</p>\n\n<p>\nإكليلها ألوان، ووجهها فتان ... وخالها فريد، ليس له جيران\n</p>\n\n<p>\nإذا مشت تثنى كأنها ثعبان\n</p>\n\n<p>\nفطرب وأخرج ما في كمه فإذا كيس فيه ألف دينار فرمى به إلي مع عقد الجوهر.\nفلما دخل بعض إلي بالحمار وجميع ما كان عليه.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوحدث إبراهيم بن خلف قال: بينا أبو دلف يسير مع أخيه معقل ابن عيسى وهما\nإذ ذاك بالعراق إذ مرا بقصر فأشرف منه جاريتان، فقالت إحداهما للأخرى هذا\nأبو دلف الذي يقول فيه الشاعر:\n</p>\n\n<p>\nإنما الدنيا أبو دلف ... بين باديه ومحتضره\n</p>\n\n<p>\nفإذا ولى أبو دلف ... ولت الدنيا على أثره\n</p>\n\n<p>\nفقال الأخرى: أو هذا هو؟ قد كنت والله أحب أن أراه، منذ سمعت ما قيل فيه،\nفالتفت أبو دلف إلى معقل فقال: ما أنصفنا علي بن جبلة ولا وفيناه حقه وإن\nذلك لمن كبير همي وكان أعطاه ألف دينار.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوحدث إبراهيم بن أحمد قال: قدم أمية بن أبي الصلت مكة على عبد الله بن\nجدعان، فلما دخل عليه قال له عبد الله: أمر ما جاء بك فقال أمية: كلاب\nغرمائي قد نبحتني ونهشتني فقال له عبد الله: قدمت علي وأنا عليل من ديون\nلزمتني، فأنظرني <span id='ms115'></span> قليلا يجم ما في يدي، وقد ضمنت قضاء دينك ولا أسأل عن\nمبلغه، فأقام أمية أياما وأتاه فقال:\n</p>\n\n<p>\nأأذكر حاجتي أم قد كفاني ... حياؤك إن شيمتك الحياء؟\n</p>\n\n<p>\nوعلمك بالأمور وأنت قرم ... لك الحسب المهذب والثناء\n</p>\n\n<p>\nكريم لا يغيره صباح ... عن الخلق الجميل ولا ماء\n</p>\n\n<p>\nتباري الريح مكرمة وجودا ... إذا ما الكلب أجحره الشتاء\n</p>\n\n<p>\nإذا أثنى عليك المرء يوما ... كفاه من تعرضه الثناء\n</p>\n\n<p>\nإذا خلفت عبد الله فاعلم ... بأن القوم ليس لهم جزاء\n</p>\n\n<p>\nفأرضك كل مكرمة بناها ... بنو تميم وأنت لها سماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفأبرز فضله حقا عليهم ... برزت لناظرها السماء\n</p>\n\n<p>\nوهل تخفى السماء على بصير ... وهل للشمس طالعة خفاء\n</p>\n\n<p>\nفلما أنشده أمية هذه الأبيات كانت عنده قينتان فقال لأمية: خذ أيتهما شئت\nفأخذ إحداهما وانصرف. فمر بمجلس من مجالس قريش فلاموه على أخذها وقالوا لقد\nأجحفت به في انتزاعها منه فلو رددتها عليه، فإن الشيخ يحتاج إلى خدمتهما،\nلكان ذلك أقرب لك عنده وأكرم من كل حق ضمته لك فوقع الكلام من أمية موقعا\nوندم، فرجع إليه ليردها عليه، فلما أتاه بها قال له ابن جدعان: لعلك إنما\nرددتها لأن قريشا لاموك على أخذها، وقالوا لك كذا وكذا ووصف لأمية ما قال\nله القوم فقال أمية: والله ما أخطأت يا أبا زهير مما قالوا شيئا. قال عبد\nالله: فما الذي قلت في ذلك؟ فقال أمية:\n</p>\n\n<p>\nعطاؤك زين لامرئ إن حبوته ... يبذل وما كل العطاء يزين\n</p>\n\n<p>\nوليس بشين لامرئ بذل وجهه ... إليك كما بعض السؤال يشين\n</p>\n\n<p>\nفقال له عبد الله خذ الأخرى، فأخذهما جميعا وخرج، فلما صار إلى القوم\nبهما أنشأ يقول:\n</p>\n\n<p>\nذكر ابن جدعان بخ؟ ... ير كلما ذكر الكرام\n</p>\n\n<p>\nمن لا يجور ولا يعق ... ولا يبخله اللئام\n</p>\n\n<p>\nيهب النجيبة والنجيب ... له الرجال والزمام\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head56'>حكاية</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nدخل يزيد بن معاوية على أبيه فوجده مطرقا فقال: يا أمير المؤمنين ما هذا\nالأمر الذي أشجاك؟ قال: أمر أمرضني وأقلقني منذ اليوم، وما أدري ما اعمل\nفيه قال: وما هو يا أمير المؤمنين؟ قال: هذا الفاسق أبو <span id='ms116'></span> دهبل كتب إلى أختك\nعاتكة بهذه الأبيات:\n</p>\n\n<p>\nأعاتك هلا إذ بخلت فلم تري ... لذي صبوة زلفى لديك ولا حقا\n</p>\n\n<p>\nرددت فؤادا قد تولى به الهوى ... وسكنت عينا لا تمل ولا ترقا\n</p>\n\n<p>\nولكن خلعت القلب بالوعد والمنى ... ولم أر يوما منك جودا ولا صدقا\n</p>\n\n<p>\nفواكبدي إذ ليس لي منك مجلس ... فأشكو الذي بي من هواك وما ألقى\n</p>\n\n<p>\nوأكبر همي أن أرى منك مرسلا ... وطول النهار جالس أرقب الطرقا\n</p>\n\n<p>\nرأيتك تزدادين للصب غلظة ... ويزداد قلبي كل يوم لكم عشقا\n</p>\n\n<p>\nفلم تزل باكية منذ اليوم قد أفسدها الخبيث فما ترى فيه؟ قال: والله يا\nأمير المؤمنين إن الشأن فيه لهين قال: وما هو؟ قال: عبد من عبيدك يكمن له\nفي بعض أزقة مكة فيريحنا منه. فقال معاوية: أف لك، والله إن امرءا يريد بك\nما يريد ويسمو بك إلى ما يسمو لغير ذي رأي.، فأنت قد ضاق ذرعك بكلمة، وقصر\nفيها باعك، حتى أردت أن تقتل فيها رجلا من قريش. أو ما تعلم أنك إن فعلت\nذلك صدقت قوله وجعلتنا أحدوثة أبدا. قال: يا أمير المؤمنين إنه قال قصيدة\nأخرى تناشدها أهل مكة وسارت حتى بلغتني فأوجعتني وحملتني على ما أشرت فيه\nقال: وما هي قال:\n</p>\n\n<p>\nحمى الملك الجبار في لقاءها ... فمن دونها تخشى المتالف والقتل\n</p>\n\n<p>\nفلا خير في حب يخاف وباله ... ولا في حبيب لا يكون له وصل\n</p>\n\n<p>\nفواكبدي إني سهرت بحبها ... ولم تك فيما بيننا ساعة بذل\n</p>\n\n<p>\nويا عجبا إني أكاتم حبها ... وقد شاع حتى قطعت دونها السبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفقال معاوية: قد والله رفهت عني فما كنت آمن أن يكون وصل إليها، فإما وهو\nيشكو أنه لم يكن بينهما وصل ولا بذل فالخطب أيسر علي، قم عني واكتم ما كان.\nفقام يزيد وانصرف. وحج معاوية في تلك السنة، فلما انقضت أيام الحج كتب\nأسماء وجوه قريش وأشرافهم وكتب فيهم اسم أبي دهبل، ثم دعاهم ففرق في جميعهم\nالصلات السنية، وأجازهم الجوائز الكثيرة فلما قبض أبو دهبل جائزته وقام\nلينصرف، دعا معاوية إليه <span id='ms117'></span> فقال له: يا أبا دهبل مالي أرى أبا خالد يزيد بن\nأمير المؤمنين عليك ساخطا في قوارص ثابتة عنك، وشعر لا تزال قد نطفقت به\nوأنفذ إلى خصمائنا وموالينا؟ لا تعرض لأبي خالد، فجعل أبو دهبل يعتذر إليه\nويحلف أنه مكذوب عليه. فقال له معاوية: لا بأس عليم وما يضرك هذا عندنا، هل\nتأهلت؟ قال: لا. قال: فأي بنات عمك أحب إليك قال: فلانة. قال: قد زوجكها\nأمير المؤمنين وأصدقها عنك ألفي دينار وأمر لك بألف دينار. فلما قبض قال:\nإن رأى أمير المؤمنين أن يعفو لي عما مضى فإن نطقت ببيت في معنى ما سبق مني\nفقد أبحت به دمي وفلانة التي زوجنيها أمير المؤمنين طالق البتة. فسر بذلك\nمعاوية، وضمن له أن يرضي يزيد عنه، ووعده بإدرار ما وصله به كل سنة وانصرف\nإلى دمشق، ولم يحج معاوية في تلك السنة إلا من أجل أبي دهبل.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head57'>حكاية</h1>\n\n<p>\n</span></span></span>\n</p>\n\n<p>\nخرج عمر بن الخطاب رضي الله عنه يطوف ليلة بالمدينة، وكان يفعل ذلك\nكثيرا، فمر بامرأة من نساء العرب مغلقة عليها بابها وهي تقول:\n</p>\n\n<p>\nتطاول هذا الليل واسود جانبه ... وأرقني أن لا خليل ألاعبه\n</p>\n\n<p>\nفوالله لولا لا شيء غيره ... لزعزع من هذا السرير جوانبه\n</p>\n\n<p>\nوبت إلا هي غير بدع منعما ... لطيف الحشا لا يحتويه مصاحبه\n</p>\n\n<p>\nيلاعبني فوق الحشايا وتارة ... يعاتبني في حبه وأعاتبه\n</p>\n\n<p>\nولكنني أخشى رقيبا موكلا ... بأنفسنا لا يستريح مراقبه\n</p>\n\n<p>\nثم تنفست الصعداء وقالت: أهان علي بن أبي طالب وحشتي في بيتي وغيبة زوجي\nعني؟ فقال عمر: يرحمك الله وأين زوجك؟ فقالت له: في بعث كذا، فكتب في الوقت\nبقفوله عليها وبعث إليها بنفقة وكسوة.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nكان لسليمان بن عبد الملك مؤذن يؤذنه في قصره بأوقات الصلاة، فجاءته\nجارية له مولدة فقالت: يا أمير المؤمنين إن فلانا المؤذن إذا مررت به لم\nيقلع بصره عني، وكان سليمان أشد الناس غيرة، فهم إن يأمر بالمؤذن. ثم قال\nتزيني وتطيبي وامضي إليه فقولي له إنه لم يخف عني نظرك إلي، وبقلبي منك <span id='ms118'></span>\nأكثر مما بقلبك مني، فإن تكن لك حاجة فقد أمكنك مني ما تريد، وهذا أمير\nالمؤمنين غافل، فإن لم تبادر وإلا لم أرجع إليك أبدا. فمضت إلى المؤذن\nوقالت له ما قال لها، فرفع طرفه إلى السماء وقال: يا جليل أين سترك الجميل،\nثم قال: اذهبي ولا ترجعي، فعسى أن يكون الملتقى بين يدي من لا يخيب الظن.\nفرجعت إلى سليمان وأخبرته الخبر فأرسل إليه. فلما دخل على سليمان قال له\nالحاجب: إن أمير المؤمنين رأى أن يهب لك فلانة ويحمل إليك معها خمسين ألف\nدرهم تنفقها عليها، قال: هيهات يا أمير المؤمنين إني والله ذبحت طمعي منها\nمن أول لحظة رأيتها، وجعلتها ذخيرة لي عند الله، وأنا أستحي أن أسترجع شيئا\nادخرته عنده. فجهد به سليمان أن يأخذ المال والجارية فلم يفعل، فكان يعجب\nمنه، ولا يزال يحدث أصحابه بحديثه.\n</p>\n\n<p>\n؟ حكاية\n</p>\n\n<p>\nحكي عن المأمون أنه قال: حججت فلما صرت بصور أحببت أن أدخل دير المجانين\nفأرى من فيه منهم، فدخلت فرأيت فيهم شابا حسن الوجه، نظيف الثوب، فسلمت\nعليه فقال: هل تحسن النحو؟ قلت: أحسن منه ما أصلح به لساني. قال: فهل تروي\nالشعر؟ قلت: نعم، قال فأنشدني فأنشدته لأبي العتاهية:\n</p>\n\n<p>\nأذاب الهوى جسمي ولحمي وقوتي ... فلم يبق إلا الروح والجسد النضو\n</p>\n\n<p>\nرأيت الهوى جمر الغضا غير أنه ... على كل حال عند صاحبه حلو\n</p>\n\n<p>\nفخر مغشيا عليه، فسألته عن قصته فعرفت أنه من بني تميم هوي ابنة عم له\nوهويته، فسعي بينهما حتى نزعت منه فوسوسا جميعا. وها هي في الدير الآخر،\nفمضيت حتى دخلت عليها فلما رأتني تنفست الصعداء ثم قالت: إني لأجد ريح يوسف\nلولا أن تفندون فسألتني من أين أقبلت؟ فقلت: من الدير وعرفتها حال الفتى\nفبكت ثم قالت:\n</p>\n\n<p>\nأما والذي لو شاء لم يخلق النوى ... لئن غبت عن عيني لما غبت عن قلبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nيوهمنيك الشوق حتى كأنني ... أناجيك عن قرب وما أنت في قربي\n</p>\n\n<p>\nقال فدعا المأمون وأمر بعلاجهما فعولجا حتى برئا وزوج الفتى من <span id='ms119'></span> ابنة عمه\nوأجرى عليهما ما يصلحهما وكانا في جملة حاشيته حتى مات.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head58'>حكاية</h1>\n\n<p>\n</span></span></span></span>\n</p>\n\n<p>\nعتب عبد الله بن طاهر على بعض كتابه فسجنه في مقصورة. فأشرفت عليه جارية\nلعبد الله كانت حظية عنده فنظرت إلى الفتى وكان أديبا ووافقت نظرة منه\nإليها. فوقع في قلبها محبة شديدة وعالجت الصبر عنه فلم تقدر عليه. فأخذت\nرقعة فكتبت فيها:\n</p>\n\n<p>\nأيها الزاني بعين ... يه وفي الطرف حتوف\n</p>\n\n<p>\nإن ترد وصلا فقد ... أمكنك الظبي الألوف\n</p>\n\n<p>\nثم دلت إليه الرقعة بخيط، فلما قرأها كتب فيها:\n</p>\n\n<p>\nإن تريني راني ... العينين فالقلب عفيف\n</p>\n\n<p>\nليس إلا النظر الفا ... تك والعقل ظريف\n</p>\n\n<p>\nفلما رأته الجارية يكتب في الرقعة جوابا فرحت ولم تشك أنه فيها أرغب.\nفلما رفعت الرقعة وقرأتها ساءها رده فقلبتها وكتبت في ظهرها:\n</p>\n\n<p>\nقد أردناك على أن ... تجتلي ظبيا ألوفا\n</p>\n\n<p>\nفأبيت الآن لا ... زلت لقيديك حليفا\n</p>\n\n<p>\nثم دلتها فلما قرأها كتب فيها:\n</p>\n\n<p>\nما تركت الظبي إني ... كنت للظبي عنيفا\n</p>\n\n<p>\nغير أني خفت ربا ... لم يزل برا رؤوفا\n</p>\n\n<p>\nفرفعت الرقة فلما رأتها ساءها ذلك فأومأت بها لتجعلها في جيبها فجعلتها\nبين ثوبها وهي لا تدري. فدخلت مقصورتها، وجاء عبد الله ماشيا في سطح قصره\nفمر بالرقعة فتناولها فعرف خط الجارية وخط الفتى، فحجب من عفته وصبره عنها\nعلى حسنها وجمالها، وكانت من أعز جواريه عليه فدخل عليها فوجدها مكتئبة\nحزينة. فقال: ما هذه الرقعة يا فلانة؟. قالت: أعز الله الأمير هي ما رأيت.\nقال لها: فالله عليك شاهد أنه لأحب إليك مني قالت: إي والله. قال: فأمر\nالفتى ففكت قيوده وكساه وأجازه وقال له: خذ هذه الجارية بجميع ما يحويه\nملكها ثوابا لعفتك وتقاك وخوفك الله تعالى، ورفع مرتبته من كتابه، ولم يزل\nمكرما له.\n</p>\n\n<p>\n؟؟ حكاية\n</p>\n\n<p>\nقال الهيثم بن عدي كان يزيد بن قرة الشيباني شديدا منيعا، وكان يرى رأي\nالخوارج، ولم يكن يخشى عمال العراق، فغاظ ذلك الحجاج وبلغ منه فكتب إلى عبد\nالملك يخبره بذلك فكتب إليه عبد الملك احتل له فإن قدرت عليه فاضرب عنقه.\nفدعا <span id='ms120'></span> الحجاج يزيد بن رويم وجرير بن يزيد فأكرمهما وأدناهما وقال ليزيد لك\nشرط العراق ولجرير ديوان الخراج إن أتيتماني بيزيد بن قرة. فركبا إليه\nفقالا له: إن الأمير قد غضب عليك وإنا نخاف أن ينال غضبه جميع أهلك فاركب\nإليه. قال: لا أفعل إنه إن نظر إلي قتلني، قالوا له: ما هو فاعل ولابد لك\nأن تركب معنا. فأتى معهما وتهيأ للقتل وخرج نساؤه معه. فلما دخل على الحجاج\nقال له: أنت يزيد بن قرة؟ قال نعم. قال: قتلني الله إن لم أقتلك، قال نشدتك\nالله أن تقتلني فإني قيم أربع وعشرين امرأة ليس فيهن رجل غيري ولا لهن قيم\nسواي. قال: ومن يعلم ذلك؟ قال هن بالباب. فأمر بإدخالهن وكل واحدة منهن\nتقول اقتلني ودعه. فيقول من أنت؟ فتقول عمته أو خالته أو بنته أو بنت أخ أو\nبنت أخت حتى اجتمعن بين يديه. فقالت أخته:\n</p>\n\n<p>\nأحجاج هبه اليوم لله وحده ... وللباكيات الصارخات تفجعا\n</p>\n\n<p>\nأحجاج إما أن تمن بنعمة ... عليه وإما أن تقتلنا معا\n</p>\n\n<p>\nأحجاج كم تفجع به إن قتلته ... ثماني عشر واثنتيت وأربعا\n</p>\n\n<p>\nأحجاج لو تسمع بكاء نسائه ... وعماته يفدينه الليل أجمعا\n</p>\n\n<p>\nفرق لها الحجاج وبكى وحبسه وكتب في أمره إلى عبد الملك يصف ما جرى. فكتب\nإليه أعف عنه وألحق عياله في العطاء ففعل.\n</p>\n\n<p>\n؟ حكاية\n</p>\n\n<p>\nقيل لأبي عقيل البليغ: كيف رأيت مروان بن الحكم عند طلب الحاجة؟ قال:\nرأيت رغبته في الإنعام فوق رغبته في الشكر، وحاجته إلى قضاء الحاجة أشد من\nحاجة صاحب الحاجة.\n</p>\n\n<p>\n؟؟ حكاية\n</p>\n\n<p>\nلقي أبو دلامة أبو دلف في مصادله وهو والي العراق فأخذ بعنان فرسه وأنشد:\n</p>\n\n<p>\nإني حلفت لئن رأيتك سالما ... بقرى العراق وأنت ذو وفر\n</p>\n\n<p>\nلتصلين على النبي محمد ... ولتملأن دراهما حجري\n</p>\n\n<p>\nفقال: أما الصلاة على النبي محمد فصلى الله عليه وسلم. وأما الدراهم فلا.\nقال له: جعلت فداك لا تفرق بينهما بالذي أسأله أن لا يفرق بينك وبين النبي\nصلى الله عليه وسلم. قال: فاستسلفها أبو دلف وصبت في حجره حتى <span id='ms121'></span> أثقلته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head59'>حكاية</h1>\n\n<p>\n</span></span></span></span></span></span></span>\n</p>\n\n<p>\nالشيباني قال: نظر زياد إلى رجل من ضبة يأكل أكلا قبيحا، وهو أقبح الناس\nوجها. فقال له: يا أخا ضبة كم عيالك؟ قال: سبع بنات أنا أجمل منهن وهن آكل\nمني. فقال زياد: لله دره ما ألطف سؤاله. افرضوا لكل واحدة منهن مائة\nوخادما، وعجلوا له ولهن بأرزاقهم. فخرج الضبي وهو يقول:\n</p>\n\n<p>\nإذا كنت مرتاد السماحة والندى ... فبادر زيادا أو أخا لزياد\n</p>\n\n<p>\nيجيبك امرؤ يعطي على الحمد ماله ... إذا ظن بالمعروف كل جواد\n</p>\n\n<p>\nوما لي لا أثني عليه وإنما ... طريقي من معروفه وتلادي\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nأتى رجل معن بن زائدة يستحمله فقال: يا غلام أعطه فرسا وبرذونا وبغلا\nوعيرا وبعريا وجارية ولو عرفت مركوبا غير هؤلاء أعطيتك.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nكتب رجل من العلماء إلى يزيد بن حاتم يستوصله فبعث إليه بثلاثين ألفا\nوكتب إليه: أما بعد فقد بعثت إليك بثلاثين ألفا ولا أكثرها امتنانا ولا\nأقللها تجبرا ولا أستثنيك عليها ثناء ولا أقطع لك بها رجاء والسلام.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nبينما خالد بن عبد الله القسري في مطلة له إذ نظر إلى أعرابي يخب به\nبعيره فقال لحاجبه: إذا قدم فلا تجبه. فلما قدم أدخله عليه فسلم وقال:\n</p>\n\n<p>\nأصلحك الله قل ما بيدي ... فما أطيق العيال إذ كثروا\n</p>\n\n<p>\nألح دهر رمى بكلكله ... فأرسلوني إليك وانتظروا\n</p>\n\n<p>\nفقال خالد: أرسلوك وانتظروا والله لأسيرك حتى تنصرف إليهم بما يسرهم وأمر\nله بجائزة عظيمة وكسوة شريفة.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nقال أبو عبيدة اجتمعت وفود العرب عند النعمان بن المنذر فأخرج إليهم بردي\nمحرق. وقال ليقم أعز العرب قبيلة فليلبسها فقام عامر ابن أحيم السعدي فاتزر\nبأحدهما وارتدى بالآخر. فقال له النعمان: لم أنت أعز العرب؟ فقال: العز\nوالعد من العرب في معد ثم في نزار ثم في تميم ثم في كعب ثم في عوف ثم في\nبهدلة، فمن أنكر هذا من العرب فلينافرني. فسكت الناس فقال النعمان: هذه\nحالتك في قومك فكيف أنت في نفسك وأهل بيتك؟ فقال أنا أبو عشرة وعم عشرة\nوخال عشرة وأما في نفسي <span id='ms122'></span> فهذا شاهدي. ثم وضع قدمه على الأرض وقال: أزالها عن\nمكانها فله مائة من الإبل فلم يقم إليه أحد فذهب بالبردين.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوذكر القخذمي وابن عائشة وخالد بن جمل أن ابن أبي عتيق صار إلى الحسن\nوالحسين ابني علي بن أبي طالب رضي الله عنهم وعبد الله بن جعفر وجماعة من\nقريش فقال لهم: إن لي حاجة إلى رجل أخشى أن يردني فيها وإني أستعين بجاهكم\nوأموالكم فيها عليه فقالوا له: ذلك مبذول لك منا، فاجتمعوا ليوم وعدهم فيه،\nفمضى بهم إلى روج لبنى. فلما رآهم أعظم مصيرهم إليه وأكبرهم فقالوا: قد\nجئناك بأجمعنا في حاجة ابن أبي عتيق فقال: هي مقضية كائنة ما كانت. فقال\nابن أبي عتيق: قد قضيتها كائنة ما كانت كم أهل أو مال أو ملك؟ قال: نعم.\nقال: تهب لهم ولي روجتك لبنى وتطلقها. قال فإني أشهدكم أنها طالق ثلاثا،\nفاستحى القوم واعتذروا وقالوا: والله ما عرفنا حاجته ولو عرفنا أنها هذه ما\nسألناك إياها. فعوضه الحسن من ذلك مائة ألف درهم وحملها ابن أبي عتيق إليه.\nفلم تزل عنده حتى انقضت عدتها فتسأل القوم أباها وزوجها قيسا ولم تزل معه\nحتى مات. فقال قيس يمدح ابن أبي عتيق:\n</p>\n\n<p>\nجزى الرحمن أفضل ما يجازي ... على الإحسان خيرا من صديق\n</p>\n\n<p>\nفقد جربت إخواني جميعا ... فما ألفيت كابن أبي عتيق\n</p>\n\n<p>\nسعى في جمع شملي بعد صدع ... ورأي حدث فيه عن الطريق\n</p>\n\n<p>\nوأطفى لوعة كانت بقلبي ... أغصتني حرارتها بريقي\n</p>\n\n<p>\nفقال له ابن أبي عتيق: يا حبيبي أمسك عن هذا المديح فما يسمعه أحد إلا\nظنني قوادا.\n</p>\n\n<p>\nحكاية\n</p>\n\n<p>\nوذكر حماد بن إسحاق قال: حدثني أبي قال: صرت إلى سر من رأى بعد قدومي من\nالحج فدخلت إلى الواثق فقال: بأي شيء أطرفتني من حديث الأعراب وأشعارهم.\nفقلت: يا أمير المؤمنين جلس إلي فتى من الأعراب في بعض المنازل فرأيت منه\nأحلى ما رأيت من القتيان منظرا وحديثا وظرفا وأدبا فاستنشدته فأنشدني:\n</p>\n\n<p>\nسقى العلم الفرد الذي في ظلاله ... غزالان مكتنان <span id='ms123'></span> مؤتلفان\n</p>\n\n<p>\nإذا أنما التفا بجيدي تواصل ... وطرفاهما للريب مسترقان\n</p>\n\n<p>\nأرعتهما ختلا فلم أستطعهما ... ورميا ففاتاني وقد قتلاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nثم تنفس تنفسا ظننت أنه قد تقطعت حيازمه فقلت ما لك بأبي أنت؟ فقال: إن\nوراء هذين الجبلين \" شجى لي \" وقد حيل بيني وبين المرور بهذه البلاد وهدروا\nدمي وإنما أتمتع بالنظر إلى الجبلين تعللا بهما إذا قدم الحجاج ثم يحال\nبيني وبين ذلك. فقلت له: زدني مما قلت في ذلك، فأنشدني:\n</p>\n\n<p>\nإذا ما وردت الماء في بعض أهله ... حضور فعرض بي كأنك مازح\n</p>\n\n<p>\nفإن سألت عني حضور فقل لها ... به غير من دائه وهو صالح\n</p>\n\n<p>\nفأمر الواثق فكتبت له الشعرين فلما كان بعد أيام دعاني فقال: قد صنع بعض\nعجائز دارنا في أحد الشعرين لحنا فاسمعه فإن ارتضيته أظهرناه وإن رأيت فيه\nموضع إصلاح أصلحته. فغني لنا \" فيه \" من وراء الستارة. فكان في نهاية\nالجودة وكذلك كان يفعل إذا صنع شيئا. فقلت له: أحسن والله صانعه يا أمير\nالمؤمنين ما شاء الله. فقال: بحياتي، فقلت: وحياتك، وحلفت له بما وثق به،\nفأمر لي برطل فشربته. ثم أخذ العود وتغناه ثلاث مرات وسقاني ثلاثة أرطال\nوأمر لي بثلاثين ألف درهم. فلما كان بعد أيام دعاني فقال: قد صنع أيضا\nعندنا في الشعر الآخر وأمر فغني به، فكانت حالي فيه مثل الحال في الأول. ثم\nغناه لما استحسنه وحلفت له على جودته ثلاث مرات وسقاني ثلاثة أرطال وأمر لي\nبثلاثين ألف درهم. ثم قال: هل قضيت حق هديتك فقلت: نعم يا أمير المؤمنين،\nفأطال الله بقاك، وتمم نعمتك، ولا أفقدنيها منك ربك. ثم قال: لكنك لم تقض\nحق جليسك الأعرابي ولا سألتني معرفته، وقد سبقت \" منه \" مسألتك، وكتبت\nبخبره إلى صاحب الحجاز، وأمرته بإحضاره وخطبه المرأة، وحمل صداقها إلى\nقومها عنه من مالنا، فقبلت يده وقلت: السبق إلى المكارم لك، وأنت أولى بها\nمن غيرك.\n</p>\n\n<h1 class='l1' id='head60'>حكاية</h1>\n\n<p>\nأذن معاوية بن أبي سفيان للناس يوما فوقف له فتى من الأعراب فحدر اللثام\nوأنشأ يقول:\n</p>\n\n<p>\nمعاوي يا <span id='ms124'></span> ذا الحلم والعلم والعقل ... ويا ذا الندى والجود والمجد والفضل\n</p>\n\n<p>\nأتيتك لما ضاق في الأرض مسلكي ... فبالله لا تقطع رجائي من العدل\n</p>\n\n<p>\nوخذ لي بأنصافي من الجائر الذي ... رماني بسهم كان أهونه قتلي\n</p>\n\n<p>\nوهم بقتلي غير أن منيتي ... تنائت ولم أستكمل الرزق من أكلي\n</p>\n\n<p>\nفقال معاوية: ما خطبك؟ فقال: جعلني الله فداك أنا رجل من أهل البصرة\nتزوجت ابنه عم لي وكنت لها عاشقا، وكانت معجبة بي، فوقع بيني وبين أبيها ما\nيقع بين الأختان من الكلام فحجبها عني، فأخذني من ذلك ما لا يعلمه إلا\nالله. فأتيت عاملك ابن أم الحكم فشكوت إليه بعض ما أجد، فرق لي فبعث إليها\nوإلى أبيها فأتى بهما. فلما نظرا إليها أعجبته فأمر بي فحبست من غير أن\nيسمع منها ولا من أبيها، ثم بعث إلي أن طلقها فأبيت، فعذبني بأنواع العذاب،\nفلما خشيت التلف طلقتها. فيا غياث المكروب هل من حيلة فقد أذهلني الحزن\nوأسهرني القلق. فقال معاوية: والله ما رأيت كاليوم قط، ثم دعا بدواة وقرطاس\nوقال: اكتب إليه يا غلام وأكد عليه في البعثة بها لميعاد، وكتب في أسفل\nالكتاب:\n</p>\n\n<p>\nأعطي آلهي عهدا لا أكفره ... وأبرأ اليوم من ديني وإيماني\n</p>\n\n<p>\nإن أنت خالفتني فيما كتبت به ... لأجعلنك لحما بين عقباني\n</p>\n\n<p>\nفحمل الرسل الكتاب وانطلقوا ودخلوا عليه فلما قرأه تنفس الصعداء، ثم أعاد\nقراءته ثم تنفس الصعداء، ثم قال: لوددت أن معاوية تركها عندي سنة ثم عرضني\nعلى السيف. وأمرها فتجهزت، وأمر للرسل بثلاثين ألف درهم وقال: إن خيرك\nمعاوية فاختاريني. فقالت: أقول ما يجري الله على لساني. وكتب كتابا إلى\nمعاوية يقول في أسفله.\n</p>\n\n<p>\nلا تحنثن أمير المؤمنين فقد ... أوفيت نذرك في رفق وإمكان\n</p>\n\n<p>\nوقد أتيت بوجه لا شبيه له ... فيما يرى الناس من أنس ومن جان\n</p>\n\n<p>\nفاعذر فإنك لو أبصرت صورتها ... لقلت ما هذه تمثال إنسان\n</p>\n\n<p>\nفخرج الرسل حتى قدموا على معاوية والعذري مقيم، فلما نظر إليها معاوية\nأعجبته، وقال للأعرابي: ويحك هل من صبر عنها مع جليل العوض <span id='ms125'></span> منها؟ قال: لا\nوالله، ولو فرق بين جسدي ورأسي، وأنشأ يقول:\n</p>\n\n<p>\nلا تجعلني والأمثال تضرب بي ... كالمستجير من الرمضاء بالنار\n</p>\n\n<p>\nوالله والله لا فارقتها أبدا ... حتى أوسد في تراب وأحجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nفغضب معاوية فقال: اختاري إن شئت الأعرابي، وإن شئت ابن أم الحكم، وإن\nشئت أنا، فقبضت على يد الأعرابي وقالت:\n</p>\n\n<p>\nهذا وإن أصبح في أطماري ... أكرم عندي من أبي وجاري\n</p>\n\n<p>\nوصاحب الدرهم والدينار ... والأمر والنهي مع الأكبار\n</p>\n\n<p>\nأخاف إن فعلت حر النار\n</p>\n\n<p>\nفأمرها معاوية أن تعتد، فلما اعتدت زوجها الأعرابي وأمر لها بألف دينار\nلجهازها، وللفتى بألف دينار، ورده إلى البصرة.\n</p>\n\n<p>\nقال المؤلف رحمه الله: فهذه مائة وخمسون خبرا من أحسن ما يسطر وأفخر ما\nيذكر وينشر. وقد ذيلت ذلك ب\n</p>\n\n<h1 class='l1' id='head61'>نكت عجيبة</h1>\n\n<p>\nمن الأجوبة المصيبة فإنها تستجاد من الأقوال كما أستجيد ما قبلها من\nالأفعال. والله ولي التوفيق والإقبال:\n</p>\n\n<p>\nنكت عجيبة\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head62'>نكتة</h1>\n\n<p>\n</span></span></span></span></span></span></span></span></span></span>\n</span></span>\n</p>\n\n<p>\nقال الأصمعي: سمعت مولى لآل عمر بن الخطاب رضي الله عنه يقول: أخذ عبد\nالملك بن مروان رجلا كان يرى رأي شبيب الخارجي فقال له عبد الملك: ألست\nالقائل؟\n</p>\n\n<p>\nومنا سويد والبطين وقعنب ... ومنا أمير المؤمنين شبيب\n</p>\n\n<p>\nفقال الرجل لم أقل هكذا. وإنما قلت: ومنا أمير المؤمنين شبيب ينصب الراء\nعلى النداء المضاف. فكان تقديره ومنا يا أمير المؤمنين شبيب. فنفى يومئذ\nالخلافة عن شبيب الخارجي، والخبر مشهور، فاستحسن عبد الملك حضور ذهنه وحسن\nاعتذاره فأطلقه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل ليزيد بن المهلب في حرب: ما لسيفك يقطع وسيوفنا لا تقطع على أنا\nنغالي بها. فأخذ يزيد يده فوضعها على قلبه وقال: كيف ترى سكونه قال أراه\nساكنا. قال بهذا يقطع سيفي.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nلما أتى الحجاج بعمران بن حطان أسيرا قال: يا حرسي اضرب عنق ابن الزانية.\nفقال عمران: بئس ما أدبك به أهلك يا حجاج. أبعد الموت منزلة أصافعك عليها،\nما كان يؤمنك أن ألقاك بمثلها، فاستحى الحجاج وأطلقه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال المنصور لعمرو بن عبيد: بلغني أن كتاب إبراهيم بن عبد الله ابن الحسن\nابن الحسين ورد <span id='ms126'></span> عليك. فقال: قد رأينا له كتابا وما قرأته، وأنت تعلم رأيي\nفي الخوارج، فقال له ثبت يقينك بحلفه، فقال: لئن كذبت تقية لأحلفن لك تقية.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nخرج الحجاج بن يوسف متصيدا، فلقي أعرابيا فقال: كيف سيرة الحجاج فيكم؟\nقال: ظلوم غشوم لا حياه الله ولا بياه، قال له: فلو شكوتموه إلى أمير\nالمؤمنين عبد الملك؟ فقال الأعرابي: هو والله أظلم منه وأغشم، فعليه لعنة\nالله. فأغضب ذلك الحجاج وقال له: أما تدري من أنا؟ قال: وما عسيت أن تكون؟\nقال: أنا الحجاج فقال الأعرابي: وتدري من أنا؟ قال: لا، من أنت؟ قال مولى\nبني أبي ثور أجن مرتين من الشهر وهذه إحداهما، فضحك الحجاج وانصرف عنه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nتقدم أعرابي مع خصم له إلى بعض الولاة. فقال له الوالي: قل الحق وإلا\nأوجعتك ضربا، فقال له الأعرابي: فأنت أيضا فاعمل به فما وعدك الله منه أعظم\nمما وعدتني منك.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nحدث زرارة الفقمي قال: دخل يزيد بن أبي مسلم كاتب الحجاج على سليمان بن\nعبد الملك بعد موت الحجاج واستخلاف سليمان. فقال له سليمان: على من آثرك\nوجعلك وزيرا لنفسه لعنة الله. فقال له يزيد: جعلني الله فداك يا أمير\nالمؤمنين إنك نظرت إلي والأمور عني مدبرة، ولو كانت علي مقبلة لعظم في\nعينيك ما استصغرت مني. قال له سلميان: أترى الحجاج قد قر في قرارها يعني\nجهنم أن بقي يهوي إلى قعرها؟ قال: يا أمير المؤمنين هو بين أخيك وأبيك فضعه\nحيث شئت فخجل سليمان.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nكان الفرزدق ينشد شعره بالمربد من البصرة، والناس مجتمعون حوله إذ مر به\nالكميت وهو علام فوقف، فقال له الفرزدق: ليسرك أني أبوك؟ فقال: أما أبي فلا\nأريد به بدلا ولكن يسرني لو كنت أمي ليذوق أبي عسيلتك. فقال الفرزدق:\nاكتمها على عمك يا ابن أخي فما مر بي مثلها.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل لزينب بنت الزبير: أهزل ما تكونين إذا قدم زوجك، وكان زوجها عنبسة بن\nأبي سفيان، فقالت: إن الحرة لا تجامع زوجها بملء <span id='ms127'></span> بطنها.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال معاوية ابن أبي سفيان يوما لابن عباس بعد أن عمي: يا بني هاشم ما\nأكثر ما تصابون في أبصاركم. فقال ابن عباس: وأنتم في بصائركم.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال أبو بكر الصولي: قال رجل لخالد الكاتب وقد هجاه هجوا أفحش فيه: بأي\nوجه تلقاني؟ فقال: بالوجه الذي ألقى فيه ربي مع كثرة ذنوبي.\n</p>\n\n<p>\nنكتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nحدث الأصمعي قال: لقيت أعرابيا نظيف الثياب حسن الوجه في بعض البادية،\nفقلت يا أعرابي من أين تأكل؟ فقال لي: لو اتكلت على أن آكل من حيث أعلم\nلطال جوعي.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head63'>نكتة</h1>\n\n<p>\n</span></span></span></span></span></span></span></span></span></span>\n</span></span></span></span>\n</p>\n\n<p>\nدخلت ليلى الأخيلية على الحجاج فقال لها: أنشديني أظرف ما استظرفت لتوبة\nبن الحمير فقالت: إن أظرف ما استظرفت له:\n</p>\n\n<p>\nولو أن ليلى الأخيلية سلمت ... علي وفوقي جندل وصفائح\n</p>\n\n<p>\nلسلمت تسليم البشاشة أو زقا ... إليها صدى من جانب القبر صائح\n</p>\n\n<p>\nولقد مررت أيها الأمير على قبره فسلمت عليه فسمعت ذلك الصوت من القبر.\nفقال لها بعض جلساء الحجاج: إنما أسمعك ذلك الشبق. فقالت: أيها الأمير\nأتأذن لي في هذا أن أكلمه، فقال لها شأنك، فقالت: يا فتى هل رأيت توبة قط؟\nقال لا، قالت: أما والله لو كنت رأيته لتمنيت أن لا يبقى في دارك عذراء إلا\nأصبحت حاملا منه، فكأنما ألقمته حجرا.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nأهدى المعلى إلى المعتمر مرآة فقال له: كيف وقعت على مرآة؟ قال: كلما\nرأيت وجهك الحسن فيها ذكرتني فأمر له بمال.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال اجتمع قوم بباب الأوزاعي يتذاكرون، وأعرابي من كلب ساكت، فقال له\nالرجل: بحق ما سميتم خرس العرب. فقال: يا هذا أما علمت أن لسان الرجل لغيره\nوسمعه له.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال المبرد: قال لي عمارة \" بن عقيل \" قال لي عبد الله بن أبي السمط: يا\nعمارة أما علمت أن المأمون لا يبصر الشاعر. فقلت له: ومن أبصر منه فيه، إنا\nلننشده البيت فيسبقنا إلى عجزه من غير أن يكون سمعه، فقال: إني أنشدته بيتا\nأجدت فيه فلم يحركه. قلت وما هو؟ قال:\n</p>\n\n<p>\nأضحى أمام الهدى المأمون مشتغلا ... بالدين <span id='ms128'></span> والناس بالدنيا مشاغيل\n</p>\n\n<p>\nفقلت: ما صنعت شيئا، ما زدت على أن جعلته عجوزا في محرابها سبحتها في\nيدها، فمن يقوم بأمر الدنيا إذا كان مشغولا عنها وهو المطوق لها. ألا قلت\nكما قال \" عمك \" جرير في عبد العزيز بن مروان:\n</p>\n\n<p>\nفلا هو في الدنيا مضيع نصيبه ... ولا عرض الدنيا عن الدين شاغله\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال عمر بن الخطاب رضي الله عنه لامرأة: والله لأسوءنك. قالت: والله ما\nأنت على ذلك بقادر. قال: وكيف؟ قالت: أتستطيع أن تنزع عني الإسلام؟ قال:\nلا. قالت: فما يسوءني غيره.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال: أمر الرشيد يحيى بن خالد بهدم إيوان كسرى فقال له: لا تهدم بناء دل\nعلى فخامة بانيه، وإنكم أزلتم ملكه، وأوهنتك أمره فقال له: غششت يا مجوسي\nثم أمر بنقضه. ثم فكر الرشيد فقدر لهدمه نفقة استكثرها فكف. فقال له يحيى:\nلم يحسن بك أن تهدم. فإذا بيت فكيف يحسن بك أن تعجز عن هدم شيء بناه غيرك\nوالهدم أيسر من البناء فعلم نصحه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل للأحنف: أخبرني الثقة عنك بسوء. قال: الثقة لا ينم\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقالت اليهود للنبي صلى الله عليه وسلم: أليس لم تزل نبيا؟ قال: بلى\nقالوا: فلم لم تنطق في المهد كما نطق عيسى. قال: إن الله خلق عيسى من غير\nفحل فلولا أنه نطق في المهد لما كان لمريم عذر إذ أخذت بما يؤخذ به غيرها،\nوإنما ولدت من أبوين.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل للمسيح عليه السلام: لو دعوت الله عز وجل أن يرزقك حمارا يوقيك ويحمل\nرحلك. فقال: أنا أكرم على الله من أن يجعلني خادم حمار.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقالت عائشة رضي الله عنها: ذبحنا شاة فتصدقنا به \" فقال النبي صلى الله\nعليه وسلم: هل بقي منها شيء فقلت: يا رسول الله ما بقي منها إلا كتفها،\nفقال: كلها بقي إلا كتفها.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال المأمون لأحمد بن يسوف: أن أصحاب الصدقات قد تظلموا منك، قال: والله\nيا أمير المؤمنين ما رضي أصحاب الصدقات عن رسول الله صلى الله عليه وسلم <span id='ms129'></span>\nحتى أنزل الله فيهم: ومنهم من يلمزك في الصدقات فإن أعطوا منها رضوا وإن لم\nيعطوا منها إذا هم يسخطون. فكيف يرضون عني؟ فضحك المأمون.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال هشام بن عبد الملك لزيد بن علي رضي الله عنهما: بلغني أنك تريد\nالحلافة ولا تصلح لها لأنك ابن أمة. فقال: قد كان إسماعيل ابن أمة وإسحاق\nبن حرة فأخرج الله من صلبه خير ولد آدم.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل لعائشة رضي الله عنها: يا أم المؤمنين متى أعلم إني محسن؟ قالت\nإذا علمت أنك مسيء قال: متى أعلم أني مسيء؟ قالت: إذا علمت أنك محسن.\n</p>\n\n<p>\nنكتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لرقية: ما بال القراء أشبق الناس؟ قالت لأن الله أراد أن يعف نساؤهم.\nقيل: فما بالهم أحد الناس؟ قالت عز القرآن في صدورهم. قيل: فما بالهم أشد\nالناس تمسكا بما في أيديهم؟ قالت لأنهم اكتسبوه من حله، فيكرهون أن يضيعوه\nإلا في حقه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head64'>نكتة</h1>\n\n<p>\n</span></span></span></span></span></span></span></span></span></span>\n</span></span></span></span></span></span>\n</p>\n\n<p>\nقيل ليحيى بن خالد: غير حاجبك. قال: فمن يعرف أخواني القدماء؟\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال بعضهم لهشام: أنا أقول بالاثنين. قال: فتقول أن أحدهما يخلق شيئا لا\nيستعين عليه بالآخر قال: نعم. قال: فما تصنع بالاثنين واحد خلق كل شيء أصلح\nلك \" فانقطع \"\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال عمرو بن العاص لعدي بن حاتم الطائي: متى فقئت عينك يا أبا طريف؟ قال:\nيوم طعنت في دبرك وأنت مول، يعني يوم صفين.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nدخل معن بن زائدة على المنصور فأسرع في المشي وقارب. فقال له المنصور:\nكبرت سنك يا معن. فقال: في طاعتك يا أمير المؤمنين. فقال: وإنك مع ذلك\nلجلد، قال: على أعدائك يا أمير المؤمنين. قال: وإن فيك لبقية. قال: هي لك\nيا أمير المؤمنين.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nمرت امرأة بسعيد بن المسيب وقد أقيم ليضرب. فقالت: يا شيخ لقد أقمت مقام\nالخزي. فقال: من مقام الخزي هربت.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال الرشيد يوما لشريك القاضي: يا شريك، آية من كتاب الله ليس لك ولا\nلقومك فيها شيء. قال: وما هي يا أمير المؤمنين؟ قال:) وإنه لذكر لك ولقومك\n(، فقال <span id='ms130'></span> شريك: وآية أخرى يا أمير المؤمنين ليس لي ولا لقومي فيها شيء. قال:\nوما هي؟ فقال:) وكذب به قومك وهو الحق (.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nاشتكى عبد الله بن صفوان ضرسه فأتاه رجل يعوده فقال له: ما بك؟ قال: وجع\nالضرس. فقال: أما علمت ما يقول إبليس؟ قال: يقول دواؤه الكسر. فقال عبد\nالله بن صفوان: إنما يطيع الشيطان أولياؤه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nعرض بعض القواد أصحابه فمر به رجل معه سيف رديء، فقال له: ويحك ما هذا\nالسيف؟ أما علمت أن الرجل بسيفه؟ فقال: أصلح الله الأمير إنما هي مأمورة.\nفقال: هذا مما أمر أن لا يقطع شيئا فاستبدل به غيره.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nدخل المأمون على أم الفضل بن سهيل يعزيها في ابنها الفضل، فقال لها فيما\nقال: إنك لم تفقدي منه إلا رؤيته فلا تجزعي فأنا ولدك مكانه. فقالت: يا\nأمير المؤمنين إن أمرأ أفادنيك ولدا الجدير أن أجزع عليه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل لثمامة: لا تقدر أن تؤخر ما قدم الله ولا تقدم ما أخر الله. قال:\nهذا على ضربين إن أردت أن أصير رأس الحمار ذنبه فلا، وإن أردت أن أقدم\nمعاوية على علي وقد أخره الله فنعم.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل لهشام القرطي: كم تعد \" قال: من واحد إلى ألف ألف أو أكثر قال:\nلم أرد هذا، قال: كم تعد \" من السن؟ قال اثنين وثلاثين سنا ست عشرة من أعلى\nوست عشرة من أسفل. قال: لم أرد هذا، قال: كم لك من السنين؟ قال: والله ما\nلي فيها شيء، السنون كلها لله تعالى. قال: يا هذا ما سنك؟ قال: عظم، قال\nابن كم أنت؟ قال ابن اثنين رجل وامرأة. قال: كم أتى عليك؟ قال: لو أتى علي\nشيء لقتلني. قال: فكيف أقول؟ قال: تقول كم مضى من عمرك.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال عبد الله بن جابر لقهرمان له: إلى أين يا هامان؟ قال: أبني لك صرحا.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال عمر بن عبد العزيز لنعيم بن سلامة الحميري ممازحا: قومك الذين قالوا:\nربنا باعد بين أسفارنا وظلموا <span id='ms131'></span> أنفسهم. فقال نعيم: الذي قال قومك أشد يا\nأمير المؤمنين إذ اقلوا: اللهم إن كان هذا هو الحق من عندك فأمطر علينا\nحجارة من السماء أو ائتنا بعذاب أليم، فتبسم عمر.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال بلال بن أبي بردة لابن أبي علقمة: إنما دعوتك لأسخر منك، قال ابن أبي\nعلقمة لئن فعلت ذلك لقد سخر أحد الحكمين من الآخر.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال معاوية يوما لأهل الشام، وعنده عقيل بن أبي طالب رضي الله عنه: هل\nسمعتم قول الله عز وجل تبت يدا أبي لهب وتب \" ما أغنى عنه. قالوا: نعم \"\nفإن أبا لهب عم \" هذا الرجل وأشار إلى عقيل \" فقال عقيل: يا أهل الشام هل\nسمعتم قوله تعالى:) وامرأته حمالة الحطب في جيدها حبل من مسد (؟ قالوا:\nنعم. قال فإنها \" عمة هذا الرجل وأشار إلى معاوية \".\n</p>\n\n<p>\nنكتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: مر مبارك التركي بابن أيوب المكي وهو اقف بباب الجسر فقال: يا أبا\nأيوب كيف ترى هذا الفرص؟ قال: فارها. قال: ثم مروا قبل منارة السعودي فقال\nله أيوب: من أين أقبلت؟ فقال من القسر، ألك حاجة يا أبا أيوب؟ قال: نعم\nتلحق مباركا فتعطيه السين وتأخذ الصاد.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head65'>نكتة</h1>\n\n<p>\n</span></span></span></span></span></span></span></span></span></span>\n</span></span></span></span></span></span></span></span>\n</p>\n\n<p>\nقال رجل لعقيل بن أبي طالب، وكان عجيب الجواب،: إن فيكم يا بني هاشم\nلجمالا. فقال هو منا في الرجال ومنكم في النساء.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nوقال رجل من ولد أبي جهل لشريك: أكان علي يقنت في الفجر؟ قال: نعم ويلعن\nفيه أباك.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل لأبي العالية الرياحي كيف أصبحت؟ قال على خلاف ما يحب الله، خلاف ما\nيحب الشيطان، وخلاف ما أحب \" قيل له كيف ذلك؟ \" قال: لأن الله يحب أن أطيعه\nولا أعصيه، ولست كذلك. والشيطان يحب أن أعصي الله وأطيعه ولست كذلك، وأنا\nأحب أن لا أهرم وأفتقر. لا أموت ولست كذلك.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل تكلم رجل بين يدي المأمون فهذر ثم قال: أأسكت يا أمير المؤمنين.\nفقال: وهل تكلمت؟\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nوذكر المبرد أن رجلا جاء إلى عامل البصرة، وكان هذا العامل قد ولاه\nالمنصور الإجراء <span id='ms132'></span> على القواعد من النساء اللواتي لا أزواج لهن وعلى العميان\nوالأيتام. فقال له: أسألك أيها العامل أن تثبتي مع القواعد من النساء، فقال\nله أولئك نساء فكيف أثتبك فيهن؟ قال: ففي العميان قال: أما هذا فنعم، لأن\nالله عز وجل: فإنها لا تعمي الأبصار ولكن تعمى القلوب التي في الصدور. قال\nله: وتتفضل بإثبات ولدي في الأيتام. قال: وذلك أيضا، من تسكن أنت أباه فهو\nيتيم. فانصرف وقد أثبت في العمي في الأيتام.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل لابن عمران: المختار بن أبي عبيد يزعم أنه يوحى إليه. قال: صدق الله\nعز وجل، وإن الشياطين ليوحون إلى أوليائهم.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nأرسل الحسن بن سهل إلى دينار بن عبد الله ما دينك؟ فبعث إليه: ما ظننت أن\nحيا يسأل عن هذه المسألة، وما ظننتها إلا لمنكر ونكير: ديني الإسلام وطاعة\nالأمير.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل لا بن عقاب: أعلم فلانا بشكري، قال: قل حتى أسمع.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل لسعيد بن عبد الملك الكاتب: تأمر بشيئا؟ قال: نعم بتقوى الله\nوبإسقاط ألف \" شيء \".\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nأمر النعمان بتقييد عدي بن زيد، فلما قيد ضحك، فقيل له: أتضحك وأنت مقيد؟\nقال: فأنا أبكي من يحله.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nالتقى رجلان قرشي وأنصاري، فصغر القرشي بالأنصاري، فقال: الأنصاري ممن\nأنت؟ قال: من قريش. قال: فإن قريشا ثلاثة أصناف، صنف آوينا نصرنا، وصنف\nمننا عليهم، وصنف قتلنا فمن انت؟\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل تكلم رجل في مجلس ابن عباس فخلط. فقال ابن عباس: بكلام مثلك رزق\nالطير المحبة.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال رجل في مجلس ابن حنيفة: ما كذبت قط. فقال أبو حنيفة: أما نحن فشهدنا\nعليك بهذه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nنظر الفرزدق إلى شيخ من اليمن فقال كأنه عجوز سبإ فقال اليماني: عجوز سبإ\nخير من عجوز قريش، هذه قالت: رب إني ظلمت نفسي وأسلمت مع سليمان لله رب\nالعالمين، وتلك حمالة الحطب.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nاستقبل عبد الملك أخاه عبد العزيز حين رجع من مصر على ألف جمل، فقيل له\nعبد الملك: على كم كانت البداءة؟ قال: على ثلاثمائة <span id='ms133'></span> بعير فقال عبد الملك:\nما عير أحق بأن يقال لها \" أيتها العير إنكم لسارقون \" من هذه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال أتى عدي بن أرطأة وهو أمير البصرة، وكان أعرابي الطبع إلى إياس بن\nمعاوية وكان القاضي يومئذ في مجلس حكمه. فقال: يا هناه أين أنت؟ قال: إياس\nبينك وبين الحائط. قال: فاسمع مني، قال: للاستماع جلست، قال: إني تزوجت\nامرأة، قال: بالرفاء والبنين. قال: وشرطت لأهلها ألا أخرجها من بيتهم، قال\nأوف لهم بالشرط. قال: وأنا أريد الخروج، قال: في حفظ الله. قال: فاقض بيننا\nقال: قد فعلت. قال: فعلى من قضيت؟ قال: على ابن عمك.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال المدائني: دخل عمرو بن العاص على معاوية وهو يتغدى. فقال: هلم يا\nعمرو، قال: هنيئا يا أمير المؤمنين أكلت آنفا. فقال: أما علمت يا عمرو أن\nمن شراهة المرء أن لا يدع في بطنه مستزادا لمستزيد. فقال: قد فعلت يا أمير\nالمؤمنين، قال: ويحك فلمن أبقيته ألمن هو أوجب حقا من أمير المؤمنين؟ فلا\nأراك إلا ضيعت حقا لحق لعلك لا تدركه، فقال عمرو: وماذا لقيت منك يا معاوية\nثم دنا فأكل.\n</p>\n\n<p>\nنكتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nقال قوم من الخوارج لمحمد بن الحنفية: لم غر ربك أبوك في الحروب ولم يغرر\nبالحسن والحسين؟ قال: لأنهما عيناه وأنا يمينه، فهو يدفع عن عينيه بيمينه.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head66'>نكتة</h1>\n\n<p>\n</span></span></span></span></span></span>\n</p>\n\n<p>\nسئل بعضهم عن حاله عند الوفاة فقال: ما حال من يريد سفرا طويلا بغير زاد،\nويقدم على ملك عادل بغير حجة، ويسكن قبرا موحشا بلا أنيس.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقيل تفاخرت قريش عند معاوية، والحسن بن علي رضي الله عنه عنده لا ينطق،\nفقال معاوية: ما يمنعك من الكلام يا أبا محمد فما أنت والله بكليل اللسان\nولا مشوب الحسب؟ فقال: يا أمير المؤمنين والله ما ذكروا مكرمة ولا فضيلة\nإلا ولي محضها ولبابها، ثم أنشد:\n</p>\n\n<p>\nفيم المراء وقد سبقت مبرزا ... سبق الجواد من المدى المتنفس\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nأتى مروان برجل أخذ عن ابن أخ له. فقال الرجل: كيف أؤخذ عن ابن أخي ولا\nعلم لي <span id='ms134'></span> بما صنع؟ فقال له مروان: أرويت الشعر قال: لا. قال: أو ما سمعت قول\nالشاعر.\n</p>\n\n<p>\nجانيك من يجني عليك وقد ... تعدي الصحاح مبارك الجرب\n</p>\n\n<p>\nفقال الرجل: لكن الله عز وجل يقول:) ولا تزر وازرة وزر أخرى (. فقال\nمروان: صدق الله وكذب مروان، خلوا عنه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nقال دخل أبو العيناء ذات يوم على المتوكل فقال له المتوكل: قد اشتقتك يا\nأبا العيناء. فقال: يا أمير المؤمنين إنما يشتاق العبد مولاه والمولى متى\nأراد عبده استدعاه. قال: لم لا تكثر من زيارتنا؟ قال: سرق حماري يا أمير\nالمؤمنين. قال وكيف سرق؟ قال: لم أكن مع اللص فأخبرك. قال: فلم لم تأتنا\nعلى غيره؟ قال: يمنعني من ذلك قلة يساري، ومنة العواري، وذلة المكاري. فقال\nله المتوكل: ما أحسن خصالك لولا سوء فيك. قال: يا أمير المؤمنين أنا خزانة\nالخير والشر، والله تعالى قد مدح وذم. فقال في مدحه: نعم العبد إنه أواب.\nوقال في ذمه: هماز مشاء بنميم. وقال الشاعر:\n</p>\n\n<p>\nإذا لم أنا أمدح على الخير أهله ... ولم أذمم النكس اللئيم المذمما\n</p>\n\n<p>\nففيم عرفت الخير والشر باسمه ... وشق لي الله المسامع والفما\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nحكي أن المأمون انفرد من عسكره فمر بحي من أحياء العرب، فنظر إلى صبي\nقائم يملا قربة وهو يصيح: يا أبت أدرك فاها، فقد غلبني فوها لا طاقة لي\nبفيها. قال فعجب المأمون من فصاحته على صغره فقال للصبي من أنت بارك الله\nفيك فتسمى له. ثم قال: فمن أنت؟ فقال: المأمون من بني آدم. فقال صدقت فمن\nأي بني آدم؟ قال: من خيارهم، قال: فأنت من العرب إذا فمن أيها؟ قال: من\nخيارهم. قال فمن مضر إذا فمن أيها؟ قال: من خيارهم. قال: فمن قريش ورب\nالكعبة فمن أيهم؟ فقلت: من خيارهم. قال: فمن بين هاشم والله فمن أيهم؟ قلت\nأنا من تحسده بنو هاشم كلهم. قال: فتباعد عني وقال: السلام عليك يا أمير\nالمؤمنين ورحمة الله وبركاته. قال المأمون: فأعجبني والله ذكاؤه فقلت له:\nأيما أحب إليك <span id='ms135'></span> مائة دينار معجلة أو عشرة آلاف درهم مؤجلة؟ قال لست أبيع\nعاجلا بآجل. فبينا نحن كذلك إذ خرج شيخ ضعيف من البيت فحاولت أخذ الصبي.\nفقال أنا شيخ فان وله والدة مثلي في الكبر والضعف وما لنا جميعا سواه فلا\nتحرمناه فأمرت له بمائة دينار وانصرفت.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nدخل بعض الشعراء على عبد الله بن طاهر فأنشده شعرا حسنا وبحضرته أعرابي\nفقال الشاعر: من الرجل؟ قال: من العجم. فقال الشاعر: ما للعجم والشعر غنما\nيقول الشعر العرب ولا يقوله من العجم إلا من نزا على أمه عربي قال له\nالأعجمي: فمن لم يقل الشعر منكم فقد نزا على أمه أعجمي فأفحمه.\n</p>\n\n<p>\nنكتة\n</p>\n\n<p>\nدخل شريك القاضي على المهدي فقال له الربيع: خنت مال الله أيها الشيخ\nومال أمير المؤمنين، قال له شريك: لو كان ذلك لأتاك سهمك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             <span id='ms136'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073"
  ],
  "volumes": [
    "01"
  ]
}