{
  "content": "\n\n<div class='EDITOR'>\n<div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالمملكة العربية السعودية - وزارة التعليم العالي - جامعة الملك سعود\n</p>\n\n<p>\nمركز البحوث - كلية الآدب\n</p>\n\n<p>\n(76)\n</p>\n\n<p>\nكتاب\n</p>\n\n<p>\nالمشيخة\n</p>\n\n<p>\nلأبي الحسين محمد بن أحمد بن محمد بن علي الصيرفي الآبنوسي البغدادي\n</p>\n\n<p>\nت 457 ه\n</p>\n\n<p>\nدراسة وتحقيق وتعليق\n</p>\n\n<p>\nد/ خليل حسن حمادة\n</p>\n\n<p>\nجامعة الملك سعود - كلية التربية\n</p>\n\n<p>\nقسم الدراسات الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1421ه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n</div>\n<div class='PARATEXT'>\n<p>\nجزء فيه\n</p>\n\n<p>\nفوائد عوال حسان منتقاة وغراب\n</p>\n\n<p>\nرواية الشيخ أبي الحسين محمد بن أحمد بن محمد بن علي الآبنوسي عن شيوخه\nرضي الله عنهم\n</p>\n\n<p>\nرواية أبي عبد الله يحيى وأبي غالب أحمد ابني الحسن بن أحمد البناء\nكلاهما عنه رواية أبي حفص عمر بن محمد بن معمر بن طبرزد عن أبي غالب أحمد\nبن الحسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nرواية أبي عبد الله محمد بن الحسن بن علي بن عساكر عن أبي حفص عمر بن\nطبرزد.\n</p>\n\n</div>\n<h1 class='l1' id=''></h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر خيرا\n</p>\n\n<p>\nأخبرنا الشيخ الأجل شمس الدين أبو عبد الله محمد بن الحسن بن عساكر قراءة\nعليه ونحن نسمع بالقاهرة أنا الشيخ المسند أبو حفص عمر بن محمد بن معمر بن\nطبرزد قراءة عليه ونحن نسمع أنا أبو غالب أحمد بن الحسن بن أحمد بن البناء\nأنا الشيخ أبو الحسين محمد بن أحمد بن علي الآبنوسي:\n</p>\n\n<p>\n1- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسن علي بن عمر بن أحمد بن مهدي الدارقطني \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة خمس وثمانين وثلاثمائة\n</p>\n\n<p>\n[ص: 38]\n</p>\n\n<p>\nأخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي أخبرنا أبو نصر\nالتمار عبد الملك بن عبد العزيز حدثنا حماد بن سلمة عن إسحاق بن عبد الله\nبن\n</p>\n\n<p>\n[ص: 39]\n</p>\n\n<p>\nأبي طلحة عن عبيد الله بن مقسم عن ابن عمر قال قرأ رسول الله صلى الله\nعليه وسلم على منبره {وما قدروا الله حق قدره والأرض جميعا قبضته يوم\nالقيامة} فجعل رسول الله صلى الله عليه وسلم يقول هكذا يمجد نفسه أنا\nالعزيز أنا الجبار أنا المتكبر يعني بذلك الله عز وجل، فرجف به المنبر حتى\nقلنا ليخرن الأرض.\n</p>\n\n<p>\n[ص: 40]\n</p>\n\n<p>\nقال الدارقطني تفرد به حماد بن سلمة عن <span id='ms01'></span> إسحاق بن عبد الله بن أبي طلحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n2- \n</p>\n\n<p>\nأخبرنا علي أخبرنا عبد الله بن محمد بن عبد العزيز البغوي حدثنا عبيد\nالله بن محمد العيشي حدثنا حماد بن سلمة عن محمد بن عمرو عن\n</p>\n\n<p>\n[ص: 41]\n</p>\n\n<p>\nأبي سلمة عن أبي هريرة أن عمرو بن قيس كان له ربا في الجاهلية فكان يمنعه\nذلك الربا من الإسلام حتى يأخذه ثم يسلم، فجاء ذات يوم ورسول الله صلى الله\nعليه وسلم بأحد فقال لقومه أين سعد بن معاذ قالوا هو بأحد قال فأين فلان\nقالوا هو بأحد فسأل عن قومه فقالوا هم بأحد فأخذ سيفه ورمحه ولبس لأمته ثم\nأتى أحدا، فلما رآه المسلمون قالوا إليك يا عمرو قال آمنت فحمل فقاتل فحمل\nإلى أهله جريحا. فدخل عليه سعد بن معاذ فقال لأخته ناديه فقولي له أجئت\nغضبا لله ولرسوله أم حمية لقومك فنادت فقال بل جئت غضبا لله ولرسوله. فمات\nفدخل الجنة ولم يصل لله قط.\n</p>\n\n<p>\n[ص: 42]\n</p>\n\n<p>\nقال الدارقطني: غريب من حديث محمد بن عمرو عن أبي سلمة عن أبي هريرة تفرد\nبه حماد بن سلمة عنه. وقال أصحاب المغازي عمرو بن أقيش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n3- \n</p>\n\n<p>\nأخبرنا علي حدثنا أبو القاسم عبد الله بن محمد بن\n</p>\n\n<p>\n[ص: 43]\n</p>\n\n<p>\nعبد العزيز حدثنا أبو الحارث سريج بن يونس حدثنا الحسن بن يزيد صاحب\nالسدي عن السدي عن أوس بن ضمعج عن أبي مسعود الأنصاري قال قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n[ص: 44]\n</p>\n\n<p>\nيؤم القوم أقرؤهم لكتاب الله فإن كانوا في القراءة سواء فأعلمهم بالسنة\nفإن كانوا في العلم سواء فأقدمهم هجرة فإن كانوا في الهجرة سواء فأقدمهم\nسنا ولا يؤم الرجل في سلطانه ولا يقعد على تكرمته في بيته إلا بإذنه.\n</p>\n\n<p>\n[ص: 46]\n</p>\n\n<p>\nقال الدارقطني تفرد به الحسن بن يزيد عن إسماعيل السدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n4- \n</p>\n\n<p>\nأخبرنا علي قال حدثنا عبد الله بن محمد قال حدثنا سريج بن يونس قال حدثنا\nالحسن بن يزيد قال حدثنا السدي عن أبي عبد الرحمن السلمي عن علي قال لما\nتوفي أبو طالب أتيت رسول الله <span id='ms02'></span> صلى الله عليه وسلم فقلت إن عمك الشيخ قد\nمات، قال اذهب فواره ثم لا تحدث شيئا حتى تأتيني، فواريته ثم أتيته فقال\nاذهب فاغتسل ولا تحدث شيئا حتى تأتيني، قال فاغتسلت فأتيته فدعا لي بدعوات\nما يسرني أن لي بها حمر النعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n5- \n</p>\n\n<p>\nأخبرنا علي قال حدثنا عبد الله قال حدثنا أبو بكر بن أبي شيبة قال حدثنا\nمحمد بن سليمان الأصبهاني\n</p>\n\n<p>\n[ص: 48]\n</p>\n\n<p>\nعن سهيل عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\nصلى في يوم ثنتي عشرة ركعة بني له بيت في الجنة.\n</p>\n\n<p>\n[ص: 49]\n</p>\n\n<p>\nقال الدارقطني: تفرد به محمد بن سليمان عن سهيل عن أبيه عن أبي هريرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n6- \n</p>\n\n<p>\nأخبرنا علي قال حدثنا عبد الله بن محمد بن عبد العزيز قال حدثنا أبو بكر\nيعني ابن أبي شيبة قال حدثنا محمد بن سليمان الأصبهاني عن سهيل عن أبيه عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم مدمن خمر كعابد اللات\nوالعزى.\n</p>\n\n<p>\n[ص: 50]\n</p>\n\n<p>\nقال الدارقطني تفرد به محمد بن سليمان عن سهيل عن أبيه عن أبي هريرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n7- \n</p>\n\n<p>\nأخبرنا علي قال حدثنا أبو بكر عبد الله بن سليمان بن\n</p>\n\n<p>\n[ص: 51]\n</p>\n\n<p>\nالأشعث إملاء سنة ست عشرة وثلاثمائة قال حدثنا علي بن محمد الزيادآباذي\nقال حدثنا معن بن عيسى قال حدثنا مالك عن سهيل بن [أبي] صالح عن أبيه عن\nأبي هريرة\n</p>\n\n<p>\n[ص: 52]\n</p>\n\n<p>\nقال قال رسول الله صلى الله عليه وسلم إذا مرض العبد بعث الله إليه ملكين\nفيقول انظروا ماذا لعواده فإن هو إذا دخلوا عليه حمد الله عز وجل رفعا ذلك\nإلى الله وهو أعلم فيقول لعبدي إن أنا توفيته أن أدخله الجنة وإن أنا شفيته\nأن أبدله لحما خير من لحمه ودما خير من دمه وأن أكفر عنه سيئاته.\n</p>\n\n<p>\nقال الدارقطني تفرد به علي بن محمد عن معن عن مالك وما نكتبه إلا عن ابن\nأبي داود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n8- \n</p>\n\n<p>\nأخبرنا علي قال حدثنا محمد بن جعفر المطيري قال حدثنا\n</p>\n\n<p>\n[ص: 53]\n</p>\n\n<p>\nجعفر بن عامر البزاز <span id='ms03'></span> قال حدثنا عفان بن مسلم قال حدثنا ابن يحيى بن سعيد\nعن أبيه قال ما رأيت الصالحين في شيء أكذب منهم في الحديث.\n</p>\n\n<p>\nآخر ما كتب عن الدارقطني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>[2] شيخ آخر</h1>\n\n<p>\n9- \n</p>\n\n<p>\nأخبرنا أبو حفص عمر بن أحمد بن عثمان بن\n</p>\n\n<p>\n[ص: 54]\n</p>\n\n<p>\nأحمد بن شاهين قراءة عليه وأنا أسمع فأقر به قال حدثنا عبد الله بن محمد\nيعني البغوي قال حدثنا أحمد بن حنبل قال حدثنا يعقوب بن إبراهيم قال حدثنا\nأبي عن محمد\n</p>\n\n<p>\n[ص: 55]\n</p>\n\n<p>\nبن إسحاق قال حدثني سعيد بن عبيد بن السباق عن محمد بن أسامة بن زيد عن\nأبيه أسامة بن زيد قال لما ثقل رسول الله صلى الله عليه وسلم هبطت وهبط\nالناس معي إلى المدينة فدخلت على رسول الله صلى الله عليه وسلم يوم أصمت\nفلا يتكلم فجعل يرفع يده إلى السماء ثم يصبها علي أعرف أنه\n</p>\n\n<p>\n[ص: 56]\n</p>\n\n<p>\nيدعو لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n10- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا داود بن عمرو الضبي قال\nحدثنا محمد بن مسلم عن عمرو بن دينار (ح) .\n</p>\n\n<p>\n[ص: 57]\n</p>\n\n<p>\n11- \n</p>\n\n<p>\nوحدثنا عبد الله قال حدثنا محمد بن عباد المكي قال حدثنا سفيان عن عمرو\nبن دينار عن أبي صالح قال سمعت أبا سعيد الخدري قال قال لي ابن عباس حدثني\nأسامة بن زيد أن النبي صلى الله عليه وسلم قال إنما الربا في النسيئة\n</p>\n\n<p>\nلفظ ابن عيينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n12- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا علي بن الجعد قال\nأخبرنا زهير يعني ابن معاوية عن زياد بن علاقة عن أسامة بن شريك قال كنت\nعند\n</p>\n\n<p>\n[ص: 60]\n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم فجاءت الأعراب من كل مكان فقالوا يا رسول\nالله أعلينا حرج في كذا وكذا فقال يا عباد الله وضع الله الحرج إلا من\nاقترض امرءا مسلما فذلك الذي حرج وهلك، قالوا يا رسول الله أنتداوى قال نعم\nيا عباد الله إن الله لم يترك أو لم يضع داء إلا أنزل له شفاء غير داء واحد\nالهرم قالوا يا <span id='ms04'></span> رسول الله فما خير ما أعطي الإنسان أو المسلم قال حسن\nالخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n13- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله [بن محمد] قال حدثنا علي بن الجعد قال\nأخبرنا أبو معاوية العباداني قال سمعت أبا المليح\n</p>\n\n<p>\n[ص: 62]\n</p>\n\n<p>\nابن أسامة يحدث عن أبيه قال غزوت مع رسول الله صلى الله عليه وسلم غزوة\nحنين في ثماني عشرة من شهر رمضان فوافق يوم جمعة يوم مطير فأمر رسول الله\nصلى الله عليه وسلم مناديا فنادى أن صلوا في رحالكم.\n</p>\n\n<p>\nقال عبد الله بن محمد وأبو معاوية العباداني لم يسمه لنا علي بن الجعد\nوهو عندي سعيد بن زربي [وقد حدث بهذا الحديث يزيد بن هارون ويونس بن محمد\nعن سعيد بن زربي] عن أبي المليح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n14- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا هارون بن إسحاق قال\nحدثنا محمد بن عبد الوهاب السكري عن سفيان عن سعيد بن إياس الجريري عن أبي\nالسليل\n</p>\n\n<p>\n[ص: 63]\n</p>\n\n<p>\nعن عبد الله بن رباح عن أبي بن كعب أن النبي صلى الله عليه وسلم قال له\nأي آية في كتاب الله أعظم قال قلت الله ورسوله أعلم حتى أعادها علي ثلاثا\nثم قلت الله الحي القيوم قال فضرب صدري ثم قال ليهنك العلم أبا المنذر.\n</p>\n\n<p>\nأخبرنا عمر حدثنا عبد الله حدثنا إبراهيم بن هانئ عن أحمد بن حنبل قال:\nاسم أبي السليل ضريب بن نقير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n15- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا حجاج بن يوسف قال حدثنا\nوهب بن جرير قال حدثنا أبي قال سمعت أيوب يحدث عن سعيد بن جبير عن ابن عباس\n</p>\n\n<p>\n[ص: 66]\n</p>\n\n<p>\nعن أبي بن كعب عن النبي صلى الله عليه وسلم أن جبريل حين ركض زمزم بعقبه\nجعلت أم إسماعيل تجمع البطحاء فقال النبي صلى الله عليه وسلم رحم الله هاجر\nأم إسماعيل لو تركتها كانت عينا معينا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n16- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا علي بن الجعد قال\nأخبرنا شعبة عن قتادة\n</p>\n\n<p>\n[ص: 67]\n</p>\n\n<p>\nقال سمعت زرارة <span id='ms05'></span> يحدث عن رجل من قومه يقال له أبي بن مالك أنه سمع النبي\nصلى الله عليه وسلم يقول من أدرك والديه أو أحدهما فدخل النار بعد ذلك\nفأبعده الله وأسحقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n17- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثنا محمد بن الهيثم قال\nحدثنا ابن أبي مريم قال أخبرنا يحيى بن أيوب\n</p>\n\n<p>\n[ص: 69]\n</p>\n\n<p>\nقال حدثني عبد الرحمن بن رزين عن محمد بن يزيد بن أبي زياد عن عبادة بن\nنسي عن أبي بن عمارة وكان رسول الله قد صلى في بيت عمارة القبلتين أنه قال\nيا رسول الله أمسح على الخفين؟ قال نعم قلت يوما قال ويومين قلت ويومين قال\nوثلاثة حتى بلغ سبعا. ثم قال نعم ما بدا لك\n</p>\n\n<p>\n[ص: 71]\n</p>\n\n<p>\nقال عبد الله لا أعلم رواه غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n18- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله بن محمد قال حدثني جدي قال حدثنا هاشم بن\nالقاسم قال حدثنا سليمان بن المغيرة (ح) وحدثنا عبد الله أيضا قال حدثنا\nعبد الله بن الهيثم العبدي قال حدثنا أبو داود الطيالسي قال حدثنا حماد بن\nسلمة\n</p>\n\n<p>\n[ص: 72]\n</p>\n\n<p>\nوسليمان بن المغيرة جميعا عن ثابت عن أنس قال كان أنس بن النضر عمي فسميت\nبه لم يشهد مع النبي صلى الله عليه وسلم يوم بدر فشق عليه وقال أول مشهد\nشهده رسول الله صلى الله عليه وسلم غبت عنه أما والله لئن أراني الله مشهدا\nفيما بعد ليرين الله ما أصنع فهاب أن يقول غيرها. فشهد مع رسول الله صلى\nالله عليه وسلم يوم أحد واستقبله سعد بن معاذ فقال له أبشر يا أبا عمرو\nواها لريح الجنة دون أحد، فقاتلهم حتى قتل رضي الله عنه قال فوجد في جسده\nبضع وثمانون ضربة وطعنة ورمية. فقالت الربيع بنت النضر عمتي فما عرفت أخي\nإلا ببنانه.\n</p>\n\n<p>\nقال ونزلت هذه الآية {من المؤمنين رجال صدقوا ما عاهدوا الله عليه}\nالآية.\n</p>\n\n<p>\nقال أنس يرون أنها نزلت فيه وفي أصحابه.\n</p>\n\n<p>\n[ص: 73]\n</p>\n\n<p>\nوهذا لفظ حديث جدي\n</p>\n\n<p>\nآخر ما كتبت عن ابن <span id='ms06'></span> شاهين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>[3] شيخ آخر</h1>\n\n<p>\n19- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو القاسم عبيد الله بن محمد بن إسحاق بن سليمان بن مخلد بن إبراهيم بن تميم بن حبابة \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في شهر ربيع\n</p>\n\n<p>\n[ص: 74]\n</p>\n\n<p>\nالأول سنة خمس وثمانين وثلاثمائة قال حدثنا أبو القاسم عبد الله بن محمد\nبن عبد العزيز البغوي قال حدثنا طالوت بن عباد أبو عثمان قال حدثنا فضال بن\nجبير قال سمعت أبا أمامة الباهلي يقول سمعت رسول الله صلى الله عليه وسلم\nيقول اكفلوا لي بست أكفل لكم بالجنة إذا حدث أحدكم فلا يكذب وإذا ائتمن فلا\nيخن وإذا وعد فلا يخلف غضوا أبصاركم وكفوا\n</p>\n\n<p>\n[ص: 75]\n</p>\n\n<p>\nأيديكم واحفظوا فروجكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا طالوت\n</p>\n\n<p>\n[ص: 76]\n</p>\n\n<p>\nبن عباد قال حدثنا فضال قال حدثنا أبو أمامة قال سمعت رسول الله صلى الله\nعليه وسلم يقول ثلاث من كن فيه وجد حلاوة الإيمان أن يكون الله ورسوله أحب\nإليه مما سواهما وأن يحب العبد لا يحبه إلا لله وأن يكره أن يرجع في الكفر\nبعدما أنقذه الله منه كما يكره أن يلقى في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n21- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا\n</p>\n\n<p>\n[ص: 77]\n</p>\n\n<p>\nطالوت قال حدثنا فضال بن جبير قال حدثنا أبو أمامة قال سمعت رسول الله\nصلى الله عليه وسلم يقول إن أول الآيات طلوع الشمس من مغربها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n22- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثني جدي قال حدثني أبو الأحوص\nمحمد بن حيان البغوي عن مالك بن أنس\n</p>\n\n<p>\n[ص: 78]\n</p>\n\n<p>\nعن هشيم بن أبي خازم عن يعلى بن عطاء عن عمارة بن حديد أن النبي صلى الله\nعليه وسلم قال اللهم بارك لأمتي في بكورها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n23- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا أحمد بن إبراهيم الموصلي\nقال كنت بالشماسية\n</p>\n\n<p>\n[ص: 80]\n</p>\n\n<p>\nوالمأمون يجري الحبلة فسمعته يقول ليحيى بن أكثم وهو ينظر إلى كثرة الناس\nأما ترى أما ترى ثم قال حدثنا يوسف بن عطية عن ثابت عن أنس أن النبي صلى\nالله عليه وسلم <span id='ms07'></span> قال الخلق كلهم عباد الله فأحب خلقه إليه أنفعهم لعياله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n24- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا أبو النضر التمار قال\nحدثنا القاسم بن الفضل الحداني عن النضر يعني ابن شيبان قال قلت لأبي سلمة\nحدثني بشيء سمعته من أبيك يحدث به عن رسول الله صلى الله عليه وسلم قال\nحدثني أبي في شهر رمضان قال قال رسول الله صلى الله عليه وسلم إن الله\nتعالى فرض عليكم شهر رمضان وسننت عليكم قيامه\n</p>\n\n<p>\n[ص: 83]\n</p>\n\n<p>\nفمن صامه وقامه إيمانا واحتسابا خرج من الذنوب كيوم ولدته أمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n25- \n</p>\n\n<p>\nأخبرنا عبيد الله وعيسى بن علي الوزير قالا حدثنا عبد الله\n</p>\n\n<p>\n[ص: 85]\n</p>\n\n<p>\nبن محمد بن عبد العزيز قال حدثنا هدبة بن خالد قال حدثنا حماد بن سلمة عن\nثابت عن عبد الرحمن بن أبي ليلى عن صهيب قال قرأ رسول الله صلى الله عليه\nوسلم {للذين أحسنوا الحسنى وزيادة} فقال إذا دخل أهل الجنة - زاد عيسى\nالجنة - وأهل النار - زاد عيسى النار -[ثم انغلقتا] نادى مناد إن لكم عند\nالله موعدا يريد أن ينجزكموه فيقولون ما هو ألم يثقل الله موازيننا ويبيض\nوجوهنا ويدخلنا الجنة ويجرنا من النار فيكشف لهم عن الحجاب فينظرون إلى\nالله تعالى فما شيء أعطوه أحب إليهم من النظر إليه وهي الزيادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n26- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا هدبة\n</p>\n\n<p>\n[ص: 87]\n</p>\n\n<p>\nقال حدثنا سهيل بن أبي حزم قال حدثنا ثابت البناني عن أنس بن مالك أن\nرسول الله صلى الله عليه وسلم قال من وعده الله عز وجل على عمل ثوابا فهو\nمنجزه له ومن وعده الله على عمل عقابا فهو فيه بالخيار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n27- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا هدبة قال حدثنا سهيل بن\nأبي حزم قال حدثنا ثابت البناني عن أنس أن رسول الله صلى الله عليه وسلم\nقال في هذه الآية {هو أهل التقوى وأهل المغفرة} قال قال رسول الله صلى الله\nعليه وسلم قال ربكم عز وجل أنا أهل أن أتقى <span id='ms08'></span> فلا يشرك بي عبدي وأنا أهل لمن\n</p>\n\n<p>\n[ص: 88]\n</p>\n\n<p>\nاتقى أن يشرك بي أن أغفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n28- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله بن محمد قال حدثنا هدبة بن خالد قال\nحدثنا حماد عن ثابت عن أنس أن النبي صلى الله عليه وسلم عاد رجلا قد صار\nمثل الفرخ فقال النبي صلى الله عليه وسلم له هل دعوت بشيء قال نعم قلت\nاللهم ما كنت معاقبني به في الآخرة فعجله في الدنيا قال رسول الله صلى الله\nعليه وسلم سبحان الله لا طاقة لك بعذاب الله فهلا قلت اللهم ربنا آتنا\n</p>\n\n<p>\n[ص: 89]\n</p>\n\n<p>\nفي الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n29- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا هدبة قال حدثنا مبارك بن\nفضالة عن ثابت عن أنس أن رجلا قال يا رسول الله إني أحب فلانا في الله\nتعالى قال فأخبرته قال لا قال قم فأخبره قال فأتيته فقلت إني أحبك في الله\nيا فلان فقال أحبك الذي أحببتني له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n30- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا هدبة قال حدثنا قتادة قال\nحدثنا أنس أن رسول الله صلى الله عليه وسلم كانت نعلاه لهما قبالان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n31- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا عبد الله قال حدثنا هدبة قال حدثنا أبان بن\nيزيد قال حدثنا قتادة عن أنس عن رسول الله صلى الله عليه وسلم قال لو أن\nلابن آدم واديين من مال لابتغى لهما واديا ثالثا ولا يملأ جوف ابن آدم إلا\nالتراب، ويتوب الله على من تاب.\n</p>\n\n<p>\n[ص: 93]\n</p>\n\n<p>\nآخر ما كتب عنه عن ابن حبابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>[4] شيخ آخر</h1>\n\n<p>\n32- \n</p>\n\n<p>\nأخبرنا أبو الحسين محمد بن عبد الله بن\n</p>\n\n<p>\n[ص: 94]\n</p>\n\n<p>\nالحسين بن عبد الله الدقاق المعروف بابن أخي ميمي قراءة عليه وأنا أسمع\nفأقر به في شهر ربيع الآخر سنة تسعين وثلاثمائة قال أخبرنا أبو القاسم عبد\nالله بن محمد بن عبد العزيز البغوي قراءة عليه وأنا أسمع قال أخبرنا أبو\nمحمد خلف بن هشام البزار ومنصور بن أبي مزاحم ومحمد <span id='ms09'></span> بن سليمان الأسدي قالوا\nحدثنا مالك بن أنس عن الزهري عن أنس قال دخل النبي صلى الله عليه وسلم مكة\nوعلى\n</p>\n\n<p>\n[ص: 95]\n</p>\n\n<p>\nرأسه المغفر فلما نزعه قيل هذا ابن خطل متعلق بأستار الكعبة قال فاقتلوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n33- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد بن عبد العزيز قال\nحدثنا حاجب بن الوليد أبو أحمد قال حدثنا الوليد بن محمد الموقري عن الزهري\nعن أنس قال قال رسول الله صلى الله عليه وسلم مثل المريض إذا برأ وصح من\nمرضه كمثل البردة\n</p>\n\n<p>\n[ص: 97]\n</p>\n\n<p>\nتقع من السماء في صفائها ولونها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n34- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا يحيى بن\nأيوب العابد قال حدثنا أبو\n</p>\n\n<p>\n[ص: 98]\n</p>\n\n<p>\nالمثنى صالح بن الزبير قال قدم سفيان الثوري مرو في ميراث فقال الناس قد\nجاء الثوري قد جاء الثوري فذهبت في من ذهب أنظر إليه فإذا غلام قد بقل\nوجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n35- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا يحيى بن\nأيوب قال حدثنا علي بن ثابت قال رأيت\n</p>\n\n<p>\n[ص: 99]\n</p>\n\n<p>\nسفيان الثوري في طريق مكة فقومت كل شيء عليه حتى نعليه درهم وأربعة\nدوانق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n36- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله قال حدثنا علي بن الجعد قال\nأخبرنا حماد بن سلمة عن أبي الزبير عن\n</p>\n\n<p>\n[ص: 100]\n</p>\n\n<p>\nجابر أن النبي صلى الله عليه وسلم دخل يوم فتح مكة وعليه عمامة سوداء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n37- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال أخبرنا عبد الله قال حدثنا أبو خيثمة قال\nحدثنا وكيع عن هشام بن عروة\n</p>\n\n<p>\n[ص: 102]\n</p>\n\n<p>\nعن أبيه عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم إن\nالله لا يقبض العلم انتزاعا ينتزعه من الناس ولكن يقبض العلم بقبض العلماء\nحتى إذا لم يبق عالم اتخذ النسا رؤساء جهالا فسئلوا فأفتوا بغير علم فضلوا\nوأضلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n38- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله أخبرنا عبد الله بن محمد بن عبد العزيز إملاء من\nكتابه سنة سبع <span id='ms10'></span> عشرة وثلاثمائة قال أخبرنا أبو عبد الله أحمد بن محمد بن\nحنبل بن هلال بن أسد الشيباني قال حدثنا إبراهيم بن خالد الصنعاني قال\nحدثنا رباح عن معمر عن هشام بن عروة عن أبيه عن عائشة قالت كان رسول الله\nصلى الله عليه وسلم حين قبض مسند ظهره\n</p>\n\n<p>\n[ص: 104]\n</p>\n\n<p>\nإلي فدخل عبد الرحمن بن أبي بكر وفي يده مسواك فدعا به النبي صلى الله\nعليه وسلم فأخذت السواك وطيبته ثم دفعته إليه فجعل يستن به فثقلت يده عليه\nوهو يقول اللهم في الرفيق الأعلى قالت ثم قبض رسول الله صلى الله عليه وسلم\nوهو بين سحري ونحري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n39- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد بن عبد العزيز قال\nحدثنا يحيى بن عبد الحميد الحماني قال\n</p>\n\n<p>\n[ص: 105]\n</p>\n\n<p>\nحدثنا عبد العزيز بن محمد عن عبد الرحمن بن حميد بن عبد الرحمن بن عوف عن\nأبيه عن جده قال قال رسول الله صلى الله عليه وسلم أبو بكر في الجنة وعمر\nفي الجنة وعثمان في الجنة وعلي في الجنة وطلحة في الجنة والزبير في الجنة\nوسعد بن [أبي] وقاص في الجنة وسعيد بن زيد في الجنة وأبو عبيدة بن الجراح\nفي الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n40- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا محمد بن\nعباد المكي قال حدثنا محمد بن طلحة التيمي\n</p>\n\n<p>\n[ص: 107]\n</p>\n\n<p>\nعن أبي سهيل بن مالك عن سعيد بن المسيب عن سعد بن أبي وقاص قال كنا مع\nرسول الله صلى الله عليه وسلم في بقيع الخيل فأقبل العباس بن عبد المطلب\nفقال رسول الله صلى الله عليه وسلم هذا العباس بن عبد المطلب عم نبيكم أجود\nقريش كفا وأوصلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n41- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا أبو نصر\nالتمار قال حدثنا كوثر بن حكيم عن نافع عن ابن عمر أن أبا بكر الصديق قال\nسمعت رسول\n</p>\n\n<p>\n[ص: 109]\n</p>\n\n<p>\nالله صلى الله عليه وسلم يقول من اغبرت قدماه في <span id='ms11'></span> سبيل الله حرمهما الله\nعلى النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n42- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا علي بن\nالجعد قال حدثنا شعبة وشيبان عن\n</p>\n\n<p>\n[ص: 110]\n</p>\n\n<p>\nقتادة قال سمعت أنس بن مالك قال صليت خلف النبي صلى الله عليه وسلم وأبي\nبكر وعمر وعثمان رضي الله عنهم فلم أسمع أحدا منهم يجهر ب (بسم الله الرحمن\nالرحيم) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n43- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد\n</p>\n\n<p>\n[ص: 112]\n</p>\n\n<p>\nقال حدثنا محمد بن حبيب الجارودي البصري سنة سبع وعشرين ومئتين قال حدثنا\nعبد العزيز بن أبي حازم عن أبيه عن سهل بن سعد قال خرج رسول الله فإذا بأبي\nطلحة فقام فتلقاه فقال بأبي أنت وأمي يا رسول الله إني لأرى السرور في وجهك\nقال فقال أجل جاءني جبريل آنفا فقال يا محمد من صلى عليك مرة أو قال واحدة\nكتب الله له عشر حسنات ومحا عنه عشر سيئات ورفع له عشر درجات.\n</p>\n\n<p>\n[ص: 113]\n</p>\n\n<p>\nقال محمد بن جبير ولا أعلمه إلا قال وصلت عليه الملائكة عشر مرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n44- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله بن محمد قال حدثنا خلف بن\nهشام قال حدثنا عبد العزيز بن أبي حازم\n</p>\n\n<p>\n[ص: 114]\n</p>\n\n<p>\nعن أبيه عن سهل بن سعد قال جاء النبي صلى الله عليه وسلم ونحن نحفر\nالخندق وننقل التراب على الأكتاف فقال اللهم إنه لا عيش إلا عيش الآخرة\nفاغفر للمهاجرين والأنصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n45- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عبد الله قال حدثنا\n</p>\n\n<p>\n[ص: 115]\n</p>\n\n<p>\nهاشم بن الحارث قال حدثنا عبيد الله بن عمرو عن زيد ابن أبي أنيسة عن\nالحكم عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم من أتى\nالجمعة فليغتسل.\n</p>\n\n<p>\nآخر ما كتب عن ابن أخي ميمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>[5] شيخ آخر</h1>\n\n<p>\n[ص: 116]\n</p>\n\n<p>\n46- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو حفص عمر بن إبراهيم بن أحمد بن كثير المقرئ الكتاني \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في داره في جمادى الآخرة سنة تسعين وثلاثمائة قال\nقرئ على أبي القاسم عبد الله <span id='ms12'></span> بن محمد بن عبد العزيز في رجب سنة سبع عشرة\nوثلاثمائة وأنا أسمع حدثنا خلف بن هشام بن ثعلب البزار في ذي الحجة سنة تسع\nوعشرين ومائتين حدثنا حماد بن زيد عن أبي جمرة قال سمعت ابن عباس يقول قدم\nوفد عبد القيس على\n</p>\n\n<p>\n[ص: 117]\n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم فقالوا إنا هذا الحي من ربيعة وقد حالت\nبيننا وبينك كفار مضر فلسنا نخلص إليك إلا في هذا الشهر الحرام فمرنا بشيء\nنأخذه عنك وندعو إليه من ورائنا فقال النبي صلى الله عليه وسلم آمركم بأربع\nوأنهاكم عن أربع الإيمان بالله شهادة أن لا إله إلا الله وعقد بيده وإقام\nالصلاة وإيتاء الزكاة وأن تؤدوا خمس ما غنمتم وأنهاكم عن الدباء والحنتم\nوالنقير والمزفت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n47- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله بن محمد قال حدثنا علي بن\nالجعد قال حدثنا سفيان الثوري عن علي بن الأقمر عن أبي حذيفة عن عائشة قالت\nحكيت إنسانا فقال النبي\n</p>\n\n<p>\n[ص: 119]\n</p>\n\n<p>\nصلى الله عليه وسلم ما يسرني أني حكيت إنسانا وأن لي كذا وكذا.\n</p>\n\n<p>\nقال البغوي أخبرت عن أحمد بن حنبل ويحيى بن معين أحدهما أو كلاهما قال\nاسم أبي حذيفة سلمة بن صهيب وكان من أصحاب عبد الله بن مسعود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n48- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا علي بن عبد الله بن\nجعفر المديني قال حدثنا يحيى بن سعيد قال حدثنا ابن جريح قال حدثني سليمان\nبن عتيق عن طلق\n</p>\n\n<p>\n[ص: 121]\n</p>\n\n<p>\nبن حبيب عن الأحنف بن قيس عن عبد الله بن مسعود عن النبي صلى الله عليه\nوسلم قال ألا هلك المتكبرون قالها ثلاث مرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n49- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا داود بن رشيد قال\nحدثنا يحيى بن زكريا عن أبي حازم عن سهل بن سعد قال قال رسول الله صلى الله\nعليه وسلم القدرية مجوس هذه الأمة إن مرضوا فلا تعودوهم وإن ماتوا فلا\nتشهدوهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n50- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله <span id='ms13'></span> قال حدثنا داود بن رشيد قال\nحدثنا [يحيى بن] زكريا عن أبي حازم عن نافع عن ابن عمر عن النبي صلى الله\nعليه وسلم بمثل هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n51- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا شجاع ابن مخلد أبو\nالفضل قال حدثنا عبد الله بن جعفر عن عبد الله بن عبد الله بن أبي طلحة عن\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم خمس من الفطرة قص الشارب\nونتف الإبط وتقليم الأظفار وحلق العانة والاختتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n52- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا محمد بن بكار بن\nالريان قال حدثنا يحيى بن عقبة بن أبي العيزار عن محمد بن جحادة عن أنس قال\nقال رسول الله\n</p>\n\n<p>\n[ص: 126]\n</p>\n\n<p>\nصلى الله عليه وسلم لا تطرحوا الدر في أفواه الكلاب\n</p>\n\n<p>\nقال ابن بكار أظنه يعني العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n53- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا سريج بن يونس قال\nحدثنا عبد الرحمن بن عبد الملك بن أبجر\n</p>\n\n<p>\n[ص: 127]\n</p>\n\n<p>\nعن أبيه [عن] واصل الأحدب عن أبي وائل قال خطبنا عمار فأبلغ وأوجز وقال\nسمعت رسول الله صلى الله عليه وسلم يقول إن طول صلاة الرجل وقصر خطبته مئنة\nمن فقهه فأطيلوا الصلاة واقصروا الخطاب، وإن من البيان سحرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n54- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا أبو الجهم العلاء بن\nموسى بن عطية الباهلي قال حدثنا ليث بن سعد عن نافع عن ابن عمر أن رسول\nالله صلى الله عليه وسلم قال إن الذي تفوته صلاة العصر كأنما وتر أهله\nوماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n55- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا يحيى بن عبد الحميد\nالحماني قال حدثنا عبد العزيز بن محمد الدراوردي عن عبد الرحمن بن حميد بن\nعبد الرحمن بن عوف عن أبيه عن جده عبد الرحمن بن عوف قال قال رسول الله صلى\nالله عليه وسلم أبو بكر في الجنة وعمر في الجنة وعثمان في الجنة وعلي في\nالجنة وطلحة في <span id='ms14'></span> الجنة والزبير في الجنة وعبد الرحمن بن عوف في الجنة وسعد\nبن أبي وقاص في الجنة وسعيد بن زيد في الجنة وأبو عبيدة بن الجراح في\nالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n56- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا علي بن الجعد قال\nحدثنا شعبة وهشيم عن\n</p>\n\n<p>\n[ص: 130]\n</p>\n\n<p>\nيعلى بن عطاء عن عمارة بن حديد عن صخر الغامدي أن النبي صلى الله عليه\nوسلم قال اللهم بارك لأمتي في بكورها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n57- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا عبيد الله بن محمد\nالعيشي قال حدثنا حماد بن سلمة قال حدثنا ثابت البناني قال قال داود عليه\nالسلام [يا رب] كيف بأوريا بن حنان قال أستوهبك منه فيهبك لي وأرضيه من\nعندي قال يا رب الآن علمت أنك قد غفرت لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n58- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا أحمد بن حنبل قال\nحدثنا معمر بن سليمان الرقي عن خصيف عن مجاهد عن عائشة قالت نهى رسول الله\nصلى الله عليه وسلم عن لبس القسي وعن الشرب في الذهب والفضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n59- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا أحمد بن حنبل قال\nحدثنا محمد بن سلمة عن هشام عن محمد بن سيرين عن عبد الله بن شقيق عن عائشة\nقال سألتها عن صلاة رسول الله صلى الله عليه وسلم فقالت كان يطيل الصلاة\nقائما وقاعدا وكان إذا صلى قائما ركع قائما وإذا صلى قاعدا ركع قاعدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n60- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا أبو بكر ابن أبي\nشيبة قال حدثنا عبد الوهاب الثقفي عن حميد الطويل عن أنس بن مالك أن النبي\nصلى الله عليه وسلم كان يرفع يديه في الركوع والسجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n61- \n</p>\n\n<p>\nأخبرنا عمر بن إبراهيم قال حدثنا عبد الله قال حدثنا إسحاق بن إبراهيم\nالبغوي ابن عم أحمد بن منيع قال سمعت أحمد بن حنبل وسئل عمن قال القرآن\nمخلوق قال كافر فتح الكاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n62- \n</p>\n\n<p>\nأخبرنا عمر قال حدثنا عبد الله قال حدثنا وهب <span id='ms15'></span> بن بقية الواسطي قال سمعت\nوكيعا يقول من\n</p>\n\n<p>\n[ص: 136]\n</p>\n\n<p>\nقال القرآن مخلوق فهو كافر.\n</p>\n\n<p>\nآخر ما كتب عن الكتاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>[6] شيخ آخر</h1>\n\n<p>\n63- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو طاهر محمد بن عبد الرحمن بن العباس بن عبد الرحمن البزار المخلص \n</p>\n\n<p>\nقراءة عليه وأنا أسمع قال حدثنا أبو القاسم عبد الله بن محمد بن عبد\nالعزيز إملاء في شهر رمضان سنة خمس\n</p>\n\n<p>\n[ص: 137]\n</p>\n\n<p>\nعشرة وثلاثمائه قال حدثنا محمد بن حميد قال حدثنا الحكم بن بشير بن سلمان\nقال حدثنا قيس بن عمرو الملائي عن جعفر عن سعيد بن جبير عن ابن عباس عن\nرسول الله صلى الله عليه وسلم قال في رمضان تفتح أبواب الجنة وتغلق أبواب\nالنار وتغل مردة الشياطين وينادي مناد من السماء يا طالب الخير هلم هل من\nتائب يغفر له هل من سائل يعطى ولله عز وجل عتقاء عند كل فطر كل ليلة عتقاء\nمن النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n64- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله بن محمد قال حدثنا شيبان\nقال حدثنا حماد بن سلمة قال حدثنا أبان عن أبي الصديق الناجي عن أبي سعيد\nالخدري أن النبي صلى الله عليه وسلم قال إن لله في كل [يوم] من رمضان عتقاء\nفي الليل والنهار ولكل مسلم ومسلمة دعوة مستجابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n65- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال حدثني الحكم بن موسى\nأبو صالح قال حدثنا مبشر بن إسماعيل عن تمام بن نجيح عن عثمان رجل من ولد\nعمر أو عن رجل من ولد عمر عن ابن عمر عن رسول الله صلى الله عليه وسلم قال\nإذا كان أول ليلة من\n</p>\n\n<p>\n[ص: 140]\n</p>\n\n<p>\nرمضان فتحت أبواب الجنان فلم يغلق منها باب الشهر كله وغلقت أبواب\nالنيران فلم يفتح منها باب الشهر كله وغلقت مردة الجن وأمر الله مناديا\nينادي كل ليلة إلى أن ينفجر الصبح يا باغي الخير هلم هل من سائل يعطى هل من\nداع يستجاب له هل من مستغفر يغفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n66- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله <span id='ms16'></span> قال حدثنا محمد بن بكار بن\nالريان قال حدثنا حسان بن إبراهيم عن\n</p>\n\n<p>\n[ص: 141]\n</p>\n\n<p>\nيحيى بن زياد عن عبد الله بن راشد عن خالد بن معدان عن عبادة بن الصامت\nقال قال رسول الله صلى الله عليه وسلم يكون في أمتي رجلان أحدهما يقال له\nوهب يهب الله له الحكمة والآخر يقال له غيلان هو شر على أمتي من إبليس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n67- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال حدثنا داود بن رشيد\nقال حدثنا إسماعيل بن عياش قال حدثنا يحيى بن أبي عمرو الشيباني عن عبد\nالله بن الديلمي قال سمعت عبد الله بن عمرو يقول سمعت رسول الله صلى الله\nعليه وسلم يقول إن الله تعالى خلق خلقه في ظلمة فألقى عليهم من نوره فمن\nأصابه من ذلك النور اهتدى، ومن أخطأه ضل فلذلك أقول جف القلم على علم الله\nعز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n68- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال حدثنا داود بن رشيد\nحدثنا إسماعيل بن عياش عن موسى بن عقبة عن نافع عن ابن عمر قال قال رسول\nالله صلى الله عليه وسلم لا تقرأ الجنب والحائض شيئا من القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n69- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال حدثنا داود قال حدثنا\nعمر بن حفص بن عمر بن ثابت الأنصاري عن عبد الملك بن يحيى بن عباد بن عبد\nالله بن الزبير أن جده الزبير\n</p>\n\n<p>\n[ص: 145]\n</p>\n\n<p>\nقال سمعت رسول الله صلى الله عليه وسلم بعرفات وعامة قوله عشية إذ: {شهد\nالله أنه لا إله إلا هو} إلى آخر الآية وأنا أشهد أي رب\n</p>\n\n<p>\nقال وسمعت رسول الله صلى الله عليه وسلم يقول إن العبد عباد الله وإن\nالبلاد بلاد الله فحيث ما وجدت خيرا فأقم واحمد الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n70- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال\n</p>\n\n<p>\n[ص: 146]\n</p>\n\n<p>\nحدثنا داود إملاء قال حدثنا [حفص] بن غياث قال حدثنا عاصم عن كريمة بنت\nسيرين قالت سألت ابن عمر قلت إني <span id='ms17'></span> جعلت علي أن أصوم كل أربعاء واليوم [يوم]\nالأربعاء وهو يوم النحر فقال أمر رسول الله صلى الله عليه وسلم بوفاء النذر\nونهى رسول الله صلى الله عليه وسلم عن صوم يوم النحر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n71- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن\n</p>\n\n<p>\n[ص: 147]\n</p>\n\n<p>\nقال حدثنا عبد الله قال حدثنا داود قال حدثنا الوليد بن مسلم عن الأوزاعي\nعن يحيى بن أبي كثير عن أبي قلابة حدثنا جعفر عن عمرو بن أمية الضمري عن\nأبيه\n</p>\n\n<p>\n[ص: 148]\n</p>\n\n<p>\nقال قدمت على رسول الله صلى الله عليه وسلم فقال لي ألا تنتظر الغداء يا\nأبا أمية قال قلت إني صائم قال تعال أخبرك عن المسافر إن الله وضع عنه\nالصيام ونصف الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n72- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله\n</p>\n\n<p>\n[ص: 150]\n</p>\n\n<p>\nقال حدثنا داود قال حدثنا الفضل بن زياد قال حدثنا شيبان عن الأعمش عن\nسليمان بن مسهر عن خرشة بن الحر قال شهد رجل عند عمر بن الخطاب بشهادة فقال\nله لست أعرفك ولا يضرك أني لا أعرفك ائت بمن يعرفك فقال رجل من القوم أنا\nأعرفه فقال بأي شيء تعرفه قال بالعدالة والفضل [قال] فهو جارك الأدنى الذي\nتعرف ليله ونهاره ومدخله ومخرجه؟ قال لا قال فمعاملك بالدينار والدرهم\nاللذين بهما يستدل على الورع؟ قال لا\n</p>\n\n<p>\n[ص: 151]\n</p>\n\n<p>\nفرفيقك في السفر الذي يستدل به على مكارم الأخلاق؟ قال لا قال لست تعرفه\nثم قال للرجل ائت بمن يعرفك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n73- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا عبد الله قال حدثنا داود قال حدثنا\nيحيى بن سعيد الأموي عن ابن جريج عن\n</p>\n\n<p>\n[ص: 152]\n</p>\n\n<p>\nابن أبي مليكة عن أم سلمة قالت كان النبي صلى الله عليه وسلم يقطع قراءته\n{بسم الله الرحمن الرحيم الحمد لله رب العالمين ملك يوم الدين} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n74- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال أملى علينا أبو القاسم ابن منيع في أول\nشهر رمضان سنة خمس عشرة وثلاثمائة قال سنة خمس عشرة وثلاثمائة قال رأيت في\nكتاب جدي أحمد بن منيع بخط يده في كتاب عن أبي <span id='ms18'></span> معاوية عن الأعمش في آخر\nالكتاب مواليد أهلنا فيه ولد أبو القاسم عبد الله بن محمد يوم الإثنين أول\nيوم من شهر رمضان في صدر النهار في سنة أربع عشرة ومائتين.\n</p>\n\n<p>\nقال أخبرنا أبو القاسم وأول من كنيت عنه إملاء في شهر ربيع\n</p>\n\n<p>\n[ص: 155]\n</p>\n\n<p>\nالأول سنة خمس وعشرين ومائتين إسحاق بن إسماعيل الطالقاني وكان يحضر\nمجلسه المحدثون.\n</p>\n\n<p>\nآخر ما كتب عن [المخلص] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>[7] شيخ آخر</h1>\n\n<p>\n75- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو بكر محمد بن الحسن بن عبدان بن الحسن بن مهران الصيرفي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع فأقر به في ذي الحجة من سنة خمس وثمانين وثلاثمائة\nحدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي إملاء سنة أربع\nعشرة وثلاثمائة حدثنا علي بن الجعد قال أخبرنا شعبة عن منصور\n</p>\n\n<p>\n[ص: 156]\n</p>\n\n<p>\nعن ربعي عن أبي مسعود قال قال رسول الله صلى الله عليه وسلم إن آخر ما\nأدرك الناس من كلام النبوة الأولى إذا لم تستحي فاصنع ما شئت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n76- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا أحمد بن عيسى المصري\nقال حدثنا بشر بن بكر التنيسي\n</p>\n\n<p>\n[ص: 158]\n</p>\n\n<p>\nقال حدثني الأوزاعي قال حدثني شداد أبو عمار قال حدثني عبد الله بن فروخ\nقال حدثنا أبو هريرة قال قال رسول الله صلى الله عليه وسلم أنا سيد ولد آدم\nيوم القيامة وأنا أول من تنشق عنه الأرض وأنا أول شافع وأول مشفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n77- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا هدبة قال حدثنا أبان\nبن يزيد العطار قال حدثنا قتادة عن سالم بن أبي الجعد عن معدان\n</p>\n\n<p>\n[ص: 160]\n</p>\n\n<p>\nعن أبي الدرداء أن رسول الله صلى الله عليه وسلم قال أيعجز أحدكم أن يقرأ\nفي كل ليلة ثلث القرآن قالوا نحن أعجز من ذلك وأضعف قال فإن الله جزأ\nالقرآن ثلاثة أجزاء فجعل {قل هو الله أحد} جزءا من أجزاء القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n78- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا سليمان بن عمر الأقطع\nقال حدثنا بقية قال حدثنا\n</p>\n\n<p>\n[ص: 162]\n</p>\n\n<p>\nإسماعيل <span id='ms19'></span> مولى كندة عن موسى بن عقبة عن نافع عن ابن عمر أن رسول الله صلى\nالله عليه وسلم كان ينظر في المرآة وهو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n79- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا حميد بن مسعدة السامي\nقال حدثنا سليمان بن أحضر عن ابن عون\n</p>\n\n<p>\n[ص: 163]\n</p>\n\n<p>\nعن إبراهيم عن الأسود عن عائشة قالت كنت مسندة النبي صلى الله عليه وسلم\nإلى صدري أو قالت إلى حجري فدعا بطست ليبول فيه ثم مال فمات صلى الله عليه\nوسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n80- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا أبو الربيع الزهراني\nقال\n</p>\n\n<p>\n[ص: 164]\n</p>\n\n<p>\nحدثنا جرير بن عبد الحميد عن الأعمش عن عبد الله بن مرة عن مسروق عن عبد\nالله بن عمرو قال قال رسول الله صلى الله عليه وسلم ثلاثة من كن فيه كان\nمنافقا خالصا من إذا حدث كذب وإذا ائتمن خان وإذا وعد أخلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n81- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا أبو الربيع قال حدثنا\nجرير عن الأعمش عن أبي سفيان\n</p>\n\n<p>\n[ص: 166]\n</p>\n\n<p>\nعن جابر عن النبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n82- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله بن محمد بن عبد العزيز قال\nحدثنا علي بن الجعد قال حدثنا سفيان الثوري عن ليث عن مجاهد عن أبي الخليل\nعن أبي قتادة ومنصور عن مجاهد عن أبي قتادة عن النبي صلى الله عليه وسلم\nصوم عاشوراء كفارة سنة وصوم عرفة كفارة سنتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n83- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا الحكم بن موسى بن أبي\nزهير أبو صالح وزياد بن أيوب الطوسي قالا حدثنا مبشر بن إسماعيل عن\nالأوزاعي عن عمير بن هانئ عن جنادة بن أبي أمية عن عبادة بن الصامت قال\nسمعت رسول الله صلى الله عليه وسلم يقول من شهد أن لا إله إلا الله وحده لا\nشريك له وأن محمدا عبده ورسوله وأن الجنة حق وأن النار حق وأن الساعة آتية\nلا ريب فيها وأن عيسى عبده <span id='ms20'></span> ورسوله وكلمته ألقاها إلى مريم وروح منه أدخله\nالله\n</p>\n\n<p>\n[ص: 169]\n</p>\n\n<p>\nالجنة على ما كان من عمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n84- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا محمد بن عبد الملك بن\nأبي الشوارب قال حدثنا سعيد بن\n</p>\n\n<p>\n[ص: 170]\n</p>\n\n<p>\nسلمة بن أبي الحسام قال حدثنا محمد بن المنكدر عن جابر قال كان لرجل على\nأبي كذا وكذا وسقا فعرضت عليه تمر نخلي بالذي له فأبى وعرض عليه النبي صلى\nالله عليه وسلم أن يأخذه بحقه فأبى فأتى بي رسول الله صلى الله عليه وسلم\nفبارك في نخلي فجددت فقضيت الرجل حقله وفضل لي مثل نخلي كل عام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n85- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا أبو عبد الله أحمد بن\nحنبل قال حدثنا روح قال حدثنا ابن جريج قال أخبرني موسى بن عقبة عن نافع عن\nابن عمر قال قال رسول الله صلى الله عليه وسلم كل مسكر خمر وكل خمر حرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n86- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا [إسماعيل] الترجماني\nقال حدثنا علي بن ثابت عن عبد الحميد بن جعفر عن\n</p>\n\n<p>\n[ص: 173]\n</p>\n\n<p>\nعبد الله بن الحسن عن أمه عن فاطمة بنت رسول الله صلى الله عليه وسلم\nقالت قال رسول الله صلى الله عليه وسلم شرار أمتي الذين غذوا بالنعيم الذين\nيأكلون ألوان الطعام ويلبسون ألوان الثياب ويتشدقون في الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n87- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله قال حدثنا سويد بن سعيد قال\nحدثنا الحكم أبو عون قال كان من دعاء مالك بن دينار أنت أصلحت الصالحين\nفاجعلنا صالحين حتى نكون صالحين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n88- \n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال حدثنا عبد الله\n</p>\n\n<p>\n[ص: 175]\n</p>\n\n<p>\nقال ما رأيت بعد أحمد بن حنبل أفضل من زهير يقول أشتهي آكل لحما من\nأربعين سنة ولا آكله حتى أدخل الروم فآكله من مغانم الروم.\n</p>\n\n<p>\nآخر ما كتبت عن ابن عبدان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>[8] شيخ آخر</h1>\n\n<p>\n89- \n</p>\n\n<p>\nأخبرنا الرئيس\n</p>\n\n<p>\nأبو القاسم عيسى بن علي بن عيسى بن داود الجراح \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة تسعين <span id='ms21'></span> وثلاثمائة قال حدثنا أبو القاسم عبد\nالله بن محمد بن عبد العزيز البغوي إملاء في سنة\n</p>\n\n<p>\n[ص: 176]\n</p>\n\n<p>\n[عشر] وثلاثمائة قال حدثنا علي بن الجعد قال أخبرنا ابن أبي ذئب عن ابن\nشهاب عن عروة عن عائشة قالت كان رسول الله صلى الله عليه وسلم يصوم عاشوراء\nويأمرنا بصيامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n90- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا كامل بن طلحة الجحدري قال\nحدثنا الليث بن سعد قال حدثنا محمد بن عجلان عن عبيد الله بن مقسم عن جابر\nبن عبد الله قال كان معاذ بن جبل يصلي مع رسول الله صلى الله عليه وسلم ثم\nينصرف إلى قومه فيصلي بهم وكان إمامهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n91- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا منصور بن أبي مزاحم قال\n</p>\n\n<p>\n[ص: 179]\n</p>\n\n<p>\nحدثنا أبو سعيد المؤذن عن زكريا عن الشعبي عن مسروق عن عبد الله بن مسعود\nقال ما نسيت من الأشياء فلم أنس تسليم رسول الله صلى الله عليه وسلم عن\nيمينه وعن شماله سلام عليكم ورحمة الله سلام عليكم ورحمة الله ثم قال كأني\nأنظر إلى بياض خديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n92- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا محمد بن عباد المكي قال حدثنا\n[عبد الله] بن معاذ عن معمر عن أبي إسحاق عن عاصم بن ضمرة عن علي عن النبي\nصلى الله عليه وسلم قال من سره أن يمد له في عمره ويوسع له في رزقه ويدفع\nعنه ميتة\n</p>\n\n<p>\n[ص: 181]\n</p>\n\n<p>\nالسوء فليتق الله وليصل رحمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n93- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا علي بن الجعد قال حدثنا زهير\nبن حرب عن أبي إسحاق عن\n</p>\n\n<p>\n[ص: 182]\n</p>\n\n<p>\nفروة بن نوفل عن أبيه أن رسول الله صلى الله عليه وسلم قال له وسألته أن\nيعلمني شيئا أقوله عند منامي فقال اقرأ {قل يا أيها الكافرون} ثم نم عند\nخاتمتها براءة من الشرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n94- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثني محمد بن بكار بن الريان قال\nحدثنا أيوب بن جابر عن علقمة بن مرثد عن أبي عبد الرحمن السلمي عن عثمان بن <span id='ms22'></span>\nعفان أن رسول الله صلى الله عليه وسلم قال ألا\n</p>\n\n<p>\n[ص: 184]\n</p>\n\n<p>\nإن خياركم أو قال أفاضلكم من تعلم القرآن وعلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n95- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا علي بن الجعد قال أخبرنا\nالقاسم بن الفضل الحداني عن محمد بن علي قال كانت أم سلمة تقول قال رسول\nالله صلى الله عليه وسلم الحج جهاد كل ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n96- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا شيبان قال حدثنا القاسم بن\nالفضل الحداني قال حدثنا أبو جعفر محمد بن علي قال كانت عائشة تدان فقيل\nلها ما لك وللدين فقالت سمعت رسول الله صلى الله عليه وسلم يقول ما من عبد\nكانت له نية في أداء دينه إلا كان له من الله جل وعز عون. فأنا ألتمس ذلك\nالعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n97- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا هدبة بن خالد قال حدثنا حماد\nبن سلمة عن ثابت عن أنس قال قال رسول الله صلى الله عليه وسلم إذا سقطت\nلقمة أحدكم فليمط عنها الأذى وليأكلها ولا يدعها للشيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n98- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا\n</p>\n\n<p>\n[ص: 188]\n</p>\n\n<p>\nهدبة بن خالد قال حدثنا همام عن قتادة قال قلت لأنس من جمع القرآن على\nعهد رسول الله صلى الله عليه وسلم قال أربعة كلهم من الأنصار أبي بن كعب\nومعاذ بن جبل وزيد بن ثابت ورجل من الأنصار يقال له أبو زيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n99- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا أبو يحيى\n</p>\n\n<p>\n[ص: 189]\n</p>\n\n<p>\nعبد الأعلى بن حماد النرسي إملاء من حفظه قال حدثنا حماد بن سلمة عن ثابت\nعن أبي رافع عن أبي هريرة عن النبي صلى الله عليه وسلم إن رجلا زار أخا له\nفي قرية أخرى فأرصد الله له على مدرجته ملكا فلما أتى عليه قال أين تريد\nقال أريد أخا لي في هذه القرية فقال هل له عليك من نعمة تربها قال لا غير\nأني أحببته في الله عز وجل قال فإني رسول الله إليك أن الله أحبك كما\nأحببته <span id='ms23'></span> فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n100- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا عبد الأعلى بن حماد قال حدثنا\nحماد بن سلمة عن ثابت البناني عن أبي عثمان النهدي أن أبا هريرة كان في سفر\nله فلما نزلوا وضعت السفرة فبعثوا إليه وهو يصلي فقال إني صائم فلما كاد أن\nيفرغوا جاء فجعل يأكل ونظر القوم إلى رسولهم فقال ما ينظرون قد والله\nأخبرني أنه صائم فقال أبو هريرة صدق إني سمعت رسول الله صلى الله عليه وسلم\nيقول صوم شهر الصبر وصوم ثلاثة أيام من كل شهر صوم الدهر فقد صمت ثلاثة\nأيام من أول الشهر فأنا مفطر في تخفيف الله صائم في تضعيف الله تبارك\nوتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n101- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا عبد الأعلى بن حماد وعلي بن\nالجعد وأبو نصر التمار وكامل بن طلحة وعبيد الله العيشي قالوا حدثنا حماد\nبن سلمة عن أبي العشراء عن أبيه قال قلت يا رسول الله أما تكون الذكاة إلا\nمن اللبة أو الحلق فقال رسول الله صلى الله عليه وسلم لو طعنت في\n</p>\n\n<p>\n[ص: 192]\n</p>\n\n<p>\nفخذها لأجزأ عنك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n102- \n</p>\n\n<p>\nأخبرنا عيسى قال حدثنا عبد الله قال حدثنا هدبة بن خالد قال حدثنا حماد\nبن سلمة عن ثابت عن أنس قال قرأ رسول الله صلى الله عليه وسلم {فلما تجلى\nربه للجبل جعله دكا} قال وضع إبهامه على قريب من طرف أنملة خنصره فساخ\nالجبل فقال حميد لثابت تقول هذا فرفع ثابت يده فضرب [بها] صدر حميد وقال\nيقوله رسول الله صلى الله عليه وسلم ويقول أنس وأنا أكتمه.\n</p>\n\n<p>\n[ص: 194]\n</p>\n\n<p>\nآخر ما كتب عن الوزير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>[9] شيخ آخر</h1>\n\n<p>\n103- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو [الحسن] أحمد بن محمد بن عمران بن موسى بن عروة بن الجراح المعروف بابن الجندي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في ذي القعدة سنة سبع وثمانين وثلاثمائة من أصله\nقال قرئ على أبي\n</p>\n\n<p>\n[ص: 195]\n</p>\n\n<p>\nالقاسم عبد الله بن محمد بن عبد العزيز البغوي وأنا أسمع في سنة خمس عشرة\nوثلاثمائة قال حدثنا محمد بن بكر بن الريان <span id='ms24'></span> قال حدثنا عبد الرحمن بن عبد\nالله بن ذكوان أبي الزناد عن أبيه عن الأعرج عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم لا تقوم الساعة حتى يقبض العلم ويتقارب الزمان\nوتكثر الزلازل وتظهر الفتن ويكثر الهرج فقالوا والهرج أيما هو يا رسول الله\nقال القتل القتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n104- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله قال حدثنا محمد بن بكار قال\nحدثنا ابن أبي الزناد عن أبيه عن الأعرج عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم لا تقوم الساعة حتى يمر الرجل بقبر الرجل فيقول يا\nليتني كنت مكانك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n105- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله قال حدثنا محمد بن بكار قال\nحدثنا ابن أبي الزناد عن أبيه عن الأعرج عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم تكفل الله عز وجل من جاهد في سبيله ولا يخرجه من بيته\nإلا جهاد في سبيل الله وتصديق بكلمته بأن يدخله الجنة أو يرجعه إلى مسكنه\nالذي خرج منه مع ما نال من أجر أو غنيمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n106- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله قال حدثنا محمد بن بكار قال\nحدثنا عبد الرحمن بن أبي الزناد عن هشام بن عروة قال قال لي أبي عروة إن\nعائشة قالت له يا ابن أختي لقد رأيت من تعظيم رسول الله صلى الله عليه وسلم\nعمه العباس أمرا عجيبا أن رسول الله صلى الله عليه وسلم كانت\n</p>\n\n<p>\n[ص: 199]\n</p>\n\n<p>\nتأخذه الخاصرة فتشتد به جدا قالت وكنا نقول أخذ رسول الله صلى الله عليه\nوسلم عرق الكلية ولا نهتدي للخاصرة، قالت فاشتد به صلى الله عليه وسلم جدا\nحتى أغمي عليه ففزع الناس إليه قالت فظننا أن به ذات الجنب فلددناه، قالت\nثم سري عن رسول الله صلى الله عليه وسلم فعرف أن قد لددناه ووجد أثر اللدود\n</p>\n\n<p>\n[ص: 200]\n</p>\n\n<p>\nفقال صلى الله عليه وسلم [أظننتم] أن الله عز وجل سلطها علي ما كان الله\nعز وجل <span id='ms25'></span> ليسلطها علي والذي نفسي بيده لا يبقى أحد في البيت إلا لد إلا عمي\n</p>\n\n<p>\nقالت عائشة فلقد رأيتهم يلدون رجلا رجلا قالت ومن في البيت يومئذ نذكر\nفضلهم قالت فلد الرجال أجمعون قالت ثم بلغنا والله اللدود أزواج النبي صلى\nالله عليه وسلم قالت فلددنا والله امرأة امرأة قالت حتى بلغ اللدود امرأة\nمنا قالت إني والله صائمة قلنا لها بئس ما تحسبي وقد أقسم رسول الله صلى\nالله عليه وسلم فلددناها\n</p>\n\n<p>\n[ص: 201]\n</p>\n\n<p>\nوالله يا ابن أختي وإنها لصائمة.\n</p>\n\n<p>\nقال وقال عروة العباس والله آخذ بيد رسول الله حين وافى السبعون من\nالأنصار في العقبة نأخذ لرسول الله صلى الله عليه وسلم ونشترط عليهم وذلك\nفي غرة الإسلام وأوله من قبل أن يعبد الله أحد علانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n107- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله بن محمد البغوي قال حدثنا أحمد\nبن إبراهيم الموصلي قال كنا عند المأمون بالبذندون فقام إليه رجل فقال يا\nأمير المؤمنين قال رسول الله الخلق عباد الله فأحب عباد الله إلى الله\nأنفعهم لعياله. فقال له المأمون أمسك أنا أعلم بالحديث منك حدثنيه يوسف بن\nعطية الصفار عن ثابت عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال\nالخلق عباد الله فأحب عباد الله إليه أنفعهم لعياله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n108- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله بن محمد\n</p>\n\n<p>\n[ص: 203]\n</p>\n\n<p>\nقال حدثنا عبد الأعلى بن حماد النرسي قال حدثنا عبد الجبار يعني ابن\nالورد قال سمعت أبا الزبير محمد بن مسلم يقول سمعت جابر بن عبد الله\nالأنصاري يقول كتب معاوية إلى عامله بالمدينة أن يجري عينا إلى أحد فكتب\nإليه عامله إنها لا تجري إلا على قبور الشهداء قال فكتب إليه أن أنفذها\n</p>\n\n<p>\nقال فسمعت جابر بن عبد الله يقول فرأيتهم يخرجون على رقاب الرجال كأنهم\nرجال نوم حتى أصابت المسحاة قدم حمزة فانبعث دما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n109- \n</p>\n\n<p>\nأخبرنا أحمد بن محمد قال حدثنا عبد الله بن\n</p>\n\n<p>\n[ص: 204]\n</p>\n\n<p>\nمحمد قال حدثنا يحيى الحماني قال حدثنا ابن المبارك <span id='ms26'></span> عن معمر عن الزهري عن\nمالك بن أوس عن عمر أن النبي صلى الله عليه وسلم ادخر لأهله قوت سنة.\n</p>\n\n<p>\n[ص: 205]\n</p>\n\n<p>\nآخر ما كتب عن الجندي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>[10] شيخ آخر</h1>\n\n<p>\n110- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو محمد عبد الله بن محمد بن سعيد بن محارب بن عمرو الأنصاري الأوسي الإصطخري \n</p>\n\n<p>\nقراءة عليه وأنا\n</p>\n\n<p>\n[ص: 206]\n</p>\n\n<p>\nأسمع فأقر به قال حدثنا أبو خليفة الفضل بن الحباب الجمحي بالبصرة قال\nحدثنا عبيد الله بن إبراهيم عن أبيه عن يزيد بن عبد الحميد عن عطاء بن\nالسائب عن سالم البراد قال أتينا عقبة بن عمرو أبا مسعود فقلت حدثنا عن\nصلاة رسول الله صلى الله عليه وسلم قال فقام من أيدينا في المسجد فكبر فلما\nركع\n</p>\n\n<p>\n[ص: 207]\n</p>\n\n<p>\nكبر ووضع راحته على ركبتيه وجعل أصابعه أسفل من ذلك ثم جافى بمرفقيه حتى\nاستقر كل شيء منه ثم قال سمع الله لمن حمده وقام حتى استقر كل شيء منه ثم\nكبر وسجد فوضع كفيه على الأرض وجافى بمرفقيه ثم سجد حتى استقر كل شيء منه\nثم كبر ورفع رأسه وجلس حتى استقر كل شيء منه ثم سجد ففعل ذلك حتى صلى أربع\nركعات مثل هذه الركعة وقضى صلاته وقال هكذا رأيت رسول الله صلى الله عليه\nوسلم يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n111- \n</p>\n\n<p>\nأخبرنا عبد الله قال حدثنا أبو خليفة\n</p>\n\n<p>\n[ص: 208]\n</p>\n\n<p>\nالفضل بن الحباب قال حدثنا العكلي عن أبي خالد عن الهيثم بن عدي عن ابن\nعباس قال شهدت شريحا وأتاه رجل يخاصم امرأة فقال إن هذه حديدة الوكبة سريعة\nالوثبة تؤذي الجار وتشتم البعل وتقول الهجر فقال شريح سبحان الله دون هذا\nالكلام عافاك الله فقالت المرأة والله أيها الحاكم هو رمز المزوة صفر\nالمزود كثير التفعل قليل التعاهد إن\n</p>\n\n<p>\n[ص: 209]\n</p>\n\n<p>\nجاع صرع وإن شبع استشبع قال شريح قوما عني في غير حفظ الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n112- \n</p>\n\n<p>\nأخبرنا أبو محمد عبد الله بن محمد قال حدثنا أبو خليفة\n</p>\n\n<p>\n[ص: 210]\n</p>\n\n<p>\nقال حدثنا عبد الرحمن بن أخي الأصمعي عن عمه الأصمعي عن رجل من بني سليم\nقال قام رجل إلى عمر <span id='ms27'></span> بن عبد العزيز وقد ولي الخلافة فكلمه بكلام أحفظه\nوأغضبه حتى هم به عمر ثم إنه أمسك نفسه وقال للرجل أردت أن يستفزني الشيطان\nبعزة السلطان فأنال منك اليوم ما تناله مني غدا قم عافاك الله لا حاجة لنا\nفي مقاولتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n113- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال حدثنا أبو حاتم عن ابن\nمناذر قال قلت لابن هرمة من أشعر الناس قال من إذا لعب لعب وإذا\n</p>\n\n<p>\n[ص: 212]\n</p>\n\n<p>\nجد جد قلت من قال مثل جرير حيث يقول:\n</p>\n\n<p>\nإن الذين غدوا بلبك غادروا ... وشلا بعينك لا يزال معينا\n</p>\n\n<p>\nغيضن من عبراتهن وقلن لي ... ماذا لقيت من الهوى ولقينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n114- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال حدثنا الحسن بن سعد عن\nمحمد بن عباد\n</p>\n\n<p>\n[ص: 213]\n</p>\n\n<p>\nعن أبيه قال لما أنشد حسان بن ثابت النبي صلى الله عليه وسلم\n</p>\n\n<p>\nعفت ذات الأصابع فالجواء\n</p>\n\n<p>\nفانتهى إلى قوله\n</p>\n\n<p>\nهجوت محمدا فأجبت عنه ... وعند الله في ذاك الجزاء\n</p>\n\n<p>\nفقال له النبي صلى الله عليه وسلم جزاؤك على الله عز وجل الجنة يا حسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n115- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال\n</p>\n\n<p>\n[ص: 215]\n</p>\n\n<p>\nحدثنا الحسن بن الخضر قال لقد (صممت) (1) إلى سلاح رسول الله صلى الله\nعليه وسلم فوجدت في قائم سيفه صحيفة معلقة فيها ثلاثة أحرف صل من قطعك\nوأحسن إلى من أساء إليك وقل الحق ولو على نفسك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n116- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال حدثنا الحسن بن خضر عن\nأبيه قال حدثني رجل عن المبارك بن فضالة\n</p>\n\n<p>\n[ص: 216]\n</p>\n\n<p>\nقال كنا عند أمير المؤمنين المنصور فدعا برجل ودعا بالسيف فأخرج المبارك\nرأسه من السماط فقال يا أمير المؤمنين سمعت الحسن يقول قال رسول الله صلى\nالله عليه وسلم فلما سمع المنصور يقول قال رسول الله صلى الله عليه وسلم\nأقبل عليه بوجهه يسمع منه فقال قال رسول الله صلى الله عليه وسلم إذا كان\nيوم القيامة قام مناد من عند الله ينادي ليقم الذين <span id='ms28'></span> أجرهم على الله عز وجل\nفلا يقوم إلا من عفا\n</p>\n\n<p>\nفقال المنصور خلوا سبيله ثم أقبل على جلسائه يخبرهم بعظم\n</p>\n\n<p>\n[ص: 217]\n</p>\n\n<p>\nجرمه وما صنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n117- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال حدثنا عبد الرحمن عن\nعمه الأصمعي قال سمعت أعرابيا يقول من الغرة بالله عز وجل أن يصر العبد على\nالمعصية ويتمنى على الله عز وجل المغفرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n118- \n</p>\n\n<p>\nأخبرنا عبد الله بن محمد قال حدثنا أبو خليفة قال حدثنا الرياشي قال قال\nالأصمعي مررت بصنعاء اليمن على مزرعة وبجنبها عين وإذا غلام قد ملأ قربته\nوهو\n</p>\n\n<p>\n[ص: 219]\n</p>\n\n<p>\nمتعلق بعزليها وهو يصيح [يا أبيه، يا أبه] فاها فاها قد غلبني فوها لا\nطاقة لي بفيها، وإذا به قد أتى بوجوه الإعراب في حال الرفع والنصب والخفض.\n</p>\n\n<p>\n[آخر الجزء الأول من مشيخة أبي الحسين الآبنوسي وأول الجزء الثاني]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>[11] شيخ آخر</h1>\n\n<p>\n119- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو إسحاق إبراهيم بن محمد بن الفتح بن عبد الله المصيصي المعروف بالجلي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في شعبان سنة خمس وثمانين وثلاثمائة قال حدثنا أبو\nالماضي محمد بن يحيى بن زكريا إمام الجامع بالمصيصة قال حدثنا يوسف بن سعيد\nبن مسلم قال حدثنا خالد بن يزيد قال حدثنا\n</p>\n\n<p>\n[ص: 2]\n</p>\n\n<p>\nمحمد بن عبد الملك عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه\nوسلم البر لا يبلى والإثم لا ينسى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n120- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا أبو أمية محمد بن عثمان العين\n</p>\n\n<p>\n[ص: 3]\n</p>\n\n<p>\nزربي قال حدثنا أبو علي أحمد بن الأسود الحنفي قال حدثنا سوار بن عبد\nالله بن سوار قال حدثنا أبو معاوية الزبيري [عن] عبد الله بن معاوية عن\nهشام بن عروة عن أبيه عن عائشة عن النبي صلى الله عليه وسلم قال إن الله عز\nوجل ليبغض الولاة الرككة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n121- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن سفيان قال حدثنا علي بن سعيد بن صالح\nالجوهري قال حدثنا روح يعني ابن عبادة قال حدثنا شعبة قال سمعت داود بن\nفراهيج قال سمعت أبا هريرة يحدث أن رسول <span id='ms29'></span> الله صلى الله عليه وسلم قال ما\nزال جبريل يوصيني بالجار حتى ظننت أنه سيورثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n122- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن سفيان الصفار قال حدثنا محمد بن آدم\nقال حدثنا محمد بن السماك عن الأجلح عن نافع عن ابن عمر قال قال رسول الله\nصلى الله عليه وسلم من أتى الجمعة فليغتسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n123- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن سفيان الصفار قال حدثنا محمد بن قدامة\nقال حدثنا جرير عن عطاء بن السائب عن\n</p>\n\n<p>\n[ص: 8]\n</p>\n\n<p>\nمحارب بن دثار عن ابن عمر قال قال رسول الله صلى الله عليه وسلم اتقوا\nالظلم فإن الظلم ظلمات يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n124- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن سفيان قال حدثنا\n</p>\n\n<p>\n[ص: 9]\n</p>\n\n<p>\nسعيد بن رحمة قال حدثنا أبو إسحاق الفزاري عن الأعمش عن المنهال بن عمرو\nعن عبد الله بن الحارث عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\nأوحى الله عز وجل إلى داود قل للظلمة لا يذكروني فإني أذكر من يذكرني وإن\nذكري إياهم أن ألعنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n125- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا أحمد بن مسعود الساجي قال حدثنا محمد بن\nالمهاجر قال حدثنا أبو معاوية الضرير قال حدثنا بريد بن أبي بردة عن [جده]\nأبي بردة عن أبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم يمهل\nالله عز وجل الظالم ثم يأخذه ولن يفلته ثم قرأ {وكذلك أخذ ربك إذا أخذ\nالقرى وهي ظالمة} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n126- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا أبو عبد الله بكر بن محمد بن أبي زيد الفرائضي\nقال حدثنا محمد بن قدامة قال حدثنا إسماعيل بن علية عن يونس بن عبيد عن أبي\nزرعة بن عمرو بن جرير عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\nإقامة حد بأرض خير لأهلها من مطر أربعين صباحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n127- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن حاتم بن روح القران بكفربيا قال حدثنا\nمحمد بن تميم قال حدثنا محمد بن سعيد الأصبهاني قال حدثنا شريك عن أبي عمرو\nبن العلاء وسماك عن <span id='ms30'></span> الحسن عن\n</p>\n\n<p>\n[ص: 14]\n</p>\n\n<p>\nعبد الرحمن بن سمرة أن النبي صلى الله عليه وسلم قال لا تسأل الإمارة فإن\nأولها ملامة وثانيها ندامة وثالثها عذاب يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n128- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا محمد بن إبراهيم بن البطال قال حدثنا محمد بن\nيحيى الأزدي قال حدثنا عبد الصمد بن عبد الوارث قال حدثني أبي عن محمد بن\nجحادة عن أبي بريدة عن أبيه قال قال رسول الله صلى الله عليه وسلم من أنظر\nمعسرا كان له بكل يوم [صدقة ثم سمعته يقول من أنظر معسرا كان له بكل يوم]\nمثله صدقة قال فقلت يا رسول الله سمعتك تقوم كذا ثم سمعتك تقول كذا قال إذا\nأقرضه ثم\n</p>\n\n<p>\n[ص: 16]\n</p>\n\n<p>\nتركه في أجله فله في كل يوم صدقة فإذا حل ثم تركه فله بكل يوم مثله صدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n129- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا أبو بكر محمد بن أحمد بن أبي الحصيب الحافظ قال\nحدثنا أسد بن محمد الخشاب النصيبي قال حدثنا أبو حاجب الضرير قال حدثنا\nمالك بن أنس عن زيد بن أسلم عن أنس بن مالك قال قال رسول الله صلى الله\nعليه وسلم لا عقل كالتدبير في رضى الله\n</p>\n\n<p>\n[ص: 17]\n</p>\n\n<p>\nعز وجل ولا ورع كالكف عن محارم الله تعالى ولا حسب كحسن الخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n130- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا ابن سفيان قال حدثنا إبراهيم ابن الحسن المقسمي\nقال حدثنا حجاج عن ابن أبي ذئب عن الزهري عن سعيد عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال والله لا\n</p>\n\n<p>\n[ص: 18]\n</p>\n\n<p>\nيؤمن العبد قالوا وما ذاك يا رسول الله قال من لا يأمن جاره بوائقه قالوا\nوما بوائقه قال شره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n131- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا ابن سفيان قال حدثنا ابن قدامة قال حدثنا جرير\nعن الأعمش عن أبي يحيى مولى جعدة قال سمعت أبا هريرة يقول قيل يا رسول الله\nإن فلانة تصلي الليل وتصوم النهار وفي لسانها شر تؤذي جيرانها سليطة قال لا\nخير فيها هي\n</p>\n\n<p>\n[ص: 19]\n</p>\n\n<p>\nفي النار، وقيل له إن فلانة تصلي المكتوبة وتصوم <span id='ms31'></span> رمضان وتصدق وليس لها\nشيء غيره ولا تؤذي أحدا قال هي في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n132- \n</p>\n\n<p>\nأخبرنا إبراهيم قال: حدثنا ابن البطال قال حدثنا إسحاق بن إسماعيل الأيلي\nقال حدثنا عبد المجيد عن معمر عن سهيل بن أبي صالح عن أبيه عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم إذا أحب\n</p>\n\n<p>\n[ص: 20]\n</p>\n\n<p>\nالله عبدا نادى جبريل إني أحب فلانا فحبه ثم ينادي جبريل في السماء إن\nربكم يحب فلانا فأحبوه قال ثم يوضع له القبول في الأرض قال وإذا أبغضه فمثل\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n133- \n</p>\n\n<p>\nأخبرنا إبراهيم قال حدثنا ابن بطال قال حدثنا ميمون بن الأصبغ قال حدثنا\nعبد الله بن يوسف قال حدثنا سلمة بن العيار قال حدثني مالك بن أنس عن\nالأوزاعي عن الزهري عن عروة عن عائشة قالت قال لي رسول الله صلى الله عليه\nوسلم إن الله يحب الرفق في الأمر كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n134- \n</p>\n\n<p>\nأخبرنا إبراهيم قال سمعت أبي أبي الحصيب يقول سمعت يوسف بن مسلم يقول\nسمعت هيثم بن جميل يقول سمعت من شعبة سبعمائة حديث شككت في واحد منها\nتركتها كلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>[12] شيخ آخر</h1>\n\n<p>\n135- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الطيب عثمان بن عمرو بن محمد بن منتاب \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة ثمان وثمانين وثلاثمائة قال حدثنا أبو محمد\nيحيى بن محمد بن صاعد سنة سبع عشرة وثلاثمائة قال حدثنا الحسين بن الحسن\nالمروزي قال حدثنا النضر بن مساور قال حدثنا حماد بن سلمة قال حدثنا عاصم\nبن بهدلة عن مصعب بن سعد بن\n</p>\n\n<p>\n[ص: 24]\n</p>\n\n<p>\nمالك عن أبيه أنه قال يا رسول الله أي الناس أشد بلاء قال الأنبياء ثم\nالأمثل فالأمثل حتى إن الرجل ليبتلى على حسب دينه فإن كان صلب الدين اشتد\nبه البلاء وإن كان في دينه رقة ابتلي على قدر ذلك فلا يبرح البلاء على\nالعبد حتى يدعه يمشي على الأرض وما عليه من خطيئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n136- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال حدثنا أبو\nمعاوية قال حدثنا الأعمش عن إبراهيم عن الأسود عن عائشة <span id='ms32'></span> قالت قال رسول الله\nصلى الله عليه وسلم لا يصيب المؤمن شوكة فما فوقها إلا رفعه الله بها درجة\nوحط عنه بها خطيئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n137- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال حدثنا روح بن\nعبادة عن مالك بن أنس عن سمي مولى أبي بكر بن عبد الرحمن عن أبي صالح\nالسمان عن أبي هريرة قال قال\n</p>\n\n<p>\n[ص: 27]\n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم بينما رجل يمشي بطريق إذ وجد غصن شوك على\nالطريق فأخذه فشكره الله عز وجل له أراه قال فغفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n138- \n</p>\n\n<p>\nقال الحسين أنا أشك قال والشهداء خمس المبطون والمطعون والغريق وصاحب\nالهدم والشهيد في سبيل الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n139- \n</p>\n\n<p>\nوقال لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا\nلاستهموا عليه ولو يعلمون ما في التهجير لاستبقوا إليه\n</p>\n\n<p>\n[ص: 29]\n</p>\n\n<p>\nولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n140- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال حدثنا سعيد بن\nسالم القداح عن ابن جريج عن إبراهيم بن\n</p>\n\n<p>\n[ص: 30]\n</p>\n\n<p>\nمحمد بن أبي عطاء عن موسى بن وردان عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم من مات مريضا مات شهيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n141- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال حدثنا معتمر\nبن سليمان قال سمعت إسماعيل بن أبي خالد\n</p>\n\n<p>\n[ص: 32]\n</p>\n\n<p>\nيحدث عن قيس قال أتينا خبابا نعوده وقد اكتوى سبعا في بطنه فقال لولا أن\nرسول الله صلى الله عليه وسلم نهى أن ندعو بالموت لدعوت به ثم قال ألا إن\nأصحابي الذين مضوا ذهبوا ولم تنقصهم الدنيا شيئا وإنا أدركنا بعدهم من\nالدنيا ما لا نجد له موضعا إلا في هذا التراب وإن المرء المسلم يؤجر في كل\nشيء ينفقه إلا شيئا يجعله في هذا التراب. وكان يبني حائطا في داره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n142- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال حدثنا معتمر\nبن سليمان قال حدثنا حميد عن أنس بن <span id='ms33'></span> مالك قال قال رسول الله صلى الله عليه\nوسلم لا يتمنين أحدكم الموت لضر نزل به ولكن ليقل اللهم أحيني ما كانت\nالحياة خيرا لي وتوفني إذا كانت الوفاة خيرا لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n143- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال أخبرنا\nإسماعيل بن إبراهيم قال حدثنا أيوب عن أبي قلابة عن من حدثه عن ثوبان قال\nقال رسول الله صلى الله عليه وسلم عائد المريض في خرفة من الجنة حتى يرجع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n144- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال أخبرنا أحوص\nبن جواب قال حدثنا جعفر الأحمر عن إسماعيل بن أبي خالد عن الشعبي قال قتادة\nحمقى القراء أشد على أهل المريض من مريضهم يأتون في غير وقت ويقعدون بعد\nالوقت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n145- \n</p>\n\n<p>\nأخبرنا عثمان بن عمرو قال حدثنا يحيى قال حدثنا الحسين قال أخبرنا\nالمعتمر بن سليمان عن حميد عن أنس قال دخل النبي صلى الله عليه وسلم على\nرجل من المسلمين يعوده فرآه كالفرخ المنتوف جهدا فقال هل كنت تدعو الله عز\nوجل بشيء أو تسأل شيئا قال نعم كنت أقول اللهم ما كنت معاقبي به في الآخرة\nفعجله لي في الدنيا فقال النبي صلى الله عليه وسلم سبحان الله لا تطيقه ولا\nتستطيعه فهلا قلت اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب\nالنار فدعا رسول الله صلى الله عليه وسلم فشفاه الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n146- \n</p>\n\n<p>\nأخبرنا عثمان قال حدثنا يحيى قال حدثنا الحسين قال أخبرنا مروان بن\nمعاوية الفزاري عن أبي مالك عن ربعي بن حراش\n</p>\n\n<p>\n[ص: 38]\n</p>\n\n<p>\nعن حذيفة قال قال رسول الله صلى الله عليه وسلم كل معروف صدقة.\n</p>\n\n<p>\nآخر ما كتب عن ابن المنتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>[13] شيخ آخر</h1>\n\n<p>\n147- \n</p>\n\n<p>\nحدثنا\n</p>\n\n<p>\nأبو الحسين محمد بن أحمد بن إسماعيل بن عنبس بن إسماعيل المعروف بابن سمعون الواعظ \n</p>\n\n<p>\nإملاء في سنة سبع وثمانين وثلاثمائة قال حدثنا أبو بكر عبد الله بن\nسليمان بن الأشعث السجستاني إملاء في مسجد الرصافة سنة أربع عشرة وثلاثمائة\nقال حدثنا الربيع <span id='ms34'></span> بن سليمان قال حدثنا عبد الله بن وهب قال\n</p>\n\n<p>\n[ص: 40]\n</p>\n\n<p>\nسمعت الليث يقول حدثني سهل بن معاذ عن أبيه عن رسول الله صلى الله عليه\nوسلم قال اركبوا هذه الدواب سالمة ولا تتخذوها كراسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n148- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أحمد بن سليمان بن زبان قال حدثنا هشام بن\nعمار قال حدثنا عبد الحميد قال حدثنا الأوزاعي قال حدثني إسماعيل بن عبيد\nالله قال حدثتني أم الدرداء عن أبي الدرداء قال قال رسول الله صلى الله\nعليه وسلم إن الله عز وجل يعني يقول أنا مع عبدي ما ذكرني وتحركت بي شفتاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n149- \n</p>\n\n<p>\nأخبرنا محمد بن أحمد قال حدثنا أحمد بن سليمان قال حدثنا هشام بن عمار\nقال حدثنا شعيب بن إسحاق قال حدثنا سعيد بن أبي عروبة عن يحيى بن أبي كثير\nعن عبيد الله بن أبي يزيد قال سمعت ابن عباس يقول ما كان رسول الله صلى\nالله عليه وسلم يتحرى صيام يوم إلا يوم عاشوراء ويوم عرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n150- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا عبد الله بن سليمان بن الأشعث السجستاني\nسنة أربع عشرة وثلاثمائة قال حدثنا محمود بن خالد وعمرو بن عثمان قالا\nحدثنا الوليد قال حدثنا ابن جابر قال سمعت أبا عبد ربه يقول سمعت\n</p>\n\n<p>\n[ص: 44]\n</p>\n\n<p>\nمعاوية بن أبي سفيان يقول سمعت رسول الله صلى الله عليه وسلم يقول لم يبق\nمن الدنيا إلا بلاء وفتنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n151- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا عبد الله بن سليمان قال حدثنا محمد بن مصفى\nوعمرو بن عثمان قالا حدثنا الوليد بن مسلم عن ابن جابر قال سمعت أبا عبد\nربه يقول سمعت معاوية بن أبي سفيان يقول سمعت رسول الله صلى الله عليه وسلم\nيقول إنما الأعمال بخواتيمها كالوعاء إذا طاب أعلاه طاب أسفله وإذا خبث\nأعلاه خبث أسفله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n152- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا عبد الله بن أبي داود قال حدثنا سلمة بن\nشبيب قال حدثنا عبد الرزاق قال حدثنا معمر عن الزهري قال إذا طاب المجلس\nكان للشيطان <span id='ms35'></span> فيه نصيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n153- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أحمد بن سليمان بن زبان الدمشقي بدمشق قال\nحدثنا هشام بن عمار قال حدثنا إسماعيل بن عياش عن عتبة بن جميل عن خالد\nالحذاء عن عاصم الأحول عن عبد الله بن الحارث عن عائشة قالت كان النبي صلى\nالله عليه وسلم يقول اللهم أنت السلام ومنك السلام تباركت وتعاليت يا ذا\nالجلال والإكرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n154- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أبو علي محمد بن محمد بن أبي حذيفة الدمشقي\nبدمشقي قال حدثنا أحمد بن محمد الحناجر قال حدثنا موسى بن داود قال حدثنا\nحماد بن سلمة عن قتادة عن أنس قال قال النبي صلى الله عليه وسلم طلب العلم\nفريضة على كل مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n155- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا محمد بن محمد بن أبي حذيفة الدمشقي قال\nحدثنا عبد الله بن الحسين بن جابر قال حدثنا عمرو بن الربيع بن طارق قال\nأخبرنا يحيى بن أيوب عن حميد عن أنس قال قال رسول الله صلى الله عليه وسلم\nالندم توبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n156- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أحمد بن سليمان بن زبان قال حدثنا هشام بن\nعمار قال حدثنا عبد الحميد بن حبيب بن أبي العشرين قال حدثنا الأوزاعي قال\nحدثني يحيى بن أبي كثير قال حدثني أبو سلمة قال حدثني أبو هريرة قال قال\nرسول الله صلى الله عليه وسلم لا تقدموا بين يدي رمضان بيوم ولا يومين إلا\nرجل كان يصوم صياما فليصمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n157- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا محمد بن محمد بن أبي حذيفة قال حدثنا أحمد\nبن محمد بن أبي الحناجر قال حدثنا العباس بن الوليد\n</p>\n\n<p>\n[ص: 53]\n</p>\n\n<p>\nالبصري قال حدثنا حماد بن سلمة عن عاصم عن أبي صالح عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال إن العبد لترفع له الدرجة فيقول أي رب أنى لي\nهذه فيقول باستغفار ولدك لك من بعدك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n158- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أبو الحسين أحمد بن محمد بن أحمد بن سليمان <span id='ms36'></span>\nالمخرمي قال حدثنا الزبير بن بكار قال حدثني ساعدة بن عبيد الله قال حدثني\nداود بن عطاء مولى الزبير عن زيد بن أسلم عن عبد الله بن عمر قال دعا رسول\nالله صلى الله عليه وسلم لعبد الله بن العباس فقال اللهم بارك فيه وانشر\nمنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n159- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أبو بكر محمد بن يونس المطرز قال حدثنا\nيعقوب بن إسحاق بن إبراهيم المكتب قال حدثنا يحيى بن سليمان المحاربي قال\nحدثنا مسعر بن كدام عن عطية عن أبي سعيد الخدري قال رأيت رسول الله صلى\nالله عليه وسلم من أول الليل إلى أن طلع الفجر رافعا يديه يدعو لعثمان بن\nعفان يقول اللهم عثمان رضيت عنه فارض عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n160- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا عبد الله بن سليمان بن الأشعث قال حدثنا\nإسحاق بن الأحبلي قال حدثنا (.. ..) (1) قال حدثنا أبو خالد محمد بن عمر\nالطائي عن ثابت بن سعد قال سمعت معاوية يقول سمعت رسول الله صلى الله عليه\nوسلم يقول لا تزال طائفة من أمتي قائمة على الحق لا يضرهم من خالفهم ولا\nينقصهم من حالفهم حتى يأتي أمر الله وهم على ذلك وربما قال حتى تقوم\nالساعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n161- \n</p>\n\n<p>\nأخبرنا محمد بن أحمد قال حدثنا عبد الله بن سليمان قال حدثنا أبو طاهر\nقال حدثنا سفيان عن عمرو عن ابن منبه عن أخيه عن معاوية بن أبي سفيان أن\nرسول الله صلى الله عليه وسلم قال إن الرجل ليسألني الشيء فأمنعه حتى\nتشفعوا فتؤجروا وأن رسول الله صلى الله عليه وسلم قال اشفعوا تؤجروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n162- \n</p>\n\n<p>\nأخبرنا محمد بن أحمد قال حدثنا عبد الله بن سليمان الأشعث قال حدثنا محمد\nبن عوف قال حدثنا أبو صالح عبد الله بن صالح قال حدثنا معاوية بن صالح عن\nحاتم بن حريث قال قال معاوية أنا أشهد أني سمعت رسول الله صلى الله عليه\nوسلم يقول أيما رجل لعنته في الجاهلية ثم دخل في الإسلام فاجعل لعنتي عليه\nصلاة وله زكاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n163- \n</p>\n\n<p>\nأخبرنا <span id='ms37'></span> محمد بن أحمد قال حدثنا عبد الله بن أبي داود قال حدثنا محمد بن\nعوف قال حدثنا علي بن عياش وأبو اليمان قالا حدثنا ابن عياش عن راشد بن\nداود عن أبي عثمان وأبي أسماء وأبي الأشعث أنهم سمعوا\n</p>\n\n<p>\n[ص: 61]\n</p>\n\n<p>\nمعاوية على المنبر يقول سمعت رسول الله صلى الله عليه وسلم يقول من يرد\nالله به خيرا يفقهه في الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n164- \n</p>\n\n<p>\nحدثنا محمد بن أحمد قال حدثنا أبو بكر محمد بن جعفر قال حدثنا أبو\nالعيناء محمد بن القاسم قال حدثنا ابن\n</p>\n\n<p>\n[ص: 62]\n</p>\n\n<p>\nخبيق قال حدثنا يوسف بن أسباط قال قال سفيان وجدنا أصل كل عداوة اصطناع\nالمعروف إلى اللئام. آخر ما كتب عن ابن سمعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>[14] شيخ آخر</h1>\n\n<p>\n165- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو نصر محمد بن أحمد بن موسى بن جعفر الملاحمي البخاري \n</p>\n\n<p>\nقدم علينا قراءة عليه وأنا أسمع في سنة سبع وثمانين\n</p>\n\n<p>\n[ص: 63]\n</p>\n\n<p>\nوثلاثمائة قال أخبرنا أبو إسحاق محمود بن إسحاق بن محمود الخزاعي قال\nحدثنا أبو عبد الله محمد بن إسماعيل ابن إبراهيم بن المغيرة البخاري قال\nحدثنا إسماعيل بن [أبي] أويس قال حدثني عبد الرحمن بن أبي الزناد عن موسى\nبن عقبة عن عبد الله بن الفضل الهاشمي عن عبد الرحمن بن هرمز الأعرج عن\nعبيد الله بن أبي رافع عن علي بن أبي طالب أن رسول الله صلى الله عليه وسلم\nكان يرفع يديه إذا كبر للصلاة حذو منكبيه وإذا أراد أن يركع وإذا رفع رأسه\nمن الركوع وإذا قام من الركعتين فعل مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n166- \n</p>\n\n<p>\nأخبرنا محمد بن أحمد الملاحمي قال حدثنا محمد بن إبراهيم ابن (.. ..) (1)\nالبخاري قال\n</p>\n\n<p>\n[ص: 65]\n</p>\n\n<p>\nحدثنا أبو بكر أحمد بن محمد بن عمر القرشي قال حدثنا الحسين بن عبد الله\nبن شاكر قال حدثنا عمي أحمد بن شاكر قال حدثنا عيسى بن موسى عن أبي حمزة عن\nرقبة عن سلمة بن كهيل عن أبي الأحوص عن عبد الله قال قال رسول الله صلى\nالله عليه وسلم لقد هممت أن آمر\n</p>\n\n<p>\n[ص: 66]\n</p>\n\n<p>\nفتيانا يأخذون معهم حزم الحطب <span id='ms38'></span> لا يأتون على منزل رجل تخلف عن الصلاة إلا\nأشعل عليه نارا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n167- \n</p>\n\n<p>\nأخبرنا محمد بن أحمد قال حدثنا أبو الحسين (..) (1) محمد بن إبراهيم بن\n(..) قال حدثنا عبد الرحمن بن محمد بن حريث عن جده حاشد بن مجاشع قال وجدت\nفي كتاب جدي حاشد بن مجاشع قال حدثنا عيسى بن موسى عن خارجة بن\n</p>\n\n<p>\n[ص: 67]\n</p>\n\n<p>\nمصعب عن عبد الله بن عطاء عن موسى بن عقبة عن نافع عن ابن عمر أن رسول\nالله صلى الله عليه وسلم نهى أن يسلم الرجل وهو يبول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n168- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا محمد بن الحسين بن علي الجرجاني قال حدثنا\nمحمد بن أبي سعيد الحافظ قال حدثنا أبو العباس أحمد بن هاشم الطريقي قال\nحدثني جعفر بن الحسين بن عمر الريان الكوفي قال حدثنا محمد بن غسان\nالأنصاري عن يونس مولى الرشيد قال\n</p>\n\n<p>\n[ص: 68]\n</p>\n\n<p>\nكنت واقفا على رأس المأمون وعنده يحيى بن أكثم القاضي فذكروا عليا وفضله\nفقال المأمون سمعت الرشيد يقول سمعت المهدي يقول سمعت المنصور يقول سمعت\nأبي يقول سمعت جدي يقول سمعت ابن عباس يقول رجع عثمان إلى علي فسأله المصير\nإليه فصار إليه فجعل يحد النظر إليه فقال له علي يا عثمان ما لك تمد النظر\nإلي قال سمعت رسول الله صلى الله عليه وسلم يقول النظر إلى علي عبادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n169- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا أبو إسحاق محمود بن إسحاق المطوعي قال حدثنا\nعبد الله بن حماد الآملي قال حدثنا الربيع بن روح قال حدثنا سلم بن سالم عن\nجعفر بن محمد عن أبيه عن علي بن أبي طالب قال قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n[ص: 70]\n</p>\n\n<p>\nمن رضي بالقليل من الرزق رضي الله منه بالقليل من العمل وانتظار الفرج من\nالله عبادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n170- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا أبو بكر محمد بن سعيد بن الأحنف قال حدثنا أبو\nبكر بن حريث قال حدثنا إسحاق بن حمزة قال حدثنا عيسى بن موسى عن أبي حمزة\nعن رقبة عن عمرو بن\n</p>\n\n<p>\n[ص: 71]\n</p>\n\n<p>\nمرة عن أبي <span id='ms39'></span> عبيدة عن أبي موسى الأشعري قال سمى لنا النبي صلى الله عليه\nوسلم أسماء فمنها ما نسيت ومنها ما حفظته فقال أنا محمد وأحمد والمقفي\nوالحاشر وأنا نبي التوبة والملحمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n171- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا أبو حاتم سهل بن السري الحافظ قال حدثنا محمد\nبن حريث قال حدثنا إسحاق بن حمزة قال حدثنا عيسى بن موسى عن أبي حمزة عن\nرقبة عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال إذا دعي أحدكم\nفليجب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n172- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا الحسين بن إسماعيل الفارسي قال حدثنا عيسى بن\nعمرو بن ميمون قال حدثنا أحمد بن الجنيد قال حدثنا عيسى بن موسى عن أبي\nرجاء الهروي عن خصيف عن أبي غالب عن أبي أمامة أن رسول الله صلى الله عليه\nوسلم قال إن التاجر إذا كان فيه أربع خصال طاب مكسبه إذا اشترى لم يذم وإذا\nباع لم يمدح ولم يدلس البيع ولم يحلف فيما بين ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n173- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا علي ابن قريش البستي قال حدثنا عبيد الله بن\nواصل قال حدثنا أحمد بن الجنيد قال حدثنا عيسى بن موسى عن أبي حمزة عن يزيد\nبن أبي خالد عن زيد بن أبي أنيسة عن شرحبيل بن سعد المدني عن جابر بن عبد\nالله قال قال رسول الله صلى الله عليه وسلم من أولى خيرا فلم يجد له\n</p>\n\n<p>\n[ص: 74]\n</p>\n\n<p>\nجزاء إلا الثناء فقد شكره ومن كتمه فقد كفره ومن تحلى بباطل فهو كلابس\nثوبي زور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n174- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا أبو صالح خلف بن محمد قال حدثنا سهل بن ساذويه\nقال حدثنا الفضل بن إبراهيم الباهلي أبو\n</p>\n\n<p>\n[ص: 75]\n</p>\n\n<p>\nنعيم قال حدثنا عبيد بن آدم بن أبي إياس العسقلاني قال حدثنا أبي قال\nحدثنا أبو أحمد عيسى بن موسى قال حدثنا منصور بن المعتمر الربعي عن عكرمة\nعن ابن عباس قال قال رسول الله صلى الله عليه وسلم من قرأ {قل هو الله أحد}\nدبر كل صلاة مكتوبة عشر مرات أوجب له رضوانه <span id='ms40'></span> ومغفرته.\n</p>\n\n<p>\nقال أبو هارون منصور بن المعتمر كان على ما وراء النهر واليا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n175- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا بكر بن محمد بن خالد الرازي قال وجدت في كتاب\nأبي بخطه قال حدثنا محمد بن إبراهيم الترمذي قال حدثنا صالح بن محمد قال\nحدثنا إسحاق بن بشر البخاري قال حدثنا أبو عمرو بن العلاء قارئ أهل البصرة\nعن مجاهد عن ابن عمر وأبي عبيدة عن عبد الله بن مسعود أن رسول الله صلى\nالله عليه وسلم كان يتشهد التحيات لله الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n176- \n</p>\n\n<p>\nأخبرنا الملاحمي قال حدثنا أبو نصر أحمد بن سهل الكندي قال حدثنا أبو\nشهاب معمر بن محمد البلخي قال حدثنا مكي بن إبراهيم قال حدثنا غالب عن شريك\nعن جعفر بن محمد عن أبيه عن علي بن أبي طالب قال قال رسول الله صلى الله\nعليه وسلم إياكم والزنا فإن فيه ست خصال ثلاثة في الدنيا وثلاثة في الآخرة\nفأما\n</p>\n\n<p>\n[ص: 78]\n</p>\n\n<p>\nالتي في الدنيا فإنه يذهب بنور الوجه ويقطع الرزق ويسرع الفناء وأما في\nالآخرة فغضب الرب وسوء الحساب والخلود في النار.\n</p>\n\n<p>\nآخر ما كتب عن الملاحمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>[15] شيخ آخر</h1>\n\n<p>\n177- \n</p>\n\n<p>\nأخبرتنا\n</p>\n\n<p>\nأم الفتح أمة السلام بنت القاضي أبي بكر أحمد بن كامل بن خلف بن شجرة \n</p>\n\n<p>\nقراءة عليها في جمادى الآخرة سنة ست وثمانين وثلاثمئة قالت حدثنا أبو\nالطيب محمد بن الحسين بن حميد بن الربيع اللخمي قال حدثنا جدي حميد بن\nالربيع بن حميد قال حدثنا أبو داود الحفري قال حدثنا سفيان الثوري عن عاصم\nعن\n</p>\n\n<p>\n[ص: 79]\n</p>\n\n<p>\nزر عن عبد الله قال قال رسول الله صلى الله عليه وسلم إن الله عز وجل\nيؤيد هذا الدين بالرجل الفاجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n178- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن الحسين قال حدثنا إبراهيم بن محمد\nبن صدقة العامري قال حدثنا نعيم بن سالم بن قنبر عن أنس بن مالك قال قال\nرسول الله صلى الله عليه وسلم الحسن والحسين سيدا شباب أهل الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n179- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي بن النعمان <span id='ms41'></span>\nالبندار قال حدثنا علي بن الحسين الدرهمي قال حدثنا عبد الله بن داود عن\nهشام عن عروة عن أبيه قال قال رسول الله صلى الله عليه وسلم اطلبوها في\nالعشر الأواخر.\n</p>\n\n<p>\nقلت لأبي داود ليلة القدر قال نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n180- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي البندار قال حدثنا\nعلي بن الحسين قال حدثنا أبو داود عن الأعمش قال كان يقال آفة العلم\nالنسيان وإضاعته حديثه غير أهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n181- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل قال حدثنا أحمد بن عبد\nالله بن منجوف قال حدثنا عبد الرحمن يعني ابن مهدي عن سفيان عن منصور عن\nهلال بن يساف عن سلمة بن قيس قال قال رسول الله صلى الله عليه وسلم في حجة\nالوداع إنما هي أربع لا تشركوا بالله شيئا ولا تقتلوا النفس التي حرم الله\nإلا بالحق ولا تسرقوا ولا تزنوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n182- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل قال حدثنا أحمد بن عبد\nالله قال حدثنا عبد الرحمن عن سفيان عن منصور عن هلال بن يساف عن سلمة بن\nقيس قال قال لي رسول الله صلى الله عليه وسلم إذا توضأت فانتثر وإذا\nاستجمرت فأوتر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n183- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل البندار قال حدثنا أحمد\nبن عبد الله قال حدثنا عبد الرحمن عن سفيان عن منصور عن هلال عن أبي يحيى\nعن عبد الله بن عمرو قال رأى رسول الله صلى الله عليه وسلم قوما يتوضؤون\nفرأى أعقابهم تلوح فقال ويل للأعقاب من النار أسبغوا الوضوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n184- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل قال حدثنا أحمد بن عبد\nالله قال حدثنا عبد الرحمن بن مهدي عن سفيان وشعبة عن منصور عن هلال عن وهب\nبن الأجدع عن علي عن\n</p>\n\n<p>\n[ص: 86]\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم قال لا تصلوا بعد العصر إلا أن تصلوا والشمس\nمرتفعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n185- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي البندار قال حدثنا\nأحمد بن عبد الله <span id='ms42'></span> بن علي قال حدثنا عبد الرحمن بن مهدي عن سفيان عن الأعمش\nومنصور عن ذر عن يسيع عن النعمان بن بشير قال سمعت رسول الله صلى الله عليه\nوسلم يقول الدعاء هو العبادة وقرأ {وقال ربكم ادعوني أستجب لكم} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n186- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل قال حدثنا أحمد بن عبد\nالله بن علي قال حدثنا عبد الرحمن عن سفيان عن الأعمش ومنصور عن ذر عن عبد\nالله بن شداد عن ابن عباس أن رجلا قال للنبي صلى الله عليه وسلم إني لأجد\nفي نفسي شيئا لأن أكون حمما أحب إلي من أن أتكلم به. فقال في حديث منصور\nالله أكبر. وقالا جميعا الحمد لله الذي رد أمره إلى الوسوسة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n187- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي قال حدثنا أحمد بن\nعبد الله قال حدثنا عبد الرحمن عن سفيان عن منصور عن أبي حازم عن أبي هريرة\nعن النبي صلى الله عليه وسلم قال من حج فلم يرفث ولم يفسق خرج من ذنوبه\nكيوم ولدته أمه أو كما خرج من بطن أمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n188- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي قال حدثنا أحمد بن\nعبد الله بن علي قال حدثنا عبد الرحمن عن سفيان عن منصور عن الشعبي عن أم\nسلمة أن رسول الله صلى الله عليه وسلم كان إذا خرج من بيته قال بسم الله رب\nأعوذ بك أن أزل أو أضل أو أن أظلم أو أن أجهل أو أن يجهل علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n189- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي قال حدثنا أحمد بن\nعبد الله بن علي قال حدثنا عبد الرحمن عن سفيان عن منصور عن أبي وائل عن\nعبد الله عن النبي صلى الله عليه وسلم قال الجنة أقرب إلى أحدكم من شراك\nنعله والنار مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n190- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي قال حدثنا أحمد بن\nعبد الله بن علي قال حدثنا عبد الرحمن <span id='ms43'></span> عن سفيان عن الأعمش عن خيثمة عن سويد\nبن غفلة عن علي قال إذا حدثتكم عن رسول الله صلى الله عليه وسلم حديثا فلأن\nأخر من السماء أحب إلي من أن أكذب عليه وإذا حدثتكم فيما بيني\n</p>\n\n<p>\n[ص: 93]\n</p>\n\n<p>\nوبينكم فإن الحرب خدعة سمعت رسول الله صلى الله عليه وسلم يقول يخرج قوم\nآخر الزمان أحداث الأسنان أسفاه الأحلام يقولون من خير قول البرية لا يجاوز\nإيمانهم حناجرهم يمرقون من الدين كما يمرق السهم من الرمية فإذا لقيتموهم\nفاقتلوهم فإن قتلهم أجر لمن قتلهم يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n191- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي قال حدثنا أحمد بن\nعبد الله بن علي قال حدثنا عبد الرحمن عن سفيان عن الأعمش عن خيثمة عن أبي\nعطية قال قلنا لعائشة فينا رجلان أحدهما يعجل الإفطار ويؤخر السحور والآخر\nيؤخر الإفطار ويعجل السحور فقالت أيهم الذي يعجل الإفطار ويؤخر السحور قلنا\nعبد الله قالت كذاك كان يفعل رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n192- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا إبراهيم بن علي بن سليمان بن شريح بن\nإسحاق قال حدثنا إبراهيم بن الهيثم بن المهلب البلدي قال حدثنا أبو اليمان\nهو الحكم بن نافع قال سمعت عاصم بن مهاجر الكلاعي يحدث عن أبيه قال قال\nرسول الله صلى الله عليه وسلم الخط الحسن يزيد الحق وضحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n193- \n</p>\n\n<p>\nأخبرتنا أمة السلام قالت حدثنا محمد بن إسماعيل بن علي البندار قال حدثنا\nأحمد بن عبد الله بن منجوف قال حدثنا عبد الرحمن عن سفيان عن منصور عن ربعي\nعن أبي مسعود عن النبي صلى الله عليه وسلم قال إن مما أدرك الناس من كلام\nالنبوة الأولى إذا لم تستحي فاصنع ما شئت.\n</p>\n\n<p>\nسمعت أم الفتح أمة السلام تقول مولدي يوم الاثنين أول يوم من رجب سنة\nثمان وتسعين ومائتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>[16] شيخ آخر</h1>\n\n<p>\n194- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسين محمد بن عبد الرحمن بن جعفر بن خشنام الدينوري \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة إحدى وتسعين وثلاثمائة قال\n</p>\n\n<p>\n[ص: 97]\n</p>\n\n<p>\nحدثنا أبو <span id='ms44'></span> بكر محمد بن عبد الله بن غيلان الخزاز قال حدثنا أبو هشام محمد\nبن يزيد الرفاعي قال حدثنا حفص بن غياث عن هشام بن عروة عن أبيه عن عائشة\nقالت ما غرت على أحد من أزواج رسول الله صلى الله عليه وسلم ما غربت على\nخديجة وما لي أن أكون أدركتها وما ذاك إلا لكثرة ذكر رسول الله صلى الله\nعليه وسلم لها وإن كان مما يذبح الشاة يتتبع بها صدائق خديجة فيهدي بها لهن\n</p>\n\n<p>\n[ص: 98]\n</p>\n\n<p>\nأخرجه البخاري عن عمر بن محمد بن الحسن عن أبيه عن حفص وأخرجه مسلم عن\nسهل عن حفص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n195- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا أبو عبد الله أحمد بن علي بن العلاء\nالجوزجاني قال حدثنا أحمد بن محمد بن السفر قال حدثنا أبو أسامة عن بريد عن\nجده أبي بردة عن أبي موسى عن\n</p>\n\n<p>\n[ص: 99]\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم قال رأيت في المنام كأني أهاجر من مكة إلى أرض\nبها نخل فذهب وهمي أنها اليمامة أو هجر فإذا هي المدينة يثرب ورأيت في\nرؤياي هذه أني هززت سيفا فانقطع صدره فإذا هو ما أصيب من المؤمنين يوم أحد\nثم هززته أخرى فعاد أحسن ما كان فإذا هو ما جاء به من الفتح واجتماع\n</p>\n\n<p>\n[ص: 100]\n</p>\n\n<p>\nالمؤمنين\n</p>\n\n<p>\nأخرجه البخاري ومسلم عن أبي كريب عن أبي أسامة وأخرجه مسلم عن ابن براد\nعن أبي أسامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n196- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثني أبو محمد القاسم بن حامد البزار قال\nحدثنا الحسن بن الصباح قال حدثنا سفيان\n</p>\n\n<p>\n[ص: 101]\n</p>\n\n<p>\nسمع عمرو عن جابر بن عبد الله يقول اصطبح ناس بالخمر يوم أحد ثم قتلوا\nشهداء.\n</p>\n\n<p>\nأخرجه البخاري عن علي بن المديني وصدقه وعبد الله بن محمد عن ابن عيينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n197- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا القاسم بن حامد قال حدثنا الحسن بن\nالصباح قال حدثنا سفيان قال عمرو حدث جابر قال نهى رسول الله صلى الله عليه\nوسلم عن المخابرة.\n</p>\n\n<p>\n[ص: 102]\n</p>\n\n<p>\nأخرجه مسلم عن أبي بكر <span id='ms45'></span> عن ابن عيينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n198- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا أبو أحمد القاسم بن عبد الله بن عبد\nالرحمن بن بلبل الزعفراني قال حدثنا أحمد بن محمد التبعي قال حدثنا القاسم\nبن الحكم قال حدثنا عبيد الله بن الوليد الوصافي عن محمد بن سوقة\n</p>\n\n<p>\n[ص: 103]\n</p>\n\n<p>\nعن الحارث الأعور عن علي بن أبي طالب رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم من اشتاق إلى الجنة سارع إلى الخيرات ومن أشفق من النار لها\nعن الشهوات ومن ترقب الموت لها عن اللذات ومن زهد في الدنيا هانت عليه\nالمصيبات\n</p>\n\n<p>\nقال أبو الفتح بن أبي الفوارس غريب من حديث محمد بن سوقة لا أعلم حدث به\nإلا الوصافي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n199- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا محمد بن عبد الله بن غيلان قال\nحدثنا الفضل بن الصباح السمسار قال حدثنا معبد بن زكريا قال حدثنا سالم بن\nعبد الأعلى عن نافع عن ابن عمر قال كان النبي صلى الله عليه وسلم إذا أشفق\nمن الحاجة أن ينسى جعل في يده خيطا ليذكرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n200- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الرحمن قال حدثنا إسماعيل بن إبراهيم الحلواني قال\nحدثنا علي بن عبد المؤمن قال حدثنا وكيع عن هشام بن عروة عن أبيه عن عائشة\nقالت قال رسول الله صلى الله عليه وسلم إن من الشعر حكمة\n</p>\n\n<p>\nقال وقالت عائشة يرحم الله لبيدا فهو الذي يقول\n</p>\n\n<p>\nذهب الذين يعاش في أكنافهم ... وبقيت في خلف كجلد الأجرب\n</p>\n\n<p>\nيتأكلون خيانة ومسحة ... ويعاب قائلهم وإن لم يشغب\n</p>\n\n<p>\n[ص: 106]\n</p>\n\n<p>\nقال وكيع قال هشام قال أبي قالت عائشة يرحم الله لبيدا كيف لو أدرك\nزماننا هذا قال وكيع قال هشام قال أبي يرحم الله عائشة كيف لو أدركت زماننا\nهذا قال وكيع قال هشام يرحم الله أبي كيف لو أدرك زماننا هذا قال وكيع يرحم\nالله هشاما كيف لو أدرك زماننا هذا قال علي يرحم الله وكيعا كيف لو أدرك\nزماننا هذا قال أبو بشر يرحم الله عليا كيف لو <span id='ms46'></span> أدرك زماننا هذا قال ابن\nخشنام يرحم الله أبا بشر كيف لو أدرك زماننا هذا قال الآبنوسي يرحم الله\nخشناما كيف لو أدرك زماننا هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>[17] شيخ آخر</h1>\n\n<p>\n201- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأحمد بن عبيد بن الفضل بن سهل بن بيري الواسطي \n</p>\n\n<p>\nبها قراءة عليه وأنا أسمع في جمادى الآخرة سنة ثلاث وتسعين وثلاثمائة قال\nأخبرنا أبو الحسن علي بن عبد الله بن مبشر الواسطي بها\n</p>\n\n<p>\n[ص: 108]\n</p>\n\n<p>\nقال حدثنا أبو جعفر أحمد بن سنان قال حدثنا عمرو بن عون قال أخبرنا هشيم\nعن خالد الحذاء عن أبي قلابة عن ثابت بن الضحاك قال قال رسول الله صلى الله\nعليه وسلم من حلف بملة غير الإسلام كاذبا متعمدا فهو كما قال ومن قتل نفسه\nبشيء عذب به يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n202- \n</p>\n\n<p>\nأخبرنا أحمد بن عبيد قال حدثنا علي بن عبد الله قال حدثنا أحمد بن سنان\nقال حدثنا يزيد بن هارون قال أخبرنا عيسى بن ميمون قال حدثنا محمد بن كعب\nالقرظي عن النعمان بن عجلان الزرقي أنه اشتكى فدخل عليه رسول الله صلى الله\nعليه وسلم يعوده فقال كيف تجدك يا نعمان فقال أجدني موعوكا يا رسول الله\n</p>\n\n<p>\n[ص: 110]\n</p>\n\n<p>\nفقال اللهم شفاء عاجلا إن عرض مرض أو صبرا على بلية إن أطلت مرضه أو\nخروجا من الدنيا إلى رحمتك إن قضيت أجله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n203- \n</p>\n\n<p>\nأخبرنا أحمد بن عبيد قال حدثنا علي بن عبد الله قال حدثنا أحمد بن سنان\nقال حدثنا يزيد بن هارون قال أخبرنا شعبة عن عدي بن ثابت عن عبد الله بن\nيزيد أن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n[ص: 111]\n</p>\n\n<p>\nنهى عن النهبة والمثلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n204- \n</p>\n\n<p>\nأخبرنا أحمد بن عبيد قال حدثنا علي بن عبد الله قال حدثنا أحمد بن سنان\nقال حدثنا محمد بن أبي نعيم قال حدثنا وهيب بن خالد قال حدثنا داود بن أبي\nهند عن الشعبي عن أبي جبيرة بن الضحاك قال فينا نزلت هذه الآية {ولا\nتنابزوا\n</p>\n\n<p>\n[ص: 112]\n</p>\n\n<p>\nبالألقاب} قال قدم رسول الله صلى الله عليه وسلم المدينة وليس منا رجل\nإلا <span id='ms47'></span> وله اسمان أو ثلاثة قال فدعا مرة رجلا فقالوا يا رسول الله إنه يكره\nهذا الاسم قال فنزلت {ولا تنابزوا بالألقاب} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n205- \n</p>\n\n<p>\nأخبرنا أحمد بن عبيد قال حدثنا علي بن عبد الله قال حدثنا أحمد بن سنان\nقال حدثنا إسحاق بن يوسف الأزرق قال حدثنا عبد الملك بن أبي سليمان عن عطاء\nعن جابر بن عبد الله أنه تزوج امرأة على عهد رسول الله صلى الله عليه وسلم\nولقي النبي صلى الله عليه وسلم فقال يا جابر أتزوجت قال نعم قال أبكرا أم\nثيبا قال ثيبا قال أفلا بكرا تلاعبها فقال يا رسول الله كانت لي أخوات\nفخشيت أن تدخل بيني وبينهن قال فذاك إذن إن المرأة تنكحها على دينها ومالها\nوجمالها فعليك بذات الدين ترتب يداك.\n</p>\n\n<p>\n[ص: 114]\n</p>\n\n<p>\nآخر ما كتب عن ابن بيري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>[18] شيخ آخر</h1>\n\n<p>\n206- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسن محمد بن جعفر بن محمد بن هارون التميمي النحوي الكوفي المعروف بابن النجار المقرئ \n</p>\n\n<p>\nقراءة عليه ببغداد وأنا أسمع فأقر به قال حدثنا أبو سعيد محمد بن عبد\nالله بن إبراهيم بن أحمد بن غالب بن مشكان المروزي\n</p>\n\n<p>\n[ص: 115]\n</p>\n\n<p>\nقال سمعت محمد بن عمير قال سمعت أحمد بن الليث بن الخليل البجلي قال\nحدثنا أحمد بن محمد بن أبي الريان النيسابوري بمكة في مسجد الخيف قال حدثنا\nعلي بن خلف الرازي قال حدثنا محمد بن حميد الرازي قال اشتكيت عيني فشكوت\nإلى جرير قال انظر في المصحف فإنه اشتكيت عيني فشكوت إلى منصور فقال لي\nانظر في المصحف فإني اشتكيت عيني فشكوت إلى إبراهيم النخعي فقال لي انظر في\nالمصحف فإنه اشتكيت عيني فشكوت إلى علقمة فقال لي انظر في المصحف فإنه\nاشتكيت عيني فشكوت إلى ابن مسعود فقال لي انظر في المصحف فإنه اشتكيت عيني\nفشكوت إلى النبي صلى الله عليه وسلم فقال انظر في المصحف إنه اشتكيت عيني\nفشكوت جبريل فقال لي انظر في المصحف فإنه اشتكيت عيني فشكوت إلى ربي عز وجل\nفقال لي انظر في المصحف.\n</p>\n\n<p>\n[ص: 116]\n</p>\n\n<p>\nقال <span id='ms48'></span> أحمد بن الليث قال أحمد بن محمد بن الريان أخبرني من كتب عني هذا\nالحديث قال ذاكرته بمصر في مجلس بكار بن قتيبة قاضي مصر فأنكر بعض الناس أن\nيكون في ذلك الزمان مصحف فقال بكار أيش ننكر عليه أليس قال رسول الله صلى\nالله عليه وسلم لا تسافروا بالمصحف إلى أرض العدو ثم قال بكار كل شيء يجتمع\nمن الأوراق يقال له مصحف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n207- \n</p>\n\n<p>\nأخبرنا محمد بن جعفر قال حدثنا إسحاق بن محمد بن مروان قال حدثنا أبي\nمحمد بن مروان قال حدثنا إسحاق بن\n</p>\n\n<p>\n[ص: 117]\n</p>\n\n<p>\nيزيد الطائي عن صباح بن يحيى عن المغيرة بن مقسم العبسي عن أم موسى عن\nأمير المؤمنين علي قال ما رمدت ولا صدعت منذ مسح رسول الله صلى الله عليه\nوسلم وجهي وتفل في عيني يوم خيبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n208- \n</p>\n\n<p>\nأخبرنا محمد بن جعفر قال حدثنا حفص بن غياث عن هشام عن ابن سيرين عن أبي\nهريرة عن رسول الله صلى الله عليه وسلم قال من تاب قبل أن تطلع الشمس من\nمغربها قبل منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n209- \n</p>\n\n<p>\nأخبرنا محمد بن جعفر قال حدثنا جعفر بن أحمد بن كعب قال حدثنا علي بن حرب\nقال حدثنا أبو ضمرة عن موسى بن عقبة عن نافع عن ابن عمر قال سمعت رسول الله\nصلى الله عليه وسلم يقول من أتى الجمعة فليغتسل من الرجال والنساء.\n</p>\n\n<p>\n[ص: 119]\n</p>\n\n<p>\nآخر ما كتب عن ابن النجار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>[19] شيخ آخر</h1>\n\n<p>\n210- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو أحمد عبيد الله بن محمد بن أحمد بن أبي مسلم الفرضي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع فأقر به في شهر ربيع الآخر سنة سبعين وثلاثمائة قال\nأخبرنا أبو القاسم عبيد الله بن أحمد بن عبد الله بن بكير التميمي قراءة\nعليه وأنا أسمع قال أخبرنا أبو الحسن علي بن عبد العزيز البغوي قال حدثنا\nأبو عبيد القاسم بن سلام قال حدثنا\n</p>\n\n<p>\n[ص: 120]\n</p>\n\n<p>\nإسماعيل بن جعفر عن شريك بن أبي نمر عن عطاء بن يسار عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال ليس المسكين الذي <span id='ms49'></span> ترده التمرة\n</p>\n\n<p>\n[ص: 121]\n</p>\n\n<p>\nوالتمرتان واللقمة واللقمتان إنما المسكين المتعفف اقرؤوا إن شئتم لا\nيسألون الناس إلحافا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n211- \n</p>\n\n<p>\nأخبرنا عبيد الله بن محمد قال أخبرنا عبيد الله بن أحمد قال حدثنا علي بن\nعبد العزيز قال أخبرنا أبو عبيد قال حدثنا عبد الله بن صالح قال حدثنا\nحرملة بن عمران وعبد الله بن لهيعة عن عقبة بن مسلم عن عقبة بن عامر الجهني\nقال قال رسول الله صلى الله عليه وسلم إذا رأيت الله يعطي العبد ما يحب وهو\nمقيم على معاصيه فإنما ذلك منه استدراج ثم برع بهذه الآية {فلما نسوا ما\n</p>\n\n<p>\n[ص: 123]\n</p>\n\n<p>\nذكروا به فتحنا عليهم أبواب كل شيء حتى إذا فرحوا بما أتوا أخذناهم بغتة\nفإذا هم مبلسون. فقطع دابر القوم الذين ظلموا والحمد لله رب العالمين} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n212- \n</p>\n\n<p>\nأخبرنا عبيد الله قال أخبرنا عبيد الله قال حدثنا علي قال حدثنا أبو عبيد\nقال حدثنا أبو معاوية عن الأعمش عن المنهال بن عمرو عن زاذان عن البراء بن\nعازب عن النبي صلى الله عليه وسلم أنه ذكر عذاب القبر في حديث بتطويل فقال\nفيه وإن الكافر إذا كان في انقطاع من الدنيا وإقبال من الآخرة أتاه ملك\nالموت فيترع نفسه كما يترع الصوف المبلول من السفود فتأخذها الملائكة\nفيصعدون بها فيستفتح\n</p>\n\n<p>\n[ص: 124]\n</p>\n\n<p>\nلها فلا يفتح لها ثم قرأ رسول الله صلى الله عليه وسلم {لا تفتح لهم\nأبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط} فيقول الله عز\nوجل اكتبوا كتابه في سجين وأعيدوه إلى الأرض قال فتطرح روحه طرحا ثم قرأ\nرسول الله صلى الله عليه وسلم {ومن يشرك بالله فكأنما خر من السماء فتخطفه\nالطير أو تهوي به الريح في مكان سحيق} .\n</p>\n\n<p>\nآخر ما كتب عن أبي أحمد الفرضي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>[20] شيخ آخر</h1>\n\n<p>\n213- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو القاسم عبيد الله بن عثمان بن يحيى بن جنيقا الدقاق \n</p>\n\n<p>\nقراءة عليه وأنا أسمع قال حدثنا أبو محمد إسماعيل بن علي الخطبي قراءة\nعليه فأقر به وأنا أسمع قال حدثنا بشر بن موسى <span id='ms50'></span> والحسن بن علي بن المتوكل\nقال حدثنا سليمان بن حرب قال حدثنا أبو هليل\n</p>\n\n<p>\n[ص: 126]\n</p>\n\n<p>\nقال حدثنا غيلان بن جرير عن عبد الله بن معبد الزماني عن أبي قتادة أن\nعمر رضي الله عنه سأل النبي صلى الله عليه وسلم عن صوم يوم الإثنين فقال\nذاك يوم ولدت فيه ويوم أنزلت علي النبوة فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n214- \n</p>\n\n<p>\nأخبرنا عبد الله بن عثمان قال حدثنا إسماعيل قال حدثنا عبد الله بن الحسن\nبن أحمد الأموي قال حدثنا أبو أيوب صاحب البصري قال حدثنا حماد بن زيد عن\nعلي بن زيد وهشام عن الحسن عن أبي بكرة قال بينا النبي صلى الله عليه وسلم\nيخطب جاء الحسن حتى صعد المنبر فقال إن ابني هذا سيد وإن الله سيصلح به بين\nفئتين من المسلمين عظيمتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n215- \n</p>\n\n<p>\nأخبرنا عبيد الله أخبرنا إسماعيل قال أخبرنا بشر بن موسى قال حدثنا خلف\nبن الوليد عن إسرائيل عن سماك قال سمعت جابر بن سمرة يقول كان النبي صلى\nالله عليه وسلم شمط مقدم رأسه ولحيته وإذا أدهن وامتشط لم يتبين وإذا شعث\nرأسه تبين وكان كثير شعر الرأس واللحية فقال رجل كان وجهه مثل السيف فقال\nلا بل كان وجهه مثل الشمس والقمر وكان مستديرا وكان في غضروف كتفه مثل بيضة\nالحمامة يشبه جسده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n216- \n</p>\n\n<p>\nأخبرنا عبيد الله قال حدثنا إسماعيل قال حدثنا موسى بن إسحاق الأنصاري\nقال حدثنا محمد بن عبد الله بن نمير قال حدثنا يونس بن بكير عن محمد بن\nإسحاق قال محمد رسول الله صلى الله عليه وسلم هو محمد بن عبد الله بن عبد\nالمطلب بن هاشم بن عبد مناف بن قصي\n</p>\n\n<p>\n[ص: 130]\n</p>\n\n<p>\nبن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n217- \n</p>\n\n<p>\nأخبرنا عبيد الله بن عثمان قال حدثنا إسماعيل قال حدثنا محمد بن عثمان\nقال حدثنا إبراهيم بن محمد بن ميمون قال حدثنا عبد الله بن بكير عن حكيم بن\nجبير عن سعيد بن جبير عن ابن <span id='ms51'></span> عباس قال نزل القرآن كله ليلة القدر من السماء\nالعليا إلى السماء الدنيا ثم فصل من السماء الدنيا في السنين التي نزل فيها\nفقال ألا تسمع أن الله عز وجل يقول {فلا أقسم بمواقع النجوم} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n218- \n</p>\n\n<p>\nأخبرنا عبيد الله بن عثمان قال حدثنا إسماعيل قال حدثنا معاذ بن المثنى\nقال حدثنا هدبة بن خالد عن وهيب عن داود عن عامر قال نزلت عليه النبوة صلى\nالله عليه وسلم وهو ابن أربعين سنة فقرن بنبوته إسرافيل ثلاث سنين وكان\nيعلمه الكلمة والشيء ولم ينزل القرآن على لسانه فلما مضت ثلاث سنين قرن\nبنبوته جبريل فنزل القرآن على لسانه وساق الحديث ولفظه على ما حدثنا به عبد\nالله بن أحمد بن حنبل.\n</p>\n\n<p>\nآخر ما كتب عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>[21] شيخ آخر إسناد قراءة الأعمش</h1>\n\n<p>\n219- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسن علي بن محمد بن يوسف بن العلاف المقرئ \n</p>\n\n<p>\nقراءة عليه وأنا أسمع قال أخبرنا أبو الحسين أحمد بن عثمان بن جعفر بن\nبويان الحربي المقرئ قراءة عليه وأنا أسمع قال حدثنا أبو العباس أحمد بن\nيحيى ثعلب النحوي إملاء في شهر ربيع الآخر سنة أربع وتسعين ومائتين قال\nحدثنا خلف بن هشام البزار قال\n</p>\n\n<p>\n[ص: 133]\n</p>\n\n<p>\nقرأت القرآن على [سليم] بن عيسى الكوفي مرارا وكنت أسأله عند الفراغ في\nآخر القرآن أروي هذه القراءة التي قرأت عليك عنك عن حمزة الزيات فيقول نعم\n</p>\n\n<p>\nوسمعته يقول قرأت على حمزة القرآن عشر مرات ولم يخالف سليم حمزة في شيء\nمن قراءته.\n</p>\n\n<p>\nوسمعته يقول قرأ حمزة على الأعمش وابن أبي ليلى وقرأ الأعمش على يحيى بن\nوثاب وإن يحيى قرأ على [عبيد] بن نضيلة وقيل إن\n</p>\n\n<p>\n[ص: 134]\n</p>\n\n<p>\nيحيى قرأ على علقمة بن قيس والأسود بن يزيد ومسروق بن الأجدع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقراءة عاصم\n</p>\n\n<p>\n220- \n</p>\n\n<p>\nأخبرنا أبو الحسن العلاف قال حدثنا أحمد بن عثمان قال حدثنا ثعلب قال\nحدثنا خلف بن هشام قال حدثنا يحيى بن آدم الكوفي قال سألت أبا بكر بن عياش\nعن قراءة عاصم بن بهدلة فحدثني بها وقرأها علي حرفا حرفا وقال تعلمتها <span id='ms52'></span> من\nعاصم حرفا حرفا وقال قال لي عاصم ما أقرأني أحد من الناس إلا أبو عبد\nالرحمن السلمي قال وكان أبو عبد الرحمن السلمي قد قرأ على علي رضي الله عنه\nقال عاصم\n</p>\n\n<p>\n[ص: 135]\n</p>\n\n<p>\nوكنت أرجع من عند أبي عبد الرحمن فاعرض على زر بن حبيش وكان زر قد قرأ\nعلى عبد الله.\n</p>\n\n<p>\nقال أبو بكر قلت لعاصم قد استوثقت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقراءة نافع المدني\n</p>\n\n<p>\n221- \n</p>\n\n<p>\nأخبرنا ابن العلاف قال حدثنا أحمد بن عثمان قال حدثنا ثعلب قال حدثنا خلف\nالبزار قال حدثني إسحاق بن محمد بن عبد الرحمن بن عبد الله بن المسيب\nالمسيبي المخزومي قال سمعت نافع ابن عبد الرحمن بن أبي نعيم المدني يقول\nأدركت بالمدينة يعني مدينة رسول الله صلى الله عليه وسلم أئمة يقتدى بهم\nمنهم عبد الرحمن بن الأعرج ابن هرمز ويزيد بن رومان وشيبة بن نصاح وأبو\nجعفر\n</p>\n\n<p>\n[ص: 136]\n</p>\n\n<p>\nالقارئ ومسلم بن جندب وأناس لم يذكرهم إسحاق. قال نافع فنظرت إلى ما\nاجتمع عليه اثنان منهم فأخذته وما شك فيه واحد فتركه حتى ألفت هذه القراءة،\nفقرأ علي إسحاق حروفا من القرآن من أوله إلى آخره وأخبرني أنه قرأ القرآن\nعلى نافع وأخذ عنه.\n</p>\n\n<p>\nهذا بعض أسانيد الفرات (1) تصنيف أبي العباس ثعلب والكتاب كبير مجلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>[22] شيخ آخر</h1>\n\n<p>\n222- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو محمد عبد الله بن محمد بن عبد الله الضرير المقرئ \n</p>\n\n<p>\nمن أصل كتابه قراءة عليه وأنا أسمع قال حدثنا أبو الحسن علي بن محمد\n</p>\n\n<p>\n[ص: 137]\n</p>\n\n<p>\nالمصري المقرئ قال حدثنا أحمد بن يحيى بن خالد بن حيان الرقي قال حدثنا\nموسى بن محمد بن عطاء قال حدثنا شريك بن عبد الله القاضي ببغداد عن الأعمش\nعن أبي سفيان عن جابر عن النبي صلى الله عليه وسلم قال من كثرت صلاته\nبالليل حسن وجهه بالنهار.\n</p>\n\n<p>\n[ص: 138]\n</p>\n\n<p>\nلم يوجد سماع من هذا الشيخ غير هذا الحديث وحده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>[23] شيخ آخر</h1>\n\n<p>\n223- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو القاسم عبد الله بن عتاب بن محمد بن عبد الله بن أحمد بن عتاب العبدي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع <span id='ms53'></span> في شهر ربيع الآخر سنة سبع وثمانين وثلاثمائة قال\nأخبرنا أبو الحسن أحمد بن عمير بن يوسف بن\n</p>\n\n<p>\n[ص: 139]\n</p>\n\n<p>\nجوصا إجازة قال حدثنا أبو عبيد الله معاوية بن صالح قال كتب إلى سليمان\nبن أبي شيخ عن محمد بن الحكم عن عوانة.\n</p>\n\n<p>\n[ص: 140]\n</p>\n\n<p>\nقال ابن جوصا وحدثني أبو طاهر أحمد بن بشر قال حدثنا سليمان بن أبي شيخ\nعن محمد بن الحكم عن عوانة قال لما قتل عبد الملك مصعب بن الزبير ودخل\nالكوفة صعد المنبر فحمد الله وأثنى عليه ثم قال إني قد استعملت عليكم رجلا\nمن أهل بيت لم يزل الله تعالى يحسن إليهم في ولايتهم أمرته بالشدة والغلظة\nعلى أهل المعصية وباللين على أهل الطاعة فاسمعوا له وأطيعوا وهو بشر بن\nمروان وخلفت معه أربعة آلاف من أهل الشام منهم روح بن زنباع الجذامي ورجاء\nبن حيوة الكندي\n</p>\n\n<p>\nوكان بشر يشرب بالليل وينادم قوما من أهل الكوفة فقال\n</p>\n\n<p>\n[ص: 141]\n</p>\n\n<p>\nلندمائه ليلة إن هذا الجذامي يمنعني من أشياء أريد أن أعطيكموها فقال له\nرجل مولى لبني تميم أنا أكفيكه وكتب على باب القصر ليلا:\n</p>\n\n<p>\nإن ابن مروان قد حانت منيته ... فاحتل لنفسك يا روح بن زنباع\n</p>\n\n<p>\nإن الدنانير لا تغني مكانكم ... إذا نعاكم لأهل الرملة الناعي\n</p>\n\n<p>\nقال فلما أصبحوا قرؤوا الناس ذلك فبلغ ذلك روحا فجاء إلى بشر فقال ائذن\nلي فإن أهل العراق أصحاب توثب فجعل بشر يتمنع عليه وهو يشتهي أن يخرج فأذن\nله فلما قدم على عبد الملك جعل يخبره عن أهل العراق فيقول له عبد الملك هذا\nمن جبنك يا أبا زرعة فاستخلف عبد الملك على البصرة خالد بن عبد الله بن\nخالد بن أسيد بن أبي العيص بن أمية ثم عزله وولى بشر بن مروان البصرة مع\nالكوفة فأتاه الكتاب بولاية البصرة وهو يشرب الدواء الكثير فقال له الأطباء\nإن هذا دواء نريد أن تودع نفسك بعده فلا تخرج فأبى فلما دنا من البصرة\nتلقاه فيمن لقيه الحكم بن الجارود فقال له مرحبا <span id='ms54'></span> وجعله عن يمينه ثم لقيه\nالهذيل بن عمران\n</p>\n\n<p>\n[ص: 142]\n</p>\n\n<p>\nالبرجمي فرحب به وجعله عن يساره ثم لقيه المهلب فلما رآه يسير بينهما قال\nهذان شاهدان وأميرنا صاحب شراب فلم يلبث بالبصرة إلا شهرا حتى مات فضره ذلك\nالدواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>[24] شيخ آخر</h1>\n\n<p>\n224- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو بكر محمد بن عبد الله بن محمد بن عبد الله بن بحر بن خالد الفقيه الأصبهاني المعروف بابن المقدر \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة تسعين وثلاثمئة قال حدثنا عثمان بن أحمد\nالدقاق قال حدثنا عبيد الله بن محمد بن خلف البزاز\n</p>\n\n<p>\n[ص: 144]\n</p>\n\n<p>\nقال حدثنا إسحاق بن بشر الكاهلي قال حدثنا جعفر بن [سعد] الكاهلي عن ليث\nعن مجاهد عن ابن عباس قال ذكر أبو بكر الصديق عند رسول الله صلى الله عليه\nوسلم فقال رسول الله صلى الله عليه وسلم وأين مثل أبي بكر كذبني الناس\nوصدقني وآمن بي وزوجني ابنته وجهزني بماله وجاهد معي في ساعة العسرة وليلة\nالعسرة وإنه سيأتي يوم القيامة على ناقة من نوق الجنة رحالها من الزبرجد\nالأحمر وقوائمها من المسك والعنبر وزمامها من اللؤلؤ الرطب وعليه حلتان\nخضراوان من سندس وإستبرق فيحاكيني يوم القيامة\n</p>\n\n<p>\n[ص: 145]\n</p>\n\n<p>\n[وأحاكيه] فيقال من هذا [فيقال هذا] محمد وهذا أبو بكر الصديق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n225- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عثمان قال حدثنا عبيد بن محمد قال\nحدثنا [عبد] الله بن عمر قال حدثنا حسين\n</p>\n\n<p>\n[ص: 146]\n</p>\n\n<p>\nالجعفي قال حدثنا صالح بن موسى الطلحي قال قلت لعاصم يا أبا بكر علام\nتضعون قول علي رضي الله عنه لو شئت أن أسمي الثالث لسميته قال نضعه على أنه\nعنى عثمان هو كان أفضل من أن يزكي نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n226- \n</p>\n\n<p>\nأخبرنا محمد بن عبد الله قال حدثنا عثمان قال حدثنا حنبل بن إسحاق قال\nحدثنا عفان قال حدثنا سلام بن مسكين\n</p>\n\n<p>\n[ص: 147]\n</p>\n\n<p>\nقال حدثنا أبو بحر ميمون بن سياه عن الحسن قال قيل يا أبا سعيد {كل يعمل\nعلى شاكلته} قال على نيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>[25] شيخ آخر</h1>\n\n<p>\n227- \n</p>\n\n<p>\nحدثنا أبي\n</p>\n\n<p>\nأبو عبد الله أحمد بن محمد <span id='ms55'></span> بن علي الآبنوسي \n</p>\n\n<p>\nمن لفظه في يوم عاشوراء سنة ثلاث وتسعين وثلاثمائة وأنا أسمع قال أخبرنا\nالقاضي أبو الحسين علي بن إبراهيم بن حماد إجازة أن الحارث\n</p>\n\n<p>\n[ص: 148]\n</p>\n\n<p>\nبن محمد بن أبي أسامة أخبرهم قال حدثنا أبو عمر حفص بن حمزة قال أخبرنا\nالمعتمر بن سليمان التيمي عن ليث عن الزهري قال من كانت له ابنة فأحسن\nصحبتها أدخلته الجنة فإن كن ابنتان سترتاه من النار فإن كن ثلاث فلا صدقة\nعليه ولا جهاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n228- \n</p>\n\n<p>\nحدثنا أبي قال حدثنا علي بن إبراهيم أن الحارث أخبرهم قال حدثنا أحمد بن\nإبراهيم قال حدثنا سعيد بن نصير قال سمعت وكيعا يقول كنا نكره أن نمشي مع\nمحمد بن الحسن في طلب الحديث لأنه كان غلاما جميلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n229- \n</p>\n\n<p>\nحدثنا أبي قال حدثنا علي بن إبراهيم أن الحارث أخبرهم قال حدثني أبو\nالعلاء أحمد بن مسلم قال حدثنا أحمد بن محمد يعني ابن عمر بن يونس قال\nحدثنا داود بن عبد الله النمري عن محمد بن عجلان عن نافع عن ابن عمر قال\nقال رسول الله صلى الله عليه وسلم ركعتان من متزوج خير من سبعين ركعة من\nعزب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n230- \n</p>\n\n<p>\nحدثنا أبي قال حدثنا علي بن إبراهيم أن الحارث أخبرهم حدثني عمرو بن\nالصلت قال\n</p>\n\n<p>\n[ص: 150]\n</p>\n\n<p>\nحدثنا أبو يونس يعني السعدي قال حدثنا أبو غالب عن حازم بن أبي حازم عن\nأبيه عن أبي هريرة قال جاء شيخ من الأنصار إلى النبي صلى الله عليه وسلم\nفقال يا رسول الله إني زوجت بنتي فقال له رسول الله صلى الله عليه وسلم قد\nكتب الله لك بتزويجك ابنتك ألف ألف حسنة وحط عنك ألف ألف سيئة ورفعك به ألف\nألف درجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n231- \n</p>\n\n<p>\nحدثنا أبي قال أخبرنا علي بن إبراهيم أن الحارث أخبرهم حدثني محمد بن\nالمسبح قال حدثنا عمر بن حفص قال حدثنا أبو علي عن أبي جعفر الرؤاسي عن رجل\nعن الشعبي قال الفصاحة\n</p>\n\n<p>\n[ص: 151]\n</p>\n\n<p>\nزين الرجال والشحم زين النساء وليس للمرأة ستر إلا ستر زوج أو قبر <span id='ms56'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n232- \n</p>\n\n<p>\nحدثنا أبي قال أخبرنا علي بن إبراهيم أن الحارث أخبرهم قال حدثنا منصور\nبن أبي مزاحم قال حدثنا [أبو] سعيد عن هشام عن أبيه أن عمر قال لا يكرهن\nأحدكم ابنته على الرجل القبيح فإنهن يحببن ما تحبون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>[26] شيخ آخر</h1>\n\n<p>\n233- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسين أحمد بن عبد الله بن الخضر السوسنجردي \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة تسعين وثلاثمائة قال أخبرنا أبو الحسين محمد\nبن عبد الله بن محمد بن مرة المعروف بابن أبي عمر النقاش قراءة عليه وأنا\nأسمع وقرأت عليه القرآن من أوله إلى آخره باختيار خلف بن هشام البزار قال\nقرأت القرآن أجمع على أبي يعقوب إسحاق بن إبراهيم المروزي وقرأ إسحاق على\nخلف بن هشام وقرأ خلف على سليم بن عيسى وقرأ سليم على حمزة.\n</p>\n\n<p>\nقال ابن أبي عمر توفي إسحاق سنة ست وثمانين ومائتين فقرأت بعده على جماعة\nمنهم أبو الحسين بن نيزك الطوسي نحوا من مائة ختمة أقل أو أكثر وكنت أخلف\nفي مسجده وعليه أكملت حفظها وأحكامها تحقيقا. أما ما ورد (..) (1) وهي\nالأحرف التي ذكرتها في كتابي هذا إن شاء الله.\n</p>\n\n<p>\n[ص: 153]\n</p>\n\n<p>\nوهذا اختيار خلف بن هشام البزار وذكر الكتاب إلي وهو جزء كبير فيه اختيار\nخلف وهذا إسناده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>[27] شيخ آخر</h1>\n\n<p>\n234- \n</p>\n\n<p>\nأخبرنا\n</p>\n\n<p>\nأبو الحسين علي بن إبراهيم [البيضاوي] الوراق \n</p>\n\n<p>\nقراءة عليه وأنا أسمع في سنة تسعين وثلاثمائة قال أخبرنا أبو عبيدة محمد\nبن علي بن حيدرة بالبصرة قال حدثنا أبو جعفر محمد بن علي بن الحسن الراسبي\nقال حدثني أحمد بن محمد بن غالب الباهلي\n</p>\n\n<p>\n[ص: 154]\n</p>\n\n<p>\nقال حدثنا هدية بن عبد الوهاب عن عبيدة بن حميد الحذاء عن سعد بن طارق عن\nكثير بن مدرك عن الأسود بن يزيد عن عبد الله بن مسعود قال كان قدر صلاة\nرسول الله صلى الله عليه وسلم الظهر في الشتاء خمسة أقدام إلى سبعة أقدام\nوفي الصيف ثلاثة أقدام إلى خمسة أقدام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n235- \n</p>\n\n<p>\nأخبرنا علي بن إبراهيم قال أخبرنا أبو عبيدة محمد بن علي قال حدثنا أبو\nجعفر <span id='ms57'></span> الراسبي\n</p>\n\n<p>\n[ص: 155]\n</p>\n\n<p>\nقال حدثنا أبو زكريا قال حدثنا يحيى بن سعيد بن عزرة الزهري الصفار قال\nحدثنا المغيرة بن عنبسة عن أبي علي الأسواري عن محمد بن السائب عن أبي صالح\nعن ابن عباس في قول الله تعالى {والقمر قدرناه منازل حتى عاد كالعرجون\nالقديم} قال ابن\n</p>\n\n<p>\n[ص: 156]\n</p>\n\n<p>\nعباس هي ثمانية وعشرون منزلا ينزلها القمر في كل شهر أربعة عشر منها\nشامية وأربعة عشر منها يمانية وأولها الشرطين والبطين والثريا والدبرن\nوالهقعة والهنعة والذراع والنثرة والطرف والجبهة والزبرة والصرفة والعواء\nوالسماك وهو آخر الشامية والغفر والزباني والأكليل والقلب والشولة والنعائم\nوالبلدة وسعد الذابح وسعد بلع وسعد السعود وسعد الأجية ومقدم الدلو ومؤخر\nالدلو والحوت وهو آخر اليمانية فإذا سار هذه الثمانية والعشرين منزلا {عاد\nكالعرجون القديم} كما كان في أول الشهر بإذن الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n236- \n</p>\n\n<p>\nأخبرنا علي قال أخبرنا أبو عبيدة قال حدثنا أبو جعفر قال حدثنا أبو عبد\nالله يعني أحمد بن محمد بن غالب قال حدثنا هدية بن عبد الوهاب عن الوليد بن\nمسلم عن الأوزاعي قال ما زال عمر بن عبد العزيز يتعلم مقادير الشمس وهو\nخليفة حتى مات رحمه الله تعالى.\n</p>\n\n<p>\nآخر الجزء الثاني\n</p>\n\n<p>\nوهو آخر ما خرج للشيخ من أصول سماعاته\n</p>\n\n<p>\nوالحمد لله رب العالمين وصلى الله على سيدنا محمد وآله وصحبه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms58'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "036"
  ],
  "volumes": [
    "01"
  ]
}