{
  "content": "\n<p>\n* بسم الله الرحمن الرحيم حدثنا أبو عبد الله الحسين بن عبيد الله بن\nإبراهيم الواسطي قال حدثنا أبو غالب أحمد بن محمد بن محمد بن سليمان بن\nالحسن بن الجهم بن بكير بن أعين الشيباني منه إلى ابن ابنه محمد بن عبيد\nالله بن أحمد.\n</p>\n\n<p>\n* سلام عليك فإني احمد الله إليك الذي لا اله الا هو الا له الحق مبدع\nالخلق الموفق للخير (و - خ) المعين عليه وأساله ان يصلى على سيدنا محمد\nوآله الطيبين الطاهرين صلوات الله عليهم أجمعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nاما بعد \n</p>\n\n<p>\n* فانا أهل بيت أكرمنا الله عز وجل بمنه علينا بدينه واختصنا بصحبة\nأوليائه وحججه على خلقه من أول نشئتنا (1) إلى وقت الفتنة التي امتحنت بها\nالشيعة (2) - فلقى عمنا حمران (3) سيدنا وسيد العابدين علي بن الحسين صلوات\nالله عليهما (4) وكان حمران من أكبر مشايخ الشيعة المفضلين الذين لا يشك\nفيهم (5) فكان (من - خ) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كانت نشئة آل أعين من أيام قصد أعين بن\nسنسن أمير المؤمنين عليه السلام ليسلم على يديه كما يظهر مما ذكره ابن\nالغضائري.\n</p>\n\n<p>\n(2) يأتي في كلامه عند ذكر ضيعتهم قوله: فلم تزل في أيدينا إلى أن امتحنت\nفي سنة أربع عشرة وثلاثمائة وما بعدها.\n</p>\n\n<p>\n(3) هو حمران بن أعين الشيباني مولى بنى شيبان أبو الحسن وقيل: أبو حمزة\nو هو أخو زرارة - قال الشيخ: تابعي.\n</p>\n\n<p>\n(4) قال الشيخ في الفهرست في ترجمة زرارة (ص 74) عند ذكر آل أعين: ولهم\nأيضا روايات عن علي بن الحسين والباقر والصادق عليهم السلام...\n</p>\n\n<p>\nقلت لم أحضر له رواية عنه عليه السلام وذكرناه في طبقات أصحابه استنادا\nبما ذكره وقوله هو الحجة.\n</p>\n\n<p>\n(5) فلم يطعن بشئ في دينه وطريقته وحديثه ومشيخته.\n</p>\n\n<p>\nوكان حمران من المتكلمين وأصحاب المناظرة وقد اذن له في المناظرة والكلام\nأبو عبد الله عليه السلام كما أورده الصدوق في كتابه (معاني الأخبار ص 213)\nفي حديث طويل يدل على جلالته ومنزلته أوردناه في كتابنا في اخبار الرواة\nوكذلك غيره مما ورد في مدحه.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nأحد حملة القرآن ومن يعد ويذكر اسمه في كتب <span id='ms01'></span> القرآن وروى أنه قرأ على أبى\nجعفر محمد بن علي عليهما السلام وكان مع ذلك عالما بالنحو واللغة (1) ولقى\nحمران عمنا (2) وجدنا زرارة (3) وبكير أبا جعفر محمد بن علي عليه السلام\n(4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) وقال الشيخ في الفهرست في إخوة زرارة:\nمنهم حمران، وكان نحويا.\n</p>\n\n<p>\n(2) ذكره البرقي والشيخ في أصحاب الباقر عليه السلام وقد روى الكشي\nباسناده عن أسباط بن سالم عن أبي الحسن موسى بن جعفر عليهم السلام انه من\nحواري محمد بن علي وأبى عبد الله جعفر بن محمد عليهم السلام، وذكره الشيخ\nفي كتاب الغيبة ص 209 في وكلاء الأئمة عليهم السلام الممدوحين ممن كان حسن\nالطريقة ولم يتغير ولا بدل وخان، وروى باسناد قوى عن زرارة قال قال أبو\nجعفر عليه السلام، وذكرنا حمران بن أعين، فقال: لا يرتد والله ابدا ثم أطرق\nهنيئة ثم قال: أج لا يرتد والله ابدا.\n</p>\n\n<p>\nقلت قد ورد في مدحه روايات كثيرة عن أبي جعفر الباقر عليه السلام يطول\nبذكرها قد أوردناها باستقصائها في كتابنا (أخبار الرواة) وقد روى جماعة\nكثيرة من أصحاب الباقر والصادق والكاظم عليهم السلام عن حمران عنه أحصيناهم\nفي طبقات أصحابه من الطبقات الكبرى.\n</p>\n\n<p>\n(3) وقد ذكره المشايخ في أصحاب أبي جعفر عليه السلام وقد روى عنه عنه\nجماعة كثيرة أحصيناهم في طبقات أصحابه (ع) كما أن زرارة قد عد من أصحاب\nالسجاد عليه السلام أيضا وقد ذكرناه في طبقات أصحابه وقد عده الشيخ في\nكتابه العدة من الحفاظ الضابطين ص 62.\n</p>\n\n<p>\n(4) ذكره المشايخ في أصحابه (ع) وقد روى عنه كثيرا روى عنه عنه جماعة\nكثيرة ذكرناهم في الطبقات.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوأبا عبد الله جعفر بن محمد عليهما السلام (1) ولقى بعض إخوتهم (2)\nوجماعة من أولادهم مثل حمزة بن حمران (3) وعبيد بن زرارة (4).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) وكان حمران وبكير بن أجلة أصحاب الصادق\nعليه السلام ومن أعيانهم وقد ورد عنه (ع) فيهما روايات مادحة أوردناها في\nاخبار الرواة، وذكرهما المشايخ في أصحابه ورويا عنه كثيرا وروى جماعة كثيرة\nعنهما عنه عليه السلام ذكرناهم في طبقات أصحابه (ع).\n</p>\n\n<p>\nوقد <span id='ms02'></span> ماتا في حياة أبى عبد الله عليه السلام ولكن بقى زرارة إلى أيام أبى\nالحسن موسى عليه السلام ما ورد في مدحه في كتابنا (اخبار الرواة) (1) وذكره\nالشيخ في أصحاب الصادق عليه السلام.\n</p>\n\n<p>\n(2) أحصينا من روى منهم عن أبي عبد الله عليه السلام في رسالتنا المفردة\nفي آل أعين.\n</p>\n\n<p>\n(3) وهذه منقبة عظيمة لعبيد تدل على فهمه وذكائه وعلمه ومكانته عند\nالشيعة وعند زرارة بن أعين وانه المرجع عند اختلافهم رواها الأصحاب بطرقهم\nوأخرجناها في كتابنا (اخبار الرواة) وأورد بعضها أبو عمرو الكشي في رجاله ص\n102 - 44 في ترجمة زرارة، فباسناده عن علي بن يقطين قال: لما كانت وفاة أبى\nعبد الله عليه السلام قال الناس بعبد الله بن جعفر، واختلفوا فقائل قال به،\nوقال قال بأبي الحسن عليه السلام، فدعا زرارة ابنه عبيدا فقال: يا بنى\nالناس مختلفون في هذا الامر فمن قال بعبد الله فإنما ذهب إلى الخبر الذي\nجاء: (ان الإمامة في الكبير من ولد الامام) فشد راحلتك وامض إلى المدينة\nحتى تأتيني بصحة الامر فشد راحلته ومضى إلى المدينة واعتل زرارة الحديث.\n</p>\n\n<p>\nوباسناد آخر عن جميل بن دراج قال ما رأيت رجلا مثل زرارة بن أعين انا كنا\nنختلف إليه فما كنا حوله الا بمنزلة الصبيان في الكتاب حول المعلم، فلما\nمضى أبو عبد الله عليه السلام وجلس عبد الله مجلسه بعث زرارة عبيدا ابنه\nزايرا عنه ليتعرف الخبر الحديث.\n</p>\n\n<p>\nوروى الصدوق في كتابه (عيون أخبار الرضا عليه السلام باب 27 ما جاء</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد بن حمران (1) وغيرهم (2) أبا عبد الله جعفر بن محمد عليهما السلام\nورووا عنه.\n</p>\n\n<p>\nوكان عبيد وافدا للشيعة بالكوفة إلى المدينة عند وقوع الشبهة في أمر عبد\nالله بن جعفر (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوله في ذلك أحاديث كثيرة قد ذكرت في الكتب. (1) وآل أعين أكثر أهل بيت في\nالشيعة وأكثرهم حديثا وفقها (2) وذلك موجود في كتب الحديث (3) ومعروف عند\nرواته. (4) وكان عبد الله بن بكير فقيها (5) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> عن الرضا عليه السلام 75 حديثا فيه مدح زرارة\nومكانته عند الامام وعند الشيعة <span id='ms03'></span> وقال عبد الله بن بكير في حقه: والله لئن\nكان عبيد بن زرارة صادق الحديث.\n</p>\n\n<p>\n(1) قد أوردنا ما وفقنا عليه مما دل على ذلك وما دل على فضائله في (اخبار\nالرواة).\n</p>\n\n<p>\n(2) فيه مدح آل أعين. وسيأتي منه مدح آخر لهم فانتظر.\n</p>\n\n<p>\n(3) يدل على أن كتب الحديث من أهم مصادر تراجم رواته كما حققنا ذلك في\nكتابنا (مصادر تراجم الرواة) (4) يدل على أن من طرق معرفة أحول الرواة\nالرجوع إلى رواة الحديث و مشايخ الإجازة فإنهم يعرفونهم خلفا عن سلف وتتبعا\nفي كتب الحديث وبهذين الطريقين وغيرهما يثبت الاتصال بين أصحاب الجرح\nوالتعديل من أصحابنا وبين الرواة ومن عاصرهم فلا تكون اخبارهم عنها\nاجتهادات غير مستنده إلى شهادة أو رواية كما توهمه بعض من عاصرناه من\nالأعاظم.\n</p>\n\n<p>\n(5) ذكره المفيد ره من الفقهاء الاعلام والرؤساء المأخوذ عنهم الحلال\nوالحرام والفتيا والاحكام الذين لا يطعن عليهم ولا طريق إلى ذم واحد منهم.\n</p>\n\n<p>\nوقد عده أبو عمرو الكشي في رجاله ص 221 من أجلة العلماء الفقهاء، ومن\nفقهاء أصحابنا من الفطحية، كما أنه ره قد عده في ص 239 في تسمية الفقهاء من\nأصحاب أبي عبد الله عليه السلام من الستة من احداث أصحاب عليه السلام وممن\nأجمعت العصابة على تصحيح ما يصح من هؤلاء وتصديقهم لما يقولون، وأقروا لهم\nبالفقه.\n</p>\n\n<p>\nوقد دلت روايات على فقاهة عبد الله بن بكير وعلى ذكر آرائه في\nالفقه</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nكثير الحديث (1) وله (بياض في الأصل) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> وما قيل فيه ذكرناها في (اخبار الرواة).\n</p>\n\n<p>\n(1) روى كثيرا عن أبي عبد الله عليه السلام، روى عنه عنه عليه السلام\nسماعة كثيرة مثل محمد بن أبي عمير وصفوان يحيى، والحسن بن محبوب، والعباس\nبن عامر، والحسن بن فضال وغيرهم ذكرناهم في طبقات أصحابه (ع) كما أنه روى\nبواسطة الرجال عن أبي عبد الله عليه السلام وهؤلاء: زرارة وبكير بن أعين،\nوحمزة بن حمران، ومحمد بن مسلم وغيرهم.\n</p>\n\n<p>\nوروى في الكافي ج 2 ص 125 والتهذيب ج 7 ص 479، والاستبصار ج 3 ص 190\nباسنادهما عن محمد بن خالد الأصم عن <span id='ms04'></span> عبد الله بن بكير عن أبي جعفر عليه\nالسلام قلت: لا دليل على أنه ابن بكير بن أعين ولعله الهجري، أو الجرجاني\nالذين قد عدا في أصحابه.\n</p>\n\n<p>\nكما لا يدل ما رواه الشيخ في كتاب الغيبة ص 37 على أنه روى عن الامام أبى\nالحسن موسى عليه السلام وتحقيقه في غير المقام.\n</p>\n\n<p>\nثم انه لا اشكال في وثاقة عبد الله بن بكير في الرواية والحديث، وكونه\nمأمونا (3) وقال النجاشي: له كتاب تختلف الروايات فيه. ثم ذكر بعضها وقال\nالشيخ في الفهرست: له مسائل. وقد حققنا القول في الطرق إلى كتابه في الشرح\nعلى الفهرست، وأشرنا إليه في تهذيب المقال، وسيأتي من الماتن توصيفه\nفانتظر.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولقى عبد الله بن زرارة (عبيد الله بن زرارة - خ)، وغيره من بنى أعين أبا\nالحسن موسى بن جعفر عليه السلام (1).\n</p>\n\n<p>\nوكان جدنا الأدنى: الحسن بن الجهم من خواص سيدنا (ومولانا - خ) أبى الحسن\nالرضا عليه السلام (2) وله كتاب معروف (3) وقد رويته عن أبي عبد الله أحمد\nبن محمد العاصمي، لأنه كان ابن أخت علي بن عاصم رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوكان علي بن عاصم شيخ الشيعة في وقته. (1) ومات في حبس المعتضد، و كان\nحمل من الكوفة مع جماعة من أصحابه، فحبس من بينهم في المطامير (2) فمات على\nسبيل ماء، وأطلق الباقون وكان يسعى به رجل يعرف بابن أبى الدواب (الدواهي.\nخ) وله قصة طويلة.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) روى الصدوق في (عيون أخبار الرضا عليه\nالسلام ص 59 باب 6 خبر 29) باسناده عن علي بن عاصم عن محمد بن علي بن موسى\nعليه السلام عن أبيه عن آبائه الحديث، وروى في كتابه (الاكمال باب 45\nالتوقيعات ص 481) باسناده عن علي بن عاصم الكوفي توقيعا عن صاحب الزمان عجل\nالله فرجه الشريف. وذكرناه في من حدث بأخبار الناحية المقدسة من طبقات\nأصحابه، وأيضا فيمن تشرف بزيارته عليه السلام من وكلائه وقد ذكرنا مدحه في\n(اخبار الرواة).\n</p>\n\n<p>\n(2) بويع للمعتضد العباسي يوم موت عمه المعتمد في رجب 279 ومات في ربيع\nالآخر سنة 289 كان شحيحا بخيلا، قليل الرحمة <span id='ms05'></span>، سفاكا، شديد الرغبة في المثلة\nبمن يقتله، شديد التعذيب، واتخذ المطامير، وجعل فيها صنوف العذاب وجعل\nعليها الحرمي المتولي لعذاب الناس، لم يكن له رغبة الا في النساء، والبناء\nذكره المسعودي في أحواله في مروج الذهب ج 2 ص 462 وذكر الطبري في تاريخ ج\n10 ص 64 في حوادث 284 في أيام المعتضد ما لفظه: وفي يوم السبت لثمان بقين\nمن شعبان من هذه السنة وجه كرامة بن مر من الكوفة بقوم مقيدين.. إلى ذكر\nحديث اخذ رئيسهم أبى هاشم بن صدقة الكاتب وحبسه في المطامير.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n* وكان للحسن بن الجهم (1) جدنا أبناء: سليمان، ومحمد، والحسن ولا أدرى\nأيهم أسن. ولم يبق لمحمد والحسين ولد.\n</p>\n\n<p>\nوقد روى محمد بن الحسن بن الجهم الحديث (2) روى عنه علي بن الحسن بن فضال\nعن عبد الله بن ميمون القداح (3) وغيره.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان الجهم بن بكير بن أعين من أصحاب أبي\nعبد الله عليه السلام، ذكرناه في طبقات أصحابه وذكره النجاشي في ترجمة أخيه\nعبد الله قائلا: روى عن أبي عبد الله عليه السلام، وأخوته عبد الحميد،\nوالجهم..\n</p>\n\n<p>\n(2) ربما يظهر مما رواه أبو عمرو الكشي في ترجمة ابن فضال ص 349، وأيضا\nالنجاشي في ترجمة الحسن بن علي بن فضال ص 28 انه كان فطحيا حيث أمر الحسن\nبن فضال عند موته بالتشهد فلم يذكر عبد الله في الأئمة فقال له: محمد بن\nالحسن بن الجهم: وأين عبد الله فسكت، ثم هاد، فقال له: تشهد، فتشهد، وصار\nإلى أبى الحسن عليه السلام، فقال له: وأين عبد الله؟ يرد ذلك ثلاث مرات.\n</p>\n\n<p>\nفقال الحسن: قد نظرنا في الكتب فما رأينا لعبد الله شيئا..\n</p>\n\n<p>\n(3) كما في التهذيب ج 8 ص 125 وخبر 432، والاستبصار ج 3 ص 329 في عدد\nالنساء.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت أم الحسن بن الجهم ابنة عبيد بن زرارة ومن هذه الجهة نسبنا إلى\nزرارة، ونحن من ولد بكير، وكنا قبل ذلك نعرف بولد الجهم. (1) ولنا درب في\nحطة بنى أسعد بين محلتهم، وهو في ظهر دار من دورنا، وقف، لم يبق لبني أعين\nفي تلك المحلة دار <span id='ms06'></span> غيرها، وأنا أذكر حالها بعد أن شاء الله تعالى، وبين خطة\nبنى تميم، وكان تعرف بدرب الجهم إلى أن فنى بنى أعين، فنسب إلى بقال على\nبابه، فهو يعرف به إلى هذا الوقت.\n</p>\n\n<p>\nوأول من نسب منا إلى زرارة جدنا سليمان (2) نسبه إليه سيدنا أبو الحسن\nعلي بن محمد صاحب العسكر عليهما السلام، وكان إذا ذكره في توقيعاته إلى\nغيره قال: (الزراري) تورية عنه وسترا له، ثم اتسع ذلك وسمينا به، وكان عليه\nالسلام يكاتبه في أمور له بالكوفة، وبغداد.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قيل: الزراري لقب جماعة من أقارب زرارة بن\nأعين منهم أحمد بن محمد، وسليمان بن الجهم، وعلي بن سليمان، وعلي بن أحمد\nبن محمد بن سليمان، ومحمد بن عبد الله بن أحمد.\n</p>\n\n<p>\nوفيما ذكره دلالة على أنه ليس انتسابهم إلى زرارة: محلة بالكوفة سميت\nبزرارة بن يزيد الذي كان على شرطة سعيد بن العاص وإلى هذه المحلة قد أشير\nكما في الحديث: نظر علي بن أبي طالب عليه السلام إلى زرارة فقال: ما هذه\nالقرية؟ قالوا: قرية تدعى زرارة يلحم فيها ويباع فيها الخمر فقال على\nبالنيران أضرموا فيها فان الخبيث يأكل بعضه بعضا.. ذكره في معجم البلدان.\n</p>\n\n<p>\n(2) لم أقف عاجلا على ترجمة ولا رواية له غير ما في المتن وما قيل فيه\nفهو عول على ما في المتن.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n* وأمه أم ولد يقال لها: (رومية)، وكان الحسن بن الجهم اشتراها جلبا ومعها\nابنة لها صغيرة، فرباها، فخرجت بارعة الجمال، وأدبها فحسن أدبها، فاشتريت\nلعبد الله بن طاهر (1) فأولدها عبيد الله بن عبد الله (2)، وكان سليمان خال\nعبيد (عبد - خ) الله، وانتقل إليه من الكوفة، وباع عقاره بها في محلة بنى\nأعين وخرج معه إلى خراسان عنه خروجه إليها، فتزوج بنيشابور امرأة من وجوه\nأهلها وأرباب النعم، (فولدت له بنيشابور أبنا سماه أحمد مات في حياة أبيه -\nخ) وولدت (فولدت - خ) له جدي محمد بن سليمان، وعم أبى علي بن سليمان، وأختا\nلهم (لهما - خ) تزوجها عند عود سليمان (إلى) الكوفة <span id='ms07'></span> محمد بن يحيى المعادي\n(المغازي. خ.) فأولدها محمد بن (محمد بن خ) يحيى، وأخته فاطمة بنت محمد.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان طاهر بن الحسين من رجال الدولة\nالعباسية في عصر الرشيد وظهر امره من بدو اختلاف الأمين مع أخيه المأمون\nسنة 194 وما بعده، ذكره الطبري في تاريخه ج 8 ص 384 وما بعده واستوثق\nالأمور للمأمون حتى سماه المأمون (ذا اليمينين) ولما عهد طاهر إلى ابنه عبد\nالله أقره المأمون على ذلك وكان ذلك في سنة 206 وتوفى طاهر في 207 واستولى\nابنه عبد الله الأمور من قبل المأمون وكان من ولاتهم في بغداد ومصر وخراسان\nوبقى في خراسان إلى بعد موته إلى أن مات بنيشابور في أيام الواثق يوم\nالاثنين لإحدى عشرة ليلة خلت من ربيع الأول سنة 230 واليه الحرب والشرطة\nوالسواد وخراسان وأعمالها والري وطبرستان و وما يتصل بها، وكرمان ذكره.\nالطبري في تاريخ ج 9 ص 131 (2) وجه المعتز العباسي ولاية بغداد إلى عبيد\nالله بن عبد الله بن موت محمد بن عبد الله بن طاهر كما في الطبري ج 9 ص 376\nوصار صاحب شرطة بغداد في</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى محمد بن يحيى طرفا من الحديث (1) وروى محمد بن محمد بن يحيى ابن\nعمة أبى أيضا صدرا صالحا من الحديث ولم يطل أعمارهما فيكثر النقل عنهما.\n</p>\n\n<p>\nفلما (انصرف آل طاهر) (صرف الطاهر - خ) عن خراسان أراد سليمان (ان - خ -)\nينقل عياله بها وولده إلى العراق، فامتنعت زوجته ووطنت بعمتها وأهلها،\nفاحتال عليها بالحج، ووعدها الرجوع بها إلى خراسان، فرغبت في الحج، فأجابته\nإلى ذلك، فخرج بها وبولده منها، فحج بها ثم عاد إلى الكوفة، وليس له بها\nدارا فنزل دور أهله ومحلتهم إذ ذاك بقية، فنزل بالقرب من المسجد الجامع\nرغبة فيه على قوم من التجار يعرفون ببني عباد، خرازين في (حطة - خ) بنى\nزهره، ثم ابتاع في موضعه دورا واسعة بقيت في أيدي ولده.\n</p>\n\n<p>\nوقد خلف من الولد بعد ابنه الذي مات في حياته جدي محمد بن سليمان\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> سنة 276 في خلافة المعتمد العباسي ذكره الطبري\nفي تاريخ <span id='ms08'></span> ج 10 ص 16.\n</p>\n\n<p>\nوكان عبد الله بن طاهر، وعبيد الله بن عبد الله ومحمد بن عبد الله بن\nطاهر وسليمان بن عبد الله من رجال الدولة العباسية وولاتها.\n</p>\n\n<p>\n(1) ذكره الشيخ في أصحاب أبي محمد الحسن العسكري عليه السلام ص 436،\nوذكره في الفهرست وكذا النجاشي في رجاله فيمن استثناه ابن الوليد ممن روى\nعنه محمد بن أحمد بن يحيى الأشعري، وهذا مشعر بضعفه بل ذكره الشيخ فيمن لم\nيرو عنهم عليهم السلام ص 493 من رجاله مع جماعة ممن روى عنهم محمد بن أحمد\nبن يحيى وقال: ضعفاء. وروى في التهذيب ج 9 ص 327 وأيضا 392 مكاتبة عن محمد\nبن يحيى الخراساني. وذكرناه في طبقات أصحاب العسكري عليه السلام.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوكان أسن ولده، وعليا أخاه، من أمه، وحسنا، وحسنا، وجعفرا، و أربع بنات،\nإحديهن زوجة المعادي (المغازي - خ) من المرأة النيشابورية، و باقي البنين\nوالبنات من أمهات الأولاد (أولاد - خ).\n</p>\n\n<p>\n* وخلف ضيعة في بساتين الكوفة (هنا بياض في النسخة) المعروفة بالحراسة\nواسعة، وقرية في الفلوجة (1) تعرف بقرية: (منير)، وأرضها واسعة، جميعها في\nالنجف مما يلي الحيرة (2) لا أعرف (من - خ) أي قرية هي.\n</p>\n\n<p>\nوكان قد استخرج لها عينا يجر بها إليها في بئر عملها من حديقته بالحيرة\n(و - خ) تعرف ب‍: (قبة الشفيق) وقد رأيت أنا أثر القناة، وأدركت شيخا كان\nقد قام له عليها.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) في القاموس: الفلوجة كسفورة: القرية\nبالسواد والأرض المصلحة للزرع ج: فلا ليج و (ع) بالعراق.\n</p>\n\n<p>\n(2) في معجم البلدان: مدينة كانت على ثلاثة أميال من الكوفة على موضع\nيقال له: النجف، زعموا ان بحر فارس كان يتصل به، وبالحيرة الخورنق بقرب\nمنها مما يلي الشرق على نحو ميل، والسدير في وسط البرية التي بينها وبين\nالشام كانت مسكن ملوك العرب في الجاهلية من زمن نصر، ثم من لخم النعمان\nوآبائه..\n</p>\n\n<p>\nوقال: في لغة: النجف: بالتحريك. قال السهيلي: بالفرع عينان يقال لإحداهما\nالمربض وللأخرى: النجف تسقيان عشرين ألف نخلة، وهو بظهر الكوفة كالمسناة\nتمنع مسيل الماء ان يعلو الكوفة ومقابرها والنجف: قشور الصليان <span id='ms09'></span>، وبالقرب من\nهذا الموضع قبر أمير المؤمنين علي بن أبي طالب عليه السلام، وقد ذكرته\nالشعراء في اشعارها فأكثرت..</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوردن الكوفة للزيارة فنزلن بدارهن (في دارهن.) إلى أن مات عبد الله، ومتن\nقبله، وبعده بيسير، \n</p>\n\n<p>\n* فأقام عبد الله (سليمان - خ) في دوره بالكوفة، وعبيد\nالله بن عبد الله ابن أخته إذ ذاك ببغداد يتقلدها، وله المنزلة الرفيعة من\nالسلطان (1) وكان عمال الحرب والخراج يركبون إلى سليمان، وسيدنا أبو الحسن\nعليه السلام يكاتبه (2) وكان يحمل إليه من غلة زوجته بخراسان في كل سنة مع\nالحاج ما تحمل ومات سليمان في طريق مكة بعد خمسين ومأتين بمدة، وليس (لست -\nظ) أحصيها.\n</p>\n\n<p>\nوكانت الكتب ترد بعد ذلك على جدي محمد بن سليمان إلى أن مات رحمه الله في\nأول سنة ثلثمائة ويحمل إليه ما لم أكن أحصيه لصغر سنى، وكان آخر ما وردت\nعليه من الكتب، في ذكرى - في سنة تسع وتسعين. (3) وحملت إليه هدايا من\nهدايا خراسان، فكاتبه ابن خاله، وكان يعرف بعلي بن محمد بن شجاع حفظت ذلك،\nلان جدي رحمه الله كان يطالبني بقرائة كتبه، وكانت ترد بألفاظ غريبة، وكلان\nمتعسف (عربية وكلام معف - خ) فوردت الكتب عليه، وعاد الحاج.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ذكر ولايته على بغداد في أيام المعتز\nالعباس سنه 253 وصيرورته صاحب شرطة بغداد في خلافة المعتمد سنة 276، وتولى\nولاية بغداد من بعده سليمان بن عبد الله بن طاهر سنة 255.\n</p>\n\n<p>\n(2) وكانت وفاة أبى الحسن بن محمد الهادي عليه السلام سنة 254 وقبض ولده\nأبو محمد الحسن بن علي عليه السلام سنة 260 فكانت الكتب منهما ومن الإمام\nالحجة المنتظر عجل الله فرجه الشريف.\n</p>\n\n<p>\n(3) أي: بعد المأتين.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n- وقد مات في المحرم سنة ثلثمائة (1) وسنه ثلث وستون سنة، وكان مولده\nبنيسابور سنة سبع وثلاثين ومأتين، فعرف من عاد من الحاج ممن جائه بالكتب\nخبر موته، ولم يكن لي همة استعلم بها حالهم، وأكاتب ابن خاله الذي كان\nكاتبه، وانقطعت الكتب عنا، وما كان يحمل بعد سنة ثلثمأة.\n</p>\n\n<p>\nوكاتب الصاحب عليه السلام جدي محمد بن <span id='ms10'></span> سليمان بعد موت أبيه إلى أن وقعت\nالغيبة. (2) \n</p>\n\n<p>\n* وقل رجل منا الا وقد روى الحديث (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) وفي نسخة: سنة ثلاثمائة وست وثلاثون.\n</p>\n\n<p>\n(2) كان أبو طاهر محمد بن سليمان الزراري ممن خرج إليه التوقيع من\nالناحية المقدسة ولما تشرف ابن أبي سورة أحد علماء الزيدية بزيارة الإمام\nالحجة عليه السلام عند منصرفه من زيارة الحسين عليه السلام يوم عرفة فأرسله\nإلى باب أبى طاهر الزراري بعلامة وأمره ان يقول له: يقال لك اعط الرجل\nالصرة الدنانير التي عند رجل السرير فلما سمع أبو طاهر دخل وأعطاه الصرة ثم\nسئله: هل صافحته؟ قال، فقلت: نعم فأخذ يدي فوضعها على عينيه ومسح بها\nوجهه..\n</p>\n\n<p>\nرواه الشيخ بطرق في كتاب الغيبة ففي ص 181 خبر 15 بطريقين وص 163 بطريق\nآخر. ذكرناه في طبقات أصحابه عليه السلام.\n</p>\n\n<p>\n(3) وهذه منقبة عظيمة لآل أعين فروى الكشي في الرجال ص 4 باسنادين عن\nحذيفة بن منصور، وعن علي بن حنظلة عن أبي عبد الله عليه السلام قال: اعرفوا\nمنازل الرجال (الناس) منا على قدر رواياتهم عنا.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثني أبو عبد الله (بن - خ) الحجاج رحمه الله، وكان من رواة الحديث،\nانه قد جمع من روى الحديث من آل أعين، فكانوا ستين رجلا. (1) وحدثني أبو\nأحمد جعفر بن محمد بن لاحق الشيباني عن مشايخه ان بنى أعين بقوا أربعين سنة\n(أربعين - خ) رجلا لا يموت منهم رجل الا ولد لهم فيهم غلام، \n</p>\n\n<p>\n* وهم على ذلك\nيستولون على بنى شيبان في حطة بنى أسعد بن هام (2) ولهم مسجد الحنطة (الخطة\n- خ) يصلون فيه، وقد دخله سيدنا أبو عبد الله جعفر بن محمد الصادق عليه\nالسلام، وصلى فيه. (3) وفي هذه المحلة دور بنى أعين متقاربة، وقد بقى منها\nإلى هذا الوقت دار، وقفها محمد بن عبد الرحمان بن حمران (4) على أهله، ثم\nعلى الأقرب (فالأقرب - خ) إليه، وكانت في أيدي بنى عقبة الشيباني، ولم\nيتكلم فيها أحد من أهلي، ولا تعرض لها حتى تكلمت أنا فيها في سنة أربع\nوستين وثلثمائة وأشهدت على الحسن بن محمد <span id='ms11'></span> بن (علي بن - خ) بن محمد بن عقبة\nالشيباني الذي كانت في يده، انها وقف في يده على بنى أعين، وأخذت من\nإجارتها ما سلمته إلى ولد عم أبى: جعفر بن سليمان، ولم يكن في (كتاب - خ)\nالوقف <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قد أحصينا آل أعين في رسالة مفردة.\n</p>\n\n<p>\n(2) روى هذا الحديث مع تفاوت سندا ومتنا شيخنا الحسين بن عبيد الله\nالغضائري رحمه الله في تكملته على هذه الرسالة.\n</p>\n\n<p>\n(3) فهذا المسجد من أحد المساجد الممدوحة بالكوفة، التي صلى فيها الإمام\nالصادق عليه السلام. ويدل ذلك على منقبة لآل أعين.\n</p>\n\n<p>\n(4) لم أحد له ترجمة في الرجال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nزيادة في النسب على محمد بن عبد الرحمان بن حمران بن عبد الرحمان بن\nأعين. (وكان في الكتاب شهادة علي بن الحسن بن فضال (1) ومحمد بن محمد بن\nعقبة الشيباني (2)، ومحمد بن هديم الشيباني، وأظنه: محمد بن عبد الرحمان بن\nحمران بن أعين. خ).\n</p>\n\n<p>\n* وكان أعين غلاما روميا، اشتراه رجل من بنى شيبان من حلب (الجلب. خ -)\nفرباه، و تبناه (بناه خ ل، ثناه خ ل) وأحسن تأديبه، فحفظ القرآن وعرف\nالأدب، و خرج بارعا أديبا، فقال له مولاه: أستلحقك؟ فقال: لا، ولائي منك\nأحب إلى من النسب، (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) وكان من أعاظم ثقات مشايخ الحديث.\n</p>\n\n<p>\n(2) لم اقف على ترجمة له، وكذا على ترجمة لابن هديم.\n</p>\n\n<p>\n(3) وقال ابن الغضائري في تكملة رسالة آل أعين: وذكر ان أعين كان رجلا من\nالفرس فقصد أمير المؤمنين عليه السلام ليسلم على يديه، ويتوالى إليه\nفاعترضه في طريقه قوم من بنى شيبان فلم يدعوه (بدعوة. خ.) حتى توالى\nإليهم..\n</p>\n\n<p>\nوفي البحار باب جوامع مكارم أخلاق أمير المؤمنين عليه السلام قال: وروى\nزرارة بن أعين عن أبيه عن أبي جعفر محمد بن علي عليهما السلام قال: كان علي\nعليه السلام إذا صلى الفجر لم يزل معقبا إلى أن تطلع الشمس، فإذا طلعت\nاجتمع إليه الفقراء والمساكين وغيرهم من الناس فيعلمهم الفقه والقرآن\nالحديث.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفلما كبر قدم عليه أبوه من بلاد الروم، وكان راهبا، اسمه سنسن، وذكر <span id='ms12'></span> انه\nمن غسان (1) ممن دخل بلد الروم في أول الاسلام، وقيل إنه كان يدخل بلاد\nالاسلام بأمان، فيروز ابنه أعين ثم يعود إلى بلاده.\n</p>\n\n<p>\n* فولد أعين، على ما حدثني به أبو طالب الأنباري قال حدثني محمد بن الحسن\nبن علي بن صباح بن سلام المدائني قال حدثني أبي، وعمى (محمد - خ) قالا:\n</p>\n\n<p>\nحدثنا أحمد بن الحسن بن علي بن فضال عن ولد أعين، قال: ولد أعين: عبد\nالملك (2) وحمران، وزرارة، وبكير (3) وعبد الرحمان بن أعين (4) هؤلاء\nكبرائهم <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) غسان: اسم ماء نزل عليه بنو مازن بن الأزد\nبن الغوث، وهم الأنصار، وبنو جفنة، وخزاعة، فسموا به، وأيضا: ماء بسد مأرب\nباليمن، ماء باليمن بين رمع وزبيد واليه تنسب القبائل المشهورة، ماء\nبالمسلل قريب من الجحفة.\n</p>\n\n<p>\nذكره في معجم البلدان.\n</p>\n\n<p>\n(2) تأتى ترجمة ملخصا.\n</p>\n\n<p>\n(3) تقدمت ترجمة حمران وزرارة وبكير، ويأتي أيضا ذكر أحوالهم.\n</p>\n\n<p>\n(4) ذكره الشيخ والبرقي في أصحاب الباقر عليه السلام، وروى عنه عليه\nالسلام كثيرا روى عنه عنه عليه السلام جماعة ذكرناهم في طبقات أصحابه.\n</p>\n\n<p>\nوذكره أبو عمرو الكشي في أصحاب أبي جعفر عليه السلام مع إخوته وروى\nباسناد صحيح مدحا فيهم، وفيه: كانوا مستقيمين: ومات منهم أربعة في زمان أبى\nعبد الله عليه السلام، وكانوا من أصحاب أبي جعفر عليه السلام الحديث.\n</p>\n\n<p>\nوذكره الشيخ في أصحاب أبي عبد الله الصادق عليه السلام وقال: يكنى أبا\nمحمد، بقى بعد أبي عبد الله عليه السلام. قلت: قد روى جماعة عنه عن أبي عبد\nالله عليه السلام ذكرناهم في طبقات أصحابه.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nمعروفون، وقعنب، ومالك، ومليك من بنى أعين غير معروفين (1) فذلك ثمانية\nأنفس.\n</p>\n\n<p>\nوبغير هذا الاسناد: لهم أخت يقال لها: أم الأسود (2) ويقال انها أول من\nعرف هذا الامر منهم من جهة أبى خالد الكابلي (3) وبالاسناد الأول (4) فولد\nزرارة: الحسن (5) ويحيى (6) ورومي (7) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) يأتي ذكر هؤلاء الثلاثة بترجمة لهم، كما\nأحصينا أولاد أعين في رسالتنا المفردة. (2) قال العلامة في الكنى من قسم\nالممدوحين ص 191: أم الأسود، بنت أعين عارفة. قاله علي بن أحمد العقيقي.\nوهي <span id='ms13'></span> التي أغمضت زرارة.\n</p>\n\n<p>\n(3) يأتي ذكر أول من عرف منهم هذا الامر من جهة الكابلي.\n</p>\n\n<p>\n(4) أي الاسناد المتقدم عن ابن فضال.\n</p>\n\n<p>\n(5) ذكره البرقي والشيخ في أصحاب أبي عبد الله الصادق عليه السلام، روى\nالثقات ومن لا يروى الا عن ثقة عنه عن أبي عبد الله عليه السلام مثل جعفر\nبن بشير البجلي، و صفوان، وعبد الله بن بكير وغيرهم ذكرناهم في طبقات\nأصحابه عليه السلام، وذكرنا ترجمته في (تهذيب المقال).\n</p>\n\n<p>\n(6) ذكره الشيخ في أصحاب الصادق عليه السلام.\n</p>\n\n<p>\n(7) ذكره الشيخ في أصحاب الصادق عليه السلام قائلا، رومي بن زرارة بن\nأعين الشيباني مولاهم كوفي، وذكره البرقي أيضا في أصحابه، وذكره النجاشي في\nمصنفي أصحابنا وقال: روى عن أبي عبد الله وأبى الحسن عليهما السلام، ثقة،\nقليل الحديث، له كتاب.. قلت: أوردناه برواياته في الطبقات.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوالحسن (1) وعبيد الله (2) وعبد الله (3) فذلك ستة. (ثمانية - خ) أنفس\n(4) وولد حمران: حمزة (5) وعقبة (6) وبغير هذا الاسناد: ومحمد (7)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ذكر البرقي والشيخ الحسن بن زرارة بن أعين\nالشيباني الكوفي في أصحاب الصادق عليه السلام.\n</p>\n\n<p>\n(2) زعم بعضهم اتحاده مع عبيد بن زرارة ويشهد له عدم ذكر الماتن عبيد بن\nزرارة على في ما نسخة وتحقيقه في كتابنا في الطبقات.\n</p>\n\n<p>\n(3) ذكره الشيخ في أصحاب الصادق عليه السلام. وذكره النجاشي في مصنفي\nأصحابنا وقال: روى عن أبي عبد الله عليه السلام، ثقة، له كتاب يرويه عنه\nعلي بن النعمان..\n</p>\n\n<p>\nقلت: روى الكشي عنه في ترجمة زرارة، وكذا ابن قولويه في كامل الزيارات.\n</p>\n\n<p>\n(4) قلت: ذكرنا ما هو التحقيق في عدد أولاد زرارة في رسالتنا المفردة في\nآل أعين (5) تقدمت ترجمة حمزة بن حمران بن أعين الشيباني الكوفي ص 4.\n</p>\n\n<p>\n(6) ذكره النجاشي مع أخيه حمزة وقال: روى عن أبي عبد الله عليه السلام،\nوأخوه أيضا عقبة بن حمران روى عنه عليه السلام.\n</p>\n\n<p>\n(7) ذكره الشيخ في أصحاب الصادق عليه السلام وأيضا في فهرست مصنفي الشيعة\nوروى كتابه باسناده عن ابن أبي عمير وابن أبي نجران عنه، روى عنه عن أبي\nعبد الله عليه السلام جماعة كثيرة <span id='ms14'></span> ذكرناهم في الطبقات وروى كثيرا عن عمه\nزرارة عن أبي جعفر عليه السلام ذكرناه في طبقات أصحابه.\n</p>\n\n<p>\nقلت أحصينا أولاد حمران في رسالتنا المفردة في آل أعين.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوولد عبد الملك (1) محمدا (2) وضريسا (3) وعليا (4) بنى عبد الملك فذلك\n(وذلك - خ) ثلثة أنفس (5) وولد عبد الرحمان بن أعين (6).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ذكره البرقي والشيخ في أصحاب الباقر عليه\nالسلام وروى الكشي في مدحه خبرين وانه كان مستقيما ومات في زمانه أبى عبد\nالله عليه السلام وقد أوردنا ما دل على مدحه في (اخبار الرواة) وذكرنا من\nروى عنه عن أبي جعفر عليه السلام في طبقات أصحابه عليه السلام كما ذكرناه\nفي أصحاب الصادق عليه السلام بذكر من روى عنه عنه عليه السلام (2) ذكره\nالشيخ في أصحاب الصادق عليه السلام وزاد في كنيته: أبو على الشيباني (3)\nذكره البرقي في أصحاب الصادق عليه السلام ممن أدرك الباقر عليه السلام وروى\nعنه وذكره الكشي أيضا في أصحابه ع وقال قال حمدويه سمعت أشياخي يقولون:\nضريس انما سمى بالكناسي لان تجارته بالكناسة، وكانت تحته بنت حمران، وهو\nخير، فاضل، ثقة، وذكرناه في أصحاب الباقر والصادق عليهما السلام مع ذكر من\nروى عنه عنهما السلام (4) ذكره الشيخ في أصحاب الصادق عليه السلام.\n</p>\n\n<p>\n(5) كلامه صريح في حصر أولاد عبد الملك بهذه الثلاثة، ولكن صريح غير\nالماتن رحمهم الله عدمه وتفصيل ذلك في رسالتنا في آل أعين.\n</p>\n\n<p>\n(6) ذكره البرقي والشيخ في أصحاب الباقر عليه السلام، وذكره الكشي في\nأصحاب عليه السلام مع إخوته وروى باسناد صحيح مدحا فيهم وفيه: كانوا\nمستقيمين ومات منهم أربعة في زمان أبى عبد الله عليه السلام، وكانوا من\nأصحاب أبي جعفر ع الحديث، و ذكره الشيخ في أصحاب الصادق عليه السلام، وقال،\nيكنى أبا محمد، بقى بعد أبي عبد الله عليه السلام روى جماعة عنه عن أبي عبد\nالله عليه السلام ذكرناهم في ترجمته في طبقات أصحابه وفي طبقات أصحاب\nالكاظم عليه السلام.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمان (1) وحمران، وسميعا، وعباسا، وإبراهيم، وإسحاق.\n</p>\n\n<p>\nبنى عبد الرحمان فذلك ستة أنفس.\n</p>\n\n<p>\nوولد <span id='ms15'></span> عبد الله بن بكير (2) رحبان، وكان اسمه: محمد. والحسن (الحسين - خ)\nوعليا بنى عبد الله بن بكير. قال أبو طالب: وسقط بقية النسب من كتاب أبى\nجعفر بن الصباح (3).\n</p>\n\n<p>\n* وكان زرارة يكنى أبا على (4) وذكره (ه - خ) الجاحظ (5) (زرارة خ -) في\nكتاب الحيوان:\n</p>\n\n<p>\n(وأورد عنه شعرا - خ -) وروى عنه نسبه إليه في ذكر المهدى وروى له أيضا\nشعرا في كتاب النساء وذكر له بيتا في كتاب العرجان الاشراف ولا أدري صدق\nالجاحظ في ذلك أم لا وقال في كتاب الحيوان: قال زرارة بن أعين مولى بنى\nأسعد بن هام، وكان رئيس التميمة (التسمية - خ).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) لم أحضر له ولا لسائر إخوته ترجمة ولا\nرواية.\n</p>\n\n<p>\n(2) تقدمت ترجمته ص 6. ولم أحضر لولده ترجمة ولا رواية.\n</p>\n\n<p>\n(3) يظهر من ذلك أن محمد بن الحسن بن علي بن صباح بن سلام أبى جعفر\nالمدائني شيخ أبى طالب الأنباري كان من مصنفي أصحابنا في تراجم الرواة بل\nإن كتابه كان من أحد مصادر التراجم. ذكرناه في كتابنا (مصادر تراجم الرواة)\n(4) وكناه النجاشي والشيخ، والكشي، بأبي الحسن. وتفصيل ذلك في ترجمته في\nالشرح على رجال النجاشي وغيره من كتبنا الرجالية.\n</p>\n\n<p>\n(5) ذكر الجاحظ العثماني المعاند لأحد رواة الشيعة مع شدة نصبه إمارة على\nجلالته بين الطوائف، وأصحاب المذاهب، ثم إن جلالة زرارة وعظم شأنه عند\nالأئمة عليهم السلام وفى أصحابهم ورواة الحديث ومشايخهم مما فصلنا القول\nفيها في كتبنا في اخبار الرواة وتراجمهم ومصنفاتهم مما يطول بذكره في\nالمقام وسيأتي ذكر بعض أحواله تبعا للمتن وتقدم أيضا ص 3.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(وكان بكير يكنى أبو الجهم - خ) (1) وحمران يكنى أبا حمزة (2)، وعبد الله\nبن بكير يكنى أبا على (3) ومن ولد زرارة: محمد بن عبد الله بن زرارة (4)\nوكان كثير الحديث (5)، وروى (عنه - خ) علي بن الحسن بن فضال حديثا كثيرا\n(عنه - خ) (6) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ويكنى أيضا بابى عبد الله، كما ذكرناه في\nالرسالة وفى ترجمته من كتبنا.\n</p>\n\n<p>\n(2) تقدم ذكره ص 2 وانه يكنى أيضا: أبو الحسن.\n</p>\n\n<p>\n(3) كما ذكره الشيخ والنجاشي وغيرهما.\n</p>\n\n<p>\n(4) كان محمد بن عبد <span id='ms16'></span> الله بن زرارة ممن شهد وفاة الحسن بن فضال وإنكاره\nامامة عبد الله الأفطح وفي مدحه قال أبو الحسن محمد بن أحمد بن داود شيخ\nالقميين في وقته وفقيههم: كان والله محمد بن عبد الله أصدق عند لهجة من\nأحمد بن الحسن فإنه رجل فاضل دين. وكان محمد بن عبد الله ممن أدرك أيام أبى\nالحسن الهادي عليه السلام وذكرنا ترجمته في تهذيب المقال (ج 2 ص 10) (5)\nروى عن أصحاب الباقر، والصادق والكاظم والرضا عليهم السلام مثل عبد الله بن\nميمون القداح، وعبد الله بن بكير والبزنطي وغيرهم.\n</p>\n\n<p>\nروى عنه أجلاء الطائفة مثل الحسن بن محبوب من أصحاب الكاظم والرضا عليهما\nالسلام، ومن أصحاب الاجماع، ومن روى عن الثقات ذكرناهم في ترجمته.\n</p>\n\n<p>\n(6) وهو الذي روى وصاية أخيه أحمد بن الحسن عن محمد بن عبد الله بن زرارة\nعند موته.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n* ووجدت في كتاب الصابوني المصري (1): يونس بن عبد الملك بن أعين و يونس بن\nقعنب بن أعين ممن روى عن أبي عبد الله عليه السلام وذكر في الكتاب المذكور:\nان ولد الجعفر بالفيوم من ارض مصر (2) فيها قبر عثمان بن مالك بن أعين\nويونس بن قعنب بن أعين.\n</p>\n\n<p>\nوروى محمد بن الحسين عن إبراهيم بن محمد بن حمران (2) عن أبيه (4)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو محمد بن أحمد بن إبراهيم بن سليمان أبو\nالفضل الجعفي الكوفي المعروف بالصابوني المصري ترجمه النجاشي وغيره وله كتب\nمنها: كتاب (الذريعة) وقد ذكرناه بكتبه في كتابنا (مصادر تراجم رواة\nالشيعة) كما حققنا ترجمته في تهذيب المقال، وربما يظهر من عبارة المتن ان\nكتابه كان فيمن روى عن أبي عبد الله عليه السلام وقد أفردنا كتابا في\nمجلدات في أصحابه ومن روى عنه فكانوا أكثر من أربعة آلاف نفس.\n</p>\n\n<p>\n(2) الفيوم بمصر: هي ولاية غربية بينها وبين الفسطاط أربعة أيام بينهما\nمفازة لا ماء بها ولا مرعى مسيرة يومين، وهي في منخفض الأرض كالدارة ويقال:\nان يوسف الصديق على نبينا وآله وعليه السلام حفر نهرا عظيما حتى ساقه إلى\nالفيوم، ذكره في <span id='ms17'></span> معجم البلدان. ثم إن الفيوم كان محل نزول جماعة من\nالطالبية ذكرهم في منقلة الطالبية.\n</p>\n\n<p>\n(3) روى إبراهيم بن محمد بن حمران بن أعين الشيباني عن أبي عبد الله عليه\nالسلام، روى عنه عنه علي بن المعلى، وعلي بن خطاب الخلال، ذكرناه في طبقات\nأصحابه عليه السلام وروى عن الرجل مثل أبيه، وتقدم ذكر أبيه ص 5 وذكر جده\nحمران ص 2 و3 (4) تقدم ذكره ص 5.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي عبد الله عليه السلام ان أول من عرف هذا الامر عبد الملك (1) عرفه\nمن صالح بن ميثم (2) ثم عرفه حمران عن أبي خالد الكابلي رحمهم الله (3)\nوروى أن زرارة كان وسيما جميعا، أبيض (4) وكان يخرج إلى الجمعة (5) وعلى\nرأسه برنس اسود، وبين عينيه سجادة، وفي يده عصى، فيقوم له الناس سماطين،\nينظرون إليه لحسن هيئته، فربما رجع عن طريقه (6) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ذكره وذكر أولاده ص 23.\n</p>\n\n<p>\n(2) ذكره البرقي والشيخ في أصحاب الباقر عليه السلام، وذكره الشيخ في\nأصحاب الصادق عليه السلام قائلا: صالح بن ميثم الأسدي مولاهم. ولا يبعد\nاتحاده مع صالح بن ميثم الكوفي. ومع أبى عقبة بن صالح. ذكرناه في طبقات\nأصحابهما عليهم السلام (3) كان أبو خالد الكابلي، اسمه وردان، ولقبه كنكر\nمن أصحاب الإمام السجاد عليه السلام ومن حواريه، وثقاته، رواه الكشي وقد\nورد في مدحه روايات أخرجناها في (اخبار الرواة) كما ذكرنا ترجمته في\n(الطبقات).\n</p>\n\n<p>\n(4) تقدم ذكر ترجمة مختصرة لزرارة ص 3 وذكر العامة والخاصة ترجمته و\nذكرناه في طبقات أصحاب السجاد، والباقر، والصادق، وممن مات في أيام الكاظم\nعليهم السلام، وأوردنا ما ورد فيه من الروايات في كتابنا (اخبار الرواة)\n(5) أي في جمعة العامة، والا فلا يقيم الشيعة الجمعة الا مع الإمام العادل\nوله أخبار في صلاة الجمعة تدل على أنه ممن لا يرى الجمعة الا مع الامام\nالسلطان العادل قد أشرنا إليها في رسالتنا الكبيرة في صلاة الجمعة.\n</p>\n\n<p>\n(6) كان في زرارة خلال من الفضل والدين، والمعرفة، والصدق في القول، وقد\nعد من حواري أبى جعفر، وجعفر بن محمد عليهما السلام أشرنا إليها <span id='ms18'></span> في ترجمته\nمن كتبنا.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوكان خصما، جدلا، لا يقوم أحد لحجته الا ان العبادة أشغلته عن الكلام،\nوالمتكلمون من الشيعة تلاميذه (1) ويقال: انه عاش سبعين (تسعين - خ) سنة.\n</p>\n\n<p>\n* (2) ولآل أعين من الفضائل، وما روى فيهم أكثر من أن اكتبه لك، وهو موجود في\nكتب الحديث. (3) وحدثني أبو الحسن محمد بن أحمد بن داود قال حدثنا أبو\nالقاسم علي بن حبشي بن قوني قال حدثني - الحسين (الحسن - خ - ظ) بن أحمد بن\nفضال قال حدثني جدي. (جدك - خ -) الحسين بن يوسف بن مهران، قال أبو غالب\nرضي الله عنه، وأقول أنا: انه جده لامه لان أمه أم على بنت الحسين بن يوسف،\nوهم أهل بيت يعرفون ببني السفاثجي.\n</p>\n\n<p>\nقال ابن فضال: وكان جدك أليفا لبني فضالة (فضال - خ -)، وجارهم وقال: خرج\nالحسن بن علي بن فضال، فقال: لي: قم يا حسين حتى نمضي إلى مليك بن أعين،\nفهو عليل، (وقد جائني رسوله معه - خ -) فقمت، فاعتمد على يدي فدخلنا على\nمليك، وهو يجود بنفسه، فقال له الحسن: ما حاجتك؟ فقال:\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ولذلك مدحه النجاشي بقوله: وكان قارئا،\nفقيها: متكلما، شاعرا، أديبا قد اجتمعت فيه خلا الفضل والدين، صادقا فيما\nيرويه.\n</p>\n\n<p>\nقلت: وقد اشتهر زرارة بالفقه، والحديث بين علماء الاسلام.\n</p>\n\n<p>\n(2) مات سنة خمسين ومائة، ذكره النجاشي وغيره.\n</p>\n\n<p>\n(3) ذكرنا كثيرا منها في رسالتنا المفردة في آل أعين. وفي كتابنا (اخبار\nالرواة).</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nأوصي إليك، أو أعهد إليك؟ فقال له: ما تقول فيهما؟ (1) فقال: ما تسمح\nنفسي ان أقول الا خيرا، فضرب بيده إلى يدي، فغلها (فنسلها - خ)، وقال لي قم\nيا حسين، ثم التفت إليه، فقال: مت أي ميتة شئت (2) وكان مليك، وقعنب ابنا\nأعين يذهبان مذهب العامة مخالفين لإخوتهم. (3) قال ابن فضال في هذا الحديث:\nوخلف أعين: حمران، وزرارة، وبكيرا وعبد الملك وعبد الرحمان (4) وموسى\nومليكا وضريسا، وقعنب، وعبيد الله فذلك عشرة أنفس.\n</p>\n\n<p>\nهذا من هذه الرواية، وقد ذكرت الرواية ودفع الاختلاف في عدد ولد أعين وقد\nذكرت الأصل الذي كنت أعرفه.\n</p>\n\n<p>\nومما رواه <span id='ms19'></span> لي أبو طالب الأنباري، وما رواه لي أبو الحسن بن داود رحمه\nالله عن أبي القاسم بن قوني عن ابن فضال، وروى لي ابن المغيرة عن أبي محمد\nالحسن بن حمزة العلوي عن أبي العباس أحمد بن محمد بن سعيد بن عقدة الكوفي\nالمشهور <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) أي في الأولين من الخلفاء.\n</p>\n\n<p>\n(2) إشارة إلى الحديث المروى بطرق الفريقين عن النبي الأكرم صلى الله\nعليه وآله. من مات ولم يعرف امام زمانه مات ميتة جاهلية، (3) يأتي في ذيل\nالرسالة لشيخنا أبى عبد الله الغضائري ذكر مالك، وقعنب من إخوة زرارة\nوأنهما ليسا على شئ من هذا الامر، وان ولد قعنب بالفيوم من ارض مصر، وذكرنا\nما ورد فيهما في رسالتنا في آل أعين.\n</p>\n\n<p>\n(4) تقدم ذكر هؤلاء الاخوة، ولم أحضر لمليك، وضريس، وعبيد الله بنى أعين\nذكرا في غير المتن.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nبكثرة الحديث: انهم سبعة عشرة رجلا، الا انه لم يذكر أسمائهم، وما يتهم\nفي معرفته، ولا شك في علمه (1) \n</p>\n\n<p>\n* وجدتي أم أبى فاطمة بنت جعفر بن محمد بن\nالحسن القرشي البزاز (2) مولى بنى مخزوم.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) طريق الماتن رحمه الله إلى ابن عقدة صحيح\nواما ابن عقدة فهو الحافظ المشهور الجليل عند أصحابنا وعند العامة قال\nالنجاشي: في ترجمته: جليل في أصحاب الحديث، مشهور بالحفظ، والحكايات تختلف\nعنه في الحفظ وعظمه، وكان كوفيا زيديا، جاروديا على ذلك حتى مات، وذكره\nأصحابنا لاختلاطه بهم ومداخلته إياهم وعظم محله وثقته، وأمانته. وذكره\nالشيخ رحمه الله نحوه في ترجمته في الفهرست وقال: أمره في الثقة والجلالة\nوالحفظ أشهر من أن يذكر. وفى (من لم يرو عنهم عليه السلام) من رجاله: وكان\nحفظه ما سمعت جماعة يحكون انه قال:\n</p>\n\n<p>\nأحفظ مائة وعشرين ألف حديث بأسانيدها، وأذاكر بثلثمائة ألف حديث وقال\nالذهبي في تذكرة الحفاظ ج 3 ص 57: ابن عقدة حافظ العصر، والحديث والمحدث\nالبحر.. قال الوزير بن الفضل بن حنزابة: سمعت الدارقطني يقول:\n</p>\n\n<p>\nأجمع أهل الكوفة انه لم ير بالكوفة من زمن ابن مسعود إلى زمن ابن عقدة\nاحفظ..\n</p>\n\n<p>\nثم ذكر أحاديث <span id='ms20'></span> في حفظه.\n</p>\n\n<p>\nوفي ميزان الاعتدال ج 1 ص 137 عن الدارقطني يقول: ابن عقدة يعلم ما عند\nالناس ولا يعلم الناس ما عنده: قلت ذكرنا كلام الخطيب في تاريخ بغداد. وابن\nحجر في لسان الميزان، واليافعي في مرآة الجنان وكلام غيرهم من العامة في\nترجمته في كتابنا (تهذيب المقال ج 3) (2) الرزاز بدل (الزاز) في كتب الرجال\nوالحديث)</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى محمد بن الحسن الحديث، وكان أحد حفاظ القرآن، وقد نقلت عنه\nقرائته، وكبرت منزلته فيها.\n</p>\n\n<p>\nوأخوه أبو العباس محمد بن جعفر البزاز، وهو من أحد رواة الحديث، و مشايخ\nالشيعة (1).\n</p>\n\n<p>\nوكان له أخ اسمه الحسن بن جعفر، قد روى أيضا الحديث، الا ان عمره لم يطل،\nفينقل عنه.\n</p>\n\n<p>\nوكان مولده محمد بن جعفر سنة ثلث (سنة - خ) وثلثين ومأتين. ومات سنة ست\nعشر وثلثمائة. وعمره ثمانون سنة. وكان من محله في الشيعة انه كان الوافد\nعنهم إلى المدينة عند وقوع الغيبة ستة ستين ومأتين وأقام بها سنة، وعاد،\nوقد ظهر له من أمر الصاحب عليه السلام ما أضاح إليه.\n</p>\n\n<p>\nوأمه، وأم أخته فاطمة جدة بنت محمد بن عيسى القيسي (التستري - خ) وأنا\nأذكر حاله بعد ذكر أمي رحمها الله، \n</p>\n\n<p>\n* وأمي أم الحسين بنت عيسى بن علي\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان أبو العباس محمد بن جعفر البزاز من\nمشايخ الكليني وأبى غالب الزراري، روى كثيرا عن جماعة من رواة الشيعة\nواعلامهم مثل محمد بن عيسى، ومحمد بن عبد الحميد، ومحمد بن إسماعيل، وأيوب\nبن نوح، ويحيى بن زكريا اللؤلؤي، ومحمد بن الحسين بن أبي الخطاب ونظرائهم.\n</p>\n\n<p>\nوهو وان لم يصرح بتوثيق الا انه يشير إلى جلالته بل وثاقته تخصيص النجاشي\nوجه ضعف طريق كتاب مياح المدائني بمحمد بن سنان مع أنه رواه عن أبي غالب عن\nخال أبيه محمد بن جعفر الرزاز، وتمام الكلام في ترجمته في (تهذيب\nالمقال).</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبن محمد بن زياد القيسي (التستري - خ) وأمها أم ولد رومية.\n</p>\n\n<p>\nوكان عيسى بن زياد انتقل من نواحي البصرة في أيام الفتنة بعد قتل إبراهيم\nبن عبد الله <span id='ms21'></span> بن حسن (1) فنزل تستر وتستر أحد طساسيج الكوفة، واسمه موجود في\nكل كتاب عمل لذلك الفن (لذكر طساسيج السواد - خ) فنزل قرية منه، يقال لها\nبقرونا (يقربونا - خ) فهذا الاسم هو الغالب عليها، وهي ثلثة وروم فنزل ورمى\n(ورما - خ) منها يقال له: صقلبنا، وهي على عمود فرات الأعظم الذي يحمل من\nالكوفة إلى نجران ويجتاز إلى جنبلا ويلونا (وتمر بالسر - خ) وهي مدينة\nعظيمة فتحها خالد بن الوليد في أول الاسلام، ويقربونا ينسب إليها الرستاق،\nوهي في شرقي الفرات (العراق - خ) وصقلبنا في غربه، فملك ضياعا واسعة وحفر\nفيها نهرا يسمى نهر عيسى، \n</p>\n\n<p>\n* وبقى في يدي من تلك الضياع بالميراث شئ إلى أشياء\nكنت استزدتها إلى أن اخرج الجميع عن يدي في المحن التي امتحنت من أشر\nالاعراب إياي، وغير ذلك من خراب السواد بالفتن المتصلة بعد دخول الهجرة بين\nأهل الكوفة الا شئ يسير مطل على بالحال التي بيني وبين عمر (عمران - خ) بن\nيحيى العلوي في سنة خمس وعشرين وثلثمائة.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان إبراهيم بن عبد الله بن الحسن بن\nالحسن علي بن أبي طالب المدني الهاشمي من الطالبين وقد خرج بالبصرة وبايعه\nوجوه الناس ولقب بأمير المؤمنين حتى قتل بأمر المنصور الدوانيقي في باخمرى\nسنة خمس وأربعين ومائة في ذي القعدة ذكرناه في أصحاب الصادق عليه السلام من\nكتابنا في الطبقات، وذكرنا اخباره في كتابنا (اخبار الرواة)</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n* وكان محمد بن عيسى أحد مشايخ الشيعة (1) وممكن كان يكاتب (2) وكان خرج\nتوقيع إليه جواب كتاب كتبه على يدي أيوب بن نوح رضي الله عنه (3) في أم عبد\nالله بن جعفر، حدثني بذلك خال أبو العباس الرزاز (جوابا مستقصا - خ)، لم\nأقم على حفظه، وغابت عنى نسخته، والجواب موجود في الحديث وكتب بعد ذلك إلى\nالصاحب عليه السلام يسئل مثل ذلك فكتب عليه السلام: قد خرج منا إلى التستري\nفي هذا المعنى ما فيه كفاية، أو كلام هذا معناه.\n</p>\n\n<p>\nوكان محمد بن عيسى أحد رواة الحديث (4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) روى عن مثل معمر بن <span id='ms22'></span> خلاد البغدادي الثقة\nمن أصحاب الرضا عليه السلام كتاب الزهد تصنيفه، روى عنه محمد بن جعفر\nالرزاز قال حدثنا جدي لأبي محمد بن عيسى بن زياد قال حدثنا معمر، ذكره\nالنجاشي في ترجمة معمر ص 330، والشيخ أيضا في الفهرست ص 170.\n</p>\n\n<p>\n(2) ذكرنا محمد بن عيسى بن زياد التستري في طبقات أصحاب الإمام الحجة عجل\nالله فرجه الشريف في باب من كان يكاتبه، ومن خرج إليه توقيع من الناحية\nالمقدسة.\n</p>\n\n<p>\n(3) كان أيوب بن نوح بن دراج النخعي من أصحاب الرضا والجواد والهادي\nوالعسكري عليهم السلام ذكرناه في طبقات أصحابهم، وكان وكيلا لأبي الحسن،\nوأبى محمد عليهما السلام، عظيم المنزلة عندهما، مأمونا، وكان شديد الورع،\nكثير العبادة، ثقة في رواياته، ذكره النجاشي. وذكرنا ترجمته في تهذيب\nالمقال ج 3 أيضا وما ورد في مدحه في (اخبار الرواة)، وكان من وسائط\nالتوقيعات وقد ورد في توثيقه توقيع ذكرناه في محله.\n</p>\n\n<p>\n(4) روى عنه الكليني، والشيخ، والنجاشي عن أصحاب الرضا عليه السلام، مثل\nمعمر بن خلاد وابن فضال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني عنه خال أبى محمد بن جعفر الرزاز، وهو جده أبو أمه، عن الحسن بن\nعلي بن فضال بحديث منه: كتاب البشارات لابن فضال (1) وحدثني بكتاب عيسى بن\nعبد الله العلوي (2) وهو كتاب معروف، وابنه: علي بن محمد بن عيسى جد أمي،\nوخال (خالي - خ -) أبى العباس الرزاز، وقد روى أيضا صدرا (قدرا - ظ) من\nالحديث (3).\n</p>\n\n<p>\nوكانت دورهم في موضع يعرف بلجام (بنجام - خ) البكريين، وهو في ظهر حطة\nبنى أسعد بن همام. وقد خرب، واتصل بخرابات بنى عجل إلى حدود حميراذيلم، ولم\nأدرك انا الناحية الا خرابا قد زرع في بعض منها اشنان (اثنيان - خ) فكانت\nفي دورنا منه شئ، فكنا نأخذ منه في كل سنة شنانا قفرانا (ثنيانا قفرانا -\nخ) ودراهم، أجرة الأقرحة، ومضيت إليها مرة، وأنا صبي مع من كان يمضى فجئنا\nبالدراهم، والاثنيان (والاشنان - خ) فرأيتها ورأيت فيما بينهما قبر محمد بن\nعيسى، وقبور ولده.\n</p>\n\n<p>\n* وكان جدي أبو طاهر أحد رواة الحديث (4).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ذكره الشيخ والنجاشي <span id='ms23'></span> في كتب ابن فضال.\n</p>\n\n<p>\n(2) كان عيسى بن عبد الله العلوي العمرى. هو عيسى بن عبد الله بن محمد بن\nعمر بن علي بن أبي طالب عليه السلام ابن أخت أبى عبد الله عليه السلام روى\nعنه عليه السلام، وذكرناه في طبقات أصحابه، وذكره النجاشي والشيخ بكتابه في\nمصنفي أصحابنا.\n</p>\n\n<p>\n(3) لم اقف له ترجمة ولا رواية الا ما في الكشي ترجمة يونس بن عبد\nالرحمان ص 308 عن محمد بن أحمد عن بعض أصحابنا عن علي بن محمد بن عيسى عن\nعبد الله بن محمد الحجال عن أبي الحسن الرضا عليه السلام.\n</p>\n\n<p>\n(4) قال النجاشي: محمد بن سليمان بن الحسن بن الجهم بن بكير بن\nأعين</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقد لقى محمد بن خالد الطيالسي (1) فروى عنه كتاب عاصم بن حميد (2) وكتاب\nسيف بن عميرة (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> أبو طاهر الزراري حسن الطريقة، ثقة، عين، وله\nإلى مولينا أبى محمد عليه السلام مسائل، والجوابات، له كتب: منها كتاب\nالآداب والمواعظ، كتاب الدعاء أخبرتا محمد بن محمد وغيره قال حدثنا أبو\nغالب أحمد بن محمد بن سليمان قال أخبرني بها ومات محمد بن سليمان في سنة\nإحدى وثلثمائة، وكان مولده سنة سبع وثلثين ومأتين.\n</p>\n\n<p>\nقلت تقدم ذكر ورود الكتب من خراسان على محمد بن سليمان إلى زمان وفاته ص\n16 ومكاتبته مع الإمام الحجة عليه السلام وورود التوقيع إليه ص 17 (1)\nرواية أبى طاهر عن محمد بن خالد الطيالسي من أصحاب الكاظم عليه السلام كتب\nأصحاب أصحاب الصادق عليه السلام تدل على علو الاسناد به وقد مات الطيالسي\nليلة الأربعاء لثلث بقين من جمادى الآخرة سنه تسع وخمسين ومأتين وهو ابن\nسبع سبع وتسعين سنة كما ذكره النجاشي والشيخ.\n</p>\n\n<p>\n(2) روى النجاشي كتاب عاصم بن حميد الحناط الكوفي باسناد موثق عن محمد بن\nعبد الحميد عنه وقال: ثقة عين صدوق روى عن أبي عبد الله عليه السلام، وروى\nالشيخ كتابه بطرقه عن محمد بن عبد الحميد، والسندي بن محمد، وعبد الرحمان\nبن أبي نجران وذكرنا ما هو التحقيق في ذلك في تهذيب المقال <span id='ms24'></span> وفي شرحنا على\nكتاب فهرست الشيخ وذكرناه في الطبقات.\n</p>\n\n<p>\n(3) قال النجاشي: سيف بن عميرة النخعي عربي، كوفي، ثقة، روى عن أبي عبد\nالله وأبى الحسن عليهما السلام، له كتاب يرويه جماعات من أصحابنا،\nأخبرني</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوكتاب العلاء بن رزين (1) وكتاب إسماعيل بن عبد الخالق (2) و أشياء غير\nذلك (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> الحسين بن عبيد الله، عن أبي غالب الزراري عن\nجده، وخال أبيه محمد بن جعفر عن محمد بن خالد الطيالسي ممن سيف بكتابه.\n</p>\n\n<p>\nوروى الشيخ كتابه في الفهرست بعد توثيق سيف بن عميرة بطريقين صحيحين عن\nعلي بن الحكم عن سيف بن عميرة، وقد حققنا ذلك في كتبنا الرجالية.\n</p>\n\n<p>\n(1) كان من أصحاب الصادق عليه السلام ثقة، وجها، وصحب محمد بن مسلم وفقه\nعليه. ذكره النجاشي، جليلي القدر، ثقة. كما ذكره الشيخ ثم حكى عن ابن بطة\nانه أكثر رواية من صفوان. وروى النجاشي كتاب العلاء بن رزين القلا باسناده\nعن الحسن عنه وقال الشيخ في الفهرست: له كتاب وهو أربع نسخ منها رواية\nالحسن بن محبوب، ثم رواها بأسانيد صحاح عنه عنه، وروى نسخة ثانية له\nبطريقين عن محمد بن خالد الطياليسي عنه، ونسخة ثالثة باسناده عن محمد بن\nأبي الصهبان عن صفوان عنه، ونسخة رابعة بطريقين عن الحسن بن فضال عنه.\n</p>\n\n<p>\n(2) كان إسماعيل بن عبد الخالق بن عبد ربه الأسدي من أصحاب الباقر\nوالصادق والكاظم عليهم السلام بل ذكره البرقي فيمن نشأ في عصر السجاد عليه\nالسلام وذكرناه في طبقات أصحابهم ووثقه النجاشي وغيره، وروى الكشي فيه مدحا\nذكرناه في اخبار الرواة. وذكر الشيخ والنجاشي كتابه وقال النجاشي: رواه عنه\nجماعة، ثم رواه عن المفيد عن أبي غالب الزراري عن عم أبيه علي بن سليمان عن\nمحمد بن خالد عنه، وروى الشيخ في الفهرست بطريقين آخرين عن محمد بن الوليد،\nوأبى محمد القاسم بن إسماعيل عنه.\n</p>\n\n<p>\n(3) تحقيق ذلك في ترجمته في تهذيب المقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن محمد بن الحسين بن أبي الخطاب (1) شيئا كثيرا، منه (فيه - خ)\nكتاب أحمد بن محمد بن محمد <span id='ms25'></span> بن أبي نصر البزنطي (2) وكان روايته عنه (3) هذا\nالكتاب في سنة سبع وخمسين ومأتين وسنه إذ ذاك عشرون سنة وروى عن يحيى بن\nزكريا اللؤلؤي (4) وعن رجال غيره.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان من أصحاب الجواد، والهادي، والعسكري\nعليهم السلام ذكره الشيخ في أصحابهم وذكرناه في طبقات أصحابهم، ووثقه الشيخ\nفي مواضع من كتبه وقال النجاشي: جليل من أصحابنا، عظيم القدر، كثير\nالرواية، ثقة، عين، حسن التصانيف مسكون إلى روايته، ثم ذكر كتبه ورواه عنه\nوقال: ومات محمد بن الحسين سنة اثنتين وستين ومأتين.\n</p>\n\n<p>\n(2) كان البزنطي من أصحاب الكاظم والرضا والجواد عليهم السلام ذكره\nالنجاشي والشيخ والكشي والبرقي وغيرهم وذكرناه في الطبقات، وكان من ثقات\nأصحابنا والشيخ والكشي والبرقي وغيرهم وذكرناه في الطبقات، وكان من ثقات\nأصحابنا وأجلائهم ومن أصحاب الاجماع وذكرنا ما ورد في مدحه في أخبار الرواة\nومات سنة إحدى وعشرين ومأتين بعد وفات ابن فضال وتفصيل ترجمته في تهذيب\nالمقال ج 3.\n</p>\n\n<p>\n(3) روى النجاشي كتاب (الجامع) للبزنطي عن الحسين بن عبيد الله عن أبي\nغالب غالب الزراري عن خال أبيه محمد بن جعفر، وعم أبيه علي بن سليمان عن\nمحمد بن الحسين بن أبي الخطاب عنه، وروى الشيخ أيضا في الفهرست بهذا\nالاسناد عنه عنه وأيضا باسناد آخر عن أحمد بن محمد بن أبي نصر.\n</p>\n\n<p>\n(4) روى الشيخ والنجاشي كتاب (نوادر البزنطي) باسنادهما عن ابن عقدة عن\nيحيى بن زكريا بن شيبان وفي اتحاده مع اللؤلؤي كلام تحقيقه في ترجمته (5)\nروى النجاشي باسناد آخر عن أحمد بن هلال عن البزنطي كتاب نوادر آخر\nله.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nومات أبى: محمد بن محمد بن سليمان (1) وسنه نيف وعشرون سنة، وسني إذ ذاك\nخمس سنين وأشهر.\n</p>\n\n<p>\n* وكان مولدي ليلة الاثنين لثلاث (خمس - خ) ليلة بقين من شهر ربيع الآخر\nسنة خمس وثمانين ومأتين (2).\n</p>\n\n<p>\nومات جدي محمد بن سليمان رحمه الله في غرة المحرم سنة ثلثمائة (3) فرويت\nعنه بعض حديثه.\n</p>\n\n<p>\nوسمعي (سمعني - خ) من عبد الله بن جعفر الحميري (4) وقد كان دخل الكوفة\nفي سنة سبع وتسعين ومأتين (5) وجدت <span id='ms26'></span> هذا التاريخ بخط عبد الله بن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) لم أحضر له ترجمة.\n</p>\n\n<p>\n(2) قال النجاشي في ترجمته: ومات أبو غالب رحمه الله سنة ثمان وستين\nوثلثمائة، انقرض ولده الا من ابنة ابنه وكان مولده سنة خمس وثمانين ومأتين.\nوقال الشيخ في الفهرست. ومات رضي الله عنه سنة ثمان وستين وثلثمائة، وفي\nرجاله: ومات سنة ثمان أو سبع وستين وثلثمائة.\n</p>\n\n<p>\n(3) تقدم ذكره بمدح ص 17.\n</p>\n\n<p>\n(4) كان الحميري من أجلة الثقات وشيوخ القميين من أصحاب العسكري عليه\nالسلام فرواية الماتن عن مثله توجب علو الاسناد.\n</p>\n\n<p>\n(5) وقال النجاشي في ترجمة الحميري: شيخ القميين ووجههم، قدم الكوفة سنة\nنيف وتسعين ومأتين وسمع أهلها منه، فأكثروا، وصنف كتبا كثيرة.. قلت:\n</p>\n\n<p>\nوفي سنة ثمان وتسعين ومأتين تشرف الحميري بزيارة الحائر الشريف وسمع معقل\nعنه عن الحسن بن ظريف بن ناصح كما في اختصاص المفيد (210)، ويأتي</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nجعفر في كتاب الصوم للحسين بن سعيد (1)، ولم أكن حفظت الوقت للحداثة،\nوسني إذ ذاك اثنتي عشرة سنة وشهور.\n</p>\n\n<p>\nوسمعت أنا بعد ذلك من عم أبى علي بن سليمان. ومن خال أبى محمد بن جعفر\nالرزاز (2) وعن أحمد بن إدريس القمي (3) وأحمد بن محمد العاصمي (4) وجعفر\nبن محمد بن مالك الفزاري البزاز (5)، وكان كالذي رباني، لان جدي محمد بن\nسليمان حين أخرجني من الكتاب جعلني في البزازين عند ابن عمه الحسين بن علي\nبن مالك وكان أحد فقهاء الشيعة وزهادهم، وظهر بعد موته (بعد ذلك خ)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> ذكر الحميري في غير هذه الرسالة أيضا تبعا\nللمتن. ثم انى لم أحضر لأبي غالب رواية عن الحميري ولعله ترك الرواية عنه\nمع سماعه لصغر سنه عند سماعه. (1) يأتي من الماتن ذكر طريقه إلى هذا\nالكتاب.\n</p>\n\n<p>\n(2) قد أكثر الماتن الرواية عنهما كما تقدم وتأتي جملة منها.\n</p>\n\n<p>\n(3) كان أحمد بن إدريس أبو على الأشعري القمي ثقة فقيها في أصحابنا كثير\nالحديث، صحيح الرواية، مات بالقرعاء، سنة ست وثلثمائة، ذكره النجاشي. و كان\nمن مشايخ الكليني.\n</p>\n\n<p>\n(4) كان ثقة في الحديث وسالم الجنبة، وسكن بغداد، روى عن شيوخ الكوفيين\nذكره الشيخ، وتقدم <span id='ms27'></span> ذكر رواية الماتن عن أحمد بن محمد العاصمي كتاب الحسن بن\nالجهم ص 8.\n</p>\n\n<p>\n(5) قد تعجب النجاشي من رواية أبى غالب الزراري الشيخ الجليل الثقة عن\nجعفر بن محمد بن مالك الفزاري لأنه كان ضعيفا في الحديث. ذكره في ترجمته،\nقلت قد حققنا القول في جعفر بن محمد الفزاري وفي رواية أبى غالب عنه في\nتهذيب المقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nمن زهده مع كثرة ما كان يجرى على يده أمر عجيب ليس هذا موضع ذكره (1).\n</p>\n\n<p>\nوسمعت من أبى جعفر محمد بن الحسين بن علي بن مهزيار الأهوازي (2) وغيرهم\nرحمهم الله.\n</p>\n\n<p>\nوسمعت من حميد بن زياد (3) وأبى عبد الله بن ثابت (4)، وأحمد بن محمد بن\nرياح (5) وهؤلاء من رجال الواقفة الا انهم كانوا فقهاء، ثقات في حديثهم\nكثيري الرواية. (6) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) لم أحضر له ترجمة وما ذكره الماتن هو\nالمعول عليه.\n</p>\n\n<p>\n(2) لم أحضر له ترجمة. (3) كان حميد بن زياد النينوائي عالما جليل القدر،\nواسع العلم، كثير التصانيف، روى أكثر الأصول، ثقة، واقفا، وجها فيهم مات\nسنة عشر وثلثمائة. ذكره الأصحاب وحققنا ترجمته في تهذيب المقال.\n</p>\n\n<p>\n(4) يحتمل كونه محمد بن أحمد بن ثابت القيسي الذي روى علي بن حاتم كثيرا\nعنه وروى كتب ابن سماعة، ومحمد بن بكر وغيرهما روى النجاشي والشيخ عنه كتب\nجماعة من أصحابنا ذكرناه في كتابنا في (مستدرك الرواة).\n</p>\n\n<p>\n(5) الظاهر أنه أحمد بن محمد بن علي بن عمر بن رباح القلاء السواق\nالواقفي الثقة الذي ذكره الشيخ والنجاشي وحققنا ترجمته في تهذيب المقال وفي\nالشرح على فهرست الشيخ.\n</p>\n\n<p>\n(6) يدل على التزام الماتن بالرواية عن الثقة في الحديث وان كان مخطئا في\nالاعتقاد، ولازمه اثبات وثاقة جميع مشايخه ومن لم يعرف حالهم بروايته عنهم،\nوقد حققنا القول فيها في فوائدنا الرجالية، وفي مقدمة (تهذيب المقال ج 1 ص\n105 في</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n* ورزقت أباك وسني ثمان وعشرون سنة وفي سنة ولادته (1) امتحنت محنة أخرجت\nأكثر ملكي عن يدي وأخرجتني إلى السفر والاغتراب، وأشغلتني عن حفظ ما كنت\nجمعت قبل ذلك.\n</p>\n\n<p>\nولما صلح أبوك لسماع الحديث وسلوك طريق أجدادي رحمهم <span id='ms28'></span> الله جذبته إلى ذلك\nفلم ينجذب وشغلنا طلب المعاش والبعد عن مشاهدة العلماء (عن العلم - خ) وعلت\nسنى، فآيست من الولد وبلغ أبوك سبعا وثلثين ولم يرزق ولدا ورزقني الله جل\nوعز الحج ومجاورة الحرمين سنة فجعلت كدي وأكثر دعائي في المواضع التي يرجى\nفيها قبول الدعاء ان يرزق الله أباك ولدا ذكرا يجعله خلفا لآل أعين (2) \n</p>\n\n<p>\n* ثم قدمت العراق، فزوجت أباك من أمك، فبفضل الله عز وجل ان رزقناك في أسرع وقت،\nومن بان جعلك سوى الخليقة، مقبول الصورة، صحيح العقل. إلى أن كتبت إليك هذا\nالكتاب.\n</p>\n\n<p>\nوكان مولدك في قصر عيسى ببغداد يوم الاحد لثلث خلون من شوال سنة\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> التوثيقات العامة، ومن ذلك يظهر الوجه في\nروايته عن الفزاري بل يمكن القدح في تضعيفه وتحقيق ذلك في ترجمة الفزاري.\n</p>\n\n<p>\n(1) تقدم في ص 15 عند ذكر ضياع أمواله قوله: امتحنت في سنة أربع عشرة\nوثلثمائة وما بعدها فخرج ذلك عن يدي..\n</p>\n\n<p>\n(2) أقول قد بدا لي ان اخرج هذا الشرح لرسالة أبى غالب فأخذت الخيرة من\nالقرآن الكريم فجاء هذه الآية الكريمة: (وأني خفت الموالى من ورائي و كانت\nامرأتي عاقرا فهب لي من لدنك وليا يرثني ويرث من آل يعقوب واجعله رب - رضيا\n- مريم - الآية 5 و6)</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nاثنتين وخمسين وثلثمائة، وقد خفت ان يسبق أجلى إدراكك وتمكنك من سماع\nالحديث، وتمكني من حديثك بما سمعت من الحديث وان أفرط في شئ من ذلك كما فرط\nجدي، وخال أبى رحمهما الله إذ لم يحدثاني إلى سماع جميع حديثهما مع ما\nشاهداه من رغبتي في ذلك (1).\n</p>\n\n<p>\nولم يبق في وقتي من آل أعين أحد يروى الحديث ولا يطلب العلم وشححت على\nأهل هذا البيت الذي لم يخل من محدث ان يضمحل ذكرهم ويدرس رسمهم ويبطل\nحديثهم من أولادهم.\n</p>\n\n<p>\nوقد بينت لك آخر كتابي هذا أسماء الكتب التي بقيت عندي من كتبي و ما حفظت\nاسناده وتيقنت روايته فإن كان قد غاب عنى شرحت لك ممن سمعت ذلك \n</p>\n\n<p>\n* وأجزت لك\nخاصة روايتها عنى على <span id='ms29'></span> حسب ما أشرحه لك من ذلك عند ذكر اسمها.\n</p>\n\n<p>\nوأجزت لك ما عندي من الكتب القديمة (2) وذكرت لك ما منها بخط\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) جزاه الله عنا وعن المسلمين أحسن الجزاء\nبكثرة رغبته في طلب العلم والحديث وسماعه ودرايته، وروايته وكتابته حتى بلغ\nإلينا من رواياته مع كثرة ما ضاعت منها ما بلغ وجمع في كتب الحديث.\n</p>\n\n<p>\n(2) كان عمر ابن ابن الماتن رحمه الله حين صدور الإجازة له أربع سنين\nوذلك حسب ما تقدم انه ولد سنة اثنتين وخمسين وثلثمائة وما يأتي من تاريخه\nلعمل هذه الرسالة انه سنة ست وخمسين وثلثمائة. والاجازة لمثله مع عدم صحة\nتحمله الحديث عادة بنحو الكتابة لا تخلو عن غموض الا ان عدم اشتراط علماء\nالرواية والحديث البلوغ وتعارف احضار الفقهاء وغيرهم صبيانهم لسماع الحديث\nواعتدادهم</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nجدي محمد بن سليمان رحمها الله وما فيها بخط من عرفت خطه، وما جدد تلك من\nالكتب التي خلفت.\n</p>\n\n<p>\nوجعلت جميع ذلك عند والدتك وديعة لك ووصيتها ان تسلمها إليك إذا بلغت\nوتحفظها إليك (عليك - خ) إلى حين علمك بمحلها وموضعها ان حدث الموت قبل\nبلوغك هذه الحال فان حدث بها حدث قبل ذلك أن توصي بها من تثق به لك وعلمك.\n</p>\n\n<p>\nفاتق الله عزو جل واحفظ هذه الكتب فان منها ما قرئ على عبد الرحمن بن أبي\nنجران في سنة سبع وعشرين ومأتين (2) وهو كتاب داود بن سرحان (3) ومنها ما\nقرئه جدي محمد بن سليمان على محمد بن الحسين بن أبي الخطاب في\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> برواياتهم لها بعد بلوغهم ربما يهون الامر وقد\nحكى ان السيد غياث بن طاووس رضي الله عنه اشتغل بالكتابة واستغنى عن المعلم\nوعمره أربع سنين وقد حكى نحو ذلك لجماعة يطول بذكرهم وتفصيله في محله.\n</p>\n\n<p>\n(1) كان عبد الرحمان بن أبي نجران أبو الفضل الكوفي القمي من أصحابنا\nالرضا والجواد عليهما السلام وبقى بعد وفات أبى جعفر الجواد عليه السلام\nوقال النجاشي: كان ثقة ثقة معتمدا على ما يرويه، له كتب كثيرة.. وتفصيل\nترجمته في تهذيب المقال وفي <span id='ms30'></span> الطبقات.\n</p>\n\n<p>\n(2) كان من ثقات أصحاب الصادق والكاظم عليهم السلام روى كتابه عنه جماعات\nمن أصحابنا على ما ذكره النجاشي ورواه باسناده عن محمد بن أبي حمزة عنه،\nورواه الشيخ في فهرسته باسناده عن ابن أبي نجران عنه وباسناده أيضا عن\nالبزنطي، وأيضا ابن نهيك عنه.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nسنة سبع وخمسين ومأتين (1) وتاريخ ذلك في أواخر الكتب مما رويتها عنى\nحسبما رسمته لك.\n</p>\n\n<p>\n* وتوخ سلوك طريقة أجداد أبيك رحمهم الله، وتقبل أخلاقهم، وتشبه بهم في\nأفعالهم، واجتهد في حفظ الحديث والثقة فيه، وواظب على ما يقربك من الله عز\nوجل، واعلم أنه ما أسن أحد قط الا ندم على ما فاته من التقرب إلى الله عز\nوجل بطاعته في شيبته (مشيته - خ) وعلى ما دخل فيه من المحظورات في حداثته\nحين أسمعه الندامة ولا يمكنه استدراك ما فاته من عمره.\n</p>\n\n<p>\nواصحب مشايخ أصحابك، ومن تزين بصحبته بين الناس وان صحبت أحدا من أترابك\nفلا تدع مع ذلك صحبة المشايخ، أجاب الله فيك دعوتي وأحسن عليك خلافتي.\n</p>\n\n<p>\n* وان رزق الله جل وعز الحياة، ومد في الاجل إلى أن تكتب عنى ما أمليته\nعليك وتحفظ ما أسنده لك فذلك مناي وإلى الله عز وجل ارغب فيه وان تكن\nالأخرى وتقدمت أيامي قبل ذلك فالله عز وجل خليفتي عليك، وإياه اسئل ان\nيحفظني فيك ويحفظ صالح أجدادك من بكير وإلى كما حفظ للغلامين بصلاح أبيهما\n(2) فقد مر في بعض الحديث انه كان بين أبيهما الذي حفظ له وبينهما سبعمائة\nسنة والله عز وجل حسبي فيك، وفي نفسي ونعم الوكيل.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان محمد بن الحسين بن أبي الخطاب الزيات\nمن ثقات أصحاب الجواد والهادي والعسكري عليهم السلام جليلا، عظيم القدر\nكثير الرواية ثقة، عينا حسن التصانيف مسكونا إلى روايته، مات سنة اثنتين\nوستين ومأتين، ذكره النجاشي.\n</p>\n\n<p>\n(2) إشارة إلى قصة موسى وخضر في أمر الغلامين: (واما الجدار فكان لغلامين\nيتيمين في المدينة).</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوعملت هذه الرسالة في ذي القعدة سنة ست وخمسين وثلثمائة، وجددت هذه\nالنسخة سنة سبع وستين وثلثمائة <span id='ms31'></span>.\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<p>\nثبت الكتب التي أجزت لك روايتها على الحال الذي قدمت ذكرها وأسماء الرجال\nالذين رويتها عنهم.\n</p>\n\n<p>\nفمن ذلك: كتاب الصوم للحسين بن سعيد (1) وزيادات ابن مهزيار (2)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان أبو محمد الحسين بن سعد بن حماد بن\nمهران الأهوازي الكوفي من موالى علي بن الحسين عليه السلام ومن ثقات أصحاب\nالرضا والجواد والهادي عليهم السلام ذكره الكشي والشيخ، والنجاشي، وابن\nالنديم وغيرهم مع أخيه الحسن بل قال ابن النديم، أوسع أهل زمانهما علما\nبالفقه والآثار والمناقب وغير ذلك من علوم الشيعة..\n</p>\n\n<p>\nقلت: ذكرنا ترجمته مفصلة في تهذيب المقال (ج 2 ص 165 - 179) وفي الطبقات\nوفي اخبار الرواة، وشرح فهرست الشيخ بذكر أحواله وكتبه والطرق إليها\nوتحقيقها، وكانت كتبه مشهورة حسنة معول عليها، وهي ثلاثون كتابا ذكره سعد\nبن عبد الله الأشعري والصدوق، والشيخ والنجاشي وغيرهم بل يظهر منهم ان كتبه\nهي ميزان لصحة الكتب فما وافقت لروايات كتبه يؤخذ بها وما لم يوافق يترك\n(2) قد أشرنا في تهذيب المقال إلى من زاد على كتب الحسين بن سعيد ومنهم علي\nبن مهزيار الأهوازي من أجلاء أصحاب الرضا والجواد والهادي عليهم السلام ومن\nثقاتهم ومن الوكلاء الممدوحين فقد زاد على كتب الحسين بن سعيد المشهورة،\nوهي ثلاثون كتابا، وعلى خصوص كتاب صومه، وروى الشيخ في الفهرست ترجمة ابن\nمهزيار عن البرقي انه قال، ان علي بن مهزيار اخذ مصنفات الحسين بن\nسعيد</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو غالب حدثني به أبو العباس عبد الله بن جعفري الحميري عن أحمد بن\nمحمد بن عيسى عن ابن سعيد (1) وهي ثلثة اجزاء.\n</p>\n\n<p>\nوقال عبد الله بن جعفر: وما كانت الرواية عن علي بن مهزيار فإنه حدثني به\nإبراهيم بن مهزيار عن أخيه على. (2) وما كان عن العباس بن معروف فهو مما\nصنعه علي بن مهزيار حدثني بهذا الكتاب الحميري على الشرح في شعبان سنة تسع\nوسبعين ومأتين (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) وزاد عليها في ثلاثة كتب منها زيادة كثيرة\nاضعاف ما للحسين بن سعيد منها كتاب الوضوء وكتاب الصلاة وكتاب الحج وسائر\nذلك زاد شيئا قليلا <span id='ms32'></span>..\n</p>\n\n<p>\n(1) رواية الحميري عن ابن عيسى عن الحسين بن سعيد كتابه صحيحة وهي إحدى\nطرق الشيخ والنجاشي إلى كتبه.\n</p>\n\n<p>\n(2) الطريق صحيح. وقال النجاشي في ترجمة علي بن مهزيار: وروى كتب علي بن\nمهزيار أخوه إبراهيم، ثم روى عن الحميري عنه عن علي بن مهزيار وروى الشيخ\nفي الفهرست أيضا كتبه عن سعد والحميري عن إبراهيم عن أخيه، وأيضا عن جماعة\nمنهم الحميري عن أحمد بن محمد عن العباس بن المعروف عن علي بن مهزيار.\n</p>\n\n<p>\n(3) تفرد الماتن رحمه الله بالرواية عن العباس بن معروف كتب الحسين بن\nسعيد بزياداته فقد روى النجاشي كتب الحسين بن سعيد عن أبي العباس بن نوح عن\nأحمد بن محمد بن عيسى، وأحمد بن محمد بن خالد البرقي، وأحمد بن خالد\nالبرقي، وأحمد بن محمد بن الحسن بن السكن القرشي. وأحمد بن محمد الدينوري،\nوالحسين بن الحسن بن أبان وروى الشيخ أيضا عن أحمد بن محمد بن عيسى، وعن\nالحسين بن الحسن بن أبان عنه كتبه بل وكتب غيره كما حققناه في تهذيب\nالمقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوله رواية أخرى أيضا. حدثنا بها أبو على أحمد بن إدريس عن أحمد بن محمد\nبن عيسى عن الحسين بن سعيد.\n</p>\n\n<p>\nكتاب الصوم لابن رباح، حدثني رباح (1).\n</p>\n\n<p>\nكتاب الأشربة للحسين بن سعيد (2) حدثني به أبو العباس عبد الله بن جعفر\nالحميري عن أحمد بن محمد بن عيسى عنه (3).\n</p>\n\n<p>\nكتاب ما يبتلى به المؤمن (4) لابن سعيد، حدثني به عبد الله بن جعفر\nالحميري عن أحمد بن محمد بن عيسى عن الحسين بن سعيد.\n</p>\n\n<p>\nكتاب الايمان والنذور له، حدثني به الحميري عبد الله بن جعفر عن أحمد بن\nمحمد بن عيسى عن الحسين بن سعيد (5).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو أحمد بن محمد بن علي بن عمر بن رياح\nالقلا أبو الحسن السواق الواقفي الثقة في الحديث صرح بوقفه ووثاقته في\nالحديث النجاشي، والشيخ في الفهرست و في رجاله. قال النجاشي وصنف كتبا\nفمنها الصيام.. ولم أر من هذه الكتب الا كتاب الصيام، حسن..\n</p>\n\n<p>\nوقال الشيخ: وصنف كتبا منها <span id='ms33'></span> كتاب الصيام، أخبرنا به الحسين بن عبيد الله\nقال حدثنا أحمد بن محمد الزراري قراءة عليه.. قلت: وتقدم ذكر ابن رباح\nبوثاقته في الحديث مع كونه من الواقعة ص 40.\n</p>\n\n<p>\n(2) ذكره النجاشي، والشيخ وابن النديم في كتبه.\n</p>\n\n<p>\n(3) تقدم ذكر هذا الطريق من الطرق المذكورة إلى كتبه.\n</p>\n\n<p>\n(4) وفي الفهرست عد من كتبه: كتاب المؤمن، وفي رجال النجاشي: كتاب حقوق\nالمؤمنين وفضلهم.\n</p>\n\n<p>\n(5) ذكره النجاشي والشيخ أيضا بطرقهما إليه، والطريق صحيح.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الزكاة ليونس (1) حدثني به الحميري عن محمد بن عيسى بن عبيد عن يونس\n(2).\n</p>\n\n<p>\nكتاب محمد الحلبي (3) حدثني عبد الله بن جعفر الحميري عن أيوب بن نوح\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو يونس بن عبد الرحمان أبو محمد مولى علي\nبن يقطين قال النجاشي: كان وجها في أصحابنا متقدما عظيم المنزلة، ولد في\nأيام هشام بن عبد الملك، ورأى جعفر بن محمد عليهما السلام بين الصفا\nوالمروة، ولم يرو عنه، وروى عن أبي الحسن موسى، والرضا عليهما السلام، وكان\nالرضا عليه السلام يشير إليه في العلم والفتيا، وكان ممن بذل له على الوقف\nمال جزيل وامتنع من اخذه، وثبت على الحق..، ومدائح يونس كثيرة ليس هذا\nموضعها وانما ذكرنا هذا حتى لا نخليه من بعض حقوقه رحمه الله، وكانت له\nتصانيف كثيرة..\n</p>\n\n<p>\nقلت قد ورد في مدحه روايات كثيرة أوردناها في كتابنا (أخبار الرواة) وقد\nحققنا القول في الجمع بينها وبين ما يشير إلى ذمه في كتابنا في الشرح على\nرجال الكشي، وقد استتبعنا الكلام في ترجمته في تهذيب المقال، وذكر طبقته في\nطبقاتنا الكبرى.\n</p>\n\n<p>\n(2) وروى النجاشي هذا الكتاب وجميع مصنفاته باسناده إلى عبد الله بن جعفر\nالحميري عن محمد بن عيسى عنه وروى الشيخ جميع كتبه وروايته بالاسناد إلى\nالحميري وأسانيد اخر حققنا القول فيها في الشرح على فهرست الشيخ.\n</p>\n\n<p>\n(3) كان محمد الحلبي من أصحاب أبي جعفر الباقر، وأبى عبد الله عليهما\nالسلام ذكرناه في طبقات أصحابهما بمن روى عنه عنهما عليهما السلام، والظاهر\nأنه أبو جعفر محمد بن علي بن أبي شعبة الحلبي الذي ذكره <span id='ms34'></span> الشيخ في رجاله وفي\nالفهرست ووثقه وقال النجاشي في مدحه: وجه أصحابنا وفقيههم والثقة الذي لا\nيطعن عليه..</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعن صفوان بن يحيى عن ابن مسكان عن محمد الحلبي (1) كتاب الديات للحسن بن\nظريف (2) حدثني به عبد الله بن جعفر عن الحسن بن ظريف (3).\n</p>\n\n<p>\nكتاب التجمل والمروة للحسين بن سعيد، حدثني به الحميري عن أحمد بن محمد\nبن عيسى عن الحسين بن سعيد (4).\n</p>\n\n<p>\nكتاب العيص بن القاسم (5) ويعقوب بن شعيب (6) حدثني به عبد الله بن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) الطريق إليه صحيح وروى النجاشي كتابه\nالتفسير بطريق آخر كما روى هذا الكتاب باسناد آخر وقال فيه: مبوب في الحلال\nوالحرام.\n</p>\n\n<p>\n(2) هو أبو محمد الحسن بن ظريف بن ناصح الكوفي سكن بغداد، روى عن جماعة\nمن أصحاب أبي عبد الله عليه السلام ذكرناهم في طبقات أصحابه، وروى عن جماعة\nعن أبي الحسن موسى عليه السلام، وكان من أصحاب أبي الحسن الهادي عليه\nالسلام ذكره الشيخ في أصحابه وله مكاتبة مع أبي محمد العسكري عليه السلام\nتدل على عنايته عليه السلام له رواها الكليني والمفيد وذكرناها في أخبار\nالرواة.\n</p>\n\n<p>\n(3) صحيح ورواه النجاشي بطريق آخر.\n</p>\n\n<p>\n(4) رواه الشيخ والنجاشي بطرقهما إلى كتب الحسين بن سعيد. وهذا الطريق\nصحيح.\n</p>\n\n<p>\n(5) هو أبو القاسم عيص بن القاسم بن ثابت بن عبيد بن مهران البجلي الكوفي\nالذي قال في مدحه النجاشي: ثقة، عين، روى عن أبي عبد الله، وأبى الحسن موسى\nعليهما السلام، هو وأخوه الربيع ابنا أخت سليمان بن خالد الأقطع، له كتاب..\n</p>\n\n<p>\n(6) هو يعقوب بن شعيب بن ميثم بن يحيى التمار أبو محمد الأسدي الثقة الذي\nذكره النجاشي بتوثيقه وباسناد صحيح عن ابن أبي عمير عنه كتابه، وروى عن أبي\nعبد الله، وأبى الحسن موسى بن جعفر عليهما السلام ذكرناه في طبقات\nأصحابهما.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nجعفر عن أيوب بن نوح عن صفوان عن عيص (1) وعن صفوان عن يعقوب بن شعيب (2)\nوفي آخره أحاديث عن أيوب بن نوح (3) (13) كتاب من المحاسن حدثني به عبد\nالله بن جعفر عن أحمد بن أبي عبد الله، وهو <span id='ms35'></span> مصنفه (4) وحدثني مؤدبي أبو\nالحسن علي بن الحسين السعد آبادي به، و <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) الطريق صحيح ورواه النجاشي عن أحمد بن علي\nبن نوح السيرافي الثقة عن أبي غالب الزراري بهذا الاسناد ورواه الشيخ\nباسناد صحيح عن ابن أبي عمير وصفوان عنه.\n</p>\n\n<p>\n(2) ورواه النجاشي بطريق آخر عنه، ثم إن عبارة المتن يوهم اشتراك العيص\nبن القاسم. ويعقوب في هذا الكتاب فلاحظ.\n</p>\n\n<p>\n(4) كان أيوب بن نوح بن دراج أبو الحسين النخعي وكيلا لأبي الحسن، وأبى\nمحمد عليهما السلام، عظيم المنزلة عندهما، مأمونا، وكان شديد الورع، كثير\nالعبادة، ثقة في رواياته، ذكره النجاشي وأيضا كتبه بطرقه إليها.\n</p>\n\n<p>\n(3) كان أبو جعفر أحمد بن محمد بن خالد الكوفي البرقي صاحب كتاب\n(المحاسن) ثقة في نفسه ومن أصحاب أبي جعفر الجواد عليه السلام ذكره البرقي\nنفسه في أصحابه عليه السلام من رجاله وكذا الشيخ، نعم روى الكليني باسناد\nصحيح عنه عنه عليه السلام حديث سلاح رسول الله صلى الله عليه وآله وسلم\nولكن لم يذكره الأصحاب في عداد أصحاب الرضا عليه السلام، وبقى إلى أيام أبى\nالحسن الهادي عليه السلام كما ذكر نفسه في أصحابه من رجاله ص 59 بل ربما\nيظهر من بعض الاخبار انه بقى إلى أيام الغيبة ومات في سفارة العمرى وقال\nالنجاشي، قال أحمد بن الحسين رحمه الله في تاريخه: توفى أحمد بن أبي عبد\nالله البرقي في سنة أربع وسبعين ومأتين، وقال علي بن محمد ماجيلويه: توفى\nسنة ثمانين ومأتين.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nبكتب المحاسن عن أحمد بن أبي عبد الله عن رجاله. (1) (14) كتاب الحج\nتصنيف موسى بن الحسن بن عامر. روايتي عن الحميري عنه وروى الحميري عنه اما\nما روته (هكذا في النسخة ولكن الظاهر وجود تصحيف فيها) موسى عن رجال سماهم\nلنا في السماع في آخر الكتاب بخط جدي رحمه الله.\n</p>\n\n<p>\n(15) كتاب عبيد الله بن علي الحلبي (2) حدثني به جدي أبو طاهر محمد بن\nمحمد بن سليمان عن علي بن الحسن بن فضال عن محمد بن عبد الله بن زرارة عن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ان الأصحاب منهم <span id='ms36'></span> الشيخ، والنجاشي بل\nالعامة كابن النديم في الفهرست، وابن حجر في لسان الميزان، وصاحب معجم\nالبلدان ذكر والبرقي رحمه الله كتبا كثيرة وقال صاحب المعجم: تقارب تصانيفه\nان تبلغ مئة تصنيف ذكرته في كتاب (الأدباء) و ذكرت تصانيفه. وقال ابن حجر:\nله تصانيف جمة أدبية. قلت: وذكرت كبته و تفصيل كتب كتابه المعروف (المحاسن)\nفي تهذيب المقال ج 3، وذكرت طرق النجاشي والشيخ إلى كتبه ومنها الطريق\nالثاني المذكور في المتن.\n</p>\n\n<p>\n(1) كان موسى بن الحسن بن عامر بن عمران بن عبد الله بن سعد الأشعري أبو\nالحسن القمي ثقة، عينا، جليلا، صنف ثلثين كتبا منها كتاب الحج، رواه\nالنجاشي باسناده عن الحميري عنه وليس بطريق المتن.\n</p>\n\n<p>\n(2) كان عبيد الله الحلبي الكوفي من أصحاب الصادق عليه السلام ثقة كما نص\nعليه النجاشي في ترجمة ابن عمه أحمد بن عمر بن أبي شعبة الحلبي وفي ترجمة\nنفسه وقال عند ذكر آل أبي شعبة الحلبي: وكانوا جميعهم ثقات مرجوعا إلى ما\nيقولون، وكان عبيد الله كبيرهم ووجههم، وصنف الكتاب المنسوب إليه، وعرضه\nعلى أبى عبد الله عليه السلام، وصححه قال عليه السلام عند قرائته: أترى\nلهؤلاء مثل هذا؟. والنسخ مختلفة الأوائل والتفاوت فيها قريب، وقد روى هذا\nالكتاب خلق من أصحابنا عن عبيد الله</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي عمير عن حماد عن الحلبي (1).\n</p>\n\n<p>\n(16) كتاب عبد السلام بن سالم حدثني به جدي، وعم أبى محمد وعلى ابنا\nسليمان رحمهما الله عن أبي جعفر محمد بن الحسين الهمداني عن الحسن بن علي\nبن بقاح عن عبد السلام (2).\n</p>\n\n<p>\n(17) و (18) كتاب عمر بن أذينة (3)، حدثني به جدي عن علي بن الحسن بن\nفضال <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> والطرق إليه كثيرة.. وذكر نحوه الشيخ في\nالفهرست ملخصا، وقد حققنا ترجمته في تهذيب المقال وفي الطبقات.\n</p>\n\n<p>\n(1) واقتصر النجاشي على طريق واحد من طرقه إليه وهو طريق آخر إلى ابن أبي\nعمير، وكان الكتاب موجودا عند السيد ابن طاووس رحمه الله وروى عنه في كتابه\n(الاقبال ص 11) في نوافل شهر رمضان.\n</p>\n\n<p>\n(2) ذكر شيخنا المفيد رحمه الله عبد <span id='ms37'></span> السلام بن سالم البجلي من فقهاء\nأصحاب الصادقين عليهم السلام، والرؤساء الاعلام المأخوذ عنهم الحلال\nوالحرام، والفتيا والاحكام الذين لا يطعن عليهم، ولا طريق إلى ذم واحد\nمنهم، وذكره النجاشي في مصنفي أصحابنا وقال: كوفي، ثقة، له كتاب أخبرنا..\nورواه باسناد آخر إلى الحسن بن علي بن بقاح عنه.\n</p>\n\n<p>\n(3) هو عمر بن محمد عبد الرحمان بن أذينة الذي ذكره النجاشي بنسبه وقال:\n</p>\n\n<p>\nشيخ أصحابنا البصريين ووجههم، روى عن أبي عبد الله عليه السلام بمكاتبة،\nله كتاب الفرائض، أخبرنا.. عن محمد بن أبي عمير عن عمر بن أذينة بن، وذكره\nالشيخ في أصحاب الصادق عليه السلام، وأيضا في أصحاب الكاظم عليه السلام\nوذكره في الفهرست أيضا بكتبه وقال: ثقة، له كتاب ثم رواه وروى أيضا كتاب\nالفرائض بأسانيده. وتحقيق القول في ترجمته وطبقته وكتبه في كتبنا الموضوعة\nلذلك.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nعن محمد بن عبد الله بن زرارة عن ابن أبي عمير عن ابن أذينة جزء وهو\nالثالث من كتاب آخر لابن أذينة، وفي آخره. (19) كتاب إبراهيم بن بلال،\nأخبرني به خال أبى أبو العباس عن محمد بن الحسين عن ابن أبي عمير عن ابن\nأذينة. (11) (20) كتاب عبد الرحمان (2) بن الحجاج، حدثني به أبو طاهر جدي\nرحمه الله عن علي بن الحسن بن فضال عن محمد بن عبد الله بن زرارة عن ابن\nأبي عمير عن عبد الرحمان، وفى الكتاب أحاديث خرجت الروايات فيها، حدثني بها\nعن النهشلي عن ابن ناجية عن عبد الرحمان، وكان سماعي ذلك منه مؤرخا بخطى في\nذي القعدة سنة سبع وتسعين ومأتين.\n</p>\n\n<p>\n(21) كتاب لعبد الرحمان بن الحجاج أيضا، حدثني به عم أبى، وجدي على ومحمد\nابنا سليمان عن أبي جعفر محمد بن الحسن الهمداني عن صفوان عن عبد الرحمان\n(3).\n</p>\n\n<p>\n22 - كتاب داود بن سرحان (4) حدثني به جدي أبو طاهر عن عبد الله\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) لم أقف على ترجمة لإبراهيم بن بلال ولا\nرواية له فيما أحضره.\n</p>\n\n<p>\n(2) كان عبد الرحمان كوفيا، بجليا، سكن بغداد، روى عن أبي عبد الله وأبى\nالحسن ولقى الرضا <span id='ms38'></span> عليهم السلام، وكان ثقة ثقة ثبتا وجها ذكره النجاشي وقال:\nله كتب يرويه عنها جماعات من أصحابنا ثم رواه باسناد غير ما في المتن عن\nابن أبي عمير عنه. وتفصيل ترجمته في تهذيب المقال. وفي كتابنا في الطبقات.\n</p>\n\n<p>\n(3) وللشيخ الصدوق، والنجاشي، والشيخ طرق إلى كتبه ورواياته حققنا فيها\nفي الشرح على فهرست الشيخ وأشرنا إليها في تهذيب المقال.\n</p>\n\n<p>\n(4) كان داود بن سرحان العطار الكوفي من أصحاب الصادق عليه السلام ذكره\nالبرقي</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nبن محمد بن خالد عن عبد الرحمان بن أبي نجران عن داود بن سرحان. وكان\nسماعي ذلك في ذي القعدة سنة تسع ومأتين في نسخة قرأت على عبد الرحمان بن\nأبي نجران ببغداد في سنة سبع وعشرين ومأتين (1) وجددتها بالبصرة في ورق في\nسنة ثمان وأربعون وثلثمائة.\n</p>\n\n<p>\n23 - كتاب الشهادات للحسين بن سعيد (2) حدثني به جدي أبو طاهر عن عن\nالحسين بن حريز عن الحسن بن علي عبد الله بن المغيرة عن محمد بن أورمة عن\nابن سعيد.\n</p>\n\n<p>\n24 - كتاب معاوية بن وهب العجلي (3) حدثني بن عم أبى علي بن سليمان\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> والشيخ، وقال النجاشي: ثقة روى عن أبي عبد\nالله، وأبى الحسن عليهما السلام ذكره ابن نوح، روى عنه هذا الكتاب جماعات\nمن أصحابنا رحمهم الله أخبرنا..\n</p>\n\n<p>\n(1) تقدم ص 43 ذكر عبد الرحمان بن أبي نجران وقرائة الماتن رحمه الله\nكتاب داود بن سرحان عليه. وهذا الطريق صحيح، وروى النجاشي كتابه باسناد\nموثق عن محمد بن أبي حمزة عنه، ورواه الشيخ تارة باسناده إلى ابن أبي نجران\nعنه وأخرى إلى عبيد الله بن أحمد بن نهيك عنه.\n</p>\n\n<p>\n(2) تقدمت ترجمة مختصرة للحسين بن سعيد ص 45 مع ذكر بعض كتبه.\n</p>\n\n<p>\n(3) قال النجاشي: معاوية بن وهب البجلي أبو الحسن عربي، صميم، ثقة، حسن\nالطريقة. روى عن أبي عبد الله، وأبى الحسن عليهما السلام له كتب... وذكره\nالشيخ في أصحاب الصادق عليه السلام، وذكرناه في طبقات أصحابه عليه السلام\nبذكر من روى عنه عنه وهم جماعة كثيرة، وكناه الصدوق في المشيخة رقم (67)\nبأبي القاسم الكوفي البجلي <span id='ms39'></span>.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nرحمه الله عن محمد بن الحسين بن أبي الخطاب عن جعفر بن بشير، وعبد الله\nبن جبلة عن معاوية بن وهب (1).\n</p>\n\n<p>\n25 - كتاب معاوية بن وهب أيضا، حدثني به حميد بن زياد عن الحسن بن محمد\nبن سماعة عن أحمد بن الحسن (- ظ - الحسين خ) الميثمي عنه (2) 26 - كتاب\nغياث بن إبراهيم (3) حدثني به جدي رحمه الله عن محمد بن الحسين عن محمد بن\nيحيى الخزاز عن غياث (4).\n</p>\n\n<p>\n27 - مجلس لابن هلال (5)، حدثني به جدي عن أحمد بن هلال عن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) ورواه الماتن بطريق آخر كما في رجال\nالنجاشي عن شيخه المفيد عن أبي غالب أحمد بن محمد عن الحميري عن يعقوب بن\nيزيد عن ابن أبي عمير عن معاوية بن وهب. ورواه الشيخ في الفهرست باسناد آخر\nعن ابن أبي عمير عنه، وأيضا باسناد آخر عن علي بن الحكم عنه والطرق صحاح.\n</p>\n\n<p>\n(2) موثق بحميد، وابن سماعة الواقفيين الثقتين.\n</p>\n\n<p>\n(3) كان غياث بن إبراهيم أبو الحسن التميمي الأسدي البصري، سكن الكوفة،\nثقة، روى عن أبي عبد الله. وأبى الحسن عليهما السلام له كتاب في الحلال\nوالحرام، يرويه جماعة أخبرنا.. ذكره النجاشي، وذكره الشيخ في أصحاب الصادق\nعليه السلام وقال:\n</p>\n\n<p>\nأسند عنه وروى عن أبي الحسن عليه السلام. قلت: روى جماعة كثيرة عنه عن\nالصادق عليه السلام ذكرناهم في طبقات أصحابه.\n</p>\n\n<p>\n(4) ورواه الشيخ في الفهرست باسناد آخر عن محمد بن الحسين عن الخزاز عنه\nوأيضا باسناد آخر عن الحسن بن علي اللؤلؤي عنه، ثم روى باسنادين آخرين عنه\nكتاب مقتل أمير المؤمنين عليه السلام له.\n</p>\n\n<p>\n(5) هو أحمد بن هلال أبو جعفر العبرتائي الذي ذكره النجاشي وقال:\nصالح</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب جميل بن دراج (1).\n</p>\n\n<p>\n- 28 - ومنه كتاب معمر بن خلاد (2) حدثني بن عم أبى علي بن سليمان عن\nأحمد بن عبد الرحمان عن معمر. - 29 - كتاب أبان بن عثمان (3) حدثني به خال\nأبى أبو العباس الرزاز عن <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> الرواية يعرف منها وينكر وقد روى فيه ذموم من\nسيدنا أبى محمد العسكري عليه السلام (إلى أن قال:) قال (أبو طاهر) علي بن\nهمام <span id='ms40'></span>: ولد أحمد بن هلال سنة ثمانين ومئة، ومات سنة وستين ومأتين.\n</p>\n\n<p>\nقلت: قد أدرك ابن هلال أيام الإمام الحجة أرواحنا له الفداء وقد خرج ذموم\nمن الناحية المقدسة في حقه بعد ما ظهر منه الانحراف بالغلو أو غيره وترك\nأصحابنا العمل برواياته التي رواها بعد انحرافه وقد صرح الكشي والشيخ في\nالفهرست، وفي رجاله وفي مواضع من التهذيبين بضعفه أو ضعف رواياته وقد حققنا\nالقول في ترجمته في تهذيب المقال ج 3 وفي الجمع بين الذموم وما ورد فيه في\nالشرح على الكشي واستقصينا ما ورد فيه من الاخبار في (اخبار الرواة) (1)\nتفرد الماتن رحمه الله بذكر مجلس ابن هلال، وذكر النجاشي له كتاب يوم و\nوليلة، وكتاب النوادر.\n</p>\n\n<p>\n(2) قال النجاشي: معمر بن خلاد بن أبي خلاد، أبو خلاد، بغدادي، ثقة، روى\nعن الرضا عليه السلام، له كتاب الزهد، أخبرنا الحسين بن عبيد الله قال\nحدثنا أحمد بن محمد الزراري عن محمد بن جعفر الرزاز قال حدثنا جدي لأمي:\nمحمد بن عيسى بن زياد قال حدثنا معمر، قلت. ورواه الشيخ في الفهرست باسناد\nآخر عن محمد بن جعفر الرزاز، وأيضا كتابه الآخر بطريقين الآخرين عنه.\n</p>\n\n<p>\n(3) هو أبان بن عثمان الأحمر البصري سكن كوفة مولى بجيلة من أصحاب\nالصادق</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن محمد بن خالد الطيالسي عن الحسن بن علي بن زياد الخزاز عنه.\n</p>\n\n<p>\n30 - كتاب هارون بن حمزة الغنوي (1) حدثني به جدي أبو طاهر رحمه الله عن\nعلي بن فضال عن يزيد بن إسحاق شعر عن هارون، وحدثني به خال أبى عن خاله،\nوجدي علي بن محمد بن عيسى عن يزيد بن إسحاق عن هارون.\n</p>\n\n<p>\n31 - كتاب عبد الله بن ميمون القداح (2) ثلثة اجزاء، حدثني به خال\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> والكاظم عليهما السلام من أحد أئمة النحو\nواللغة، وذكره أئمة التراجم والرجال من أصحابنا ومن الجمهور، وقد عده أبو\nعمرو الكشي في رجاله من الفقهاء من أصحاب أبي عبد الله عليه السلام الذين\nأجمعت العصابة على تصحيح ما يصح عن هؤلاء وتصديقهم لما يقولون، وأقروا لهم <span id='ms41'></span>\nبالفقه، وتفصيل ترجمته في تهذيب المقال ج 1 ص 219 - 230، وكان كتابه حسنا\nكبيرا يجمع فيه أخبار ابتداء أمر النبي صلى الله عليه وآله، برسالته\nومبعثه، ومغازيه، ويوم السقيفة واخبارها، وما جرى بعد السقيفة. ذكر ذلك\nأصحابنا وغيرهم.\n</p>\n\n<p>\n(1) قال النجاشي: كوفي: ثقة، عين، روى عن أبي عبد الله عليه السلام، له\nكتاب يرويه جماعة أخبرنا الخ، وذكره الشيخ في الفهرست وفي رجاله في أصحاب\nالباقر، والصادق عليهما السلام.\n</p>\n\n<p>\n(2) كان ابن ميمون ممن أدرك الباقر والصادق عليهما السلام وروى عنهما ومن\nثقات أصحابهما المكيين، قد أورد الكشي في مدحه روايات ومنها ما رواه ص 160\nفي الصحيح عنه عن أبي جعفر عليه السلام قال: يا بن ميمون كم أنتم بمكة؟\nقلت: نحن أربعة، قال إنكم نور في ظلمات الأرض، وقد أوردنا ما في مدحه في\nكتابنا (اخبار الرواة) وله كتب. منها: كتاب مبعث النبي صلى الله عليه وآله،\nوأخباره ذكر</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأبى أبو العباس الرزاز عن محمد بن الحسين بن أبي الخطاب عن الحسن بن علي\nبن فضال عن ابن القداح.\n</p>\n\n<p>\n32 - كتاب الجامع، ليونس بن عبد الرحمان (1) وهو جامع الآثار، أربعة\nاجزاء، حدثني به خال أبى أبو العباس الرزاز عن محمد بن الحسين بن أبي\nالخطاب عن محمد بن إسماعيل بن بزيع عن يونس (2) وحدثني به - أيضا أبو\nالعباس الحميري. وقد صار الأصل الذي فيه سماعي من الحميري إلى رجل من أهل\nباب الطاق. يعرف بابن سنتين (سبق - خ -). والسماع بخط جدي (3) 33 - كتاب\nجابر الجعفي (4) حدثني به خال أبى أبو العباس الرزاز عن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> ذلك النجاشي بطرقه إليها، كما رواه الشيخ في\nالفهرست بطرق ثلثة غير طريق الماتن رحمه الله.\n</p>\n\n<p>\n(1) تقدمت ترجمة يونس ص 48 مع ذكر كتابه الزكاة، وقال النجاشي عند ذكر\nمصنفات يونس وكتبه. كتاب الجامع الكبير في الفقه، وقال الشيخ وابن النديم\nفي الفهرست: وله كتاب جامع الآثار، ومدحه ابن النديم قائلا: علامة زمانه،\nكثير التصنيف والتأليف على مذاهب الشيعة..\n</p>\n\n<p>\n(2) هذا الطريق غير طريقه المتقدم إلى كتاب الزكاة، وهو صحيح.\n</p>\n\n<p>\n(3) ربما يظهر من كلام <span id='ms42'></span> الماتن رحمه الله ان الأصل هو الذي يكون فيه سماع\nمن الإمام عليه السلام أو شيخ الحديث قبل تبييضه في نسخة ثانية أو ثالثة\nوقد قيل في فرق الأصل مع الكتاب وجوه ذكرناها تهذيب المقال ج 1 ص 86. فلاحظ\n(4) كان جابر بن يزيد أبو عبد الله الجعفي الكوفي تابعيا أسند عنه روى عن\nأبي جعفر وأبى عبد الله عليهما السلام كما ذكره الشيخ ومات على الأصح سنة\nثمان و عشرين ومائة في أيام أبى عبد الله عليه السلام، روى عنهما كثيرا روى\nعنه جماعة</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالقاسم بن الربيع عن ابن سنان عن عمار عن منخل عن جابر، وعن يحيى بن\nزكريا اللؤلؤي عن ابن سنان عن عمار عن منخل عن جابر.\n</p>\n\n<p>\n34 - كتاب التجمل والمروة عن العبيدي، حدثني به خال أبى العباس الرزاز عن\nمحمد بن عيسى العبيدي. (1) 35 - كتاب حنان بن سدير، حدثني به خال أبى أبو\nالعباس الرزاز عن يحيى بن زكريا عن محمد بن بكير بن جناح عن حنان (2)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> ذكرناهم في طبقات أصحابهما، وقد طعن فيه\nالعامة وبعض أصحابنا، وقد مدحه الشيخ المفيد رحمه الله مدحا بليغا، ووثقه\nابن الغضائري، وقد ورد فيه روايات مادحة وقادحة أوردناها في أخبار الرواة،\nوحققنا القول في الجمع بينهما في شرحنا على رجال الكشي، وحققنا ترجمته\nمستوفاة في تهذيب المقال ج 4. وله كتب كثيرة منها كتاب التفسير الا ان جل\nمن روى عنه كما صرح به غير واحد كان ممن طعن فيه أو غمز.\n</p>\n\n<p>\n(1) كان محمد بن عيسى بن عبيد بن يقطين أبو جعفر العبيدي جليلا في\nأصحابنا ثقة، عينا، كثير الرواية، حسن التصانيف... قال أبو عمرو قال\nالقتيبي: كان الفضل بن شاذان رحمه الله يحب العبيدي ويثني عليه، ويمدحه\nويميل إليه ويقول:\n</p>\n\n<p>\nليس في أقرانه مثله... ذكره النجاشي، روى عن أبي الحسن الرضا، وأبى جعفر\nالجواد، وأبى الحسن الهادي عليهم السلام ذكرناه في طبقات أصحابهم، وله كتب\nمنها كتاب التجمل والمروة ذكره النجاشي والشيخ أيضا، وإلى كتبه ورواياته\nطرق صحاح غير طريق الماتن رحمه <span id='ms43'></span> الله، حققناها في تهذيب المقال وفي الشرح\nعلى فهرست الشيخ. ويأتي ذكر كتاب آخر له.\n</p>\n\n<p>\n(3) كان حنان بن سدير بن حكيم أبو الفضل الصيرفي الكوفي من أصحاب\nأبي</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n36 - كتاب جامع البزنطي (1) حدثني به خال أبى محمد بن جعفر، وعم أبى محمد\nبن سليمان عن محمد بن الحسين عن البزنطي.\n</p>\n\n<p>\n37 - كتاب حنان بن سدير نسخة أخرى حدثني به أبو العباس الحميري عن محمد\nبن عبد الحميد، وعبد الصمد بن محمد القميين عن حنان، هو بخطى (2) 38 -\nرسالة صباح المدائني (3)، حدثني بها أبو العباس الرزاز عن القاسم بن الربيع\nالصحاف عن محمد بن سنان عن صباح المدائني عن الفضل بن عمر.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> جعفر عليه السلام روى عنه عنه عليه السلام\nجماعة ذكرناهم في طبقات أصحابه وروى عن أبي عبد الله وأبى الحسن عليهما\nالسلام كما ذكره النجاشي والبرقي وغيرهما، وبقى إلى أيام الرضا عليه السلام\nووقف كما صرح به الكشي والشيخ، وقال النجاشي: وعمر حنان عمرا طويلا وقد دلت\nعلى مدحه روايات أخرجناها في كتابنا (اخبار الرواة)، وقد صرح بوثاقته الشيخ\nفي الفهرست، وقد حققنا ترجمته وطبقته في كتبنا المعدة لذلك، وقال النجاشي\nله كتاب في صفة الجنة والنار.. ثم ذكر طريقه إلى حنان عن أبي عبد الله عليه\nالسلام، ويأتي له كتاب آخر.\n</p>\n\n<p>\n(1) تقدم ذكر كتاب أحمد بن محمد بن أبي نصر البزنطي بترجمته وذكر الطرق\nإلى كتبه، ص 37.\n</p>\n\n<p>\n(2) تقدم ذكر ترجمته وكتابه والطرق إليه ص 59.\n</p>\n\n<p>\n(3) لم أجد لصباح المدائني ترجمة ويحتمل اتحاده مع الصباح بن يحيى أبى\nمحمد الكوفي المزني الذي ذكره النجاشي وقال: ثقة، روى عن أبي جعفر وأبى عبد\nالله عليهما السلام. ولكن الأظهر ان صباح مصحف (مياح) وهو الذي ذكره\nالنجاشي ص 332 قائلا: مياح المدائني ضعيف جدا، له كتاب يعرف برسالة مياح،\nوطريقها أضعف منها وهو محمد بن سنان، أخبرنا محمد بن محمد قال حدثنا\nأبو</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n39 - كتاب بشر بن سلام، وغيره فيه، حدثني به خال أبى أبو العباس الرزاز\nعن يحيى بن زكريا عن بشر بن سلام (1) وهو بخطى <span id='ms44'></span>.\n</p>\n\n<p>\n40 - مقتل حجر بن عدي (2) حدثني به جدي محمد بن سليمان عن حمدان القلانسي\nعن عمرو بن عمر الحلال عن هشام بن محمد بن السائب الكلبي.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> غالب أحمد بن محمد قال حدثنا محمد بن جعفر\nالرزاز قال حدثنا القاسم بن الربيع الصحاف عن محمد بن سنان عن مياح بها.\n</p>\n\n<p>\n(1) وفي نسخة: عن بشر بن سلام عن الرجال. قال النجاشي: بشر بن سلام رأيت\nبخط أبى العباس أحمد بن علي بن نوح فيما وصى إلى من كتبه: أخبرنا أحمد بن\nمحمد الزراري قال حدثنا محمد بن جعفر الرزاز عن يحيى بن زكريا أبى محمد\nاللؤلؤي عن بشر عن صالح النيلي.\n</p>\n\n<p>\n(2) ألف غير واحد من أصحابنا الا قدمين كتبا في مقتل حجر بن عدي الكندي\nمنهم لوط بن يحيى أبو مخنف، وهشام الكلبي النسابة ذكرهم النجاشي بكتبهم،\nوكان حجر رحمه الله من الابدال، من خواص أصحاب أمير المؤمنين صلوات الله\nعليه وممن ابتلى بعده بمصائب في عهد معاوية عليه اللعنة، وقد أمر أميره\nبالبرائة من أمير المؤمنين عليه السلام ولعنه فامتنع وأمر الناس بلعن أمير\nمعاوية حتى قتل، وقد أنكر أبو عبد الله الحسن بن عليهما السلام في كتابه\nإلى معاوية قتله حجر بن عدي قائلا: ألست القاتل حجرا أخا كنده والمصلين\nالعبادين الذين كانوا ينكرون الظلم ويستعظمون البدع ولا يخافون في الله\nلومة لائم قتلتهم ظلما وعدوانا من بعد ما أعطيتهم الايمان المغلطة\nوالمواثيق المؤكدة الحديث، وقد أوردنا اخبار مقتله في كتابنا (اخبار\nالرواة)</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n41 - كتاب الزكاة لابن فضال، حدثني به جعفر بن محمد بن مالك عن علي بن\nفضال (1).\n</p>\n\n<p>\n42 - الجزء الأول من كتاب الزهد لمعمر بن خلاد (2) 43 - ومسائل محمد (3)\nحدثني به أبو العباس الرزاز عن جده محمد بن عيسى عن معمر بن خلاد.\n</p>\n\n<p>\n44 - الجزء الثاني من كتاب جعفر بن بشير، حدثني به الحميري عن محمد بن\nالحسين عن جعفر بن بشير (4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) كان علي بن الحسن بن علي بن فضال أبو\nالحسن فقيه أصحابنا بالكوفة ووجههم وثقتهم وعارفهم بالحديث والمسموع قوله\nفيه، سمع <span id='ms45'></span> منه شيئا كثيرا، ولم يعثر له على زلة ولا ما يشينه، وقل ما روى عن\nضعيف، وكان فطحيا، ذكره النجاشي وذكر كتبه ومصنفاته والطرق إليها.\n</p>\n\n<p>\n(2) تقدمت ترجمة معمر بن خلاد مع ذكر كتابه والطرق إليه ص 56.\n</p>\n\n<p>\n(3) يمكن كون (محمد) مصحف (معمر) (4) قال النجاشي: جعفر بن بشير أبو محمد\nالبجلي الوشا من زهاد أصحابنا وعبادهم ونساكهم، وكان ثقة، وله مسجد\nبالكوفة، باق في بجيلة إلى اليوم، وأنا وكثير من أصحابنا إذا وردنا بالكوفة\nنصلى فيه مع المساجد التي يرغب في الصلاة فيها، و مات جعفر رحمه الله\nبالأبواء سنة ثماني ومأتين، كان أبو العباس بن نوح يقول: كان يلقب: قفحة\nالعلم، روى عن الثقات، ورووا عنه.. ثم ذكر كتبه ومنها كتاب المشيخة مثل\nكتاب الحسن بن محبوب وروى كتبه عن شيخه الحسين بن عبيد الله عن الماتن كما\nفي المتن وكان من أجلة الثقات من أصحاب الرضا عليه السلام ذكره الشيخ في\nأصحابه وفي الفهرست.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n45 - كتاب المعرفة تصنيف العبيدي، حدثني به الرزاز خال أبى عن محمد بن\nعيسى العبيدي (1) 46 - كتاب الوصايا ليونس، حدثني به جدي محمد بن سليمان عن\nعلي بن الحسن بن فضال عن محمد بن عبد الله بن زرارة عن محمد بن مسلم (2) 47\n- كتاب فيه أحاديث ثمانية كذا أوراق، حدثني بها جعفر بن مالك (3).\n</p>\n\n<p>\n48 - كتاب التقية للحسين بن سعيد حدثني به الحميري عن أحمد بن محمد بن\nعيسى عن حسين بن سعيد (4).\n</p>\n\n<p>\n49 - كتاب مسائل الرضا عليه السلام للبزنطي عنه عليه السلام (5) (حدثني\nبها جدي عن محمد بن الحسين بن أبي الخطاب عن أبي نصر البزنطي عنه عليه\nالسلام - خ -) 50 - كتاب حريز (6) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدمت ترجمة محمد بن عيسى العبيدي بذكر\nكتبه والطرق إليها. ص 59 (2) تقدمت ترجمة يونس بن عبد الرحمان مع كتاب\nالزكاة له ص 48، ولم يذكر الشيخ والنجاشي كتاب الوصايا في عداد كتبه ولا\nيبعد تصحيف (محمد بن مسلم) عن يونس وفي نسخة: (محمد بن أسلم) (3) لم يذكر\nمؤلف الكتاب وفي الطريق إليه كلام تقدم ص 39.\n</p>\n\n<p>\n(4) وذكر النجاشي والشيخ وابن <span id='ms46'></span> النديم كتاب التقية في عداد كتبه وتقدم ذكر\nترجمته مع بعض كتبه ص 45.\n</p>\n\n<p>\n(5) تقدمت ترجمة مختصرة عن البزنطي مع ذكر رواية محمد بن الحسين بن أبي\nالخطاب كتاب البزنطي عنه ص 37 وذكر ابن النديم في الفهرست كتاب المسائل في\nعداد كتبه.\n</p>\n\n<p>\n(6) هو حريز بن عبد الله الأزدي الكوفي، وهو عربي، أكثر السفر والتجارة\nإلى</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nبخط حميد بن زياد (1) حدثني به حميد بن زياد عن عبد الله بن أحمد بن نهيك\nعن ابن أبي عمير عن حماد بن عيسى عن حريز بن عبد الله السجستاني.\n</p>\n\n<p>\n51 - كتاب الدلائل، للحميري، أخبرني به أبو العباس الحميري، وهو مصنفه\n(2).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> سجستان فعرف بها، وكان ممن شهر السيف في قتال\nالخوارج بسجستان في حياة أبى عبد الله عليه السلام وقد قتل بها، وذكره\nالشيخ في أصحابه الصادق عليه السلام من رجاله، وقال النجاشي، قيل، روى عن\nأبي عبد الله عليه السلام وقال يونس: لم يسمع من أبى عبد الله عليه السلام\nالا حديثيين، وقيل: روى عن أبي الحسن موسى عليه السلام ولم يثبت ذلك.\n</p>\n\n<p>\nقلت: روى حريز عن أبي جعفر عليه السلام كما في التهذيب ج 1 ص 38 باب\nالاحداث الموجبة للطهارة، وغير ذلك مما حققناه في ترجمته في طبقات أصحابه،\nوفي تهذيب المقال كما أنه روى كثيرا جدا عن أبي عبد الله عليه السلام وقد\nأحصيناها في طبقات أصحابه، وأجبنا عما قيل في وجه عدم روايته عنه عليه\nالسلام. وقد روى عن جماعة ممن مات في أيام أبى عبد الله عليه السلام، نعم\nروايته عن أبي الحسن عليه السلام غير ظاهرة وما استشهد به على ذلك محل نظر\nذكرناه في محله.\n</p>\n\n<p>\nوقد وثقه الشيخ رحمه الله في الفهرست، ومدحه في الكشي، وذكر الأصحاب له\nكتبا منها كتاب الصلاة، كتاب الزكاة، كتاب الصوم، كتاب النوادر وقال الشيخ:\n</p>\n\n<p>\nتعد كلها في الأصول.\n</p>\n\n<p>\nقلت: ذكرنا كتبه ومدائح الأصحاب لكتبه وطرقهم إليها في تهذيب المقال (1)\nتقدم ذكر حميد بن زياد النينوائي بترجمة ص 40 (2) تقدم ذكر عبد الله بن\nجعفر الحميري بترجمة <span id='ms47'></span> ص 38، وذكر النجاشي كتاب الدلائل في عداد كتبه، ويأتي\nذكر كتاب الغيبة له.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n52 - نسخة أخرى للعيص بن القاسم حدثني بها حميد بن زياد عن الحسن بن محمد\nبن سماعة عن الحسن بن هشام، وعلي بن رابط، وصفوان بن يحيى عن عيص 53 - كتاب\nأحاديث، عن أبي العباس بن عقدة (2) من مسائل علي بن جعفر (3) 54 - كتاب\nالغيبة للحميري عنه جزء بخط الرزاز عنه (4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ص 49 ذكر كتاب العيص بن القاسم\nويعقوب بن شعيب مع ترجمته وذكر طريق آخر إليه.\n</p>\n\n<p>\n(2) تقدم ذكر أبى العباس ابن عقدة الحافظ المشهور بترجمة مختصرة ص 30 (3)\nهو علي بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام\nأبو الحسن العريضى. قال الشيخ في الفهرست: جليل القدر، ثقة. وله كتاب\nالمناسك ومسائل لأخيه موسى الكاظم بن جعفر عليه السلام سألها عنها أخبرنا\nالخ وذكر طريقين إلى ذلك وعرفه النجاشي بمسائله في ترجمته إسماعيل بن محمد\nبن إسحاق بن جعفر بن محمد بن علي بن الحسين عليه السلام قال: روى عن جده\nإسحاق بن جعفر وعن عم أبيه علي بن جعفر صاحب المسائل. وقال في ترجمته: له\nكتاب في الحلال والحرام يروى تارة غير مبوب وتارة مبوبا إلى آخر كلامه وقد\nأوردنا مدائحه في أخبار الرواة وحققنا ترجمته في تهذيب المقال، وفي\nالطبقات.\n</p>\n\n<p>\n(4) قد صنف جماعة كثيرة من أصحابنا كتبا في الغيبة منها كتاب الغيبة\nوالحيرة لعبد الله بن جعفر الحميري ذكره النجاشي وقد أشرنا إليها في طبقات\nأصحاب الإمام الحجة أرواحنا له الفداء وتقدم ذكر الحميري بترجمة ص 38 وأيضا\nذكر كتاب آخر له ص 64.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n55 - جزء فضائل الكوفة (1) 56 - كتاب عبد الله بن بكير رواه جدي محمد بن\nسليمان عن أحمد بن الحسن بن فضال عن أبيه عن ابن بكير (2) 57 - جزء صغير من\nحديث جعفر بن محمد بن مالك، عنه. (3) 58 - كتاب صفين عن هارون بن بردة قال\nحدثني به جدي رحمه الله عن يحيى بن زكريا عن هارون بن بردة، وحدثني به عم\nأبى أبو <span id='ms48'></span> الحسن علي بن سليمان عن يحيى بن زكريا.\n</p>\n\n<p>\n(4) 59 - كتاب مثنى الحناط (5). حدثني به جدي عن الحسن بن محمد\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قد صنف جماعة من أصحابنا الأقدمين كتبا\nمفردة في فضائل الكوفة وآثارها وتاريخها منهم أبو العباس النجاشي صاحب\nالرجال وقد أشرنا إليها في تهذيب المقال (2) تقدمت ترجمة عبد الله بن بكير\nص 6 وقال النجاشي في ترجمته: له كتاب كثير الرواة أخبرناه.. وذكر له في\nترجمة أحمد بن عقدة الحافظ كتاب مسند عبد الله بن بكير بن أعين.\n</p>\n\n<p>\n(3) تقدم ص 39 ذكر جعفر بن محمد بن مالك الفزاري من مشايخ الماتن ولجعفر\nبن محمد كتب ذكرها النجاشي منها كتاب غرر الاخبار، كتاب أخبار الأئمة عليهم\nالسلام ومواليدهم، وكتاب الفتن والملاحم.\n</p>\n\n<p>\n(4) يحتمل كون (بردة) مصحف (حمزة) فيكون المراد به هارون به حمزة الغنوي\nالصيرفي الكوفي الثقة الذي روى عنه يزيد بن إسحاق شعر، ويحيى بن زكريا بن\nشيبان الكوفي الثقة، وقد صنف جماعة من أصحابنا الأقدمين كتبا مفردة في\nاخبار صفين أشرنا إليها في تهذيب المقال.\n</p>\n\n<p>\n(5) قال أبو عمرو الكشي ص 217: قال أبو النضر محمد بن مسعود قال\nعلى</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالطيالسي عن الحسن بن علي بن بنت الياس الخزاز عن مثنى.\n</p>\n\n<p>\n60 - كتاب الطرائف لمحمد بن سنان (1)، حدثني به جدي أبو طاهر\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> بن الحسن: سلام ومثنى بن الوليد، ومثنى بن عبد\nالسلام كلهم حناطون، كوفيون، لا بأس بهم. وقال النجاشي ص 325، المثنى بن\nالوليد الحناط، مولى، كوفي، روى عن أبي عبد الله عليه السلام، له كتاب\nيرويه جماعة أخبرنا.. قال حدثنا الحسن بن علي بن يوسف بن بقاح قال حدثني\nمثنى بكتابه. وقال الشيخ في أصحاب الصادق عليه السلام ص 312: المثنى بن\nراشد الحناط أبو الوليد الكوفي وقال النجاشي: مثنى بن راشد له كتاب ثم رواه\nباسناده عن الحسن بن سماعة عنه.\n</p>\n\n<p>\nقلت: وما في المتن قابل للحمل على المذكورين وتحقيق المقام في تهذيب\nالمقال.\n</p>\n\n<p>\n(1) كان أبو جعفر الزاهري الكوفي محمد بن سنان من أصحاب الكاظم والرضا\nوالجواد عليهم السلام ذكره الشيخ في أصحابهم وذكرناه في طبقات <span id='ms49'></span> أصحابهم ومات\nسنة عشرين ومأتين وقد ورد فيه أخبار كثيرة ذكرناها في أخبار الرواة قد\nاختلفت دلالة على المدح والذم حققنا الجمع بينها في الشرح على الكشي وكانت\nهي الأصل في اختلاف أئمة الرجال والحديث في ذمه ومدحه وتضعيفه وتوثيقه\nوأشبعنا الكلام في ذلك في فوائدنا الرجالية وقد حصل له اضطراب ثم زال\nفابتلي بهذه الذموم ولقد قال فيه صفوان بن يحيى الجليل الثقة: لقد هم ان\nيطير غير مرة فقصصناه حتى ثبت معنا. وقد عده المفيد من ثقات أصحاب الكاظم\nوخاصته وأهل الورع والعلم والفقه من شيعته في كتاب (الارشاد) ص 304 في النص\nعلى امامة أبى الحسن الرضا عليه السلام كما أن السيد الاجل ابن طاووس رحمه\nالله قال في كتابه (الاقبال) في نوافل شهر رمضان ص 243: وقد زكى الفئتان في\nكتاب عمل شهر رمضان محمد بن سنان وبالغوا في الثناء عليه وروى في ذلك حديثا\nيعتمد عليه.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن سليمان عن محمد بن الحسين عن محمد بن سنان (1) 61 - كتاب الطرائف\nلموسى بن سعدان حدثني به جدي عن محمد بن الحسين عن موسى بن سعدان. (2) 62 -\nكتاب عبد الرحمان بن الحجاج نسخة أخرى، حدثني بها جدي، وعم أبى على ابنا\nسليمان عن محمد بن الحسين بن أبي الخطاب عن صفوان عن عبد الرحمان. (3) 63 -\nكتاب جميل بن دراج (4) حدثني به جدي عن علي بن الحسن بن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) صنف محمد بن سنان كتبا ذكرها النجاشي\nوغيره ومنها كتاب الطرائف و رواه النجاشي عن شيخه الحسين بن عبيد الله عن\nالماتن رحمه الله بهذا الاسناد كما روى عامة كتبه عن جماعة شيوخه عن أبي\nغالب الزراري بهذا الاسناد. وذكر الشيخ رحمه الله ان كتبه مثل كتب الحسين\nبن سعيد.\n</p>\n\n<p>\n(2) قال النجاشي: موسى بن سعدان الحناط ضعيف في الحديث كوفي، له كتب\nكثيرة منها كتاب الطرائف ثم رواه عن المفيد عن أبي غالب الزراري عن جده عن\nمحمد بن الحسين بن أبي الخطاب عنه.\n</p>\n\n<p>\nوذكره الشيخ في الفهرست، وفى أصحاب الكاظم عليه السلام من رجاله <span id='ms50'></span>.\n</p>\n\n<p>\n(3) تقدم ص 53 ذكر كتابين برقم 20 و21 مع ترجمة له.\n</p>\n\n<p>\n(4) كان جميل بن دراج النخعي الكوفي من أصحاب الصادق، والكاظم، والرضا\nعليهم السلام ومات في أيام الرضا عليه السلام بل عده الكشي في الفقهاء من\nأصحاب أبي عبد الله عليه السلام الذين أجمعت العصاة على تصحيح ما يصح عنهم\nوتصديقهم لما يقولون وأقروا لهم بالفقه وحكى عن أبي إسحاق الفقيه ثعلبة بن\nميمون انه زعم أن جميل</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nفضال عن أيوب بن نوح عن ابن أبي عمير عن جميل بن دراج، وعن علي بن فضال\nعن جعفر بن محمد بن حكيم عنه. (1) 64 - كتاب الزكاة لحماد بن عيسى (2)\nحدثني به عم أبى علي بن سليمان عن محمد بن الحسين عن محمد بن إسماعيل بن\nمهران عن حماد بن عيسى (3).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> بن دراج أفقه هؤلاء وقد وثقه الشيخ وقال\nالنجاشي: أبو محمد شيخنا، ووجه الطائفة، ثقة.. وقد ورد فيه روايات أخرجناها\nفي (اخبار الرواة) (1) ذكر النجاشي له كتبا منها كتاب اختص بتصنيفه وقال:\nرواه عنه جماعات من الناس وطرقه كثيرة وانا على ما ذكرت في هذا الكتاب، لا\nأذكر الا طريقا واحدا أو طريقين حتى لا يكبر الكتاب إذ الغرض غير ذلك،\nقرأته على الحسين بن عبيد الله حدثكم أحمد بن محمد الزراري، ثم ذكر الاسناد\nكما في المتن بالطريق الأول.\n</p>\n\n<p>\nثم ذكر له كتابا ذكر انه اشتراك مع محمد بن حمران في تصنيفه، وكتابا\nاشترك هو ومرازم بن حكيم فيه، ثم رواهما بطريقين، وتقدم ص 56 ذكر كتاب جميل\nبن دراج (2) هو حماد بن عيسى الجهني الكوفي سكن البصرة كان من أصحاب أبي\nعبد الله وأبى الحسن والرضا والجواد عليهم السلام ومات في أيامه غريقا في\nطريق مكة بالجحفة، وكان من ثقات أصحابهم بل قال النجاشي: كان ثقة في حديثه،\nصدوقا، وذكره الكشي في أصحاب الاجماع الذين تقدم في جميل ذكرهم، وذكرناه في\nطبقات أصحابهم، وفي (اخبار الرواة) وفي تهذيب المقال وغيرها من كتبنا\nالرجالية.\n</p>\n\n<p>\n(3) قد صنف حماد كتبا منها كتاب الزكاة وقال النجاشي له <span id='ms51'></span> كتاب الزكاة\nأكثره عن حريز وبشير عن الرجال..، ومنها كتاب الصلاة، وكتاب فيه عبر ومواعظ\nوتنبيهات</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n65 - كتاب الملاحم لإسماعيل بن مهران (1) حدثني به عم أبى أبو الحسن علي\nبن سليمان عن جده محمد بن سليمان عن أبي جعفر أحمد بن الحسين عن إسماعيل\n(2).\n</p>\n\n<p>\n66 - كتاب نوادر الحكمة حدثني به خال أبى أبو العباس الرزاز عن محمد بن\n(أحمد بن - ظ) يحيى، وهو مصنفه (3).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> على منافع الأعضاء من الانسان والحيوان وفصول\nمن الكلام من التوحيد، وترجمته مسائل التلميذ، وتصنيفه عن جعفر بن محمد\nعليهما السلام ذكرها النجاشي بطرقه إليها.\n</p>\n\n<p>\n(1) قال النجاشي: مولى، كوفي يكنى أبا يعقوب، ثقة، معتمد عليه، روى عن\nجماعة من أصحابنا عن أبي عبد الله عليه السلام، ذكره أبو عمرو في أصحاب\nالرضا عليه السلام وصنف كتبا منها الملاحم أخبرنا به محمد بن محمد قال\nحدثنا أبو غالب. (إلى آخر السند.) قلت: وذكره البرقي فيمن نشأ في عصر أبى\nالحسن الرضا عليه السلام ولم يدرك أبا الحسن موسى عليه السلام وقد حققنا\nالقول في طبقته في كتابنا في الطبقات. و في تهذيب المقال ج 1 ص 357 بترجمة\nمفصلة مع ذكر كتبه والطرق إليها فلاحظ (2) وهذا هو طريق النجاشي إلى كتابه\nنعم في رجال النجاشي: (عن جدي) وهو الصحيح، وروى النجاشي ساير كتبه بطرق\nآخر. وقال الشيخ في الفهرست في ترجمته: صنف مصنفات كثيرة وقال في موضع ثان\nذكره: وله أصل.\n</p>\n\n<p>\n(3) قال النجاشي: محمد بن أحمد بن يحيى بن عمران بن عبد الله بن سعد بن\nمالك الأشعري القمي أبو جعفر: كان ثقة في الحديث الا ان أصحابنا قالوا: كان\nيروى عن الضعفاء، ويعتمد المراسيل، ولا يبالي عمن اخذ، وما عليه في نفسه\nمطعن</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n67 - كتاب البشارات لابن فضال، حدثني به خال أبى أبو العباس الرزاز عن\nجده (جدنا - خ) محمد بن عيسى بن زياد التستري عن الحسن بن فضال (1)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> في شئ، وكان محمد بن الحسن بن الوليد يستثنى\nمن رواية محمد بن أحمد بن يحيى ما رواه.. ولمحمد بن أحمد بن <span id='ms52'></span> يحيى كتب منها\nكتاب نوادر الحكمة، وهو كتاب حسن كبير، يعرفه القميون بدبة شبيب.. أقول:\nوكان عدد ما استثناه ستة وعشرين موردا ذكرناه بتحقيق في كلام الأصحاب وأيضا\nما وجدناه في أحواله في تهذيب المقال ولكتبه طرق ذكرناها هناك.\n</p>\n\n<p>\n(1) هو الحسن بن علي بن فضال أبو محمد الكوفي التيملي الربعي: وقيل:\nكنيته:\n</p>\n\n<p>\nأبو على، ذكره ابن النديم من علماء الشيعة وفقهائهم وقال: وكان من خاصة\nأصحاب أبي الحسن الرضا عليه السلام، وذكره البرقي والشيخ، والكشي في أصحابه\nوفي كونه من أصحاب أبي الحسن موسى عليه السلام كلام حققناه في شرح النجاشي\nتهذيب المقال ج 2 ص 5 إلى 14، وذكره الكشي تارة في فقهاء أصحاب الكاظم\nوالرضا عليهما السلام ص 334 قائلا: أجمع أصحابنا على تصحيح ما يصح من هؤلاء\nوتصديقهم لما يقولون وأقروا لهم بالفقه والعلم وهم ستة (ثم سماهم وقال:)\nوقال بعضهم مكان الحسن بن محبوب:\n</p>\n\n<p>\nالحسن بن علي بن فضال. وذكره في ترجمة ابن بكير ص 221 أيضا في عداد جماعة\nمن الفطحية من فقهاء أصحابنا وأجلة الفقهاء العلماء. وقال النجاشي: و كان\nالحسن عمره كله فطحيا مشهورا بذلك حتى حضره الموت، فمات وقد قال بالحق رضي\nالله عنه ثم ذكر حديث موته واقراره بالحق ورجوعه عن الفطحية. وفي الكشي\nأيضا ص 349: قال أبو عمرو الكشي: كان الحسن بن علي فطحيا يقول بامامة عبد\nالله بن جعفر، فرجع. وقال النجاشي: مات الحسن سنة أربع وعشرين ومأتين\nوذكر</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n68 - كتاب البشارات لابن سماعة، حدثني به حميد بن زياد عنه (1) 69 - كتاب\nالوصافي، حدثني به أبو العباس الرزاز عن محمد بن الحسين\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> نحوه الشيخ في الفهرست وابن حجر في لسان\nالميزان، نعم يظهر من النجاشي نوع اختلاف في وفاته ذكرناه في تهذيب المقال،\nوذكر النجاشي والشيخ وابن النديم للحسن بن فضال كتبا منها: كتاب التفسير،\nكتاب الابتداء والمبتداء، كتاب الطب، كتاب الرد على الغالية، كتاب الشواهد\nمن كتاب الله، كتاب المتعة، كتاب الناسخ والمنسوخ، كتاب الصلاة، كتاب\nالديات، كتاب البشارات، كتاب النوادر، وقد رواها النجاشي والشيخ <span id='ms53'></span> بطرق غير\nما في المتن.\n</p>\n\n<p>\n(1) هو الحسن بن محمد بن سماعة أبو محمد الكندي الكوفي الصيرفي، من شيوخ\nالواقفة، كثير الحديث، فقيه، ثقة، وكان يعاند في الوقف ويتعصب. قاله\nالنجاشي وقال الشيخ في الفهرست: واقفي المذهب الا انه جيد التصانيف، نقى\nالحديث، حسن الانتقاد. وذكره في أصحاب الكاظم عليه السلام من رجاله وقال:\nواقفي، مات سنة ثلاث وستين ومأتين، يكنى أبا على، له كتب ذكرناها في\nالفهرست، وعده في التهذيبين من فقهاء أصحاب الأقدمين الذين لهم الفتيا\nوالمذهب والرأي لا مجرد الرواية فقط.\n</p>\n\n<p>\nقلت: قد بقى ابن سماعة إلى أيام الرضا، والجواد، والهادي، والعسكري عليهم\nالسلام ولم يرو عنهم شيئا وذلك لتعصبه في الوقف، ولعله لم يخرج من الكوفة\nفي أيامهم عليهم السلام فلم يتفق له اللقاء والسماع منهم نعم روى عن جماعة\nكثيرة من أصحاب الصادق والكاظم والرضا عليهم السلام كتبهم ومصنفاتهم\nوأصولهم سميناهم في ترجمته مع ذكر كتبه ومصنفاته التي ذكرها الشيخ والنجاشي\nوابن النديم و منها كتاب البشارات، كتاب الفرايض مما ذكره الماتن وروياه\nبغير طريق الماتن</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي جعفر محمد بن سنان عن ابن مسكان عن الوصافي (1).\n</p>\n\n<p>\n70 - كتاب الطلاق عن معاوية بن حكيم (2) حدثني به أبو العباس عن معاوية\nبن حكيم.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قال النجاشي: عبيد الله بن الوليد\nالوصافي. عربي، ثقة، يكنى أبا سعيد، روى عن أبي جعفر، وأبى عبد الله عليهم\nالسلام، ذكره أصحاب كتب الرجال، له كتاب يرويه عنه جماعة، أخبرني عدة من\nأصحابنا عن أحمد بن محمد بن سليمان قال حدثنا محمد بن جعفر الرزاز قال\nحدثنا محمد بن الحسين بن أبي الخطاب قال حدثنا محمد بن سنان عن ابن مسكان\nعن عبيد الله بن الوليد بكتابه.\n</p>\n\n<p>\nقلت: وهو أخو عبد الله بن الوليد الوصافي العجلي الكوفي الذي ذكره الشيخ\nفي أصحاب الباقر والصادق عليهم السلام وتفصيل ترجمته في تهذيب المقال.\n</p>\n\n<p>\n(2) معاوية بن حكيم بن معاوية بن عمار الدهني الكوفي ثقة، جليل في أصحاب\nالرضا عليه السلام، قال أبو عبد الله الحسين بن عبيد <span id='ms54'></span> الله سمعت شيوخنا\nيقولون: روى معاوية بن حكيم أربعة وعشرين أصلا لم يرو غيرها، وله كتب: منها\nكتاب الطلاق، وكتاب الحيض، وكتاب الفرائض، وكتاب النكاح، وكتاب الحدود،\nوكتاب الديات، وله نوادر، أخبرنا محمد بن جعفر قال حدثنا أحمد بن محمد بن\nسعيد قال حدثنا علي بن الحسن بن فضال عنه بكتبه. قاله النجاشي، وذكره الشيخ\nفي أصحاب الجواد، والهادي عليهم اسلام وفيمن لم يرو عنهم عليهم السلام من\nرجاله، وفي الفهرست، وعده الكشي من أجلة العلماء والفقهاء والعدول من\nالفطحية ص 221 وص 348 وقد ورد فيه روايات أوردناها في (اخبار الرواة)،\nويظهر من طريق النجاشي ان أبا العباس في المتن يراد به أبو العباس أحمد بن\nمحمد بن سعيد بن عقدة الحافظ المشهور الثقة الجليل.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حديث الحسن بن محبوب (1) حدثني به الرزاز عن محمد بن الحسن عن ابن\nمحبوب.\n</p>\n\n<p>\n72 - جزء جلود الصغير بخط الرزاز حدثني به الرزاز عن خاله، وجد أمي محمد\nبن عيسى التستري عن يزيد بن إسحاق عن هارون بن حمزة الغنوي (2) وغيره.\n</p>\n\n<p>\n73 - كتاب نوادر لمحمد بن سنان (3) بخط أبى طاهر جدي رحمه الله، حدثني به\nأبو الحسن محمد بن محمد المعادي عن جدي أبى طاهر (عن - ظ) محمد بن الحسين\nعن محمد بن سنان.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو الحسن بن محبوب بن وهب بن جعفر بن وهب\nأبو على البجلي السراد، الزراد. قال الكشي: ومات الحسن بن محبوب في آخر سنة\nأربع وعشرين ومأتين وكان من أبناء خمس وسبعين سنة. وفي تاريخ ولادته ووفاته\nكلام حققناه في ترجمته في (تهذيب المقال) ج 2 ص 339 إلى 350 فقد روى المفيد\nفي الإختصاص رواية عنه عن أبي عبد الله عليه السلام، وذكره ابن حجر في لسان\nالميزان عليه السلام، وذكره البرقي والشيخ من أصحاب الكاظم عليه السلام،\nوذكره الشيخ والكشي وابن النديم من أصحاب الرضا عليه السلام ووثقه الشيخ في\nالفهرست وفي رجاله، وذكره الكشي من فقهاء أصحاب أبي إبراهيم وأبى الحسن\nالرضا عليهما السلام الذين أجمع أصحابنا على تصحيح ما يصح من هؤلاء\nوتصديقهم <span id='ms55'></span> وأقروا لهم بالفقه والعلم وتفصيل ترجمته في تهذيب المقال وفي\nأخبار الرواة. والطبقات وغير ذلك من كتبنا الموضوعة لذلك.\n</p>\n\n<p>\n(2) تقدم ذكر هارون بن حمزة بذكر كتاب رقم (30) مع ترجمته ص 57 وأيضا ص\n66 بذكر كتاب آخر له.\n</p>\n\n<p>\n(3) تقدم ذكر كتابه (الطرائف) مع ترجمته ص 67.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n74 - كتاب لمحمد بن سنان أيضا، حدثني به خالي عن محمد بن زكريا اللؤلؤي\nعن محمد بن سنان.\n</p>\n\n<p>\n75 - كتاب الأظلة (76) وشيئ من فضل انا أنزلناه، (77) ونوادر لمحمد بن\nالحسن بن زياد العطار، حدثني به حميد بن زياد عن علي بن صالح عن علي بن\nحسان عن عبد الرحمان بن كثير (1) بكتاب الأظلة، حدثني به حميد أيضا\nبالاسناد بفضل انا أنزلناه، وحدثني حميد عن محمد بن الحسن بن زياد بنوادره\n(2) 78 - وبعد ذلك حديث الفضل بن يونس الكاتب (3)، حدثني به حميد عن عبد\nالله بن أحمد بن نهيك عن سعيد بن صالح عن الحسن بن عمر عن أبيه.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قال النجاشي في ترجمة عبد الرحمان بن كثير\nالهاشمي: كان ضعيفا غمز أصحابنا عليه، وقالوا: كان يضع الحديث، له كتاب\nفضائل سورة انا أنزلناه، أخبرناه..\n</p>\n\n<p>\nوله كتاب صلح الحسن عليه السلام، أخبرنا.... وله كتاب فدك، وكتاب الأظلة\nفاسد، مختلط.\n</p>\n\n<p>\n(2) قال النجاشي: محمد بن الحسن بن زياد العطار كوفي، ثقة، وروى أبوه عن\nأبي عبد الله عليه السلام، له كتاب، أخبرنا أحمد بن عبد الواحد قال حدثنا\nعلي بن حبشي عن حميد قال حدثنا الحسن بن محمد قال حدثنا محمد بن زياد\nبكتابه.\n</p>\n\n<p>\n(3) قال النجاشي: الفضل بن يونس الكاتب البغدادي، روى عن أبي الحسن موسى\nعليه السلام، ثقة، له كتاب أخبرناه.. ورواه باسناد صحيح عن الحسن بن محبوب\nعنه.\n</p>\n\n<p>\nوذكره الشيخ في أصحاب الكاظم عليه السلام، وقال: أصله كوفي تحول إلى\nبغداد، مولى، واقفي.\n</p>\n\n<p>\nقلت: وقد ورد فيه روايات أخرجناها في كتابنا (اخبار الرواة)</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n79 - كتاب بريه العبادي (بريهة الغباري - خ) (1) بخطى، حدثني به حميد عن\nأبي جعفر عن محمد بن غالب عن علي بن الحسن عن الحسن بن أيوب عن محمد بن\nالحسن <span id='ms56'></span> الصيرفي عن عمار بن مروان عن بريهة.\n</p>\n\n<p>\n80 - كتاب نوادر محمد بن الحسن بن شمون البصري (2) حدثني به أبو على محمد\nبن همام عن عبد الله بن المداري عن محمد بن شمون.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) روى النجاشي باسناد آخر عن عمار بن مروان\nعن برية العبادي كتابه. وفي الفهرست ذكر بريه النصراني ثم روى كتابه\nبطريقين عن عبيس بن هشام الناشري عنه. ثم ذكر بعده بريه العبادي بكتاب\nباسناد آخر عن القاسم بن إسماعيل القرشي وعبيد الله بن أحمد النهيكي جميعا\nعنه، وقال في رجاله في أصحابه الصادق عليه السلام : برية العبادي الحيري\nأسلم على يد أبى عبد الله عليه السلام، يقال روى عنه ابن أبي عمير وعن بعض\nالنسخ: ابن أبي عمرة. قلت: وقد روى المشايخ حديث اسلام بريه النصراني على\nيدي أبى الحسن عليه السلام لما دخل على أبى عبد الله عليه السلام فرواه\nالكليني في أصوله ج 1 ص 227 باب ان الأئمة عليهم السلام عندهم جميع الكتب\nباسناده عن يونس عن هشام بن الحكم، ورواه المفيد في الإختصاص ص 292 باسناده\nعن إبراهيم بن هاشم، ورواه الصدوق في التوحيد باسناد آخر مع زيادة وقد\nأخرجنا الجميع في كتابنا (اخبار الرواة) وفي بعض الروايات بل بعض نسخ غيره:\n(بريهة) كما في المتن وتفصيل ترجمته في تهذيب المقال.\n</p>\n\n<p>\n(2) قال النجاشي: محمد بن الحسن بن شمون أبو جعفر البغدادي، واقف، ثم\nغلا، وكان ضعيفا جدا، فاسد المذهب، وأضيف إليه أحاديث في الوقف.. وعاش محمد\nبن الحسن بن شمون مائة وأربع عشرة سنة وقيل إنه روى عن ثمانين رجلا\nمن</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n81 - ورقتان بخط جدي أبى طاهر (هكذا النسخة و) فوقع عليها بخطى أحاديث عن\nجعفر بن مالك (1)، حدثني بها أبو عبد الله جعفر بن محمد بن مالك عن محمد بن\nالحسين الصايغ (2).\n</p>\n\n<p>\n82 - خمسة اجزاء في مجلد. حدثني بما فيها محمد بن محمد المعادي عن محمد\nبن يحيى العطار، وفيها أحاديث عن عبد الله بن جعفر الحميري (3) 83 - وجميع\nكتاب الكافي تصنيف أبى جعفر محمد بن يعقوب الكليني (4)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> أصحاب أبي <span id='ms57'></span> عبد الله، وقيل إنه سمع من أبى\nالحسن عليه السلام حديثين، ومات محمد بن الحسن سنة ثمان وخمسين ومأتين،\nوقيل إن آل الرضا عليه السلام: مولانا أبا جعفر، وأبا الحسن، وأبا محمد\nعليهم السلام يعولونه ويعولون أربعين نفسا كلهم عياله..\n</p>\n\n<p>\nوله من الكتب كتاب السنن والآداب، ومكارم الأخلاق، وكتاب المعرفة، وكتاب\nالنوادر، وتفصيل ترجمته في تهذيب المقال.\n</p>\n\n<p>\n(1) تقدم ذكر جعفر بن محمد بن مالك الفزاري بترجمة ص 39 وأيضا بذكر كتاب\nرقم 47 ص 63 وأيضا رقم 57 ص 66.\n</p>\n\n<p>\n(2) قال النجاشي: محمد بن الحسين بن سعيد الصايغ كوفي ينزل في بنى ذهل،\nأبو جعفر، ضعيف جدا، قيل: انه غال، له كتاب التباشير، وكتاب نوادر.. ومات\nمحمد بن الحسين لا ثنتا عشرة بقين من رجب سنة تسع وستين ومأتين، وصلى عليه\nجعفر المحدث المحمدي ودفن في جعفى.\n</p>\n\n<p>\n(3) تقدم ذكر الحميري بترجمة ص 38 وذكر كتابه (الدلائل) رقم 51. وكتابه\n(الغيبة) رقم 54، وفضائل الكوفة رقم 55.\n</p>\n\n<p>\n(4) قال النجاشي في مدحه: شيخ أصحابنا في وقته بالري ووجههم، وكان\nأوثق</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nروايتي عنه، بعضه قرائة، وبعضه اجازة (1) وقد نسخت منه كتاب الصلاة\nوالصوم في نسخة، وكتاب الحج في نسخة، وكتاب الطهارة (الطهر خ ل) والحيض في\nجزء والجمع مجلد واحد، وعزمي ان أنسخ بقية الكتاب إن شاء الله تعالى في جزء\nواحد ورق طلحي.\n</p>\n\n<p>\n84 - كتاب هشام بن الحكم (2).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> الناس في الحديث وأثبتهم صنف الكتاب الكبير،\nالمعروف بالكليني، يسمى الكافي في عشرين سنة.. ومات أبو جعفر الكليني رحمه\nالله ببغداد سنة تسع وعشرين و ثلثمائة، سنة تناثر النجوم، وصلى عليه محمد\nبن جعفر الحسيني أبو قيراط، ودفن بباب الكوفة.. قلت: ان جلالة شيخنا الا\nجبل رحمه الله فوق ان يذكر في المقام والمدائح له ولكتابه كثيرة تفصيلها في\nتهذيب المقال عند ترجمته.\n</p>\n\n<p>\n(1) روى جماعة كثيرة من تلاميذ الكليني كتابه الكافي عن مصنفه منهم، أبو\nالقاسم جعفر بن محمد بن قولويه، وأبو عبد الله أحمد بن إبراهيم الصيرمي\nالمعروف بابن أبى رافع، وأبو محمد هارون بن موسى التلعكبري، وأبو المفضل\nمحمد بن عبد الله <span id='ms58'></span> المطلب الشيباني، وأبو الحسين أحمد بن علي بن سعيد\nالكوفي، وأبو الحسين عبد الكريم بن عبد الله بن نصر البزاز، وأبو الحسين\nأحمد بن أحمد الكوفي الكاتب، وأبو الحسن إسحاق بن الحسن بن بكران العقرائي،\nوأحمد بن محمد أبو غالب الزراري مصنف هذه الرسالة وقد روى الشيخ في الفهرست\nكتاب الكافي بطرق أحدها رواية الماتن رحمه الله وقد فصلنا القول في الطرق\nإلى كتاب الكافي في شرح فهرست الشيخ وفي تهذيب المقال.\n</p>\n\n<p>\n(1) كان هشام بن الحكم أبو محمد الكندي الكوفي البغدادي مولده الكوفة، و\nمنشأه واسط، وتجارته بغداد، ثم انتقل إليها في آخر عمره ونزل قصر وضاح\nسنة</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n85 - وكتاب رفاعة (1) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> تسع وتسعين ومائة ويقال ان في هذه السنة مات،\nوروى عن أبي عبد الله و أبى الحسن موسى عليهما السلام، وكان ثقة في\nالروايات. حسن التحقيق بهذا الامر له كتب ذكر ذلك النجاشي بتفصيل في\nترجمته، وقال الشيخ في الفهرست: كان من خواص سيدنا ومولانا موسى بن جعفر\nعليهما السلام، وكانت له مباحثات كثيرة مع المخالفين في الأصول وغيرها (إلى\nأن قال:) ولقى أبا عبد الله جعفر بن محمد وابنه موسى عليهما السلام وله\nعنهما روايات كثيرة، وروى عنهما فيه مدائح له جليلة، وكان ممن فتق الكلام\nفي الإمامة، وهذب المذهب في النظر، وكان حاذقا بصناعة الكلام حاضر الجواب\n(إلى أن قال:) وتوفى بعد نكبة البرامكة بمدة يسيرة متسترا، و قيل: في خلافة\nالمأمون: وكان لاستتاره قصة مشهورة في المناظرات.\n</p>\n\n<p>\nقلت قد ورد في مدح هشام روايات كثيرة جدا استقصيناها في كتابنا (اخبار\nالرواة) وبما انها معارضة باخبار قادحة ذكرناها هناك فقد حققنا القول في\nالجمع بينها في شرحنا على رجال الكشي كما ذكرنا تفصيل كتبه والطرق إليها في\nتهذيب المقال.\n</p>\n\n<p>\n(2) قال النجاشي: رفاعة بن موسى الأسدي النخاس روى عن أبي عبد الله وأبى\nالحسن عليهما السلام، كان ثقة في حديثه مسكونا إلى روايته، لا تعرض بشئ من\nالغمز، حسن الطريقة، له كتاب مبوب في الفرائض، أخبرنا الخ. قلت: قد <span id='ms59'></span> ذكرناه\nفي الطبقات في أصحاب الصادق والكاظم والرضا عليهم السلام مع ذكر من روى عنه\nعنهم و حققنا ترجمته في تهذيب المقال وأيضا في مقدمته في ذكر من روى عن\nالثقات و يسكن إلى روايته ج 1 ص 116</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n86 - وكتاب يعقوب بن شعيب (1)، حدثني بذلك كله حميد بن زياد عن عبد الله\n(عبيد الله - ظ) بن أحمد عن ابن أبي عمير عن هشام، وعن رفاعة، وبالاسناد عن\nابن أبي عمير عن عبد الله بن المغيرة، ومحمد بن أبي حمزة عن يعقوب بن شعيب\n(2).\n</p>\n\n<p>\n87 - جزء بخطى فيه أخبار من كتاب حماد بن عيسى (3).\n</p>\n\n<p>\nحدثني بها أبو جعفر محمد بن الحسن بن علي بن مهزيار قال حدثني أبي قال\nحدثني عمى داود بن مهزيار قال حدثني حماد بن عيسى (4) وأجاز لي رواية جميع\nما رواه عنه الموصليان، وقد أجزت لك جميع ما أجاز لي روايته.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قال النجاشي: يعقوب بن شعيب بن ميثم بن\nيحيى التمار مولى بنى أسد أبو محمد، ثقة، روى عن أبي عبد الله عليه السلام،\nذكره ابن سعيد وابن نوح، له كتاب يرويه عدة من أصحابنا... وذكره الشيخ في\nأصحاب الباقر، والصادق والكاظم عليهم السلام وقال له كتاب.\n</p>\n\n<p>\n(2) طريقيه إلى الكتب الثلاثة موثق بحميد الثقة الواقفي. وطريق النجاشي\nإلى كتاب يعقوب وهشام صحيح على وجه وطريقه إلى رفاعة ضعيف الا ان طريقي\nالشيخ في الفهرست صحيح وحققنا ذلك في تهذيب المقال وفي الشرح على الفهرست.\n</p>\n\n<p>\n(3) تقدم ذكر كتاب الزكاة لحماد بن عيسى رقم 64 مع ترجمته وذكر كتبه ص 69\n(4) تفرد الماتن بهذا الطريق إلى كتاب حماد فاما أبو جعفر محمد بن الحسن بن\nعلي بن مهزيار الأهوازي فهو ثقة وثقة جعفر بن محمد بن قولويه حيث وثق عامة\nمشايخه في ديباجة كتابه (كامل الزيارات) وقد روى في باب 93 من أين يؤخذ طين\nقبر الحسين عليه السلام ص 280 عنه عن جده علي بن مهزيار كما أن\nالنجاشي</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nجميع ما رواه عنه الموصليان وقد أجزت لك جميع ما أجاز لي روايته.\n</p>\n\n<p>\n88 - كتاب جدنا الحسن <span id='ms60'></span> بن الجهم (1) في جلود مخلق. وأرجو ان أجدده، حدثني\nبه أبو عبد الله أحمد بن محمد العاصمي، وسمى العاصمي لأنه كان ابن أخت علي\nبن عاصم رحمه الله (2) قال حدثني الحسن بن أحمد بن فضال عن أبيه عن علي بن\nأسباط عن الحسن بن الجهم. وكان توقيعا عليه بخط جدي: حدثني به البسهمي\n(التميلي - ظ) عن علي بن أسباط عن الحسن بن الجهم. (3) 89 - اجزاء بخطى\nفيها دعاء السر، حدثني بها أبو عبد الله محمد بن إبراهيم النعماني عن\nالرجال المذكورين في الكتاب. (4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> روى باسناده عن ابن قولويه عنه عن أبيه عن جده\nجميع كتبه في ترجمته ص 280 وقد ذكرناه في كتابنا (مستدرك الرواة) بذكر\nمشايخه ومن روى عنه.\n</p>\n\n<p>\nواما الحسن بن علي بن مهزيار فهو أيضا مهمل في الرجال الا انه من رواة\nكتاب كامل الزيارات وروى عنه سعد وغيره ذكرناهم في (مستدرك الرواة) واما\nداود بن مهزيار فهو مهمل ولم اقف له على مدح.\n</p>\n\n<p>\n(1) تقدم ذكر الحسن بن الجهم بترجمة مع ذكر كتابه ومسائله ص 8 (2) تقدمت\nترجمة للعاصمي ص 9 (3) وللنجاشي والشيخ طريقان آخران إلى كتابه ذكرناهما\nبتحقيق في رجالهما في (تهذيب المقال ج 2 ص 95 (4) قال النجاشي: محمد بن\nإبراهيم بن جعفر أبو عبد الله الكاتب النعماني المعروف بابن زينب شيخ من\nأصحابنا عظيم القدر شريف المنزلة، صحيح العقيدة، كثير الحديث</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n90 - جزء ان بخطى فيها ثمانية أوراق، حدثني بأحدهما حميد بن زياد وحدثني\nبالآخر أبو الحسن أحمد بن محمد بن رياح (1) عن عمه علي بن محمد بن رياح.\n(2) 91 - ست ورقات بخط فيها خيرة جدي رحمه الله.\n</p>\n\n<p>\n92 - أخبار في الصوم عنه عن الرجال (3) 93 - أخبار مجموعة عن الحميري،\nوعن جدي، وخالي رحمهما الله عن حميد (4) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> قدم بغداد، وخرج إلى الشام، ومات بها، له كتب\nمنها كتاب الغيبة الخ. أقول وذكر السيد ابن طاووس رحمه الله طريقا آخر إلى\nدعا السر، في كتابه (فتح الأبواب في الاستخارات) ذكره في البحار ج 95 أبواب\nالدعاء باب 114 أدعية السر (1) تقدم من الماتن رحمه الله ذكر سماعه <span id='ms61'></span> عنه\nوانه من رجال الواقفة، ومن الفقهاء الثقات في حديثهم كثيري الرواية كما\nتقدم منا ترجمة له مختصرة ص 40 وأيضا ذكر كتاب الصوم له مع طريق الماتن\nرحمه الله وطريق النجاشي والشيخ رحمهما الله إلى كتاب ص 47 رقم 3 (2) قال\nالنجاشي: علي بن محمد بن علي بن عمر بن رياح بن قيس بن سالم مولى عمر بن\nسعد بن أبي وقاص، أبو الحسن السواق، ويقال: القلا.. وقيل: كنيته أبو\nالقاسم، كان ثقة في الحديث، واقفا في المذهب، صحيح الرواية، ثبت، معتمد على\nما يرويه، وله كتب منها: كتاب الدلائل، كتاب الغيبة، كتاب ما روى في أبى\nالخطاب محمد بن أبي زينب.\n</p>\n\n<p>\n(2) الظاهر أنها اخبار رواها عن جده رحمه الله عن الرجال.\n</p>\n\n<p>\n(4) تقدم ص 40 ذكر سماع الماتن رحمه الله عن حميد وانه من ثقات فقهاء\nأصحابنا الواقفة وانه كثير التصانيف روى أكثر الأصول.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n94 - جزء لطيف بخطى اخبار علي بن سليمان بن المبارك القمي وفيه اجازة لي\nبخطى (1).\n</p>\n\n<p>\n95 - كتاب سعد (2) 96 - وكتاب سواد بن أحمد بن محمد بن عيسى (3) وغير\nذلك.\n</p>\n\n<p>\n97 - جزء بخطى في ظهور، في أوله أحاديث جمعتها في الحج 98 - وفي آخره\nأشياء اخترتها من كتاب بصائر الدرجات لسعد بن عبد الله (4) 99 - جزء فيه\nخطبة النبي صلى الله عليه وآله يوم الغدير. رواية الخليل، كان أبوك، وابن\nعمك، حضرا بعض سماعه. (5) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) لم أجد له ذكرا في الرجال ويظهر من اجازته\nللماتن رحمهما الله تعالى انه كان من مشايخ الحديث والاجازة وكانت له اخبار\nأفردت بتأليف خاص.\n</p>\n\n<p>\n(2) كان أصحاب الكتب والمصنفات ممن سمى بسعد جماعة ذكرهم النجاشي و الشيخ\nبكتبهم.\n</p>\n\n<p>\n(3) لم أجد له ذكرا في الرجال ولعل النسخة مصحفة.\n</p>\n\n<p>\n(4) هو سعد بن عبد الله أبى خلف أبو القاسم الأشعري القمي، شيخ هذه\nالطائفة، وفقيهها، ووجهها، كان سمع من حديث العامة شيئا كثيرا، وسافر في\nطلب الحديث..\n</p>\n\n<p>\nوصنف سعد كتبا كثيرة، ذكرها النجاشي، منها كتاب بصائر الدرجات ثم رواها و\nقال: توفى سعد رحمه الله سنة إحدى وثلثمائة. وقيل: سنة تسع وتسعين ومأتين.\n</p>\n\n<p>\nأقول: يأتي <span id='ms62'></span> رقم 101 مختار آخر للماتن من كتاب بصائر الدرجات، ولهذا\nالكتاب مختارات يطول بالتحقيق فيها واليك بكتاب (الذريعة إلى تصانيف\nالشيعة) تأليف شيخنا العلامة الكبير الآغا بزرگ الطهراني رحمه الله.\n</p>\n\n<p>\n(5) هذه خطبة تاريخية من النبي الأكرم صلى الله عليه وآله معروفة خطب بها\nبغدير خم، موضع</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n100 - كتاب وصية النبي صلى الله عليه وآله وسلم لأمير المؤمنين عليه\nالسلام عن أبي العباس بن عقدة (1)، وعلى ظهره اجازته لي جميع حديثه، وقد\nأجزت لك رواية ذلك.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> بين مكة والمدينة بالجحفة بعد رجوعه من حجة\nالوداع وكان يوما صائفا حتى أن الرجل ليضع ردائه تحت قدميه من شدة الحر،\nوكان خرج معه من الناس جموع لا يعلمها الا الله وقد يقال: خرج معه تسعون\nالف: ويقال: مائة الف وأربعة عشر ألفا وقيل: مائة الف وعشرون ألفا، وقيل\nمائة وأربعة وعشرون ألفا ويقال أكثر من ذلك، وهذه عدة من خرج معه واما\nالذين حجوا معه فأثر من ذلك كالمقيمين بمكة والذين أوتوا من اليمن مع علي\nأمير المؤمنين عليه السلام، وكان ذلك يوم الخميس الثامن عشر من ذي الحجة\nنزل إليه جبرئيل الأمين عن الله بقول (يا أيها الرسول بلغ ما انزل إليك من\nربك.. الآية) فصلى بالناس ثم قم خطيبا وسط القوم على أقتاب الإبل وخطبهم\nالخطبة المعروفة ونصب علي بن أبي طالب عليه السلام إماما وخليفة لهم من\nبعده وأمرهم ببيعته وكان فيما قال: (ألست أولى بكم من أنفسكم؟ قالوا اللهم\nبلى، قال: من كنت مولاه فعلى مولاه، اللهم وال من والاه وعاد من عاداه\nوانصر من نصره واخذل من خذله)، ذكر تلك الواقعة جميع علماء الاسلام من\nالمفسرين والمحدثين والحفاظ، وأرباب السير والاعلام وغيرهم يطول بالإشارة\nإلى ذلك وإلى من روى حديث الغدير ومن أخرجه ومن أفرد له بتأليف ومن احتج به\nأو قال فيه شعرا واليك بكتاب الغدير تأليف العلامة المعاصر شيخنا الأميني\nقدس الله روحه الشريفة.\n</p>\n\n<p>\n(1) هو أحمد بن محمد بن سعيد أبو العباس ابن عقدة الحافظ الجليل المشهور\nالمتوفى <span id='ms63'></span> سنة (333) وتقدم ذكره ص 33 وهو أحد مشايخ الماتن رحمه الله.</div>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n101 - جزء فيه أشياء جمعتها، وأخبار اخترتها من كتاب بصائر الدرجات لسعد\nبن عبد الله.\n</p>\n\n<p>\n102 - كتاب فيه ثواب قرائة القرآن، عن الصفواني (1) 103 - جزء ظهور بخطى\nفيه خطب لأمير المؤمنين عليه السلام (2) رواية الواقدي، حدثني بها عمر بن\nالفضل وراق الطبري (3) عن رجاله.\n</p>\n\n<p>\n104 - كتاب فيه رسالة قاضى المدينة في الرد على من يحلل المسكر كثيره،\n(كبيرة) وأخبار غير ذلك.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو محمد بن أحمد بن عبد الله بن قضاعة بن\nصفوان بن مهران الجمال مولى بنى أسد، أبو عبد الله، شيخ هذه الطائفة، ثقة،\nفقيه، فاضل وكانت له منزلة من السلطان كان أصلها انه ناظر قاضى الموصل في\nالإمامة بين يدي ابن حمدان، فانتهى القول بينهما إلى أن قال للقاضي\nتباهلني؟ فوعده إلى غد ثم حضروا فباهله، وجعل كفه في كفه ثم قاما من\nالمجلس، وكان القاضي يحضر دار الأمير ابن حمدان في كل يوم فتأخر ذلك اليوم\nومن غده، فقال الأمير: اعرفوا خبر القاضي، فعاد الرسول، فقال: انه منذ قام\nمن موضع المباهلة حم، وانتفخ الكف الذي مده للمباهلة، وقد اسودت، ثم مات من\nالغد، فانتشر لأبي عبد الله الصفواني بهذا ذكر عند الملوك، و حظي منهم،\nوكانت له منزلة.\n</p>\n\n<p>\nوله كتب منها: كتاب ثواب القرآن.. ذكر ذلك النجاشي في ترجمته.\n</p>\n\n<p>\nوقد فصلنا ترجمته في تهذيب المقال.\n</p>\n\n<p>\n(2) جمع جماعة كثيرة من أصحابنا ومن غير هم خطب الامام أمير المؤمنين\nعليه السلام وأفردوا لها كتبا يطول بذكرها.\n</p>\n\n<p>\n(3) لم اقف على ترجمة له في كتب الرجال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n105 - جزءان مربعان فيهما كتاب الأنبياء لابن فضال رواية ابن سعيد (1)\n106 - نوادر ابن أبي عمير، وهي ستة اجزاء رويتها عن عبد الله بن جعفر\nالحميري عن أيوب بن نوح عن ابن أبي عمير (2) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ذكر علي بن الحسن بن فضال وكتابه\n(الزكاة) بترجمة له ص 52 وله كتب كثيرة ذكرها النجاشي وعد منها: كتاب\nالأنبياء ورواها عن شيخه محمد بن جعفر عن أحمد بن محمد بن سعيد بن عقدة\nالحافظ <span id='ms64'></span> عن ابن فضال ولعل الظاهر أن الماتن رحمه الله رواه عن ابن سعيد بن\nعقدة عنه.\n</p>\n\n<p>\n(2) هو محمد بن أبي عمير زياد بن عيسى أبو أحمد الأزدي البغدادي. قال\nالنجاشي:\n</p>\n\n<p>\nجليل القدر، عظيم المنزلة فينا وعند المخالفين.. وكان حبس في أيام\nالرشيد، فقيل: ليلى القضاء.. وقيل: بل ليدل على مواضع الشيعة، وأصحاب موسى\nبن جعفر عليه السلام، وروى أنه ضرب أسواطا بلغت منه، فكاد ان يقر لعظيم\nالألم، فسمع محمد بن يونس بن عبد الرحمان، وهو يقول: اتق الله يا محمد بن\nأبي عمير، فصبر، فخرج الله، وروى أنه حبسه المأمون حتى ولاه قضاء بعض\nالبلاد، وقيل: ان أخته دفنت كتبه في حال استتارها وكونه في الحبس أربع سنين\nفهلكت.. ومات محمد بن أبي عمير سنة عشرة ومأتين.\n</p>\n\n<p>\nوقال الشيخ: كان من أوثق الناس عند الخاصة والعامة وأنسكهم نسكا وأورعهم\nوأعبدهم وقد ذكره الجاحظ في كتابه (فخر قحطان على عدنان) بهذه الصفة التي\nوصفناه وذكر انه كان أوحد أهل زمانه في الأشياء كلها وأدرك من الأئمة عليهم\nالسلام ثلاثة: أبا إبراهيم موسى عليه السلام ولم يرو عنه، وأدرك الرضا عليه\nالسلام وروى عنه، والجواد عليه السلام وروى عنه أحمد بن محمد بن عيسى كتب\nمائة رجل من رجال</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n107 - كتاب جلود مرقع (موقع) عليه كتاب ابن الحسين (1) وفيه: عن أحمد بن\nمحمد (2) ومحمد بن إسماعيل (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> عليه السلام قال تقول الحديث، وطريقه في مشيخة\nالفقيه رقم (135) عن أبيه وابن الوليد جميعا عن سعد بن عبد الله والحميري\nجميعا عن أيوب بن نوح، وإبراهيم بن هاشم ويعقوب بن يزيد، ومحمد بن عبد\nالجبار جميعا عن محمد بن أبي عمير.\n</p>\n\n<p>\n(1) لا يبعد انه محمد بن الحسين بن أبي الخطاب أبو جعفر الزيات الهمداني\nالكوفي، خال أبى العباس محمد بن جعفر الرزاز القرشي الكوفي من مشايخ ابن\nقولويه وقد قال النجاشي في ترجمته: جليل من أصحابنا، عظيم القدر، كثير\nالرواية، ثقة، عين حسن التصانيف، مسكون الرواية.. ثم ذكر كتبه ورواها عن\nشيخه علي بن أحمد <span id='ms65'></span> عن ابن الوليد عن الصفار عنه بسائر كتبه وقال: مات محمد\nبن الحسين سنة اثنتين وستين ومأتين. ووثقه الشيخ في أصحاب الجواد، والهادي،\nوذكره أيضا في أصحاب العسكري عليهم السلام وقد روى الماتن رحمه الله كتب\nجماعة عن خال أبيه محمد بن جعفر الرزاز، وعم أبيه علي بن سليمان عن محمد بن\nالحسين بن أبي الخطاب. كما تقدم وتأتي ولم يذكر في المقام طريقا إلى هذا\nالكتاب.\n</p>\n\n<p>\n(2) لعل الظاهر أنه أحمد بن محمد أبى نصر البزنطي كما تقدم ص 37 مع ذكر\nترجمة له (3) الظاهر أنه محمد بن إسماعيل بزيع، الذي عده الكشي من رجال أبى\nالحسن موسى عليه السلام وتبعه النجاشي وذكر انه أدرك أبا جعفر الثاني عليه\nالسلام، وروى في مدحه روايات وانه كان في عداد الوزراء، وانه ثقة ثقة عين،\nوانه من صالحي هذه الطائفة وثقاتهم كثير العمل، له كتب، وأن أبا الحسن\nالرضا عليه السلام قال لأصحابه مادحا له: وددت ان فيكم مثله. وقد ذكرناه في\nطبقات أصحابهم عليهم السلام وأوردنا ما ورد في مدحه في (اخبار الرواة)\nوفصلنا ترجمته في تهذيب المقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nومعمر بن خلاد (1) 108 - كتاب لعلي بن رئاب (2) حدثني به جدي عن محمد بن\nالحسين عن الحسن بن محبوب عنه.\n</p>\n\n<p>\n109 - كتاب حكم بن مسكين (3)، حدثني به خالي عن محمد بن الحسين عن الحكم\nبن مسكين.\n</p>\n\n<p>\n110 - كتاب عن يحيى بن زكريا اللؤلؤي عن علي بن أسباط، حدثني به خالي عن\nيحيى (4).\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ذكر معمر بن خلاد بكتابه وترجمته ص\n56.\n</p>\n\n<p>\n(2) هو علي بن رئاب أبو الحسن الطحان السعدي الكوفي من أصحاب الصادق\nوالكاظم عليهما السلام، ذكر ابن النديم في فهرسته انه من مشايخ الشيعة\nالذين رووا الفقه عن عن الأئمة عليهم السلام. وقال الشيخ في الفهرست: له\nأصل كبير، وهو ثقة جليل القدر .. وذكر النجاشي كتبه وروى الكشي ان محبوبا\nأبا الحسن بن محبوب كان يعطى الحسن بكل حديث يكتبه عن علي بن رئاب درهما\nواحدا، وتفصيل ترجمته في كتبنا الموضوعة لذلك.\n</p>\n\n<p>\n(3) هو حكم بن مسكين أبو <span id='ms66'></span> محمد الكوفي المكفوف مولى ثقيف من أصحاب الصادق\nعليه السلام وذكره النجاشي بكتبه: كتاب الوصايا، كتاب الطلاق، كتاب الظهار،\nوروى الأخيرين باسناده عن حميد عن الحسن بن موسى الخشاب عنه، وقال الشيخ في\nالفهرست:\n</p>\n\n<p>\nالحكم الأعمي له أصل، ثم رواه باسناده عن ابن أبي عمير عن الحسن بن محبوب\nعنه.\n</p>\n\n<p>\nقلت في رواية الحسن بن موسى الخشاب عنه مع أنه مع أصحاب العسكري عليه\nالسلام كلام ذكرناه في تهذيب المقال.\n</p>\n\n<p>\n(4) روى الشيخ في الفهرست كتاب يحيى بن زكريا اللؤلؤي عن مشايخه عن\nأبي</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n111 - كتاب علا بن رزين القلا (1) حدثني به خالي، وعم أبى، وجدي عن محمد\nبن خالد الطيالسي عن العلا.\n</p>\n\n<p>\n112 - كتاب آداب ومواعظ حدثني به جدي عن رجاله (2) 113 - كتاب مسعدة بن\nزياد الربعي - حدثني به خالي عن هارون بن مسلم عن مسعدة بن زياد (3).\n</p>\n\n<p>\n114 - كتاب عبد الله بن سنان.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> غالب الزراري عن خاله أبى العباس محمد بن جعفر\nالرزاز عنه وتقدم ص 37 ذكر رواية محمد بن سليمان بن الحسن بن الجهم عن يحيى\nبن زكريا اللؤلؤي. وفي اتحاد مع زكريا بن شيبان الكندي العلاف الذي مدحه\nالنجاشي قائلا: الشيخ الثقة الصدوق لا يطعن عليه.. له كتب منها كتاب\nالفضائل - كلام تحقيقه في ترجمته.\n</p>\n\n<p>\n(1) تقدم ذكره بترجمته وكتاب ص 36.\n</p>\n\n<p>\n(2) لا يبعد كون الكتاب مما جمعه جد الماتن رحمه الله عن رجاله ومشايخه.\n</p>\n\n<p>\n(3) قال النجاشي في ترجمته: ثقة، عين، روى عن أبي عبد الله عليه السلام،\nله كتاب في الحلال والحرام، مبوب، أخبرنا محمد بن محمد قال حدثنا أحمد بن\nمحمد الزراري قال حدثنا عبد الله بن جعفر الحميري قال حدثنا هارون بن مسلم\nعن مسعدة بن زياد بكتابه قلت: وروى الشيخ في الفهرست كتاب مسعدة بن زياد\nبطريق ثالث، وهو عن جماعة مشايخه عن الصدوق عن ابن الوليد عن الحميري عن\nهارون عنه، وفي اتحاده مع مسعدة بن زياد العبدي، ومسعدة بن صدقة الربعي،\nومسعدة بن صدقة أبى محمد العبدي تحقيق لنا ذكرناه في طبقات أصحاب أبي عبد\nالله الصادق <span id='ms67'></span> عليه السلام وفي ترجمته في تهذيب المقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n115 - ونوادر له، (1) حدثني به جدي عن محمد بن الحسين عن محمد بن سنان عن\nعبد الله بن سنان.\n</p>\n\n<p>\n116 - كتاب الدعاء لابن مهزيار (2)، حدثني به أبو جعفر محمد بن الحسن\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) قال النجاشي في ترجمته: كوفي، ثقة، (ثقة -\nخ) من أصحابنا، جليل، لا يطعن عليه في شئ، روى عن أبي عبد الله عليه\nالسلام، وقيل روى عن أبي الحسن موسى عليه السلام وليس بثبت، له كتاب الصلاة\nالذي يعرف بعمل يوم وليلة، وكتاب الصلاة الكبير، وكتاب في سائر الأبواب من\nالحلال والحرام، روى هذه الكتب عنه جماعات من أصحابنا لعظمه في الطائفة،\nوثقته وجلالته..\n</p>\n\n<p>\nقلت: ذكره الشيخ في أصحاب الصادق عليه السلام وقال: له كتاب روى عن أبي\nعبد الله عليه السلام. وروى في الفهرست كتابه بطرق ثلثة عنه ثم ذكر كتاب\nيوم وليلة ورواه بطريق رابع عنه وحققنا القول في طرق الأصحاب إلى كتبه في\nشرح الفهرست وفي تهذيب المقال كما حققنا القول في طبقته وفي روايته عن أبي\nالحسن عليه السلام في طبقات أصحابه، وفي مدحه وردت روايات أوردناها في\n(أخبار الرواة) وتفرد الماتن رحمه الله بهذا الطريق في روايته كتابه عنه.\n</p>\n\n<p>\n(2) تقدم ذكر علي بن مهزيار الأهوازي ص 46 عند ذكر زياداته على كتاب\nالصوم للحسين بن سعيد. وقال النجاشي في ترجمته: من الله عليه بمعرفة هذا\nالامر، وتفقه، وروى عن الرضا وأبى جعفر عليهما السلام واختص بأبي جعفر\nالثاني عليه السلام، وتوكل له، و عظم محله منه، وكذلك أبو الحسن الثالث\nعليه السلام، وتوكل لهم في بعض النواحي، وخرجت إلى الشيعة فيه توقيعات بكل\nخير، وكان ثقة في روايته لا يطعن عليه، صحيحا اعتقاده، وصنف كتب المشهورة..\nثم ذكرها وعد منها كتاب الدعاء، وقد حققنا ترجمته وما ورد في مدحه وطبقته\nفي كتبنا الموضوعة لذلك.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nبن علي بن مهزيار (1).\n</p>\n\n<p>\n117 - كتاب المكاسب للبرقي بالاسناد في (إلى - ظ) المحاسن (2) 118 - كتاب\nأحمد بن محمد البزنطي (3) حدثني به عم أبى علي بن سليمان، وخال أبى محمد <span id='ms68'></span> بن\nجعفر الرزاز عن محمد بن الحسين عنه.\n</p>\n\n<p>\n119 - كتاب الحجال، حدثني به الحميري، الجزء الثاني (الثالث - خ) من كتاب\nالحجال أيضا حدثني به الحميري عن محمد بن الحسين (عن - ظ) الحجال (4)\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) تقدم ذكره ص 80 (2) تقدم منه ذكره كتاب\nالمحاسن رقم 13 بطريقه إليه وإلى ساير كتبه كما تقدم منا ذكر ترجمته ص 50\nوذكر الشيخ في الفهرست في عداد كتبه التي وقع إليه: كتاب المكاسب ثم روى\nكتبه ورواياته بطرق عديدة منها عن عدة من مشايخه عن الماتن عن علي بن\nالحسين السعد آبادي عنه.\n</p>\n\n<p>\n(3) تقدم ذكره وترجمته ص 37 عند ذكر جده أبى طاهر، وأيضا ذكر جامعه رقم\n36 ص 60، ومسائله رقم 49 ص 63، وأيضا رقم 107 ص 88.\n</p>\n\n<p>\n(4) قال النجاشي: عبد الله بن محمد الأسدي مولاهم، كوفي، الحجال المزخرف\nأبو محمد.. ثقة، ثقة، ثبت له كتاب يرويه عدة من أصحابنا.. ثم رواه باسناده\nعن الحسن بن علي بن عبد الله بن المغيرة عن الحجال بكتابه. وقال في باب\nالحسن:\n</p>\n\n<p>\nالحسن بن علي أبو محمد الحجال من أصحابنا القميين، ثقة، كان شريكا لمحمد\nبن الحسن بن الوليد في التجارة، له كتاب الجامع في أبواب الشريعة، كبير\nوسمى الحجال لأنه كان دائما يعادل الحجال الكوفي الذي يبيع الحجل، فسمى\nباسمه.. ثم روى كتابه عن المفيد عن ابن قولويه عنه قلت: وتحقيق الكلام في\nترجمته في تهذيب المقال.</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n120 - كتاب عيسى بن عبد الله العلوي، حدثني به خالي عن جدنا محمد بن عيسى\nبن زياد التستري عن عيسى (1) 121 - كتاب الفرائض لابن سماعة بخط حميد،\nحدثني به حميد عنه. (2) 122 - كتاب ثعلبة بن ميمون، حدثني به حميد عن\nالرجال عن ثعلبة (3) <div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> (1) هو عيسى بن عبد الله بن محمد بن عمر بن\nعلي بن أبي طالب عليه السلام الهاشمي الذي ذكره النجاشي وقال: له كتاب\nيرويه جماعة، ثم رواه باسناده عن أبي سمينة عنه.\n</p>\n\n<p>\nوقال: وقد جمع أبو بكر محمد بن سالم الجعابي روايات عيسى عن آبائه عليهم\nالسلام أخبرنا محمد بن عثمان عنه. وذكره الشيخ في أصحاب الصادق عليه\nالسلام. وذكره <span id='ms69'></span> الشيخ المفيد في (الارشاد) باب النص على موسى بن جعفر عليه\nالسلام في شيوخ أصحاب أبي عبد الله عليه السلام وخاصته وبطانته وثقاته\nالفقهاء الصالحين الذين رووا عنه النص على امامة أبى الحسن عليه السلام.\n</p>\n\n<p>\n(2) تقدم ذكر كتابه (البشارات) عن حميد عنه، رقم 68 بترجمة له منا ص 72\n(3) هو ثعلبة بن ميمون أبو إسحاق النحوي الكوفي الأسدي الذي ذكره أبو عمرو\nالكشي ص 260 وقال: ثقة، خير، فاضل، مقدم، معلوم في العلماء والفقهاء الأجلة\nمن هذه العصابة في الإشاعة. وأيضا في الفقهاء من أصحاب أبي عبد الله عليه\nالسلام وزعم أبو إسحاق الفقيه، وهو ثعلبة بن ميمون.. وقال النجاشي في\nترجمته:\n</p>\n\n<p>\nكان وجها في أصحابنا قاريا، فقيها، نحويا، لغويا، راوية، وكان حسن العمل،\nكثير العبادة والزهد، روى عن أبي عبد الله وأبى الحسن عليهما السلام، له\nكتاب يختلف الرواية عنه. قد رواه جماعات من الناس، قرأت على الحسين بن عبيد\nالله، أخبركم أحمد بن محمد الزراري عن حميد قال حدثنا أبو طاهر محمد بن\nتسنيم</div> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n- هذا آخر ما وجدته في فهرست أحمد بن محمد الزراري، والحمد لله رب\nالعالمين وصلى الله على سيدنا محمد وآله الطاهرين.\n</p>\n\n<p>\n<div>____________________\n</p>\n\n<p>\n<div class=\"explanation\"> قال حدثنا عبد الله بن محمد المزخرف الحجال عن\nثعلبة بالكتاب..\n</p>\n\n<p>\nوروى الصدوق في المشيخة رقم 299 بطريقين عن الحميري عن محمد بن الحسين بن\nأبي الخطاب عن عبد الله بن محمد الحجال الأسدي عنه، وأيضا عن الحميري عن\nعبد الله بن محمد بن عيسى عن الحجال عنه.\n</p>\n\n<p>\nوذكره الشيخ في أصحاب الصادق عليه السلام، وأيضا في أصحاب الكاظم عليه\nالسلام ثم قال: كوفي، له كتاب روى عن أبي عبد الله عليه السلام يكنى أبا\nإسحاق.\n</p>\n\n<p>\nقلت: حققنا ترجمته في (تهذيب المقال)، وأوردنا ما ورد في مدحه في (اخبار\nالرواة) وذكرناه في طبقات أصحاب الصادق عليه السلام بمن روى عنه عنه عليه\nالسلام مثل محمد بن أبي عمير، وعبد الله بن محمد الحجال الأسدي، وعلي بن\nأسباط، ومحمد بن إسماعيل وغيرهم كما ذكرناه في أصحاب الكاظم عليه <span id='ms70'></span> السلام.\n</p>\n\n<p>\nهذا آخر ما أردنا ذكره شرحا لهذه الرسالة الشريفة لشيخ أصحابنا في عصره\nووجه الطائفة وعظيمهم أبى غالب الزراري رحمه الله. والحمد لله أولا وآخرا و\nظاهرا وباطنا وصلى الله على محمد وآله ويتلوها تكملة الرسالة لشيخنا الجليل\nالحسين بن عبيد الله الغضائري رحمه الله مع شرح لنا والله هو الموفق\nللصواب، كتبه العبد السيد محمد علي بن المرتضى الموسوي الشهير بالموحد\nالأبطحي الأصفهاني عفى عنه وعن والديه</div>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms71'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094"
  ],
  "volumes": [
    "01"
  ]
}