{
  "content": "\n<p>\nبسم الله الحمن الرحيم\n</p>\n\n<p>\nوصلى الله على محمد وعلى آله وسلم\n</p>\n\n<p>\nمقدمة - قال الفقيه الأجل الأوحد العلامة، الصدر الكبير، القاضي الأعدل،\nأبو الوليد محمد بن احمد بن محمد بن احمد بن احمد بن رشد، رضي الله تعالى\nعنه ورحمه. أما بعد حمد الله بجميع محامده، والصلاة على محمد عبده المطهر،\nالمصطفى ورسوله:\n</p>\n\n<p>\nالفلسفة والمنطق والشريعة\n</p>\n\n<p>\nهل أوجب الشرع الفلسفة\n</p>\n\n<p>\nفإن الغرض من، هذا القول أن نفحص، على جهة النظر الشرعي، هل النظر في\nالفلسفة وعلوم المنطق مباح بالشرع، أم محظور، أم مأمور به، إما على جهة\nالندب، وإما على جهة الوجوب.\n</p>\n\n<p>\nفنقول: أن كأن فع!ل الفلسفة ليس شيئا أكثر من النظر في الموجودات،\nواعتبارها من جهة دلالتها على الصانع، أعني من جهة ما هي مصنوعات، فإن\nالموجودات إنما تدل على الصانع لمعرفة صنعتها. وأنه كلما كانت المعرفة\nبصنعتها أتم كانت المعرفة بالصانع أتم، وكأن الشرع قد ندب إلى اعتبار\nالموجودات، وحث على ذلك.\n</p>\n\n<p>\nفبين أن ما يدل عليه هذا الاسم أما واجب بالشرع، واما مندوب اليه.\n</p>\n\n<p>\nفأما أن الشرع دعا إلى اعتبار الموجودات بالعقل وتطلب معرفتها به، فذلك\nبين في غير ما آية من كتاب الله، تبارك وتعالى، مثل قوله تعالى \" فاعتبروا\nيا أو لي الأبصار \" وهذا نص على وجوب استعمال القياس العقلي، أو العقلي\nوالشرعي معا.\n</p>\n\n<p>\nومثل قوله تعالى \" أولم ينظروا في ملكوت السموات والأرض وما خلق الله من\nشيء \" ؟ وهذا نص بالحث على النظر في جميع الموجودات.\n</p>\n\n<p>\nوأعلم أن ممن خصه الله تعالى بهذا العلم وشرفه به، إبراهيم عليه السلام.\nفقال تعالى: \" وكذلك نري إبراهيم ملكوت السموات والأرض \" الآية. - وقال\nتعالى: \" أفلا ينظرون إلى الإبل كيف خلقت وإلى السماء كيف رفعت \" ؟ وقال، \"\nو يتفكرون في خلق السموات والأرض \" إلى غير ذلك من اليبات التي لا تحصى\nكثيرة.\n</p>\n\n<p>\nالمنطق\n</p>\n\n<p>\nوإذا تقرر أن الشرع قد أوجب النظر بالعقل في الموجودات راعتبارها، وكأن\nالاعتبار ليس شيئا اكثر من استنباط المجهول من المعلوم، واستخراجه منه،\nوهذا هو القياس أو بالقياس. فواجب <span id='ms01'></span> أن نجعل نظرنا في الموجودات بالقياس\nالعقلي.\n</p>\n\n<p>\nوبين أن هذا النحو من النظر الذي دعا إليه الشرع وحث. عليه، هو أتم أنواع\nمثبتون القياس العقلي، إلا طائفة من الحشوية قليلة، وهم محجوجون بالنصوص.\nوإذا تقرر أنه يحب بالشرع النظر، في القياس العقلي وأنواعه، كان يجب النظر\nفي القياس الفقهي، فبين أنه أن كأن لم يتقدم احد ممن قبلنا بفحص عن القياس\nالعقلي وأنواعه، أنه يجب علينا أن نبتدىء! بالفحص عنه، وأن يستعين في ذلك\nالمتأخر بالمتقدم، حتى تكمل المعرفة به. فإنه عسير أو غير ممكن أن يقف واحد\nمن الناس من تلقائه وابتداء على جميع، ما يحتاج إليه كل من ذلك، كما أنه\nعسير أن يستنبط واحد جميع ما يحتاج إليه من معرفة أنواع القياس الفقهي، بل\nمعرفة القياس العقلي أحرى بذلك، وأن كأن غيرنا قد فحص عن ذلك.\n</p>\n\n<p>\nفبين أنه يجب علينا أن نستعين على ما نحن بسبيله بما قاله من تقدمنا في\nذلك، وسواء كأن ذلك الغير مشاركا لنا أو غير مشارك في الملة. أن الآلة التي\nتصح بها التذكية ليس يعتبر في صحة التذكية بها كونها آلة لمشارك لنا في\nالملة أو غير مشارك إذا كانت فيها، شروط الصحة. واعني بغير المشارك من نظر\nفي هذه الأشياء من القدماء قبل ملة الإسلام. - وإذا كأن الأمر هكذا، وكأن\nكل ما يحتاج إليه من النظر في أمر المقاييس العقلية قد فحص عنه، القدماء\nأتم فحص، فقد ينبغي أن نضرب بأيدينا إلى كتبهم. فننظر فيما قالوه من ذلك:\nفإن كأن كله صوابا قبلناه منهم، وأن كأن فيه ما ليس بصواب، نبهنا عليه.\n</p>\n\n<p>\nفإذا فرغنا من هذا الجنس من النظر وحصلت عندنا الآلات التي بها نقدر على\nالاعتبار في الموجودات ودلالة الصنعة فيها، فإن من لا يعرف الصنعة لا يعرف\nالمصنوع، ومن لا يعرف المصنوع لا يعرف الصانع، قد يجب أن نشرع في الفحص عن\nالموجودات على الترتيب والنحو الذي استفدناه من صناعة المعرفة بالمقاييس\nالبرهانية.\n</p>\n\n<p>\nلا يمكن لفرد واحد إدراك <span id='ms02'></span> كل العلوم\n</p>\n\n<p>\nوبين أيضا أن هذا ا الغرض إنما يتم لنا في الموجودات بتداول الفحص عنها\nواحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بعد واحد، وأن يستعين في ذلك المتأخر بالمتقدم، على مثال\nما عرض في علوم التعاليم . فإنه لو فرضنا صناعة الهندسة في وقتنا هذا\nمعدومة، وكذلك صناعة علم الهيئة، ورام أنسأن واحد من تلقاء نفسه أن يدرك\nمقادير الأجرام السماوية وأشكالها وأبعاد بعضها عن بعض، لما أمكنه ذلك. مثل\nأن يعرف قدر الشمس من الأرض، وغير ذلك من مقادير الكواكب، ولوكأن أذكى\nالناس طبعا إلا بوحي أو شيء يشبه الوحي. بل لو قيل له أن الشمس أعظم من\nالأرض بنحو، مائة وخمسين ضعفا، أو ستين، لعد هذا القول جنونا من قائله.\nوهذا شيء قد قام عليه البرهان في علم الهيئة قياما لا يشك فيه من هو من\nأصحاب ذلك العلم.\n</p>\n\n<p>\nوأما الذي أحوج في هذا إلى التمثيل بصناعة التعاليم، فهذه صناعة أصول\nالفقه. والفقه نفسه لم يكمل النظر فيما إلا في زمن طويل. ولو رام أنسأن\nاليوم من تلقاء نفسه أن يقف على جميع الحجج التي استنبطها النظار من أهل\nالمذاهب في مسائل الخلاف التي وقعت المناظرة فيها بينهم في معظم بلاد\nالإسلام ما عدا المغرب - فكأن أهلا أن يضحك منه، لكون ذلك ممتنعا في حقه مع\nوجود ذلك مفروغا منه. وهذا أمر بين بنفسه، ليس في الصنائع العلمية فقط، بل\nوفي العملية. فإنه ليس منها صناعة بقدر أن ينشئها واحد بعينه، فكيف بصناعة\nالصنائع، وهي الحكمة؟ وإذا كأن هذا!هكذا، فقد يجب علينا أن الفينا لمن\nتقدمنا من المقام السالفة نظرا في الموجودات واعتبار لها بحسب ما اقتضته\nشرائط البرهان أن ننظر في الذي قالوه من ذلك وما أثبتوه في كتبهم: فما كأن\nمنها موافقا للحق قبلناه منهم وسررنا به، وشكرناهم عليه، وما كان منها غبر\nموافق للحق نبهنا عليه وحذرنا منه وعذرناهم .\n</p>\n\n<p>\nالفلسفة ومعرفة الله تعالى\n</p>\n\n<p>\nفقد تبين من هذا أن النظر في كتب القدماء واجب بالشرع، إذ، كان مغزاهم\nكتبهم ومقصدهم <span id='ms03'></span> هو المقصد الذي حثنا الشرع عليه، وأن من نهى عن النظر فيها\nمن كأن أهلا للنظر فيها، وهو الذي جمع أمرين أحدهما ذكاء الفطرة، والثاني\nالعدالة الشرعية والفضيلة الخلقية - فقد صد الناس عن الباب الذي دعا الشرع\nمنه الناس إلى معرفة الله، و!!باب النظر، المؤدي إلى معرفته حق المعرفة.\nوذلك غاية الجهل والبعد عن الله تعالى.\n</p>\n\n<p>\nموافقة الشريعة لمناهج الفلسفة\n</p>\n\n<p>\nوليس يلزم من أنه أن غوى غاو بالنظر فيها، وزل زال، إما من قبل نقص\nفطرته، وإما من فبل سوء ترتيب نظره فيها، أومن قبل غلبة شهواته عليه، أو\nأنه لم يجد معلما يرشده إلى فهم ما فيها، أو من قبل اجتماع هذه الأسباب\nفيه، أو اكثر من واحد منها، أن نمنعها عن الذي هو أهل للنظر فيها. فإن هذا\nالنحو من الضرر الداخل من قبلها هو شيء لحقها بالعرض لا بالذات. وليس يجب\nفيما كأن نافعا بطباعه وذاته أن يترك، لمكان مضرة موجودة فيه بالعرض. ولذلك\nقال عليه السلام للذي أمره بسقي العسل أخاه لإسهال كأن به، فتزايد الإسهال\nبه لما سقاه العسل، وشكا ذلك إليه: \" صدق الله وكذب بطن أخيك \" ، بل نقول\nأن مثل من منع النظر في كتب الحكمة من هو أهل لها، من اجل أن قوما من أراذل\nالناس قد يظن بهم أنهم ضلوا من قبل نظرهم فيها، مثل من منع العطشان شرب\nالماء البارد العذب حتى مات من العطش، لأن قوما شرقوا به فماتوا. فإن الموت\nعن الماء بالشرق أمر عارض، وعن العطش أمر ذاتي وضروري.\n</p>\n\n<p>\nوهذا الذي عرض لهذه الصنعة هو شئ عارض لسائر الصنائع. فكم من فقيه كأن\nالفقه سببا لقلة تورعه وخوضه في الدنيا، بل اكثر الفقهاء كذلك نجدهم\nوصناعهم إنما تقتضي بالذات الفضيلة العملية. فإذا لا يبعد أن يعرض في\nالصناعة التي تقتضي الفضيلة العلمية ما عرض في الصناعة التي تقتضي الفضيلة\nالعملية.\n</p>\n\n<p>\nوإذا تقرر هذا كله وكنا نعتقد معشر المسلمين أن شريعتنا هذه الإلهية حق\nوأنها التي نبهت على <span id='ms04'></span> هذه السعادة، ودعت إليها، التي هي المعرفة بالله عز\nوجل وبمخلوقاته، فإن ذلك متقرر عند كل مسلم من الطريق الذي اقتضته جبلته\nوطبيعته من التصديق. وذلك أن طباع الناس متفاضلة في التصديق: فمنهم من يصدق\nبالبرهان، ومنهم من يصدق، بالأقاويل الجدلية تصديق صاحب البرهان بالبرهان،\nإذ ليس في طباعه اكثر من ذلك، و منهم يصدق بالأقاويل الخطابية كتصد يق صاحب\nالبرهان بالأقاويل البرهانية . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             وذلك أنه لما كانت شريعتنا هذه\nالإلهية قد دعت الناس من هذه الطرق الثلاث عم التصديق بها كل أنسأن، إلا من\nجحدها كنادا بلسانه، أو لم تتقرر عنده طرق الدعاء فيها إلى الله تعالى\nلإغفاله ذلك من نفسه. ولذلك خص عليه السلام بالبعث إلى الأحمر والأسود، ،\nاعني لتضمن شريعته طرق الدعاء إلى الله تعالى. وذلك صريح في قوله تعالى: !\nادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي احسن \" .\n</p>\n\n<p>\nوإذا كانت هذه الشريعة، حقا وداعية إلى النظر المؤدي إلى معرفة الحق فإنا\nمعشر المسلمين، نعلم على القطع أنه لا يؤدي النظر البرهأني إلى مخالفة ما\nورد به الشرع. فإن الحق لا يضاد الحق، بل يوافقه ويشهد له.\n</p>\n\n<p>\nوإذا كأن هذا هكذا، فإن أدى النظر البرهاني إلى نحو ما من المعرفة بموجود\nما، فلا يخلو ذلك الموجود أن يكون قد سكت عنه في الشرع أو عرف به. فإن كأن\nمما قد سكت عنه فلا تعارض هنالك، هو بمنزلة ما سكت عنه من الأحكام،\nفاستنبطها الفقيه بالقياس الشرعي. وأن كانت الشريعة نطقت به، فلا يخلو ظاهر\nالنطق أن يكون موافقا لما أدى إليه البرهان فيه أو مخا لفا. فإن كأن\nموافقا، فلا قول هنالك. وأن كأن مخالفا، طلب هنالك تأويله.\n</p>\n\n<p>\nومعنى التأويل هو إخراج دلالة اللفظ من الدلالة الحقيقية إلى الدلالة\nالمجازة من غير أن يخل في ذلك بعادة لسان العرب في التجوز من تسمية الشيء\nبشبيهه أو بسببه أو لاحقه \" أو مقارنه أو غير ذلك من الأشياء التي عددت، في\nتعريف أصناف الكلام المجازي،.\n</p>\n\n<p>\nالتوافق بين المعقول <span id='ms05'></span> والمنقول\n</p>\n\n<p>\nوإذا كأن الفقيه يفعل هذا في كثير من الأحكام الشرعية، فكم بالحري أن\nيفعل ذلك صاحب علم البرهان،؟ فإن الفقيه إنما عند قياس ظني، والعارف عنده\nقياس، يقيني. ونحن نقطع قطعا كل ما أدى إليه البرهان وخالفه ظاهر الشرع أن\nذلك الظاهر يقبل التأويل على قانون التأويل العربي. وهذه القضية لا يشك\nفيها مسلم، ولا يرتاب بها مؤمن. وما اعظم ازدياد اليقين بها عند من زاول\nهذا المعنى وجربه، وقصد هذا المقصد من الجمع بين المعقول والمنقول. بل نقول\nأنه ما من منطوق به في الشرع مخالف بظاهره لما أدى إليه البرهان، إلا إذا\nاعتبر الشرع وتصفحت سائر أجزائه وجد في ألفاظ الشرع ما يشهد بظاهره لذلك\nالتأويل أو يقارب أن يشهد.\n</p>\n\n<p>\nولهذا المعنى اجمع المسلمون على أنه ليس يجب أن تحمل ألفاظ الشرع كلها\nعلى ظاهرها، ولا أن تخرج كلها عن أب، ظاهرها بالتأويل. واختلفوا في المؤول\nمنها من غير المؤول فالأشعريون مثلا يتأولون آية الاستواء وحديث النزول\nوالحنابلة تحمل ذلك على ظاهره.\n</p>\n\n<p>\nوالسبب في ورود الشرع فيه الظاهر والباطن هو اختلاف فطر الناس وتباين\nقرائحهم في التصديق. والسبب في ورود الظواهر المتعارضة فيه هو تنبيه\nالراسخين في العلم على التأويل الجامع بينها. والى هذا المعنى وردت الإشارة\nبقوله تعالى: \" هو الذي أنزل عليك الكتاب، منه آيات محكمات \" إلى قوله: \"\nوالراسخون في العلم. \"\n</p>\n\n<p>\nاستحالة الإجماع العام\n</p>\n\n<p>\nفإن قال قائل أن في الشرع أشياء قد اجمع المسلمون على حملها على ظواهرها\nوأشياء على تأويلها وأشياء اختلفوا فيها، فهل يجوز أن يؤدي البرهان إلى\nتأويل ما اجمعوا على ظاهره، أو ظاهر ما اجمعوا على تأويله؟ قلنا: أما لو\nثبت الإجماع بطريق يقيني فلم يصح، وأما أن كأن الإجماع فيها ظنيا فقد يصح.\nولذلك أبو حامد وأبو المعالي وغيرهما. من أئمة النظر أنه لا يقطع بكفر من\nخرق الإجماع في التأويل في أمثال هذه الأشياء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             وقد يدلك على أن\nالإجماع لا يتقرر في النظريات بطريق يقيني كما يمكن أن يتقرر في <span id='ms06'></span> العمليات،\nأنه ليس يمكن أن يتقرر الإجماع في مسألة ما في عصر ما إلا بأن يكون ذلك\nالعصر عندنا محصورا، وأن يكون جميع العلماء الموجودين في ذلك العصر معلومين\nعندنا، اعني معلوما أشخاصهم ومبلغ عددهم، وأن ينقل إلينا في المسألة مذهب\nكل واحد منهم نقل تواتر ، ويكون مع هذا كله قد صح عندنا أن العلماء\nالموجودين في ذلك الزمان متفقون على أنه ليس في الشرع ظاهر أو باطن، وأن\nالعلم بكل مسألة يجب أن لا يكتم عن أحد، وأن الناس طريقهم واحد في علم\nالشريعة. وأما كثير من الصدر الأول فقد نقل عنهم أنهم كانوا يرون أن للشرع\nظاهرا وباطنا، وأنه ليس يجب أن يعلم بالباطن من ليس من أهل العلم به ولا\nيقدر على فهمه - مثل ما روى البخاري عن علي رضي الله عنه أنه قال: \" حدثوا\nالناس بما يعرفون. أتريدون أن يكذب الله ورسوله؟ \" . ومثل ما روي من ذلك عن\nجماعة من السلف فكيف يمكن أن يتصور إجماع منقول إلينا عن مسألة من المسائل\nالنظرية، ونحن نعلم قطعا أنه لا يخلو عصر من الأعصر من علماء يرون أن في\nالشرع أشياء لا ينبغي أن يعلم بحقيقتها جميع الناس؟.\n</p>\n\n<p>\nوذلك بخلاف ما عرض في العمليات: فإن الناس كلهم يرون إفشاؤها لجميع الناس\nعلى السواء، ونكتفي في حصول الإجماع فيها بأن تنتشر المسألة، فلا ينقل\nإلينا فيها خلاف. فإن هذا كاف في حصول الإجماع في العمليات بخلاف الأمر في\nالعلميات.\n</p>\n\n<p>\nتكفير الغزالي لفلاسفة الإسلام\n</p>\n\n<p>\nفإن قلت: فإذا لم يجب التكفير بخرق الإجماع في التأويل إذ لا يتصور في\nذلك إجماع، فما تقول في الفلاسفة من أهل الإسلام، كأبي نصر وابن سينا؟ فإن\nأبا حامد قد قطع بتكفيرهما في كتابه المعروف التهافت في ثلاث مسائل: في\nالقول بقدم العالم، وبأنه تعالى لا يعلم الجزئيات تعالى عن ذلك - وفي تأويل\nما جاء في حشر الأجساد وأحوال المعاد. - قلنا: الظاهر من قوله في ذلك أنه\nليس تكفيره إياهما في ذلك قطعا، إذ قد <span id='ms07'></span> صرح في \" كتاب التفرقة أن التكفير\nبخرق الإجماع فيه احتمال. وقد تبين من قولنا أنه ليس يمكن أن يتقرر إجماع\nفي أمثال هذه المسائل، لما روي عن كثير من السلف الأول، فضلا عن غيرهم، أن\nهاهنا تأويلات يجب أن لا يفصح بها إلا لمن هو من أهل التأويل وهم الراسخون\nفي العلم. لأن الاختيار عندنا هو الوقوف على قوله تعالى \" والراسخون في\nالعلم \" ، لأنه إذا لم يكن أهل العلم يعلمون التأويل لم تكن عندهم مزية\nتصديق توجب لهم من الإيمان به لا يوجد عند غير أهل العلم. وقد وصفهم الله\nبأنهم المؤمنون به، وهذا إنما يحمل على الإيمان الذي يكون من قبل البرهان،\nوهذا لا يكون إلا مع العلم بالتأويل.\n</p>\n\n<p>\nفإن غير أهل العلم من المؤمنين هم أهل الإيمان به لا من قبل البرهان. فإن\nوكأن هذا الإيمان الذي وصف الله به العلماء خاصا بهم فيجب أن يكون\nبالبرهان. أن كأن بالبرهان فلا يكون إلا مع العلم بالتأويل، لأن الله تعالى\nقد اخبر أن لها تأويلا هو الحقيقة، والبرهان لا يكون إلا على الحقيقة. وإذا\nكان ذلك كذلك، فلا يمكن أن يتقرر في التأويلات التي خص الله العلماء بها\nإجماع مستفيض. وهذا بين بنفسه عند من أنصف.\n</p>\n\n<p>\nهل يعلم الله تعالى الجزئيات؟\n</p>\n\n<p>\nوالى هذا كله فقد نرى أن أبا حامد قد غلط على الحكماء المشائين بما نسب\nإليهم من أنهم يقولون أنه تقدس وتعالى لا يعلم الجزئيات أصلا. بل يرون أنه\nتعالى يعلمها بعلم غير مجانس لعلمنا بها وذلك أن علمنا بها معلول للمعلوم\nبه فهو محدث بحدوثه ومتغير بتغيره. وعلم الله سبحانه بالوجود على مقابل\nهذا، فإنه علة للمعلوم الذي هو الموجود. فمن شبه العلمين أحدهما بالآخر فقد\nجعل ذوات المتقابلات وخواصها واحدا، وذلك غاية الجهل.\n</p>\n\n<p>\nفاسم العلم إذا قيل على العلم المحدث والقديم فهو مقول باشتراك الاسم\nالمحض، كما يقال كثير من الأسماء على المتقابلات، مثل الجلل المقول على\nالعظيم والصغير، و \" الصريم المقول على الضوء والظلمة \" ولهذا <span id='ms08'></span> ليس هاهنا حد\nيشتمل العلمين جميعا كما توهمه المتكلمون من أهل زماننا. وقد أفردنا في هذه\nالمسألة! قولا حركنا إليه بعض أصحابنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             كيف يتوهم على المشائين\nانهم يقولون أنه سبحانه لا يعلم بالعلم القديم الجزئيات؟ وهم يرون أن\nالرؤيا الصادقة تتضمن الإنذارات بالجزئيات الحادثة في الزمان المستقبل، وان\nذلك العلم المنذر يحصل للإنسان في النوم من قبل العلم الأزلي المدبر للكل\nوالمستولي عليه؟ وليس يرون أنه لا يعلم الجزئيات فقط على النحو الذي نعلمه\nنحن، بل ولا الكليات، فإن الكليات المعلومة عندنا معلولة، أيضا عن طبيعة\nالوجود، والأمر في ذلك العلم بالعكس. ولذلك ما قد أدى إليه البرهان أن ذلك\nالعلم منزه عن أن يوصف بكلي أو جزئي فلا معنى للاختلاف في هذه المسألة،\nأعني في تكفيرهم أو لا تكفيرهم.\n</p>\n\n<p>\nتقسيم الموجودات ورأي الفلاسفة فيها\n</p>\n\n<p>\nاختلاف المتكلمين في القدم والحدوث\n</p>\n\n<p>\nوأما مسألة قدم العالم أو حدوثه، فإن الاختلاف فيها عندي بين المتكلمين\nمن الأشعرية والحكماء المتقدمين يكاد أن يكون راجعا للاختلاف في التسمية،\nوبخاصة عند بعض القدماء. وذلك أنهم اتفقوا على أن هاهنا ثلاثة أصناف من\nالموجودات طرفان وواسطة ببن الطرفين، فاتفقوا في تسمية الطرفين واختلفوا في\nالواسطة.\n</p>\n\n<p>\nفأما الطرف الواحد، فهو موجود وجد من شيء، أعني عن سبب فاعل ومن مادة،\nوالزمان متقدم عليه، اعني على وجوده. وهذه هي حال الأجسام التي يدرك تكونها\nبالحس، مثل تكون الماء والهواء والأرض والحيوان والنبات وغير ذلك. وهذا\nالصنف من الموجودات اتفق الجميع من القدماء والأشعريين على تسميتها محدثة.\n</p>\n\n<p>\nوأما الطرف المقابل لهذا، فهو موجود لم يكن من شيء، ولا عن شيء ولا تقدمه\nزمان. وهذا أيضا اتفق الجميع من الفرقتين على تسميته \" قديما وهذا الموجود\nمدرك بالبرهان، وهو الله تبارك وتعالى. هو فاعل الكل وموجده والحافظ له\nسبحانه وتعالى قدره.\n</p>\n\n<p>\nوأما الصنف من الموجود الذي بين هذين الطرفين، فهو موجود لم يكن من شيء،\nولا تقدمه زمان، ولكنه موجود عن شيء، أعني عن فاعل، وهذا هو العالم بأسره.\n</p>\n\n<p>\nاختلاف المتكلمين في <span id='ms09'></span> القدم والحدوث\n</p>\n\n<p>\nوالكل منهم متفق على وجود هذه الصفات الثلاث للعالم. فإن المتكلمين\nيسلمون أن الزمان غير متقدم عليه، أو يلزمهم ذلك، ان الزمان عندهم شيء\nمقارن للحركات والأجسام . وهم أيضا متفقون مع القدماء على أن الزمان\nالمستقبل غير متناه، وكذلك الوجود المستقبل.\n</p>\n\n<p>\nوإنما يختلفون في الزمان الماضي، والوجود الماضي: فالمتكلمون يرون أنه\nمتناه، وهذا هو مذهب أفلاطون وشيعته. وأرسطو وفرقته يرون أنه غير متناه\nكالحال في المستقبل. فهذا الوجود الآخر الأمر فيه بين أنه قد آخذ شبها من\nالوجود الكائن الحقيقي ومن الوجود القديم. فمن غلب عليه ما فيه من شبه\nالقديم على ما فيه من شبه المحدث و سماه قديما ومن غلب عليه ما فيه من شبه\nالمحدث، سماه محدثا وهو في الحقيقة ليس محدثا حقيقيا، ولا قديما حقيقيا.\nفإن المحدث الحقيقي فاسد ضرورة، القديم الحقيقي ليس له علة. ومنهم من سماه\nمحدثا أزليا، وهو أفلاطون وشيعته، لكون الزمان متناهيا ب عندهم من الماضي.\n</p>\n\n<p>\nفالمذاهب في العالم ليست تتباعد، كل التباعد حتى يكفر بعضها ولا يكفر.\nفإن الآراء التي شأنها هذا يجب أن تكون في الغاية من، التباعد، اعني أن\nتكون متقابلة، كما ظن المتكلمون في هذه المسألة، اعني أن اسم! القدم و\nالحدوث في العالم بأسره هو من المتقابلة.،قد تبين من قولنا أن الأمر ليس\nكذلك.\n</p>\n\n<p>\nتأويل بعض الآيات\n</p>\n\n<p>\nويدل ظاهرها على وجود قبل وجود العالم\n</p>\n\n<p>\nوهذا كله مع أن هذه الآراء في العالم ليست على ظاهر الشرع. فإن ظاهر\nالشرع إذا تصفح ظهر من الآيات الواردة في الأنباء عن إيجاد العالم أن صورته\nمحدثة بالحقيقة، وأن نفس الوجود والزمان مستمر من الطرفين، أعني غير منقطع.\nوذلك أن قوله تعالى: وهو الذي خلق السماوات والأرض ني ستة أيام وكان عرشه\nعلى الماء \" يقتضي بظاهره أن وجودا قبل هذا الوجود، وهو العرش والماء،\nوزمانا قبل هذا الزمان، أعنى المقترن بصورة هذا الوجود، الذي هو عدد حركة\nالفلك. - وقوله تعالى: يوم تبدل الأرض غير الأرض والسموات يقتضي ايضا <span id='ms10'></span>\nبظاهره أن وجودا ثانيا، بعد هذا الوجود. وقوله تعالى: ثم أستوى إلى السماء\nوهي دخان \" يقتضي بظاهره أن ا سموات خلقت من شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             فالمتكلمون\nليسوا في قولهم ايضا في العالم على ظاهر الشرع، بل متأولون. فإنه ليس في\nالشرع أن الله كان موجودا مع العدم المحض، ولا يوجد هذا فيه نصا ابدا. فكيف\nبتصور في تأويل المتكلمين في هذه الآيات أن الاجماع انعقد عليه. والظاهر\nالذي قلناه من الشرع في وجود العالم قد قال به فرقة من الحكماء.\n</p>\n\n<p>\nخطأ الحاكم وخطأ العالم أي خطأ معذور\n</p>\n\n<p>\nويشبه أن يكون المختلفون في تأويل هذه المسائل العويصة أما مصيبين\nمأجوري، واما مخطئين معذورين. فإن التصديق بالشيء من قبل الدليل القائم في\nالنفس، هو شيء اضطراري لا اختياري، اعني أنه ليس لنا أن لا نصدق أو نصدق،\nكما لنا أن نقوم أو لا نقوم. وإذا كان من شرط التكليف الاختيار، فالمصدق\nبالخطأ من قبل شبهة عرضت له إذا كان من اهل العلم معذور. ولذلك قال عليه\nالسلام: \" إذ ا أجتهد الحاكم فأصاب فله أجران، وإذا، أخطأ فله أجر \" . وأي\nحاكم أعظم من الذي يحكم على الوجود بأنه، كذا أو ليس بكذا. وهؤلاء الحكام\nهم العلماء الذين خصهم الله بالتأويل. وهذا الخطأ المصفوح عنه في الشرع،\nإنما هو الخطأ الذي يقع، من العلماء إذا نظروا في الأشياء العويصة التي\nكلفهم الشرع النظر فيها.\n</p>\n\n<p>\nوأما، الخطأ الذي يقع من غير هذا الصنف من الناس فهو اثم محض، وسواء كأن\nالخطأ في الأمور النظرية أو العملية،. فكما، أن الحاكم الجاهل بالسنة إذا\nاخطأ في الحاكم لم يكن معذورا، كذلك الحاكم! الموجودات إذا لم توجد فيه\nشروط الحاكم \" فليس بمعذور، بل هو إما آثم وإما كافر. وإذا كأن يشترط في\nالحاكم في الحلال والحرام أن تجتمع، له اسباب الاجتهاد - وهو معرفة الأصول\nومعرفة الاستنباط من تلك الأصول بالقياس - فكم والحري أن يشترط ذلك في\nالحاكم على الموجودات، اعني أن يعرف الأوائل العقلية ووجه الاستنباط منها.\n</p>\n\n<p>\nوبالجملة فالخطأ في <span id='ms11'></span> الشرع على ضربين: إما خطأ يعذر فيه من هو من أهل\nالنظر في ذلك الشيء الذي وقع فيه الخطأ - كا يعذر الطبيب الماهر إذا اخطأ\nفي صناعة الطب، والحاكم الماهر إذا اخطأ في الحكم. ولا يعذر فيه من ليس من\nاهل ذلك الشأن. واما خطأ ليس يعذر فيه احد من الناس، بل أن وقع في مبادىء\nالشريعة فهو كفروان وقع فيما بعد المبادئ فهو بدعة.\n</p>\n\n<p>\nالأصول الثلاثة للشرع والإيمان بها\n</p>\n\n<p>\nوهذا الخطأ هو الخطأ الذي يكون في الأشياء التي تفضي، جميع اصناف طرق\nالدلائل إلى معرفتها، فتكون معرفة ذلك الشيء بهذه الجهة ممكنة للجميع. وهذا\nهو مثل الاقرار بالله تبارك وتعالى، وبالنبوات، وبالسعادة، الأخروية،\nوالشقاء الأخروي.\n</p>\n\n<p>\nوذلك أن هذه الأصول الثلاثة تؤدي اليها اصناف الدلائل، الثلاثة التي لا\nيعرى احد من الناس عن وقوع التصديق له من قبلها بالذي كلف معرفته، اعني\nالدلائل الخطابية والجدلية والبرهانية. فالجاحد لا مثال هذه الأشياء إذا\nكانت اصلا من اصول الشرع كافر معاند بلسانه دون قلبه أو بغفلته عن التعرض\nإلى معرفة دليلها. لأنه أن كان من اهل البرهان فقد جعل له سبيل إلى التصديق\nبها بالبرهان، وأن كان من اهل الجدل فبالجدل، وأن كأن من اهل الموعظة\nفبالموعظة. ولذلك قال عليه السلام: \" أمرت أن أقايل الناس حتى يقولوا لا\nإله إلا الله ويؤمنوا بى \" - يريد بأي طريق أنفق لهم من طرق الإيمان\nالثلاث.\n</p>\n\n<p>\nتأويل ظاهر الآيات والأحاديث\n</p>\n\n<p>\nأهل البرهان وأهل القياس\n</p>\n\n<p>\nوأما الأشياء التي لخفائها لا تعلم الا بالبرهان فقد تلطف الله فيها\nلعباده، الذين لا سبيل لهم إلى البرهان، اما من قبل فطرهم، واما من قبل\nعادتهم، واما من قبل عدمهم اسباب التعلم، بأن ضرب لهم امثالها وأشباهها\nودعاهم إلى التصديق بتلث الأمثال، اذ كانت تلك الأمثال يمكن أن يقع التصديق\nبها بالأدلة المشتركة للجميع، اعني الجدلية والخطابية. وهذا هو السبب في أن\nأنقسم، الشرع إلى ظاهر وباطن. فإن الضاهر هو تلك الأمثال المضروبة لتلك\nالمعاني، والباطن هو تلك المعاني التي لا <span id='ms12'></span> تنجلي إلا لأهل البرهان. وهذه هي\nاصناف تلك الموجودات الأربعة أو الخمسة التي ذكرها ابو حامد في \" كتاب،\nالتفرقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             واذا اتفق كا قلنا أن نعلم الشيء بنفسه بالطرق\nالثلاث، لم نحتج أن نضرب له امثالا،، وكان على ظاهره لا يتطرق اليه تأويل.\nوهذا النحو من الظاهر أن كان في الأصول فالمتأول له كافر، مثل من يعتقد أنه\nلا سعادة أخروية ههنا ولا شقاء، وأنه إنما قصد بهذا القول أن يسلم، الناس\nبعضهم من بعض في ابدانهم وحواسهم، وانها حيلة، وأنه لا غاية للانسان الا\nوجوده المحسوس فقط .\n</p>\n\n<p>\nواذا تقرر، هذا، فقد ظهر لك من قولنا أن ههنا ظاهرا من الشرع لا يجوز\nتأويله. فإنا كان نأويله في المبادئ فهو كفر، وأن كان فيما بعد المبادىء\nفهو بدعة. وههنا ايضا ظاهره يجب على اهل البرهان تأويله، علهم اياه على\nظاهره كفر . وتأويل غير اهل البرهان له واخراجه عن ظاهره كفر في حقهم أو\nبدعة. ومن هذا الصنف آية الاستواء وحديث النزول. ولذلك قال عليه السلام في\nالسوداء اذ اخبرته أن الله في السماء \" اعتقها فإنها مؤمنة \" اذ كانت ليست\nمن اهل البرهان.\n</p>\n\n<p>\nوالسبب في ذلك أن الصنف من الناس الذين لا يقع لهم التصديق الا من قبل\nالتخيل - اعني أنهم لا يصدقون بالشيء الا من جهة ما يتخيلونه - يعسر وقوع\nالتصديق لهم بموجود ليس منسوبا إلى شيء متخيل. ويدخل ايضا على من لا يفهم\nمن هذه النسبه الا المكان، وهم الذين شدوا على رتبة الصنف الأول قليلا في\nالنظر بانكار اعتقاد الجسمية. ولذلك كان الجواب لهؤلاء في امثال هذه أنها\nمن المتشابهات، وأن الوقف في قوله تعالى: \" وما يعلم تأويله الإ الله \" .\nواهل البرهان مع أنهم مجمعون في هذا الصنف أنه من المؤول فقد يختلفون في\nتأويله، وذلك بحسب مرتبة كل واحد من معرفة البرهان.\n</p>\n\n<p>\nوههنا صنف ثالث من الشرع متردد بين هذين الصنفين يقع فيه شك، فيلحقه قوم\nممن يتعاطى النظر بالظاهر الذي لا يجوز تأويله ، ويلحقه آخرون بالباطن الذى <span id='ms13'></span>\nلا يجوز حمله على الظاهر للعلماء، وذلك لعواصة هذا الصنف واشثباهه.\nوالمخطىء. في هذا معذور - اعني من العلماء.\n</p>\n\n<p>\nاختلاف العلماء في أحوال المعاد\n</p>\n\n<p>\nفإن قيل \" فإذا تبين أن الشرع في هذا على ثلاث مراتب، فمن اي هذه المراتب\nالثلاث هو عندم ما جاء في صفات المعاد وأحواله \" ؟ فنقول: أن هذه المسألة\nالأمر فيها بين انها من الصنف المختلف فيه. وذلك انا. نرى قوما ينسبون\nأنفسهم إلى البرهان يقولون أن الواجب حملها على ظاهرها، اذ كأن ليس ههنا\nبرهان يؤدي إلى استحالة الظاهر فيها. وهذه طريقة الأشعرية، وقوم آخرون ايضا\nممن يتعاطى البرهان، يتأولونها. وهؤلاء يختلفون في تأويلها اختلافا كثيرا.\nوفي هذا الصنف ابو حامد معدود وكثير من المتصوفة. ومنهم من يجمع فيها\nالتأويلين، كما يفعل ذلك ابو حامد في بعض كتبه.\n</p>\n\n<p>\nويشبه أن يكون المخطىء في هذه المسألة من العلماء معذورا والمصيب مشكورا\nأو مأجورا، وذلك إذا اعترف بالوجود وتأول فيها نحوا من انحاء التأويل، اعنى\nفي صفة المعاد لا في وجوده، إذا كان التأويل لا يؤدي إلى نفي الوجود. وإنما\nكان جحد الوجود في هذه كفرا لأنه في اصل من اصول الشريعة، وهو مما يقع\nالتصديق به بالطرق الثلاث المشتركة للأحمر والأسود وأما من كان من غير اهل\nالعلم، فالواجب عليه حملها على ظاهرها وتأويلها في حقه كفر، لأنه يؤدي إلى\nالكفر. ولذلك ما نرى أن من كان من الناس فرضه الايمان بالظاهر فالتأويل في\nحقه كفر، لأنه يؤدي إلى الكفر. فمن افشاه له من اهل التأويل فقد دعاه إلى\nالكفر، والداعي إلى الكفر كافر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             ولهذا بجب أن لا تثبت\nالتأويلات الا في كتب البراهين لأنها إذا كانت في كتب البراهين لم يصل\nاليها الا من هو من اهل البرهان. واما إذا أثبتت في غير كتب البرهان\nواستعمل فيها الطرق الشعرية والخطابية أو الجدلية، كما يصنعه ابو حامد،\nفخطأ على الشرع وعلى الحكمة، وأن كان الرجل إنما قصد خيرا، وذلك أنه رام أن\nيكثر اهل العلم بذلك، ولكن كثر <span id='ms14'></span> بذلك اهل الفساد بدون كثرة اهل العلم. وتطرق\nبذلك قوم إلى ثلب الحكمة، وقوم إلى ثلب الشريعة، وقوم إلى الجمع بينهما.\nويشبه أن يكون هذا احد، مقاصده بكتبه. والدليل على أنه رام بذلك تنبيه\nالفطر، أنه لم يلزم مذهبا في كتبه، بل هو مع الأشعرية، اشعري، ومع الصوفية،\nصوفي، ومع الفلاسفة فيلسوف، حتى أنه كما قيل:\n</p>\n\n<p>\nيوما يمان إذا لاقيت ذا يمن ... وأن لقيت معديا فعدنان،\n</p>\n\n<p>\nأحكام التأويل في الشريعة للعارفين\n</p>\n\n<p>\nالذي يجب على ائمة المسلمين ان ينهوا عن كتبه التي تتضمن العلم، الآ من\nكان من اهل العم، كا يجب عليهم، ان ينهوا عن كتب البرهان من ليس اهلا لها.\nوان كان الضرر الداخل على الناس من كتب البرهان \" ب \" ، اخف، لأنه لا يقف\nعلى كتب البرهان في الأكثر، إلا اهل الفطر ، الفاثقة، وإنما يؤتى هذا الصنف\nمن عدم الفضيلة العملبتة والقراءة على غير ترتيب وأخذها من غير معلم. ولكن\nمنعها بالجملة صاد لما دعا اليه الشرع، لأنه ظلم لأفضل اصناف الناس ولأفضل\nاصناف الموجودات، اذ كان العدل في أفضل أصناف الموجودات أن يعرفها على\nكنهها من كان معدا لمعرفتها على كنهها، وهم أفضل أصناف الناس. فإنه على قدر\nعظم الجور في حقه للذي هو الجهل به. ولذلك قال تعالى: \" إن الشرك لتظلم\nعظيم \" .\n</p>\n\n<p>\nهذا ما رأينا ان نثبته في هذا الجنس من النظر، اعني التكلم بين الشريعة\nوالحكمة، وأحكام التأويل في الشريعة. ولولا شهرة ذلك عند الناس، وشهرة هذه\nالمساثل التي ذكرناها، لما استجزنا ان نكتب في ذلك حرفا، ولا أن نعتذر \" د\n\" ، في ذلك لأهل التأويل بعذر، لأن شأن هذه المسائل أن تذكر في كتب\nالبرهان. والله الهادي الموفق للصواب.\n</p>\n\n<p>\nأقسام العلوم الدنيوية والأخروية\n</p>\n\n<p>\nوينبغي أن تعلم أن مقصود الشرع إنما هو تعليم العلم الحق والعمل الحق.\nوالعلم الحق هو معرفة الله تبارك وتعالى وسائر الموجودات على ما هي عليه،\nوبخاصة الشريفة منها، ومعرفة السعادة الأخروية والشقاء الأخروي.\n</p>\n\n<p>\nوالعمل الحق هو امتثال الأفعال التي تفيد السعادة، وتجنب <span id='ms15'></span> الأفعال التي\nتفيد الشقاء. والمعرفة بهذه الأفعال هي التي تسمى العلم العملي.\n</p>\n\n<p>\nوهذه تنقسم قسمين: احدهما أفعال ظاهرة بدنية، والعلم بهذه هو الذي يسمى\nالفقه، والقسم الثاني أفعال نفسانية، مثل الشكر والصبر، وغير ذلك من\nالأخلاق التي دعا إليها الشرع أو نهى عنها. والعلم بهذه هو الذي يسمى الزهد\nوعلوم الآخرة. وإلى هذا نحا أبو حامد في كتابه.\n</p>\n\n<p>\nولما كان الناس قد اضربوا عن هذا الجنس وخاضوا في الجنس الثاني، وكان هذا\nالجنس املك بالتقوى التي هي سبب السعادة، سمى كتابه \" احياء علوم الدين \" .\nوقد خرجنا عما كنا بسبيله، فنرجع.\n</p>\n\n<p>\nفنقول: لما كان مقصود الشرع تعليم العلم الحق والعمل الحق، وكان التعليم\nصنفين: تصورا وتصديقا، كما بيق ذلك اهل العلم بالكلام، وكانت طرق التصديق،\nالموجودة للناس ثلاثا: البرهانية، والجدلية، والخطابية، وطرق التصور اثنين:\nإما الشيء نفسه وإما، مثاله، وكان الناس كلهم ليس في طباعهم أن يقبلوا\nالبراهين ولا الأقاويل الجدلية، فضلا عن البرهاينة، مع ما في تعلم الأقاويل\nالبرهانية من العسر والحاجة في ذلك إلى طول الزمان لمن هو أهل لتعله وكان\nالشرع إنما مقصودة تعليم الجميع، وجب أن يكون الشرع يشتمل على جميع أنحاء\nطرق التصديق وانحاء طرق التصور.\n</p>\n\n<p>\nتقسيم المنطق والبرهان\n</p>\n\n<p>\nولما كانت طرق التصديق منها ما هي عامة لأكثر الناس اعني وقوع التصديق من\nقبلها وهي الخطابية، والخطابية، أعم من الجدلية. ومنها ما هي خاصة لأقل\nالناس وهي البرهانية، وكان الشرع كل مقصوده الأول العناية بالأكثر من غير\nاغفال تنبيه الخواص، كانت أكثر الطرق المصرح بها في الشريعة هي الطرق\nالمشتركة للأكثر في وقوع التصور والتصديق.\n</p>\n\n<p>\nهذه الطرق هي في الشريعة على أربعة أصناف: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             احدها أن تكون مع\nأنها مشتركة خاصة في الأمرين جميعا، اعني أن تكون في التصور والتصديق\nيقينية، مع أنها خطابية أو جدلية. وهذه المقاييس هي المقاييس التي عرض\nلمقدماتها، مع كونها مشهورة أو مظنونة، أن تكون يقينية، وعرض لنتائجها أن\nأخذت أنفسها دون مثالاتها. وهذا، هو الصنف من الأقاويل الشرعية ليس له\nتأويل <span id='ms16'></span> والجاحد له أو المتأول كافر.\n</p>\n\n<p>\nوالصف الثاني أن تكون المقدمات، مع كونها مشهورة أو مظنونة، يقينية،\nوتكون النتائج مثالات للأمور التي قصد انتاجها. وهذا يتطرق إليه التأويل،\nاعني لنتائجه.\n</p>\n\n<p>\nوالثالث عكس كل هذا، وهو أن تكون النتائج هي الأمر التي قصد انتاجها\nنفسها، وتكون المقدمات مشهورة أو مظنونة من غير أن يعرض لها ان تكون\nيقينية. وهذا أيضا لا يتطرق إليه تأويل، اعني لنتائجه، وقد يتطرق لمقدماته.\n</p>\n\n<p>\nوالرابع أن تكون مقدماته مشهورة أو مظنونة من غير أن يعرض لها أن تكون\nيقينية، وتكون نتائجه مثالات لما قصد انتاجه. هذه فرض الخواص فيها تأويل،\nوفرض الجمهور اقرارها امرارها على ظاهرها.\n</p>\n\n<p>\nوبالجملة، فكل ما يتطرق له من هذه تأويل لا يدرك إلا بالبرهان، ففرض\nالخواص فيه هو ذلك التأويل، وفرض الجمهور هوحملها على ظاهرها في الوجهين\nجميعا، اعني في التصور والتصديق، اذ كان ليس في طباعم أكثر من ذلك.\n</p>\n\n<p>\nوقد يعرض للنظار في الشريعة تأويلات من قبل تفاضل الطرق المشتركة بعضها\nعلى بعض في التصديق، اعني إذا كان دليل التأويل اتم اقناعا من دليل الظاهر.\nوامثال هذه التأويلات هي جمهورية.\n</p>\n\n<p>\nويمكن أن يكون فرض من بلغت قواهم النظرية إلى القوة الجدلية، وفي هذا\nالجنس يدخل بعض تأويلات الأشعرية والمعتزلة، وإن كانت المعتزلة في الأكثر\nأوثق أقوالا. وأما الجمهور الذين لا يقدرون على أكثر من الأقاويل الخطابية،\nففرضهم امرارها على ظاهرها، ولا يجوز أن يعلموا ذلك التأويل اصلا.\n</p>\n\n<p>\nلا يجوز أن يكتب للعامة ما لا يدركونه\n</p>\n\n<p>\nمن أباح التأويل للجمهور فقد أفسده\n</p>\n\n<p>\nفاذا الناس في الشريعة على ثلاثة اصناف: صنف، ليس هو من اهل التأويل\nاصلا، وهم الخطابيون الذين هم الجمهور الغالب. وذلك انه ليس يوجد احد سليم\nالعقل يعرى من هذا النوع من التصديق.\n</p>\n\n<p>\nوصنف هو من اهل التأويل الجدلي، وهؤلاء هم الجدليون بالطبع فقط، أو\nبالطبع والعادة.\n</p>\n\n<p>\nوصنف هو من اهل التأويل اليقيني، وهؤلاء هم البرهانيون بالطبع والصناعة،\nاعني صناعة الحكمة.\n</p>\n\n<p>\nوهذا التأويل ليس ينبغي أن يصرح به لأهل الجدل فضلا <span id='ms17'></span> عن الجمهور. ومتى صرح\nبشيء من هذه التأويلات لمن، هو من غير اهلها، وبخاصة التأويلات البرهانية\nلبعدها عن المعارف المشتركة، افضى ذلك بالمصرح له والمصرح إلى الكفر.\nوالسبب في ذلك أن مقصوده ابطال الظاهر واثبات المؤول، فاذا بطل الظاهر عند\nمن هو من اهل الظاهر، ولم يثبت المؤول عنده، اداه ذلك إلى الكفر، أن كان في\nاصول الشريعة. فالتأويلات ليس ينبغي أن يصرح بها للجمهور ولا أن تثبت في\nالكتب الخطابية أو الجدلية - اعني الكتب التي الأقاويل الموضوعة فيها من\nهذين الصنفين، كما صنع ذلك ابو حامد.\n</p>\n\n<p>\nولهذا، يجب أن يصرح و يقال في الظاهر الذي الأشكال في كونه ظاهرا بنفسه\nللجميع وكون معرفة تأويله غير ممكن فيهم، انه متشابه لا يعلمه الا الله،\nوان الوقف يجب ههنا في قوله تعالى: \" وما يعلم تأويله إلا الله \" .\n</p>\n\n<p>\nوبمثل هذا يأتي الجواب ايضا في السؤال عن الأمور الغامضة التي لا سبيل\nللجمهور، إلى فهمها، مثل قوله تعالى: \" ويسألونك عن الروح قل الروح من أمر\nربي وما أوتيتم من العلم الا قليلا \" .\n</p>\n\n<p>\nوأما المصرح بهذه التأويلات لغير اهلها فكافر لمكان دعائه الناس إلى\nالكفر. وهو ضد دعوى الشارع وبخاصة متى كانت تأويلات فاسدة في اصول الشريعة،\nكما عرض ذلك لقوم من أهل زماننا. فانا قد شهدنا منهم اقواما ظنوا انهم د،\nتفلسفوا وانهم قد ادكوا بحكمتهم العبجيبة اشياء مخالفة للشرع من جميع\nالوجوه، اعني لا تقبل تأويلا، وان الواجب هو التصريح بهذه الأشياء للجمهور.\nفصاروا بتصريحهم للجمهور بتلك الاعتقادات الفاسدة سببا لهلاك الجمهور\nوهلاكهم في الدنيا والآخرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             ومثال مقصد، هؤلاء مع مقصد الشارع\nمثال من قصد إلى طبيب ماهر قصد إلى حفظ صحة جميع الناس وازالة الأمراض عنهم\nبأن وضع لهم اقاويل مشتركة التصديق في وجوب استعمال الأشياء التي تحفظ\nصحتهم وتزيل امراضهم وتجنب اضدادها، اذ لم يمكنه فيهم أن يصير جميعهم\nاطباء، لأن الذي يعلم الأشياء الحافظة للصحة والمزيلة للمرض بالطرق\nالبرهانية هو الطبيب. فتصدى هذا إلى الناس وقال لهم: أن هذه <span id='ms18'></span> الطرق التي\nوضعها لكم هذا الطبيب ليست بحق، وشرع في ابطالها حتى بطلت عندهم. أو قال:\nأن لها تأويلات، فلم يفهموها ولا وقع لهم من قبلها تصديق في العمل. أفترى\nالناس الذين حالهم هذه الحال يفعلون شيئا من الأشياء النافعة في حفظ الصحة\nوازالة المرض؟ أو يقدر هو لا على استعمالها معهم ولا هم يستعملونها،\nفيشملهم الهلاك.\n</p>\n\n<p>\nهذا أن صرح لهم بتأويلات صحيحة في تلك الأشياء لكونهم لا يفهمون ذلك\nالتأويل، فضلا أن صرح لهم بتأويلات فاسدة. لأنه لا يؤول بهم الأمر إلى أن\nلا يروا أن ههنا صحة يجب ان تحفظ ولا مرضا يجب أن يزال، فضلا عن أن يروا أن\nههنا اشياء تحفظ الصحة وتزيل المرض. وهذه هي حال من يصرح بالتأويل للجمهور\nولمن ليس هو بأهل له مع الشرع. ولذلك هو مفسد له وصاد عنه. والصاد عن الشرع\nكافر.\n</p>\n\n<p>\nالشرع يصلح النفوس والطب يصلح الابدان وإنما كان هذا التمثيل يقينيا وليس\nبشعري، كما للقائل، أن يقول، لأنه صحيح التناسب. وذلك أن نسبة الطبيب إلى\nصحة الأبدان نسبة الشارع إلى صحة الأنفس: اعني أن الطبيب هو الذي يطلب أن\nيحفظ صحة الأبدان إذا وجدت، ويستردها إذا عدمت، والشارع هو الذي يبتغي،هذا\nفي صحه الأنفس. وهذه الصحة هي المسماة تقوى.\n</p>\n\n<p>\nوقد صرح الكتاب العزيز بطلبها بالأفعال الشرعية في غير ما آية. فقال\nتعالى: \" كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون \" .\nوقال تعالى: \" لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم \" .\nوقال: \" أن الصلاة تنهى عن الفحشاء والمنكر \" إلى غير ذلك من الآيات التي\nتضمنها الكتاب العزيز من هذا المعنى. فالشارع إنما يطلب بالعلم الشرعي هذه\nالصحة. وهذه الصحة هي التي تترتب عليها السعادة الأخروية وعلى ضدها الشقاء\nالأخروي.\n</p>\n\n<p>\nفقد تبين لك من هذا انه ليس يجب أن تثبت التأويلات الصحيحة في الكتب\nالجمهورية فضلا عن الفاسدة. والتأويل الصحيح هي الأمانة التي حمالها\nالانسان فأبى أن يحملها وأشفق منها جميع الموجودات، اعني المذكورة <span id='ms19'></span> في قوله\nتعالى: \" انا عرضنا الأمانة على السموات والأرض والجبال \" الاية. ومن قبل\nالتأويلات والظن بأنها مما يجب أن يصرح بها في الشرع للجميع ، نشأت فرق\nالإسلام حتى كفر بعضهم بعضا، وبخاصة الفاسدة منها. فأولت المتعزلة آيات\nكثيرة وأحاديث كثيرة وصرحوا بتأويلهم للجمهور، وكذلك فعلت الأشعرية، وان\nكانت اقل تأويلا. فأوقعوا الناس من قبل ذلك في شنآن وتباغض وحروب، ومزقوا\nالشرع وفرقوا الناس كل التفريق.\n</p>\n\n<p>\nما أخطأ فيه الأشعريون\n</p>\n\n<p>\nوزائدا إلى هذا كله أن طرقهم التي سلكوها في اثبات تأويلاتهم ليسوا فيها\nلا مع الجمهور ولا مع الخواص، أما مع الجمهور فلكونها أغمض من الطرق\nالمشتركة للأكثر، واما مع الخواص فلكنوها إذا تؤملت وجدت ناقصة عن شرائط\nالبرهان، وذلك يقف عليه بأدنى تأمل من عرف شرائط البرهان. بل كثير من\nالأصول التي بنت عليها الأشعرية معارفها هي سوفسطائية، فانها تجحد كثيرا من\nالضروريات، مثل ثبوت الأعراض وتأثير الأشياء بعضها في بعض، ووجود الأسباب\nالضرورية للمسببات والصور الجوهرية والوسائط.\n</p>\n\n<p>\nولقد بلغ تعدي نظارهم في هذا المعنى على المسلمين أن فرقة من الأشعرية\nكفرت من ليس يعرف وجود البارىء سبحانه بالطرق التي وضعوها لمعرفته في\nكتبهم، وهم الكافرون والضالون بالحقيقة.\n</p>\n\n<p>\nومن هنا اختلفوا: فقال قوم اول الواجبات النظر، وقال قوم الايمان، اعني\nمن قبل انهم لم يعرفوا اي الطرق هي الطرق المشتركة للجميع التي دعا الشرع\nمن ابوابها جميع الناس، وظنوا أن ذلك طريق واحد. فأخطأوا، مقصد الشارع،\nوضلوا وأضلوا.\n</p>\n\n<p>\nعصمة الصدر الأول عن التأويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             فان قيل: فاذا لم تكن هذه الطرق\nالتي سلكتها، الأشعرية ولا غيرهم من اهل النظر هي الطرق المشتركة التي قصد\nالشارع تعليم الجمهور بها وهي التي لايمكن تعليمهم بغيرها، فأي الطرق هي\nهذه الطرق في شريعتنا هذه؟ قلنا: هي الطرق التي ثبتت في الكتاب العزيز فقط،\nفان الكتاب العزيز إذا تؤمل وجدت فيه الطرق الثلاث الموجودة لجميع الناس\nوهذه هي الطرق المشتركة لتعليم أكثر الناس والخاصة. واذا تؤمل الأمر ظهر\nانه ليس يلقى طرق مشتركة لتعليم أكثر <span id='ms20'></span> الناس والخاصة. وإذا تؤل الأمر ظهر\nانه ليس يلقى طرق مشتركة لتعليم الجمهور أفضل من الطرق المذكورة فيه. فمن\nحرفها بتأويل لايكون ظاهرا بنفسه، أو اظهر منها للجميع وذلك شيء غير موجود\nفقد ابطل حكمتها وابطل فعلها المقصود في افادة السعادة الانسانية. وذلك\nظاهر جدا من حال الصدر الأول، و حال من اتى بعدهم فأن الصدر الأول إنما صار\nإلى الفضيلة الكاملة والتقوى باستعمال هذه الأقاويل دون تأويلات فيها ومن\nكان منهم وقف على تأويل لم ير أن يصرح به. واما من اتى بعدهم فانهم لما\nاستعملوا التأويل قل تقواهم وكثر اختلافهم وارتفعت محبتهم وتفرقوا فرقا.\n</p>\n\n<p>\nكيفية التوفيق بين الحكمة والشريعة\n</p>\n\n<p>\nفيجب على من اراد أن يرفع هذه البدعة عن الشريعة أن يعمد إلى الكتاب\nالعزيز فيلتقط منه الاستدلالات الموجودة في شيء شيء مما كلفنا اعتقاده،\nواجتهد في نظره ظاهرا ما امكنه من غير أن يتأول من ذلك شيئا الا إذا كان\nالتأويل ظاهرا بنفسه اعني ظهورا مشتركا للجميع. فان الأقاويل الموضوعة في\nالشرع لتعليم الناس إذا تؤملت، يشبه أن يبلغ من نصرتها إلى حد لا يخرج عن\nظاهرها ما هو منها ليس على ظاهره الا من كان من اهل البرهان. وهذه الخاصة\nليست توجد لغيرها من الأقاويل.\n</p>\n\n<p>\nفان الأقاويل الشرعية المصرح بها في الكتاب العزيز للجميع لها ثلاث خواص\nدلت على الاعجاز: احداها انه لا يوجد اتم اقناعا وتصديقا للجميع منها،\nوالثانية انها تقبل النصرة بطبعها إلى أن تنتهى إلى حد لا يقف على التأويل\nفيها - أن كانت مما فيها تأويل - الا أهل البرهان، والثالئة انها تتضمن\nالتنبيه لأهل الحق على التأويل الحق.\n</p>\n\n<p>\nوهذا ليس يوجد لا في مذاهب الأشعرية ولا في مذاهب المعتزلة: اعني أن\nتأويلهم لا يقبل النصرة ولا يتضمن التنبيه على الحق ولا هو حق ولذلك كثرت\nالبدع. وبودنا لو تفرغنا لهذا المقصد وقدرنا عليه، وان انسأ الله في العمر\nفسنثبت فيه قدر ما تيسر لنا منه، فعسى أن يكون ذلك مبدأ لمن يأتي بعد. فان <span id='ms21'></span>\nالنفس مما تخلل هذه الشريعة من الأهواء الفاسدة والاعتقادات المرفة في غاية\nالحزن والتألم، وبخاصة ما عرض لها من ذلك من قبل من ينسب نفسه إلى الحكمة.\nفان الاذاية من الصديق هي اشد من الاذاية من العدو، اعني أن الحكمة هي\nصاحبة الشريعة والأخت الرضيعة، فالاذاية ممن ينسب اليها اشد ا الاذاية مع\nما يقع بينهما من العداوة والبغضاء والمشاجرة، وهما المصطحبتان بالطبع\nالمتحابان بالجوهر والغريزة. وقد آذاها ايضا كثير من الأصدقاء الجهال ممن\nينسبون انفسهم إليها، وهي الفرق الموجودة فيها. والله يسدد الكل ويوفق\nالجميع لمحبته ويجمع قلوبهم على تقواه ويرفع عنهم البغض والشنآن بفضله\nوبرحمته. وقد رفع الله كثيرا من هذه الشرور والجهالات والمسالك المضلات\nبهذا الأمر الغالب. وطرق به إلى كثير من الخيرات وبخاصة على الصنف الذين\nسلكوا مسلك النظر ورغبوا في معرفة الحق. وذلك إنه دعا الجمهور من معرفة\nالله سبحانه إلى طريق وسط ارتفع عن حضيض المقلدين وانحط عن تشغيب\nالمتلكمين، ونبه الخواص على وجوب النظر التام في اصل الشريعة. والله الموفق\nوالهادي بفضله.\n</p>\n\n<p>\nالمسألة التي ذكرها الشيخ أبو الوليد\n</p>\n\n<p>\nفي فضل المقال رضي الله عنه\n</p>\n\n<p>\nأدام الله عزتكم، وأبقى بركتكم، وحجب عيون النوائب عنكم.\n</p>\n\n<p>\nلما فقتم بجودة ذهنكم وكريم طبعكم كثيرا ممن يتعاطى هذه العلوم، وانتهى\nنظركم السديد إلى ان وقفتم على الشك العارض في علم القديم سبحانه، مع كونه\nمتعلقا بالأشياء المحدثة عنه، وجب علينا لمكان الحق ولمكان ازالة هذه\nالشبهة عنكم ان نحل هذا الشك بعد ان نقول في تقريره. فان من لم يعرف الربط\nلم يقدر على الحل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             والشك يلزم هكذا: ان كانت هذه كلها في علم\nالله سبحانه قبل أن تكون، فهل هي في حال كونها في علمه كما كانت فيه قبل\nكونها؟ ام هي في علمه في حال وجودها على غير ما كانت عليه في علمه قبل أن\nتوجد؟ فان قلنا انها في علم الله في حال وجودها على غير ما كانت عليه في\nعلمه قبل أن توجد، لزم <span id='ms22'></span> ان يكون العلم القديم متغيرا، وان يكون إذا خرجت من\nالعدم إلى الوجود قد حدث هنالك علم زائد. وذلك مستحيل على العلم القديم.\nوان قلنا في العلم بها واحد في الحالتين، قيل فهل هي في نفسها - اعني\nالموجودات الحادثة - قبل ان توجد كما هي حين ما وجدت؟ فسيجب ان يقال ليست\nفي نفسها قبل أن توجد كما هي حين ما وجدت، والا كان الموجود والمعدوم\nواحدا.\n</p>\n\n<p>\nفاذا سلم الخصم هذا، قيل له: أفليس العلم الحقيقي هو معرفو الوجود على ما\nهو عليه؟ فاذا قال: نعم، قيل: فيجب على هذا إذا اختلف الشيء في نفسه ان\nيكون العلم به ويختلف، والا فقد علم على غير ما هو عليه. فاذا يجب احد\nامرين: اما أن يختلف العلم القديم في نفسه، أو تكون الحادثات غير معلومة\nله، وكلا الأمرين مستحيل عليه سبحانه.\n</p>\n\n<p>\nويؤكد هذا الشك ما يظهر من حال الانسان، اعني من تعلق علمه بالأشياء\nالمعدومة على تقدير الوجود وتعلق علمه بها إذا وجدت. فانه من البين بنفسه\nأن العلمين متغايران، والا كان جاهلا بوجودها في الوقت الذي وجدت فيه.\n</p>\n\n<p>\nوليس ينجي من هذا ما جرت به عادة المتكلمين في الجواب عن هذا، بأنه تعالى\nيعلم الأشياء قبل كونها على ما تكون عليه في حين كونها من زمان ومكان وغير\nذلك من الصفات المختصة بموجود موجود. فانه يقال لهم: فاذا وجدت، فهل حدث\nهنالك تغير أو لم يحدث؟ وهو خروج الشيء من العدم إلى الوجود. فان قالوا: لم\nيحدث فقد كابروا. وان قالوا: حدث هناك تغير، قيل لهم: فهل حدوث هذا التغير\nمعلوم للعلم القديم ام لا؟ فيلزم الشك المتقدم. وبالجملة فيعسر أن يتصور أن\nالعلم بالشيء قبل أن يوجد والعلم به بعد أن وجد علم واحد بعينه. فهذا هو\nتقرير هذا الشك على ابلغ ما يمكن ان يقرر به، على ما فاوضناكم فيه.\n</p>\n\n<p>\nوحل هذا الشك يستدعي كلاما طويلا، الا انا ههنا نقصد للنكتة التي بها\nينحل.\n</p>\n\n<p>\nوقد رام ابو حامد حل <span id='ms23'></span> هذا الشك في كتابه الموسوم التهافت بشيء ليس فيه\nمقنع، وذلك انه قال قولا معناه هذا: وهو انه زعم أن العلم والمعلوم من\nالمضاف، وكما انه قد يتغير احد المضافين ولا يتغير المضاف الآخر في نفسه،\nكذلك يشبه أن يعرض للأشياء في علم الله سبحانه، اعني أن تتغير في انفسها\nولا يتغير علمه سبحانه بها. ومثال ذلك في المضاف انه قد تكون الاسطوانة\nالواحدة يمنة زيد ثم تعود يسرته وزيد بعد لم يتغير في نفسه. وليس بصادق.\nفان الاضافة قد تغيرت في نفسها، وذلك أن الاضافة التي كانت يمنة قد عادت\nيسرة، وإنما الذي لن يتغير هو موضوع الاضافة، اعني الحامل لها الذي هو زيد.\nواذا كان ذلك كذلك، وكان العلم هو نفس الاضافة، فقد يجب أن يتغير عند تغير\nالمعلوم، كما تتغير الاسطوانة إلى زيد عند تغيرها، وذلك إذا عادت يسرة بعد\nأن كانت يمنة.\n</p>\n\n<p>\nوالذي ينحل به هذا الشك عندنا هو أن يعرف أن الحال ني العلم القديم مع\nالموجود خلاف الحال في العلم المحدث مع الموجود، وذلك أن وجود الموجود هو\nعلة وسبب لعلمنا، والعلم القديم هو علة وسبب للموجود. فلو كان، إذا وجد\nالموجود بعد أن لم يوجد، حدث في العلم القديم علم زائد كما يحدث ذلك في\nالعلم المحدث، للزم ام يكون العلم القديم معلولا للموجود لاعلة له. فاذا\nواجب أن لا يحدث هنالك تغير كا يحدث في العلم المحدث. وإنما اتى هذا الغلط\nمن قياس العلم القديم على العلم المحدث، وهو قياس الغائب على الشاهد. وقد\nعرف فساد هذا القياس. وكما انه لا يحدث في الفاعل تغير عند وجود مفعوله،\nاعني تغيرا لم يكن قبل ذلك، كذلك لا يحدث في العلم القديم سبحانه تغير عند\nحدوث معلومه، عنه.\n</p>\n\n<p>\nفاذا قد انحل الشك، ولم يلزمنا انه. إذا لم يحدث هنالك تغير اعني في\nالعلم القديم فليس يعلم الموجود في حين حدوثه على ما هو عليه، وإنما لزم\nالا يعلمه بعلم محدث الا بعلم قديم، لأن <span id='ms24'></span> حدوث التغير في العلم عند تغير\nالموجود إنما هو شرط في العلم المعلول عن الموجود، وهو العلم المحدث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             فإذا العلم القديم إنما يتعلق بالموجودات على صفة غير الصفة\nالتي يتعلق بها العلم المحدث، لا انه غير متعلق أصلا كما حكي عن الفلاسفة\nانهم يقولون لموضع هذا الشك انه سبحانه لا يعلم الجزئيات. وليس الأمر كما\nتوهم عليهم، بل يرون انه لا يعلم الجزئيات بالعلم المحدث الذي من شرطه\nالحدوث بحدوثها، إذ كان علة لها لا معلولا عنها كالحال في العلم المحدث.\nوهذا هو غاية التنزيه الذي يجب أن يعترف به.\n</p>\n\n<p>\nفانه قد اضطر البرهان إلى انه عالم بالأشياء لأن صدورها عنه إنما هو من\nجهه انه عالم، لا من جهة انه موجود فقط أو موجود بصفة كذا، بل من جهة انه\nعالم، كما قال تعالى: \" ألا يعلم من خلق وهو اللطيف الخبير \" وقد اضطر\nالبرهان إلى انه غير عالم بها بعلم هو على صفة العلم المحدت. فواجب أن يكون\nهنالك للموجودات علم آخر لا يكيف، وهو العلم القديم سبحانه. وكيف يمكن أن\nيتصور أن المشائين من الحكماء يرون أن العلم القديم لا يحيط بالجزئيات، وهم\nيرون انه سبب الإنذار في المنامات والوحي وغير ذلك من أنواع الإلهامات؟\nفهذا ما ظهر لنا في وجه حل هذا الشك، وهو أمر لا مرية فيه ولا شك. والله\nالموفق للصواب والمرشد للحق. والسلام عليكم ورحمة الله وبركاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             <span id='ms25'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013"
  ],
  "volumes": [
    "01"
  ]
}