{
  "content": "\n<p>\nالغرامية\n</p>\n\n<p>\nفي مصطلح الحديث\n</p>\n\n<p>\nمنظومة أبي العباس أحمد بن فرح الإشبيلي\n</p>\n\n<p>\nشرح وتوثيق\n</p>\n\n<p>\nمرزوق بن هياس آل مرزوق الزهراني\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1422 ه 2001 م\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head0'>CHECK [المقدمة]</h1>\n\n\n<h2 class='l2' id='head1'>AUTO الخطة</h2>\n\n<p>\nرأيت أن يكون البحث في قسمين الأول دراسة والثاني شرح وتوثيق.\n</p>\n\n<p>\nالدراسة فيها ثلاثة مباحث:\n</p>\n\n<p>\nالأول: المقدمة وفيها نبذة عن علم مصطلح الحديث.\n</p>\n\n<p>\nوالثاني: ترجمة الناظم وفيها من الجزئيات: نسبه، مولده، نشأته، أول\nسماعه، رحلاته، أشهر شيوخه، أشهر تلاميذه، ما وقع له من البلاء، صفاته،\nعقيدته، ثقافته، مكانته الاجتماعية، مؤلفاته، وفاته.\n</p>\n\n<p>\nوالثالث: إثبات نسبة النظم\n</p>\n\n<p>\nشرح ما ألمحت إليه المنظومة، وما ورد فيها من قواعد مصطلح الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة\n</p>\n\n<p>\nالحمد لله الكريم المنان، واسع الفضل والإحسان، والصلاة والسلام على كامل\nالخلق والخلق، سيد ولد عدنان، سيد الأولين والآخرين من بني الإنسان، وعلى\nآله وصحبه، والمتبعين له بإحسان وبعد:\n</p>\n\n<p>\nفإن أعظم ما بذل فيه الجهد، واستنفرت له الهمم، وقضيت فيه الأوقات، خدمة\nكتاب الله العزيز، وسنة رسول الله البشير النذير - صلى الله عليه وسلم -،\nأما الكتاب العزيز فجهود العلماء فيه ظاهرة معلومة، وهو محفوظ من الله - عز\nوجل - {إنا نحن نزلنا الذكر وإنا له لحافظون} (¬1) فتحقق وعد الله - عز وجل\n-، إذ وعته العقول، واستوعبته الصدور، وفي وقت قريب من عهد رسول الله - صلى\nالله عليه وسلم - دون في مصحف واحد بعناية واهتمام، فتحقق له الحفظ والصون\nوالأمان، فلا ينال منه شيطان من إنس ولا جان.\n</p>\n\n<p>\nأما سنة رسول الله - صلى الله عليه وسلم - فبقيت معرضة للتزوير والتحوير،\nوهو أمر خطير وشر مستطير، حذر منه البشير النذير - صلى الله عليه وسلم -\nفقال: (من كذب علي متعمدا فليتبوأ مقعده من النار) (¬2)، وهذه لفتة نبوية\nإلى أن الكذب عليه سيقع لا محالة، لذلك حذر منه أمته، فكان هذا الخبر منه -\nصلى الله عليه وسلم - دافعا قويا لأمته من بعده لأخذ الحيطة والحذر في\nالنقل عنه - صلى الله عليه وسلم - فالحديث عنه شديد كما قال زيد بن أرقم -\nرضي الله عنه - (¬3)، وهكذا احتاط الأصحاب - رضي الله عنهم - لأنفسهم، يقول\nأنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             # بن <span id='ms01'></span> مالك - رضي الله عنه -: \"لولا أني أخشى أن أخطئ لحدثتكم بأشياء سمعتها\nمن رسول الله - صلى الله عليه وسلم -، أو قالها رسول الله - صلى الله عليه\nوسلم - \" (¬1)، وشددوا في التثبت من النقلة عن رسول الله - صلى الله عليه\nوسلم - فهذا أبو بكر - رضي الله عنه - في قصة ميراث الجدة لم يقبل خبر\nالمغيرة بن شعبة - رضي الله عنه -، بل قال: هل معك غيرك؟ فقام محمد بن\nمسلمة الأنصاري - رضي الله عنه - فشهد له (¬2)، وهذا عمر بن الخطاب - رضي\nالله عنه - يشدد على أبي موسى الأشعري - رضي الله عنه - في نقله حديث\nالاستئذان ويقول: \" تأتيني على ذلك ببينة - وفي رواية - لتقيمن عليه بينة\"\n(¬3)، ويقول في قصة طلاق فاطمة بنت قيس: لا نترك كتاب ربنا وسنة نبينا لقول\nامرأة لا ندري أصدقت أم كذبت، حفظت أم نسيت (¬4)، ويزداد الموقف شدة\nبانقضاء الصدر الأول من الصحابة، فهذا حبر الأمة عبد الله بن عباس - رضي\nالله عنه - لم يأذن لحديث بشير بن كعب العدوي إذ يقول: قال رسول الله - صلى\nالله عليه وسلم -. فلما رآه لا ينظر إليه ولا يستمع لحديثه قال: يا ابن\nعباس مالي أراك لا تسمع لحديثي؟ أحدثك عن رسول الله - صلى الله عليه وسلم -\nولا تسمع؟ . فقال ابن عباس - رضي الله عنه -: إنا كنا مرة إذا سمعنا رجلا\nيقول: قال رسول الله - صلى الله عليه وسلم -، ابتدرته أبصارنا وأصغينا إليه\nبآذاننا، فلما ركب الناس الصعب والذلول لم نأخذ من الناس إلا ما نعرفه\n(¬5)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             # هكذا مر عهد أصحاب رسول الله - رضي الله عنهم - بين حيطة وتوثق من صحة\nالنقل، فلما ظهرت الفنتة برز التفتيش عن أحوال الرجال وما هم عليه من\nالصفات، يقول ابن سيرين رحمه الله: لم يكونوا يسألون عن الإسناد، فلما وقعت\nالفتنة قالوا: سموا لنا رجالكم، فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر\nإلى أهل البدعة فلا يؤخذ حديثهم (¬1)، وكذلك تكلم في هذا الباب جمع من\nالتابعين منهم: الحسن البصري، وسعيد بن المسيب، وعامر الشعبي، والإمام مالك\nوغيرهم <span id='ms02'></span>، ومن هنا أصبح الإسناد أمرا لا مفر منه في الرواية، وما ليس له\nإسناد كمن لا نسب له، ومن أهمية الإسناد نشأت الرحلة إلى الأمصار، بحثا عن\nالتوثق والعلو في الإسناد، واعتبر الأئمة ذلك من الدين، إذ ما لا يتم\nالواجب إلا به فهو واجب، يقول ابن سيرين رحمه الله: إن هذا العلم دين\nفانظروا عمن تأخذون دينكم (¬2).\n</p>\n\n<p>\nومن هنا نعلم أن الخطوط العريضة لنقد الأسانيد والمتون برزت الحاجة إليها\nمبكرة في عهد الأصحاب - رضي الله عنهم -، كما هو واضح مما تقدم ذكره، وهكذا\nنما الاعتناء بهذا الجانب العظيم، في مراحل تاريخية متفاوتة وهي أربع مراحل:\n</p>\n\n<p>\n1 - عهد الأصحاب - رضي الله عنهم - وما أبدوا فيه من خطوط عريضة لقواعد\nالحيطة والتثبت في النقل عن رسول الله - صلى الله عليه وسلم -، وتعتبر هذه\nالمرحلة من بداية القرن الأول إلى نهايته، غير أنه لم يدون شيء كبير في هذا\nالصدد، سوى ما كان من كتابة عبد الله بن عمر وغيره، فهذا القرن خير القرون،\nكان فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             # الحذر والتشدد في النقل عن رسول الله تدينا، فلا سبيل لتهمة الكذب، بل\nكان الخوف من الخطأ والنسيان، وجرى الحرص على صحة المنقول وثبوته.\n</p>\n\n<p>\n2 - عهد كبار التابعين رحمهم الله:\n</p>\n\n<p>\nوهو فترة نشط فيها الاهتمام بالإسناد، والتعرف على أحوال الرجال، وقد\nتقدم قول ابن سيرين رحمه الله: لم يكونوا يسألون عن الإسناد، فلما وقعت\nالفتنة قالوا: سموا لنا رجالكم، فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر\nإلى أهل البدعة فلا يؤخذ حديثهم، وقد تبع هذا القول اتجاهان متضادان في شأن\nالتدوين للسنة وما يتعلق بها من آراء شخصية: فالصدر الأول من التابعين\nتأثروا بمنهج الأصحاب في عدم الرضى عن كتابة ما سوى القرآن الكريم (¬1)،\nوآخرون من التابعين منهم: سعيد بن جبير، وكان يقول: كنت أسير بين ابن عمر\nوابن عباس، فكنت أسمع الحديث منهما، فأكتبه على واسطة الرحل حتى أنزل\nفأكتبه (¬2)، وسعيد بن المسيب رخص لعبد الرحمن بن حرملة في الكتابة حين شكا\nإليه سوء الحفظ (¬3)، والشعبي كان <span id='ms03'></span> يقول: الكتابة قيد العلم، إذا سمعتم مني\nشيئا فاكتبوه ولو في حائط، ووجد له بعد موته كتاب في الفرائض والجراحات\n(¬4)، فهؤلاء وغيرهم من التابعين رأوا ضرورة تقييد العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             # واعتمدوا قول من سمح به من الأصحاب آخرا، منهم أبو بكر وعمر وعلي - رضي\nالله عنهم - (¬1)، وعللوا الكراهة بأن لا يضاهى بكتاب الله تعالى غيره، أو\nيشتغل عنه بسواه (¬2)، وقصة الخليفة عمر بن عبد العزيز رحمه الله في الأمر\nبتدوين العلم مشهورة معلومة، ولا شك أنه استأنس برأي العلماء، وكان أول من\nحقق له هذه الغاية الإمام الزهري رحمه الله، وكان يفخر بذلك ويقول: لم يدون\nهذا العلم أحد قبل تدويني (¬3)، وإن وجد للزهري من القول ما يضاد هذا مثل\nقوله: لولا أحاديث تأتينا من قبل المشرق، ننكرها لا نعرفها، ما كتبت حديثا\nولا أذنت في كتابته (¬4)، فهذا يؤكد أن مبادرة الخليفة عمر بن عبد العزيز\nإلى الأمر بكتابة السنة وتدوين ما تفرق بصورة أوسع مما كان في بعض الصحف\n(¬5)، وموافقة العلماء من أمثال الإمام الزهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             # على رأيه كان خوفا من دروس (¬1) العلم وذهاب أهله، وأن يدخل في سنة رسول\nالله - صلى الله عليه وسلم - ما ليس منها، وهو ما تنبه له الزهري من تلك\nالأحاديث الآتية من قبل المشرق، ونجزم أن بداية جدية التفكير في تدوين\nالسنة وتصنيف علومها كانت في عهد التابعين من أيام الزهري وأقرانه، لكنها\nبالنسبة لقواعد علوم الحديث لم تتجاوز نقل أقوال مبثوثة (¬2)، أثرت عن\nالأصحاب والأئمة من التابعين، وهي لا تمثل مادة علمية كاملة لقواعد مصطلح\nالحديث، سوى أنها فتحت الباب على مصراعيه للبحث والنظر في هذا الموضوع\nالخطير.\n</p>\n\n<p>\n3 - مرحلة التصنيف في بعض فوائد علوم الحديث:\n</p>\n\n<p>\nهذه المرحلة تقدر بما يقارب (150) سنة من بداية القرن الثالث إلى منتصف\nالرابع تميزت هذه الفترة عن سابقتها بإبراز بعض قواعد علوم الحديث في\nمصنفات مستقلة، مثل كتاب العلل لابن المديني، ومعظم المادة العلمية في هذه\nالمرحلة إما قواعد مستقلة في كتب متفرقة، كما في الرسالة والأم للإمام\nالشافعي، أو <span id='ms04'></span> مبثوثة في مصنفات الحديث على اختلاف طرائقها في التصنيف، كما\nفي مصنفات الإمام البخاري، ومقدمة صحيح مسلم، وما كتبه الترمذي من العلل،\nوما نقل عن الإمام أحمد، وعن أبي داود وغيرهم، يقول الإمام مسلم رحمة الله\nعلينا وعليه: وإنما ألزموا أنفسهم الكشف عن معايب رواة الحديث وناقلي\nالأخبار، وأفتوا بذلك حين سئلوا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # لما فيه من عظيم الخطر، إذ الأخبار بأمر الدين إنما تأتي بالتحليل أو\nالتحريم، أو أمر أو نهي، أو ترغيب أو ترهيب، فإذا كان الراوي لها ليس بمعدن\nللصدق والأمانة، ثم أقدم على الرواية عنه من قد عرفه، ولم يبين ما فيه\nلغيره ممن جهل معرفته، كان آثما بفعله ذلك، غاشا لعوام المسلمين، إذ لا\nيؤمن على بعض من سمع تلك الأخبار أن يستعملها، أو يستعمل بعضها. . . (¬1).\n</p>\n\n<p>\n4 - مرحلة النضج:\n</p>\n\n<p>\nهذه المرحلة هي مرحلة النضج والاستواء، مرحلة كد العلماء فيها أذهانهم،\nفأنتجوا علم مصطلح الحديث، وجعلوه علما قائما بذاته، يرتكز على منهج دقيق\nمنضبط، دونت فيه قواعد مصطلح الحديث في مصنفات مستقلة، بعضها لم يستوعب،\nلكنه حصل بالتكامل بينها، فأصبح الباحث يجد مطلبه في أي باب من أبواب هذا\nالعلم الجليل، وكان أول من دون قواعد هذا العلم القاضي أبو محمد الحسن بن\nعبد الرحمن بن خلاد الرامهرمزي رحمه الله (¬2)، في كتابه \"المحدث الفاصل\nبين الراوي والواعي\" أجاد ولم يستوعب، وتلاه أبو عبد الله الحاكم بكتابه\n\"معرفة علوم الحديث\" تعقبه أبو نعيم في كتابه \"المستخرج على كتاب الحاكم\"\nثم الخطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             # البغدادي في كتبه الكثيرة (¬1)، وقد أفرد كل فن من فنون الحديث بمؤلف في\nالغالب، ومن هنا كان كل من جاء بعده من العلماء في هذا العلم عالة على\nمصنفات الخطيب، ولم ينشط البحث عن الفوائد والنكت في هذا العلم إلا بعد أن\nأخرج أبو عمرو بن الصلاح كتابه المشهور بمقدمة ابن الصلاح، فإنه اعتنى\nبمؤلفات من سبقه فجمع شتات مقاصدها، وأضاف إليها من الفوائد الكثيرة ما جعل\nكتابه بحق أحسن ما كتب في هذا العلم، فاق من سبقه وبقي <span id='ms05'></span> من بعده مشتغلا\nبكتابه هذا، ما بين دارس ومدرس وشارح (¬2) وناظم ومنكت (¬3) ومختصر قال\nالحافظ ابن حجر: \"فلا يحصى كم ناظم له (¬4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             # ومختصر (¬1)، ومستدرك عليه ومعارض له (¬2) ومنتصر\" (¬3) ونرى أن مراحل\nالتدوين والتدقيق والتحقيق أربع أيضا:\n</p>\n\n<p>\nالأولى: بدأت بكتاب الرامهرمزي، فقد حاز السبق في تدوين أبواب من هذا العلم.\n</p>\n\n<p>\nوالثانية: بدأت بمؤلفات الخطيب البغدادي، فكل من جاء بعده صار عالة على\nمصنفاته في هذا العلم.\n</p>\n\n<p>\nوالثالثة: بدأت بكتابة أبي عمرو بن الصلاح، فقد لاقى قبولا كبيرا عند\nالعلماء، فتنافسوا في الاشتغال به على ما تقدم بيانه.\n</p>\n\n<p>\nوالرابعة: بدأت بكتابة ابن حجر، فقد استفاد منها من أتى بعده من العلماء،\nفإنه دقيق الملاحظة واسع العلم حسن التنظيم، اشتغل العلماء بمؤلفه النفيس\n\"نخبة الفكر\" فمنهم الشارح له والناظم، ولا أنفس من شرحه هو لها المسمى\n\"نزهة النظر\" وصدق الحافظ العراقي رحمة الله علينا وعليه إذ قال: وبعد فعلم\nالحديث خطير وضعه، كثير نفعه، وبه يعرف الحلال والحرام، ولأهله اصطلاح لا\nبد للطالب من فهمه (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوقد وقفت على أبيات معدودة بعشرين بيتا، نظمت من قبل أحمد بن فرح\nالإشبيلي، نظمها بأسلوب مشوق لحفظها، ميسر بعد توفيق الله أمرها، ضمنها\n(28) ثمانية وعشرين نوعا من أنواع مصطلح الحديث، عني بها بعده جمع من\nالعلماء، من حيث الحفظ والفهم والشرح، وقد شرحت من قبل بعض العلماء باختصار\nفيما يخص مصطلح الحديث، وتضمن الشرح الجانب الأدبي والبلاغي، وبيان ما فيها\nمن المحسنات اللفظية، فشدتني الرغبة في شرح ما ضمت من أنواع مصطلح الحديث،\nشرحا فيه إضافة مفيدة، معرضا عما اعتنى به الشراح مما يتعلق بالحب والغرام،\nوما يتعلق بجانب المحسنات اللفظية، والعبارات الأدبية، وقد بدأته بهذه\nالمقدمة، مضفيا زيادة بيان لم تكن فيما أذكر من الشروح التي وقفت عليها،\nومضيفا ترجمة وافية للناظم في (14) أربعة عشرمبحثا، تلا ذلك إثبات نسبة\nالمنظومة، كل ذلك وفق منهج علمي حديث، رجاء أن يكون هذا الجهد تبصرة\nللمبتدي وتذكرة للمنتهي، سائلا الله - عز وجل - أن يجعله عملا متقبلا، ولا\nيحرمنا أجره <span id='ms06'></span> إلى يوم الدين، وصلى الله وسلم وبارك على خاتم الأنبياء\nوالمرسلين.\n</p>\n\n<p>\nالشارح\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO ترجمة الناظم</h2>\n\n\n<h3 class='l3' id='head3'>AUTO نسبه</h3>\n\n<p>\n:\n</p>\n\n<p>\nشهاب الدين أبو العباس، أحمد بن فرح (¬1) بن أحمد، اللخمي الإشبيلي\nالشافعي، نزيل دمشق (¬2).\n</p>\n\n\n<h3 class='l3' id='head4'>AUTO نسبته</h3>\n\n<p>\n:\n</p>\n\n<p>\nاللخمي: نسبة إلى لخم قبيلة من اليمن نزلت الشام (¬3)، الإشبيلي: نسبة\nإلى إلى اشبيلية، بلدة من بلاد الأندلس، تقع على نهر وادي الكبير، قريبة من\nالبحر يطل عليها جبل الشرف، وقد كانت قاعدة ملك الأندلس، وبها كان بنوا\nعباد (¬4)، الشافعي: نسبة إلى الإمام محمد بن إدريس الشافعي، نسبة إلى\nالمذهب الفقهي.\n</p>\n\n\n<h3 class='l3' id='head5'>AUTO مولده</h3>\n\n<p>\n:\n</p>\n\n<p>\nولد بإشبيلية إحدى مدن الأندلس الإسلامية، سنة (624) أربع وعشرين وستمائة\nمن الهجرة، وقال ابن كثير سنة (625) (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head6'>AUTO نشأته</h3>\n\n<p>\n:\n</p>\n\n<p>\nنشأ بمسقط رأسه إلى أن أسره الفرنج (الإسبان) سنة (646) ست وأربعين\nوستمائة من الهجرة (¬1)، ولم نقف على مزيد من المعلومات في هذا الجانب.\n</p>\n\n\n<h3 class='l3' id='head7'>AUTO أول سماعه</h3>\n\n<p>\n:\n</p>\n\n<p>\nالذي يظهر والله أعلم أن أول سماع ابن فرح العلم كان سنة بضع وخمسين\nوستمائة من الهجرة، بعد نجاته من الأسر، في أول رحلة له إلى مصر، حيث تفقه\nعلى العز بن عبد السلام وغيره (¬2).\n</p>\n\n\n<h3 class='l3' id='head8'>AUTO رحلاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nبعد أن تخلص من الأسر، ورد الديار المصرية، سنة بضع وخمسين وستمائة من\nالهجرة، وهي أول رحلة له، فسمع من شيخ الشيوخ في مصر شرف الدين عبد العزيز\nالأنصاري الحموي، ومن الإمام عز الدين بن عبد السلام وطبقتهما، ورحل إلى\nدمشق، ونزل بالشامية البرانية، أكبر المدارس وأعظمها، وأكثرها فقهاء\nوأكثرها أوقافا (¬3)، وسمع من أحمد بن عبد الدائم، وعمر الكرماني، وفراس\nالعسقلاني، ووإبراهيم بن إسماعيل بن أبي اليسر، وخلق سواهم، واعتنى\nبالحديث، وأتقن ألفاظه ومعانيه حتى صار من الأئمة فيه، ورحل إلى مكة لأداء\nفريضة الحج (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head9'>AUTO أشهر شيوخه</h3>\n\n<p>\n:\n</p>\n\n<p>\nشرف الدين عبد العزيز الأنصاري الحموي، والإمام عز الدين بن عبد السلام،\nسمع منهما بمصر، وسمع من معين الدين أجمد بن زين الدين، وإسماعيل بن عزوز،\nوالنجيب بن الصيقل، ومكي بن المسلم بن علان، وأحمد بن عبد الدائم وخلق (¬1).\n</p>\n\n\n<h3 class='l3' id='head10'>AUTO أشهر تلاميذه</h3>\n\n<p>\n:\n</p>\n\n<p>\nالحافظ الذهبي فقد صرح في التذكرة أنه من شيوخه فقال: شيخنا الإمام <span id='ms07'></span>\nالعالم الحافظ شيخ المحدثين، وروى عنه قول علي بن أبي طالب - رضي الله عنه\n-: \"لأن أخر من السماء أحب إلي من أن أكذب على رسول الله - صلى الله عليه\nوسلم - وإذا حدثتكم فيما بيننا فإن الحرب خدعة\" (¬2) ونقل السبكي عن شيخه\nالذهبي قوله: أخذت عنه ونعم الشيخ (¬3)، والحافظان: شرف الدين أحمد بن محمد\nالدمياطي، وعيسى بن أحمد اليونيني، وقد سمعا عليه منظومته هذه، وسمع منه\nالبرزالي، وعثمان بن بلبان المقاتلي، وأبو محمد بن أبي الوليد (¬4).\n</p>\n\n\n<h3 class='l3' id='head11'>AUTO ما وقع له من البلاء</h3>\n\n<p>\n:\n</p>\n\n<p>\nلقد كانت حروب التتار في المشرق، والفرنج في المغرب بلاء عظيما على\nالمسلمين، نالهم فيها من الذل والهوان، ما الله به عليم، ويشبهه ما يقع\nللمسلمين اليوم في كثير من البلدان، قال الذهبي تلميذ الناظم: بقي في أسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             # الفرنج مدة ثم خلصه الله (¬1)، وقد جاء ما يفيد بأن مقدار هذه المدة بضع\nعشرة سنة، إذ وقع في الأسر سنة (646) ست وأربعين وستمائة من الهجرة، إلى\nبضع وخمسين وستمائة، فيكون مكثه في الأسر على أقل تقدير (8) ثمان سنوات،\nوقد أسر في بلده وعمره (17) سبع عشرة سنه (¬2).\n</p>\n\n\n<h3 class='l3' id='head12'>AUTO ثناء العلماء عليه</h3>\n\n<p>\n:\n</p>\n\n<p>\nيقول تلميذه الحافظ الذهبي: شيخنا الإمام العالم، الحافظ الزاهد، شيخ\nالمحدثين، كان إماما متقنا، عارفا الفقه كثير الإفادة، عني بهذا، على هذا\nالشأن، ثم أقبل على تقييد الألفاظ، وفهم المتون ومذاهب العلماء، وكانت له\nحلقة إقراء للحديث وفنونه، حضرت مجالسه، نعم الشيخ كان، علما وفضلا ووقارا،\nواستحضارا وثقة وصدقا وتعففا وقصدا، له أشغال بجامع دمشق يقرئ الفقه\nوالحديث (¬3)، ووصفه تلميذ تلميذه أبو نصر عبد الوهاب السبكي بالإمامة\nوالحفظ والزهد، وكان من كبار أئمة هذا الشأن، وممن يجري فيه وهو طلق اللسان (¬4).\n</p>\n\n\n<h3 class='l3' id='head13'>AUTO صفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nيقول الذهبي: كان مهيبا مديد القامة، متزهدا عابدا صالحا، حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             # السمت يلبس زي الصوفية، وكان فيه ديانة وورع وصيانة (¬1).\n</p>\n\n\n<h3 class='l3' id='head14'>AUTO عقيدته</h3>\n\n<p>\n:\n</p>\n\n<p>\nلم نقف على ما يثلب\n</p>\n\n\n<h3 class='l3' id='head15'>AUTO عقيدته</h3>\n\n<p>\n رحمه الله وقد أثنى عليه الحافظ الذهبي وهو تلميذه ومن أعرف الناس به،\nولو ظهر له ما يقدح في\n</p>\n\n\n<h3 class='l3' id='head16'>AUTO عقيدته</h3>\n\n<p>\n لذكره وما سكت عنه <span id='ms08'></span>، بل ولا أخذ عنه، وأثنى عليه الحافظ ابن كثير رحمة\nالله علينا وعليه، فهو محمول على السلامة في ذلك، وما ذكر عنه من التزي بزي\nالصوفية يحمل على السلامة من الغلو ما لم يثبت خلاف ذلك.\n</p>\n\n\n<h3 class='l3' id='head17'>AUTO ثقافته</h3>\n\n<p>\n:\n</p>\n\n<p>\nنال الإمامة في الحديث، إذ شهد له بهذا أئمة معتبرون، وقد عرضت عليه\nمشيخة دار النورية، وعده الحافظ ابن كثير في طبقات الفقهاء من الشافعية كل\nهذا، مع ما ذكر العلماء من أوصافه والثناء عليه، ينبئ عن ثقافة له واسعة في\nعلوم شتى منها - على وجه الوثوق : السنة وعلومها، والفقه وأصوله، واللغة\nوعلومها، وقد بان ذلك بجلاء في منظومته البديعة السبك في اللفظ والمعنى (¬2).\n</p>\n\n\n<h3 class='l3' id='head18'>AUTO مكانته الاجتماعية</h3>\n\n<p>\n:\n</p>\n\n<p>\nإن من تعرض عليه رئاسة دور العلم، ويوصف بالإمامة والحفظ والعبادة والزهد\nوالورع، ويكون الواصفون له أئمة عاصروه وعرفوا أمره لحري أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             # يشار إليه بالبنان، وأن يسير بعلمه الركبان، فضلا عن إحاطة مجتمعه\nبمكانته بينهم، فلم يكن شخصا عاديا بينهم، بل كان مشهورا بالعلم والدين\nوالعبادة والورع، ومعلوم أن العلماء رؤوس الناس ومحط أنظارهم، فكيف بمن جلس\nلإقراء الحديث والفقه في جامع دمشق في أول النهار من كل يوم، وعرض عليه\nجهات (¬1) كثيرة فيعرض عنها، كما ذكر ابن كثير، وابن تغري بردي (¬2).\n</p>\n\n\n<h3 class='l3' id='head19'>AUTO مؤلفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nلم نقف على كم من مؤلفات هذا الإمام سوى هذا النظم (قصيدة في أصول\nالحديث)، وشرح الأربعين النووية، ومختصر خلافيات البيهقي (¬3)، ويقول ابن\nكثير: له كتابة لكتب كبيرة وصغار، وله شعر جيد من ذلك: قصيدة نحو عشرين\nبيتا في أنواع الحديث (¬4).\n</p>\n\n\n<h3 class='l3' id='head20'>AUTO وفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nقال الحافظ الذهبي: انتقل إلى رحمة الله تعالى، حميدا مفيدا بمنزله في\nتربة أم الصالح مبطونا، في (9/ 6/699) ليلة الأربعاء التاسع من جمادى\nالآخرة، سنة تسع وتسعين وستمائة من الهجرة (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUTO إثبات نسبة المنظومة</h2>\n\n<p>\nما من شك في نسبة هذه المنظومة اللطيفة، المؤثرة البليغة إلى قائلها\nالإمام ابن فرح الإشبيلي رحمه الله، وذلك للنقول التالية: قال السبكي (ت\n727 ه) وهو تلميذ تلميذ الناظم بعد أن ترجم له وأورد القصيدة: وهذه القصيدة\nبليغة، جامعة لغالب <span id='ms09'></span> أنواع الحديث (¬1) قال الحافظ ابن كثير:\n</p>\n\n<p>\n(ت 774 ه): له شعر جيد من ذلك: قصيدة نحو عشرين بيتا في أنواع الحديث،\nونقل ابن العماد قول ابن ناصر الدين محمد بن أبي بكر (ت 842 ه) في التبيان\n(¬2): ومن نظمه الرائق قصيدته التي أولها:\n</p>\n\n<p>\nغرامي صحيح والرجا فيك معضل، وقد حفظها جماعة، وعلى فهمها عولوا، وذكر\nمنها أبياتا (¬3) قال: وقد أنشدني القصيدة أحد الوعاظ، وأعجبت بما فيها من\nتورية الألفاظ، فرأيتها حينئذ قاصرة، ونظم على غرارها قصيدة استدرك فيها\nأنواعا لم تذكر فيها، وسماها \"عقود الدرر في علوم الأثر\" (¬4) وذكر أن ابن\nجماعة نظم على غرارها أيضا، قال الحافظ ابن حجر: (ت 852 ه) في معرض كلامه\nعن محمد بن أبي بكر بن عبد العزيز ابن جماعة الحموي: ونظم قصيدة على طريقة\nابن فرح أودعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             # علوم الحديث (¬1) وفي هذا نظر، لأنه شرح قصيدة ابن فرح، وليست له قدرة\nعلى محاكاة قصيدة ابن فرح لقول السخاوي (ت 902 ه): لم يرزق ملكة في\nالاختصار، ولا سعادة في حسن التصنيف، وكذا كان ينظم شعرا عجيبا، غالبه غير\nموزون، ولذا كان يخفيه كثيرا إلا عمن يختص به ممن لا يدري الوزن (¬2)، وعن\nابن فرح يقول يوسف بن تغري بردي: هو صاحب القصيدة المشتملة على صفات\nالحديث، ثم أورد منها ثمانية أبيات وقال: وهي أطول من ذلك (¬3) وهذه\nالمنظومة لاقت استحسان العلماء وعنايتهم، فتناول شرحها عدد كبير من العلماء\nمن أقدمهم: محمد بن أبي بكر بن عبد العزيز بن محمد بن إبراهيم بن سعد الله\nبن جماعة (¬4)، نص عليه السخاوي في ترجمته، وعنوانه \"زوال القرح بشرح\nمنظومة ابن فرح\" (¬5)، وقاسم بن قطلو بغا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # الحنفي (¬1)، ذكر شرحه حاجي خليفة (¬2)، ولم يذكره السخاوي المعاصر له،\nوشرحه من المتأخرين: يحي بن عبد الرحمن القرافي الأصفهاني (¬3)، وعلى شرحه\nوضع إبراهيم بن محمد بن أحمد بن خالد البرماوي (¬4) حاشيته، ومحمد الأمير\nالكبير (¬5)، وشروحهم من مصورات مركز خدمة السنة والسيرة النبوية عن مكتبة\nشيخنا حماد الأنصاري رحمة الله علينا وعليه، ومكتبة ابن أبي العباس المرسي <span id='ms10'></span>\nالإسكندرية، والمحمودية بالمدينة، وشرحها أيضا السفاريني شمس الدين محمد بن\nأحمد بن سالم (ت 1188 ه) (¬6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nنقل ابن العماد قول ابن ناصر الدين في ذكره (¬1) وشرحها آخرون، منهم:\nالأمير الصغير له الشرح المليح على منظومة غرامي صحيح (¬2) وأعرابي محمد\n(¬3)، وبدر الدين محمد بن يوسف بن بدر الدين الحسني المغربي (ت 1354 ه)\n(¬4)، والديمي محمد بن عثمان، والسفاريني، والعثماني ولي الدين، والعدوي\nمحمد بن عبادة، وابن قدامة المقدسي (¬5)، وتوجد جملة من الشروح المجهولة\n(¬6) تصب في ميدان الاعتناء بمنظومة ابن فرح رحمة الله علينا وعليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الثاني شرح المنظومة\n</p>\n\n\n<h1 class='l1' id='head22'>AUTO تمهيد</h1>\n\n<p>\n:\n</p>\n\n<p>\nهذا أوان الشروع في شرح هذه المنظومة اللطيفة البديعة، وهي تقع في عشرين\nبيتا (¬1)، أخذ النصف الأول من شطر البيت الأول عنوانا لها وهو قوله: غرامي\nصحيح. ولعل ذلك من شراحها وليس من ناظمها، فمنهم من سماها بذلك، ومنهم من\nسماها القصيدة الغرامية، ومنهم من سماها منظومة ابن فرح الإشبيلي، واستحسنت\nتسميتها بالغرامية في مصطلح الحديث مبررا هذه التسمية بأن الناظم شغف\nبقواعد مصلح الحديث لكونها سلاح المحدث للذود عن سنة المصطفى - صلى الله\nعليه وسلم - وصيانة كلامه من التزوير والتحوير، ويظهر من محتوى القصيدة أن\nالناظم لم يقصد الاستيعاب لجميع ما قرر النقاد في علم مصطلح الحديث، وكأنه\nأرادها لطيفة بديعة في لفظها ومعناها، إذ أوجد فيها من الجمع بين معنيين\nغير متناسبين بلفظين لهما معنيان متناسبان، أحدهما قريب وهو غير مراد\nوالثاني بعيد وهو المقصود في النظم، فجاءت سهلة سلسة رائقة، ولم يبدأها\nبمقدمة، وكأنه والله أعلم أراد الإيحاء بأن حاله من الولع والوله، يغني عن\nمقاله وتقدمته فقال رحمة الله علينا وعليه:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head23'>CHECK [المنظومة]</h1>\n\n<p>\n1 - غرامي صحيح والرجا فيك معضل ... وحزني ودمعي مرسل ومسلسل\n</p>\n\n<p>\n2 - وصبري عنكم يشهد العقل أنه ... ضعيف ومتروك وذلي أجمل\n</p>\n\n<p>\n3 - ولا حسن إلا استماع حديثكم ... مشافهة يملى علي فأنقل\n</p>\n\n<p>\n4 - وأمري موقوف عليك وليس لي ... على أحد إلا عليك المعول\n</p>\n\n<p>\n5 - ولو كان مرفوعا إليك لكنت لي ... على رغم عذالي ترق وتعذل\n</p>\n\n<p>\n6 - وعذل عذولي منكر لا أسيغه ... وزور وتدليس يرد ويهمل\n</p>\n\n<p>\n7 - أقضي <span id='ms11'></span> زماني فيك متصل الأسى ... ومنقطعا عما به أتوصل\n</p>\n\n<p>\n8 - وها أنا في أكفان هجرك مدرج ... تكلفني ما لا أطيق فأحمل\n</p>\n\n<p>\n9 - فأجريت دمعي فوق خدي مدبجا ... وما هي إلا مهجتي تتحلل\n</p>\n\n<p>\n10 - فمتفق جفني وسهدي وعبرتي ... ومفترق صبري وقلبي المبلبل\n</p>\n\n<p>\n11 - ومؤتلف وجدي وشجوي ولوعتي ... ومختلف حظي وما منك آمل\n</p>\n\n<p>\n12 - خذ الوجد عني مسندا ومعنعنا ... فغيري بموضوع الهوى يتحلل\n</p>\n\n<p>\n13 - وذا نبذة من مبهم الحب فاعتبر ... وغامضة إن رمت شرحا أطول\n</p>\n\n<p>\n14 - عزيز بكم صب ذليل لعزكم ... ومشهور أوصاف المحب التذلل\n</p>\n\n<p>\n15 - غريب يقاسي البعد عنك وماله ... وحقك عن دار البلى متحول\n</p>\n\n<p>\n16 - فرفقا بمقطوع الرسائل ماله ... إليك سبيل لا ولا عنك معدل\n</p>\n\n<p>\n17 - ولا زلت في عز منيع ورفعة ... ولا زلت تعلو بالتجني فأنزل\n</p>\n\n<p>\n18 - أوري بسعدى والرباب وزينب ... وأنت الذي تعنى وأنت المؤمل\n</p>\n\n<p>\n19 - فخذ أولا من آخر ثم أولا ... من النصف منها فهو فيه مكمل\n</p>\n\n<p>\n20 - أبر إذا أقسمت أني بحبه ... أهيم وقلبي بالصبابة مشعل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head24'>AUTO البيت الأول</h1>\n\n<p>\n:\n</p>\n\n<p>\n1 - غرامي صحيح والرجا فيك معضل ... وحزني ودمعي مرسل ومسلسل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت أربعة من أنواع الحديث:\n</p>\n\n\n<h2 class='l2' id='head25'>AUTO النوع الأول الصحيح</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما اتصل إسناده بنقل العدل الضابط، عن مثله إلى منتهاه، من عير شذوذ\nولا علة.\n</p>\n\n<p>\nوهذا تعريف جامع مانع، خرجت به أضداده (¬1).\n</p>\n\n<p>\nالعدل: المراد به الراوي المتصف بالعدالة. والعدالة: ملكة تمنع الراوي من\nاقتراف الكبائر، وتكسبه الاحتراز من الصغائر. والكبيرة: هي المعصية التي\nتوجب الحد. والصغيرة: هي المعصية التي لا توجب الحد. وعلى هذا التعريف قال\nالعلماء (¬2): أصح الأسانيد مالك، عن نافع، عن ابن عمر، وقالوا: أصحها\nالشافعي، عن مالك، عن نافع، عن ابن عمر (¬3)، وبنى الإمام صلاح الدين\nالعلائي وغيره على ذلك، أن أجلها ما رواه أحمد، عن الشافعي، عن مالك، عن\nنافع، عن ابن عمر، لاتفاق أهل الحديث على جلالة هؤلاء، وهذه تسمى سلسلة\nالذهب (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head26'>AUTO أقسام الصحيح</h3>\n\n<p>\n:\n</p>\n\n<p>\nقال الحاكم رحمة الله علينا وعليه: الصحيح من الحديث عشرة أقسام: خمسة\nمتفق عليها، وخمسة مختلف فيها.\n</p>\n\n\n<h4 class='l4' id='head27'>AUTO المتفق عليها</h4>\n\n<p>\n:\n</p>\n\n<p>\nاختيار البخاري ومسلم، وهو الدرجة الأولى من <span id='ms12'></span> الصحيح، وهو أن لا يذكر إلا\nما رواه صحابي مشهور، عن رسول لله - صلى الله عليه وسلم -، له راويان ثقتان\nفأكثر، ثم يرويه عنه من أتباع الأتباع، الحافظ المتقن المشهور على ذلك\nالشرط، والأحاديث المروية بهذه الشريطة لا يبلغ عددها عشرة آلاف حديث.\n</p>\n\n<p>\nمثل الأول إلا أن راويه من الصحابة ليس له إلا راو واحد.\n</p>\n\n<p>\nمثل الأول إلا أن راويه من التابعين ليس له إلا راو واحد.\n</p>\n\n<p>\nالأحاديث الأفراد الغرائب التي رواها الثقات العدول.\n</p>\n\n<p>\nأحاديث جماعة من الأئمة، عن آبائهم، عن أجدادهم، ولم تتواتر الرواية عن\nآبائهم عن أجدادهم بها إلا عنهم، كصحيفة عمرو بن شعيب، عن أبيه عن جده.\nوبهز بن حكيم، وإياس بن معاوية، عن أبيه، عن جده. وأجدادهم صحابة وأحفادهم\nثقات، فهذه الأقسام الخمسة مخرجة في كتب الأئمة، الشيخين وغيرهما فيحتج بها\n(¬1)، والذي أراه أن هذا التقسيم يرجع إلى قسم واحد وهو الحديث المقبول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n\n<h4 class='l4' id='head28'>AUTO أما الخمسة المختلف فيها فهي</h4>\n\n<p>\n:\n</p>\n\n<p>\nالمرسل، وأحاديث المدلسين إذا لم يذكروا سماعهم، وما أسنده ثقة وأرسله\nجماعة من الثقات، وروايات الثقات غير الحفاظ العارفين، وروايات المبتدعة\nإذا كانوا صادقين (¬1)، فالقسمان الأول والثاني ليس منهما شيء.\n</p>\n\n<p>\nوالقسم الثالث:\n</p>\n\n<p>\nما أسنده ثقة ... الخ، ففي الصحيحين عدة أحاديث اختلف في وصلها وإرسالها.\n</p>\n\n<p>\nوالرابع:\n</p>\n\n<p>\nروايات الثقات ... الخ، ليس هو من قبيل المختلف فيه، فهو متفق على قبوله\nوالاحتجاج به، إذا وجدت شرائط القبول، وليس يشترط في الراوي أن يكون حافظا،\nوالخامس: روايات المبتدعة ... الخ، فنعم فيه الخلاف، ولكن وقعت في الصحيحين\nأحاديث عن جماعة من المبتدعة عرف صدقهم، واشتهرت معرفتهم بالحديث، فلم\nيطرحوا للبدعة (¬2)، وهذه الأقسام تمثل قسما واحدا وهو المختلف في قبوله.\n</p>\n\n<p>\nومن وجهة نظر أخرى قسم المحققون الحديث الصحيح إلى سبعة أقسام:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nما اتفق عليه البخاري ومسلم، وهذا في نظرهم أعلى درجات الصحيح.\n</p>\n\n<p>\nما انفرد به البخاري.\n</p>\n\n<p>\nما انفرد به مسلم.\n</p>\n\n<p>\nما كان على شرط البخاري ومسلم، ولم يخرجاه.\n</p>\n\n<p>\nما كان على شرط البخاري ولم يخرجه.\n</p>\n\n<p>\nما كان على شرط مسلم ولم يخرجه.\n</p>\n\n<p>\nما لم <span id='ms13'></span> يكن على شرطهما ولا واحد منهما، وصح عند أئمة الحديث.\n</p>\n\n<p>\nقال الحافظ ابن حجر رحمة الله علينا وعليه معقبا على هذا التقسيم: نعم قد\nيكون في هذا الجانب أيضا قوة من جهة أخرى، وهو أن المتن الذي تعددت طرقه\nأقوى من المتن الذي ليس له إلا طريق واحدة، فالذي يظهر من هذا أن لا يحكم\nلأحد الجانبين بحكم كلي.\n</p>\n\n<p>\nبل قد يكون ما اتفقا عليه من حديث صحابي واحد إذا لم يكن فردا غريبا أقوى\nمما أخرجه أحدهما من حديث صحابي غير الصحابي الذي أخرجه الآخر، وقد يكون\nالعكس إذا كان ما اتفقا عليه من صحابي واحد فردا غريبا، فيكون ذلك أقوى منه.\n</p>\n\n<p>\nوهذه الأقسام التي ذكرها ابن الصلاح، للصحيح ما شية على قواعد الأئمة\nومحققي النقاد، إلا أنها قد لا تطرد لأن الحديث الذي ينفرد به مسلم مثلا،\nإذا فرض مجيئه من طرق كثيرة حتى تبلغ التواتر أو الشهرة القوية، ويوافقه\nعلى تخريجه مشترطو الصحة مثل أن يقال فيه: إن ما انفرد البخاري بتخريجه إذا\nكان فردا ليس له إلا مخرج واحد أقوى من ذلك، فليحمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             # إطلاق ما تقدم من تقسيمه على الأكثر (¬1)، وفي هذا لفتة من الحافظ إلى أن\nالتقسيم المذكور غير مسلم مطلقا، لذلك قال تلميذه ابن قطلوبغا: قوة الحديث\nإنما هي بالنظر إلى رجاله، لا بالنظر إلى كونه في كتاب كذا. وعنه نقل ابن\nالحنبلي ولم يعترض. وقال بهذا الأمير الصنعاني، والشيخ أحمد شاكر (¬2).\n</p>\n\n<p>\nفالقسم الأول:\n</p>\n\n<p>\nما اتفق عليه البخاري ومسلم، لا يتحقق فيه أنه أعلى الصحيح بإطلاق،\nفالشيخان قد رويا من أحاديث صحيفة همام المشتملة على (142) حديثا اتفقا على\n(23) حديثا منها، وليست هي من أعلى مراتب الصحيح، ومنها (97) حديثا بسند\nواحد هو: عبد الرزاق، عن معمر، عن همام، عن أبي هريرة (¬3)، اتفقا على (23)\nوانفرد البخاري ب (16) وانفرد مسلم ب (58) (¬4).\n</p>\n\n<p>\nوالقسم الثاني:\n</p>\n\n<p>\nما انفرد به البخاري، يرد عليه أيضا: أن البخاري انفرد عن مسلم ب (16)\nحديثا من صحيفة همام نفسها وبالسند نفسه، فكيف يكون أقوى مما <span id='ms14'></span> رواه مسلم من\nالصحيفة ذاتها وبنفس السند؟ ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             # وملاحظة أخرى: إذا انفرد البخاري بحديث في سنده راو متكلم فيه، مثل حديث\nعبد الله بن المثنى عن عمه ثمامة بن عبد الله، تفرد البخاري بإخراج حديثه\nدون مسلم وفيه كلام (¬1)، وانفرد مسلم بحديث كل رجاله ثقات لا كلام فيهم،\nفكيف يكون ما انفرد به البخاري على هذه الصورة أصح مما انفرد به مسلم بنفس\nالوصف؟ .\n</p>\n\n<p>\nالقسم الثالث:\n</p>\n\n<p>\nما انفرد به مسلم، يرد عليه أن مسلما انفرد ب (58) حديثا من الصحيفة\nنفسها، وسندها سند ما اتفق الشيخان عليه، وسند ما انفرد به البخاري عن مسلم\nفكيف، يكون ما انفرد به مسلم أقل صحة مما انفرد به البخاري والسند عندهما\nواحد؟ ، وملاحظة أخرى: أن جعل ما انفرد به مسلم في المرتبة الثالثة من\nالصحة فيه نظر، لأن مسلما قد ينفرد بالحديث وهو على شرطه من إمكان اللقاء\nوعدم التدليس، فهو صحيح عنده وغير صحيح عند البخاري، ومن وافقه ومشى على\nشرطه، فكيف يعد ما انفرد به مسلم في المرتبة الثالثة من الصحة، وهو غير\nصحيح عند البخاري بهذا الاعتبار؟ (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUTO النوع الثاني المعضل</h2>\n\n<p>\n:\n</p>\n\n<p>\nلقب لنوع خاص من المنقطع: فكل معضل منقطع وليس كل منقطع معضلا.\n</p>\n\n<p>\nوهو: ما سقط من سنده راويان فأكثر، من أي موضع سواء سقط الصحابي\nوالتابعي، أو التابعي وتابعه، أو اثنان قبلهما، بشرط أن يكون سقوطهما من\nموضع واحد.\n</p>\n\n<p>\nمثاله: قول مالك: بلغني عن أبي هريرة أن رسول الله - صلى الله عليه وسلم\n- قال: (للمملوك طعامه وكسوته) (¬1)، فقد أعضله مالك باثنين: نافع وابن عمر.\n</p>\n\n<p>\nومنه إذا روى تابع التابعي، عن التابعي حديثا موقوفا عليه وهو حديث متصل\nمسند إلى رسول الله - صلى الله عليه وسلم - (¬2).\n</p>\n\n<p>\nمثاله: حديث الأعمش، عن الشعبي \"يقال للرجل يوم القيامة: عملت كذا وكذا؟\nفيقول: ما عملته. فيختم على فيه فتنطق جوارحه أو لسانه، فيقول لجوارحه:\nأبعد كن الله، ما خاصمت إلا في كن\" أعضله الأعمش، وهو عن الشعبي متصل مسند،\nمخرج في الصحيح لمسلم (¬3).\n</p>\n\n<p>\nوليعلم أنه لا يحكم <span id='ms15'></span> على حديث بالإعضال إلا بشرطين:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n1 - أن يرد مسندا متصلا إلى رسول الله - صلى الله عليه وسلم - عمن وقفه\nعليه الراوي الأول.\n</p>\n\n<p>\nمثاله: رواية الأعمش السابقة، فإنه وقفها على الشعبي، وهي مسندة متصلة عن\nالشعبي، عن أنس بن مالك - رضي الله عنه - قال: كنا عند رسول الله - صلى\nالله عليه وسلم - فضحك فقال: (أتدرون مم ضحكت؟ ، قلنا: الله ورسوله أعلم،\nقال: من مخاطبة العبد ربه يوم القيامة فيقول: يا رب ألم تجرني من الظلم؟\nفيقول: بلى - قال: فإني لا أجيز اليوم على نفسي إلا شاهدا مني - فيقول: كفى\nبنفسك اليوم عليك حسيبا، وبالكرام الكاتبين عليك شهودا، فيختم على فيه ...\n) (¬1)، قال ابن الصلاح رحمة الله علينا وعليه: هذا جيد حسن، لأن هذا\nالانقطاع بواحد مضموما إلى الوقف يشمل باثنين: الصحابي ورسول الله - صلى\nالله عليه وسلم - فذلك باستحقاق اسم الإعضال أولى (¬2).\n</p>\n\n<p>\n2 - جواز نسبة ذلك القول إلى التابعي الذي رواه، فلا يكون مما لا مجال\nللعقل فيه (¬3).\n</p>\n\n\n<h2 class='l2' id='head30'>AUTO النوع الثالث المرسل</h2>\n\n<p>\n:\n</p>\n\n<p>\nهذا نوع من علم الحديث صعب، قل من يهتدي إليه إلا المتبحر في هذا العلم،\nفإن مشايخ الحديث لم يختلفوا في أن الحديث المرسل هو الذي يرويه المحدث\nبأسانيد متصلة إلى التابعي: قال رسول الله - صلى الله عليه وسلم - (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head31'>AUTO وهو: في اللغة</h3>\n\n<p>\n:\n</p>\n\n<p>\nيجمع على مراسيل، مأخوذ من الإرسال: وهو الإطلاق كما في قوله تعالى: {ألم\nتر أنا أرسلنا الشياطين على الكافرين} (¬1)، فكأن المرسل أطلق الإسناد ولم\nيقيده بجميع رواته (¬2).\n</p>\n\n<p>\nوفي الاصطلاح: ما رفعه تابعي كبير إلى رسول الله - صلى الله عليه وسلم - (¬3).\n</p>\n\n<p>\nمثاله: قول نافع: \"نهى رسول الله - صلى الله عليه وسلم - عن قتل الكلاب\".\nوليعلم أن للعلماء ثلاثة أقوال في حكم العمل بالمرسل هي:\n</p>\n\n<p>\nالقبول مطلقا، وهو محكي عن الإمامين: مالك وأبي حنيفة وجمهور أصحابهما،\nوهو رواية عن الإمام أحمد رحمهم الله (¬4).\n</p>\n\n<p>\nالرد مطلقا، وهو مذهب جمهور العلماء من المحدثين والفقهاء رحمهم الله\n(¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالتحقيق: وهو مذهب الإمام الشافعي ومن قال بقوله رحمهم الله، أن يعمل به\nإذا وجد له واحد من ثلاثة <span id='ms16'></span> شروط هي:\n</p>\n\n<p>\nإذا ورد متصلا من غير طريق المرسل له، ومن قال: إن الاعتماد حينئذ يقع\nعلى المسند دون المرسل، يجاب بأنه بالمسند تتبين صحة الإسناد الذي فيه\nالإرسال، فيحكم له مع إرساله أنه إسناد صحيح تقوم به الحجة (¬1).\n</p>\n\n<p>\nإذا قواه مرسل غيره من غير طريقه.\n</p>\n\n<p>\nإذا قواه فعل صحابي أو قوله.\n</p>\n\n<p>\nإذا عمل بمقتضاه أو أفتى بموجبه جماهير من سلف الأمة (¬2) - ورد من\nالمرسل ما لم يتصف بشيء مما ذكر\n</p>\n\n<p>\nقال الذهبي رحمة الله علينا وعليه: إن المرسل إذا صح إلى تابعي كبير فهو\nحجة عند خلق من الفقهاء (¬3).\n</p>\n\n<p>\nأما مرسل الصحابي فإنه يعمل به بلا خلاف، لثبوت العدالة للصحابة مطلقا\n(¬4)، واحتمال رواية الصحابي عن التابعي احتمال ضعيف جدا فيصرف النظر عنه\n(¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head32'>AUTO النوع الرابع المسلسل</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما اتفق رواته على صفة أو حالة أو كيفية واحدة (¬1).\n</p>\n\n<p>\nمثاله: حديث معاذ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال\nله: (يا معاذ، إني أحبك فقل دبر كل صلاة: اللهم أعني على ذكرك وحسن عبادتك)\n(¬2) فقال كل من رواه للآخذ عنه: إني أحبك فقل ... وحديث أبي هريرة - رضي\nالله عنه - \"شبك بيدي أبو القاسم - صلى الله عليه وسلم - \" (¬3) وحديث أنس\n- رضي الله عنه - ... \"وقبض رسول الله على لحيته\" (¬4) هذه الصفات المصاحبة\nلنص الحديث تناقلها الرواة كل يقول لصاحبه تلك المقولة، وفي هذا زيادة في\nضبط الرواية وإتقانها (¬5)، ومنه المسلسل بالمحمدين، أو بالبصريين، أو\nبالفقهاء، وأحسن المسلسلات ما كان بصيغة مشعرة باللقاء مثل: سمعت فلان، أو\nحدثني أو أخبرني، وأن يعم التسلسل جميع السند، وقد يكون في بعضه، كالمسلسل\nبالأولية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             # مثاله: حديث (الراحمون يرحمهم الرحمن) (¬1)، إذ كان أول حديث سمعه الراوي\nمن شيخه، وقد حصل فيه التسلسل إلى ابن عيينة فقط، وانقطع عمن فوقه، على\nالصحيح (¬2).\n</p>\n\n<p>\nهذا الذي قدمناه بعض صوره الكثيرة، مثل الحاكم لثمان منها، ومن صوره: ما\nيكون للرواية والتحمل، نحو سمعت فلانا قال: سمعت فلانا .. الخ، وما يكون\nصفة للرواة أو حالة لهم، نحو اللهم أعني على شكرك <span id='ms17'></span> وذكرك .. الخ، وهي كثيرة\nلا تحصى (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head33'>AUTO البيت الثاني</h1>\n\n<p>\n:\n</p>\n\n<p>\n2 - وصبري عنكم يشهد (¬1) العقل أنه ... ضعيف ومتروك وذلي أجمل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا نوعين:\n</p>\n\n\n<h2 class='l2' id='head34'>AUTO النوع الأول الضعيف</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما ليس بحسن - بمعنى لم تجتمع فيه صفات الحديث الحسن (¬2) - وأنواعه\nكثيرة، أطنب فيها أبو حاتم بن حبان فأوصلها تسعة وأربعين نوعا (49) (¬3)\nوضابطها التعريف السابق. واصطلاح (ضعيف) لقب عام يشمل كل حديث مردود، مهما\nكان سبب رده، وأنه بالتالي يتنوع أنواعا كثيرة جدا، وذلك أننا إذا جعلنا\nاختلال كل شرط - من شروط القبول الستة (¬4) - نوعا تحصل معنا ستة أنواع،\nفإذا أضفنا إلى كل واحد من الستة اختلال باقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             # الشروط بعده كانت الأنواع كثيرة جدا، لكن المحدثين لم يفردوا كل صورة\nبنوع خاص، لما في ذلك من التطويل الذي يوعر سبيل العلم، ولا يجدي ثمرة\nزائدة على المقصود، إنما صنفوها بحسب الأنواع الرئيسة، حيث إنها ضوابط\nكافية لتمييز المقبول من المردود، تندرج تحتها كافة الصور، كما أنها تبين\nإلى أي مستوى بلغ الضعف، هل هو هين يصلح للتقوية إن وجد العاضد، أو شديد لا\nيصلح، أو مكذوب مختلق جزما (¬1).\n</p>\n\n\n<h2 class='l2' id='head35'>AUTO النوع الثاني المتروك</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما تفرد بروايته متهم بالكذب. مثاله: حديث عمرو بن شمر، عن جابر\nالجعفي، عن الحارث الأعور، عن على. وهذا الإسناد مما قيل فيه: أوهى\nالأسانيد (¬2)، وحديث الجارود بن يزيد النيسابوري. قال الذهبي: ومن بلاياه:\nعن بهز، عن أبيه عن جده أنه قال: \"إذا قال لامرأته: أنت طالق إلى سنة إن\nشاء الله لا حنث عليه\" (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head36'>AUTO البيت الثالث</h1>\n\n<p>\n:\n</p>\n\n<p>\n3 - ولا حسن إلا استماع (¬1) حديثكم ... مشافهة يملى (¬2) علي فأنقل (¬3)\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا نوعين:\n</p>\n\n\n<h2 class='l2' id='head37'>AUTO النوع الأول الحسن</h2>\n\n<p>\n:\n</p>\n\n<p>\nوله معنيان:\n</p>\n\n<p>\n1 - معنى في اللغة وهو: ما تشتهيه النفس وتميل إليه.\n</p>\n\n<p>\n2 - معنى في الاصطلاح: وهو الحديث الذي اتصل سنده بنقل عدل خف ضبطه، غير\nشاذ ولا معل (¬4)، وللحسن تعاريف ذكرها العلماء (¬5)، هذا أخصرها وأدقها،\nلأنه ميز الحسن عن الضعيف، بالشروط التي تضمنها، ثم ميزه عن الصحيح بأنه قل <span id='ms18'></span>\nضبطه (¬6).\n</p>\n\n<p>\nمثاله: رواية الإمام أحمد قال: حدثنا يحي بن سعيد، عن بهز بن حكيم، حدثني\nأبي، عن جدي قال: قلت: \"يا رسول الله من أبر؟ ، قال: أمك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قلت: ثم من؟ قال: ثم أمك. قال: قلت: ثم من؟ قال: أمك، ثم أباك، ثم\nالأقرب فالأقرب\" (¬1) ومعلوم أن الإمام أحمد، ويحي بن سعيد القطان إمامان\nجليلان، وبهز من أهل الصدق الصيانة، وثقه الأئمة ابن المديني، وابن معين،\nوالنسائي وغيرهم، لكن استشكل العلماء بعض مروياته، وتكلم فيه شعبة بن\nالحجاج بسبب ذلك، ولم يسلبه صفة الضبط، لكنه أشعر بأنه خف ضبطه، وحكيم والد\nبهز قال النسائي: لا بأس به، ووثقه غيره، فيكون حديث بهز هذا حسنا لذاته\nكما حكم العلماء، بل هو من أعلى مراتب الحسن (¬2).\n</p>\n\n<p>\nوليعلم أن ثمة تشابها كبيرا بين الحسن والصحيح، حتى إن طائفة من أهل\nالحديث جعلوا الحسن مندرجا في الصحيح، ولم يجعلوه نوعا منفردا، وهو الظاهر\nمن كلام أبي عبد الله الحاكم في تصرفاته إذ قسم الحديث إلى صحيح وسقيم\n(¬3)، لأن الحديث الذي يحتج به إما أن يكون في أعلى درجات القبول، وهو\nالصحيح، أو في أدناها وهو الحسن (¬4).\n</p>\n\n<p>\nوليعلم أن مراتب الحسن متفاوتة، كما تفاوتت مراتب الصحيح، وذلك بحسب قرب\nراوي الحسن لذاته من الصحيح في ضبطه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nومن أمثلة تفاوت مراتب الحسن قول الذهبي: أعلى مراتب الحسن بهز بن حكيم،\nعن أبيه، عن جده، وعمرو بن شعيب، عن أبيه، عن جده ... وأمثال ذلك، وهو قسم\nمتجاذب بين الصحة والحسن، فإن عدة من الحفاظ يصححون هذه الطرق، وينعتونها\nبأنها من أدنى مراتب الصحيح، وهو أعلى مراتب الحسن.\n</p>\n\n<p>\nثم بعد ذلك ما اختلف في تحسينه وتضعيفه، له أمثلة كثيرة تنازع فيها\nالعلماء، بعضهم يحسنونها، وآخرون يضعفونها كحديث الحارث بن عبد الله\nالأعور، وعاصم بن ضمرة، وحجاج بن أرطاة، وخصيف، ودراج، وغيرهم.\n</p>\n\n<p>\nوهكذا يتوسط الحديث الحسن بين منزلتي الصحة والضعف، وقد يكون أدنى إلى\nالصحة حينا، وهو الحسن لذته، وأدنى إلى الضعف حينا آخر، وهو الحسن لغيره\n(¬1)، وما ذكره <span id='ms19'></span> الذهبي مثال للمرتبة العليا من مراتب الحسن، ومثال للدنيا\nمنه، وبنيهما مراتب (¬2).\n</p>\n\n<p>\nوليعلم أن العلماء رحمة الله علينا وعليهم اختلفوا في الاحتجاج بالحديث\nالحسن على ثلاثة أقوال كما ظهر لي:\n</p>\n\n<p>\n1 - ذهب الفقهاء وأكثر العلماء من المحدثين والأصوليين إلى أن الحسن\nكالصحيح في الاحتجاج به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n2 - شذ بعض أهل الحديث فرده (¬1).\n</p>\n\n<p>\n3 - وفصل آخرون: قال الحافظ ابن حجر رحمة الله علينا وعليه: إن المصنف -\nابن الصلاح - وغير واحد نقلوا الاتفاق على أن الحديث الحسن يحتج به كما\nيحتج بالصحيح، وإن كان دونه في المرتبة (¬2)، لكنه رحمه الله تساءل عن نوع\nالحسن الذي اتفقوا على الاحتجاج به، وذكر أنه ما ينزل على تعريف الخطابي،\nوهو رواية الصدوق المشهور بالأمانة ... إلى آخر كلامه، وهو الحسن لذاته،\nوليس الحسن المذكور عند الترمذي، الذي يطلقه من غير صفة أخرى، فإنه يطلق\nاسم الحسن على الضعيف، والمنقطع إذا اعتضد (¬3)، فلا يتجه إطلاق الاتفاق\nعلى الاحتجاج به جميعه، ولا دعوى الصحة فيه إذا أتى من طرق، ولا ما هو أعم\nمن ذلك (¬4).\n</p>\n\n<p>\nويؤيد هذا قول الخطيب: أجمع أهل العلم أن الخبرلا يجب قبوله إلا من\nالعاقل الصدوق المأمون على ما يخبر به (¬5)، وصرح أبو الحسن بن القطان بأن\nهذا القسم لا يحتج به كله، بل يعمل به في فضائل الأعمال، ويتوقف عن العمل\nبه في الأحكام، إلا إذا كثرت طرقه، أو عضده اتصال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             # عمل، أو موافقة شاهد صحيح، أو ظاهر القرآن (¬1) قال بعد أن ذكر هذا: وهذا\nحسن قوي رائق، ما أظن منصفا يأباه (¬2)، ولا تزال مثل هذه الحال مثار\nاجتهاد العلماء وتحريهم، وموضع تخوفهم حتى عسر التعبير عن الحسن وضبطه على\nبعضهم، لأنه أمر نسبي، وشيء ينقدح في نفس الحافظ، وربما تقصر عبارته عن\nتبريره تفصيلا (¬3) ولذلك تنوع تعبير الترمذي رحمه الله في الحكم على\nالحديث الحسن فقال: حديث حسن، حديث صحيح، حديث حسن صحيح (¬4)، حديث صحيح\nغريب، حديث حسن غريب، حديث حسن صحيح غريب، مقيدا أحيانا ... بقوله: لا\nنعرفه إلا من هذا الوجه، وللعلماء رحمهم الله في <span id='ms20'></span> هذا أقوال:\n</p>\n\n<p>\n1 - أنه أطلق الحسن باعتبار الطرق، قال الترمذي رحمة الله علينا وعليه:\nوما ذكرنا في هذا الكتاب حديث حسن، إنما أردنا به حسن إسناده عندنا، كل\nحديث يروى لا يكون في إسناده من يتهم بالكذب، ولا يكون الحديث شاذا، ويروى\nمن غير وجه نحوه، فهو عندنا حديث حسن (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n2 - استشكل العلماء قوله: حسن صحيح، لأن الحسن قاصر عن الصحيح، فكيف يجمع\nبين إثبات القصور وعدمه! أجاب عن هذا الحافظ ابن حجر فقال: محصل الجواب أن\nتردد أئمة الحديث في حال ناقله، اقتضى للمجتهد أن لا يصفه بأحد الوصفين،\nفيقال فيه: حسن باعتبار وصفه عند قوم، صحيح باعتبار وصفه عند قوم، وغاية ما\nفيه أنه حذف منه حرف التردد، لأن حقه أن يقول: حسن أو صحيح (¬1).\n</p>\n\n<p>\n3 - وتوجيه آخر قاله ابن دقيق العيد أن يقال: حسن باعتبار الصفة الدنيا،\nوهي: الصدق مثلا، صحيح باعتبار الصفة العليا، وهي: الحفظ والإتقان (¬2)\nفإذا لم يقيد فلابن الصلاح توجيه بأن ذلك باعتبار الطرق، فيكون حسنا\nباعتبار بعض الطرق، وصحيحا باعتبار طرق أخر (¬3)، وذكر السيوطي توجيهين\nآخرين: أن المراد حسن لذاته، صحيح لغيره، أو حسن باعتبار إسناده، صحيح: أي\nأنه أصح شيء ورد في الباب، فإنه يقال: أصح ما ورد كذا، وأن كان حسنا أو\nضعيفا، والمراد أرجحه أو أقله ضعفا (¬4).\n</p>\n\n<p>\nوليعلم أن العلماء قالوا: ما قيل فيه: حسن الإسناد دون ما قيل فيه:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nحسن، لأنه قد يكون فيه شذوذ أو علة (¬1) إذ المراد اتصال سنده، لا أنه\nمقطوع به في نفس الأمر (¬2)، ومن عرف من حاله التفريق بين التقييد\nوالإطلاق، يحكم له بمقتضى ذلك، ويحمل إطلاقه على الإسناد والمتن معا،\nوتقييده على الإسناد فقط، أما من عرف من حاله عدم التفريق حمل على أنه حكم\nله بالحسن (¬3) وله أمثلة عند الحاكم في المستدرك، والحسن عنده داخل في\nمسمى الصحيح، كما يظهر من صنيعه في معرفة علوم الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head38'>AUTO النوع الثاني المشافهة</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهي: السماع من لفظ الشيخ. وفرع عليها: القراءة على الشيخ، وأكثر\nالمحدثين يسمونها عرضا، إذ أن <span id='ms21'></span> القاري يعرض على الشيخ ما يقرؤه، كما يعرض\nالقرآن على المقرئ، ولا خلاف أنها رواية صحيحة، إلا ما حكي عن بعض من لا\nيعتد بخلافه (¬1)، يعني ما ورد من خلاف أبي عاصم النبيل، كان لا يرى\nالرواية بالعرض (¬2).\n</p>\n\n<p>\nوقد اختلف العلماء في أن السماع من لفظ الشيخ أعلى أو القراءة عليه، على\nثلاثة أقوال:\n</p>\n\n<p>\nأن السماع من لفظ الشيخ أعلى المراتب في تحمل الحديث ونقله، وهذا هو\nالراجح وعليه جمهور أهل المشرق (¬3) وهذا يتفق مع ما تقدم من أن السماع من\nلفظ الشيخ أرفع الأقسام، وعليه الجمهور ورجحه ابن الصلاح.\n</p>\n\n<p>\nأن القراءة على الشيخ أعلى، وهو قول أبي حنيفة، وسفيان الثوري، وابن أبي\nدئب، وشعبة ويحي بن سعيد القطان، وآخرين (¬4).\n</p>\n\n<p>\nأنهما سواء، وهو مذهب معظم أهل الحجاز والكوفة، ومذهب مالك وأصحابه\nوأشياخه من علماء المدينة، ومذهب البخاري وغيرهم (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه المساواة إنما تكون إذا أقر الشيخ حالة القراءة بأنه حديثه، وصرح\nبذلك، وهي محل الاتفاق في الاعتبار، فإن سكت ولم يقر ولم ينكر وهو مصغ إلى\nإخبار القارئ له، غير غافل عنه، وليس ثم ما يوجب سكوتا، من إكراه أو غفلة\nأو نعاس، فالصحيح الذي عليه الجمهور العمل بذلك والاعتداد به، وعلى قول\nالجمهور هي أنزل درجة من السماع من لفظ الشيخ، لما في السماع من لفظه من\nاليقظة والمتابعة الدقيقة والحذر من الغفلة، ولا شك في ذلك، ومحل الأقوال\nالثلاثة إنما هو الحالة الأولى، إذا أقر الشيخ، والأدق في الأداء أن يقول\nفي هذه الحالة: قرأت على فلان أو قرئ على فلان وأنا أسمع فأقربه، ويليه في\nالرتبة ما يجوز من صيغ الأداء المستعملة في السماع من لفظ الشيخ، بشرط أن\nتكون مقيدة فيقول: حدثنا فلان قراءة عليه، أو حدثني قراءة عليه، وأخبرنا\nقراءة عليه، أو أخبرني قراءة عليه وهكذا، ووقع الخلاف في إطلاق هذه الصيغ\nبين المنع والجواز، وبعضهم منع إطلاق حدثنا وجوز أخبرنا، والفرق بينهما صار\nهو الشائع الغالب على أهل الحديث (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head39'>AUTO البيت الرابع</h1>\n\n<p>\n4 - وأمري موقوف عليك وليس <span id='ms22'></span> لي ... على أحد إلا عليك المعول.\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا وهو:\n</p>\n\n\n<h2 class='l2' id='head40'>AUTO الموقوف</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما أضيف إلى صحابي من قول أو فعل، اتصل سنده أو لم يتصل (¬1).\n</p>\n\n<p>\nوعليه فرع الأثر: ويطلق على المروي، سواء كان عن رسول الله - صلى الله\nعليه وسلم -، أو عن الصحابي، وهو المذهب المختار، الذي قاله المحدثون\nوغيرهم، واصطلح عليه السلف وجماهير الخلف، وقال الفقهاء \"الخراسانيون\": هو\nما يضاف إلى الصحابي موقوفا عليه (¬2)، ف\n</p>\n\n\n<h2 class='l2' id='head41'>AUTO الموقوف</h2>\n\n<p>\n والمرفوع أخص من الأثر مطلقا، والأثر أعم مطلقا، ويسمى المحدث أثريا\nنسبة إلى الأثر، وما جاء عن التابعين فمن بعدهم، يذكر بقيد فيقول: وقفه\nمالك، أو الزهري، أو موقوف على الثوري، على الأوزاعي، على الشافعي ونحو ذلك (¬3).\n</p>\n\n<p>\nوليعلم أن الحديث الموق لا يحكم بصحته مطلقا ولا بضعفه، بل مدار الحكم\nعليه من خلال ما يتوفر في رواته من العدالة والضبط مع بقية الشروط، ويعطى\nحينئذ الرتبة المستحقة، الصحة أو الحسن، أو الضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             # بأنواعه (¬1) وما صح من الأحاديث الموقوفة وكان مما لا مجال للرأي فيه\nوجب العمل به. مثاله (قول عبد الله بن مسعود - رضي الله عنه -: من أتى\nساحرا أو كاهنا فقد كفر بما أنزل على محمد - صلى الله عليه وسلم -) (¬2).\n</p>\n\n\n<h1 class='l1' id='head42'>AUTO البيت الخامس</h1>\n\n<p>\n:\n</p>\n\n<p>\n5 - ولو كان مرفوعا إليك لكنت لي ... على رغم عذالي ترق تعذل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا وهو:\n</p>\n\n\n<h2 class='l2' id='head43'>AUTO المرفوع</h2>\n\n<p>\n:\n</p>\n\n<p>\nمأخوذ من الرفعة والعلو، لمكان رسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\nوهو: ما أضيف إلى النبي - صلى الله عليه وسلم - من قول أو فعل أو تقرير.\n</p>\n\n<p>\nمثال القول: حديث (إنما الأعمال بالنيات) (¬3) ونحوه. ومثال الفعل: (رجم\nالنبي - صلى الله عليه وسلم - ليهوديين زنيا) (¬4) و (سجوده - صلى الله\nعليه وسلم - للسهو) (¬5)، ومثال التقرير: إقراره - صلى الله عليه وسلم -\nخالد بن الوليد على أكل الضب (¬6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوليعلم أن العلماء رحمة الله علينا وعليهم جعلوا من المرفوع قول الصحابي:\n(كنا نفعل كذا) مما لا مجال للرأي فيه (¬1)، على القول بإطلاق <span id='ms23'></span> الرفع، من\nغير تفريق فيه بين ما أضيف إلى زمن النبي - صلى الله عليه وسلم - وما لم\nيضف، قال النووي رحمة الله علينا وعليه: وهو قوي من حيث المعنى (¬2)\nواعتمده الإمامان: البخاري ومسلم في صحيحيهما، كما ذكر ذلك ابن حجر وقال:\nوأكثر منه البخاري (¬3)، وكذا إذا قال: (من السنة كذا (¬4)، أو أمرنا بكذا،\nأو نهينا عن كذا) فقد حكي الإجماع على أنه حديث مسند (¬5).\n</p>\n\n<p>\nمن أمثلة ذلك:\n</p>\n\n<p>\n1 - قول ابن مسعود - رضي الله عنه -: (من أتى ساحر ا ... ) وقول أبي\nهريرة - رضي الله عنه - لمن خرج من المسجد بعد الأذان: (أما هذا فقد عصى\nأبا القاسم - صلى الله عليه وسلم -) (¬6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n2 - فعل علي - رضي الله عنه - إذ صلى الكسوف بأكثر من ركوعين في الركعة\nالواحدة (¬1).\n</p>\n\n<p>\nواشترط الحافظ ابن حجر أن لا يكون الصحابي معروفا برواية الإسرائيليات،\nمثل: كعب الأحبار مثلا فإن له في روايته مصدرين: رسول الله - صلى الله عليه\nوسلم -، والنقل عن الكتب السابقة (¬2).\n</p>\n\n\n<h1 class='l1' id='head44'>AUTO البيت السادس</h1>\n\n<p>\n:\n</p>\n\n<p>\n6 - وعذل عذولي منكر لا أسيغه ... وزور (¬3) وتدليس يرد (¬4) ويهمل (¬5)\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعين:\n</p>\n\n\n<h2 class='l2' id='head45'>AUTO النوع الأول المنكر</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما انفرد به من لم يبلغ في الثقة والإتقان ما يحتمل معه تفرده:\nمثاله حديث (كلوا البلح بالتمر، فإن الشيطان إذا رأى ذلك غاظه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             # وقال: عاش ابن آدم حتى أكل الجديد بالخلق) (¬1).\n</p>\n\n\n<h2 class='l2' id='head46'>AUTO النوع الثاني التدليس</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: كتم العيب في أي شيء. مأخوذ من الدلس: وهو الظلمة، شبه بها بجامع\nالتغطية في كل (¬2).\n</p>\n\n<p>\nوقد ظهر التدليس في عهد التابعين، ونما واستمر حتى نهاية عصر الرواية\nمنتصف القرن الخامس الهجري، وبقي بعد ذلك صفة لدى البعض من الناس إلى يومنا\nهذا، وسيبقى ما بقي البحث والنظر وتداول العلم والمعرفة، وله مجال كبير في\nالمعاملات على مستوى الأفراد والجماعات والدول، والذي يهمنا هنا ما يتعلق\nمنه بالرواية (¬3).\n</p>\n\n\n<h3 class='l3' id='head47'>AUTO أصناف المدلسين</h3>\n\n<p>\n:\n</p>\n\n<p>\nصنف الحاكم رحمة الله علينا وعليه المدلسين إلى ستة أجناس:\n</p>\n\n<p>\nمن دلس عن الثقات الذين تتفاوت رتبهم في التوثيق، إلا أنهم لو يخرجوا من\nعداد <span id='ms24'></span> الذين تقبل أخبارهم.\n</p>\n\n<p>\nقوم يدلسون الحديث فيقولون: قال فلان فإذا جاء من يتتبع سماعاتهم ويلح في\nالبحث ويراجعهم في ذلك ذكروا فيه سماعاتهم.\n</p>\n\n<p>\nقوم دلسوا على أقوام مجهولين لا يدرى من هم ومن أين هم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقوم دلسوا أحاديث رووها عن المجروحين، غيروا أساميهم وكناهم كي لا\nيعرفوا.\n</p>\n\n<p>\nقوم دلسوا عن قوم سمعوا منهم الكثير، وربما فاتهم الشيء عنهم فيدلسونه،\nإلا أن المتبحر في هذا العلم، يميز بين ما سمعوه وما دلسوه.\n</p>\n\n<p>\nقوم رووا عن شيوخ لم يروهم قط ولم يسمعوا منهم، إنما قالوا: قال فلان،\nفحمل ذلك عنهم على السماع، وليس عندهم عنهم سماع عال ولا نازل.\n</p>\n\n<p>\nالأئمة الذين دلسوا والذين تورعوا عن التدليس:\n</p>\n\n<p>\nقال الحاكم رحمة الله علينا وعليه: لم أستحسن ذكر أسامي من دلس من أئمة\nالمسلمين صيانة للحديث ورواته، غير أني أدل على جملة يهتدي إليها الباحث عن\nالأئمة الذين دلسوا والذين تورعوا عن التدليس وهو:\n</p>\n\n<p>\nأن أهل الحجاز والحرمين ومصر والعوالي، ليس التدليس من مذهبهم، وكذلك أهل\nخراسان والجبال وأصبهان، وبلاد فارس وخوزستان وما وراء النهر، لا يعلم أحد\nمن أئمتهم دلس.\n</p>\n\n<p>\nوأكثر المحدثين تدليسا أهل الكوفة، ونفر يسير من أهل البصرة.\n</p>\n\n<p>\nفأما مدينة السلام: بغداد فقد خرج منها جماعة من أهل الحديث، وهم سبع\nطبقات لم يذكر عن واحد منهم التدليس سوى أبي بكر محمد بن محمد بن سليمان\nالباغندي الواسطي، فإن أخذ أحد من أهل بغداد التدليس فعن الباغندي وحده\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head48'>AUTO حكم رواية المدلس</h3>\n\n<p>\n:\n</p>\n\n<p>\nخلاصة القول في هذا أن للعلماء ثلاثة أقوال:\n</p>\n\n<p>\nالقبول مطلقا، وهو قول جمهور من قبل المرسل، فلم يجعلوا المدلس مثل\nالكذاب، ولم يروا صفة التدليس جرحا في العدالة، وغاية ما في الأمر أن يكون\nبمعنى الإرسال.\n</p>\n\n<p>\nالرد مطلقا، وهو قول لبعض أصحاب الحديث وبعض الفقهاء (¬1)، قالوا: (¬2)\nإن التدليس جرح في المدلس، لإيهامه سماع ما لم يسمع (¬3).\n</p>\n\n<p>\nالتفصيل: قبول ما صرح فيه بالسماع، ورد ما سواه، وهذا هو الراجح المرتضى،\nإذ لا يزول الإيهام ولا يرتفع الإشكال إلا بلفظ صريح، كأن يقول <span id='ms25'></span>: سمعت،\nوحدثني، وأخبرني، ونحو ذلك (¬4).\n</p>\n\n<p>\nوبيانه: أن التدليس أخو الكذب والغش والخداع، وهو مناف لقول رسول الله -\nصلى الله عليه وسلم -: (الدين النصيحة) (¬5)، فهو غش للأمة، وقد قال - صلى\nالله عليه وسلم -: (من غشنا فليس منا) (¬6)، وهذا منصب على من فعل ذلك\nقاصدا إخفاء ما يقتضي رد الرواية، وهو في عمومه جرح إلا الذين عرف النقاد\nسيرتهم فيه وقبلوا عنعنتهم وهم:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n- من كان لا يدلس إلا عن ثقة كسفيان بن عيينة، والثوري، والأعمش (¬1).\n</p>\n\n<p>\n- من لم يوصف بالتدليس إلا نادرا، كيحي بن سعيد القطان وسفيان الثوري،\nوهو قليل التدليس (¬2).\n</p>\n\n<p>\n- من جاءت روايته: من طريق من خبر أمره، كعمل يحي القطان مع سفيان\nالثوري، وقول شعبة: كفيتكم تدليس ثلاثة: الأعمش، وأبي إسحاق، وقتادة (¬3).\n</p>\n\n\n<h3 class='l3' id='head49'>AUTO أقسام التدليس؛ هو قسمان</h3>\n\n<p>\n:\n</p>\n\n<p>\n- تدليس إسناد: وهو: أن يسقط اسم شيخه الذي سمع منه، ويرتقي إلى شيخ شيخه\nالذي عاصره، أو من فوقه سمع منه أو لم يسمع، ويسند ذلك إليه بلفظ لا يقتضي\nالاتصال، بل بلفظ موهم أنه سمع منه ذلك، كقوله: عن فلان، أو قال فلان (¬4)\nوممن عرف به، بقية بن الوليد (¬5).\n</p>\n\n<p>\nوهو أنواع:\n</p>\n\n<p>\n- تدليس الحذف: حذف الراوي لضعف أو لصغر سنه وهو تدليس التسوية: وهو حذف\nراو ضعيف بين ثقتين وهما الراوي عن الضعيف، وشيخ الضعيف، وشرط العلماء أن\nيكون الثقتان قد حصل بينهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             # لقاء، وأول من سمى هذا النوع بالتسوية أبو الحسن بن القطان إذ عبر بقوله:\nسواه فلان، وسماه القدماء تجويدا قالوا: جوده فلان (¬1).\n</p>\n\n<p>\nسبب هذا التصرف المشين أمران:\n</p>\n\n<p>\nالأول: عدم إظهار ما يقتضي رد الرواية، بحذف الراوي الضعيف، وربط صيغة\nالأداء المروي بها عنه: سمعت أو حدثنا أو أخبرني، بالثقة شيخ الضعيف،\nفيستوي الإسناد كله ثقات.\n</p>\n\n<p>\nالثاني: طلب العلو، فإنه بإسقاط الراوي الضعيف؛ حصل على درجة في علو\nالإسناد، والواقع أنه نازل (¬2)، وهذا أفحش أنواع التدليس مطلقا وشرها، وهو\nقادح في من تعمد فعله (¬3).\n</p>\n\n<p>\nمثاله بحذف الضعيف: حديث (لا تحمدوا إسلام امرئ حتى تعرفوا عقدة رأيه)\nدلسه بقية فقال: حدثني أبو وهب الأسدي <span id='ms26'></span>، عن نافع، عن ابن عمر - رضي الله عنه\n- مرفوعا.\n</p>\n\n<p>\nقال أبو حاتم رحمة الله علينا وعليه: هذا الحديث له علة قل من يفهمها،\nروى هذا الحديث عبيد الله بن عمرو، عن إسحاق بن أبي فروة، عن نافع، عن ابن\nعمر - رضي الله عنه -، وعبيد الله بن عمرو كنيته أبو وهب، وهو أسدي، فكأن\nبقية كناه ونسبه إلى بني أسد لكيلا يفطن به، حتى إذا ترك إسحاق بن أبي فروة\nمن الوسط لا يهتدى له (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nومثاله بحذف الراوي لصغر سنه: حديث (تحريم لحوم الحمر الأهلية) (¬1) رواه\nهشيم، عن يحي بن سعيد الأنصاري، عن الزهري، عن عبد الله بن الحنفية، عن\nأبيه، عن علي - رضي الله عنه -، ويحي بن سعيد لم يسمعه من الزهري، بل عن\nمالك، عن الزهري، فأسقط هشيم مالكا لصغر سنه (¬2).\n</p>\n\n<p>\n- تدليس العطف: وهو أن يروي عن شيخين من شيوخه ما سمعاه من شيخ اشتركا في\nالرواية عنه، ويكون قد سمع الحديث الذي دلسه من أحدهما دون الآخر، فيصرح\nبالسماع من الذي سمع منه، وبنية القطع يعطف الثاني الذي لم يسمع منه، فيوهم\nأنه سمع منه أيضا.\n</p>\n\n<p>\nمثاله: ما فعله هشيم مع تلاميذه إذ فطن لتواطئهم على عدم كتابة ما يدلسه\nلهم فقال: حدثني حصين ومغيرة، عن إبراهيم، فحدث بعده أحاديث فلما فرغ قال:\nهل دلست لكم شيئا؟ قالوا: لا. فقال: بلى كل ما حدثتكم عن حصين فهو سماعي،\nولم أسمع من مغيرة من ذلك شيئا (¬3).\n</p>\n\n<p>\n- تدليس القطع: وهو أن يقطع الراوي صيغة الأداء المشعرة بالسماع، كأن\nيقول: حدثني أو أخبرني، ثم يسكت برهة ينوي القطع، ثم يقول: فلان، ولا يصل\nالصيغة بالاسم.\n</p>\n\n<p>\nمثاله: قول عمر بن عبيد الطنافسي: حدثنا، ثم يسكت ينوي القطع، ثم يقول:\nهشام بن عروة، عن أبيه، عن عائشة رضي الله عنها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nتدليس الشيوخ: وهو: أن يصف المدلس شيخه الذي سمع منه ذلك الحديث بما لا\nيعرف به. كذكره باسم أو كنية، أو لقب، أو ينسبه إلى شيء ما، من أجل تعمية\nالسامع عن معرفته <span id='ms27'></span> له.\n</p>\n\n<p>\nمثاله: قول أبي بكر بن مجاهد المقرئ: ثنا عبد الله بن أبي عبد الله. يريد\nبه عبد الله بن أبي داود السجستاني (¬1).\n</p>\n\n\n<h3 class='l3' id='head50'>AUTO من أسباب تدليس الشيوخ</h3>\n\n<p>\n:\n</p>\n\n<p>\n- كون المروي عنه ضعيفا: فيدلسه حتى لا تظهر روايته عن الضعفاء، وهو شرها.\n</p>\n\n<p>\n- إيهام كثرة الشيوخ: وهو: أن يروي عن الشيخ الواحد في مواضع، يعرفه في\nموضع بصفة، وفي موضع بأخرى، يوهم أنه غيره. وممن فعل ذلك كثيرا الخطيب (¬2)\nوهذا لا يقدح في المروي، وفعله إلى عدم الجواز أقرب، وإذا ثبت قصد التكثر\nفهو حرام، ويدخل في الذين يحبون أن يحمدوا بما لم يفعلوا، والمتشبع بما لم\nيعط كلابس ثوبي زور (¬3).\n</p>\n\n<p>\n- كون المروي عنه صغيرا: فإن كان لصغر سنه فيكون ذلك رواية عن مجهول، لا\nيجب قبول خبره حتى يعرف من روى عنه، وإن كان استصغره تكبرا، فلا يقدح في\nالمروي، ومعلوم أن من استصغر غيره استكبر عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n- كونه أكبر لكن تأخرت وفاته: حتى شارك المدلس في الأخذ عنه من هو دونه،\nفحكمه كسابقه، لا يقدح (¬1)، ويعد ما تقدم من أنواع التدليس تدليسا مذموما\nمتفاوتا في ذلك.\n</p>\n\n<p>\nأما الغير مذموم: فهو أن يكون سمع ممن دلسه وهو في نفس الأمر ثقة، كتدليس\nابن عيينة (¬2)، وغيره مما تقدم إيضاحه في حكم رواية المدلس.\n</p>\n\n<p>\nوليعلم: أن التدليس يدخل فيه المرسل من وجه، فكل مدلس مرسل ولا عكس،\nويفارق المرسل بأن المدلس يوهم السماع، فاستحق فاعله الذم، وليس هذا في\nالإرسال (¬3).\n</p>\n\n\n<h1 class='l1' id='head51'>AUTO البيت السابع</h1>\n\n<p>\n:\n</p>\n\n<p>\n7 - أقضي زماني فيك متصل الأسى ... ومنقطعا عما به أتوصل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعين:\n</p>\n\n\n<h2 class='l2' id='head52'>AUTO النوع الأول المتصل</h2>\n\n<p>\n:\n</p>\n\n<p>\nويقال: المؤتصل، والموصول، وهو أعم من المرفوع والموقوف، وهما أخص منه.\n</p>\n\n<p>\nوهو: ما اتصل سنده بسماع كل راو ممن فوقه إلى منتهاه، مرفوعا إلى رسول\nالله - صلى الله عليه وسلم -، أو الصحابي، حيث كان ذلك موقوفا عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأما أقوال التابعين إذا اتصلت إليهم، فلا يسمونها متصلة، ويخرج بقيد\nالاتصال ما عده عند الإطلاق، أما مع التقييد فجائز (¬1).\n</p>\n\n\n<h2 class='l2' id='head53'>AUTO النوع الثاني المنقطع <span id='ms28'></span></h2>\n\n<p>\nويقال: المقطوع، ويجمع على مقاطيع ومقاطع، وقد عبر بالمقطوع عن المنقطع\nبعض الأئمة: كالشافعي، والطبراني، والحميدي، والدارقطني (¬2).\n</p>\n\n<p>\nوهو: ما لم يتصل سنده، فهو أعم من المرسل والمعضل، وهما أخص منه.\n</p>\n\n\n<h3 class='l3' id='head54'>AUTO والمنقطع على ثلاثة أنواع</h3>\n\n<p>\n:\n</p>\n\n<p>\n1 - ما وقع فيه الانقطاع لجهالة رجل فأكثر.\n</p>\n\n<p>\nمثاله: حديث (اللهم إني أسألك الثبات في الأمر) رواه أبو العلاء بن عبد\nالله بن الشخير، عن رجلين من بني حنظلة، عن شداد بن أوس، فهذا حديث منقطع\nالإسناد، لجهالة الرجلين بين أبي العلاء وشداد (¬3).\n</p>\n\n<p>\n2 - ما وقع فيه الانقطاع لراو لم يوقف على اسمه.\n</p>\n\n<p>\nيعتبر ما وقع فيه إبهام راو فأكثر منقطعا، ما لم يكشف من طريق أخرى.\n</p>\n\n<p>\nمثال ما كشف: حديث (يأتي على الناس زمان يخير الرجل بين العجز والفجور،\nفمن أدرك ذلك الزمان فليختر العجز على الفجور) (¬4)، رواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             # مبهم عن أبي هريرة، لكنه ورد مصرحا به في رواية أخرى، وهو أبو عمرو\nالجدلي، وهذا النوع من الانقطاع لا يقف عليه إلا الحافظ الفهم المتبحر في\nالصنعة، وله شواهد كثيرة (¬1).\n</p>\n\n<p>\n3 - ما وقع فيه الانقطاع لراو لم يسمع من الذي يروي عنه.\n</p>\n\n<p>\nمثاله: حديث (إن وليتموها أبا بكر فقوي أمين) هذا الحديث لا يتأمل إسناده\nمتأمل إلا عرف اتصاله، لكن الواقع أن فيه انقطاعا في موضعين: بين عبد\nالرزاق والثوري، وبين الثوري وأبي إسحاق (¬2).\n</p>\n\n<p>\nوليعلم أن المنقطع يماثل المرسل في سبب الضعف وهو عدم الاتصال، ويفارقه\nفي كون الانقطاع أو الإبهام يقع فيما بعد التابعي مثل: شعبة بن الحجاج، عن\nأنس بن ملك - رضي الله عنه -، أما الإرسال فقبل التابعي، مثل الحسن البصري،\nعن رسول الله - صلى الله عليه وسلم - (¬3)، وهما عند إطلاق الاسم متغايران\nعند أكثر المحدثين، وأما عند استعمال الفعل المشتق فيستعملون الإرسال فقط،\nفيقولون: أرسله فلان، سواء كان ذلك مرسلا أم منقطعا (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head55'>AUTO البيت الثامن</h1>\n\n<p>\n:\n</p>\n\n<p>\n8 - وها أنا في أكفان ثوبك مدرج ... تكلفني مالا أطيق فأحمل (¬1)\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n\n<h2 class='l2' id='head56'>AUTO المدرج</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما أدرج في الحديث من كلام بعض الرواة <span id='ms29'></span>، متصلا به من غير فصل. مأخوذ\nمن أدرجت الشيء في الشيء، إذا أدخلته فيه وضمنته إياه (¬2).\n</p>\n\n<p>\nوهو قسمان: إدراج في المتن، وإدراج في الإسناد.\n</p>\n\n\n<h3 class='l3' id='head57'>AUTO 1 - الإدراج في المتن: ثلاثة أنواع</h3>\n\n<p>\n:\n</p>\n\n<p>\n- ما أدرج في آخر الحديث: وهذا النوع يقع كثيرا من الرواة، بقصد البيان\nوالتفسير.\n</p>\n\n<p>\nمثاله: الحديث الذي رواه ابن مسعود - رضي الله عنه - في كيفية التشهد\n(¬3)، أدرج فيه ابن مسعود - رضي الله عنه - قوله: \"إذا قلت هذا فقد قضيت\nصلاتك، إن شئت أن تقوم فقم، وإن شئت أن تقعد فاقعد\" ووصل هذا الإدراج\nبالحديث زهير بن معاوية أبو خيثمة (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n- ما أدرج في وسط الحديث: وهذا النوع أقل وقوعا من سابقه، وأكثر من لاحقه.\n</p>\n\n<p>\nمثاله: حديث بسرة بنت صفوان رضي الله عنها قالت: سمعت رسول الله - صلى\nالله عليه وسلم - يقول: (من مس ذكره أو أنثييه أو رفغه فليتوضأ) وهم فيه\nعبد الحميد فرواه عن هشام هكذا، والمحفوظ أن ذلك من قول عروة، غير مرفوع،\nورواه الثقات عن هشام من طريق أيوب بلفظ (من مس ذكره فليتوضأ) (¬1) قال\nأيوب: وكان عروة يقول: \"إذا مس رفغيه أو أنثييه أو ذكره فليتوضأ\" فبين أن\nذلك من قول عروة لا أنه من المرفوع (¬2).\n</p>\n\n<p>\n- ما أدرج في أول الحديث: وهذا النوع أقل الثلاثة وقوعا.\n</p>\n\n<p>\nمثاله: قول أبي هريرة - رضي الله عنه -: \"أسبغوا الوضوء\" وهم أبو قطن\nعمرو بن الهيثم، وشبابة بن سوار في هذا، فرووه مرفوعا هكذا \"أسبغوا الوضوء،\nويل للأعقاب من النار\" (¬3)، وهو من كلام أبي هريرة كما بينه جمهور الرواة\nعن شعبة، واقتصر بعضهم على الثانية (ويل للأعقاب من النار) فهو مثال\nللمدرج، قال الحافظ ابن حجر: وهو نادر جدا، وقال: وفتشت ما جمعه الخطيب في\nالمدرج، ومقدار ما زدت عليه منه، فلم أجد له مثالا آخر إلا ما جاء في بعض\nطرق حديث بسرة (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head58'>CHECK 2  الإدراج في الإسناد: خمسة أنواع</h3>\n\n<p>\n2 - الإدراج في الإسناد: خمسة أنواع:\n</p>\n\n<p>\n- إدراج إسناد في إسناد: وهو أن يكون الحديث عند راويه بإسناد، إلا طرفا\nمنه، فإنه عنده بإسناد آخر، فيجمع <span id='ms30'></span> الراوي عنه طرفي الحديث بإسناد الطرف\nالأول، ولا يذكر إسناد طرفه الثاني.\n</p>\n\n<p>\nمثاله: حديث ابن مسعود - رضي الله عنه - قلت: \"يا رسول الله، أي الذنب\nأعظم؟ \" رواه الترمذي من طريق ابن مهدي، عن الثوري، عن واصل الأحدب،\nومنصور، والأعمش، عن أبي وائل، عن عمرو بن شرحبيل، عن ابن مسعود (¬1)، فإن\nواصلا لا يذكر في روايته عمرا، بل يروي عن أبي وائل، عن ابن مسعود مباشرة،\nفذكر عمرو بن شرحبيل إدراج على رواية منصور والأعمش، ظهر هذا من رواية يحي\nبن سعيد القطان، عن الثوري بالإسنادين، وليس فيهما الإدراج المذكور، وقد\nذكر البخاري رواية يحي القطان (¬2).\n</p>\n\n<p>\n- إدراج بعض حديث في حديث آخر: وهو أن يكون الحديث عند أحد الرواة\nبإسناد، ولديه حديث آخر بغير ذلك الإسناد، فيأتي راو آخر ويروي عنه أحد\nالحديثين بإسناد أحدهما، ويدرج فيه الحديث الآخر من غير بيان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nمثاله: حديث (لا تباغضوا ولا تحاسدوا ولا تدابروا - ولا تنافسوا ) (¬1)\nرواه هكذا سعيد (¬2) بن أبي مريم، عن مالك، عن الزهري، عن أنس - رضي الله\nعنه - مرفوعا، فسعيد أدرج في الحديث عبارة \"ولا تنافسوا\" فإنها ليست من هذا\nالحديث، بل من حديث آخر رواه مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة\n- رضي الله عنه -، عن النبي - صلى الله عليه وسلم - (إياكم والظن فإن الظن\nأكذب الحديث، ولا تجسسوا ولا تحسسوا ولا تنافسوا ولا تحاسدوا) (¬3).\n</p>\n\n<p>\n- إدراج حديث اختلف في إسناده في إسناد متفق عليه: وهو أن يروي بعض\nالرواة حديثا عن جماعة، وبينهم اختلاف في إسناده، فيجمع الكل على إسناد\nواحد من غير تمييز.\n</p>\n\n<p>\n- إدراج بما يشبه التدليس: وهو أن يكون المتن عند الراوي إلا طرفا منه،\nفإنه لم يسمعه من شيخه فيه، وإنما سمعه من واسطة بينه وبين شيخه، فيدرجه\nبعض الرواة عنه بلا تفصيل (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nمثاله: قصة العرنيين أن النبي - صلى الله عليه وسلم - قال لهم: (لو خرجتم\nإلى إبلنا فشربتم من ألبانها وأبوالها) (¬1) رواها اسماعيل بن جعفر، عن\nحميد، عن أنس - رضي الله عنه -، فلفظة \"وأبوالها\" إنما <span id='ms31'></span> سمعها حميد من قتادة\nعن أنس، علم هذا من رواية يزيد بن هارون، ومحمد بن أبي عدي، ومروان بن\nمعاوية، وغيرهم، فلم يذكروا لفظة \"وأبوالها\".\n</p>\n\n<p>\nقال الحافظ: فرواية إسماعيل على هذا فيها إدراج وتسوية (¬2)، ولم ير هذا\nالشيخ ربيع: لأن إسماعيل توبع في رواية هذه اللفظة، دون فصل، أي: لم يذكروا\nعن حميد قال قتادة: \"وأبوالها\" قال: وهذا مما يبعد إسماعيل بن جعفر عن وصمة\nالتدليس والإدراج، والظاهر أن هذا من تصرف حميد فكان - والله أعلم - تارة\nيروي الحديث ولا يبين ما سمعه مباشرة - من أنس - مما سمعه بواسطة قتادة،\nوأخرى يبين ويفصل، فحدث كل من أصحابه بما سمع (¬3).\n</p>\n\n<p>\n- أن يقع كلام من المحدث بعد سياق سند لحديث: وهو أن لا يذكر المحدث متن\nالحديث، بل يسوق إسناده فقط، ثم يعرض له ما يقطع صلة المتن بالإسناد، إذ\nيذكر كلاما بعد الإسناد يظنه بعض من سمعه متن ذلك الإسناد.\n</p>\n\n<p>\nمثاله: ما وقع في قصة ثابت بن موسى الزاهد مع شريك القاضي، وذلك أن شريك\nالقاضي قال بعد روايته حديث (يعقد الشيطان على قافية رأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             # أحدكم ثلاث عقد) (¬1): من كثرت صلاته بالليل حسن وجهه بالنهار، أدرج هذا\nثابت، ثم سرق هذا جماعة ضعفاء وحدثوا به عن شريك (¬2)، ولذلك مثل به ابن\nالصلاح لشبه الوضع (¬3).\n</p>\n\n<p>\nبم يعرف المدرج؟ :\n</p>\n\n<p>\nيستدل على اللفظة أو الكلام المدرج بمجيء رواية من طريق أو طرق أخر، فيها\nفصل بين نص الحديث والكلام المدرج، وتتقوى بأن يرويه بعض الرواة مقتصرا على\nإحدى الجملتين (¬4).\n</p>\n\n<p>\nمثاله: حديث عائشة رضي الله عنها (أن رسول الله - صلى الله عليه وسلم -\nكان يقول في ركوعه وسجوده: سبوح قدوس رب الملائكة والروح) أخرجه الإمام\nأحمد من طريق روح بن عبادة، عن شعبة، عن قتادة، عن مطرف، عن عائشة (¬5)،\nبينته روايته عن سليمان بن حرب، وعفان بن مسلم (¬6) أن قوله: ... \"وسجوده\"\nسمعه شعبة من هشام، عن قتادة.\n</p>\n\n<p>\nوأوضحت رواية أحمد أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             # من طريق بهز بن أسد، عن شعبة، عن قتادة عدم ذكرهذه اللفظة (¬1)، وهكذا\nرواه <span id='ms32'></span> جماعة (¬2)، عن شعبة مقتصرين على ذكر الركوع، موافقين رواية بهز في\nعدم ذكر السجود (¬3).\n</p>\n\n<p>\nحكم الإدراج:\n</p>\n\n<p>\nذكر العلماء الحكم على الإدراج بناء على السبب الداعي له فقالوا:\n</p>\n\n<p>\n- إن كان داعيه تفسير بعض الألفاظ الغريبة، لبيان حكم شرعي، أو استنباط\nحكم من اللفظ النبوي، ونحو ذلك فلا بأس به، قاله الزهري وغيره من الأئمة (¬4).\n</p>\n\n<p>\n- إن فعله لغير هذه الدواعي حرام، ومن تعمد هذا فقد وقع في ضرب من الكذب\nوالغش، تسقط عدالته، ويكون في عداد الكذابين (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head59'>CHECK المدبج: .</h2>\n\n\n<h1 class='l1' id='head60'>AUTO البيت التاسع</h1>\n\n<p>\n9 - فأجريت دمعي فوق خدي مدبجا ... وما هي إلا مهجتي تتحلل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n<p>\nالمدبج: (¬1).\n</p>\n\n<p>\nوهو: أن يروي القرينان كل منهما عن الآخر، وهو أحد قسمي رواية الأقران:\n</p>\n\n<p>\nفالأول: أن ينفرد أحد القرينين عن لآخر.\n</p>\n\n<p>\nمثاله: رواية سليمان بن مهران الأعمش، عن إبراهيم بن يزيد التيمي، ورواية\nسفيان بن سعيد الثوري، عن مسعر بن كدام الهلالي، من غير عكس، ولذلك لم يسم\nهذا القسم مدبجا، وفي رواية الأقران صنف أبو الشيخ عبد الله بن محمد\nالأصبهاني كتابا سماه \"رواية الأقران\" (¬2).\n</p>\n\n<p>\nوالثاني: المدبج فيه تبادل القرينان الرواية كل عن الآخر، مثاله: في\nالصحابة رواية أبي هريرة، وعائشة رضي الله عنهما، وفي التابعين رواية محمد\nبن شهاب الزهري، وأبو الزبير محمد بن مسلم، وفي تابعي التابعين رواية مالك\nوالأوزاعي، وفي أتباع الأتباع رواية أحمد بن حنبل، وعلى بن المديني كل عن\nالآخر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head61'>AUTO البيت العاشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n10 - فمتفق جفني وسهدي وعبرتي ... ومفترق صبري وقلبي المبلبل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n\n<h2 class='l2' id='head62'>AUTO المتفق والمفترق</h2>\n\n<p>\n:\n</p>\n\n\n<h3 class='l3' id='head63'>AUTO أهميته</h3>\n\n<p>\n:\n</p>\n\n<p>\nهذا النوع من مصطلح الحديث مهم، ينبغي لطالب العلم الاهتمام به، فإنه\nيعظم الانتفاع به، وقد زل بسبب الجهل به جماعة، ويهم منه ما يكون مظنة\nالاشتباه، بسبب التعاصر أولاشتراك بعض الشيوخ، أو بعض الرواة (¬1)، فلا يظن\nالشخصان شخصا واحدا، فالمتفق عكس المهمل الذي يخشى منه أن يظن الواحد\nاثنين، وأول من صنف في\n</p>\n\n\n<h2 class='l2' id='head64'>AUTO المتفق والمفترق</h2>\n\n<p>\n عبد الغني بن <span id='ms33'></span> سعيد بن بشر الأزدي (¬2)، ثم شيخه علي بن عمر الدارقطني\n(¬3)، وكذلك الحافظ أبو بكر أحمد بن علي الخطيب البغدادي، صنف فيه كتابه\n</p>\n\n\n<h2 class='l2' id='head65'>AUTO (المتفق والمفترق)</h2>\n\n<p>\n (¬4) ويقول الحافظ ابن حجر: إنه لخصه وزاد عليه أشياء كثيرة (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head66'>AUTO تعريفه</h3>\n\n<p>\n:\n</p>\n\n<p>\nهو ما اتفق في الرسم وافترق المسمى؛ وهو أقسام (¬1):\n</p>\n\n<p>\n- إن اتفقت أسماء الرواة واسماء آبائهم فصاعدا واختلفت أشخاصهم فهو:\nالمتفق والمفترق.\n</p>\n\n<p>\nمثاله: في الأسماء، كالخليل، ومحمد. والأنساب، كالبصري، والمكي، ونحو\nذلك، فالاسم متفق في الرسم، والمسميات مفترقة.\n</p>\n\n<p>\n- إن اتفقت الأسماء خطا واختلفت نطقا فهو: المؤتلف والمختلف. ويأتي\nالكلام عيه.\n</p>\n\n<p>\n- إن اتفقت الأسماء خطا ونطقا، واختلفت الآباء نطقا مع ائتلافهما خطا، أو\nالعكس فهو: المتشابه.\n</p>\n\n<p>\nمثاله: في الأسماء: محمد بن عقيل بفتح العين مكبرا، ومحمد بن عقيل مصغرا،\nالأول نيسابوري والثاني فريابي، وهما مشهوران وطبقتهما متقاربة\n</p>\n\n<p>\nومثاله: في الآباء: شريح بن النعمان، وسريج بن النعمان، الأول بالشين\nالمعجمة، والحاء المهملة وهو تابعي يروي عن علي - رضي الله عنه -، والثاني\nبالسين المهملة، والجيم المعجمة وهو من شيوخ البخاري.\n</p>\n\n<p>\n- إن وقع الاتفاق في الاسم واسم الأب، والاختلاف في النسبة فهو: متشابه\nأيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوقد صنف في هذا الخطيب البغدادي كتابا، سماه \"تلخيص المتشابه\" (¬1)، ثم\nذيل عليه هو أيضا بما فاته أولا، وهو كثير الفائدة كما قال الحافظ ابن حجر\nرحمه الله.\n</p>\n\n<p>\nويتركب من المتفق والمفترق، ومن المؤتلف والمختلف أنواع منها:\n</p>\n\n<p>\n- أن يحصل الاتفاق أو الاشتباه إلا في حرف أو حرفين، فأكثر من أحدهما أو منهما.\n</p>\n\n<p>\nوهو نوعان:\n</p>\n\n<p>\n1 - أن يكون الاختلاف بالتغيير، وعدد الحروف ثابت في الجهتين. مثاله:\nمحمد بن سنان، بكسر المهملة، ونونين بينهما لألف، وهم جماعة منهم: العوقي،\nبفتح العين والواو ثم القاف، هو شيخ البخاري، وجماعة آخرين منهم: محمد بن\nسيار، بفتح المهملة وتشديد الياء المثناة من تحت، بعد الألف راء، اليمامي\nشيخ عمر بن يونس، وآخرون كثير.\n</p>\n\n<p>\n2 - أن يكون الاختلاف بالتغيير مع نقصان عدد الحروف في بعض الأسماء عن بعض.\n</p>\n\n<p>\nمثاله: عبد الله بن زيد، جماعة منهم في الصحابة: صاحب الأذان، واسم جده\nعبد ربه، وراوي <span id='ms34'></span> حديث الوضوء، واسم جده حفص وهما أنصاريان، ومنهم في\nالتابعين: عبد الله بن يحي وهم جماعة، وعبد الله بن نجي، بضم النون وفتح\nالجيم وتشديد الياء، تابعي معروف، يروي عن علي - رضي الله عنه -.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n- أن يحصل الاتفاق في الخط والنطق، لكن يحصل الاختلاف أو الاشتباه\nبالتقديم والتأخير.\n</p>\n\n<p>\nمثاله: الأسود بن يزيد، ويزيد بن الأسود، وهذا ظاهر.\n</p>\n\n<p>\n- أن يقع التقديم والتأخير في الاسم الواحد في بعض حروفه، بالنسبة إلى ما\nيشتبه به.\n</p>\n\n<p>\nمثاله: أيوب بن سيار، مدني مشهور ليس بالقوي، وأيوب بن يسار، مجهول.\n</p>\n\n<p>\nفهذه ثمان صور لمسمى المتفق والمفترق، منها صورة للمختلف والمؤتلف الآتي\nبيانه (¬1).\n</p>\n\n\n<h1 class='l1' id='head67'>AUTO البيت الحادي عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n11 - ومؤتلف وجدي وشجوي ولوعتي ... ومختلف حظي وما فيك آمل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n\n<h2 class='l2' id='head68'>AUTO المؤتلف والمختلف</h2>\n\n<p>\n:\n</p>\n\n\n<h3 class='l3' id='head69'>AUTO أهميته</h3>\n\n<p>\n:\n</p>\n\n<p>\nهذا النوع مهم في مصطلح الحديث، فأشد ما يقع التصحيف في الأسماء، كما قال\nعلي بن المديني رحمه الله (¬2)، ومن لم يعرفه من المحدثين كثر عثاره (¬3)،\nلأنه أمر لا يدخله القياس، ولا قبله أو بعده شيء يدل عليه، وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             # صنف فيه أبو أحمد الحسن بن عبد الله بن سعيد العسكري ضمن كتابه (تصحيفات\nالمحدثين) (¬1)، ثم أفرده بالتأليف عبد الغني بن سعيد الأزدي، فجمع فيه\nكتابين: كتابا في مشتبه الأسماء (¬2)، وكتابا في مشتبه النسبة (¬3)، وجمع\nشيخه الدارقطني في ذلك كتابا حافلا (¬4)، ثم جمع الخطيب ذيلا (¬5)، ثم جمع\nالجميع أبو نصر علي بن هبة الله بن علي، المعروف بابن ماكولا، في كتابه\n\"الإكمال\" (¬6)، واستدرك عليهم في كتاب آخر (¬7)، جمع فيه أوهامهم وبينها،\nوكتابه من أجمع ما جمع في ذلك، وهو عمدة كل محدث بعده، وقد استدرك عليه أبو\nبكر محمد بن عبد الغني، الشهير بابن نقطة، ما فاته أو تجدد بعده في مجلد\nضخم (¬8)، ثم ذيل عليه منصور بن سليم، في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             # مجلد لطيف (¬1)، وكذلك أبو حامد الصابوني (¬2)، وجمع الذهبي في ذلك كتابا\nمختصرا جدا (¬3)، اعتمد فيه على الضبط بالقلم، فكثر فيه الغلط والتصحيف\nالمباين لموضوع الكتاب، وأوضحه الحافظ ابن حجر <span id='ms35'></span> في كتابه \"تبصير المنتبه\nبتحرير المشتبه\" وزاد عليه شيئا كثيرا مما أهمله الذهبي، أو لم يقف عليه،\nهذا ما قيده الحافظ ابن حجر رحمة الله علينا وعليه (¬4).\n</p>\n\n\n<h3 class='l3' id='head70'>AUTO تعريفه</h3>\n\n<p>\n:\n</p>\n\n<p>\nهو ما اتفق خطا واختلف لفظا، سواء في الحروف أو الحركات.\n</p>\n\n<p>\nوهو قسمان:\n</p>\n\n<p>\n- ماله ضابط يعرف به: والسبب في ضبط هذا قلة أحد الطرفين، وقد يراد به\nالعموم أو الخصوص\n</p>\n\n<p>\nمثاله في العموم: سلام بتشديد اللام، وسلام بالتخفيف، فإن كل ما ورد من\nذلك فهو بالتشديد، سوى خمسة نفر على خلاف هم: من الصحابة سلام، والد عبد\nالله بن سلام الإسرائيلي، ومن التابعين سلام بن محمد بن سلام البيكندي، ومن\nالأتباع سلام بن محمد بن ناهض المقدسي، ومن المتأخرين سلام جد محمد بن عبد\nالوهاب بن سلام أبي علي الجبائي المعتزلي، وأمثلة ... (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد بالخصوص: كتاب أو كتب معينة كالصحيحين وحدهما، أو معهما الموطأ،\nفقد ضبط العلماء ما في الصحيحين. مثاله: بشار بالشين المعجمة، وسائر ما\nفيهما سواه (يسار) بالياء المثناة من تحت ثم سين مهملة.\n</p>\n\n<p>\nومثال ما في الثلاثة: بشر، بالباء الموحده في أوله، ثم شين معجمة، بعدها\nراء مهملة، وبسر، بالسين المهملة، فإن سائر ما في الثلاثة هو (بشر) بالشين\nالمعجمة، إلا أربعة بالباء الموحدة المضمومة ثم السين المهملة هم: بسر بن\nسعيد وبسر بن عبد الله، وبسر بن محجن الديلي، وبسر والد عبد الله بن بسر\nالمزني (¬1)\n</p>\n\n<p>\n- ما ليس له ضابط: والسبب في انعدام الضابط لهذا النوع هو: كثرة المادة\nالمتوفرة في الطرفين.\n</p>\n\n<p>\nمثاله: عقيل بالتكبير، وعقيل بالتصغير، وأسيد وأسيد، وأيضا حبان بفتح\nأوله، وحبان بالكسر، وحيان بالياء المثناة من تحت، والأولان بالباء\nالموحدة، ومثل هذا منتشر في أسماء الرواة، ولا ضابط في أكثره يرجع إليه،\nوإنما يضبط بالحفظ تفصيلا (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head71'>AUTO البيت الثاني عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n12 - خذ الوجد عني مسندا ومعنعنا ... فغيري بموضوع الهوى يتحلل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت ثلاثة أنواع:\n</p>\n\n\n<h2 class='l2' id='head72'>AUTO النوع الأول المسند</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: في اللغة: ما علا وارتفع من الأرض.\n</p>\n\n<p>\nوفي الاصطلاح: ما رفعه صحابي <span id='ms36'></span> بسند ظاهره الاتصال. هذا تعريفه الجامع\nالمانع، فإنه يخرج منه ما ليس بمرفوع، ويخرج ما رفعه التابعي لأنه مرسل،\nويخرج من دون التابعي فإنه معضل أو معلق، ويخرج ما ظاهره الانقطاع، ويدخل\nما فيه احتمال الاتصال، والانقطاع الخفي، كعنعنة المدلس، والمعاصر الذي لم\nيثبت لقيه، وهذا عمل الأئمة الذين خرجوا المسانيد (¬1).\n</p>\n\n<p>\nمثاله: قول الحاكم: ما حدثناه أبو عمرو عثمان بن أحمد السماك ببغداد، ثنا\nالحسن بن مكرم، ثنا عثمان بن عمر، أخبرنا يونس، عن الزهري، عن عبد الله بن\nكعب بن مالك، عن أبيه (أنه تقاضى ابن أبي حدرد دينا كان عليه، في المسجد\nفارتفعت أصواتهما، حتى سمعه رسول الله - صلى الله عليه وسلم -، فخرج حتى\nكشف ستر حجرته فقال: يا كعب ضع من دينك هذا، وأشار إليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nأي الشطر، فقال: نعم. فقضاه) (¬1). ثم بين رحمه الله اتصاله، بسماع كل عن\nالآخر، وقال: وهذا مثل ضربته لألوف من الحديث، يستدل بهذا الحديث الواحد\nعلى جملتها، من رزق فهم هذا العلم (¬2).\n</p>\n\n<p>\nومثال ضده: قول الحاكم أيضا: ما حدثناه أبو عبد الله محمد بن علي\nالصنعاني بمكة، ثنا الحسن بن عبد الأعلى الصنعاني، ثنا عبد الرزاق، عن\nمعمر، عن محمد بن واسع، عن أبي صالح، عن أبي هريرة قال: قال رسول الله -\nصلى الله عليه وسلم -: (من أقال نادما أقاله الله نفسه يوم القيامة، ومن\nكشف عن مسلم كربة، كشف الله عنه كربة من كرب يوم القيامة، والله في عون\nالعبد ما كان العبد في عون أخيه) (¬3)، وبين رحمه الله عدم اتصال هذا\nالسند، فقال: هذا إسناد من نظر فيه من غير أهل الصنعة لم يشك في صحته\nوسنده، وليس كذلك فإن معمر بن راشد ثقة مأمون ولم يسمع من محمد بن واسع،\nومحمد بن واسع ثقة مأمون ولم يسمع من أبي صالح، ولهذا الحديث علة يطول\nشرحها، وهو مثل لألوف مثله، من الأحاديث التي لا يعرفها إلا أهل هذا العلم\n(¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head73'>AUTO النوع الثاني المعنعن</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما قيل فيه: فلان عن فلان، من <span id='ms37'></span> غير تصريح بتحديث أو إخبار أو سماع.\nوهو متصل على رأي الجمهور، قال الحاكم: هي متصلة بإجماع أئمة أهل النقل،\nعلى تورع رواتها عن أنواع التدليس (¬1)، وهو الصحيح على ما تقدم بيانه في\nتعريف المسند، وقد شرط العلماء ثلاثة شروط، يجب توفرها في الرواة هي:\nالعدالة، وثبوت التلاقي، والبراءة من التدليس، وذكر الحافظ العراقي شروطا\nأخرى للسمعاني الجد، وأبي عمرو الداني، وأبي الحسن القابسي، وقال: وهذا\nداخل فيما تقدم، وذكر أن مسلما اعترض على شرط اللقاء، - وهو مذهب الإمام\nالبخاري، وشيخه علي بن المديني رحمة الله على الجميع - وقال: إنه قول مخترع\nلم يسبق قائله إليه، وأن المعاصرة كافية، وهو ما سار عليه في كتابه الصحيح،\nواشتد رحمه الله في الدفاع عن رأيه عدم اشتراط اللقاء، وشدد النكير على\nمخالفيه (¬2)، وقال ابن الصلاح: وفيما قاله نظر (¬3)، أي لأنهم كثيرا ما\nيرسلون عمن عاصروه ولم يلقوه، فاشترط لقيهما لتحمل العنعنة على السماع\n(¬4)، وقد اختلف العلماء في المعني بكلام مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             # هذا بين أن يكون أراد به البخاري أو علي بن المديني (¬1) رحمة الله على\nالجميع، وقد كتب فيه الشيخ عبد الفتاح أبو غدة تتمة رجح فيها أن المعني\nبذلك الإمام على بن المديني (¬2)، والذي أراه أن مسلما أراد الإمامين\nالبخاري، وشيخه علي بن المديني، لأن هذا مذهبهما ويتجه نكير الإمام مسلم\nعلى البخاري باعتباره جعل ذلك أحد الشروط التي بنى عليها تأليف كتابه\nالصحيح، وربما اغتفر مسلم هذا للبخاري إذ لم يعمم هذا، وجعله قاصرا على ما\nرواه معنعنا في الصحيح، ولأن ما احتج به الإمام مسلم من أن أحاديث اتفق\nالأئمة على صحتها، ومع ذلك ما رويت إلا معنعنة، ولم يأت في خبر قط أن بعض\nرواتها لقي شيخه، لا يتم إلزام الإمام البخاري به إلا إذا روى في صحيحه\nحديثا معنعنا، ولم يثبت لقي راويه لشيخه فيه، ومن هنا اتجه شرط البخاري،\nوكان هو الأحوط (¬3)، وبقي النكير ساريا في حق الإمام ابن المدينى للعموم\nعنده، وكما قال الشيخ عبد الفتاح <span id='ms38'></span> أبو غدة: رحمة الله تعالى على مسلم\nومخالفيه، فكل منهما قصد الحفاظ على السنة المطهرة، فمسلم أراد الحفاظ\nعليها من أن يعطل شطر كبير منها، بالتشدد في شروط قبولها، فكان ذلك في نظره\nمن باب التعنت على السنة والإلغاء لها، لا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             # باب زيادة التثبت والاستيثاق من صحتها، فمن هنا اشتدت غضبة مسلم وقست\nلهجته، ومخالف الإمام مسلم أراد الحفاظ على السنة، بأن لا يحتج منها إلا\nبما ثبت بأحوط الطرق في ثبوتها (¬1)، ولذا كان هو رأي جمهور المتقدمين، قال\nالنووي رحمة الله علينا وعليه: وهذا الذي صار إليه مسلم، قد أنكره\nالمحققون، وقالوا: هذا الذي صار إليه ضعيف، والذي رده هو المختار، ووصف\nبأنه الأصوب الأقوى، وأنه المختار، وأنه أحوط (¬2)، والحق أن الرأيين\nيلتقيان في مبدأ الذود عن السنة المطهرة، ولا غرابة فالإمامان البخاري\nومسلم إماما هذا الفن بغير منازع، من عصرهما إلى أن يرث الله الأرض ومن\nعليها، لذلك تلقت الأمة عملهما بالقبول (¬3)، ولم يخرجوا أحاديث مسلم\nالمعنعنة من دائرة الصحيح، وهم متفقون على أن ما في كتابه صحيح، وجمع مع\nكتاب البخاري في تسمية واحدة \"الصحيحين\" فجمهور المتقدمين على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             # ما قاله ابن المديني والبخاري، وكثير من العلماء المتأخرين على ما قاله\nمسلم، ويلتئم الشمل بأن مذهب البخاري وشيخه ومن شايعهما فيه حيطة، ومذهب\nمسلم ومن تبعه فيه سعة لقبول ما روي معنعنا من المتعاصرين، لإمكان اللقاء،\nوليعلم أن الخلاف بين الفريقين إنما هو في الحديث ... المعنعن، وبناء عليه\nرجحت عنعنة البخاري على مسلم، وليعلم أن الأحاديث المعنعنة إذا سلم رواتها\nمن التدليس فهي متصلة بإجماع أئمة أهل النقل، أما ما روي بنحو: حدثنا،\nوأخبرنا، وسمعت فرواية الشيخين فيه سواء في هذه القضية (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head74'>AUTO النوع الثالث الموضوع</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: القول المختلق على رسول الله - صلى الله عليه وسلم - (¬1).\n</p>\n\n<p>\nرتبته في الضعيف:\n</p>\n\n<p>\nهو شر الأحاديث الضعيفة وأقبحها، لأنه مكذوب مختلق لا أصل له، في النسب\nإلى رسول الله - صلى الله عليه وسلم -، وقد ذكر من أنواع الضعيف وليس منه\nأصلا، تنزلا <span id='ms39'></span> على زعم واضعه، وأيضا لتعرف طرقه التي يتوصل بها إلى معرفته\nفينفى عن القبول (¬2).\n</p>\n\n\n<h3 class='l3' id='head75'>AUTO حكم روايته</h3>\n\n<p>\n:\n</p>\n\n<p>\nحرام على من عرف حاله، إلا أن يبين أنه كذب.\n</p>\n\n\n<h3 class='l3' id='head76'>AUTO مادته: نوعان</h3>\n\n<p>\n:\n</p>\n\n<p>\n- الأكثر أن تكون مادته مختلقة من خيال الراوي، منسوبة إلى رسول الله -\nصلى الله عليه وسلم - زورا وبهتانا.\n</p>\n\n<p>\nمثاله: صنيع أعداء الإسلام من الزنادقة، والمنحرفين، والمبتدعين وغيرهم.\n</p>\n\n<p>\n- أن يستحسن الراوي كلاما، من الأمثال أو الحكم، أو القصص والحكايات،\nفيعمد إلى سند معروف ينتهي بذلك الكلام المستحسن (¬3).\n</p>\n\n<p>\nمثاله: قولهم (المعدة بيت الداء، والحمية رأس الدواء) إنما هو من كلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             # الحارث بن كلدة من أطباء العرب القدامى. وكذلك قولهم: (من علم بما يعلم\nورثه الله علم ما لم يعلم) قيل: إنه من كلام عيسى - عليه السلام - (¬1).\n</p>\n\n\n<h3 class='l3' id='head77'>AUTO بدايته</h3>\n\n<p>\n:\n</p>\n\n<p>\nبدأ وضع الأخبار كذبا على رسول الله - صلى الله عليه وسلم - في زمن\nالتابعين، نما وكثر بعد ذلك حسب البواعث الداعية لاستخدامه، وقد كان اتساع\nالخلافات والتحزبات السياسية بعد قتل عثمان - رضي الله عنه - بفترة مسرحا\nلاستخدام هذا النهج الهدام، لتأكيد الانتماءات، وتكريم من يريدون له الظهور\nبإضفاء هالة قدسية له، وبقدر ما كان الحذر من الكذب على رسول الله - صلى\nالله عليه وسلم - في عهد الصابة وكبار التابعين، تورط أناس في ولوج هذا\nالخط المنحرف بدوافع وأسباب متعددة.\n</p>\n\n\n<h3 class='l3' id='head78'>AUTO أسبابه</h3>\n\n<p>\n:\n</p>\n\n<p>\nلقد يسر الله عز وجل لخدمة السنة وحمايتها رجالا عرفوا خباياها، وأحاطوا\nبمقاصدها حتى غدوا في علمهم بالسليم والسقيم أشبه بصيارفة الذهب والفضة في\nكشف ما هو زائف، فذكروا من أسباب هذا المسلك المشين أمورا منها:\n</p>\n\n<p>\n- استهداف الأمة الإسلامية في عقيدتها، وغشها في مبادئها وأخلاقها، فعل\nالزنادقة والمنافقين الذين أبطنوا العداوة لهذا الدين وأهلة من عهد رسول\nالله - صلى الله عليه وسلم - إلى يومنا هذا، ومنهم المنحرفون والمبتدعون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head79'>AUTO مثال هؤلاء</h3>\n\n<p>\n:\n</p>\n\n<p>\nرأس القوم عبد الكريم بن أبي العوجاء الذي أعلن لما تقرر قتله في خلافة\nالمهدي لزندقته، فصاح قائلا: لقد وضعت فيكم أربعة آلاف حديث، أحرم فيها\nالحلال وأحل الحرام (¬1).\n</p>\n\n<p>\n- العصبية والانتصار للمذهب الفردي أو الجماعي، المستقى من <span id='ms40'></span> البدع\nوالأهواء، وما أكثر ما أحدث أصحاب هذا المنهج من الضلال والفتنة في\nالإسلام.\n</p>\n\n<p>\nمثاله: في الفردي ما وقع فيه عبد العزيز بن الحارث التيمي عندما سئل عن\nفتح مكة، أجاب أنه كان عنوة ولم يكن صلحا، فلما طولب بالبرهان ساق سندا إلى\nالزهري، أن الصحابة اختلفوا في فتح مكة أكان صلحا أم عنوة؟ فسألوا رسول\nالله فقال: كان عنوة. واعترف هو نفسه فيما بعد أنه وضع هذا انتصارا لما ذهب\nإليه (¬2).\n</p>\n\n<p>\nمثاله: في الجماعي أن بعض فقهاء أصحاب الرأي استجاز نسبة الحكم الذي دل\nعليه القياس إلى رسول الله - صلى الله عليه وسلم -، نسبة قولية فيقول في\nذلك: قال رسول الله - صلى الله عليه وسلم - كذا وكذا، ولهذا ترى كتبهم\nمشحونة بأحاديث تشهد متونها بأنها موضوعة، لأنها تشبه فتاوى الفقهاء ولا\nتليق بجزالة كلام سيد المرسلين - صلى الله عليه وسلم -، ولأنهم لا يقيمون\nلها سندا صحيحا، وهؤلاء يشملهم الوعيد في الكذب على رسول الله - صلى الله\nعليه وسلم -، وقد جر التعصب بعض رؤوس الفرق إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             # أن يحل لأتباعه شهادة الزور على الخصم، وادعى لنفسه الألوهية (¬1)، ومن\nالأسباب التقرب للولاة، ومنها التكسب، ومنها الترغيب في الخير، والانتصار\nللذات (¬2)، وما أكثر ما كذب فيه أعداء السنة على رسول الله - صلى الله\nعليه وسلم -، فالزنادقة وحدهم وضعوا أربعة عشر ألف حديث زورا وبهتانا (¬3)،\nوصدق الله - عز وجل - إذ يقول: {إنا نحن نزلنا الذكر وإنا له لحافظون}\n(¬4)، حفظ الكتاب من التبديل والتحريف، وقيض للسنة من عباده أعلاما منحهم\nالحفظ والذكاء، والفقه وقوة الملاحظة، من أمثال الإمام عبد الله بن\nالمبارك، فإنه لما قيل له: هذه الأحاديث الموضوعة؟ ، قال: تعيش لها\nالجهابذة، وتلا الآية المذكورة، وقام الجهابذة بما لا مزيد عليه، عرفوا\nأعداء الإسلام، على اختلاف مللهم وعرفوا أساليب مكرهم، ووقفوا لهم\nبالمرصاد، وضيقوا على الأعداء الخناق، حتى ضاقت عليهم الأرض بما رحبت، وتم\nوضع علم الجرح والتعديل، ورسم قواعد النقد والضبط، وفق منهج في غاية الدقة\nوالأمانة، وأخضع السند والمتن في كل ما <span id='ms41'></span> يروى للبحث والنقد والتدقيق، فنتج\nعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             # ذلك علم أصول الحديث، حتى أصبح الباحث في العلوم الأخرى يزن القضايا\nالمسندة ويضبطها بقواعد أهل الحديث، فبتلك القواعد استقام الأمر للسنة\nالمطهرة، وهاهي بيضاء نقية لا يزيغ عنها إلا هالك (¬1).\n</p>\n\n\n<h3 class='l3' id='head80'>AUTO الطرق التي يكشف بها الحديث الموضوع</h3>\n\n<p>\n:\n</p>\n\n<p>\nلقد برز النقاد في البحث عن وسائل كشف الأخبار الموضوعة، وذلك بعد اعتراف\nالواضع نفسه، إما لتوبة منه، كما صنع أبو عصمة في اعترافه بوضعه أقوالا في\nفضائل القرآن، وإما إمعانا في الضلال كما صنع ابن أبي العوجاء، فأوجد\nالنقاد طرقا عديدة من خلال دراسة الإسناد والمتن وسعة الاطلاع، وقوة الفهم،\nوحدة الذكاء، وبراعة فائقة في ملاحظة القرائن منها:\n</p>\n\n<p>\n- ملاحظة حال الراوي فقد يكون فيها ما يشهد بكذبه.\n</p>\n\n<p>\nمثاله: ما صدر من المأمون بن أحمد الهروي لما ذكر بحضرته الخلاف في كون\nالحسن البصري سمع من أبي هريرة أم لا: ساق في الحال سندا إلى النبي - صلى\nالله عليه وسلم - أنه قال: سمع الحسن من أبي هريرة. ولما قيل له: ألا ترى\nإلى الشافعي ومن تبعه بخراسان؟ فأسند كذبا إلى رسول الله أنه قال: يكون في\nأمتي رجل يقال له: محمد بن إدريس هو أضر على أمتي من إبليس، ويكون في أمتي\nرجل يقال له أبو حنيفة هو سراج أمتي (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n- ومن قبيل المتقدم ما وقع من بعض الرواة على ندرة تزلفا إلى الولاة\nوالأمراء والأعيان. مثاله: قول غياث بن إبراهيم لمل دخل على الخليفة المهدي\nوكان يحب الحمام من الطيور: فساق حديثا إلى رسول الله - صلى الله عليه وسلم\n- وزعم أنه قال: لا سبق إلا في نصل أو خف أو حافر \"أو جناح\" فزاد في الحديث\nكذبا قوله \"أو جناح\" فأدرك الخليفة، بماله من علم وبما حف حال الراوي من\nالتزلف والمصانعة، أنه كذب فيما روى فقال بعد أن خرج: أشهد أن قفاك قفا\nكذاب على رسول الله - صلى الله عليه وسلم -، قال ذلك بعد أن كافأه بعشرة\nآلاف، ثم أمر بذبح الحمام (¬1)، وكان الأولى معاقبة ذلك <span id='ms42'></span> الراوي على جرأته\nونفاقه على ملأ من الناس، هذا إن صحت القصة لأن المعروف عن المهدي التنكيل\nبالزنادقة وقد أنشأ ديوانا لمحاربتهم (¬2).\n</p>\n\n<p>\n- ملاحظة حال النص المروي من وجوه:\n</p>\n\n<p>\nإذا كان مخالفا ومناقضا لنصوص الكتاب والسنة الصحيحة، أو الإجماع القطعي.\n</p>\n\n<p>\nإذا كان مخالفا للعقل والواقع، منا قضا للحس والمشاهدة، غير قابل لتأويل\nصحيح مطابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمثاله: قول عبد الرحمن بن زيد بن أسلم المعروف بالغرائب: إن سفينة نوح\nطافت بالبيت سبعا، وصلت خلف المقام ركعتين.\n</p>\n\n<p>\nإذا ظهر عليه اللحن في القول والركة في المعنى، عند مقارنته بجوامع كلم\nرسول الله - صلى الله عليه وسلم -، فحاشا أن يكون من لفظه - صلى الله عليه\nوسلم -، ويعول على الركة في المعنى، لأن الجزالة من محاسن هذا الدين، أما\nاللحن فيحتمل أن الراوي روى المعنى بغير فصيح، ما لم يصرح بأنه من لفظ رسول\nالله - صلى الله عليه وسلم - (¬1) لهذا قال العلماء: إن للحديث ضوءا كضوء\nالنهار تعرفه، وظلمة كظلمة الليل تنكره (¬2).\n</p>\n\n<p>\nإذا تضمن النص المروي وعيدا شديدا على أمر صغير، أو وعدا عظيما على أمر حقير.\n</p>\n\n<p>\nقد وقع القصاص في مثل هذا، بسبب استمالة قلوب العوام إليهم، بالغرائب إما\nوعظا كما فعل أبو عصمة نوح بن أبي مريم، أو تكسبا، كقصة ذلك القاص مع\nالإمامين أحمد بن حنبل ويحي بن معين، إذ صليا في مسجد الرصافة، فقام القاص\nوهو لا يعرفهما فقال: حدثنا أحمد بن حنبل ويحي بن معين، وساق الإسناد إلى\nرسول الله أنه قال: من قال: لا إله إلا الله خلق الله من كل كلمة طيرا\nمنقاره من ذهب وريشه من مرجان ... ، وسرد القاص كلاما في قصة طويلة تبلغ\nعشرين ورقة، فتعجب الإمامان أحمد ويحي من هذا القاص المفتري، وأخذ كل واحد\nمنهما يسأل صاحبه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             # أحدثت بهذا؟ ! ، فيجيب كل منهما صاحبه فيقول: والله ما سمعت بهذا إلا\nالساعة، فلما فرغ القاص من تزويره، قعد للناس يأخذ منهم ما يجودون به لقاء\nهذه الفرية العظيمة، وبينا هو جالس ينتظر المزيد أشار له يحي بن <span id='ms43'></span> معين بيده\nتعال، فجاء متوهما عطاءا، لكنه فوجيء بالسؤال من يحي؟ من حدثك بهذا؟ فقال:\nأحمد بن حنبل ويحي بن معين، أنا يحي بن معين وهذا أحمد بن حنبل، لم نسمع\nبهذا قط في حديث رسول الله - صلى الله عليه وسلم -! ! ، فمكر القاص وقال:\nلم أزل أسمع أن يحي بن معين أحمق، فما تحققت هذا إلا الساعة، كأن ليس فيها\nيحي بن معين وأحمد بن حنبل غيركما! ، وقد كتبت عن سبعة عشر أحمد بن حنبل\nويحي بن معين (¬1)، هذه نماذج مختصرة، والمتتبع لهذا الباب يجمع فيه أسبابا\nاخرى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head81'>AUTO البيت الثالث عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n13 - وذا نبذة من مبهم الحب فاعتبر ... وغامضه (¬1) إن رمت شرحا أطول (¬2)\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعين\n</p>\n\n\n<h2 class='l2' id='head82'>AUTO النوع الأول المبهم</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: ما لم يسم من رجال السند.\n</p>\n\n<p>\nفائدة العلم به: زوال الجهالة التي يرد الخبر معها، حيث يكون الإبهام في\nأصل الإسناد، لأن شرط قبول الخبر عدالة الراوي، ولا تعرف إلا بكشف الإبهام\n(¬3)، ولذلك نشط العلماء لبيان ما أبهم الرواة في رواياتهم، وممن ألف في\nذلك الحافظ عبد الغني الأزدي، وأبو بكر الخطيب البغدادي، واختصر كتابه\nالنووي، في كتابه الإشارات إلى المبهمات، ورتبه على الحروف، وأبو الفضل بن\nطاهر، وابن بشكوال في كتابه \"الغوامض والمبهمات\" بدون ترتيب وهو كتاب جامع،\nوالعراقي في كتابه النفيس \"المستفاد من مبهمات المتن والإسناد\" رتبه على\nالأبواب، وابن حجر ذكر المبهمات التي وقعت في صحيح البخاري، واستوعبها\nاستيعابا حسنا (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوهو على أقسام منها:\n</p>\n\n<p>\n- ما قيل فيه: رجل أو امرأة، وهذا أشدها إبهاما. مثاله: حديث ابن عباس -\nرضي الله عنه - \"أن رجلا قال: يا رسول الله، الحج كل عام؟ \" (¬1) وهذا\nالرجل هو الأقرع بن حابس - رضي الله عنه -، بينه ابن عباس - رضي الله عنه -\nفي رواية أخرى (¬2)، وحديث أنس - رضي الله عنه - \"أن رسول الله - صلى الله\nعليه وسلم - رأى حبلا ممدودا بين ساريتين في المسجد، فسأل عنه فقالوا:\nفلانة تصلي فإذا غلبت تعلقت به\" (¬3) قيل: إنها زينب بنت جحش <span id='ms44'></span> رضي الله عنها\nزوج رسول الله - صلى الله عليه وسلم - وقيل: أختها حمنة بنت جحش رضي الله\nعنها، وقيل: ميمونة بنت الحارث أم المؤمنين رضي الله عنها، فإن كان المبهم\nالصحابي كأن يقول التابعي الثقة: \"عن رجل من الصحابة\" أو نحو ذلك فهو صحيح\nعند الجمهور القائلين: إن الصحابة كلهم عدول، وإن كان المبهم قبل الصحابي\nسواء أكان من التابعين أم من بعدهم، فلا يجوز الاستدلال به حتى يتبين حال\nالمبهم ويعرف أنه ثقة (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n- ما أبهم بأن قيل فيه ابن فلان أو ابن الفلاني أو ابنة فلان أو نحو ذلك.\nمثاله: حديث أم عطية (ماتت إحدى بنات رسول الله - صلى الله عليه وسلم -\nفقال: اغسلنها بماء وسدر) (¬1) هي زينب رضي الله عنها زوجة أبي العاص بن\nالربيع، أكبر بناته - صلى الله عليه وسلم - وإن كان قد قيل: أكبرهن رقية\nوالله أعلم.\n</p>\n\n<p>\nابن اللتبية: ذكر ابن حجر أن اسمه عبد الله (¬2)، وهذه نسبة إلى بني لتب،\nبضم اللام وإسكان التاء المثناة من فوق، بطن من الأسد، بإسكان السين وهم\nالأزد، وقيل فيه: ابن الأتبية ولا صحة له.\n</p>\n\n<p>\n- العم والعمة: مثاله: رافع بن خديج، عن عمه في حديث المخابرة (¬3) عمه\nهو: ظهير بن رافع الحارثي الأنصاري (¬4)، عمة جابر بن عبد الله - رضي الله\nعنه - التي جعلت تبكي أباه يوم أحد: اسمها فاطمة بنت عمرو بن حرام، وسماها\nالواقدي هندا والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n- الزوج والزوجة:\n</p>\n\n<p>\nمثاله: حديث سبيعة الأسلمية رضي الله عنها \"أنها ولدت بعد وفاة زوجها\nبليال\" (¬1) زوجها هو: سعد بن خولة - رضي الله عنه - الذي رثى له رسول الله\n- صلى الله عليه وسلم - أن مات بمكة، وكان بدريا.\n</p>\n\n<p>\nزوجة عبد الرحمن بن الزبير، بفتح الزاي، والتي زعمت أن ما معه كهدبة\nالثوب (¬2)، وكانت تحت رفاعة بن سموأل القرظي فطلقها، اسمها: تميمة بنت\nوهيب، بفتح التاء، وقيل: بالضم، وقيل سهيمة، والله أعلم (¬3)، وهذه الأنواع\nالمذكرة من المبهمات التي تبين أمرها من روايات أخريات جائز الاستدلال بها،\nما دامت مستوفية شروط الصحة أو الحسن <span id='ms45'></span> (¬4).\n</p>\n\n\n<h2 class='l2' id='head83'>AUTO النوع الثاني الاعتبار</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: النظر في الراوي والمروي من حيث المتابعات والشواهد، وأمثلته غير\nخافيه، قال ابن حجر: هو هيئة التوصل إليهما (¬5)، يعني المتابع والشاهد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head84'>AUTO البيت الرابع عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n14 - عزيز بكم صب ذليل لعزكم ... ومشهور أوصاف المحب التذلل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعين:\n</p>\n\n\n<h2 class='l2' id='head85'>AUTO النوع الأول العزيز</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: الحديث الذي لا يرويه أقل من اثنين عن أقل من اثنين. وليس هذا شرطا\nلصحة الحديث.\n</p>\n\n<p>\nمثاله: ما رواه الشيخان: من حديث أبي هريرة - رضي الله عنه - ومن حديث\nأنس - رضي الله عنه - (¬1)، أن رسول الله - صلى الله عليه وسلم - قال: ...\n(لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده) رواه عن أنس قتادة، وعبد\nالعزيز بن صهيب، ورواه عن قتادة شعبة، وسعيد، ورواه عن عبد العزيز إسماعيل\nبن علية، وعبد الوارث، ورواه عن كل جماعة (¬2).\n</p>\n\n<p>\nمأخذه: ذكر العلماء أنه مأخوذ إما من العزة، يعني قلة وجوده وندرته، من\nعز يعز بكسر العين في المضارع.\n</p>\n\n<p>\nوإما من عز يعز بفتح العين في المضارع، يعني صار قويا بمجيئه من طريق\nأخرى (¬3) وكلا الأمرين متحقق فيه من حيث الندرة، والقوة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head86'>AUTO النوع الثاني المشهور</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: ماله طرق محصورة بأكثر من اثنين، وسمي مشهورا لانتشاره ووضوحه.\n</p>\n\n<p>\nمثاله: حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -\nقال: (نحن الآخرون السابقون يوم القيامة) فقد رواه سبعة عن أبي هريرة (¬1)،\nويطلق على ما اشتهر على الألسنة مطلقا مما له إسناد، وما ليس له إسناد\n(¬2)، وليعلم أن وصف الحديث بكونه مشهورا لا ينافي الصحة ولا الضعف، فقد\nيكون مشهورا صحيحا أو مشهورا ضعيفا (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head87'>AUTO البيت الخامس عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n15 - غريب يقاسي البعد عنك وماله ... وحقك عن دار البلى متحول (¬1)\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n\n<h2 class='l2' id='head88'>AUTO الغريب</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو: ما انفرد بروايته شخص واحد، أو انفرد بزيادة في متنه أو إسناده.\n</p>\n\n<p>\nمثاله في الرواية: حديث (إنما الأعمال بالنيات) (¬2) تفرد به عمر بن\nالخطاب - رضي الله عنه - عن رسول الله - صلى <span id='ms46'></span> الله عليه وسلم - لم يروه عنه\nغيره، وتفرد به عن عمر علقمة بن وقاص، وعن علقمة محمد بن إبراهيم التيمي،\nوعن محمد يحي بن سعيد الأنصاري، ثم اشتهر عن يحي، ولذلك مثل به ابن الصلاح\nللمشهور، ولم يرضه العراقي لأن الشهرة طرأت عليه من عند يحى بن سعيد، وأول\nالإسناد فرد (¬3) وكذلك حديث النهي عن بيع الولاء وهبته (¬4)، فإنه لم يصح\nإلا من حديث عبد الله بن دينار، عن ابن عمر رضي الله عنهما (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nمثاله في الزيادة في السند: حديث أم زرع (¬1) رواه عيسى بن يونس، عن هشام\nبن عروة، عن أخيه عبد الله بن عروة، عن أبيه، عن عائشة رضي الله عنها، وهذا\nهو المحفوظ، بزيادة عن أخيه عبد الله، وأخرجه الطبراني من طريقين عن هشام،\nعن أبيه، عن عائشة، من غير ذكر الزيادة (¬2).\n</p>\n\n<p>\nمثاله في الزيادة في المتن: حديث (فرض رسول الله - صلى الله عليه وسلم -\nزكاة الفطر من رمضان صاعا من تمر أو صاعا من شعير، على كل حر أو عبد، ذكر\nأو أنثى، من المسلمين) (¬3) فقد تفرد الإمام مالك بزيادة \"من المسلمين\" (¬4).\n</p>\n\n<p>\nوليعلم أن بين الغريب والفرد تطابقا من حيث مفهوم الغرابة والتفرد، لذلك\nاستساغ بعض العلماء الحكم بترادف الغريب والفرد، لغة واصطلاحا وقالوا في\nالمطلق والنسبي: تفرد به فلان أو أغرب به فلان، وهم يريدون به معنى واحدا،\nوهذا من حيث إطلاق الاسمية عليهما، لكن معظم المحدثين ذهب إلى التفريق\nبينهما من حديث كثرة الاستعمال وقلته، فالفرد أكثر ما يطلق على الفرد\nالمطلق الذي لم يقيد بقيد، والغريب أكثر ما يطلق على الفرد النسبي المقيد\nبالنسبة إلى شيء معين (¬5)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             # وليعلم أن وصف الحديث بكونه غريبا لا ينافي الصحة ولا الضعف، بل قد يكون\nغريبا صحيحا أو غريبا ضعيفا (¬1).\n</p>\n\n\n<h3 class='l3' id='head89'>AUTO أقسام الغريب</h3>\n\n<p>\n:\n</p>\n\n<p>\nقسم الحاكم الغريب إلى ثلاثة أنواع:\n</p>\n\n<p>\n1.غرائب الصحاح. مثاله: حديث جابر - رضي الله عنه - \"كنا يوم الخندق نحفر\nالخندق فعرضت فيه كدية ... \" (¬2) قال الحاكم: فهذا حديث صحيح، وقد تفرد به\nعبد الواحد بن أيمن، عن <span id='ms47'></span> أبيه، وهو من غرائب الصحيح (¬3)، وحديث عبد الله بن\nعمرو رضي الله عنهما قال: لما حاصر النبي - صلى الله عليه وسلم - أهل\nالطائف فلم ينل منهم شيئا فقال: (إنا قافلون إن شاء الله غدا) (¬4) قال\nالحاكم: هو غريب صحيح، فإني لا أعلم أحدا حدث به عن عبد الله بن عمرو غير\nأبي العباس السائب بن فروخ الشاعر، ولا عنه غير عمرو بن دينار، ولا عنه غير\nسفيان بن عيينة، فهو غريب صحيح (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n2 - غرائب الشيوخ. مثاله: حديث (لا يبع حاضر لباد) (¬1) قال الحاكم: هذا\nحديث غريب لمالك بن أنس، عن نافع، وهو إمام يجمع حديثه، تفرد به عنه\nالشافعي، وهو إمام مقدم، لا نعلم أحدا حدث به عنه غير الربيع بن سليمان،\nوهو ثقة مأمون (¬2).\n</p>\n\n<p>\n3 - غرائب المتون. مثاله: حديث (إن هذا الدين متين فأوغل فيه برفق ... )\n(¬3) قال الحاكم: هذا حديث غريب الإسناد والمتن، فكل ما روي فيه فهو من\nالخلاف على محمد بن سوقة، فأما ابن المنكدر عن جابر فليس يرويه غير محمد بن\nسوقة، وعنه أبو عقيل، وعنه خلاد بن يحي (¬4).\n</p>\n\n<p>\nهذا تقسيم الحاكم رحمه الله للغريب، وقال العراقي: قسمه ابن طاهر إلى\nخمسة أقسام (¬5).\n</p>\n\n<p>\nقلت: لم يذكر العراقي تقسيم ابن طاهر، وذكر تقسيم أبي الفتح اليعمري قال\nالغريب على أقسام:\n</p>\n\n<p>\n1 - غريب سندا ومتنا. مثاله: حديث (إن هذا الدين متين فأوغل فيه برفق ...\n) تقدم آنفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n2 - غريب متنا لا سندا. مثاله: لم يذكر له أبو الفتح مثالا لعدم وجوده (¬1).\n</p>\n\n<p>\n3 - غريب سندا لامتنا. مثاله: حديث أبي سعيد الخدري - رضي الله عنه -\n(الأعمال بالنية) (¬2) رواه عبد المجيد بن عبد العزيز بن أبي رواد، عن\nمالك، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد.\n</p>\n\n<p>\nقال أبو الفتح: هذا إسناد غريب كله والمتن صحيح، وقال الخليلي في\nالإرشاد: أخطأ فيه عبد المجيد، وهو غير محفوظ من حديث زيد بن أسلم بوجه،\nقال: فهذا مما أخطأ فيه الثقة عن الثقة (¬3).\n</p>\n\n<p>\n4 - غريب بعض السند. مثاله: حديث أم زرع، أخرجه الطبراني (¬4) من رواية\nعبد العزيز <span id='ms48'></span> بن محمد الداروردي، ومن رواية عباد بن منصور فرقهما، عن هشام بن\nعروة، عن أبيه، عن عائشة رضي الله عنها، والمحفوظ ما رواه عيسى بن يونس، عن\nهشام، عن أخيه عبد الله بن عروة، عن عائشة، هكذا اتفق عليه الشيخان (¬5)،\nكذا رواه مسلم من رواية سعيد بن سلمة بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             # الحسام، عن هشام بن عروة (¬1)، قال أبو الفتح: فهذه غرابة تخص موضعا من\nالسند، والحديث صحيح.\n</p>\n\n<p>\n5 - غريب بعض المتن. مثاله: حديث أم زرع من رواية الطبراني، قال العراقي:\nلأن عبد العزيز وعبادا جعلا الحديث مرفوعا، وإنما المرفوع منه قوله - صلى\nالله عليه وسلم -: (كنت لك كأبي زرع لأم زرع) فهذه غرابة بعض المتن أيضا\n(¬2) وكذلك حديث المستحاضة أخرجه النسائي وقال: لا أعلم أحدا ذكر في هذا\nالحديث \"وتوضئي\" غير حماد بن زيد (¬3).\n</p>\n\n<p>\nهذا وأنواع الغريب كثيرة، وإنما تضبط بنسبة التفرد فيه إلى شيء معين، قال\nالحاكم: فهذه الأنواع التي ذكرتها مثال لألوف من الحديث الذي يجري على\nمثالها وسنتها (¬4)، وليعلم أن الفرد المطلق لا يجوز أن يتداخل مع الشاذ،\nلأنه لابد من توفر شرطين في الشاذ هما: التفرد والمخالفة، ولا يلزم في\nالفرد إلا مطلق التفرد، وكذلك الفرد النسبي \"الغريب\" لا يلزم فيه سوى ضرب\nمن التفرد المقيد (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head90'>AUTO البيت السادس عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n16 - فرفقا بمقطوع الرسائل ماله ... إليك سبيل لا ولا عنك معدل\n</p>\n\n<p>\nذكر ابن فرح رحمة الله علينا وعليه في هذا البيت نوعا واحدا:\n</p>\n\n\n<h2 class='l2' id='head91'>AUTO المقطوع</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما أضيف إلى التابعين من أقوالهم وأفعالهم. وقد تقدم الكلام على\nالمنقطع، وأن من العلماء من لم يفرق بين\n</p>\n\n\n<h2 class='l2' id='head92'>AUTO المقطوع</h2>\n\n<p>\n والمنقطع، كالإمام الشافعي والطبراني، والمنقطع هو الذي لم يتصل إسناده،\nولعل هذا الاستعمال كان قبل استقرار مصطلح أصول الحديث، فلما استقر الأمر\nفي ذلك ثبت التفريق، وبه أخذ الناظم (¬1)، وليعلم أن\n</p>\n\n\n<h2 class='l2' id='head93'>AUTO المقطوع</h2>\n\n<p>\n والموقوف مترادفان، ولا بد أن يخلوا من قرينة تدل على أن المروي له حكم\nالرفع إلى النبي - صلى الله عليه وسلم - (¬2).\n</p>\n\n<p>\nومن أمثلة ذلك: قول عمر بن الخطاب - رضي الله عنه -: \"إن أناسا <span id='ms49'></span> كانوا\nيؤخذون بالوحي في عهد رسول الله - صلى الله عليه وسلم -، وإن الوحي قد\nانقطع، وإنما نأخذكم الآن بما ظهر لنا من أعمالكم، فمن أظهر لنا خيرا أمناه\nوقربناه، وليس لنا من سريرته شيء، الله يحاسبه في سريرته، ومن أظهر لنا\nسوءا لم نأمنه ولم نصدقه وإن قال: إن سريرته حسنة\" (¬3)، وكذلك قول الحسن\nالبصري: \"أخذ الله على الحكام أن لا يتبعوا الهوى، ولا يخشوا الناس، ولا\nيشتروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             # بآيات الله ثمنا قليلا\" (¬1) ثم قرأ: {ياداوود إنا جعلناك خليفة في الأرض\nفاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله إن الذين يضلون\nعن سبيل الله لهم عذاب شديد بما نسوا يوم الحساب} (¬2)، وليعلم أن المقطوع\nيقع عليه الوصفان، الصحة والضعف تبعا لحال إسناده ومتنه، ولا يلزم من صحته\nوجوب العمل به، إذا كان مجردا عن قرينة تدل على أن له حكم الرفع.\n</p>\n\n\n<h1 class='l1' id='head94'>AUTO البيت السابع عشر</h1>\n\n<p>\n:\n</p>\n\n<p>\n17 - ولا زلت في عز منيع ورفعة ... ولا زلت تعلو بالتجني فأنزل\n</p>\n\n<p>\nذكر ابن فرح في هذا البيت نوعين:\n</p>\n\n\n<h2 class='l2' id='head95'>AUTO الأول الإسناد العالي</h2>\n\n<p>\n:\n</p>\n\n<p>\nوهو: ما يعرف بالفهم، قل عدد الرواة فيه أو كثر.\n</p>\n\n<p>\nقال الحاكم: والعالي من الأسانيد التي تعرف بالفهم، لا بعدد الرجال غير\nهذا، فرب إسناد يزيد عدده عن السبعة والثمانية إلى العشرة وهو أعلى من ذلك،\nمثاله: حديث (أربع من كن فيه كان منافقا خالصا ... ) (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head96'>AUTO أهمية الإسناد</h3>\n\n<p>\n:\n</p>\n\n<p>\nالإسناد عموما من خصائص هذه الأمة، جعله الله صونا لقوائم الدين في السنة\nالمطهرة، قال: رسول - صلى الله عليه وسلم -: (يحمل هذا العلم من كل خلف\nعدوله، ينفون عنه تحريف الغالين، وانتحال المطلين، وتأويل الجاهلين) (¬1)\nفالموصوفون في هذا الحديث هم الذين امتثلوا أمره - صلى الله عليه وسلم -\nبالتبليغ عنه لمن بعدهم، وأنفذوا في ذلك أعمارهم، واستفرغوا جهدهم، وبادروا\nإلى ما رغب فيه من ذلك الأمر الجسيم، حيث دعا لهم بالنضرة والنعيم، فقال -\nصلى الله عليه وسلم -: (نضر الله امرءا سمع منا حديثا، فحفظه فبلغه غيره،\nفرب حامل فقه ليس بفقيه) (¬2) وكفاهم هذا الدعاء شرفا، بوأهم <span id='ms50'></span> الله من الجنة\nغرفا، ولقاهم الفوز العظيم، قال رسول الله - صلى الله عليه وسلم -: (بلغوا\nعني ولو آية، وحدثوا عن بني إسرائيل ولا حرج، ومن كذب علي متعمدا، فليتبوأ\nمقعده من النار) (¬3)\n</p>\n\n<p>\nومعلومة خطبة رسول الله - صلى الله عليه وسلم - في حجة الوداع وفيها (ألا\nليبلغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             # الشاهد الغائب، فرب مبلغ أوعى من سامع) اتفقا عليه في الصحيحين (¬1)،\nفالمبلغون هم الذين جعلهم الله أركان هذه الشريعة، النقية الزاهرة والحجة\nالباهرة، وهدم بهم كل بدعة شنيعة، لولاهم لكانت ظاهرة، وكل فئة تتحيز إلى\nهوى ترجع إليه، تتحيز رأيا تعكف عليه، سوى أصحاب الحديث فإن الكتاب هديهم،\nوالسنة حجتهم، والنبي - صلى الله عليه وسلم - فيؤهم وإليه نسبتهم، فهم\nالجمهور العظيم، وسبيلهم الصراط المستقيم، وهم الذين لا يزالون على الحق\nظاهرين، ولمن عاداهم وناوأهم قاهرين، قال رسول الله - صلى الله عليه وسلم\n-: (لا تزال طائفة من أمتي إلى الحق، ظاهرين إلى يوم القيامة).\n</p>\n\n<p>\nقال الإمام البخاري رحمه الله: يعني أهل الحديث (¬2) وكلام الأئمة كثير\nفي الترغيب في نقل ما ثبت عن رسول الله - صلى الله عليه وسلم -، وفي\nالتحذير من الكذب عليه، فإن الكذب عليه مهلكة قال - صلى الله عليه وسلم -:\n(من كذب علي متعمدا، فليتبوأ مقعده من النار) إذا فالإسناد من أهم ما يعتني\nبه طالب العلم، وهو من الدين ولولا الإسناد لقال من شاء ما شاء، ومثل الذي\nيطلب أمر دينه بلا إسناد كمثل الذي يرتقي السطح بلا سلم، ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             # أراد الذب عن سنة رسول الله فسلاحه الإسناد، وطلب الإسناد العالي سنة\nصحيحة (¬1)، روى أنس - رضي الله عنه - حديث الأعرابي:\n</p>\n\n<p>\n\"يا محمد أتانا رسولك فزعم\" (¬2) فقد طلب الأعرابي العلو وتجاوز الشخص\nالذي أخبره إلى رسول الله - صلى الله عليه وسلم - وسأله، وقد ناله من مشقة\nالسفر إلى رسول الله - صلى الله عليه وسلم - ما ناله، قال العراقي: ولو كان\nطلب العلو في الإسناد غير مستحب لأنكر عليه سؤاله عما أخبر به رسوله، لأمره\nبالاقتصار على ما أخبره الرسول عنه (¬3).\n</p>\n\n\n<h3 class='l3' id='head97'>AUTO أفضلية علو الإسناد <span id='ms51'></span></h3>\n\n<p>\n:\n</p>\n\n<p>\nلم يحك الحاكم رحمه الله خلافا في تفضيل العلو، وقال: إنه سنة مسنونة،\nوقد رحل في طلب الإسناد العالي غير واحد من الصحابة (¬4)، فالمقصود من\nالإسناد التوصل إلى صحة الحديث وبعد الوهم فيه، وكلما كثر رجال الإسناد\nتطرق إليه احتمال الخطأ والخلل (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head98'>AUTO أفضلية التنزل</h3>\n\n<p>\n:\n</p>\n\n<p>\nحكى هذا بعض أهل النظر وقال: التنزل في الإسناد أفضل، لأنه يجب على\nالراوي أن يجتهد في متن الحديث وتأويله، وفي الناقل وتعديله، وكلما زاد\nالاجتهاد زاد صاحبه ثوابا، ورد هذا بأنه ضعيف، ضعيف الحجة، لأن كثرة المشقة\nليست مطلوبة لنفسها، ومراعاة المعنى المقصود من الرواية وهو الصحة أولى،\nوهذا مثله مثل من يترك طريقا أقرب إلى المسجد، ويسلك آخر أطول طلبا لكثرة\nالخطى وإن أداه سلوكها إلى فوات الجماعة التي هي المقصود (¬1).\n</p>\n\n\n<h3 class='l3' id='head99'>AUTO أقسام العلو في الإسناد</h3>\n\n<p>\n: قسم العلماء العلو في الإسناد إلى خمسة أقسام، كلها مشروطة بصحة\nالإسناد.\n</p>\n\n<p>\n1 - القرب من رسول الله - صلى الله عليه وسلم - من حيث العدد بإسناد نظيف\nغير ضعيف، وهذا أجل أنواع العلو وأفضلها، وهو علو مطلق، ويعتبره بعض\nالعلماء قربة إلى الله عز وجل، وآخر من كان في الدنيا بينه وبين رسول الله\n- صلى الله عليه وسلم - ثمانية رجال ثقات هو محمد بن علي بن أحمد بن\nالبخاري (¬2)، ولا قيمة لعلو مع ضعف بعض الرواة، ولا يفرح به إلا العوام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n2 - القرب إلى إمام من أئمة الحديث، وهو علو نسبي، وإن كثر العدد إلى\nالنبي - صلى الله عليه وسلم - أو لم يكن من أرباب الكتب الستة.\n</p>\n\n<p>\n3 - العلو المقيد بالنسبة إلى رواية الصحيحين أو أحدهما وبقية الكتب\nالستة، وهو علو نسبي أيضا فإن سند الحديث المروي من طريقها يكون أنزل مما\nروي من غير طريقها، وقد يكون عاليا مطلقا أيضا، مثاله: حديث ابن مسعود -\nرضي الله عنه - مرفوعا (يوم كلم الله موسى - عليه السلام - كان عليه جبة من\nصوف) (¬1)، وهذا القسم اشتهر آخرا بالموافقات والأبدال والمساواة\nوالمصافحة، وأقسام العلو الثلاثة مردها علو المسافة، وهو قلة العدد، وليعلم\nأن هذا النوع من العلو <span id='ms52'></span> تابع لنزول في الغالب، إذ لولا نزول ذلك الإمام لم\nيعل الآخر في إسناده، وقد يحصل لكل منهما العلو كما في حديث ابن مسعود\nالمتقدم.\n</p>\n\n<p>\n4 - علو تقدم الوفاة، مثاله ما يرويه الراوي من طريق البيهقي (ت 458)، عن\nالحاكم أبي عبد الله، فإنه أعلى مما يرويه من طريق أبي بكر بن خلف (ت 487)،\nعن الحاكم، وإن تساوى الإسنادان في العدد، لتقدم وفاة البيهقي على وفاة ابن خلف.\n</p>\n\n<p>\n5 - علو تقدم السماع، وبينه وبين سابقه تداخل، ومما يمتاز عنه ولا يدخل\nفيه: أن يسمع شخصان من شيخ واحد، وسماع أحدهما من ستين سنة مثلا، وسماع\nالآخر من أربعين سنة، فإذا تساوى السند إليهما في العدد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             # فالإسناد إلى الأول الذي تقدم سماعه أعلى، وهذان القسمان الرابع والخامس\nمردهما إلى علو صفة في الراوي أو شيخه (¬1).\n</p>\n\n\n<h2 class='l2' id='head100'>AUTO النوع الثاني الإسناد النازل</h2>\n\n<p>\n:\n</p>\n\n<p>\nالنزول ضد العلو، وله مراتب لا يعرفها إلا أهل الصنعة، فلا يعرف بمطلق\nالضدية.\n</p>\n\n\n<h3 class='l3' id='head101'>AUTO أقسام النزول</h3>\n\n<p>\n:\n</p>\n\n<p>\nالنزول في الإسناد ينقسم إلى خمسة أقسام، فكل قسم من أقسام العلو السابقة\nضده قسم من\n</p>\n\n\n<h3 class='l3' id='head102'>AUTO أقسام النزول</h3>\n\n<p>\n، وهذا أمر واضح لا يلزم بيانه.\n</p>\n\n\n<h3 class='l3' id='head103'>AUTO متى يطلب النزول؟</h3>\n\n<p>\n :\n</p>\n\n<p>\nذم بعض العلماء النزول في الإسناد وقالوا: النزول شؤم، وهو قرحة في\nالوجه، وليس هذا على إطلاقه، بل يحمل على ما إذا لم يكن مع النزول ما\nيجبره، كزيادة الثقة في رجاله على العالي، أو كونهم أحفظ أو أفقه، أو كونه\nمتصلا بالسماع، وفي العالي حضورا أو إجازة أو مناولة، أو تساهل بعض رواته\nفي التحمل ونحو ذلك.\n</p>\n\n<p>\nوليعلم أن النزول يكون مطلوبا وراجحا على العلو عند ما يكون رجال السند\nالنازل أوثق أو أحفظ أو أفقه، فإن العدول حينئذ إلى النزول ليس بمذموم ولا\nمفضول، روى وكيع عن الأعمش أنه قال: أحب إليكم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             # أبي وائل، عن عبد الله، أو سفيان، عن منصور، عن إبراهيم، عن علقمة، عن\nعبد الله؟ ، فقلنا الأعمش عن أبي وائل أقرب، فقال: الأعمش شيخ، وأبو وائل\nشيخ، وسفيان عن منصور عن إبراهيم عن علقمة، فقيه عن <span id='ms53'></span> فقيه عن فقيه عن فقيه،\nوقال ابن المبارك: ليس جودة الحديث قرب الإسناد، بل جودة الحديث صحة\nالرجال، وقال السلفي: الأصل على مذهب المحققين من النقلة الأخذ عن العلماء\nبنزولهم، أولى من العلو عن الجهلة، والنازل حينئذ هو العالي في المعنى عند\nالنظر والتحقيق (¬1).\n</p>\n\n\n<h1 class='l1' id='head104'>AUTO الأبيات تمام العشرين</h1>\n\n<p>\n:\n</p>\n\n<p>\n18 - أوري بسعدى والرباب وزينب ... وأنت الذي تعنى وأنت المؤمل\n</p>\n\n<p>\n19 - فخذ أولا من آخر ثم أولا ... من النصف منها فهو فيه مكمل\n</p>\n\n<p>\n20 - أبر إذا أقسمت أني بحبه ... أهيم وقلبي بالصبابة مشعل\n</p>\n\n<p>\nاستعمل ابن فرح رحمة الله علينا وعليه التورية في البيت الأول إشارة منه\nإلى استخدامه هذا اللون من علم البديع فورى عن أنواع من علوم الحديث بصفات\nمعشوق له، والتورية هي: إطلاق لفظ له معنيان قريب وبعيد، فيذكر القريب\nمنهما ويراد البعيد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا تمهيد منه لما ورى به في البيت الثالث، فقوله في البيت الثاني: فخذ\nأولا من آخر، أراد به الكلمة الأولى من البيت الآخر وهي: (أبر) بقطع النظر\nعن هيئته في النظم، وأراد بقوله: ثم أولا من النصف الكلمة الأولى من النصف\nالثاني من البيت وهي: \"أهيم\" وبقوله: فهو فيه مكمل أي: إنك إذا فعلت ذلك\nوضممت الكلمتين حصلت على اسم المحبوب وهو \"إبراهيم\" وقد أعظم ابن فرح\nالتعمية في التورية، إذ ورى بهذا الاسم؛ لأن الله تعالى وصف مسماه بقوله:\n{قلنا يانار كوني بردا وسلاما على إبراهيم} (¬1) فهذه المحبة التي اشتعل\nقلبه بها هي في عاقبتها برد وسلام، لأنها في طاعة الله وحب العمل بكتابه\nوسنة رسوله فورى بذلك عن عاقبة أمره والله تعالى أعلم، والحمد لله أولا\nوآخرا، وصلى الله وسلم وبارك على خير خلقه المبعوث رحمة للعالمين، وعلى آله\nوصحبه ومن تبعه واهتدى بهديه إلى يوم الدين.\n</p>\n\n<p>\nتم هذا الشرح الميسر قبيل أذان الفجر من يوم الأحد الخامس من شهر شوال\nلعام 1421 من الهجرة النبوية، بالمدينة النبوية على ساكنها الصلاة والسلام،\nعدد خلق الله وزنة عرشه ومداد كلماته ورضى نفسه، حسبي الله لا إله إلا هو\nعليه توكلت <span id='ms54'></span> وهو رب العرش الكريم، وأسأل الله الكريم رب العرش العظيم أن\nيكتب النفع والأجر والثواب لناظمه، ومن شرحه وكتبه، ولناشره وقارئه، إنه\nجواد كريم وصلى الله على المبعوث رحمة للعالمين، وعلى آلة وصحبه وأتباعه\nإلى يوم الدين.\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            :\n\n(¬1) الآية (9) من سورة الحجر.\n(¬2) أخرجه البخاري في (ص 712) كتاب أحاديث الأنبياء، باب (50) حديث (3461).\n(¬3) أخرجه ابن ماجه في (1/ 11) المقدمة، باب (3) حديث (25).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            :\n\n(¬1) سنن الدارمي (1/ 67 المقدمة، باب (25) حديث (241).\n(¬2) أخرجاه في الصحيحين: البخاري في (ص 1534) كتاب الاعتصام بالكتاب والسنة، باب (13) حديث (7318)، ومسلم في (3/ 1311) كتاب القسامة، باب (11) حديث (39 - 1689).\n(¬3) أخرجهما البخاري في (ص 407) كتاب البيوع، باب (9) حديث (2062) وفي (ص 1323) كتاب الاستئذان، باب (13) حديث (6245) ..\n(¬4) أخرجه مسلم في (2/ 1118 - 1119) كتاب الطلاق، باب (6) حديث (46 - 1480).\n(¬5) أخرجه الإمام مسلم في مقدمة الصحيح (1/ 12 - 13) باب (4) حديث (7 - 7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            :\n\n(¬1) ذكره الإمام مسلم في مقدمة الصحيح (1/ 15) باب (5) ..\n(¬2) أخرجه مسلم في مقدمة الصحيح (1/ 14) باب (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            :\n\n(¬1) انظر (تذكرة الحفاظ 1/ 5، تقييد العلم 50، وجامع بيان العلم 1/ 64).\n(¬2) تقييد العلم 103، وجامع بيان العلم وفضله 1/ 72.\n(¬3) تقييد العلم 99، وجامع بيان العلم وفضله 1/ 73.\n(¬4) المحدث الفاصل ص 375 رقم 350، وتقييد ص 99.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            :\n\n(¬1) انظر (المحدث الفصل ص 363 - 400، والمستدرك 1/ 106، وجامع بيان العلم وفضله 1/ 72، وتقييد العلم 90).\n(¬2) تقييد العلم 57 ..\n(¬3) الرسالة المستطرفة 4.\n(¬4) المحدث الفصل ص 373 رقم 346، وتقييد العلم 108.\n(¬5) بدأت كتابة الحديث في عهد رسول الله - صلى الله عليه وسلم - درن شك، فهذا أبو هريرة - رضي الله عنه - يقول: (ما من أصحاب النبي أحد أكثر حديثا عنه مني، إلا ما كان من عبد الله بن عمر، فإنه كان يكتب ولا أكتب) أخرجه البخاري في (ص 30) كتاب العلم، باب (39) حديث (113) وليس بخاف على أهل العلم أمر الصحف المكتوبة في عهده - صلى الله عليه وسلم -، كصحيفة أبي بكر، وعلي له صحيفة، وصحيفة عمرو بن العاص وغيرهم - رضي الله عنهم -، وقد صنف الحافظ الخطيب البغدادي كتابه (تقييد العلم) استوعب فيه كافة الروايات المانعة والمجيزة، وذكر الجمع بينها بعدة أوجه، ويترحج الجواز على المنع لقوة أدلته، (بين هذا الأخ الزميل أ. د محمد بن مطر الزهراني في كتابه (تدوين السنة 65 - 86).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            :\n\n(¬1) أي يضيع ويمحى. انظر (لسان العرب 6/ 79) ..\n(¬2) انظر (صحيح البخاري ص 27) كتاب العلم، باب (34).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            :\n\n(¬1) بعض <span id='ms55'></span> قوله رحمة الله علينا وعليه في (مقدمة الصحيح 1/ 28).\n(¬2) طلب العلم وهو حدث، وساد أصحاب الحديث، وكتابه المذكور ينبئ بإمامته، وكان أحد الأثبات، عاش إلى قريب الستين وثلاثمائة من الهجرة (السير 16/ 73)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            :\n\n(¬1) منها الكفاية في معرفة الرواية، والسابق واللاحق، المكمل في بيان المهمل، غنية المقتبس في تمييز الملتبس، قال الذهبي: للخطيب سنة وخمسون مؤلفا، زاد عليها في التذكرة (3/ 1139) وذكر أن ابن النجار زاد على ذلك في معجمه (السير 18/ 289) وذكر ابن خلكان أنه صنف قريبا من مائة مصنف، أحصاها يوسف العش فبلغت واحدا وسبعين (الخطيب البغدادي ص 120) وشيخنا أكرم العمري بلغت في حصره ستة وثمانين مصنفا (موارد الخطيبص 55) ..\n(¬2) مثل عمل زين الدين العراقي في كتابه التقييد والإيضاح، وبعده السيوطي في كتابه تدريب الراوي، فإنه كثيرا ما يكمل عبارة ابن الصلاح وهو الكتاب الذي وضعه على تقريب النووي.\n(¬3) منهم بدر الدين محمد بن عبد الله الزركشي، وابن حجر.\n(¬4) منهم زين الدين عبد الرحيم بن الحسين العراقي، نظم فيه ألفيته المشهورة، وزاد عليه فوائد لا يستغني عنها طالب العلم، أشار إلى هذا فقال:\nلخصت فيها ابن الصلاح أجمعه *** وزدتها علما تراه موضعه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            :\n\n(¬1) منهم ابن دقيق العيد، ومن بعده الذهبي، وفاقهما الحافظ ابن حجر فقد أخرج مختصرا هو الأجود تدقيقا وتحقيقا، سماه (نخبة الفكر).\n(¬2) منهم ابن حجر نفسه لم يناسبه ترتيب ابن الصلاح فقال: لم يحصل ترتيبه على الوضع المناسب (نزهة النظر ص 17) وانظر (توجيه النظر 1/ 364).\n(¬3) نزهة النظرص 17.\n(¬4) التبصرة والتذكرة 2 - 3.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            :\n\n(¬1) بفاء وراء ساكنة ثم حاء مهملة، انظر (طبقات الشافعية 8/ 26، ونفح الطيب 2/ 531).\n(¬2) انظر (تذكرة الحفاظ 1486، ومعجم الشيوخ 1/ 86، وطبقات السبكي 8/ 26) وانظر [أعيان العصر للصفدي، خ ورقة 150 / أ، والوافي بالوفيات 7/ 138، والشذرات 5/ 443].\n(¬3) الأنساب 11/ 18.\n(¬4) الأنساب 1/ 264، ومعجم البلدان 1/ 195.\n(¬5) انظر المصادر السابقة، وطبقات الفقهاء الشا فعية 2/ 940.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            :\n\n(¬1) طبقات الفقهاء الشافعية 2/ 941.\n(¬2) انظر (طبقات الفقهاء الشافية 2/ 940).\n(¬3) طبقات الفقهاء الشافعية 2940، والدارس في تاريخ المدارس 1/ 277.\n(¬4) انظر (التذكرة 1486، وطبقات الفقهاء الشافعية 2/ 940).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            :\n\n(¬1) المصادر السابقة، ونفح الطيب (2/ 529).\n(¬2) انظر (تذكرة الحفاظ 1486، ومعجم الشوخ 1/ 87).\n(¬3) انظر (التذكرة 1486، والطبقات 8/ 26 - 27).\n(¬4) طبقات الفقهاء الشافعية 2/ 940، ونفح الطيب 2/ 529.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            :\n\n(¬1) معجم الشيوخ 1/ 87، وانظر (طبقات السبكي 8/ 26)\n(¬2) انظر (طبقات الفقهاء الشافعية 2/ 940).\n(¬3) انظر (التذكرة <span id='ms56'></span> 1486، ومعجم الشيوخ 1/ 87، والعبر 3/ 396، وطبقات الفقهاء الشافعية 2/ 940).\n(¬4) الطبقات 8/ 27، ونفح الطيب 2/ 529.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            :\n\n(¬1) معجم الشيوخ 1/ 87، وقارن بما في التذكرة 1486، والعبر 3/ 396، وطبقات الفقهاء الشافعية 2/ 940، ونح الطيب 2/ 529.\n(¬2) المصادر السابقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            :\n\n(¬1) (أي مناصب في جهات مرموقة كالقضاء، واليوان ونحو ذلك.\n(¬2) طبقات الفقهاء الشافعية 2/ 940 والنجوم الزاهرة 8/ 191.\n(¬3) انظر (كشف الظنون 59، 1329، والرسالة المستطرفة 162).\n(¬4) طبقات الفقهاء الشافعية 2/ 940\n(¬5) التذكرة 1486، وطبقات الفقهاء الشافعية 2/ 941.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            :\n\n(¬1) الطبقات 8/ 27 - 29.\n(¬2) مخطوط.\n(¬3) الشذرات 5/ 443.\n(¬4) طبعت بشرح مختصر سنة 1415 ه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            :\n\n(¬1) المجمع المؤسس 3/ 294.\n(¬2) الضوء اللامع 7/ 172 - 173.\n(¬3) النجوم الزاهرة 8/ 191.\n(¬4) ولد في ينبع المدينة المعروفة اليوم سنة (749) تسع وأربعين وسبعمائة من الهجرة، وصف بالإمام العلامة الفهامة الفريد الأصيل، مات بالطاعون سنة (819) تسع عشرة وثمانمائة من الهجرة، واشتد أسف الناس عليه، ترجمته في (إناء الغمر 7/ 240، والضوء اللامع 7/ 171 - 174، والنجوم الزاهرة 14/ 143 - 144).\n(¬5) صور مخطوطة شرحه في مركز خدمة السنة والسيرة النبوية عن نسخة مكتبة ابن أبي العباس المرسي بالإسكندرية، وعد في (الفهرس الشامل 2/ 878 - 880) من نسخه الخطية (73) ثلاثا وسبعين نسخة، مبينا أماكن وجودها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(¬1) ولد بالقاهرة في المحرم، سنة (802) اثنتين وثمانمائة من الهجرة، مات في (4/ 4/879) رابع ربيع الأول سنة تسع وسبعين وثمانمائة من الهجرة، ترجم له معاصره السخاوي ترجمة متوسطة فيها مدح وقدح، (الضوء اللامع 6/ 184 - 190).\n(¬2) كشف الظنون 1329، والفهرس الشامل 2/ 1022 رقم 596.\n(¬3) في الفهرس الشامل (3/ 1850) كان حيا سنة (962) اثتين وستين وتسعمائة من الهجرة، وذكر في (2/ 1020) أماكن وجود مخطوطات الشرح.\n(¬4) شيخ الجامع الأزهر، مات سنة (1160) ستين ومائة وألف من الهجرة، انظر (معجم المؤلفين 1/ 85) وفي (الفهرس الشامل للتراث 3/ 1775) مات 1106، ولعله خطأ، وفيه (2/ 686) ذكر الحاشية فقال: حاشية على شرح منظومة غرامي صحيح للقرافي، وذكر أماكن وجود مخطوطاتها، وانظر (2/ 1020) ..\n(¬5) ذكره الكتاني في (فهرس الفهارس 3/ 53) ولم يرد في الأعلام المترجم لهم، وهو المذكور في الفهرس الشامل 3/ 1769: شمس الدين محمد بن محمد بن أحمد السنباوي المالكي، توفي سنة (1232 ه) وانظر 2/ 897 رقم 96، وذكر شرحه وأماكن وجود مخطوطاته في (2/ 1018، رقم 587) وطبع بالمطبعة الخيرية بمصر سنة (1331 ه) وبدار الجنان، بتقديم وضبط الشيخ سمير القاضي، وقيل إن محمد الأمير الصغير (ت 1286 ه) له شرح أيضا على الغرامية كوالده.\n(¬6) طبع في دار ابن جزم 1416 ه باعتناء أبو المنذر سامي أنور جاهين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            :\n\n(¬1) مخطوط.\n(¬2) الفهرس الشاامل 2/ 1017 رقم 578.\n(¬3) المصدر <span id='ms57'></span> السابق 2/ 1018 رقم 586.\n(¬4) طبع في بولاق سنة 1286 ه، وطبع في دار البصائر بدمشق، بتقديم بسام عبد الوهاب الجابي.\n(¬5) المصدر السابق 2/ 1018 - 1019، والأرقام 586، 588، 589، 590، 591 - 593.\n(¬6) المصدر السابق 2/ 1022 - 1023.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            :\n\n(¬1) ذكر المرعشلي أنها في ثلاثين بيتا، ونسب إلى مجموع مهمات المتون (المجمع المؤسس 3/ 294 ت 3) وهو سبق قلم أما هي فعشرون بيتا (مجموع مهمات المتون ص 118 - 120) ط 4 مكتبة الحلبي 1369 ه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            :\n\n(¬1) لمعرفة تلك الأضداد انظر (توجيه النظر 1/ 180).\n(¬2) هذا قول البخاري رحمة الله علينا وعليه، وعليه بنى يحي بن بكير. (انظر الكفاية 563، البحر الذي زخر 1/ 386، 388)\n(¬3) قاله الإمام أبو منصور عبد القادر بن طاهر التميمي. (البحر الذي زخر 1/ 389).\n(¬4) بتصرف من (البحر الذي زخر 1/ 390).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n(¬1) انظر (توجيه النظر 1/ 182 - 183، 186 - 187).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\n(¬1) انظر (توجيه 1/ 183).\n(¬2) بتصرف من (توجيه النظر 1/ 187).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            :\n\n(¬1) انظر (النكت 1/ 365 - 366، ومقدمة ابن الصلاح 23 - 24، وتوضيح الأفكار 1/ 88، وتوجيه النظر 1/ 288 - 290)\n(¬2) (انظر قفو الأثر ص 57، توضيح الأفكار 1/ 40 - 44، 86 - 89 مقدمة صحيفة همام ص 12).\n(¬3) انظر (تحفة الأشراف 10/ 397 - 410).\n(¬4) انظر (تعليقة عبد الفتاح على توجيه النظر 1/ 292) بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            :\n\n(¬1) (انظر صحيح البخاري ص (26) كتاب العلم، باب (30) حديث (95)، وفتح الباري 1/ 361، وترجمته في الثقات للعجلي 276، وتهذيب التهذيب 5/ 388).\n(¬2) ملخصا بتصرف (من كلام عبد الفتاح في تعليقه على هذا الموضوع في توجيه النظر 1/ 290 - 295 ت 1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة ابن الصلاح 54، والتبصرة والتذكرة 1/ 160) والموطأ (2/ 980) كتاب الاستئذان، باب (16) حديث (40) وصحيح مسلم (3/ 1284) كتاب الأيمان، باب (10) حديث (41 - 1662) من طريق أخرى عن أبي هريرة.\n(¬2) انظر (مقدمة علوم الحديث 55).\n(¬3) انظر (معرفة علوم الحديث 38) وانظر (صحيح مسلم 4/ 2281) كتاب الزهد، باب (16) حديث (17 - 2969).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            :\n\n(¬1) انظر (معرفة علوم الحديث 38 - 39).\n(¬2) مقدمة علوم الحديث 55 - 56.\n(¬3) انظر (المسلك الواضح المأمون ص 209، وتدريب الراوي 1/ 213، والمنهل الروي 53).\n(¬4) انظر (معرفة علوم الحديث 25).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(¬1) من الآية (83) من سورة مريم.\n(¬2) فتح الباقي على ألفية العراقي 1/ 144.\n(¬3) التبصرة 1/ 144، قال زكريا: وقيده شيخنا - العراقي - بما لم يسمعه من النبي - صلى الله عليه وسلم -، ليخرج من لقيه كافرا فسمع منه، ثم أسلم بعد موته - صلى الله عليه وسلم -، وحدث بما سمعه منه، كالتنوخي رسول هرقل - قيصر - قيده بالكبير، لأن مرفوع التابعي الصغير لا يسمى مرسلا، وحد التابعي الكبير: من جل روايته عن الصحابة، كعبيد الله بن الخيار، وقيس بن أبي حازم، وسعيد بن المسيب. والصغير: من كان جل روايته عن <span id='ms58'></span> التابعين، ولم يلق من الصحابة إلا الواحد والاثنين، كأبي جازم ويحي بن سعيد الأنصاري وأمثالهم. (تصرف من فتح الباقي 1/ 145 - 146، والتبصرة 1/ 144 - 145) وانظر (مقدمة علوم الحديث 47).\n(¬4) انظر (جامع التحصيل 27).\n(¬5) انظر (مقدمة علوم الحديث 49 - 50).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة علوم الحديث 49).\n(¬2) انظر (مقدمة علوم الحديث 49 والتبصرة 1/ 150، وجامع التحصيل 39، والرسالة 461، والبحر الذي زخر 3/ 997)\n(¬3) الموقظة ص: 39.\n(¬4) انظر (مقدمة علوم الحديث 50).\n(¬5) انظر (النكت للحافظ ابن حجر 1/ 570).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة ابن الصلاح 248، وتوجيه النظر 1/ 403 - 405).\n(¬2) حديث صحيح، أخرجه أبو داود في (2/ 181) كتاب الصلاة باب (361)، حديث (1522) وانظر (صحيح الجامع 7846).\n(¬3) خلق الله الأرض يوم السبت. انظر (معرفة علوم الحديث 33، وفي مسلم (4/ 2149) كتاب صفات المنافقين، باب 1 حديث (27 - 2789) وفيه أخذ بيدي فقال: خلق الله التربة ... ).\n(¬4) لا يجد العبد حلاوة الإيمان حتى يؤمن بالقدر. ذكر نحوه المتقي في (الكنز 1/ 132) عن أنس، وعزاه لابن أبي عاصم، انظر (السنة لابن أبي عاصم 1/ 59، 2/ 430) عن علي، وفي (1/ 60) عن سعد.\n(¬5) انظر (مقدمة علوم الحديث 119).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(¬1) حدث صحيح أخرجه أبو داود في (5/ 231) كتاب الأدب، باب (66) حديث (4941) والترمذي في (4/ 323 - 324) كتاب البر والصلة، باب (16) حديث (1924) وقال: هذا حديث حسن صحيح، وانظر الأحاديث الصحيح 925).\n(¬2) انظر (فتح المغيث 4/ 41)\n(¬3) (انظر (معرفة علوم الحديث 29، وتوجيه النظر 1/ 403 - 405).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            :\n\n(¬1) فيه إشارة إلى الشاهد وهو أن يرد من طريق أخرى ما يؤيد النص المروي لفظا أومعنى.\n(¬2) انظر (مقدمة علوم الحديث 37).\n(¬3) انظر (البحر الذي زخر 3/ 1283) وفي كتاب المجروحين لابن حبان 1/ 62 - 85 ذكر عشرين قسما للأسباب الموجبة لتضعيف الرواة، لا تقسيم الحديث الضعيف. انظر (انكت لابن حجر 1/ 491، 492، والبحر الذي زخر 3/ 1287).\n(¬4) هي (العدالة، الضبط (ولو لم يكن تاما)، الاتصال، فقد الشذوذ، فقد العلة القادحة، العاضد عند الاحتياج إليه). انظر (منهج النقد في علوم الحديث 286، والتدريب 105، وتوضيح الأفكار 1/ 248).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            :\n\n(¬1) انظر (منهج النقد في علوم الحديث 287).\n(¬2) انظر (معرفة علوم الحديث 56 - 57 والبحر الذي زخر 3/ 1293 ومنهج النقد في علوم الحديث 299).\n(¬3) انظر (الميزان 1/ 384).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            :\n\n(¬1) إشارة إلى طريق من طرق تحمل الرواية عن الشيخ وهي السماع من لفظه، وهي أرفع الطرق عند الجماهير.\n(¬2) إشارة إلى إملاء الرواية من لفظ الشيخ، من حفظه أو من كتابه.\n(¬3) إشارة إلى نقل ما سمع بإحدى صيغ الأداء نحو: سمعت، حدثني <span id='ms59'></span>، وأخبرني وغير ذلك.\n(¬4) انظر (منهج النقد في علوم الحديث 264، وشرح نخبة الفكر 32 - 33، ومقدمة علوم الحديث 28.\n(¬5) انظر (الموقظة 26 - 33، والبحر الذي زخر 3/ 950 - 992، وتوجيه النظر 1/ 356 - 361).\n(¬6) منهج نقد علوم الحديث 264.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            :\n\n(¬1) أخرجه الإمام أحمد في (المسند 51/ 5).\n(¬2) بتصرف من (منهج النقد لعلوم الحديث 265) وانظر (المغني رقم 1007، والتهذيب 1/ 498 - 499).\n(¬3) انظر (معرفة علوم الحديث 58).\n(¬4) بتصرف قليل من (منهج النقد ... ص 265، وانظر معرفة علوم الحديث 58 - 62).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            :\n\n(¬1) بتصرف انظر (منهج النقد لعلوم الحديث 266، والموقظة 32، والبحر الذي زخر 3/ 993، ومقدمة علوم الحديث 27).\n(¬2) انظر (المنهج الحديث للسماحي 122، 123).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            :\n\n(¬1) ظاهر الرواية عن أبي حاتم أنه لا يحتج بالحديث الحسن مطلقا لذاته، أو لغيره. انظر (البحر الذي زخر 3/ 996، وفتح المغيث 1/ 84 - 85).\n(¬2) مقدمة علوم الحديث 28.\n(¬3) انظر أمثلة ذلك في (النكت 1/ 387 - 399 وتوجيه النظر 1/ 382 - 390).\n(¬4) النكت 1/ 401 - 402 بتصرف.\n(¬5) الكفاية ص: 83.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            :\n\n(¬1) لم أقف عليه عند ابن القطان بالنص المذكور، لكنه بمعناه (الوهم والإيهام 4/ 11 - 12، وانظر النكت 1/ 402، وتوضيح الأفكار 1/ 179 - 180، ومقدمة ابن الصلاح في علوم الحديث 36 - 37).\n(¬2) النكت 1/ 402.\n(¬3) منهج النقد لعلوم الحديث 266 - 267.\n(¬4) قوله: (حسن صحيح) نقل عن البخاري القول به قال ابن حجر: قد وقع ذلك في كلامه. (النكت 1/ 475).\n(¬5) انظر (العلل ص: 22، والتقييد ص: 45، والبحر الذي زخر 3/ 1240).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            :\n\n(¬1) نزهة النظر ص: 33.\n(¬2) الاقتراح ص: 176.\n(¬3) انظر (مقدمة علوم الحديث 35).\n(¬4) انظر (البحر الذي زخر 3/ 1241 - 1242).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة علوم الحديث 113، والبحر الذي زخر 3/ 1248 - 1249 وفتح المغيث 1/ 105).\n(¬2) انظر (البحر الذي زخر 3/ 1250).\n(¬3) انظر (النكت 1/ 474، والبحر الذي زخر 3/ 1251 - 1253).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            :\n\n(¬1) انظر (المقدمة مع التقييد ص: 168).\n(¬2) انظر (توضيح الأفكار 2/ 303).\n(¬3) المقدمة مع التقييد (ص 168) بتصرف، وانظر (الكفايةص 395 - 398).\n(¬4) الكفاية (399 - 403) والمقدمة مع التقييد (168) وتوضيح الأفكار (2/ 304).\n(¬5) المقدمة مع التقييد (168) وانظر (الكفاية 387 - 394).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            :\n\n(¬1) المقدمة مع التقييد (196).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة علوم الحديث 41 - 42).\n(¬2) التقريب مع التدريب ص: 184 وانظر (التبصرة 1/ 123).\n(¬3) انظر (مقدمة علوم الحديث 42، والتبصرة 1/ 123).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            :\n\n(¬1) انظر (البحر الذي زخر 3/ 1246 - 1247).\n(¬2) أخرجه أبو داود في (4/ 225 - 226) كتاب الطب، باب (21) حديث (3904)، وانظر (نخبة الفكر ص: 26).\n(¬3) أخرجه البخاري في (ص 1) كتاب بدء الوحي، باب 1 حديث 1.\n(¬4) أخرجه مسلم في (3/ 1318) كتاب الحدود، باب (6) حديث (1701).\n(¬5) أخرجه البخاري في (ص 240) كتاب السهو، باب (3) حديث (1227).\n(¬6) أخرجه ابن ماجه في (2/ 1079) كتاب الصيد، باب (16) حديث (3241).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            :\n\n(¬1) معناه: لا يمكن أن يكون من اجتهاد الصحابي، ولا رأيا رآه، ومن ذلك:\nما تعلق بسبب نزول الآيات. مثاله <span id='ms60'></span>: سبب نزول الآية (223) من سورة البقرة (نساؤكم حرث لكم) قال جابر - رضي الله عنه -: كانت اليهود تقول: من أتى امرأته من دبرها في قبلها جاء الولد أحول. انظر (مقدمة علوم الحديث 45 - 46)\n\nالإخبار عن الأمور الغيبية. مثاله الإخبار عن أشراط الساعة، وأحوال يوم القيامة، أو إخبار عن الأمور الماضية من بدء الخلق وقصص الأنبياء، أو عن الأمور الآتية كالملاحم والفتن، وصفة الجنة والنار ونحو ذلك. انظر (النكت 2/ 531).\n(¬2) انظر المجموع شرح المهذب 1/ 60.\n(¬3) النكت 2/ 515.\n(¬4) فإنه لا يراد بها عند الإطلاق سوى سنة رسول الله - صلى الله عليه وسلم -. انظر (نزهة النظر 62).\n(¬5) انظر (المستدرك 1/ 358، والنكت 2/ 522 - 523.\n(¬6) أخرجه الإمام مسلم في (1/ 454) كتاب المساجد ومواضع الصلاة، باب (45) حديث (258 - 655).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            :\n\n(¬1) أخرجه الإمام أحمد في المسند (1/ 143).\n(¬2) انظر (النكت 2/ 532).\n(¬3) إشارة إلى الموضوع، وصرح به في البيت الثاني عشر.\n(¬4) إشارة إلى القسم الثاني من أقسام الحديث بالنظر إلى الصحة وعدمها، فالمردود: ما قام الدليل على ترجيح عدم ثبوته فيشمل الضعيف وما دونه، ومعلوم أن للحديث ثلاث صفات: صفة القبول إذا ترجح ثبوته فيشمل الحسن وما فوقه، وصفة الرد، وصفة التوقف وذلك في حالة عدم ظهور أحد الأمرين السابقين. انظر (توجيه النظر 1/ 495).\n(¬5) إشارة إلى فضية تتعلق بإهمال نسبة الراوي، فالمهمل المهمل الذي يخشى منه أن يظن الواحد اثنين، عكس المتفق وهو ما يكون مظنة الاشتباه، بسبب التعاصر أو لاشتراك بعض الشيوخ، أو بعض الرواة فلا يظن الشخصان شخصا واحدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            :\n\n(¬1) انظر (الكامل في الضعفاء 7/ 2698).\n(¬2) انظر (فتح الباقي 1/ 179) بتصرف.\n(¬3) انظر (توجيه النظر 1/ 431).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            :\n\n(¬1) بتصرف من (معرفة علوم الحديث 103 - 112) وانظر توجيه النظر 1/ 431 - 433.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            :\n\n(¬1) انظر (الكفاية 515).\n(¬2) انظر (الكفاية 515).\n(¬3) انظر (الكفاية 515، وجامع التحصيل 111).\n(¬4) انظر (الكفاية 517).\n(¬5) أخرجه الإمام مسلم في (1/ 74) كتاب الإيمان، باب (23) حديث (95 - 55).\n(¬6) أخرجه الإمام مسلم في (1/ 99) كتاب الإيمان، باب (43) حديث (164 - 101).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            :\n\n(¬1) انظر (النكت 2/ 324، وتدريب الراوي 1/ 226).\n(¬2) انظر (جامع التحصيل 130، وفتح المغيث 1/ 205، وطبقات المدلسين ص: 21).\n(¬3) معرفة السنن والآثار 151 - 152).\n(¬4) انظر (التبصرة 1/ 180) بتصرف.\n(¬5) انظر (الكفاية 519، وشرح قصيدة المقدسي ص 70).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            :\n\n(¬1) انظر (فتح المغيث 1/ 213 - 214).\n(¬2) انظر (الكفاية 511).\n(¬3) انظر (جامع التحصيل 118، والتقييد 79).\n(¬4) علل الحديث 1/ 154.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم في (3/ 1537) كتاب الصيد والذبائح، باب (5) حديث (22 - 1407).\n(¬2) انظر (الكفاية 518، وفتح المغيث 1/ 213).\n(¬3) انظر (النكت <span id='ms61'></span> 1/ 617).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            :\n\n(¬1) انظر (التبصرة 1/ 187 - 188) بتصرف.\n(¬2) انظر (التبصرة 1/ 188).\n(¬3) انظر (الكفاية 509) والحديث أخرجه البخاري في (ص 1132 - 1133) كتاب النكاح، باب (107) حديث (5219)، ومسلم في (3/ 1681) كتاب اللباس والزينة، باب (35) حديث (126 - 2129، 127 - 2130).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            :\n\n(¬1) انظر هذا كله في (التبصرة 1/ 188 - 189).\n(¬2) انظر (الكفاية 516، والنكت 2/ 324).\n(¬3) انظر (الكفاية 510، 546، والنكت 2/ 615، 623).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            :\n\n(¬1) انظر (التبصرة 1/ 121 - 122، وفتح الباقي 1/ 121 - 122) بتصرف. وانظر (الكفاية 58، والتمهيد 1/ 21، وتدريب الراوي 1/ 183).\n(¬2) انظر (التبصرة 1/ 124).\n(¬3) انظر (معرفة علوم الحديث 27 - 28) والحديث أخرجه الترمذي في (5/ 476) كتاب الدعوات، باب (23) حديث ... (3407).\n(¬4) أخرجه الإمام أحمد في (المسند 2/ 278).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            :\n\n(¬1) (معرفة علوم الحديث 28، توجيه النظر 1/ 401 - 402).\n(¬2) انظر (معرفة علوم الحديث 27 - 29، وتوجيه النظر 1/ 401 - 402).\n(¬3) انظر (الكفاية 58 - 59، وعلوم الحديث ومصطلحه 172) بتصرف.\n(¬4) انظر (نزهة النظر ص 29) بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            :\n\n(¬1) إشارة إلى طرق تحمل الحديث وهي ثمان: السماع من لفظ الشيخ، والقراءة على الشيخ، والإجازة وهي أنواع، والمناولة وهي نوعان، والمكاتبة، وإعلام الشيخ، والوجادة، والوصية، وقد كتبت فيها بحثا بعنوان (امتاع المقلة في طرق تحمل الحديث ونقله).\n(¬2) انظر (توضيح الأفكار 2/ 50 ت 1).\n(¬3) أحرجه أبو داود في (1/ 593) كتاب الصلاة، باب (182) حديث (970).\n(¬4) انظر (التبصرة 1/ 246 - 247، وفتح الباقي 1/ 246 - 247).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            :\n\n(¬1) أخرجه الدارقطني في 1/ 146) كتاب الطهارة، باب ما روي في لمس القبل ... الخ، حديث (1).\n(¬2) انظر (توضيح الأفكار 2/ 57).\n(¬3) وأخرجه الخطيب في (الفصل للوصل المدرج في النقل 1/ 158 - 159).\n(¬4) انظر (فتح الباقي 1/ 250) بتصرف، وانظر (النكت 2/ 812، 824) وقد لخصه وزاد عليه فدره مرتين وأكثر، في كتاب سماه (تقريب المنهج بترتيب المدرج) انظر (تدريب الراوي 1/ 274).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            :\n\n(¬1) سنن الترمذي (5/ 336) كتاب التفسير باب (26) حديث (3182).\n(¬2) البخاري في (ص 1011) كتاب التفسير، باب (2) حديث (4761)، وانظر (التبصرة 1/ 253 - 255، تدريب الراوي 2/ 274).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            :\n\n(¬1) متفق عليه أخرجه البخاري في (ص 1290) كتاب الأدب، باب (62) حديث (6076) ومسلم في (4/ 1983) كتاب البر والصلة والآداب، باب (7) حديث (23 - 2559).\n(¬2) قال صاحب فتح الباقي 1/ 257: الحافظ أبو سعيد بن محمد بن الحكم الجمحي شيخ البخاري. قلت: الصواب سعيد بن الحكم بن محمد الجمحي. انظر (التقريب وأصوله).\n(¬3) متفق عليه أخرجه البخاري في (ص 1289) كتاب الأدب، باب (58) حديث (6066)، ومسلم في (4/ 1985) كتاب البر والصلة والآداب، باب (9) حديث (28 - 2563)، وانظر التبصرة 1/ 256 - 257) ..\n(¬4) النكت 2/ 834.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في (ص 53) كتاب الوضوء، باب (66) حديث (233).\n(¬2) النكت 2/ 834 - 835) بتصرف.\n(¬3) انظر تعليقه على النكت 2/ 835).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في (ص 224) كتاب التهجد، باب (12) حديث (1142)، ومسلم في (1/ 538) كتاب صلاة المسافرين وقصرها، باب (28) حديث (207 - 776).\n(¬2) انظر (المجروحون 1/ 207).\n(¬3) مقدمة علوم <span id='ms62'></span> الحديث 90.\n(¬4) انظر (النكت 2/ 836).\n(¬5) المسند 6/ 244 وفيه الركوع فقط.\n(¬6) روايتهما في المسند 6/ 115.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            :\n\n(¬1) أخرجه أبو داود في (1/ 543) كتاب الصلاة، باب (150) حديث (872)، المسند 6/ 176. لكنه أخرجه أيضا وفيه الركوع والسجود (6/ 94).\n(¬2) هم: يزيد بن زريع، والنضر بن شميل، ويحي بن أبي عدي، وخالد بن الحارث. انظر رواياتهم في سنن النسائي ... (2/ 190، رقم 1048، 224 رقم 1134).\n(¬3) انظر (النكت 2/ 836 - 837).\n(¬4) انظر (مقدمة ابن الصلاح 89، وتدريب الراوي 1/ 274، وتوضيح الأفكار 2/ 53 الهامش وعندي أنه ... الخ).\n(¬5) انظر (تدريب الراوي 98، ومقدمة علوم الحديث 90).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            :\n\n(¬1) أخذا من ديباجتي الوجه، وهما الخدان، (الصحاح 1/ 385، اللسان 2/ 262) لتساويهما وتقابلهما. انظر (فتح المغيث 3/ 139 - 140).\n(¬2) ذكر الأقران رواياتهم / طبع دار الكتب العلمية / بيروت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            :\n\n(¬1) انظر (فتح المغيث 3/ 208).\n(¬2) طبع بعنوان (المؤتلف والمختلف) دار ابن الجوزي.\n(¬3) المؤتلف والمختلف (5) أجزاء / طبع في دار الغرب الإسلامي.\n(¬4) طبع في (3) أجزاء / دار ابن كثير/ بيروت / دمشق.\n(¬5) نزهة النظر ص: 66.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            :\n\n(¬1) انظرها في (نزهة النظر 66 - 68).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            :\n\n(¬1) طبع في (2) مجلد / دار الصميعي / الرياض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            :\n\n(¬1) انظر هذه التقسيمات في (نزهة النظر ص: 66 - 68).\n(¬2) انظر هذه التقسيمات في (نزهة النظر ص: 66 - 68).\n(¬3) مقدمة علوم الحديث 310.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            :\n\n(¬1) طبع في المطبعة العربية الحديث بالقاهرة عام 1402 ه، بتحقيق محمود أحمد ميرة\n(¬2) هو المؤتلف والمختلف في مشتبه أسماء الرجال. (هدية العرفين 5/ 589).\n(¬3) انظر هدية العرفين (5/ 589) قال حاجي: أخذ منه الخطيب في المؤتلف - وفي بابه بنفس التسمية - لابن باطيش، لابن حجر، وللذهبي (كشف الظنون 2/ 1692) وانظر (إيضاح المكنون 4/ 486).\n(¬4) المؤتلف والمختلف، في دار الغرب الإسلامي.\n(¬5) المؤتنف، مخطوط.\n(¬6) نشره محمد أمين دمج، في سبعة أجزاء في عام 1386 ه، كما دون ذلك في آخر الجزء السادس، ثم نشر بعد ذلك السابع، بعناية نايف العباس، أما الستة الأول فلم يكتب على الثلاثة الأول منها شيء، وكتب على الثلاثة (4، 5، 6) عناية عبد الرحمن بن يحي المعلمي، وقد طبع في مطبعة دائرة المعارف العثمانية.\n(¬7) تهذيب مستمر الأوهام، مطبوع ..\n(¬8) تكملة الإكمال، طبعته جامعة أم القرى في (6) مجلدات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            :\n\n(¬1) ذيل تكملة الإكمال، طبعته جامعة أم القرى في (2) مجلد.\n(¬2) تكملة إكمال الإكمال، مطبوع في (1) مجلد.\n(¬3) المشتبه، طبع بتحقيق البجاوي.\n(¬4) انظر (نزهة النظر ص: 66 - 67) بتصرف.\n(¬5) بتصرف من (مقدمة علوم الحديث 310 - 314) وانظر (الإكمال 4/ 402 - 409).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة علوم الحديث 315).\n(¬2) انظر (مقدمة في علوم الحديث 310) بتصرف <span id='ms63'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            :\n\n(¬1) انظر (النهاية 2/ 408، ونزهة النظر ص: 57، تدريب الراوي 1/ 182) بتصرف. وانظر تعاريف العلماء في الكفاية 58، ومعرفة علوم الحديث 17، 18 - 19، ومقدمة ابن الصلاح 39، والتمهيد 1/ 21، وتوضيح الأفكار 1/ 258 وتوجيه النظر 1/ 396 - 397).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            :\n\n(¬1) معرفة علوم الحديث ص: 17 - 18) وأخرجه البخاري في (ص 97) كتاب الصلاة، باب (71) حديث (457)، ومسلم في (3/ 1192) كتاب المساقاة، باب (4) حديث (20 - 1558).\n(¬2) معرفة علوم الحديث ص: 17 - 18.\n(¬3) معرفة علوم الحديث ص: 18، وأخرجه البيهقي في (السنن الكبرى 6/ 27).\n(¬4) معرفة علوم الحديث ص: 18.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            :\n\n(¬1) أي: على شرط تورع رواتها. انظر (معرفة علوم الحديث ص: 34، وتدريب الراوي ص: 132).\n(¬2) بتصرف من (مقدمة صحيح مسلم 1/ 28 - 29 وقد تكلم بعض منتحلي الحديث) وما بعدها.\n(¬3) انظر (مقدمة علوم الحديث 56 - 60) بتصرف.\n(¬4) انظر (التبصرة 1/ 163 - 1164، وفتح الباقي 1/ 163 - 164، ) بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            :\n\n(¬1) انظر ما حرره ابن رجب رحمة الله علينا وعليه (شرح علل الترمذي 265 - 286، ولخصه الشيخ عبد الفتاح في تتمته على الموقظة ص: 125 - 127).\n(¬2) انظر (الموقظة - التتمات ص: 134) ..\n(¬3) انظر (النكت 2/ 596، 598). وقد لخصه الشيخ عبد الفتاح في (تعليقه على التتمة الثالثة على الموقظة ص: ... 123).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            :\n\n(¬1) انظر (التتمة الثالثة على الموقظة ص: 123، 121) وقد تصرفت بالتنسيق فقط.\n(¬2) انظر (شرح علل الترمذي 268 - 273، والسير 12/ 573، مقدمة صحيح مسلم 1/ 128) ..\n(¬3) موضوع تلقي الأمة لكتابيهما بالقبول، بينه الإمام ابن تيمية رحمة الله علينا وعليه فقال: الخبر الذي تلقاه الأمة بالقبول تصديقا له أو عملا بموجبه، يفيد العلم عند جماهير الخلف والسلف، وهذا في معنى المتواتر، لكن من الناس من يسميه المشهور والمستفيض، ويقسمون الخبر إلى متواتر ومشهور وخبر واحد، وإذا كان كذلك فأكثر متون الصحيحين معلومة متيقنة، تلقاها أهل العلم بالحديث بالقبول والتصديق وأجمعوا على صحتها، وإجماعهم معصوم من الخطأ، كما أن إجماع الفقهاء على الأحكام معصوم من الخطأ، ولو أجمع الفقهاء على حكم كان إجماعهم حجة، وإن كان مستند أحدهم خبر واحد أو قياس أو عموم، فكذلك أهل العلم بالحديث إذا أجمعوا على صحة خبر أفاد العلم، وإن كان الواحد منهم يجوز عليه الخطأ، لكن إجماعهم معصوم عن الخطأ (مجموع الفتاوى 18/ 48 - 49) ولمزيد العلم، انظر (توجيه النظر 1/ 317 - 329) ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            :\n\n(¬1) بتصرف من (توضيح الأفكار 1/ 44، وتوجيه النظر 1/ 404).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            :\n\n(¬1) انظر التدريب ص: 1/ 274.\n(¬2) انظر (التبصرة وفتح الباقي 1/ 261).\n(¬3) انظر (نزهة ص: 45، وفتح المغيث 1/ 289).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            :\n\n(¬1) انظر (فتح المغيث 1/ 291، ولمحات <span id='ms64'></span> في أصول الحديث ص: 305).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            :\n\n(¬1) انظر (تدريب الراوي 1/ 281 - 288، وفتح المغيث 1/ 278 - 291).\n(¬2) انظر (لمحات في أصول الحديث 307 - 308).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            :\n\n(¬1) فتح المغيث 1/ 245، 238، 245.\n(¬2) انظر أمثلة هذا وغيره في بحث الموضوع لدى العراقي في (التبصرة 1/ 261 - 279) والسخاوي في (فتح المغيث 1/ 234 - 248).\nانظر (التبصرة 1/ 264، وفتح المغيث 1/ 239).\n(¬3) انظر (التبصرة 1/ 264، وفتح المغيث 1/ 239) قلت: نبه فضيلة الدكتور عمر حسن فلاته إلى أن بعضهم ادعى هذا ليشكك المسلمين في السنة وليس هو بصادق (الوضع في الحديث 1/ 222).\n(¬4) الآية (9) من سورة الحجر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            :\n\n(¬1) انظر (التبصرة 2/ 267، ونزهة النظر ص 44 وإنما يقوم بذلك منهم ... ، وفتح المغيث 1/ 236 ... ).\n(¬2) انظر (نزهة النظر ص: 45، والتدريب 99، 100، واختصار علوم الحديث مع الباعث الحثيث ص 93 - 94، وعلوم الحديث ومصطلحه 283 - 285).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            :\n\n(¬1) انظر (لمحات في علوم الحديث ص 309) ومصادره (تاريخ بغداد 12/ 324، والمنار المنيف في الصحيح والضعيف ص 106 - 107).\n(¬2) (انظر (الوضع في الحديث 1/ 223، والسير 7/ 403) وانظر (السنة ومكانتها 97 - 102).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            :\n\n(¬1) انظر (نزهة النظر ص: 44، والتدريب 1/ 274 - 277).\n(¬2) توضيح الأفكار 2/ 94.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            :\n\n(¬1) انظر (لمحات في أصول الحديث ص 308 - 309) في سند هذه القصة مجهول، وفيها غرابة بالنسبة إلى ما كان عليه الحال في ذلك الزمان، فمكانة الإمامين أحمد بن حنبل ويحي بن معين لا تجعل مثل هذا القائل قادرا على مقابلتهما بمثل هذا، وقد تناقلها العلماء وقد يقال إن الكذابين من الزنادقة وغير قد تجرؤا على الله، فالجرأة منهم على البشر أولى، والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            :\n\n(¬1) الغموض يكون في المتن، مثل الألفاظ الغريبة، والعبارات المشكلة.\n(¬2) ضد الاختصار.\n(¬3) انظر (فتح المغيث 3/ 274) بتصرف.\n(¬4) انظر (توضيح الأفكار 2/ 497 - 498، وهدي الساري ص: 222 - 248، والمسلك الواضح ص: 314).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            :\n\n(¬1) أخرجه الترمذي في (3/ 169) كتاب الحج، باب (5) حديث (814)، والنسائي في (5/ 110 - 111) كتاب المناسك، باب 1 حديث (2619، 2620).\n(¬2) أخرجه أبو داود في (2/ 344) كتاب المناسك، باب 1 حديث (1721).\n(¬3) أخرجه البخاري في (ص 226) كتاب التهجد، باب (18) حديث (1150)، ومسلم في (1/ 541 - 542) كتاب صلاة المسافرين وقصرها، باب (31) حديث (219 - 784).\n(¬4) (انظر (توضيح الأفكار 2/ 497).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في (ص 246) كتاب الجنائز، باب (8) حديث (1253)، ومسلم في (2/ 646 - 647) كتاب الجنائز، باب (12) حديث (36 - 939)\n(¬2) تبصير المنتبه 3/ 1231، وهو الصحابي الذي استعمله الرسول - صلى الله عليه وسلم - على الصدقة، فجاء بالمال وقال: هذا لكم، وهذه هدية أهديت إلي. انظر القصة في (أسد الغابة 5/ 329 - 330).\n(¬3) أخرجه النسائي في عدة روايات في (7/ 41 - 48) كتاب المزارعة، باب (35، 45) حديث (3895 - 3919)\n(¬4) انظر (الإصابة 5/ 261 - 262).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            :\n\n(¬1) أخرجه <span id='ms65'></span> البخاري في (ص 1154 - 1155) كتاب الطلاق، باب (39) حديث (5320)، ومسلم في (2/ 1122 - 1123) كتاب الطلاق، باب (8) حديث (57 - 1485).\n(¬2) انظر القصة في (البخاري ص: 1140) كتاب الطلاق، باب (4) حديث (5260).\n(¬3) مقدمة علوم الحديث مع التقييد والإيضاح 427 - 442 فقد ذكر ابن الصلاح هذه الأقسام والأمثلة وطائفة أخرى منها.\n(¬4) (انظر (توضيح الأفكار 2/ 497).\n(¬5) (نزهة النظر ص 27.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            :\n\n(¬1) البخاري في (ص 7) كتاب الإيمان، باب (8) حديث 14، 15) ومسلم حديث أنس في (1/ 67) كتاب الإيمان، باب ... (17) حديث (70).\n(¬2) نزهة النظر ص 25، وانظر (فتح المغيث 1/ 195).\n(¬3) نزهة النظر ص 24.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            :\n\n(¬1) نزهة النظر ص 23، ولمحات في أصول الحديث ص 94.\n(¬2) انظر نزهة النظر ص 24.\n(¬3) انظر (التبصرة 2/ 268).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            :\n\n(¬1) إشارة إلى التحول من سند إلى آخر، ويرمز له البعض هكذا (ح).\n(¬2) أخرجه البخاري في (ص 1) كتاب بدء الوحي، باب 1 حديث (1).\n(¬3) انظر (مقدمة علوم الحديث، والتبصرة 2/ 268).\n(¬4) أخرجه البخاري في (ص 503) كتاب العتق، باب (10) حديث (2535)، ومسلم في (2/ 1145) كتاب العتق، باب (3) حديث (16 - 1506)\n(¬5) انظر (التبصرة 2/ 266).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في (ص 1125) كتاب النكاح، باب (83) حديث (5189) ومسلم في (4/ 1896) كتاب فضائل الصحابة، باب (14) حديث (2448).\n(¬2) المعجم الكبير 23/ 171.\n(¬3) أخرجه البخاري في (ص 300) كتاب الزكاة، باب (70) حديث 1504).\n(¬4) فتح الباقي 2/ 266.\n(¬5) انظر (نزهة النظر ص 28، وهامش التوضيح 2/ 8، علوم الحديث ومصطلحه 238).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            :\n\n(¬1) (انظر (التبصرة 2/ 268).\n(¬2) أخرجه البخاري في (ص 845) كتاب المغازي، باب (30) حديث (4101).\n(¬3) معرفة علوم الحديث 94.\n(¬4) أخرجه البخاري في (ص 888 - 889) كتاب المغازي، باب (57) حديث (4325) عن عبد الله بن عمر، وفي رواية الكشميهني: عبد الله بن عمرو (الفتح 9/ 636)، ومسلم في (3/ 1402) كتاب الجهاد والسير، باب (29) حديث (82 - 1778).\n(¬5) معرفة علوم الحديث 95.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في (ص 422) كتاب البيوع، باب (58) حديث (2140) ومسلم في (3/ 1155) كتاب البيوع، باب (4) حديث (11 - 1515).\n(¬2) معرفة علوم الحديث 95.\n(¬3) أخرجه الإمام أحمد في (المسند 3/ 199).\n(¬4) معرفة علوم الحديث 96.\n(¬5) التبصرة 2/ 270.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            :\n\n(¬1) انظر (فتح الباقي 2/ 272).\n(¬2) أخرجه البخاري في (ص 16) كتاب الإيمان، باب (41) حديث (54). ومسلم في (3/ 1515) كتاب الإمارة، باب (45) حديث (155 - 1907) عن عمر بن الخطاب - رضي الله عنه -.\n(¬3) الإرشاد 1/ 671.\n(¬4) المعجم الكبير 23/ 171.\n(¬5) البخاري في (ص 1152) كتاب النكاح، باب (83) حديث (5189)، ومسلم في (4/ 1896) كتاب فضائل الصحابة، باب (14 حديث (2448).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            :\n\n(¬1) في (4/ 1902).\n(¬2) انظر (التبصرة 2/ 272).\n(¬3) سنن النسائي في (1/ 186) كتاب الحيض الاستحاضة، باب (6) حديث (364).\n(¬4) معرفة علوم الحديث 96.\n(¬5) انظر (علوم الحديث ومصطلحه 239) بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            :\n\n(¬1) انظر (لمحات في أصول الحديث 223، 236).\n(¬2) انظر (لمحات في أصول الحديث <span id='ms66'></span> 221) بتصرف.\n(¬3) أخرجه البخاري في (ص 525) كتاب الشهادات، باب (5) حديث (2641).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            :\n\n(¬1) انظر (لمحات في أصول الحديث 224).\n(¬2) الآية (26) من سورة ص.\n(¬3) انظر (معرفة علوم الحديث 11، وتوجيه النظر 1/ 393 - 394). والحديث أخرجه في (ص 11) كتاب الإيمان، باب (24) حديث (34).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            :\n\n(¬1) هذا الحديث لا يقل عن الحسن، مع النظر إلى عصر الرواية المعتبر، والناظر في أقوال النقاد في (معان بن رفاعة) يخلص بأن جمهورهم على تقويته، ويكاد يكون الأئمة في جانبه عدا يحي بن معين، لكنه متشدد في الجرح فيكون قوله مرجوحا، مع أقوال الأئمة المماثلين له، والحديث ذكره التبريزي، وعلق عليه الشيخ ناصر الألباني رحمه الله (مشكاة المصابيح 1/ 82 - 83 رقم 248).\n(¬2) أخرجه أبو داود في (4/ 68 - 69) كتاب العلم، باب (10) حديث (3660) والنسائي في الكبرى (3/ 431) كتاب العلم، باب (8) حديث (5847)، والترمذي في (5/ 33 - 34) كتاب العلم، باب (7) حديث (2656) وقال: حديث حسن 5/ 34).\n(¬3) أخرجه البخاري في (ص 712) كتاب أحاديث الأنبياء، باب (50) حديث (3461) ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            :\n\n(¬1) انظر صدر الحديث وباقيه في (الصحيح 2/ 191، 1/ 24، 7/ 185، 8/ 91 وفي صحيح مسلم 3/ 1307) وكلها من كريق ابن سييرين.\n(¬2) هو في (ص 1533) كتاب الاعتصام بالكتاب والسنة، باب (10) حديث (7311)، قال الحافظ ابن حجر: قوله: وهم أهل العلم. هو من كلام المصنف - يعني البخاري - وأخرج الترمذي حديث الباب ثم قال: سمعت محمد بن إسماعيل - البخاري - يقول: سمعت علي بن المديني يقول: هم أصحاب الحديث. (فتح الباري 17/ 124) وانظر (سنن الترمذي 4/ 485) كتاب الفتن، باب (27) حديث (2192).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            :\n\n(¬1) انظر (فتح الباقي والتبصرة 2/ 251 - 252).\n(¬2) هو حديث نضلة بن عمرو الغفاري أخرجه بهذا اللفظ مسلم في (1/ 41 - 42) كتاب الإيمان، باب (3) حديث (10 - 12) وعند البخاري (إني سائلك فمشدد عليك ص 18 - 19) كتاب العلم، باب (6) حديث 63).\n(¬3) التبصرة 2/ 252.\n(¬4) معرفة علوم الحديث 7.\n(¬5) التبصرة 2/ 253.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            :\n\n(¬1) انظر (المحدث الفاصل 216، ومقدمة ابن الصلاح مع التقييد والإيضاح 263 والتبصرة 2/ 252 - 253)\n(¬2) ولد في جماى الآخرة، سنة (651) إحدى أو اثنتين وخمسين وستمائة من الهجرة، قال ابن حجر رحمة الله علينا وعليه: كان فيه شهامة وعنده مروءة، وكان شجاعا قوي النفس كريما قد خرج له ابن المحب جزءا وحدث به، مات في ذي القعدة، سنة (726) ست وعشرين وسبعمائة من الهجرة. (الدرر 4/ 174).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            :\n\n(¬1) أخرجه الترمذي في (4/ 224) كتاب اللباس، باب (10) حديث (1734).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            :\n\n(¬1) انظر (مقدمة ابن الصلاح مع التقييد 257 - 262، والتبصرة وفتح الباقي 2/ 253 - 255).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            :\n\n(¬1) انظر <span id='ms67'></span> (معرفة علوم الحديث 12 - 14، ومقدمة ابن الصلاح مع التقييد 262 - 263، والتبصرة 2/ 253، 264، 265).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            :\n\n(¬1) الآية (69) من سورة الأنبياء. <span id='ms68'></span>",
  "pages": [
    "001",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "027",
    "028",
    "029",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114"
  ],
  "volumes": [
    "01"
  ]
}