{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (61)\n</p>\n\n<p>\nإجازة مفتي الشافعية بدمشق\n</p>\n\n<p>\nمحمد بن عبد الرحمن الغزي الدمشقي\n</p>\n\n<p>\n(1096 - 1167 ه)\n</p>\n\n<p>\nللشيخ علي بن مصطفى المعروف بابن الدباغ الحلبي\n</p>\n\n<p>\n(1104 - 1174 ه)\n</p>\n\n<p>\nاعتنى بها عن نسخة بخط المجيز\n</p>\n\n<p>\nمحمد بن ناصر العجمي كان الله له\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1425 ه - 2004 ملقاء العشر الأواخر بالمسجد الحرام (61) ¶ إجازة مفتي\nالشافعية بدمشق ¶ محمد بن عبد الرحمن الغزي الدمشقي ¶ (1096 - 1167 ه) ¶\nللشيخ علي بن مصطفى المعروف بابن الدباغ الحلبي ¶ (1104 - 1174 ه) ¶ اعتنى\nبها عن نسخة بخط المجيز ¶ محمد بن ناصر العجمي كان الله له ¶ دار البشائر\nالإسلامية ¶ الطبعة الأولى ¶ 1425 ه - 2004 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله الذي رفع مقام طالب حديث رسوله فجعله عليا، وأعز قدر من انقطع\nإليه وسلك سبيلا حسنا وطريقا جليا، ووضع من شذ عن هداه واتبع هواه وكان\nللشيطان وليا، سبحانه من إله وفق من شاء لاتباع سنته وهداه صراطا سويا.\n</p>\n\n<p>\nأحمده على فضله المتصل العالي، وأشكره على إنعامه المتواتر المتوالي،\nوأشهد أن لا إله إلا الله وحده لا شريك له، إله خالق السموات والأرض، شهادة\nأدخرها ليوم الحساب والعرض.\n</p>\n\n<p>\nوأشهد أن سيدنا محمدا عبده ورسوله المرسل رحمة للعالمين بشيرا ونذيرا،\nورؤوفا رحيما بالمؤمنين وسراجا منيرا، الذي بعثه بشرع ناسخ لشرائع من تقدمه\nوليس بمنسوخ، ورفع أعلامه وخصه بخير أمة وجعل بعثه للساعة علامة، وخفض\nأعداء دينه بإشارة: ((لا تزال طائفة من أمتي ظاهرين بالحق لا يضرهم من\nخذلهم إلى يوم القيامة)).\n</p>\n\n<p>\nصلى الله وسلم عليه وعلى آله المكرمين الأفراد، المطهرين من الأرجاس\nوالعلل القادحة بين العباد، وعلى أصحابه الجهابذة الثقات أئمة الاقتداء،\nالذين لا يبحث عن عدالتهم فهم نجوم الاهتداء، الطالعون في أفق الملة\nالمحمدية كالبدور، الذين تسلسل صحيح فضلهم فليس بغريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nولا منكور، ما سال في وجنات الطروس عذار السطور، وعطرت الحدائق نفحات\nالزهور.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن فضل علم الحديث مستفيض مشهور، وشرفه على سائر العلوم بكل لسان مذكور،\nكيف لا؟ وأعظم مدار الأحكام الشرعية -العملية والاعتقادية- على الحديث:\nمتنا وإسنادا، وضبطا وإتقانا وانتقادا <span id='ms01'></span>، وهو العلم الذي لا يتركه إلا كل\nملحد جاحد، والفن الذي لا يحتاج متابعه إلى نصب البراهين وإقامة الشواهد،\nوالسبيل الأحمد الذي لا يشك مسلم في إنارته، والمسلك الموطأ الذي لا يرتاب\nعاقل في استقامته.\n</p>\n\n<p>\nقد ورد الحث على الاعتناء به في قول سيد الأنام، عليه أفضل الصلاة\nوالسلام: ((نضر الله امرءا سمع مقالتي فوعاها، فأداها كما سمعها))، رواه\nالترمذي عن ابن مسعود رضي الله عنه وقال: حسن صحيح، وابن حبان في\n((صحيحه))، والحاكم في ((مستدركه)) عن جبير بن مطعم، وقال: صحيح على شرط\nالشيخين، وأبو داود، وابن ماجه، والترمذي، عن زيد بن ثابت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية صحيحة: ((نضر الله امرءا سمع منا حديثا فأداه عنا كما سمعه، فرب\nمبلغ أوعى من سامع)).\n</p>\n\n<p>\nوفي أخرى حسنة: ((نضر الله امرءا سمع منا حديثا فحفظه حتى يبلغه غيره،\nفرب حامل فقه إلى من هو أفقه منه، ورب حامل فقه ليس بفقيه))، رواه الترمذي\nفي ((جامعه))، والضياء المقدسي في ((المختارة)) عن زيد بن ثابت.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم في خطبة حجة الوداع، كما أخرجه الشيخان في\n((الصحيحين)): ((ليبلغ الشاهد منكم الغائب)).\n</p>\n\n<p>\nوقال صلى الله عليه وسلم : ((بلغوا عني ولو آية)).\n</p>\n\n<p>\nوقال صلى الله عليه وسلم : ((اتقوا الحديث عني إلا ما علمتم)).\n</p>\n\n<p>\nرواهما البخاري من حديث عبد الله بن عمر رضي الله عنهما.\n</p>\n\n<p>\nفلهذا كان علم الحديث أولى ما بذلت في تحصيله الهمم العوالي، وأعلى ما\nتصرمت في طلبه الأيام والليالي، لا سيما إذا حصلت روايته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nبالأسانيد العالية، والطرق الشريفة السامية، حرصا على بقاء سلسلة الإسناد\nالتي هي من خصائص هذه الأمة المحمدية إلى يوم التناد.\n</p>\n\n<p>\nقال الإمام أحمد رحمه الله: ((طلب الإسناد العالي سنة)).\n</p>\n\n<p>\nوقال الإمام محمد بن أسلم: قرب الإسناد قربة إلى الله تعالى.\n</p>\n\n<p>\nوقال الإمام عبد الله بن المبارك: الإسناد من الدين، ولولا الإسناد لقال\nمن شاء ما شاء.\n</p>\n\n<p>\nوقال بعض السلف: إن السند كالسيف للمقاتل.\n</p>\n\n<p>\nلا سيما وقد حكى الحافظ أبو بكر ابن خير اتفاق العلماء على أنه لا يصح <span id='ms02'></span>\nلمسلم أن يقول: قال رسول الله صلى الله عليه وسلم كذا، حتى يكون عنده ذلك\nالقول مرويا ولو على أقل وجوه الروايات؛ لقوله صلى الله عليه وسلم : ((من\nكذب علي متعمدا فليتبوأ مقعده من النار))، وفي بعض الروايات: ((من كذب\nعلي)) مطلقا بدون تقييد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوإليه أشار الحافظ العراقي في ((ألفية المصطلح)) بقوله:\n</p>\n\n<p>\nقلت ولابن خير امتناع ... جزم سوى مرويه إجماع\n</p>\n\n<h1 class='l1' id='head2'>AUTO ومن فضائل حملة الحديث:</h1>\n\n<p>\nما روي عن الإمام أحمد بن حنبل أنه قيل له: يا أبا عبد الله، من الفرقة\nالناجية التي ذكرها رسول الله صلى الله عليه وسلم عند ذكر افتراق أمته على\nثلاث وسبعين فرقة منها فرقة ناجية؟ فقال: هم أصحاب الحديث، الذين يحفظون\nعلى الأمة شرائعهم وسنن نبيهم.\n</p>\n\n<p>\nوروي عنه أيضا أنه قيل له: من الأبدال؟ فقال: إن لم يكونوا أصحاب الحديث\nفما أدري من هم؟\n</p>\n\n<p>\nوروى عبد الله بن إسحاق عنه أيضا نحو هذا، وفيه أنه قال: إن لم يكن أصحاب\nالحديث هم الأبدال فلا أعرف لله أبدالا؟\n</p>\n\n<p>\nوقال يونس بن عبد الأعلى: سمعت الشافعي رضي الله عنه يقول: إذا رأيت رجلا\nمن أصحاب الحديث فكأني رأيت النبي صلى الله عليه وسلم .\n</p>\n\n<p>\nوقال أبو يعقوب البويطي: سمعت الشافعي يقول: إذا رأيت صاحب حديث فكأني\nرأت رجلا من أصحاب النبي صلى الله عليه وسلم هو بمنزلته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا: قال لنا الشافعي: جزاهم الله عنا خيرا؛ إنهم حفظوا لنا الأصل،\nفلهم علينا فضل. يعني المحدثين.\n</p>\n\n<p>\nوقال صالح بن أحمد بن حنبل: سمعت أبي يقول: من عظم أصحاب الحديث عظم في\nعين رسول الله صلى الله عليه وسلم ، ومن حقرهم سقط من عين رسول الله صلى\nالله عليه وسلم ؛ فإن أصحاب الحديث أحباب رسول الله صلى الله عليه وسلم .\n</p>\n\n<p>\nومن النظم في ذلك ما وجد بخط أبي المعالي هبة الله الشيرازي:\n</p>\n\n<p>\nرواة أحاديث الرسول عصابة ... بهم يثبت الإسلام والدين والدنيا\n</p>\n\n<p>\nفلولاهم لم يبد للدين منصب ... ولم يك بين الناس حكم ولا فتيا\n</p>\n\n<p>\nوللحافظ الجلال السيوطي في ذلك:\n</p>\n\n<p>\nمن كان <span id='ms03'></span> من أهل الحديث فإنه ... ذو نضرة في وجهه نور سطع\n</p>\n\n<p>\nإن النبي دعا بنضرة وجه من ... أدى الحديث كما تحمل واستمع\n</p>\n\n<p>\nوقلت:\n</p>\n\n<p>\nرواة حديث المصطفى لهم الفخر ... وفي أفق العليا هم الأنجم الزهر\n</p>\n\n<p>\nهم حفظوا أخباره وحديثه ... ففاز لهم قدح وضاع لهم نشر\n</p>\n\n<p>\nوفي الوجه منهم بهجة ونضارة ... بدعوة خير الخلق فيما روى الحبر\n</p>\n\n<p>\nعليهم تحيات من الله دائما ... بروح وريحان يفوح لها عطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nومما اختص به أصحاب الحديث، ولم يشاركهم فيه سواهم:\n</p>\n\n<p>\nأن الله تعالى يرزقهم ملكة نورانية يقذفها الله تعالى في قلوبهم، يقتدرون\nبها على تمييز كلام النبي صلى الله عليه وسلم من غيره، ويحصل لهم ذلك كما\nقال ابن دقيق العيد: بكثرة محاولة ألفاظ النبي صلى الله عليه وسلم ، وهذا\nمما أكرمهم الله تعالى به.\n</p>\n\n<p>\nقال الحافظ أبو الفرج ابن الجوزي: إن الحديث المنكر يقشعر منه جلد طالب\nالحديث، وينفر من قلبه في الغالب.\n</p>\n\n<p>\nوقال الربيع بن خثيم: إن للحديث ضوءا كضوء النهار تعرفه، وظلمة كظلمة\nالليل تنكره.\n</p>\n\n<p>\nهذا، وإن من طرق الرواية الإجازة، على مذهب من قال بذلك وأجازه، وهم\nجمهور المحدثين، واستقر عليه عملهم، وأوجبوا العمل بها.\n</p>\n\n<p>\nوهي تنوب لطالبها مناب السماع، وفيها للراغب في نشر السنة الشريفة نوع\nاتساع؛ فلهذا ثابر على تحصيلها ذوو الهمم العلية، وحرص على نيلها الموفقون\nأرباب الشيم الزكية، من كل تحرير برع في طلب العلوم، وجمع المنطوق منها\nوالمفهوم، حتى امتطى من درجات الكمال ذروتها وسنامها، وكشف عن وجوه مخدرات\nالحقائق لثامها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوإن ممن أكرمه الله بهذه الكرامات، وجمع فيه هذه المزايا ومنحه هذه\nالمقامات، وظهرت عليه أنوار التوفيق وعلامات السعادة، وأشرقت في أسرته\nبوارق الفضل ولوائح السيادة، وبذل علي همته في اكتساب الفضائل، وصرف نقد\nعمره في اجتناء المحامد واجتناب الرذائل: الأديب اللوذعي الكامل، والهمام\nالألمعي الفاضل، أخي في الله الشيخ علي ابن الشيخ مصطفى، المعروف بابن\nالدباغ، الحلبي الشافعي سلمه الله.\n</p>\n\n<p>\nفإنه هاجر من حلب إلى دمشق، وكانت هجرته إلى الله ورسوله، وجعل بها\nالاشتغال بالعلوم ديدنه <span id='ms04'></span>، إذ كانت جل مطلوبه ومأموله، وقطنها برهة من\nالزمان، قرين تحصيل، وزميل تفريع وتأصيل، مع ما اتصف به من براعة ساد بها\nوزاد حساده غما، ويراعة فاق بها أقرانه نثرا ونظما:\n</p>\n\n<p>\nهذا وليل الشباب الجون منسدل ... فكيف حين يجيء الليل بالسرج\n</p>\n\n<p>\nوقلت متمثلا:\n</p>\n\n<p>\nأعيذه فاضلا بالله ما سمعت ... بمثله أذني ولا رأت عيني\n</p>\n\n<p>\nصحيح لفظ وخط قال حاسده ... كأنه الجمع ما بين الصحيحين\n</p>\n\n<p>\nفنظر إلي بعين الرضا، وعين الرضا عن كل عيب كليلة، وراج على نقده مزجى\nبضاعتي القليلة، والتمس مني أن أجيزه بمروياتي، وأبيح له رواية مقروءاتي\nومسموعاتي.\n</p>\n\n<p>\nفقدمت في ذلك رجلا وأخرت أخرى، ثم رأيت امتثال أمره أولى، وقبول إشارته\nأحرى، فأجبته إلى ما التمس من ذلك، مستمدا الفتح من القدير المالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوأجزت له أن يروي عني جميع ما قرأته وسمعته ورويته -بسماع أو عرض أو مناولة\nأو إجازة خاصة أو عامة أو مكاتبة- إجازة عامة مطلقة مما يجوز لي وعني\nروايته من العلوم الشرعية، وهي: علم التفسير والحديث والفقه والعقائد\nالسنية، وآلاتها كالنحو والصرف والمعاني والبيان والبديع والقراءات\nوالفرائض والحساب والمنطق وغيرها.\n</p>\n\n<p>\nوأذنت له أن يروي ذلك ويقيده بالشرط الصحيح المعتبر عند أهل الحديث\nوالأثر.\n</p>\n\n<h1 class='l1' id='head3'>AUTO وأخبره -أدام الله سموه، وحقق له من الخيرات مرجوه- أني أخذت</h1>\n\nالعلم دراية ورواية عن جهابذة فخام، وأئمة أعلام، وسادة كرام، منهم:\n<h2 class='l2' id='head4'>AUTO - شيخ الإسلام مفتي السادة الحنابلة بدمشق الشام الإمام المحدث</h2>\n\nالمسند، الخاشع، الناسك، الهمام، الشيخ محمد أبو المواهب ابن العلامة\nالمحدث الفقيه الشيخ عبد الباقي الحنبلي الأثري، رحمهما الله تعالى، وضاعف\nعليهما إنعامه ووالى.\n<p>\nحضرت دروسه بالجامع الأموي المعمور، وبحجرته دار الحديث داخل مشهد المحيا\nبالجامع المرقوم، ودرسه بين العشائين بالجامع أيضا.\n</p>\n\n<p>\nوسمعت منه: الحديث المسلسل بالأولية، وأنا صغير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأت عليه من فن المصطلح ((شرح ألفية العراقي)) لشيخ الإسلام زكريا،\nو((شرح النخبة)) لشيخ الإسلام الحافظ ابن حجر، ومن فن القراءات والتجويد\n((شرح الجزرية)) لشيخ الإسلام زكريا، وشرحها لابن مصنفها، و((القواعد\nالبقرية)) و((الشاطبيتين)) مع مطالعة شروحهما، وسورة البقرة إفرادا <span id='ms05'></span> للقراء\nالسبعة، وجمعا لأهل سما والقرآن العظيم جمعا للقراء السبعة.\n</p>\n\n<p>\nوأجاز لي ما يجوز له وعنه روايته، وبالإفتاء والتدريس.\n</p>\n\n<p>\nومن شيوخه: شيخ الإسلام النجم الغزي عم جدي، والشيخ محمد ابن بدر الدين\nالبلباني الصالحي، والمنلا إبراهيم بن حسن الكوراني المدني، والشيخ علي\nالشبراملسي المصري، والشيخ محمد بن محمد الأسطواني الدمشقي، والشيخ العلامة\nإبراهيم بن منصور الفتال، والشيخ نجم الدين الفرضي، والشيخ صفي الدين أحمد\nالقشاشي المدني، والشيخ علي القبردي الصالحي، والشيخ خير الدين الرملي\nالحنفي، وغيرهم.\n</p>\n\n<h2 class='l2' id='head5'>AUTO - ومنهم: العالم العلامة المحقق، والحبر البحر الفهامة المدقق،</h2>\n\nالعارف بالله تعالى، صاحب المقام الأنسي والمشهد القدسي، الأستاذ الشيخ عبد\nالغني النابلسي، ابن الإمام العلامة فخر العلماء الأعلام الشيخ إسماعيل ابن\nالشيخ عبد الغني، فسح الله في أجله، وأدام النفع بعلمه وعمله.\n<p>\nحضرت دروسه التفسيرية بالمدرسة السليمية بصالحية دمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأت عليه كتبا كثيرة، منها: ((مغني اللبيب)) لابن هشام، إلا أوراقا يسيرة\nمن آخره، وحصة كبيرة من ((مختصر المعاني والبيان))، وعرضت عليه ((الجامع\nالصغير من حديث البشير النذير)) للجلال السيوطي، و((السيرة النبوية)) للشيخ\nالعلامة نور الدين علي الحلبي ثم القاهري، وسمعت منه نحو ثلثي ((صحيح\nالبخاري))، وذلك من أوله إلى كتاب التفسير، وأجازني بما يجوز له روايته\nوبمصنفاته الكثيرة الحافلة.\n</p>\n\n<p>\nومن شيوخه: النجم الغزي، والشيخ علي الشبراملسي، والشيخ عبد الباقي\nالحنبلي، والشيخ محمد الأسطواني، والشيخ محمد المحاسني وغيرهم.\n</p>\n\n<h2 class='l2' id='head6'>AUTO - ومنهم: العالم العلامة، والحبر المحقق الفهامة، السيد الشريف</h2>\n\nبرهان الدين إبراهيم ابن المرحوم العلامة السيد محمد بن السيد كمال الدين\nمحمد بن حمزة الحسيني، نقيب السادة الأشراف بدمشق، روح الله روحه، وأجزل فتوحه.\n<p>\nحضرت درسه بداره في ((صحيح البخاري)) مرتين أو ثلاثا، وأجازني بمروياته.\n</p>\n\n<p>\nومن شيوخه: والده المرقوم الشيخ عبد الباقي الحنبلي، والشيخ محمد\nالبطنيني، والشيخ إبراهيم الفتال وغيرهم.\n</p>\n\n<h2 class='l2' id='head7'>AUTO - ومنهم: المحقق العلامة، والمدقق الفهامة، الخاشع الناسك</h2>\n\nالقانت ولي الله، المنلا إلياس أبو إبراهيم الكردي الكوراني الشافعي، نزيل\nدمشق، أدام الله أدام الله أيام حياته، وأعاد علينا من بركاته.\n<p>\nأجاز لي رواية مروياته، ومصنفاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>AUTO - ومنهم: شيخنا بالمكاتبة، الإمام <span id='ms06'></span> العالم العلامة، العمدة</h2>\n\nالرحلة الحجة، الفهامة، الشيخ أبو العباس أحمد بن محمد بن أحمد بن علي\nالنخلي المكي الصوفي الشافعي، تغمده الله برحمته.\n<h2 class='l2' id='head9'>AUTO - ومنهم: شيخنا أيضا بالمكاتبة، العالم العلامة الفقيه، والحبر</h2>\n\nالعمدة المحدث النبيه، الشيخ محمد بن محمد بن محمد بن أحمد البديري الشافعي\nالشهير بابن الميت، مفتي ثغر دمياط، أطال الله بقاءه، وأدام في المعالي\nارتقاءه.\n<h2 class='l2' id='head10'>AUTO - ومنهم: شيخنا خاتمة الفقهاء والمحدثين، وإمام الجهابذة</h2>\n\nالمسندين، المعمر الأوحد، والقدوة الأمجد، مولانا الشيخ أبو عبد الرحمن\nمحمد ابن المرحوم الشيخ علي الكاملي الدمشقي الشافعي، حفظه الله تعالى.\n<h1 class='l1' id='head11'>AUTO ولنكتف بذكر هؤلاء السادة عن ذكر من سواهم من مشايخنا الكرام،</h1>\n\nروما للاختصار في الكلام، ونتبرك بإيراد شيء من أسانيدنا بالقرآن العظيم،\nوالكتب الستة التي هي دواوين الإسلام، وغيرها من كتب العلوم المتداولة في\nأيدي الأنام، فنقول:\n<h2 class='l2' id='head12'>AUTO قرأت القرآن العظيم جميعه من طريقي الشاطبية والتيسير على</h2>\n\nشيخنا المرحوم الشيخ أبي المواهب محمد الحنبلي رحمه الله قال: قرأته على\nوالدي الشيخ عبد الباقي الحنبلي من طريق الشاطبية والتيسير أيضا قال: قرأته\nعلى شيخ الإقراء بالديار المصرية الشيخ عبد الرحمن اليمني قال: قرأته على\nوالدي الشيخ شحاذة اليمني قال: أخذته عن الشيخ ناصر الدين محمد الطبلاوي،\nعن شيخ الإسلام زكريا الأنصاري، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nالشيخ عثمان الزبيدي المصري، عن الحافظ أبي الخير شمس الدين محمد بن محمد\nالجزري، عن عبد الرحمن ابن الشيخ شمس الدين البغدادي، عن محمد بن عبد\nالخالق الشهير بابن الصائغ، عن علي بن شجاع صهر الشاطبي، عن الإمام ولي\nالله أبي القاسم بن فيره بن أبي القاسم الرعيني الشاطبي، عن أبي الحسن علي\nبن هذيل، عن أبي داود سليمان الأموي، عن الحافظ المقرئ أبي عمرو الداني\nصاحب التيسير.\n<p>\nقال أبو عمرو:\n</p>\n\n<p>\nأما رواية شعبة: فقرأت بها على أبي الفتح فارس بن أحمد، وهو على أبي\nالحسين عبد الباقي، وهو على إبراهيم البغدادي، وهو على يوسف بن يعقوب\nالواسطي، وهو على شعيب الصريفيني، وهو على يحيى بن آدم، وهو على شعبة، وهو\nعلى عاصم.\n</p>\n\n<p>\nوأما رواية <span id='ms07'></span> حفص: فقال الداني: حدثنا بها أبو الحسن طاهر بن غلبون قال:\nحدثنا بها أبو الحسن الهاشمي الضرير المقرئ قال: حدثنا بها أبو العباس أحمد\nبن سهل الأشناني قال: قرأت على أبي عبيد بن الصباح قال: قرأت على حفص.\n</p>\n\n<p>\nوقال حفص: قرأت على عاصم، وهو على أبي عبد الرحمن عبد الله بن حبيب\nالسلمي وزر بن حبيش، وهما على عثمان بن عفان وعلي بن أبي طالب وأبي بن كعب\nوزيد بن ثابت وعبد الله بن مسعود رضي الله عنهم، وهم قرؤوا على رسول الله\nصلى الله عليه وسلم .\n</p>\n\n<p>\nوأسانيد بقية القراء معلومة في كتاب التيسير وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>AUTO وأما المسلسل بالأولية:</h2>\n\n<p>\nفحدثني به شيخنا المرحوم الشيخ أبو المواهب وهو أول حديث سمعته منه، قال:\nحدثني به والدي الشيخ عبد الباقي وهو أول حديث سمعته منه، قال: أخبرنا به\nالقدوة المعمر الشيخ عبد الرحمن البهوتي الحنبلي وهو أول حديث سمعته منه،\nقال: حدثنا به الشيخ جمال الدين يوسف ابن شيخ الإسلام، زكريا الأنصاري وهو\nأول حديث سمعته منه، قال: حدثني به والدي شيخ الإسلام وهو أول حديث سمعته\nمنه، قال: حدثنا شيخ الإسلام والحفاظ أبو الفضل أحمد بن حجر العسقلاني،\nقال: أخبرنا الإمامان الحافظان شيخ الإسلام زين الدين أبو الفضل عبد الرحيم\nبن الحسين العراقي وصهره نور الدين أبو الحسن علي بن أبي بكر الهيثمي وهو\nأول حديث سمعته منهما متفرقين، قالا:\n</p>\n\n<p>\nحدثنا الصدر أبو الفتح محمد بن محمد بن إبراهيم الميدومي وهو أول حديث\nسمعناه من لفظه، قال: أخبرنا أبو الفرج عبد اللطيف بن عبد المنعم الحراني\nوهو أول حديث سمعته منه، قال: أخبرنا الحافظ أبو الفرج عبد الرحمن بن علي\nبن الجوزي الحنبلي، وهو أول حديث سمعته منه، قال: أخبرنا أبو سعد إسماعيل\nبن أبي صالح أحمد بن عبد الملك النيسابوري وهو أول حديث سمعته منه، قال:\nأخبرنا والدي أبو صالح المؤذن وهو أول حديث سمعته منه، قال:\n</p>\n\n<p>\nأخبرنا أبو طاهر محمد بن محمد بن محمش الزيادي وهو أول حديث سمعته منه <span id='ms08'></span>،\nقال: أخبرنا أبو حامد أحمد بن محمد بن يحيى بن بلال البزاز وهو أول حديث\nسمعته منه، قال: حدثنا به عبد الرحمن بن بشر بن الحكم العبدي النيسابوري\nوهو أول حديث سمعته منه، قال: حدثنا به سفيان بن عيينة وهو أول حديث سمعته\nمن سفيان، عن عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nدينار، عن أبي قابوس مولى عبد الله بن عمرو بن العاص، عن عبد الله بن عمرو\nبن العاص رضي الله عنهما:\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال: ((الراحمون يرحمهم الرحمن تبارك\nوتعالى، ارحموا من في الأرض يرحمكم من في السماء)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن مشهور، تفرد به الإمام أبو محمد سفيان بن عيينة الهلالي، عن\nعمرو بن دينار، وهما ممن يحتج بأفرادهما، وأما أبو قابوس فتابعي محله الصدق\nوليس بالمشهور، ولم يروه سواه، ولا رواه عنه سوى عمرو بن دينار، ولم يروه\nعن عمرو غير سفيان، وعنه اشتهر، والمشهور من تسلسله في الأمصار هذا القدر\nالذي ذكر.\n</p>\n\n<p>\nقال الحافظ ابن حجر في ((شرح النخبة)): قد يقع التسلسل في معظم الإسناد،\nكحديث المسلسل بالأولية؛ فإن السلسلة تنتهي فيه إلى سفيان بن عيينة فقط،\nومن رواه مسلسلا إلى منتهاه فقد وهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>AUTO وأما المسلسل بالفقهاء الشافعية:</h2>\n\n<p>\nفنرويه عن شيخنا محدث الديار المكية الشيخ أحمد النخلي الشافعي، قال:\nأخبرنا العلامة الشمس محمد البابلي الفقيه الشافعي، قال: أخبرنا الفقيه نور\nالدين علي بن يحيى الزيادي الشافعي، قال: حدثنا الشهاب أحمد بن محمد الرملي\nالفقيه الشافعي، عن إمام الفقهاء شيخ الإسلام زكريا الأنصاري الشافعي، قال:\nأخبرنا شيخ الإسلام علم الدين صالح ابن شيخ الإسلام سراج الدين عمر\nالبلقيني الشافعي، إذنا عن والده السراج البلقيني الشافعي، قال: أخبرنا شيخ\nالإسلام المجتهد الحبر تقي الدين أبو الحسن علي بن عبد الكافي السبكي\nالشافعي، قال: حدثنا الإمامان الحبران شيخ الإسلام تقي الدين علي بن وهب\nابن دقيق العيد القشيري الشافعي والحافظ شرف الدين عبد المؤمن بن خلف\nالدمياطي الشافعي، قالا:\n</p>\n\n<p>\nحدثنا الإمام الحافظ الفقيه زكي الدين عبد العظيم بن عبد <span id='ms09'></span> القوي المنذري\nالشافعي قراءة عليه، قال: أخبرنا الفقيه الحافظ أبو الحسن علي بن المفضل بن\nعلي المقدسي الشافعي قراءة عليه غير مرة، قال: أخبرنا الحافظ أبو طاهر أحمد\nبن محمد بن سلفة السلفي الشافعي، قال: أخبرنا الإمام إلكيا أبو الحسن علي\nبن محمد بن علي الطبري الهراسي الشافعي، قال: أخبرنا إمام الحرمين أبو\nالمعالي عبد الملك بن عبد الله بن يوسف الجويني الشافعي، قال: أخبرنا والدي\nالشيخ أبو محمد الشافعي، قال: أخبرنا الفقيه الكبير القاضي أبو بكر أحمد بن\nالحسين الحيري الشافعي، قال: حدثنا الفقيه أبو العباس محمد بن يعقوب الأصم\nالشافعي، قال: ثنا الربيع بن سليمان الفقيه الشافعي، قال الإمام الحبر\nالبحر المجتهد أبو عبد الله محمد بن إدريس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nالشافعي إمام كل شافعي: عن مالك بن أنس، عن نافع، عن ابن عمر رضي الله عنهما:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم قال: ((المتبايعان كل واحد منهما على صاحبه\nبالخيار ما لم يتفرقا، إلا بيع الخيار)).\n</p>\n\n<p>\nهذا حديث صحيح، أخرجه الشيخان وأبو داود، والنسائي من طريق مالك.\n</p>\n\n<p>\nوأخبره أعزه الله بعزه وجعله في كنفه وحرزه أني:\n</p>\n\n<h2 class='l2' id='head15'>AUTO أروي ((صحيح الإمام الحافظ الناقد الحجة أبي عبد الله محمد بن</h2>\n\nإسماعيل بن إبراهيم البخاري الجعفي))، من طرق عديدة بأسانيد عالية مفيدة.\n<p>\nمنها: روايتي له عن شيخنا محدث الشام الشيخ محمد بن علي الكاملي فسح الله\nفي أجله، إجازة عن العم الشيخ نجم الدين الغزي، عن والده شيخ الإسلام بدر\nالدين أبي البركات محمد الغزي إجازة خاصة، قال:\n</p>\n\n<p>\nأخبرنا به الشيوخ الأئمة: والدي شيخ الإسلام رضي الدين أبو الفضل محمد،\nوشيخ الإسلام زكريا الأنصاري، وشيخ الإسلام برهان الدين ابن أبي شريف\nالمقدسي، والحافظ أبو الفتح محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nمحمد بن علي المزي العوفي الإسكندري نزيل دمشق.\n</p>\n\n<p>\nقال الأول: أخبرني والدي العلامة القاضي رضي الدين أبو البركات محمد\nإجازة، قال: أنبأنا والدي شيخ الإسلام شهاب الدين أبو نعيم أحمد الغزي\nالعامري، قال: حدثنا قاضي غزة علاء الدين علي بن خلف بن كامل سماعا عليه\nلجميع الصحيح <span id='ms10'></span>، قال: أخبرنا محدث الدنيا أبو العباس أحمد بن أبي طالب بن\nنعمة الصالحي الحجار.\n</p>\n\n<p>\nوقال الثاني والثالث والرابع: أخبرنا به شيخ الإسلام أبو الفضل أحمد بن\nحجر العسقلاني -قال شيخ الإسلام زكريا: قراءة عليه لجميعه، وقال الأخيران:\nسماعا لمعظمه وإجازة لسائره-.\n</p>\n\n<p>\nقال: أنبأنا به العفيف أبو محمد عبد الله بن محمد بن محمد النشاوري\nالمكي، والنجم أبو محمد عبد الرحيم بن عبد الوهاب بن رزين الحموي ثم\nالمصري، والصلاح أبو علي محمد بن محمد بن علي الزفتاوي، والمسند برهان\nالدين أبو إسحاق إبراهيم بن أحمد بن عبد الواحد التنوخي الشامي الضرير،\nوالعلاء أبو الحسن علي بن محمد بن محمد بن أبي المجد الدمشقي، قالوا كلهم:\nأخبرنا به أبو العباس الحجار، عن أبي عبد الله الحسين بن المبارك الزبيدي\nالحنبلي سماعا، عن أبي الوقت عبد الأول بن عيسى بن شعيب السجزي الهروي\nسماعا، عن جمال الإسلام أبي الحسن عبد الرحمن بن محمد بن مظفر الداوودي\nسماعا، عن أبي محمد عبد الله بن أحمد بن حمويه السرخسي سماعا، عن أبي عبد\nالله محمد بن يوسف بن مطر بن صالح بن بشر الفربري، قال:\n</p>\n\n<p>\nأنبأنا به مؤلفه الحافظ أبو عبد الله البخاري سماعا عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nمرتين، مرة بفربر سنة ثمان وأربعين ومائتين، ومرة ببخارى سنة خمسين\nومائتين.\n</p>\n\n<p>\nوبسنده قال: حدثنا الحميدي عن سفيان عن يحيى بن سعيد الأنصاري، عن محمد\nبن إبراهيم التيمي، عن علقمة بن وقاص الليثي، عن أمير المؤمنين عمر بن\nالخطاب رضي الله عنه قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم : ((إنما الأعمال بالنيات، وإنما لكل\nامرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن\nكانت هجرته إلى دنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه)).\n</p>\n\n<p>\nقال الإمام أبو زكريا يحيى النووي في كتاب ((الأذكار)): هذا حديث صحيح\nمتفق على صحته، مجمع على عظم موقعه، وقد كان السلف وتابعوهم من الخلف\nيستحبون استفتاح المصنفات بهذا الحديث؛ تنبيها للمطالع على حسن النية،\nواهتمامه بذلك <span id='ms11'></span> واعتنائه به.\n</p>\n\n<p>\nقال الإمام أبو سليمان الخطابي: كان المتقدمون من شيوخنا يستحبون تقديم\nهذا الحديث أمام كل شيء ينشأ ويبتدأ من أمور الدين؛ لعموم الحاجة إليه في\nجميع أنواعه، انتهى.\n</p>\n\n<h2 class='l2' id='head16'>AUTO وأروي ((صحيح الإمام الحافظ الحجة الرحلة أبي الحسين مسلم بن</h2>\n\nالحجاج بن مسلم بن كوشاذ القشيري النيسابوري)) رضي الله عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n<p>\nعن شيخنا العلامة العارف بالله تعالى الأستاذ الشيخ عبد الغني النابلسي\nالحنفي حفظه الله تعالى، عن العلامة الشيخ نور الدين أبي الضياء علي\nالشبراملسي المصري، عن البرهان إبراهيم بن إبراهيم اللقاني المالكي، عن أبي\nالنجا سالم السنهوري، عن النجم الغيطي، عن شيخ الإسلام زكريا الأنصاري، عن\nالإمامين أبي الفضل أحمد بن حجر العسقلاني والحافظ أبي النعيم رضوان بن\nمحمد العقبي.\n</p>\n\n<p>\nقال الأول: قراءة، وقال الثاني: سماعا على الشرف أبي الطاهر محمد بن محمد\nبن عبد اللطيف القاهري، عن أبي الفرج عبد الرحمن بن محمد بن عبد الهادي\nالحنبلي المقدسي سماعا لجميعه، عن أبي العباس أحمد بن عبد الدائم النابلسي\nسماعا، عن أبي عبد الله محمد بن علي بن محمد بن صدقة الحراني سماعا، عن\nفقيه الحرم أبي عبد الله محمد بن الفضل بن أحمد الفراوي سماعا، عن الإمام\nأبي الحسين عبد الغافر بن محمد الفارسي النيسابوري سماعا، قال:\n</p>\n\n<p>\nأخبرنا به أحمد بن محمد بن عيسى بن محمد بن عروبة الجلودي النيسابوري\nسماعا، قال: أنبأنا به أبو إسحاق إبراهيم بن محمد بن سفيان الفقيه الزاهد\nالنيسابوري سماعا، قال:\n</p>\n\n<p>\nأخبرنا به سماعا -سوى ثلاثة أقوات معلومة، فبالإجازة أو الوجادة- مؤلفه\nالإمام الحافظ المتقن أبو الحسين مسلم بن الحجاج النيسابوري.\n</p>\n\n<p>\nوبسنده قال: حدثنا سويد بن سعيد، قال: حدثنا مروان الفزاري، عن أبي مالك\nسعد بن طارق، عن أبيه أشيم رضي الله تعالى عنه، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت سول الله صلى الله عليه وسلم يقول: ((من قال: لا إله إلا الله، وكفر\nبما يعبد من دون الله، حرم ماله ودمه، وحسابه على الله تعالى)).\n</p>\n\n<h2 class='l2' id='head17'>AUTO وأروي ((سنن الإمام الحبر الحافظ أبي داود سليمان بن الأشعث بن</h2>\n\nإسحاق <span id='ms12'></span> بن بشير السجستاني)) رحمه الله:\n<p>\nعن شيخنا الشيخ أحمد بن محمد النخلي المكي، عن الشيخ محمد بن علاء الدين\nالبابلي، عن الشيخ سليمان بن عبد الدائم البابلي، عن الجمال يوسف ابن شيخ\nالإسلام زكريا، عن والده المذكور قراءة وسماعا لبعضه وإجازة لسائره، قال:\nأخبرنا العز عبد الرحيم بن الفرات، عن أبي العباس أحمد بن محمد الجوخي\nإذنا، عن الفخر أبي الحسن علي بن البخاري، قال: أنبأنا بها أبو حفص عمر بن\nمحمد بن معمر بن طبرزد البغدادي سماعا، قال: أخبرنا الشيخان أبو البدر\nإبراهيم بن محمد بن منصور الكرخي، وأبو الفتح مفلح بن أحمد بن محمد الدومي،\nقالا: أخبرنا به الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي، قال:\nأخبرنا به أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي، قال: أنبأنا به\nأبو علي محمد بن أحمد بن عمر اللؤلؤي، عن مؤلفها الحافظ أبي داود السجستاني\nرحمه الله تعالى.\n</p>\n\n<p>\nوأروي جامع الإمام الحافظ الحجة أبي عيسى محمد بن عيسى بن سورة بن موسى\nبن الضحاك السلمي الترمذي رحمه الله:\n</p>\n\n<p>\nعن شيخنا الشيخ محمد البديري الدمياطي، عن المنلا إبراهيم بن حسن\nالكوراني، عن الصفي أحمد بن محمد القشاشي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nونرويه أعلى من هذا: عن شيخنا أبي المواهب، عن الصفي القشاشي، عن الشمس\nمحمد بن أحمد الرملي، عن شيخ الإسلام زكريا الأنصاري، عن قاضي القضاة عز\nالدين عبد الرحيم بن الفرات الحنفي، عن زين الدين أبي حفص عمر المراغي، عن\nالفخر أبي الحسن علي بن أحمد بن البخاري، عن أبي حفص عمر بن محمد بن طبرزد،\nعن أبي الفتح عبد الملك بن أبي القاسم الكروخي، قال: أنبأنا أبو عامر محمود\nبن القاسم الأزدي، قال: أخبرنا أبو محمد عبد الجبار الجراحي المروزي،\nأنبأنا الشيخ الثقة الأمين أبو العباس محمد بن محبوب بن فضيل المحبوبي، عن\nمصنفه الحافظ أبي عيسى الترمذي رحمه الله.\n</p>\n\n<h2 class='l2' id='head18'>AUTO وأروي سنن النسائي الصغرى المسماة ب ((المجتبى)):</h2>\n\n<p>\nعن شيخنا أحمد النخلي، عن الشمس محمد البابلي سماعا، عن أبي النجا <span id='ms13'></span> سالم\nالسنهوري، عن النجم محمد الغيطي، عن شيخ الإسلام زكريا سماعا للبعض وإجازة\nللباقي، قال: قرأتها على الزين أبي النعيم رضوان بن محمد العقبي، عن\nالبرهان التنوخي الشامي الضرير إجازة، بسماعه لجميعه على أبي العباس أحمد\nبن أبي طالب الحجار بإجازته من أبي طالب عبد اللطيف بن محمد بن علي\nالقبيطي، بسماعه لجميعه على أبي زرعة طاهر بن محمد بن طاهر المقدسي، عن أبي\nمحمد عبد الرحمن بن حمد الدوني، سماعا، قال: أخبرنا بها القاضي أبو نصر\nأحمد بن الحسين الكسار، قال: أخبرنا الحافظ أبو بكر أحمد بن محمد الدينوري\nالمعروف بابن السني، قال: أخبرنا بها مؤلفها الحافظ الفقيه الحبر أبو عبد\nالرحمن أحمد بن شعيب بن علي بن سنان الخراساني النسائي رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>AUTO وأروي ((سنن الإمام الحافظ الحجة أبي عبد الله محمد بن يزيد بن</h2>\n\nعبد الله بن ماجه القزويني)) رحمه الله:\n<p>\nعن شيخنا السيد الشريف إبراهيم بن السيد محمد النقيب الحسيني المعروف\nبابن حمزة، قال: أخبرنا والدي السيد الشريف محمد النقيب، قال: أخبرنا حافظ\nدمشق نجم الدين محمد الغزي، عن والده شيخ الإسلام بدر الدين الغزي، قالك\nأخبرنا قاضي القضاة زكريا الأنصاري، أنبأنا الحافظ شهاب الدين أبو الفضل\nأحمد بن حجر العسقلاني، قال: أخبرنا المسند المعمر برهان الدين أبو إسحاق\nإبراهيم بن محمد بن صديق الحريري المعروف بالرسام، قال:\n</p>\n\n<p>\nأخبرنا أبو العباس أحمد بن أبي طالب الحجار، قال: أنبأنا أبو طالب عبد\nاللطيف بن محمد القبيطي، قال: أخبرنا أبو زرعة طاهر بن محمد المقدسي، عن\nأبي منصور محمد بن الحسين المقومي، قال: أنبأنا أبو طلحة القاسم بن أبي\nالهدى الخطيب، عن أبي الحسن علي بن إبراهيم بن سلمة بن بحر القطان، قال:\nحدثنا بها مؤلفها الحافظ أبو عبد الله محمد بن يزيد بن ماجه القزويني رحمه\nالله تعالى.\n</p>\n\n<h1 class='l1' id='head20'>AUTO ولنذكر أسانيد بعض الكتب المتداولة على وجه الاختصار تبركا</h1>\n\nبمصنفيها الأئمة الأخيار، فنقول:\n<h2 class='l2' id='head21'>AUTO أما كتب الإمام الحبر البحر، محرر المذهب، أبي زكريا يحيى</h2>\n\nالنووي، فأرويها:\n<p>\nعن شيخنا المرحوم أبي <span id='ms14'></span> المواهب، عن العم الشيخ نجم الدين الغزي، عن الجد\nشيخ الإسلام بدر الدين الغزي، عن القاضي أبي يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nزكريا الأنصاري، عن شيخ الإسلام الحافظ أبي الفضل ابن حجر العسقلاني، عن\nالمسند برهان الدين التنوخي الشامي، عن الشيخ علاء الدين بن العطار، عن\nمؤلفها الشيخ أبي زكريا يحيى النووي رضي الله عنه.\n</p>\n\n<h2 class='l2' id='head22'>AUTO وأروي كتب الحافظ أبي الفضل ابن حجر العسقلاني:</h2>\n\n<p>\nعن شيخنا أبي المواهب، عن النجم الغزي، عن والده الجد البدر الغزي، عن\nالعلامة شهاب الدين أحمد القسطلاني، عن شيخ الإسلام شهاب الدين ابن حجر\nالعسقلاني.\n</p>\n\n<h2 class='l2' id='head23'>AUTO وأروي كتب السيوطي:</h2>\n\n<p>\nعن شيخنا الشيخ أبي المواهب، عن الشيخ علي بن إبراهيم القبردي الصالحي،\nعن البرهان إبراهيم بن الأحدب الفرضي الصالحي، عن الجد البدر الغزي، عن\nالحافظ جلال الدين عبد الرحمن بن أبي بكر السيوطي رحمه الله.\n</p>\n\n<h2 class='l2' id='head24'>AUTO وأروي كتب العلامة شيخ الإسلام شهاب الدين أبي العباس أحمد بن</h2>\n\nمحمد بن حجر الهيتمي:\n<p>\nعن شيخنا أبي المواهب الحنبلي، عن والده الشيخ عبد الباقي، عن الشمس محمد\nبن محمد الميداني، عن العلامة شهاب الدين أحمد بن حجر الهيتمي رضي الله عنه.\n</p>\n\n<h2 class='l2' id='head25'>AUTO وأروي تصانيف شيخ الإسلام زكريا:</h2>\n\n<p>\nعن شيخنا الشيخ أحمد بن محمد النخلي، عن الشيخ العلامة عبد الله بن سعيد\nباقشير المكي الشافعي، عن الإمام محمد بن عبد الله الطبري المكي الحسيني\nالشافعي سبط ابن حجر الهيتمي، عن جده لأمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nالشهاب أبي العباس أحمد بن حجر، عن مؤلفها شيخ الإسلام زكريا رحمه الله.\n</p>\n\n<h2 class='l2' id='head26'>AUTO وأروي كتب العلامة الشيخ عبد الرؤوف المناوي:</h2>\n\n<p>\nعن شيخنا أحمد النخلي، عن الشمس محمد البابلي، عن المناوي رحمه الله ورضي\nعنه وعن جميع العلماء العاملين، وأعاد علينا من بركاتهم وبركات علومهم، آمين.\n</p>\n\n<p>\nونوصي المجاز بتقوى الله، وطلب العلوم الشرعية، واستفادتها، وإفادتها\nلطالبيها، مع الإخلاص، وحسن النية، وأن لا ينسانا وأحباءنا من الدعاء\nالصالح بالعفو والعافية، وحسن الختام، أعاذنا الله وإياه والمسلمين من شرور\nأنفسنا وسيئات أعمالنا، وأن يعصمنا من كيد الخائنين، وزيغ الزائغين، وترهات\nالمبطلين.\n</p>\n\n<p>\nونسأله سبحانه أن يلحقنا بعباده الصالحين، وأن يدخلنا <span id='ms15'></span> في رحمته إنه أرحم\nالراحمين، وأن يغفر ذنوبنا، ويستر عيوبنا، ويطهر قلوبنا، ويفرج كروبنا،\nويملأ من رحمته الشاملة ذنوبنا، ويفعل ذلك بوالدينا ومشايخنا وإخواننا في\nالله، وجميع المسلمين والمسلمات، والمؤمنين والمؤمنات، إنه سبحانه جواد\nواهب العطيات.\n</p>\n\n<p>\nوالحمد لله الذي بنعمته تتم الصالحات، وتتنزل البركات، وتتجدد المسرات.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد سيد أهل الأرض والسموات، وعلى آله وأصحابه\nوأزواجه الطاهرات، آمين، يا رب العالمين.\n</p>\n\n<p>\nقال ذلك بفمه، ورقمه بقلمه الفقير الحقير محمد بن عبد الرحمن بن زين\nالعابدين بن زكريا بن محمد بن محمد بن محمد بن أحمد العامري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nالغزي الشافعي لطف الله تعالى به، وعفى عن ذنبه، في أواسط شهر شوال المبارك\nمن شهور سنة إحدى وثلاثين ومائة ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             <span id='ms16'></span>\n</p>\n",
  "pages": [
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046"
  ],
  "volumes": [
    "01"
  ]
}