{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>قاعدة في الجرح والتعديل</h1>\n\n<p>\nضرورية نافعة لا تراها في شيء من كتب الاصول فانك اذا سمعت ان الجرح مقدم\nعلى التعديل ورايت الجرح والتعديل وكنت غرا بالامور او فدما مقتصرا على\nمنقول الاصول حسبت ان العمل على جرحه فاياك ثم اياك والحذر كل الحذر من هذا\nالحسبان بل الصواب عندنا أن\n</p>\n\n<h1 class='l1' id='head1'>من ثبتت إمامته وعدالته وكثر مادحوه ومزكوه وندر جارحوه وكانت هناك قرينة دالة على سبب جرحه من تعصب مذهبي أو غيره فإنا لا نلتفت إلى الجرح فيه ونعمل فيه بالعدالة</h1>\n\n<p>\nوإلا فلو فتحنا هذا الباب وأخذنا بتقديم الجرح على اطلاقه لما سلم لنا\nاحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمن الاثم اذ ما من امام الا وقد طعن فيه طاعنون وهلك فيه هالكون وقد عقد\nالحافظ ابو عمر بن البر في كتاب العلم بابا في حكم قول العلماء بعضهم في\nبعض بدا فيه بحديث الزبير رضي الله عنه دب اليكم داء الامم قبلكم الحسد\nوالبغضاء الحديث وروى بسنده عن ابن عباس رضي الله عنهما انه قال استمعوا\nكلام العلماء ولا تصدقوا بعضهم على بعض والذي نفسي بيده لهم اشد تغايرا من\nالتيوس في زروبها وعن مالك بن دينار يؤخذ بقول العلماء والقراء الا بعضهم\nفي بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقلت ورايت في كتاب معين الحكام لابن عبد الرفيع من المالكية وقع في\nالمبسوط من قول عبد الله بن وهب انه لا يجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nشهادة القارئ على القارئ يعني العلماء لانهم اشد الناس تحاسدا وتباغضا\nقاله سفيان الثوري ومالك بن دينار ولعل ابن عبد البر يرى هذا ولاباس به غير\nانا لا ناخذ به على اطلاقه ولكن نرى ان الضابط ما نقوله من ان ثابت العدالة\nلا يلتفت فيه الى قول من تشهد القرائن بانه متحامل عليه اما لتعصب مذهبي او\nغيره يم قال ابو عمر بعد ذلك الصحيح في هذا الباب ان من ثبتت عدالته وصحت\nفي العلم امامته وبانت ثقته وبالعلم عنايته لم يلتفت فيه الى قول احد الا\nان ياتي في جرحته ببينة عدالة تصح بها <span id='ms01'></span> جرحته على طريق الشهادات واستدل بان\nالسلف تكلم بعضهم في بعض بكلام منه ما حمل عليه الغضب او الحسد ومنه ما دعا\nاليه التاويل واختلاف الاجتهاد مما لا يلزم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالمقول به ما قال القائل فيه وقد حمل بعضهم على بض بالسيف تاويلا\nواجتهادا ثم اندفع ابن عبد البر في ذكر كلام جماعة من النظراء بعضهم في بعض\nوعدم الاتفات اليه لذلك الى ان انتهى الى كلام ابن معين في الشافعي وقال\nانه مما نقم على ابن معين وعيب به وذكر قول احمد بن حنبل من اين يعرف يحيى\nبن معين الشافعي هو لا يعرف الشافعي ولا يعرف ما يقول الشافعي ومن جهل شيئا\nعاداه قلت وقد قيل ان ابن معين لم يرد الشافعي وانما اراد ابن عمه كما\nسنحكيه ان شاء الله تعالى في ترجمت الاستاذ ابي منصور وبتقدير ارادته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي فلا يلتفت اليه وهو عار عليه وقد كان في بكاء ابن معين على\nإجابته المامون الى القول بخلق القران وتحسره على ما فرط منه ما ينبغي ان\nيكون شاغلا له عن التعرض الى الامام الشافعي امام الائمة ابن عم المصطفى\nصلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر ابن عبد البر كلام ابن ابي ذئب وابراهيم بن سعد في مالك ابن انس\nقال وقد تكلم ايضا في مالك عبد العزيز بن ابي سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الرحمن بن زيد بن اسلم ومحمد بن اسحاق وابن ابي يحيى وابن ابي\nالزناد وعابوا اشياء من مذهب وقد برا الله عز وجل مالكا عما قالوا وكان عند\nالله وجيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقال وما مثل من تكلم في مالك والشافعي ونظائر هما الا قال الاعشى كناطح\nصخرة يوما ليوهنها لم يضرها واوهى قرنه الوعل او كما قال الحسن بن حميد يا\nناطه الجبل العلي ليكمله اشفق على الراس لا تشفق على الجبل ولقد احسن ابو\nالعتاهية حيث يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمن ذا الذي ينجو من الناس سالما وللناس قال بالظنون وقيل وقيل لابن\nالمبارك فلان بكلم في ابي حنيفة فانشد حسدا <span id='ms02'></span> اذ راوك ضلك الله بما فضلت به\nالنجباء وقيل لابي عاصم النبيل فلان يتكلم في ابي حنيفة فقال هو كما قال\nنصيب سلمت وهل حي على الناس يسلم وقال ابو الاسود الدولي حسدوا الفتى اذ لم\nينالوا سعيه فالقوم اعداء له وخصوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال ابن عبد البر من اراد قبول قول العلماء الثقات بعضهم في بعض\nفليقبل قول الصحابة بعضهم في بعص ان فعل ذلك فقد ضل ضلالا بعيدا وخسر\nخسرانا مبينا قال وان لم يفعل ولن يفعل ان هداه الله والهمه رشده فليقف\nعندما شرطناه في ان لا يقبل في صحيح العدالة المعلوم بالعلم عنايته قول\nقائل لا برهان له قلت هذا كلام ابن عبد البر وهو على حسنه غير صاف من القذى\nوالكدر فانه لم يزد فيه على قوله ان من ثبتت عدالته ومعرفته لا يقبل قول\nجارجه الا ببرهان وهذا قد اشار اليه العلماء جميعا حيث قالوا لا يقبل الجرح\nالا مفسرا فما الذي زاده ابن عبد البر عليهم وان اوما الى ان كلام النظير\nفي النظير والعلماء بعضهم في بعض مردود مطلقا كما قدمناه عن المبسوطة\nفليفصح به ثم هو مما لا ينبغي ان يؤخذ هنا على اطلاقه بل لا بد من زيادة\nعلى قولهم ان الجرح مقدم على التعديل او نقصان من قولهم كلام النظير في\nالنظير مردود والقاعدة معقودة لهذه الجملة ولم ينح ابن عبد البر فينا يظهر\nسواها والا لصرح بان كلام العلماء بعضهم في بعض مردود او لكان كلامه غير\nميد فائدة زائدة على ما ذكره الناس ولكن عبارته على ما ترى قاصرة عن المراد\nفان قلت فنا العبارة الوافية بما ترون قلت ما عرفناك اولا من ان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالجارح لا يقبل منه الجرح وان فسره في حق من غلبت طاعاته على معاصيه\nومادحوه على ذاميه ومزكوه على جارحيه اذ كانت هناك قرينة يشهد العقل بان\nمثلها حامل على الوقيعة في الذي جرحه من تعصب مذهبي او منافسة دنيوية كما\nيكون بين النظراء <span id='ms03'></span> او غير ذلك فنقول مثلا لا يلتفت الى كلام ابن ابي ذئب في\nمالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوابن معين في الشافعي والنسائي في احمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nصالح لان هؤلاء ائمة مشهورون صار الجارح لهم كالاتي بخير غريب لو صح\nلتوفرت الدواعي على نقله وكان القاطع قائما على كذبه فيما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقاله ومما ينبغي ان يتفقد عند الجرح حال العقائد واختلافها بالنسبة الى\nالجارح والمجروح فربما خالف الجارح المجروح في العقيدة فجره لذلك واليه\nاشار الرافعي بقوله وينبغي ان يكون المزكون براء من الشحناء والعصبية في\nالمذهب خوفا من ان يحملهم ذلك على جرح عدل او تزكية فاسق وقد وقع هذا لكثير\nمن الائمة جرحوا بناء على معتقدهم وهم المخطئون والمجروح مصيب وقد اشار شيخ\nالاسلام سيد المتاخرين تقي الدين ابن دقيق العيد في كتابه الاقتراح الى هذا\nوقال اعراض المسلمين حفرة من حفر النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوقف على شفيرها طائفتان من الناس المحدثون والحاكام قلت ومن امثلة ما\nقدمنا قول بعضهم في البخاري تركه ابو زرعة وابو حاتم من اجل مسالة اللفظ\nفيالله والمسلمين ايجوز لاحد ان يقول البخاري متروك وهو حامل لواء الصانعة\nومقدم اهل السنة والجماعة ثم يالله والمسلمين اتجعل ممادحه مذام فان الحق\nفي مسالة اللفظ معه اذ لا يستريب عاقل من المخلوقين في ان تلفظه من افعاله\nالحادثة التي هي مخلوق لله تعالى وانما انكرها الامام احمد رضي الله عنه\nلبشاعة لفظها ومن ذلك قول بعض المجسمة في ابي حاتم ابن حبان لم يكن له\nكبيردين نحن اخرجناه من سحستان لانه انكدر الحد لله فيا ليت شعري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nمن احق بالاخراج من يجعل ربه محدودا او من ينزهه عن الجسمية وامثلة هذا\nتكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا شيخنا الذهبي رحمه الله تعالى من هذا القبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nله علم وديانة وعنده على اهل السنة تحامل مفرط لا يجوز ان يعتمد عليه\nونقلت من خط الحافظ صلاح الدين خليل بن كيكلدي العلائي رحمه الله ما نصه\nالشيخ الحافظ شمس الدين الذهبي لا اشك في دينه وورعه وتحريه فيما يقول\nالناس <span id='ms04'></span> ولكنه غلب عليه مذهب الاثبات ومنافرة التاويل واغفلة عن التنزيه حتى\nاثر ذلك في طبعه انحرافا شديدا عن اهل التنزيه وميلا قويا الى اهل الاثبات\nفاذا ترجم واحد منهم يطنب في وصفه بجميع ما قيل يه من المحاسن ويبالغ في\nوصفه ويتغافل عن غلطاته ويتأول له ما امكن واذا ذكر احدا من الطرف الاخر\nكامام الحرمين والغزالي ونحوهما لا يبالغ في وصفه ويكثر من قول من طعن به\nويعيد ذلك ويبديه ويعتقده دينا وهو لا يشعر ويعرض عن محاسنهم الطافحة فلا\nيستوعبها واذا ظفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nلاحد منهم بغلطة ذكرها وكذلك فعله في اهل عصرنا اذا لم يقدر على احد منهم\nبتصريح يقول في ترجمته والله يصلحه ونحو ذلك وسببه المخالفة في العقائد\nانتهى والحال في حق شيخنا الذهبي أزيد مما وصف وهو شيخنا ومعلمنا غير ان\nالحق احق ان يتبع وقد وصل من التعصب المفرط الى حد يسخر منه وانا اخشى عليه\nيوم القيام من غالب علماء المسلمين وائمتهم الذين حملوا لنا الشريعة\nالنبوية فان غالبهم علماء المسلمين وائمتهم الذين حملوا لنا الشريعة\nالنبوية فان غالبهم اشاعرة وهو اذا وقع باشعري لا يبقى ولا يذر والذي\nاعتقده انهم خصماؤه يوم القيامة عند من لعل ادناهم عنده اوجه منه فالله\nالمسئول ان يخفف عنه وان يلهمهم العفو عنه وان يشفعهم فيه (*)\n</p>\n\n<p>\nوالذي ادركنا عليه المشايخ النهى عن النظر في كلامه وعدم اعتبار قوله ولم\nيكن يستجري ان يظهر كتبه التاريخية الا لمن يغلب على ظنه انه لا ينقل عنه\nما يعاقب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nواما قول العلائي لا اشك في دينه وورعه وتحريه فيما يقوله فقد كنت اعتقد\nذلك واقول عند هذه الاشياء انه ربما اعتقدها دينا ومنها امور اقطع بانه\nيعرفها بانها كذب واقطع بانه لا يختلقها واقطع بانه يحب وضعها في كتبه\nلتنشر واقطع بانه يحب ان بعتقد سامعها صحتها بغضا للمتحد فيه وتنفيرا للناس\nعنه مع قلة معرفته بمدلولات الالفاظ ومع عدم ممارسته لعلوم الشريعة غير اني\nلما اكثرت بعد موته <span id='ms05'></span> النظر في كلامه عند الاحتياج الى النظر فيه توقت في\nتحريه فيما يقوله ولا ازيد على هذا غير االاحالة على كلامه لينظر كلامه من\nشاء ثم يبصر هل الرجل متحر عند غضبه او غير متحر واعني بغضبه وقت ترجمته\nلواحد من علماء المذاهب الثلاثة المشهورين من الحنفية والمالكية والشافعية\nفاني اعتقد ان الرجل كان اذا مد القلم لترجمة احدهم غضب غضبا مفرطا ثم قرطم\nالكلام ومزقه وفعل من التعصب ما لا يخفى على ذي بصيرة ثم هو مع ذلك غير\nخبير بمدلولات الالفاظ كما ينبغي ربما ذكر لفظة من الذم لو عقل معناها لما\nنطق لما بها (*) ودائما اتعجب من ذكره الامام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفخر الدين الرازي في كتاب الميزان في الضعفاء وكذلك السيف الامدي واقول\nيا لله العجب هذان لا رواية لهما ولا جرحهما احد ولا سمع من احد انه ضعفهما\nفيما ينقلانه من علومهما أي مدخل لهما في هذا الكتاب (*) ثم انا لم نسمع\nاحدا سمى الامام فخر الدين بالفخر بل اما الامام واما ابن الخطيب واذا ترجم\nكان من المحمدين فجعله في حرف الفاء وسماه الفخر ثم حلف في اخر الكتاب انه\nلم يتعمد فيه هوى نفسه فاي هوى نفس اعظم من هذا فاما ان يكون ورى في يمينه\nاو استثنى غير الرواة فيقال له لم ذكرت غيرهم واما ان يكون اعتقد ان هذا\nليس هوى نفس واذا وصل الى هذا الحد والعياذ بالله فهو مطبوع على قلبه (**)\nولنعد الى ما كنا بصدده فنقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفان قلت قولكم لا بد من تفقد حال العقائد هل تعنون به انه لا يقبل قول\nمخالف عقيدة فيمن خالفه مطلقا سواء السني على المبتدع وعكسه او غير ذلك قلت\nهذا مكان معضل يجب على طالب التحقيق التوقف عنده لفهم ما يلقى عليه وان لا\nيبادر لانكار شيء قبل التامل فيه واعلم انا عندنا ما هو اعم من ذلك ولسنا\nنقول لا تقيل شهادة السني على المبتدع مطلقا معاذ الله ولكن نقول من شهد\nعلى <span id='ms06'></span> اخر وهو مخالف له في العقيدة واوجبت مخالفته له في العقيدة ريبة عند\nالحاكم المتبصر لا يجدها اذا كانت الشهادة صادرة من غير تخالف في العقيدة\nولا ينكر ذلك الا فدم اخرق ثم المشهود يه يختلف باختلاف الاحوال والغراض\nفربما وضح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nغرض الشهادة على المشهود عليه ايضاحا لا يخفى على احد وذلك لقربه من نصر\nمعتقده او ما اشبه ذلك وربما دق وغمض بحيث لا يدركه الا الفطن من الحكام\nورب شاهد من اهل السنة ساذج قد مقت المبتدع مقتا زائدا على ما يطلبه الله\nمنه واساء الظن به اساءة او جبت له ما يبلغه عنه فبلغه عنه شيء فغلب على\nظنه صدقه لما قدمناه فشهد به فسبيل الحاكم التوقف في مثل هذا الى ان يتبين\nله الحال فيه وسبيل الشاهد الورع لو كان من اصلب اهل السنة ان يعرض على\nنفسه ما نقل له عن هذا المبتدع وقد صدق وعزم على ان يشهد عليه به ان يعرض\nعلى نفسه مثل هذا الخبر بعينه وهذا المخبر بعينه لو كان عن شخص من اهل\nعقيدته هل كان يصدقه وبتقدير انه كان يصدقه هل كان يبادر الى الشهادة عليه\nبه وبتقديري انه كان يادر ليوازن ما بين المبادرتين فان وجدهما سواء فدونه\nوالا فليعلم ان حظ النفس داخله وازيد من ذلك ان الشيطان استولى عليه فخيل\nله ان هذه قربة وقيام في نصر الحق وليعلم من هذه سبيله انه اتي من جهل وقلة\nدين وهذا قولنا في سني يجرح مبتدعا فما الظن بمبتدع يجرح سني كما قدمناه\nوفي المبتدعة لا سيما المجسمة زيادة لا توجد في غيرهم وهو انهم يرون الكذب\nلنصرة مذهبهم والشهادة على من يخالفهم في العقيدة بما في نفسه وماله بالكذب\nتأييدا لاعتقادهم ويزداد حنقهم وتقربهم الى الله بالكذب عليه بمقدار زيادته\nفي النيل منهم فهؤلاء لا يحل لمسلم ان يعتبر كلامهم فان قلت اليس ان الصحيح\nفي المذهب قبول شهادة المبتدع اذا لم نكفره قلت قبول شهادته لا <span id='ms07'></span> يوجب دفع\nالريبة عند شهادته على مخالفه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nالعقيدة والريبة توجب الفحص والتكشف والتثبت وهذه امور تظهر الحق ان شاء\nالله تعالى اذا اعتمدت على ما ينبغي وفي تعليقة القاضي حسين لا يجوز ان\nيبغض الرجل لانه من مذهب كذا فان ذلك يوجب رد الشهادة انتهى ومراده لانه\nمذهب من المذاهب المقبولة اما اذا ابغضه لكونه مبتدعا فلا ترد شهادته واعلم\nان ما ذكرناه من قبول شهادة المبتدع هو ما صححه النووي وهو مصادم لنص\nالشافعي على عدم قبول شهادة الخطابية وهو طريقة الاصحاب واصحاب هذه الطريقة\nيقولون لو شهد خطابي وذكر في شهادته ما يقطع احتمال الاعتماد على قول\nالمدعي بان قال سمعت فلانا يقر بكذا لفلان او رايته افرض قبلت شهادته وهذا\nمنهم بناء على ان الخطابي يرى جواز الشهادة لصاحبه اذا سمعه يقول لي فلان\nكذا صدقه واليه اشار الشافعي وقد تزايد الحال بالخطابية وهم المجسمة في\nزمان هذا صاروا يرون الكذب على مخالفيهم في العقيدة لا سيما القائم عليهم\nبكل ما يسوءه في نفسه وماله وبلغني ان كبيرهم استفتى في شافعي ايشهد عليه\nبالكذب فقال الست تعتقد ان دمه حلال قال نعم قال فما دون ذلك دون دمه فاشهد\nوادفع فساده عن المسلمين هذه عقيدتهم وبرون انهم المسلمون وانهم اهل السنة\nولو عدوا عددا لما بلغ علماؤهم ولا عالم فيهم على الحقيقة مبلغا يعتبر\nويكفرون غالب علماء الامة ثم يعتزرون الى الامام احمد بن حنبل رضي الله عنه\nوهو منهم بريء ولكنه كما قال بعض العارفين ورايته بخط الشيخ تقي الدين ابن\nالصلاح امامان ابتلاهما الله باصحابهما وهما بريئان منهم احمد بن حنبل\nابتلي بالمجسمة وجعفر الصادق ابتلي بالرافضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nثم هذا الذي ذكرناه هو على طريقة النووي رحمه الله والذي اراه ان لا تقبل\nشهادته على سني فان قلت هل هذا راي الشيخ ابي حامد ومن تابعه ان اهل\nالاهواء كلهم لا تقبل لهم الشهادة قلت لا بل هذا قول بان شهادتهم على\nمخالفيهم في العقيدة <span id='ms08'></span> غير مقبولة ولو كان مخالفهم في العقيدة مبتدعا وهذا لا\nاعتقد ان النووي ولا غيره يخالف فيه والذي قاله النووي قبول شهادة المبتدع\nاذا لم نكفره على الجملة اما ان شهادته تقبل بالنسبة الى مخالفه في العقيدة\nمع ما هنالك من الريبة لم يقل النووي وفى غيره ذلك فان قلت غاية المخالة في\nالعقيدة ان توجب عداوة وهي دينية لا توجب رد الشهادة قلت انما لا توجب رد\nالشهادة من المحق على المبطل كما قال الاصحاب تقبل شهادة السني على المبتدع\nوكذا من ابغض الفاسق لفسقه ثم ساعرفك ما فيه واما عكسه وهو المبتدع على\nالسني فلم يقله احد من اصحابنا ثم اقول فيما ذكره الاصحاب من قبول شهادة\nالسني على المبتدع انما ذلك قي سني لم يصل في حق المبتدع وبغضه له لي ان\nيصير عنده حظ نفس قد يحمله على التعصب عليه وكذا الشاهد على الفاسق فمن وصل\nمن السني والشاهد على الفاسق الى هذا الحد لم اقبل شهادته عليه لان عندهما\nزيادة على ما طلبه الشارع منهما اوجبت عندي الريبة في امرهما فكم من شاهد\nرايته يبغض انسانا ويشهد عليه بالفسق تدينا وجاءني وادى الشهادة عندي باكيا\nوقت تاديته الشهادة الدين فرقا خائفا يخسف بالمسلمين لوجود المشهود عليه\nبين اظهرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوانا والذي نفسي بيده اعتقد واتيقن ان المشهود عليه خير منه ولا اقول انه\nكذب عليه عامدا بل انه بنى على الظن وصدق اقوالا ضعيفة ابغض المشهود عليه\nبسببها منذ ابغضه لحقه هوى النفس واستولى عليه الشيطان وصار الحامل له في\nنفس الامر حظ نفسه وفيما يخطر له الدين هذا ما شاهدته وابصرته ولي في\nالقضاء سنين عديدة فليتق الله امرؤ وقف على حفر النار فلا حول ولا قوة الا\nبالله قد جعلني الله قاضيا ومحدثا وقد قال ابن دقيق العيد اعراض الناس حفرة\nمن حفر النار وقف عليها المحدثون والحكام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nومما يؤيد ما قلته ان اصحابنا قالوا من استباح دم غيره من المسلمين ولم\nيقدر على <span id='ms09'></span> قتله فشهد بقتله لم يقتل ذكره الروياني في البحر في باب من تجوز\nشهادته نقلا عن بعض اصحابنا سكنا عليه ولا يعر في المذهب خلافه فان قلت قد\nقال عقيبه ومن شتم متاولا ثم شهد عليه قبل او غير متاول فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nقلت يعني بالقبول بعد الشتم متاولا الشهادة بامر معين ونحن نعلم انه لا\nيحمله عليها بغض فليس كمن وصفناه ومما ينبغي ان بتقد عند الجرح ايضا حال\nالجارح في الخبرة بمدلولات الالفاظ فكثيرا ما رايت من يسمع لفظة فيفهمهما\nعلى غير وجهها والخبرة بمدلولات الالفاظ ولا سيما الالفاظ العرفية التي\nتختل باختلاف عرف الناس وتكون في بعض الازمان مدحا وفي بعضها ذما امر شديد\nلا يدركه الا فقيه بالعلم ومما ينبغي ان يتفقد ايضا حاله في العلم بالاحكام\nالشرعية فرب جاهل ظن الحلال حراما فجرح به ومن اوجب الفقهاء التفسير ليتوضح\nالحال وقال الشافعي رضي الله عنه حضرت بمصر رجلا مزكيا يجرح رجلا سئل عن\nسببه والح عليه فقال رايته يبول قائما قيل وما في ذلك قال يريد الريح من\nرشاشه على يده وثيابه فيصلي فيه قيل هل رايته قد اصابه الرشاش وصلى قبل ان\nيغتسل ما اصابه قال لا ولكن اراه سيفعل قال صاحب البحر وحكي ان رجلا جرح\nرجلا وقال انه طين سطحه بطين استخرج من حوض السبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nومما ينبغي ايضا تفقده وقد نبه عليه شيخ الاسلام ابن دقيق العيد الخلاف\nالواقع بين كثير من الصوفية واصحاب الحديث فقد اوجب كلام بعضهم في بعض كما\nتكلم بعضهم في حق الحارث المحاسبي وغيره وهذا في الحقيقة داخل في قسم\nمخالفة العقائد وان عدة ابن دقيق العيد غيره والطامت الكبرى انما هي في\nالعقائد المثيرة للتعصب والهوى نعم وفي المنافسات الدنيوية على حطام الدنيا\nوهذا في المتاخرين اكثر منه في المتقدمين وامر العقائد سواء في الفريقين\nوقد وصل حال بعض المجسمة في زماننا الى ان كتب شرح صحيح مسلم للشيخ محي\nالدين النووي وحذف من كلام النووي ما تكلم <span id='ms10'></span> به على احاديث الصفات فان النووي\nاشعري العقيدة فلم تحمل قوى هذا الكتاب ان بكتب الكتاب على الوضع الذي صنفه\nمصنف وهذا عندي من كبائر الذنوب فانه تحريف للشريعة وفتح باب لا يؤمن معه\nبكتب الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوما في ايديهم من المصنفات فقبح الله فاعله واخزاه وقد كان في غنية عن\nكتابة هذا الشرح وكان الشرح في غنية عنه ولنعد الى الكلام في الجرحين على\nالنحو الذي عرفناك فان قلت فهذا يعود بالجرح على الجارح حيث جرح لا في\nموضعه قلت اما من تكلم بالهوى ونحوه فلا شك فيه واما من تكلم بمبلغ ظنه فها\nهنا وقفه محتومة على طالب التحقيقات ومزلة تاخذ باقدام من لا يبرا عن حوله\nوقوته ويكل امره الى عالم الخفيات فنقول لا شك ان تكلم في امام استقر في\nالاذهان عظمته وتناقلت الرواة ممادحة فقد جر الملام الى نفسه ولكنا لا نقضي\nايضا على من عرفت عدالته اذا جرح من لم يقبل منه جرحه اياه بالفسق بل نجوز\nامورا احدهما ان يكون واهما ومن ذا الذي لا يهم والثاني ان يكون مؤولا قد\nجرح بشيء ظنه جارحا ولا يراه المجروح كذلك كاختلاف المجتهدين والثالث ان\nيكون نقله اليه من يراه هو صادقا ونراه نحن كاذبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا لاختلافنا في الجرح والتعديل رب مجروح عند عالم معدل عند غيره فيقع\nالاختلاف في الاحتجاج حسب الاختلاف في تزكية فلم يتعين ان يكون الحامل\nللجارح على الجرح مجرد التعصب والهوى حتى يجرحه بالجرح ومعنا اصلان\nنستصحبهما الى ان نتيقن خلافهما اصل عدالة الامام المجروح الذي قد استقرت\nعظمته واصل عدالة الجارح الذي ثبتت عدالته فلا يلتفت الى جرحه ولا نجرحه\nبجرحه فاحفظ هذا المكان فهو من المهمات فان قلت فهل ما قررتموه مخصص لقول\nالائمة ان الجرح مقدم لانكم تستثنون جارحا لمن شانه قد ندر بين المعدلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لا فان قولهم الجرح مقدم انما يعنون به حالة تعارض الجرح والتعديل\nفاذا تعارضا لامر من جهة الترجيح قدمنا الجرح لما فيه <span id='ms11'></span> من زيادة العلم\nوتعارضهما هو استواء الظن عندهما لان هذا شان المتعارضين اما اذا لم يقع\nاستواء الظن عندهما فلا تعارض بل العمل باقوى الظنين من جرح او تعديل وما\nنحن فيه لم يتعارضا لان غلبة الظن بالعدالة قائمة وهذا كما ان عدد الجارح\nاذا كان اكثر قدم الجرح اجماعا لانه لا تعارض والحالة هذه ولا يقول هنا احد\nبتقديم التعديل لا من قال بتقديمه عند التعرض ولا غيره وعبارتنا في كتابنا\nجمع الجوامع وهو مختصر جمعناه في الاصلين جمع فأوعى والجرح مقدم ان كان عدد\nالجرح اكثر من المعدل اجماعا وكذلك ان تساويا او كان الجارح اقل وقال ابن\nشعبان يطلب الترجيح انتهى وفيه زيادة على ما في مختصرات اصول الفقه فانا\nنبهنا فيه على مكان الاجماع ولم ينبهواعليه وحكينا فيه مقالة ابن شعبان من\nالمالكية وهي غريبة لم يشيروا اليها واشرنا بقولنا يطلب الترجيح الى ان\nالنزاع انما هو في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحالة التعارض لان طلب الترجيح انما هو في تلك الحالة وهذا شان كتابنا جمع\nالجوامع نفع الله به غالب ظننا ان في كل مسالة فيه زيادات لا توجد مجموعة\nفي غيره مع البلاغة في الاختصار اذا عرفت هذا علمت انه ليس كل جرح مقدما\nوقد عقد شيخنا الذهبي رحمه الله فصلا في جماعة لا يعبا بالكلام فيهم بل\nثقات على رغم ان من تفوه يهم بما هم عنه برءاء ونحن نورد ترجمته محاسن ذلك\nالفصل ان شاء الله ولنختتم هذه القاعدتين بفائدتين عظيمتين لا يراهما\nالناظر ايضا في غير كتابنا هذا احدهما ان قولهم لا يقبل الجرح الا مفسر\nانما هو ايضا في جرح من ثبتت عدالته واستقرت اذا اراد رفع رافعها بالجرح\nقيل له ائت ببرهان على هذا او فيمن يعرف حاله ولكن ابتدره جارحان ومزكيان\nفيقال اذ ذلك للجارحين فسرا ما رميتماه به اما من ثبت انه مجروح فيقبل قول\nمن اطلق جرحه لجريانه على الاصل المقرر عندنا ولا نطلبه بالتفسير اذ لا\nحاجة الى طلبه <span id='ms12'></span> والفائدة الثانية انا لا نطلب التفسير من كل احد بل انما\nنطلبه حيث يحتمل الحال شكا اما لاختلاف في الاجتهاد او لتهمة يسيرة في\nالجارح او نحو ذلك مما لا يوجب سقوط قول الجارح ولا ينتهي الى الاعتبار به\nعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالاطلاق بل يكون بين بين اما اذا انتفت الظنون واندفعت التهم وكان الجارح\nحبرا من احبار الامة مبرءا عن مظان التهمة او كان المجروح مشهورا بالضعف\nمتروكا بين النقاد لا نتلعثم عند جرحه ولا نحوج الجارح الى تفسير بل طلب\nالتفسير منه والحالة هذه طلب لغيبة لا حاجة اليهانحن نقبل قول ابن معين في\nابراهيم بن شعيب المدني شيخ روى عنه ابن وهب انه ليس بشيء وفي ابراهيم بن\nيزيد المدني انه ضعيف وفي الحسين بن الفرج الخياط انه كذاب يسرق الحديث\nوعلى هذا وان لم يبين الجرح لانه اما مقدم في هذه الصناعة جرح طائفة غير\nثابتي العدالة والثبت ولا نقبل قوله في الشافعي ولو سر واتى بالف ايضاح\nلقيام القاطع على انه غير محق بالنسبة اليه اعتبر ما اشرنا ليه في ان معين\nفي غيره واحتفظ بما ذكرناه تنتفع به وينبغي لك ايها المسترشد ان تسلك سبيل\nالادب مع الائمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالماضين وان لا تنظر الى كلام بعضهم في بعض الا اذا اتى برهان واضح ثم ان\nقدرت على التاويل وتحسين الظن دونك والا فاضرب صفحا عما جرى بينهم فانك لم\nتخلق لهذا فاشتغل بما يعنيك ودع ما لا يعنيك ولا يزال طالب العلم عندي\nنبيلا حتى يخوض فيما جرى بين السلف الماضين ويقضي لبعضهم على بعض فاياك ثم\nاياك ان تصغي الى ما اتفق بين ابي حنيفة وسفيان الثوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nاو بين مالك وابن ابي ذئب او بين احمد بن صالح والنسائي او بين احمد بن\nحنبل والحارث المحاسبي وهلم جرا الى زمان العز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nابن عبد السلام وانتقى بن الصالح فانك اذا اشتغلت بذلك خشيت عليك الهلاك\nفالقوم ائمة اعلام ولاقوالهم محامل وربما لم يهم بعضها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>فليس لنا الترضي <span id='ms13'></span> عنهم والسكوت عما جرى بينهم</h1>\n\n<p>\nكما نفعل فيما جرى بين الصحابة رضي الله عنهم اجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             <span id='ms14'></span>\n</p>\n",
  "pages": [
    "000",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "062",
    "063",
    "065"
  ],
  "volumes": [
    "01"
  ]
}