{
  "content": "\n\n#\n<p>\n| زيارة القبور والاستنجاد بالمقبور\n</p>\n\n#\n<p>\n| بسم الله الرحمن الرحيم زيارة القبور والاستنجاد بالمقبور نص السؤال\nسئل أحمد بن تيمية رحمه الله تعالى عمن يزور القبور ويستنجد بالمقبور في\nمرض به أو بفرسه أو بعيره يطلب إزالة المرض الذي بهم ويقول يا سيدي أنا في\nجيرتك أنا في حسبك فلان ظلمني فلان قصد أذيتي ويقول إن المقبور يكون واسطة\nبينه وبين الله تعالى وفيمن ينذر للمساجد والزوايا والمشايخ حيهم وميتهم\nبالدراهم والإبل والغنم والشمع والزيت وغير ذلك يقول إن سلم ولدي فللشيخ\nعلي كذا وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             وأمثال ذلك وفيمن يستغيث بشيخه يطلب تثبيت قلبه\nمن ذاك الواقع وفيمن يجيء إلى شيخه ويستلم القبر ويمرغ وجهه عليه ويمسح\nالقبر بيديه ويمسح بهما وجهه وأمثال ذلك وفيمن يقصده بحاجته ويقول يا فلان\nببركتك أو يقول قضيت حاجتي ببركة الله وبركة الشيخ وفيمن يعمل السماع ويجيء\nإلى القبر فيكشف ويحط وجهه بين يدي شيخه على الأرض ساجدا وفيمن قال إن ثم\nقطبا غوثا جامعا في الوجود أفتونا مأجورين وأبسطوا القول في ذلك\n</p>\n\n<p>\nبداية الجواب فأجاب الحمد لله رب العالمين الدين الذي بعث الله به رسله\nوأنزل به كتبه هو عبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             الله وحده لا شريك له واستعانته\nوالتوكل عليه ودعاؤه لجلب المنافع ودفع المضار كما قال تعالى تنزيل الكتاب\nمن الله العزيز الحكيم إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصا له\nالدين ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا\nليقربونا إلى الله زلفى إن الله يحكم بينهم فيما هم فيه يختلفون وقال تعالى\nوأن المساجد لله فلا تدعوا مع الله أحدا وقال تعالى قل أمر ربي بالقسط\nوأقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين وقال تعالى قل ادعوا\nالذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلا أولئك الذين\nيدعون يبتغون إلى ربهم الوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه إن\nعذاب ربك كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             محذورا قالت طائفة من السلف كان أقوام يدعون\nالمسيح وعزيرا والملائكة قال الله <span id='ms01'></span> تعالى هؤلاء الذين تدعونهم عبادي كما\nأنتم عبادي ويرجون رحمتي كما ترجون رحمتي ويخافون عذابي كما تخافون عذابي\nويتقربون إلي كما تتقربون إلي فإذا كان هذا حال من يدعو الأنبياء والملائكة\nفكيف بمن دونهم وقال تعالى أفحسب الذين كفروا أن يتخذوا عبادي من دوني\nأولياء إنا أعتدنا جهنم للكافرين نزلا وقال تعالى قل ادعوا الذين زعمتم من\nدون الله لا يملكون مثقال ذرة في السموات ولا في الأرض وما لهم فيهما من\nشرك وما له منهم من ظهير ولا تنفع الشفاعة عنده إلا لمن أذن له فبين سبحانه\nأن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             دعي من دون الله من جميع المخلوقات من الملائكة والبشر\nوغيرهم أنهم لا يملكون مثقال ذرة في ملكه وأنه ليس له شريك في ملكه بل هو\nسبحانه له الملك وله الحمد وهو على كل شيء قدير وأنه ليس له عون يعاونه كما\nيكون للملك أعوان وظهراء وأن الشفعاء عنده لا يشفعون إلا لمن ارتضى فنفى\nبذلك وجوه الشرك وذلك أن من يدعون من دونه إما أن يكون مالكا وإما أن لا\nيكون مالكا وإذا لم يكن مالكا فإما أن يكون شريكا وإما أن لا يكون شريكا\nوإذا لم يكن شريكا فإما أن يكون معاونا وإما أن يكون سائلا طالبا فالأقسام\nالأول الثلاثة وهي الملك والشركة والمعاونة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             منتفية وأما الرابع\nفلا يكون إلا من بعد إذنه كما قال تعالى من ذا الذي يشفع عنده إلا بإذنه\nوكما قال تعالى وكم من ملك في السموات لا تغني شفاعتهم شيئا إلا من بعد أن\nيأذن الله لمن يشاء ويرضى وقال تعالى أم اتخذوا من دون الله شفعاء قل أو لو\nكانوا لا يملكون شيئا ولا يعقلون قل لله الشفاعة جميعا له ملك السموات\nوالأرض وقال تعالى الله الذي خلق السموات والأرض وما بينهما في ستة أيام ثم\nاستوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون وقال تعالى\nوأنذر به الذين يخافون أن يحشروا إلى ربهم ليس لهم من <span id='ms02'></span> دونه ولي ولا شفيع\nلعلهم يتقون وقال تعالى ما كان لبشر أن يؤتيه الله الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nوالحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا\nربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون ولا يأمركم أن تتخذوا\nالملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون فإذا جعل من\nاتخذ الملائكة والنبيين أربابا كافرا فكيف من اتخذ من دونهم من المشايخ\nوغيرهم أربابا\n</p>\n\n<p>\n| وتفصيل القول أن مطلوب العبد إن كان من الأمور التي لا يقدر عليها إلا\nالله تعالى مثل أن يطلب شفاء مريضه من الآدميين والبهائم أو وفاء دينه من\nغير جهة معينة أو عافية أهله وما به من بلاء الدنيا والآخرة وانتصاره على\nعدوه وهداية قلبه وغفران ذنبه أو دخوله الجنة أو نجاته من النار أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             أن يتعلم العلم والقرآن أو أن يصلح قلبه ويحسن خلقه ويزكي نفسه\nوأمثال ذلك فهذه الأمور كلها لا يجوز أن تطلب إلا من الله تعالى ولا يجوز\nأن يقول لملك ولا نبي ولا شيخ سواء كان حيا أو ميتا اغفر ذنبي ولا انصرني\nعلى عدوي ولا اشف مريضي ولا عافني أو عاف أهلي أو دابتي وما أشبه ذلك ومن\nسأل ذلك مخلوقا كائنا من كان فهو مشرك بربه من جنس المشركين الذين يعبدون\nالملائكة والأنبياء والتماثيل التي يصورونها على صورهم ومن جنس دعاء\nالنصارى للمسيح وأمه قال الله تعالى وإذ قال الله يا عيسى ابن مريم أأنت\nقلت للناس اتخذوني وأمي إلهين من دون الله الآية وقال تعالى اتخذوا أحبارهم\nورهبانهم أربابا من دون الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             والمسيح ابن مريم وما أمروا إلا\nليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون وأما ما يقدر عليه\nالعبد فيجوز أن يطلب منه في بعض الأحوال دون بعض فإن مسألة المخلوق قد تكون\nجائزة وقد تكون منهيا عنها قال الله تعالى فإذا فرغت فانصب وإلى ربك فارغب\nوأوصى النبي صلى الله عليه وسلم ابن عباس ( إذا سألت فاسأل الله وإذا\nاستعنت فاستعن <span id='ms03'></span> بالله ) وأوصى النبي صلى الله عليه وسلم طائفة من أصحابه أن\nلا يسألوا الناس شيئا فكان سوط أحدهم يسقط من كفه فلا يقول لأحد ناولني\nإياه وثبت في الصحيحين أنه صلى الله عليه وسلم قال ( يدخل الجنة من أمتي\nسبعون ألفا بغير حساب وهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             الذين لا يسترقون ولا يكتوون ولا\nيتطيرون وعلى ربهم يتوكلون ) والإسترقاء طلب الرقية وهو من أنواع الدعاء\nومع هذا فقد ثبت عنه صلى الله عليه وسلم أنه قال ( ما من رجل يدعو له أخوه\nبظهر الغيب دعوة إلا وكل الله بها ملكا كلما دعا لأخيه دعوة قال الملك ولك\nمثل ذلك ) ومن المشروع في الدعاء دعاء غائب لغائب ولهذا أمر النبي صلى الله\nعليه وسلم بالصلاة عليه وطلبنا الوسيلة له وأخبر بما لنا في ذلك من الأجر\nإذا دعونا بذلك فقال في الحديث ( إذا سمعتم المؤذن فقولوا مثل ما يقول ثم\nصلوا علي فإن من صلى علي مرة صلى الله عليه عشرا ثم اسألوا لي الوسيلة\nفإنها درجة في الجنة لا ينبغي أن تكون إلا لعبد من عباد الله وأرجو أن أكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             أنا ذلك العبد فمن سأل الله لي الوسيلة حلت له شفاعتي يوم\nالقيامة ) ويشرع للمسلم أن يطلب الدعاء من فوقه وممن هو دونه فقد روي طلب\nالدعاء من الأعلى والأدنى فإن النبي صلى الله عليه وسلم روي عنه بسند ضعيف\nقوله ( لا تنسنا من دعائك يا أخي ) لكن النبي صلى الله عليه وسلم لما أمرنا\nبالصلاة عليه وطلب الوسيلة له ذكر أن من صلى عليه مرة صلى الله بها عليه\nعشرا وأن من سأل له الوسيلة حلت له شفاعته يوم القيامة فكان طلبه منا\nلمنفعتنا في ذلك وفرق بين من طلب من غيره شيئا لمنفعة المطلوب منه ومن يسأل\nغيره لحاجته إليه فقط وثبت في الصحيح أنه صلى الله عليه وسلم ذكر أويسا\nالقرني وقال لعمر ( إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             استطعت أن يستغفر لك فافعل ) في\nالصحيحين أنه كان بين أبي بكر وعمر رضي الله عنهما شيء <span id='ms04'></span> فقال أبو بكر لعمر\nاستغفر لي لكن في الحديث أن أبا بكر ذكر أنه حنق على عمر وثبت أن أقواما\nكانوا يسترقون وكان النبي صلى الله عليه وسلم يرقيهم وثبت في الصحيحين أن\nالناس لما أجدبوا سألوا النبي صلى الله عليه وسلم أن يستسقي لهم فدعا الله\nلهم فسقوا وفي الصحيحين أيضا أن عمر بن الخطاب رضي الله عنه استسقى بالعباس\nفدعا فقال اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبينا فتسقينا وإنا نتوسل\nإليك بعم نبينا فاسقنا فيسقون وفي السنن أن أعرابيا قال للنبي صلى الله\nعليه وسلم جهدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             الأنفس وجاع العيال وهلك المال فادع الله لنا\nفإنا نستشفع بالله عليك وبك على الله فسبح رسول الله صلى الله عليه وسلم\nحتى عرف ذلك في وجوه أصحابه وقال ( ويحك إن الله لا يستشفع به على أحد من\nخلقه شأن الله أعظم من ذلك ) فأقره على قوله ( إنا نستشفع بك على الله )\nوأنكر عليه ( نستشفع بالله عليك ) لأن الشافع يسأل المشفوع إليه والعبد\nيسأل ربه ويستشفع إليه والرب تعالى لا يسأل العبد ولا يستشفع به\n</p>\n\n<p>\nكيفية الزيارة الشرعية للقبور وأما زيارة القبور المشروعة فهو أن يسلم\nعلى الميت ويدعو له بمنزلة الصلاة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             جنازته كما كان النبي\nصلى الله عليه وسلم يعلم أصحابه إذا زاروا القبور أن يقولوا ( سلام عليكم\nأهل دار قوم مؤمنين وإنا شاء الله بكم لاحقون ويرحم الله المستقدمين منا\nومنكم والمستأخرين نسأل الله لنا ولكم العافية اللهم لا تحرمنا أجرهم ولا\nتفتنا بعدهم ) وروي عن النبي صلى الله عليه وسلم أنه قال ( ما من رجل يمر\nبقبر رجل كان يعرفه في الدنيا فيسلم عليه إلا رد الله عليه روحه حتى يرد\nعليه السلام ) والله تعالى يثيب الحي إذا دعا للميت المؤمن كما يثيبه إذا\nصلى على جنازته ولهذا نهى النبي صلى الله عليه وسلم أن يفعل ذلك بالمنافقين\nفقال عز من قائل ولا تصل على أحد منهم مات أبدا ولا تقم على قبره فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             في الزيارة <span id='ms05'></span> الشرعية حاجة الحي إلى الميت ولا مسألته ولا توسله\nبه بل فيها منفعة الحي للميت كالصلاة عليه والله تعالى يرحم هذا بدعاء هذا\nوإحسانه إليه ويثيب هذا على عمله فإنه ثبت في الصحيح عن النبي صلى الله\nعليه وسلم أنه قال ( إذا مات ابن آدم انقطع عمله إلا من ثلاث صدقة جارية أو\nعلم ينتفع به من بعده أو ولد صالح يدعو له )\n</p>\n\n<p>\n| فصل حكم من يأتي إلى قبر نبي أو صالح ويسأله ويستنجد به وأما من يأتي\nإلى قبر نبي أو صالح أو من يعتقد فيه أنه قبر نبي أو رجل صالح وليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             كذلك ويسأله ويستنجده فهذا على ثلاث درجات أحدهما أن يسأله\nحاجته مثل أن يسأله أن يزيل مرضه أو مرض دوابه أو يقضي دينه أو ينتقم له من\nعدوه أو يعافي نفسه وأهله ودوابه ونحو ذلك مما لا يقدر عليه إلا الله عز\nوجل فهذا شرك صريح يجب أن يستتاب صاحبه فإن تاب وإلا قتل وإن قال أنا أسأله\nلكونه أقرب إلى الله مني ليشفع لي في هذه الأمور لأني أتوسل إلى الله به\nكما يتوسل إلى السلطان بخواصه وأعوانه فهذا من أفعال المشركين والنصارى\nفإنهم يزعمون أنهم يتخذون أحبارهم ورهبانهم شفعاء يستشفعون بهم في مطالبهم\nوكذلك أخبر الله عن المشركين أنهم قالوا ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             نعبدهم إلا\nليقربونا إلى الله زلفى وقال سبحانه وتعالى أم اتخذوا من دون الله شفعاء قل\nأو لو كانوا لا يملكون شيئا ولا يعقلون قل لله الشفاعة جميعا له ملك\nالسموات والأرض ثم إليه ترجعون وقال تعالى ما لكم من دونه من ولي ولا شفيع\nأفلا تتذكرون وقال تعالى من ذا الذي يشفع عنده إلا بإذنه فبين الفرق بينه\nوبين خلقه فإن من عادة الناس أن يستشفعوا إلى الكبير من كبرائهم بمن يكرم\nعليه فيسأله ذلك الشفيع فيقضي حاجته إما رغبة وإما رهبة وإما حياء وإما\nمودة وإما غير ذلك والله سبحانه لا يشفع عنده أحد حتى يأذن هو للشافع فلا\nيفعل إلا <span id='ms06'></span> ما شاء وشفاعة الشافع من إذنه فالأمر كله له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             ولهذا\nقال النبي صلى الله عليه وسلم في الحديث المتفق عليه عن أبي هريرة رضي الله\nعنه ( لا يقولن أحدكم اللهم اغفر لي إن شئت اللهم ارحمني إن شئت ولكن ليعزم\nالمسألة فإن الله لا مكره له ) فبين أن الرب سبحانه يفعل ما يشاء لا يكرهه\nأحد على ما اختاره كما قد يكره الشافع المشفوع إليه وكما يكره السائل\nالمسؤول إذا ألح عليه وآذاه بالمسألة فالرغبة يجب أن تكون إليه كما قال\nتعالى فإذا فرغت فانصب وإلى ربك فارغب والرهبة تكون من الله كما قال تعالى\nوإياي فارهبون و قال تعالى فلا تخشوا الناس واخشون وقد أمرنا أن نصلي على\nالنبي صلى الله عليه وسلم في الدعاء وجعل ذلك من أسباب إجابة دعائنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             وقال كثير من الضلال هذا أقرب إلى الله مني وأنا بعيد من الله\nلا يمكنني أن أدعوه إلا بهذه الواسطة ونحو ذلك من أقوال المشركين فإن الله\nتعالى يقول وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان وقد\nروي أن الصحابة قالوا يا رسول الله ربنا قريب فنناجيه أم بعيد فنناديه\nفأنزل الله هذه الآية وفي الصحيح أنهم كانوا في سفر وكانوا يرفعون أصواتهم\nبالتكبير فقال النبي صلى الله عليه وسلم ( يا أيها الناس أربعوا على أنفسكم\nفإنكم لا تدعون أصما ولا غائبا بل تدعون سميعا قريبا إن الذي تدعونه أقرب\nإلى أحدكم من عنق راحلته ) وقد أمر الله تعالى العباد كلهم بالصلاة له\nومناجاته وأمر كلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             منهم أن يقولوا إياك نعبد وإياك نستعين وقد\nأخبر عن المشركين أنهم قالوا ما نعبدهم إلا ليقربونا إلى الله زلفى ثم يقال\nلهذا المشرك أنت إذا دعوت هذا فإن كنت تظن أنه أعلم بحالك وأقدر على عطاء\nسؤالك أو أرحم بك فهذا جهل وضلال وكفر وإن كنت تعلم أن الله أعلم وأقدر\nوأرحم فلم عدلت عن سؤاله إلى سؤال غيره ألا تسمع إلى ما خرجه البخاري وغيره\nعن <span id='ms07'></span> جابر رضي الله عنه قال ( كان رسول الله صلى الله عليه وسلم يعلمنا\nالاستخارة في الأمور كما يعلمنا السورة من القرآن يقول إذا هم أحدكم بأمر\nفليركع ركعتين من غير الفريضة ثم ليقل اللهم إني أستخيرك بعلمك وأستقدرك\nبقدرتك وأسألك من فضلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             العظيم فإنك تقدر ولا أقدر وتعلم ولا\nأعلم وأنت علام الغيوب اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني\nومعاشي وعاقبة أمري فاقدره لي ويسره لي ثم بارك لي فيه وإن كنت تعلم أن هذا\nالأمر شر لي في ديني ومعاشي وعاقبة أمري فاصرفه عني واصرفني عنه واقدر لي\nالخير حيث كان ثم أرضني به قال ويسمي حاجته ) أمر العبد أن يقول أستخيرك\nبعلمك وأستقدرك بقدرتك وأسألك من فضلك العظيم وإن كنت تعلم أنه أقرب إلى\nالله منك وأعلى درجة عند الله منك فهذا حق لكن كلمة حق أريد بها باطل فإنه\nإذا كان أقرب منك وأعلى درجة منك فإنما معناه أن يثيبه ويعطيه أكثر مما\nيعطيك ليس معناه أنك إذا دعوته كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             الله يقضي حاجتك أعظم مما\nيقضيها إذا دعوت أنت الله تعالى فإنك إن كنت مستحقا للعقاب ورد الدعاء مثلا\nلما فيه من العدوان فالنبي والصالح لا يعين على ما يكره الله ولا يسعى فيما\nيبغضه الله وإن لم يكن كذلك فالله أولى بالرحمة والقبول\n</p>\n\n<p>\nطلب الدعاء من الغير حيا كان أو ميتا وإن قلت هذا إذا دعا الله أجاب\nدعاءه أعظم مما يجيبه إذا دعوته فهذا هو القسم الثاني وهو أن لا تطلب منه\nالفعل ولا تدعوه ولكن تطلب أن يدعو لك كما تقول للحي ادع لي وكما كان\nالصحابة رضوان الله عليهم يطلبون من النبي صلى الله عليه وسلم الدعاء فهذا\nمشروع في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             الحي كما تقدم وأما الميت من الأنبياء والصالحين\nوغيرهم فلم يشرع لنا أن نقول ادع لنا ولا اسئل لنا ربك ولم يفعل هذا أحد من\nالصحابة والتابعين ولا أمر به أحد من الأئمة ولا ورد فيه حديث بل <span id='ms08'></span> الذي ثبت\nفي الصحيح أنهم لما أجدبوا زمن عمر رضي الله عنه استسقى بالعباس وقال اللهم\nإنا كنا إذا أجدبنا نتوسل إليك بنبينا فتسقينا وإنا نتوسل إليك بعم نبينا\nفاسقنا فيسقون ولم يجيئوا إلى قبر النبي صلى الله عليه وسلم قائلين يا رسول\nالله أدع الله لنا واستسق لنا ونحن نشكوا إليك مما أصابنا ونحو ذلك لم يفعل\nذلك أحد من الصحابة قط بل هو بدعة ما أنزل الله بها من سلطان بل كانوا إذا\nجاءوا عند قبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             النبي صلى الله عليه وسلم يسلمون عليه فإذا\nأرادوا الدعاء لم يدعوا الله مستقبلي القبر الشريف بل ينحرفون ويستقبلون\nالقبلة ويدعون الله وحده لا شريك له كما يدعونه في سائر البقاع وذلك أن في\nالموطأ وغيره عنه صلى الله عليه وسلم قال ( اللهم لا تجعل قبري وثنا يعبد\nاشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد وفي السنن عنه أنه قال\nلا تتخذوا قبري عيدا وصلوا علي حيثما كنتم فإن صلاتكم تبلغني ) وفي الصحيح\nعنه أنه قال في مرضه الذي لم يقم منه ( لعن الله اليهود والنصارى اتخذوا\nقبور أنبيائهم مساجد ) يحذر ما فعلوا قالت عائشة رضي الله عنها وعن أبويها\nولولا ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             لأبرز قبره ولكن كره أن يتخذ مسجدا وفي صحيح مسلم\nعنه صلى الله عليه وسلم أنه قال قبل أن يموت بخمس ( إن من كان قبلكم كانوا\nيتخذون القبور مساجد ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك ) وفي\nسنن أبي داود عنه قال ( لعن الله زوارات القبور والمتخذين عليها المساجد\nوالسرج ) وفي الجزء الأخير من الحديث ضعف ولهذا قال علماؤنا لا يجوز بناء\nالمسجد على القبور وقالوا إنه لا يجوز أن ينذر لقبر ولا للمجاورين عند\nالقبر شيئا من الأشياء لا من درهم ولا من زيت ولا من شمع ولا من حيوان ولا\nغير ذلك كله نذر معصية وقد ثبت في الصحيح عن النبي صلى الله عليه وسلم أنه\nقال ( من نذر أن يطيع الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             فليطعه ومن <span id='ms09'></span> نذر أن يعصي الله فلا\nيعصه ) واختلف العلماء هل على الناذر كفارة يمين على قولين ولهذا لم يقل\nأحد من أئمة السلف أن الصلاة عند القبور وفي مشاهد القبور مستحبة أو فيها\nفضيلة ولا أن الصلاة هناك والدعاء أفضل من الصلاة في غير تلك البقعة\nوالدعاء بل اتفقوا كلهم على أن الصلاة في المساجد والبيوت أفضل من الصلاة\nعند القبور قبور الأنبياء والصالحين سواء سميت مشاهد أو لم تسم وقد شرع\nالله ورسوله في المساجد دون المشاهد أشياء فقال تعالى ومن أظلم ممن منع\nمساجد الله أن يذكر فيه اسمه وسعى في خرابها ولم يقل المشاهد و قال تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             وأنتم عاكفون في المساجد ولم يقل في المشاهد وقال تعالى قل أمر\nربي بالقسط وأقيموا وجوهكم عند كل مسجد وقال تعالى إنما يعمر مساجد الله من\nآمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش إلا الله فعسى\nأولئك أن يكونوا من المهتدين وقال تعالى وأن المساجد لله فلا تدعوا مع الله\nأحدا وقال صلى الله عليه وسلم ( صلاة الرجل في المسجد تفضل على صلاته بيته\nوسوقه بخمس وعشرين ضعفا ) وقال صلى الله عليه وسلم ( من بنى لله مسجدا بنى\nالله له بيتا في الجنة ) وأما القبور فقد ورد نهيه صلى الله عليه وسلم عن\nاتخاذها مساجد ولعن من يفعل ذلك وقد ذكره غير واحد من الصحابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nوالتابعين كما ذكره البخاري في صحيحه والطبراني وغيره في تفاسيرهم وذكره\nوثيمة وغيره في قصص الأنبياء في قوله تعالى وقالوا لا تذرن آلهتكم ولا تذرن\nودا ولا سواعا ولا يغوث ويعوق ونسرا قالوا هذه أسماء قوم صالحين كانوا من\nقوم نوح فلما ماتوا عكفوا على قبورهم ثم طال عليهم الأمد فاتخذوا تماثيلهم\nأصناما وكان العكوف على القبور والتمسح بها وتقبيلها والدعاء عندها وفيها\nونحو ذلك هو أصل الشرك وعبادة الأوثان ولهذا قال النبي صلى الله عليه وسلم\n( اللهم لا تجعل قبري وثنا يعبد ) واتفق العلماء على أن من زار قبر النبي\nصلى الله <span id='ms10'></span> عليه وسلم أو قبر غيره من الأنبياء والصالحين الصحابة وأهل البيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             وغيرهم أنه لا يتمسح به ولا يقبله بل ليس في الدنيا من\nالجمادات ما يشرع تقبيلها إلا الحجر الأسود وقد ثبت في الصحيحين أن عمر رضي\nالله عنه قال والله إني لأعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول\nالله صلى الله عليه وسلم يقبلك ما قبلتك ولهذا لا يسن باتفاق الأئمة أن\nيقبل الرجل أو يستلم ركني البيت اللذين يليان الحجر ولا جدران البيت ولا\nمقام إبراهيم ولا صخرة بيت المقدس ولا قبر أحد من الأنبياء والصالحين حتى\nتنازع الفقهاء في وضع اليد على منبر سيدنا رسول الله صلى الله عليه وسلم\nلما كان موجودا فكرهه مالك وغيره لأنه بدعة وذكر أن مالكا لما رأى عطاء فعل\nذلك لم يأخذ عنه العلم ورخص فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             أحمد وغيره لأن ابن عمر رضي\nالله عنهما فعله وأما التمسح بقبر النبي صلى الله عليه وسلم وتقبيله فكلهم\nكره ذلك ونهى عنه وذلك لأنهم علموا ما قصده النبي صلى الله عليه وسلم من\nحسم مادة الشرك وتحقيق التوحيد وإخلاص الدين لله رب العالمين ولم يثبت عن\nابن عمر وضع اليد على المنبر وهذا ما يظهر الفرق بين سؤال النبي صلى الله\nعليه وسلم والرجل الصالح في حياته وبين سؤاله بعد موته وفي مغيبه وذلك أنه\nفي حياته لا يعبده أحد بحضوره فإذا كان الأنبياء صلوات الله عليهم\nوالصالحون أحياء لا يتركون أحدا يشرك بهم بحضورهم بل ينهونهم عن ذلك\nويعاقبونهم عليه ولهذا قال المسيح عليه السلام ( ما قلت لهم إلا ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             أمرتني به أن اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت\nفيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شيء شهيد وقال رجل\nللنبي صلى الله عليه وسلم ما شاء الله وشئت فقال ( أجعلتني لله ندا ما شاء\nالله وحده ) وقال ( لا تقولوا ما شاء الله وشاء محمد ولكن قولوا ما شاء\nالله ثم شاء محمد <span id='ms11'></span> ) ولما قالت الجويرية ( وفينا رسول الله يعلم ما في غد )\nقال ( دعي هذا وقولي بالذي كنت تقولين ) وقال ( لا تطروني كما أطرت النصارى\nابن مريم إنما أنا عبد فقولوا عبد الله ورسوله ) ولما صفوا خلفه قياما قال\n( لا تعظموني كما تعظم الأعاجم بعضهم بعضا ) وقال أنس لم يكن شخص أحب إليهم\nمن رسول الله صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             عليه وآله وسلم وكانوا إذا رأوه لم\nيقوموا له لما يعلمون من كراهته لذلك ولما سجد له معاذ نهاه وقال ( إنه لا\nيصلح السجود إلا لله ولو كنت آمرا أحدا أن يسجد لأحد لأمرت المرأة أن تسجد\nلزوجها من عظم حقه عليها ) ولما أتي علي بالزنادقة الذين غلوا فيه واعتقدوا\nفيه الإلهية أمر بتحريقهم بالنار فهذا شأن أنبياء الله وأوليائه وإنما يقر\nعلى الغلو فيه وتعظيمه بغير حق من يريد علوا في الأرض وفسادا كفرعون ونحوه\nومشايخ الضلال الذين غرضهم العلو في الأرض والفساد والفتنة بالأنبياء\nوالصالحين واتخاذهم أربابا والإشراك بهم مما يحصل في مغيبهم وفي مماتهم كما\nأشرك بالمسيح وعزير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             فهذا مما يبين الفرق بين سؤال النبي صلى\nالله عليه وسلم والصالح في حياته وحضوره وبين سؤاله في مماته ومغيبه ولم\nيكن أحد من سلف الأمة في عصر الصحابة ولا التابعين ولا تابعي التابعين\nيتحرون الصلاة والدعاء عند قبور الأنبياء ويسألونهم ولا يستغيثون بهم لا في\nمغيبهم ولا عند قبورهم وكذلك العكوف ومن أعظم الشرك أن يستغيث الرجل بميت\nأو غائب كما ذكره السائل ويستغيث به عند المصائب يقول يا سيدي فلان كأنه\nيطلب منه إزالة ضره أو جلب نفعه وهذا حال النصارى في المسيح وأمه وأحبارهم\nورهبانهم ومعلوم أن خير الخلق وأكرمهم على الله نبينا محمد صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             وأعلم الناس بقدره وحقه أصحابه ولم يكونوا يفعلون شيئا من\nذلك لا في مغيبه ولا بعد مماته وهؤلاء المشركون يضمون إلى الشرك الكذب فإن\nالكذب مقرون بالشرك وقد قال تعالى فاجتنبوا الرجس من الأوثان واجتنبوا قول\nالزور حنفاء لله غير مشركين به <span id='ms12'></span> وقال النبي صلى الله عليه وسلم ( عدلت شهادة\nالزور الإشراك بالله ) وقال تعالى إن الذين اتخذوا العجل سينالهم غضب من\nربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين وقال الخليل عليه السلام\nأإفكا آلهة دون الله تريدون فما ظنكم برب العالمين فمن كذبهم أن أحدهم يقول\nعن شيخه إن المريد إذا كان بالمغرب وشيخه بالمشرق وانكشف غطاؤه رد عليه وإن\nالشيخ إن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             يكن كذلك لم يكن شيخا وقد تغويهم الشياطين كما\nتغوي عباد الأصنام كما كان يجري في العرب في أصنامهم ولعباد الكواكب\nوطلاسمها من الشرك والسحر كما يجري للتتار والهند والسودان وغيرهم من أصناف\nالمشركين من إغواء الشياطين ومخاطبتهم ونحو ذلك فكثير من هؤلاء قد يجري له\nنوع من ذلك لا سيما عند سماع المكاء والتصدية فإن الشياطين قد تنزل عليهم\nوقد يصيب أحدهم كما يصيب المصروع من الإرغاء والإزباد والصياح المنكر\nويكلمه بما لا يعقل هو والحاضرون وأمثال ذلك مما يمكن وقوعه في هؤلاء\nالضالين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n| التوسل بالجاه والحرمة وأما القسم الثالث وهو أن يقول اللهم بجاه فلان\nعندك أو ببركة فلان أو بحرمة فلان عندك افعل بي كذا وكذا فهذا يفعله كثير\nمن الناس لكن لم ينقل عن أحد من الصحابة والتابعين وسلف الأمة أنهم كانوا\nيدعون بمثل هذا الدعاء ولم يبلغني عن أحد من العلماء في ذلك ما أحكيه إلا\nما رأيت في فتاوي الفقيه أبي محمد بن عبد السلام فإنه أفتى أنه لا يجوز\nلأحد أن يفعل ذلك إلا للنبي صلى الله عليه وسلم إن صح الحديث في النبي صلى\nالله عليه وسلم ومعنى الاستفتاء قد روى النسائي والترمذي وغيرهما أن النبي\nصلى الله عليه وسلم علم بعض أصحابه أن يدعو فيقول ( اللهم إني أسألك وأتوسل\nإليك بنبيك نبي الرحمة يا محمد يا رسول الله إني أتوسل بك إلى ربي في حاجتي\nليقضيها لي اللهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             فشفعه في ) فإن هذا الحديث قد استدل به طائفة\nعلى جواز التوسل بالنبي صلى الله عليه وسلم في حياته وبعد <span id='ms13'></span> مماته قالوا وليس\nفي التوسل دعاء المخلوقين ولا استغاثة بالمخلوق وإنما هو دعاء واستغاثة\nبالله لكن فيه سؤال بجاهه كما في سنن ابن ماجه عن النبي صلى الله عليه وسلم\nأنه ذكر في دعاء الخارج للصلاة أن يقول ( اللهم إني أسألك بحق السائلين\nعليك وبحق ممشاي هذا فإني لم أخرج أشرا ولا بطرا ولا رياء ولا سمعة خرجت\nاتقاء سخطك وابتغاء مرضاتك أسألك أن تنقذني من النار وأن تغفر لي ذنوبي\nفإنه لا يغفر الذنوب إلا أنت ) قالوا ففي هذا الحديث أنه سأل بحق السائلين\nعليه وبحق ممشاه إلى الصلاة والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             تعالى قد جعل على نفسه حقا\nقال الله تعالى وكان حقا علينا نصر المؤمنين ونحو قوله كان على ربك وعدا\nمسؤولا وفي الصحيحين عن معاذ بن جبل أن النبي صلى الله عليه وسلم قال له (\nيا معاذ أتدري ما حق الله على العباد ) قال الله ورسوله أعلم قال ( حق الله\nعلى العباد أن يعبدوه ولا يشركوا به شيئا أتدري ما حق العباد على الله إذا\nفعلوا ذلك فإن حقهم عليه أن لا يعذبهم وقد جاء في غير حديث ( كان حقا على\nالله كذا كذا ) كقوله ( من شرب الخمر لم تقبل له صلاة أربعين يوما فإن تاب\nتاب الله عليه فإن عاد فشربها في الثالثة أو الرابعة كان حقا على الله أن\nيسقيه من طينة الخبال قيل وما طينة الخبال قال عصارة أهل النار وقالت طائفة\nليس في هذا جواز التوسل به وبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             مماته وفي مغيبه بل إنما فيه\nالتوسل في حياته بحضوره كما في صحيح البخاري أن عمر بن الخطاب رضي الله عنه\nاستسقى بالعباس فقال اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبينا فتسقينا\nوإنا نتوسل إليك بعم نبينا فاسقنا فيسقون وقد بين عمر بن الخطاب رضي الله\nعنه أنهم كانوا يتوسلون به في حياته فيسقون وذلك التوسل به أنهم كانوا\nيسألونه أن يدعو الله لهم فيدعو لهم ويدعون معه ويتوسلون بشفاعته ودعائه\nكما في الصحيح عن أنس <span id='ms14'></span> بن مالك رضي الله عنه أن رجلا دخل المسجد يوم الجمعة\nمن باب كان بجوار دار القضاء ورسول الله صلى الله عليه وسلم قائم يخطب\nفاستقبل رسول الله صلى الله عليه وسلم قائما فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             يا رسول الله\nهلكت الأموال وانقطعت السبل فادع الله لنا أن يمسكها عنا قال فرفع رسول\nالله صلى الله عليه وسلم يديه ثم قال ( اللهم حوالينا ولا علينا اللهم على\nالآكام والضراب وبطون الأودية ومنابت الشجر ) قال وأقلعت فخرجنا نمشي في\nالشمس ففي هذا الحديث أنه قال ادع الله لنا أن يمسكها عنا وفي الصحيح أن\nعبد الله بن عمر قال إني لأذكر قول أبي طالب في رسول الله صلى الله عليه\nوسلم حيث يقول % وأبيض يستسقى الغمام بوجهه % ثمال اليتامى عصمة للأرامل %\n</p>\n\n<p>\nفهذا كان توسلهم به في الاستسقاء ونحوه ولما مات توسلوا بالعباس رضي الله\nعنه كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             كانوا يتوسلون به ويستسقون وما كانوا يستسقون به بعد\nموته ولا في مغيبه ولا عند قبره ولا عند قبر غيره وكذلك معاوية بن أبي\nسفيان رضي الله عنه استسقى بيزيد بن الأسود الجرشي وقال اللهم إنا نستشفع\nإليك بخيارنا يا يزيد ارفع يديك إلى الله فرفع يديه ودعا ودعوا فسقوا فلذلك\nقال العلماء يستحب أن يستسقى بأهل الصلاح والخير فإذا كانوا من أهل بيت\nرسول الله صلى الله عليه وسلم كان أحسن ولم يذكر أحد من العلماء أنه يشرع\nالتوسل والاستسقاء بالنبي والصالح بعد موته ولا في مغيبه ولا استحبوا ذلك\nفي الإستسقاء ولا في الاستنصار ولا غير ذلك من الأدعية والدعاء هو العبادة\nكما ثبت في الصحيح عن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             والعبادة مبناها على السنة\nوالاتباع لا على الأهواء والابتداع وإنما يعبد الله بما شرع لا يعبد\nبالأهواء والبدع قال تعالى أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به\nالله وقال تعالى ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين وقال النبي\nصلى الله عليه وسلم ( إنه سيكون في هذه الأمة قوم يعتدون في الدعاء والطهور <span id='ms15'></span>\n)\n</p>\n\n<p>\n| حكم من إذا أصابته نائبة أو خوف استنجد بشيخه وأما الرجل إذا أصابته\nنائبة أو خاف شيئا فاستغاث بشيخه يطلب تثبيت قلبه من ذلك الواقع فهذا من\nالشرك وهو من جنس دين النصارى فإن الله هو الذي يصيب بالرحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nويكشف الضر قال تعالى وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير\nفلا راد لفضله وقال تعالى ما يفتح الله للناس من رحمة فلا ممسك لها وما\nيمسك فلا مرسل له من بعده وقال تعالى قل أرأيتكم إن أتاكم عذاب الله أو\nأتتكم الساعة أغير الله تدعون إن كنتم صادقين بل إياه تدعون فيكشف ما تدعون\nإليه إن شاء وتنسون ما تشركون قال تعالى قل ادعوا الذين زعمتم من دونه فلا\nيملكون كشف الضر عنكم ولا تحويلا أولئك الذين يدعون يبتغون إلى ربهم\nالوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه إن عذاب ربك كان محذورا فبين\nأن من يدعى من الملائكة والأنبياء وغيرهم لا يملكون كشف الضر عنهم ولا\nتحويلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             فإذا قال قائل أنا أدعو الشيخ ليكون شفيعا لي فهو من\nجنس دعاء النصارى لمريم والأحبار والرهبان والمؤمن يرجو ربه ويخافه ويدعوه\nمخلصا له الدين وحق شيخه أن يدعو له ويترحم عليه فإن أعظم الخلق قدرا هو\nرسول الله صلى الله عليه وسلم وأصحابه أعلم الناس بأمره وقدره وأطوع الناس\nله ولم يكن يأمر أحدا منهم عند الفزع والخوف أن يقول يا سيدي يا رسول الله\nولم يكونوا يفعلون ذلك في حياته ولا بعد مماته بل كان يأمرهم بذكر الله\nودعائه والصلاة والسلام عليه صلى الله عليه وسلم قال الله تعالى الذين قال\nلهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا حسبنا الله\nونعم الوكيل فانقلبوا بنعمة من الله وفضل لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             يمسسهم سوء\nواتبعوا رضوان الله والله ذو فضل عظيم وفي صحيح البخاري عن ابن عباس رضي\nالله عنهما أن هذه الكلمة قالها إبراهيم عليه السلام حين ألقي في النار\nوقالها محمد صلى الله <span id='ms16'></span> عليه وسلم يعني وأصحابه حين قال لهم الناس إن الناس\nقد جمعوا لكم وفي الصحيح عن النبي صلى الله عليه وسلم أنه كان يقول عند\nالكرب ( لا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش الكريم لا\nإله إلا الله رب السموات والأرض ورب العرش العظيم ) وقد ثبت أنه علم نحو\nهذا الدعاء بعض أهل بيته وفي السنن أن النبي صلى الله عليه وسلم كان إذا\nحزبه أمر قال ( يا حي يا قيوم برحمتك أستغيث ) وفي رواية صلى وكلتاهما\nصحيحتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             وروي أنه علم ابنته فاطمة أن تقول يا حي يا قيوم يا\nبديع السموات والأرض لا إله إلا أنت برحمتك استغيث أصلح لي شأني كله ولا\nتكلني إلى نفسي طرفة عين ولا إلى أحد من خلقك ) وفي مسند الإمام أحمد وصحيح\nأبي حاتم البستي عن ابن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم\nأنه قال ( ما أصاب عبدا قط هم ولا حزن فقال ( اللهم إني عبدك وابن عبدك\nوابن أمتك ناصيتي بيدك ماض في حكمك عدل في قضاؤك أسألك بكل اسم هو لك سميت\nبه نفسك أو أنزلته في كتابك أو علمته أحدا من خلقك أو استأثرت به في علم\nالغيب عندك أن تجعل القرآن العظيم ربيع قلبي ونور صدري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             وجلاء\nحزني وذهاب همي وغمي إلا أذهب الله همه وغمه وأبدله مكانه فرحا قالوا يا\nرسول الله أفلا نتعلمهن قال ينبغي لمن سمعهن أن يتعلمهن ) وقال لأمته ( إن\nالشمس والقمر آيتان من آيات الله لا ينكسفان لموت أحد ولا لحياته ولكن الله\nيخوف بهما عباده فإذا رأيتم ذلك فافزعوا إلى الصلاة وذكر الله والاستغفار )\nفأمرهم عند الكسوف بالصلاة والدعاء والذكر والعتق والصدقة ولم يأمرهم أن\nيدعوا مخلوقا ولا ملكا ولا نبيا ولا غيرهم ) ومثل هذا كثير في سنته لم يشرع\nللمسلمين عند الخوف إلا ما أمر الله به من دعاء الله وذكره والاستغفار\nوالصلاة والصدقة ونحو ذلك فكيف يعدل المؤمن بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             ورسوله عما\nشرع <span id='ms17'></span> الله ورسوله إلى بدعة ما أنزل الله بها من سلطان تضاهي دين المشركين\nوالنصارى فإن زعم أحد أن حاجته قضيت بمثل ذلك وأنه مثل له شيخه ونحو ذلك\nفعباد الكواكب والأصنام ونحوهم من أهل الشرك يجري لهم مثل هذا كما قد تواتر\nذلك عمن مضى من المشركين وعن المشركين في هذا الزمان فلولا ذلك ما عبدت\nالأصنام ونحوها قال الخليل عليه السلام واجنبني وبني أن نعبد الأصنام رب\nإنهن أضللن كثيرا من الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nأول ظهور الشرك وفي الصحيح إن أول ما ظهر الشرك في أرض مكة بعد إبراهيم\nالخليل من جهة عمرو بن لحي الخزاعي الذي رآه النبي صلى الله عليه وسلم يجر\nأمعائه في النار وهو أول من سيب السوائب وغير دين إبراهيم قالوا إنه ورد\nالشام فوجد فيها أصناما بالبلقاء يزعمون أنهم ينتفعون بها في جلب منافعهم\nودفع مضارهم فنقلها إلى مكة وسن للعرب الشرك وعبادة الأصنام والأمور التي\nحرمها الله ورسوله من الشرك والسحر والقتل والزنا وشهادة الزور وشرب الخمر\nوغير ذلك من المحرمات قد يكون للنفس فيها حظ مما تعده منفعة أو دفع مضرة\nولولا ذلك ما أقدمت النفوس على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             المحرمات التي لا خير فيها بحال\nوإنما يوقع النفوس في المحرمات الجهل أو الحاجة فأما العالم بقبح الشيء\nوالنهي عنه فكيف يفعله والذين يفعلون هذه الأمور جميعها قد يكون عندهم جهل\nبما فيه من الفساد وقد تكون بهم حاجة إليها مثل الشهوة إليها وقد يكون فيها\nمن الضرر أعظم مما فيها من اللذة ولا يعلمون ذلك لجهلهم أو تغلبهم أهواؤهم\nحتى يفعلوها والهوى غالبا يجعل صاحبه كأنه لا يعلم من الحق شيئا فإن حبك\nللشيء يعمي ويصم ولهذا كان العالم يخشى الله وقال أبو العالية سألت أصحاب\nمحمد صلى الله عليه وسلم عن قول الله عز وجل إنما التوبة على الله للذين\nيعملون السوء بجهالة ثم يتوبون من قريب الآية فقالوا كل من عصى الله فهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             جاهل وكل من تاب قبل الموت فقد تاب من قريب <span id='ms18'></span> وليس هذا موضع\nالبسط لبيان ما في المنهيات من المفاسد الغالبة وما في المأمورات من\nالمصالح الغالية بل يكفي المؤمن أن يعلم أن ما أمر الله به فهو لمصلحة محضة\nأو غالبة وما نهى الله عنه فهو مفسدة محضة أو غالبة وأن الله لا يأمر\nالعباد بما أمرهم به لحاجته إليهم ولا نهاهم عما نهاهم بخلا به عليهم بل\nأمرهم بما فيه صلاحهم ونهاهم عما فيه فسادهم ولهذا وصف نبيه صلى الله عليه\nوسلم بأنه يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم\nالخبائث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n| بيان حكم التمسح بالقبر وتقبيله وتمريغ الخد عليه وأما التمسح بالقبر\nأي قبر كان وتقبيله وتمريغ الخد عليه فمنهي عنه باتفاق المسلمين ولو كان\nذلك من قبور الأنبياء ولم يفعل هذا أحد من سلف الأمة وأئمتها بل هذا من\nالشرك قال الله تعالى وقالوا لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ولا\nيغوث ويعوق ونسرا وقد أضلوا كثيرا وقد تقدم أن هؤلاء أسماء قوم صالحين\nكانوا من قوم نوح وأنهم عكفوا على قبورهم مدة ثم طال عليهم الأمد فصوروا\nتماثيلهم لا سيما إذا اقترن بذلك دعاء الميت والاستغاثة به وقد تقدم ذكر\nذلك وبيان ما فيه من الشرك وبينا الفرق بين الزيارة البدعية التي تشبه\nأهلها بالنصارى والزيارة الشرعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nحكم وضع الرأس عند الكبراء من الشيوخ وتقبيل الأرض وأما وضع الرأس عند\nالكبراء من الشيوخ وغيرهم أو تقبيل الأرض ونحو ذلك فإنه مما لا نزاع فيه\nبين الأئمة في النهي عنه بل مجرد الإنحناء بالظهر لغير الله عز وجل منهي\nعنه ففي المسند وغيره ( أن معاذ بن جبل رضي الله عنه لما رجع من الشام سجد\nللنبي صلى الله عليه وسلم فقال ما هذا يا معاذ فقال يا رسول الله رأيتهم في\nالشام يسجدون لأساقفتهم وبطارقتهم ويذكرون ذلك عن أنبيائهم فقال كذبوا يا\nمعاذ لو كنت آمرا أحد يسجد لأحد لأمرت المرأة أن تسجد لزوجها من عظم حقه\nعليها يا معاذ أرأيت إن <span id='ms19'></span> مررت بقبري أكنت ساجدا قال لا قال لا تفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             هذا ) أو كما قال رسول الله صلى الله عليه وسلم بل قد ثبت في\nالصحيح من حديث جابر أنه صلى الله عليه وسلم صلى بأصحابه قاعدا من مرض كان\nبه فصلوا قياما فأمرهم بالجلوس وقال ( لا تعظموني كما تعظم الأعاجم بعضها\nبعضا ) وقال ( من سره أن يتمثل له الناس قياما فليتبوأ مقعده من النار )\nفإذا كان قد نهاهم مع قعوده وإن كانوا قاموا للصلاة حتى لا يتشبهوا بمن\nيقومون لعظمائهم وبين أن من سره القيام له كان من أهل النار فكيف بما فيه\nمن السجود له ومن وضع الرأس وتقبيل الأيادي وقد كان عمر بن عبدالعزيز رضي\nالله عنه وهو معدود من الخلفاء قد وكل أعوانا يمنعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             الداخل من\nتقبيل الأرض ويؤدبهم إذا قبل أحد الأرض وبالجملة فالقيام والقعود والركوع\nوالسجود حق للواحد المعبود خالق السماوات والأرض وما كان حقا خالصا لله لم\nيكن لغيره فيه نصيب مثل الحلف بغير الله عز وجل وقد قال رسول الله صلى الله\nعليه وسلم ( من كان حالفا فليحلف بالله أو ليصمت ) متفق عليه وقال أيضا (\nمن حلف بغير الله فقد أشرك ) فالعبادة كلها لله وحده لا شريك له وما أمروا\nإلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك\nدين القيمة وفي الصحيح عن النبي صلى الله عليه وسلم أنه قال ( إن الله يرضى\nلكم ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             أن تعبدوه ولا تشركوا به شيئا وأن تعتصموا بحبل الله\nجميعا ولا تفرقوا وأن تناصحوا من ولاه الله أمركم ) وإخلاص الدين لله هو\nأصل العبادة ونبينا صلى الله عليه وسلم نهى عن الشرك دقه وجله وحقيره\nوكبيره حتى أنه قد تواتر عنه أنه نهى عن الصلاة وقت طلوع الشمس ووقت غروبها\nبألفاظ متنوعة تارة يقول ( لا تحروا بصلاتكم طلوع الشمس ولا غروبها ) وتارة\nينهى عن الصلاة بعد طلوع الفجر حتى تطلع الشمس وبعد العصر حتى تغرب الشمس\nوتارة يذكر أن الشمس إذا طلعت طلعت بين <span id='ms20'></span> قرني شيطان وحينئذ يسجد لها الكفار\nونهى عن الصلاة في هذا الوقت لما فيه من مشابهة المشركين في كونهم يسجدون\nللشمس في هذا الوقت وأن الشيطان يقارن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             الشمس حينئذ ليكون\nالسجود له فكيف بما هو أظهر شركا ومشابهة للمشركين من هذا وقد قال الله\nتعالى فيما أمر رسوله أن يخاطب به أهل الكتاب قل يا أهل الكتاب تعالوا إلى\nكلمة سواء بيننا وبينكم أن لا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ\nبعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون وذلك\nلما فيه من مشابهة أهل الكتاب من اتخاذ بعضهم بعضا أربابا من دون الله ونحن\nمنهيون عن مثل هذا ومن عدل عن هدي نبيه صلى الله عليه وسلم وهدي أصحابه\nوالتابعين لهم بإحسان إلى ما هو من جنس هدي النصارى فقد ترك ما أمر الله به\nورسوله وأما قول القائل انقضت حاجتي ببركة الله وبركتك فمنكر من القول فإنه\nلا يقرن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             بالله في مثل هذا غيره حتى أن قائلا قال للنبي صلى\nالله عليه وسلم ما شاء الله وشئت فقال ( أجعلتني لله ندا ما شاء الله وحده\n) وقال ( لا تقولوا ما شاء الله وشاء محمد ولكن قولوا ما شاء الله ثم ما\nشاء محمد ) وفي الحديث أن بعض المسلمين رأى قائلا يقول نعم القوم أنتم لولا\nأنكم تنددون أي تجعلون لله ندا يعني تقولون ما شاء الله وشاء محمد فنهاهم\nالنبي صلى الله عليه وسلم عن ذلك وفي الصحيح عن زيد بن خالد قال صلى بنا\nرسول الله صلى الله عليه وسلم صلاة الفجر بالحديبية في إثر سماء من الليل\nفقال ( أتدرون ماذا قال ربكم الليلة قلنا الله ورسوله أعلم قال قال أصبح من\nعبادي مؤمن بي وكافر فأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             من قال مطرنا بفضل الله ورحمته فذلك\nمؤمن بي كافر بالكوكب وأما من قال مطرنا بنوء كذا وكذا فذلك كافر بي مؤمن\nبالكوكب ) والأسباب التي جعلها الله أسبابا لا تجعل مع الله شركاء وأندادا <span id='ms21'></span>\nوأعوانا وقول القائل ببركة الشيخ قد يعني بها دعاءه وأسرع الدعاء إجابة\nدعاء لغائب وقد يعني بها بركة ما أمره به وعلمه من الخير وقد يعني بها بركة\nمعاونته له على الحق وموالاته في الدين ونحو ذلك وهذه كلها معان صحيحة وقد\nيعني بها دعائه للميت والغائب إذ استقلال الشيخ بذلك التأثير أو فعله لما\nهو عاجز عنه أو غير قادر عليه أو غير قاصد له متابعته أو مطاوعته على ذلك\nمن البدع المنكرات ونحو هذه المعاني الباطلة والذي لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             ريب فيه\nأن العمل بطاعة الله تعالى ودعاء المؤمنين بعضهم لبعض ونحو ذلك هو نافع في\nالدنيا والآخرة وذلك بفضل الله ورحمته\n</p>\n\n<p>\n| بيان حقيقة القطب الغوث الفرد الجامع وأما سؤال السائل عن القطب الغوث\nالفرد الجامع فهذا قد يقوله طوائف من الناس ويفسرونه بأمور باطلة في دين\nالإسلام مثل تفسير بعضهم أن الغوث هو الذي يكون مدد الخلائق بواسطته في\nنصرهم ورزقهم حتى يقول إن مدد الملائكة وحيتان البحر بواسطته فهذا من جنس\nقول النصارى في المسيح عليه السلام والغالية في علي رضي الله عنه وهذا كفر\nصريح يستتاب منه صاحبه فإن تاب وإلا قتل فإنه ليس من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             المخلوقات\nلا ملك ولا بشر يكون إمداد الخلائق بواسطته ولهذا كان ما يقوله الفلاسفة في\nالعقول العشرة الذين يزعمون أنها الملائكة وما يقوله النصارى في المسيح\nونحو ذلك كفر صريح باتفاق المسلمين وكذلك أعني بالغوث ما يقوله بعضهم من أن\nفي الأرض ثلاثمائة وبضعة عشر رجلا يسمونهم النجباء فينتقي منهم سبعون هم\nالنقباء ومنهم أربعون هم الأبدال ومنهم سبعة هم الأقطاب ومنهم أربعة هم\nالأوتاد ومنهم واحد هو الغوث وأنه مقيم بمكة وأن أهل الأرض إذا نابهم نائبة\nفي رزقهم ونصرهم فزعوا إلى الثلاثمائة وبضعة عشر رجلا وأولئك يفزعون إلى\nالسبعين والسبعون إلى الأربعين والأربعون إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             السبعة والسبعة\nإلى الأربعة والأربعة إلى الواحد وبعضهم قد يزيد في هذا وينقص في الأعداد\nوالأسماء والمراتب فإن لهم فيها مقالات متعددة حتى يقول بعضهم أنه <span id='ms22'></span> ينزل من\nالسماء على الكعبة ورقة خضراء باسم غوث الوقت واسمه خضر على قول من يقول\nمنهم إن الخضر هو مرتبة وإن لكل زمان خضرا فإن لهم في ذلك قولين وهذا كله\nباطل لا أصل له في كتاب الله ولا سنة رسوله ولا قاله أحد من سلف الأمة ولا\nأئمتها ولا من المشايخ الكبار المتقدمين الذين يصلحون للإقتداء بهم ومعلوم\nأن سيدنا رسول رب العالمين وأبا بكر وعمر وعثمان وعليا رضي الله عنهم كانوا\nخير الخلق في زمنهم وكانوا بالمدينة ولم يكونوا بمكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             وقد روى\nبعضهم حديثا في هلال غلام المغيرة بن شعبة وأنه أحد السبعة والحديث باطل\nباتفاق أهل المعرفة وإن كان قد روى بعض هذه الأحاديث أبو نعيم في حلية\nالأولياء والشيخ أبو عبدالرحمن السلمي في بعض مصنفاته فلا تغتر بذلك فإن\nفيه الصحيح والحسن والضعيف والموضوع والمكذوب الذي لا خلاف بين العلماء في\nأنه كذب موضوع وتارة يرويه على عادة بعض أهل الحديث الذين يروون ما سمعوا\nولا يميزون بين صحيحه وباطله وكان أهل الحديث لا يروون مثل هذه الأحاديث\nلما ثبت في الصحيح عن النبي صلى الله عليه وسلم أنه قال ( من حديث عني\nبحديث وهو يرى أنه كذب فهو أحد الكاذبين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             وبالجملة فقد علم\nالمسلمون كلهم أن ما ينزل بالمسلمين من النوازل في الرغبة والرهبة مثل\nدعائهم عند الاستسقاء لنزول الرزق ودعائهم عند الكسوف والاعتداد لرفع\nالبلاء وأمثال ذلك إنما يدعون في ذلك الله وحده لا شريك له لا يشركون به\nشيئا لم يكن للمسلمين قط أن يرجعوا بحوائجهم إلى غير الله عز وجل بل كان\nالمشركون في جاهليتهم يدعونه بلا واسطة فيجيبهم الله أفتراهم بعد التوحيد\nوالإسلام لا يجيب دعاءهم إلا بهذه الواسطة التي ما أنزل الله بها من سلطان\nقال تعالى وإذا مس الإنسان الضر دعانا لجنبه أو قاعدا أو قائما فلما كشفنا\nعنه ضره مر كأن لم يدعنا إلى ضر مسه وقال تعالى وإذا مسكم الضر في البحر ضل\nمن تدعون إلا <span id='ms23'></span> إياه وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             تعالى قل أرأيتم إن أتاكم عذاب الله أو\nأتتكم الساعة أغير الله تدعون إن كنتم صادقين بل إياه تدعون فيكشف ما تدعون\nإليه إن شاء وتنسون ما تشركون وقال ولقد أرسلنا إلى أمم من قبلك فأخذناهم\nبالبأساء والضراء لعلهم يتضرعون فلولا إذ جاءهم بأسنا تضرعوا ولكن قست\nقلوبهم وزين لهم الشيطان ما كانوا يعملون والنبي صلى الله عليه وسلم استسقى\nلأصحابه بصلاة وبغير صلاة وصلى بهم للاستسقاء وصلاة الكسوف وكان يقنت في\nصلاته فيستنصر على المشركين وكذلك خلفاؤه الراشدون بعده وكذلك أئمة الدين\nومشايخ المسلمين وما زالوا على هذه الطريقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             ولهذا يقال ثلاثة\nأشياء ما لها من أصل باب النصيرية ومنتظر الرافضة وغوث الجهال فإن النصيرية\nتدعي في الباب الذي لهم ما هو من هذا الجنس أنه يقيم العالم فذاك شخصه\nموجود ولكن دعوى النصيرية فيه باطلة وأما محمد بن الحسن المنتظر والغوث\nالمقيم بمكة ونحو هذا فإنه باطل ليس له وجود وكذلك ما يزعمه بعضهم من أن\nالقطب الغوث الجامع يمد أولياء الله ويعرفهم كلهم ونحو هذا فهذا باطل فأبو\nبكر وعمر رضي الله عنهما لم يكونا يعرفان جميع أولياء الله ولا يمدانهم\nفكيف بهؤلاء الضالين المغترين الكذابين ورسول الله صلى الله عليه وسلم سيد\nولد آدم إنما عرف الذين لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             رآهم من أمته بسيما الوضوء وهو\nالغرة والتحجيل ومن هؤلاء من أولياء الله من لا يحصيه إلا الله عز وجل\nوأنبياء الله الذين هو إمامهم وخطيبهم لم يكن يعرف أكثرهم بل قال الله\nتعالى ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك\nوموسى لم يكن يعرف الخضر والخضر لم يكن يعرف موسى بل لما سلم عليه موسى قال\nله الخضر وأنى بأرضك السلام فقال له أنا موسى قال موسى بني إسرائيل قال نعم\nوقد كان بلغه اسمه وخبره ولم يكن يعرف عينه ومن قال إنه نقيب الأولياء أو\nأنه يعلمهم كلهم فقد قال الباطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالقول الفصل في الخضر عليه <span id='ms24'></span> السلام والصواب الذي عليه المحققون أنه ميت\nوأنه لم يدرك الإسلام ولو كان موجودا في زمن النبي صلى الله عليه وسلم لوجب\nعليه أن يؤمن به ويجاهد معه كما أوجب الله ذلك عليه وعلى غيره ولكان يكون\nفي مكة والمدينة ولكان يكون حضوره مع الصحابة للجهاد معهم وإعانتهم على\nالدين أولى به من حضوره عند قوم كفار ليرقع لهم سفينتهم ولم يكن مختفيا عن\nخير أمة أخرجت للناس وهو قد كان بين المشركين ولم يحتجب عنهم ثم ليس\nللمسلمين به وأمثاله حاجة لا في دينهم ولا في دنياهم فإن دينهم أخذوه عن\nالرسول النبي الأمي صلى الله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             وسلم الذي علمهم الكتاب\nوالحكمة وقال لهم نبيهم ( لو كان موسى حيا ثم اتبعتموه وتركتموني لضللتم )\nوعيسى بن مريم عليه السلام إذا نزل من السماء إنما يحكم فيهم بكتاب ربهم\nوسنة نبيهم فأي حاجة لهم مع هذا إلى الخضر وغيره والنبي صلى الله عليه وسلم\nقد أخبرهم بنزول عيسى من السماء وحضوره مع المسلمين وقال كيف تهلك أمة أنا\nفي أولها وعيسى في آخرها ) فإذا كان النبيان الكريمان اللذان هما مع\nإبراهيم وموسى ونوح أفضل الرسل ومحمد صلى الله عليه وسلم سيد ولد آدم ولم\nيحتجبوا عن هذه الأمة لا عوامهم ولا خواصهم فكيف يحتجب عنهم من ليس مثلهم\nوإذا كان الخضر حيا دائما فكيف لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             يذكر النبي صلى الله عليه\nوسلم ذلك قط ولا أخبر به أمته ولا خلفاءه الراشدين وقول القائل إنه نقيب\nالأولياء فيقال له من ولاه النقابة وأفضل الأولياء أصحاب محمد صلى الله\nعليه وسلم وليس فيهم الخضر وعامة ما يحكى في هذا الباب من الحكايات بعضها\nكذب وبعضها مبني على ظن رجل مثل شخص رأى رجلا ظن أنه الخضر وقال إنه الخضر\nكما أن الرافضة ترى شخصا تظن أنه الإمام المنتظر المعصوم أو تدعي ذلك وروي\nعن الإمام أحمد بن حنبل أنه قال وقد ذكر له الخضر من أحالك على غائب فما\nأنصفك وما ألقى هذا <span id='ms25'></span> على ألسنة الناس إلا الشيطان وقد بسطنا الكلام على هذا\nفي غير هذا الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             $ حكم إمكانية تسمية أفضل أهل الزمان بالقطب\nوالغوث وأما إن قصد القائل بقوله ( القطب الغوث الفرد الجامع ) أنه رجل\nيكون أفضل أهل زمانه فهذا ممكن لكن من الممكن أيضا أن يكون في الزمان اثنان\nمتساويان في الفضل وثلاثة وأربعة ولا يجزم بأن لا يكون في كل زمان أفضل\nالناس إلا واحدا وقد تكون جماعة بعضهم أفضل من بعض من وجه دون وجه وتلك\nالوجوه إما متقاربة وإما متساوية ثم إذا كان في الزمان رجل هو أفضل أهل\nالزمان فتسميته بالقطب الغوث الجامع بدعة ما أنزل الله بها من سلطان ولا\nتكلم بهذا أحد من سلف الأمة وأئمتها وما زال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             السلف يظنون في\nبعض الناس أنه أفضل أو من أفضل أهل زمانه ولا يطلقون عليه هذه الأسماء التي\nما أنزل الله بها من سلطان لا سيما أن من المنتحلين لهذا الاسم من يدعي أن\nأول الأقطاب هو الحسن بن علي بن أبي طالب رضي الله عنهما ثم يتسلل الأمر\nإلى ما دونه إلى بعض مشايخ المتأخرين وهذا لا يصح لا على مذهب أهل السنة\nولا على مذهب الرافضة فأين أبو بكر وعمر وعثمان وعلي والسابقون الأولون من\nالمهاجرين والأنصار والحسن عند وفاة النبي صلى الله عليه وسلم كان قد قارب\nسن التمييز والاحتلام وقد حكي عن بعض الأكابر من الشيوخ المنتحلين لهذا أن\nالقطب الفرد الغوث الجامع ينطبق علمه على علم الله تعالى وقدرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             على قدرة الله تعالى فيعلم ما يعلمه الله ويقدر على ما يقدر\nعليه الله وزعم أن النبي صلى الله عليه وسلم كان كذلك وأن هذا انتقل عنه\nإلى الحسن وتسلسل إلى شيخه فبينت أن هذا كفر صريح وجهل قبيح وأن دعوى هذا\nفي رسول الله صلى الله عليه وسلم كفر دع ما سواه وقد قال الله تعالى قل لا\nأقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول إني ملك وقال تعالى <span id='ms26'></span> قل\nلا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت\nمن الخير وما مسني السوء الآية وقال تعالى يقولون لو كان لنا من الأمر شيء\nما قتلنا ههنا الآية وقال تعالى يقولون هل لنا من الأمر من شيء قل إن الأمر\nكله لله وقال تعالى ليقطع طرفا من الذين كفروا أو يكبتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nفينقلبوا خائبين ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون\nوقال تعالى إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم\nبالمهتدين والله سبحانه وتعالى أمرنا أن نطيع رسوله صلى الله عليه وسلم\nفقال من يطع الرسول فقد أطاع الله وأمرنا أن نتبعه فقال تعالى قل إن كنتم\nتحبون الله فاتبعوني يحببكم الله وأمرنا أن نعزره ونوقره وننصره وجعل له من\nالحقوق ما بينه في كتابه وسنة رسوله حتى أوجب علينا أن يكون أحب الناس\nإلينا من أنفسنا وأهلينا فقال تعالى النبي أولى بالمؤمنين من أنفسهم وقال\nتعالى قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم وأموال\nاقترفتموها وتجارة تخشون كسادها ومساكن ترضونها أحب إليكم من الله ورسوله\nوجهاد في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             سبيله فتربصوا حتى يأتي الله بأمره وقال صلى الله\nعليه وسلم ( والذي نفسي بيده لا يؤمن أحدكم حتى أكون أحب إليه من ولده\nووالده والناس أجمعين ) وقال له عمر رضي الله عنه يا رسول الله لأنت أحب\nإلي من كل شيء إلا من نفسي فقال ( لا يا عمر حتى أكون أحب إليك من نفسك قال\nفلأنت أحب إلي من نفسي قال الآن يا عمر ) وقال ( ثلاث من كن فيه وجد بهن\nحلاوة الإيمان من كان الله ورسوله أحب إليه مما سواهما ومن كان يحب المرء\nلا يحبه إلا لله ومن كان يكره أن يرجع في الكفر بعد إذ أنقذه الله منه كما\nيكره أن يلقى في النار ) وقد بين في كتابه حقوقه التي لا تصلح إلا له وحقوق\nرسله وحقوق المؤمنين بعضهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             بعض كما <span id='ms27'></span> بسطنا الكلام على ذلك\nفي غير هذا الموضع وذلك مثل قوله تعالى ومن يطع الله ورسوله ويخش الله\nويتقه فأولئك هم الفائزون فالطاعة لله ورسوله والخشية والتقوى لله وحده\nوقال تعالى ولو أنهم رضوا ما آتاهم الله ورسوله وقالوا حسبنا الله سيؤتينا\nالله من فضله ورسوله إنا إلى الله راغبون فالإيتاء لله والرسول والرغبة لله\nوحده وقال تعالى وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا لأن الحلال\nما أحله الله ورسوله والحرام ما حرمه الله ورسوله وأما الحسب فهو لله وحده\nكما قال وقالوا حسبنا الله ولم يقل حسبنا الله ورسوله وقال تعالى يا أيها\nالنبي حسبك الله ومن اتبعك من المؤمنين أي يكفيك الله ويكفي من اتبعك من\nالمؤمنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             وهذا هو الصواب المقطوع به في هذه الآية ولهذا كانت\nكلمة إبراهيم ومحمد عليهما الصلاة والسلام حسبنا الله ونعم الوكيل والله\nسبحانه وتعالى أعلم وأحكم وصلى الله على خير خلقه سيدنا محمد وعلى آله\nوصحبه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             <span id='ms28'></span>\n</p>\n",
  "pages": [
    "001",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079"
  ],
  "volumes": [
    "01"
  ]
}