{
  "content": "\n\nعنوان الكتاب:\n<h1 class='l1' id='head0'>AUTO المسائل التي خالف فيها رسول الله صلى الله عليه وسلم أهل</h1>\n\nالجاهلية\n<p>\nتأليف:\n</p>\n\n<p>\nمحمد بن عبد الوهاب بن سليمان التميمي\n</p>\n\n<p>\n1206ه\n</p>\n\n<p>\nدراسة وتحقيق:\n</p>\n\n<p>\nيوسف بن محمد السعيد\n</p>\n\n<p>\nالناشر:\n</p>\n\n<p>\nدار المجد للنشر والتوزيع\n</p>\n\n<p>\nالأولى 1425ه/2004م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nص -5- ... بسم الله الرحمن الرحيم\n</p>\n\n<p>\nمقدمة الطبعة الثانية\n</p>\n\n<p>\nالحمد لله وحده, والصلاة والسلام على من لا نبي بعده, أما بعد:\n</p>\n\n<p>\nفهذه هي الطبعة الثانية من هذا الكتاب المبارك, وقد حرصت على تنقيحها\nوتلافي ما وقع في الطبعة الأولى من الأخطاء التي لم تكن مقصودة.\n</p>\n\n<p>\nومن الطرائف أن أحد العابثين بالكتب وهو المدعو علي مصطفى خلوف قام\nبالسطو على الكتاب في طبعته الأولى, ونقل الأخطاء كما هي, ولم يتورع عن\nالعبث به وإفساده.\n</p>\n\n<p>\nوقام الأخ الشيخ عبد الرحمن العسكر بنقده في أحد أعداد جريدة \" الجزيرة\"\nوهو العد ذو الرقم 10906 الصادر يوم الخميس 29/6/1423 فلله الأمر من قبل\nومن بعد.\n</p>\n\n<p>\nوالله المستعان, وصلى آله وسلم على نبينا محمد وآله وصحبه.\n</p>\n\n<p>\nوكتبه الفقير إلى عفو ربه القدير\n</p>\n\n<p>\nيوسف بن محمد السعيد\n</p>\n\n<p>\nعصر الجمعة 26/4/1424\n</p>\n\n<p>\nالرياض- حرسها الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nص -6- ... مقدمة التحقيق\n</p>\n\n<p>\nإن الحمد لله, نحمده, ونستعينه, ونستغفره، ونعوذ بالله من شرور أنفسنا,\nومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له, وأشهد\nأن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله.\n</p>\n\n<p>\n{ يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}1\n</p>\n\n<p>\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث\nمنهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان\nعليكم رقيبا}2\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا. يصلح لكم أعمالكم\nويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما}3\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن أصدق الحديث كتاب الله، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر\nالأمور محدثاتها, وكل محدثة بدعة، وكل بدعة ضلالة.\n</p>\n\n<p>\nهذا, وإن الله- تعالى- بعث نبيه محمدا صلى <span id='ms001'></span> الله عليه وسلم وقد مقت- جل جلاله-\n</p>\n\n<p>\n1 سورة آل عمران, الآية 102.\n</p>\n\n<p>\n2 سورة النساء، الآية1.\n</p>\n\n<p>\n3 سورة الأحزاب الآيتان 70-71.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nص -8- ... 5- خرجت الأبيات الشعرية من الدواوين وكتب التخاريج.\n</p>\n\n<p>\n6- عرف بالفرق.\n</p>\n\n<p>\n7- علقت على بعض المواضع التي رأيت التعليق عليها.\n</p>\n\n<p>\n8- وثقت نقولات المؤلف من المصادر التي نقل عنها.\n</p>\n\n<p>\n9- قمت بوضع فهارس للكتاب, وهي: فهري الآيات, والأحاديث والآثار والأبيات\nوالأعلام والفرق والجماعات والكتب الواردة في المتن ومصادر التحقيق\nوالمراجعة, والموضوعات.\n</p>\n\n<p>\nهذا وأسأل الله -تعالى- أن ينفع بهذا الكتاب وأصله من ألفه, وحققه وسعى\nفي نشره, وقرأه.\n</p>\n\n<p>\n{أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه\nوأصلح لي في ذريتي إني تبت إليك وإني من المسلمين}.\n</p>\n\n<p>\nاللهم صل وسلم على عبدك ورسولك تبينا محمد وعلى آله وصحبه, والحمد لله رب\nالعالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nص -11- ... أهل الأرض عربهم وعجمهم إلا بقايا من أهل الكتاب, ففتح به أعينا\nعميا, وآذانا صما, وقلوبا غلفا, فحصل ببركة نبوته الخير العظيم.\n</p>\n\n<p>\nوكان الناس إذ بعث فيهم النبي صلى الله عليه وسلم قد حادوا على الصراط\nالمستقيم, وسلكوا طرق الشياطين, فكثر فيهم الفساد والشر, فكانوا أحوج ما\nيكونون إلى من يدلهم إلى ما أضلوا, وهو دين الله-تعالى- ووحيه.\n</p>\n\n<p>\nوهذا إنما حصل بسبب بعدهم عن منهج الله- تعالى- وشرعه, فأكثر ما جاء عن\nالله-تعالى- قد درس, وما بقي منه لا يعلم صدقه من كذبه, إذ سلك فيه\nالمؤتمنون عليه- وهم الأحبار- مسلك التغيير والتبديل, فاشتبه حقه بباطله.\n</p>\n\n<p>\nولما بعث نبي الله صلى الله عليه وسلم كان غاية همه ومراده عودة الناس\nإلى الأمر الأول, وهو عبادة الله-تعالى- ونبذ كل ما يعارض ذلك, والقضاء على\nمآثر الجاهلية, فجد صلى الله عليه وسلم في ذلك واجتهد, حتى ترك الناس على\nالبيضاء ليلها كنهارها, لا يزيغ عنها إلا هالك, وأتم الله- تعالى- به\nالنعمة, وكمل به الدين {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت\nلكم الأسلام}1.\n</p>\n\n<p>\nوقد حذر الناس من إحياء سنن الجاهلية, والتشبه بأهلها, أو موافقتهم, في\nشيء من ذلك <span id='ms002'></span>, فوقع هذا موقعه من الصحابة- رضي الله عنهم- ومن تبعهم من\nالقرون المفضلة.\n</p>\n\n<p>\nولما بعد الناس من نور النبوة, واجتالتهم الشياطين, فاتبعوا أهواء الذين\nمن قبلهم, فدبت إليهم أنواع من البدع والمحدثات التي لم تكن في أسلافهم حتى\nاستمرأ كثير منهم ذلك, فأنكروا على من أنكر عليهم,\n</p>\n\n<p>\n1 المائدة:3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nص -12- ... وحاربوه, وغدت بينهم البدع سننا والسنن بدعا, وتشبهوا بأهل\nالجاهلية الأميين والكتابيين, ووقعوا فيما حذر منه صلى الله عليه وسلم.\n</p>\n\n<p>\nولما رأى علماء هذه الأمة الخاتمة ما وقع فيه المسلمون من ذلك, تجردوا\nلمحاربته بكل ما يستطيعون, فكان من نتائج ذلك تأليف الكتب المحذرة من\nالوقوع في ذلك, فألفت في ذلك مؤلفات عدة, منها ما هو خاص بالتحذير من\nمشابهة الكفار.\n</p>\n\n<p>\nومن هذه المؤلفات كتاب \"المسائل التي خالف فيها رسول الله صلى الله عليه\nوسلم ما عليه أهل الجاهلية\" وهو كتيب صغير الحجم عظيم النفع, جمع فيه مؤلفه\nالإمام العالم الرباني شيخ الإسلام أبو عبد الله محمد بن عبد الوهاب- رحمه\nالله تعالى- مسائل كثيرة خالف فيها رسول الله صلى الله عليه وسلم أهل\nالجاهلية الأميين والكتابيين.\n</p>\n\n<p>\nولكون هذا الكتاب ذا أهمية كبيرة, فغن العالم السلفي أبا المعالي محمود\nشكري الألوسي- رحمه الله- قد قام بشرحه شرحا موجزا, استدل فيه لبعض مسائله,\nوفسر بعض أدلته, وربط بعض مسائله بواقعه الذي يعيش فيه.\n</p>\n\n<p>\nولأهمية هذا الكتاب وأصله, رغبت في تحقيقه ونشره, لعل الله -تعالى- أن\nينفع به, وأن يجعله ذخرا لي يوم ألقاه.\n</p>\n\n<p>\nوقد قسمت العمل في هذا الكتاب قسمين:\n</p>\n\n<p>\nالقسم الأول: قسم الدراسة وفيه فصلان:\n</p>\n\n<p>\nالفصل الأول: التعريف بمؤلفي الكتابين وكتابيهما, وفيه المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: ترجمة موجزة لمؤلف الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nص -13- ... المبحث الثاني: ترجمة موجزة للشارح.\n</p>\n\n<p>\nالمبحث الثالث: منهجه في الشرح, ومصادره.\n</p>\n\n<p>\nالمبحث الرابع: طبعات الشرح, وتقويمها.\n</p>\n\n<p>\nالمبحث الخامس: التعريف بالنسخة الخطية للشارح.\n</p>\n\n<p>\nالفصل الثاني: في الجاهلية, وفيه المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: تعريف الجاهلية لغة واصطلاحا.\n</p>\n\n<p>\nالمبحث الثاني: أنواع الجاهلية\n</p>\n\n<p>\nالمبحث الثالث: حكم مخالفة أهل الجاهلية.\n</p>\n\n<p>\nالقسم الثاني: قسم التحقيق, وكان <span id='ms003'></span> عملي فيه على النحو الآتي:\n</p>\n\n<p>\n1- قابلت بين النسخة الخطية والمطبوعة, واعتمدت طريقة (النص المختار),\nلكون كل واحدة منها تكمل الأخرى, وأرى أن القارئ يهمه سلامة النص, وخروجه\nعلى نحو ما أراده مؤلفه, وإبقاء الخطأ في النص مع الإشارة إليه في الحاشية-\nعلى نحو ما يفعله كثير من المستشرقين وبعض المتأثرين بهم- أرى أنه مما يشتت\nذهن القارئ.\n</p>\n\n<p>\n2- ضبطت النص بالشكل, وما كان فيه وجهان أوضحتهما بالشكل, وكذا ما كان\nفيه ثلاثة وجوه.\n</p>\n\n<p>\n3- عزوت الآيات إلى مواضعها من كتاب الله-تعالى-.\n</p>\n\n<p>\n4- خرجت الأحاديث والآثار الواردة, واجتهدت في نقل أحكام أئمة هذا الشأن\nالعظيم, خاصة المتقدمين منهم, ولم أذكر من المتأخرين سوى الشيخ أحمد بن\nشاكر-رحمه الله تعالى- والشيخ محمد ناصر الدين الألباني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nص -17- ... المسائل التي خالف فيها رسول الله صلى الله عليه وسلم أهل\nالجاهلية\n</p>\n\n<p>\nللإمام محمد بن عبد الوهاب. 1115-1206ه\n</p>\n\n<p>\nشرح العلامة أبي المعالي محمود شكري الألوسي. 1273-1343ه\n</p>\n\n<p>\nدرسه وحققه : د/ يوسف بن محمد السعيد, الأستاذ المشارك بقسم العقيدة\nوالمذاهب الفكرية المعاصرة بكلية أصول الدين بالرياض، الطبعة الأولى: 1425ه\n- 2004م\n</p>\n\n<p>\nالقسم الأول: الدراسة\n</p>\n\n<p>\nوفيه فصلان: التعريف بمؤلفي الكتابين وكتابيهما.، في الجاهلية\n</p>\n\n<p>\nالفصل الأول\n</p>\n\n<p>\nوفيه خمسة مباحث: المبحث الأول: ترجمة موجزة لمؤلف الأصل.\n</p>\n\n<p>\nالمبحث الثاني: ترجمة موجزة للشارح.\n</p>\n\n<p>\nالمبحث الثالث: منهجه في الشرح, ومصادره.\n</p>\n\n<p>\nالمبحث الرابع: طبعات الشرح, وتقويمها.\n</p>\n\n<p>\nالمبحث الخامس: التعريف بالنسخة الخطية للشارح.\n</p>\n\n<p>\nالمبحث الأول\n</p>\n\n<p>\nترجمة موجزة لمؤلف الأصل.\n</p>\n\n<p>\n-هو الإمام العلامة الصلح شيخ الإسلام, ومحي ما اندرس من معالمه, أبو عبد\nالله محمد بن عبد الوهاب بن سليمان بن علي بن محمد ابن أحمد بن راشد بن\nبريد بن محمد بن مشرف التميمي.\n</p>\n\n<p>\n- ولد -رحمه الله تعالى- في بلدة العيينة في بلاد نجد سنة خمس عشرة ومائة\nوالف من هجرة المصطفى صلى الله عليه وسلم في بيت علم ودين, وقد كان والده\nالشيخ عبد والوهاب (ت1153) قاضي العيينة ومفتيها, وكان جده الشيخ سليمان (ت\n1079) قاضي نجد عامة ومفتيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nبدأ-رحمه الله تعالى- في طلب العلم مبكرا, فقد <span id='ms004'></span> حفظ القرآن قبل العاشرة من\nعمره, ثم قرأ على والده مبادئ الفقه الحنبلي, ثم استأذنه في الخروج على\nالحج, فحج, ثم قصد المدينة النبوية ثم عاد إلى العيينة وأكمل القراءة على\nوالده, ثم سافر بعد إلى مكة والمدينة, وأخذ يتردد على علمائها, فكان ممن\nأفاد منه الشيخ عبد الله بن إبراهيم بن سيف النجدي الحنبلي نزيل المدينة\nالنبوية, والشيخ محمد حياة السندي (ت 1165), ثم عاد مرة أخرى إلى العيينة,\nوقرا فيها على والده, وبدأ دعوته, حيث دعا على التوحيد والتمسك بالكتاب\nوالسنة, وحذر من الشرك الذي كان سائدا في أعظم ارجاء البسيطة, ثم رحل إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nص -18- ... العراق, وكان يتردد فيها بين البصرة والزبير, وأخذ هناك عن\nالشيخ محمد المجموعي, ثم لما أردا العودة إلى بلاده مر ببلدة الأحساء, ونزل\nهناك على الشيخ عبد الله بن محمد بن عبد اللطيف الأحسائي, وأقام عنده يتلقى\nعنه العلم, ثم رجع إلى نجد, ونشط في دعوته على الله تعالى آمرا بالمعروف,\nناهيا عن المنكر, مجاهدا في سبيل الله بكل ما يملك فأحيا الله على يديه\nسننا قد درست, وترك العمل بها, وعم التوحيد أرجاء كثير من العالم الإسلامي.\n</p>\n\n<p>\nتتلمذ على يدي الشيخ طلبة نجباء, أصبحوا بعد علماء أجلاء, حملوا الدعوة\nبعده, نهجوا نهجه, فنفع الله تعالى بهم, من هؤلاء: أبناؤه: الشيخ عبد الله\n(ت 1243) والشيخ حسين (ت 1224) والشيخ علي (ت 1245) وحفيده الشيخ عبد\nالرحمن بن حسن ( ت 1285) والشيخ حمد بن ناصر بن معمر (ت 1225) والشيخ حسين\nبن غنام (ت 1225), والشيخ عبد العزيز الحصين (ت1237).\n</p>\n\n<p>\nألف الإمام رحمه الله تعالى كتبا ورسائل كثيرة, قامت جامعة الإمام محمد\nبن سعود الإسلامية جمع أكثرها, وطبعه على نفقتها, وتوزيعه فكانت كثر من عشر\nمجلدات.\n</p>\n\n<p>\nومن هذه لكتب:\n</p>\n\n<p>\n- كتاب التوحيد الذي هو حق الله على العبيد.\n</p>\n\n<p>\n- مسائل الجاهلية.\n</p>\n\n<p>\n- كشف الشبهات.\n</p>\n\n<p>\n- الأصول الثلاثة.\n</p>\n\n<p>\n- مختصر زا المعاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nص -19- ... - مختصر السيرة.\n</p>\n\n<p>\n- مختصر المغني والشرح الكبير.\n</p>\n\n<p>\nألم بالشيخ رحمه الله تعالى مرض شديد في أواخر شهر شوال عام 1206, واستمر\nمعه المرض حتى توفاه <span id='ms005'></span> الله تعالى في أواخر شهر ذي القعدة من العام نفسه,\nفاللهم ارفع درجته في عليين, واجعله مع الذين أنعمت عليهم من النبيين\nوالصديقين والشهداء والصالحين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nص -20- ... المبحث الثاني\n</p>\n\n<p>\nترجمة الشارح\n</p>\n\n<p>\nهو أبو المعالي محمود شكري بن عبد الله بهاء الدين بن محمد بن أبي الثناء\nشهاب الدين بن عبد الله بن صلاح الدين بن محمود لخطيب الألوسي.\n</p>\n\n<p>\n-ولد رحمه الله تعالى في اليوم التاسع عشر من شهر رمضان عام ثلاثة وسبعين\nومائتين وألف من هجرة النبي صلى الله عليه وسلم في بغداد من بلاد العراق.\n</p>\n\n<p>\n-نشأ رحمه الله تعالى, في بيت علم ودين, فقد كان كثير من أسرته علماء\nوأدباء, فأبوه عبد الله (ت1291) كان عالما, له مؤلفات, وجده أبو الثناء\nمحمود بن شهاب الدين صاحب \"روح المعاني\" كان -أيضا- عالما, وإن كان عنده\nشيء من البدع , فالله يسامحه, ومن أولاء عمه نعمان خير الدين صاحب جلاء\nالعينين, فقد كان خيرا دينا عالما وقورا.\n</p>\n\n<p>\n-بدأ أبو المعالي رحمه الله تعالى في طلب العلم في سن مبكرة جدا, فأخذ عن\nأبيه مبادئ العربية والخط, ثم بعد وفاة أبيه كفله عمه خير الدين فأخذ عنه,\nكما أخذ عن مشايخ بلده, ومنهم الشيخ إسماعيل بن مصطفى.\n</p>\n\n<p>\n-وبعد أن استوى على سوقه عقد حلقا للعلم في داره ينهل منها الطلاب,\nويفيدون منها, كما درس في جامع عادل خاتون, وجامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nص -21- ... الحيدرية, وجامع السيد سلطان علي, ومدرسة المرجان.\n</p>\n\n<p>\n-ألف أبو المعالي-رحمه الله تعالى- مؤلفات كثيرة نفع الله تعالى بها, ومن\nهذه المؤلفات:\n</p>\n\n<p>\n-غاية الأماني في الرد على النبهاني.\n</p>\n\n<p>\n-فتح المنان, وهو كتاب أتم به التأسيس في الرد على داود بن جرجيس للشيخ\nعبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب- رحمه الله-.\n</p>\n\n<p>\n-صب العذاب على من سب الأصحاب.\n</p>\n\n<p>\n-بلوغ الأرب في معرفة أحوال العرب.\n</p>\n\n<p>\n-تاريخ نجد.\n</p>\n\n<p>\n-شرح مسائل الجاهلية, وهو كتابنا هذا.\n</p>\n\n<p>\n-شرح منظومة عمود النسب.\n</p>\n\n<p>\n-الضرائر الشعرية.\n</p>\n\n<p>\nلقد كان الشيخ رحمه الله تعالى على عقيدة السلف أهل السنة والجماعة <span id='ms006'></span>, يظهر\nذلك جليا في مؤلفاته, وخاصة في \"بلوغ الأماني\", و\"شرح مسائل الجاهلية\"\nو\"فتح المنان\", وكان رحمه الله تعالى شديدا على أهل البدع, محاربا\nلهم,متأثرا بدعوة الشيخ محمد بن عبد الوهاب.\n</p>\n\n<p>\nتوفي أبو المعالي-رحمه الله تعالى- في اليوم الرابع من شهر شوال عام\n(1342ه) على أثر مرض ألم به في أواخر شهر رمضان من العام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nص -22- ... نفسه, نسأل الله تعالى له الرحمة والنجاة من النار, وجزاه على\nما قدم للمسلمين خير الجزاء1.\n</p>\n\n<p>\n1 انظر ترجمته: \"محمود شكري الألوسي-سيرته ودراساته اللغوية\" لمحمد بهجة\nالأثري, \"أعلام العراق\" لمحمد بهجة الأثري (ص86-241), مقدمة المسك الأذفر\n(ص13-45) مقدمة كتاب \"صب العذاب على من سب الأصحاب\" للألوسي, ومقدمة من وضع\nالشيخ عبد الله البخاري (ص37-183).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nص -23- ... المبحث الثالث\n</p>\n\n<p>\nمنهج الشرح\n</p>\n\n<p>\nلقد بين المؤلف رحمه الله تعالى منهجه في شرحه هذا الكتاب في مقدمة كتابه\nحيث قال: \"... ولاشتمالها على تلك المسائل المهمة الآخذة بيد من تمسك بها\nإلى منازل الرحمة, أحببت أن أعلق عليها شرحا يفصل مجملها, ويكشف معضلها, من\nغير إيجاز مخل, ولا إطناب ممل, مقتصرا فيه على أوضح الأقاويل, ومبينا ما\nأورده من برهان ودليل\".\n</p>\n\n<p>\nفهذا منهجه قد أبانه بهذه السطور.\n</p>\n\n<p>\nوقد أخل رحمه الله تعالى بما ذكره في بعض المواضع, فتجده تارة يطيل في\nبعضها إطالة غير معتادة, بينما نجده تارة أخرى يذكر المسألة دون أن يتكلم\nفيها بشيء.\n</p>\n\n<p>\nفي تفسيره للآيات جل اعتماده على كتاب جده أبي الثناء \"روح المعاني\".\n</p>\n\n<p>\nوفي مسائل الاعتقاد يعتمد اعتمادا كبيرا على كتب شيخ الإسلام ابن تيمية\nوابن القيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nص -24- ... وهو تارة يصرح بالمصدر الذي نقل عنه, وتارة لا يصرح.\n</p>\n\n<p>\nكما أن الشارح رحمه الله تعالى عني كثيرا بربط هذه المسائل بما يشاهده من\nأهل زمانه, مما يجعل هذا الكتاب مصدرا معتبرا لمعرفة أحوال الناس وقت\nالشارح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nص -25- ... المبحث الرابع\n</p>\n\n<p>\nطبعات الكتاب\n</p>\n\n<p>\nلقد تم طبع هذا الكتاب أول مرة عام 1347ه بالمطبعة السلفية للسيد محب\nالدين الخطيب رحمه الله تعالى بمصر, أي بعد وفاة <span id='ms007'></span> المؤلف رحمه الله تعالى\nبأربع سنوات, واعتمد فيها على نسخة أهداه إياها الأستاذ محمد بهجة الأثري\nأحد تلامذة المؤلف, ثم صور عن هذه الطبعات مرات كثيرة.\n</p>\n\n<p>\nوقد حرص محب الدين الخطيب رحمه الله تعالى على أخراجها للناس, كي يفيدوا\nمنها, فكان له ما أراد, فأفاد الناس من هذه الطبعة, وانتشرت بينهم فجزاه\nالله عنهم خير الجزاء.\n</p>\n\n<p>\nوفي عام 1412ه قامت دار المجد للنشر والتوزيع بالرياض بصف حروف الكتاب\nصفا جيدا, معتمدة على طبعة الكتاب السابقة, بما فيها تعليقات الناشر.\n</p>\n\n<p>\nالملحوظات على مطبوعة السلفية ومطبوعة دار المجد:\n</p>\n\n<p>\nإن كل عمل بشري لا بد أن يلحقه شيء من النقص, وإنه مع حرص السيد محب\nالدين على إخراج الكتاب بصورة حسنة, لم تسلم هذه الطبعة من الأخطاء, فمن\nالأخطاء:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nص -26- ... 1-عدم وصف النسخة الخطية التي اعتمدها في إخراج الكتاب.\n</p>\n\n<p>\n2-عدم تمييزه بين تعليقاته وتعليقات المؤلف, فقد كان له رحمه الله تعالى\nتعليقات, وللمؤلف تعليقات, فلم يميز بينهما, ولا يعرف ذلك إلا من وقف على\nالمخطوط.\n</p>\n\n<p>\n3-التدخل في نص المؤلف, فقد وضعت عناوين للمسائل ليست في النسخة الخطية\nالتي بين أيدينا , فإن كانت موجودة في النسخة الخطية التي اعتمدها, فهذا\nيدلل على أهمية وصفها, وتصوير بعض أوراقها في أول الكتاب, وإن لم تكن\nموجودة فهذا تدخل في النص لم يشر إليه.\n</p>\n\n<p>\n4-جاء على طرة النسخة التي الخطية التي بين أيدينا ما نصه: \"بسم الله\nالرحمن الرحيم, إلى حضرة الإمام الهمام, إمام الأئمة, أعني به جناب الشيخ\nعبد الله بن خلف بن دحيان المحترم, أعلى الله تعالى.... آمين, وبعد السلام\nعليكم ورحمة الله وبركاته على الدوام, أقدم إليك هذا الكتاب, وهو شرح مسائل\nالجاهلية, هدية لك, فالرجاء قبولها والتحفظ عليها, لأن إبراهيم أفندي نجل\nالسيد ثابت الألوسي وبهجة الأثري أرسلاها إلى مصر لأجل الطبع, لكن بعد ما\nغيرا فيها وبدلا, وهذه صححت مرارا وتكرارا, فلذلك أوصيك بحفظها والسلام, 3\nذي القعدة 1345ه عبد الكريم السيد عباس\".\n</p>\n\n<p>\nوبعد المقابلة لم يظهر لي سوى ما ذكرته قبل, فلعله <span id='ms008'></span> يشير بهذا الكلام إليه.\n</p>\n\n<p>\n1 هنا كلمة لم أستبنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nص -27- ... المبحث الخامس\n</p>\n\n<p>\nوصف النسخة الخطية\n</p>\n\n<p>\nحصلت على هذه النسخة من صاحب الفضيلة الشيخ صالح بن عبد العزيز بن محمد\nآل الشيخ-وفقه الله تعالى- وهي مصورة عن مكتبة الموسوعة الفقهية لوزارة\nالأوقاف والشؤون الإسلامية بالكويت.\n</p>\n\n<p>\nوتتكون من خمس وأربعين لوحة, في كل لوحة وجهان, متوسط أسطر كل وجه عشرون\nسطرا, ومتوسط عدد كلمات كل سطر أربعة عشرة كلمة.\n</p>\n\n<p>\nوخطها جيد, وهي مكتوبة بقلم عبد الكريم السيد عباس الشيخلي عام 1344ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nص -31- ... المبحث الأول\n</p>\n\n<p>\nتعريف الجاهلية\n</p>\n\n<p>\nأولا التعريف اللغوي:\n</p>\n\n<p>\nالجاهلية في اللغة: مصدر صناعي مأخوذ من الجاهلي نسبة على الجاهل المشتق\nمن الجهل.\n</p>\n\n<p>\nوالجهل خلاف العلم ونقيضه.\n</p>\n\n<p>\nيقال جهل فلان جهلا وجهالة, وجهل عليه وتجاهل واستجهل.\n</p>\n\n<p>\nوالجمع منه: جهل, وجهل, وجهل, وجهال, وجهلاء.\n</p>\n\n<p>\nقال تعالى: {يحسبهم الجاهل أغنياء من التعفف }1.\n</p>\n\n<p>\nومنه قولهم للمفازة التي لا علم بها: \"مجهل\".\n</p>\n\n<p>\nويطلق الجهل ويراد به الخفة التي هي خلاف الطمأنينة, ويراد به الطيش,\nومنه قولهم للخشبة التي يحرك بها الجمر\"مجهل\"2, ومنه قول عمرو بن كلثوم في\nمعلقته:\n</p>\n\n<p>\n1 البقرة: 273\n</p>\n\n<p>\n2 انظر: معجم \" مقاييس اللغة\" لابن فارس : جهل (1/489), وتهذيب اللغة\nللأزهري: جهل (6/56-57), \"المحكم\" لابن سيده: \"جهل\" (4/119), الصحاح\nللأزهري \"جهل\" (4/1663-1664), \"لسان العرب\" لابن منظور: \"جهل\" (11/129),\n\"تاج العروس\" للزبيدي: \"جهل\" (7/368).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nص -32- ... ألا لا يجهلن أحد علينا\n</p>\n\n<p>\nفنجهل فوق جهل الجاهلينا1\n</p>\n\n<p>\nوالجهل ثلاثة أنواع:\n</p>\n\n<p>\nأحدها: بسيط, وهو خلو النفس من العلم.\n</p>\n\n<p>\nثانيها: جهل مركب, وهو اعتقاد الشيء بخلاف ما هو عليه.\n</p>\n\n<p>\nثالثها: فعل الشيء بخلاف ما حقه أن يفعل2.\n</p>\n\n<p>\nالتعريف الاصطلاحي:\n</p>\n\n<p>\nاختلفت عبارات الناس في تعريف الجاهلية والمراد منها, وسأذكر هنا بعضا\nمنها, ثم أختم ذلك بالمختار.\n</p>\n\n<p>\nالتعريف الأول:\n</p>\n\n<p>\nقال الإمام النووي رحمه الله تعالى: \"المراد بالجاهلية الفترة قبل\nالإسلام\"3\n</p>\n\n<p>\nويؤخذ على هذا التعريف كونه غير جامع, وذلك أن الجاهلية جاء إطلاقها حتى\nبعد البعثة, كما قال بن عباس رضي الله عنهما: \"سمعت أبي يقول في الجاهلية:\nاسقنا كأسا دهاقا\"4, وابن عباس إنما ولد بعد البعثة5.\n</p>\n\n<p>\n1 \" ديوان عمرو بن كلثوم <span id='ms009'></span>\" (ص78),\" جمهرة أشعار العرب\" لأبي زيد القرشي\nص300, \"شرح القصائد العشر\" للتبريزي ص288, \"شرح القصائد المشهورات\" لابن\nالنحاس (1/2/125)\n</p>\n\n<p>\n2 انظر: \"المفردات في غريب القرآن\" للرغاب الاصفهاني ص102, \"اقتضاء\nالصراط المستقيم\" (1/224-225).\n</p>\n\n<p>\n3 شرح صحيح مسلم (2/110)\n</p>\n\n<p>\n4 أخرجه البخاري في صحيحه -كتاب لمناقب الأنصار- باب أيام الجاهلية\n(4/236).\n</p>\n\n<p>\n5 انظر طبقات ابن سعد:( 2/365-372), \"تهذيب الكمال\" للمزي (15/154-162),\nفتح الباري لابن حجر (7/183).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nص -33- ... التعريف الثاني:\n</p>\n\n<p>\nقال ابن الأثير- وتبعه ابن منظور-: \" هي-أي الجاهلية- الحال التي كانت\nعليها العرب قبل الإسلام, من الجهل بالله سبحانه وتعالى ورسوله صلى الله\nعليه وسلم وشرائع الدين, والمفاخرة بالأنساب والكبر والتجبر وغير ذلك\"1.\n</p>\n\n<p>\nويؤخذ على هذا التعريف:\n</p>\n\n<p>\nأ-تخصيصه العرب بذلك, مع أن غيرهم من الأمم يشركهم فيه.\n</p>\n\n<p>\nب- أنه جعل نهاية هذه الحال بظهور الإسلام, وقد مر قبل قليل أن الجاهلية\nأطلقت حتى بعد الإسلام.\n</p>\n\n<p>\nالتعريف الثالث:\n</p>\n\n<p>\nوهو للأستاذ محمد قطب حيث قال: \" هي-أي الجاهلية- حالة نفسية ترفض\nالاهتداء بهدى الله, ووضع تنظيمي يرفض الحكم بما أنزل الله\"2.\n</p>\n\n<p>\nويؤخذ على هذا التعريف كونه غير جامع, لأنه أخرج الحال التي تكون عليه\nأمة من الأمم قبل مجيئها هدى الله.\n</p>\n\n<p>\nوفيه قصر على الوضع التنظيمي الذي يرفض الحكم بما أنزل الله, مع أن الأمر\nأعظم من ذلك, فحكم الله ليس في الأمور التنظيمية فقط, بل هو أعم من ذلك كله.\n</p>\n\n<p>\nالتعريف الرابع:\n</p>\n\n<p>\nوهو التعريف الذي وضعه مجمع اللغة العربية بالقاهرة: \"الجاهلية:\n</p>\n\n<p>\n1 \"التهاية في غريب الحديث\" (1/232) , لسان العرب \"جهل\" (11/130).\n</p>\n\n<p>\n2 جاهلية القرن العشرين ص11 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nص -34- ... هي الحالة التي تكون عليها الأمة قبل أن يجيئها الهدى والنبوة\".\n</p>\n\n<p>\nويؤخذ على هذا التعريف ما أخذ على التعريف الأول.\n</p>\n\n<p>\nالتعريف الخامس:\n</p>\n\n<p>\n\" الجاهلية: هي الحالة التي تكون عليها أمة قبل مجيئها هدى الله, والحالة\nالتي تمتنع فيها أمة ما أو بعض أمة من الاستجابة لهدى الله\".\n</p>\n\n<p>\nوهذا التعريف هو المختار عندي, والذي أراه مناسبا لهذا المقام, وذلك للآتي:\n</p>\n\n<p>\n1-كون هذا التعريف أدخل أهل الفترات, وأدخل من امتنع من أتباع الهدى بعد\nإذ جاءه.\n</p>\n\n<p>\nفرسول الله صلى الله عليه وسلم بعث <span id='ms010'></span> في قوم أميين لا علم لهم بالكتاب,\nفهؤلاء يناسبهم الجزء الأول من التعريف, كما أنه صلى الله عليه وسلم لعموم\nرسالته بعث -أيضا لقوم أهل كتاب, وهؤلاء يناسبهم الجزء الثاني, كما أن في\nأمته صلى الله عليه وسلم من يمتنع من الاهتداء بهديه.\n</p>\n\n<p>\n2-موافقة هذا التعريف لما ذكره العلماء من أقسام الجهل.\n</p>\n\n<p>\n1 \"معجم ألفاظ القرآن الكريم\" الذي وضعه مجمع اللغة العربية بالقاهرة\n(1/220) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nص -35- ... المبحث الثاني\n</p>\n\n<p>\nأنواع الجاهلية\n</p>\n\n<p>\nتنوع الجاهلية أنواعا بحسب اعتبارات مختلفة, وغليك بعض أنواعها:\n</p>\n\n<p>\nأولا: أنواعها من حيث الإطلاق والتقييد:\n</p>\n\n<p>\nتتنوع الجاهلية من حيث الإطلاق والتقييد نوعين:\n</p>\n\n<p>\nالنوع الأول: جاهلية مطلقة, وهي الجاهلية العامة, وهذه كانت قبل مبعث\nالنبي صلى الله عليه وسلم, أما بعد المبعث فلا, وذلك لقوله صلى الله عليه\nوسلم: \"لا تزال طائفة من أمتي قائمة بأمر الله, لا يضرهم من خذلهم أو\nخالفهم حتى يأتي أمر الله وهم ظاهرون على الناس\"1.\n</p>\n\n<p>\nقال شيخ الإسلام ابن تيمية -رحمه الله تعالى- : \"فأما في زمان مطلق,\n</p>\n\n<p>\n1 أخرجه البخاري في صحيحه -كتاب المناقب- باب سؤال المشركين أن يريهم\nالنبي صلى الله عليه وسلم آية فأراهم انشقاق القمر-(4/187), وفي كتاب\nالتوحيد-باب قوله تعالى : {إنما قولنا لشيء إذا أردناه}- (8/189), مسلم في\nصحيحه- كتاب الإمارة-باب قوله صلى الله عليه وسلم : \"لا تزال طائفة من أمتي\nظاهرين على الحق, لا يضرهم من خالفهم\"-(3/1524) من حديث معاوية.\n</p>\n\n<p>\nوأخرجه البخاري في صحيحه - كتاب الاعتصام بالكتاب والسنة -باب قول النبي\nصلى الله عليه وسلم : \" لا تزال طائفة من أمتي ظاهرين على الحق\", وهم أهل\nالعلم- (8/149), ومسلم في صحيحه-كتاب الإمارة- باب قوله صلى الله عليه\nوسلم: \" لا تزال طائفة من أمتي.....\" (3/1425) ح 1923 من حديث المغيرة بن شعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nص -36- ... فلا جاهلية بعد مبعث محمد صلى الله عليه وسلم...\"1 وذكر معنى\nالحديث السابق.\n</p>\n\n<p>\nومن هذا النوع قوله تعالى: {ولا تبرجن تبرج الجاهلية الأولى}2\n</p>\n\n<p>\nوقول حذيفة رضي الله عنه: \"إنا كنا أهل جاهلية وشر, فجاء الله بهذا\nالخير...\"3.\n</p>\n\n<p>\nوعلى هذا, فلا يجوز إطلاق الجاهلية على قرن <span id='ms011'></span> من القرون منذ بعثة النبي صلى\nالله عليه وسلم إلى يومنا هذا, وما يقع فيه بعض الكتاب من هذه الإطلاقات\nينبغي أن يتفادى بالتصحيح4.\n</p>\n\n<p>\nالنوع الثاني: جاهلية مقيدة, وهي الجاهلية التي تقوم في بعض البلدان, أو\nببعض الأشخاص والجماعات.\n</p>\n\n<p>\nوهذا النوع يكون حتى بعد مبعثه صلى الله عليه وسلم.\n</p>\n\n<p>\nومنه قوله صلى الله عليه وسلم لأبي ذر: \"إنك امرؤ فيك جاهلية\"5.\n</p>\n\n<p>\nثانيا: أنواعها من حيث الفترة الزمنية:\n</p>\n\n<p>\nتتنوع الجاهية من حيث الفترة الزمنية نوعين:\n</p>\n\n<p>\n1 اقتضاء الصراط المستقيم (1/227).\n</p>\n\n<p>\n2 (الأحزاب: 33)\n</p>\n\n<p>\n3 أخرج البخاري في صحيحه -كتاب المناقب- باب علامات النبوة في الإسلام\n(4/176), ومسلم في صحيحه-كتاب الإمارة- باب وجوب ملازمة جماعة المسلمين عند\nظهور الفتن وفي كل حال, وتحريم الخروج على الطاعة ومفارقة الجماعة-(3/1474)\nح 1847 ضمن حديث طويل.\n</p>\n\n<p>\n4 انظر: تعليق الدكتور ناصر العقل على \" اقتضاء الصراط المستقيم\"\n(1/227).\n</p>\n\n<p>\n5 أخرجه البخاري في صحيحه-كتاب الإيمان- باب المعاصي من أمر الجاهلية,\nومسلم في صحيحه -كتاب الإيمان- باب إطعام المملوك مما يأكل..-(3/1282-1283) ح 1661 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nص -37- ... النوع الأول: جاهلية قبل مبعث النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوهذا النوع يطلق عليه بعضهم \" الجاهلية الأولى\".\n</p>\n\n<p>\nقال قتادة في قوله تعالى: { ولا تبرجن تبرج الجاهلية الأولى}: \"هي ما قبل\nالإسلام\"1\n</p>\n\n<p>\nالنوع الثاني: جاهلية ما بعد مبعثه صلى الله عليه وسلم.\n</p>\n\n<p>\nويطلق عليها بعضهم \" الجاهلية الأخرى\".\n</p>\n\n<p>\nوالمراد بها: ما شابه فيه الناس بعد مبعث النبي صلى الله عليه وسلم أهل\nالجاهلية.\n</p>\n\n<p>\nقال ابن جرير-رحمه الله تعالى- : \"فإن فال قائل: أو في الإسلام جاهلية\nحتى يقال عنى بقوله: { الجاهلية الأولى} التي قبل الإسلام, قيل: فيه أخلاق\nمن أخلاق الجاهلية\"2.\n</p>\n\n<p>\nوقال الشوكاني رحمه الله تعالى: \"ويمكن أن يراد بالجاهلية الأخرى ما يقع\nفي الإسلام من التشبه بأهل الجاهلية بقول أو فعل\"3.\n</p>\n\n<p>\nثالثا: أنواعها من حيث متعلقها:\n</p>\n\n<p>\nتتنوع الجاهلية من حيث متعلقها أنواعا كثيرة جدا, يصعب حصرها, فمنها\nجاهلية المعتقد, ومنها جاهلية الأخلاق, ومنها جاهلية الاقتصاد,ومنها جاهلية\nالحكم والسياسة, ومنها جاهلية الفن....إلخ4\n</p>\n\n<p>\n1 ذكره البغوي في تفسيره (4/528)\n</p>\n\n<p>\n2 تفسير ابن جرير (22/4-5)\n</p>\n\n<p>\n3 فتح القدير (4/278)\n</p>\n\n<p>\n4 انظر بتوسع <span id='ms012'></span> في هذا: \"جاهلية القرن العشرين\" لمحمد قطب, \"مصطلحات\nإسلامية\" لمحيي الدين القضماني (ص46-52) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nص -38- ... وبالجملة, فكل أمر من الأمور خولف فيه رسول الله صلى الله عليه\nوسلم فهو أمر جاهلي1.\n</p>\n\n<p>\nرابعا: أنواعها من حيث الحكم\n</p>\n\n<p>\nتتنوع الجاهلية من حيث الحكم نوعين:\n</p>\n\n<p>\nالنوع الأول: جاهلية كفر.\n</p>\n\n<p>\nومن هذا النوع قوله-تعالى- : {يظنون بالله غير الحق ظن الجاهلية}2, وقوله\nتعالى: {أفحكم الجاهلية يبغون}3.\n</p>\n\n<p>\nالنوع الثاني: جاهلية معصية, وهي ما تكون بترك واجب أو فعل محرم دون\nالكفر4, وهذه لا يكفر صاحبها5.\n</p>\n\n<p>\nومن هذا النوع قوله صلى الله عليه وسلم لأبي ذر: \"إنك امرؤ فيك جاهلية\"6\nوكذا الفخر بالأحساب والطعن في الأنساب والنياحة على الميت.\n</p>\n\n<p>\nهذه أهم أنواع الجاهلية حسب علمي, والله تعالى أعلم.\n</p>\n\n<p>\n1 انظر: \"فتح المجيد شرح كتاب التوحيد\" للشيخ عبد الرحمن بن حسن ص261.\n</p>\n\n<p>\n2 آل عمران: 154\n</p>\n\n<p>\n3 المائدة: 50\n</p>\n\n<p>\n4 انظر: فتح الباري (1/85).\n</p>\n\n<p>\n5 انظر صحيح البخاري -كتاب الإيمان- باب المعاصي من أمر الجاهلية, ولا\nيكفر صاحبها بارتكابها إلا بالشرك.\n</p>\n\n<p>\n6 سبق تخريجه ص34.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nص -39- ... المبحث الثالث: حكم مخالفة أهل الجاهلية\n</p>\n\n<p>\nلقد تظاهرت النصوص من الكتاب والسنة على وجوب مخالفة أهل الجاهلية,\nوتحريم التشبه بهم, سواء في عباداتهم أو في أعيادهم, وأجمع أهل العلم على ذلك1.\n</p>\n\n<p>\nولكثرة النصوص الواردة في هذا, اجتهدت في حصر دلالاتها, مع الاستدلال لكل\nدلالة بنص أو أكثر, فكانت على النحو الآتي:\n</p>\n\n<p>\nأولا: الأمر الصريح بالمخالفة:\n</p>\n\n<p>\nجاءت أحاديث عن النبي صلى الله عليه وسلم صريحة في الأمر بمخالفة أهل\nالجاهلية, مما يعني وجوب مخالفتهم, لأن الأمر يقتضي الوجوب ما لم يصرفه\nصارف2, ولا صارف هنا, ومن هذه الأحاديث ما يأتي:\n</p>\n\n<p>\nعن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"خالفوا\nالمشركين: أحفوا الشوارب, وأوفوا اللحى\"3.\n</p>\n\n<p>\n1 انظر اقتضاء الصراط المستقيم (1/82و320)\n</p>\n\n<p>\n2 انظر: \"العدة في أصول الفقه\" لأبي يعلى (1/224), \"التمهيد\" لأبي الخطاب\nالكلوذاني (1/145), \"المحصول في علم الأصول\" للرازي (2/66), روضة الناظر لا\nبن قدامة ص193, وغيرها من كتب الاصول\n</p>\n\n<p>\n3 أخرجه البخاري في صحيحه -كتاب اللباس- باب تقليم الأظافر-(7/56) ومسلم\nفي <span id='ms013'></span> صحيحه-كتاب الطهارة- (1/122) ح259, واللفظ له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nص -40- ... وعن أبي أمامة رضي الله تعالى عنه قال: \"خرج رسول الله صلى الله\nعليه وسلم على مشيخة الأنصار, بيض لحاهم, فقال: يا معشر الأنصار حمروا\nوصفروا وخالفوا أهل الكتاب, قال فقلنا: يا رسول الله إن أهل الكتاب\nيتسرولون ولا يأتزرو, فقال صلى الله عليه وسلم تسرولوا واتزروا وخالفوا أهل\nالكتاب, قال فقلنا يا رسول الله إن أهل الكتاب يتخففون ولا ينتعلون, قال:\nفقال النبي صلى الله عليه وسلم فتخففوا وانتعلوا, وخالفوا أهل الكتاب, قال:\nفقلنا يا رسول الله إن أهل الكتاب يقصون عثانينهم1 ويوفرون سبالهم2, فقال\nالنبي صلى الله عليه وسلم قصوا سبالكم ووفروا عثانينكم, وخالفوا أهل\nالكتاب\"3.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"خالفوا اليهود, فإنهم لا يصلون في نعالهم, ولا\nخفافهم\"4.\n</p>\n\n<p>\n1 العثانين: جمع عثنون وهو اللحية , انظر: النهاية في غريب الحديث لابن\nالاثير (3/133)\n</p>\n\n<p>\n2 السبال جمع سبلة بالتحريك, وهي الشارب, انظر: النهاية في غريب الحديث\nلابن الاثير (3/339)\n</p>\n\n<p>\n3 أخرجه أحمد في مسنده (5/264 ) والطبراني في الكبير (8 / 282), قال\nالهيثمي في مجمه الزوائد (5 /131 ): \"رجال أحمد رجال الصحيح, خلا القاسم,\nوهو ثقة وفيه كلام لا يضر\" وجسن إسناد أحمد ابن حجر في فتح الباري\n(10/367), والألباني في السلسلة الصحيحة (3/249).\n</p>\n\n<p>\n4 أخرجه أبو داود في سننه - كتاب الصلاة- باب الصلاة في النعل- (1/427)\nح652, وابن حبان كما في الإحسان- كتاب الصلاة-باب فرض متابعة الإمام\n(3/306) ح 2183, والحاكم في مستدركه -كتاب الصلاة- (1/260), والبيهقي في\nالسنن الكبرى-كتاب الصلاة- باب الصلاة في النعلين (2/432), والبغوي في شرح\nالسنة-كتاب الصلاة- باب الصلاة في النعال (2/443) ح 534.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nص -41- ... ثانيا: النهي عن مشابهة أهل الجاهلية في أهوائهم بصيغته:\n</p>\n\n<p>\nكما جاءت الأدلة صريحة في الأمر بمخالفة أهل الجاهلية, فقد جاءت أيضا\nصريحة في النهي عن مشابهتهم في أهوائهم بصيغة النهي الحقيقية \"لا تفعل\" ومن\nهذه الأدلة:\n</p>\n\n<p>\nقوله تعالى: {ولا تتبع أهواءهم عما جاءك من الحق}1\n</p>\n\n<p>\nوقوله تعالى: {ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله\nإليك }2\n</p>\n\n<p>\nوقوله تعالى: {فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم <span id='ms014'></span> }3\n</p>\n\n<p>\nوقوله تعالى: { ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء\nالذين لا يعلمون }4\n</p>\n\n<p>\nففي هذه الآيات نهي من الله تعالى لنبيه صلى الله عليه وسلم أن يتبع\nأهواء الذين لا يعلمون, \"وقد في الذين لا يعلمون كل من خالف شريعته.\n</p>\n\n<p>\nواهواؤهم هو ما يهوونه, وما عليه المشركون من هديهم الظاهر, الذي هو من\nموجبات دينهم الباطل وتوابع ذلك, فهم يهوونه, وموافقتهم فيه اتباع لما\nيهوونه\"5.\n</p>\n\n<p>\nوقوله تعالى:{يا أيها الذين آمنوا لا تقولوا راعنا وقولوا انظرنا\nواسمعوا}6.\n</p>\n\n<p>\n1 المائدة: 48\n</p>\n\n<p>\n2 المائدة: 49\n</p>\n\n<p>\n3 الشورى: 15\n</p>\n\n<p>\n4 الجاثية:18\n</p>\n\n<p>\n5 اقتضاء الصراط المستقيم (1/85)\n</p>\n\n<p>\n6 البقرة: 104 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nص -42- ... قال ابن كثير رحمه الله تعالى: \" نهى الله تعالى عباده المؤمنين\nأن يتشبهوا بالكافرين في مقالهم وفعالهم\"1.\n</p>\n\n<p>\nفهذه بعض الأدلة على النهي عن مشابهة أهل الجاهلية بصيغته.\n</p>\n\n<p>\nثالثا: بيان سوء عاقبة من اتبع أهل الجاهلية:\n</p>\n\n<p>\nلقد جاءت الأدلة صريحة في بيان العاقبة المخزية التي أعدها الله تعالى\nلمن خالف أمره, وتشبه بأعدائه, مما يدل على شناعة الفعل وقبحه, ومن هذه\nالأدلة:\n</p>\n\n<p>\nقوله تعالى: {ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى\nالله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من\nولي ولا نصير}2\n</p>\n\n<p>\nوقوله تعالى: {ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن\nالظالمين}3.\n</p>\n\n<p>\nففي هاتين الآيتين تهديد ووعيد شديد للأمة عن اتباع طرائق اليهود\nوالنصارى بعدما علموا من القرآن والسنة, والخطاب مع الرسول صلى الله عليه\nوسلم والمراد أمته4, ووصف -تعالى- التابعين بأنهم ظالمون,{والظالمين أعد\nلهم عذابا أليما}5.\n</p>\n\n<p>\nقال شيخ الإسلام ابن تيمية رحمه الله تعالى: \" ومتابعتهم فيما\n</p>\n\n<p>\n1 تفسير ابن كثير (1/148)\n</p>\n\n<p>\n2 البقرة:120\n</p>\n\n<p>\n3 البقرة: 145\n</p>\n\n<p>\n4 انظر تفسير ابن كثير (1/163)\n</p>\n\n<p>\n5 الانسان: 31 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nص -43- ... يختصون به من دينهم وتوابع دينهم, اتباع لأهوائهم, بل يحصل\nاتباع أهوائهم بما هو دون ذلك\"1.\n</p>\n\n<p>\nوقوله تعالى: {كالذين من قبلكم كانوا أشد منكم قوة وأكثر أموالا وأولادا\nفاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم\nوخضتم كالذي خاضوا أولئك حبطت أعمالهم في الدنيا <span id='ms015'></span> والآخرة وأولئك هم\nالخاسرون)}2.\n</p>\n\n<p>\nقال شيخ الإسلام ابن تيمية رحمه الله تعالى: \"ثم قوله فاستمتعتم وخضتم,\nخبر عن وقوع ذلك في الماضي, وهو ذم لمن يفعله إلى يوم القيامة, كسائر من\nأخبر الله به عن الكفار والمنافقين عند مبعث محمد صلى الله عليه وسلم, فإنه\nذم لمن حالهم كحالهم إلى يوم القيامة\"3.\n</p>\n\n<p>\nرابعا: نعت المتشبهين بما يفيد شناعة فعلهم:\n</p>\n\n<p>\nكما في قوله صلى الله عليه وسلم: \"أبغض الناس إلى الله ثلاثة: ملحد في\nالحرم, وبتغ في الإسلام سنة جاهلية, ومطلب دم امرئ مسلم بغير حق ليهريقه\"4.\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم: \"لتتبعن سنن من كان قبلكم شبرا بشبر, وذراعا بذراع,\n</p>\n\n<p>\n1 اقتضاء الصراط المستقيم (1/-8685)\n</p>\n\n<p>\n2 (التوبة:69)\n</p>\n\n<p>\n3 اقتضاء الصراط المستقيم (104-105)\n</p>\n\n<p>\n4 أخرجه البخاري في صحيحه -كتاب الديات- باب من طلب دم امرئ بغير حق (8/39) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nص -44- ... حتى لو دخلوا جحر ضب تبعتموهم, قلنا: يا رسول الله اليهود\nوالنصارى؟ قال: فمن\"\n</p>\n\n<p>\nقال ابن عبد البر رحمه الله تعالى: \"وكان صلى الله عليه وسلم يحب مخالفة\nأهل الكتاب وسائر الكفار, وكان يخاف على أمته اتباعهم, ألا ترى إلى قوله\nصلى الله عليه وسلم على جهة التعيير والتوبيخ: \" لتتبعن سنن من كان\nقبلكم...\" .\n</p>\n\n<p>\nوقال المناوي: \"وهو كناية عن شدة الموافقة لهم في المخالفات والمعاصي\nوالكفر, ثم إن هذا لفظ خبر معناه النهي عن اتباعهم, ومنعهم من الالتفات\nلغير دين الإسلام\" .\n</p>\n\n<p>\nفهذه بعض الأدلة الدالة على وجوب مخالفة أهل الجاهلية وحرمة التشبه بهم,\nوبقي كثير تركتها اختصارا , والله تعالى أعلم.\n</p>\n\n<p>\n1\" أخرجه البخاري في صحيحه-كتاب الأنبياء- باب ما ذكر عن النبي صلى الله\nعليه وسلم:\" لتتبعن سنن من كان قبلكم\" - (8/151), ومسلم في صحيحه -كتاب\nالعلم- باب اتباع سنن اليهود والنصارى- (4/2054) ح 1669.\n</p>\n\n<p>\n2\"التمهيد لما في الموطأ من المعاني والأسانيد (5/45).\n</p>\n\n<p>\n3\"فيض القدير بشرح الجامع الصغير (5/261)\n</p>\n\n<p>\n4\" راجعها في مقدمة شرح المحقق لمسائل الجاهلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nص -51- ... بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي هدانا للدين المبين, وأنزلنا الصراط المستقيم بأوضح\nالبراهين, والصلاة والسلام على سيد الأولين والآخرين, الذي أنقذ بشريعته\nالغراء من جهل الجاهلين <span id='ms016'></span>, وعلى آله وأصحابه الغر الميامين, الذين جاهدوا في\nالله حتى أتاهم اليقين.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفيقول العبد الفقير إلى عفو الله وغفرانه, محمود شكري الألوسي البغدادي-\nكان الله تعالى له وأحسن عمله-, وأناله من الخير أمله1-: إني وقفت على\nرسالة صغيرة الحجم, كثيرة الفوائد, تشتمل على نحو مائة مسالة من المسائل\nالتي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية من الأميين\nوالكتابيين, وهي أمور ابتدعوها ما أنزل الله بها من سلطان, ولا أخذت عن نبي\nمن النبيين, ألفها الإمام العلامة, والقدوة الفهامة2, محيي السنة السنية3,\nومجدد الشريعة النبوية, محدث عصره وحافظ دهره تذكرة السلف وعمدة الخلف4,\nأبو عبد الله محمد بن\n</p>\n\n<p>\n1 \" وأناله من الخير أمله\" ليست في المطبوع.\n</p>\n\n<p>\n2 \"العالم... الفهامة\" ليست في المطبوع.\n</p>\n\n<p>\n3\" السنية\" ليست في المطبوع.\n</p>\n\n<p>\n\"4 محدث....الخلف\" ليست في المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nص -52- ... عبد الوهاب النجدي الحنبلي-تغمده الله تعالى برحمته- وأسكنه\nفسيح جنته .\n</p>\n\n<p>\nبيد أن مسائل تلك الرسالة في غاية الإيجاز, بل كادت تعد من قبيل الألغاز,\nقد عبر عن كثير منها بعبارة مجملة, ,اتى بدلائل ليست مشروحة ولا مفصلة, حتى\nإن من ينظرها يظن أنها فهرس كتاب, قد عدت فيه المسائل من غير فصول ولا\nأبواب, ولاشتمالها على تلك المسائل المهمة الآخذة بيد من تمسك بها إلى\nمنازل الرحمة, أحببت أن أعلق عليها شرحا يفصل مجملها, ويكشف معضلها, من غير\nإيجاز مخل, ولا إطناب ممل, مقتصرا فيه على أوضح الأقاويل , ومبينا ما أورده\nمن برهان ودليل, عسى الله أن ينفع بذلك المسلمين, ويهدي به من يشاء من\nعباده المتقين, فيكون سببا للثواب, والفوز يوم العرض والحساب, والأمن من\nأليم العذاب, وما توفيقي إلا بالله, عليه توكلت وإليه أنيب.\n</p>\n\n<p>\n\" وأسكنه فسيح جنته\" ليست في المطبوع.\n</p>\n\n<p>\nفي المطبوع \"فرأيتها\"\n</p>\n\n<p>\nفي المطبوع \" الأقوال\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nص -53- ... قال المصنف- رحمه الله تعالى1-\n</p>\n\n<p>\nبسم الله الرحمن الرحيم2 : هذه مسائل خالف فيها رسول الله صلى الله عليه\nوسلم ما عليه أهل الجاهلية الكتابيين والأميين، مما لا غناء للمسلم عن\nمعرفتها.\n</p>\n\n<p>\nفالضد3 يضر حسنه الضد <span id='ms017'></span> ... وبضدها تتبين الأشياء4\n</p>\n\n<p>\n1 في المطبوع \" رحمة الله تعالى عليه\".\n</p>\n\n<p>\n2 في المطبوع قدمت البسملة على قوله: \"قال المصنف...\".\n</p>\n\n<p>\n3 في المطبوع: \"فالضد\".\n</p>\n\n<p>\n4 هذا البيت مركب من شطرين, فالشطر الأول منه عجز بيت في قصيدة طويلة,\nوصدره: ضدان لما استجمعا حسنا.\n</p>\n\n<p>\nوقد اختلف في قائلها, فقد نسبت إلى أكثر من اربعين شاعرا, فقيل إنها\nلشاعر جاهلي, ولم يذكر من هو, وقيل: إنها لذي الرمة, وقيل: إنها لدوقلة\nالمنبجي, وقيل لأبي نواس, وقيل: لأبي الشيص الخزاعي, وقيل لعلي بن جبلة.\n</p>\n\n<p>\nانظر: \" التبيان في شرح الديوان\" للعكبري (1/22), شرح الديوان للواحدي\n(1/197).\n</p>\n\n<p>\nوأقرب هؤلاء للصحة اثنان هما: أبو الشيص الخزاعي, وهو في ديوانه الذي\nجمعه عبد الله الجبوري ص117 وللجبوري بحث قيم في إثبات القصيدة لأبي الشيص.\n</p>\n\n<p>\nوالثاني هو علي بن جبلة, وهو في ديوانه الذي جمعه زكي ذاكر (96-102), وفي\nديوانه الذي جمعه د.حسين عطوان (115-119), وفي ديوانه الذي جمعه ضيف\nالجنابي (108-114) ولعل القصيدة له, لأانه كندي, وقد جاء في القصيدة افتخار\nبكندة حيث قال:\n</p>\n\n<p>\nالجد كندة والبنون هم\n</p>\n\n<p>\nفزكا البنون وأنجب الجد\n</p>\n\n<p>\nوأما الشطر الثاني, فهو للمتنبي في قصيدة له, والبيت هو:\n</p>\n\n<p>\nونذيمهم وبه عرفنا فضلهم\n</p>\n\n<p>\nوبضدها تتبين الأشياء\n</p>\n\n<p>\nديوان المتنبي ص127.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nص -54- ... أهم ما فيها وأشده خطرا, عدم إيمان القلب بما جاء به الرسول صلى\nالله عليه وسلم, فإن انضاف إلى ذلك استحسان دين الجاهلية والإيمان به, ثمت\nالخسارة والعياذ بالله تعالى كما قال عز ذكره:{والذين آمنوا بالباطل وكفروا\nبالله أولئك هم الخاسرون}1.\n</p>\n\n<p>\n1 العنكبوت: 52 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nص -55- ... المسألة الأولى\n</p>\n\n<p>\nأنهم يتعبدون بإشراك الصالحين في عبادة1 الله تعالى، ويرون ذلك من تعظيم\nالصالحين الذي يحبه الله, ويريدون أيضا2 بذلك شفاعتهم3, لظنهم أنهم يحبون ذلك:\n</p>\n\n<p>\nكما قال تعالى: في أوائل الزمر: {إنا أنزلنا إليك الكتاب بالحق فاعبد\nالله مخلصا له الدين. ألا لله الدين الخالص والذين اتخذوا من دونه أولياء\nما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم في ما هم فيه\nيختلفون إن الله لا يهدي من هو كاذب كفار}4.\n</p>\n\n<p>\nوقال تعالى: {ويعبدون من <span id='ms018'></span> دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء\nشفعاؤنا عند الله}5\n</p>\n\n<p>\nوهذه أعظم مسألة خالفهم فيها رسول الله صلى الله عليه وسلم, فأتى\nبالإخلاص, وأخبرهم أنه دين الله الذي لا يقبل من أحد سواه,\n</p>\n\n<p>\n1 في المطبوع \" في دعاء الله تعالى وعبادته\", وهو موافق لبعض النسخ\nالخطية لمتن المسائل, وما أثبته موافق أيضا لنسخ أخرى.\n</p>\n\n<p>\n2 \" أيضا\" ساقطة من المطبوع.\n</p>\n\n<p>\n3 في المطبوع \"شفاعتهم عند الله\".\n</p>\n\n<p>\n4 الزمر(2,3)\n</p>\n\n<p>\n5 يونس: 18.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nص -56- ... وأن1 من فعل ما استحسنوا2, حرم الله عليه الجنة ومأواه النار.\n</p>\n\n<p>\nوهذه المسألة هي الدين كله, ولأجلها تفرق الناس بين مسلم وكافر, وعندها\nوقعت العداوة, ولأجلها شرع الجهاد, كما قال تعالى في البقرة: {وقاتلوهم حتى\nلا تكون فتنة ويكون الدين لله}3\n</p>\n\n<p>\n1 في المطبوع: \"واخبر أن\".\n</p>\n\n<p>\n2 في المطبوع: \"ما يستحسنونه فقد\"\n</p>\n\n<p>\n3 البقرة: 193 وفي المخطوط {وقاتلوهم حتى لا تكون فتنة ويكون الدين كله\nلله} وهذه آية الأنفال وليست آية البقرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nص -57- ... الثانية : أنهم متفرقون, ويرون السمع والطاعة مهانة ورذالة,\nفأمرهم الله بالاجتماع, ونهاهم عن التفرقة:\n</p>\n\n<p>\nفقال عز ذكره: {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا\nوأنتم مسلمون. واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله\nعليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا\nحفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون}1\n</p>\n\n<p>\nيقال: أراد سبحانه بما ذكر ما كان بين الأوس2 والخزرج3 من الحروب التي\nتطاولت مائة وعشرين سنة, إلى أن ألف سبحانه بينهم بالإسلام, فزالت الأحقادز\nقاله ابن إسحاق4.\n</p>\n\n<p>\n1 آل عمران:102-103\n</p>\n\n<p>\n2 هم بنو الأوس بن حارثة بن ثعلبة بن عمرو بن مزيقيا, إحدى قبائل\nالأنصار, وكان لهم مع الخزرج ملك يثرب, فلما جاء الإسلام, كانوا لرسول الله\nصلى الله عليه وسلم أنصارا.\n</p>\n\n<p>\nانظر \"النسب\" لأبي عبيد ص270-277, \"جمهرة أنساب العرب\" لابن حزم\nص232-346, \" نهاية الأرب في معرفة أنساب العرب\" ص95.\n</p>\n\n<p>\n3 هم بنو الخزرج أخي الأوس بن حارثة, وكانوا في يثرب كالأوس قبل الإسلام وبعده.\n</p>\n\n<p>\nانظر \"النسب\" ص 277-287, \"جمهرة أنساب العرب\" ص <span id='ms019'></span> 346-366 , \"نهاية الارب\" ص60\n</p>\n\n<p>\n4 أخرجه ابن جرير في تفسيره (4/33).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nص -58- ... وكان يوم بعاث1 آخر الحروب التي جرت بينهم.\n</p>\n\n<p>\nوقد فصل ذلك في \" الكامل\"2.\n</p>\n\n<p>\nومن الناس من يقول: أراد ما كان بين مشركي العرب من التنازع الطويل\nوالقتال العريض, ومنه حرب البسوس3, كما نقل عن الحسن4 رضي الله عنه.\n</p>\n\n<p>\nوقال تعالى: {فاتقوا الله ما استطعتم واسمعوا وأطيعوا }5.\n</p>\n\n<p>\nإلى غير ذلك من الآيات الناصة على النهي عن الاستبداد والتفرق وعدم\nالانقياد والطاعة مما كان عليه أهل الجاهلية.\n</p>\n\n<p>\n1 يوم بعاث من الايام التي جرت بين الأوس والخزرج, وكان في أوله للخزرج,\nثم ظفرت به الأوس, فكادوا يبيدون خضراءهم.\n</p>\n\n<p>\nانظر \"أيام العرب في الجاهلية\" ص73-84\n</p>\n\n<p>\n2 انظر \"الكامل في التاريخ\" لابن الأثير (1/312) وما بعدها.\n</p>\n\n<p>\n3 حرب البسوس من الحروب التي جرت بين بكر وتغلب ابني وائل, وهي أطول حروب\nالعرب, حيث مكثت أربعين سنة, وسببها بغي كليب بن ربيعة.\n</p>\n\n<p>\nانظر في شانها: \"أيام العرب قبل الإسلام\" لأبي عبيدة معمر بن المثنى\nص165-170, \"الكامل في التاريخ\" (1/312), \"شرح المفضيليات\" لابن الأنباري\nص441, \"العقد الفريد\" (5/312), \"مجمع الأمثال\" للميداني (1/377),\"خزانة\nالأدب\" للبغدادي (1/301), \"أيام العرب في الجاهلية\" ص143-168.\n</p>\n\n<p>\n4 ذكره ابن الجوزي في زاد المسير (1/433)\n</p>\n\n<p>\n5 التغابن: 16 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nص -59- ... الثالثة :أن مخالفة ولي الأمر, وعدم الانقياد له -عندهم- فضيلة,\nوبعضهم يجعله دينا, فخالفهم النبي صلى الله عليه وسلم في ذلك, وامرهم\nبالصبر على جور الولاة والسمع والطاعة والنصيحة لهم, وغلظ في ذلك,وأبدى وأعاد.\n</p>\n\n<p>\nوهذه الثلاث هي التي ورد فيها ما في الصحيح عنه صلى الله عليه وسلم: \"\nيرضى لكم ثلاثا: أن تعبدوه ولا تشركوا به شيئا, وأن تعتصموا بحبل الله\nجميعا, وأن تناصحوا من ولاه الله أمركم\"1.\n</p>\n\n<p>\nوروى البخاري عن ابن عباس عن النبي صلى الله عليه وسلم قال: \"من كره من\nأميره شيئا, فليصبر, فإنه من خرج من السلطان شبرا, مات ميتة جاهلية\"2\n</p>\n\n<p>\nوروى أيضا عن جنادة بن أبي أمية, قال: دخلنا على عبادة بن الصامت وهو\nمريض, فقلنا: أصلحك الله, حدث بحديث ينفعك الله به سمعته من رسول الله صلى\nالله عليه <span id='ms020'></span> وسلم.\n</p>\n\n<p>\n1 أخرجه مسلم في صحيحه -كتاب الأقضية- باب النهي عن كثرة المسائل من غير\nحاجة... (3/1340) ح 1715.\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه -كتاب الفتن- باب قول النبي صلى الله عليه\nوسلم: \"سترون بعدي أمورا تنكرونها\" (8/87), ومسلم في صحيحه -كتاب الإمارة-\nباب وجوب ملازمة جماعة المسلمين بعد ظهور الفتن وفي كل حال, وتحريم الخروج\nعلى الطاعة ومفارقة الجماعة- (3/1477) ح1849.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nص -60- ... قال: \"دعانا النبي صلى الله عليه وسلم فبايعنا, فكان1 فيما أخذ\nعلينا: أن بايعنا على السمع والطاعة في منشطنا ومكرهنا وعسرنا ويسرنا وأثرة\nعلينا, وأن لا ننازع الأمر أهله, إلا أن تروا كفرا بواحا عندكم من الله فيه\nبرهات\"2.\n</p>\n\n<p>\nوالأحاديث الصحيحة في هذا الباب كثيرة, ولم يقع خلل في دين الناس أو\nدنياهم إلا من خلال الإخلال بهذه الوصية.\n</p>\n\n<p>\n1 في المخطوط \"فقال\".\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه- كتاب الفتن- باب قول النبي صلى الله عليه\nوسلم: \" إنكم سترون بعدي أمورا تنكرونها\" (8/87), ومسلم في صحيحه كتاب\nالإمارة- باب وجوب طاعة الأمراء في غير معصية, وتحريمها في المعصية\n(3/1470) ح 1709.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nص -61- ... الرابعة: أن دينهم مبني على أصول: أعظمها التقليد, وهو القاعدة\nالكبرى لجميع الكفار من الأولين والآخرين:\n</p>\n\n<p>\nكما قال تعالى: {وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال\nمترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون. قال أولو جئتكم\nبأهدى مما وجدتم عليه آباءكم قالوا إنا بما أرسلتم به كافرون}1.\n</p>\n\n<p>\nفأمرهم الله تعالى بقوله: {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من\nدونه أولياء قليلا ما تذكرون}2.\n</p>\n\n<p>\nوقال تعالى: {وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا\nعليه آباءنا}, قال : {أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون}3.\n</p>\n\n<p>\nإلى غير ذلك مما يدل على أن أهل الجاهلية كانوا في ربقة التقليد, لا\nيحكمون لهم رأيا, ولا يشغلون فكرا, فلذلك تاهوا في أودية الجهالة, وهكذا كل\nمن سلكهم في أي عصر كان.\n</p>\n\n<p>\n1 الزخرف: 23-24\n</p>\n\n<p>\n2 الأعراف: 3\n</p>\n\n<p>\n3 البقرة: 170.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nص -62- ... الخامسة :الاقتداء بفسقة أهل العلم وجهالهم وعبادهم:\n</p>\n\n<p>\nفحذرهم الله تعالى من ذلك <span id='ms021'></span> بقوله: {يا أيها الذين آمنوا إن كثيرا من\nالأحبار والرهبان ليأكلون أموال الناس بالباطل ويصدون عن سبيل الله والذين\nيكنزون الذهب والفضة ولا ينفقونها في سبيل الله }1.\n</p>\n\n<p>\nوقال تعالى: {قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا\nأهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل}2.\n</p>\n\n<p>\nإلى آيات أخر تنادي ببطلان الاقتداء بالفساق وأهل الضلالة والغي, وذلك من\nسنن الجاهلية وطرائقهم المعوجة.\n</p>\n\n<p>\n1 التوبة: 34\n</p>\n\n<p>\n2 المائدة: 77 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nص -63- ... السادسة :الاحتجاج بما كان عليه أهل القرون السالفة, من غير\nتحكيم العقل, والأخذ بالدليل الصحيح.\n</p>\n\n<p>\nوقد أبطل الله تعالى- ذلك يقوله في \"طه\" : {قال فمن ربكما يا موسى . قال\nربنا الذي أعطى كل شيء خلقه ثم هدى . قال فما بال القرون الأولى . قال\nعلمها عند ربي في كتاب لا يضل ربي ولا ينسى . الذي جعل لكم الأرض مهدا وسلك\nلكم فيها سبلا وأنزل من السماء ماء فأخرجنا به أزواجا من نبات شتى. كلوا\nوارعوا أنعامكم}1...إلخ.\n</p>\n\n<p>\nوقال تعالى في \" القصص\" : { فلما جاءهم موسى بآياتنا بينات قالوا ما هذا\nإلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين .وقال موسى ربي أعلم بمن\nجاء بالهدى من عنده ومن تكون له عاقبة الدار إنه لا يفلح الظالمون}2.\n</p>\n\n<p>\nوقال عز ذكره في سورة \"المؤمنين\": {ولقد أرسلنا نوحا إلى قومه فقال يا\nقوم اعبدوا الله ما لكم من إله غيره أفلا تتقون .فقال الملأ الذين كفروا من\nقومه ما هذا إلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء الله لأنزل ملائكة\nما سمعنا بهذا في آبائنا الأولين . إن هو إلا رجل به جنة فتربصوا به حتى حين}3\n</p>\n\n<p>\n1 طه 49-54\n</p>\n\n<p>\n2 القصص: 36-37\n</p>\n\n<p>\n3 المؤمنون 23-25 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nص -64- ... وقال تعالى في (ص): {وانطلق الملأ منهم أن امشوا واصبروا على\nءالهتكم إن هذا لشيئ يراد ما سمعنا بهذا في الملة الأخرة إن هذا إلا\nاختلاق}.\n</p>\n\n<p>\nفجعلوا مدار احتجاجهم على عدم قبول ما جاءت به الرسل: أنه لم يكن عليه\nأسلافهم، ولاعرفوه منهم، فانظر إلى سوء مداركهم، وجمود قرائحهم، ولو <span id='ms022'></span> كانت\nلهم أعين يبصرون بها، وآذان يسمعون بها،لعرفوا الحق بدليله، وانقادوا\nلليقين من غير تعليله، وهكذا أخلافهم ووراثهم، قد تشابهت قلوبهم.\n</p>\n\n<p>\n(1) ص: (6 7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nص -65- ... السابعة : الاعتماد على الكثرة, والاحتجاج بالسواد الأعظم,\nوالاحتجاج على بطلان الشيء بقلة أهله, فأنزل الله تعالى, ضد ذلك وما يبطله,\nفقال في \" الأنعام\": { وإن تطع أكثر من في الأرض يضلوك عن سبيل الله إن\nيتبعون إلا الظن وإن هم إلا يخرصون. إن ربك هو أعلم من يضل عن سبيله وهو\nأعلم بالمهتدين }1.\n</p>\n\n<p>\nفالكثرة على خلاف الحق لا تستوجب العدول عن اتباعه لمن كان له بصيرة\nوقلب, فالحق أحق بالاتباع, وإن قل أنصاره, كما قال تعالى: {قال لقد ظلمك\nبسؤال نعجتك إلى نعاجه وإن كثيرا من الخلطاء ليبغي بعضهم على بعض إلا الذين\nآمنوا وعملوا الصالحات وقليل ما هم }2, فأخبر الله عن أهل الحق أنهم قليل,\nغير أن القلة لا تضرهم:\n</p>\n\n<p>\nتعيرنا أنا قليل عديدنا ... فقلت لها إن الكرام قليل3\n</p>\n\n<p>\n1 الأنعام: 116-117\n</p>\n\n<p>\n2 ص: 24\n</p>\n\n<p>\n3 البيت للشاعر اليهودي السموءل بن غريض بن عادياء الأزدي, كما في ديوانه\nص13, وذكرها القالي في \"أماليه\" (1/269), والعباسي في معاهد التنصيص\n(1/383).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nص -66- ... المقصود أن من له بصيرة ينظر إلى الدليل, ويأخذ ما يستنتجه\nالبرهان, وإن قل العارفون به, المنقادون له.\n</p>\n\n<p>\nومن أخذ ما عليه الأكثر وما ألفته العامة من غير نظر الدليل فهو مخطيء,\nسالك سبيل الجاهلية, مقدوح عند أهل البصائر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nص -67- ... الثامنة :الاستدلال على بطلان الشيء بكونه غريبا, فرد الله\nتعالى ذلك بقوله في \"هود\": {فلولا كان من القرون من قبلكم أولو بقية ينهون\nعن الفساد في الأرض إلا قليلا ممن أنجينا منهم واتبع الذين ظلموا ما أترفوا\nفيه وكانوا مجرمين} .\n</p>\n\n<p>\nومعنى الآية: { فلولا كان } تحضيض فيه معنى التفجع, أي: فهلا كان { من\nالقرون }, أي: الأقوام المقتربة في زمان واحد { من قبلكم أولو بقية }, أي:\nذوو خصلة باقية من الرأي والعقل, أو ذوو فضل, على أن يكون البقية اسما\nللفضل, والهاء للنقل, ومن هنا يقال: فلان من بقية القوم, أي: من خيارهم ,\nومنه قولهم <span id='ms023'></span>: \" في الزوايا خبايا, وفي الرجال بقايا\", { ينهون عن الفساد في\nالأرض } الواقع فيما بينهم حسبما ذكر في قصصهم, وفسر الفساد بالكفر وما\nاقترن به من المعاصي, { إلا قليلا ممن أنجينا } استثناء منقطع, أي: ولكن\nقليلا ممن أنجيناهم, لكونهم كانوا ينهون.\n</p>\n\n<p>\nهود: 116\n</p>\n\n<p>\nانظر: روح المعاني (12/160-162).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nص -68- ... التاسعة : الاستدلال على المطلوب, والاحتجاج بقوم أعطوا من\nالقوة في الفهم والإدراك, وفي القدرة والملك, ظنا أن ذلك يمنعهم من الضلال.\n</p>\n\n<p>\nفرد الله تعالى ذلك عليهم بقوله سبحانه, في \"الأحقاف\": {فلما رأوه عارضا\nمستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب\nأليم. تدمر كل شيء بأمر ربها فأصبحوا لا يرى إلا مساكنهم كذلك نجزي القوم\nالمجرمين. ولقد مكناهم فيما إن مكناكم فيه وجعلنا لهم سمعا وأبصارا وأفئدة\nفما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء إذ كانوا يجحدون بآيات\nالله وحاق بهم ما كانوا به يستهزئون}1.\n</p>\n\n<p>\nومعنى الآية: { ولقد مكناهم } أي: قوينا2 عادا وأقدرناهم.\n</p>\n\n<p>\nو\"ما\" في قوله تعالى: { فيما إن مكناكم فيه } موصولة أو موصوفة, و\"عن\"\nنافية, أي: في الذي, أو في شيء ما مكناكم فيه من السعة والبسطة وطول\nالأعمار وسائر مبادي التصرفات, كما في قوله تعالى: { ألم يروا كم3 أهلكنا\nمن قبلهم من قرن مكناهم في الأرض ما لم نمكن لكم }4, ولم يكن النفي بلفظ\n\"ما\" كراهة لتكرير اللفظ, وإن اختلف المعنى, { وجعلنا لهم سمعا وأبصارا\nوأفئدة } ليستمعلوها فيما خلقت له, ويعرفوا\n</p>\n\n<p>\n1 الأحقاف: 24-26\n</p>\n\n<p>\n2 في المخطوطة \"قرونا\".\n</p>\n\n<p>\n3 في المخطوطة \"وكم\" وهو خطأ.\n</p>\n\n<p>\n4 الأنعام: 6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nص -69- ... بكل1 منها ما نيطت به معرفته من فنون النعم, ويستدل بها على\nشؤون منعمها عز وجل, ويداوموا على شكره جل ثناؤه.\n</p>\n\n<p>\n{فما أغنى عنهم سمعهم} حيث لم يستعملوه في استماع الوحي ومواعظ الرسل,\n{ولا أبصارهم} حيث لم يستعملوها في معرفة الله تعالى {من شيء} أي: شيئا من\nالأشياء2, و\"من\" مزيدة للتوكيد, وقوله: {إذ كانوا يجحدون بآيات الله} تعليل للنفي.\n</p>\n\n<p>\n{وحاق بهم ما كانوا به يستهزئون} من العذاب الذي كانوا <span id='ms024'></span> يستعجلونه بطريق\nالاستهزاء, ويقولون: {فأتنا بما تعدنا إن كنت من الصادقين}.\n</p>\n\n<p>\nفهذه الآية تبطل الاحتجاج يقوم أعطوا من القوة في الفهم والإدراك وسعة\nالأذهان وغير ذلك ما لم يكن مثله للعرب الذين أدركوا الإسلام, ومع ذلك ضلوا\nعن سواء السبيل, وكذبوا الرسل بالأباطيل, فالتوفيق للإيمان بالله ورسله,\nوالإذعان للحق, وسلوك سبله, إنما هو فضل من الله تعالى لا لكثرة مال ولا\nلحسن حال, ومن يرد الحق ويستدل بكون من هو أحسن حالا منه لم يقبله, ولم\nيحكم عقله, ويتبع ما يوصل غليه الدليل, فقد سلك سبيل الجاهلية, وحاد عن\nالحجة المرضية.\n</p>\n\n<p>\nومثل هذه الآية: قوله تعالى: {وكانوا من قبل يستفتحون على الذين كفروا\nفلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين}3.\n</p>\n\n<p>\n1 في المطبوع \"لكل \"\n</p>\n\n<p>\n2 في المخطوطة \" الأعباء\"\n</p>\n\n<p>\n3 البقرة: 89 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nص -70- ... كان اليهود يعلمون من كتبهم رسالة محمد صلى الله عليه وسلم, وأن\nالله سيرسل نبيا كريما من العرب, وكانوا من قبل يستفتحون على المشركين\nببعثته, ويقولون: يا ربنا أرسل النبي الموعود إرساله, حتى ننتصر على\nالأعداء, فلما جاءهم عرفوا, وهو محمد صلى الله عليه وسلم, كفروا به, حسدا\nمنهم أن تكون النبوة في العرب, وهم يزعمهم أحسن أثاثا ورئيا, ولم يعلموا أن\nالنبوة والإيمان بها فضل من الله يؤتيه من يشاء.\n</p>\n\n<p>\nومثلها أيضا قوله تعالى: { الذين آتيناهم الكتاب يعرفونه كما يعرفون\nأبناءهم وإن فريقا منهم ليكتمون الحق وهم يعلمون. الحق من ربك فلا تكونن من\nالممترين } .\n</p>\n\n<p>\nالضمير في قوله: { يعرفونه } عائد على العلم في قوله: {ولئن اتبعت\nأهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين }, فكتمانه الحق,\nوعدم جريهم على مقتضى علمهم لما فيهم من الجاهلية, والاعتقاد أن فضل الله\nمقصور عليهم ولا يتعداهم على غيرهم.\n</p>\n\n<p>\nوآية \"الأنعام\" موافقة لهذه الآية لفظا ومعنى, وهي قوله تعالى: {قل أي\nشيء أكبر شهادة قل الله شهيد بيني وبينكم وأوحي إلي هذا القرآن لأنذركم به\nومن بلغ أإنكم لتشهدون أن مع الله آلهة أخرى قل لا أشهد قل إنما <span id='ms025'></span> هو إله\nواحد وإنني بريء مما تشركون.الذين آتيناهم الكتاب يعرفونه كما يعرفون\nأبناءهم الذين خسروا أنفسهم فهم لا يؤمنون} .\n</p>\n\n<p>\nالبقرة: 146-147\n</p>\n\n<p>\nفي المخطوط \"يعرفون\" وهو خطأ.\n</p>\n\n<p>\nالأنعام: 19-20 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nص -71- ... العاشرة : لاستدلال بعطاء الدنيا على محبة الله تعالى:\n</p>\n\n<p>\nقال سبحانه: {وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم\nبه كافرون. وقالوا نحن أكثر أموالا وأولادا وما نحن بمعذبين . قل إن ربي\nيبسط الرزق لمن يشاء ويقدر ولكن أكثر الناس لا يعلمون . وما أموالكم ولا\nأولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا فأولئك لهم جزاء\nالضعف بما عملوا وهم في الغرفات آمنون. والذين يسعون في آياتنا معاجزين\nأولئك في العذاب محضرون. قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له\nوما أنفقتم من شيء فهو يخلفه وهو خير الرازقين}1.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في سورة \" القصص \": {وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك\nلتنذر قوما ما أتاهم من نذير من قبلك لعلهم يتذكرون . ولولا أن تصيبهم\nمصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك\nونكون من المؤمنين . فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي\nموسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظاهرا وقالوا إنا بكل\nكافرون . قل فأتوا بكتاب من عند الله هو أهدى منهما أتبعه إن كنتم صادقين\n.فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هواه بغير\nهدى من الله إن الله لا يهدي القوم الظالمين}2.\n</p>\n\n<p>\n1 سبأ: 34-39\n</p>\n\n<p>\n2 القصص: 46-50 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nص -72- ... وفي آيات أخرى في سورة \"القصص\" يقول الله سبحانه: {إن قارون كان\nمن قوم موسى فبغى عليهم وآتيناه من الكنوز ما إن مفاتحه لتنوء بالعصبة أولي\nالقوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين. وابتغ فيما آتاك\nالله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا\nتبغ الفساد في الأرض إن الله لا يحب المفسدين. قال إنما أوتيته على <span id='ms026'></span> علم\nعندي أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر\nجمعا ولا يسأل عن ذنوبهم المجرمون}1. على آخر الآية.\n</p>\n\n<p>\nفقد كفانا الله تعالى إبطال هذه الخصلة الجاهلية بقوله في الآية الأولى:\n{ قل إن ربي يبسط الرزق لمن يشاء }, وفي الآية الأخرى بقوله: {أولم يعلم أن\nالله }...إلخ, فعلمنا من ذلك محبة الله ورضى الله إنما يكون بطاعته\nوالانقياد لرسله, والإذعان للحق باتباع البرهان.\n</p>\n\n<p>\nوأما كثرة المال, وسعة الرزق, وعيش الرخاء, فلا دليل فيه على نجاة المنعم\nعليه بمثل ذلك, ولو كانت الدنيا وما فيها تعادل عند الله جناح بعوضة ما سقى\nمن عصاه شربة ماء.\n</p>\n\n<p>\nقال سبحانه: {ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن\nلبيوتهم سقفا من فضة ومعارج عليها يظهرون }2.\n</p>\n\n<p>\nوعلى ذلك قول القائل3:\n</p>\n\n<p>\nكم عالم عالم أعيت مذاهبه ... وجاهل جاهل تلقاه مرزوقا\n</p>\n\n<p>\n1 القصص: 76-78.\n</p>\n\n<p>\n2 الزخرف: 33.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n3 هو ابن الروندي الملحد, كما في \"معاهد التنصيص\" (1/147) رقم الشاهد 26,\nوذكره ياقوت الحموي في \"معجم الأدباء\" (6/207) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nص -73- ... ومما ينسب لبعض الأكابر :\n</p>\n\n<p>\nرضينا قسمة الجبار فينا ... لنا علم وللأعداء مال\n</p>\n\n<p>\nفإن المال يفنى عن قريب ... وإن العلم باق لا يزال\n</p>\n\n<p>\nوالشواهد كثيرة.\n</p>\n\n<p>\nوالمقصود أن ما كان عليه أهل الجاهلية من كون زخارف الدنيا من الأدلة على\nقرب من حازها من الله وقبوله عنده, فقول بعيد عن الحق, ومذهب باطل لا ينبغي\nلمن له بصيرة أن يعول عليه.\n</p>\n\n<p>\nهذان البيتان لأمير المؤمنين علي بن ابي طالب رضي الله عنه كما في\n\"ديوانه\" ص 85, وذكر ابن قتيبة البيت الأول منهما في \"عيون الأخبار\"\n(1/353) ونسبه على بن مناذر بلفظ\n</p>\n\n<p>\nرضينا قسمة الرحمن فينا لنا علم وللثقفي مال\n</p>\n\n<p>\nوانظر: \"الشعر والشعراء\" (2/871), \"بهجة المجالس\" (1/199).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nص -74- ... الحادية عشرة : الاستدلال على بطلان الشيء بأخذ الضعفاء به,\nوضعف فهم من أخذ به, على ما يدل عليه قول قوم نوح له كما حكاه عنهم الكتاب\nالكريم.\n</p>\n\n<p>\nقال تعالى في سورة \"الشعراء\" :{ كذبت قوم نوح المرسلين . إذ قال لهم\nأخوهم نوح ألا تتقون . إني <span id='ms027'></span> لكم رسول أمين . فاتقوا الله وأطيعون) . (وما\nأسألكم عليه من أجر إن أجري إلا على رب العالمين) 1. {فاتقوا الله وأطيعون\n. قالوا أنؤمن لك واتبعك الأرذلون . قال وما علمي بما كانوا يعملون . إن\nحسابهم إلا على ربي لو تشعرون . وما أنا بطارد المؤمنين . إن أنا إلا نذير\nمبين }2.\n</p>\n\n<p>\nفانظر إلى قوم نوح كيف كيف استنكفوا من اتباع نبيهم لسبب اتباع الضعفاء\nله, وذلك لكون مطمح انظارهم في الدنيا, وغلا لو كانت الآخرة همهم, لاتبعوا\nالحق أينما وجدوه, ولكن لجاهليتهم اعرضوا عن الحق لاتباع شهواتهم.\n</p>\n\n<p>\nوانظر إلى هرقل لما كان من العقل والبصيرة على جانب عظيم, اعتقد اتباع\nالضعفاء دليلا على الحق, فقال في جملة ما سأل أبا سفيان عن رسول الله صلى\nالله عليه وسلم: \"وسألتك عن أشراف الناس اتبعوه أم ضعفاؤهم, فذكرت أن\nضعفاءهم اتبعوه, وهم اتباع الرسل\"3.\n</p>\n\n<p>\n1 ما بين معقوفتين ساقط من المخطوط.\n</p>\n\n<p>\n2 الشعراء: 105-115\n</p>\n\n<p>\n3 أخرجه البخاري في صحيحه ضمن حديث طويل-كتاب الوحي- باب كيف كان بدء\nالوحي على رسول الله صلى الله عليه وسلم (1/5-7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nص -75- ... ومثل ذلك قوله تعالى في سورة \"هود\": {ولقد أرسلنا نوحا إلى قومه\nإني لكم نذير مبين . أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم أليم .\nفقال الملأ الذين كفروا من قومه ما نراك إلا بشرا مثلنا وما نراك اتبعك إلا\nالذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كاذبين }\nالآيات.\n</p>\n\n<p>\nهود: 25-27 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nص -76- ... الثانية عشرة : من خصال أهل الجاهلية رمي من اتبع الحق بغير\nالإخلاص, وطلب الدنيا, فرد الله عليهم بقول نبيهم الذي حكاه الله عن نوح في\nالآية الأولى المذكورة في المسألة الحادية عشرة, بقوله: {قالوا أنؤمن لك\nواتبعك الأرذلون . قال وما علمي بما كانوا يعملون . إن حسابهم إلا على ربي\nلو تشعرون} .\n</p>\n\n<p>\nومقصودهم أن أتباعك فقراء, آمنوا بك لينالوا مقصدهم من العيش, لا أن\nإيمانهم كان لدليل يقتضي صحة ما جئت به, رد عليهم بما رد.\n</p>\n\n<p>\nالشعراء: 111-113 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nص -77- ... الثالثة عشرة : من خصال أهل الجاهلية: الإعراض <span id='ms028'></span> عن الدخول في\nالحق الذي دخل فيه الضعفاء, تكبرا وأنفة.\n</p>\n\n<p>\nفرد الله تعالى عليهم ذلك بقوله في سورة \"الأنعام\": {ولا تطرد الذين\nيدعون ربهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من\nحسابك عليهم من شيء فتطردهم فتكون من الظالمين. وكذلك فتنا بعضهم ببعض\nليقولوا أهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين} .\n</p>\n\n<p>\nومثل ذلك قوله تعالى: {عبس وتولى. أن جاءه الأعمى} .\n</p>\n\n<p>\nوغير ذلك.\n</p>\n\n<p>\nوحاصل الرد: أن من آمن من هؤلاء الضعفاء, إنما كان إيمانه عن برهان, لا\nكما زعم خصومهم, ولست أنت بمسؤول عنهم, ولا هم مسؤولون عن حسابك, فطردهم عن\nباب الإيمان من الظلم بمكان.\n</p>\n\n<p>\nالأنعام: 52-53\n</p>\n\n<p>\nعبس: 1-2\n</p>\n\n<p>\nفي المطبوع: \"بمسئولين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nص -78- ... الرابعة عشرة:لاستدلال على بطلان الشيء بكونهم أولى به لو كان حقا.\n</p>\n\n<p>\nقال تعالى في سورة \"الأحقاف\" : {وقال الذين كفروا للذين آمنوا لو كان\nخيرا ما سبقونا إليه وإذ لم يهتدوا به فسيقولون هذا إفك قديم} .\n</p>\n\n<p>\nبعد قوله: {قل أرأيتم إن كان من عند الله وكفرتم به وشهد شاهد من بني\nإسرائيل على مثله فآمن واستكبرتم إن الله لا يهدي القوم الظالمين} .\n</p>\n\n<p>\nالأحقاف: 11\n</p>\n\n<p>\nالأحقاف: 10 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nص -79- ... الخامسة عشرة:لاستدلال بالقياس الفاسد, وإنكار القياس الصحيح,\nوجهلهم بالجامع والفارق.\n</p>\n\n<p>\nقال تعالى في سورة \"المؤمنين\" : {فقال الملأ الذين كفروا من قومه ما هذا\nإلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء الله لأنزل ملائكة ما سمعنا\nبهذا في آبائنا الأولين. إن هو إلا رجل به جنة فتربصوا به حتى حين }1.\n</p>\n\n<p>\nومعنى2 الآية: {ولقد أرسلنا نوحا إلى قومه}: شروع في بيان إهمال الناس,\nوتركهم النظر والاعتبار فيما عدد سبحانه من النعم قبل هذه الآية, وما\nحاقهم3 من زوالها, وفي ذلك تخويف لقريش.\n</p>\n\n<p>\nوتقديم قصة نوح عليه السلام على سائر القصص مما لا يخفى وجهه, فقال\nمتعطفا عليهم, ومستميلا لهم إلى الحق: {يا قوم اعبدوا الله }, أي: اعبدوه وحده.\n</p>\n\n<p>\n{ما لكم من إله غيره }: استئناف مسوق لتعليل العبادة المأمور بها.\n</p>\n\n<p>\n{فلا تتقون}: الهمزة لإنكار الواقع واستقباحه <span id='ms029'></span>, والفاء للعطف على\n</p>\n\n<p>\n1 المؤمنون: 24-25\n</p>\n\n<p>\n2 في المطبوع: \"وقبل\".\n</p>\n\n<p>\n3 في المخطوط والمطبوع \"ومن خافهم\", وما أثبته من \"روح المعاني\" (18/25)\nالذي نقل عنه المؤلف تفسير هذه الآيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nص -80- ... مقدر يقتضيه المقام, أي: أتعرفون ذلك, أي: مضمون قوله تعالى: {\nما لكم من إله غيره }, فلا تتقون عذابه تعالى الذي يستوجبه ما أنتم عليه من\nترك عبادته سبحانه وحده وإشراككم به عز وجل في العبادة ملا يستحق الوجود\nلولا إيجاد الله إياه, فضلا عن استحقاق العبادة, فالمنكر عدم الاتقاء, مع\nتحقق ما يوجبه.\n</p>\n\n<p>\n{ فقال الملأ } أي: الأشراف الذين كانوا من قومه, وصف الملأ بالكفر مع\nاشتراك الكل فيه, للإيذان بكمال عراقتهم وشدة شكيمتهم فيه, وليس المراد من\nذلك إلا ذمهم, دون التميز عن أشراف آخرين آمنوا بع عليه السلام, أو لم يؤمن\nبه أحد من أشرافهم, كما يفصح عنه قوله: { وما نراك اتبعك إلا الذين هم\nأراذلنا } وهذا القول صدر منهم لعوامهم.\n</p>\n\n<p>\n{ ما هذا إلا بشر مثلكم } أي: في الجنس والوصف, من غير فرق بينكم وبينه.\n</p>\n\n<p>\nوصفوه عليه السلام بذلك مبالغة في وضع رتبته العالية وحطها عن منصب\nالنبوة, ووصفوه1 بقوله سبحانه وتعالى: {يريد أن يتفضل عليكم }: إغضابا\nللمخاطبين عليه السلام وإغراء لهم على معاداته.\n</p>\n\n<p>\nوالتفضل: طلب الفضل, وهو كناية عن السيادة, كأنه قيل: يريد أن يسودكم\nويتقدمكم بادعاء الرسالة مع كونه مثلكم.\n</p>\n\n<p>\n{ ولو شاء الله لأنزل ملائكة }: بيان لعدم رسالة البشر على الإطلاق على\nزعمهم الفاسد, بعد تحقيق بشريته عليه السلام.\n</p>\n\n<p>\nأي: ولو شاء الله تعالى إرسال الرسل, لأرسل رسلا من الملائكة,\n</p>\n\n<p>\n1 في المطبوع \"وصفوه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nص -81- ... وإنما قيل: لأنزل, لأن إرسال الملائكة لا يكون إلا بطريق\nالإنزال.\n</p>\n\n<p>\n{ ما سمعنا بهذا في آبائنا الأولين }, هذا إشارة إلى الكلام المتضمن\nالأمر بعبادة الله عز وجل, خاصة والكلام على تقدير مضاف, أي: ما سمعنا بهذا\nالكلام في آبائنا الماضين قبل بعثته عليه السلام, وقدر المضاف, لأن عدم\nالسمع بكلام1 نوح المذكور لا يصلح للرد, فإن السماع بمثله2 كاف3 في القبول.\n</p>\n\n<p>\n{ إن هو إلا رجل به جنة }, أي <span id='ms030'></span>: ما هو إلا رجل به جنون أو جن يخبلونه,\nولذلك يقول ما يقول.\n</p>\n\n<p>\n{ فتربصوا به حتى حين }, أي4: فاحتملوه, واصبروا عليه وانتظروا لعله يفيق\nمما هو فيه محمول على مرامي أحوالهم في المكابرة والعناد.\n</p>\n\n<p>\nوإضرابهم عما وصفوه عليه السلام به من البشرية, وإرادة التفضل إلى وصفه\nإلى ما ترى, وهم يعرفون أنه عليه السلام أرجح الناس عقلا وأرزنهم قولا, وهو\n[ على ما تقدم5 ] محمول على تناقض مقالاتهم الفاسدة- قاتلهم الله تعالى أنا\nيؤفكون6.\n</p>\n\n<p>\nوالقياس الفاسد والصحيح, والجامع والفارق, مفصل في كتب الأصوليين.\n</p>\n\n<p>\nفبين الرسل عليهم السلام وسائر الناس مشابهة من جهة البشرية.\n</p>\n\n<p>\n1 في المطبوع \" لكلام\".\n</p>\n\n<p>\n2 في المطبوع \"لمثله\".\n</p>\n\n<p>\n3 في المطبوع \"كان\".\n</p>\n\n<p>\n4 \"أي\": ساقطة من المطبوع.\n</p>\n\n<p>\n5 ما بين المعكوفتين زيادة من \"روح المعاني\", حتى ينتظم بها السياق\n</p>\n\n<p>\n6 \"روح المعاني\" (18/25-26).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nص -82- ... ولوازمها الضرورية, فيصح حين إذن قياس الرسل على غيرهم فيها,\nوعليه قوله تعالى: { قل إنما أنا بشر مثلكم } .\n</p>\n\n<p>\nوبين الرسل والأنبياء عليهم السلام وغيرهم من البشر فروق كثيرة.\n</p>\n\n<p>\nمنها: أن الله تعالى اصطفاهم على الناس برسالاته , وبكلامه ووحيه, فلا\nيقاس أحد من الناس بهم حين إذ من هذه الجهة, كما لا يصح قياس غيرهم بهم في\nسائر خصائصهم التي فصلت في غير هذا الموضع, فالجاهلية لم يميزوا بين القياس\nالصحيح والفاسد, ولا عرفوا الجامع ولا الفارق, كما سمعت من قياس الرسل على\nغيرهم, وهكذا أتباعهم اليوم ومن هو على شاكلتهم.\n</p>\n\n<p>\nالكهف: 110, وفصلت: 6\n</p>\n\n<p>\nفي المطبوع \"برسالته\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nص -83- ... السادسة عشرة: الغلو في الصالحين من العلماء والأولياء, كقوله\nتعالى في سورة \"التوبة\" : {وقالت اليهود عزير ابن الله وقالت النصارى\nالمسيح ابن الله ذلك قولهم بأفواههم يضاهؤون قول الذين كفروا من قبل قاتلهم\nالله أنى يؤفكون . اتخذوا أحبارهم ورهبانهم أربابا من دون الله والمسيح ابن\nمريم وما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون .\nيريدون أن يطفؤوا نور الله بأفواههم ويأبى الله إلا أن يتم نوره ولو كره\nالكافرون}1.\n</p>\n\n<p>\nفاتخاذ أحبار الناس أربابا يحللون ويحرمون, ويتصرفون في الكون, وينادون\nفي <span id='ms031'></span> دفع ضر أو جلب نفع من جاهلية الكتابيين, ثم سرى إلى غيرهم من جاهلية\nالعرب, ولهم اليوم بقايا في مشارق الأرض ومغاربها, تصديقا لقول النبي صلى\nالله عليه وسلم: \" لتتبعن سنن من كان قبلكم ...\" الحديث2, حتى نرى غالب\nالناس اليوم معرضين عن الله, وعن دينه\n</p>\n\n<p>\n1 التوبة: 30-32\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه -كتاب الأنبياء- باب ما ذكر عن نبي إسرائيل\n(4/144), وفي كتاب : الاعتصام بالكتاب والسنة\"-باب قول النبي صلى الله عليه\nوسلم: \"لتتبعن سنن من كان قبلكم \" (8/151), ومسلم في صحيحه -كتاب العلم -\nباب اتباع اليهود والنصارى (4/2054) ح 2669.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nص -84- ... الذي ارتضاه, متوغلين في البدع, تائهين في أودية الضلال, معادين\nللكتاب والسنة ومن قام بهما, فأصبح الدين منهم في أنين, والإسلام في بلاء\nمبين, وحسبنا الله, ونعم الوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nص -85- ... السابعة عشرة : قال تعالى في سورة البقرة: {ولقد آتينا موسى\nالكتاب وقفينا من بعده بالرسل وآتينا عيسى ابن مريم البينات وأيدناه بروح\nالقدس أفكلما جاءكم رسول بما لا تهوى أنفسكم استكبرتم ففريقا كذبتم وفريقا\nتقتلون. وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون}1.\n</p>\n\n<p>\nوفي سورة النساء: {فبما نقضهم ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء\nبغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون إلا\nقليلا}2.\n</p>\n\n<p>\nالغلف: جمع أغلف, كأحمر وحمر, وهو الذي لا يقفه, وأصله ذو القلفة: الذي\nلبا يختن, أو جمع غلاف, ويجمع على غلف بضمتين أيضا.\n</p>\n\n<p>\nأرادوا على الأول: قلوبنا مغشاة بأغشية خلقية مانعة عن نفوذ ما جئت به فيها.\n</p>\n\n<p>\nوهكذا قولهم: {وقالوا قلوبنا في أكنة مما تدعونا إليه }3, قصدوا به إقناط\nالنبي صلى الله عليه وسلم عن الإجابة, وقطع طمعه عنهم بالكلية.\n</p>\n\n<p>\n1 البقرة: 87-88\n</p>\n\n<p>\n2 النساء: 155\n</p>\n\n<p>\n3 فصلت: 5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nص -86- ... ومنهم من قال: معنى غلف: مغشاة بعلوم من التوراة تحفظها أن يصل\nإليها ما تأتي به: أو بسلامة من الفطرة كذلك.\n</p>\n\n<p>\nوعلى الثاني أنها أوعية العلم, فلو كان ما تقوله حقا وصدقا لوعته.\n</p>\n\n<p>\nقال ابن عباس1 وقتادة والسدي2: أو مملوءة علما, فلا تسع بعد شيئا, فنحن\nمستغنون بما عندنا عن غيره <span id='ms032'></span>.\n</p>\n\n<p>\nومنهم3 من قال: أرادوا أنها أوعية العلم, فكيف يحل لنا اتباع الأمي, ولا\nيخفى بعده4.\n</p>\n\n<p>\nوقال تعالى في سورة هود: {ويا قوم لا يجرمنكم شقاقي أن يصيبكم مثل ما\nأصاب قوم نوح أو قوم هود أو قوم صالح وما قوم لوط منكم ببعيد. واستغفروا\nربكم ثم توبوا إليه إن ربي رحيم ودود. قالوا يا شعيب ما نفقه كثيرا مما\nتقول وإنا لنراك فينا ضعيفا ولولا رهطك لرجمناك وما أنت علينا بعزيز}5.\n</p>\n\n<p>\nوهذه الىية بمعنى الأولى, وقد كذبهم الله تعالى في دعواهم هذه في آيات\nكثيرة, وذكر أن السبب في عدم الفهم إنما هو\n</p>\n\n<p>\n1 أخرجه-بنحوه- ابن جرير في تفسيره (1/407), وابن أبي حاتم في تفسيره\n(1/272).\n</p>\n\n<p>\n2 نسب هذا التفسير إليهما الألوسي في \"روح المعاني\" (1/319), ولم يذكر من أخرجه.\n</p>\n\n<p>\n3 وهو عطية العوفي كما في تفسير ابن جرير (1/407), وابن أبي حاتم\n(1/272).\n</p>\n\n<p>\n4 \"روح المعاني\" (1/319).\n</p>\n\n<p>\n5 هود: 89-91 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nص -87- ... الطبع على القلوب بكفرهم, لا القصور في البيان والتفهيم.\n</p>\n\n<p>\nوما أحسن قول القائل :\n</p>\n\n<p>\nوالنجم تستصغر الأبصار صورته والذنب للطرف لا للنجم في الصغر\n</p>\n\n<p>\nوهو أبو العلاء المعري كما في ديوانه \" سقط الزند\" ص44.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nص -88- ... الثامنة عشرة : من خصال الجاهلية أنهم لا يقبلون من الحق إلا ما\nتقول به طائفتهم.\n</p>\n\n<p>\nقال تعالى: {وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا\nويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون أنبياء الله من\nقبل إن كنتم مؤمنين}1.\n</p>\n\n<p>\nومعنى: { نؤمن بما أنزل علينا }, أي: نستمر على الإيمان بالتوراة وما في\nحكمها مما أنزل في تقرير حكمها0\n</p>\n\n<p>\nومرادهم بضمير المتكلم إما أنبياء بني إسرائيل- وهو الظاهر فيه - إيماء\nإلى أن عدم إيمانهم بالقرآن كان بغيا وحسدا على نزوله على من ليس منهم,\nوإما أنفسهم.\n</p>\n\n<p>\nومعنى الإنزال عليهم: تكليفهم في المنزل من الأحكام.\n</p>\n\n<p>\nوذموا على هذه المقالة, من التعريض بشأن القرآن-ودسائس اليهود مشهورة- أو\nلأنهم تأولوا الأمر المطلق العام, ونزلوه على الخاص, هو الإيمان بما أنول\nعليهم, كما هو ديدنهم في تأويل الكتاب بغير المراد منه.\n</p>\n\n<p>\n1 البقرة <span id='ms033'></span>: 91 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nص -89- ... {ويكفرون بما وراءه وهو الحق }, أي: هم مقارنون لحقيته , أي:\nعالمون بها.\n</p>\n\n<p>\n{ مصدقا لما معهم } لأن كتب الله يصدق بعضها بعضا, فالتصديق لازم لا\nينتقل, وقد قررت مضمون الخبر , لأنها كالاستدلال عليه, ولهذا تضمنت رد\nقولهم: { نؤمن بما أنزل علينا } حيث إن من لم يصدق بما وافق التوراة, لم\nيصدق بها.\n</p>\n\n<p>\n{ قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين } أمر للنبي صلى الله\nعليه وسلم أن يقول ذلك تبكيتا لهم, حيث قتلوا الأنبياء مع ادعاء الإيمان\nبالتوراة, وهي لا تسوغه .\n</p>\n\n<p>\nفي المطبوع \"لحقيقته\" وما أثبته هو الموافق لما في \"روح المعاني\" الذي\nنقل المؤلف الكلام منه.\n</p>\n\n<p>\nفي المطبوع \"الخير\".\n</p>\n\n<p>\nانظر: \"روح المعاني\" (1/321-322) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nص -90- ... التاسعة عشرة: من خصالهم: الاعتياض عن كتاب الله تعالى بكتب السحر:\n</p>\n\n<p>\nكما قال تعالى في سورة البقرة: {ولما جاءهم رسول من عند الله مصدق لما\nمعهم نبذ فريق من الذين أوتوا الكتاب كتاب الله وراء ظهورهم كأنهم لا\nيعلمون. واتبعوا ما تتلوا الشياطين على ملك سليمان وما كفر سليمان ولكن\nالشياطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هاروت\nوماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما\nما يفرقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله\nويتعلمون1 ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في الآخرة من\nخلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون}2.\n</p>\n\n<p>\nوالكلام على هذه الآية في التفاسير المشهورة.\n</p>\n\n<p>\nوهذه الخصلة الجاهلية موجودة اليوم في كثير من الناس, لا سيما من انتسب\nإلى الصالحين وهم عنهم بمراحل, فيتعاطى الأعمال السحرية من إمساك الحيات\nوضرب السلاح والدخول في النيران, وغير ذلك\n</p>\n\n<p>\n1 في المخطوط \"فيتعلمون\" وهو خطأ\n</p>\n\n<p>\n2 البقرة: 101-102.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nص -91- ... مما وردت الشريعة بإبطاله, فأعرضوا ونبذوا كتاب الله وراء\nظهورهم, واتبعوا ما ألقاه إليهم شيطاينهم, وادعوا أن ذلك من الكرامات, مع\nأن الكرامة لا تصدر من فاسق, ومن يتعاطى تلك الأعمال فسقهم ظاهر للعيان,\nولذا اتخذوا <span id='ms034'></span> دينهم لعبا ولهوا, وفي مثلهم قال تعالى: {الذين ضل سعيهم في\nالحياة الدنيا وهم يحسبون أنهم يحسنون صنعا} .\n</p>\n\n<p>\nفي المخطوط: \"من وردت\".\n</p>\n\n<p>\nالكهف: 104 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nص -92- ... العشرون: تناقضهم في الانتساب, فينتسبون إلى إبراهيم عليه\nالسلام وإلى الإسلام, مع إظهارهم ترك ذلك, والانتساب إلى غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nص -93- ... الحادية والعشرون : تحريف كلام الله من بعد ما عقلوه وهم\nيعلمون.\n</p>\n\n<p>\nولكم في هذا العصر من هو على شاكلتهم, تراه يصرف النصوص ويؤولها إلى ما\nيشتهيه من الأهواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nص -94- ... الثانية والعشرون : تحريف العلماء لكتب الدين.\n</p>\n\n<p>\nقال الله تعالى: {ومنهم أميون لا يعلمون الكتاب إلا أماني وإن هم إلا\nيظنون. فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله\nليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون} .\n</p>\n\n<p>\nومن نظر إلى قضاة هذا الزمان وما تلاعبوا به من الأحكام, وصرف النصوص إلى\nما تهواه أنفسهم, وتبديل الحق وإبطاله, بما ينالونه من الرشا وغير ذلك مما\nهم عليه اليوم, تبين له من ذلك بحر لا ساحل له.\n</p>\n\n<p>\nوهكذا بعض المبتدعة وغلاة القبور, وقد بين خالهم في غير هذا الموضع.\n</p>\n\n<p>\nالبقرة: 78-79\n</p>\n\n<p>\nفي المخطوط \"لهم\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nص -95- ... الثالثة والعشرون : وهي من أعجب المسائل والخصال: معاداة الذي\nانتسبوا إليه أشد العداوة, وموالاتهم لمذهب الكفار الذين فارقوهم أكمل\nالموالاة.\n</p>\n\n<p>\nكما فعلوا مع النبي صلى الله عليه وسلم لما أتاهم بدين موسى, واتبعوا كتب\nالسحر, وهو من دين آل فرعون.\n</p>\n\n<p>\nومثل هؤلاء في الأمة الإسلامية كثير, هجروا السنة, وعادوها, ونصروا أقوال\nالفلاسفة وأحكامهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nص -96- ... الرابعة والعشرون : أنهم لما افترقوا- وكل طائفة لا تقبل من\nالحق إلا ما قالته طائفتهم, وكفروا بما مع غيرهم من الحق-.\n</p>\n\n<p>\nقال تعالى في سورة البقرة: {وقالت اليهود ليست النصارى على شيء وقالت\nالنصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا يعلمون\nمثل قولهم فالله يحكم بينهم [يوم القيامة] فيما كانوا فيه يختلفون} .\n</p>\n\n<p>\nولا شك أن هذا من خصال الجاهلية, وعليه اليوم كثير من الناس, لا يعتقد\nالحق إلا معه, لا <span id='ms035'></span> سيما أرباب المذاهب, يرى كل أهل مذهب أن الدين معه لا\nيعدوه إلى غيره, وكل حزب بما لديهم فرحون.\n</p>\n\n<p>\nوكل يدعي وصلا لليلى وليلى لا تقر لهم بذاكا\n</p>\n\n<p>\nوالحزم أن ينظر إلى الدليل, فما قام عليه الدليل فهو الحق الحري أن يتلقى\nبالقبول, وما ليس عليه برهان ولا حجة ينبذ وراء الظهور, وكل أحد يؤخذ من\nقوله ويرد إلا من اصطفاه الله لرسالته.\n</p>\n\n<p>\nما بين المعكوفتين ساقط من المخطوط.\n</p>\n\n<p>\nالبقرة: 113\n</p>\n\n<p>\nفي المطبوع: \"هذه\".\n</p>\n\n<p>\nنسبه شيخ الإسلام إلى مجنون بني عامر, انظر مجموع الفتاوى (4/71) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nص -97- ... الخامسة والعشرون : أنهم لما سمعوا قوله صلى الله عليه وسلم في\nحديث الافتراق: \"وستفترق أمتي إلى ثلاث وسبعين فرقة, كلها في النار إلا\nواحدة\", ادعى كل فرقة أنها هي الناجية.\n</p>\n\n<p>\nكما حكي عن اليهود والنصارى في قوله: {وقالت اليهود ليست النصارى على شيء\nوقالت النصارى ليست اليهود على شيء}1.\n</p>\n\n<p>\nمع أن النبي صلى الله عليه وسلم بين في آخر الحديث المراد من الفرقة\nالناجية, فقال: \"وهم ما كنت عليه أنا وأصحابي\"2 أو كما قال.\n</p>\n\n<p>\n1 البقرة: 113\n</p>\n\n<p>\n2 أخرجه بلفظ: \"من كان على مثل ما أنا عليه اليوم وأصحابي\" الترمذي في\nجامعه-كتاب الإيمان- باب ما جاء في افتراق هذه الأمة (5/26) ح 2641, وقال:\n\"هذا حديث مفسر غريب لا نعرفه مثل هذا إلا من هذا الوجه\" , وابن وضاح في\n\"البدع والنهي عنها\" ص85, والآجري في الشريعة ص16, وفي كتاب الأربعين\nص53-54, والعقيلي في الضعفاء الكبير (2/262), وابن نصر المروزي في السنة\nص23 ح 59, والحاكم في المستدرك-كتاب العلم- (1/128-129) وسكت عنه, وسكت عنه\nالذهبي من حديث عبد الرحمن بن زياد بن أنعم الأفريقي عن عبد الله بن عمرو\nبن العاص.\n</p>\n\n<p>\nوأخرجه الطبراني في المعجم الكبير (8/178), وفي المعجم الصغير (1/256),\nوالعقيلي في الضعفاء (2/262), وبحشل في تاريخ واسط ص196 عن أنس, وفي إسناده\nعبد الله بن سفيان, وهو ضعيف.= وأخرجه الطبراني في الكبير (8/178) عن أبي\nالدرداء وواثلة بن الأسقع وأبي أمامة قال الهيثمي في مجمع الزوائد: \"وفيه\nكثير بن مروان, وهو ضعيف جدا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nص -98- ... ورد <span id='ms036'></span> الله تعالى عليهم بقوله: {وقالوا لن يدخل الجنة إلا من كان\nهودا أو نصارى تلك أمانيهم قل هاتوا برهانكم إن كنتم صادقين. بلى من أسلم\nوجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون} .\n</p>\n\n<p>\nوالمقصود أنهم ليس لهم برهان على هذه الدعوى, بل الدليل على خلاف ذلك.\n</p>\n\n<p>\nوأبو العباس تقي الدين تكلم على حديث الفرق في كتابه منهاج السنة بما لا\nمزيد عليه, حيث استدل به الرافضي على حقيقة مذهبه وبطلان مذهب أهل السنة,\nفراجعه إن أردته .\n</p>\n\n<p>\nالبقرة: 111-112\n</p>\n\n<p>\nمنهاج السنة النبوية: (3/443-506) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nص -99- ... السادسة والعشرون : أنهم أنكروا ما أقروا أنه دينهم, كما فعلوا\nفي حج البيت, فتعبدوا الله بإنكارهم والبراءة منه مع ذلك الإقرار.\n</p>\n\n<p>\nكما قال تعالى في سورة البقرة: {وإذ جعلنا البيت مثابة للناس وأمنا\nواتخذوا من مقام إبراهيم مصلى }1.\n</p>\n\n<p>\nإلى أن قال: {ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في\nالدنيا وإنه في الآخرة لمن الصالحين. إذ قال له ربه أسلم قال أسلمت لرب\nالعالمين. ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين\nفلا تموتن إلا وأنتم مسلمون}2.\n</p>\n\n<p>\nيقال: عن سبب نزول قوله: { ومن يرغب ...} إلخ ما روي أن عبد الله بن سلام\nدعا ابني أخيه: سلمة ومهاجرا3 إلى الإسلام, فقال:\n</p>\n\n<p>\nقد علمتما أن الله تعالى قال في التوراة: إني باعث من ولد إسماعيل\n</p>\n\n<p>\n1 البقرة: 125\n</p>\n\n<p>\n2 البقرة: 130-132\n</p>\n\n<p>\n3 في المخطوط والمطبوع \"مهاجر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nص -100- ... نبيا اسمه أحمد, فمن آمن به فقد اهتدى ورشد, ومن لم يؤمن به\nفهو ملعون, فأسلم سلمة, وأبى مهاجر, فنزلت . انتهى.\n</p>\n\n<p>\nفي المطبوع: \"أبو\".\n</p>\n\n<p>\nذكره ابن الجوزي في \"زاد المسير\" (1/147) ونسبه لمقاتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nص -101- ... السابعة والعشرون : التعبد 1 بكشف العورات.\n</p>\n\n<p>\nقال تعالى في سورة الأعراف: {وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا\nوالله أمرنا بها قل إن الله لا يأمر بالفحشاء أتقولون على الله ما لا\nتعلمون . قل أمر ربي بالقسط وأقيموا وجوهكم عند كل مسجد وادعوه مخلصين له\nالدين كما بدأكم تعودون}2.\n</p>\n\n<p>\nقال بعض المفسرين: الفاحشة <span id='ms037'></span> هنا: الفعلة القبيحة المتناهية في القبح,\nوالتاء إما لأنها مجراة على الوصف المؤنث, أي: فعلى فاحشة, وإما للنقل من\nالوصفية إلى الاسمية, والمراد بها هنا: عبادة الأصنام, وكشف العورة في\nالطواف, ونجو ذلك.\n</p>\n\n<p>\nوعن الفراء تخصيصها بكشف العورة.\n</p>\n\n<p>\nوفي الآية حذف, أي: وإذا فعلوا فاحشة, فنهوا عنها قالوا: وجدنا عليها\nآباءنا والله أمرنا بها, محتجين بأمرين: بتقليد الآباء, والافتراء على الله3.\n</p>\n\n<p>\n1 في المطبوع \" المجاهرة\"\n</p>\n\n<p>\n2 الأعراف: 28-29\n</p>\n\n<p>\n3 نقل المؤلف هذا التفسير من روح المعاني (8/106) بشيء من التصرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nص -102- ... وكان من سنة الحمس1 أنهم لا يخرجون أيام المواسم إلى عرفات,\nإنما يقفون بمزدلفة, وكانوا لا يسلؤون, ولا يأقطون ولا يرتبطون عنزا ولا\nبقرة, ولا يغزلون صوفا ولا وبرا, ولا يدخلون بيتا من الشعر والمدر, وإنما\nيكتنون بالقباب الحمر في الأشهر الحرم, ثم فرضوا على العرب قاطبة أن يطرحوا\nأزواد الحل إذا دخلوا الحرم, وأن يتركوا ثياب الحل, ويستبدلونها بثياب\nالحرم, إما اشتراء وإما عارية وإما هدية, فإن وجدوا وإلا طافوا البيت عرايا.\n</p>\n\n<p>\nوفرضوا على نساء العرب مثل ذلك, غير أن المرأة كانت تطوف في مفرج القوائم\nوالمواخير.\n</p>\n\n<p>\nقالت امرأة2 وهي تطوف بالبيت:\n</p>\n\n<p>\nاليوم يبدوا بعضه أو كله ... وما بذا منه فلا أحله\n</p>\n\n<p>\nأختم مثل القعب باد ظله ... كأن حمى خيبر تمله\n</p>\n\n<p>\nوكلفوا العرب أن يفيضوا من مزدلفة, وقد كانوا يفيضون من عرفة, إلى غير\nذلك من الأمور التي ابتدعوها وشرعوها3, مما لم يأذن به الله.\n</p>\n\n<p>\n1 الحمس: قريش وما ولدت, ومن كان مأخذها من القبائل كالأوس والخزرج\nوخزاعة وثقيف وغزوان وبني عامر وبني صعصعة وجديلة قيس وبني كنانة إلا بني\nبكر, سموا بذلك لأنهم تحمسوا- أي: تشددوا- في دينهم, فكانوا يرون التزهد,\nوقيل: بل سموا بالكعبة, لأنها حمساء: حجرها أبيض يميل إلى السواد, والأول أشهر.\n</p>\n\n<p>\nانظر: \"المعلم بفوائد مسل\" للمازري (2/58), \"الروض الأنف\" (1/229), \"فتح\nالباري\" (3/603).\n</p>\n\n<p>\n2 هي ضباعة بنت عامر بن صعصعة, كما في \"الروض الأنف\" (1/134).\n</p>\n\n<p>\n3 في المطبوع \"وتشرعوها\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nص -103- ... ومع ذلك كانوا يدعون أنهم على شريعة أبيه إبراهيم عليه السلام\nوما ذلك إلا لجهالتهم.\n</p>\n\n<p>\nوغالب <span id='ms038'></span> من ينتمي إلى الإسلام اليوم ابتدعوا في الدين ما لم يأذن به الله,\nفمنهم من اتخذ ضرب المعازف وآلات اللهو عبادة يتعبون بها في بيوت الله\nومساجده.\n</p>\n\n<p>\nومنهم من اتخذ الطواف على القبور والسفر إليها والنذور وأخلص عبادته\nوأفضل قرباته.\n</p>\n\n<p>\nومنهم من ابتدع الرهبانية والحيل الشيطانية, وزعم أنه سلك سبيل الزهاد\nوطريق العباد, ومقصده الأعلى نيل شهواته الحيوانية والفوز بهذه الدنيا\nالدنية, إلى غير ذلك مما يطول, ولا يعلم ماذا يقول.\n</p>\n\n<p>\nإلى ديان يوم الدين نمضي ... وعند الله تجتمع الخصوم\n</p>\n\n<p>\nفي المخطوط \" والقصد\", وقد أثبت ما في المخطوط, لأنه أليق, إذ ليس كل قصد\nللقبور منهيا عنه, بخلاف السفر.\n</p>\n\n<p>\nهذا البيت لأبي العتاهية كما في ديوانه ص 309.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nص -104- ... الثامنة والعشرون : التعبد بتحريم الحلال.\n</p>\n\n<p>\nفرد الله تعالى ذلك عليهم بقوله في سورة الأعراف: {يا بني آدم خذوا\nزينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين .قل من\nحرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في\nالحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون . قل إنما\nحرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا\nبالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون }1.\n</p>\n\n<p>\nومعنى الآيات: { يا بني آدم خذوا زينتكم عند كل مسجد }, أي: ثيابكم\nلمواراة عوراتكم عند طواف أو صلاة.\n</p>\n\n<p>\nوسبب النزول: أنه كان أناس من الأعراب يطوفون بالبيت عراة, حتى إن كانت\nالمرأة لتطوف البيت عريانة, فتعلق على سفلها سيورا مثل هذه السيور التي\nتكون على وجه الحمر والدواب وهي تقول:\n</p>\n\n<p>\nاليوم يبدو بعضه أو كله ... وما بدا منه فلا أحله\n</p>\n\n<p>\nفأنزل الله تعالى هذه الآية: {وكلوا واشربوا } مما طاب لكم2.\n</p>\n\n<p>\nقال الكلبي: كان أهل الجاهلية لا يأكلون من الطعام إلا قوتا, ولا يأكلون\nدسما في أيام حجهم, يعظمون بذلك حجهم, فقال\n</p>\n\n<p>\n1 الأعراف: 31-33\n</p>\n\n<p>\n2 مما طاب لكم\" ساقط من المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nص -105- ... المسلمون: يا رسول الله, نحن أحق بذلك, فأنزل <span id='ms039'></span> الله تعالى-\nالآية1.\n</p>\n\n<p>\nوفيه يظهر وجه الأكل والشرب2 هنا.\n</p>\n\n<p>\n{ ولا تسرفوا } بتحريم الحلال, كما هو المناسب لسبب النزول.\n</p>\n\n<p>\n{ إنه لا يحب المسرفين } بل يبغضهم, ولا يرضى أفعالهم.\n</p>\n\n<p>\n{ قل من حرم زينة الله التي أخرج لعباده } من الثياب وكل ما يتجمل به,\nوخلقها لنفعهم من الثياب كالقطن والكتان والحيوان والحرير والصوف.\n</p>\n\n<p>\n{ والطيبات من الرزق } أي: المستلذات, وقيل: المحللات من المآكل والمشارب\nكلحم الشاة وشحمها ولبنها.\n</p>\n\n<p>\n{ قل هي للذين آمنوا في الحياة الدنيا }, أي: هي لهم بالأصالة, لمزيد\nكرمهم على الله تعالى والكفرة, وإن شاركوهم فيها, فبالتبع, فلا إشكال في\nالاختصاص.\n</p>\n\n<p>\n{ خالصة يوم القيامة }, أي: لا يشاركهم فيها غيرهم.\n</p>\n\n<p>\n{ كذلك نفصل الآيات لقوم يعلمون }, أي: مثل تفصيلنا هذا الحكم, نفصل سائر\nالأحكام لمن يعلم ما في تضامينها من المعاني الرائقة.\n</p>\n\n<p>\n{ قل إنما حرم ربي الفواحش }, أي: ما تزايد قبحه من المعاصي, ومنه ما\nيتعلق بالفروج.\n</p>\n\n<p>\n{ ما ظهر منها وما بطن }: بدل من الفواحش, أي: جهرها وسرها.\n</p>\n\n<p>\nوعن البعض: { ما ظهر } الزنى العلانية, { وما بطن } الزنى سرا3,\n</p>\n\n<p>\n1 ذكره البغوي في تفسيره (2/157)\n</p>\n\n<p>\n2 في المطبوع: \"الشراب\"\n</p>\n\n<p>\n3 وهذا أحد أقوال ابن عباس في الآية, وبه قال سعيج بن جبير, كما في \" زاد\nالمسير\" (3/34).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nص -106- ... وكانوا يكرهون الأول, ويفعلون الثاني, فنهوا عن ذلك مطلقا.\n</p>\n\n<p>\nوعن مجاهد, { ما ظهر } التعري في الطواف, { وما بطن } الزنى .\n</p>\n\n<p>\nوالبعض يقول: الأول: طواف الرجال بالنهار. والثاني: طواف النساء بالليل\nعاريات .\n</p>\n\n<p>\n{ والإثم }, أي: ما يوجب الإثم, وأصله الذم, ثم أطلق على ما يوجبه من\nمطلق الذنب, وذكر للتعميم بعد التخصيص بناء على ما تقدم من معنى الفواحش.\n</p>\n\n<p>\nومنهم من قال: إن الإثم هو الخمر, وعليه أهل اللغة , وأنشدوا له قول\nالشاعر:\n</p>\n\n<p>\nنهانا رسول الله أن نقرب الزنى ... وأن نشرب الإثم الذي يوجب الوزرا\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nشربت الإثم حتى ضل عقلي ... كذاك الإثم يذهب بالعقول\n</p>\n\n<p>\nذكره ابن الجوزي في زاد المسير (3/34)\n</p>\n\n<p>\nوهذا اختيار البغوي في تفسيره (2/157)\n</p>\n\n<p>\nأنكر بعض أهل اللغة أن يكون الإثم من أسماء الخمر, انظر \"اللسان\" : \"أثم\"\n, \"تاج العروس\": \"أثم\".\n</p>\n\n<p>\nأنشد هذا <span id='ms040'></span> الشعر أبو حيان في البحر المحيط (4/292) ولم يذكر قائله.\n</p>\n\n<p>\nذكر هذا البيت الأزهري في تهذيب اللغة : \"أثم\" , وابن فارس في معجم\nمقاييس اللغة (1/61), وابن سيده في المحكم (10/187), والجوهري في \"الصحاح\"\n: \"أثم\" , وأبو هلال العسكري في التلخيص في معرفة أسماء الأشياء (2/502),\nوالزبيدي في التاج : \"أثم\", وأنشده ابن العربي في أحكام القرآن (2/784),\nوالقرطبي في تفسيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nص -107- ... التاسعة والعشرون : الإلحاد في أسمائه وصفاته.\n</p>\n\n<p>\nقال تعالى في سورة الأعراف: {ولله الأسماء الحسنى فادعوه بها وذروا الذين\nيلحدون في أسمائه سيجزون ما كانوا يعملون}1.\n</p>\n\n<p>\nتفسير الآية: { ولله الأسماء الحسنى }: تنبيه للمؤمنين على كيفية ذكره\nتعالى, وكيفية المعاملة مع المخالين بذلك الغافلين عنه سبحانه, وعما يليق\nبشأنه, إثر بيان غفلتهم وضلالتهم الطامة.\n</p>\n\n<p>\n{ فادعوه بها }: إما من الدعوة بمعنى التسمية, كقولهم: دعوته زيدا, أو\nبزيد2, أي سميته, أو الدعاء بمعنى النداء, كقولهم: دعوت زيدا, أي: ناديته.\n</p>\n\n<p>\n{ وذروا الذين يلحدون في أسمائه }, أي: يميلون وينحرفون فيها عن الحق على\nالباطل, يقال: ألحد, إذا مال عن القصد والاستقامة, ومنه: لحد القبر, لكونه\nفي جانبه بخلاف الضريح, فغنه في وسطه.\n</p>\n\n<p>\nوالإلحاد في أسمائه- سبحانه- أن يسمى بلا توقيف فيه, أو بما يوهم معنى\nفاسدا, كنا في قول أهل البدو, يا أب المكارم, يا أبيض الوجه,\n</p>\n\n<p>\n1 الأعراف: 180\n</p>\n\n<p>\n2 في المطبوع: \"يزيد\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nص -108- ... يا سخي, ونحو ذلك, فالمراد بترك المأمور به: الاجتناب عن ذلك,\nوبأسمائه ما أطلقوه عليه تعالى وسموه به على زعمهم, لا أسماؤه تعالى حقيقة,\nوعلى ذلك يحمل ترك الإضمار, بأن يقال: يلحدون بها1.\n</p>\n\n<p>\nوقال تعالى: { كذلك أرسلناك في أمة قد خلت من قبلها أمم لتتلو عليهم الذي\nأوحينا إليك وهم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه توكلت وإليه\nمتاب }2.\n</p>\n\n<p>\nوهذه الآية في سورة الرعد.\n</p>\n\n<p>\nعن قتادة وابن جريج ومقاتل أن الآية نزلت في مشركي مكة لما رأوا كتاب\nالصلح يوم الحديبية وقد كتب فيه علي رضي الله عنه: \"بسم الله الرحمن\nالرحيم\", فقال سهل بن عمرو: ما نعرف الرحمن إلا مسيلمة3.\n</p>\n\n<p>\nومنهم من قال: سمع أبو <span id='ms041'></span> جهل قول رسول الله صلى الله عليه وسلم: يا ألله يا\nرحمن\", فقال: إن محمدا ينهانا عن عبادة الآلهة وهو يدعوا إلهين, فنزلت4.\n</p>\n\n<p>\nوعن بعضهم أنه لما قيل لكفار قريش: { اسجدوا للرحمن }, قالوا: { وما\nالرحمن }, فنزلت5.\n</p>\n\n<p>\n1 روح المعاني (9/121)\n</p>\n\n<p>\n2 الرعد: 30\n</p>\n\n<p>\n3 ذكره الواحدي في أسباب النزول ص 273, وابن الجوزي في زاد المسير\n(4/329), وابن كثير في تفسيره (2/515)\n</p>\n\n<p>\n4 ذكر هذا الأثر البغوي في تفسيره (3/19), وابن الجوزي في تفسيره (4/329)\n</p>\n\n<p>\n5 ذكره البغوي في تفسيره (3/19), والواحدي في أسباب النزول ص273, وابن\nالجوزي في زاد المسير (4/329) . ونسبوه لابن عباس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nص -109- ... وقيل غير ذلك مما يطول.\n</p>\n\n<p>\nوقال تعالى: { وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي\nأنطق كل شيء وهو خلقكم أول مرة وإليه ترجعون . وما كنتم تستترون أن يشهد\nعليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم كثيرا مما\nتعملون . وذلكم ظنكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين }1.\n</p>\n\n<p>\nوهذه الآية إخبار أن أهل الجاهلية كانوا يلحدون في صفاته, كما كانوا\nيلحدون في أسمائه تعالى.\n</p>\n\n<p>\nأخرج أحمد2 والبخاري3 ومسلم4 والترمذي5 والنسائي6 وجماعة عن ابن مسعود ,\nقال: \" كنت مستترا7 بأستار الكعبة , فجاء ثلاثة نفر: قرشي وثقفيان, أو ثقفي\nوقرشيان, كثير لحم بطونهم, قليل فقه8 قلوبهم, فتكلموا بكلام لم أسمعه, فقال\nأحدهم: أترون الله يسمع كلامنا هذا؟ فقال الآخر: إذا رفعنا أصواتنا يسمعه,\nوإذا لم نرفع لم\n</p>\n\n<p>\n1 فصلت: 21-23\n</p>\n\n<p>\n2 في مسنده: (1/381-408-426-442-443)\n</p>\n\n<p>\n3 في صحيحه -كتاب التفسير- باب { ولكن ظننتم أن الله لا يعلم كثيرا مما\nتعملون } (6/36), وفي كتاب التوحدي باب قول الله تعالى: { وما كنتم تستترون\nأن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم\nكثيرا مما تعملون} (8/207)\n</p>\n\n<p>\n4 في صحيحه - كتاب صفات المنافقين وأحكامهم- (4/50) ح 2775\n</p>\n\n<p>\n5 في جامعه- كتاب التفسير - باب ومن سورة حم السجدة (5/375 ح 3248-3249.)\n</p>\n\n<p>\n6 في السنن الكبرى - كتاب التفسير- قوله تعالى : { وما كنتم تستترون أن\nيشهد عليكم سمعكم} (6/451 ح 11468) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n7 في المطبوع \" مستندا\"\n</p>\n\n<p>\n8 في المطبوع \"عفة\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nص -110- ... يسمع , فقال الآخر: إن سمع منه شيئا سمعه كله, قال: فذكرت ذلك\nللنبي صلى الله <span id='ms042'></span> عليه وسلم فأنزل الله تعالى: { وما كنتم تستترون أن يشهد\nعليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم كثيرا مما\nتعملون ....} إلى قوله : { من الخاسرين }.\n</p>\n\n<p>\nفهذا هو الإلحاد في الصفات.\n</p>\n\n<p>\nوأنت تعلم أن ما عليه أكثر المتكلمين المسلمين من الإلحاد في الأسماء\nوالصفات فوق ما كان عليه أهل الجاهلية, فسموا الله بأسماء ما أنزل الله بها\nمن سلطان, ومنهم من قال: ليس لله صفات قامت به, ومنهم من قال: صفاته ليس\nعين ذاته ولا غيره, ومنهم من قال: إن صفاته غيره, ومنهم من قال: إن الله لم\nيتكلم بالكتب التي أنزلها, وأثبتوا له الكلام النفسي, وأنه لم يكلم أحدا من\nرسله, إلى غير ذلكمن الإلحاد الذي حشوا به كتبهم, وملؤوها من الهذيان,\nوطنوا أن الآية مختصة بأهل الجاهلية, وما دروا أنهم الفرد الكامل لعمومها.\n</p>\n\n<p>\nومن بصره الله تعالى ونور قلبه, أعرض عن أخذ عقائده من كتب هؤلاء\nالطوائف, وتلقى معرفة إلهه من كتب السلف المشتملة على نصوص الكتاب والسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nص -111- ... الثلاثون : نسبة النقائص إليه سبحاته كالولد والحاجة, فإن\nالنصارى قالوا: {المسيح ابن الله}1, وطائفة من العرب قالوا: الملائكة بنات\nالله, وقوم من الفلاسفة قالوا بتوليد العقول, وقوم من اليهود قالوا: العزيز\nابن الله وغير ذلك.\n</p>\n\n<p>\nوقد نزه الله نفسه عن كل ذلك ونفاه:\n</p>\n\n<p>\nبقوله: {قل هو الله أحد .الله الصمد . لم يلد ولم يولد . ولم يكن له كفوا أحد} 2\n</p>\n\n<p>\nوبقوله: {ألا إنهم من إفكهم ليقولون. ولد الله وإنهم لكاذبون}3.\n</p>\n\n<p>\nوقوله: {وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنات بغير علم\nسبحانه وتعالى عما يصفون. بديع السماوات والأرض أنى يكون له ولد ولم تكن له\nصاحبة وخلق كل شيء وهو بكل شيء عليم}4.\n</p>\n\n<p>\nوهو يعم جميع الأنواع التي تذكر في هذا الباب عن بعض الأمم, كما أن ما\nنفاه من اتخاذ الولد يعم ايضا جميع أنواع الاتخاذات, لا اصطفاؤه\n</p>\n\n<p>\n1 التوبة: 30\n</p>\n\n<p>\n2 الإخلاص: 1-4\n</p>\n\n<p>\n3 الصافات: 151-152\n</p>\n\n<p>\n4 الأنعام: 100-101 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nص -112- ... كما قال تعالى: {وقالت اليهود والنصارى نحن أبناء الله وأحباؤه\nقل فلم <span id='ms043'></span> يعذبكم بذنوبكم بل أنتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء\nولله ملك السماوات والأرض وما بينهما وإليه المصير}1.\n</p>\n\n<p>\nقال السدي: قالوا: إن الله تعالى أوحى إلى إسرائيل: إن ولدك بكري من\nالولد, فأدخلهم النار, فيكونون فيها أربعين يوما حتى تطهرهم وتأكل خطاياهم,\nثم ينادي مناد: أخرجوا كل مختون من بني إسرائيل2.\n</p>\n\n<p>\nوقد قال الله تعالى: {ما اتخذ الله من ولد وما كان معه من إله إذا لذهب\nكل إله}3\n</p>\n\n<p>\nوقال: {وقل الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم\nيكن له ولي من الذل}4.\n</p>\n\n<p>\nوقال تعالى: {تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا.\nالذي له ملك السماوات والأرض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق\nكل شيء فقدره تقديرا}5.\n</p>\n\n<p>\n{وقالوا اتخذ الرحمن ولدا سبحانه بل عباد مكرمون . لا يسبقونه بالقول وهم\nبأمره يعملون6. يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم\nمن خشيته مشفقون . ومن يقل منهم إني إله من دونه\n</p>\n\n<p>\n1 المائدة: 18\n</p>\n\n<p>\n2 أخرجه ابن جرير بنحوه في تفسيره (6/64), وذكره لن كثير في تفسيره\n(2/35), وزاد نسبته لابن أبي حاتم, وذكره ابن الجوزي في زاد المسير\n(2/318), والقرطبي في تفسيره (6/120).\n</p>\n\n<p>\n3 المؤمنون:91 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n4 الإسراء: 111\n</p>\n\n<p>\n5 الفرقان: 1-2\n</p>\n\n<p>\n6 في المخطوط \"يعلمون\" وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nص -113- ... فذلك نجزيه جهنم كذلك نجزي الظالمين }1.\n</p>\n\n<p>\nوقال سبحانه وتعالى: {وقال الله لا تتخذوا إلهين اثنين إنما هو إله واحد\nفإياي فارهبون. وله 2 ما في السماوات والأرض وله الدين واصبا}3. إلى قوله:\n{ويجعلون4 لما لا يعلمون نصيبا}5 إلى قوله: {ويجعلون لله البنات سبحانه\nولهم ما يشتهون}6.\n</p>\n\n<p>\nوقال الله تعالى: {ولا تجعل مع الله إلها آخر فتلقى في جهنم ملوما مدحورا\n. أفأصفاكم ربكم بالبنين واتخذ من الملآئكة إناثا إنكم لتقولون قولا عظيما\n. ولقد صرفنا في هذا القرآن ليذكروا وما يزيدهم إلا نفورا . قل لو كان معه\nآلهة كما يقولون إذا لابتغوا إلى ذي العرش سبيلا }7.\n</p>\n\n<p>\nوقال: {فاستفتهم ألربك البنات ولهم البنون أم خلقنا الملائكة إناثا وهم\nشاهدون ألا إنهم <span id='ms044'></span> من إفكهم ليقولون ولد الله وإنهم لكاذبون أصطفى البنات على\nالبنين . ما لكم كيف تحكمون . أفلا تذكرون. أم لكم سلطان مبين . فأتوا\nبكتابكم إن كنتم صادقين . وجعلوا بينه وبين الجنة نسبا ولقد علمت الجنة\nإنهم لمحضرون . سبحان الله عما يصفون . إلا عباد الله المخلصين . فإنكم وما\nتعبدون . ما أنتم عليه بفاتنين . إلا من هو صال الجحيم }8.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {أفرأيتم اللات والعزى . ومناة الثالثة الأخرى . ألكم الذكر وله\n</p>\n\n<p>\n1 الأنبياء: 26-29\n</p>\n\n<p>\n2 الواو ساقطة من المخطوط, وهو خطأ\n</p>\n\n<p>\n3 النحل: 51-52\n</p>\n\n<p>\n4 في المطبوع \"وتجعلون\" وهو خطأ.\n</p>\n\n<p>\n5 النحل: 56\n</p>\n\n<p>\n6 النحل:57\n</p>\n\n<p>\n7 الإسراء:39-43\n</p>\n\n<p>\n8 الصافات: 149-163 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nص -114- ... الأنثى . تلك إذا قسمة ضيزى . إن هي إلا أسماء سميتموها أنتم\nوآباؤكم ما أنزل الله بها من سلطان إن يتبعون إلا الظن وما تهوى الأنفس\nولقد جاءهم من ربهم الهدى}1.\n</p>\n\n<p>\nإلى قوله: {إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى }2.\n</p>\n\n<p>\nوقال تعالى: {وجعلوا له من عباده جزءا}3.\n</p>\n\n<p>\nقال بعض المفسرين: { جزءا }, أي: نصيبا وبعضا4.\n</p>\n\n<p>\nوقال بعضهم: جعلوا لله نصيبا من الولد 5.\n</p>\n\n<p>\nوعن قتادة6 ومقاتل: عدلا.\n</p>\n\n<p>\nوكلا القولين صحيح, فإنهم يجعلون له ولدا والولد يشبه أباه.\n</p>\n\n<p>\nولهذا قال: {وإذا بشر أحدهم بما ضرب للرحمن مثلا ظل وجهه مسودا }7, أي: البنات\n</p>\n\n<p>\nكما قال في الآية الأخرى: { وإذا بشر أحدهم بالأنثى }8.\n</p>\n\n<p>\nفقد جعلوها للرحمن مثلا, وجعلوا ه من عباده جزءا, فإن الولد جزء من\nالوالد, فقال صلى الله عليه وسلم : \"إن فاطمة بضعة مني\"9.\n</p>\n\n<p>\n1 النجم: 19-23\n</p>\n\n<p>\n2 النجم:27\n</p>\n\n<p>\n3 الزخرف: 15\n</p>\n\n<p>\n4 انظر: \"النكت والعيون\" للماوردي (5/219), وتفسير البغوي (4/135)\n</p>\n\n<p>\n5 انظر زاد المسير (7/305)\n</p>\n\n<p>\n6 أخرجه عن عبد الرزاق في تفسيره (2/195), وابن جرير في تفسيره, وذكره\nالسيوطي في الدر المنثور (6/15), وزاد نسبته إلى عبد بن حميد وابن عبد\nالمنذر.\n</p>\n\n<p>\n7 الزخرف:17\n</p>\n\n<p>\n8 النحل: 58, وقد ذكر في المطبوع تما الآية.\n</p>\n\n<p>\n9 جاء في اللفظ في عدة أحاديث, منها ما أخرجه مسلم في صحيحه-كتاب فضائل\nالصحابة- باب فضائل فاطمة بنت النبي صلى الله عليه وسلم (4/1903) ح 2449 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nص -115- ... وقوله في الأنعام: { وجعلوا لله شركاء الجن وخلقهم وخرقوا له\nبنين وبنات بغير علم }1.\n</p>\n\n<p>\nقال الكلبي: \"نزلت في الزنادقة, قالوا: إن الله وإبليس شريكان <span id='ms045'></span>, فالله\nخالق النور والناس والدواب والأنعام2, وإبليس خالق الظلمة والسباع والحياة\nوالعقارب\"3.\n</p>\n\n<p>\nوأما قوله: {وجعلوا بينه وبين الجنة نسبا }:\n</p>\n\n<p>\nفقيل: هو قولهم: الملائكة بنات الله, وسمي الملائكة جنا, لاختفائهم عن\nالأبصار, وهو قول مجاهد وقتادة4.\n</p>\n\n<p>\nوقيل: قلوا لحي من الملائكة يقال لهم: الجن, ومنهم إبليس: هم5 بنات الله6.\n</p>\n\n<p>\nوقال الكلبي: قالوا-لعنهم الله- بل بذور يخرج منها الملائكة.\n</p>\n\n<p>\nوقوله: { وخرقوا له بنين وبنات بغير علم }:\n</p>\n\n<p>\nقال بعض المفسرين: هم كفار العرب, قالوا: الملائكة والأصنام بنات الله,\nواليهود قالوا: عزير ابن الله7.\n</p>\n\n<p>\nوالذين كانوا يقولون من العرب: إن الملائكة بنات الله, وما نقل عنهم\n</p>\n\n<p>\n1 الأنعام: 100\n</p>\n\n<p>\n2 \"والأنعام\" ساقطة من المطبوع.\n</p>\n\n<p>\n3 ذكر هذا الأثر البغوي في تفسيره (2/119), والواحدي في أسباب النزول\nص221, وابن الجوزي في زاد المسير (3/96)\n</p>\n\n<p>\n4 ذكره البغوي في تفسيره (4/44)\n</p>\n\n<p>\n5 في المخطوط \"وهم\".\n</p>\n\n<p>\n6 ذكره البغوي في تفسيره (4/44) ونسبه لابن عباس.\n</p>\n\n<p>\n7 وهذا القول السدي كما في الدر المنثور (3/73) وعزاه لابن أبي حاتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nص -116- ... من أنه صاهر الجن, فولدت الملائكة, فقد نفاه عنه بامتناع\nالصاحبة, وبامتناع أن يكون منه جزء, فإنه صمد.\n</p>\n\n<p>\nوقوله: { ولم تكن له صاحبة }, وهذا لأن الولادة لا تكون إلا من أصلين,\nسواء في توالد الأعيان- وتسمى الجواهر- وتولد الأعراض والصفات, بل لا يكون\nتولد الأعيان إلا بانفصال جزء من الوالد , فإذا امتنع أن تكون له صاحبة,\nامتنع أن يكون له ولد, وقد علموا كلهم أن لا صاحبة له, ولا من الملائكة,\nولا من الجن, ولا من الإنس, فلم يقل أحد منهم: إن له صاحبة, فلهذا احتج\nبذلك عليهم, وما حكي عن بعض كفار العرب أنه صاهر الجن, فهذا فيه نظر, وذلك\nإن كان قد قيل, فهو مما يعلم انتفاؤه من وجوه كثيرة, وكذلك ما قالته\nالنصارى من أن المسيح ابن الله, وما قاله طائفة من اليهود أن العزير ابن\nالله, فإنه قد نفاه سبحانه بهذا وهذا .\n</p>\n\n<p>\nوتمام الكلام في هذا المقام في كتاب \" الجواب الصحيح لمن بدل دين المسيح\"\n, و\" تفسير سورة الإخلاص\" وغيرهما من كتب شيخ الإسلام تقي الدين <span id='ms046'></span>-قدس الله روحه-.\n</p>\n\n<p>\nفي المطبوع \"الولد\", وما ذكرته موافق لما ذكره شيخ الإسلام في تفسير سورة\nالإخلاص (17/272)\n</p>\n\n<p>\nفي المطبوع \" بهذا\".\n</p>\n\n<p>\n(3/202-212)\n</p>\n\n<p>\nمجموع فتاوى شيخ الإسلام ابن تيمية (17/268-276) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nص -117- ... الحادية والثلاثون : تنزيه المخلوق عما نسبوه للخالق, مثل:\nتنزيه أحبارهم عن الولد والحاجة, لأنهم يقولون: إن الراغبين في استحصال\nالكمالات كالرهبان وأضرابهم يترفعون عن أن يتدنسوا بدناءة التمتع بالنساء,\nاقتداء بالمسيح عليه السلام0\n</p>\n\n<p>\nفانظر إلى سخافة العقول وما قادهم إليه ضلالهم حتى تعرضوا على سيدنا\nومولانا محمد صلى الله عليه وسلم في زواجه.\n</p>\n\n<p>\nوما أحسن ما قاله الفاروقي ردا على بعض أحبار النصارى:\n</p>\n\n<p>\nقل للفرسنل قدوة الرهبان ... الجاثليق1 البترك الرباني\n</p>\n\n<p>\nأنت الذي زعم الزواج نقيصة ... ممن حماه الله عن نقصان\n</p>\n\n<p>\nونسيت تزويج الإله بمريم ... في زعم كل مثلث نصراني2\n</p>\n\n<p>\n1 الجاثليق- بفتح الثاء المثلثة-: رئاسة دينية للنصارى في بلاد المسلمين.\n</p>\n\n<p>\nانظر: \"معجم المصطلحات والألقاب التاريخية\" مصطفى الخطيب ص117.\n</p>\n\n<p>\n2 ذكر هذه الأبيات نعمان الألوسي في \"الجواب الفسيح لما لفقه عبد المسيح\"\n(1/512) ونسبها للفاروقي.\n</p>\n\n<p>\nوالفسنل الذي ذكره الفروقي كان من مشهوري مدرسي النصارى, ورد بغداد عام\n1269ه, وأورد على محمد الألوسي والد نعمان أسئلة كان من ضمنها سؤاله عن\nزواج النبي صلى الله عليه وسلم وزعمه أن ذلك ينافي الكمال, فأجابه الألوسي\nبأجوبة مسكتة.\n</p>\n\n<p>\nانظر: \" الجواب الفسيح\" (1/511-512) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nص -118- ... ومن جعل من العرب الملائكة بنات الله, كان يأنف منهن, وسن\nوأدهن وقتلهن, ونسبوا لله ما يكرهون.\n</p>\n\n<p>\nوالمقصود أن هذه المقالات وأشباهها منشؤها الجهل بما جاءت به الرسل, وعدم\nتحكيم العقل, وإلا فأهل البصائر لا يتطرق إليهم هذا الخلل, والله الموفق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nص -119- ... الثانية والثلاثون : القول بالتعطيل, كما كان يقوله آل فرعون.\n</p>\n\n<p>\nوالتعطيل: إنكار أن يكون للعالم صانع , كما قال فرعون لقومه: {ما علمت\nلكم من إله غيري} , ونحو ذلك.\n</p>\n\n<p>\nولم يخل العلم عن مثل هذه الجهالات في كل عصر من العصور.\n</p>\n\n<p>\nوأبناء هذا الزمان -إلا النادر- على هذه العقيدة الباطلة, ولو نظروا بعين\nالإنصاف والتدبر, لعلموا أن كل موجود في العالم يدل على خالقه وبارئه:\n</p>\n\n<p>\nوفي كل شيء <span id='ms047'></span> له آية تدل على أنه واحد\n</p>\n\n<p>\nومن أين للطليعة إيجاد مثل هذه الدقائق التي نجدها في الآفاق والأنفس,\nوهي عديمة الشعور لا علم لها ولا فهم؟ تعالى الله عما يقولون علوا كبيرا.\n</p>\n\n<p>\nانظر في التعطيل وأنواعه: الجواب الكافي لابن القيم ص 153\n</p>\n\n<p>\nالقصص: 38\n</p>\n\n<p>\nهذا البيت لأبي العتاهية كما في ديوانه ص 62 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nص -120- ... الثالثة والثلاثون : الشركة في الملك, كما تقوله المجوس.\n</p>\n\n<p>\nوالمجوس أمة تعظم الأنوار والنيران والماء والأرض, ويقرون بنبوة زرادشت,\nولهم شرائع يصيرون إليها.\n</p>\n\n<p>\nوهم فرق شتى:\n</p>\n\n<p>\nمنهم المزدكية أصحاب مزدك الموبذ. والموبذ1-عندهم-: العالم القدوة,\nوهؤلاء يرون الاشتراك في النساء والمكاسب كما يشترك في الهواء والطرق\nوغيرها.\n</p>\n\n<p>\nومنهم الخرمية: أصحاب بابك الخرمي2, وهم شر طوائفهم,\n</p>\n\n<p>\n1 وهو رجل إباحي, ظهر زمان قباذ وادعى النبوة, ثم دعا الناس إلة\nالاشتراكية في كل شيء, وإلى الإباحية,لأنه زعم أن أكثر ما يقع بين الناس من\nالبغضاء والمخالفة إنما سببه النساء والأموال وجعل الناس فيها شركاء,\nفأجابه قباذ ثم قتله أنو شروان.\n</p>\n\n<p>\nانظر: تاريخ اليعقوبي (1/164), تاريخ ابن جرير (2/92-93), الفهرست للنديم\nص: 406, الفصل (2/274), الملل والنحل (1/249), البدء والتاريخ (3/167-168),\nتلبيس إبليس ص:88, الكامل في التاريخ (1/241-242), اعتقادات فرق المسلمين\nوالمشركين ص:89, المختصر في أخبار البشر (1/51), تاريخ ابن خلدون (2/176),\nأخبار الدول وآثار الأول للقرماني (3/152).\n</p>\n\n<p>\n2 بابك الخرمي: من مجوس فارس, ادعى الإسلام, وتسمى بالحسن والحسين= وخرج\nفي بعض الجبال بناحية أذربيجان أيام المعتصم العباسي, وتآمر معه أحد أبناء\nملته وهو الإفشين قائد جند المعتصم, وخافه الناس, واشتدت وطأته على\nالمسلمين, وطالت أيامه, حتى تمكن المعتصم من أسره ثم صلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nص -121- ... لا يقرون بصانع ولا معاد ولا نبوة ولا حلال ولا حرام.\n</p>\n\n<p>\nوعلى مذهبهم طوائف القرامطة1 والإسماعيلية2 والنصيرية3\n</p>\n\n<p>\n1 القرامطة: إحدى طوائف الباطنية, وتنسب إلى رجل اسمه \"حمدان قرمط\",\nوقيل: بل تنسب إلى رئيس لهم يلقب \"قرموطية\" , لهم بدع كثيرة منها: القول\nبنبوة عبد الله بن الحارث الكندي وعبادته, والقول بتناسخ الأرواح, وكان لهم\nدولة في الأحساء.\n</p>\n\n<p>\nانظر في شأنها: \"مقالات الإسلاميين\" (1/100), \" التنبيه والرد\" للمطلطي ص\n20, \"فرق الشيعة\" للتنوخي ص72, \"التبصير في <span id='ms048'></span> الدين\" للإسفراييني ص141,\n\"اعتقادات فرق المسلمين والمشركين\" ص79, \"البرهان\" للسكسكي ص80, \"مختصر\nالتحفة الاثني عشرية\" ص18.\n</p>\n\n<p>\n2 الإسماعلية: إحدى فرق الباطنية, تنسب إلى إسماعيل بن جعفر الصادق, الذي\nمات في حياة والده, لهم بدع كثيرة, منها تأليه أئمتهم, والقول بالتناسخ,\nوالحلول, وهي من الفرق الباطنية التي لا تزال موجودة.\n</p>\n\n<p>\nانظر في شأنها: \"مقالات الإسلاميين\" (1/100), \" التنبيه والرد\" ص 141,\n\"فرق الشيعة\" ص 68.\n</p>\n\n<p>\n\" الفرق بين الفرق: (1/192), \"الاعتقادات\" ص54, \"البرهان\" ص81, مذاهب\nالفرق لليافعي.\n</p>\n\n<p>\n3 النصيرية: إحدى فرق الباطنية, تنسب إلى نصير مولى علي بن أبي طالب,\nوقيل: إلى ابن نصير, وقيل: إلى أبي شعيب محمد بن نصير مولى الحسن العسكري,\nلهم بدع كثيرة منها: القول بالباطن, والقول بحلول الإله في علي وبنيه, وهي\nمن الطوائف التي لا تزال موجودة.\n</p>\n\n<p>\nانظر في شأنها: \"الفصل في الملل والأهواء والنحل\" لابن حزم (50), الملل\nوالنحل (1/188), \"اعتقادات فرق المسلمين والمشركين\" ص 61, \" البرهان\" ص 67,\n\" مذاهب الفرق الثنتين والبعين فرقة\" ص 122, \" مختصر التحفة الاثني عشرية\" ص 15.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nص -122- ... والكيسانية والزرارية والحاكمية وسائر العبيدية الذين يسمون\nأنفسهم \"الفاطمية\", فكل هؤلاء يجمعهم هذا المذهب, ويتفاوتون في التفصيل.\n</p>\n\n<p>\nفالمجوس شيوخ هؤلاء كلهم وأئمتهم وقدوتهم, وإن كان المجوس قد يتقيدون\nبأصل دينهم ومذهبهم, وهؤلاء لا يتقيدون بدين من ديانات العالم ولا شريعة من\nشرائعه.\n</p>\n\n<p>\nالكيسانية: إحدى طوائف الرافضة الضالة, تنسب على كيسان, وقد اختلف في\nكيسان من يكون؟ فقيل: إنه مولى لأمير المؤمنين علي, وقيل: هو لقب للمختار\nبن أبي عبيد الثقفي, وقيل: لقب لمحمد بن الحنفية, لهم بدع كثيرة, منها\nالغلو في محمد بن الحنفية, وتأليهه, ومنها القول بالتناسخ, والحلول,\nوالرجعة -قبل القيامة- بعد الموت, وتأويل الشريعة.\n</p>\n\n<p>\nانظر في شأنها: \" مقالات الإسلاميين\" (1/102), \"الفرق بين الفرق\" ص70. \"\nالتبصير في الدين\" ص 30, الملل والنحل (1/147), \" البرهان\" ص 70, \" مذاهب\nالفرق\" ص 119, \" خبيئة الأكوان\" لصديق حسن خان ص 30.\n</p>\n\n<p>\nالزرارية: إحدى طوائف الروافض, ويدعون \"التيمية\", وهم أتباع زرارة بن\nأعين, لهم بدع كثيرة, منها: الغلو في الأئمة وتأليههم, والقول بحدوث صفات\nالله, وأنها كصفات الأجسام.\n</p>\n\n<p>\nانظر في شأنها: \" مقالات الإسلاميين\" (1/102), \"الفرق بين <span id='ms049'></span> الفرق\" ص70. \"\nالتبصير في الدين\" ص 40,121 \"مختصر التحفة الاثني عشرية\" ص 17.\n</p>\n\n<p>\nفي المطبوعة \"الحكمية\"\n</p>\n\n<p>\nوالحاكمية: هي طوائف الدروز, وهي من الطوائف الباطنية, وتنسب إلى الحاكم\nالعبيدي المتسمى \" الحاكم بأمر الله\", لهم بدع كثيرة, منها: القول بتأليه\nالحاكم, وأن للشريعة باطنا وظاهرا, والأخذ بدين المجوس, وهي من الطوائف\nالتي لا تزال موجودة.\n</p>\n\n<p>\nانظر في شأنها: \"مجموع فتاوى شيخ الإسلام ابن تيمية\" (34/161-162),\n\"تاريخ المذاهب الإسلامية\" لأبي زهرة, \"أضواء على العقيدة الدرزية , لأحمد\nالفوزان, \"عقيدة الدروز\", دز محمد الخطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nص -123- ... الرابعة والثلاثون : إنكار النبوات, وكانوا يقولون: ما حكى\nالله عنهم قوله: {أولئك الذين هدى الله فبهداهم اقتده قل لا أسألكم عليه\nأجرا إن هو إلا ذكرى للعالمين. وما قدروا الله حق قدره إذ قالوا ما أنزل\nالله على بشر من شيء قل من أنزل الكتاب الذي جاء به موسى نورا وهدى للناس\nيجعلونه قراطيس تبدونها ويخفون1 كثيرا وعلمتم ما لم تعلموا أنتم ولا آباؤكم\nقل الله ثم ذرهم في خوضهم يلعبون}2.\n</p>\n\n<p>\nوتفسير هذه الآية: { وما قدروا الله } شروع في تقرير أمر النبوة, وبعد ما\nحكى الله -سبحانه- عن إبراهيم عليه السلام, أنه ذكر دليل التوحيد وإبطال\nالشرك, وقرر سبحاه ذلك بأوضح الدليل3 وبأوضح وجه.\n</p>\n\n<p>\n{ حق قدره }, أي: حق معرفته4.\n</p>\n\n<p>\nوعن بعضهم: ما عظموا الله حق تعظيمه5, إذ قالوا منكرين لبعثه\n</p>\n\n<p>\n1 قوله تعالى : { يجعلونه قراطيس تبدونها ويخفون } كذا في المخطوط, وهي\nقراءة ابن كثير وأبي عمرو.\n</p>\n\n<p>\nانظر: \"المبسوط في القراءات العشر\" لابن مهران ص 172.\n</p>\n\n<p>\n2 الأنعام: 90-91.\n</p>\n\n<p>\n3 في المطبوع: \"بأفصح الدليل\".\n</p>\n\n<p>\n4 وهذا قول أبي عبيدة معمر بن المثنى كما في: \"مجاز القرآن\" (1/200),\nوانظر: \"النكت والعيون\" (2/141), و\" زاد المسير\" (3/83).\n</p>\n\n<p>\n5 وهذا قول ابن عباس كما في زاد المسير (3/83), وأبي مالك أخرجه عنه أبو\nحاتم في تفسيره (4/1341), من طريق السدي, وهو قول الحسن كما في \"نكت\nالعيون\" (2/141), و\"زاد المسير\" (3/83), والفراء في معاني القرآن (1/343),\nوالزجاج في معاني القرآن وإعرابه (2/271).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nص -124- ... الرسل وإنزال الكتب, كافرين بنعمة الله الجليلة فيهما: { ما\nأنزل الله على بشر من شيء }, أي: شيئا من شيء <span id='ms050'></span>.\n</p>\n\n<p>\nواختلف في قائلي ذلك القول الشنيع: فعن مجاهد أنهم مشركو قريش . والجمهور\nعلى أنهم اليهود , ومرادهم من ذلك الطعن في رسالته صلى الله عليه وسلم على\nسبيل المبالغة.\n</p>\n\n<p>\nفقيل لهم على سبيل الإلزام { قل من أنزل الكتاب الذي جاء به موسى }, فإن\nالمراد أنه تعالى قد أنزل التوراة على موسى عليه السلام, ولا سبيل لكم\nلإنكار ذلك, فلم لا تجوزون إنزال القرآن على محمد صلى الله عليه وسلم؟.\n</p>\n\n<p>\nوالكلام في إثبات النبوة مفصل في غير هذا الموضع.\n</p>\n\n<p>\nوالمقصود أن إنكارها من سنن الجاهلية ومعارفهم , وفي الناس اليوم كثير\nممن هو على شاكلتهم ومعوج طريقتهم .\n</p>\n\n<p>\nأخرجه ابن أبي حاتم في تفسيره (4/1341), وأبو الشيخ كما في الدر المنثور\n(3/39).\n</p>\n\n<p>\nانظر : تفسير البغوي (1/115)\n</p>\n\n<p>\n\" ومعارفهم\" ساقط من المطبوع.\n</p>\n\n<p>\n\"اليوم\" ساقط من المخطوط.\n</p>\n\n<p>\nفي المطبوع \" طريقهم\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nص -125- ... الخامسة والثلاثون : جحود1 القدر, والاحتجاج به على الله تعالى\nومعارضة شرع الله بقدر الله.\n</p>\n\n<p>\nوهذه المسألة من غوامض مسائل الدين, والوقوف على سرها عسر إلا على من\nوفقه الله تعالى.\n</p>\n\n<p>\nولابن القيم كتاب جليل في هذا الباب سماه \"شفاء العليل في القضاء والقدر\nوالحكمة والتعليل\".\n</p>\n\n<p>\nوقد أبطل الله سبحانه هذه العقيدة الجاهلية بقوله تعالى: {سيقول الذين\nأشركوا لو2 شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شيء كذلك كذب الذين\nمن قبلهم حتى ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا إن تتبعون إلا\nالظن وإن أنتم إلا تخرصون. قل فلله الحجة البالغة فلو شاء لهداكم أجمعين }3.\n</p>\n\n<p>\nتفسير هذه الآية: { سيقول الذين أشركوا }: حكاية لفن آخر من أباطيلهم.\n</p>\n\n<p>\n1 في المخطوط \"حجة\" , والتصويب من النسخ الخطية لمسائل الجاهلية\n</p>\n\n<p>\n2 في المخطوط \"ولو\" وهو خطأ.\n</p>\n\n<p>\n3 الأنعام: 148-149.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nص -126- ... {لو شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شيء} : لم\nيريدوا بهذا الكلام الاعتذار عن ارتكاب القبيح, إذ لم اعتقدوا قبح أفعالهم,\nبل هم -كما نطقت به الآيات- يحسبون أنهم يحسنون صنعا, ,أنهم إنما يعبدون\nالأصنام ليقربوهم إلى الله زلفى, وأن التحريم إنما كان من الله عز وجل, فما\nمرادهم بذلك <span id='ms051'></span> إلا الاحتجاج على أن ما ارتكبوه حق مشروع ومرضي عند الله تعالى\nعلى أن المشيئة والإرادة تساوي الأمر, وتستلزم الرضى1, كما زعمت المعتزلة2,\nفيكون حاصل كلامهم: أن ما نرتكبه من الشرك والتحريم وغيرهما تعلقت به مشيئة\nالله سبحانه وإرادته, فهو مشروع مرضي عند الله تعالى.\n</p>\n\n<p>\nوبعد أن حكى الله سبحانه وتعالى ذلك عنهم, رد عليهم بقوله عز من قائل: {\nكذب الذين من قبلهم }, وهم أسلافهم المشركون.\n</p>\n\n<p>\nوحاصله أن كلامهم يتضمن تكذيب الرسل عليهم السلام.\n</p>\n\n<p>\nوقد دلت المعجزة على صدقهم.\n</p>\n\n<p>\n1 انظر: \"المغني في أبواب العدل والتوحيد\" للقاضي عبد الجبار (6/القسم\nالثاني/ ص 51-54).\n</p>\n\n<p>\n2 المعتزلة: فرقة ظهرت في الإسلام أوائل القرن الثاني: وسلكت منهجا عقليا\nمتطرفا في بحث العقيدة الإسلامية, لهم بدع كثيرة, منها ما ابتدعوه من\nأصولعم الخمسة: التوحيد, والعدل, والوعد والوعيد, والمنزلة بين المنزلتين.\nوالأمر بالمعروف والنهي عن المنكر, وهم فرق شتى.\n</p>\n\n<p>\nانظر في شأنها \"مقالات الإسلاميين (1/235), والتنبيه والرد ص 35, والفرق\nبين الفرق ص 114, والملل والنحل للبغدادي ص 183, والفصل (5/57), التبصير في\nالدين ص 63, والملل والنحل (1/43), اعتقادات فرق المسلمين والمشركين ص 38,\nالبرهان ص 49, مذاهب الفرق: ص 49, خبيئة الأكوان ص 15.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nص -127- ... أو نقول: حاصله: أن ما شاء الله يجب, وما لم يشأ يمتنع, وكل ما\nهذا شأنه فلا تكليف به, لكونه مشروطا بالاستطاعة, فينتج: أن ما ارتكبه من\nالشرك وغيره, لم يكلف بتركه, ولم يبعث له نبي, فرد الله تعالى عليهم بأن\nهذه كلمة صدق أريد به باطل, لأنهم أرادوا بها أن الرسل عليهم السلام, في\nدعواهم البعثة والتكليف كاذبون, وقد ثبت صدقهم بالدلائل القطعية, ولكون1\nذلك صدقا أريد به باطل, ذمهم الله تعالى بالتكذيب.\n</p>\n\n<p>\nووجوب وقوع متعلق المشيئة لا ينافي صدق دعوى البعثة والتكليف, لأنهما\nلإظهار المحجة وإبلاغ الحجة.\n</p>\n\n<p>\n{ حتى ذاقوا بأسنا }, أي: نالوا عذابنا الذي أنزلناه عليهم بتكذيبهم,\nوفيه إيماء على أن لهم عذابا مدخرا عند الله تعالى, لأن الذوق أول إدراك الشيء.\n</p>\n\n<p>\n{ قل هل عندكم من علم فتخرجوه لنا }, أي: هل لكم من علم بأن2, الإشراك\nوسائر ما أنتم عليه <span id='ms052'></span> مرضي لله- فتظهروه لنا بالبرهان؟.\n</p>\n\n<p>\nوهذا دليل على أن المشركين أمم استوجبوا التوبيخ على قولهم ذلك, لأنهم\nكانوا يهزؤون بالدين, ويبغون رد دعوة الأنبياء عليهم السلام, حيث قرع\nمسامعهم من شرائع الرسل عليهم السلام تفويض الأمور إليه سبحانه وتعالى,\nفحين طالبوهم بالإسلام, والتزام الأحكام, احتجوا عليهم بما أخذوه من كلامهم\nمستهزئين بهم-عليهم الصلاة والسلام-, ولم يكن غرضهم ذكر ما ينطوي عليه\nعقدهم, كيف لا والإيمان بصفات\n</p>\n\n<p>\n1 في المطبوع: \"ولكونه\"\n</p>\n\n<p>\n2 في المخطوط: أي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nص -128- ... الله تعالى فرع الإيمان به عز وجل وهو عنهم مناط العيوق1.\n</p>\n\n<p>\n{ إن تتبعون إلا الظن وإن أنتم إلا تخرصون }, أي: تكذبون على الله تعالى.\n</p>\n\n<p>\n{ قل فلله الحجة البالغة }, أي: البينة الواضحة التي بلغت غاية المتانة\nوالقوة والإثبات, والمراد بها في المشهور: الكتاب والرسول والبيان.\n</p>\n\n<p>\n{ فلو2 شاء لهداكم أجمعين }: بالتوفيق إليها, والحمل عليها, ولكن شاء\nهداية البعض الصارفين اختيارهم إلى سلوك طريق الحق, وضلال آخرين صرفوه إلى\nخلاف ذلك.\n</p>\n\n<p>\nومن الناس من ذكر وجها آخر في توجيه ما في الآية, وهو أن الرد عليهم إنما\nكان لاعتقادهم أنهم مسلمون اختيارهم وقدرتهم, وأن إشراكهم إنما صدر منهم\nعلى وجه الاضطرار, وزعموا أنهم يقيمون الحجة على الله تعالى قولهم في\nدعواهم عدم الاختيار لأنفسهم, وشبههم بمن اغتر قلبه بهذا الخيال, فكذب\nالرسل, وأشرك بالله عز وجل, واعتمد علة أنه إنما ذلك بمشيئة الله تعالى\nورام إفحام الرسل بهذه الشبهة.\n</p>\n\n<p>\nثم بين سبحانه أنهم لا حجة لهم في ذلك, وأن الحجة البالغة له تعالى لا\nلهم, ثم أوضح سبحانه أن كل واقع واقع بمشيئته, وأنه\n</p>\n\n<p>\n1 العيوق: كوكب أحمر مضيء, بحيال الثريا من ناحية الشمال, ويطلع قبل\nالجوزاء, سمي بذلك لأنه عيوق الدبران عن لقاء الثريا.\n</p>\n\n<p>\n\"لسان العرب\" عيق.\n</p>\n\n<p>\n2 في المخطوط \"ولو\" وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nص -129- ... لم يشأ منهم إلا ما صدر عنهم, وأنه تعالى لو شاء منهم الهداية\nلاهتدوا أجمهون.1\n</p>\n\n<p>\nوالمقصود أن يتمحض وجه الرد عليهم, وتتلخص عقيدة نفوذ المشيئة2 وعموم\nتعلقها3 بكل كائن عن الرد, وينصرف الرد إلى دعواهم سلب <span id='ms053'></span> الاختيار لأنفسهم,\nوأن إقامتهم الحجة بذلك خاصة.\n</p>\n\n<p>\nوإذا تدبرت الآية وجدت صدرها دافعا لصدور الجبرية, وعجزها معجزا\nللمعتزلة, إذ الأول مثبت أن للعبد اختيارا وقدرة على وجه يقطع حجته وعذره\nفي المخالفة والعصيان, والثاني مثبت نفوذ مشيئة الله تعالى في العبد, وأن\nجميع أفعاله على وفق المشيئة الإلهية, وبذلك تقوم الحجة البالغة4 لأهل\nالسنة على المعتزلة, والحمد لله رب العالمين.\n</p>\n\n<p>\nومنهم من وجه الآية بأن مرادهم رد دعوة الأنبياء عليهم السلام على معنى\nأن الله تعالى شاء شركنا, وأراده منا؟, وأنتم تخالفون إرادته, حيث تدعونا\nإلى الإيمان, فوبخهم سبحانه بوجوه عدة5:\n</p>\n\n<p>\nمنها: قوله سبحانه: { فلله الحجة البالغة }, فإنه بتقدير الشرط, أي: إذا\nكان الأمر كما زعمتم {فلله الحجة البالغة}\n</p>\n\n<p>\n1 في المخطوط \"أجمعون\"\n</p>\n\n<p>\n2 في المخطوط والمطبوع \" السنة\" والتصويب من \" روح المعاني\" الذي نقل\nالمؤلف عنه تفسير الآيات.\n</p>\n\n<p>\n3 في المخطوط والمطبوع \"تغلغلها\", والتصويب من روح المعاني.\n</p>\n\n<p>\n4 \" البالغ\" ليست في المطبوع.\n</p>\n\n<p>\n5 في المخطوط \"عد\" ولعل الصواب ما في المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nص -130- ... وقوله سبحانه { فلو1 شاء } بدل2 منه على سبيل البيان, أي: لو\nشاء لدل كلا منكم ومن مخالفيكم على دينه, لو كان الأمر كما تزعمون, لكان\nالإسلام أيضا بالمشيئة, فيجب أن لا تمنعوا3 المسلمين من الإسلام, كما وجب\nبزعمكم ألا يمنعكم الأنبياء عن الشرك, فيلزمكم أن لا يكون بينكم وبين\nالمسلمين مخالفة ومعاداة, بل موافقة وموالاة.\n</p>\n\n<p>\nوحاصله: أن ما خالف مذهبكم من النحل يجب أن يكون عندكم حقا, لأنه مشيئة\nالله تعالى , فيلزم تصحيح الأديان المتناقضة.\n</p>\n\n<p>\nوفي سورة النحل: {وقال الذين أشركوا لو شاء الله ما عبدنا من دونه من شيء\nنحن ولا آباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم فهل على\nالرسل إلا البلاغ المبين}4.\n</p>\n\n<p>\nالكلام على هذه الآية كالكلام على الآية السابقة, ولا تراهم يتشبتون\nبالمشيئة إلا عند انخزال الحجة, ألا ترى كيف ختم بنحو آخر مجادلاتهم في\nسورة الأنعام في الآية السابقة, وكذلك في سورة الزخرف, وهو قوله تعالى:\n{وجعلوا الملائكة الذين هم عباد الرحمن إناثا <span id='ms054'></span> أشهدوا خلقهم ستكتب شهادتهم\nويسألون . وقالوا لو شاء الرحمن ما عبدناهم ما لهم بذلك من علم إن هم إلا\nيخرصون . أم آتيناهم كتابا من قبله فهم به مستمسكون . بل قالوا إنا وجدنا\nآباءنا على أمة وإنا على آثارهم مهتدون }5.\n</p>\n\n<p>\n1 في المخطوط \"ولو\" وهو خطأ.\n</p>\n\n<p>\n2 في المطبوع \"بدلا\"\n</p>\n\n<p>\n3 في المخطوط \" يمنعوا\" ولعل الأقرب ما أثبته, وهو الموافق لما في روح\nالمعاني الذي نقل عنه المؤلف.\n</p>\n\n<p>\n4 النحل: 35\n</p>\n\n<p>\n5 الزخرف: 19-22 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nص -131- ... ويكفي في الانقلاب ما يشير إليه قوله سبحانه: { قل فلله الحجة\nالبالغة }, والمراد بما حرموه: السوائب والبحائر وغيرها.\n</p>\n\n<p>\nوفي تخصيص الاشتراك والتحريم بالنفي, لأنهما أعظم وأشهر ما هم عليه,\nوغرضهم من ذلك تكذيب الرسول عليه الصلاة والسلام, والطعن في الرسالة أصلا,\nفإن حاصله: أي ما شاء الله يجب, وما لم يشأ يمتنع, فلو أنه سبحانه وتعالى\nشاء أن نوحده ولانشرك به شيئا ونحلل ما أحله ولا نحرم شيئا مما حرمنا كما\nتقول الرسل وينقلونه من جهته تعالى, لكان الأمر كما شاء من التوحيد ونفي\nالإشراك, وتحليل ما أحله, وعدم تحريم شيء من ذلك, وحيث لم يكن كذلك, ثبت\nأنه لم يشأ شيئا من ذلك, بل شاء ما نحن عليه, وتحقق أن ما يقوله الرسل\nعليهم السلام من تلقاء أنفسهم.\n</p>\n\n<p>\nفرد الله تعالى عليهم بقوله: { كذلك فعل الذين من قبلهم } من الأمم, أي:\nأشركوا بالله تعالى, وحرموا من دونه ما حرموا, وجادلوا رسلهم بالباطل\nليدحضوا به الحق.\n</p>\n\n<p>\n{ فهل على الرسل إلا البلاغ المبين }, أي: ليست وظيفتهم إلا البلاغ\nللرسالة, الموضح طريق الحق, والمظهر أحكام الوحي التي منها تحتم تعلق\nمشيئته تعالى باهتداء من صرف قدرته واختياره إلى تحصيل الحق, لقوله تعالى:\n{ والذين جاهدوا فينا لنهدينهم سبلنا }1.\n</p>\n\n<p>\nوأما إلجاؤهم إلى ذلك, وتنفيذ قولهم عليه شاؤوا أو أبوا كما هو مقتضى\nاستدلالهم, فليس ذلك من وظيفتهم, ولا من الحكمة التي يتوقف\n</p>\n\n<p>\n1 العنكبوت: 69 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nص -132- ... عليها التكليف, حتى يستدل بعدم ظهور آثاره على عدم حقية الرسل\nعليهم السلام أو على عدم تعليق مشيئته تعالى\n</p>\n\n<p>\nبذلك, فإن ما يترتب <span id='ms055'></span> عليه الثواب والعقاب من الأفعال لا بد في تعلق مشيته\nتعالى بوقوعه من مباشرتهم الاختيارية, وصرف اختيارهم الجزئي إلى تحصيله,\nإلا لكان الثواب والعقاب اضطراريين.\n</p>\n\n<p>\nوالكلام على هذه الآية ونحوها مستوفى في تفسير \" روح المعاني\" وغيره.\n</p>\n\n<p>\nفجحود القدر, والاحتجاج به على الله, ومعارضة شرع الله بقدره, كل ذلك من\nضلالات الجاهلية.\n</p>\n\n<p>\nوالمقصود أنه لا جبر ولا تفويض, ولكن أنر بين أمرين, فمن زلت قدمه عن هذه\nالجادة كان على ما كان عليه أهل الجاهلية, وهي الطريقة التي رد عليها الله\nسبحانه ورسوله صلى الله عليه وسلم.\n</p>\n\n<p>\nفي المطبوع \"حقيقة\"\n</p>\n\n<p>\n(/851-53) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nص -133- ... السادسة والثلاثون : مسبة الدهر, كقولهم في سورة الجاثية1:\n{وما يهلكنا إلا الدهر}2.\n</p>\n\n<p>\nوذلك أن الله تعالى أراد بيان أحكام ضلالهم, والختم على سمعهم وقلوبهم,\nوجعل غشاوة على أبصارهم, فحكى عنهم ما صدر عنهم بقوله سبحانه وتعالى:\n</p>\n\n<p>\n{وقالوا ما هي إلا حياتنا الدنيا} التي نحن فيها.\n</p>\n\n<p>\n{ نموت ونحيا }, أي: تموت طائفة, وتحيا طائفة, ولا حشر أصلا.\n</p>\n\n<p>\nومنهم من قال: إن كثيرا من عباد الأصنام كان يقول بالتناسخ3, وعليه,\nفالمراد بالحياة:إعادة الروح لبدن آخر.\n</p>\n\n<p>\n{وما يهلكنا إلا الدهر}, أي: طول الزمان.\n</p>\n\n<p>\nوإسنادهم الإهلاك إلى الدهر إنكار منهم لملك الموت وقبضه الأرواح\n</p>\n\n<p>\n1 في المخطوط \"الأحقاف\" وهو خطأ.\n</p>\n\n<p>\n2 الجاثية: 24.\n</p>\n\n<p>\n3 عرف الجرجاني التناسخ بقوله في التعريفات ص 72,: \"هو عبارة عن تعلق\nالروح بالبدن بعد المفارقة من بدن آخر, من غير تخللزمان بين التعلقين\nللتعشق الذاتي بين الروح والجسد\".\n</p>\n\n<p>\nوانظر فيما ينقل عن القول بالتناسخ لدى العرب: \" المحلل والنحل\" (2/273),\n\"في الفكر الديني الجاهلي قبل الإسلام\" دز محمد الفيومي 241-242.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nص -134- ... بأمر الله تعالى, وكانوا يسندون الحوادث مطلقا إليه, لجهلهم\nأنها مقدرة من عند الله تعالى وأشعارهم لذلك مملؤة من شكوى الدهر, مثل قولهم:\n</p>\n\n<p>\nأشاب الصغير وأفنى الكبير ... كر الغاداة ومر العشي1\n</p>\n\n<p>\nومثل قول الآخر:\n</p>\n\n<p>\nمنع البقاء تقلب الشمس ... وطلوعها من حيث لا تمسي2\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nرماني الدهر بالأرزاء حتى ... فؤادي في غشاء من نبالي\n</p>\n\n<p>\nوكنت إذا أصابتني سهام ... تكسرت النصال على النصال3\n</p>\n\n<p>\nوالشعر في ذلك قديما <span id='ms056'></span> وحديثا كثير.\n</p>\n\n<p>\nوهؤلاء معترفون بوجود الله تعالى, فهم غير الدهرية, فإنهم- مع إسنادهم\nالحوادث إلى الدهر- لا يقولون بوجوده -سبحانه وتعالى عما يقولون علوا كبيرا.\n</p>\n\n<p>\nوالكل يقول باستقلال الدهر بالتأثير.\n</p>\n\n<p>\n1 هذا البيت مع أبيات أخرى ذكرها ابن قتيبة في \" الشعر والشعراء\"\n(1/502), وأبو تمام في \" الحماسة\" مع شرح التبريزي, والمبرد في \" الكامل\"\n(2/156), وابن عبد ربه في \" العقد الفريد\" (3/188), والعباسي في \"معاهد\nالتنصيص\" (1/73), والبغدادي في \" خزانة الأدب\" (2/160), ونسبوها إلى\nالصلتان العبدي, وذكرها الجاحظ في \" الحيوان\" 3(477/), ونسبها إلى الصلتان\nالسعدي, وقال: هو غير الصلتان العبدي.\n</p>\n\n<p>\n2 ذكره ابن عساكر في \" تاريخ دمشق\" (11/19), والزمخشري في \" ربيع\nالأبرار\" (1/127), ونسباه إلى تبع, وذكره أبو هلال العسكري في \" الصناعتين\"\nص 222 ونسبه إلى بعض ملوك اليمن.\n</p>\n\n<p>\n3 هذان البيتان للمتنبي وهما في ديوانه ص 265.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nص -135- ... وقد جاء النهي عن سب الدهر.\n</p>\n\n<p>\nأخرج مسلم1: \" لا يسب أحدكم الدهر, فإن الله هو الدهر\".\n</p>\n\n<p>\nوفي رواية لأبي داود2 والحاكم3: \"قال الله عز وجل : \"يؤذيني ابن آدم\nيقول: يا خيبة الدهر, فلا يقل أحدكم يا خيبة الدهر, فإني أنا الدهر, أقلب\nليلة ونهاره\".\n</p>\n\n<p>\nوروى الحاكم4 -أيضا-: \" يقول عز وجل: استقرضت عبدي فلم يقرضني, وشتمني\nعبدي وهو لا يدري, يقول: وادهراه! وأنا الدهر\".\n</p>\n\n<p>\nوروى البيهقي 5: \" لا تسبوا الدهر, قال الله عزو جل: أنا الأيام\nوالليالي, أجددها وأبليها, وآتي بملوك بعد ملوك\".\n</p>\n\n<p>\nومعنى ذلك أن الله تعالى هو الآتي بالحوادث, فإذا سببتم الدهر على أنه\nفاعل, وقع السب على الله عز وجل\n</p>\n\n<p>\n1 في \"صحيحه\" كتاب الألفاظ من الأدب وغيرها - باب كراهية تسمية العنب\nكرما- (4/1769) ح2247.\n</p>\n\n<p>\n2 في سننه -كتاب الأدب- باب الرجل يسب الدهر, (5/423) ح5274, ولفظه عنده:\n\"يقول الله عز وجل : يؤذيني ابن آدم, يسب الدهر, وأنا الدهر, بيدي الأمر,\nأقلب الليل والنهار\".\n</p>\n\n<p>\n3 في \"مستدركه\" -كتاب التفسير- باب تفسير سورة حم الجاثية (2/543), وقال:\n\"هذا حديث صحيح على شرط مسلم ولم يخرجاه هكذا\".\n</p>\n\n<p>\n4 في \"مستدركه\" -كتاب التفسير- باب تفسير سورة حم الجاثية (2/543), وقال:\n\"هذا حديث صحيح على شرط مسلم ولم يخرجاه بهذه السياقة\".\n</p>\n\n<p>\n5 في السنن الكبرى (3/365) , وفي شعب <span id='ms057'></span> الإيمان (3/316) ح و(4/316) ح,\nوأحمد في مسنده (2/496), قال الهيثمي في \" مجمع الزوائد\" (8/71): \"رواه\nأحمد ورجاله رجال الصحيح\" وصحح الحافظ ابن حجر إسناده في فتح الباري\n(10/565).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nص -136- ... { وما لهم بذلك من علم }, أي: ليس لهم بما ذكر من قصر الحياة\nعلى ما في الدنيا ونسبة الهلاك إلى الدهر علم مستند من عقل أو نقل.\n</p>\n\n<p>\n{ إن هم إلا يظنون }, أي: ما هم إلا قوم قصارى أمرهم الظن والتقليد من\nغير أن يكون لهم ما يصح أن يتمسك به في الجنلة.\n</p>\n\n<p>\nوقد ذكرنا في غير هذا الموضع ما يتعلق بالدهرين.\n</p>\n\n<p>\nوالمقصود أن كمن يقول بإسناد الحوادث إلى غير الله تعالى كالدهر, فليس له\nمستند عقلي ولا نقلي, بل هو محض الجهل, وقائله جاهل في أي عصر كان.\n</p>\n\n<p>\nولأهل زماننا حظ وافر من هذا الاعتقاد الباطل, والله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nص -137- ... السابعة والثلاثون : إضافة نعم الله إلى غيره.\n</p>\n\n<p>\nقال الله تعالى في سورة النحل: {يعرفون نعمت الله ثم ينكرونها وأكثرهم\nالكافرون}.1\n</p>\n\n<p>\nوقد عدد الله تعالى نعمه على عباده في هذه السورة, إلى أن قال: {وجعل لكم\nمن الجبال أكنانا وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم بأسكم كذلك يتم\nنعمته عليكم لعلكم تسلمون. فإن تولوا فإنما عليك البلاغ المبين. يعرفون\nنعمت الله ثم ينكرونها وأكثرهم الكافرون}2.\n</p>\n\n<p>\nفقوله: { يعرفون نعمت الله ...} إلخ, استئناف لبيان أن تولي المشركين\nوإعراضهم عن الإسلام, ليس لعدم معرفتهم نعمة الله سبحانه وتعالى -أصلا,\nفإنهم يعرفون أنها من الله تعالى, ثم ينكرونها بأفعالهم, حيث لم يفردوا\nمنعمها بالعبادة, فكأنهم لم يعبدوه- سبحانه وتعالى- أصلا, وذلك كفران منزل\nمنزلة الإنكار.\n</p>\n\n<p>\n1 النحل: 83\n</p>\n\n<p>\n2 النحل: 81-83 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nص -138- ... وأخرج ابن جرير وغيره عن مجاهد أنه قال: \"إنكارهم إياها قولهم:\nورثناها من آبائنا\"1.\n</p>\n\n<p>\nوأخرج هو وغيره أيضا عن عون بن عيد الله أنه قال: \"إنكارهم إياها أن يقول\nالرجل: لولا فلا أصابني كذا وكذا, ولولا فلان لم أصب كذا وكذا\"2.\n</p>\n\n<p>\nوفي لفظ \" إنكارهم: إضافتها إلى الأسباب\".\n</p>\n\n<p>\nوبعضهم يقول: إنكارهم: قولهم: هي بشفاعة آلهتهم عند الله تعالى3.\n</p>\n\n<p>\nومنهم من قال: النعمة <span id='ms058'></span> هنا محمد صلى الله عليه وسلم4, أي: يعرفون أنه عليه\nالصلاة والسلام نبي بالمعجزات, ثم ينكرون ذلك, ويجحدونه عنادا.\n</p>\n\n<p>\n{ وأكثرهم الكافرون }, أي: منكرون بقلوبهم, غير المعترفين بما ذكر,\nوالتعبير بالأكثر إما لأن بعضهم لم يعرف الحق, لنقصان عقله, وعدم اهتدائه\nإليه, أو لعدم نظره في الأدلة نظرا يؤدي إلى\n</p>\n\n<p>\n1 أخرجه ابن جرير في تفسيره بنحوه (14/158), وذكره السيوطي في الدر\nالمنثور (4/126), وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.\n</p>\n\n<p>\n2 أخرجه ابن جرير في تفسيره بنحوه (14/158), وذكره السيوطي في الدر\nالمنثور (4/127),\n</p>\n\n<p>\n3 هذا قول الكلبي, كما ذكر ذلك البغوي في معالم التنزيل (3/80), وابن\nالجوزي في زاد المسير (4/479), وقول الفراء كما في معاني القرآن (2/112),\nوابن قتيبة كما في زاد المسير (4/479).\n</p>\n\n<p>\n4 هذا قول الفراء كما في معاني القرآن (2/112), وقول ابن قتيبة كما في\nزاد المسير (4/479), وعزاه ابن جرير في تفسيره (14/157) إلى السدي, وذكره\nالسيوطي في الدر المنثور (4/127) وزاد نسبته إلى ابن أبي شيبة وابن المنذر\nوابن أبي حاتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nص -139- ... المطلوب, أو لأنه لم تقم عليه الحجة, لكونه لم يصل إلى حد\nالمكلفين, لصغر أو نحوه, وإما لأنه يقام مقام الكل, فإسناد المعرفة\nوالإنكار المتفرع عليها إلى ضمير المشركين على الإطلاق من باب إسناد حال\nالبعض إلى الكل.\n</p>\n\n<p>\nومما يجري هذا المجرى قوله تعالى في سورة الواقعة: { أفبهذا الحديث أنتم\nمدهنون. وتجعلون رزقكم أنكم تكذبون} , أي: تقولون مطرنا بنء كذا وكذا.\n</p>\n\n<p>\nروى مسلم وغيره عن ابن عباس, قال: \"مطر الناس على عهد رسول الله صلى الله\nعليه وسلم, فقال عليه الصلاة والسلام: أصبح من الناس شاكر ومنهم كافر,\nقالوا هذه رحمة وضعها الله, وقال بعضهم: لقد صدق نوء كذا, فنزلت هذه الآية:\n{ فلا أقسم بمواقع النجوم....} حتى بلغ { وتجعلون رزقكم أنكم تكذبون } \".\n</p>\n\n<p>\nإلى غير ذلك من الآثار.\n</p>\n\n<p>\nوقد ذكرنا مذهب العرب في الأنواء في غير هذا الموضع , وفصلناه تفصيلا,\nوذكنا شعرهم الدال على مذهبهم هذا, والله الموفق\n</p>\n\n<p>\nالواقعة: 81-82.\n</p>\n\n<p>\nالواقعة: 75-82\n</p>\n\n<p>\nوذلك في كتاب \" بلوغ الأرب\".\n</p>\n\n<p>\nوانظر أيضا كتاب \" القول في النجوم\" للخطيب البغدادي, وكتاب <span id='ms059'></span>: الأنواء\nومواسم العرب لابن قتيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nص -140- ... الثامنة والثلاثون : الكفر بآيات الله.\n</p>\n\n<p>\nوالنصوص الدالة على ذلك في القرآن كثيرة.\n</p>\n\n<p>\nمنها قوله تعالى في الكهف: {أولئك الذين كفروا بآيات ربهم ولقائه فحبطت\nأعمالهم فلا نقيم لهم يوم القيامة وزنا . ذلك جزاؤهم جهنم بما كفروا\nواتخذوا آياتي ورسلي هزوا}1, بعد قوله سبحانه: {هل ننبئكم2 بالأخسرين\nأعمالا . الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا .\nأولئك}3 إلخ.\n</p>\n\n<p>\nفقوله: { أولئك } كلام مستأنف منه مسوق لتكميل تعريف الأخسرين, وتبيين\nخسرانهم وضلال سعيهم وتعيينهم, بحيث ينطبق التعريف على المخاطبين, أي:\nأولئك المنعوتون4 بما ذكر من ضلال السعي والحسبان المذكور.\n</p>\n\n<p>\n{ الذين كفروا بآيات ربهم }: بدلائله سبحانه الداعية إلى التوحيد,\nالشاملة للسمعية والعقلية.\n</p>\n\n<p>\n1 الكهف: 105-106.\n</p>\n\n<p>\n2 في المخطوط\"أنبئكم\" وهو خطأ.\n</p>\n\n<p>\n3 الكهف: 103-104.\n</p>\n\n<p>\n4 في المخطوط \"المبعثون\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nص -141- ... { ولقائه}: هو كناية عن البعث والحشر وما يتبع ذلك من أمور\nالآخرة, أي: لم يؤمنوا بذلك على ما هو عليه.\n</p>\n\n<p>\n{ فحبطت أعمالهم فلا نقيم لهم يوم القيامة وزنا }, أي: فنزدري بهم,\nونحتقرهم.\n</p>\n\n<p>\nومن النصوص ما يدل على أن منهم من كان ينكر بعض الآيات, ومنهم من كان\nمعرضا عنها وهاجرا لها.\n</p>\n\n<p>\nولا يخفاك أن من الناس اليوم من هو أدهى وأمر مما كان عليه أهل الجاهلية\nفي هذا الباب.\n</p>\n\n<p>\nفي المطبوع: \" ولا يخفى عليك\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nص -142- ... التاسعة الثلاثون : اشتراء كتب الباطل, واختيارها عليها, أي:\nعلى الآيات.\n</p>\n\n<p>\nقال تعالى: {ولقد أنزلنا إليك آيات بينات وما يكفر بها إلا الفاسقون .\nأوكلما عاهدوا عهدا نبذه فريق منهم بل أكثرهم لا يؤمنون . ولما جاءهم رسول\nمن عند الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب الله وراء\nظهورهم كأنهم لا يعلمون . واتبعوا ما تتلوا الشياطين على ملك سليمان}1.\n</p>\n\n<p>\nإلى قوله: {ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في\nالآخرة من خلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون . ولو أنهم آمنوا\nواتقوا لمثوبة من عند الله خير لو كانوا يعلمون}2.\n</p>\n\n<p>\nومعنى قوله: { ولقد علموا لمن اشتراه }, أي: استبدل ما <span id='ms060'></span> تتلوا الشياطين\nبكتاب الله.\n</p>\n\n<p>\n{ ما له في الآخرة من خلاق }, أي: نصيب.\n</p>\n\n<p>\n{ ولبئس ما شروا به أنفسهم }, أي: والله لبئس شيئا شروا به\n</p>\n\n<p>\n1 البقرة: 99-102\n</p>\n\n<p>\n2 البقرة: 102-103 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nص -143- ... حظوظ أنفسهم, أي: باعوها أو شروها في زعمهم ذلك الشراء.\n</p>\n\n<p>\n{ ولو أنهم آمنوا }, أي: بالرسول, أو بما أنل إليه من الآيات, أو\nبالتوراة.\n</p>\n\n<p>\n{ واتقوا }, أي: المعاصي التي حكيت عنهم.\n</p>\n\n<p>\n{ لمثوبة من عند الله خير لو كانوا يعلمون }, أي: أن ثواب الله تعالى خير لهم.\n</p>\n\n<p>\nوبمعنى هذه الآية قوله تعالى: { ومنهم أميون لا يعلمون الكتاب إلا أماني\nوإن هم إلا يظنون . فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند\nالله ليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون } .\n</p>\n\n<p>\nوهذه الآية نزلت في أحبار اليهود الذين خافوا أن تذهب رئاستهم بإبقاء صفة\nالنبي صلى الله عليه وسلم على حالها, فغيروها.\n</p>\n\n<p>\nالبقرة: 78-79 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nص -144- ... الأربعون : القدح في حكمته تعالى.\n</p>\n\n<p>\nأقول: من خصال أهل الجاهلية : القدح في حكته تعالى, وأنه ليس بحكيم في\nخلقه, بمعنى أنه سبحانه يخلق ما لا حكمة له فيه, ويأمر وينهى بما لا حكمة فيه.\n</p>\n\n<p>\nوقد حكى الله ذلك بقوله في سورة ص: {وما خلقنا السماء والأرض وما بينهما\nباطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار}1.\n</p>\n\n<p>\nوقال سبحانه في سورة المؤمنين: {أفحسبتم أنما خلقناكم عبثا وأنكم إلينا\nلا ترجعون. فتعالى الله الملك الحق}2.\n</p>\n\n<p>\nوفي سورة الدخان: {وما خلقنا السماوات والأرض وما بينهما لاعبين. ما\nخلقناهما إلا بالحق ولكن أكثرهم لا يعلمون}3.\n</p>\n\n<p>\nوفي سورة الأنبياء: {وما خلقنا السماء والأرض وما بينهما لاعبين. لو\nأردنا أن نتخذ لهوا لاتخذناه من لدنا إن كنا فاعلين}4\n</p>\n\n<p>\n1 ص: 27.\n</p>\n\n<p>\n2 المؤمنون: 115-116\n</p>\n\n<p>\n3 الدخان: 38-39\n</p>\n\n<p>\n4 الأنبياء: 16-17 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \nص -145- ... وفي سورة الحجر: {وما خلقنا السماوات والأرض وما بينهما إلا\nبالحق وإن الساعة لآتية فاصفح الصفح الجميل}1.\n</p>\n\n<p>\nإلى غير ذلك من الآيات الناصة على أن الله تعالى لم يخلق شيئا من غير\nحكمة ولا علة, على خلاف ما يعتقده أهل الباطل من الجاهليين, ومن نحى نحوهم\nمن هذه <span id='ms061'></span> الأمة ممن نفى الحكمة عن أفعاله سبحانه وتعالى.\n</p>\n\n<p>\nوهذه المسألة طويلة الذيل, قد كثر فيها الخصام بين فرق المسلمين, والحق\nما كان عليه السلف من إثبات الحكمة والتعليل.\n</p>\n\n<p>\nوقد أطنب الكلام عليها الحافظ ابن القيم في كتابه \" شفاء العليل في مسائل\nالقضاء والقدر والتعليل\", وعقد بابا مفصلا في طرق إثبات حكمة الرب تعالى في\nخلقه وأمره, وإثبات الغايات المطلوبة والعواقب الحميدة التي فعل وأمر\nلأجلها.\n</p>\n\n<p>\nومن جملة ما قال في هذا الباب: \" إنه سبحانه وتعالى أنكر2 على من زعم أنه\nلم يخلق الخلق لغاية ولا بحكمة, كقوله: {أفحسبتم أنما خلقناكم عبثا },\nوقوله: {أيحسب الأنسان أن يترك سدى}, وقوله: { وما خلقنا السماوات والأرض\nوما بينهما لاعبين. ما خلقناهما إلا بالحق }, والحق: هو الحكم والغايات\nالمحمودة, التي لأجلها خلق ذلك كله, وهو أنواع كثيرة:\n</p>\n\n<p>\nمنها: أن يعرف الله بأسمائه وصفاته وأفعاله وآياته.\n</p>\n\n<p>\nومنها: أن يحب ويعبد ويشكر ويذكر ويطاع\n</p>\n\n<p>\n1 الحجر: 85\n</p>\n\n<p>\n2 في شفاء العليل: \"إنكاره سبحانه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nص -146- ... ومنها أن يأمر وينهى ويشرع الشرائع.\n</p>\n\n<p>\nومنها أن يدبر الأمر, ويبرم القضاء ويتصرف في المملكة بأنواع التصرفات.\n</p>\n\n<p>\nومنها أن يثيب ويعاقب ويجازي المحسن بإحسانه والمسيء بإساءته, فيكون1 أثر\nعدله وفضله موجودا مشاهدا, فيحمد على ذلك ويشكر.\n</p>\n\n<p>\nومنها أن يعلم خلقه أنه لا غله غيره ولا رب سواه.\n</p>\n\n<p>\nومنها أن يصدق الصادق فيكرمه, ويكذب الكاذب فيهينه.\n</p>\n\n<p>\nومنها ظهور آثار أسمائه وصفاته على تنوعها وكثرتها في الوجود الذهني\nوالخارجي, فيعلم عباده ذلك علما مطابقا لما يف الواقع.\n</p>\n\n<p>\nومنها شهادة مخلوقاته كلها بأنه وحده ربها وفاطرها ومالكها, وأنه وحده\nإلهها ومعبودها0\n</p>\n\n<p>\nومنها ظهور آثار كماله المقدس, فإن الخلق والصنع لازم كماله, فإنه حي\nقدير, ومن كان كذلك لم يكن إلا فاعلا مختارا.\n</p>\n\n<p>\nومنها أن يظهر أثر حكمته في المخلوقات بوضع كل منها في موضعه الذي يليق\nبه, ومجيئه على الوجه الذي تشهد العقول والفطر بحسنه. فتشهد حكمته الباهرة.\n</p>\n\n<p>\nومنها أنه سبحانه يحب أن يجود وينعم ويعفو ويغفر ويسامح, ولا بد من لوازم\nذلك خلقا وشرعا.\n</p>\n\n<p>\nومنها أنه يحب أن <span id='ms062'></span> يثنى عليه ويمدح ويمجد ويسبح ويعظم.\n</p>\n\n<p>\n1 في شفاء العليل : \"فيوجد\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nص -148- ... بما لا مصلحة للمكلف فيه البتة وينهى عما في مصلحة, والجميع\nبالنسبة إليه سواء.\n</p>\n\n<p>\nويجوز عندهم أن يأمر بكل ما نهى عنه, وينهى عن جميع ما أمر به, ولا فرق\nبين هذه وهذا إلا مجرد الأمر والنهي.\n</p>\n\n<p>\nويجوز عندهم أن يعذب من لم يعصه طرفة عين, [بل أفنى عمره في طاعته وشكره]\n, ويثيب من عصاه , بل أفنى عمره في الكفر به والشرك والظلم والفجور, فلا\nسبيل إلى أن يعرف خلاف ذلك منه إلا بخبر الرسول, وإلا فهو جائز عليه.\n</p>\n\n<p>\nوهذا من أقبح الظن وأسوئه بالرب سبحانه, وتنزيهه عنه كتنزيهه عن الظلم\nوالجور, بل هذا هو عين الظلم الذي يتعالى الله عنه.\n</p>\n\n<p>\nوالعجب العجاب أن كثيرا من أرباب هذا المذهب ينزهونه عما وصف به نفسه من\nصفات الكمال ونعوت الجلال, ويزعمون أن إثباتها تجسيم وتشبيه, ولا ينزهزنه\nعن هذا الظلم والجور ويزعمون أنه عدل وحق, وأن التوحيد عندهم لا يتم إلا\nبه, كما لا يتم إلا بإنكار استوائه على عرشه, وعلوه فوق سماواته, وتكلمه\nوتكليمه, وصفات كماله فلا يتم التوحيد عند هذه الطائفة إلا بهذا النفي وذلك\nالإثبات, والله ولي التوفيق\" .\n</p>\n\n<p>\nانتهى المقصود من نقله, وتمام الكلام في هذا الباب في ذلك الكتاب, وإليه\nسبحانه المآب.\n</p>\n\n<p>\nفي شفاء العليل:\" لمجرد\".\n</p>\n\n<p>\nما بين معكوفتين زيادة من شفاء العليل.\n</p>\n\n<p>\nفي شفاء العليل: \" وينعم على من لم يعصه طرفة عين\".\n</p>\n\n<p>\nشفاء العليل: (198-199).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nص -149- ... الحادية والأربعون : الكفر بالملائكة والرسل والتفريق بينهم.\n</p>\n\n<p>\nقال تعالى: {ولقد آتينا موسى الكتاب وقفينا من بعده بالرسل وآتينا عيسى\nابن مريم البينات وأيدناه بروح القدس أفكلما جاءكم رسول بما لا تهوى أنفسكم\nاستكبرتم ففريقا كذبتم وفريقا تقتلون . وقالوا قلوبنا غلف بل لعنهم الله\nبكفرهم فقليلا ما يؤمنون . ولما جاءهم كتاب من عند الله مصدق لما معهم\nوكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به\nفلعنة الله على الكافرين . بئسما اشتروا به أنفسهم أن يكفروا بما <span id='ms063'></span> أنزل الله\nبغيا أن ينزل الله من فضله على من يشاء من عباده فبآؤوا بغضب على غضب\nوللكافرين عذاب مهين . وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما\nأنزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون\nأنبياء الله من قبل إن كنتم مؤمنين }1.\n</p>\n\n<p>\nإلى أن قال: {قل من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله مصدقا\nلما بين يديه وهدى وبشرى للمؤمنين . من كان عدوا لله وملآئكته ورسله وجبريل\nوميكال فإن الله عدو للكافرين . ولقد أنزلنا إليك آيات بينات وما يكفر بها\nإلا الفاسقون }2.\n</p>\n\n<p>\n1 البقرة: 87-91 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n2 البقرة: 97-99 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \nص -150- ... فقد تبين من هذه الآيات أن بعض الكتابيين كانوا يكفرون\nبالملائكة والرسل، ويفرقون بينهم، أي: يؤمنون ببعض ويكفرون ببعض، وهم طائفة\nمن جاهلية اليهود، ولهذا أمرنا الله تعالى بالإيمان بهم وعدم التفرقه\nبينهم، فقال:{آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله\nوملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك\nربنا وإليك المصير}.\n</p>\n\n<p>\nالبقرة، آية (285).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nص -151- ... الثانية والأربعون : الغلو في الأنبياء والرسل عليهم السلام.\n</p>\n\n<p>\nقال تعالى في سورة \"النساء\":{يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا\nعلى الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى\nمريم وروح منه فآمنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم إنما\nالله إله واحد سبحانه أن يكون له ولد}.\n</p>\n\n<p>\nوالغلو في المخلوق أعظم سبب لعبادة الأصنام والصالحين، كما كان في قوم\nنوح من عبادة نسر وسواع ويغوث ونحوهم، وكما كان من عبادة النصارى للمسيح\nعليه السلام.\n</p>\n\n<p>\nومثل ذلك: القول على الله بغير الحق.\n</p>\n\n<p>\nالنساء: (171).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nص -152- ... الثالثة والأربعون : الجدال بغير العلم، كما ترى كثيرا من أهل\nالجهل يجادلون أهل العلم عند نهيهم عما ألفوه من البدع والضلالات، وهي صفة\nجاهلية، نهانا الله تعالى عن التخلق بها.\n</p>\n\n<p>\nقال تعالى في سورة \"آل عمران\":{يا أهل الكتاب لم تحاجون في إبراهيم وما\nأنزلت التوراة والإنجيل <span id='ms064'></span> إلا من بعده أفلا تعقلون )ها أنتم هؤلاء حاججتم\nفيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وأنتم لا\nتعلمون} .\n</p>\n\n<p>\nأخرج ابن إسحاق وابن جرير عن ابن عباس رضي الله تعالى عنهما قال: \"اجتمعت\nنصارى نجران وأحبار يهود عند رسول الله صلى الله عليه وسلم، فتنازعوا عنده،\nفقالت الأحبار: ما كان إبراهيم إلا يهوديا، وقالت النصارى: ما كان إبراهيم\nإلا نصرانيا، فأنزل الله فيهم هذه الآية\" المنادية على جهلهم وعنادهم، كما\nلا يخفى على من راجع التفسير.\n</p>\n\n<p>\nفي المخطوط \"تجادلون\" وهو خطأ.\n</p>\n\n<p>\nآل عمران: (65-66)\n</p>\n\n<p>\nأخرجه ابن إسحاق في السيرة\"سيرة ابن هشام\" (2/553)، وابن جرير في\n\"تفسيره\" (3/305)، والبيهقي في \"دلائل النبوة\"-باب وفد نجران- (5/384).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nص -153- ... الرابعة والأربعون : قال الشيخ: الرابعة والأربعون: الكلام في\nالدين بلا علم.\n</p>\n\n<p>\nأقول: أجمل الشيخ رحمه الله تعالى الكلام في هذه المسألة كل الإجمال, كما\nفعل مثل ذلك في كثير من مسائل, وما أحقها بالتفصيل.\n</p>\n\n<p>\nوذلك أن هل الجاهلية من العرب وغيرهم من الكتابيين شرعوا في الدين ما لم\nيأذن به الله:\n</p>\n\n<p>\nأما العرب فقد كان الكثير منهم على دين إبراهيم وإسماعيل عليهما السلام\nإلى أن ظهر فيهم الخزاعي1 -وهو عمرو بن لحي وكان الحجازيون يتخذونه ربا في\nامتثال أمره وطاعته, والانتهاء عما نهى-, فغير وبدل, وابتدع بدعا كثيرة,\nوأغرى العرب على عبادة الأصنام, وبحر البحيرة, وحمى الحام, واستقسم\nبالأزلام, إلى غير ذلك مما فصلناه في غير هذا الموضع.\n</p>\n\n<p>\nوإن شئت أن تعرف جهل العرب وما ابتدعوه فاقرأ سورة الأنعام, فإن فيها\nكثيرا من ضلالاتهم ومبتدعاتهم2.\n</p>\n\n<p>\n1 هو عمرو بن عامر الخزاعي, ولحي نعت لعامر, رآه النبي صلى الله عليه\nوسلم يجر قصبه في النار, انظر: صحيح البخاري, كتاب التفسير- باب {ما جعل\nالله من بحيرة ولا سائبة ولا وصيلة ولا حام } (5/191) والأصنام للكلبي ص 8,\nالاشتقاق لابن دريد ص 468.\n</p>\n\n<p>\n2 يعني فإن فيها ذكرا لكثير من ضلالتهم ومبتدعاتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nص -154- ... وأما الجاهليون من اليهود والنصارى, فقد اتخذوا أحبارهم\nورهبانهم أربابا من دون الله والمسيح ابن <span id='ms065'></span> مريم, وذلك أن أحبارهم ورهبانهم\nابتدعوا لهم في الدين بدعا, وحللوا وحرموا ما اشتهته أنفسهم, فقبلوا ذلك\nمنهم وأطاعوهم عليه, مع أن الدين إنما يكون بتشريع الله ووحيه إلى أنبيائه\nورسله, ولا يكون بآراء الرجال وبحسب أهوائهم, فكل ما لا دليل عليه من كتاب\nولا سنة مردود على صاحبه.\n</p>\n\n<p>\nوقد ذم الله تعالى اليهود على مثل ذلك, فقال عز اسمه- في سورة آل عمران:\n{وإن منهم لفريقا يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من\nالكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب\nوهم يعلمون} .\n</p>\n\n<p>\nفمن أول نصوص الكتاب والسنة على حسب شهواته وبمقتضى هواه فهو أيضا من\nقبيل الذين يلوون ألسنتهم بالكتاب.\n</p>\n\n<p>\nوأنت تعلم ما اشتملت عليه اليوم كثير من كتب الشريعة من الآراء التي ليس\nلها مستند من دلائل الشريعة, فإلى الله المشتكى من صولة الباطل وخمول الحق.\n</p>\n\n<p>\nآل عمران: 78.\n</p>\n\n<p>\nفي المطبوع: \"مااشتمل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nص -155- ... الخامسة والأربعون : الكفر باليوم الآخر والتكذيب بلقاء الله\nوبعث الروح وببعض ما ذكرته الرسل من صفات الجنة والنار.\n</p>\n\n<p>\nقال تعالى في سورة الكهف: {قل هل ننبئكم بالأخسرين أعمالا . الذين ضل\nسعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا . أولئك الذين كفروا\nبآيات ربهم ولقائه } الآية, وقد مر الكلام عليها قريبا.\n</p>\n\n<p>\nوقال تعالى في سورة النحل: {وأقسموا بالله جهد أيمانهم لا يبعث الله من\nيموت بلى وعدا عليه حقا ولكن أكثر الناس لا يعلمون. ليبين لهم الذي يختلفون\nفيه وليعلم الذين كفروا أنهم كانوا كاذبين}\n</p>\n\n<p>\nإلى غير ذلك من النصوص الواردة في ذلك كله.\n</p>\n\n<p>\nولقوم عصرنا من هذا الاعتقاد الجاهلي حظ وافر ونصيب كامل, ومن يضلل الله\nفما له من هاد, ويذرهم في طغيانهم يعمهون, نسأله تعالى التوفيق للهداية.\n</p>\n\n<p>\nالكهف: 103-105.\n</p>\n\n<p>\nالنحل: 38-39.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nص -156- ... السادسة والأربعون : التكذيب بقوله تعالى: {مالك يوم الدين} ,\nوهو اليوم الذي يدين الله تعالى العباد فيه أعمالهم, فيثيبهم على الخيرات,\nويعاقبهم على المعاصي والسيئات.\n</p>\n\n<p>\nوالتكذيب بهذا اليوم متفرع على إنكار البعث والحساب والجنة والنار <span id='ms066'></span>.\n</p>\n\n<p>\nالفاتحة: 4 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nص -157- ... السابعة والأربعون : التكذيب بقوله تعالى: {لا بيع فيه ولا خلة\nولا شفاعة } من قوله سبحانه: {يا أيها الذين آمنوا أنفقوا مما رزقناكم من\nقبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم الظالمون}.\n</p>\n\n<p>\nوالخلة: المودة والصداقة.\n</p>\n\n<p>\nومعنى: { ولا شفاعة }, أي: لا أحد يشفع لأحد إلا من بعد أن يأذن الرحمن\nلمن يشاء ويرضى.\n</p>\n\n<p>\nوأراد بذلك يوم القيامة.\n</p>\n\n<p>\nوالمراد من وصفه بما ذكر: الإشارة إلى أنه لا قدرة لأحد فيه على تحصيل ما\nينتفع به بوجه من الوجوه, لأن من فيه ذمته مثلا إما أن يأخذ بالبيع ما\nيؤديه به, وإما أن يعينه أصدقاؤه, وإما أن يلتجيء إلى من يشفع له في حظه,\nوالكل منتف ولا مستعان إلا بالله عزوجل.\n</p>\n\n<p>\n(1) البقرة: (254).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nص -158- ... الثامنة والأربعون : التكذيب بقوله تعالى في سورة الزخرف: {ولا\nيملك الذين يدعون من دونه الشفاعة إلا من شهد بالحق وهم يعلمون} .\n</p>\n\n<p>\nقوله: { ولا يملك الذين يدعون }, أي: ولا يملك آلهتهم الذين يعونهم من\nدونه الشفاعة, كما زعموا أنهم شفعاؤهم عند الله عزو جل.\n</p>\n\n<p>\n{ إلا من شهد بالحق } الذي هو التوحيد.\n</p>\n\n<p>\n{ وهم يعلمون }, أي: يعلمونه, والمراد بهم: الملائكة وعيسى وعزير\nوأضرابهم.\n</p>\n\n<p>\nوأنت ترى الناس اليوم عاكفين على أصنام لهم يعونهم من دون الله, وعذرهم\nعند توبيخهم: أن هؤلاء شفعاؤهم تعالى الله عما يشركون.\n</p>\n\n<p>\nفي المخطوط \"تدعون\"\n</p>\n\n<p>\nالزخرف: 86.\n</p>\n\n<p>\nفي المخطوط: \"تدعون\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nص -159- ... التاسعة والأربعون : قتل أولياء الله وقتل الذين يأمرون بالقسط\nمن الناس.\n</p>\n\n<p>\nقال تعالى في سورة البقرة: {وضربت عليهم الذلة والمسكنة وباءوا بغضب من\nالله ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون النبيين بغير الحق1 ذلك\nبما عصوا وكانوا يعتدون}2.\n</p>\n\n<p>\nوقال في سورة آل عمران: {قل قد جاءكم رسل من قبلي بالبينات وبالذي قلتم\nفلم قتلتموهم إن كنتم صادقين}3.\n</p>\n\n<p>\nإلى آيات أخرى في هذا المعنى صرحت بما لاقاه الأنبياء والرسل عليهم\nالسلام وأتباعهم المخلصون ودعاة الحق4, وبما كابدوه من أعداء الله والجهلة\nالطغاة, مما تنهد له الصياصي وتبيض منه النواصي.\n</p>\n\n<p>\nهؤلاء أكابر الأمة المحمدية <span id='ms067'></span> وعلماؤها الأعلام, قد صادفوا عند\n</p>\n\n<p>\n1 في المخطوط \"بغير حق\" وهو خطأ.\n</p>\n\n<p>\n2 البقرة: 61\n</p>\n\n<p>\n3 آل عمران: 183.\n</p>\n\n<p>\n4 جاء في حاشية المخطوط: \" ومن ذلك أن الشيخ المصنف لاقى من أبناء زمانه\nكبيرهم وصغيرهم, لما دعاهم إلى التوحيد التي جاءت به الرسل ما تنهد له\nالصياصي وتشيب له النواصي, كما لا يخفى على من طالع سيره المقدسة, تغمده\nالله برحمته ورضوانه\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nص -160- ... دعوتهم إلى الحق والمحافظة عليه ما يسود منه وجه القرطاس,وتشيب\nمنه لمم المداد.\n</p>\n\n<p>\nوالأنبياء1 عليهم السلام وأتباعهم المؤمنون وإن كانوا يبتلون في الأول,\nفالعاقبة لهم:\n</p>\n\n<p>\nكما قال تعالى لما قص قصة نوح: {تلك من أنباء الغيب نوحيها إليك ما كنت\nتعلمها أنت ولا قومك من قبل هذا فاصبر إن العاقبة للمتقين}2.\n</p>\n\n<p>\nوفي الحديث المتفق على صحته لما أرسل النبي صلى الله عليه وسلم رسولا إلى\nملك الروم, فطلب من يخبره بسيرته- وكان المشركون حينئذ أعداءه, لم يكونوا\nآمنوا به- فقال: \"كيف الحرب بينكم وبينه؟ قالوا: الحرب بيننا وبينه سجال,\nيدال علينا مرة وندال عليه أخرى, فقال: كذلك الرسل تبتلى وتكون لها\nالعاقبة\"3.\n</p>\n\n<p>\nفإنه كان يوم بدر نصر الله المؤمنين ويوم أحد ابتلي المؤمنون, ثم لم ينصر\nالكفار بعدها, حتى أظهر الله تعالى الإسلام.\n</p>\n\n<p>\nفإن قيل: ففي الأنبياء من قد قتل, كما أخبر الله تعالى في الآيات السابقة\nأن بني إسرائيل يقتلون بغير الحق, وفي أهل الفجور من يؤتيه ملكا وسلطانا\nيسلطه على المتدينين كما سلط بخت نصر على بني إسرائيل, وكما سلط كفار\nالمشركين وأهل الكتاب أحيانا على المسلمين؟.\n</p>\n\n<p>\n1 من هنا يبدأ النقل من كتاب الجواب الصحيح (6/412-425), وسأشير إلى\nنهايته في موضعه.\n</p>\n\n<p>\n2 هود:49\n</p>\n\n<p>\n3 أخرجه البخاري في صحيحه -كتاب بدأ الوحي -باب كيف كان بدأ الوحي إلى\nرسول الله.صلى الله عليه وسلم. (1/5-7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nص -161- ... قيل: أما من قتل من الأنبياء فهم كمن يقتل من المؤمنين في\nالجهاد شهيدا.\n</p>\n\n<p>\nقال تعالى: {وكأين من نبي قاتل معه ربيون كثير فما وهنوا لما أصابهم في\nسبيل الله وما ضعفوا وما استكانوا والله يحب الصابرين . وما كان <span id='ms068'></span> قولهم إلا\nأن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على\nالقوم الكافرين . فآتاهم1 الله ثواب الدنيا وحسن ثواب الآخرة والله يحب\nالمحسنين }2.\n</p>\n\n<p>\nومعلوم أن من قتل من المؤمنين شهيدا3 في القتال, كان حاله أكمل من حال من\nيموت حتف أنفه.\n</p>\n\n<p>\nقال تعالى: {ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند\nربهم يرزقون}4.\n</p>\n\n<p>\nولهذا قال تعالى: {قل هل تربصون بنا إلا إحدى الحسنيين }5, أي: إما النصر\nوالظفر, وإما الشهادة والجنة.\n</p>\n\n<p>\nثم إن الدين الذي قاتل عليه الشهداء ينتصر ويظهر, فيكون لطائفته السعادة\nفي الدنيا والآخرة: من قتل منهم كان شهيدا, ومن عاش منهم كان منصورا سعيدا,\nوهذا غاية ما يكون من النصر, إذ كان الموت لا بد منه, فالموت على الوجه\nالذي تحصل به سعادة الدنيا والآخرة أكمل, بخلاف من يهلك هو وطائفته, فلا\nيفوز لا هو ولا هم بمطلوبهم لا في الدنيا ولا في الآخرة.\n</p>\n\n<p>\n1 في المخطوط \"فأثابهم\" وهو خطأ.\n</p>\n\n<p>\n2 آل عمران: 146-148.\n</p>\n\n<p>\n3 في المخطوط \"شهيد\" والصواب ما أثبته.\n</p>\n\n<p>\n4 آل عمران: 169.\n</p>\n\n<p>\n5 التوبة: 52.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nص -162- ... والشهداء من المؤمنين قاتلوا باختيارهم, وفعلوا الأسباب التي\nبها قتلوا, كالأمر بالمعروف والنهي عن المنكر, فهم احتاروا هذا الموت, إما\nأنهم قصدوا الشهادة, وإما أنهم قصدوا ما به يصيرون شهداء عالمين بأن لهم\nالسعادة فب الآخرة, وفي الدنيا بانتصار طائفتهم وببقاء لسان الصدق لهم ثناء\nودعاء, بخلاف من هلك من الكفار, فإنهم هلكوا بغير اختيارهم هلاكا لا يرجون\nمعه سعادة الآخرة, ولم يحصل لهم ولا لطائفتهم شيء من سعادة الدنيا, بل\nأتبعوا في هذه الدنيا لعنة ويوم القيامة هم من المقبوحين, وقيل فيهم: {كم\nتركوا من جنات وعيون . وزروع ومقام كريم . ونعمة كانوا فيها فاكهين . كذلك\nوأورثناها قوما آخرين . فما بكت عليهم السماء والأرض وما كانوا منظرين }1.\n</p>\n\n<p>\nوقد أخبر سبحانه أن كثيرا من الأنبياء قتل معه ربيون كثير, أي: ألوف\nكثيرة, وأنهم ما ضعفوا ولا استكانوا لذلك, بل استغفروا من ذنوبهم التي كانت\nسبب ظهور العدو, وأن الله تعالى آتاهم <span id='ms069'></span> ثواب الدنيا وحسن ثواب الآخرة.\n</p>\n\n<p>\nفإذا كان هذا قتل المؤمنين, فما الظن بقتل الأنبياء؟ ففيه لهم ولأتباعهم\nمن سعادة الدنيا والآخرة ما هو من أعظم الفلاح.\n</p>\n\n<p>\nوظهور الكفار على المؤمنين أحيانا هو بسبب ذنوب المسلمين, كيوم أحد, فإن\nتابوا انتصروا على الكفار, وكانت العاقبة لهم, كما قد جرى مثل هذا للمسلمين\nفي عامة ملاحمهم مع الكفار.\n</p>\n\n<p>\nوهذا من آيات النبوة وأعلامها ودلائلها, فإن النبي صلى الله عليه وسلم\nإذا قاموا بعهوده ووصاياه, ونصرهم الله, وأظهرهم على\n</p>\n\n<p>\n1 الدخان: 25-29.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nص -163- ... المخالفين له, فإذا ضيعوا عهوده ظهر أولئك عليهم.\n</p>\n\n<p>\nفمدار النصر والظهور مع متابعة النبي صلى الله عليه وسلم وجودا وعدما من\nغير سبب يزاحم ذلك, ودوران الحم مع الوصف وجودا وعدما من غير مزاحمة وصف\nآخر يوجب العلم بأن مدار علة للدائر, وقولنا: \"من غير وصف آخر\": يزيل\nالنقوض الواردة.\n</p>\n\n<p>\nفهذا الاستقراء والتتبع يبين أن نصر الله وإظهاره هو بسبب أتباع النبي,\nوأنه سبحانه يريد إعلاء كلمته ونصره ونصر أتباعه على من خالفه, وأن يجعل\nلهم السعادة ولمن خالفهم الشقاء, وهذا يوجب العلم بنبوته, وأن من اتبعه كان\nسعيدا, ومن خالفه كان شقيا.\n</p>\n\n<p>\nومن هذا: ظهور بخت نصر على بني إسرائيل, فإنه من دلائل نبوة موسى, إذ كان\nظهور بخت نصر إنما كان لما غيروا عهود موسى, وتركوا اتباعه, فعوقبوا بذلك,\nوكانوا- إذ كانوا متبعين لعهود موسى- منصورين مؤيدين, كما كانوا في زمن\nداود وسليمان وغيرهما.\n</p>\n\n<p>\nقال تعالى: {وقضينا إلى بني إسرائيل في الكتاب لتفسدن في الأرض مرتين\nولتعلن علوا كبيرا . فإذا1 جاء وعد أولاهما بعثنا عليكم2 عبادا لنا أولي\nبأس شديد فجاسوا خلال الديار وكان وعدا مفعولا . ثم رددنا لكم الكرة عليهم\nوأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا3 . إن أحسنتم أحسنتم لأنفسكم\nوإن أسأتم فلها فإذا جاء وعد الآخرة ليسوؤوا وجوهكم وليدخلوا\n</p>\n\n<p>\n1 في المخطوط \"فلما\" وهو خطأ.\n</p>\n\n<p>\n2 في المخطوط \"عليهم\" وهو خطأ.\n</p>\n\n<p>\n3 في المخطوط \"أكبر\" وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nص -164- ... المسجد كما دخلوه أول مرة وليتبروا ما علوا تتبيرا . عسى ربكم\nأن يرحمكم <span id='ms070'></span> وإن عدتم عدنا }1.\n</p>\n\n<p>\nفكان ظهور بني إسرائيل على عدوهم تارة, وظهور عدوهم عليهم تارة من دلائل\nنبوة موسى صلى الله عليه وسلم على عدوهم تارة, وظهور عدوهم تارة2, هو من\nدلائل رسالة محمد صلى الله عليه وسلم وأعلام نبوته.\n</p>\n\n<p>\nوكان نصر الله لموسى وقومه على عدوهم في حياته وبعد موته, كما جرى لهم من\nيوشع وغيره من دلائل نبوة موسى, وكذلك انتصار المؤمنين مع محمد صلى الله\nعليه وسلم في حياته وبعد مماته مع خلفائه من أعلام نبوته ودلائلها.\n</p>\n\n<p>\nوهذا بخلاف الكفار الذين ينتصرون على أهل الكتاب أحيانا, فإن أولئك لا\nيكون مطاعم إلى نبي, ولا يقاتلون أتباع الأنبياء على دين, ولا يطلبون من\nأولئك أن يتبعوهم على دينهم, بل قد يصرحون بأنا إنما نصرنا عليكم بذنوبكم,\nوأن لو اتبعتم دينكم لم ننصر عليكم.\n</p>\n\n<p>\nوأيضا فلا عاقبة لهم, بل الله يهلك الظالم بالظالم, ثم يهلك الظالمين\nجميعا, ولا قتيلهم يطلب بقتله سعادة بعد الموت, ولا يختارون القتل ليسعدوا\nبعد الموت.\n</p>\n\n<p>\nفهذا وأمثاله مما يظهر الفرق بين انتصار الأنبياء وأتباعهم, وبين ظهور\n</p>\n\n<p>\n1 الإسراء: 4-8.\n</p>\n\n<p>\n2 في المطبوع \" وظهور عدوهم عليهم تارة\" وما أثبته موافق للمطبوع من\nالجواب الصحيح, وما في المطبوع موافق لبعض النسخ الخطية للجواب الصحيح كما\nبين ذلك محقق الكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nص -165- ... بعض الكفار على المؤمنين, أو ظهور بعضهم على بعض, وبين1 أن\nظهور محمد صلى الله عليه وسلم وأمته على أهل الكتاب: اليهود والنصارى, هو\nمن جنس ظهورهم على المشركين: عباد الأوثان, وذلك من أعلام نبوته ودلائل\nرسالته, ليس هو كظهور بخت نصر على بني إسرائيل وظهور الكفار على المسلمين.\n</p>\n\n<p>\nوهذه الآية مما أخبر بها2 موسى, وبين أن الكذاب المدعي للنبوة لا يتم\nأمره, وإنما يتم أمر الصادق.\n</p>\n\n<p>\nفإن من أهل الكتاب من يقول: محمد وأمته سلطوا علينا بذنوبنا مع صحة ديننا\nالذين نحن عليه, كما سلط بخت نصر وغيره من الملوك.\n</p>\n\n<p>\nوهذا قياس فاسد , فإن بخت مصر لم يدع النبوة, ولا قاتل على دين, ولا طلب\nمن بني إسرائيل أن <span id='ms071'></span> ينتقلوا من شريعة موسى إلى شريعته, فلم يكن في ظهوره\nإتمام لما ادعاه من النبوة ودعا إليه من الدين, بل كان بمنزلة المحاربين\nقطاع الطرق الذين ظهروا على القوافل, بخلاف من ادعى نبوة ودينا, ودعا إليه\nووعد أهله بسعادة الدنيا والآخرة, وتوعد مخالفيه بشقاوة الدنيا والآخرة, ثم\nنصره الله وأظهره وأتم دينه وأعلى كلمته وجعل له العاقبة وأذل مخالفيه.\n</p>\n\n<p>\nفإن هذا من جنس خرق العادات المقترن بدعوى النبوة, فإنه دليل عليها, وذاك\nمن جنس خرق العادات التي لم تقترن بدعوى النبوة3 فإنه ليس دليلا عليها.\n</p>\n\n<p>\n1 في المطبوع \"ويبين\" وما أثبته هو الموافق لما في الجواب الصحيح.\n</p>\n\n<p>\n2 في المطبوع \"به\" وما أثبته هو الموافق لما في الجواب الصحيح.\n</p>\n\n<p>\n3 في المطبوع \"المقترن بدعوى النبوة\" وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nص -166- ... وقد يغرق 1 في البحر أمم كثيرة, فلا يكون ذلك دليلا على نبوة\nنبي, بخلاف غرق فرعون وقومه, فإنه كان آية بينة لموسى.\n</p>\n\n<p>\nوهذا موافق لما أخبر به موسى عليه الصلاة والسلام من أن الكذاب لا يتم\nأمره, وذلك بأن الله حكيم لا يليق به تأييد الكذاب على كذبه من غير أن يبين كذبه.\n</p>\n\n<p>\nولهذا أعظم الفتن: فتنة الدجال الكذاب, لما اقترن بدعواه الألوهية بعض\nالخوارق, كان معها ما يدل على كذبه من وجوه:\n</p>\n\n<p>\nمنها: دعواه الألوهية, وهو أعور والله ليس بأعور2, مكتوب بين عينيه:\nكافر3, يقرؤه كل مؤمن قارئ وغير قارئ4, والله تعالى لا يراه أحد حتى يموت5,\nوقد ذكر النبي صلى الله عليه وسلم هذه العلامات الثلاث في الأحاديث.\nالصحيحة.\n</p>\n\n<p>\nفأما 6 تأييد الكذاب ونصره وإظهار دعوته دائما فهذا لم يقع قط, فمن يستدل\nعلى ما يفعله الرب سبحانه بالعادة والسنة, فهذا هو\n</p>\n\n<p>\n1 في المطبوع \"تغرق\" وما أثبته هو الموافق لما في الجواب الصحيح.\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه كتاب الفتن -باب ذكر الدجال- (8/102), ومسلم في\nصحيحه - كتاب الفتن وأشراط الساعة- باب ذكر الدجال (4/2248) ح 2933.\n</p>\n\n<p>\n3 أخرجه البخاري كتاب الفتن -باب ذكر الدجال- (8/103), ومسلم- كتاب الفتن\nوأشراط الساعة- باب ذكر الدجال (4/2248) ح 2933.\n</p>\n\n<p>\n4 أخرجه مسلم في صحيحه - كتاب <span id='ms072'></span> الفتن - باب ذكر الدجال (4/2248) ح 2933.\n</p>\n\n<p>\n5 أخرجه مسلم في صحيحه - كتاب الفتن وأشراط الساعة- باب ذكر الدجال\n(4/2245) ح 169.\n</p>\n\n<p>\n6 في المخطوط \"فإن\" وما أثبته من المطبوع, وهو الموافق لما في الجواب\nالصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nص -167- ... الواقع على ذلك أيضا بالحكمة, فحكمته تناقض أن يفعل ذلك, إذ\nالحكيم لا يفعل هذا.\n</p>\n\n<p>\nوقد قال تعالى: {ولو قاتلكم الذين كفروا لولوا الأدبار ثم لا يجدون وليا\nولا نصيرا . سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديلا }1.\n</p>\n\n<p>\nفأخبر أن سنة الله التي لا تبديل لها: نصر المؤمنين على الكافرين.\n</p>\n\n<p>\nوالإيمان المستلزم لذلك يتضمن طاعة الله ورسوله, فإذا نقص الإيمان\nبالمعاصي كان الأمر بحسبه, كما جرى يوم أحد.\n</p>\n\n<p>\nوقال تعالى: {وأقسموا بالله جهد أيمانهم لئن جاءهم2 نذير ليكونن أهدى من\nإحدى الأمم فلما جاءهم نذير ما زادهم إلا نفورا . استكبارا في الأرض ومكر\nالسيئ ولا يحيق المكر السيئ إلا بأهله فهل ينظرون إلا سنت الأولين فلن تجد\nلسنت الله تبديلا ولن تجد لسنت الله تحويلا}3.\n</p>\n\n<p>\nفأخبر أن الكفار لا ينظرون إلا سنة الأولين, ولا يوجد لسنة الله تبديل,\nلا تبدل بغيرها ولا تتحول, فكيف النصر للكفار على المؤمنين الذين يستحقون\nهذا الاسم؟!.\n</p>\n\n<p>\nوكذلك قال في المنافقين- وهم الكفار في الباطن دون الظاهر- ومن فيه شعبة\nمن نفاق: {لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في\nالمدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا . ملعونين أينما\n</p>\n\n<p>\n1 الفتح: 22-23\n</p>\n\n<p>\n2 في المخطوط والمطبوع \"جاءكم\" وهو خطأ.\n</p>\n\n<p>\n3 فاطر: 42-43 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \nص -168- ... ثقفوا أخذوا وقتلوا تقتيلا . سنة الله في الذين خلوا من قبل\nولن تجد لسنة الله تبديلا }1.\n</p>\n\n<p>\nوالسنة هي العادة, فهذه عادة الله المعلومة, فإذا نصر من ادعى النبوة\nوأتباعه على من خالفه, إما ظاهرا وإما باطنا نصرا مستقرا, فذلك دليل على\nأنه نبي صادق, إذ كانت سنة الله وعادته نصر المؤمنين بالأنبياء الصادقين\nعلى الكافرين والمنافقين, كما أن سنته تأييدهم بالآيات البينات, وهذه منها.\n</p>\n\n<p>\nومن ادعى النبوة وهو كاذب, فهو من أكفر الكفار وأظلم الظالمين:\n</p>\n\n<p>\nقال تعالى: {ومن <span id='ms073'></span> أظلم ممن افترى على الله كذبا أو قال أوحي إلي ولم يوح\nإليه شيء ومن قال سأنزل مثل ما أنزل الله}2.\n</p>\n\n<p>\nوقال تعالى: {فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه }3.\n</p>\n\n<p>\nوقال تعالى: {ومن أظلم ممن افترى على الله كذبا أو كذب بالحق لما جاءه}4.\n</p>\n\n<p>\nوقال تعالى: {فمن5 أظلم ممن افترى على الله كذبا ليضل الناس بغير علم إن\nالله لا يهدي القوم الظالمين}6.\n</p>\n\n<p>\nومن كان كذلك, كان الله يمقته ويبغضه ويعاقبه ولا يدوم\n</p>\n\n<p>\n1 الأحزاب: 60-62\n</p>\n\n<p>\n2 الأنعام: 93\n</p>\n\n<p>\n3 الزمر: 32\n</p>\n\n<p>\n4 العنكبوت: 68\n</p>\n\n<p>\n5 في المخطوط \"ومن\" وهو خطأ.\n</p>\n\n<p>\n6 الأنعام: 144 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nص -169- ... أمره, بل هو كما قال النبي صلى الله عليه وسلم في الحديث\nالصحيح عن أبي هريرة قال: \" إن الله يملي للظالم, فإذا أخذه لم يفلته\", ثم\nقرأ: {وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد}1, وقال\nأيضا في الحديث الصحيح عن أبي موسى أنه قال: قال رسول الله صلى الله عليه\nوسلم: \"مثل المؤمن كمثل الخامة من الزرع, تفيؤها الرياح, تقيمها تارة\nوتميلها أخرى, ومثل المنافق كمثل شجرة الأرز, لا تزال ثابتة على أصلها, حتى\nيكون انجعافها مرة واحدة\"2.\n</p>\n\n<p>\nفالكاذب الفجر وإن عظمت دولته, فلا بد من زوالها بالكلية, وبقاء ذمه\nولسان السوء له في العالم, وهو يظهر سريعا ويزول سريعا كدولة الأسود العنسي\nومسيلمة الكذاب والحارث الدمشقي3, وباب الرومي4 ونحوهم.\n</p>\n\n<p>\n1 لم أجده من حديث أبي هريرة, وإنما أخرجه البخاري في صحيحه -كتاب\nالتفسير- باب { وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد\n}- (5/214), ومسلم في صحيحه - كتاب البر والصلة والآداب- باب تحريم الظلم\n(4/1997) ح 2583 من حديث أبي موسى.\n</p>\n\n<p>\n2 لم أجده م حديث أبي موسى, وإنما أخرجه مسلم في صحيحه -كتاب صفات\nالمنافقين وأحكامهم- باب مثل المؤمن كالزرع ومثل الكافر كشجر الأرز-\n(4/2163) ح 2809 من حديث أبي هريرة, وأخرجه أيضا في نفس الكتاب والباب من\nحديث كعب بن مالك.\n</p>\n\n<p>\n3 هو الحارث بن سعيد الدمشقي, دجال كذاب ادعى النبوة زمن عبد المك بن\nمروان, فطلبه فهرب إلى بيت <span id='ms074'></span> المقدس, وفتن بعض الناس بمخاريق شيطانية كانت\nمعه, ثم تمكن عبد الملك من القبض عليه وصلبه, وذلك عام 80ه.\n</p>\n\n<p>\nانظر في شأنه: الوافي بالوفيات (11/254), تهذيب تاريخ دمشق (3/442, تاريخ\nالإسلام , حوادث سنة 80 ص 386.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n4 في المطبوع \" وبابك الخرمي\" وما أثبته من المخطوط لما في الجواب الصحيح.=\nوباب الرومي هذا لم أجد له ترجمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nص -170- ... وأما الأنبياء فإنهم يبتلون كثيرا ليمحصوا البلاء, فإن الله\nتعالى إنما يمكن للعبد إذا ابتلاه, ويظهر أمره شيئا فشيئا, كالزرع. قال\nتعالى: {محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم\nركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك\nمثلهم في التوراة ومثلهم في الأنجيل كزرع أخرج شطأه }, أي: فراخه { فآزره\n}, أي: قواه { فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد\nالله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجرا عظيما }1.\n</p>\n\n<p>\nولهذا كان أول من يتبعهم2 ضعفاء الناس باعتبار هذه الأمور.\n</p>\n\n<p>\nوسنة الله في أنبياء الله وأوليائه الصادقين, وفي أعداء الله والمتنبئين\nالكذابين مما يوجب الفرق بين النوعين, وبين دلائل النبي الصادق ودلائل\nالمتنبي الكاذب.\n</p>\n\n<p>\nوقد ذكر ابتلاء النبي والمؤمنين ثم كون العاقبة لهم في غير موضع:\n</p>\n\n<p>\nكقوله تعالى: { ولقد كذبت رسل من قبلك فصبروا على ما كذبوا وأوذوا حتى\nأتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبأ المرسلين }3.\n</p>\n\n<p>\nوقال تعالى: { أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من\nقبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى\nنصر الله ألا إن نصر الله قريب }4.\n</p>\n\n<p>\n1 الفتح: 29.\n</p>\n\n<p>\n2 فب المطبوع \"اتبعهم\"\n</p>\n\n<p>\n3 الأنعام: 34.\n</p>\n\n<p>\n4 البقرة: 214.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nص -171- ... وقال تعالى: { وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل\nالقرى أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم ولدار\nالآخرة خير للذين اتقوا أفلا تعقلون .حتى إذا استيأس الرسل وظنوا أنهم قد\nكذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين .لقد كان\nفي قصصهم عبرة لأولي الألباب ما كان <span id='ms075'></span> حديثا يفترى ولكن تصديق الذي بين يديه\nوتفصيل كل شيء وهدى ورحمة لقوم يؤمنون } .\n</p>\n\n<p>\nوالمقصود أن إيذاء القائمين بالحق والناصرين له من سنن أهل الجاهلية,\nوكثير من أهل عصرنا على ذلك والله المستعان.\n</p>\n\n<p>\nفي المخطوط \"يغقلون\"\n</p>\n\n<p>\nيوسف: 109-111, وهنا انتهى النقل الذي بدأ ص 160 من كتاب الجواب الصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nص -172- ... الخمسون : الإيمان بالجبت والطاغوت, وتفضيل المشركين على\nالمسلمين.\n</p>\n\n<p>\nقال تعالى في سورة النساء: {ألم تر إلى الذين أوتوا نصيبا من الكتاب\nيؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا\nسبيلا}1.\n</p>\n\n<p>\nهذه الآية نزلت في حيي بن أخطب وكعب بن الأشرف في جمع من يهود, وذلك أنهم\nخرجوا إلى مكة بعد وقعة أحد ليحالفوا قريشا على رسول الله صلى الله عليه\nوسلم وينقضوا العهد الذي بينهم وبين رسول الله صلى الله عليه وسلم, فنزل\nكعب على أبي سفيان فأحسن مثواه, ونزلت اليهود في دور قريش, وقال أهل مكة:\nأنتم أهل كتاب, ومحمد صلى الله عليه وسلم صاحب كتاب, فلا يؤمن هذا أن يكون\nمكر منكم؟ فإن أردت أن نخرج معك فاسجد لهذين الصنمين وآمن بهما, ففعل, ثم\nقال كعب: يا أهل مكة! ليجيء منكم ثلاثون ومنا ثلاثون, فنلزق أكبادنا\nبالكعبة, فنعاهد رب البيت لنجهدن على قتال محمد ففعلوا ذلك.\n</p>\n\n<p>\nفلما فرغوا قال أبو سفيان لكعب: إنك امروء تقرأ الكتاب وتعلم,\n</p>\n\n<p>\n1 النساء: 51 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nص -173- ... ونحن أميون لا نعلم فأينا أهدى طريقا وأقرب إلى الحق: نحن أم\nمحمد؟ قال كعب: أعرضوا علي دينكم, فقال أبو سفيان: نحن ننحر للحجيج الكوماء\n, ونسقيهم اللبن, ونقري الضيف ونفك العاني ونصل الرحم ونعمر بيت ربنا ونطوف\nبه ونحن أهل الحرم , ومحمد فارق دين آبائه, وقطع الرحم وديننا القديم ودين\nمحمد الحديث, فقال كعب: أنتم والله أهدى سبيلا مما عليه محمد, فأنزل الله\nفي ذلك الآية .\n</p>\n\n<p>\nوالجبت في الأصل: اسم صنم, استعمل في كل معبود لغير الله.\n</p>\n\n<p>\nوالطاغوت: يطلق على كل باطل من معبود أو غيره.\n</p>\n\n<p>\nومعنى الإيمان بهما: إما التصديق بأنهما آلهة, وإشراكهما بالعبادة مع\nالله تعالى <span id='ms076'></span>, وإما طاعتهما وموافقتهما على ما هما عليه من الباطل, وإما\nالقدر المشترك بين المعنيين كالتعظيم مثلا.\n</p>\n\n<p>\nوالمتبادر المعنى الأول, أي: أنهم يصدقون بألوهية هذين الباطلين,\nويشركونهما في العبادة مع الإله الحق ويسجدون لهما.\n</p>\n\n<p>\nفي المطبوع \"أنحن\"\n</p>\n\n<p>\nالكوماء: ناقة عظيمة السنام, انظر: لسان العرب \"كوم\".\n</p>\n\n<p>\nفي المطبوع \"الآيات\" والحديث أخرجه ابن شبة في أخبار المدينة (2/59),\nوابن جرير في تفسيره (5/123), والبيهقي في دلائل النبوة (3/193) والطبراني\nفي المعجم الكبير (11/251.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nص -174- ... الحادية والخمسون : لبس الحق بالباطل, وكتمانه.\n</p>\n\n<p>\nقال تعالى في سورة آل عمران: {يا أهل الكتاب لم تلبسون الحق بالباطل\nوتكتمون الحق وأنتم تعلمون}1.\n</p>\n\n<p>\nوفي المراد أقوال:\n</p>\n\n<p>\nأحدهما: أن المراد تحريفهم التوراة والأنجيل2.\n</p>\n\n<p>\nثانيهما: أن المراد إظهارهما الإسلام, وإبطالهم النفاق3.\n</p>\n\n<p>\nثالثهما: أن المراد الإيمان بموسى وعيسى والكفر بمحمد4 عليه السلام.\n</p>\n\n<p>\n1 آل عمران: 71.\n</p>\n\n<p>\n2 وهذا قول الحسن وابن زيد.\n</p>\n\n<p>\nانظر: النكت والعيون: (1/401), والجامع لأحكام القرآن للقرطبي (1/342),\nالبحر المحيط (2/491), روح المعاني (3/199)\n</p>\n\n<p>\n3 وهذا قول ابن عباس وقتادة وابن جرير.\n</p>\n\n<p>\nانظر: تفسير ابن جرير (3/401) والبحر المحيط (2/491, وروح المعاني\n(3/199.))\n</p>\n\n<p>\n4 انظر: النكت والعيون: (1/401), تفسير النسفي (1/162), والبحر المحيط\n(2/491), وروح المعاني (3/199.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nص -175- ... رابعها: أن المراد ما يعلمونه في قلوبهم من حقيقة رسالته صلى\nالله عليه وسلم وما يظهرونه من تكذيبه .\n</p>\n\n<p>\nوهو قول أبي علي وأبي مسلم.\n</p>\n\n<p>\nانظر: البحر المحيط (2/491) وروح المعاني (3/199).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nص -176- ... الثانية والخمسون : التعصب للمذهب, والإقرار بالحق للتوصل إلى دفعه.\n</p>\n\n<p>\nقال تعالى في سورة آل عمران: {وقالت طآئفة من أهل الكتاب آمنوا بالذي\nأنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون . ولا تؤمنوا\nإلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى أحد مثل ما أوتيتم أو\nيحآجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم .\nيختص برحمته من يشاء والله ذو الفضل العظيم } .\n</p>\n\n<p>\nوقال الحسن والسدي : تواطأ اثنا عشر رجلا من أحبار يهود خيبر وقرى عرين,\nوقال بعضهم لبعض: ادخلوا في دين محمد أول النهار باللسان دون الاعتقاد,\nاكفروا آخر النهار, وقولوا: إنا نظرنا في كتبنا وشاورنا علماءنا, فوجدنا\nمحمدا ليس بذاك <span id='ms077'></span>, وظهر لنا كذبه وبطلان دينه, فإذا فعلتم ذلك شك أصحابه في\nدينهم, وقالوا: إنهم أهل كتاب وهم أعلم به فيرجعون عن دينهم إلى دينكم .\n</p>\n\n<p>\nفي المخطوط \"أو يحاجوكم به عند ربحكم\" وهو خطأ.\n</p>\n\n<p>\nآل عمران: 72-74\n</p>\n\n<p>\nفي المطبوع \"السعدي\"\n</p>\n\n<p>\nأخرجه ابن جرير في تفسيره (3/311), وابن أبي حاتم في تفسيره (2/337).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nص -177- ... الثالثة والخمسون : تسمية اتباع الإسلام شركا.\n</p>\n\n<p>\nقال تعالى: {ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول\nللناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون\nالكتاب وبما كنتم تدرسون . ولا يأمركم أن تتخذوا الملائكة والنبيين أربابا\nأيأمركم بالكفر بعد إذ أنتم مسلمون } .\n</p>\n\n<p>\nأخرج ابن إسحاق بسنده: حين اجتمعت الأحبار من اليهود والنصارى من أهل\nنجران عند رسول الله صلى الله عليه وسلم, ودعاهم إلى الإسلام, قالوا: أتريد\nيا محمد أن نعبدك كما تعبد النصارى عيسى ابن مريم؟ فقال رجل من أهل نجران\nنصراني يقال له الرئيس\" أو ذاك تريد منا يا محمد؟ فقال رسول الله صلى الله\nعليه وسلم: \"معاذ الله أن نعبد غير الله, أو نأمر بعبادة غير الله, وما\nبذلك بعثني, ولا بذاك أمرني\" , فأنزل الله تعالى هذه الآية .\n</p>\n\n<p>\nآل عمران: 79-80.\n</p>\n\n<p>\nأخرجه ابن إسحاق في السيرة ( مختصر ابن هشام 1/544), وابن جرير في تفسيره\n(3/325), وابن أبي حاتم في تقسيره (2/369-370). والبهقي في دلائل النبوة\n(5/384), وذكره السيوطي في الدر المنثور (2/46) وزاد نسبته إلى ابن منذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nص -178- ... الرابعة والخمسون : تحريف الكلم عن مواضع ولي الألسنة بالكتاب.\n</p>\n\n<p>\nقال تعالى في سورة آل عمران: {وإن منهم لفريقا يلوون ألسنتهم بالكتاب\nلتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند\nالله ويقولون على الله الكذب وهم يعلمون}1.\n</p>\n\n<p>\nروي أن الآية نزلت في اليهود والنصارى جميعا, وذلك أنهم حرفوا التوراة\nوالإنجيل, وألحقوا بكتاب الله تعالى ما ليس منه2.\n</p>\n\n<p>\nواختلف الناس في أن المحرف هل كان يكتب في التوراة أم! , فذهب جمع إلى\nأنه ليس في التوراة سوا كلام الله تعالى, وأن تحريف اليهود <span id='ms078'></span> لم يكن إلا\nتحريفا وقت القراءة, وتأويلا باطلا للنصوص, وأما أنهم يكتبون ما يرومون في\nالتوراة على تعدد نسخها فلا.\n</p>\n\n<p>\nواحتجوا لذلك بما روي أن التوراة والإنجيل كما أنولهما الله تعالى, لم\nيغير منهما حرف, ولكنهم يضلون بالتحريف والتأويل وكتب كانوا يكتبونها من\nعند أنفسهم, ويقولون: إن ذلك من عند الله, وما هو من عند الله, فأما كتب\nالله تعالى فإنها محفوظة لا تحول.\n</p>\n\n<p>\nوبأن النبي صلى الله عليه وسلم كان يقول لليهود: إلزاما لهم:\" ائتوا\nبالتوراة فاتلوها إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nص -179- ... كنتم صادقين\", وهم يمتنعون عن ذلك, فلو كانت مغيرة إلى ما\nيوافق مرامهم ما امتنعوا, بل وما كان يقول لهم ذلك رسول الله صلى الله عليه\nوسلم, لأنه يعود على مطلبه الشريف بالإبطال.\n</p>\n\n<p>\nوذهب آخرون إلى أنهم بدلوا, وكتبوا ذلك في نفس كتابهم, واحتجوا على ذلك\nبكثير من الظواهر.\n</p>\n\n<p>\nولا يمنع من ذلك تعدد النسخ, لاحتمال التواطوء, أو فعل ذلك في البعض دون\nالبعض, وكذلك لا يمنع منه قول الرسول لهم ذلك, لاحتمال علمه ببقاء بعض ما\nيفي بغرضه سالما عن التغيير, إما لجهلهم بوجه دلالته, أو لصرف الله تعالى\nإياهم عن تغييره.\n</p>\n\n<p>\nوتمام الكلام في تفسير الجد عند الكلام على هذه الآية , وكذا في الجواب\nالصحيح لشيخ الإسلام.\n</p>\n\n<p>\nوكثير من الأمة المحمدية سلكوا مسلك الكتابيين في التحريف والتأويل,\nواتباع شهواتهم.\n</p>\n\n<p>\nوقال تعالى في سورة النساء\" {من الذين هادوا يحرفون الكلم عن مواضعه\nويقولون سمعنا وعصينا واسمع غير مسمع وراعنا ليا بألسنتهم وطعنا في الدين\nولو أنهم قالوا سمعنا وأطعنا واسمع وانظرنا لكان خيرا لهم وأقوم ولكن لعنهم\nالله بكفرهم فلا يؤمنون إلا قليلا} .\n</p>\n\n<p>\nوالكلام على هذه الآية أيضا مستوفى في التفسير.\n</p>\n\n<p>\nروح المعاني \" (3/206-207)\n</p>\n\n<p>\n(2/18-27), وانظر: إغاثة اللهفان لا بن القيم (2/351-354)\n</p>\n\n<p>\nالنساء: 46.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nص -180- ... الخامسة والخمسون : تلقيب أهل الهدى بالصائبة والحشوية.\n</p>\n\n<p>\nفقد كان لأهل الجاهلية يلقبون من خرج عن دينهم بالصابيء, كما كانوا يسمون\nالنبي صلى الله عليه وسلم بذلك, كما ورد في عدة أحاديث من صحيح البخاري1\nومسلم2 وغيرهما, تنفيرا للناس <span id='ms079'></span> عن اتباع سبيلهم.\n</p>\n\n<p>\nوهكذا تجد كثيرا من هذه الأمة يطلقون على من خالفهم في بدعهم وأهوائهم\nأسماء مكروهة للناس.\n</p>\n\n<p>\nوالصابئة أمة قديمة على مذاهب مختلفة, قد تكلم عليها أهل المقالات بما لا\nمزيد عليه3.\n</p>\n\n<p>\nوأما الحشوية, فهم قوم كانوا يقولون بجواز ورود ما لا معنى له في الكتاب\nوالسنة, كالحروف في أوائل السور وكذا قال بعضهم, وهم الذين\n</p>\n\n<p>\n1 انظر \"صحيح البخاري\" -كتاب المناقب-باب قصة زمزم- (4/158-159)، وكتاب\nمناقب الأنصار-باب إسلام عمر- (4/224).\n</p>\n\n<p>\n2 انظر \"صحيح مسلم\" -كتاب فضائل الصحابة-باب فضائل أبي ذر- (4/1919-1922) ح2473.\n</p>\n\n<p>\n3انظر في شأنها: \"التبصير في الدين\"(ص150)، \"الملل والنحل\" للشهرستاني\n(2/9-58)، \"اعتقادات فرق المسلمين والمشركين\" (ص90)، \"الرد على المنطقيين\"\nلشيخ الإسلام ابن تيمية (ص454-456)، \"البرهان في معرفة عقائد أهل الأديان\"\n(ص92-94)، كتب التفاسير عند تفسير الآية (62) من سورة البقرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nص -181- ... قال فيهم الحسن البصري لما وجد قولهم ساقطا, وكانوا يجلسون في\nحلقته أمامه: \"ردوا هؤلاء إلى حشا الحلقة\", أي جانبها.\n</p>\n\n<p>\nوخصوم السلفيين يرمونهم بهذا الاسم, تنفيرا للناس عن اتباعهم والأخذ\nبأقوالهم, حيث يقولون في المتشابه: {وما يعلم تأويله إلا الله}.\n</p>\n\n<p>\nوقد أخطأت استهم الحفرة1, فالسلف لا يقولون بورود ما لا معنى له لا في\nالكتاب ولا في السنة, بل يقولون في الاستواء مثلا: الاستواء غير مجهول\nوالكيف غير معقول والإقرار به إيمان, والجحود به كفر\"2.\n</p>\n\n<p>\n1 قولهم: \"أخطأت استه الحفرة\" مثل يضرب لمن رام شيئا، فلم ينله، ولمن\nتوخى الصواب فجاء بالخطأ.\n</p>\n\n<p>\nانظر: \"جمهرة الأمثال\" لأبي هلال العسكري (1/160)، \"المستقصى في أمثال\nالعرب\" للزمخشري (1/102)،\"مجمع الأمثال\" للميداني (4/434).\n</p>\n\n<p>\n2 روي معنى هذا الأثر عن جماعة من السلف، فقد رواه للالكائي في \"شرح أصول\nاعتقاد أهل السنة\".( 3/397) ح664، والصابوني في \"عقيدة السلف\" (ص158) ح67،\nعن أم سلمة، وقد ضعف إسناده شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\"\n(5/365).\n</p>\n\n<p>\nورواه للالكائي في \"شرح أصول اعتقاد أهل السنة\".( 3/398) ح665، والبيهقي\nفي \" الأسماء والصفات\" (2/101)، وابن قدامة في \"إثبات صفة العلو\" (ص164)\nح74، والذهبي في \"العلو\" (المختصر 132) ح11، عن ربيعة بن أبي عبد الرحمن.\n</p>\n\n<p>\nقال شيخ الإسلام بن <span id='ms080'></span> تيمية في \"مجموع الفتاوى\" (5/365): \"ومثل هذا -يعني\nجواب مالك -ثابت عن ربيعة شيخ مالك\".\n</p>\n\n<p>\nورواه للالكائي في \"شرح أصول اعتقاد أهل السنة\".( 3/398) ح664، والبيهقي\nفي \"الأسماء والصفات\" (2/150-151)، وفي \"الاعتقاد\" (ص43)، والصابوني في\n\"عقيدة السلف\" (ص17-19)ح 24-25-26، وأبو نعيم في \"الحلية\" (6/325)،\nوالدارمي في \"الرد على الجهمية\" (ص55-56)، وابن عبد البر في \"التمهيد\"\n(7/138)، وابن قدامة في \"إثبات صفة العلو\" - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nص -182- ... وقد أطال الكلام في هذه المسالة شيخ الإسلام ابن تيمية في كثير\nمن كتبه1, ولخص ذلك في كتابه: جواب أهل الإيمان في التفاضل بين آيات\nالقرآن\".\n</p>\n\n<p>\nومن الناس من فرق بين مذهب السلف ومذهب الحشوية, بأن مذهب الحشوية ورود\nما يتعذر التوصل إلى معناه المراد مطلقا, فالاستواء مثلا عندهم له معنى\nيتوصل إليه مجرد سماعه كل من يعرف الموضوعات اللغوية, إلا أنه غير مراد,\nلأنه خلاف ما يقتضيه دليل العقل والنقل, ومعنى آخر يليق به تعالى لا يعلمه\nإلا هو عز وجل.\n</p>\n\n<p>\nوكيف يكون مذهب السلف هو مذهب الحشوبة, وقد رأى الحسن البصري الذي هو من\nأكابر السلف سقوط قول الحشوية, ولم يرض لأن يقعد قائله تجاهه؟!.\n</p>\n\n<p>\nوالمقصود أن أهل الباطل من المبتدعة رموا أهل السنة والحديث بمثل هذا\nاللقب الخبيث.\n</p>\n\n<p>\nقال أبو محمد عبد الله بن قتيبة في تأويل مختلف الحديث: \"إن أصحاب البدع\nسموا أهل الحديث بالحشوية والنابتة والمتجبرة والجبرية وسموهم الغثاء, وهذه\nكلها أنباز لم يأت بها خبر عن رسول الله صلى الله عليه وسلم كما أتى:\n</p>\n\n<p>\n(ص172-173)، والذهبي في \"العلو\" (المختصر ص141) ح131و132 عن مالك بن أنس.\n</p>\n\n<p>\n1ومنها \"رسالة في الإكليل في المتشابه والتأويل\"، \"الفرقان بين الحق\nوالباطل\" ضمن \"مجموع الفتاوى\" (13/143-147)، \"الرسالة التدمرية\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nص -183- ... في القدرية 1 أنهم: \" مجوس هذه الأمة, فإن مرضوا فلا تعودوهم,\nوإن ماتوا فا تشهدوا جنائزهم\"2.\n</p>\n\n<p>\nوفي الرافضة3: \" يكون قوم في آخر الزمان يسمون الرافضة, يرفضون\n</p>\n\n<p>\n1 القدرية ليست طائفة بذاتها كالأشعرية مثلا، وإنما تطلق على كل من نفى\nالقدر، كالمعتزلة ومن أنكره من الرافضة وغيرهم.\n</p>\n\n<p>\n2 رواه أبو داود في \"سننه\"-كتاب السنة- باب في القدر <span id='ms081'></span>- (5/66-67)ح 4691،\nومن طريقه الحاكم في \"مستدركه\" (1/85)، وقال الحاكم: \"وهذا حديثصحيح على\nشرط الشيخين إن صح سماع أبي حازم من ابن عمر\".\n</p>\n\n<p>\nقال ابن حجر في \"الأجوبة على أحاديث المصابيح\" (3/1779): \"قلت ورجاله\nرجالالصحيح، لكن في سماع أبي حزم -واسمه سلمة بن دينار- من ابن عمر نظر،\nوجزم المنذري بأنه لم يسمع منه، وقال أبو الحسن بن قطان: قد أدركه، وكان\nمعه بالمدينة، فهو متصل على رأي مسلم\".\n</p>\n\n<p>\nوأخرجه اللالكائي في \"شرح أصول اعتقاد أهل السنة\" (3/639) ح1150، والآجري\nفي \"الشريعة\" (ص190)، وابن عدي في \"الكامل في الضعفاء\" (3/212).\n</p>\n\n<p>\nوالحديث حسنه بمجموع طرقه الألباني في \"تخريج الطحاوية\" (ص304).\n</p>\n\n<p>\n3 الرافضة: واحدة من طوائف أهل البدع والضلالة، سموا بذلك لكونهم رفضوا\nزيد بن علي لما تولى الشيخين أبابكر وعمر، وهم الذين يعرفون اليوم بالشيعة\nوالإمامية والاثني عشرية والجعفرية، وأصولهم أربعة: التوحيد، ويعنون به نفي\nالصفات، والعدل ويقصدون به نفي القدر، والنبوة، والإمامة، ويغلب عليهم\nالغلو في أئمتهم، حتى بلغ بهم الأمر إلى أن عبدوهم من دون الله تعالى وهم\nفرق شتى، يجمعهم ما ذكرت آنفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nانظر: \"فرق الشيعة\" للنوبختي، \"مقالات الإسلاميين\" (1/65-140)، \"الملل\nوالنحل\" (1/146-190)، \"الفرق بين الفرق\" (ص29-72)، \"الفصل\" (5/35-50)،\n\"التبصير في الدين\" (ص27-43)، \"اعتقادات فرق المسلمين والمشركين\" (ص52-66)،\n\"البرهان في معرفة عقائد أهل الأديان\" (ص65-85)، \"الرد على الرافضة\" لأبي\nحامد المقدسي، \"ومختصر التحفة الاثني عشرية\"، \"تاريخ الفرق الإسلامية\"\nلمحمد خليل الزين (108-129)،- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \nص -184- ... \"أصل الشيعة وأصولها\" لمحمود حسين آل كاشف الغطا، تاريخ\nالإماممية وأسلافهم من الشيعة\" د.عبد الله فياض، \"الشيعة والتصحيح\" د.موسى موسوي.\n</p>\n\n<p>\n1أخرجه ابن أبي عاصم في \"السنة\" (2/475) ح981، وأب يعلى في \"مسنده\"\n(4/459) ح2586، والطبراني في \"المعجم الكبير\" (12/242) ح1299، وابن عدي في\n\"الكامل\" (5/90)، وأبو نعيم في \"الحلية\" (4/95) وقال: \"غريب تفرد به الحجاج\nبن ميمون\"، والبيهقي في \"دلائل النبوة\" (6/548)، من حديث ابن عباس، فال\nالهيثمي في \"مجمع الزوائد\" (10/22): \"ورجاله وثقوا في بعضهم خلاف\"، وضعفه\nالألباني في \"ضلال الجنة\" (2/476).\n</p>\n\n<p>\nوأخرجه بنحوه الطبراني في \"الكبير\" (12/242) ح12998، قال الهيثمي\n(10/22): \"وإسناده حسن\".\n</p>\n\n<p>\nوأخرجه بنحوه ابن أبي عاصم في \"السنة\" (4/474) ح978 <span id='ms082'></span>، وعبد الله بن أحمد\nفي \"السنة\" (2/547)ح1270، وفي\" زوائد المسند\" (1/103) عن علي مرفوعا.\n</p>\n\n<p>\nقال الهيثمي في \"مجمع الزوائد\" (10/22): \"وفيه كثير بن إسماعيل النواء،\nوهو ضعيف\".\n</p>\n\n<p>\n2 المرجئة: إحدى الفرق الضالة، وإن كان الإرجاء كالقدر ليس فرقة بعينها،\nوإنما في طوائف متعددة، والإرجاء على معنيين: أحدهما: التأخير، بمعنى تأخير\nالعمل عن مسمى الإيمان، ثانيهما: إعطاء الرجاء، بقولهم: لا تضر مع الإيمان\nمعصية، كما لا تنفع مع الكفر طاعة.\n</p>\n\n<p>\nانظر: \"الملل والنحل\" (1/139-146)، \"اعتقادات فرق المسلمين والمشركين\"\n(70-71).\n</p>\n\n<p>\n3 أخرجه ابن أبي عاصم في \"السنة\" (2/461) ح649 من حديث ابن عباس مرفوعا\nبلفظ: \"صنفان من أمتي لا تنالهما شفاعتي: المرجئة والقدرية\".\n</p>\n\n<p>\nوبمثل حديث ابن عباس أخرجه أبو نعيم في \" الحلية\" (9/254)، وابن الجوزي\nفي \"العلل المتناهية\" (1/156) ح249 من حديث أنس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nص -185- ... وفي الخوارج1: \" يمرقون من الإسلام كما يمرق السهم من\nالرمية\"2, و\" كلاب النار\"3.\n</p>\n\n<p>\nهذه أسماء من رسول الله صلى الله عليه وسلم, وتلك أسماء مصنوعة\"4 انتهى.\n</p>\n\n<p>\n=قال ابن الجوزي: \"وهذا لا يصح عن رسول الله صلى الله عليه وسلم\".\n</p>\n\n<p>\nوأخرجه ابن أبي عاصم (2/462) ح592 من حديث معاذ مرفوعا بلفظ: \"ما بعث\nالله نبيا قط، إلا جعل في أمته قدرية ومرجئة، وإن الله تعالى لعن على لسان\nسبعين نبيا القدرية والمرجئة\".\n</p>\n\n<p>\nوأخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة\" (2/643)1159 من\nحديث محمد بن كعب القرظي عن عبد الله.\n</p>\n\n<p>\n1الخوارج: غحدى الفرق الضالة، نشأت قديما، وحذر النبي صلى الله عليه وسلم\nمن فتنتها، وحث على قتلهم، وهم طوائف كثيرون، يجمعهم القول بالتبري من\nعثمان وعلي، وتكفير صاحب الكبيرة، والخروج على الإمام إذا فعل كبيرة.\n</p>\n\n<p>\nانظر في شأنها: \"التنبيه والرد\" (ص51)، \"مقالات الإسلاميين\" (1/167)،\n\"الفرق بين الفرق\"(ص72)، \"التبصير في الدين\" (ص45)، \"الملل والنحل\"\n(1/114)، \"الفصل\" (4/51-57)، \"الاعتقادات\" (ص46)، \"البرهان\" (ص17)، \"خبيئة\nالأكوان\" (ص57).\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه- كتاب استبانة المرتدين- (8/52)، ومسلم في\n\"صحيحه\"- كتاب الزكاة- باب ذكر الخوارج وصفاتهم- (2/742) وباب التحريض على\nقتل الخوارج- (2/746-747)ح1066 من حديث أبي سعيد وعلي.\n</p>\n\n<p>\n3 أخرجه ابن ماجه في سننه-المقدمة- (1/61)ح173، وأحمد في \"مسنده\"\n(4/355)، وابن <span id='ms083'></span> أبي عاصم في \"السنة\" (2/438) ح904، والطبراني في \"الكبير\"\n(8/324) ح8042، وفي \"الصغير\" (2/117)، والخطيب في \"التاريخ\" (6/319)، وابن\nالجوزي في \"العلل المتناهية\" (1/163) ح261، وقال: \"قال أحمد: لم يسمعه\nالأعمش من ابن أبي أوفى، قال الدار قطني: لم نر شيوخنا يقولون: إن إسحاق\nتفرد به عن الأعمش حتى وجدنا أهل خراسان قد رووه [عن] شيخ له عن أبي بكر بن\nعياش عن الأعمش\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n4 \"تأويل مختلف الحديث\" (ص55).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nص -186- ... وفي \"الغنية\" أن الباطنية تسمي أهل الحديث \"حشوية\" لقولهم\nبالأخبار وتعلقهم بالآثار1.\n</p>\n\n<p>\nوفي كتاب \"حجة الله البالغة\" : \"واستطال هؤلاء الخائضون على معشر أهل\nالحديث, وسموهم مجسمة ومشبهة, وقالوا: هم المتسترون بالبلكفة, وقد وضح لدي2\nوضوحا بينا أن استطالتهم هذه ليست بشيء وأنه مخطئون في مقالتهم3 رواية\nودراية وخاطئون في طعنهم أئمة الهدى\"4 انتهى.\n</p>\n\n<p>\nوقد قال العلامة ابن القيم في \"كافيته الشافية\" : \"فصل في تلقيبهم أهل\nالسنة بالحشوية وبيان5 من أولى بالوصف المذموم66 من هذا اللقب من\nالطائفتين, وذكر أول من لقب به أهل السنة من أهل البدع.\n</p>\n\n<p>\nومن العجائب قولهم لمن اقتدى ... بالوحي من أثر ومن قرآن\n</p>\n\n<p>\nحشوية يعنون حشوا في الوجو ... د وفضلة في أمة الإنسان\n</p>\n\n<p>\nويظن جاهلهم بأنهم حشوا ... رب العباد بداخل الأكوان\n</p>\n\n<p>\nإذ قولهم فوق العباد وفي السما ... ء الرب ذو الملكوت والسلطان\n</p>\n\n<p>\nظن الحمير بأن في للظرف والر ... حمن محوي بظرف مكان\n</p>\n\n<p>\nوالله لم يسمع بذا من فرقة ... قالته في زمن من الأزمان\n</p>\n\n<p>\nلا تبهتوا أهل الحديث به فما ... ذا قولهم تبا لذي بهتان\n</p>\n\n<p>\n1 \"الغنية\" لعبد القادر الجيلاني (1/85).\n</p>\n\n<p>\n2 في \"حجة الله البالغة\": \"على\".\n</p>\n\n<p>\n3 في المخطوط والمطبوع\"روايتهم\"، وما أثيته في \"حجة الله البالغة\".\n</p>\n\n<p>\n4 \"حجة الله البالغة\" لشاه ولي الله الدهلوي (1/64).\n</p>\n\n<p>\n5 في المطبوع \"ويقال\"،وما أثبته هو الموافق لما في \"الكافية الشافية\".\n</p>\n\n<p>\n6 في المطبوع \"في\"، وما أثبته هو الموافق لما في \"الكافية الشافية\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nص -187- ... بل قولهم: إن السماوات العلى ... في كف خالق هذه الأكوان\n</p>\n\n<p>\nحقا كخردلة ترى في كف مم ... سكها تعالى الله ذو السلطان\n</p>\n\n<p>\nأترونه المحصور بعد أم السما ... يا قومنا ارتدعوا <span id='ms084'></span> عن العدوان\n</p>\n\n<p>\nكم ذا مشبهة وكم1 حشوية ... فالبهت لا يخفى على الرحمن2\n</p>\n\n<p>\n[يا قوم إن كان كتاب وسنة ال ... مختار حشوا فاشهدوا ببيان\n</p>\n\n<p>\n[أنا محمد إلهنا حشوية ... صرف بما لا جحد ولا كتمان]3\n</p>\n\n<p>\nتدرون من سمت شيوخكم به ... ذا الاسم في الماضي من الأزمان\n</p>\n\n<p>\nسمى به ابن عبيد عبد الله4 ذا ... ك ابن الخليفة طارد الشيطان5\n</p>\n\n<p>\nفورثتم عمرا كما ورثوا لعب ... د الله أنى يستوي الإرثان\n</p>\n\n<p>\nتدرون من أولى بهذا الاسم وه ... ومناسب أحواله بوزان\n</p>\n\n<p>\nمن قد حشا الأوراق والأذهان من ... بدع تخالف موجب6 القرآن\n</p>\n\n<p>\nهذا هو الحشوي لا أهل الحدي ... ث أئمة الإسلام والإيمان\n</p>\n\n<p>\nوردوا عذاب مناهل السنن التي ... ليست زبالة هذه الأذهان\n</p>\n\n<p>\nووردتم القلوط7 مجرى كل ذي ال ... أوساخ والأقذار والأنتان\n</p>\n\n<p>\n1 في المخطوط \"وذا\" وما أثبته في المطبوع، وهو الموافق لما في \"الكافية\nالشافية\".\n</p>\n\n<p>\n2 في المخطوط\" صرف بلا جحد ولا كتمان\" وما أثبته في المطبوع، وهو الموافق\nلما في \"الكافية الشافية\".\n</p>\n\n<p>\n3 البيتان اللذان بين معكوفتين ليسا في المخطوط ولا في المطبوع، وإنما\nأضفتها من الكافية.\n</p>\n\n<p>\n4 في المخطوط والمطبوع \"عمرو لعبد الله\" وما أثبته من الكافية.\n</p>\n\n<p>\n5 انظر: \"منهاج السنة النبوية\" (2/520)، حيث ذكر شيخ الإسلام أن عمرو بن\nعبيد سمى عبد الله بن عمر حشويا، وانظر: \"شذرات الذهب\" لابن العماد.\n</p>\n\n<p>\n6 في المخطوط والمطبوع\"مقتضى\"، وما أثبته من \"الكافية الشافية\".\n</p>\n\n<p>\n7 قال ابن عيسى في شرح \"الكافية الشافية\" (2/86): \"القلوط-بفتح القاف\nوتشديد= \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \nص -188- ... وكسلتم أن تصعدوا للورد من رأس الشريعة خيبة الكسلان\n</p>\n\n<p>\nوحاصل هذه الأبيات أن أعداء الحق وخصوم السنة وأضداد الكتاب والسنة\nيلقبون سلف الأمة المتمسكين بالكتاب والسنة بلقب \"الحشوية\" :\n</p>\n\n<p>\nفالخواص منهم يقصدون بهذا الاسم أن المسمى به حشو في الوجود وفضلة في\nالناس, لا يعبأ بهم ولا يقام لهم وزن, إذ لم يتبعوا آراءهم الكاسدة\nوأفكارهم الفاسدة.\n</p>\n\n<p>\nوأما العوام منهم فيظنون أن تسمية السلف بالحشوية لقولهم بالفوقية, وكون\nالإله في السماء, بمعنى أنهم اعتقدوا وحاشاهم, أن الله تعالى حشو هذا\nالوجود, وأنه داخل الكون - تعالى الله عما يقول الظالمون علوا <span id='ms085'></span> كبيرا- وهذا\nبهتان عظيم على أهل الحديث.\n</p>\n\n<p>\nعلى أن هذا القول لم يقل به أحد.\n</p>\n\n<p>\nوأعداء الحق في عصرنا هذا على هذا المسلك الجاهلي, فتراهم يرمون كل من\nتمسك بالكتاب والسنة بكل لقب مذموم بين المسلمين, والله المستعان على ما تصفون.\n</p>\n\n<p>\n=اللم وبالطاء المهملة-: هو نهر بدمشق الشام يحمل أقدار البلد وأوساخه\nوأنتانه، ويسمى في هذا الوقت قليطا بالتصغير.\n</p>\n\n<p>\nفي المخطوط والمطبوع \"أثر الشرائع\"، وما أثبته من \"الكافية الشافية\".\n</p>\n\n<p>\n\"الكافية الشافية\" (ص108)، وبشرح العلامة ابن عيسى (2/79)، وبشرح\nالدكتور: محمد خليل هراس (1/333-335).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nص -189- ... السادسة والخمسون : افتراء الكذب على الله, والتكذيب بالحق.\n</p>\n\n<p>\nوشواهد هذه المسألة من الكتاب والسنة كثير, وهذا دأب المخالفين للدين\nالمبين, كاليهود والنصارى يدعون أن ما هم عليه هو الحق, وأن الله أمرهم\nبالتمسك به, وأن الدين المبين ليس بحق, وأن الله تعالى أمرهم بتكذيبه, كل\nذلك لاتباع أسلافهم, لا ينظرون إلى الدليل, وهكذا أهل البدع والضلالات\nيعتقدون بدعهم الحق, وأن الله أمرهم بها, وأن ما عليه أهل الحق مفترى, ولا\nيصدقون به.\n</p>\n\n<p>\nوكل يدعي وصلا بليلى وليلى لا تقر لهم بذاكا\n</p>\n\n<p>\nفي المخطوط \"أمرنا\".\n</p>\n\n<p>\nسبق ص 96 تخريجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nص -190- ... السابعة والخمسون : رمي المؤمنين بطلب العلو في الأرض.\n</p>\n\n<p>\nقال تعالى في سورة يونس: {قالوا أجئتنا لتلفتنا عما وجدنا عليه آباءنا\nوتكون لكما الكبرياء في الأرض وما نحن لكما1 بمؤمنين}2.\n</p>\n\n<p>\nهذا كلام مسوق لبيان أن موسى عليه السلام ألقهم الحجر, فانقطعوا عن\nالإتيان بكلام له متعلق بكلامه عليه السلام, فضلا عن الجواب الصحيح,\nواضطروا إلى التشبث بذيل التقليد الذي هو دأب كل عاجز محجوج, وديدن كل\nمعالج لجوج.\n</p>\n\n<p>\nعلى أنه استئناف وقع جوابا عما قبله من كلام موسى عليه السلام على طريقة:\nقال موسى, كأنه قيل: فماذا قالوا لموسى عليه السلام حين قال لهم ما قال؟\nفقيل قالوا عاجزين عن المحاجة: { أجئتنا لتلفتنا عما وجدنا عليه آباءنا\nوتكون لكما الكبرياء في الأرض }, أي: الملك, كما روي عن مجاهد3, وعن الزجاج\nأنه إنما سمى الملك كبرياء لأنه أكبر ما يطلب من أمر <span id='ms086'></span> الدنيا4.\n</p>\n\n<p>\n1 في المخطوط \"وما نحن لك\" وهو خطأ.\n</p>\n\n<p>\n2 يونس :78.\n</p>\n\n<p>\n3 أخرجه ابن أبي شيبة وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر\nالمنثور\" (3/314).\n</p>\n\n<p>\n4 معاني القرآن وإعرابه: للزجاج (3/29).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nص -191- ... فكل من دعا إلى الحق رماه من كان على المسلك الجاهلي أن قصده\nمن الدعوة طلب الرئاسة والجاه, من غير أن ينظروا إلى ما دعا إليه, وما قام\nعليه من البراهين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nص -192- ... الثامنة والخمسون : رمي المؤمنين بالفساد في الأرض.\n</p>\n\n<p>\nشاهد هذه المسالة آيات كثيرة, حاصلها أن المخالفين لهم من المؤمنين\nمفسدون في الأرض.\n</p>\n\n<p>\nانظر إلى قولهم في أوائل سورة البقرة, كيف ادعوا أنهم هم مصلحون, فرد\nالله عليهم بقوله: {ألا إنهم هم المفسدون ولكن لا يشعرون}1.\n</p>\n\n<p>\nوهكذا من هو على شاكلة أولئك, من الذين استحلوا غيهم, وتمكنت بدعهم من\nقلوبهم.\n</p>\n\n<p>\nومن يك ذا فم مر مريض ... يجد مرا به الماء الزلالا2\n</p>\n\n<p>\nنسأله تعالى أن يثبت قلوبنا على دينه القويم, وأقدامنا على الصراط\nالمستقيم.\n</p>\n\n<p>\n1 البقرة: 12\n</p>\n\n<p>\n2 البيت للمتنبي ضمن قصيدة له يمدح بها أبا الحسين بدر بن عمار\nالطبرستاني, وهو في ديوانه ص 141.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nص -193- ... التاسعة والخمسون : رمي المؤمنين بتبديل الدين.\n</p>\n\n<p>\nقال تعالى في سورة مؤمن1: { إني أخاف أن يبدل دينكم أو أن يظهر في الأرض\nالفساد}2.\n</p>\n\n<p>\nاعتقدوا ما هم3 عليه من الضلال هو الدين الحق, ومن أراد تحويلهم من\nمعتقدهم الكاسد, وصرفهم عما هم عليه من الغي, فقد أراد4 إخراجهم من الدين\nوإفسادا في الأرض.\n</p>\n\n<p>\nوهكذا ديدن أعداء الدين في كل عصر.\n</p>\n\n<p>\n1 في المطبوع: \"غافر\" وكلاهما اسم لهذه السورة.\n</p>\n\n<p>\n2 غافر: 26.\n</p>\n\n<p>\n3 في المطبوع: \"اعتقدوا أن ما هم\".\n</p>\n\n<p>\n4 فقد أراد\" ليست في المخطوط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nص -194- ... الستون : كونهم إذا غلبوا بالحجة, فزعوا إلى السيف والشكوى إلى\nالملوك, و[دعوى] احتقار السلطان, [وتحويل] الرعية عن دينه.\n</p>\n\n<p>\nقال تعالى في سورة الأعراف: {أتذر موسى وقومه ليفسدوا في الأرض } .\n</p>\n\n<p>\nفانظر إلى شكوى آل فرعون وقومه إليه, وتحريشهم إياه على مقاتلة موسى عليه\nالسلام وتهييجه, وما ذكر في آخر الآية من احتقار ما كانوا عليه. ما بين\nحاصرتين ليس من المخطوط <span id='ms087'></span>, وقد وضع في المطبوع بين حاصرتين, وهما علامة\nالإضافة إلى النص.\n</p>\n\n<p>\nالأعراف: 127.\n</p>\n\n<p>\nفي المخطوط: وتحريسهم.\n</p>\n\n<p>\nفي المخطوط: الاحتقار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nص -195- ... الحادية والستون : تناقض مذهبهم لما تركوا الحق.\n</p>\n\n<p>\nقال تعالى في سورة ق: {قد علمنا ما تنقص الأرض منهم وعندنا كتاب حفيظ. بل\nكذبوا بالحق لما جاءهم فهم في أمر مريج}1.\n</p>\n\n<p>\nفقوله: { بل كذبوا بالحق ...} إلخ, إضراب أتبع الإضراب الأول للدلالة على\nأنهم جاءوا بما هو أفظع من تعجبهم, وهو التكذيب بالحق الذي هو النبوة\nالثابتة بالمعجزات, في أول وهلة, من غير تفكر ولا تدبر.\n</p>\n\n<p>\n{ فهم في أمر مريج } مضطرب, وذلك بسبب نفيهم النبوة عن البشر بالكلية\nتارة, وزعمهم أن اللائق بها أهل الجاه والمال كما ينبئ عنه قولهم: { وقالوا\nلولا نزل هذا القرآن على رجل من القريتين عظيم }2 تارة أخرى, وزعمهم أن\nالنبوة سحر مرة أخرى, وأنها كهانة أخرى, حيث قالوا في النبي صلى الله عليه\nوسلم مرة: ساحر, ومرة: كاهن, أو هو اختلاف حالهم ما بين تعجب من البعث\nواستبعاد له وتكذيب وتردد فيه, أو قولهم في القرآن: هو شعر تارة, وهو سحر أخرى.\n</p>\n\n<p>\nوقال تعالى في الذاريات: { والسماء ذات الحبك . إنكم لفي قول\n</p>\n\n<p>\n1 ق: 4-5\n</p>\n\n<p>\n2 الزخرف: 31 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \nص -196- ... مختلف . يؤفك عنه من أفك . قتل الخراصون . الذين هم في غمرة\nساهون }1.\n</p>\n\n<p>\n{ الحبك }: جمع حبيكة, كطريقة أو حباك, كمثال ومثل, والمراد بها إما\nالطرق المحسوسة التي تسير فيها الكواكب, أو المعقولة التي تدرك بالبصيرة,\nوهي ما يدل على وحدة الصانع وقدرته وعلمه وحكمته إذا تأملها الناظر.\n</p>\n\n<p>\nوقوله: { إنكم لفي قول مختلف }, أي: متخالف متناقض في أمر الله عز وجل,\nحيث تقولون: إنه جل شأنه خلق السماوات والأرض, وتقولون بصحة عبادة الأصنام\nمعه, وفي أمر الرسول فتقولون تارة: إنه مجنون وأخرى إنه ساحر, ولا يكون\nالساحر إلا عاقلا, وفي أمر الحشر, فتقولون تارة: لا حشر ولا حياة بعد الموت\nأصلا, وتزعمون أخرى أن أصنامكم شفعاؤكم عند الله تعالى يوم القيامة, إلى\nغير ذلك من الأقوال المتخالفة فيما كلفوا بالإيمان به2.\n</p>\n\n<p>\nوقوله: { يؤفك عنه من <span id='ms088'></span> أفك } أي: يصرف عن الإيمان بما كلفوا الإيمان به.\n</p>\n\n<p>\n{ قتل الخراصون } أي: الكذابون من أصحاب القول المختلف.\n</p>\n\n<p>\n{ الذين هم في غمرة ساهون } الغمرة: الجهل العظيم يغمرهم ويشملهم شمول\nالماء الغامر لما فيه, والسهو: الغفلة.\n</p>\n\n<p>\nقال تعالى في أواخر سورة الأنعام: { إن الذين فرقوا دينهم وكانوا شيعا\nلست منهم في شيء إنما أمرهم إلى الله ثم ينبئهم بما كانوا يفعلون }3.\n</p>\n\n<p>\n1 الذاريات: 7-11\n</p>\n\n<p>\n2 انظر: روح المعاني (29/5)\n</p>\n\n<p>\n3 الأنعام: 159.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nص -197- ... هذه الآية استئناف لبيان أحوال أهل الكتابين إثر بيان حال\nالمشركين, بناء على ما روي عن ابن عباس1 وقتادة2: أن الآية نزلت في اليهود\nوالنصارى.\n</p>\n\n<p>\nأي: بددوا دينهم, وبعضوه فتمسك بكل بعض منه فرقة منهم.\n</p>\n\n<p>\n{ وكانوا شيعا } أي: فرقا تشايع كل فرقة إماما, وتتبعه أي تقويه وتظهر أمره.\n</p>\n\n<p>\nأخرج أبو داود والترمذي عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم : \"افترقت اليهود على إحدى وسبعين فرقة, كلهم في الهاوية إلا واحدة,\nوافترقت النصارى على ثنتين وسبعين فرقة, كلهم في الهاوية إلا واحدة,\nوستفترق أمتي على ثلاث وسبعين فرقة كلهم في الهاوية إلا واحدة\"3.\n</p>\n\n<p>\nواستثناء الواحدة من فرق كل من أهل الكتابين إنما هو بالنظر إلى العصر\nالماضي قبل النسخ, وأما بعده, فالكل في الهاوية, وإن اختلفت أسباب دخولهم.\n</p>\n\n<p>\n{ لست منهم في شيء }, من السؤال عنهم والبحث عن تفرقهم أو من عقابهم, أو\nأنت بريء منهم.\n</p>\n\n<p>\n{ إنما أمرهم إلى الله }: تعليل للنفي المذكور, أي: هو يتولى وحده أمرهم:\nأولاهم وأخراهم ويدبره حسب ما تقتضيه الحكمة.\n</p>\n\n<p>\n1 أخرجه ابن أبي حاتم كما في الدر المنثور (3/63).\n</p>\n\n<p>\n2 أخرجه عبد الرزاق في تفسيره (ج1/ق2/ص22), وذكره السيوطي في الدر\nالمنثور (3/63), وزاد نسبته إلى عبد بن حميد وابن المنذر وابن أبي حاتم.\n</p>\n\n<p>\n3 لم أجد هذا الحديث بهذا اللفظ عند أبي داود والترمذي, وإنما وجدته عند\nالمروزيفي السنة ص 24, رقم 61 من حديث علي موقوفا عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nص -198- ... ومن الناس من قال: المفرقون أهل البدع من هذه الأمة:\n</p>\n\n<p>\nوقد أخرج الحكيم الترمذي1 وابن جرير2 والطبراني3 وغيرهم عن أبي هريرة عن\nالنبي <span id='ms089'></span> صلى الله عليه وسلم في قوله سبحانه: { إن الذين فرقوا ...} إلخ: \"هم\nأهل البدع والأهواء من هذه الأمة\".\n</p>\n\n<p>\nفيكون الكلام حينئذ استئنافا لبيان حال المبتدعين إثر بيان حال المشركين\nإشارة على أنهم ليس منهم ببعيد4.\n</p>\n\n<p>\nوالمقصود أن أهل الجاهلية سواء كانوا أميين أو كتابيين قد فرقوا دينهم,\nوتغايروا في الاعتقاد, فكان عباد الأصنام كل قوم لهم صنم يدينون له, ولهم\nشرائع مختلفة في عبادتها, ومنهم من كان يعبد كوكبا, ومنهم من كان يعبد\nالشمس, ومنهم , ومنهم, وكذلك الكتابيون على ما بينا.\n</p>\n\n<p>\nفالافتراق ناشئ عن الجهل وإلا فالشريعة الحقة في كل زمان لا تعدد فيها\nولا اختلاف, ولذلك ترى القرآن يوحد الحق ويعدد الباطل:\n</p>\n\n<p>\nقال تعالى: { الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور والذين\nكفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات }5.\n</p>\n\n<p>\n1 في نوادر الأصول ص 209, لكنه من حديث عائشة.\n</p>\n\n<p>\n2 في تفسيره (8/105).\n</p>\n\n<p>\n3 في الأوسط (1/207) رقم 664, وقال: \" لم يرو هذا الحديث عن سفيان إلا\nموسى, تفرد به معلل\" , وقال الهيثمي في مجمع الزوائد (7/23): رجاله رجال\nالصحيح, غير معلل بن نفيل وهو ثقة\".\n</p>\n\n<p>\nوانظر: العلل للدارقطني (8/321) رقم 1592.\n</p>\n\n<p>\n4 تفسير هذه الآية نقله المؤلف رحمه الله تعالى من روح المعاني (8/68),\nوانظر: تفسير أبي السعود (3/206)\n</p>\n\n<p>\n5 البقرة: 257.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nص -199- ... فانظر كيف أفرد النور الذي هو الحق, وجمع الظلمات التي عي\nالباطل والزيغ, فتفرقة الآراء والاختلاف في الاعتقاد من خصال الجاهلية وما\nكان عليه أهل الباطل, والاتفاق على العقيدة الحقة هو من دأب أتباع الرسل\nوالمتمسكين يما شرعه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nص -200- ... الثانية والستون : دعواهم العمل بالحق الذي عندهم.\n</p>\n\n<p>\nكما قال تعالى في سورة البقرة: {وإذا قيل لهم آمنوا بما أنزل الله قالوا\nنؤمن بما أنزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم\nتقتلون أنبياء الله من قبل إن كنتم مؤمنين}1.\n</p>\n\n<p>\nأي: نستمر على الإيمان بالتوراة وما في حكمها مما أنزل لتقرير حكمها.\n</p>\n\n<p>\nومرادهم بضمير المتكلم إما أنبياء بني إسرائيل وهو الظاهر, وفيه إيماء\nإلى عدم إيمانهم بالقرآن كان بغيا وحسدا على نزوله على <span id='ms090'></span> من ليس منهم, وإما\nأنفسهم, معنى الإنزال عليه: تكليفهم بما في المنزل من الأحكام.\n</p>\n\n<p>\nوذموا2 على هذه المقالة لما فيها من التعريض بشأن القرآن, ودسائس اليهود\nمشهورة3 وتمام الكلام في التفسير.\n</p>\n\n<p>\n1 البقرة: 91.\n</p>\n\n<p>\n2 في المخطوط والمطبوع \"وندموا\", وما أثبته هو الموافق لما في روح\nالمعاني.\n</p>\n\n<p>\n3 تفسير هذه الآية نقله الشارح من روح المعاني (1/323) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \nص -201- ... الثالثة والستون : الزيادة في العبادة, كفعلهم يوم عشوراء .\n</p>\n\n<p>\nوهذه الخصلة الجاهلية لا تزال موجود إلى يومنا هذا، فأنت ترى المستدركين\nعلى الله تعالى فيما شرعه على لسان نبيه صلى الله عليه وسلم من زنادقة\nالصوفية والرافضة كل يوم يأتون بشرع جديد، وكل شيخ وآية له دينه الذي لا\nيشركه فيه أحد، حتى أصبح الدين بسبب هؤلاء سبة، وغدوا عائقا كبيرا أمام من\nيريد معرفة الإسلام على وجهه الصحيح، فالهم ياولي الإسلام وأهله أرح العباد\nمن شرهم وكيدهم.\n</p>\n\n<p>\nأما بالنسبة لبدع يوم عاشوراء، فهي لا تزال، وخاصة عند الرافضة، ويكفي أن\nننقل لك أحد نصوص واحد من الرافضة المعاصرين، وهو عبد الله نعمة، حيث يقول\nفي كتابه \"روح التشيع\" (ص499-500): \"ومن هذه العادات السيئة: ضرب الرؤوس\nبالسيوف وجرحها، وإسالة الدماء، وضرب الظهور بالسلاسل ضربا مبرحا... نحن لا\nننسى ثورة العامة ومعهم بعض المشايخ على محسن الأمين العاملي حين أفتى\nبحرمة التمثيل (التشبيه) في عاشوراء، وحرمة ضرب الظهور بالسلاسل، وجرح\nالرؤوس بالسيوف...\".\n</p>\n\n<p>\nوانظر وصفا دقيقا لما يجري يوم عاشوراء في كتاب \"الشيعة والتصحيح\" لأحد\nأئمة الرافضة المعاصرين وهو الدكتور موسى الموسوي (ص97-102).\n</p>\n\n<p>\nكما أنه يوجد عند المنتسبين إلى السنة (أعني به ما يقابل الرافضة) كثير\nمن البدع في ذلك اليوم بعضها مستند إلى أحاديث واهية، وأكثرها من باب: {إنا\nوجدنا آباءنا على أمة وإنا على آثارهم مقتدون}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nص -202- ... الرابعة والستون : النقص منها, كتركهم الوقوف.\n</p>\n\n<p>\nقال تعالى: {ثم أفيضوا من حيث أفاض الناس } , أي: من عرفة لا من مزدلفة.\n</p>\n\n<p>\nوالخطاب عام والمقصود إبطال ما كان عليه الحمس من الوقوف بجمع.\n</p>\n\n<p>\nفقد أخرج البخاري ومسلم عن عائشة رضي الله عنها قالت <span id='ms091'></span>: \"كانت قريش ومن دان\nدينها يقفون بالمزدلفة, وكانوا يسمون الحمس, وكان سائر العرب يقفون بعرفات,\nفلما جاء الإسلام أمر الله نبيه صلى الله عليه وسلم أن يأتي عرفات ثم يقف\nبها, ثم يفيض منها فذلك قوله سبحانه: { ثم أفيضوا من حيث أفاض الناس }.\n</p>\n\n<p>\nومعناها: ثم أفيضوا أيها الحجاج من مكان أفاض جنس الناس منهقديما وحديثا,\nوهو عرفة لا من مزدلفة.\n</p>\n\n<p>\nالبقرة: 199\n</p>\n\n<p>\nفي صحيحه -كتاب التفسير - تفسير سورة البقرة, باب في ثم أفيضوا من حيث\nأفاض الناس.\n</p>\n\n<p>\nفي صحيحه كتاب الحج , باب ما جاء أن عرفة كلها موقف (2/893) رقم: 1218.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nص -203- ... الخامسة والستون : تعبدهم بترك أكل الطيبات من الرزق, وترك\nزينة الله التي أخرج لعباده.\n</p>\n\n<p>\nقال تعالى في سورة الأعراف: {يا بني آدم خذوا زينتكم عند كل مسجد وكلوا\nواشربوا ولا تسرفوا إنه1 لا يحب المسرفين. قل من حرم زينة الله التي أخرج\nلعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة يوم\nالقيامة كذلك نفصل الآيات لقوم يعلمون}2.\n</p>\n\n<p>\nوسبب النزول- على ما روي عن ابن عباس- أنه كان أناس من الأعراب يطوفون\nبالبيت عراة, حتى إن كانت المرأة لتطوف بالبيت وهي عريانة, فتعلق على\nأسفلها سيورا مثل هذه السيور التي كانت على وجه الحمر من الذباب, وهي تقول:\n</p>\n\n<p>\nاليوم يبدو بعضه أو كله ... وما بدا منه فلا أحله\n</p>\n\n<p>\nفأنزل الله تعالى هذه الآية: { يا بني آدم ...} إلخ3.\n</p>\n\n<p>\n{ وكلوا واشربوا } مما طاب لكم.\n</p>\n\n<p>\n1 في المخطوط والمطبوع \"إن الله\" وهو خطأ.\n</p>\n\n<p>\n2 الأعراف: 31-32\n</p>\n\n<p>\n3 أخرجه مسلم في صحيحه كتاب التفسير -باب في قوله تعالى: { خذوا زينتكم\nعند كل مسجد } (4/2320) رقم 3028.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nص -204- ... قال الكلبي: \"كان أهل الجاهلية لا يأكلون من الطعام إلا قوتا,\nولا يأكلون دسما في أيام حجهم يعظمون بذلك حجهم, فقال المسلمون: يا رسول\nالله! نحن أحق بذلك, فأنزل الله تعالى الآية\" .\n</p>\n\n<p>\nومنه يظهر وجه ذكر الأكل والشرب هنا.\n</p>\n\n<p>\n{ ولا تسرفوا } بتحريم الحلال كما هو مناسب لسبب النزول أو بالتعدي إلى\nالحرام.\n</p>\n\n<p>\n{ قل من حرم زينة الله التي أخرج لعباده } من <span id='ms092'></span> الثياب وكل ما يتجمل به.\n</p>\n\n<p>\n{ والطيبات من الرزق }, أي: من المستلذات, وقيل: المحللات من المآكل\nوالمشارب, كلحم الشاة وشحمها ولبنها.\n</p>\n\n<p>\n{ قل هي للذين آمنوا في الحياة الدنيا }, أي: هي لهم بالأصالة لمزيد\nكرامتهم على الله تعالى والكفرة - إن شاركوهم فيها- فالبتبع.\n</p>\n\n<p>\n{ خالصة يوم القيامة } لا يشاركهم فيها غيرهم.\n</p>\n\n<p>\nسبق تخريجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \nص -205- ... السادسة والستون\n</p>\n\n<p>\nتعبدهم بالمكاء والتصدية.\n</p>\n\n<p>\nقال تعالى في سورة الأنفال: {وما كان صلاتهم عند البيت إلا مكاء وتصدية\nفذوقوا العذاب بما كنتم تكفرون}1.\n</p>\n\n<p>\nتفسير هذه الآية: { وما كان صلاتهم عند البيت }, أي: المسجد الحرام الذي\nصدوا الناس عنه, والتعبير عنه بالبيت للاختصار مع الإشارة إلى أنه بيت\nالله, وينبغي أن يعظم بالعبادة, وهم لم يفعلوا.\n</p>\n\n<p>\n{ إلا مكاء }, أي: تصفيقا, وهو ضرب اليد باليد حيث يسمع له صوت.\n</p>\n\n<p>\nوالمراد بالصلاة إما الدعاء أو أفعال أخر كانوا يفعلونها , ويسمونها صلاة\nوحمل المكاء والتصدية عليها بتأويل ذلك بأنها لا فائدة منها ولا معنى لها\nكصفير الطيور وتصفيق اللعب.\n</p>\n\n<p>\nوقد يقال: المراد أنهم كانوا وضعوا المكاء والتصدية مكان الصلاة التي\nيليق أن تقع عند البيت.\n</p>\n\n<p>\n1 الأنفال: 35.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nص -206- ... يروى أنهم كانوا إذا أراد النبي صلى الله عليه وسلم أن يصلي,\nيخلطون عليه بالصفير والتصفيق .\n</p>\n\n<p>\nويروى أنهم يصلون أيضا.\n</p>\n\n<p>\nويروى أنهم كانوا يطوفون بالبيت عراة: الرجال والنساء مشبكين بين أصابعهم\nيصفرون فيها ويصفقون .\n</p>\n\n<p>\nوباقي الىية معلوم.\n</p>\n\n<p>\nوالمقصود أن مثل هذه الأفعال لا تكون عبادة بل من شعائر الجاهلية.\n</p>\n\n<p>\nفما يفعله بعض جهلة المسلمين في المساجد من المكاء والتصدية يزعمون أنهم\nيذكرون الله, فهو من قبيل فعل الجاهلية, وما أحسن ما يقول القائل فيهم :\n</p>\n\n<p>\nأقال الله لي صفق وغني وقل كفرا وسمي الكفر ذكرا\n</p>\n\n<p>\nوقد جعل الشارع صوت الملاهي صوت الشيطان, قال تعالى :{ واستفزز من استطعت\nمنهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما\nيعدهم الشيطان إلا غرورا } .\n</p>\n\n<p>\nأخرجه ابن جرير في تفسيره (9/341) عن ابن عمر, وذكره السيوطي في الدر\nالمنثور (3/183) وزاد نسبته إلى ابن أبي شيبة وعبد بن حميد وابن المنذر <span id='ms093'></span>\nوابن أبي حاتم, وأخرجه ابن أبي حاتم عن مجاهد كما في الدر المنثور (3/183).\n</p>\n\n<p>\nفي المطبوع: \"ويرون\"\n</p>\n\n<p>\nأخرجه ابن جرير في تفسيره (9/241) عن سعيد بن جبير, وذكره السيوطي في\nالدر المنثور (3/183).\n</p>\n\n<p>\nالقائل هو عبد الغفار الأخرس كما في ديوانه ص 358.\n</p>\n\n<p>\nالإسراء: 64.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nص -207- ... السابعة والستون : دعواهم الإيمان عند المؤمنين, فإذا خرجوا\nخرجوا بالكفر الذي دخلوا به1.\n</p>\n\n<p>\n1 كما قال تعالى: { وإذا جاءوكم قالوا آمنا وقد دخلوا بالكفر وهم قد\nخرجوا به والله أعلم بما كانوا يكتمون} المائدة : 61, وقال تعالى: { وإذا\nلقوا الذين آمنوا قالوا آمنا وإذا خلوا إلى شياطينهم قالوا إنا معكم إنما\nنحن مستهزئون} البقرة: 14, وقال تعالى: { إذا جاءك المنافقون قالوا نشهد\nإنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون.\nاتخذوا أيمانهم جنة فصدوا عن سبيل الله إنهم ساء ما كانوا يعملون. ذلك\nبأنهم آمنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون} المنافقون: 1-3.\n</p>\n\n<p>\nوهذه حال كثير من الدعاة إلى الباطل, حيث تجده ينخر في الإسلام مع ادعائه\nالحرص عليه وعلى أهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nص -208- ... الثامنة والستون : دعاؤهم الناس إلى الضلال بغير علم1.\n</p>\n\n<p>\n1 هذه الحال تنطبق على النصارى والأميين, فإنهم جهال, لا يعرفون شيئا,\nومع ذلك كانوا يدعون إلى باطلهم, ويتعصبون له, وكأنه الحق, مع أنهم ليس لهم\nعلم بالكتاب وليس لديهم أثارة من علم, ولئن كان النصارى قد جاءهم من ربهم\nعلى لسان نبيهم عيسى صلى الله عليه وسلم, فإنه لم يلبث أن حرف وبدل.\n</p>\n\n<p>\nومن هو على شاكلتهم في هذا العصر كثير, فأنت ترى الضلال من المتصوفة ليس\nلهم علم بكتاب الله ولا سنة رسوله صلى الله عليه وسلم, ومع ذلك يبثون\nدعاتهم شرقا وغربا لنشر باطلهم والدعوة إليه وتنفق الأموال الطائلة لأجل ذلك.\n</p>\n\n<p>\nوتأمل حال أهل البدع من المتكلمين من الأشاعرة المخذولين والرافضة\nالزنادقة الملحدين وغيرهم تجدهم متحمسين لباطلهم, مدافعين عنه مع جهلهم\nبالكتاب والسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nص -209- ... التاسعة والستون : دعاؤهم الناس إلى الكفر مع العلم . وهذه حال\nاليهود, فإنهم يعلمون من كتبهم صدق نبوة النبي صلى الله عليه <span id='ms094'></span> وسلم, ومع ذلك\nيدعون الناس إلى مخالفته والكفر به, وتكذيبه, كما قال تعالى: { ود كثير من\nأهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من عند أنفسهم من بعد ما\nتبين لهم الحق } البقرة: 109, وقال تعالى: { ا أهل الكتاب لم تلبسون الحق\nبالباطل وتكتمون الحق وأنتم تعلمون} آل عمران: 71. وقال تعالى: { قل يا أهل\nالكتاب لم تصدون عن سبيل الله من آمن تبغونها عوجا وأنتم شهداء وما الله\nبغافل عما تعملون} آل عمران:99.\n</p>\n\n<p>\nومشابهوهم في عصرنا هذا كثير, وذلك أن أغلب دعاة الضلالة بعلمون أن الحق\nهو ما جاء به محمد صلى الله عليه وسلم ويستيقنون ذلك, ومع ذلك الناس على\nخلافه, ويشككونهم فيه, حسدا من عند أنفسهم فغلى الله المشتكى وهو المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nص -210- ... السبعون : المكر الكبار كفعل قوم نوح.\n</p>\n\n<p>\nقال تعالى في سورة نوح عليه السلام: {ومكروا مكرا كبارا . وقالوا لا تذرن\nآلهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا . وقد أضلوا كثيرا} .\n</p>\n\n<p>\nومعنى الكبار: الكبير.\n</p>\n\n<p>\nوالمكر الكبار: احتيالهم في الدين, وصدهم للناس عنه, وإغراؤهم وتحريضهم\nعلى أذية نوح عليه السلام.\n</p>\n\n<p>\nوهكذا فعل أخلاف هؤلاء من مردة الدين وأتباع الهوى وعبدة الدنيا, يفعلون\nمع دعاة الحق كما فعل قوم نوح عليه السلام معه, وقد تشابهت قلوبهم, نسأله\nتعالى أن يعيذ رجال الحق من كيد مثل هؤلاء الفجرة ويصونهم من مكرهم.\n</p>\n\n<p>\nفقد جربتهم فرأيت منهم خبائث بالمهيمن نستجير\n</p>\n\n<p>\nنوح: 22-24.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nص -211- ... الحادية والسبعون : أئمتهم: إما عالم فاجر, وإما عابد جاهل.\n</p>\n\n<p>\nقال تعالى: {أفتطمعون أن يؤمنوا لكم وقد كان فريق منهم يسمعون كلام الله\nثم يحرفونه من بعد ما عقلوه وهم يعلمون . وإذا لقوا الذين آمنوا قالوا آمنا\nوإذا خلا بعضهم إلى بعض قالوا أتحدثونهم بما فتح الله عليكم ليحآجوكم به\nعند ربكم أفلا تعقلون . أولا يعلمون أن الله يعلم ما يسرون وما يعلنون .\nومنهم أميون لا يعلمون الكتاب إلا أماني وإن هم إلا يظنون . فويل للذين\nيكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا <span id='ms095'></span> قليلا1\nفويل لهم مما كتبت أيديهم وويل لهم مما يكسبون}2.\n</p>\n\n<p>\nفذكر في الآية أن فريقا من أسلاف اليهود وهم الأحبار, كانوا يسمعون\nالتوراة ويؤولونها تأويلا فاسدا حسب أغراضهم, بل كانوا يحرفونها بتبديل\nكلام من تلقائهم, كما فعلوا ذلك في نعته صلى الله عليه وسلم, فإنه روي أنه\nمن صفاته فيها أنه أبيض ربعة, فغيروه بأسمر طويل, وغيروا آية الرجم\nبالتسخيم وتسويد الوجه, كما في البخاري3.\n</p>\n\n<p>\n1 قوله سبحانه: { ليشتروا به ثمنا قليلا } ساقط من المخطوط.\n</p>\n\n<p>\n2 البقرة: 75-79\n</p>\n\n<p>\n3 أخرجه البخاري في صحيحه - كتاب التوحيد- باب ما يجوز من تفسير التوراة-\n(8/213-214) الآية: 6-8.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nص -212- ... {ومنهم } فريق.\n</p>\n\n<p>\n{ أميون لا يعلمون الكتاب } إلا بالدعاوى الكاذبة, والمراد بهم جهلة\nمقلدة, لا إدراك لهم.\n</p>\n\n<p>\nوتمام الكلام في هذا المقام يطلب من التفسير.\n</p>\n\n<p>\nوالمقصود أن تحريف الكلم, واتباع الهوى, والقول على الله من غير علم من\nخصال الجاهلية.\n</p>\n\n<p>\nوأنت تعلم حال أحبار السوء اليوم والرهبان الذين يقولون على الله ما لا\nيعلم قد تجاوزوا الحد في اتباع الهوى وتأويل النصوص وما أشبه ذلك مما\nيستحيي منه الإسلام, والأمر لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nص -213- ... الثانية والسبعون : زعمهم أنهم أولياء لله من دون الناس.\n</p>\n\n<p>\nدليل هذه المسألة قوله تعالى في سورة الجمعة: {قل يا أيها الذين هادوا\n}1, أي: صاروا يهودا.\n</p>\n\n<p>\n{إن زعمتم أنكم أولياء لله}, أي: أحباء له سبحانه , ولم يضف { أولياء }\nإليه تعالى كما في قوله سبحانه: { ألا إن أولياء الله }2, ليؤذن بالفرق بين\nمدعي الولاية ومن يخصه بها.\n</p>\n\n<p>\n{ من دون الناس } أي: متجاوزين عن الناس.\n</p>\n\n<p>\n{ فتمنوا الموت }, أي: فتمنوا من الله أن يميتكم وينقلكم من دار البلية\nإلى محل الكرامة.\n</p>\n\n<p>\n{ إن كنتم صادقين } في زعمكم, واثقين بأنه حق, فتمنوا الموت, فإنه من\nأيقن أنه من أهل الجنة أحب أن يتخلص إليها من هذه الدار التي هي قرارة\nالأنكاد3 والأكدار.\n</p>\n\n<p>\nوأمر صلى الله عليه وسلم أن يقول لهم ذلك إظهارا لكذبهم, فإنهم كانوا\nيقولون: { نحن أبناء الله وأحباؤه }4, ويدعون أن الآخرة لهم عند الله خالصة,\n</p>\n\n<p>\n1 الجمعة: 6\n</p>\n\n<p>\n2 يونس: 62\n</p>\n\n<p>\n3 في المطبوع: \"الإنكار\".\n</p>\n\n<p>\n4 المائدة: 18 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \nص -214- ... ويقولون: { لن <span id='ms096'></span> يدخل الجنة إلا من كان هودا }, وكما أخبر تعالى:\nعن الكتابيين في كتابه, فقال جل شأنه: {وقالوا لن يدخل الجنة إلا من كان\nهودا أو نصارى تلك أمانيهم قل هاتوا برهانكم إن كنتم صادقين. بلى من أسلم\nوجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون }1.\n</p>\n\n<p>\nوروي أنه لما ظهر رسول الله صلى الله عليه وسلم كتبت يهود المدينة ليهود\nخيبر: إن اتبعتم محمدا أطعناه, وإن خالفتموه خالفناه, فقالوا: نحن أبناء\nخليل الرحمن, ومنا عزير ابن الله والأنبياء, ومتى كانت النبوة في العرب؟!\nنحن أحق بها من محمد, ولا سبيل إلى اتباعه, فنزلت: { قل يا أيها الذين\nهادوا } الآية2.\n</p>\n\n<p>\n{ ولا يتمنونه أبدا }: إخبار بحالهم المستقبل, وهو عدم تمنيهم الموت,\nوذلك خاص بأولئك المخاطبين.\n</p>\n\n<p>\nوروي أن رسول الله صلى الله عليه وسلم قال لم: \"والذي نفسي بيده لا\nيقولها أحد منكم إلا غص يريقه\"3. فلم يتمنه أحد منهم, وما ذلك إلا لأنهم\nكانوا موقنين بصدقه صلى الله عليه وسلم, فعلموا أنهم لو تمنوا لماتوا من\nساعتهم, ولحقهم الوعيد, وهذه إحدى المعجزات.\n</p>\n\n<p>\n{ ما قدمت أيديهم } أي: بسببه, وكأنه قيل: انتفى تمنيهم بسبب ما قدمت,\nوالمراد بما قدمته أيديهم, الكفر والمعاصي الموجبة لدخول\n</p>\n\n<p>\n1 البقرة: 111-112\n</p>\n\n<p>\n2 ذكره أبو حيان في البحر المحيط (7/267) ولم يعزه.\n</p>\n\n<p>\n3 أخرجه البيهقي في دلائل النبوة (6/274), ,اخرجه البخاري في صحيحه ومسلم\nفي صحيحه عن بن عباس بلفظ: \"لو أن اليهود تمنوا الموت لماتوا ولرأوا\nمقاعدهم من النار\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nص -215- ... النار, ولما كانت اليد من بين جوارح الإنسان مناط عامة أفعاله,\nعبر بها تارة عن النفس وأخرى عن القدرة.\n</p>\n\n<p>\n{ والله عليم بالظالمين }, أي: بهم, وإيثار الإظهار على الإضمار لذمهم\nوالتسجيل عليهم بأنهم ظالمون في كل ما يأتون ويذرون من الأمور التي من\nجملتها ادعاء ما هم عنه بمعزل, أي: والله عليم بما صدر منهم من فنون الظلم\nوالمعاصي, وبما سيكون منهم, فيجازيهم على ذلك.\n</p>\n\n<p>\n{ قل إن الموت الذي تفرون منه } ولا تجسرون على أن تمنوه مخافة أن تؤخذوا\nبوبال <span id='ms097'></span> أفعالكم.\n</p>\n\n<p>\n{ فإنه ملاقيكم } البتة, من غير صارف يلويه, ولا عاطف يثنيه.\n</p>\n\n<p>\n{ ثم تردون إلى عالم الغيب والشهادة } الذي لا تخفى عليه خافية.\n</p>\n\n<p>\n{ فينبئكم بما كنتم تعملون } من الكفر والمعاصي بأن يجازيكم بها.\n</p>\n\n<p>\nوهذا ديدن الزائغين وشأن الملحدين كما قال تعالى عن اليهود: { نحن أبناء\nالله وأحباؤه قل فلم يعذبكم بذنوبكم بل أنتم بشر ممن خلق } .\n</p>\n\n<p>\nوقد ورث هذه الخصلة كثير ممن ينتمي إلى الملة الإسلامية, بل كل من الفرق\nيقول : نحن أولياء الله, ومع أن النبي صلى الله عليه وسلم قال في حديث\nالفرق في بيان الفرقة الناجية: \"وهم ما أنا عليه وأصحابي\n</p>\n\n<p>\nالمائدة: 18\n</p>\n\n<p>\nفي المطبوع: \"من يقول\".\n</p>\n\n<p>\nسبق تخريجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nص -216- ... الثالثة والسبعون : دعواهم محبة الله مع ترك شرعه, فطالبهم\nسبحانه بقوله في سورة آل عمران: {قل إن كنتم تحبون الله فاتبعوني يحببكم\nالله ويغفر لكم ذنوبكم والله غفور رحيم}1.\n</p>\n\n<p>\nقال الحسن2 وابن جريج3: \"زعم أقوام على عهد رسول الله صلى الله عليه وسلم\nأنهم يحبون الله, فقالوا: يا محمد! إنا نحب ربنا, فأنزل الله تعالى هذه\nالآية\".\n</p>\n\n<p>\nوروى الضحاك عم ابن عباس قال: \" وقف النبي صلى الله عليه وسلم على قريش\nفي المسجد الحرام وقد نصبوا أصنامهم وعلقوا عليها بيض النعام وجعلوا في\nآذانها الشنوف4, وهم يسجدون لها, فقال: \" يا معشر قريش لقد خالفتم ملة\nأبيكم إبراهيم وإسماعيل, ولقد كانا على الإسلام\", فقالت قريش: يا محمد!\nإنما نعبد هذه حبا لله, لتقربنا على الله\n</p>\n\n<p>\n1 آل عمران: 31\n</p>\n\n<p>\n2 أخرجه ابن جرير في تفسيره (3/232)\n</p>\n\n<p>\n3 أخرجه ابن جرير في تفسيره (3/232) وذكره السيوطي في الدر المنثور\n(2/17), وزاد نسبته على ابن المنذر.\n</p>\n\n<p>\n4 جاء في حاشية المخطوط: \"الشنوف -محركة بالضم- القرط الأعلى, أو معلاق\nفي قوف الأذن, أو ما علق في أعلاها, وأما ما علق في أسفلها فقرط, جمعه شنوف\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nص -217- ... زلفى, فأنزل الله تعالى: { قل إن كنتم تحبون الله ...} إلخ .\n</p>\n\n<p>\nوفي رواية أبي صالح أن اليهود لما قالوا: { نحن أبناء الله وأحباؤه }\nأنزل الله هذه الآية, فلما نزلت عرضها رسول الله صلى الله عليه وسلم <span id='ms098'></span> على\nاليهود, فأبوا أن يقبلوها .\n</p>\n\n<p>\nوروى محمد بن إسحاق عن محمد بن جعفر بن الزبير قال: \"نزلت في نصارى\nنجران, وذلك أنهم قالوا: إنما نعظم المسيح, نعبده حبا لله, وتعظيما له,\nفأنزل الله تعالى هذه الآية ردا عليهم\" .\n</p>\n\n<p>\nوبالجملة: من تلبس بالمعاصي لا ينبغي له أن يدعي محبة الله. وما أحسن قول\nالقائل:\n</p>\n\n<p>\nعصي الإله وأنت تظهر حبه هذا لعمري في القياس بديع\n</p>\n\n<p>\nلو كان حبك صادقا لأطعته إن المحب لمن يحب مطيع\n</p>\n\n<p>\nذكره البغوي في تفسيره (1/293), وابن الجوزي في زاد المسير (1/273)\n</p>\n\n<p>\nالمائدة: 18\n</p>\n\n<p>\nذكر هذا الأثر ابن الجوزي في زاد المسير (1/273)\n</p>\n\n<p>\nأخرجه ابن جرير في تفسيره (3/232) بنحوه\n</p>\n\n<p>\nهذان البيتان ينسبان على الإمام الشافعي, وهما في ديوانه ص 58.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nص -218- ... الرابعة والسبعون : تمنيهم على الله الأماني الكاذبة.\n</p>\n\n<p>\nقال تعالى في سورة آل عمران: {ألم تر إلى الذين أوتوا نصيبا من الكتاب\nيدعون إلى كتاب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون. ذلك بأنهم\nقالوا لن تمسنا النار إلا أياما معدودات وغرهم في دينهم ما كانوا يفترون}1.\n</p>\n\n<p>\nأخرج ابن إسحاق وجماعة عن ابن عباس قال: \" دخل رسول الله صلى الله تعالى\nعليه وسلم بيت المدارس2 على جماعة من اليهود, فقال النعمان بن عمرو والحارث\nبن ويد: على أي دين أنت يا محمد؟ قال: \"على ملة إبراهيم ودينه\", قالا: فإن\nإبراهيم كان يهوديا, فقال بهما رسول الله صلى الله عليه وسلم: \"فهلما إلى\nالتوراة, فهي بيننا وبينكم, فأينا3 عليه\" فأنزل الله تعالى هذه الآية\"4.\n</p>\n\n<p>\nوفي البحر: \" زنى رجل من اليهود بامرأة, ولم يكن بعد في ديننا\n</p>\n\n<p>\n1 آل عمران: 24\n</p>\n\n<p>\n2 بيت المداري: البيت الذي يدرس فيه اليهود.\n</p>\n\n<p>\nانظر النهاية في غريب الحديث (2/113) , لسان العرب: مادة درس (6/180)\n</p>\n\n<p>\n3 في تفسير ابن أبي حاتم \"فابيا عليه\".\n</p>\n\n<p>\n4 أخرجه ابن إسحاق وابن جرير في تفسيره (322/218-217), وابن أبي حاتم في\nتفسيره (2/166) وذكره السيوطي في الدر المنثور (2/14) وزاد نسبته إلى ابن\nالمنذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nص -219- ... الرجم, فتحاكموا إلى رسول الله صلى الله عليه وسلم, تخفيفا على\nالزانيين لشرفهما, فقال رسول صلى الله عليه <span id='ms099'></span> وسلم: \"إنما أحكم بكتابكم\",\nفأنكروا الرجم, فجيء بالتوراة, فوضع حبرهم1 ابن صوريا يده على آية الرجم,\nفقال عبد الله بن سلام: جاوزها يا رسول الله, فأظهرها, فرجما, فغضبت\nاليهود, فنزلت\"2.\n</p>\n\n<p>\nومعنى قوله: { ذلك بأنهم قالوا لن تمسنا النار إلا أياما معدودات }, أي:\nالمذكور من التولي والإعراض حاصل لهم بسبب هذا القول الذي رسخ اعتقادهم\nبه3, وهونوا به الخطوب, ولم يبالوا معه بارتكاب المعاصي والذنوب.\n</p>\n\n<p>\nوالمراد بالأيام المعدودات: أيام عبادتهم العجل.\n</p>\n\n<p>\n{ وغرهم في دينهم ما كانوا يفترون }, أي: غرهم افتراؤهم وكذبهم, أو الذي\nكانوا بفترونه من قولهم: { لن تمسنا النار }, أو من قولهم: { حن أبناء الله\nوأحباؤه }, أو مما يشمل ذلك ونحوه من قولهم: إن آباءنا الأنبياء يشفعون\nلنا, وإن الله تعالى وعد يعقوب أن لا يعذب أبناءه إلا تحلة القسم4, فرد\nعليهم سبحانه بقوله: { فكيف إذا جمعناهم ....} إلخ.\n</p>\n\n<p>\nروي أن أول راية ترفع لأهل الموقف من رايات الكفار راية اليهود,\n</p>\n\n<p>\n1 في المطبوع \"جرهم\"\n</p>\n\n<p>\n2 البحر المحيط (2/416), ونسبه أبو حيان إلى الكلبي, وذكره البغوي في\nتفسيره (1/389), وابن الجوزي في زاد المسير (1/366), ونسباه إلى ابن المنذر\n</p>\n\n<p>\n3 في المخطوط \"له\"\n</p>\n\n<p>\n4 انظر : تفسير ابن جرير (3/219).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nص -220- ... فيفضحهم الله تعالى على رؤوس الأشهاد, ثم يأمر بهم إلى النار .\n</p>\n\n<p>\nوهكذا رأينا كثيرا من أهل زماننا ما يفعلون من المنكرات, اعتمادا على\nالشفاعة, أو على علو الحسب وشرف النسب, والله المستعان.\n</p>\n\n<p>\nوفي سورة البقرة: { وقالوا لن تمسنا النار إلا أياما معدودة قل أتخذتم\nعند الله عهدا فلن يخلف الله عهده أم تقولون على الله ما لا تعلمون . بلى\nمن كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار هم فيها خالدون . والذين\nآمنوا وعملوا الصالحات أولئك أصحاب الجنة هم فيها خالدون } .\n</p>\n\n<p>\nروح المعاني: (3/111-112)\n</p>\n\n<p>\nمن قوله تعالى : {والذين آمنوا} إلى آخر الآية ليس في المطبوع.\n</p>\n\n<p>\nالبقرة: 80-82.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nص -221- ... الخامسة والسبعون : اتخاذهم قبور أنبيائهم وصالحيهم مساجد.\n</p>\n\n<p>\nهذه المسألة من خصال الكتابيين أيام جاهليتهم.\n</p>\n\n<p>\nوفي ذلك ورد الحديث الصحيح : \"لعن الله اليهود والنصارى, اتخذوا قبور\nأنبيائهم مساجد\" 1, ثم قال: \" فلا تتخذوها مساجد\".\n</p>\n\n<p>\nوفي <span id='ms100'></span> الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"قاتل\nالله اليهود والنصارى, اتخذوا قبور أنبيائهم مساجد\"2.\n</p>\n\n<p>\nوفي لفظ لمسلم: \"لعن الله اليهود والنصارى, اتخذوا قبور أنبيائهم مساجد\".\n</p>\n\n<p>\nوفي الصحيحين عن عائشة وابن عباس, قال: \"لما نزل برسول الله صلى الله\nعليه وسلم, طفق يطرح خميصة على وجهه, فإذا اغتم بها كشفها عن وجهه, فقال:\n-وهو كذلك- : \"لعن الله اليهود والنصارى,\n</p>\n\n<p>\n1 أخرجه البخاري في صحيحه -كتاب الجنائز- باب ما جاء في قبر النبي صلى\nالله عليه وسلم (2/206) ومسلم في صحيحه - كتاب المساجد ومواضع الصلاة- باب\nالنهي عن بناء المساجد على القبور واتخاذ الصور فيها والنهي عن اتخاذ\nالقبور مساجد- (1/377) ح 530\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه- كتاب الصلاة- باب (1/112-113), ومسلم في صحيحه\nكتاب المساجد ومواضع الصلاة- باب النهي عن بناء المساجد على القبور...\n(1/376-377) ح 530.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nص -222- ... اتخذوا قبور أنبيائهم مساجد\", يحذر مما صنعوا\"1.\n</p>\n\n<p>\nوفي الصحيحين أيضا عن عائشة أن أم سلمة وأم حبيبة ذكرتا لرسول الله صلى\nالله عليه وسلم كنيسة رأينها بأرض الحبشة يقال لها: \"مارية\", وذكرتا من\nحسنها وتصويرها فيها, فقال رسول الله صلى الله عليه وسلم: \"أولئك إذا مات\nالصالح أو الرجل الصالح بنوا على قبره مسجدا, وصوروا فيه تلك الصور, أولئك\nشرار الخلق عند الله\"2.\n</p>\n\n<p>\nوعن ابن عباس قال: \"لعن رسول الله صلى الله عليه وسلم زائرات القبور\nوالمتخذين عليها المساجد والسرج\", رواه أهل السنن الأربعة3.\n</p>\n\n<p>\n1 أخرجه البخاري في صحيحه- كتاب الصلاة- باب هل تنبهش قبور مشركي\nالجاهلية ويتخذ مكانها مسجد (1/112-113), وباب الصلاة في البيعة (1/112),\nومسلم في صحيحه -كتاب المساجد ومواضع الصلاة- باب النهي عن بناء المساجد\nعلى القبور... (1/376-377) ح 530.\n</p>\n\n<p>\n2 أخرجه البخاري في صحيحه- كتاب الصلاة- باب هل تنبهش قبور مشركي\nالجاهلية ويتخذ مكانها مسجد (1/112-113), ومسلم في صحيحه -كتاب المساجد\nومواضع الصلاة- باب النهي عن بناء المساجد على القبور... (1/376-377) ح 530.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n3 أخرجه أبو داود في سننه كتاب الجنائز- باب في زيارة النساء القبور\n(3/558) ح 3236, والنسائي في السنن الكبرى- كتاب الجنائز- باب التغليظ في\nاتخاذ السرج على القبور <span id='ms101'></span> (1/657) ح 2170, وفي المجتبى - كتاب الجنائز - باب\nالتغليظ في اتخاذ السرج على القبور- (4/95-96) , والترمذي في جامعه -أبواب\nالصلوات- باب ما جاء في كراهية أن يتخذ على القبر مسجدا (2/136-137) ح 320,\nوالطيالسي في مسنده ص 357 ح 2733, وابن أبي شيبة في مصنفه -كتاب الجنائز-\nباب من كره زيارة القبور, (3/344), وأحمد في مسنده (1/229-287-327-337),\nوابن حبان في صحيحه (الموارد) -كتاب الجنائز- باب زيارة القبور- ص 200 ح\n788, والطبراني في المعجم الكبير (12/148) ح 12725 , والحاكم في المستدرك\n-كتاب= الجنائز (1/374) والبيهقي في السنن الكبرى -كتاب الجنائز- باب ما\nورد في نهي النساء عن زيارة القبور (4/78) والخطيب في تاريخ بغداد\n(8/70-71), والبغوي في شرح السنة -كتاب الصلاة- باب كراهية أن يتخذ القبر\nمسجدا (2/416-417) ح510.\n</p>\n\n<p>\nوقد حسن هذا الحديث الترمذي في جامعه, والبغو والسيوطي في الأمر بالاتباع\nوالنهي عن الابتداع ص 113 وأحمد شاكر في تعليقه على سنن الترمذي, وصححه في\nشرح المستد (1/323).\n</p>\n\n<p>\nوقال الحاكم: \"أبو صالح -أحد رجال الإسناد- هذا ليس بالسمان المحتج به,\nإنما هو باذان ولم يحتج به الشيخان, ولكنه متداول بين الأئمة, ووجدت له\nمتابعا من حديث سفيان الثوري في متن الحديث فخرجته\".\n</p>\n\n<p>\nوقال الذهبي في تلخيصه: \" أبو صالح هو باذان, ولم يحتجا به\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nص -223- ... فهذا التحذير منه, واللعن عن مشابهة أهل الكتاب في بناء المسجد\nعلى قبر الرجل الصالح صريح في النهي عن المشابهة.\n</p>\n\n<p>\nوفي هذا دليل على الحذر من جنس أعمالهم, حيث لا يؤمن في سائر أعمالهم أن\nيكون من هذا الجنس.\n</p>\n\n<p>\nثم من المعلوم ما قد ابتلي به كثير من هذه الأمة, من بناء القبور مساجد,\nواتخاذ القبور مساجد بلا بناء, وكلا الأمرين محرم, ملعون فاعله بالمستفيض\nمن السنة, وليس هذا موضع استقصاء ما في ذلك من سائر الأحاديث والآثار,\nولهذا كان السلف يبالغون في المنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nص -224- ... السادسة والسبعون : اتخاذ قبور أنبيائهم مساجد.\n</p>\n\n<p>\nكما ورد عن عمر رضي الله عنه - فغن هذه المسألة -أيضا- من بدع جاهلية\nالكتابيين, كانوا يتخذون آثار أنبيائهم مساجد. فورثهم الجاهلون من هذه\nالأمة, فتراهم يبنون على موضع اختفى به النبي صلى الله <span id='ms102'></span> عليه وسلم, أو وصل\nقدمه المبارك إليه, أو تعبد فيه, وهذا ليس مما يحمد في الشريعة, لجره إلى الغلو.\n</p>\n\n<p>\nوفي العراق مواضع كثيرة بنوا عليها مباني, كالمقام الذي زعموا أن الشيخ\nالكيلاني تعبد فيه, وكأثر الكف الذي زعم الشيعة أنه أثر كف الإمام علي لما\nوضع على الصخرة فأثر فيها, فبنوا عليها مسجدا, وكعدة أماكن زعموا أن الخضر\nرؤي فيها, ولا أصل له, إلى غير ذلك مما لا يستوعبه المقام.\n</p>\n\n<p>\nفينبغي لمن يدعي الإسلام أن يتجنبها, وينهى عن حضورها, وإن رمي بالإنكار,\nوعداوة والأشرار, وكيد المارقين الفجار.\n</p>\n\n<p>\nوفي المسألة تفصيل لا بأس بذكره.\n</p>\n\n<p>\nقال شيخ الإسلام: \"فأما1 مقامات الأنبياء والصالحين وهي الأمكنة التي\nقاموا فيها وأقاموا, أو عبدوا الله سبحانه لكنهم لم يتخذوها مساجد, فالذي\nبغني في ذلك قولان عن العلماء مشهوران:\n</p>\n\n<p>\n1 في المخطوط والمطبوع \"أما\" وما أثبته من الاقتضاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nص -225- ... أحدهما: النهي عن ذلك وكراهته, وأنه لا يستحب قصد بقعة\nللعبادة, إلا أن يكون قصدها للعبادة مما جاء به الشرع, ومثل أن يكون النبي\nصلى الله عليه وسلم قصدها للعبادة, كما قصد الصلاة في مقام إبراهيم, وكما\nكان يتحرى الصلاة عند الإسطوانة1, وكما تقصد المساجد للصلاة, ويقصد الصف\nالأول, ونحو ذلك.\n</p>\n\n<p>\nوالقول الثاني: أن لا بأس باليسير من ذلك, كما نقل عن ابن عمر أنه كان\nيتحرى قصد المواضع التي سلكها النبي صلى الله عليه وسلم وإن كان النبي صلى\nالله عليه وسلم [قد]2 سلكها اتفاقا لا قصدا.\n</p>\n\n<p>\nوسئل الإمام أحمد عن الرجل يأتي المشاهد, ويذهب إليها, ترى ذلك3: قال:\nأما على حديث ابن أم مكثوم أنه سأل النبي صلى الله عليه وسلم أن يصلي في\nبيته حتى يتخذ ذلك مصلى4, وعلى ما كان يفعله ابن عمر, يتتبع مواضع النبي\nصلى الله عليه وسلم وأثره, فليس بذلك بأس أن يأتي الرجل المشاهد, إلا أن\nالناس قد أفرطوا في هذا جدا وأكثروا فيه.\n</p>\n\n<p>\nوكذلك نقل عنه أحمد بن القاسم أنه سئل عن الرجل يأتي المشاهد\n</p>\n\n<p>\n1 أخرجه البخاري في صحيحه -كتاب <span id='ms103'></span> الصلاة- باب الصلاة إلى الإسطوانة\n(1/127) من حديث سلمة بن الأكوع.\n</p>\n\n<p>\n2 الزيادة من الاقتضاء.\n</p>\n\n<p>\n3 الذي في الاقتضاء: \"قال سندي الخواتيمي: سألنا عبد الله عن الرجل يأتي\nهذه المشاهد, ويذهب غليها, ترى ذلك؟\"\n</p>\n\n<p>\n4 لم أجده من حديث ابن أم مكثوم, وإنما وجدته من حديث عتبان بن مالك عند\nالبخاري في \"صحيحه\" -كتاب الصلاة- باب المساجد في البيوت (1/109), ومسلم\n-كتاب المساجد ومواضع الصلاة- باب الرخصة عن التخلف عن الجماعة بعذر\n(1/455).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nص -226- ... التي بالمدينة وغيرها يذهب إليها؟ فقال: أما حديث على حديث ابن\nأم مكثوم أنه سأل النبي صلى الله عليه وسلم أن يصلي في بيته حتى يتخذه\nمسجدا, وعلى ما كان يفعل ابن عمر, كان يتتبع مواضع سير النبي صلى الله عليه\nوسلم, حتى رؤي يصب1 في موضع ماء, فسئل عن ذلك, فقال: \" رأيت النبي صلى الله\nعليه وسلم يصب ههنا2 ماء\"3, وقال: أما على هذا فلا بأس, قال: ورخص فيه, ثم\nقال: ولكن قد أفرط الناس جدا, وأكثروا في هذا المعنى, فذكر قبر الحسين وما\nيفعل الناس عنده. رواه الخلال في كتاب الأدب.\n</p>\n\n<p>\nفقد فصل أبو عبد الله في المشاهد- وهي الأماكن التي فيها آثار الأنبياء\nوالصالحين من غير أن تكون مساجد لهم كمواضع بالمدينة- بين القليل الذي لا\nيتخذونه عيدا, والكثير4 الذي يتخذونه عيدا كما تقدم.\n</p>\n\n<p>\nفإنه قد روى البخاري في صحيحه عن موسى بن عقبة قال: \"رأيت سالم5 بن عبد\nالله يتحرى أما كن الطريق, ويصلي فيها, ويحدث أن أباه كان يصلي فيها, وأنه\nرأى النبي صلى الله عليه وسلم يصلي في تلك الأمكنة\"6.\n</p>\n\n<p>\n1 في الاقتضاء: \"حتى رئي أن يصب\".\n</p>\n\n<p>\n2 في المخطوط والمطبوع \"هنا\" , وما أثبته من الاقتضاء.\n</p>\n\n<p>\n3 ذكر هذا الأثر ابن الأثير في أسد الغابة (3/237) والذهبي في سير أعلام\nالنبلاء\" (3/213).\n</p>\n\n<p>\n4 في المطبوع \"أو الكثير\" , وما أثبته هو الموافق لما في الاقتضاء.\n</p>\n\n<p>\n5 في المطبوع \"سالما\".\n</p>\n\n<p>\n6 صحيح البخاري -كتاب الصلاة- باب المساجد التي على طرق المدينة والمواضع\nالتي صلى فيها النبي صلى الله عليه وسلم (1/89) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \nص -227- ... فهذا كما رخص الإمام أحمد <span id='ms104'></span>.\n</p>\n\n<p>\nوأما كراهته1, فروى سعيد بن منصور في سننه قال: حدثنا أبو معاوية قال:\nحدثنا الأعمش عن المعرور بن سويد عن عمر قال: خرجنا معه في حجة حجها, فقرأ\nبنا في الفجرب{ ألم تر كيف فعل ربك بأصحاب الفيل }2, و{لإيلاف قريش }3 في\nالثانية, فلما رجع من حجته رأى الناس ابتدروا المسجد, فقال: ما هذا؟\nفقالوا: مسجد صلى الله عليه وسلم فيه, فقال: \"هكذا هلك أهل الكتاب قبلكم,\nاتخذوا آثار أنبيائهم بيعا, من عرضت له منكم الصلاة فيه فليصل, ومن لم تعرض\nله الصلاة فليمض4\"5.\n</p>\n\n<p>\nفقد كره عمر اتخاذ مصلى النبي صلى الله عليه وسلم عيدا, وبين أن أهل\nالكتاب إنما هلكوا بمثل هذا, وكانوا يتبعون آثار أنبيائهم, ويتخذونها كنائس وبيعا.\n</p>\n\n<p>\nوروى محمد بن وضاح وغيره: \"أن عمر بن الخطاب أمر بقطع الشجرة التي بويع\nتحتها النبي صلى الله عليه وسلم, لأن الناس\n</p>\n\n<p>\n1 في الاقتضاء: \"وأما ما كرهه\".\n</p>\n\n<p>\n2 الفيل: 1\n</p>\n\n<p>\n3 قريش: 1\n</p>\n\n<p>\n4 في الاقتضاء: \"فليمض ولا يتعمدها\".\n</p>\n\n<p>\n5 لم أجد هذا الأثر في المطبوع من سنن سعيد بن منصور, وقد أخرجه ابن أبي\nشيبة في مصنفه- كتاب الصلاة- باب الصلاة عند قبر النبي صلى الله عليه وسلم\nوإتيانه (2/376-377), وعبد الرزاق في مصنفه -كتاب الصلاة- باب ما يقرأ في\nالصبح في السفر (1/118-119) ح 2734 , وابن وضاح في \"البدع والنهي عنها\" ص\n41-42 , وصحح شيخ الإسلام إسناده في التوسل والوسيلة ص 102.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nص -228- ... كانوا يذهبون تحتها, فخاف عمر الفتنة عليهم \" .\n</p>\n\n<p>\nوما ذكره عمر هو الحري بالقبول, وهو مذهب جمهور الصحابة, غير ابنه , وهو\nالذي يجب العمل به, ويعول عليه.\n</p>\n\n<p>\nرواه ابن سعيد في الطبقات (2/100), وابن وضاح في البدع والنهي عنها ص 42-43.\n</p>\n\n<p>\nاقتضاء الصراط المستقيم (2/742-744).\n</p>\n\n<p>\nالظاهر من حال ابن عمر رضي الله عنهما ا،ه إنما أراد بفعله ذلك الاقتداء\nلا التبرك, بدليل ما ذكره أهل العلم من تشدده في الاقتداء ه صلى الله عليه\nوسلم, حتى قال نافع فيما أخرجه عنه أبو نعيم في الحلية: (1/310): \"لو نظرت\nإلى ابن عمر إذا اتبع رسول الله صلى الله عليه وسلم لقلت <span id='ms105'></span>: هذا مجنون\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nص -229- ... المسألة1 السابعة والسبعون : اتخاذ السرج على القبور.\n</p>\n\n<p>\nدليل حرمة ذلك ما ورد عن رسول الله صلى الله عليه وسلم من الحديث الذي\nسبق ذكره من لعن من يفعل ذلك.\n</p>\n\n<p>\nوليتك رأيت ما يوقد في ترب أئمة أهل البيت ونحوها من الشموع, ولا سيما في\nليالي رمضان والليالي المباركة, وهم يحسبون أنهم يحسنون صنعا2.\n</p>\n\n<p>\n1 \" المسألة\" ليست في المطبوع.\n</p>\n\n<p>\n2 ذكره الشيخ محمد رشيد رضا رحمه الله تعالى- في كتابه \"السنة والشيعة أو\nالرافضة والوهابية\" أنه رأى من وسائل الإنارة على قبور الروافض -أذلهم الله\nوأخزاهم- ما يكفي لتنوير مدينة عظيمة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nص -230- ... الثامنة والسبعون : اتخاذها أعيادا1.\n</p>\n\n<p>\nاعلم أن العيد اسم لما يعود من الاجتماع العام على وجه معتاد عائدا ما\nتعود السنة أو يعود الأسبوع أو الشهر أو نحو ذلك. فالعيد يجمع أمورا:\n</p>\n\n<p>\nمنها: يوم عائد, كيوم الفطر, ويوم الجمعة.\n</p>\n\n<p>\nومنها: أعمال تجمع ذلك من العبادات أو العادات.\n</p>\n\n<p>\nوقد يختص العيد بمكان بعينه, وقد يكون مطلقا.\n</p>\n\n<p>\nهؤلاء مسلمو أهل العراق, لكل تربة ولي يوم مخصوص يجتمعون فيه للزيارة,\nكزيارة الغدير, ومرد الرأس.\n</p>\n\n<p>\nومنهم من خص له يوم من أيام الأسبوع, فالجمعة لفلان, والسبت لفلان2,\nوالثلاثاء لفلان, وهكذا.\n</p>\n\n<p>\nومن ذلك بعض الأيام والليالي المباركة, كليلة القدر, وأيام\n</p>\n\n<p>\n1 انظر بتوسع في هذه المسالة: اقتضاء الصراط المستقيم (2/613) وما بعدها\n, إغاثة اللهفان (1/190) وما بعدها.\n</p>\n\n<p>\n2 \"والسبت لفلان\" ساقط من المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nص -231- ... الأعياد, وليلة النصف من شعبان, وغير ذلك, كل ذلك مما لم ينزل\nالله به سلطان, ومن مكايد الشيطان .\n</p>\n\n<p>\n\"كل ذلك\" ساقط من المطبوع.\n</p>\n\n<p>\n\" ومن مكايد الشيطان\" ساقط من المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nص -232- ... التاسعة والسبعون : الذبح عند القبور.\n</p>\n\n<p>\nقال الله تعالى: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا\nشريك له وبذلك أمرت وأنا أول المسلمين}1.\n</p>\n\n<p>\nأمره الله تعالى أن يخبر المشركين الذين يعبدون غير الله, ويذبحون له.\nأي: أنه أخلص لله صلاته وذبيحته, لأن المشركين يعبدون الأصنام ويذبحون لها,\nفأمر الله تعالى بمخالفتهم, والانحراف عما هم فيه والانقياد بالقصد والنية\nوالعزم على الإخلاص لله <span id='ms106'></span> تعالى, فمن تقرب لغير الله تعالى ليدفع عنه ضيرا,\nأو يجلب له خيرا, تعظيما له, من الكفر الاعتقادي والشرك الذي كان عليه\nالأولون.\n</p>\n\n<p>\nوسبب مشروعية التسمية وتخصيص مثل هذه الأمور العظام بالإله الحق المعبود\nالعلام, فإذا قصد بالذبح غيره كان أولى بالمنع.\n</p>\n\n<p>\nوصح نهيه صلى الله عليه وسلم عن الذبح عمن استأذنه بالذبح ببوانة, وأنه\nقد نذر ذلك, فقال صلى الله عليه وسلم: \" أكان فيها صنم؟ قال: لا, قال: هل\nكان فيها عيد من أعياد المشركين؟\",\n</p>\n\n<p>\n1 الأنعام: 162-163 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \nص -233- ... قال: لا, قال: أوف بنذرك\", أخرج ذلك أبو داود في سننه1.\n</p>\n\n<p>\nوهذا السائل موحد مقرب لله سبحانه وتعالى وحده, لكن المكان الذي فيه\nمعبود غير الله, وقد عدم, أو محل لاجتماعهم يصلح مانعا, فلما علم صلى الله\nعليه وسلم أن ليس هناك شيء من ذلك , أجازه, ولو علم شيئا مما سأل عنه,\nلمنعه صيانة لحمى التوحيد وقطعا لذريعة الشرك.\n</p>\n\n<p>\nوصح أيضا عنه صلى الله عليه وسلم أنه قال: \"دخل الجنة رجل في ذباب, ودخل\nالنار رجل في ذباب\", قالوا: \"كيف ذلك يا رسول الله؟!, قال: مر رجلان على\nقوم لهم صنم لا يجاوزه أحد حتى يقرب له شيئا, قالوا له: قرب ولو ذبابا,\nفقرب ذبابا, فخلوا سبيله, فدخل النار, وقالوا للآخر قرب, قال: ما كنت أقرب\nشيئا لأحد دون الله عز وجل, فضربوا عنقه, فدخل الجنة\"2.\n</p>\n\n<p>\nففي هذا الحديث من الفوائد: كون المقرب دخل النار بالسبب الذي لم يقصده,\nبل فعله تخلصا من شرهم, وأنه كان مسلما, وإلا لم يقل: دخل النار.\n</p>\n\n<p>\n1 كتاب الإيمان والنذور- باب ما يؤمر به من الوفاء بالنذر- (3/607) ح\n3313 والبيهقي في السنن الكبرى-كتاب النذور- باب من نذر أن ينحر بغيرها\n-مكة- ليتصدق (10/83) والطبراني في الكبير (2/75) ح 1341, وصححه الحافظ ابن\nحجر في التلخيص الحبير (4/180).\n</p>\n\n<p>\n2 أخرجه ابن أبي شيبة في مصنفه - كتاب الجهاد- باب ما قالوا في المشركين\nيدعون المسلمين إلى غير ما ينبغي يجيبونهم أم لا ويكرهون عليه- (12/358),\nوأحمد في الزهد ص 22, وأبو نعيم في حلية الأولياء (1/203) موقوفا <span id='ms107'></span> على سلمان\nالفارسي, ولم أجده مرفوعا, غير أنه لا يمكن أن يقال بالرأي, فله حكم الرفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nص -234- ... وفيه ما ينبغي الاهتمام به من أعمال القلوب التي هي المقصود\nالأعظم والركن الأكبر.\n</p>\n\n<p>\nفتأمل في ذلك, وانظر إلى فؤادك في جميع ما قالوه, وألق سمعك لما ذكروه,\nوانظر الحق, فإن الحق أبلج والباطل لجلج, فبالنظر التام إلى ما كان عليه\nالمشركون من تقريبهم لأوثانهم, لتقربهم إلى الله, لكونهم شفعاء لهم عند\nالله, وشفاعتهم بسبب أنهم رسل الله أو ملائكته أو أولياء الله, يتبين لك ما\nعليه الناس الآن, والله المستعان.\n</p>\n\n<p>\nفي المطبوع: \"من تقربهم\"\n</p>\n\n<p>\nفي المطبوع: \"لتقريبهم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nص -235- ... الثمانون : التبرك بآثار المعظمين, كدار الندوة1, وافتخار من\nكانت تحت يده بذلك, كما قيل لحكيم بن حزام: بعت مكرمة قريش؟!, فقال: \"ذهبت2\nالمكارم إلا التقوى\"3.\n</p>\n\n<p>\nهذه الخصلة قد امتدت عروق ضلالها في أودية قلوب الجهلة مسلمين, وزادوا\nعلى ما كان عليه أهل جاهلية العرب والكتابيين.\n</p>\n\n<p>\nولا بدع من حكيم بن حزام القرشي الأسدي إذا ما رد على من قال له:\n</p>\n\n<p>\n1 دار الندوة: دار بنها قصي بن كلاب, وكانت قريش تأمر فيها, حيث كانوا\nيتيامنون بأمره, \"فما تنكح امرأة ولا يتزوج رجل من قريش وما يتشاورون في\nأمر نزل بهم ولا يعقدون لواء لحرب قوم من غيرهم إلا في داره, يشق عليها من\nدرعها ثم تدرعه ثم ينطلق بها إلى أهلها, فكان أمره من قريش في حياته ومن\nبعد موته كالدين المتبع\".\n</p>\n\n<p>\n\"مختصر سيرة ابن إسحاق\" لا بن هشام (1/125), وانظر: تاريخ مكة للأزرقي\n(2/252-253), \"أخبار مكة\" للفاكهي (3/310-311), \"المنمق في أخبار قريش\" لا\nبن حبيب ص 32-34, \"جمهرة نسب قريش\" للزبير بن بكار (3/354)\n</p>\n\n<p>\n2 في المخطوط \"ذهب\".\n</p>\n\n<p>\n3 أخرجه الطبراني في المعجم الكبير (3/186) ح 3073, قال الهيثمي في مجمع\nالزوائد (9/384): رواه الطبراني بإسنادين أحدهما حسن\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nص -236- ... بعت مكرمة قريش, وقد باعها من معاوية بمائة ألف درهم: \"ذهبت\nالمكارم إلا التقوى\".\n</p>\n\n<p>\nكيف لا وقد كان عاقلا سريا فاضلا تقيا سيدا بماله غنيا, أعتق في الجاهلية\nمائة رقبة, وحمل على مائة بعير, وحج <span id='ms108'></span> ومعه مائة بدنة قد جللها بالحبرة,\nوكفها عن أعجازها وأهداها ووقف بمائة وصيف بعرفة في أعناقهم أطواق الفضة\nمنقوش فيها: \"عتقاء الله عن حكيم بن حزام\", وأهدى ألف شاة, وهو الذي عاش في\nالجاهلية ستين سنة, وفي الإسلام ستين سنة, وولد في الكعبة \"\n</p>\n\n<p>\nانظر: تهذيب الكمال (7/170-192), وسير أعلام النبلاء (3/44-51) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \nص -237- ... الحادية والثمانون\n</p>\n\n<p>\nالفخر بالأحساب.\n</p>\n\n<p>\nالثانية والثمانون\n</p>\n\n<p>\nالاستسقاء بالأنواء.\n</p>\n\n<p>\nالثالثة والثمانون\n</p>\n\n<p>\nالطعن في الأنساب.\n</p>\n\n<p>\nالرابعة والثمانون\n</p>\n\n<p>\nالنياحة.\n</p>\n\n<p>\nأقول: هذه المسائل الأربع دليل بطلانها حديث واحد, وهو ما رواه البخاري\nومسلم1, بسنده إلى أبي مالك الأشعري: أن النبي صلى الله عليه وسلم حدثه\nقال: \"أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر في الأحساب, والطعن\nفي الأنساب, والاستسقاء\n</p>\n\n<p>\n1 كتاب الجنائز -باب التشديد والنياحة- (2/644) ح 934 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \nص -238- ... بالنجوم والنياحة\" وقال: \"النائحة1 إذا لم تتب قبل موتها, تقام\nيوم القيامة وعليها سربال من قطران, ودرع من جرب\".\n</p>\n\n<p>\nالفخر في الأحساب: افتخارهم بمفاخر الآباء.\n</p>\n\n<p>\nوالطعن في الأنساب: إدخالهم العيب في أنساب الناس, تحقيرا لآبائهم,\nوتفضيلا آباء أنفسهم على آباء غيرهم.\n</p>\n\n<p>\nوالاستسقاء بالنجوم: اعتقادهم نزول المطر, بسقوط نجم في الغرب مع الفجر,\nوطلوع آخر يقابله من المشرق, فقد كانوا يقولون: مطرنا بنوء كذا, وقال\nتعالى: { وتجعلون رزقكم أنكم تكذبون}2.\n</p>\n\n<p>\nوهذا مفصل في كتب الأنواء3 بما لا مزيد عليه.\n</p>\n\n<p>\nومعنى قوله في النائحة: \" وعليها سربال من قطران\": أن الله تعالى يجازيها\nبلباس من قطران, لأنها كانت تلبس الثياب السود\".\n</p>\n\n<p>\nوقوله: \"درع من جرب\": يعني يسلط على أعضائها الجرب والحكة, بحيث يغطي\nبدنها تغطية الدرع -وهو القميص- لأنها كانت تجرح بكلماتها المحرقة قلوب ذوي\nالمصيبات.\n</p>\n\n<p>\nفهذا حديث دل على بطلان ما كان عليه أهل الجاهلية من هذه الخصال الرديئة.\n</p>\n\n<p>\n1 في المطبوع : \"والناحية أو قال: النائحة\".\n</p>\n\n<p>\n2 الواقعة: 82.\n</p>\n\n<p>\n3 انظر : \"الأنواء في مواسم العرب\" لابن قتيبة, \"القول في علم النجوم\"\nللخطيب البغدادي, \"الأنواء والأزمنة\" لعبد الله بن الحسين الثقفي, \"الأزمنة\nوتلبية الجاهلية\" لقطرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nص -239- ... وورثتهم اليوم من هذه الأمة, تجاوزوا فيها أسلافهم, وزادوا في\nالطنبور نغمات, فتراهم يفتخرون بمزايا آبائهم وهم <span id='ms109'></span> بمراحل عنهم, فهذا يقول:\nكان جدي السيخ الفلاني, وهذا يقول: جدي العالم الرباني, إلى غير ذلك.\n</p>\n\n<p>\nوكذلك الطعن في الأنساب, وهذا يقول: إن آباء فلان لم يكونوا من العترة\nالطاهرة, وذاك يقول: إن آباء فلان لم يكونوا من ذوي الأحساب الباهرة.\n</p>\n\n<p>\nوكذلك الاستسقاء بالأنواء, ولم يعتقد كثير من الناس أن ما كان من فعل رب\nالأرض والسماء .\n</p>\n\n<p>\nوهكذا النوح على الأموات, فقد اتخذه كثير من الناس من أفضل الأعمال, وسبب\nالوصول إلى مرضاة ذي الجلال, لا سيما من اتخذ المآتم الحسينية في كل عام,\nفهناك من البدع ما تكل عن نقله ألسنة الأقلام, والويل كل الويل, لمن أنكر\nشيئا من ذلك, فإنهم يوردونهم موارد العطب والمهالك, والأمر لله, ولا حول\nولا قوة إلا بالله.\n</p>\n\n<p>\nفي المطبوع \" وورثهم اليوم طائفة\"\n</p>\n\n<p>\nفي المطبوع \" أن ما كان إنما هو من فعل رب الأرض والسماء\" وقد وضعت \"إنما\nهو \" بين حاصرتين, علامة على أنها زيادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nص -240- ... الخامسة والثمانون : تعيير الرجل بفعل غيره, لا سيما أبوه وأمه.\n</p>\n\n<p>\nفخالفهم صلى الله عليه وسلم, وقال: \"أعيرته بأمه؟ إنك امرؤ فيك جاهلية\".\n</p>\n\n<p>\nوالحديث في صحيح الإمام البخاري في باب المعاصي من أمر الجاهلية, ولا\nيكفر صاحبها بارتكابها إلا بالشرك لقوله صلى الله عليه وسلم: \"إنك امرؤ فيك\nجاهلية\" , وقال الله تعالى في النساء: {إن الله لا يغفر أن يشرك به ويغفر\nما دون ذلك لمن يشاء }.\n</p>\n\n<p>\nوهذا الباب في كتاب الإيمان من صحيحه, ثم قال: \"حدثنا سليمان ابن حرب,\nقال: حدثنا شعبة عن واصل عن معرور, قال: لقيت أبا ذر بالربذة1, وعليه حلة\nوعلى غلامه حلة, فسألته عن ذلك, فقال إني ساببت رجلا, فعيرته بأمه, فقال لي\nالنبي صلى الله عليه وسلم: \"يا أبا ذر أعيرته بأمه؟!, إنك امرؤ فيك جاهلية,\nإخوانكم خولكم, جعلهم الله تعالى تحت أيديكم, فمن كان أخوه تحت يده,\nفليطعمه مما يأكل, وليلبسه مما يلبس, ولا تكلفوهم ما يغلبهم, فإن كلفتموهم\nفأعينوهم\"2.\n</p>\n\n<p>\n1 الربذة: بفتح الراء والياء, قرية من قرى المدينة, قريبة من ذات عرق <span id='ms110'></span>\n</p>\n\n<p>\nانظر:\"معجم البلدان\" لياقوت الحموي (3/24).\n</p>\n\n<p>\n2 سبق تخريجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nص -241- ... وقد أطنب شراح الحديث في شرحه, وليس هذا موضع استقصائه,\nوالمقصود منه أن تعيير الرجل بفعل غيره ليس من شأن كامل الإيمان والمعرفة,\nفإن أبا ذر رضي الله تعالى عنه, قبل بلوغه المرتبة القصوى من المعرفة تساب\nهو وبلال الحبشي المؤذن, فقال له: يا ابن السوداء, فلما شكا بلال إلى رسول\nالله صلى الله عليه وسلم قال له: شتمت بلالا, وعيرته بسواد أمه, قال: نعم,\nقال: حسبت أنه بقي فيك شيء من كبر الجاهلية\" فألقى أبو ذر خده على التراب,\nثم قال: لا أرفع خدي حتى يطأ بلال خدي بقدمه\".\n</p>\n\n<p>\nوالناس اليوم-والأمر لله- قد كثرت فيهم خصال الجاهلية, فتراهم يعيرون أهل\nالبلد كلهم بما صدر عن واحد منهم, فأين ذلك من خصال الجاهلية؟!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nص -242- ... السادسة والثمانون : الافتخار بولاية البيت.\n</p>\n\n<p>\nفذمهم الله تعالى بقوله: {مستكبرين به سامرا تهجرون}.\n</p>\n\n<p>\nوهذه الآية من سورة المؤمنين, وهي من بتمامها قوله تعالى: {قد كانت آياتي\nتتلى عليكم فكنتم على أعقابكم تنكصون. مستكبرين به سامرا تهجرون }1.\n</p>\n\n<p>\nومعنى الآية على ما في التفسير:\n</p>\n\n<p>\n{ قد كانت آياتي تتلى عليكم }: تعليل لقوله قبل: { لا تجأروا اليوم إنكم\nمنا لا تنصرون }, أي: دعوا الصراخ فإنه لا يمنعكم منا, ولا ينفعكم عندنا,\nفقد ارتكبتم أمرا عظيما وإثما كبيرا, وهو التكذيب بالآيات, فلا يدفعه\nالصراخ, فكنتم عند تلاوتها:\n</p>\n\n<p>\n{ على أعقابكم تنكصون }, أي: معرضون عن سماعها أشد الإعراض, فضلا عن\nتصديقها والعمل بها, النكوص: الرجوع, والأعقاب: جمع عقب: وهو مؤخر الرجل,\nورجوع الشخص على عقبه: رجوعه في طريق الأول, كما يقال: رجع عوده على بدئه.\n</p>\n\n<p>\n1 المؤمنون: 66-67 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \nص -243- ... {مستكبرين به}, أي: بالبيت الحرام, والباء للسببية, وسوغ بها\nالإضمار مع أنه لم يجر اشتهار استكبارهم وافتخارهم بأنهم خدام البيت\nوقوامه.\n</p>\n\n<p>\n{ سامرا }, أي: تسمرون بذكر القرآن والطعن فيه, وذلك أنهم كانوا يجتمعون\nحول البيت يسمرون, وكانت عامة سمرهم ذكر القرآن, وتسميته سحرا أو شعرا.\n</p>\n\n<p>\nو{ تهجرون } من الهجر -بفتح السكون- بمعنى القطع والترك, والجملة في موضع\nالحال <span id='ms111'></span>, أي: تاركين الحق والقرآن أو النبي صلى الله عليه وسلم على تقدير عود\nالضمير { به } له, وجاء الهجر بمعنى الهذيان, وجوز أن يكون المعنى عليه,\nأي: تهذون في شأن القرآن أو النبي صلى الله عليه وسلم أو أصحابه, أو ما يعم\nجميع ذلك, ويجوز أن يكون من الهجر -بضم السكون- وهو الكلام القبيح.\n</p>\n\n<p>\nفأنكر الله تعالى عليهم بقوله: { أفلم يدبروا القول } ليعلموا -بما فيه\nمن وجوه الإعجاز- أنه الحق من ربهم, فيؤمنوا به, { أم جاءهم ما لم يأت\nآباءهم الأولين }, أي: بل جاءهم....إلخ.\n</p>\n\n<p>\nوالمقصود أن من خصال الجاهلية التكبر بسبب الرئاسة على المواضع المقدسة,\nكما هو -اليوم- حال كثير ممن يدعي الشرف بسبب ذلك, فمنهم من ادعى الشرف على\nالمسلمين بسبب رئاسته على مكة والمدينة, ومنهم من ادعاه بسبب الرئاسة على\nالمشاهد ومقامات الصالحين, وهؤلاء الذين يدعون انتسابهم إلى عبد القادر\nالجيلي في بغداد يدعون الشرف بسبب رئاستهم على قبر عبد القادر, واستيلائهم\nعلى النذور والصدقات والذبائح والقرابين الشركية, التي يتعبدها جهلة\nالمسلمين من الهنود والأكراد ونحوهم, وهم أفسق خلق الله, وأدنؤهم نفسا, وأرذل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \nص -244- ... خلق الله مسلكا, فما يفيدهم ذلك عند الله شيئا, وما ينجيهم من\nمقت الله وعذابه, وإن ظن بهم العوام ما ظنوا, فهم عند الله وعند عباده\nالصالحين,أحقر من الذر, وأبعد من رحمته يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nص -245- ... السابعة والثمانون : الافتخار بكونهم من ذرية الأنبياء عليهم\nالسلام.\n</p>\n\n<p>\nفرد الله عليهم بقوله: {تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا\nتسألون عما كانوا يعملون}1.\n</p>\n\n<p>\nوهذه الآية في أواخر الجزء الأول من سورة البقرة, وتفسيرها:\n</p>\n\n<p>\n{ تلك أمة قد خلت }: الإشارة إلى إبراهيم عليه السلام وأولاده في قوله: {\nومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في الدنيا وإنه في\nالآخرة لمن الصالحين ...}2 إلخ.\n</p>\n\n<p>\nوالأمة أتت لمعان, والمراد بها هنا الجماعة, مت \"أم\", بمعنى قصد, وسميت\nكل جماعة يجمعهم أمر ما: إما دين واحد, أو زمان واحد, أو مكان, بذلك لأنهم\nيؤم بعضهم <span id='ms112'></span> بعضا, ويقصده.\n</p>\n\n<p>\nوالخلو: المضي, وأصله الانفراد.\n</p>\n\n<p>\n{ لها ما كسبت ولكم ما كسبتم }, والمعنى: إن انتسابكم إليهم لا يوجب\nانتفاعكم بأعمالهم, وإنما تنتفعون بموافقتهم واتباعهم, كما قال صلى الله\nعليه وسلم: \"يا معشر قريش! إن أولى الناس بالنبي:\n</p>\n\n<p>\n1 البقرة: 141\n</p>\n\n<p>\n2 البقرة: 130.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nص -246- ... المتقون, فكونوا بسبيل من ذلك, فانظروا أن لا يلقاني الناس\nيحملون الأعمال, وتلقوني بالدنيا, فأصد عنكم بوجهي\"1\n</p>\n\n<p>\nوهذا الحديث بمعنى قوله تعالى: { يا أيها الناس إنا خلقناكم من ذكر وأنثى\nوجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم }2.\n</p>\n\n<p>\nومعنى قوله: { ولا تسألون عما كانوا يعملون }. لا تؤاخذون بسيئاتهم كما\nلا تثابون بحسناتهم.\n</p>\n\n<p>\nوهذه الخصلة موجودة اليوم في كثير من المسلمين, ورأس مالهم الافتخار\nبالآباء, فمنهم من يقول: أنا من ذرية عبد القادر الكيلاني, ومنهم من يقول:\nأنا من ذرية أحمد الرفاعي, ومنهم من يقول: أنا بكري, ومنهم من يقول: أنا\nعمري, ومنهم من يقول: أنا علوي أو حسني أو حسيني, ولا فضيلة لهم ولا تقوى,\nوكل ذلك لا ينفعهم يوم لا ينفع مال ولا بنون إلا من أتى اله بقلب سليم,\nورسول الله صلى الله عليه وسلم يقول لفاطمة: \" يا فاطمة بنت محمد, لا أغني\nعنك من الله شيئا\"3.\n</p>\n\n<p>\nوما قصد أولئك المفتخرين بآبائهم- وهم عارون عن كل فضيلة- إلا أكل أموال\nالناس بالباطل, وفي المثل: \"كن عصاميا, ولا تكن عظاميا\"\n</p>\n\n<p>\nإن الفتى من يقول ها أنا ذا ... ليس الفتى من يقول كان أبي4\n</p>\n\n<p>\n1 أخرجه أبو يعلى في المفاريد ص 92 وابن أبي حاتم عن الحكم بن ميناء كما\nفي الدر المنثور (2/42).\n</p>\n\n<p>\n2 الحجرات: 13\n</p>\n\n<p>\n3 أخرجه البخاري في صحيحه - كتاب الوصايا- باب هل يدخل النساء والأولاد\nفي الأقارب- (3/190-191) ومسلم في صحيحه -كتاب الإيمان- باب قوله تعالى\n{وأنذر عشيرتك الأقربين} (1/192-193) ح 206.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n4 البيت في ديوان أمير المؤمنين علي بن أبي طالب ص 37, وذكره الحموي في =\nخزانة الأدب (2/360), وابن كثير في البداية والنهاية (11/104), والأبشيهي\nفي المستظرف من كل فن مستطرف (1/57), والجريري في الجليس الصالح (1/525)\nوابن مفلح في الآداب الشرعية (1/215) والشريسي في شرح مقامات الحريري\n(3/43) واليوسي <span id='ms113'></span> في المحاضرات في الآداب واللغة\" ولم يعزوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nص -247- ... ولله در من قال يرد على المفتخر بذلك:\n</p>\n\n<p>\nأقول لمن غدا في كل يوم ... يباهينا بأسلاف عظام\n</p>\n\n<p>\nأتقنع بالعظام وأنت تدري ... بأن الكلب يقنع بالعظام\n</p>\n\n<p>\nوقال آخر :\n</p>\n\n<p>\nوما الفخر بالعظم الرميم وإنما فخار الذي يبغي الفخار بنفسه\n</p>\n\n<p>\nهو البحتري, كما في شرح ديوان المتنبي المنسوب للعكبري (3/325), ولم أجده\nفي ديوانه والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nص -248- ... الثامنة والثمانون : الافتخار بالصنائع, كما افتخر أهل\nالرحلتين على أهل الحرث.\n</p>\n\n<p>\nيريد بالرحلتين: رحلة الشتاء إلى اليمن, ورحلة الصيف إلى الشام, وهي عادة\nكانت لقريش, كما ذكر في سورة الإيلاف.\n</p>\n\n<p>\nوالمقصود أنه لا ينبغي للتاجر أن يفتخر بتجارته على أهل الحرث, ولا أهل\nكل حرفة على المحترفين بحرفة أخرى, فإن كل ذلك من المكاسب الدنيوية التي\nيتوصل بها إلى عبادة الله وطاعته وامتثال أوامره واجتناب نواهيه, ليتوصل\nبذلك إلى النجاة الأبدية, وهي مدار الفخر, وأما ما سوى ذلك كله فظل زائل\nونعيم غير مقيم, فلا ينبغي للعاقل أن يفخر بزخارف الدنيا الدنيئة, ولا يعلم\nمتى يفارقها, نسأله تعالى التوفيق والعمل الصالح الذي يرضيه.\n</p>\n\n<p>\nفي المخطوط \"والاجتناب عن نواهيه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nص -249- ... التاسعة والثمانون : عظمة الدنيا في قلوبهم.\n</p>\n\n<p>\nكقولهم: {لولا نزل1 هذا القرآن على رجل من القريتين عظيم}.\n</p>\n\n<p>\nأي: من خصال الجاهلية مراعاة الدنيا, وعظمتها في قلوبهم, كما حكى الله\nعنهم: {ولما جاءهم الحق قالوا هذا سحر وإنا به كافرون . وقالوا لولا نزل2\nهذا القرآن على رجل من القريتين عظيم . أهم يقسمون رحمة ربك نحن قسمنا\nبينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم\nبعضا سخريا ورحمت ربك خير مما يجمعون }3.\n</p>\n\n<p>\nهذه الىية من سورة الزخرف, وموضع الاستشهاد فيها قوله: { وقالوا لولا\nنزل4 هذا القرآن على رجل من القريتين عظيم }.\n</p>\n\n<p>\nالمراد من القريتين: مكة والطائف.\n</p>\n\n<p>\nقال ابن عباس: \"الذي من مكة: الوليد بن المغيرة المخزومي, والذي من\nالطائف, حبيب بن عمرو بن عمير الثقفي, وكل منهما كان عظيما, ذا\n</p>\n\n<p>\n1 في المخطوط والمطبوع \" أنول\" وهو خطأ.\n</p>\n\n<p>\n2 في المخطوط والمطبوع <span id='ms114'></span> \" أنول\" وهو خطأ.\n</p>\n\n<p>\n3 الزخرف: 30-32.\n</p>\n\n<p>\n4 في المخطوط والمطبوع \" أنول\" وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nص -250- ... جاه ومال, وكان الوليد بن المغيرة يسمى \"ريحانة قريش\", وكان\nيقول: لو كان ما يقول محمد حقا لنزل علي أو على أبي مسعود, يعني عروة بن\nمسعود, وكان يكنى بذلك\"1.\n</p>\n\n<p>\nوهذا باب آخر من إنكارهم للنبوة. وذلك أنهم أنكروا أولا أن يكون النبي\nبشرا, ثم لما بكتوا بتكرير الحجج, ولم يبق عندهم تصور رواج لذلك, جاؤوا\nبالإنكار من وجه آخر, فحكموا على الله سبحانه أن يكون الرسول أحد هذين.\n</p>\n\n<p>\nوقولهم: { هذا القرآن } ذكر على وجه الاستهانة, لأنهم لم يقولوا هذه\nالمقالة تسليما, بل إنكارا, كأنه قيل: هذا الكذب الذي يدعيه, لو كان حقا\nلكان الحقيق به رجل من القريتين عظيم.\n</p>\n\n<p>\nوهذا منهم لجهلهم بأن رتبة الرسالة, إنما تستدعي عظيم النفس بالتخلي عن\nالرذائل الدنية, والتحلي بالفضائل والكمالات القدسية, دون التزخرف بالزخارف\nالدنيوية.\n</p>\n\n<p>\nفأنكر سبحانه عليهم بقوله: { أهم يقسمون رحمة ربك }, وفيه تجهيل وتعجيب\nمن تحكمهم بنزول2 القرآن العظيم على من أرادوا.\n</p>\n\n<p>\n{ نحن قسمنا بينهم معيشتهم في الحياة الدنيا } قسمة تقتضيها مشيئتنا\nالمبنية على الحكم والمصالح, ولم نفوض أمرها إليهم, وعلما منا بعجزهم عن\nتدبيرها بالكلية.\n</p>\n\n<p>\n{ ورفعنا بعضهم فوق بعض } في الرزق وسائر مبادئ العيش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nص -251- ... { درجات } متفاوتة بحسب القرب والبعد حسبما تقتضيه الحكمة, فمن\nضعيف وقوي وغني وفقير وخادم ومخدوم, وحاكم ومحكوم.\n</p>\n\n<p>\n{ ليتخذ بعضهم بعضا سخريا }: ليستعمل بعضهم بعضا في مصالحهم, ويستخدموهم\nفي مهنهم, ويسخروهم في أشغالهم, حتى يتعايشوا, ويترادفوا, ويصلوا إلى\nمرافقهم, لا لكمال في الموسع عليه, ولا لنقص في المقتر عليه, ولو فرضنا ذلك\nإلى تدبيرهم لضاعوا وهلكوا, فإذا كانوا في تدبير خويصة أمرهم وما يصلحهم من\nمتاع الدنيا الدنية وهو على طرف الثمام1 بهذه الحالة, فما ظنهم بأنفسهم في\nتدبير أنفسهم2, وفي تدبير أمر الدين, وهو أبعد من مناط العيوق, ومن أين لهم\nالبحث عن أمر النبوة والتخير لها من يصلح لها ويقوم بأمرها.\n</p>\n\n<p>\nوفي قوله تعالى: { نحن قسمنا... } إلخ ما يزهد3 في الانكباب على طلب <span id='ms115'></span>\nالدنيا, ويعين على التوكل على الله عز وجل والانقطاع إليه جل جلاله.\n</p>\n\n<p>\nفاعتبر \"نحن قسمنا بينهم\" ... تلقه حقا وبالحق نزل4\n</p>\n\n<p>\n{ ورحمت ربك خير مما يجمعون }, أي: النبوة وما يتبعها من سعادة الدارين\nخير مما يجمعونه من حطام الدنيا الدنية, فالعظيم من رزق تلك الرحمة دون\nالحطام الدنيء الفاني.\n</p>\n\n<p>\n1 الثمام: جمع ثمامة وثمة, وهي شجرة ضعيفة, فهو يقصد هنا أنه مع سهولة\nهذا الأمر الذي يشابه في ضعفه هذه الشجرة, فإنهم لا يستطيعونه, فكيف بما هو\nأشد منه وهو أمر النبوة؟!.\n</p>\n\n<p>\n2 في المخطوط \"بأنفسهم\".\n</p>\n\n<p>\n3 في المطبوع \" ما يزيد\".\n</p>\n\n<p>\n4 هذا البيت أحد أبيات لامية ابن الوردي, وهي في ديوانه ص 328.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nص -252- ... وأنت تعلم أن كثيرا من الناس اليوم على ما كان عليه أهل\nالجاهلية في هذه الخصلة, فتراهم لا يعتبرون العلم إذا كان صاحبه فقير\nالحال, وينظرون على الغني, ويعتبرون أقواله.\n</p>\n\n<p>\nولله در القائل :\n</p>\n\n<p>\nرب حلم أضاعه عدم الما ل وجهل غطى عليه النعيم\n</p>\n\n<p>\nفي المطبوع \"من قال\".\n</p>\n\n<p>\nالبيت لحسان بن ثابت رضي الله عنه كما في ديوانه ص 225.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nص -253- ... التسعون : ازدراء الفقراء.\n</p>\n\n<p>\nفأنزل الله سبحانه قوله: {ولا تطرد الذين يدعون ربهم بالغداة والعشي\nيريدون وجهه}.\n</p>\n\n<p>\nأقول: هذه الآية في أوائل سورة الأنعام, وبيان معناها متعلق بما, وهو\nقوله تعالى: {وأنذر به الذين يخافون أن يحشروا إلى ربهم ليس لهم من دونه\nولي ولا شفيع لعلهم يتقون.ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون\nوجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من\nالظالمين}1.\n</p>\n\n<p>\nفلما أمر النبي صلى الله عليه وسلم بإنذار المذكورين لعلهم ينتظمون في\nسلك المتقين, نهي عن كون ذلك بحيث يؤدي إلى طردهم.\n</p>\n\n<p>\nويفهم في بعض الروايات أن الآيتين نزلتا معا, ولا يفهم ذلك من البعض الآخر.\n</p>\n\n<p>\nفقد أخرج الإمام أحمد2 والطبراني3 وغيرهما عن ابن مسعود\n</p>\n\n<p>\n1 الأنعام: 50-52\n</p>\n\n<p>\n2 في \" مسنده\" (1/420).\n</p>\n\n<p>\n3 في المعجم الكبير (10/268), وأخرجه ابن جرير في تفسيره (5/200-201),\nوأبو نعيم في الحلية (1/143), وقال الهيثمي في مجمع الزوائد (7/21):\n\"ورجاله رجال الصحيح غير كردوس <span id='ms116'></span> وهو ثقة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nص -254- ... رضي الله عنه قال: \"مر الملأ من قريش على النبي صلى الله عليه\nوسلم وعنده صهيب وعمار وبلال وخباب ونحوهم من ضعفاء المسلمين, فقالوا: يا\nمحمد, رضيت هؤلاء من قومك! أهؤلاء من الله عليهم من بيننا! أنحن نكون تبعا\nلهؤلاء! أطردهم عنك, فلعلك إن طردتهم أن نتبعك -فأنزل الله تعالى- فيهم\nالقرآن: { وأنذر به } إلى قوله: { فتكون من الظالمين }\".\n</p>\n\n<p>\nواخرج ابن جرير1 وابو الشيخ والبيهقي في الدلائل وغيرهم عن خباب قال: \"\nجاء الأقرع بن حابس التميمي وعيينة بن حصن الفزاري. فوجدا النبي صلى الله\nعليه وسلم قاعدا مع بلال وصهيب وعمار وخباب في أناس ضعفاء من المؤمنين,\nفلما رأوهم حوله حقروهم, فأتوه, فخلوا به, فقالوا: نحب أن تجعل لنا منك\nمجلسا تعرف لنا العرب به فضلنا, فإن وفود العرب تأتيك, فنستحي أن ترانا\nقعودا مع هؤلاء الأعبد, فإذا نحن جئناك فأقمهم عنا فإذا نحن فرغنا فاقعد\nمعهم إن شئت, قال: نعم, قالوا: فاكتب لنا عليك بذلك كتابا, فدعا بالصحيفة,\nودعا عليا ليكتب - ونحن قعود في ناحية- إذ نزل جبريل بهذه الآية: { ولا\nتطرد الذين ...} غلخ.\n</p>\n\n<p>\nثم دعانا, فأتيناه وهو يقول: { سلام عليكم كتب ربكم على نفسه الرحمة }2.\nفكنا نقعد معه, فغذا اراد أن يقوم قام وتركنا, فأنزل الله تعالى: { واصبر\nنفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه\n</p>\n\n<p>\n1 في تفسيره (7/201) قال ابن كثير في تفسيره (2/136) : \"وهذا حديث غريب\nفغن هذه الىية مكية, والأقرع بن حابس وعيينة إنما أسلما بعد الهجرة بدهر\"\n</p>\n\n<p>\n2 الأنعام: 54 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \nص -255- ... ولا تعد عيناك عنهم تريد زينة الحياة الدنيا ولا تطع من أغفلنا\nقلبه عن ذكرنا واتبع هواه1 وكان أمره فرطا }2.\n</p>\n\n<p>\nفكان رسول الله صلى الله عليه وسلم يقعد معنا, فإذا بلغ الساعة التي يقوم\nفيها قمنا وتركناه حتى يقوم\".\n</p>\n\n<p>\nوأخرج ابن المنذر3 وغيره عن عكرمة قال: بة وشيبة ابنا ربيعة وقرظة بن عبد\nعمرو بن نفيل, والحارث بن عامر بن نفيل, ومطعم ابن عدي في أشراف الكفار من\nعبد مناف إلى أبي طالب <span id='ms117'></span>, فقالوا: لو أن ابن أخيك طرد عنا هؤلاء الأعبد\nوالحلفاء, كان أعظم له في صدورنا وأطوع له عندنا وأدنى لاتباعنا إياه\nوتصديقه, فذكر ذلك أبو طالب للنبي صلى الله عليه وسلم, فقال عمر بن الخطاب:\nلو فعلت يا رسول الله حتى ننظر ما يردون بقولهم, وما يصيرون إليه من أمرهم,\nفأنزل الله سبحانه: { وأنذر به الذين يخافون } إلى قوله سبحانه: { ليس الله\nبأعلم بالشاكرين }, وكانوا بلالا وعمار بن ياسر وسالما4 مولى أبي حذيفة\nوصبيحا مولى أسيد, والحلفاء: ابن مسعود, والمقداد بن عمرو وواقد بن عبد\nالله الحنظلي وعمرو وبن عبد عمرو, ومرثد بن أبي مرثد, وأشباههم, ونزل في\nأئمة الكفر من قريش والموالي والحلفاء: { وكذلك فتنا بعضهم ببعض }5, فلما\nنزلت أقبل عمر, فاعتذر من مقالته, فأنزل الله تعالى: { وإذا جاءك الذين\nيؤمنون بآياتنا }6.\n</p>\n\n<p>\n1 {واتبع هواه} ليست في المخطوط.\n</p>\n\n<p>\n2 الكهف: 28\n</p>\n\n<p>\n3 انظر الدر المنثور: (3/13), وأخرجه أيضا ابن جرير في تفسيره (7/202)\n</p>\n\n<p>\n4 في المخطوط \"سالم\"\n</p>\n\n<p>\n5 الأنعام: 53\n</p>\n\n<p>\n6 الأنعام: 54 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \nص -256- ... وقوله: { ما عليك من حسابهم من شيء }: جملة معترضة بين النهي\nوجوابه, تقريرا له, ودفعا لما عسى أن يتوهم كونه مسوغا لطرد المتقين من\nأقاويل الطاعنين في دينهم, كدأب قوم نوح حيث قالوا: { وما نراك1 اتبعك إلا\nالذين هم أراذلنا بادي الرأي }2, والمعنى: ما عليك شيء ما من حساب إيمانهم\nوأعمالهم الباطنة, كما يقوله المشركون حتى تتصدى له, وتبني على ذلك ما تراه\nمن الأحكام, وإنما وظيفتك- حسب ما هو شأن منصب الرسالة- النظر إلى ظواهر\nالأمور وإجراء الأحكام على موجبها, وتفويض البواطن وحسابها إلى اللطيف\nالخبير, وظواهر هؤلاء دعاء ربهم بالغداة والعشي.\n</p>\n\n<p>\nوروي عن ابن زيد أن المعنى: ما عليك شيء من حساب رزقهم3, أي: من فقرهم,\nوالمراد: لا يضرك فقرهم شيء ليصح لك الإقدام على ما أراده المشركون منك فيهم.\n</p>\n\n<p>\nوقوله: {وما من حسابك عليهم من شيء} عطف على ما قبله, وجيء به - مع أن\nالجواب قد تم بذلك- مبالغة في بيان كون انتفاء حسابهم عليه ينظمه4, في سلك\nما لا شبهة له أصلا <span id='ms118'></span>, وهو كون انتفاء حسابه صلى الله عليه وسلم عليهم, فهو\nعلى طريقة قوله سبحانه: { فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون }5\nفي راي.\n</p>\n\n<p>\n1 في المخطوط \"مانراك\".\n</p>\n\n<p>\n2 هود: 27.\n</p>\n\n<p>\n3 \"روح المعاني\" (7/160).\n</p>\n\n<p>\n4 في المخطوط \"بنظمه\" وما أثبته من المطبوع، وهو الموافق لما في \"روح\nالمعاني\" الذي نقل عنه المؤلف.\n</p>\n\n<p>\n5 الأعراف: 34، النحل:61.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nص -257- ... وقال الزمخشري: \"إن الجملتين في معنى جملة واحدة تؤدي مؤدى {\nولا تزر وازرة وزر أخرى } , كأنه قيل: لا تؤاخذ أنت ولا هم بحساب صاحبه,\nوحينئذ لا بد من الجملتين , وتعقب بأنه غير حقيق بجلالة التنزيل .\n</p>\n\n<p>\nوقوله: { فتكون من الظالمين } جواب للنهي.\n</p>\n\n<p>\nالأنعام: 164، الإسراء: 115، فاطر:18، الزمر:7.\n</p>\n\n<p>\n\" الكشاف\" للزمخشري 2/17.\n</p>\n\n<p>\nانظر: \"البحر المحيط\" (4/137-138).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nص -258- ... الحادية والتسعون : عدم الإيمان بملائكة الله وكتبه ورسله\nواليوم الآخر.\n</p>\n\n<p>\nوالكلام على ذلك مفصل في التفسير وكتب الحديث والعقائد.\n</p>\n\n<p>\nوالآيات في ذلك كثيرة منها, قوله تعالى: { زعم الذين كفروا أن لن يبعثوا\nقل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير }1.\n</p>\n\n<p>\nومن الشعر الجاهلي في إنكار البعث والنشور.\n</p>\n\n<p>\nوما ذا بالقليب قليب بدر ... من الشيزى تزين بالسنام\n</p>\n\n<p>\nوما ذا بالقليب قليب بدر ... من القينات والشرب الكرام\n</p>\n\n<p>\nتحيينا السلامة أم بكر ... فهل لي بعد قومي من سلام\n</p>\n\n<p>\nيحدثنا الرسول بأن سنحيا ... وكيف حياة أصداء وهام2\n</p>\n\n<p>\nوقال آخر3:\n</p>\n\n<p>\n1 التغابن: 7\n</p>\n\n<p>\n2 أخرج هذه الأبيات البخاري في صحيحه -كتاب المناقب- باب هجرة النبي صلى\nالله عليه وسلم (4/263), وقائلها كما في الصحيح- رجل من كلب, وقد ذكر\nالحافظ ابن حجر في الفتح (7/303) أن اسمه: أبو بكر بن الأسود بن عبد شمس بن\nمالك ين جعونة, ويقال: ابن الشعوب, وذكر أنها تنسب لغيره, لكن بأخبار لا تثبت\n</p>\n\n<p>\n3 هو عبد الله بن الزبعرى السهمي, كما في \" شعر عبد الله بن الزعبرى\",\nونسبه ابن الجوزيفي\" تلبيس إبليس\" ص 91, إلى أبي العلاء المعري, وهو في\nديوان= ديك الجن الحمصي\" ص 79, وعزاه الجرجاني في الوساطة بين المتنبي\nوخصومه\" ص 64 لأبي نواس, ثم بصيغة التمريض نسبها لديك الجن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nص -259- ... حياة ثم موت ثم نشر حديث خرافة يا أم <span id='ms119'></span> عمرو\n</p>\n\n<p>\nومن الآيات الدالة على ذلك قوله تعالى: {أإذا متنا وكنا ترابا وعظاما\nأإنا لمبعوثون. أوآباؤنا الأولون} .\n</p>\n\n<p>\nوقد تكلمنا على معتقدات الجاهلية وأديانهم في غير هذا الموضع .\n</p>\n\n<p>\nالصافات: 16-17 , والواقعة: 47-48\n</p>\n\n<p>\nوذلك في كتابه \" بلوغ الأرب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nص -260- ... الثانية والتسعون : الإيمان بالجبت والطاغوت, وتفضيل دين\nالمشركين على دين المسلمين.\n</p>\n\n<p>\nقال تعالى: {ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت\nوالطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا}1.\n</p>\n\n<p>\nوقد تقدم الكلام على ذلك مفصلا.\n</p>\n\n<p>\nوالمقصود هنا أن جهلة الكتابيين كانوا يقولون للمشركين: أنتم أهدى من\nالمسلمين, وما عندكم خير مما عليه مجمد وأصحابه.\n</p>\n\n<p>\nوترى المتصوفة والغلاة اليوم على هذا المنهج, يقولون: إن دعاة أهل القبور\nوالغلاة خير ممن يمنع عن ذلك من أهل التوحيد وحفاظ السنة.\n</p>\n\n<p>\n1 النساء: 51 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \nص -261- ... الثالثة والتسعون : كتمان الحق مع العلم به.\n</p>\n\n<p>\nكما حكى الله ذلك عن أحبار بني إسرائيل من اليهود والنصارى, فقد كتموا ما\nورد في كتبهم من البشائر المحمدية, وهم يعلمون بورودها وذكرها في كتبهم.\n</p>\n\n<p>\nوالكلام في هذا الباب مفصل في: \"الجواب الصحيح1\" لشيخ الإسلام فعليك به\nفإنه كتاب لم يؤلف مثله.\n</p>\n\n<p>\n1 (3/ 263-322) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \nص -262- ... الرابعة والتسعون : القول على الله بلا علم.\n</p>\n\n<p>\nوهو أساس كل فساد وأصل الضلال.\n</p>\n\n<p>\nوأكثر الناس حظا من هذه الخصلة الجاهلية مبتدعة المتكلمين, فقد تكلموا في\nالصفات الإلهية بما لم ينزل الله بها1 من سلطان, وأولوا نصوص الشريعة بما\nتهواه أنفسهم كما فعله الرازي في كتابه أساس التقديس2.\n</p>\n\n<p>\nوجزى الله شيخ الإسلام خيرا, فقد رد عليه, ونقض أساسه، وسجل ضلاله وجهله،\nوضيق أنفاسه3، {ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض}4.\n</p>\n\n<p>\n1 في المطبوع: \"به\".\n</p>\n\n<p>\n2 وهو أحد كتب الأشاعرة المعتمد، في مخالفة الرازي الواضحة لأصول أبي\nالحسن الأشعري، وسلوكه فيه مسلك الجهمية، وقد طبع مرات عديدة.\n</p>\n\n<p>\n3 وذلك في كتابه \"بيان تلبيس الجهمية\" أو \"نقض تأسيس الجهمية\"، وقد طبع\nمنه مجلدان بتحقيق فضيلة الشيخ محمد بن عبد الرحمن بن قاسم رحمه الله\nتعالى، وحقق أخيرا في جامعة الإمام محمد بن سعود الإسلامية من قبل <span id='ms120'></span> بعض طلاب\nالدراسات العليا.\n</p>\n\n<p>\n4 البقرة: (251).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nص -263- ... الخامسة والتسعون : التناقض الواضح.\n</p>\n\n<p>\nقال تعالى: {بل كذبوا بالحق لما جاءهم فهم في أمر مريج}1.\n</p>\n\n<p>\nوهكذا أهل البدع من الغلاة وغيرهم يدعون الإسلام, ويعملون أعمالا تناقض\nما هم عليه من الدين.\n</p>\n\n<p>\n1 ق: 5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \nص -264- ... والسادسة والتسعون, والسابعة والتسعون, والثامنة والتسعون,\nوالتاسعة والتسعون, والمائة.\n</p>\n\n<p>\nالعيافة والطرق والطيرة والكهانة والتحاكم إلى الطاغوت, ونحو ذلك:\n</p>\n\n<p>\nوقد تكلمنا على هذه الأمور في كتابنا \"بلوغ الأرب في أحوال العرب1\"2 بما\nلا مزيد عليه, وذكرنا هناك أوابدهم وخرافاتهم وسائر ضلالاتهم.\n</p>\n\n<p>\nوكل ذلك من أعمال جهلة المسلمين اليوم, وهم يحسبون أنهم يحسنون صنعا.\n</p>\n\n<p>\nوغالب مسائل الأصل رؤوس3 مسائل في كتاب \" اقتضاء الصراط المستقيم\" ومن\nأراد التفصيل فليراجع إليه.\n</p>\n\n<p>\nوهذه آخر ما أردنا شرحه من المسائل التي أبطلها الإسلام, والحمد لله ولي\nالإنعام, والصلاة والسلام على خير الأنام ومصباح الظلام وعلى آله وصحبه ومن\nتبعهم بإحسان على قيام الساعة وساعة القيام.\n</p>\n\n<p>\n1 اسم الكتاب \" بلوغ الأرب في معرفة أحوال العرب\" وهو من أنفع الكتب في\nهذا الباب.\n</p>\n\n<p>\n2 (3/269-326)\n</p>\n\n<p>\n3 في المطبوع زيادة كلمة \"مباحث\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nص -265- ... وكان ذلك في اليوم الخامس من ذي الحجة الحرام, وهو يوم الخميس\nبعد الظهر من سنة خمس وعشرين من هجرة النبي عليه أفضل الصلاة وأكمل السلام.\n</p>\n\n<p>\n5 ذي الحجة 1325ه\n</p>\n\n<p>\nوقد فرغت من كتابته صباح الجمعة في اليوم السابع والعشرين من شهر شعبان\nسنة أربع وأربعين وثلاثمائة وألف من هجرة خير الأنام - عليه الصلاة\nوالسلام- في بغداد دار السلام, في جامع الحيدر خانة, وأنا الفقير إليه عز\nشأنه عبد الكريم بن السيد عباس الشيخلي - غفر الله لهما ولجميع المسلمين.\n</p>\n\n<p>\n27 شعبان سنة 1344\n</p>\n\n<p>\nمن قوله: \"إلى قيام الساعة\" إلى آخره ليس موجودا في المطبوعة, وإنما جاء\nفيه آخر المطبوعة ما نصه: \" في 5 ذي الحجة, وهو يوم الخميس بعد الظهر من\nسنة 1325ه\"\n</p>\n\n<p>\nهذا وقد تم الفراغ من تحقيقه والتعليق عليه في آخر ساعة من نهار يوم\nالاثنين 12/2/1416ه, متضرعا بين يدي الله ألا يفضحني يوم تبلى السرائر, وأن\nيغفر لي ولوالدي ولإخواني ولجميع المسلمين <span id='ms121'></span>, والحمد لله أولا وآخرا, وظاهرا\nوباطنا وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nثم كان الفراغ من النظر فيه للطبعة الثانية الساعة الثامنة من صبيحة يوم\nالسبت الموافق للسادس من شهر ربيع الآخر عام 1427ه.\n</p>\n\n<p>\nوالحمد لله رب العالمين, وصلى الله وسلم وبارك على نبينا محمد وعلى آله\nوصحبه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             <span id='ms122'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258"
  ],
  "volumes": [
    "01"
  ]
}