{
  "content": "\n\n#\n<p>\n| مفتاح الجنة في الاحتجاج بالسنة\n</p>\n\n<p>\nتأليف الحافظ جلال الدين السيوطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله وبه ثقتي وسلام على عباده الذين أصطفى\n</p>\n\n<p>\nاعلموا يرحمكم الله أن من العلم كهيئة الدواء ومن الآراء كهيئة الخلاء لا\nتذكر إلا عند داعية الضرورة وأن مما فاح ريحه في هذا الزمان وكان دراسا\nبحمد الله تعالى منذ أزمان وهو أن قائلا رافضيا زنديقا أكثر في كلامه أن\nالسنة النبوية والأحاديث المروية زادها الله علوا وشرفا لا يحتج بها وأن\nالحجة في القرآن خاصة وأورد على ذلك حديث ما جاءكم عني من حديث فاعرضوه على\nالقرآن فإ وجدتم له أصلا فخذوا به وإلا فردوه وهكذا سمعت هذا الكلام بجملته\nمنه وسمعه مه خلائق غيري فمنهم من لا يلقى لذلك بالا ومنهم من لا يعرف أصل\nهذا الكلام ولا من أين جاء فأردت أن أوضح للناس أصل ذلك وأبين بطلانه وأنه\nمن أعظم المهالك\n</p>\n\n<p>\nفاعلموا رحمكم الله أن من أنكر كون حديث النبي صلى الله عليه وسلم قولا\nكان أو فعلا بشرطه المعروف في الأصول حجة كفر وخرج عن دائرة الإسلام وحشر\nمع اليهود والنصارى أو مع من شاء الله من فرق الكفرة روى الإمام الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             رضي الله عنه يوما حديثا وقال إنه صحيح فقال له قائل أتقول به\nبيا أبا عبد الله فاضطرب وقال يا هذا أريتني نصرانيا أرأيتني خارجا من\nكنيسة أرأيت في وسطي زنارا أروي حديثا عن رسول الله صلى الله عليه وسلم ولا\nأقول به\n</p>\n\n<p>\nوأصل هذا الرأي الفاسد أن الزنادقة وطائفة من غلاة الرافضة ذهبوا إلى\nإنكار الاحتجاج بالسنة والاقتصار على القرآن وهم في ذلك مختلفوا المقاصد\nفمنهم من كان يعتقد أن النبوة لعلي وأن جبريل عليه السلام أخطأ في نزوله\nإلى سيد المرسلين صلى الله عليه وسلم تعالى الله عما يقول الظالمون علوا\nكبيرا ومنهم من أقر للنبي صلى الله عليه وسلم بالنبوة ولكن قال إن الخلافة\nكانت حقا لعلي فلما عدل بها الصحابة عنه إلى أبي بكر رضي <span id='ms01'></span> الله عنهم أجمعين\nقال هؤلاء المخذولون لعنهم الله كفروا حيث جاروا وعدلوا بالحق عن مستحقه\nوكفروا لعنهم الله عليا رضي الله عنه أيضا لعدم طلبه حقه فبنوا على ذلك رد\nالأحاديث كلها لأنها عندهم بزعمهم من رواية قوم كفار فإنا لله وإنا إليه\nراجعون وهذه آراء ما كنت أستحل حكايتها لولا ما دعت إليه الضرورة من بيان\nأصل هذا المذهب الفاسد الذي كان الناس في راحة منه من أعصار\n</p>\n\n<p>\nوقد كان أهل هذا الرأي موجودين بكثرة في زمن الأئمة الأربعة فمن بعدهم\nوتصدى الأئمة الأربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             وأصحابهم في دروسهم ومناظراتهم وتصانيفهم\nللرد عليهم وسأسوق إن شاء الله تعالى جملة من ذلك والله الموفق\n</p>\n\n<p>\nقال الإمام الشافعي رضي الله عنه في الرسالة ونقله عنه البيهقي في المدخل\nقد وضع الله رسوله صلى الله عليه وسلم من دينه وفرضه وكتابه الموضع الذي\nأبان جل ثناؤه أنه جعله علما لدينه بما افترض من طاعته وحرم من معصيته\nوأبان من فضيلته بما قرن بين الإيمان برسوله مع الإيمان به فقال تبارك\nوتعالى <span class='quran'>فآمنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم إنما\nالله إله واحد سبحانه أن يكون له ولد </span>وقال عز وجل <span class='quran'>إنما المؤمنون\nالذين آمنوا بالله </span>يستأذنوه فجعل كمال ابتداء الإيمان الذي ما سواه\nتبع له الإيمان بالله ثم برسوله معه قال الشافعي ففرض الله على الناس إتباع\nوحيه وسنن رسوله فقال في كتابه <span class='quran'>لقد من الله على المؤمنين إذ بعث فيهم\nرسولا من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن\nكانوا من قبل لفي ضلال مبين </span>مع آي سواها ذكر فيهن الكتاب والحكمة قال\nالشافعي فذكر الله الكتاب وهو القرآن وذكر الحكمة فسمعت من أرضاه من أهل\nالعلم بالقرآن يقول الحكمة سنة رسول الله صلى الله عليه وسلم وقال <span class='quran'>يا\nأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم\nفي شيء فردوه إلى الله والرسول </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             فقال بعضهم أهل العلم أولو\nالأمر أمراء سرايا رسول الله صلى الله <span id='ms02'></span> عليه وسلم <span class='quran'>فإن تنازعتم </span>يعني اختلفتم في شيء يعني والله تعالى أعلم هم وأمراؤهم الذين أمروا\nبطاعتهم <span class='quran'>فردوه إلى الله والرسول </span>يعني والله تعالى أعلم إلى ما\nقال الله والرسول ثم ساق الكلام إلى أ قال فأعلمهم أن طاعة رسول الله صلى\nالله عليه وسلم طاعته فقال <span class='quran'>فلا وربك لا يؤمنون حتى يحكموك فيما شجر\nبينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما </span>واحتج أيضا\nفي فرض إتباع أمره بقوله <span class='quran'>لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم\nبعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره\nأن تصيبهم فتنة أو يصيبهم عذاب أليم </span>وقوله <span class='quran'>وما آتاكم الرسول\nفخذوه وما نهاكم عنه فانتهوا </span>وغيرها من الآيات التي دلت على إتباع\nأمره ولزوم طاعته فلا يسع أحدا رد أمره لفرض الله طاعة نبيه\n</p>\n\n<p>\nقال البيهقي بعد إحكامه هذا الفصل ولولا ثبوت الحجة بالسنة لما قال صلى\nالله عليه وسلم في خطبته بعد تعليم من شهده أمر دينهم ألا فليبلغ الشاهد\nمنكم الغائب فرب مبلغ أوعى من سامع ثم أورد حديث نضر الله امرءا سمع منا\nحديثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             فأداه كما سمعه فرب مبلغ أوعى من سامع وهذا الحديث\nمتواتر كما سأبينه قال الشافعي فلما ندب رسول الله صلى الله عليه وسلم إلى\nاستماع مقالته وحفظها وأدائها دل على أنه لا يأمر أن يؤدى عنه إلا ما تقوم\nبه الحجة على من أدى إليه لأنه إنما يؤدى عنه حلال يؤتي وحرام يجتنب وحد\nيقام ومال يؤخذ ويعطى ونصيحة في دين ودنيا\n</p>\n\n<p>\nثم أورد لبيهقي من حديث أبي رافع قال قال رسول الله صلى الله عليه وسلم\nلا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما أمرت به أو نهيت\nعنه يقول لا أدري ما وجدنا في كتاب الله اتبعنا أخرجه أبو داؤد والحاكم ومن\nحديث المقدام بن معدي كرب أن النبي صلى الله عليه وسلم حرم أشياء يوم خيبر\nمنها الحمار الأهلي وغيره ثم قال رسول <span id='ms03'></span> الله صلى الله عليه وسلم يوشك أن\nيقعد الرجل على أريكته يحدث بحديثي فيقول بيني وبينكم كتاب الله فما وجدنا\nفيه حلالا استحللناه وما وجدنا فيه حراما حرمناه ألا وإن ما حرم رسول الله\nصلى الله عليه وسلم مثل ما حرم الله قال البيهقي وهذا خبر من رسول الله صلى\nالله عليه وسلم عما يكون بعده من رد المبتدعة حديثه فوجد تصديقه فيما بعده\nثم أخرج البهقي بسنده عن شبيب بن أبي فضالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             المكي أن عمران بن\nحصين رضي الله عنه ذكر الشفاعة فقال رجل من القوم يا أبا نجيد إنكم تحدثونا\nبأحاديث لم نجد لها أصلا في القرآن فغضب عمران وقال للرجل قرأت القرآن قال\nنعم قال فهل وجدت فيه صلاة العشاء أربعا ووجدت المغرب ثلاثا والغداة ركعتين\nوالظهر أربعا والعصر أربعا قال لا قال فعن من أخذتم ذلك ألستم عنا أخذتموه\nوأخذناه عن رسول الله صلى الله عليه وسلم أوجدتم فيه من كل أربعين شاة شاة\nوفي كل كذا بعيرا كذا وفي كل كذا درهما كذا قال لا قال فعن من أخذتم ذلك\nألستم عنا أخذتموه وأخذناه عن النبي صلى الله عليه وسلم وقال أوجدتم في\nالقرآن <span class='quran'>وليطوفوا بالبيت العتيق </span>أوجدتم فيه فطوفوا سبعا واركعوا\nركعتين خلف المقام أو وجدتم في القرآن لا جلب ولا جنب ولا شغار في الإسلام\nأما سمعتم الله قال في كتابه <span class='quran'>وما آتاكم الرسول فخذوه وما نهاكم عنه\nفانتهوا </span>قال عمران فقد أخذنا عن رسول الله صلى الله عليه وسلم أشياء\nليس لكم بها علم\n</p>\n\n<p>\nثم قال البيهقي والحديث الذي روى في عرض الحديث على القرآن باطل لا يصح\nوهو ينعكس على نفسه بالبطلان فليس في القرآن دلالة على عرض الحديث على\nالقرآن انتهى كلام البيهقي في المدخل الصغير وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             المدخل إلى\nدلائل النبوة وقد ذكر المسألة في المدخل الكبير وهو المدخل إلى السنن بأبسط\nمن هذا فقال باب تعليم سنن رسول الله صلى الله عليه وسلم وفرض إتباعها قال\nتعالى <span class='quran'>لقد من <span id='ms04'></span> الله على المؤمنين </span>إلى قوله <span class='quran'>ويعلمهم الكتاب\nوالحكمة </span>قال الشافعي سمعت من أرضي من أهل العلم بالقرآن يقول الحكمة\nسنة رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nثم أخرج بأسانيده عن الحسن وقتاده ويحيى بن أبي كثير أنهم قالوا الحكمة\nفي هذه الآية السنة ثم أورد بسنده عن المقدام بن معدي كرب عن النبي صلى\nالله عليه وسلم أنه قال ألا إني أوتيت الكتاب ومثله معه ألا إني أوتيت\nالقرآن ومثله ألا يوشك رجل شبعان على أريكته يقول عليكم بهذا القرآن فما\nوجدتم فيه من حلال فأحلوه وما وجدتم فيه من حرام فحرموه ألا لا يحل لكم\nالحمار الأهلي ولأكل ذي ناب من السباع ولا لقطة مال معاهد الحديث ثم أورد\nمن طريق آخر عن المقدام بن معدي كرب قال حرم رسول الله صلى الله عليه وسلم\nأشياء يوم خيبر من الحمار الأهلي وغيره فقال صلى الله عليه وسلم يوشك أن\nيقعد الرجل منكم على أريكته يحدث بحديثي فيقول بيني وبينكم كتاب الله فما\nوجدنا فيه حلالا استحللناه وما وجدنا فيه حراما حرمناه وإنما حرم رسول الله\nصلى الله عليه وسلم مثل ما حرم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البيهقي بإسناد صحيح أخرجه أبو داود في سننه قلت وأخرجه أيضا الحاكم\nثم أورد البيهقي أيضا بسنده عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم إني قد خلفت فيكم شيئين لن تضلوا بعدهما أبدا كتاب الله وسنتي ولن\nيفترقا حتى يردا على الحوض أخرجه الحاكم في المستدرك وأورد بسنده عن ابن\nعباس أن رسول الله صلى الله عليه وسلم خطب الناس في حجة الوداع فقال يا\nأيها الناس إني قد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبدا كتاب الله\nوسنتي أخرجه الحاكم أيضا وأورده بسنده أيضا عن عروة أن النبي صلى الله عليه\nوسلم خطب في حجة الوداع فقال إني تركت فيكم ما إن اعتصمتم به فلن تضلوا\nأبدا أمرين اثنين كتاب الله وسنة نبيكم أيها الناس اسمعوا ما أقول <span id='ms05'></span> لكم\nتعيشوا به وأخرج بسنده عن ابن وهب قال سمعت مالك بن أنس يقول الزم ما قال\nرسول الله صلى الله عليه وسلم في حجة الوداع أمران تركتهما فيكم لن تضلوا\nما تمسكم بهما كتاب الله وسنة نبيه صلى الله عليه وسلم وأخرج بسنده عن\nالعرباض بن سارية قال صلى بنا رسول الله صلى الله عليه وسلم ذات يوم ثم\nأقبل علينا فوعظنا موعظة بليغة ذرفت منها العيون ووجلت منها القلوب فقال\nقائل يا رسول الله كأنها موعظة مودع فماذا تعهد إلينا قال أوصيكم بتقوى\nالله والسمع والطاعة وإن تأمر عليكم عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             حبشي كأن رأسه زبيبة\nفإنه من يعش منكم بعدي فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء\nالراشدين المهديين تمسكوا بها وعضوا عليها بالنواجذ وإياكم ومحدثات الأمور\nفإن كل محدثة بدعة وكل بدعة ضلالة قلت هذا الحديث أخرجه أبو داؤد وابن ماجة\nوالحاكم في مستدركه وأخرج بسنده عن عائشة أن رسول الله صلى الله عليه وسلم\nقال ستة لعنهم الله وكل نبي مجاب الدعوة الزائد في كتاب الله والمكذب بقدر\nالله المتسلط بالجبروت ليذل بذلك من أعز الله ويعز من أذل الله والمستحل\nلحرم الله والمستحل من عترتي ما حرم الله والتارك لسنتي قلت أخرجه أيضا\nالطبراني والحاكم وصححه وأخرج بسنده عن ابن عمرو أن النبي صلى الله عليه\nوسلم قال إن لكل عمل شرة ولكل شرة فترة فمن كانت فترته إلى سنتي فقد اهتدى\nومن كانت إلى غير ذلك فقد هلك وأخرج بسنده عن أنس بن مالك أن النبي صلى\nالله عليه وسلم قال من أحيا سنتي فقد أحبني ومن أحبني كان معي في الجنة قلت\nأخرجه أيضا الترمذي وأخرج بسنده عن أبي هريرة قال قال رسول الله عليه\nالصلاة والسلام القائم بسنتي عند فساد أمتي له أجر مائة شهيد قلت أخرجه\nأيضا الطبراني ثم قال البيهقي في باب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             بيان وجوه السنة قال\nالشافعي رضي الله عنه وسنة رسول الله صلى الله عليه وسلم من ثلاثة أوجه\nأحدها <span id='ms06'></span> ما أنزل الله فيه نص كتاب فسن رسول الله صلى الله عليه وسلم بمثل نص\nالكتاب والثاني ما أنزل الله فيه جملة كتاب فبين عن الله معنى ما أراد\nبالجملة وأوضح كيف فرضها عاما أو خاصا وكيف أراد أن يأتي به العباد والثالث\nما سن رسول الله صلى الله عليه وسلم مما ليس فيه نص كتاب فمنهم من قال جعله\nالله له بما افترض من طاعته وسبق في علمه من توفيقه لرضاه أن يسن فيما ليس\nفيه نص كتاب ومنهم من قال لم يسن سنة قط إلا ولهذا أصل في الكتاب كما كانت\nسنته كتبين عدد الصلاة وعملها على أصل جملة فرض الصلاة وكذلك ما سن في\nالبيوع وغيرها من الشرائع لأن الله تعالى ذكره قال <span class='quran'>لا تأكلوا أموالكم\nبينكم بالباطل إلا أن تكون تجارة عن تراض منكم </span>وقال <span class='quran'>وأحل الله\nالبيع وحرم الربا </span>فما أحل وحرم فإنما بين فيه عن الله كما بين في\nالصلاة ومنهم من قال بل جاءته به رسالة الله فأثبتت سنته بفرض الله تعالى\nومنهم من قال ألقى في روعه كل ما سن وسنته الحكمة التي ألقيت في روعه عن\nالله تعالى انتهى بلفظه\n</p>\n\n<p>\nثم أخرج البيهقي بسنده عن عمر بن الخطاب أنه قال على المنبر يا أيها\nالناس إن الرأي إنما كان من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             رسول الله صلى الله عليه وسلم لأن\nالله تعالى كان يريه وإنما هو منا الظن والتكلف وأخرج بسنده عن الشعبي أن\nرسول الله صلى الله عليه وسلم كان يقضي بالقضاء وينزل القرآن بغير ما قضى\nفيستقبل حكم القرآن ولا يرد قضاءه الأول واحتج من ذهب إلى أنه لم يسن إلا\nبأمر الله إما بوحي ينزله عليه فيتلى على الناس أو برسالة ثابتة عن الله أن\nافعل كذا بقوله صلى الله عليه وسلم فيما رواه الشيخان في قصة الزاني لأقضين\nبينكم بكتاب الله ثم قضى بالجلد والتغريب وليس التغريب في القرآن وبما\nأخرجه الشيخان عن يعلى بن أمية أن النبي صلى الله <span id='ms07'></span> عليه وسلم كان بالجعرانة\nفجاءه رجل عليه جبة متضمخ بطيب وقد أحرم بعمرة فقال يا رسول الله كيف ترى\nفي رجل أحرم بعمرة في جبة بعد ما تضمخ بطيب فنظر إليه النبي صلى الله عليه\nوسلم ساعة ثم سكت فجاءه الوحي فأنزل الله <span class='quran'>وأتموا الحج والعمرة لله\n</span>ثم سرى عنه فقال أين الذي سألني عن العمرة آنفا أما الطيب الذي بك\nفاغسله ثلاث مرات وأما الجبة فانزعها ثم اصنع في عمرتك ما تصنع في حجك\n</p>\n\n<p>\nثم أخرج البيهقي بسنده عن طاوس أن عنده كتابا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             العقول نزل\nبه الوحي وما فرض رسول الله صلى الله عليه وسلم من صدقة وعقول فإنما نزل به\nالوحي وأخرج بسنده عن حسان ابن عطية قال كان جبريل عليه السلام ينزل على\nرسول الله صلى الله عليه وسلم بالسنة كما ينزل عليه بالقرآن يعلمه إياها\nكما يعلمه القرآن أخرجه الدارمي وأخرج بسنده من طريق القاسم ابن مخيمرة عن\nطلحة بن فضيلة قال قيل لرسول الله صلى الله عليه وسلم في عام سنة سعر لنا\nيا رسول الله قال لا يسألني الله عن سنة أحدثتها فيكم لم يأمرني بها ولكن\nاسألوا الله من فضله وأخرج بسنده عن المطلب بن حنطب أن رسول الله صلى الله\nعليه وسلم قال ما تركت شيئا مما أمركم الله به إلا وقد أمرتكم به ولا تركت\nشيئا مما نهاكم الله عنه إلا وقد نهيتكم عنه وأن الروح الأمين قد نفث في\nروعي أنه لن تموت نفس حتى تستوفي رزقها فاتقوا الله وأجملوا في الطلب قال\nالشافعي وليس تعدو السنن كلها واحدا من هذه المعاني التي وضعت باختلاف من\nحكيت عنه من أهل العلم وكل ما سن فقد ألزمنا الله تعالى إتباعه وجعل في\nإتباعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             طاعته وفي العنود عن إتباعه معصيته التي لم يعذر بها\nخلقا ولم يجعل له من إتباع سنن نبيه مخرجا\n</p>\n\n<p>\nثم قال البيهقي باب ما أمر الله به من طاعة رسوله صلى الله عليه وسلم\nوالبيان أن طاعته <span id='ms08'></span> طاعته قال الله تعالى <span class='quran'>إن الذين يبايعونك إنما\nيبايعون الله يد الله فوق أيديهم فمن نكث فإنما ينكث على نفسه ومن أوفى بما\nعاهد عليه الله فسيؤتيه أجرا عظيما </span>وقال <span class='quran'>من يطع الرسول فقد أطاع\nالله </span>قال الشافعي رضي الله عنه فأعلمهم أن بيعة رسوله بيعته وأن طاعته\nطاعته فقال <span class='quran'>فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا\nفي أنفسهم حرجا مما قضيت ويسلموا تسليما </span>قال الشافعي فيما بلغنا والله\nتعالى أعلم نزلت هذه الآية في رجل خاصم الزبير في أرض فقضى النبي صلى الله\nعليه وسلم بها الزبير وهذا القضاء سنة من رسول الله صلى الله عليه وسلم لا\nحكم منصوص في القرآن أخرج الشيخان عن عبد الله بن الزبير أن رجلا من\nالأنصار خاصم الزبير في شراج الحرة التي يسقون بها النخل فقال الأنصاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             سرح الماء يمر فأبى عليه الزبير فاختصما إلى رسول الله صلى\nالله عليه وسلم فقال رسول الله صلى الله عليه وسلم اسق يا زبير ثم أرسل\nالماء إلى جارك فقال الأنصاري يا رسول الله أن كان ابن عمتك فتلون وجه رسول\nالله صلى الله عليه وسلم فقال يا زبير اسق ثم احبس الماء حتى يرجع إلى\nالجدر فقال الزبير والله إني لأحسب أن هذه الآية نزلت في ذلك <span class='quran'>فلا وربك\nلا يؤمنون حتى يحكموك فيما شجر بينهم </span>الآية وأخرج الشيخان عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم من أطاعني فقد أطاع الله ومن\nعصاني فقد عصى الله وأخرج البخاري عن جابر بن عبد الله قال جاءت ملائكة إلى\nنبي الله صلى الله عليه وسلم وهو نائم فقال بعضهم إنه نائم وقال بعضهم إن\nالعين نائمة والقلب يقظان فقالوا إن لصاحبكم هذا مثلا فاضربوا له مثلا فقال\nبعضهم إنه نائم وقال بعضهم إن العين نائمة والقلب يقظان فقالوا مثله كمثل\nرجل بنى دارا وجعل فيها مأدبة وبعث داعيا فمن أجاب الداعي دخل الدار وأكل\nمن المأدبة ومن <span id='ms09'></span> لم يجب الداعي لم يدخل الدار ولم يأكل من المأدبة فقالوا\nأولوها له يفقهها فقال بعضهم إنه نائم وقال بعضهم إن العين نائمة والقلب\nيقظان فقالوا فالدار الجنة والداعي محمد صلى الله عليه وسلم فمن أطاع محمدا\nصلى الله عليه وسلم فقد أطاع الله ومن عصى محمدا صلى الله عليه وسلم فقد\nعصى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             ومحمد صلى الله عليه وسلم فرق بين الناس وأخرج\nالبخاري عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال كل أمتي يدخلون\nالجنة إلا من أبى قالوا يا رسول الله ومن يأبى قال من أطاعني دخل الجنة ومن\nعصاني فقد أبى قال الشافعي رحمه الله وقال تعالى <span class='quran'>لا تجعلوا دعاء\nالرسول بينكم كدعاء بعضكم بعضا </span>إلى قوله <span class='quran'>فليحذر الذين يخالفون عن\nأمره أن تصيبهم فتنة أو يصيبهم عذاب أليم </span>أخرج البيهقي عن سفيان في\nقوله <span class='quran'>فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة </span>قال يطبع الله\nعلى قلوبهم قال الشافعي وأمرهم بأخذ ما أتاهم والانتهاء عما نهاهم عنه فقال\n<span class='quran'>وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا </span>أخرج الشيخان عن\nابن مسعود أنه قال لعن الله الواشمات والمستوشمات والمتنمصات والمتفلجات\nللحسن المغيرات خلق الله تعالى فبلغ ذلك امرأة يقال لها أم يعقوب فجاءت\nفقالت إنه بلغني أنك قلت كيت وكيت فقال مالي لا ألعن من لعن رسول الله صلى\nالله عليه وسلم وهو في كتاب الله فقالت لقد قرأت ما بين اللوحين فما وجدته\nقال إن كنت قرأتيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             فقد وجدتيه أما قرأت <span class='quran'>وما آتاكم الرسول\nفخذوه وما نهاكم عنه فانتهوا </span>قالت بلى قال فإنه نهى عنه قال الشافعي\nوأبان أنه يهدي إلى صراط مستقيم فقال <span class='quran'>ولكن جعلناه نورا نهدي به من\nنشاء من عبادنا وإنك لتهدي إلى صراط مستقيم صراط الله </span>قال الشافعي\nوكان فرضه على من عاين رسول الله صلى الله عليه وسلم ومن بعده إلى يوم\nالقيامة واحدا في أن على كل طاعته ثم أخرج البيهقي بسنده عن ميمون بن مهران\nفي <span id='ms10'></span> قوله <span class='quran'>فإن تنازعتم في شيء فردوه إلى الله والرسول </span>قالوا الرد\nإلى الله إلى كتابه والرد إلى الرسول صلى الله تعالى عليه وأله وسلم إذا\nقبض إلى سنته ثم أورد البيهقي من حديث أبي داود عن أبي رافع قال قال رسول\nالله صلى الله عليه وسلم لا ألفين أحدكم متكئا على أريكة يأتيه الأمر من\nأمري مما أمرت به أو نهيت عنه فيقول لا ندري ما وجدنا في كتاب الله إتبعناه\nقال الشافعي وفي هذا تثبيت الخبر عن رسول الله صلى الله عليه وسلم وإعلامهم\nأنه لازم لهم وإن لم يجدوا فيه نصا في كتاب الله ثم أورد البيهقي حديث أبي\nداؤد أيضا عن العرباض بن سارية قال نزلنا مع النبي صلى الله عليه وسلم خيبر\nومعه من معه من أصحابه وكان صاحب خيبر رجلا ماردا منكرا فأقبل إلى النبي\nصلى الله عليه وسلم فقال يا محمد ألكم أن تذبحوا حمرنا وتأكلوا ثمرنا\nوتضربوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             نساءنا فغضب النبي صلى الله عليه وسلم وقال يا ابن عوف\nاركب فرسك ثم ناد أن اجتمعوا للصلاة فاجتمعوا فصلى النبي عليه الصلاة\nوالسلام ثم قام فقال أيحسب أحدكم متكئا على أريكته لا يظن أن الله لم يحرم\nشيئا إلا ما في هذا القرآن ألا إني والله قد أمرت ووعظت ونهيت عن أشياء\nإنها لمثل القرآن أو أكثر وإن الله عز وجل لم يحل لكم أن تدخلوا بيوت أهل\nالكتاب إلا بإذن ولا ضرب نسائهم ولا أكل ثمارهم إذا أعطوكم الذي عليهم\n</p>\n\n<p>\nثم قال البيهقي باب بيان بطلان ما يحتج به بعض من رد الأخبار من الأخبار\nالتي رواها بعض الضعفاء في عرض السنة على القرآن قال الشافعي احتج على بعض\nمن رد الأخبار بما روى أن النبي عليه الصلاة والسلام قال ما جاءكم عني\nفأعرضوه على كتاب الله فما وافقه فأنا قلته وما خالفه فلم أقله فقلت له ما\nروى هذا أحد يثبت حديثه في شيء صغير ولا كبير وإنما هي رواية منقطعة عن رجل <span id='ms11'></span>\nمجهول ونحن لا نقبل مثل هذه الرواية في شيء\n</p>\n\n<p>\nقال البيهقي أشار الإمام الشافعي إلى ما رواه خالد بن أبي كريمة عن أبي\nجعفر عن رسول الله صلى الله عليه وسلم أنه دعا اليهود فسألهم فحدثوه حتى\nكذبوا على عيسى عليه السلام فصعد النبي صلى الله عليه وسلم المنبر فخطب\nالناس فقال إن الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             سيفشو عني فما أتاكم يوافق القرآن فهو\nعني وما أتاكم عني يخالف القرآن فليس عني قال البيهقي خالد مجهول وأبو جعفر\nليس بصحابي فالحديث منقطع وقال الشافعي وليس يخالف الحديث القرآن ولكن حديث\nرسول الله صلى الله عليه وسلم يبين معنى ما أراد خاصا وعاما وناسخا ومنسوخا\nثم يلزم الناس ما سن بفرض الله فمن قبل عن رسول الله صلى الله عليه وسلم\nفعن الله قبل\n</p>\n\n<p>\nقال البيهقي وقد روى الحديث من أوجه أخر كلها ضعيفة ثم أخرج من طريق ابن\nوهب عن عمرو بن الحارث عن الأصبع بن محمد بن أبي منصور أنه بلغه أن رسول\nالله صلى الله عليه وسلم قال الحديث على ثلاث فأيما حديث بلغكم عني تعرفونه\nبكتاب الله فاقبلوه وأيما حديث بلغكم عني لا تجدون في القرآن موضعه ولا\nتعرفون موضعه فلا تقبلوه وأيما حديث بلغكم عني تقشعر منه جلودكم وتشمئز منه\nقلوبكم وتجدون في القرآن خلافه فردوه قال البيهقي وهذه رواية منقطعة عن رجل\nمجهول\n</p>\n\n<p>\nثم أخرج بسنده من طريق عاصم بن أبي النجود عن زربن حبيش عن علي بن أبي\nطالب قال قال رسول الله صلى الله عليه وسلم إنها تكون بعدي رواة يروون عني\nالحديث فاعرضوا حديثهم على القرآن فما وافق القرآن فحدثوا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nوما لم يوافق القرآن فلا تأخذوا به قال البيهقي قال الدارقطني هذا وهم\nوالصواب عن عاصم عن زيد بن علي منقطعا قال بسنده من طريق بشر بن نمير عن\nحسين ابن عبد الله عن أبيه عن جده عن علي أن رسول الله صلى الله عليه وسلم\nقال إنه سيأتي ناس يحدثون عني حديثا فمن <span id='ms12'></span> حدثكم حديثا يضارع القرآن فأنا\nقلته ومن حدثكم حديثا لا يضارع القرآن فلم أقله قال البيهقي هذا إسناد ضعيف\nلا يحتج بمثله حسين بن عبد الله بن ضميرة قال فيه ابن معين ليس بشيء وبشر\nبن نمير ليس بثقة ثم أخرج بسنده من طريق صالح بن موسى عن عبد العزيز بن\nرفيع عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إنه\nسيأتيكم مني أحاديث مختلفة فما أتاكم موافقا لكتاب الله وسنتي فهو مني وما\nأتاكم مخالفا لكتاب الله وسنتي فليس مني قال البيهقي تفرد به صالح بن موسى\nالطلحي وهو ضعيف لا يحتج بحديثه قلت ومع ذلك فالحديث لنا لا علينا ألا ترى\nإلى قوله موافقا لكتاب الله وسنتي\n</p>\n\n<p>\nثم أخرج البيهقي من طريق يحيى بن آدم عن ابن أبي ذئب عن سعيد المقبري عن\nأبي هريرة أن رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             قال إذا حدثتم عني\nحديثا تعرفونه ولا تنكرونه قلته أو لم أقله فصدقوا به فإني أقول ما يعرف\nولا ينكر وإذا حدثتم عني حديثا تنكرونه ولا تعرفونه فلا تصدقوا به فإني لا\nأقول ما ينكر ولا يعرف قال البيهقي قال ابن خزيمة في صحة هذا الحديث مقال\nلم نر في شرق الأرض ولا غربها أحدا يعرف خبر ابن أبي ذئب من غير رواية يحيى\nبن آدم ولا رأيت أحدا من علماء الحديث يثبت هذا عن أبي هريرة قال البيهقي\nوهو مختلف على يحيى بن آدم في إسناده ومتنه اختلافا كثيرا يوجب الاضطراب\nمنهم من يذكر أبا هريرة ومنهم من لا يذكره ويرسل الحديث ومنهم من يقول في\nمتنه إذا رويتم الحديث عني فاعرضوه على كتاب الله وقال البخاري في تاريخه\nذكر أبي هريرة فيه وهم ثم أخرج البيهقي من طريق الحارث بن نبهان عن محمد بن\nعبد الله العرزمي عن عبد الله بن سعيد بن أبي سعيد عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال ما بلغكم <span id='ms13'></span> عني من حديث حسن لم أقله فأنا قلته\nقال البيهقي هذا باطل والحارث والعرزمي متروكان وعبد الله بن سعيد عن أبي\nهريرة مرسل فاحش قال وقد روى عن أبي هريرة ما يضاد بعض هذا\n</p>\n\n<p>\nثم أخرج من طريق أبي معشر السندي عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             المقبري عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم لا ألفين أحدكم متكئا على\nأريكته يأتيه الحديث من حديثي فيقول أتل على قرانا ما آتاكم من خير عني\nقلته أو لم أقله فأنا أقوله وما أتاكم عني من شر فإني لا أقول الشر قال\nالبيهقي صدر هذا الحديث موافق للاحاديث الصحيحة في قبول الأخبار وقوله قلته\nأو لم أقله في هذه الأحاديث مالا يليق بكلام النبي صلى الله عليه وسلم ولا\nيشبه المقبول\n</p>\n\n<p>\nثم أخرج من طريق عبد الرحمن بن سلمان بن عمرو مولى المطلب عن أبي الحويرث\nعن محمد بن جبير بن مطعم أن رسول الله صلى الله عليه وسلم قال ما حدثتم عني\nمما تعرفون فصدقوا وما حدثتم عني مما تنكرون فلا تصدقوا فإني لا أقول\nالمنكر وليس مني قال البيهقي وهذا منقطع قال وأمثل إسناد روى في هذا المعنى\nما رواه ربيعة عن عبد الملك بن سعيد بن سويد عن أبي حميد أو أبي أسيد قال\nقال رسول الله صلى الله عليه وسلم إذا سمعتم الحديث عني تعرفه قلوبكم وتلين\nله أشعاركم وأبشاركم وترون أنه منكم قريب فأنا أولاكم به وإذا سمعتم الحديث\nعني تنكره قلوبكم وتنفر منه أشعاركم وأبشاركم وترون أنه منكم بعيد فأنا\nأبعدكم منه\n</p>\n\n<p>\nثم أخرج من طريق بكير عن عبد الملك بن سعيد عن ابن عباس بن سهل عن أبي\nقال إذا بلغكم عن رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             الله صلى الله عليه وسلم ما يعرف وتلين\nله الجلود فقد يقول النبي صلى الله عليه وسلم الخير ولا يقول إلا الخير قال\nالبيهقي قال البخاري وهذا أصح يعني أصح من رواية من رواه عن أبي حميد أو\nأبي أسيد وقد رواه <span id='ms14'></span> ابن لهيعة عن بكير بن الأشج عن عبد الملك بن سعيد عن\nالقاسم بن سهيل عن أبي بن كعب قال ذلك بمعناه فصار الحديث المسند معلولا\nوعلى الأحوال كلها حديث رسول الله صلى الله عليه وسلم الثابت عنه قريب من\nالعقول موافق للأصول لا ينكره عقل من عقل عن الله الموضع الذي وضع به رسول\nالله صلى الله عليه وسلم من دينه وما افترض على الناس من طاعته ولا ينفر\nمنه قلب من اعتقد تصديقه فيما قال وإتباعه فيما حكم به وكما هو جميل حسن من\nحيث الشرع جميل في الأخلاق حسن عند أولي الألباب هذا هو المراد بما عسى يصح\nمن ألفاظ هذه الأخبار\n</p>\n\n<p>\nثم أخرج بسنده عن ابن عباس قال إذا حدثتكم بحديث عن رسول الله صلى الله\nعليه وسلم فلم تجدوا تصديقه في الكتاب أو هو حسن في أخلاق الناس فأنا به\nكاذب وأخرج عن علي فإذا حدثتم عن رسول الله صلى الله عليه وسلم شيئا فظنوا\nبه الذي هو أهدى والذي هو اهنأ والذي هو أتقى قلت والمعول عليه في معنى\nالحديث المورد أن تثبت ما أشار إليه الإمام الشافعي مما سبق أن السنة\nالثابتة ليست منافرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             للقرآن بل معاضدة له وإن لم يكن فيه نص\nصريح بلفظها فإن النبي صلى الله عليه وسلم يفهم من القرآن مالا يفهمه غيره\nوقد قال لما سئل عن الحمر ما أنزل فيها شيء إلا هذه الآية الفاذة الجامعة\n<span class='quran'>فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره </span>فانظر\nأخذ حكمها من أين وقال ابن مسعود فيما أخرجه ابن أبي حاتم ما من شيء إلا\nبين لنا في القرآن ولكن فهمنا يقصر عن إدراكه فلذلك قال تعالى <span class='quran'>لتبين\nللناس ما نزل إليهم </span>فانظر هذا الكلام من ابن مسعود أحد أجلاء الصحابة\nوأقدمهم إسلاما\n</p>\n\n<p>\nقال بعضهم السنة شرح للقرآن وقد ألف ابن برجان كتابا في معاضدة السنة\nللقرآن أخرج الشافعي والبيهقي من طريق طاوس أن النبي صلى الله <span id='ms15'></span> عليه وسلم\nقال إني لا أحل إلا ما أحل الله في كتابه ولا أحرم إلا ما حرم الله في\nكتابه قال الشافعي وهذا منقطع وكذلك صنع صلى الله عليه وسلم وبذلك أمر\nوافترض عليه أن يتبع ما أوحى إليهونشهد أن قد اتبعه وما لم يكن فيه وحي فقد\nفرض الله في الوحي اتباع سنته فمن قبل عنه فإنما قبل بفرض الله قال الله\nتعالى <span class='quran'>وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا </span>قال البيهقي\nوقوله في كتابه إن صحت هذه اللفظة فإنما أراد فيما أوحي إليه ثم ما أوحي\nإليه نوعان أحدهما وحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             يتلى والآخر وحي لا يتلى وقد احتج ابن\nمسعود من الآية التي احتج بها الشافعي بمثل ما احتج به في أن من قبل عن\nرسول الله صلى الله عليه وسلم فبكتاب الله قبله فإن حكمه في وجوب إتباعه\nحكم ما ورد به الكتاب ثم أورد الحديث السابق في لعن الواشمات\n</p>\n\n<p>\nثم قال البيهقي باب فيما ورد عن الخلفاء الراشدين وغيرهم من الصحابة من\nالرجوع إلى خبره أخرج فيه عن قبيصة بن ذؤيب قال جاءت الجدة إلى أبي بكر\nالصديق رضي الله عنه لتسأله ميراثها فقال لها أبو بكر مالك في كتاب الله\nشيء وما أعلم لك في سنة نبي الله صلى الله عليه وسلم شيئا فارجعي حتى أسأل\nالناس فسأل الناس فقال له المغيرة بن شعبة حضرت رسول الله صلى الله عليه\nوسلم أعطاها السدس فقال أبو بكر هل معك غيرك فقام محمد بن مسلمة الأنصاري\nفقال مثل ما قال فأنفذه لها أبو بكر\n</p>\n\n<p>\nوأخرج عن ابن المسيب أن عمر بن الخطاب رضي الله عنه كان يقول الدية\nللعاقلة ولا ترث المرأة من دية زوجها شيئا حتى أخبره الضحاك بن سفيان أن\nرسول الله صلى الله عليه وسلم كتب إليه أن يورث امرأة أشيم الضباني من ديته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             فرجع إليه عمر أخرجه أبو داود وأخرج عن طاوس أن عمر قال اذكر\nالله امرءا سمع من النبي صلى الله <span id='ms16'></span> عليه وسلم في الجنين شيئا فقام حمل بن\nمالك بن النابغة قال كنت بين جاريتين لي يعني ضرتين فضربت إحداهما الأخرى\nبمسطح فألقت جنينا ميتا فقضى فيه رسول الله صلى الله عليه وسلم بغرة فقال\nعمر لو لم نسمع هذا لقضينا فيه بغير هذا إن كدنا نقضي فيه برأينا\n</p>\n\n<p>\nوقال البيهقي قال الشافعي قد رجع عمر عما كان يقضي فيه بحديث الضحاك إلى\nأن خالف حكم نفسه وأخبر في الجنين أنه لو لم يسمع هذا لقضى بغيره وقال إن\nكدنا نقضي فيه برأينا\n</p>\n\n<p>\nوأخرج الشيخان من طريق ابن شهاب عن عبد الله ابن عامر بن ربيعة أن عمر\nخرج إلى الشام فلما جاء سرغ بلغه أن الوباء قد وقع بالشام فأخبره عبد\nالرحمن بن عوف أن النبي صلى الله عليه وسلم قال إذا سمعتم به بأرض فلا\nتقدموا عليه وإذا وقع بأرض وأنتم بها فلا تخرجوا فرارا فرجع عمر من سرغ قال\nابن شهاب وأخبرني سالم بن عبد الله بن عمر أن عمر إنما انصرف بالناس من\nحديث عبد الرحمن ابن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البخاري عم عائشة قالت لم يكن عمر أخذ الجزية من المجوس حتى شهد\nعبد الرحمن بن عوف أن رسول الله صلى الله عليه وسلم أخذها من مجوس هجر\n</p>\n\n<p>\nوأخرج البيهقي عن زينب بنت كعب بن عجرة أن الفريعة بنت مالك بن سنان وهي\nأخت أبي سعيد الخدري أخبرتها أنها جاءت إلى رسول الله صلى الله عليه وسلم\nلتسأله أن ترجع إلى أهلها في بني خدرة فإن زوجها خرج في طلب اعبد له ابقوا\nحتى إذا كان بطرف القدوم لحقهم فقتلوه فسألت رسول الله صلى الله عليه وسلم\nأن أرجع إلى أهلي فإن زوجي لم يتركني في مسكن يملكه فقال رسول الله صلى\nالله عليه وسلم امكثي في بيتك حتى يبلغ الكتاب أجله قالت فاعتددت فيه أربعة\nأشهر وعشرا قالت فلما كان عثمان بن عفان أرسل إلي فسألني عن ذلك فأخبرته\nفاتبعه وقضى به وأخرج عن علي ابن <span id='ms17'></span> أبي طالب رضي الله عنه قال كنت إذا سمعت\nمن رسول الله صلى الله عليه وسلم حديثا نفعني الله منه بما شاء أن ينفعني\nوإذا حدثني أحد من أصحابه استحلفته فإذا حلف لي صدقته وأنه حدثني أبو بكر\nوصدق أبو بكر أنه سمع رسول الله صلى الله عليه وسلم يقول ما من عبد موقن\nيذنب ذنبا فيتطهر فيحسن الطهور ويستغفر الله إلا غفر له أخرجه أحمد\n</p>\n\n<p>\nوأخرج الشيخان عن ابن عباس أن زيد بن ثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             قال له أتفتي أن\nتصدر الحائض قبل أن يكون آخر عهدها بالبيت فقال ابن عباس أما لا فسأل فلانة\nالأنصارية هل أمرها بذلك رسول الله صلى الله عليه وسلم فرجع زيد بن ثابت\nيضحك ويقول ما أراك إلا قد صدقت قال الشافعي فسمع زيد النبي صلى الله عليه\nوسلم فلما أفتى ابن عباس بالصدر أنكره عليه فلما أخبر عن رسول الله صلى\nالله عليه وسلم رأى عليه حقا أن يرجع عن خلاف ابن عباس وأخرج الشيخان عن\nسعيد بن جبير قال قلت لابن عباس إن نوفا البكالي يزعم أن موسى صاحب الخضر\nليس بموسى بني إسرائيل فقال كذب عدو الله أخبرني أبي بن كعب قال خطبنا رسول\nالله صلى الله عليه وسلم فذكر حديث موسى والخضر قال الشافعي ابن عباس مع\nفقهه وورعه كذب امرأ من المسلمين ونسبه إلى عداوة الله لما أخبر به عن\nالنبي صلى الله عليه وسلم من خلاف قوله\n</p>\n\n<p>\nوأخرج البيهقي والحاكم عن هشام بن جبير قال كان طاوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             يصلي\nركعتين بعد العصر فقال له ابن عباس أتركهما فقال ما أدعهما فقال ابن عباس\nفإنه قد نهى النبي صلى الله عليه وسلم عن صلاة بعد العصر ولا أدري أتعذب أم\nتؤجر لان الله قال <span class='quran'>وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا\nأن يكون لهم الخيرة </span>قال الشافعي فرأي ابن عباس الحجة قائمة على طاوس\nبخبره عن النبي صلى الله عليه وسلم ودله بتلاوة كتاب الله عز وجل على <span id='ms18'></span> أن\nفرضا عليه أن لا يكون له الخيرة إذا قضى الله ورسوله أمرا وأخرج مسلم عن\nابن عمر قال كنا نخابر ولا نرى بذلك بأسا حتى زعم رافع أن رسول الله صلى\nالله عليه وسلم نهى عنها فتركناها من أجل ذلك قال الشافعي فابن عمر قد كان\nينتفع بالمخابرة ويراها حلالا ولم يتوسع إذ أخبره الثقة عن رسول الله صلى\nالله عليه وسلم أنه نهى عنها أن يخابر بعد خبره وأخرج البيهقي عن عطاء بن\nيسار أن معاوية بن أبي سفيان باع سقاية من ذهب أو ورق بأكثر من وزنها فقال\nله أبو الدرداء سمعت رسول الله صلى الله عليه وسلم نهى عن مثل هذا إلا مثلا\nبمثل فقال له معاوية ما أرى بهذا بأسا فقال أبو الدرداء من يعذرني من\nمعاوية أخبره عن رسول الله صلى الله عليه وسلم ويخبرني عن رأيه لا أساكنك\nبأرض أنت بها قال الشافعي فرأى أبو الدرداء الحجة تقوم على معاوية بخبره\nفلما لم ير معاوية ذلك فارق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             أبو الدرداء الأرض التي هو بها\nإعظاما لأنه ترك خبر ثقة عن رسول الله صلى الله عليه وسلم قال الشافعي\nوأخبرنا أن أبا سعيد الخدري لقي رجلا فأخبره عن رسول الله صلى الله عليه\nوسلم شيئا فخالفه فقال أبو سعيد والله لا آواني وإياك سقف بيت أبدا قال\nالشافعي فرأى أن ضيقا على المخبر أن لا يقبل خبره\n</p>\n\n<p>\nوأخرج الشيخان عن ابن عمر أن رسول الله صلى الله عليه وسلم قال لا تمنعوا\nالنساء بالليل من المساجد فقال بعض بني عبد الله ابن عمر والله لا ندعهن\nيتخذنه دغلا فضرب ابن عمر صدره وقال أحدثك عن رسول الله صلى الله عليه وسلم\nوأنت تقول ما تقول وأخرج الشيخان عن عبد الله بن بريدة أن عبد الله بن مغفل\nرأى رجلا يخذف فنهاه فقال إن رسول الله صلى الله عليه وسلم نهى عن الخذف\nوقال إنه لا يرد الصيد ولا ينكأ العدو ولكنه قد يكسر السن ويفقأ <span id='ms19'></span> العين وقال\nفرآه بعد ذلك يخذف فقال أحدثك عن رسول الله صلى الله عليه وسلم ثم تخذف\nوالله لا أكلمك أبدا\n</p>\n\n<p>\nوأخرج الشيخان عن عمران بن حصين أنه قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             رسول الله صلى\nالله عليه وسلم الحياء خير كله فقال بشير بن كعب إنا نجد في بعض الكتاب أن\nمنه سكينة ووقارا ومنه ضعفاء فغضب عمران بن حصين حتى احمرت عيناه وقال\nأحدثك عن رسول الله صلى الله عليه وسلم وتعارض فيه وفي رواية وتحدثني عن\nصحفك\n</p>\n\n<p>\nوأخرج البيهقي والحاكم عن الحسن قال بينما عمران بن الحصين يحدث عن سنة\nنبينا محمد صلى الله عليه وسلم إذ قال له رجل يا أبا نجيد حدثنا بالقرآن\nفقال له عمران أنت وأصحابك تقرءون القرآن أكنت تحدثني عن الصلاة وما فيها\nوحدودها أكنت محدثي عن الزكاة في الذهب والإبل والبقر وأصناف المال ولكن قد\nشهدت وغبت أنت ثم قال فرض رسول الله صلى الله عليه وسلم في الزكاة كذا وكذا\nفقال الرجل أحييتني أحياك الله قال الحسن فما مات ذلك الرجل حتى صار من\nفقهاء المسلمين\n</p>\n\n<p>\nقال الشافعي ولا أعلم من الصحابة ولا من التابعين أحدا أخبر عن رسول الله\nصلى الله عليه وسلم إلا قبل خبره وانتهى إليه وأثبت ذلك سنة ثم أخرج عن\nسالم بن عبد الله أن عمر ابن الخطاب نهى عن الطيب قبل زيارة البيت وبعد\nالجمرة قال سالم فقالت عائشة طيبت رسول الله صلى الله عليه وسلم بيدي لا\nحرامه قبل أن يحرم ولحله قبل أن يطوف بالبيت وسنة رسول الله صلى الله عليه\nوسلم أحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشافعي فترك سالم قول جده عمر في إمامته وعمل بخبر عائشة وأعلم من\nحدثه أنه سنة وأن سنة رسول الله صلى الله عليه وسلم أحق وذلك الذي يجب عليه\nقال الشافعي وضع ذلك الذين بعد التابعين والذين لقيناهم كلهم يثبت الأخبار\nويجعلها سنة يحمد من تبعها ويعاب من خالفها فمن فارق هذا المذهب كان عندنا\nمفارق سبيل أصحاب رسول الله صلى <span id='ms20'></span> الله عليه وسلم وأهل العلم بعدهم إلى اليوم\nوكان من أهل الجهالة انتهى\n</p>\n\n<p>\nهذا الذي سقته من أول الكتاب إلى هنا كله تحرير الإمام الشافعي رضي الله\nعنه كلاما واستدلالا بالأحاديث ولقد أتقنه رضي الله عنه وأطنب فيه لداعية\nالحاجة إليه في زمنه لما كان يناظره من الزنادقة والرافضة الرادين للأخبار\nونقله البيهقي في كتابه فزاده محاسن كما تقدم بيانه وبقيت آثار ذكرها\nالبيهقي مفرقة في كتابه فها أنا أذكرها ثم أزيد عليها بما لم يقع في كلامه\nولا في كلام الشافعي رضي الله عنه\n</p>\n\n<p>\nوأخرج البيهقي بسنده عن أيوب السختياني قال إذا حدثت الرجل بسنة فقال\nدعنا من هذا وأنبئنا عن القرآن فاعلم أنه ضال قال الأوزاعي وذلك أن السنة\nجاءت قاضية على الكتاب ولم يجيء الكتاب قاضيا على السنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             وأخرج\nعن أيوب قال قال رجل عند مطرف بن عبد الله لا تحدثونا إلا بما في القرآن\nفقال مطرف إنا والله ما نريد بالقرآن بدلا ولكنا نريد من هو أعلم بالقرآن\nمنا وأخرج البخاري عن مروان بن الحكم قال شهدت عليا وعثمان بين مكة\nوالمدينة وعثمان ينهى عن المتعة وأن يجمع بينهما فلما رأى ذلك على أهل بهما\nجميعا فقال لبيك بحجة وعمرة معا فقال عثمان تراني أنهي الناس عن شيء وأنت\nتفعله فقال ما كنت لأدع سنة رسول الله لقول أحد من الناس\n</p>\n\n<p>\nوأخرج مسلم عن سليمان بن يسار أن أبا هريرة وابن عباس وأبا سلمة بن عبد\nالرحمن بن عوف تذاكروا المتوفى عنها الحامل تضع عند وفاة زوجها فقال ابن\nعباس تعتد آخر الأجلين وقال أبو سلمة بل تحل حين تضع قال أبو هريرة أنا مع\nابن أخي فأرسلوا إلى أم سلمة زوج النبي صلى الله عليه وسلم فقالت قد وضعت\nسبيعة الأسلمية بعد وفاة زوجها بيسير فاستفتت رسول الله صلى الله عليه وسلم\nفأمرها أن تتزوج وأخرج البيهقي عن البراء قال ليس كلنا كان يسمع حديث النبي\nصلى الله عليه وسلم كانت لنا ضيعة وأشغال ولكن <span id='ms21'></span> كان الناس لم يكونوا يكذبون\nفيحدث الشاهد الغائب وأخرج عن قتادة أن إنسانا حدث بحديث فقال له رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             أسمعت هذا من رسول الله صلى الله عليه وسلم قال نعم أو حدثني\nمن لم يكذب والله ما كنا نكذب ولا كنا ندري ما الكذب وأخرج من طريق مالك أن\nرجاء حدثه أن عبد الله بن عمر كان يتبع أمر رسول الله صلى الله عليه وسلم\nوآثاره وحاله ويهتم به حتى كان قد خيف على عقله من اهتمامه بذلك وأخرج عن\nالحسن عن سمرة قال حفظت عن رسول الله صلى الله عليه وسلم سكتتين سكتة إذا\nكبرو سكتة إذا فرغ من قراءة السورة فكتب عمران بن حصين في ذلك إلى أبي بن\nكعب فكتب بصدق سمرة ويقول إن سمرة حفظ الحديث من رسول الله صلى الله عليه\nوسلم وأخرج عن محمد بن سيرين أن ابن عباس لما أمر بزكاة الفطر أنكر الناس\nذلك عليه فأرسل إلى سمرة أما علمت أن النبي صلى الله عليه وسلم أمر بها\nفقال بلى قال فما منعك أن تعلم أهل البلد قال البيهقي فابن عباس عاتب سمرة\nعلى ترك إعلام أهل البلد أمر النبي صلى الله عليه وسلم بزكاة الفطر\n</p>\n\n<p>\nوأخرج البخاري عن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال\nبلغوا عني ولو آية وحدثوا عني ولا تكذبوا علي فمن كذب علي متعمدا فليتبوأ\nمقعده من النار وأخرج البيهقي عن ابن المبارك قال سأل أبو عصمة أبا حنيفة\nفقال إني سمعت هذه الكتب يعني الرأي فممن تأمرني أن أسمع الآثار قال فممن\nكان عدلا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             هواه إلا الشيعة فإن أصل عقدهم تضليل أصحاب محمد\nصلى الله عليه وسلم قال ومن أتى السلطان طائعا حتى انقادت له العامة فهذا\nلا ينبغي أن يكون من أئمة المسلمين قلت هذا الكلام من الإمام أبي حنيفة رضي\nالله عنه في الشيعة وفاق ما قدمته في الخطبة وأخرج البيهقي عن حرملة بن\nيحيى قال سمعت الشافعي يقول <span id='ms22'></span> ما في أهل الأهواء قوم أشهد بالزور من الرافضة\nوأخرج عن جابر بن عبد الله قال بلغني حديث عن رجل من أصحاب النبي صلى الله\nعليه وسلم عن رسول الله صلى الله عليه وسلم لم أسمعه منه فابتعت بعيرا\nفشددت عليه رحلي ثم سرت إليه شهرا حتى قدمت الشام فإذا هو عبد الله بن أنيس\nالأنصاري فأتيته فقلت حديث بلغني عنك أنك سمعته من رسول الله صلى الله عليه\nوسلم في المظالم لم أسمعه فخشيت أن أموت أو تموت قبل أن أسمعه فقال سمعت\nرسول الله صلى الله عليه وسلم يقول يحشر الناس عراة غرلا بهما قلنا وما\nالبهم قال ليس معهم شيء فيناديهم نداء يسمعه من بعد كما يسمعه من قرب أنا\nالملك أنا الديان لا ينبغي لأحد من أهل النار أن يدخل النار ولأحد من أهل\nالجنة عنده مظلمة حتى أقصه منه ولا ينبغي لأحد من أهل الجنة أن يدخل الجنة\nوأحد من أهل النار يطلبه بمظلمة حتى أقصه منه حتى اللطمة قلنا كيف وإنما\nنأتي الله عراة غرلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             بهما قال بالحسنات والسيئات أخرجه أحمد\nوالطبراني وأخرج البيهقي عن عطاء بن أبي رباح قال خرج أبو أيوب إلى عقبة بن\nعامر يسأله عن حديث سمعه من رسول الله صلى الله عليه وسلم لم يبق أحد سمعه\nمنه غيره فلما قدم أتى منزل مسلمة بن مخلد الأنصاري وهو أمير مصر فخرج إليه\nفعانقه ثم قال له ما جاء بك يا أبا أيوب قال حديث سمعته من رسول الله صلى\nالله عليه وسلم في ستر المؤمن فقال نعم سمعت رسول الله صلى الله عليه وسلم\nيقول من ستر مؤمنا في الدنيا على كربته ستره الله يوم القيامة ثم انصرف أبو\nأيوب إلى راحلته فركبها راجعا إلى المدينة فما أدركته جائزة مسلمة إلا\nبعريش مصر\n</p>\n\n<p>\nوأخرج الشيخان من طريق صالح بن حي قال كنت عند الشعبي فقال له رجل من أهل\nخرسان إنا نقول بخرسان إن الرجل إذا أعتق أم ولده <span id='ms23'></span> ثم تزوجها فهو كالذي يهدي\nالبدنة ثم يركبها قال الشعبي أخبرني أبو بردة بن أبي موسى الأشعري عن أبيه\nعن رسول الله صلى الله عليه وسلم قال ثلاثة يؤتون أجرهم مرتين رجل كانت له\nأمة فعلمها فأحسن تعليمها وأدبها فأحسن تأديبها وأعتقها فتزوجها فله أجران\nوالعبد يؤدي حق الله وحق سيده وهو من أهل الكتاب ثم قال الشعبي للرجل قد\nأعطيناكها بغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             شيء وقد كان الرجل يرحل فيما دونها إلى المدينة\nوأخرج البيهقي عن سعيد بن المسيب قال إن كنت لأسافر مسيرة الأيام والليالي\nفي الحديث الواحد وأخرج عن الزهري قال قيل لعروة بن الزبير في قصة ذكرها\nكذبت قال عروة ما كذبت ولا أكذب وإن أكذب الكاذبين لمن كذب الصادقين وأخرج\nعن عثمان بن نفيل قال قلت لأحمد بن حنبل إن فلانا يتكلم في وكيع وعيسى ابن\nيونس وابن المبارك فقال من كذب أهل الصدق فهو الكذاب وأخرج مسلم عن ابن\nسيرين قال لقد أتى على الناس زمان وما يسأل عن إسناد حديث فلما وقعت الفتنة\nسئل عن إسناد الحديث فنظر من كان من أهل السنة أخذ من حديثه ومن كان من أهل\nالبدع ترك حديثه\n</p>\n\n<p>\nوأخرج البيهقي عن مالك قال كان عمر بن عبد العزيز يقول سن رسول الله صلى\nالله عليه وسلم وولاة الأمر من بعده سننا الأخذ بها تصديق لكتاب الله\nواستكثار لطاعة الله وقوة على دين الله من اهتدى بها فهو مهتد ومن استنصر\nبها فهو منصور ومن خالفها اتبع غير سبيل المؤمنين والله تعالى يقول <span class='quran'>نوله ما تولى ونصله جهنم وساءت مصيرا </span></p>\n\n<p>\nوأخرج بسنده عن المزنى أو الربيع قال كنا يوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             عند الشافعي\nإذ جاء شيخ عليه جبة صوف وعمامة صوف وأزرار صوف وفي يده عكاز فقام الشافعي\nوسوى عليه ثيابه واستوى جالسا وسلم الشيخ وجلس وأخذ الشافعي ينظر إلى الشيخ\nهيبة له إذ قال له الشيخ سل قال إيش الحجة في دين الله قال كتاب الله قال\nوماذا قال وسنة رسول الله صلى <span id='ms24'></span> الله عليه وسلم قال وماذا قال اتفاق الأمة\nقال من أين قلت اتفاق الأمة من كتاب الله قال فتدبر الشافعي ساعة فقال\nللشافعي قد أجلتك ثلاثة أيام ولياليها فإن جئت بحجة من كتاب الله في\nالإتفاق وإلا تب إلى الله فتغير لون الشافعي ثم أنه ذهب فلم يخرج إلا بعد\nثلاثة أيام ولياليهن قال فخرج إلينا من اليوم الثالث وقد انتفح وجهه ويداه\nورجلاه وهو مسقام فجلس فلم يكن بأسرع إذ جاء الشيخ وسلم وجلس فقال حاجتي\nفقال الشافعي نعم أعوذ بالله من الشيطان الرجيم بسم الله الرحمن الرحيم قال\nالله تعالى <span class='quran'>ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل\nالمؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا </span>لا يصليه على خلاف\nالمؤمنين إلا وهو فرض فقال صدقت وقام فذهب فلما ذهب الرجل قال الشافعي قرأت\nالقرآن كل يوم وليلة ثلاث مرات حتى وقعت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البيهقي والدارمي عن معاذ بن جبل قال لما بعثني رسول الله صلى الله\nعليه وسلم إلى اليمن قال لي كيف تقضي إن عرض عليك قضاء قلت أقضى بما في\nكتاب الله قال فإن لم يكن في كتاب الله قلت أقضي بما قضى به رسول الله صلى\nالله عليه وسلم قال فإن لم يكن قضى به الرسول قلت أجتهد رأيي ولا آلو فضرب\nصدري وقال الحمد لله الذي وفق رسول الله صلى الله عليه وسلم لما يرضى رسول\nالله صلى الله عليه وسلم وأخرجا أيضا والحاكم عن عبيد الله بن أبي يزيد قال\nرأيت ابن عباس إذا سئل عن الشيء فإذا كان في كتاب الله قال به فإن لم يكن\nفي كتاب الله وكان عن رسول الله صلى الله عليه وسلم وكان عن أبي بكر وعمر\nقال به وإن لم يكن في كتاب الله ولا عن رسول الله صلى الله عليه وسلم ولا\nعن أبي بكر وعمر اجتهد رأيه وأخرج البيهقي عن مالك قال قال ربيعة أنزل الله\nكتابه على نبيه <span id='ms25'></span> صلى الله عليه وسلم وترك فيه موضعا لسنة نبيه صلى الله عليه\nوسلم وسن كتابه على رسول الله صلى الله عليه وسلم سننا وترك فيها موضعا\nللرأي وأخرج عن مسروق قال قال عمر رضي الله عنه ترد الناس من الجهالات إلى\nالسنة\n</p>\n\n<p>\nوأخرج الشيخان عن علي بن أمية قال قلت لعمر بن الخطاب ليس عليكم جناح أن\nتقصروا من الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             إن خفتم أن يفتنكم الذين كفروا وقد أمن الناس\nفقال عمر عجبت مما عجبت منه فسألت رسول الله صلى الله عليه وسلم قال صدقة\nتصدق بها الله عليكم فأقبلوا صدقته قال العلماء فهموا من الآية أنه إذا عدم\nالخوف كان الأمر في القصر بخلافه حتى أخبرهم النبي صلى الله عليه وسلم\nبالرخصة في الحالين معا وأخرج البيهقي عن أمية بن عبد الله بن خالد أنه قال\nلعبد الله بن عمر إنا نجد صلاة الحضر وصلاة الخوف في القرآن ولا نجد صلاة\nالسفر في القرآن فقال ابن عمر يا ابن أخي إن الله بعث إلينا محمدا صلى الله\nعليه وسلم ولا نعلم شيئا فإنما نفعل كما رأينا محمدا صلى الله عليه وسلم\nويفعل وأخرج البيهقي عن ابن عمر أن رسول الله صلى الله عليه وسلم قال إن\nأحاديثي ينسخ بعضها بعضا كنسخ القرآن بعضه بعضا وأخرج عن الزبير بن العوام\nأن النبي صلى الله عليه وسلم كان يقول القول ثم يلبث حينا ثم ينسخه بقول\nآخر كما ينسخ القرآن بعضه بعضا\n</p>\n\n<p>\nوأخرج عن مكحول قال القرآن أحوج إلى السنة من السنة إلى القرآن أخرجه\nسعيد بن منصور وأخرج عن يحيى بن أبي كثير قال السنة قاضية على الكتاب وليس\nالكتاب قاضيا على السنة أخرجه الدارمي وسعيد ابن منصور قال البيهقي ومعنى\nذلك أن السنة مع الكتاب أقيمت مقام البيان عن الله كما قال الله <span class='quran'>وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             لا أن شيئا\nمن السنن يخالف الكتاب قلت والحاصل أن معنى احتياج القرآن إلى السنة أنها\nمبينة له ومفصلة <span id='ms26'></span> لمجملاته لأن فيه لو جازته كنوزا تحتاج إلى من يعرف خفايا\nخباياها فيبررها وذلك هو المنزل عليه صلى الله عليه وسلم وهو معنى كون\nالسنة قاضية عليه وليس القرآن مبينا للسنة ولا قاضيا عليها لأنها بينة\nبنفسها إذ لم تصل إلى حد القرآن في الإعجاز والإيجاز لأنها شرح له وشأن\nالشرح أن يكون أوضح وأبين وأبسط من المشروح والله أعلم وأخرج البيهقي عن\nهشام بن يحيى المخزومي أن رجلا من ثقيف أتى عمر بن الخطاب فسأل عن امرأة\nحاضت وقد كانت زارت البيت ألها أن تنفر قبل أن تطهر فقال لا فقال له الثقفي\nإن رسول الله صلى الله عليه وسلم أفتاني في مثل هذه المرأة بغير ما أفنيت\nفقام إليه عمر فضربه بالدرة ويقول لم تستفتوني في شيء أفتى فيه رسول الله\nصلى الله عليه وسلم وأخرج عن ابن خزيمة قال ليس لأحد قول مع رسول الله صلى\nالله عليه وسلم إذا صح الخبر وأخرج عن يحيى ابن آدم قال لا يحتاج مع قول\nالنبي صلى الله عليه وسلم إلى قول أحد إنما كان يقال سنة النبي صلى الله\nعليه وسلم وأبي بكر وعمر ليعلم أن النبي صلى الله عليه وسلم مات وهو عليها\nوأخرج عن مجاهد قال ليس أحد إلا يؤخذ من قوله ويترك من قوله إلا النبي صلى\nالله عليه وسلم وأخرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             عن ابن المبارك قال سمعت أبا حنيفة يقول\nإذا جاء عن النبي صلى الله عليه وسلم فعلى الرأس والعين وإذا جاء عن\nالتابعين زاحمناهم وأخرج مسلم عن أبي مسعود الأنصاري قال قال رسول الله صلى\nالله عليه وسلم يؤم القوم أقرؤهم لكتاب الله فإن كانوا في القرآن سواء\nفأعلمهم بالسنة فإن كانوا في السنة سواء فأقدمهم هجرة وأخرج عن أبي البحتري\nقال قيل لعلي بن أبي طالب رضي الله عنه أخبرنا عن ابن مسعود قال علم القرآن\nوالسنة ثم انتهى وكفى به علما\n</p>\n\n<p>\nوأخرج عن ابن عباس قال قال رسول الله صلى الله عليه وسلم <span id='ms27'></span> مهما أوتيتم من\nكتاب الله فالعمل به لا عذر لأحد في تركه فإن لم يكن في كتاب الله فسنة نبي\nماضية فإن لم يكن سنة نبي فما قال أصحابي إن أصحابي بمنزلة النجوم في\nالسماء فأيما أخذتم به اهتديتم واختلاف أصحابي لكم رحمة وأخرج عن علي بن\nأبي طالب رضي الله عنه أنه مر على قاص يقصى قال أتعرف الناسخ من المنسوخ\nقال لا فقال علي هلكت وأهلكت وأخرج مثله عن ابن عباس قال البيهقي قال\nالشافعي ولا يستدل على الناسخ والمنسوخ في القرآن إلا بخبر عن رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             أو بوقت يدل على أن أحدهما بعد الآخر فيعلم\nأن الآخر هو الناسخ أو بقول من سمع الحديث أو الاجماع قال وأكثر الناسخ في\nكتاب الله إنما عرف بدلالة سنن رسول الله صلى الله عليه وسلم وأخرج عن ابن\nالمبارك أنه قيل له متى يفتي الرجل فقال إذا كان عالما بالأثر بصيرا بالرأي\nوأخرج عن جندب بن عبد الله قال قال رسول الله صلى الله صلى الله عليه وسلم\nمن قال في القرآن برأيه فأصاب فقد أخطأ وأخرج عن إبراهيم التيمي قال أرسل\nعمر بن الخطاب إلى ابن عباس فقال كيف تختلف هذه الأمة وكتابها واحد ونبيها\nواحد وقبلتها واحدة فقال ابن عباس يا أمير المؤمنين إنا أنزل علينا القرآن\nفقرأناه وعلمناه فيما نزل وإنه سيكون بعدنا أقوام يقرءون القرآن ولا يعرفون\nفيما نزل فيكون لكل قوم فيه رأي فإذا كان لكل قوم فيه رأي اختلفوا فإذا\nاختلفوا اقتتلوا أخرجه سعيد بن منصور في سننه قلت فعرف من هذا وجوب احتياج\nالناظر في القرآن إلى معرفة أسباب نزوله وأسباب النزول إنما تؤخذ من\nالأحاديث والله أعلم\n</p>\n\n<p>\nوأخرج البيهقي والدارمي عن الشعبي قال كتب عمر بن الخطاب إلى شريح إذا\nحضرك أمر لا بد منه فانظر ما في كتاب الله فاقض به فإن لم يكن فبما قضى به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             الرسول صلى الله عليه وسلم فإن لم يكن فبما قضى <span id='ms28'></span> به الصالحون\nوأئمة العدل فإن لم يكن فاجتهد رأيك وأخرجا أيضا عن ابن مسعود أنه قال من\nابتلى منكم بقضاء فليقض بما في كتاب الله فإن لم يكن في كتاب الله فليقض\nبما قضى به رسول الله صلى الله عليه وسلم فإن لم يكن في كتاب الله ولا في\nقضاء رسول الله صلى الله عليه وسلم فليقض بما قضى به الصالحون فإن لم يكن\nفليجتهد رأيه وأخرجا أيضا عن ابن عباس قال من أحدث رأيا ليس في كتاب الله\nولم تمض به سنة عن رسول الله صلى الله عليه وسلم لم يدر على ما هو منه إذا\nلقي الله وأخرج البيهقي عن عبد الله بن عمرو قال قال رسول الله صلى الله\nعليه وسلم لن يستكمل مؤمن إيمانه حتى يكون هواه تبعا لما جئت به وأخرج\nالبيهقي واللالكائي في السنة عن عمر بن الخطاب رضي الله عنه قال إياكم\nوأصحاب الرأي فإنهم أعداء السنن أعيتهم أحاديث رسول الله صلى الله عليه\nوسلم أن يحفظوها فقالوا بالرأي فضلوا وأضلوا وأخرج البخاري عن أبي وائل قال\nلما قدم سهل بن حنيف من صفين أتيناه لنستخبره فقال اتهموا الرأي على الدين\nفلقد رأيتني يوم أبي جندل ولو أستطيع أن أرد على رسول الله صلى الله عليه\nوسلم أمره لرددت والله ورسوله أعلم وما وضعنا أسيافنا على عواتقنا في أمر\nيفظعنا إلا سهل بنا إلى أمر نعرفه قبل هذا الأمر ما سددنا عنه خصما إلا\nانفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             علينا خصم ما ندري كيف نأتي إليه وأخرج البيهقي وأبو\nيعلى عن عمر بن الخطاب رضي الله عنه أنه قال يا أيها الناس اتهموا الرأي\nعلى الدين فلقد رأيتني أرد أمر رسول الله صلى الله عليه وسلم برأيي اجتهادا\nفو الله ما آلوا عن الحق وذلك يوم أبى جندل والكتاب بين يدي رسول الله صلى\nالله عليه وسلم وأهل مكة فقال اكتبوا بسم الله الرحمن الرحيم فقالوا ترانا\nقد صدقناك بما تقول ولكنك تكتب كما كنت تكتب باسمك <span id='ms29'></span> اللهم فرضي رسول الله\nصلى الله عليه وسلم وأبيت عليهم حتى قال لي رسول الله صلى الله عليه وسلم\nتراني أرضي وتأبى أنت فرضيت وأخرج البيهقي عن علي رضي الله عنه قال لو كان\nالدين بالرأي لكان باطن الخفين أحق بالمسح من ظاهرهما ولكن رأيت رسول الله\nصلى الله عليه وسلم يمسح على ظاهرهما وأخرج عن ابن عمر قال لا يزال الناس\nعلى الطريق ما اتبعوا الأثر وأخرج عن عروة قال إتباع السنن قوام الدين\nوأخرج عن عامر قال إنما هلكتم في حين تركتم الآثار وأخرج عن ابن سيرين قال\nكانوا يقولون ما دام على الأثر فهو على الطريق وأخرج عن شريح قال أنا أقتفي\nالأثر يعني آثار النبي صلى الله عليه وسلم وأخرج عن الأوزاعي قال إذا بلغك\nعن رسول الله صلى الله عليه وسلم حديث فإياك أن تقول بغيره فإن رسول الله\nصلى الله عليه وسلم كان مبلغا عن الله تعالى وأخرج عن سفيان الثوري قال\nإنما العلم كله العلم بالآثار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عن عثمان بن عمر قال جاء رجل إلى مالك فسأله عن مسألة فقال له قال\nرسول الله صلى الله عليه وسلم كذا وكذا فقال الرجل أرأيت فقال مالك فليحذر\nالذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم وأخرج عن ابن\nوهب قال قال مالك لم يكن من فتيا الناس أن يقال لهم لم قلت هذا كانوا\nيكتفون بالرواية ويرضون بها وأخرج عن إسحاق بن عيسى قال سمعت مالك ابن أنس\nيعيب الجدال في الدين ويقول كلما جاءنا رجل أجدل من رجل أردنا أن نرد ما\nجاء به جبريل عليه السلام إلى النبي صلى الله عليه وسلم وأخرج عن ابن\nالمبارك قال ليكن الذي تعتمد عليه الأثر وخذ من الرأي ما يفسر لك الحديث\n</p>\n\n<p>\nوأخرج عن يحيى بن ضريس قال شهدت سفيان واتاه رجل فقال ما تنقم على أبي\nحنيفة قال وماله قد سمعته يقول آخذ بكتاب الله فإن لم أجد فبسنة رسول الله <span id='ms30'></span>\nصلى الله عليه وسلم فإن لم أجد في كتاب الله ولا سنة رسوله أخذت بقول\nأصحابه آخذ بقول من شئت منهم وأدع قول من شئت منهم ولا أخرج من قولهم إلى\nقول غيرهم فأما إذا انتهى الأمر إلى إبراهيم والشعبي وابن سيرين والحسن\nوعطاء وابن المسيب وعدد رجالا فقوم اجتهدوا فأجتهد كما اجتهدوا وأخرج عن\nالربيع قال روى الشافعي يوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             حديثا فقال له رجل أتأخذ بهذا يا\nأبا عبد الله فقال متى ما رويت عن رسول الله صلى الله عليه وسلم حديثا\nصحيحا فلم آخذ به فأشهدكم أن عقلي قد ذهب وأخرج عن الربيع قال سمعت الشافعي\nيقول إذا وجدتم في كتابي خلاف خلاف سنة رسول الله صلى الله عليه وسلم\nفقولوا بسنة رسول الله صلى الله عليه وسلم ودعوا ما قلت وأخرج عن مجاهد في\nقوله تعالى <span class='quran'>فإن تنازعتم في شيء فردوه إلى الله </span>قال إلى كتاب الله\nوالرسول قال إلى سنة رسول الله صلى الله عليه وسلم وأخرج البيهقي والدارمي\nعن أبي ذر قال أمرنا رسول الله صلى الله عليه وسلم أن لا نغلب على أن نأمر\nبالمعروف وننهى عن المنكر ونعلم الناس السنن وأخرج عن عمر بن الخطاب قال\nتعلموا السنن والفرائض واللحن كما تعلمون القرآن وأخرج عن ابن مسعود أنه\nقال أيها الناس عليكم بالعلم قبل أن يرفع فإن من رفعه أن يقبض أصحابه\nوإياكم والتبدع والتنطع وعليكم بالعتيق فإنه سيكون في آخر هذه الأمة أقوام\nيزعمون أنهم يدعون إلى كتاب الله وقد تركوه وراء ظهورهم أخرجه الدارمي\nوأخرج عن سليمان التيمي قال كنت أنا وأبو عثمان وأبو نضرة وأبو مجلز وخالد\nالأشج نتذاكر الحديث والسنة فقال بعضهم لو قرأنا سورة من القرآن كان أفضل\nفقال أبو نضرة كان أبو سعيد الخدري رضي الله عنه يقول مذاكرة الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             أفضل من قراءة القرآن قلت وهذا كما قال الشافعي رضي الله عنه\nطلب العلم أفضل من صلاة النافلة لأن قراءة القرآن نافلة وحفظ الحديث فرض\nكفاية والله أعلم <span id='ms31'></span> وأخرج عن سفيان الثوري قال لا أعلم شيئا من الأعمال أفضل\nمن طلب الحديث لمن حسنت فيه نيته وأخرج عن ابن المبارك قال ما أعلم شيئا\nأفضل من طلب الحديث لمن أراد به الله عز وجل\n</p>\n\n<p>\nوأخرج عن خالد بن يزيد قال حرمة أحاديث رسول الله صلى الله عليه وسلم\nكحرمة كتاب الله قال البيهقي وإنما أراد في معرفة حقها وتعظيم حرمتها وفرض\nإتباعها وأخرج عن الشافعي قال كلما رأيت رجلا من أصحاب الحديث فكأنما رأيت\nرجلا من أصحاب النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوأخرج عن إسماعيل بن أبي أويس قال كان مالك إذا أراد أن يحدث توضأ وجلس\nعلى صدر فراشه وسرح لحيته وتمكن من جلوسه بوقار وهيبة وحدث فقيل له في ذلك\nفقال أحب أن أعظم حديث رسول الله صلى الله عليه وسلم ولا أحدث إلا على\nطهارة متمكنا وكان يكره أن يحدث في الطريق أو وهو قائم أو مستعجل وقال أحب\nأن أتفهم ما أحدث به عن رسول الله صلى الله عليه وسلم وأخرج عن مالك أن\nرجلا جاء إلى سعيد بن المسيب وهو مريض فسأله عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             حديث وهو مضطجع\nفجلس فحدثه فقال له الرجل وددت أنك لم تتعن فقال له إني كرهت أن أحدثك عن\nرسول الله صلى الله عليه وسلم وأنا مضطجع\n</p>\n\n<p>\nوأخرج عن الأعمش أنه كان إذا أراد أن يحدث على غير طهر تيمم وقال الأعمش\nعن ضرار بن مرة قال كانوا يكرهون أن يحدثوا على غير طهر\n</p>\n\n<p>\nوأخرج عن قتادة قال لقد كان يستحب أن لا نقرأ الأحاديث التي عن النبي صلى\nالله عليه وسلم إلا على طهارة وأخرج عن بشر بن الحارث قال سأل رجل ابن\nالمبارك عن حديث وهو يمشي فقال ليس هذا من توقير العلم\n</p>\n\n<p>\nوأخرج عن ابن المبارك قال كنت عند مالك وهو يحدث فجاءت عقرب فلدغته ست\nعشرة مرة ومالك يتغير لونه ويتصبر ولا يقطع حديث رسول الله صلى الله عليه\nوسلم فلما فرغ من المجلس وتفرق الناس <span id='ms32'></span> قلت له لقد رأيت منك عجبا قال نعم\nإنما صبرت إجلالا لحديث رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوأخرج عن عبد الله بن عمرو قال كنت أكتب كل شيء سمعته من رسول الله صلى\nالله عليه وسلم وأريد حفظه فنهتني قريش وقالوا تكتب كل شيء سمعته من رسول\nالله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم بشر يتكلم في الرضى\nوالغضب قال فأمسكت فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال اكتب فو\nالذي نفسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             بيده ما خرج منه إلا حق وأشار بيده إلى فمه أخرجه\nالدارمي والحاكم وأخرج عن أبي هريرة أن رجلا من الأنصار شكا إلى النبي صلى\nالله عليه وسلم فقال إني أسمع منك الحديث ولا أحفظه فقال استعن بيمينك\nوأوما بيده للخط أخرجه الترمذي\n</p>\n\n<p>\nوأخرج البيهقي والدارمي عن عبد الله بن دينار أن عمر بن عبد العزيز كتب\nإلى أبي بكر بن محمد بن عمرو بن حزم انظر ما كان من حديث رسول الله صلى\nالله عليه وسلم أو سنة ماضية فاكتبه فإني قد خفت درس العلم وذهاب أهله\nوأخرجا أيضا عن الزهري قال كان من مضى من علمائنا يقولون الاعتصام بالسنة\nنجاة هذا ما لخصته من كتاب البيهقي من الأحاديث والآثار الدالة على وجوب\nالاعتصام بالسنة وفرض إتباعها وهذه أحاديث وآثار لم تقع في كتاب\n</p>\n\n<p>\nأخرج الشيخان عن أنس وابن عمر قال قال رسول الله صلى الله عليه وسلم من\nرغب عن سنتي فليس مني وأخرج الطبراني في الأوسط عن ابن عباس قال قال النبي\nصلى الله عليه وسلم اللهم ارحم خلفائي قلنا يا رسول الله ومن خلفاؤك قال\nالذين يأتون من بعدي يروون أحاديثي ويعلمونها الناس وأخرج أبو نعيم في\nالحلية عن ابن عباس قال قال رسول الله صلى الله عليه وسلم من أدى إلى أمتي\nحديثا تقام به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             سنة أو تثلم به بدعة فله الجنة وأخرج أبو يعلى\nوالطبراني في الأوسط عن أبي بكر الصديق رضي الله عنه قال <span id='ms33'></span> قال رسول الله صلى\nالله عليه وسلم من كذب على متعمدا أورد شيئا أمرت به فليتبوأ بيتا في جهنم\n</p>\n\n<p>\nوأخرج أحمد والبزار والطبراني عن زيد بن أرقم قال بعث إلى عبيد الله بن\nزياد فأتيته فقال ما أحاديث تحدث بها وترويها عن رسول الله صلى الله عليه\nوسلم لا نجدها في كتاب الله تحدث أن له حوضا في الجنة قال قد حدثناه رسول\nالله صلى الله عليه وسلم ووعدناه وأخرج الطبراني في الكبير عن سلمى قال قال\nرسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتبوأ بيتا في النار ومن\nرد حديثا بلغه عني فأنا مخاصمه يوم القيامة فإذا بلغكم عني حديث فلم تعرفوه\nفقولوا الله أعلم وأخرج في الأوسط عن جابر قال قال رسول الله صلى الله عليه\nوسلم من بلغه عني حديث فكذبه فقد كذب ثلاثا الله ورسوله والذي حدث به وأخرج\nأبو يعلى والطبراني في الأوسط عن أنس قال قال رسول الله صلى الله عليه وسلم\nمن بلغه عن الله فضيلة فلم يصدق بها لم ينلها وأخرج أبو يعلى عن جابر بن\nعبد الله قال قال رسول الله صلى الله عليه وسلم عسى أن يكذبني رجل منكم وهو\nمتكئ على أريكته يبلغه الحديث عني فيقول ما قال رسول الله صلى الله عليه\nوسلم هذا دع هذا وهات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             ما في القرآن هذه طريقة خامسة للحديث فقد\nتقدمه من حديث أبي رافع والمقدام والعرباض بن سارية وأبي هريرة وله طريق\nسادسة أخرج الطبراني في الكبير عن خالد بن الوليد قال قال رسول الله صلى\nالله عليه وسلم يا خالد أذن في الناس الصلاة ثم خرج فصلى الهاجرة ثم قام\nالناس فقال ما أحل أموال المعاهدين بغير حقها يمسي الرجل منكم يقول وهو\nمتكئ على أريكته ما وجدنا في كتاب الله من حلال أحللناه وما وجدنا من حرام\nحرمناه ألا وأني أحرم عليكم أموال المعاهدين بغير حقها وطريق سابعة أخرج\nالسلفي في المنتفي من حديث أبي طاهر الحنائي <span id='ms34'></span> من طريق حماد بن زيد عن أبي\nهرون العبدي عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم يمسي\nرجل يكذبني وهو متكئ يقول ما قال هذا رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوأخرج الطبراني عن أبي حازم عن سهل بن سعد الساعدي أنه كان في مجلس قومه\nوهو يحدثهم عن رسول الله صلى الله عليه وسلم وبعضهم يقبل على بعض يتحدثون\nفغضب ثم قال انظر إليهم أحدثهم عن رسول الله صلى الله عليه وسلم وبعضهم\nيقبل على بعض أما والله لأخرجن من بين أظهركم ولا أرجع إليكم أبدا قلت له\nأين تذهب قال أذهب فأجاهد في سبيل الله وأخرج أبو يعلى بسند صحيح عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             ابن عباس قال قال رسول الله صلى الله عليه وسلم من قال في\nالقرآن بغير ما يعلم جاء يوم القيامة ملجما بلجام من نار وأخرج الطبراني في\nالكبير عن ابن عباس قال قال رسول الله صلى الله عليه وسلم من مشى إلى سلطان\nالله في الأرض ليذله أذل الله رقبته مع ما يدخر له في الآخرة قال مسدد\nوسلطان الله في الأرض كتاب الله وسنة نبيه صلى الله عليه وسلم وأخرج في\nالأوسط عن ابن عمر قال العلم ثلاثة كتاب ناطق وسنة ماضية ولا أدري وأخرج\nأيضا عن حذيفة بن اليمان قال قال رسول الله صلى الله عليه وسلم سيأتي عليكم\nزمان لا يكون فيه شيء أعز من ثلاث درهم حلال أو أخ يستأنس به أو سنة يعمل\nبها وأخرج أحمد عن عمران بن حصين قال نزل القرآن وسن رسول الله صلى الله\nعليه وسلم السنن ثم قال اتبعونا فو الله إن لم تفعلوا تضلوا\n</p>\n\n<p>\nوأخرج أحمد والبزار عن مجاهد قال كنا مع ابن عمر في سفر فمر بمكان فحاد\nعنه فسئل لم فعلت قال رأيت رسول الله صلى الله عليه وسلم فعل هذا ففعلت\nوأخرج أحمد عن أنس بن سيرين قال كنت مع ابن عمر بعرفات فلما أفاض أفضت معه\nحتى <span id='ms35'></span> انتهى إلى المضيق دون المأزمين فأناخ فأنخنا ونحن نحسب أنه يريد أن يصل\nفقال غلامه الذي يمسك راحلته إنه ليس يريد الصلاة ولكنه ذكر أن النبي صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             لما انتهى إلى هذا المكان قضى حاجته فهو يحب أن\nيقضي حاجته وأخرج البزار عن ابن عمر أنه كان يأتي شجرة بين مكة والمدينة\nفيقيل تحتها ويخبر أن النبي صلى الله عليه وسلم كان يفعل ذلك وأخرج هو وأبو\nيعلى عن زيد بن أسلم قال رأيت ابن عمر محلول الأزرار وقال رأيت النبي صلى\nالله عليه وسلم محلول الأزرار وأخرج الطبراني في الكبير عن عمرو بن شعواء\nاليافعي قال قال رسول الله صلى الله عليه وسلم سبعة لعنتهم وكل نبي مجاب\nالزائد في كتاب الله والمكذب بقدر الله والمستحل حرمة الله والمستحل من\nعترتي ما حرم الله والتارك لسنتي والمستأثر بالفيء والمتجبر بسلطانه ليعز\nما أذل الله ويذل ما أعز الله وأخرج في الكبير عن ابن عباس قال قال علي يا\nرسول الله أرأيت إن عرض لنا أمر لم ينزل فيه قرآن ولم تمض فيه سنة منك قال\nتجعلونه شورى بين العابدين من المؤمنين ولا تقضونه برأي خاصة وأخرج في\nالأوسط بسند صحيح عن علي رضي الله عنه قال قلت لرسول الله صلى الله عليه\nوسلم إن نزل بنا أمر ليس فيه بيان أمر ولا نهي فما تأمرنا فقال تشاوروا\nالفقهاء والعابدين ولا تجعلونه برأي خاصة وأخرج في الأوسط عن عمر بن الخطاب\nقال قال رسول الله صلى الله عليه وسلم أكثر ما أتخوف على أمتي من بعدي رجل\nيتأول القرآن يضعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             على غير مواضعه واخرج أحمد والطبراني عن\nغضيف بن الحرث الثمالي أن النبي صلى الله عليه وسلم قال ما أحدث قوم بدعة\nإلا رفع مثلها من السنة وأخرج البخاري في تاريخه والطبراني عن ابن عباس قال\nما أتى على الناس عام إلا أحدثوا فيه بدعة وأماتوا فيه سنة حتى تحيا البدع\nوتموت السنن وأخرج عن معاذ بن جبل <span id='ms36'></span> قال قال رسول الله صلى الله عليه وسلم من\nمشى إلى صاحب بدعة ليوقره فقد أعان على هدم الإسلام وأخرج عن الحكم بن عمير\nالثمالي قال قال رسول الله صلى الله عليه وسلم الأمر المفظع والحمل المضلع\nوالشر الذي لا ينقطع إظهار البدع وأخرج في الصغير عن أنس قال قال رسول الله\nصلى الله عليه وسلم تفترق أمتي على ثلاث وسبعين فرقة كلهم في النار إلا\nواحدة قالوا وما تلك الفرقة قال ما أنا عليه اليوم وأصحابي وأخرج الحكم من\nحديث ابن عمرو مثله وأخرج الدارمي في مسنده عن عبد الله بن الديلمي قال\nبلغني أن أول الدين ترك السنة وأخرج ابن مسعود أنه قال ما سألتمونا عن شيء\nمن كتاب الله نعلمه أخبرناكم به أو سنة من نبي الله صلى الله عليه وسلم\nأخبرناكم به ولا طاقة لنا بما أخذتم وأخرج عن أبي سلمة مرسلا أن النبي صلى\nالله عليه وسلم سئل عن الأمر يحدث ليس في كتاب الله ولا سنته قال ينظر فيه\nالعابدون من المؤمنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             قال وأخرج الدارمي واللالكائي في السنة\nعم عمر بن الخطاب قال سيأتي ناس يجادلونكم بشبهات القرآن فخذوهم بالسنن فإن\nأصحاب السنن أعلم بكتاب الله وأخرج اللالكائي في السنة عن علي بن أبي طالب\nرضي الله عنه قال سيأتي قوم يجادلونكم فخذوهم بالسنن فإن أصحاب السنن أعلم\nبكتاب الله وأخرج ابن سعد في الطبقات من طريق عكرمة عن ابن عباس أن علي بن\nأبي طالب أرسله إلى الخوارج فقال اذهب إليهم فخاصمهم ولا تحاجهم بالقرآن\nفإنه ذو وجوه ولكن خاصمهم بالسنة وأخرج من وجه آخر أن ابن عباس قال يا أمير\nالمؤنين فأنا أعلم بكتاب الله منهم في بيوتنا نزل قال صدقت ولكن القرآن\nحمال ذو وجوه نقول ويقولون ولكن حاجهم بالسنن فإنهم لن يجدوا عنها محيصا\nفخرج إليهم فحاجهم بالسنن فلم يبق بأيديهم حجة وأخرج سعيد بن منصور عن\nعمران بن حصين أنهم كانوا يتذاكرون الحديث فقال رجل دعونا من هذا وجيؤنا <span id='ms37'></span>\nبكتاب الله فقال عمر إنك أحمق أتجد في كتاب الله الصلاة مفسرة أتجد في كتاب\nالله الصيام مفسرا إن القرآن أحكم ذلك والسنة تفسره وأخرج الدارمي عن\nالمسيب بن رافع قال كانوا إذا نزلت بهم القضية التي ليس فيها من رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             أثر اجتمعوا لها وأجمعوا فالحق فيما رأوا\nفالحق فيما رأوا\n</p>\n\n<p>\nوأخرج الدارمي عن ميمون بن مهران قال كان أبو بكر رضي الله عنه إذا ورد\nعليه الخصم نظر في كتاب الله فإن وجد فيه ما يقضى به بينهم قضى به وإن لم\nيكن في الكتاب وعلم من رسول الله صلى الله عليه و سلم في ذلك الأمر سنة قضى\nبها فإن أعياه خرج فسأل المسلمين وقال أتاني كذا وكذا فهل علمتم أن رسول\nالله صلى الله عليه وسلم قضى في ذلك بقضاء فربما اجتمع إليه النفر كلهم\nيذكر عن رسول الله صلى الله عليه وسلم فيه قضاء فيقول أبو بكر الحمد لله\nالذي جعل فينا من يحفظ علينا ديننا\n</p>\n\n<p>\nوأخرج عن أبي نضرة قال لما قدم أبو سلمة البصرة أتيته أنا والحسن فقال\nللحسن أنت الحسن بلغني أنك تفتي برأيك فلا تفت برأيك إلا أن تكون سنة عن\nرسول الله صلى الله عليه وسلم أو كتاب منزل\n</p>\n\n<p>\nوأخرج عن جابر بن زيد أن ابن عمر لقيه في الطواف فقال له يا أبا الشعثاء\nإنك من فقهاء البصرة فلا تفت إلا بقرآن ناطق أو سنة ماضية فإنك إن فعلت غير\nذلك هلكت وأهلكت وأخرج عن شريح قال إنك لن تضل ما أخذت بالأثر وأخرج عن\nالحسن قال إن أهل السنة كانوا أقل الناس فيما مضى وهم أقل الناس فيما بقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             الذين لم يذهبوا مع أهل الأتراف في أترافهم ولا مع أهل البدع\nفي بدعهم وصبروا على سنتهم حتى لقوا ربهم وأخرج عن ابن مسعود قال الاقتصاد\nفي السنة خير من الاجتهاد في البدعة أخرجه الحاكم وأخرج الدارمي عن عطاء في\nقوله تعالى <span class='quran'>أطيعوا الله وأطيعوا <span id='ms38'></span> الرسول وأولي الأمر منكم </span>قال\nأولو العلم والفقه فطاعة الرسول إتباع الكتاب والسنة وأخرج عن أبي هريرة\nقال إني لأجزئ الليل ثلاثة أجزاء ثلث أنام وثلث أقوم وثلث أتذكر أحاديث\nرسول الله صلى الله عليه وسلم وأخرج عن ابن عباس قال أما تخافون أن تعذبوا\nويخسف بكم أن تقولوا قال رسول الله صلى الله عليه وسلم وقال فلان وأخرج عن\nعمر بن عبد العزيز أنه كتب لا أرى لأحد في كتاب الله ولا في سنة سنها رسول\nالله صلى الله عليه وسلم وإنما رأى الأمة فيما لم ينزل فيه كتاب ولم تمض به\nسنة عن رسول الله صلى الله عليه وسلم وأخرج عن سعيد ابن المسيب أنه رأى\nرجلا يصلي بعد الركعتين يكثر فقال له يا أبا محمد أيعذبني الله على الصلاة\nقال يعذبك الله بخلاف السنة\n</p>\n\n<p>\nوأخرج عن خراش بن جبير قال رأيت في المسجد فتى يخذف فقال له يا شيخ لا\nتخذف فإني سمعت النبي صلى الله عليه وسلم نهى عن الخذف فخذف فقال له الشيخ\nأحدثك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             عن رسول الله صلى الله عليه وسلم ثم تخذف والله لا أشهد\nجنازة ولا أعودك في مرضك ولا أكلمك أبدا وأخرج عن قتادة قال حدث ابن سيرين\nرجلا بحديث عن النبي صلى الله عليه وسلم فقال رجل قال فلان كذا وكذا فقال\nابن سيرين أحدثك عن النبي صلى الله عليه وسلم وتقول قال فلان والله لا\nأكلمك أبدا ثم قال الدارمي باب تعجيل عقوبة من بلغه عن النبي صلى الله عليه\nوسلم حديث فلم يعظمه ولم يوقره وأخرج فيه من طريق العجلاني عن أبي هريرة\nأنه قال قال رسول الله صلى الله عليه وسلم بينما رجل يتبختر في بردين خسف\nالله به الأرض فهو يتجلجل فيها إلى يوم القيامة فقال له فتى وهو في حلة له\nيا أبا هريرة أهكذا كان يمشي ذلك الفتى الذي خسف به ثم ضرب بيده فعثر عثرة\nكاد ينكسر منها فقال أبو هريرة للمنخرين والفم إنا <span id='ms39'></span> كفيناك المستهزئين وأخرج\nعن عبد الرحمن بن حرملة قال جاء رجل إلى سعيد بن المسيب يودعه لحج أو عمرة\nفقال له لا تخرج حتى تصل فإن رسول الله صلى الله عليه وسلم قال لا يخرج بعد\nالنداء من المسجد إلا منافق فقال إن أصحابي بالحرة فخرج فلم يزل سعيد مولعا\nبذكره حتى أخبر أنه وقع من راحلته فانكسر فخذه\n</p>\n\n<p>\nوأخرج البخاري عن أبي ذر أنه قال لو وضعتم الصمصامة هذه وأشار إلى قفاه\nثم ظننت أني أفقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             كلمة سمعتها من رسول الله صلى الله عليه وسلم\nقبل أن تجيزوا علي لا نفذتها وأخرج الدارمي عن بشر بن عبد الله قال أن كنت\nلأركب إلى مصر من الأمصارفي الحديث الواحد لأسمعه\n</p>\n\n<p>\nوأخرج عن سعيد بن جبير أنه حدث يوما بحديث عن النبي صلى الله عليه وسلم\nفقال له رجل في كتاب الله ما يخالف هذا فقال لا أراني أحدثك عن رسول الله\nصلى الله عليه وسلم وتعرض فيه بكتاب الله كان رسول الله صلى الله عليه وسلم\nأعلم بكتاب الله منك هذا ما انتفيته من مسند الدارمي\n</p>\n\n<p>\nوهذه جملة منتقاة من كتاب السنة للالكائي في هذا المعنى أخرج بسنده عن\nأبي بن كعب قال اقتصاد في سنة خير من اجتهاد في خلاف سنة وأخرج عن أبي\nالدرداء مثله وأخرج عن ابن عباس قال النظر إلى الرجل من أهل السنة يدعو\nإليها وينهى عن البدعة عبادة وأخرج عن ابن عباس قال والله ما أظن على وجه\nالأرض اليوم أحد أحب إلى الشيطان هلاكا مني قيل ولم قال إنه ليحدث البدعة\nفي مشرق أو مغرب فيحملها الرجل إلى فإذا انتهيت إلى قمعتها بالسنة فترد\nإليه كما أخرجها وأخرج عن أبي العالة قال عليكم بسنة نبيكم والذي كان عليه\nأصحابه وأخرج عن الحسن قال لا يصلح قول إلا بعمل ولا يصلح قول وعمل إلا\nبنية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             ولا يصلح قول وعمل ونية إلا بالسنة وأخرج عن سعيد ابن\nجبير قال لا يقبل قول إلا بعمل ولا <span id='ms40'></span> يقبل قول وعمل إلا بنية ولا يقبل قول\nوعمل ونية إلا بموافقة السنة وأخرج عن الحسن قال يا أهل السنة تفرقوا فإنكم\nمن أقل الناس وأخرج عن يونس بن عبيد قال ليس شيء أغرب من السنة وأغرب منها\nمن لا يعرفها وأخرج عن أيوب قال إني أخبر بموت الرجل من أهل السنة فكأني\nأفقد بعض أعضائي وأخرج عنه قال إن من سعادة الحدث والأعجمي أن يوفقهما الله\nللعالم بالسنة وأخرج عن ابن شوذب قال أول نعمة الله على الشاب إذا نسك أن\nيؤاخي صاحب سنة يحمله عليها وأخرج عن حماد بن زيد قال كان أيوب يبلغه موت\nالفتى من أصحاب الحديث فيرى ذلك فيه ويبلغه موت الرجل يذكر بعبادة فما يرى\nذلك فيه وأخرج عن أيوب قال إن الذين يتمنون موت أهل السنة يريدون أن يطفئوا\nنور الله بأفواههم\n</p>\n\n<p>\nوأخرج عن ابن عوف قال ثلاث أحبهن لنفسي ولأصحابي قراءة القرآن والسنة\nورجل أقبل على نفسه ولهى عن الناس إلا من خير\n</p>\n\n<p>\nوأخرج عن الأوزاعي تدور مع السنة حيثما دارت وأخرج عنه قال كان يقال خمس\nكان عليها أصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             رسول الله صلى الله عليه وسلم والتابعون\nبإحسان لزوم الجماعة وإتباع السنة وعمارة المساجد وتلاوة القرآن والجهاد في\nسبيل الله وأخرج عن سفيان الثوري قال استوصوا بأهل السنة خيرا فإنهم غربا\nوأخرج عن الفضيل بن عياض قال إن لله عبادا يحي بهم البلاد وهم أصحاب السنة\nوأخرج عن أبي بكر عن عياش قال السنة في الإسلام أعز من الإسلام في سائر\nالأديان وأخرج عن ابن عوف قال من مات على الإسلام والسنة فله بشير بكل خير\nوأخرج عن الحسن في قوله قل إن كنتم تحبون الله فاتبعوني يحببكم الله قال\nفكان علامة حبهم إياه إتباع سنة رسول الله صلى الله عليه وسلم وأخرج عن ابن\nعباس في قوله يوم تبيض وجوه قال وجوه أهل السنة وتسود وجوه قال وجوه أهل\nالبدع وأخرج عن العلاء بن المسيب عن أبيه قال قال عبد الله <span id='ms41'></span> إنا نقتدي ولا\nنبتدي ونتبع ولا نبتدع ولن نضل ما تمسكنا بالأثر وأخرج عن شاذ بن يحي قال\nليس طريق أقصد إلى الجنة من طريق من سلك الآثار وأخرج عن الفضيل بن عياض\nقال طوبى لمن مات على الإسلام والسنة وإذا كان كذلك فليكثر من قول ما شاء\nالله كان\n</p>\n\n<p>\nوأخرج عن أحمد بن حنبل قال السنة عندنا آثار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             رسول الله صلى\nالله عليه وسلم والسنة تفسير القرآن وهي دلائل القرآ وأخرج عن بعض أصحاب\nالحديث أنه أنشد % دين النبي محمد أخبار % % نعم المطية للفتى آثار % % لا\nتعدلن عن الحديث وأهله % % فالرأي ليل والحديث نهار % % ولربما غلط الفتى\nأثر الهدى % % والشمس بازغة لها أنوار % $\n</p>\n\n<p>\nوهذه جملة منتقاة من كتاب الحجة على تارك المحجة للشيخ نصر المقدسي أخرج\nبسنده عن أبي الدرداء قال قال رسول الله صلى الله عليه وسلم من غدا أو راح\nفي طلب سنة مخافة أن تدرس كان كمن غدا أو راح في سبيل الله ومن كتم علما\nعلمه الله إياه ألجمه الله يوم القيامة بلجام من نار وأخرج عن معاذ بن جبل\nقال قال رسول الله صلى الله عليه وسلم إذا ظهرت البدع في أمتي وشتم أصحابي\nفليظهر العالم علمه فإن لم يفعل فعليه لعنة الله والملائكة والناس أجمعين\nقيل للوليد بن مسلم ما إظهار العلم قال إظهار السنة وأخرج عن أبي هريرة قال\nقال رسول الله صلى الله عليه وسلم من حفظ على أمتي أربعين حديثا فيما\nينفعهم في أمر دينهم بعث يوم القيامة من العلماء قلت هذا الحديث له طرق\nكثيرة وأخرج من وجه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\nروى عني أربعين حديثا من السنة حشر يوم القيامة في زمرة الأنبياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم من تعلم\nحديثين اثنين ينفع بهما نفسه أو يعلمهما غيره فينتفع بهما كان خيرا من\nعبادة ستين سنة وأخرج عن كثير بن عبد الله <span id='ms42'></span> عن أبيه عن جده قال قال رسول\nالله صلى الله عليه وسلم إن الإسلام بدأ غريبا وسيعود غريبا فطوبى للغرباء\nقيل يا رسول الله ومن الغرباء قال الذين يحيون سنتي من بعدي ويعلمونها عباد\nالله وأخرج من هذا الطريق مرفوعا من أحي سنة من سنتي قد أميتت بعدي كان له\nمثل أجر من عمل بها من غير أن ينقص من أجرهم شيئا وأخرج عن علي أن رسول\nالله صلى الله عليه وسلم قال من حفظ على أمتي أربعين حديثا من أمر دينها\nبعثه الله يوم القيامة فقيها وكنت له شافعا وشهيدا\n</p>\n\n<p>\nوأخرج عن أبي الدرداء مرفوعا مثله وأخرج عن ابن عباس قال قال رسول الله\nصلى الله عليه وسلم من حفظ على أمتي أربعين حديثا من السنة كنت له شفيعا\nيوم القيامة وأخرج عن علي قال قال رسول الله صلى الله عليه وسلم ألا أدلكم\nعلى الخلفاء مني ومن أصحابي ومن الأنبياء قبلي هم حملة القرآن والأحاديث\nعني في الله ولله وأخرج عن علي رضي الله عنه قال ما من شيء إلا وعلمه في\nالقرآن ولكن رأي الرجل يعجز عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عن الجنيد قال الطريق مسدود على خلق الله إلا على المتبعين أخبار\nرسول الله صلى الله عليه وسلم المقتدين بآثاره قال الله تعالى <span class='quran'>لقد كان\nلكم في رسول الله أسوة حسنة </span>وأخرج عن عبد الرحمن بن مهدي قال الرجل\nإلى الحديث أحوج منه إلى الأكل والشرب لأن الحديث يفسر القرآن وأخرج عن رجل\nمن الصحابة أن النبي صلى الله عليه وسلم قال إن في آخر أمتي قوما يعطون من\nالأجر مثل ما لأولهم ينكرون المنكر ويقاتلون أهل الفتن فقيل لإبراهيم بن\nموسى من هم قال أهل الحديث يقولون قال رسول الله صلى الله عليه وسلم افعلوا\nكذا وقال رسول الله صلى الله عليه وسلم لا تفعلوا كذا وأخرج عن أحمد بن\nحنبل أنه قيل له هل لله أبدال في الأرض قال نعم قيل من هم قال إن لم يكن <span id='ms43'></span>\nأصحاب لحديث هم الأبدال فلا أعرف لله أبدالا وأخرج عن ابن المبارك أنه ذكر\nحديث لا تزال طائفة من أمتي ظاهرين على الحق لايضرهم من ناوأهم حتى تقوم\nالساعة قال ابن المبارك هم عندي أصحاب الحديث وأخرج عن ابن المديني أنه قال\nفي حديث لا تزال طائفة هم أهل الحديث والذين يتعاهدون مذهب الرسول صلى الله\nعليه وسلم ويذبون عن العلم لولاهم لأهلك الناس المعتزلة والرافضة والجهمية\nوأهل الأرجاء والرأي وأخرج عن ابن مسعود وأبي ذر قالا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             رسول\nالله صلى الله عليه وسلم من ورائكم أيام صبر فالمتمسك بما أنتم عليه له أجر\nخمسين قالوا يا رسول الله منا أو منهم قال منكم وأخرج مثله من حديث ابن عمر\nوأخرج عن أبي الجلد قال يرسل على الناس على رأس كل أربعين سنة شيطان يقال\nله القمقم فيبتدع لهم بدعة وأخرج عن الإمام البخاري قال كنا ثلاثة أو أربعة\nعلى باب ابن عبد الله فقال إني لأرجو أن تأويل هذا الحديث لا تزال طائفة من\nأمتي ظاهرين على الحق لا يضرهم من خذلهم أنتم لأن التجار قد شغلوا أنفسهم\nبالتجارات وأهل الصنعة قد شغلوا أنفسهم بالصناعات والملوك قد شغلوا أنفسهم\nبالمملكة وأنتم تحيون سنة النبي صلى الله عليه وسلم وأخرج عن ابن وهب قال\nقال لي مالك بن أنس لا تعارضوا السنة وسلموا لها وأخرج عن كهمس الهمداني\nقال من لم يتحقق أن أهل السنة حفظه الدين فإنه يعد في ضعفاء المساكين الذين\nلا يدينون الله بدين يقول الله لنبيه صلى الله عليه وسلم <span class='quran'>الله نزل\nأحسن الحديث </span>ويقول رسول الله صلى الله عليه وسلم حدثني جبريل عن الله\nوأخرج عن سفيان الثوري قال الملائكة حراس السماء وأصحاب الحديث حراس الأرض\nوأخرج عن وكيع قال لو أن الرجل لم يصب في الحديث شيئا إلا أنه يمنعه من\nالهوى كان قد أصاب فيه وأخرج عن أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             سنان قال كان الوليد\nالكرابيسي خالي فلما حضرته الوفاة قال لبنيه تعلمون أحدا أعلم <span id='ms44'></span> بالكلام مني\nقالوا لا قال فتتهموني قالوا لا قال فإني أوصيكم أتقبلون قالوا نعم قال\nعليكم بما عليه أصحاب الحديث فإني رأيت الحق معهم وأخرج أحمد في الزهد عن\nقتادة قال والله ما رغب أحد عن سنة نبيه صلى الله عليه وسلم إلا هلك فعليكم\nبالسنة وإياكم والبدعة وعليكم بالفقه وإياكم والشبهة وأخرج الحاكم في\nالمستدرك عن عبد الرحمن بن أبزي قال لما وقع الناس في عثمان قلت لأبي بن\nكعب ما المخرج من هذا قال كتاب الله وسنة نبيه ما استبان لكم فاعلموا به\nوما أشكل عليكم فكاوه إلى عالمه وأخرج الحاكم أيضا عن علي بن أبي طالب أن\nأناسا أتوه فأثنوا على ابن مسعود فقال أقول فيه ما قالوا وأفضل قرأ القرآن\nوأحل حلاله وحرم حرامه فقيه في الدين عالم بالسنة\n</p>\n\n<p>\nوأخرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم غفار غفر الله\nلها وأسلم سالمها الله أما أنى لم أقله ولكن الله قاله\n</p>\n\n<p>\nوهذه جملة منتقاة من رسالة القشيري من كلام أهل الطريق في ذلك\n</p>\n\n<p>\nقال ذو النون المصري من علامة المحب لله متابعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             حبيب الله\nصلى الله عليه وسلم في أخلاقه وأفعاله وأوامره وسننه\n</p>\n\n<p>\nقال أبو سليمان الداراني ربما يقع في قلبي النكتة من نكت القوم أياما فلا\nأقبل منه إلا بشاهدين عدلين الكتاب والسنة\n</p>\n\n<p>\nوقال أحمد بن أبي الحواري من عمل عملا بلا إتباع سنة فباطل عمله\n</p>\n\n<p>\nقال أبو حفص عمر بن سالم الحداد من لم يزن أفعاله وأحواله في كل وقت\nبالكتاب والسنة ولم تهم خواطره فلا تعدوه في ديوان الرجال\n</p>\n\n<p>\nوقال الجنيد الطرق كلها مسدودة على الخلق إلا على من اقتفى أثر رسول الله\nصلى الله عليه وسلم وقال من لم يحفظ القرآن ولم يكتب الحديث لا يقتدى به في\nهذا الأمر لأن علمنا هذا مفيد بالكتاب والسنة وقال أيضا مذهبنا هذا مشيد\nبحديث رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوقال أبو عثمان الحيري الصحبة مع الله بحسن الأدب ودوام <span id='ms45'></span> الهييبة\nوالمراقبة والصحبة مع الرسول صلى الله عليه وسلم بإتباع سنته ولزوم ظاهر\nالعلم وقال من أمر السنة على نفسه قولا وفعلا نطق بالحكمة ومن أمر الهوى\nعلى نفسه نطق بالبدعة قال الله تعالى <span class='quran'>وإن تطيعوه تهتدوا </span>ولما\nاحتضر أبو عثمان مزق ابنه أبو بكر قميصه ففتح أبو عثمان عينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nوقال خلاف السنة يا بني في الظاهر علامة رياء في الباطن\n</p>\n\n<p>\nقال أبو الفوارس شاه ابن شجاع الكرماني من غض بصره عن المحارم وأمسك نفسه\nعن الشهوات وعمر باطنه بدوام المراقبة وظاهره بإتباع السنة وعود نفسه أكل\nالحلال لم تخطئ له فراسة\n</p>\n\n<p>\nوقال أبو العباس أحمد بن سهل بن عطاء الأدمي من ألزم نفسه آداب السنة نور\nالله قلبه بنور المعرفة ولا مقام أشرف من متابعة الحبيب في أوامره وأفعاله\nوأخلاقه\n</p>\n\n<p>\nوقال أبو حمزة البغدادي من علم طريق الحق سهل سلوكه عليه ولا دليل على\nالطريق إلى الله إلا بمتابعة الرسول صلى الله عليه وسلم في أحواله وأفعاله\nوأقواله\n</p>\n\n<p>\nوقال أبو إسحاق إبراهيم بن داود الدقي علامة محبة الله إيثار طاعته\nومتابعة نبيه صلى الله عليه وسلم\n</p>\n\n<p>\nوقال أبو بكر الطمستاني الطريق واضح والكتاب والسنة قائم بين أظهرنا وفضل\nالصحابة معلوم لسبقهم إلى الهجرة ولصحبتهم فمن صحب هذا الكتاب والسنة وتغرب\nعن نفسه والخلق وهاجر بقلبه إلى الله فهو الصادق المصيب\n</p>\n\n<p>\nوقال أبو القاسم النصر أبادي أصل التصوف ملازمة الكتاب والسنة وترك\nالأهواء والبدع وتعظيم حرمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             المشايخ ورؤية أعذار الخلق\nوالمداومة على الأوراد وترك ارتكاب الرخص والتأويلات\n</p>\n\n<p>\nوقال الخواص الصبر الثبات على أحكام الكتاب والسنة\n</p>\n\n<p>\nوقال سهل بن عبد الله الفتوة إتباع السنة قال أبو علي الدقاق قصد أبو\nيزيد البسطامي بعض من يوصف بالولاية فلما وافى مسجده قعد ينتظر خروجه فخرج\nالرجل وتنخم في المسجد فانصرف أبو يزيد ولم يسلم عليه وقال هذا الرجل غير\nمأمون على أدب من آداب رسول الله صلى الله عليه وسلم فكيف يكون أمينا على\nأسرار الحق\n</p>\n\n<p>\nقال أبو حفص أحسن ما يتوسل به <span id='ms46'></span> العبد إلى مولاه دوام الفقر إليه على جميع\nالأحوال وملازمة السنة في جميع الأفعال وطلب القوت من وجه الحلال\n</p>\n\n<p>\nوأخرج أبو نعيم في الحلية عن سهل بن عبد الله قال أصولنا ستة أشياء\nالتمسك بكتاب الله والإقتداء بسنة رسول الله وأكل الحلال وكف الأذى واجتناب\nالآثام وأداء الحقوق وأخرج عنه قال من كان إقتداؤه بالنبي صلى الله عليه\nوسلم لم يكن في قلبه اختيار لشيء من الأشياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             $ خاتمة\n</p>\n\n<p>\nأخرج الدينوري في المجالسة عن عبد الرحمن بن عبد الله الخرقي قال كان بدأ\nالرافضة أن قوما من الزنادقة اجتمعوا فقالوا نشتم نبيهم فقال كبيرهم إذا\nنقتل فقالوا نشتم أحباءه فإنه يقال إذا أردت أن تؤذي جارك فاضرب كلبه ثم\nتعتزل فتكفرهم فقالوا الصحابة كلهم في النار إلا علي ثم قال كان علي هو\nالنبي فأخطأ جبريل\n</p>\n\n<p>\nقال البخاري في تاريخه عن ابن مسعود قال بعث الله نوحا فما أهلك أمته إلا\nالزنادقة ثم بنى فنبى والله لا يهلك هذه الأمة إلا الزنادقه رأيت بعض من\nنصف في الملل والنحل قسم فرق الرافضة إلى اثنتي عشرة فرقة فسمى الفرقة\nالأولى القائلة بنبوة علي العلوية وذكر أنهم يقولون على النبي صلى الله\nعليه وسلم ويقولون في أذانهم أشهد أن عليا رسول الله صلى الله عليه وسلم\nوالثانية الأموية قالوا إن عليا شريك النبي صلى الله عليه وسلم في النبوة\nوالثالثة الشاعية قالوا إن عليا وصى رسول الله صلى الله عليه وسلم ووليه من\nبعده وأن الصحابة هزأت به وردت أمر الله ورسوله حين تركوا وصيته وبايعوا\nغيره كذب هؤلاء لعنهم الله ورضى الله عن الصحابة وهذه هي الفرقة الثانية\nالتي أشرت إليها في الخطبة ونقلنا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             أثناء الكتاب كلام أبي\nحنيفة رضي الله عنه والعجب من هؤلاء حيث ضللوا الصحابة وردوا الأحاديث\nلأنها من رواياتهم وذلك يلزمهم في القرآن أيضا لأن الصحابة الذين رووا لنا\nالحديث هم الذين رووا لنا القرآن فإن قبلوه لزمهم قبول الأحاديث إذ الناقل\nواحد والرابعة الإسحاقية قالوا النبوة <span id='ms47'></span> متصلة من لدن آدم إلى يوم القيامة\nومن يعلم علم أهل البيت والكتاب فهو نبي والخامسة الناوسية قالوا من فضل\nأبا بكر وعمر على علي فقد كفر والسادسة الامامية قالوا لا تخلو الأرض من\nإمام من ولد الحسين إما ظاهر مكشوف أو باطن موصوف ولا يتعلم العلم من أحد\nبل يعلمه جبريل فإذا مات بدل مكانه مثله والسابعة الزيدية قالوا ولد الحسين\nكلهم أئمة في الصلوات فما دام يوجد منهم أحد لم تجز الصلاة خلف غيرهم\nوالثامنة الرجعية قالوا إن عليا وأصحابه كلهم يرجعون إلى الدنيا وينتقمون\nمن أعدائه ويسوي لهم الملك في الدنيا ما لم يسو لأحد ويملأ الأرض عدلا كما\nملئت جورا والتاسعة اللاعنة يتدينون بلعن الصحابة لهن الله هذه الفرقة ورضى\nالله عن أصحاب رسول الله صلى الله عليه وسلم العاشر السائبة قالوا بإلهية\nعلي تعالى الله عما يقول المفترون علوا كبيرا والحادية عشرة الناسخة قالوا\nبتناسخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             الأرواح والثانية عشرة المتربصة يقيمون لهم في كل عصر\nرجلا ينسبون له الأمر ويزعمونه المهدي وأن من خالفه كفر وقد أوسع صاحب هذا\nالكتاب وهو من مشايخ الحافظ أبي الفضل بن ناصر من الرد على كل فرقة فرقة من\nالكتاب والسنة وروى فيه بسنده عن أبي سعيد الخدري قال مثل أصحاب رسول الله\nصلى الله عليه وسلم مثل العيون ودواء العيون ترك مسها\n</p>\n\n<p>\nوأخرج بسنده عن ابن وهب قال كنا عند مالك بن أنس نتذاكر السنة فقال مالك\nالسنة سفينة نوح من ركبها نجا ومن تخلف عنها غرق والأثر الذي أشرنا إليه في\nالخطبة عن الشافعي رضي الله عنه أخرجه أبو نعيم في الحلية بسنده عن الحميدي\nقال كنت بمصر فحدث محمد بن إدريس الشافعي بحديث عن رسول الله صلى الله عليه\nوسلم فقال له رجل يا أبا عبد الله أتأخذ بهذا فقال أرأيتني خرجت من كنيسة\nترى على زنارا حتى لا أقول به وأخرج عن الربيع بن سليمان قال سأل رجل\nالشافعي عن حديث فقال هو صحيح فقال له <span id='ms48'></span> الرجل فما تقول فارتعد وانتفض وقال\nأي سماء تظلني وأي أرض تقلني إذا رويت عن النبي صلى الله عليه وسلم وقلت\nبغيره وأخرج عن الربيع قال ذكر الشافعي حديثا فقال له رجل أتأخذ بالحديث\nفقال اشهدوا أني إذا صح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             عندي الحديث عن رسول الله صلى الله\nعليه وسلم فلم آخذ به فإ عقلي قد ذهب وأخرج عن ابن الوليد بن أبي الجارود\nقال الشافعي إذا صح الحديث عن رسول الله صلى الله عليه وسلم وقلت قولا فأنا\nراجع عن قولي وقائل بذلك وأخرج عن الزعفراني قال قال الشافعي إذا وجدتم\nلرسول الله صلى الله عليه وسلم سنة فاتبعوها ولا تلتفتوا إلى قول أحد انتهى\nوالله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             <span id='ms49'></span>\n</p>\n",
  "pages": [
    "001",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077"
  ],
  "volumes": [
    "01"
  ]
}