{
  "content": "\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>كتاب العلم - فضله - آدابه - مراحله - - كتب تعليم المرأة - منكراته</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p001'> Vol. 23, p. 001</a>\n            </div>\n            \n<h1 class='l1' id='head1'>ع. ب. العتيبي يقول في رسالته: ما هو العلم الذي نصت عليه <span id='ms4566'></span> الأحاديث وورد في آيات القرآن الكريم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: العلم الذي وردت الشريعة بالثناء على أهله\nوالترغيب فيه إنما هو العلم بأحكام شريعة الله عز وجل، وقبل ذلك العلم\nبالله عز وجل: بأسمائه وصفاته، وما له من الصفات العليا والأفعال الحميدة\nالمبنية على الحكمة والرحمة، ولهذا قال الله تعالى: (إنما يخشى الله من\nعباده العلماء) . أي: العلماء به تبارك وتعالى، وبما له من العظمة التي\nتقتضي الخشية منه، وليست كما يفهمه بعض العامة وأشباههم من أن المراد\nبالعلماء في هذه الآية العلماء بالكون الذين أحاطوا بشيء من علمه، وما\nأوتوا من العلم إلا قليلا، فإن من الناس من علم شيئا من الكون مما علمه\nالله ومع ذلك فإنه من أشد الناس استكبارا وأبعدهم عن خشية الله تبارك\nوتعالى، وإنما المراد بالعلماء العلماء بالله وما له من العظمة والكبرياء\nاللذين بهما تكون الخشية لله سبحانه وتعالى.وخلاصة الجواب: أن العلم الذي\nورد في الكتاب والسنة فضله والترغيب فيه إنما هو العلم بالله تبارك وتعالى،\nوبأحكامه الشرعية التي تعبد عباده بها، وأما العلم بما أودع الله تعالى في\nالكون من الأسرار والحكم فإنه داخل في العلم بالله سبحانه وتعالى.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>أثابكم الله يا شيخ محمد المستمعة عواطف من جدة أرسلت بهذه الرسالة تقول فيها: إنني أرى ولله الحمد شباب اليوم وخاصة بأنهم التزموا بطاعة الله،ولكن نراهم يميلون إلى مذاكرة الحديث والتفسير والتوحيد والفقه فقط، ويهملون المواد الأخرى مثل الرياضيات والعلوم، ويقولون: فقط يريدون الدين ولا يهمهم باقي المواد، يريد الآخرة،نعم ولله الحمد نحن لا نمنعهم من ذكر الله، ولكن الله عز وجل أمرنا بالعلم وحثنا عليه. نريد من فضيلتكم نبذة بسيطة عن فضل العلم، وأيضا تقول: وبصراحة نرى تطوعهم فيه تشديد جدا جدا،نرجو منكم الإفادة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لاشك أن ما ذكرته السائلة- من- أن العلم لا يقتصر\nعلى العلوم الشرعية كعلم التفسير والحديث والتوحيد والفقه وما يتعلق بذلك-\nصحيح-، لكن العلم المحمود على كل حال هو هذه <span id='ms4567'></span> العلوم، هي التي أمر الله\nبها،وهي التي فيها الفضل، وهي التي قال الله تعالى فيها: (إنما يخشى الله\nمن عباده العلماء) . وقال فيها (يرفع الله الذين آمنوا منكم والذين أوتوا\nالعلم درجات) .وقال فيها النبي صلى الله عليه وسلم: (من سلك طريقا يلتمس\nفيه علما سهل الله له به طريقا إلى الجنة) . وقال فيها النبي صلى الله عليه\nوسلم: (من يرد الله به خيرا يفقهه في الدين) . أما العلوم الأخرى التي\nتتعلق بالدنيا فهي من العلوم المباحة التي إن اتخذها الإنسان وسيلة إلى خير\nكانت خيرا، وإن اتخذها وسيلة إلى شر كانت شرا،فهي لا تحمد لذاتها ولا تذم\nلذاتها، بل هي بحسب ما توصل إليه وهناك علوم أخرى،علوم ضارة إما في العقيدة\nوإما في الأخلاق وإما في السلوك، فهذه محرمة وممنوعة بكل حال فالعلوم ثلاثة\nأقسام: محمودة بكل حال، ومذمومة بكل حال، ومباحة يتعلق الذم فيها أو المدح\nبحسب ما تكون وسيلة له، والنصوص الواردة في فضل العلم والحث عليه تتعلق\nبالقسم الأول فقط وهو المحمود بكل حال. وإذا كانت العلوم التي تتعلق\nبالدنيا نافعة للخلق،ولم تشغل عما هو أهم منها،كان طلبها محمودا؛ لما توصل\nإليه من النفع العام أو الخاص، ولا ينبغي لنا أن نحتقرها حتى لا نجعل لها\nقيمة في حال تكون مفيدة للخلق. وأما قولها: إنها ترى هؤلاء يتشددون في\nالدين تشددا عظيما، فالتشديد والتيسير أمر نسبي، قد يرى الإنسان الشيء\nشديدا وهو في نظر غيره يسير، وقد يرى الإنسان الشيء يسيرا وهو في نظر غيره\nشديد، والمرجع في ذلك إلى السنة المطهرة سنة النبي صلى الله عليه وسلم،\nالمبنية على كتاب الله عز وجل فإن كان ما يقومون به من أعمال موافقا للكتاب\nوالسنة فليس بتشديد،بل هو اليسر والسهولة،وإن كان بعض المتهاونين المفرطين\nيرونه تشديدا فلا عبرة بما يرونه، فإنه إذا وافق الكتاب والسنة فهو يسير،\nلقول النبي صلى الله عليه وسلم: (إن هذا الدين يسر) ، لكن قد يستنكر <span id='ms4568'></span> بعض\nالمفرطين شيئا من شريعة الإسلام، ويظن أن القيام به تشديد، فيصف المتمسكين\nبه بالتشدد في دينهم، ونحن لا ننكر أنه يوجد فئة من الناس تتنطع في دينها\nوتزيد فيه، وتعنف على من خالفها في بعض الأمور التي يسوغ فيها الاجتهاد\nويسع الأمة فيها الخلاف، وهؤلاء لا عبرة بهم؛لأنهم مفرطون،والذين يتساهلون\nويرون أن التمسك بالشريعة تشديد لا عبرة بهم أيضا؛ لأنهم مفرطون، والدين\nبين الغالي فيه والجافي عنه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>السائلة ع. ع. ف. من السودان أبو سليم تقول: ورد عن الرسول صلى الله عليه وسلم أنه وجد حلقة علم وحلقة ذكر، فجلس في حلقة العلم، فهل هذا صحيح؟ وإن كان كذلك فكيف كان يذكر أولئك الذين كانوا في حلقة الذكر، أو ماذا يقولون؟ والرسول صلى الله عليه وسلم لم يمنعهم، ولكنه فضل حلقة العلم، وهل يعتبر هذا دليلا على أن حلق الذكر الجماعي بدعة، مع أن الرسول صلى الله عليه وسلم في هذا الحديث إن كان صحيحا لم ينههم عن ذلك وإنما اجتنبهم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا الحديث لا أعلم صحته، ولا أظنه يصح عن النبي\nصلى الله عليه وسلم، ولكن الاجتماع على العلم لاشك أنه من أفضل الأعمال؛\nلأن العلم نوع من الجهاد في سبيل الله، فإن الدين إنما قام بالعلم والبيان،\nوالقتال لمن نابذه وعارضه ولم يخضع لأحكامه. وأما الذكر فإن الاجتماع أيضا\nعلى الذكر لا بأس به، ولكنه ليس الاجتماع الذي يفعله بعض الصوفية: يجتمعون\nجميعا ويذكرون الله تعالى بصوت واحد أو ما أشبه ذلك، إنما لو يجتمعون على\nقراءة القرآن أو ما أشبه هذا، مثل أن يقرأ واحد والآخرون ينصتون له، ثم\nيديرون القراءة بينهم، فهذا ليس فيه بأس ولا حرج فيه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>بارك الله فيكم تسأل عن معنى وصحة الحديث الذي ما معناه أن الرسول صلى الله عليه وسلم قال: (فضل العالم على الجاهل يوم القيامة كفضلي على سائر الناس) ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الظاهر لي أن هذا الحديث ضعيف، ولكن لا شك أن <span id='ms4569'></span>\nالعالم لا يساويه الجاهل بأي حال من الأحوال؛ لقول الله تعالى: (قل هل\nيستوي الذين يعلمون والذين لا يعلمون) .وقوله تعالى: (يرفع الله الذين\nآمنوا منكم والذين أوتوا العلم درجات) . أما أن يفضله بهذا المقدار المعين\nفإن الحديث في ظني ضعيف ولم أكن أحرره. والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>أحسن الله إليكم فضيلة الشيخ هذا السائل ع. ع يقول في هذا السؤال فضيلة الشيخ ما نصيحتكم لطالب علم اجتهد في إصلاح نيته واجتهد في الإخلاص، ولكنه لم يقدر، وهو خائف من أن تصدق عليه الأحاديث الواردة في الوعيد الشديد لمن كانت نيته ليست خالصة لله، ويوشك أن يترك طلب العلم. وجهونا في ضوء هذا السؤال مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إن هذا السؤال سؤال مهم لطالب العلم، وذلك أن\nالعلم عبادة من أفضل العبادات وأجلها وأعظمها،حتى جعله الله تعالى عديلا\nللجهاد في سبيله،حيث قال تبارك وتعالى: (وما كان المؤمنون لينفروا كافة\nفلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا\nرجعوا إليهم لعلهم يحذرون) . فأخبر سبحانه وتعالى أنه لا يمكن للمؤمنين أن\nينفروا في الجهاد في سبيل الله كلهم، ولكن ينفر من كل فرقة طائفة ليتفقه\nالقاعدون في دين الله، ولينذروا قومهم إذا رجعوا إليهم لعلهم\nيحذرون،والآخرون يقاتلون في سبيل الله. وقال النبي صلى الله عليه وعلى آله\nوسلم: (من يرد الله به خيرا يفقهه في الدين) . فإذا رأى الإنسان أن الله\nتعالى قد فقهه في دينه فليبشر أن الله تعالى أراد به خيرا، ويجب إخلاص\nالنية لله في طلب العلم، بأن ينوي الإنسان في طلبه للعلم أولا: امتثال أمر\nالله تبارك وتعالى؛ لأن الله تعالى قال: (فاعلم أنه لا إله إلا الله) . قال\nالبخاري رحمه الله: فبدأ بالعلم قبل القول والعمل.\n</p>\n\n<p>\nثانيا: أن ينوي بتعلمه حفظ شريعة الله،فإن الشريعة تحفظ في الصدور، وتحفظ\nفي الكتاب المسطور.\n</p>\n\n<p>\nثالثا: أن ينوي بتعلمه حماية شريعة الله من أعدائها؛ لأن أعداءها مسلطون\nعليها منذ بعث الرسول عليه الصلاة <span id='ms4570'></span> والسلام إلى قيام الساعة، فلينو بطلب\nالعلم حماية هذه الشريعة العظيمة.\n</p>\n\n<p>\nرابعا: أن ينوي بذلك المدافعة عن الشريعة إذا هاجمها أحد، وحينئذ يجب أن\nيتعلم من العلم السلاح الذي يدافع به، بل ينبغي أن نقول الذي يهاجم به\nأعداء الله، ويعامل كل أحد بالسلاح الذي يناسب حاله، والناس يختلفون في هذا\nالشيء: فمن الناس من يحاج في العقيدة،فيحتاج الإنسان إلى تعلم العقيدة التي\nيدافع بها العقائد الفاسدة ومن الناس من يهاجم الإسلام بالأخلاق السافلة،\nفيجب على الإنسان أن يتعلم الأخلاق الفاضلة، وأن يتعلم مساوئ الأخلاق\nالسافلة وآثارها السيئة، وهلم جرا. كذلك أيضا ينوي طالب العلم بطلبه العلم\nأن يقيم عبادة الله على ما يرضي الله عز وجل؛ لأن الإنسان بدون التعلم لا\nيمكن أن يعرف كيف يعبد الله، لا في وضوئه ولا صلاته ولا صدقته ولا صيامه\nولا حجه. وأيضا يدعو إلى الله سبحانه وتعالى بعلمه، فيبين الشريعة للناس\nويدعوهم إلى التمسك بها. فالعلم في الحقيقة من أفضل العبادات وأجلها\nوأعظمها نفعا، ولهذا تجد الشيطان حريصا على أن يصد الإنسان عن العلم،\nفيأتيه مرة بأنه إذا طلب العلم يكون مرائيا لأجل أن يراه الناس ويقولوا:\nإنه عالم، فيستحسر ويقول: مالي وللرياء؟ أو يقول له: انو بطلبك العلم\nالشرعي شيئا من الدنيا حتى يحق عليك الوعيد: (من طلب علما مما يبتغى به وجه\nالله،لا يريد إلا أن ينال عرضا من الدنيا،لم يرح رائحة الجنة) . ويأتيه\nبالأشياء الكثيرة التي تصده عن العلم. ولكن على المرء أن يستعيذ بالله من\nالشيطان الرجيم، وأن يمضي لسبيله، ولا يهتم بهذه الوساوس التي تعتري قلبه،\nوكلما ما أحس بما يثبطه عن العلم بأي وسيلة فليقل: أعوذ بالله من الشيطان\nالرجيم،وليقل: اللهم أعني، وما أشبه ذلك. وأقول لهذا الطالب: امض لسبيلك،\nاطلب العلم، لا يصدنك الشيطان عن ذكر الله ولا عن طلب العلم، واستمر وأنت\nسوف تلاقي صعوبة ومشقة في تصحيح النية ولكن تصحيح النية، أمر سهل فامض أيها\nالشاب في سبيلك، واستعن <span id='ms4571'></span> بالله عز وجل، واستعذ بالله من الشيطان الرجيم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>السائلة أم هشام من جدة تقول معلمة تدرس القرآن الكريم، وسبب تدريسها هو ترشيح الإدارة المدرسية لها لشدة حاجة المدرسة للمعلمات، وأخرى تدرس من أجل المال، فليس لديهن النية التي يقرأن ويسمعن عنها من ابتغاء وجه الله عز وجل، فهل تثابان على هذه النية أم عليهما وزر؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا يمتنع أن يريد الإنسان بتعليم القرآن ما يحصل\nله من مكافأة وما يرشح له من عمل، مع إخلاص النية لله تعالى، فتكون النية\nمركبة من هذا، ومن هذا وقد قال الله تعالى في الحج: (ليس عليكم جناح أن\nتبتغوا فضلا من ربكم) يعني:بالتجارة. فأشير على هاتين المرأتين أن تجعلا\nالأصل هو منفعة الدارسات وتعليمهن كتاب الله عز وجل، وهذا لا يفوت عليهما\nالمكافأة، ولا القيام بما رشحتا له.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>حدثونا عن أهمية العلم الشرعي بالنسبة لطالب العلم، وما هي الطريقة المثلى لطالب العلم الشرعي، وماذا يجب عليه في حفظ القرآن الكريم،وكيف نستطيع أن نفهم العقيدة الإسلامية، خاصة إذا كان الشخص وحيدا وليس لديه ما يساعده على ذلك في مسألة الصفات والأسماء لله عز وجل؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: طلب العلم الشرعي فرض على كل مسلم، لكنه على\nقسمين: الأول: فرض عين، والثاني: فرض كفاية. أما فرض العين:فيجب على كل\nمسلم أن يتعلم من شرع الله ما يحتاج إلى فهمه، فمثلا إذا كان عنده مال يجب\nعليه أن يتعلم ماهي الأموال التي تجب فيها الزكاة؟ وما مقدار الزكاة\nالواجبة؟ وما شروطها؟ ومن المستحقون لها؟ ليعبد الله تعالى على علم وبصيرة\nإذا كان تاجرا فعليه أن يتعلم من أحكام تجارته ما يستعين به على تطبيق\nالتجارة على القواعد الشرعية، وإذا كان ناظرا على الأوقاف فيجب عليه أن\nيتعلم من أحكام الأوقاف ما يستعين به على أداء مهمته، وهلم جرا.\n</p>\n\n<p>\nأما فرض الكفاية فهو ما عدا ذلك من العلوم الشرعية، فإن على الأمة\nالإسلامية أن تحفظ دينها بتعلم أحكامه، وعلى هذا <span id='ms4572'></span> فكل طالب علم يعتبر أنه\nقائم بفرض كفاية يثاب على طلبه ثواب الفريضة، وهذه بشرى سارة لطلاب العلم\nأن يكونوا حال طلبهم قائمين بفريضة من فرائض الله عز وجل، ومن المعلوم أن\nالقيام بالفرائض أحب إلى الله تعالى من القيام بالنوافل، كما ثبت في الحديث\nالصحيح القدسي أن الله تبارك وتعالى قال: (ما تقرب إلي عبدي بشي أحب إلي\nمما افترضت عليه) . وأما كيفية الطلب: فيبدأ الإنسان بما هو أهم، وأهم شيء\nهو علم كتاب الله عز وجل وفهمه؛ لقول الله تبارك وتعالى: (أفلم يدبروا\nالقول أم جاءهم ما لم يأت آباءهم الأولين) .أي: إنه وبخهم عز وجل لعدم\nتدبرهم كلام الله عز وجل وقال تعالى: (أفلا يتدبرون القرآن أم على قلوب\nأقفالها) . وقال الله تبارك وتعالى: (كتاب أنزلناه إليك مبارك ليدبروا\nآياته وليتذكر أولوا الألباب) . والتدبر يعني تفهم المعنى، ولهذا كان\nالصحابة رضي الله عنهم لا يتجاوزون عشر آيات حتى يتعلموها وما فيها من\nالعلم والعمل. ثم بعد ذلك ما صح عن النبي صلى الله عليه وسلم من أقواله\nوأفعاله وتقريراته، ثم ما كتبه أهل العلم مما استنبطوه من كتاب الله وسنة\nرسوله صلى الله عليه وعلى آله وسلم، وعلى رأسهم وفي مقدمتهم الصحابة رضي\nالله عنهم، فإنهم خير القرون بنص الحديث عن النبي صلى الله عليه وعلى آله\nوسلم، وهم أقرب الناس إلى فهم كتاب الله وفهم سنة رسول الله صلى الله عليه\nوعلى آله وسلم. وليبدأ في المتون بالمختصرات قبل المطولات؛لأن طلب العلم\nكالسلم إلى السقف،يبدأ فيه الإنسان من أول درجة، ثم يصعد درجة درجة حتى\nيبلغ الغاية، وقولي حتى يبلغ الغاية ليس معناه أن الإنسان يمكن أن يحيط بكل\nشي علما هذا لا يمكن: (وفوق كل ذي علم عليم) حتى ينتهي العلم إلى الله عز\nوجل، ولكن يبدأ بالأهم فالأهم، ويبدأ بالمختصرات قبل المطولات. وخير ما\nنراه في باب الأسماء والصفات من الكتب المختصرة العقيدة الواسطية لشيخ\nالإسلام ابن تيمية؛ لأنها عقيدة مختصرة سهلة <span id='ms4573'></span> جامعة نافعة، أكثر ما جاء به\nفي صفات الله من القرآن الكريم وأما كيف تستعمل هذه الأدلة؟ فإن الطريق\nالصحيح والمنهج السليم فيها أن يجريها الإنسان على ظاهرها اللائق بالله عز\nوجل، فيجريها على ما يدل عليه ظاهرها، لكن من غير تمثيل ولا تكييف فإذا قرأ\nقول الله تعالى يخاطب إبليس: (ما منعك أن تسجد لما خلقت بيدي أستكبرت أم\nكنت من العالين) آمن بأن لله يدين اثنتين حقيقة لا مجازا، لكن لا يجوز أن\nيقول: كيفيتهما كذا وكذا، ولا أن يقول: إنهما مثل أيدي المخلوقين، يعني: لا\nيمثل ولا يكيف. وكذلك إذا قرأ قول النبي صلى الله عليه وسلم: (ما من قلب من\nقلوب بني آدم إلا وهو بين إصبعين من أصابع الرحمن) فيثبت لله عز وجل أصابع\nحقيقية، ولكن لا يمثل ولا يكيف،فلا يقول إن أصابع الله عز وجل كأصابع\nالمخلوق، ولا يكيف صفة معينة يقدرها في ذهنه لهذه الأصابع ودليل هذا أن\nالله سبحانه وتعالى خاطبنا في القرآن باللغة العربية، فما دل عليه اللفظ\nبمقتضى اللغة العربية فهو ثابت؛ لقوله تعالى: (إنا جعلناه قرآنا عربيا\nلعلكم تعقلون) . وقوله تعالى (نزل به الروح الأمين (193) على قلبك لتكون من\nالمنذرين (194) بلسان عربي مبين) فبين الله تعالى أنه أنزل القرآن وصيره\nباللغة العربية من أجل أن نعقله ونفهمه، وهذه هي القاعدة في إرسال الله\nتعالى الرسل: يرسلهم الله تعالى بلغة أقوامهم ليبينوا لهم، قال الله تعالى:\n(وما أرسلنا من رسول إلا بلسان قومه ليبين لهم) . فنجري آيات الصفات على ما\nتقتضيه اللغة العربية، لكننا لا نمثل ولا نكيف: أما عدم التمثيل فلأن الله\nتعالى نهانا أن نضرب له المثل، فقال: (فلا تضربوا لله الأمثال إن الله يعلم\nوأنتم لا تعلمون) . وأخبرنا عز وجل أنه لا مثل له، فقال تعالى: (ليس كمثله\nشيء وهو السميع البصير) ، وقال تعالى: (رب السموات والأرض وما بينهما\nفاعبده واصطبر لعبادته هل تعلم له سميا) . وبهذه الآيات يتبين أنه لا يحل\nلنا أن نمثل بصفات <span id='ms4574'></span> الله عز وجل وأما امتناع التكييف بأن نقول: كيفية يده\nكذا،كيفية أصابعه كذا،فلقول الله تعالى: (ولا تقف ما ليس لك به علم إن\nالسمع والبصر والفؤاد كل أولئك كان عنه مسئولا) ، ولقوله تعالى: (قل إنما\nحرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا\nبالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون) . ومن\nالمعلوم أن الله تعالى أخبرنا عن صفاته ولم يخبرنا عن كيفيتها، فإذا حاولنا\nأن نكيف صرنا ممن افترى على الله كذبا،هذه هي القاعدة في باب أسماء الله\nوصفاته. فلو قال لك قائل: المراد باليدين النعمة أو القدرة، فبكل سهولة أنت\nقل: هذا باطل؛ لأن هذا خلاف مدلولهما في اللغة العربية، والقرآن نزل باللغة\nالعربية، ولا نقبل هذا التحريف إلا بدليل من كتاب الله أو سنة رسوله أو\nأقوال السلف. وإذا قال لك قائل: المراد باستواء الله على العرش استيلاؤه\nعليه. فقل: هذا باطل؛ لأن الاستواء على الشيء لا يعني الاستيلاء عليه في\nاللغة العربية،والقرآن نزل باللغة العربية، ومعنى الاستواء على الشيء في\nاللغة العلو عليه علوا خاصا،ليس العلو المطلق العام الشامل. وإذا قال لك\nقائل: (ويبقى وجه ربك ذو الجلال والإكرام) أي: يبقى ثواب الله. فقل: هذا\nباطل؛ لأن الله وصف الوجه بالجلال والإكرام فقال: (ويبقى وجه ربك ذو الجلال\nوالإكرام) وذو صفة الوجه، ومعلوم أن الثواب لا يوصف بأنه ذو الجلال\nوالإكرام، وسر على هذا المنهج تسلم من البدع الضالة، فإن النبي صلى الله\nعليه وسلم حذر من البدع، قال: (إياكم ومحدثات الأمور، فإن كل محدثة بدعة،\nوكل بدعة ضلالة) . والعجب أن هولاء المحرفين الذين يقولون: المراد باليد\nالنعمة أو القدرة، والمراد بالوجه الثواب،والمراد بالاستواء الاستيلاء،\nيدعون أنهم فعلوا ذلك تنزيها لله عما لا يليق به، وفي الحقيقة أنهم بفعلهم\nهذا وصفوا الله بما لا يليق به، فقد أخبر عن شيء هو في نظرهم غير\nصحيح،فيكون في كلام الله <span id='ms4575'></span> إما الكذب وإما التلبيس والتعمية على الخلق،الله\nعز وجل يقول: (يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب\nعليكم) . ويقول عز وجل: (يبين الله لكم أن تضلوا والله بكل شيء عليم) .\nفالله عز وجل قد بين لنا في القرآن كل شيئ، ولا سيما ما يتعلق بأسمائه\nوصفاته،فقد بينه الله تعالى بيانا كافيا شافيا لا يحتاج إلى أقيسة هؤلاء\nالتي يدعونها عقلية وهي خيالات وهمية. ثم إني أنصح من أراد طلب العلم أن\nيختار شيخا له موثوقا في علمه وموثوقا في دينه، سليم العقيدة سليم المنهج\nمستقيم الاتجاه؛ لأن التلميذ سيكون نسخة من أستاذه، فإن وفق الله له أستاذا\nسليما مستقيما صار على نهجه، وإن كانت الأخرى فسينحرف كما انحرف أستاذه.\nفإذا قدر أنه لا يستطيع الوصول إلى مثل هذا الأستاذ الموصوف بما ذكرنا، فقد\nاتسع الأمر ولله الحمد في الآونة الأخيرة، وصارت أصوات العلماء تصل إلى\nأقصى الدنيا عبر الشريط، فيمكنه أن يقرأ على الأستاذ بما يسمعه من الشريط،\nويقيد ما يشكل عليه من الكلام ويراجع به الأستاذ المتكلم، إما عن طريق\nالهاتف أو عن طريق الفاكس أو عن طريق المكاتبة، كل شيء متيسر ولله الحمد،\nومعلوم أن تلقي العلم عن الشيخ أقرب إلى التحصيل، وأسرع وأسلم من الزلل،\nولهذا نجد الذين يعتمدون على مجرد قراءة الكتب يحصل منهم الخطأ الكثير، ولا\nيصلون إلى الغاية من العلم إلا بعد زمن طويل، لكن عند الضرورة لا بأس أن\nتستند إلى الكتب وإلى الأشرطة وما أشبه ذلك، بشرط أن تكون هذه الأشرطة\nوالكتب عن مأمون في علمه ودينه ومنهجه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>بارك الله فيكم يا فضيلة الشيخ هذه الرسالة وصلت من ليبيا المستمع مفتاح موسى يقول: السلام عليكم ورحمة الله وبركاته، ما هي الطريقة المثلى التي يمكن بها لطالب العلم دراسة الفقه الإسلامي؟ وهل من الممكن الاعتماد على الكتب ودراستها دون استشارة وطلب الشرح من الفقهاء والعلماء؟ أرجو التوضيح مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: وعليكم السلام ورحمة الله وبركاته. طلب <span id='ms4576'></span> العلم له\nطريقان: الطريق الأول: تلقي العلم من المشايخ، والطريق الثاني: مراجعة\nالكتب. لكن الطريق الأولى يجب أن يكون الشيخ الذي يتلقى منه العلم شيخا\nمأمونا في علمه، ومأمونا في دينه، في العقيدة وفي العمل؛ لأن بعض المشايخ\nيدعي المشيخة وينصب نفسه معلما ومفتيا، وهو جاهل لا يعرف من العلم إلا\nالشيء اليسير، فيضل الناس بغير علم لكن إذا كان الرجل معروفا بالاستقامة\nوالعلم والدين والأمانة،وسلامة العقيدة وسلامة الفكر فهذا يتلقى منه العلم.\nوطريق التلقي عن العلماء أسهل من طريق قراءة الكتب؛لأن العالم كالمجهز\nللطعام يعطيك الطعام مطبوخا منتهيا، فيكون تلقي العلم من طريقه أقصر، ولأن\nالعالم إذا تلقيت من عنده علمك كيف تتلقى العلم؟ كيف تستنبط الأحكام من\nالأدلة؟ كيف الترجيح بين أقوال العلماء؟ وما أشبه ذلك. أما التلقي من الكتب\nفهذا يصار إليه عند الضرورة، إذا لم يجد الإنسان عالما في بلده يثق به علما\nودينا وخلقا وفكرا، فحينئذ ليس له طريق إلا التلقي من الكتب، ولكن التلقي\nمن الكتب طريق طويل يحتاج إلى جهد كبير، ويحتاج إلى تأن ويحتاج إلى نظر،\nويحتاج أيضا إلى مطالعة كتب الفقهاء عموما؛ لأنك لو اقتصرت على مطالعة كتب\nفقه معين فربما يكون عند الفقهاء الآخرين من الأدلة ما ليس عند هذا،\nفالطريق طويل ولهذا أطلق بعض الناس أن من كان دليله كتابه،كان خطؤه أكثر من\nصوابه. ولكن هذا ليس على إطلاقه: فإن من العلماء من تلقوا العلم من الكتب،\nويسر الله لهم الأمر، وبرعوا في العلم وصاروا أئمة فيه. أما كيف يتلقى\nالعلم فنقول: ينظر إلى أقرب المذاهب إلى الحق فيأخذ به ويتفقه عليه، ولكن\nلا يعني ذلك أن لا يأخذ بما دل عليه الدليل من المذاهب الأخرى، بل يأخذ\nبالدليل ولو كان خلاف المذهب الذي اعتنقه، ولست بذلك أدعو إلى التقليد،\nولكني أدعو إلى أن يكون للإنسان طريق معين يصل إلى الفقه منه، ولا يجعل\nالعمدة كلام العلماء، بل العمدة كتاب الله وسنة رسوله صلى الله عليه <span id='ms4577'></span> وعلى\nآله وسلم،وهذا لا يضر أن أتفقه مثلا على مذهب الإمام أحمد بن حنبل وعلى\nقواعد هذا المذهب،وإذا تبين لي الصواب،في مذهب آخر أخذت بالصواب كما هي\nطريق شيخ الإسلام ابن تيمية، وطريق الشيخ محمد بن عبد الوهاب،وغيرهما من\nالعلماء المحققين البارزين،وهذا لا يعني أن لا أتفقه على الكتاب والسنة،\nأنا أتفقه على الكتاب والسنة. لكن أجعل لي شيئا أعبر منه إلى الكتاب والسنة\nوعلى هذا فنقول:إذا اخترت مثلا مذهب الإمام أحمد بن حنبل ففيه كتب مختصرة\nوكتب متوسطة وكتب مطولة، فاحفظ أولا الكتب المختصرة في هذا المذهب، ثم إن\nكان لديك عالم تتلقى العلم منه فاقرأ هذا الكتاب عليه بعد أن تحفظه، وهو\nيبين لك معانيه ويشرحه لك، وإذا كان عنده سعة علم بين لك الراجح والمرجوح،\nوبين لك مآخذ العلماء،وحصلت على خير كثير، ولكن لا تخل نفسك من كتب الحديث:\nاحفظ من كتب الحديث ما تيسر، فإن تيسر لك أن تحفظ بلوغ المرام من أدلة\nالأحكام فهذا حسن جدا، وإن لم يتيسر فعمدة الأحكام، حتى يكون لك نصيب من\nالأدلة تعتمد عليه، وهذا كله بعد حفظ كتاب الله عز وجل وتفهم معانيه؛لأنه\nهو الأصل، فصار هذا الترتيب الذي ذكرته هو من أحسن ما يتمشى عليه طالب\nالعلم فيما أرى. والله الموفق.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>يقول فضيلة الشيخ أرجو إيضاح المنهج الصحيح لطالب العلم المبتدئ وكذلك إيضاح الكتب التي يبدأ فيها طالب العلم جزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: المنهج الصحيح لطالب العلم مبتدئا -كان أو راغبا\nأو منتهيا- هو أن يسير في عقيدته وأقواله وأفعاله وأخلاقه على ما علمه من\nكتاب الله وسنة رسوله صلى الله عليه وعلى آله وسلم، لأن ثمرة العلم هو\nالعمل به، والعلم إذا لم يعمل به من أعطاه الله إياه صار وبالا عليه؛ لأنه\nبالعلم قامت عليه الحجة، وتبينت له المحجة فإذا عاند وخالف صار علمه حجة\nعليه ووبالا عليه، ولهذا قال النبي صلى الله عليه وعلى <span id='ms4578'></span> آله وسلم: (القرآن\nحجة لك أو عليك) . وعلى طالب العلم المبتدئ والراغب والمنتهي أن يظهر أثر\nعلمه عليه: في الوقار والسمت الحسن والخلق الجميل،حتى يكون محترما بين\nالناس معظما فيهم؛ لأن كلمة المحترم المعظم تزن ألف كلمة من المستهان به،\nإن قبلت الكلمة من المستهان به، وعلى طالب العلم أن يبلغ ما علمه من شريعة\nالله؛ لقول النبي صلى الله عليه وعلى آله وسلم: (بلغوا عني ولو آية) .\nفالعلماء ورثة الأنبياء، والوارث يجب أن يكون على هدي الموروث؛ لأن الوارث\nيحل محل الموروث فيما ترك، فكما أن المال إذا مات صاحبه انتقل المال نفسه\nإلى ورثته، كذلك الأنبياء عليهم الصلاة والسلام إذا ماتوا انتقل ميراثهم\nوهو العلم إلى من بعدهم، فمن أخذ به أخذ بحظ وافر، وعلينا أن نسلك ما سلكه\nالرسل عليهم الصلاة والسلام في هداية الخلق ودعوتهم إلى الحق، فطالب العلم\nالمبتدئ والراغب والمنتهي عليه مسؤولية في نشر علمه ودعوة الخلق إلى الحق،\nوعلى طالب العلم المبتدئ والراغب والمنتهي، عليه ألا يقع في قلبه حسد لأحد،\nفإن الحسد من أخلاق اليهود،وهو خلق ذميم، وأول ما يتضرر به صاحبه؛ لأنه\nكلما رأى نعمة الله على أحد احترق قلبه وضاقت نفسه، ولم ير نعمة الله عليه\nفي شيء، بل ربما يتدرج به الحسد إلى أن يشعر بنفسه أن الله قد ظلمه،حيث\nأعطى فلانا ما لم يعطه، وقد أنكر الله هذا على أولئك الحسدة في قوله: (أم\nيحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب\nوالحكمة وآتيناهم ملكا عظيما) . وليعلم الحاسد -من طالب العلم وطالب المال\nوطالب الولد- أن حسده لا يمكن أن يمنع فضل الله على المحسود، وليسترشد بما\nأرشد الله إليه في قوله تعالى: (ولا تتمنوا ما فضل الله به بعضكم على بعض\nللرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله) .\nفإذا رأى من فاقه علما ودينا وولدا ومالا فليعلم أن ذلك من فضل الله،\nوليسأل الله <span id='ms4579'></span> من فضله، الذي أعطى هذا فليعطك، وأما كونك تحسده وتكره ما أنعم\nالله به عليه فهذا خطأ في التصور، وسفه في العقل، وضلال في الدين.\n</p>\n\n<p>\nأما الكتب التي أنصح بها طالب العلم: فأولها كتاب الله عز وجل الذي لا\nيأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد الذي أكد الله عز\nوجل أنه يسره للذكر، قال الله تعالى: (ولقد يسرنا القرآن للذكر) . فليتجه\nالإنسان طالب العلم إلى القرآن الكريم حفظا وتلاوة، وتدبرا وفهما، وعملا\nبما دل عليه، حتى ينال بذلك سعادة الدنيا والآخرة،وليحرص على مراجعة كتب\nالمفسرين الموثوقين في علمهم وأمانتهم؛ لأن مشارب المفسرين في القرآن\nالكريم مختلفة، ومنها ما هو ضلال، فيحاول من كان هذا مشربه إلا أن يحرف\nنصوص القرآن إلى ما يعتقده،مثال ذلك: قال الله تبارك وتعالى في القرآن\nالكريم: (الرحمن على العرش استوى) . وقد ذكر الله تعالى استواءه على عرشه\nفي سبعة مواضع من القرآن الكريم وكلها بلفظ استوى على العرش، والاستواء على\nالشيء معلوم في اللغة العربية التي نزل بها القرآن الكريم،كما قال الله\nتعالى: (وإنه لتنزيل رب العالمين (192) نزل به الروح الأمين (193) على قلبك\nلتكون من المنذرين (194) بلسان عربي مبين) . وقال تعالى: (إنا أنزلناه\nقرآنا عربيا لعلكم تعقلون) . وقال تعالى: (ولقد نعلم أنهم يقولون إنما\nيعلمه بشر لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين) . وفي اللغة\nالعربية: الاستواء إذا تعدى بعلى فإن معناه العلو على الشيء، كما قال\nتعالى: (وجعل لكم من الفلك والأنعام ما تركبون (12) لتستووا على ظهوره ثم\nتذكروا نعمة ربكم إذا استويتم عليه وتقولوا سبحان الذي سخر لنا هذا وما كنا\nله مقرنين) . فاستواء الله على عرشه علوه عليه على وجه يختص به ويليق به جل\nوعلا، ولكننا لا نعلم كيفيته؛لأن الله تعالى أخبرنا أنه استوى على عرشه،\nولم يخبرنا كيف استوى. ولهذا لما سأل رجل الإمام مالكا رحمه الله فقال: يا\nأبا عبد الله (الرحمن على العرش استوى) كيف استوى <span id='ms4580'></span>؟ أطرق مالك برأسه حتى جعل\nيتصبب عرقا من شدة ما نزل عليه من هذا السؤال،ثم قال: الاستواء غير مجهول،\nوالكيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة، وقال: ما أراك إلا\nمبتدعا، ثم أمر به فأخرج من المسجد النبوي؛ لأنه سأل عن شيء لا يسعه إلا\nالسكوت عنه، فإن الصحابة لم يسألوا عنه رسول الله صلى الله عليه وعلى آله\nوسلم، وهم أحرص منا على معرفة صفات الله عز وجل، وأشد منا تعظيما لله، وأشد\nمنا حبا للعلم، وعندهم من إذا سألوه فهو أجدر بالإجابة منا، وهو رسول الله\nصلى الله عليه وعلى آله وسلم ولم يسألوه. يوجد من المفسرين من يفسر (استوى\nعلى العرش) أي: استولى عليه وملكه وقهره بقوة السلطان والسيطرة، ولا شك أن\nهذا معنى باطل، مخالف لما تقتضيه دلالة القرآن الكريم ولما كان عليه السلف\nالصالح وأئمة المسلمين، فمثل هذا التفسير يجب أن يحترز الإنسان منه وألا\nيغتر؛ به لأن هذا التفسير قد يصاغ بأسلوب بياني يملك شعور الإنسان، حتى\nيصدق به مع كونه تحريفا لكتاب الله. والأمثلة على هذا كثيرة منهم من يحاول\nصرف الآيات الكريمة إلى معتقده، ومنهم من يحاول صرفها إلى مذهبه الفقهي،\nومنهم من يحاول صرفها إلى مذهبه النحوي فيقول: هذا شاذ وهذا غير قياسي وما\nأشبه ذلك. الخلاصة أني أقول: أهم كتاب يعتني به طالب العلم كتاب الله عز\nوجل، لكن ليكن تلقيه لمعاني كتاب الله عز وجل من الكتب الموثوقة في التفسير\nالتي قام بتأليفها علماء موثوقون في علمهم وفي دينهم وفي أمانتهم، ثم بعد\nذلك ما صح من أحاديث رسول الله صلى الله عليه وعلى آله وسلم، ويبتدئ\nبالمختصرات مثل كتاب عمدة الأحكام للحافظ عبد الغني المقدسي، ثم بلوغ\nالمرام للحافظ ابن حجر العسقلاني، ثم المنتقى من أخبار المصطفى للمجد ابن\nتيمية جد شيخ الإسلام ابن تيمية، وبعد هذا المختصرات الفقهية كزاد المستقنع\nفي الفقه الحنبلي، وما يشابهه من المختصرات الفقهية في المذاهب الأخرى،\nولكن لا نجعل <span id='ms4581'></span> هذه الكتب الفقهية التي ألفها علماء دليلا يحتج به؛ لأن كلام\nالعلماء رحمهم الله مهما بلغوا في العلم يحتاج أن يحتج له، وليس دليلا يحتج\nبه، فأقوال العلماء يحتج لها ولا يحتج بها، لكنها لا شك أنها مما يستأنس به\nويستشهد به فإذا تمكن الإنسان من هذه الكتب الفقهية، ويسر الله له شيخا\nيبين له معناها، ويبين الراجح من المرجوح، فإنه يحصل على خير كثير. وإنني\nأحث طلبة العلم على الاعتناء بالأصول والقواعد؛ لأنها هي العلم حقيقة، أما\nأفراد المسائل فهي- وإن كانت علما- لكنها لا تعطي الإنسان ملكة يستطيع بها\nأن يعرف الراجح من المرجوح والصحيح من الضعيف، وأسأل الله تعالى أن يكثر من\nأمثال هذا السائل في جامعاتنا.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>يقول السائل: ما هي المراحل التي ينبغي على طالب العلم أن يسير عليها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: المراحل التي ينبغي لطالب العلم أن يسير عليها في\nتحصيل العلم أن يبدأ أولا بكتاب الله عز وجل، فإن الصحابة رضي الله عنهم\nكانوا لا يتجاوزون عشر آيات حتى يتعلموها وما فيها من العلم والعمل، ثم بما\nصح من سنة رسول الله صلى الله عليه وعلى آله وسلم، وليسلك في ذلك أخصر ما\nيكون ما دام في ابتداء الطلب، ثم إذا ترعرع في الطلب واشتد ساعده بدأ يترقى\nإلى الكتب الكبيرة التي فيها ذكر الآراء والمناقشة فيها، وليكن مرجعه في\nذلك شيخه الذي يدرس عليه، فالشيخ هو الذي يوجه التلميذ فيما يقرأ وفيما لا\nيقرأ.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>يقول السائل: طالب العلم هل يبدأ بحفظ القرآن الكريم أم بقراءة كتب العلم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا والله، يبدأ بحفظ القرآن حفظ القرآن، لا شيء\nقبله مما يحفظه الإنسان؛ لأن القرآن كلام الله، وتلاوته عبادة،وتدبره\nعبادة، والعمل بما يدل عليه عبادة، وتصديق خبره عبادة، فهو أفضل الكتب\nالمنزلة من الله عز وجل، وأفضل من الكتب المؤلفة من الناس ولا سواء، فليبدأ\nالإنسان بحفظ القرآن الكريم،ثم بما صح من سنة الرسول صلى الله عليه وعلى\nآله <span id='ms4582'></span> وسلم: كعمدة الأحكام للحافظ عبد الغني المقدسي رحمه الله، فإنه كتاب\nمختصر جدا في الأحكام،ثم بما تيسر له من كتب أهل العلم في العقيدة وغيرها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>جزاكم الله خيرا فضيلة الشيخ السائل أبو عبد الله سعيد يذكر في رسالته ويقول: يبلغ من العمر الثامنة والعشرين، وقبل هذا الوقت يقول: كنت مسرفا على نفسي، ولكن هداني الله عز وجل والحمد لله، وأريد أن أتعلم العلم الشرعي وأتفقه في الدين، فهل فات الوقت بالنسبة لسني؟ وكيف السبيل لتحصيل ذلك العلم؟ خاصة وأنا أعمل هنا تقريبا في اليوم كله؟ فأرجو من فضيلة الشيخ أن يضع جدولا لمن هم في مثل حالتي، وجزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أقول الحمد لله الذي هداه وأسأل الله لي وله\nالثبات على الحق أما فيما يتعلق بسنه فإنه لم يفت الأوان والحمد لله\nالإنسان لا يفوت أوانه واستعتابه وتوبته إلا إذا حضره الموت، ومادام في زمن\nالإمهال فإنه لا يفوته شيء. أما فيما يتعلق بطلبه العلم الشرعي مع كونه\nمشغولا كل اليوم: فبإمكانه أن يستحضر رسائل أو أشرطة يستمع إليها من أهل\nالعلم الموثوقين في علمهم وأمانتهم، ويحصل على ما تيسر.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>بارك الله فيكم هذا يقول في سؤاله: تعلم العلم الشرعي هل يقتصر على المواد الشرعية فقط، أم يدخل بذلك بعض العلوم؟ أرجو منكم الإفادة في سؤالي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: العلوم الشرعية داخلة في العلم الشرعي، وتعلمها\nتعلم شرعي لا إشكال في هذا، أما بقية العلوم فينظر: إن كانت تعين على العلم\nالشرعي فإنها من العلوم النافعة التي ينتفع بها الإنسان في التقوي على\nمعرفة العلوم الشرعية، مثل علم النحو والبلاغة، وإن كانت لا تساعد على\nالعلوم الشرعية نظرنا: إن كانت نافعة في الدنيا فهي من الأمور المباحة إن\nكان النفع لا يتعدى للغير، وهي من الأمور المطلوبة إن كان النفع يتعدى إلى\nالغير وإن كانت ضارة فهي محرمة، وإن كانت لا ضارة ولا نافعة فهي من اللغو\nالذي ينبغي للعاقل أن يتجنبه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>أيهما أفضل <span id='ms4583'></span>: الدراسة لكي ينال الشخص الشهادة، أم التعليم الديني فقط وحفظ القرآن ودروس العقيدة؟ وجهونا في ضوء هذا السؤال؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: يمكن للإنسان أن يجمع بين هذا وهذا، فيقرأ في\nالمدارس والمعاهد والكليات النظامية، ويقرأ على المشايخ في المساجد ويحفظ\nالقرآن ولا منافاة، وفي الوقت الحاضر أرى أنه لابد من أن ينال الإنسان\nالشهادة؛ لأن الوظائف الآن أصبح ميزانها تلك الشهادات، ولا يمكن أن يتوصل\nالإنسان إلى منزلة ينفع بها المسلمين النفع المطلوب إلا بالشهادات، حتى\nيتمكن من أن يكون مدرسا في المعاهد والمدارس والجامعات، ويتمكن أن يكون\nقاضيا من القضاة،ويتمكن أن يكون عضوا في هيئة الأمر بالمعروف والنهي عن\nالمنكر، فإن المجالات الآن أصبحت مبنية على الشهادة،والإنسان إذا طلب العلم\nلينال الشهادة لهذا الغرض- أي: لينفع المسلمين بما يحصل له من الوظائف- فإن\nهذه النية لا تقدح في الإخلاص؛ لأنه اتخذ هذه الشهادة وسيلة وذريعة لنيل\nأمر مقصود شرعا.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>جزاكم الله خيرا هل توجد فلسفة في الشريعة الإسلامية؟ وما هو الرد على من يدعي ذلك؟ وهل يجوز أن يدرس الطالب مثل هذا ويتعمق فيه؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الفلسفة بحث يوناني مستقل، يتعمق فيه أصحابه حتى\nيؤول بهم إلى تحكيم العقل ورد ما جاء في الكتاب والسنة، والفلسفة على هذا\nالوجه منكرة لا يجوز الخوض فيها ولا الدخول فيها، وأما الفلسفة بمعنى\nالحكمة فهذه موجودة في الشريعة الإسلامية، والشريعة الإسلامية كلها مبنية\nعلى الحكمة قال الله تبارك وتعالى: (أفحكم الجاهلية يبغون ومن أحسن من الله\nحكما لقوم يوقنون) . لكنه لا ينبغي أن نقول عن الحكمة الشرعية: إنها فلسفة؛\nلأن هذه الكلمة يونانية، بل نقول عن الحكمة الشرعية: إنها حكمة، وما من شيء\nفي الشرع إلا معلل بالحكمة، لكن من الحكم ما نعلمه ومنها ما لا نعلمه؛ لأن\nعقولنا قاصرة،وأعظم حكمة في الأحكام أن يكون الحكم ثابتا بكتاب الله أو سنة\nرسوله صلى الله عليه وسلم؛ لأننا نؤمن بأن كل حكم ثبت في الكتاب والسنة\nفإنه <span id='ms4584'></span> حكمة، وامتثاله حكمة؛ لأن في امتثاله طاعة الله ورسوله وحصول الثواب\nوالأجر. وعلى هذا فلو سألنا سائل عن حكمة شيء من الشرائع فإنه يكفيه إذا\nكان مؤمنا أن يقال: هكذا قال الله ورسوله؛ لقول الله تعالى: (وما كان لمؤمن\nولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم) . وقد\nكان هذا هو المنهج الذي يسير عليه الصحابة رضي الله عنهم، فقد (سئلت أم\nالمؤمنين عائشة رضي الله عنها عن الحائض تقضي الصوم ولا تقضي الصلاة،\nفلماذا مع أن الصوم فرض والصلاة فرض،والصلاة أوكد من الصوم، ومع ذلك لا\nتقضى؟ والصوم يقضى فأجابت عائشة رضي الله عنها:بأن ذلك كان يصيبهن في عهد\nالنبي صلى الله عليه وسلم فيؤمرن بقضاء الصوم ولا يؤمرن بقضاء الصلاة) وهذا\nيعني أن الحكمة هي حكم الله ورسوله.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>يقول السائل: كيف يعلم الأب أبناءه التوحيد؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: يعلمهم التوحيد كما يعلمهم غيره من أمور الدين،\nومن أحسن ما يكون في هذا الباب كتاب ثلاثة الأصول لشيخ الإسلام محمد بن عبد\nالوهاب، إذا حفظوه عن ظهر قلب وشرح لهم معناها على الوجه المناسب لأفهامهم\nوعقولهم صار في هذا خير كثير؛ لأنها مبنية على السؤال والجواب وبعبارة\nواضحة سهلة ليس فيها تعقيد، ثم يريهم من آيات الله ليطبق ما ذكر في هذا\nالكتاب الصغير: الشمس يقول: من الذي جاء بها؟ القمر، النجوم، الليل،\nالنهار، ويقول لهم: الشمس من الذي جاء بها؟ الله. القمر؟ الله. الليل؟\nالله. النهار؟ الله. كلها جاء بها الله عز وجل، حتى يسقي بذلك شجرة الفطرة؛\nلأن الإنسان بنفسه مفطور على توحيد الله عز وجل، كما قال النبي صلى الله\nعليه وعلى آله وسلم: (كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه\nأو يمجسانه) . وكذلك يعلمهم الوضوء، كيف يتوضؤون بالفعل، يقول: الوضوء هكذا\nويتوضأ أمامهم، وكذلك الصلاة، مع الاستعانة بالله تعالى، وسؤاله عز وجل\nالهداية لهم، وأن يتجنب أمامهم كل قول مخالف للأخلاق أو كل فعل محرم <span id='ms4585'></span>، فلا\nيعودهم الكذب ولا الخيانة ولا سفاسف الأخلاق، حتى وإن كان مبتلى، بها كما\nلو كان مبتلى بشرب الدخان فلا يشربه أمامهم؛ لأنهم يتعودون ذلك ويهون\nعليهم. وليعلم أن كل صاحب بيت مسؤول عن أهل بيته؛ لقوله تبارك وتعالى: (يا\nأيها الذين آمنوا قوا أنفسكم وأهليكم نارا) (التحريم: من الآية6) . ولا\nيكون وقايتنا إياهم النار إلا إذا عودناهم على الأعمال الصالحة وترك\nالأعمال السيئة، ورسول الله صلى الله عليه وعلى آله وسلم أكد ذلك في قوله:\n(الرجل راع في أهله ومسؤول عن رعيته) .وليعلم الأب أن صلاحهم مصلحة له في\nالدنيا والآخرة، فإن أقرب الناس إلى آبائهم وأمهاتهم هم الأولاد الصالحون\nمن ذكور وإناث. (وإذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو\nعلم ينتفع به، أو ولد صالح يدعو له) . نسأل الله تعالى أن يعيننا جميعا على\nما حملنا من الأمانة والمسؤولية.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>يقول يا فضيلة الشيخ في هذا السؤال: هل يجب أن نتعلم الدين كله؟ وما هو الذي يجب أن نتعلمه من الدين؟ وهل صلاة الكسوف والخسوف وصلاة العيد وغيرها من الصلوات يجب أن نتعلمها أم لا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: يجب على الإنسان أن يتعلم كل ما يحتاجه من العلم:\nفإذا أراد أن يصلى مثلا يجب أن يتعلم كيف يصلى، وإذا أراد أن يتوضأ يجب أن\nيتعلم كيف يتوضأ، لكن هذا التعلم يحصل بمشاهدة الناس وما يفعلون إذا كانوا\nمن أهل العلم، ومن ثم نعرف أن من فوائد صلاة الجماعة أن يتعلم الجاهل من\nالعالم. وأما ما لا يحتاجه الإنسان فإنه لا يلزمه أن يتعلمه، فلا نقول\nللفقير: يجب أن تتعلم أحكام الزكاة- أي: أحكام زكاة الأموال- ولا نقول لمن\nلا يستطيع الحج: يلزمه أن يتعلم كيف يؤدي الحج، لكن العلم على سبيل العموم\nفرض كفاية، بمعنى: أنه يجب على الأمة الإسلامية أن تحفظ دينها في جميع\nأحكامه، حتى لا تتلاعب به أيدي العابثين وتنطلق به ألسن المحرفين. أما صلاة\nالكسوف والخسوف فإنها سنة، وقال بعض <span id='ms4586'></span> أهل العلم: إنها واجبة، والغالب أن هذه\nالصلاة تفعل في المساجد ويتبع الناس فيها إمامهم، فما فعل الإمام يفعلونه.\nوليعلم أن الكسوف والخسوف معناهما واحد، لكن الغالب أن الخسوف يكون في كسوف\nالقمر، وأن الكسوف يكون في خسوف الشمس، وإلا فمعناهما واحد. بقي أن يقال:\nمتى تشرع صلاة الكسوف؟ والجواب على هذا: أنها تشرع إذا كسفت الشمس أو القمر\nبانحجاب بعض أجسامهما، وهذا قد يكون كليا وقد يكون جزئيا، فتسن حينئذ\nالصلاة، فينادى لها: الصلاة جامعة، ويجتمع الناس إليها في المساجد، والأفضل\nأن تكون في الجوامع، أي: في المساجد التي تقام فيها الجمعة،حتى يكثر الجمع\nوتحصل الرهبة والخوف من الله عز وجل، ويصلىها الإمام ركعتين، في كل ركعة\nركوعان وسجودان، ويطيل القراءة فيها جدا: فالقيام الأول الذي قبل الركوع\nالأول يكون طويلا جدا، ثم يركع ركوعا طويلا جدا، ثم يرفع فيعيد القراءة:\nالفاتحة وما بعدها، ثم يركع ركوعا طويلا لكنه دون الأول، ثم يرفع ويحمد\nويطيل بقدر الركوع، ثم يسجد ويطيل السجود بقدر الركوع، ثم يجلس بين\nالسجدتين بقدر السجود، ثم يسجد للثانية كالأولى يطيلها، ثم يقوم إلى الركعة\nالثانية ويقرأ ويطيل، ولكنه دون الأول، ويركع ويطيل ولكنه دون الأول، ويرفع\nويطيل ويقرأ، ثم يركع ركوعا طويلا ولكنه دون الأول، ثم يرفع ويطيل القيام\nبقدر الركوع، ثم يسجد ويطيل السجود بقدر الركوع، ثم يجلس بين السجدتين\nويطيل الجلوس بقدر السجود، ثم يسجد ويطيل السجود بقدر السجدة الأولى، ثم\nيجلس ويتشهد ويسلم. وينبغي للإمام بعد ذلك أن يخطب للناس خطبة بليغة يعظهم\nفيها، إن تيسر له أن يخطب بما خطب به النبي صلى الله عليه وعلى آله وسلم\nفهذا هو الأكمل، وإلا قال من عنده كلاما يعظ الناس ويهز قلوبهم ويخوفهم\nبالله عز وجل، وإذا كان الإمام لا يستطيع أن يخطب وفي القوم من يستطيع ذلك\nطلب منه أن يقوم ويعظ الناس، وهذه الخطبة قيل: إنها خطبة الراتبة، يعني:\nأنها خطبة مشروعة كخطبة العيد بعد الصلاة، وقال بعض أهل العلم <span id='ms4587'></span>: بل هي من\nالخطب العارضة، والأقرب أنها من الخطب الراتبة، وذلك لأن الكسوف لم يقع في\nعهد النبي صلى الله عليه وعلى آله وسلم إلا مرة واحدة وخطب، ولو أنه وقع\nمرة أخرى ولم يخطب النبي صلى الله عليه وعلى آله وسلم لقلنا: إنها عارضة،\nلكن لما خطب فالأصل أنها مشروعة، تأسيا برسول الله صلى الله عليه وعلى آله\nوسلم، ولأن المقام يقتضي ذلك، فإن النبي صلى الله عليه وعلى آله وسلم أخبر\nأن الشمس والقمر آيتان من آيات الله، وأنهما لا ينكسفان لموت أحد ولا\nلحياته، ولكن الله تعالى يخوف بهما عباده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>السائل عزوزي من الجزائر يقول في سؤال له في هذه الرسالة ما هي الأمور الشرعية التي يجب على المؤمن أن يتعلمها مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الأمور الشرعية التي يجب على الإنسان أن يتعلمها\nكل ما أوجب الله عليه من طهارة وصلاة وزكاة وصيام وحج وبر للوالدين وصلة\nللأرحام، وغير ذلك مما يتعلق بأمور دينه، فيجب على الإنسان أن يتعلم أمور\nدينه قبل كل شيئ قال الله تبارك وتعالى: (فاعلم أنه لا إله إلا الله\nواستغفر لذنبك وللمؤمنين والمؤمنات) .قال البخاري رحمه الله: فبدأ الله\nتعالى بالعلم. قبل العمل فمثلا إذا أراد أن يتطهر الإنسان ويتوضأ للصلاة\nفلا بد أن يعرف كيف يتوضأ، يجب عليه أن يعرف كيف يتوضأ، وإذا أراد أن يصلى،\nيجب عليه أن يعرف كيف يصلى وماذا عليه لو أخل بكذا أو كذا، حتى يعبد الله\nتعالى على بصيرة، وهذا معنى قول الإنسان: (اهدنا الصراط المستقيم) أي: دلنا\nووفقنا إلى الصراط المستقيم الذي يوصلنا إليك يا ربنا. أما مالا يحتاج إليه\nمن الأمور: فلا يلزمه تعلمه إلا أن يكون فرض كفاية عليه، يعني مثلا تعلم\nالمعاملات، تعلم البيع الصحيح والإجارة الصحيحة والرهن الصحيح والوقف\nالصحيح ليس بواجب على كل أحد، بل يجب على من أراد أن يتعامل بهذا، وأما\nغيره فلا يجب عليه إلا إذا قدرنا أنه ليس في العالم من يعرف هذا، فإنه <span id='ms4588'></span> يكون\nفرض كفاية ولم يقم به أحد، فيجب على الإنسان.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>حفظكم الله السائل يقول: ما هي المسائل التي يجب تعلمها والعمل بها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: يجب أن يتعلم الإنسان كل ما يحتاج إليه في دينه\nبدون حصر، فعلى الإنسان أن يتعلم كيف يتوضأ؟ كيف يصلى؟ كيف يصوم؟ كيف يحج؟\nكيف يزكي إذا كان عنده مال؟ فكل ما يحتاج الإنسان إلى معرفته في الدين فإنه\nيجب عليه أن يتعلمه، هذه هي القاعدة،وهي واضحة. وأما ما لا يحتاج إليه فطلب\nالعلم فرض كفاية، إذا اشتغل الإنسان به قام بفرض كفاية، وإن اكتفى بغيره من\nأهل العلم فذمته بريئة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>بارك الله فيكم يقول المستمع حامد إبراهيم: ما هي العلوم التي تعلمها فرض كفاية؟ وهل هناك علم يجب على المسلمين معرفته جميعا أو أن يعرفوه جميعا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم حفظ الشريعة واجب على المسلمين عموما، فلا بد\nأن يكون في المسلمين من يقوم بحفظ الشريعة. وأما الفرض على الأعيان فإنه\nيختلف: فقد يجب على شخص من العلوم ما لا يجب على شخص آخر، فمثلا من كان\nعنده مال وجب عليه أن يتعلم من أحكام الزكاة ما يستعين به على براءة ذمته،\nولكن هذا لا يجب على من ليس عنده مال، من كان يشتغل بالبيع والشراء وجب\nعليه أن يتعلم من أحكام البيع والشراء ما يصحح معاملاته، ومن ليس مشتغلا\nبالبيع والشراء فإنه لا يجب عليه ذلك. فالمهم أن حفظ الشريعة بطلب العلم\nفرض كفاية على عموم المسلمين، وأما الفرض العيني فهذا يختلف باختلاف الناس،\nفقد يجب على شخص ما لا يجب على الآخر، كما سبق التمثيل به.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>هذه السائلة تذكر بأنها شابة معاقة وتقول: قد انتهيت من المرحلة المتوسطة، وأرغب في العلم الشرعي بأسرع وقت، لذلك فإنني أفكر بترك الدراسة، وذلك لسببين: الأول: طلب العلم الشرعي، والثاني: لشدة إعاقتي، حتى لدرجة أنني أتعب تعبا شديدا في الذهاب إلى المدرسة، وإنني في حيرة من أمري: فالبعض من إخواني يقولون: اتركي الدراسة <span id='ms4589'></span> لترتاحي وتريحي غيرك، والبعض يقول: أكملي لكي تدخلي كلية الشريعة وتحصلى على العلم الشرعي الذي تريدينه فما مشورتكم يا فضيلة الشيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إن مشورتي أن تتفرغي لطلب العلم الشرعي، وهو حاصل\nوالحمد لله اليوم بالاستماع إلى الأشرطة من العلماء الموثوقين في علمهم\nوأمانتهم، دون أن تكلفي نفسك وتكلفي غيرك، هذا ما أراه. فاستعيني بالله عز\nوجل، واحرصي على مراجعة العلوم الشرعية من أفواه العلماء بواسطة الهاتف، أو\nباستماع الأشرطة، أو الرسائل والكتب المفيدة. ونسأل الله تعالى أن يثيبك\nويأجرك على ما أصابك، وأن يجعل ذلك رفعة في درجاتك وتكفيرا لسيئاتك.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>هذه مستمعة من الحدود الشمالية رمزت لاسمها ب د. ف. ش. ح رفحة تقول: مجموعة من النساء لا نستطيع أن نحضر إلى المساجد لسماع الندوات، فنضطر لشراء أشرطة المسجل لسماع هذه الندوات. سؤالي: هل ثواب السامع من الشريط هو نفس ثواب الجالس في المسجد مباشرة، من تنزل الملائكة عليهم وإحاطتهم بالرحمة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا، ليس الذين يستمعون إلى الأشرطة كالذين يحضرون\nإلى حلق الذكر ويشاركون الذاكرين في مجالسهم، ولكن السامعين للأشرطة لهم\nأجر الانتفاع وطلب العلم الذي يحصلونه من هذه الأشرطة، وكما قلت آنفا: ما\nأكثر ما حصل من الهدى والاستقامة بواسطة هذه الأشرطة، والشريط- كما نعلم-\nخفيف المحمل سهل الاستفادة، فالإنسان يمكن أن يستمع إليه وهو في شغله، يمكن\nأن يستمع إليه في سيارته ماشيا في طريقه، ومن أجل ذلك كان لهذه الأشرطة فضل\nكبير من الله سبحانه وتعالى علينا أن نشكر الله سبحانه وتعالى على هذا\nالتسهيل والتيسير.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>بارك الله فيكم يقول المستمع أبو عبد الله بأنه يسكن مع والده، ويعمل في مدينة مجاورة ويتردد عليها يوميا، وأحيانا يقول: أفكر في السكن قرب عملي، ولأجل أن أحضر حلقات العلم في ذلك البلد. أرجو توجيه النصح لي وجزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إذا كان يشق عليه التردد إلى والديه في بلدهما\nفلا حرج عليه أن يتخذ مسكنا في البلد الذي يعمل فيه <span id='ms4590'></span>، ولكن إذا كان الوالدان\nمضطرين إلى وجوده عندهما فإنه يجب عليه أن يحاول الانتقال إلى البلد الذي\nفيه الوالدان، وإذا علم الله من نيته أنه يريد دفع ضرورة الوالدين\nبالانتقال فإن الله سييسر له الأمر؛ لقول الله تعالى: (ومن يتق الله يجعل\nله من أمره يسرا) . وإذا لم يمكن هذا فليعرض على والديه الانتقال إلى البلد\nالذي يعمل فيها؛ ليكون سكناهما معه، فيقوم بالوظيفة وبواجب والديه بدون\nتعب.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>حفظكم الله في الحديث يا فضيلة الشيخ: (إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به) . هل يدخل في ذلك العلم علوم الدنيا كالفيزياء والكيمياء والرياضيات، أم هو مقيد بالشرعي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: كل علم يثاب عليه العبد ثم يعلمه الآخرين فإن\nالمتعلمين منه يثابون عليه، وإذا أثيبوا عليه ناله من أجر بعد موته ما\nيستحق،وأما ما لا ثواب في تعلمه فليس فيه أصلا ثواب حتى نقول: إنه يستمر،\nفمثلا علم التفسير والتوحيد والفقه وأصوله والعربية كل هذه علوم يثاب\nالإنسان عليها، فإذا علمها أحدا من الناس أثيب هذا المتعلم، فنال المعلم من\nثوابه ما يستحقه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>أحسن الله إليكم هذا السائل كمال الدين من السودان ومقيم بالمملكة يقول: إنسان يرغب في طلب العلم الشرعي، ولكنه كثير الشرود والفكر والتفكير والنسيان، ولا يحفظ بسهولة إلا بعد فترة تستمر كثيرا من الوقت، مع العلم بأنه يقضي وقته في الأشياء النافعة مثل الاستماع إلى الأشرطة الشرعية وإذاعة القرآن الكريم والمحاضرات، فبماذا توجهون مثل هذا مأجورين؟ بأي شيء يبدأ بالكتب؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أقول للأخ: لا ييأس من رحمة الله، وليثابر على\nطلب العلم، والشرود الذي يحصل له قد يرده الله عز وجل، وأنصحه أولا أن يبدأ\nبكتاب الله عز وجل: يحفظه ثم يتدبره؛ ليعرف معانيه ثم يعمل به. ثانيا بما\nصح عن النبي صلى الله عليه وسلم من الأحاديث، كعمدة الأحكام للحافظ عبد\nالغني المقدسي، وهي مشهورة متداولة بأيدي الناس، ثم بكتاب التوحيد لشيخ\nالإسلام محمد <span id='ms4591'></span> بن عبد الوهاب رحمه الله، ثم بالعقيدة الواسطية لشيخ الإسلام\nابن تيمية،الأول كتاب التوحيد فيما يتعلق بالعبادة، والثاني فيما يتعلق\nبأسماء الله وصفاته والإيمان باليوم الآخر وغير ذلك، ثم بما عليه أهل بلده\nمن الفقه، وليختر من العلماء من كان أوسع علما وأتقى لله عز وجل؛ لأن من\nالناس من هو واسع العلم لكنه ضعيف التقوى، ومنهم من هو قوي التقوى ضعيف\nالعلم، ليختر كثير العلم قوي التقوى بقدر المستطاع.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>حفظكم الله تحدثتم مأجورين عن فضل التفقه في الدين، فكيف يتفقه الشاب في دينه ويطلب العلم الشرعي الموثوق؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم يتفقه في دينه على أيدي العلماء الموثوقين\nعلما وأمانة، فليلزم هؤلاء وليستمسك بغرزهم وليقتد بهم، ولا يلتفت يمينا\nوشمالا، حتى إذا كبر وبلغ درجة من العلم يمكنه أن يفهم النصوص بنفسه، ويحمل\nمجملها على مبينها، ومطلقها على مقيدها وما أشبه ذلك، حينئذ يتصرف هو بنفسه\nبالأدلة على حسب ما آتاه الله من العلم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>جزاكم الله خيرا هل لطالب العلم أن يتخذ شيخا معينا يراجع معه، أو يتخذ أكثر من شيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أرى أن يتخذ شيخا واحدا ما دام في بداية الطلب؛\nلأن المشايخ ربما تختلف آراؤهم في مسألة ما،وإذا كان هو صغيرا في ابتداء\nالطلب فإن ذلك يشوش عليه، فليتخذ شيخا واحدا فيما يريد قراءته عليه، ومن\nالممكن أن يتخذ شيخا آخر لكن في فن آخر، مثلا: له شيخ في النحو، وله شيخ في\nالفقه، وله شيخ في العقيدة، وله شيخ في التوحيد، وما أشبه ذلك أما أن يتخذ\nشيخين في الفقه فلا أشير به،لا يتخذ شيخين في العقيدة، أما النحو فأمره\nسهل، حتى لو اتخذ شيخين واختلفا عليه ما يهم، لكن المهم مثل المسائل\nالعملية الدينية، لا يتخذ شيخين في فن واحد؛ لئلا تختلف أقوالهما فيبقى\nمتذبذبا. ومن ثم أقول لطالب العلم المبتدئ: لا يراجع كتب الخلاف، يعني لا\nيراجع مثلا المغني أو المجموع للنووي، أو غيرهما مما يذكر فيه <span id='ms4592'></span> الخلاف ما\nدام في ابتداء الطلب؛ لأن الأمور تلتبس عليه ويبقى متذبذبا، وتختلط\nالمعلومات فما دام في ابتداء طلبه فليلزم شيخا واحدا وكتابا واحدا ولا يتخذ\nأكثر من شيخ في فن واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>من الجزائر السائل شرف الدين يقول في هذا السؤال: ما هي أحسن وسيلة لتلقي العلم النافع جزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الوسائل مختلفة،وهي كثيرة والحمد لله في وقتنا\nالحاضر، فمن الوسائل أن تتلقى العلم على شيخ مأمون في علمه ودينه، وهذه\nأحسن الوسائل وأقوى الوسائل وأقرب الوسائل إلى تحصيل العلم، ومنها أن تتلقى\nالعلم من الكتب المؤلفة التي ألفها علماء مأمونون موثوقون في علمهم ودينهم،\nالثالث أن تستمع إلى الأشرطة المنشورة من العلماء الموثوق بعلمهم وأمانتهم.\nهذه ثلاث طرق يمكن أن يحصل بها العلم، وأهم شيئ هو الاجتهاد والمثابرة وحسن\nالقصد، فإن ذلك من أسباب حصول العلم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>بارك الله فيكم تقصدون فضيلة الشيخ الوسائل الموصلة للعلم الشرعي من أشرطة وإذاعة القرآن؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أي نعم، قصدي من أشرطة بالنسبة للدروس التي تلقى\nعندهم في بلدهم لا في الإذاعة، أما الإذاعة فأمرها متيسر والحمد لله لكل\nأحد.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>يقول: الكتب الدينية غالية مثل تفسير ابن كثير والصحيحين، فكيف للشباب أن يتفقهوا في دينهم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: مسألة كونها غالية هذا أمر نسبي في الحقيقة يختلف\nباختلاف أهل البلدان وباختلاف حال الشخص، ولكن هي موجودة ولله الحمد في\nالمكاتب، فبإمكان الشاب الحريص أن يذهب إلى أي مكتبة ويجد بغيته هذه، وإذا\nلم يكن عنده مكتبة في بلده فإنه إن كان يستطيع أن يشتري فليشتر، وإلا فإنه\nيجوز أن يعطى من الزكاة ليشتري بها هذه الكتب التي يحتاجها في دينه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>المستمعة من الأردن عائشة تقول: ما هو علاج النسيان؟ سواء كان للقرآن الكريم، أو لغيره من العلوم الشرعية؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: علاج النسيان التعاهد، يعني: تعاهد الإنسان ما\nحفظ، كما أمر النبي صلى الله عليه وسلم بأن نتعاهد القرآن وقال: (تعاهدوا\nالقرآن، فو الذي نفسي <span id='ms4593'></span> بيده لهو أشد تفلتا من الإبل في عقلها) . فليتعاهد\nالإنسان ما حفظ، بأن يقرأه دائما حتى لا ينساه، والنسيان غريزة،غريزة بمعنى\nأن بعض الناس يكون مجبولا على عدم النسيان، يكون مجبولا على سرعة الحفظ\nوبطء النسيان، ومن الناس من يكون سريع الحفظ سريع النسيان، ومنهم من يكون\nبطيئ الحفظ سريع النسيان،فيختلفون، فالأقسام أربعة بالنسبة لسرعة الحفظ\nوالنسيان. ويكون النسيان أيضا بسبب غير غريزي، ومن ذلك المعاصي، فإن\nالمعاصي سبب للنسيان، قال الله تعالى: (فبما نقضهم ميثاقهم لعناهم وجعلنا\nقلوبهم قاسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به) . ويذكر أن\nالشافعي رحمة الله عليه قال:\n</p>\n\n<p>\nشكوت إلى وكيع سوء حفظي فأرشدني إلى ترك المعاصي\n</p>\n\n<p>\nوقال اعلم بأن العلم نور ونور الله لا يؤتاه عاصي\n</p>\n\n<p>\nوإذا كان هذا هو السبب- أعني: المعاصي- فإن دواء ذلك أن يتوب الإنسان من\nالمعصية، وأن يقبل على الله، وأن يكون مهتما بأموره التي يلزمه الاهتمام\nبها، سواء كانت خاصة به أم عامة، أما أن يشغل نفسه بما لا فائدة فيه فإن\nذلك من اللغو، وقد قال النبي عليه الصلاة والسلام: (من كان يؤمن بالله\nواليوم الآخر فليقل خيرا أو ليصمت) . وهذا التشاغل بما لا فائدة فيه هو من\nأسباب النسيان أيضا؛ لأن المعلومات والتذكرات تتراكم على الإنسان، فينسي\nبعضها بعضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>بارك الله فيكم هذا الشاذلي السيد جمهورية مصر العربية محافظة قنا يقول: فضيلة الشيخ أريد أن أحفظ القرآن، لكنني لا أعرف ما هي الطريقة التي أحفظ بها القرآن الكريم جزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الطريقة التي يحفظ الإنسان بها القرآن تختلف\nباختلاف حال الإنسان،وباختلاف حال المدرس الذي يسمع إليه، فلها طرق، منها:\nأن يحفظ الإنسان كل خمس آيات على حدة، ولا ينتقل إلى ما بعدها إلا إذا\nأتقنها تماما. ومنها: أن يحفظ صفحة كاملة ثم يعيدها، والمهم أن يسلك\nالإنسان في حفظ القرآن ما يناسبه، لكن يتعاهد القرآن؛ لأن النبي صلى الله\nعليه وعلى آله وسلم قال: (تعاهدوا القرآن <span id='ms4594'></span>، فوالذي نفسي بيده لهو أشد تفلتا\nمن الإبل في عقلها) . وتعاهد القرآن قد يكون في قراءة الإنسان لنفسه وحده،\nوقد يكون بمشاركة أحد زملائه، يتحافظ عليه، يمسك الزميل المصحف بيده وذاك\nيقرأ، ثم يأتي العكس. والمهم أن هذه مسائل ليس فيها نص يؤخذ به، وإنما\nأوكلت إلى حال الإنسان.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>في نظركم يا شيخ محمد ما هي الطريقة المثلى لمن أراد أن يحفظ القرآن؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذه تختلف بعض الناس يسهل عليه أن يحفظ القرآن\nعلى وجه كبير، يحفظ الصفحة كاملة، يرددها حتى يحفظ. وبعض الناس يحب أن يحفظ\nشيئا يسيرا: أربعة أسطر أوخمسة أسطر، ثم ينتقل إلى أسطر أخرى، وكل على حسب\nمزاجه. ثم إنه ينبغي أن يتحفظ القرآن وهو على نوع من فراغ البطن؛ لأن حفظ\nالقرآن على الشبع ربما يصعب حفظه ويسرع نسيانه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>يقول: إنني أحرص دائما على قراءة القرآن الكريم وسنة رسوله صلى الله عليه وسلم، ولكنني قليل الحفظ، فما هي الطريقة التي تنصحونني بها كي أحفظ كتاب الله؟ أرشدوني بارك الله فيكم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: من أسباب الحفظ أولا: أن يبادر الإنسان به في حال\nصغره؛ لأن الحفظ في الصغر -كما قيل- كالنقش على الحجر والإنسان الآن الكبير\nيتذكر أشياء مرت عليه في صغره ولا يتذكر أشياء مرت عليه عن قرب، فهذا أول\nسبب يكون به الحفظ.\n</p>\n\n<p>\nثانيا: المتابعة والدراسة وتعاهد ما حفظ، ولهذا أمر النبي عليه الصلاة\nوالسلام بتعهد القرآن، وقال عليه الصلاة والسلام: (إنه أشد تفلتا من الإبل\nفي عقلها) .\n</p>\n\n<p>\nثالثا: أن يكون دائما مرتبطا نفسيا بما حفظه، بحيث لا يغيب عن ذهنه،\nوبحيث يعرف ويشعر نفسه بأنه ملزم بهذا الذي حفظه من العلم، من كتاب الله\nوسنة رسوله صلى الله عليه وسلم وأقوال أهل العلم. رابعا: أن يكون على جانب\nكبير من الإيمان بالله عز وجل وتقوى الله سبحانه وتعالى، فإن هذا من أكبر\nأسباب الحفظ، يقول الله تبارك وتعالى: (والذين اهتدوا زادهم هدى وآتاهم\nتقواهم) . ومن الحكم المأثورة: قيدوا <span id='ms4595'></span> العلم بالعمل، فالعمل بالعلم من أسباب\nحفظه وربطه، فإذا كان الإنسان كثير المعاصي فإن المعاصي توجب النسيان، قال\nالله تعالى: (فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم\nعن مواضعه ونسوا حظا مما ذكروا به) . فالمعاصي سبب كبير من أسباب النسيان،\nكما أن الطاعات والإيمان سبب كبير من أسباب الحفظ، ومما يؤثر عن الشافعي\nرحمه الله أنه قال:\n</p>\n\n<p>\nشكوت إلى وكيع سوء حفظي فأرشدني إلى ترك المعاصي\n</p>\n\n<p>\nوقال اعلم بأن العلم نور ونور الله لا يؤتاه عاصي\n</p>\n\n<p>\nومن عمل بما علم ورثه الله علم ما لم يعلم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>بارك الله فيكم تقول: أريد أن أحفظ من كتاب الله ما يتيسر، وأريد منكم توجيهي إلى الطريقة الصحيحة (حتى يكون) حفظي كاملا لا أنساه؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: من أفضل الطرق لبقاء حفظ الإنسان للقرآن ما أرشد\nإليه النبي صلى الله عليه وسلم، وهو: تعاهد القرآن، تعاهد قراءته، يقرؤه\nالإنسان كل يوم في الصباح والمساء؛ وفي الليل لقول النبي عليه الصلاة\nوالسلام: (تعاهدوا القرآن، فوالذي نفسي بيده لهو أشد تفلتا من الإبل في\nعقلها) . ومنها أن يدعو الله سبحانه وتعالى بإمساك القرآن عليه حتى لا\nيتفلت منه، فإن الله سبحانه وتعالى يقول: (وإذا سألك عبادي عني فإني قريب\nأجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون) .\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>أحسن الله إليكم يا فضيلة الشيخ الأخت السائلة من منطقة عسير تقول: أريد أن أحفظ القرآن في المدرسة الخاصة بتحفيظ القرآن، لكن ظروفي لا تسمح لي بذلك، أريد منكم حفظكم الله الطريقة الصحيحة لحفظه في المنزل، وهل إذا حفظت القرآن بدون تجويد أو فهم لمعانيه هل فيه شيء؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الطريق إلى ذلك أن الإنسان يحفظ خمس آيات حتى\nيتقنها، ثم خمس آيات حتى يتقنها، ثم خمس آيات حتى يتقنها، فإذا أتم جزءا\nكاملا عاد فتعاهد ما حفظه حتى يعلم أنه لم ينسه، ثم يأخذ في الجزء الثاني\nكما أخذ في الجزء الأول، حتى ينتهي من القرآن، ولا يشترط أن يكون <span id='ms4596'></span> بالتجويد\nولا أن يعرف معناه، التجويد ما هو إلا تحسين للفظ وليس بواجب، والمعنى\nيمكنه بعد أن يكمل الحفظ ويكبر أن يقرأ من التفاسير المأمونة الموثوقة ما\nينتفع به.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>ما هي أفضل طريقة ترونها لحفظ القرآن الكريم؟ وهل يجوز أن أقرأ جزءا معينا مثل الجزء السادس والعشرين لكي أحفظ ذلك وأترك باقي القرآن؟ أفيدوني مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الطريقة المثلى لحفظ القرآن الكريم أن تحفظه وأنت\nصغير السن؛ لأن صغير السن يسهل عليه الحفظ وليس فيما بعد، ففي حفظ القرآن\nحال الصغر فائدتان: الفائدة الاولى: سهولة الحفظ، والفائدة الثانية: رسوخ\nالمحفوظ في القلب بحيث لا ينساه، هذا بالنسبة للسن الذي ينبغي أن يحفظ\nالقران فية. أما الوقت فأحسن ما يكون في أول النهار، إذا صلىت الفجر أن\nتقرأ القرآن فيه لتحفظه. وأما كيفية الحفظ فالناس يختلفون: فمن الناس من\nيقرأ خمسة أسطر مثلا فيحفظها، ثم يعيدها مرة بعد أخرى حتى ترسخ في قلبه، ثم\nينتقل إلى خمسة أسطر أخرى، وهكذا، وكلما أنهى خمسة أسطر حفظ ما بعدها، ومن\nالناس من يقرأ صفحة كاملة ويكررها ثم يحفظها، ومن الناس من يأخذ أكثر من\nهذا.المهم أن هذا -أعني كيفية الحفظ- يرجع الى شخص الانسان وهو يعرف من\nنفسه ما هو أهون عليه. ويجوز أن تقتصر على حفظ جزء معين في وسط القرآن ولا\nحرج عليك، لكن احرص على أن تبدأ من أول القرآن حتى تكمله.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>هذا أخوكم في الله ع ع الرياض يقول: فضيلة الشيخ أنا أتعلم القرآن من الأشرطة، والذي أتعلمه بعد صلاة العصر أتلوه بعد صلاة الفجر، هل هذا العمل جائز؟ أم لا؟ أفتونا مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا العمل جائز، أعني أنك تستمع القرآن من\nالأشرطة في العصر ثم تعيده بعد صلاة الفجر، وإذا شيءت أن تتبع طريقة أخرى\nفلا بأس؛ لأن الوسائل لها أحكام المقاصد، والناس يختلفون في التحفظ، أي:\nتحفظ القرآن أو غيره من الكلام، فما ترى أنه أيسر لك وأقرب إلى الحفظ\nفافعله <span id='ms4597'></span>.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>جزاكم الله خيرا السائل م ع ج يقول فضيلة الشيخ كيف يستطيع الشخص أن يوفق بين حفظ كتاب الله وبين حضور الدروس العلمية اليومية؟ لأنه يصعب عليه أن يوازن بينها، وأن يوفق بينها، إلى جانب أعماله وأعمال الأهل، والسائل من عنيزة رمز لاسمه ب م ع ج؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا يعود إلى قدرة الإنسان الذاتية، والناس\nيختلفون: فمن الناس من يستطيع أن يقوم بهذه الأعمال، ومنهم من لا يستطيع أن\nيقوم إلا بعمل واحد، ومنهم من يستطيع أن يقوم بعملين أو ثلاثة. على كل حال\nينظر الإنسان إلى نفسه، فإذا تزاحمت فإن القيام بحفظ كتاب الله عز وجل أولى\nمن حضور الدروس، ولكن إذا كان أحد الدروس مهما وجديرا بالعناية به فليحاول\nأن يحضر إليه حتى لا يفوته، أما حاجة الأهل: فحاجة الأهل إذا لم يكن أحد\nيقضيها فإن قضاءها من الأعمال الصالحة المقربة إلى الله عز وجل، فإن النبي\nصلى الله عليه وعلى آله وسلم قال لسعد بن أبي وقاص: (واعلم أنك لن تنفق\nنفقة تبتغي بها وجه الله إلا أجرت عليها، حتى ما تجعله في في امرأتك) أي:\nفي فمها، مع أن ما يجعله في فم امرأته من الواجب عليه، إذ إن نفقة الزوجة\nواجبة، ومع ذلك كان له بها أجر، فإذا قام الإنسان على أهل بيته محتسبا أجره\nعند الله عز وجل آجره الله على ذلك.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>من مصر مستمع رمز لاسمه ب ع. م. أ. يقول في هذا السؤال: زوجة لم أدخل بها بعد تقوم بتحفيظ القرآن الكريم في أحد المساجد للطرق الصوفية بدون أجر، هل هذا العمل حلال؟ وهل هذا العمل فيه موالاة للطرق الصوفية ونقاط تأتي إن شاء الله؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إذا كانت هذه المرأة تدرس القرآن الكريم دراسة\nصحيحة ليس فيها بدعة، فلا حرج عليها أن تدرس في هذا المسجد الذي ينتابه أهل\nالتصوف، وإن كان الأفضل أن تذهب إلى مسجد آخر؛ لئلا يساء الظن بها، ولئلا\nيكون بهذا إعزاز <span id='ms4598'></span> لموقف هؤلاء المتصوفة. وأما إذا كان يخشى على الصبيان\nالمتعلمين، يخشى عليهم من أن يغتروا بعمل هؤلاء المتصوفة، فإنه لا يحل لها\nأن تدرس في هذا المسجد، وكذلك إذا كان من المعروف عند الناس أن كل من يدرس\nفي هذا المسجد منتسب لأهل التصوف، فإنه لا يجوز أن تدرس في هذا المسجد.\n</p>\n\n<p>\nيافضيلة الشيخ: وهل هذا العمل يضر بعقد الزوجية؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: هذا العمل لا يضر بعقد الزوجية؛ لأنه عمل مباح\nكما أسلفت، إلا في المسائل التي استثنيناها، وحتى في المسائل التي\nاستثنيناها لا يخل بعقد الزوجية.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>بارك الله فيكم هذا مستمع للبرنامج رمضان حسين علي من العراق محافظة التأمين يقول في السؤال: إنه كثير النسيان، حيث إنني عندما أحفظ سورة من القرآن الكريم بعد يوم أو يومين أنساها، أو أنسى جملة أو كلمة، وغالبا ما أتخطى هذه الكلمة إلى الكلمة التي بعدها، فبماذا تنصحونني مأجورين لكي لا أنسى هذه السور المباركات؟ جزاكم الله خيرا.</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي ننصحك به ما أرشد إليه النبي صلى الله عليه\nوسلم من تعاهد القرآن وكثرة تلاوته وتذكره، فإن رسول الله صلى الله عليه\nوسلم أمر بذلك وقال: (تعاهدوا القرآن، فوالذي نفسي بيده لهو أشد تفلتا من\nالإبل في عقلها) . فأكثر من تلاوة القرآن، وأعرض عن المشاغل التي تشغل ذهنك\nوتوجب نسيانك، ثم احرص أيضا على أن يكون تذكرك للكتاب الله مقرونا\nبالاستعانة بالله عز وجل؛ لأن الاستعانة مقرونة بالعبادة كما قال تعالى:\n(إياك نعبد وإياك نستعين) . وقال تعالى: (فاعبده وتوكل عليه) . فإذا استعنت\nبالله، وفوضت الأمر إلى الله، وحرصت على تعاهد القرآن، وصار هو شغلك\nالشاغل، فأبشر بأنك لن تنساه إن شاء الله تعالى.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>للمجند حسين شهاب الحمد من الجيش العربي السوري سؤال يقول فيه: أسأل سماحتكم الكريمة من طرف قراءة القرآن الكريم؛ لأني أحاول اتقان قراءة القرآن الكريم، بل يصعب علي ترميز القراءة، يحدث معي التأتأة في القرآن الكريم، وليس لدي أحد من الناس يعلمني الترميز، فهل أتابع <span id='ms4599'></span> في قراءتي للقرآن أم غير جائزة؟ وكل عام وأنتم بخير والسلام عليكم ورحمة الله.</h1>\n\n<p>\nفأجاب رحمه الله تعالى: وعليكم السلام القرآن الكريم يقرؤه الإنسان بقدر\nما يستطيع، كغيره من الطاعات: (فاتقوا الله ما استطعتم) . ويقرأ الإنسان\nبقدر استطاعته، إذا كان عنده معرفة بالحروف وإقامة لها بقدر المستطاع، وفي\nهذه الحال إذا كان يشق عليه فإنه له أجران: أجر التلاوة، وأجر المشقة:\n(فالماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه\nوهو عليه شاق فله أجران) كما جاء ذلك في الحديث عن رسول الله صلى الله عليه\nوسلم. فنقول لهذا الأخ: استمر في قراءتك ما دمت تعرف أن تقرأ، وبقدر ما\nتستطيع أقم الحروف، وبقدر ما تستطيع لاحظ الرموز والمواقف الصحيحة، وليس\nعليك شيء وراء ذلك.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>أيضا يقول:عندي أخ كلامه متقطع، هل يمكن أن أعلمه قراءة القرآن الكريم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أي نعم، يجوز أن تعلمه وإن كان يتقطع كلامه؛ لقول\nالله تعالى: (فاتقوا الله ما استطعتم) .\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>في رسالة هذه السائلة تقول: فضيلة الشيخ ما هي خير الكتب التي يجب على المسلم أن يقتنيها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: خير الكتب التي يجب على المسلم أن يقتنيها كتاب\nالله عز وجل، وينبغي العناية به وتدبر معناه والوصول إلى المراد به، وذلك\nبمراجعة كتب التفسير المؤلفة من العلماء الموثوقين في علمهم وأمانتهم،\nكتفسير ابن كثير رحمه الله، وتفسير الشيخ عبد الرحمن بن سعدي، وتفسير الشيخ\nأبي بكر الجزائري، وغيرهم من العلماء المشهود لهم بالعلم والأمانة. وكذلك\nبتلقي معاني القرآن من أفواه المشايخ الموثوقين في علمهم وأمانتهم، إما\nبطريق مباشر، وإما عن طريق استماع الأشرطة المسجلة لهم؛ لأن القرآن الكريم\nنزل للتلاوة والتبرك بتلاوته وحصول الثواب والأجر بها، وللتدبر أيضا،\nوللاتعاظ به ثالثا، كما قال عز وجل: (كتاب أنزلناه إليك مبارك ليدبروا\nآياته وليتذكر أولوا الألباب) . لذا أحث إخواني المسلمين على تدبر كتاب\nالله عز وجل وتفهم معناه، ثم العمل بمقتضى ذلك: بتصديق الأخبار وامتثال\nالأحكام، فيتبع ما أمر الله <span id='ms4600'></span> به في كتابه، ويترك ما نهى الله عنه في كتابه.\nثم بعد هذا ما صح عن النبي صلى الله عليه وسلم من الأحاديث، ومن المعلوم أن\nالسنة واسعة الإحاطة بها صعبة، لكن هناك كتب مؤلفة، منها ما يقتصر على\nالأحاديث الصحيحة فقط: كعمدة الأحكام، ومنها ما يذكر ما في الصحيحين\nوغيرهما، لكنه يذكر درجة الحديث من صحة وضعف وحسن: كبلوغ المرام. ثم بعد\nذلك يقتني ما يتعلق بالتوحيد والعقيدة الصحيحة، مثل: كتاب التوحيد لشيخ\nالإسلام محمد بن عبد الوهاب، وكتاب العقيدة الواسطية لشيخ الإسلام أحمد بن\nتيمية. ثم ما يتيسر من كتب الفقه، وفي مذهب الإمام أحمد من خير ما يقتنى\nالروض المربع شرح زاد المستقنع، وكذلك الزاد نفسه، وما حصل من شروح\nوتعليقات على هذا الكتاب المختصر المبارك. أما في النحو: فليبدأ الإنسان\nبالأيسر فالأيسر، كالأجرومية مثلا، ثم بعض العلماء يقول: بعد الأجرومية قطر\nالندى ثم ألفية ابن مالك، وأرى أنه لا حاجة إلى أن يدرس قطر الندى\nوالألفية، بل يقتصر على أحدهما وفيه كفاية.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>المستمع أحمد مصري يعمل بمنطقة حائل يقول ما هي الكتب التي تفقه المسلم في أصول دينه وتوضح له الأحكام الشرعية الصحيحة؟ علما أنني سمعت في برنامجكم أن بعض الكتب غير مستندة إلى صحة فيما تشتمل عليه، فأرجو إرشادي إلى أهم تلك الكتب الصحيحة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أهم الكتب كتاب الله عز وجل، تقرؤه وتتعلم معناه،\nإما من خلال التفاسير الموثوقة، وإما على أحد من أهل العلم، ثم تتذكر بما\nفي القرآن من مواعظ وأحكام؛ لقول الله تعالى: (كتاب أنزلناه إليك مبارك\nليدبروا آياته وليتذكر أولوا الألباب) وبعد ذلك سنة الرسول عليه الصلاة\nوالسلام، ومن الكتب المؤلفة فيها: كتاب منتقى الأخبار وكتاب بلوغ المرام،\nتدرسهما وتراجع شروحهما، وتسأل عما أشكل عليك فيهما أهل العلم الموثوقين\nبعلمهم ودينهم. ثم ما تيسر لك من كتب الفقه على حسب توجيه من يكون عندك من\nأهل العلم في بلدك، وإذا حصل للإنسان نية صحيحة في طلب العلم فإن <span id='ms4601'></span> الله\nتعالى ييسر له طريقه، وفي الحديث الصحيح عن النبي عليه الصلاة والسلام: (من\nسلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة) .\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>بارك الله فيكم فضيلة الشيخ المستمع هاني محمد من الأردن عمان يقول: ما هي الكتب الشرعية التي تنصحون بها طالب العلم المتوسط؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أولا أقول: لا كتاب أفضل من كتاب الله سبحانه\nوتعالى، فالذي أحث إخواني عليه هو أن يعتنوا بالقرآن حفظا وفهما وعملا، فقد\nكان الصحابة رضي الله عنهم لا يتجاوزون عشر آيات حتى يتعلموها وما فيهن من\nالعلم والعمل، يتعلمون العلم والعمل جميعا ثم بعد ذلك الاعتناء بما صح عن\nالنبي صلى الله عليه وسلم من الأحاديث، ومعلوم أن الأحاديث التي صحت عن\nالنبي صلى الله عليه وسلم كثيرة جدا، وطالب العلم المبتدئ أو المتوسط لا\nيمكنه الإحاطة بها، لكن هناك كتب مصنفة في هذا الباب يمكن الرجوع إليها،\nمثل كتاب عمدة الأحكام لعبد الغني النابلسي، ومثل كتاب الأربعين النووية\nللنووي رحمه الله، وغير ذلك من الكتب المختصرة، ثم بعد هذا يرتقي إلى الكتب\nالمطولة نوعا ما، كبلوغ المرام، والمنتقى من أخبار المصطفى، ثم بعد هذا\nيزداد بقراءة كتب الأحاديث المصنفة كصحيح البخاري وصحيح مسلم. أما في الفقه\nفينظر إلى أخصر كتاب ألف في ذلك، يقرؤه لينتفع به ويطبقه على ما عرفه من\nالأدلة، حتى يكون جامعا بين المسائل والدلائل. أما في النحو فيأخذ بالكتب\nالمختصرة أولا، مثل كتاب الأجرومية، فإنه كتاب مختصر مبارك مفيد، مقسم\nتقسيما يحيط به المبتدئ، ولا سيما إذا يسر الله له من يقربه بالشرح، ثم بعد\nهذا أنصحه بأن يحفظ ألفية ابن مالك رحمه الله، وأن يتفهم معناها لأنها\nألفية مباركة فيها خير كثير. ثم إني أنصح أيضا أن يلازم شيخا يثق به في\nعلمه ودينه وأخلاقه؛ لأن تلقي العلم على المشايخ أقرب إلى الإحاطة بالعلم\nوإلى معرفة الصواب، وأخصرلطالب العلم؛ لأن طالب العلم الذي يقرأ من الكتب\nإذا لم يكرس جهوده ليلا ونهارا <span id='ms4602'></span> فإنه لا يحصل شيئا، ثم إن الكتب أيضا\nمتنوعة: منها ما هو ملتزم بالصحيح، أو ملتزم بترجيح ما ينبغي ترجيحه، ومنها\nما هو متعصب للمذهب الذي هو عليه، حتى أن بعض المؤلفين- عفا الله عنا\nوعنهم- أحيانا يلوون أعناق النصوص لتكون مطابقة لما يذهبون إليه، لذلك أرى\nأن يعتني الإنسان بالشيخ الذي يدرس عليه في علمه ودينه وخلقه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>نرجو منكم نصيحة فضيلة الشيخ في الكتب الشرعية المفيدة والصحيحة عن المصطفى صلى الله عليه وسلم، طبعا بعد الدستور الخالد القرآن الكريم للاستفادة منها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم الكتب التي يستفيد منها طالب العلم تختلف\nباختلاف حال الطالب: إذا كان طالب العلم يريد أن يتمكن من العلم ويكون\nناهلا للعلم فإنه ينصح له بقراءة كتب معينة، وإذا كان طالب علم للمراجعة\nوالمطالعة والاستفادة فقط فإنه ينصح له بكتب معينة أخرى. فطالب العلم الذي\nيريد أن يكون من أهل العلم ينبغي له أن يقرأ في فنون العلم ما يتمكن منه،\nحتى يكون عنده إلمام عام في جميع العلوم، فمنها يقرأ في النحو، ويقرأ في\nالبلاغة، ويقرأ في الحديث- أعني: مصطلح الحديث- ويقرأ أصول الفقه، ويقرأ في\nالفقه، ويقرأ في متون الحديث، ويكون هذا بتوجيه من الشيخ الذي يقرأ عليه.\nوأنا أنصح طالب العلم أن يكون طلبه للعلم على يد شيخ راسخ في العلم؛ لأن\nطلب العلم على الشيخ الراسخ يستفيد منه الطالب فوائد، منها: أنه أخصر له في\nالوصول إلى العلم؛ لأن شيخه يعطيه العلم ناضجا ميسرا، فيكون ذلك أسهل له في\nالوصول إلى العلم، لكن لو كان يقرأ من الكتب تعب تعبا عظيما في مراجعة\nالكتب، وربما تشوش عليه هذه الكتب التي يقرؤها، حيث إن آراء العلماء ليست\nمتفقة في كل شيء. ومنها: أنه إذا قرأ على شيخ فإن الشيخ يبين له كيف يرجح\nالأقوال بعضها على بعض، وكيف يستنبط الأحكام الشرعية من أدلتها، فيسهل له\nالخوض في معارك العلم، ويستطيع الطالب بناء على هذا التوجيه من شيخه أن\nيناظر في <span id='ms4603'></span> مسائل العلم، وأن يجادل بالحق للحق.\n</p>\n\n<p>\nثالثا: أنه إذا طلب العلم على الشيخ صار هذا أكثر اتزانا له؛ لأنه إذا\nطلبه من الكتب فربما يكون لديه اندفاع كبير في بعض الآراء، فيحصل بهذا زلل،\nوربما يصل إلى درجة الإعجاب بالنفس واحتقار الغير.\n</p>\n\n<p>\nرابعا: أنه إذا قرأ العلم على شيخ أو إذا أخذ العلم من الشيخ فإنه يستفيد\nمن أخلاق هذا الشيخ؛ لأن الشيخ سيكون إذا من الله عليه متخلقا بما يقتضيه\nعلمه الذي وهبه الله، فيستفيد من هذا الشيخ، ويكتسب أخلاقا فاضلة ومعاملات\nطيبة، بالنسبة لزملائه وبالنسبة لعامة الناس. فالذي أنصح به إخواني طلبة\nالعلم المبتدئين أن يكون تلقيهم للعلم على يد المشايخ الذين أدركوا من\nالعلم والتجارب ما لم يدركوه، وحينئذ يأخذ بما يوجهه إليه شيخه من الكتب\nالتي يريد أن يتعلم منها، أما إذا كان لا يريد أن يحبس نفسه لطلب العلم،\nوإنما يريد الاستفادة من المطالعة، فمن أحسن الكتب: زاد المعاد لابن القيم\nرحمه الله؛ لأنه كتاب جامع بين الفقه المبني على الدليل وبين التاريخ الذي\nتعرف به حياة رسول الله صلى الله عليه وسلم، فيكتسب الإنسان من هذا الكتاب:\nالأحكام الفقهية، ومعرفة حال رسول الله صلى الله عليه وسلم وسيرته، وربما\nيمر به أيضا مسائل أخرى تتعلق بالتوحيد وبالتفسير وغيرها، فالكتاب كتاب\nنافع جامع صالح لمن أراد المطالعة للاستفادة العامة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>المستمع أيضا يقول: فضيلة الشيخ ما هي الكتب التي تنصحون بقراءتها لطالب العلم الشرعي أن يبدأ بها في كل من العقيدة والفقه والحديث والسيرة؟ مع العلم بأنني أميل إلى المذهب الحنبلي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: ننصح جميع إخواننا المسلمين أن يعتنوا أولا بكتاب\nالله عز وجل، بفهمه والعناية بتفسيره، وتلقي ذلك من العلماء الموثوقين في\nعلمهم وأمانتهم. ومن الكتب: كتب التفسير الموثوقة: تفسير ابن كثير، وتفسير\nالشيخ عبد الرحمن بن سعدي رحمه الله، وغيرها من التفاسير التي يوثق\nبمؤلفيها في عقيدتهم وعلمهم؛ لأن الصحابة رضي الله عنهم كانوا لا يتجاوزون\nعشر آيات من القرآن حتى يتعلموها <span id='ms4604'></span> وما فيها من العلم والعمل، ولأن ارتباط\nالإنسان بكلام الله عز وجل ارتباط بالله سبحانه وتعالى، فإن القرآن كلام\nالله لفظه ومعناه، ولأن الإنسان إذا كان لا يفهم القرآن إلا قراءة فقط فهو\nأمي وإن كان يقرأ القرآن، قال الله تعالى: (ومنهم أميون لا يعلمون الكتاب\nإلا أماني) . أي: إلا قراءة، فوصفهم بأنهم أميون، ولكن لا يعني ذلك ألا\nنهتم بقراءة القرآن؛ لأن قراءة القرآن عبادة، وقارئ القرآن له في كل حرف\nعشر حسنات، قارئ القرآن له في كل حرف عشر حسنات، فهذا أول ما ينبغي للمسلم\nأن يبتدئ به، وهو: فهم كتاب الله عز وجل. ثم سنة رسول الله صلى الله عليه\nوسلم، فيبدأ بالكتب المختصرة مثل: عمدة الأحكام لعبد الغني المقدسي، فإنها\nأحاديث مختصرة من الصحيحين، وغالب ما يحتاج إليه الإنسان من الأحكام موجود\nفيه، وكذلك الأربعون النووية للنووي رحمه الله، وتتمتها لابن رجب رحمه\nالله، ثم يرتقي إلى بلوغ المرام، ثم إلى المنتقى، وهكذا يبدأ شيئا فشيئا،\nأما في كتب العقيدة: فمن أحسن ما كتب وأجمعه وأنفعه العقيدة الواسطية لشيخ\nالإسلام ابن تيمية رحمه الله، فإنها زبدة عقيدة أهل السنة والجماعة وأما في\nالفقه: فمن أحسن الكتب المؤلفة زاد المستقنع في اختصار المقنع، على المذهب\nالحنبلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>المستمع خ. ص. ع. من جمهورية مصر العربية يقول في رسالته: ما هي الكتب النافعة التي ترشدونني في قراءتها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أنفع كتاب نرشدك إلى قراءته كتاب الله عز وجل،\nبأن تقرأه وتتدبره، وتطالع تفاسير أهل العلم الموثوقين، حتى يتبين لك\nالقرآن معنى كما حفظته لفظا، ولهذا كان الصحابة رضي الله عنهم لا يتجاوزون\nعشر آيات حتى يتعلموها وما فيها من العلم والعمل، يتعلمون القرآن والعلم\nوالعمل جميعا رضي الله عنهم.ثم بعد ذلك ما صح من سنة النبي صلى الله عليه\nوسلم، والكتب المصنفة من الأحاديث الصحيحة كثيرة، كصحيحي البخاري ومسلم وما\nنقل منهما، ثم ما كتبه أهل العلم الموثوق بهم، منهم شيخ الإسلام ابن تيمية\nرحمه الله <span id='ms4605'></span> وتلميذه ابن القيم، فإن كتبهما نافعة جدا لطالب العلم، وكم\nانتفعنا وغيرنا بها انتفاعا كثيرا، إذ إنها مبنية على الدليل الأثري\nوالنظري، فتفيد الإنسان فائدة كبرى، وإذا كنت في بلد فشاور أهل العلم\nالموثوق بهم عما يرون من الكتب التي ينصحونك بقراءتها، لكن هذا ما نراه.\nوالله أعلم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>المستمع يستشيركم يا فضيلة الشيخ ويقول: ماهو أفضل كتاب للحفظ في علم الحديث، وأفضل شرح له؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: يقصد السائل- فيما يظهر- كتاب الحديث في الأحكام،\nفمن أفضل الكتب العمدة، عمدة الأحكام للحافظ عبد الغني المقدسي، فإنها عمدة\nلأنه انتقاها رحمه الله مما اتفق عليه البخاري ومسلم، ولها شروح متعددة، من\nأنفعها لطالب العلم شرح ابن دقيق العيد، وأما للمبتدئين فلها شروح متعددة\nمن المعاصرين، معروفة بأيدي الطلبة.\n</p>\n\n<p>\nيافضيلة الشيخ: في الفقه يا فضيلة الشيخ؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: وفي الفقه أيضا كتاب زاد المستقنع في اختصار\nالمقنع، لموسى الحجاوي، وشرحه الروض المربع لمنصور البهوتي رحمه الله، فإنه\nكتاب مختصر مفيد، هذا لمن أراد التفقه على مذهب الإمام أحمد بن حنبل.\n</p>\n\n<p>\nيافضيلة الشيخ: وفي النحو؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: في النحو الأجرومية للمبتدئين، ثم الألفية لمن\nأخذ حظا وافرا من النحو، ويا حبذا لو أن الطالب حفظ هذه المتون المختصرة،\nحتى ينتفع بها حبن يحتاج إليها في المستقبل.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>بارك الله فيكم المستمع عودة في سؤاله يقول: أرجو إفادتي بالكتب المفيدة بعد كتاب الله عز وجل، وهو في القائمة الأولى الواردة فيها الأحاديث عن رسول الله صلى الله عليه وسلم والسلام عليكم ورحمة الله؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: كتب الحديث التي ننصح فيها هي الكتب الصحيحة\nالمعتمدة عند أهل العلم، مثل صحيح البخاري وصحيح مسلم، أو الكتب التي تجمع\nالأحاديث الصحيحة وتبينها، مثل بلوغ المرام من أدلة الأحكام، وعمدة\nالأحكام، وهما كتابان نافعان للمؤمن؛ لأنهما مصنفان على الأبواب الفقهية،\nوكذلك من الكتب المفيدة رياض الصالحين، وهو مشهور معروف عند الناس، فإن فيه\nأحاديث كثيرة تشتمل على مكارم الأخلاق ومحاسن الأعمال.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>يقول <span id='ms4606'></span>: فضيلة الشيخ الكتب الدينية التي ترشدونني باقتنائها والاستفادة منها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: من أحسن ما رأيت من الكتب كتاب زاد المعاد في هدي\nخير العباد لابن القيم رحمه الله، فإنه كتاب يعتبر كتاب فقه وسيرة وطب، ومن\nالكتب المفيدة أيضا كتاب رياض الصالحين للنووي رحمه الله، ومن الكتب\nالمفيدة تفسير القرآن لابن كثير، والمراد التفسير الكامل دون المختصر،\nوالكتب في هذا كثيرة، يمكنك أن تسترشد أيضا بمن عندك من أهل العلم ليدلوك\nعلى ما لم يحضرنا الآن.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>أحسن الله إليكم فضيلة الشيخ بماذا توجهون المستمعين من كتب التفسير في قراءتها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: كتب التفسير في الواقع كثيرة ومتشعبة، والعلماء\nرحمهم الله كل يأخذ بجهة من جهات القرآن الكريم: فمنهم من يغلب عليه تفسير\nالمعاني بقطع النظر عن الإعراب والبلاغة وما أشبه ذلك، ومنهم من يغلب عليه\nمسائل الإعراب والبلاغة وما أشبه ذلك، ومنهم من يغلب عليه استنباطات من\nالآيات العلمية والعملية، فهم يختلفون، لكن من خير ما يكون من التفاسير-\nفيما أعلم- تفسير ابن كثير رحمه الله، فإنه تفسير جيد سلفي، لكن يؤخذ عليه\nأنه يسوق بعض الإسرائيليات في بعض الأحيان ولا يتعقبها، وهذا قليل عنده.\nومن التفاسير الجياد تفسير الشيخ عبد الرحمن الناصر بن سعدي رحمه الله،\nفإنه تفسير سلفي سهل المأخذ، ينتفع به حتى العامي. ومن التفاسير الجياد\nتفسير القرطبي رحمه الله، ومنها تفسير محمد الأمين الشنقيطي الجكني، لا\nسيما في آخر القرآن الذي أدركه. ومن التفاسير الجياد في البلاغة والعربية\nتفسير الزمخشري، لكن احذره في العقيدة فإنه ليس بشيء. ومن التفاسير الجياد\nتفسير ابن جرير الطبري لكنه لا ينتفع به إلا الراقي في العلم وهناك تفاسير\nأخرى لا نعرفها إلا بالنقل عنها، لكن الإنسان يجب عليه أنه إذا لم يفهم\nالآية من التفاسير أن يسأل عنها أهل العلم، حتى لا يفسر القرآن بغير مراد\nالله تعالى به.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>هذا السائل من الدمام يقول ما هي كتب التفسير التي تنصحونني بقراءتها، وخصوصا لطلبة العلم مأجورين؟</h1>\n\n<p>\nفأجاب <span id='ms4607'></span> رحمه الله تعالى: كتب التفسير الحقيقة تختلف مشاربها فتفسير ابن\nكثير من أحسن التفاسير، لكنه رحمه الله لا يعتني كثيرا باللغة العربية،\nيعني: بالبلاغة وأوجه الإعراب وما أشبه ذلك. وتفسير ابن جرير- وهو أصل\nتفسير ابن كثير- أيضا مطول، وفي الآثار الواردة فيه ما هو غث وسمين، فيحتاج\nإلى طالب علم يكون له معرفة بالرجال والأسانيد. وهناك كتب تفسير جيدة،لكن\nمنهجها في العقيدة غير سليم،كتفسير الزمخشري،فهو جيد من حيث البلاغة\nواللغة، لكنه ليس بسليم من حيث العقيدة، وفيه كلمات تمر بالإنسان لا يعرف\nمغزاها، لكنها إذا وقرت في قلبه فربما يتبين له مغزاها فيما بعد، ويكون قد\nاستسلم لها فيضل، ولذلك أرى أن طالب العلم يأخذ تفسير ابن كثير ما دام في\nأول الطلب، أو تفسير الشيخ عبد الرحمن بن سعدي رحمه الله، أو تفسير أبي بكر\nالجزائري، وهذا ما اطلعت عليه وقد يكون فيه تفاسير أخرى مثلها أو أحسن،\nمنها لكن هذا ما اطلعت عليه، ثم إذا وفقه الله إلى علم واسع وملكة قوية\nيدرك بها ما لا يدركه في أيام الطلب فليراجع كل ما تيسر من التفاسير.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>حفظكم الله وسدد خطاكم، طالب العلم الذي يريد أن يقرأ في التفسير ما هي أشهر كتب التفسير التي يقتنيها طالب العلم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أرى أن يقتني تفسير ابن كثير رحمه الله، وتفسير\nشيخنا عبد الرحمن بن سعدي؛ لأنهما خير ما اطلعت عليه من كتب التفاسير،\nوهناك تفاسير أخرى لطالب العلم الراقي، كتفسير القرطبي وتفسير الشوكاني.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>ما رأيكم يا شيخ في تفسير البغوي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: تفسير البغوي جيد ولا بأس به، لكن أحث إخواني\nالسامعين على مراجعة مقدمة التفسير لشيخ الإسلام ابن تيمية رحمه الله، تكلم\nعن التفاسير التي مرت به كلاما جيدا، فلتراجع.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>بارك الله فيكم يقول: يا فضيلة الشيخ محمد ما هو أفضل كتاب للحفظ في علم العقيدة؟ وأفضل شرح له وعدة شروح أخرى؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: من أحسن ما كتب في <span id='ms4608'></span> العقيدة: العقيدة الواسطية\nلشيخ الإسلام ابن تيمية رحمه الله، فإنها رسالة مختصرة مفيدة جدا، فيها\nقواعد عظيمة من القواعد التي ينتفع بها الإنسان في كل مسألة من مسائل\nالعقيدة،ومنها أيضا شرح العقيدة الطحاوية، فإنه كتاب جيد مفيد ينتفع به\nطالب العلم، ومنها الصواعق المرسلة ومختصره لابن القيم رحمه الله.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>جزاكم الله خيرا السائلة أ, ع تقول أنا أقوم بدراسة الفقه، فما هي الكتب التي تنصحونني بدراستها والقراءة فيها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أحسن ما رأيت من الكتب في فقه الحنابلة الروض\nالمربع شرح زاد المستقنع، ففيه خير كثير وفيه علم كثير، ولكني أنصح السائلة\nوغيرها ممن يطلب العلم بأن يكون طلبهم العلم على يد شيخ؛ لأن ذلك أسلم من\nالخطر وأقرب لحصول العلم، فإن الشيخ يقرب المعلومات إلى الطالب: بشرح\nالمشكل، وبيان المجمل، والجمع بين الأدلة، فيقل الخطأ، وأما من اعتمد على\nنفسه في طلب العلم وعلى الكتب التي يقرؤها، فإنه يخطئ كثيرا، ولا ينال\nالعلم الصحيح إلا بجهد جهيد وعمل شاق، ولهذا يقال: من كان دليله كتابه غلب\nخطؤه صوابه، وهذه الجملة وإن لم تكن صحيحة على وجه الإطلاق لكنها في\nالغالب: أن من كان دليله كتابه غلب خطؤه صوابه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>هذا السائل يقول: أريد أن يكون لي علم شرعي وأن أتفقه في الدين، وجهوني نحو أفضل الكتب المعينة في هذا المجال؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: من أحسن الكتب بل هو أحسن الكتب كتاب الله عز\nوجل، فإن فيه الهدى والنور والشفاء لما في الصدور، ثم ما صح عن النبي صلى\nالله عليه وسلم، ثم ما كتبه أهل العلم. ويختلف هذا باختلاف الناس:فالطالب\nالصغير المبتدئ تذكر له الأشياء المختصرة المفيدة، والطالب المتوسط يرتقي\nشيئا فشيئا حتى يصل إلى الغاية والنهاية التي يمكن أن يصل إليها البشر ثم\nإني أشير على طالب العلم أن يختار له من العلماء الأمناء في دينهم وعلمهم\nواتجاههم ومنهجهم من يتتلمذ على يديه، فإن القراءة على المشايخ أقرب إلى\nالصواب، وأسرع في إدراك العلم <span id='ms4609'></span>؛ لأن الشيخ يقدم لطلابه شيئا قد نضج وتم\nاختياره من قبل هذا الشيخ، وقد توفرت ولله الحمد وسائل الإعلام الآن من\nمسموعة ومقروءة، فالأشرطة متوفرة والكتب كذلك متوفرة كثيرة، نسأل الله\nالتوفيق لما فيه الخير والصواب.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>يقول: أرشدوني إلى بعض أسماء الكتب القيمة في الفقه والعبادات؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أحسن شيء في هذا ما ألفه العلماء من كتب الحديث،\nكبلوغ المرام ومنتقى الأخبار ونحوهما، ثم ما اشتمل على الفقه والحديث، مثل\nزاد المعاد لابن القيم، فإنه كتاب قيم: فيه التاريخ النبوي، وفيه الفوائد\nوالحكم التي تتضمنها غزوات الرسول صلى الله عليه وعلى آله وسلم، فهو كتاب\nجيد لا ينبغي لطالب علم أن تفوته مطالعته.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>مارأيكم في كتاب الفقه على المذاهب الأربعة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الفقه على المذاهب الأربعة، الذي أشير به على\nإخواني- إذا كانوا يحبون الاطلاع على أقوال العلماء، ولديهم قدرة على معرفة\nالراجح من المرجوح أن لا يراجعوا إلا الكتب التي تذكر الأقوال وأدلتها، حتى\nيكونوا على بينة من أمرهم، مثل: المغني لابن قدامة، والمجموع شرح المهذب\nللنووي رحمه الله، وما أشبهها من الكتب التي إذا ذكرت أقوال العلماء ذكرت\nالأدلة وبينت الراجح، أما مجرد أقوال: هذا مذهب فلان، وهذا مذهب فلان، فهو\nقليل الفائدة بلا شك، يعني: أن الفائدة منه هي أن يطلع الإنسان على أقوال\nفقط، دون أن يعرف الراجح من المرجوح، فاشتغاله بما هو أحسن أولى وأحرى.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>يقول السائل: ما رأي فضيلتكم في مجموعة فتاوى شيخ الإسلام ابن تيمية رحمه الله؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: رأينا أنها من خير ما كتب؛ لأنها من عالم فقيه\nناصح، وإنني أحث أخي هذا السائل وغيره ممن يستمع، أحثه على اقتناء كتب شيخ\nالإسلام ابن تيمية رحمه الله، وكذلك تلميذه ابن القيم؛ لما فيها من الخير\nوالبركة والعلم الغزير الذي لا تجده في غيرها، ولما فيها من قوة الاستنباط،\nاستنباط الأحكام من الكتاب والسنة، فهي كتب لم يخرج مثلها فيما أعلم، فعليك\nيا طالب العلم بها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>يقول <span id='ms4610'></span>: ما رأيكم يا فضيلة الشيخ في تفسير مختصر ابن كثير، وفقه السنة، ورياض الصالحين، والكبائر، وقصص الأنبياء؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أقول أولا: إن الرجوع إلى الأصول خير، لكن إذا\nدعت الحاجة إلى الرجوع إلى المختصرات- لضيق الوقت، أو لغير ذلك من الأسباب-\nفلا بأس، وإلا فإن الرجوع إلى الأمهات أفضل وأحسن. وأما ما عدده من الكتب:\nبعد ذلك فإنه من المعلوم أنه لا يكاد كتاب يسلم من شيء يطغى به القلم، أو\nيزل به الفهم، والإنسان غير معصوم، وما أحسن كلمة قالها عبد الرحمن بن رجب\nرحمه الله -أحد أحفاد شيخ الإسلام ابن تيمية في العلم، وهو تلميذ ابن\nالقيم، وابن القيم تلميذ شيخ الإسلام ابن تيمية، حيث قال في كتابه القواعد\nالفقهية يأبى الله العصمة لكتاب غير كتابه، والمنصف من اغتفر قليل خطأ\nالمرء في كثير صوابه. فإنها كلمة جيدة: المنصف من اغتفر قليل خطأ المرء في\nكثير صوابه، وغالب هذه الكتب التي ذكرها السائل لم أستوعبها قراءة أو\nمطالعة، فلا يمكنني أن أحكم على كل واحد منها بعينه ولكن من طالع هذه الكتب\nأو غيرها، وأشكل عليه مسألة من المسائل، فعليه أن يراجع أهل العلم في ذلك.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>ما رأي فضيلتكم حفظكم الله في كتاب الروح وحادي الأرواح لابن القيم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إنهما كتابان عظيمان مفيدان، فيهما عبر وفيهما\nأحكام فقهية، فهما من خير المؤلفات وابن القيم رحمه الله- كما هو معلوم\nللجميع- رجل واسع الاطلاع، سهل العبارة سلسها، وأنا أنصح إخواني طلبة العلم\nبقراءة كتب شيخ الإسلام ابن تيمية وابن القيم، الذي هو تلميذه وتربى على\nيده علما وعملا ودعوة، وقد أوصى بهما شيخنا رحمه الله عبد الرحمن بن سعدي؛\nلأنه رحمه الله انتفع بكتب الشيخين انتفاعا كبيرا، ونحن انتفعنا بها والحمد\nلله، فنشير على كل طالب علم أن يقرأها لينتفع بها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>السائل أبو عبد الله يقول: ما رأيكم في كتاب الروح لابن القيم؟ وهل القصص التي ذكرها عن أهل القبور صحيحة؟</h1>\n\n<p>\nفأجاب رحمه الله <span id='ms4611'></span> تعالى: الكتاب فيه مباحث قيمة وجيدة، ومن قرأها عرف أنها\nمن كلام ابن القيم رحمه الله، وفيه هذه القصص التي ذكرها من المنامات عن\nبعض الأموات فالله أعلم بصحتها، لكن كأنه رحمه الله تهاون في نقلها لأنها\nترقق القلب، وتوجب للإنسان أن يخاف من عذاب القبر، وأن يرغب في نعيم القبر،\nفالقصص حسنة والله أعلم بصحتها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>يستفسر عن مجموعة من الكتب يقول: حادي الأرواح والروح لابن القيم ما رأيكم فيهما؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أما الكتابان حادي الأرواح والروح لابن القيم\nرحمه الله فهما كتابان نافعان فيهما خير كثير، وإن كانا لا يخلوان من الشيء\nالذي يكون سببا للتردد في صحته، لكنهما بلا شك مفيدان عظيمان.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>المستمع أيضا يقول: ما رأيكم فضيلة الشيخ في هذه الكتب: كتاب الأذكار، وكتاب الجواب الكافي لمن سأل عن الدواء الشافي، وأيضا كتاب رياض الصالحين، وكتاب خزينة الأسرار؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أما كتاب الأذكار ورياض الصالحين فهما للنووي\nرحمه الله، ولا شك أن فيهما فائدة عظيمة كبيرة، لكن لا يخلوان من بعض\nالأحاديث الضعيفة، ولا سيما كتاب الأذكار، إلا أن أهل العلم قد بينوا ذلك\nولله الحمد، ولكنها أحاديث قليلة جدا، وأرى أن يقرأ بهما الإنسان لما فيهما\nمن الفوائد الكثيرة، وأرى أن يسأل عن الأحاديث التي يستنكرها، يسأل عنها\nأهل العلم بالحديث. وأما الجواب الكافي لمن سأل عن الدواء الشافي فهو لابن\nالقيم أحد تلاميذ شيخ الإسلام ابن تيمية رحمهم الله، وهو كتاب جيد فيه\nمواعظ عظيمة، لكن في آخره أشياء يظهر أن المؤلف رحمه الله كتبها لأن هذا\nالكتاب كان لشخص معين ابتلي ببلية، فرأى المؤلف رحمه الله أن من المناسب ما\nذكره في آخر الكتاب. وأما كتاب خزينة الأسرار فلا أدري عنه، ولم أطلع عليه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>بارك الله فيكم هذا المستمع زاهر محمد سعيد من جدة يقول في سؤاله: أنا والحمد لله يوجد عندي كتب شرعية كثيرة، من ضمنها كتاب رياض الصالحين، وفقه السنة ذو المجلدات الثلاثة للسيد سابق، وحيث إن عندي <span id='ms4612'></span> وقت فراغ كبيرا أريد أن أقضيه في شيء يفيدني، فأردت أن أتفقه في الدين، وأنا محتار في أي الكتابين أبدأ؟ هل أبدأ بكتاب رياض الصالحين أم بكتاب فقه السنة؟ نرجو إفادة بذلك؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي أرى أن تبدأ بكتاب رياض الصالحين؛ لأن فيه\nآدابا عظيمة قل أن توجد في غيره، وهو أيضا في نفس الوقت مشتمل على فقه كثير\nمن العبادات والمعاملات، فابدأ به أولا، ثم بعد هذا تبدأ فيما تراه من\nالكتب النافعة المفيدة، ومن الكتب المفيدة زاد المعاد في هدي خير العباد\nلابن قيم الجوزية رحمه الله، فإنه كتاب جامع بين السيرة النبوية والفقه،\nومن المعلوم لنا جميعا أن دراسة سيرة النبي صلى الله عليه وسلم أمر مهم\nمطلوب؛ لأن به يعرف كثير من هدي النبي صلى الله عليه وسلم، وبه يزداد\nالإيمان والمحبة لرسول الله صلى الله عليه وسلم. فنصيحتي لك وللمستمع أنت\nتقرأ بسيرة النبي صلى الله عليه وسلم، ولكن يجب الحذر من المقولات الضعيفة\nالتي ألصقت بالسيرة وليست منها، ومن خير ما هو مؤلف في السيرة وفيه تمحيص\nجيد كتاب البداية والنهاية لابن كثير، فإنه جيد ومفيد.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>المستمع علي أحمد الزهراني بلاد زهران له سؤال، يستشيركم فضيلة الشيخ في رياض الصالحين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: قبل الإجابة على السؤال أود أن أذكر إخوتي\nالمستمعين ومنهم السائل أن أهم ما ينبغي الاعتناء، به بل يجب الاعتناء به،\nكتاب الله عز وجل، حيث كان الصحابة رضي الله عنهم لا يتجاوزون عشر آيات حتى\nيتعلموها وما فيها من العلم والعمل، فالاعتناء بكتاب الله عز وجل أمر واجب،\nوتدبر معناه هو الحكمة من إنزاله، والتذكر به حكمة أخرى تتفرع عن تدبره قال\nالله تعالى (كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب)\n. كثير من الناس يعتني بالكتب الحديثية وبالسنة، ولا شك أن هذا خير، ولكن\nتجده مهملا القرآن الكريم، لا يعرف معناه ولا يتدبره، ولا يطلع على ما كتبه\nأهل العلم في تفسيره، وهذا نقص، فالذي <span id='ms4613'></span> ينبغي للإنسان في ترتيب تعلمه أن\nيبدأ قبل كل شيء بفهم كتاب الله عز وجل، ثم يثني بسنة رسول الله صلى الله\nعليه وسلم، وما كتبه أهل العلم فيها من المؤلفات. وبعد هذا نرجع إلى الجواب\nعلى السائل فنقول: إن هذا الكتاب الذي أشار إليه- وهو: رياض الصالحين- كتاب\nقيم نافع، به آيات يصدر بها المؤلف رحمه الله الأبواب في كثير من أبواب\nالكتاب، وفيه أحاديث صحيحة وحسنة، ويندر فيه جدا أن توجد أحاديث ضعيفة، لكن\nالكتاب مفيد لطالب العلم ومفيد للعامة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>ما أفضل الكتب المؤلفة في السيرة النبوية يا فضيلة الشيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: السيرة النبوية ألفت فيها كتب كثيرة، لكن بعضها\nليس له سند، ولكنها اشتهرت بين الناس ثم كتبت في الكتب، ومن أحسن ما رأيت-\nوأنا لم أر شيئا كثيرا من كتب التاريخ والسيرة- (البداية والنهاية) لابن\nكثير رحمه الله، وإذا أشكل عليك شيء منها، يعني: إذا قرأت وأشكل عليك شيء\nفابحث عنه بحثا خاصا، مثل أن تروى قصة واقعة منسوبة للنبي صلى الله عليه\nوعلى آله وسلم أو لغيره من الصحابة، فابحث عنها وعن سندها حتى يتبين لك،\nالمهم أن من خير ما قرأت وأفيده في هذا الموضوع كتاب البداية والنهاية لابن\nكثير رحمه الله.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>هذه المستمعة من الرياض تقول: فضيلة الشيخ الكتب التي تنصحوننا بقراءتها في مجال الزهد؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا شيء أحسن من كتاب الله عز وجل في باب الزهد،\nولا سنة رسول الله صلى الله عليه وسلم. والزهد له مفهومان: مفهوم شرعي،\nومفهوم عرفي. فالمفهوم الشرعي: أن الزهد ترك ما لا ينفع في الآخرة، وليس\nالمراد به أن يترك الإنسان الدنيا كلها ويتقشف، ويكون في بيته لا يعرف ولا\nيعرف، بل أن يترك ما لا ينفعه في الآخرة، ولو عمل أعمالا دنيوية، ولو خالط\nالناس، ولو ماشاهم. وأما الزهد العرفي: فهو التقشف، وكون الإنسان لا يتمتع\nبما أحل الله له وإن كان نافعا له في الآخرة، وكونه يقتصد على نفسه <span id='ms4614'></span> وينزوي\nفي بيته، وهذا الزهد ليس مشروعا، ولا يؤجر الإنسان عليه؛ لأنه قد يضيع فيه\nواجبات كثيرة، وقد يحرم نفسه من مباحات كثيرة لغير سبب، والإنسان الذي يحرم\nنفسه من المباحات التي أباحها الله بلا سبب شرعي يعد مذموما لا ممدوحا.\nلهذا ينبغي أن نقول لهذه السائلة ولغيرها: يجب أن نعرف معنى الزهد أولا حتى\nنبحث عن الكتب التي تعين على الزهد أو التي تبين الزهد، فالزهد قاعدته -كما\nأشرت إليه -ترك ما لا ينفع في الآخرة، فممارسة شيء من أمور الدنيا هو نافع\nفي الآخرة لا يخرج به الإنسان عن الزهد، والانطواء على النفس وعدم الاختلاط\nمع الناس وكون الإنسان يتقشف ويمتنع مما أحل الله له، ليس هذا بالزهد\nالمحمود، بل هو من الزهد المذموم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>بارك الله فيكم، من محافظة بيالي العراق مستمعة غريبة الأصلاني تقول في سؤالها: عندنا الكثير من كتب التصوف، فما رأي الشرع في نظركم يا فضيلة الشيخ في هذه الكتب وبالتصوف؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نظري في التصوف -كغيره مما ابتدع في الإسلام- ما\nبينه رسول الله صلى الله عليه وسلم لأمته حيث قال: (عليكم بسنتي وسنة\nالخلفاء الراشدين المهديين من بعدي، وإياكم ومحدثات الأمور، فإن كل بدعة\nضلالة) .فالتصوف المخالف لهدي الرسول صلى الله عليه وسلم بدعة وضلالة يجب\nعلى المسلم أن يبتعد عنها، وأن يأخذ طريق سيره إلى الله من كتاب الله وسنة\nرسوله صلى الله عليه وسلم. وأما كتب الصوفية فإنه لا يجوز اقتناؤها ولا\nمراجعتها، إلا لشخص يريد أن يعرف ما فيها من البدع من أجل أن يرد عليها،\nفيكون في نظره إليها فائدة عظيمة، وهي: معالجة هذه البدعة حتى يسلم الناس\nمنها، ومن المعلوم أن النظر في كتب الصوفية وغيرها من البدع من أجل أن يعرف\nالإنسان ما عندهم حتى يرد عليهم، من المعلوم أن هذا أمر مرغوب فيه إذا أمن\nالإنسان على نفسه من أن ينحرف من هذه الكتب.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>السائلة تقول: قرأت في كتاب المأثورات شيئا لم أجده في <span id='ms4615'></span> بقية كتب الأدعية، وما قرأته يعرف بورد الرابطة، وهو أن يتلو الإنسان قوله تعالى: (قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء) إلى قوله: (وترزق من تشاء بغير حساب) . ثم يتلو بعد ذلك الدعاء: اللهم إن هذا إقبال ليلك وإدبار نهارك فاغفر لي. ثم يستحضر صورة من يعرف من إخوان في ذهنه، ويستشعر الصلة الروحية بينه وبين من لم يعرف منهم، ثم يدعو لهم مثل هذا الدعاء: اللهم إنك تعلم أن هذه القلوب اجتمعت على محبتك، والتقت على طاعتك، وتوحدت على دعوتك، وتعاهدت على نصرة شريعتك، فألف اللهم رابطتها، وأدم ودها، واهدها سبلها، واملأها بنورك الذي لا يخبو، واشرح صدورها بفيض الإيمان بك، وجميل التوكل عليك، وأحيها بمعرفتك، وأمتها على الشهادة في سبيلك، إنك نعم المولى ونعم النصير. كما ذكر وردا آخر يسمى بورد الدعاء يقول فيه: أستغفر الله مائة مرة، ثم الدعاء للدعوة والإخوان والنفس بعد ذلك بما تيسر من الدعاء، بعد صلاة الفجر والمغرب والعشاء وقبل النوم، وألا يقطع الورد لأمر دنيوي إلا لضرورة. وقد قرأت كثيرا في كتب الأحاديث ورياض الصالحين ولم أجد ما يدل على صحة هذا المذكور، فأرجو أن تنبهونا على مدى صحته وعن حكم الالتزام به والمداومة عليه؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الأمر كما ذكرت السائلة في أن هذه الأدعية أدعية\nلا أصل لها في سنة الرسول صلى الله عليه وسلم، وليست بصحيحة، ولا يجوز لأحد\nأن يلتزم بها، بل ولا أن يفعلها تعبدا؛ لله لأنها بدعة، وقد قال النبي صلى\nالله عليه وسلم: (كل بدعة ضلالة) . والذي ظهر لي من حال هذه المرأة السائلة\nأنها تطالع كثيرا من الكتب، ولا سيما كتب الأذكار والأوراد الذي أنصحها به\nأن تتحرز كثيرا؛ لأنه كتب في الأذكار البدعية والأدعية البدعية شيء كثير،\nومن المؤسف أنها تروج كثيرا في المسلمين، ورواجها قد يكون أكثر من رواج\nالأدعية والأذكار الصحيحة. فأنصحها وأنصح جميع إخواني المسلمين بالتثبت في\nهذه الأمور، حتى لا يعبدوا الله تعالى <span id='ms4616'></span> على جهل وضلال وبدع، وفي الكتب\nالصحيحة التي ألفها من يوثق بعلمهم وأمانتهم ودينهم، في الكتب الصحيحة ما\nيغني عن ذلك، فالرجوع إليها هو الواجب، وطرح مثل هذه الكتب التي أشارت\nإليها السائلة وغيرها مما يشتمل على أذكار وأدعية بدعية، فطرحها والتحذير\nمنها هو الواجب على المسلمين، حتى لا تفشو فيهم البدع وتكثر فيهم الضلالات.\nوالله أسأل أن يهدينا وإخواننا المسلمين لما فيه صلاح ديننا ودنيانا، إنه\nجواد كريم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>ما رأيكم في كتب يوم القيامة وأهوالها؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي يغلب على ظني أن مثل هذه الكتب المتعلقة\nبالفتن وأهوال القيامة فيها أحاديث كثيرة ضعيفة، وبعضها قد تكون موضوعة،\nولهذا ينبغي على الإنسان أن يكون منها على حذر، وأن لا يعتمد عليها إلا بعد\nمراجعة أهل العلم، وإذا قدر أنه ليس عنده أحد من أهل العلم يسأله فإن الحق\nله منار بين، فإذا مر به شيئ من الأحاديث يستنكره أو تشمئز منه نفسه\nفليتوقف فيه، وليسأل عنه بخصوصه، وهو غير ملزم بأن يؤمن بما لا يتيقن أنه\nمما يجب الإيمان به، فليتوقف حتى يسأل أهل العلم عن ذلك.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>السؤال يقول: وجدنا كتبا مؤلفة في الطب للشيخ جلال الدين السيوطي، فهل كان عالما بالطب إلى جانب التفسير حسب ما تعلمون؟ أم أنه اسم على اسم؟ أو هي منسوبة إليه فقط؟ فإن كنتم قد اطلعتم على شيئ منها فما رأيكم فيما اشتملت عليه، وخاصة تلك الرموز والطلاسم التي لا تعرف؟ والأحرف الأبجدية العربية والأرقام، وهذه دواء للجنون وبعض الأمراض الأخرى؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أنا لا أعرف عن السيوطي أنه عالم بالطب، وإن كنت\nقد قرأت له قديما كتابا يشتمل على عدة علوم منها بحوث في الطب. أما ما ذكره\nالسائل من هذا الكتاب الذي فيه الطلاسم باللغة العبرية والعربية وغيرها،\nوالحروف وما أشبهها: فهذا لا أعرف عنه شيئا، ولكن يجب أن يعلم أنه لا يجوز\nالاستشفاء بأمر لا يعرف معناه، فهذه الحروف التي لا يدرى ما هي، وهي عبارة\nعن <span id='ms4617'></span> طلاسم معقدات وأشياء لا تعلم، لا يجوز لأحد أن يتداوى بها ولا يستشفي\nبها، وإنما يستشفى بالكتابة المعروفة التي لا تنافي ما جاءت به الشريعة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>هذه أختكم في الله خ م س من الخرج تقول في سؤالها: لقد داومت على قراءة درة الناصحين في الوعظ والإرشاد وتأثرت به، ولكنني أحس أن فيها أشياء مكذوبة وتأكدت من ذلك، فما رأيكم في هذا الكتاب يا فضيلة الشيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: رأيي في هذا الكتاب وفي غيره من كتب الوعظ أن\nيقرأها الإنسان بتحفظ شديد؛ لأن كثيرا من المؤلفين في الوعظ يأتون بأحاديث\nلا زمام لها ولا قيود لها ولا أصل لها عن الرسول صلى الله عليه وسلم، بل هي\nأحاديث موضوعة أحيانا، وضعيفة جدا أحيانا، يأتون بها من أجل ترقيق القلوب\nوتخويفها، وهذا خطأ عظيم، فإن فيما صح من سنة الرسول عليه الصلاة والسلام\nمن أحاديث الوعظ كفاية، والقرآن العظيم أعظم ما توعظ به القلوب، كما قال\nالله تعالى: (يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور\nوهدى ورحمة للمؤمنين) . فلا واعظ أعظم من القرآن الكريم ومما صح من السنة\nعن رسول الله صلى الله عليه وسلم، فإذا عرف الإنسان حال هذه الكتب المؤلفة\nفي الوعظ، وأن فيها أحاديث موضوعة أو ضعيفة جدا، فليحترز من هذه الأحاديث،\nولا حرج عليه أن ينتفع بها وبما فيها من كلمات الوعظ التي يكتبها الكاتبون،\nولكن بالنسبة للأحاديث ليكن منها على حذر، وليسأل عنها أهل العلم، وإذا بين\nله حال الحديث فليكتب على هامش الكتاب: هذا الحديث ضعيف أو موضوع أو ما\nأشبه ذلك؛ لينتفع به من يطالع الكتاب بعده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>بارك الله فيكم نستشيركم فضيلة الشيخ محمد بالكتب التالية: مروج الذهب للمسعودي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: مروج الذهب للمسعودي كغيره من كتب التاريخ يكون\nفيه الضعيف والصحيح، ويحتاج إلى أن يحترز الإنسان منه فيما إذا ورد على\nسمعه أو على بصره ما يستنكر، فإنه يجب عليه أن يتوقف فيه ويبحث عنه <span id='ms4618'></span> ويحققه.\n</p>\n\n<p>\nفضيلة الشيخ: المأثورات والدعاء المستجاب؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: كتاب الدعاء المستجاب فيه أشياء بدعية لا صحة\nلها، فلا أشير أن يقرأه إلا شخص طالب علم يعرف ما فيه من البدع حتى\nيتجنبها، وفيه أشياء مفيدة.\n</p>\n\n<p>\nفضيلة الشيخ: العواصم من القواصم لأبي بكر بن العربي؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: هذا كتاب جيد ينبغي للإنسان قراءته.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>ما رأي فضيلتكم في كتاب الروض الفائق وتنبيه الغافلين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الروض الفائق لا أعرفه، وأما تنبيه الغافلين فهو\nكتاب وعظ، وغالب كتب المواعظ يكون فيها الضعيف وربما الموضوع، ويكون فيها\nحكايات غير صحيحة يريد المؤلفون بها أن يرققوا القلوب وأن يبكوا العيون،\nولكن هذا ليس بطريق سديد؛ لأن فيما جاء في كتاب الله وصح عن رسول الله صلى\nالله عليه وسلم من المواعظ كفاية، ولا ينبغي أن يوعظ الناس بأشياء غير\nصحيحة، سواء نسبت إلى الرسول صلى الله عليه وسلم أو نسبت إلى قوم صالحين،\nقد يكونون أخطؤوا فيما ذهبوا إليه من الأقوال أو الأعمال، والكتاب فيه\nأشياء لا بأس، بها ومع ذلك فإني لا أنصح أن يقرأه إلا شخص عنده علم وفهم\nوتمييز بين الصحيح والضعيف والموقوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>بارك الله فيكم فضيلة الشيخ هذا مستمع للبرنامج بعث برسالة يسأل عن كتاب تنبيه الغافلين بأحاديث سيد الأنبياء والمرسلين، تأليف الفقيه الزاهد الشيخ نصرالدين محمد بن إبراهيم السمرقندي، يقول: أسأل عن هذا الكتاب والأحاديث التي وردت فيه هل هي صحيحة؟ أفيدونا جزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم هذا الكتاب كغيره من كتب الوعظ فيها أحاديث\nصحيحة، وفيها أحاديث حسنة، وفيها أحاديث ضعيفة، وفيها أحاديث موضوعة، ولهذا\nلا ينبغي قراءته إلا لطالب علم يميز بين مايقبل من الأحاديث التي فيه وما\nلا يقبل؛ ليكون على بصيرة من أمره، ولئلا ينسب إلى رسول الله صلى الله عليه\nوسلم ما لم يقله أو ما لا تصح نسبته إليه، فإن (من حدث عن رسول الله بحديث\nيرى أنه كذب فهو أحد الكاذبين) . وقد صح عن <span id='ms4619'></span> النبي صلى الله عليه وسلم أن\n(من كذب عليه متعمدا فليتبوأ مقعده من النار) . فنصيحتي لمن ليس عنده علم\nبالأحاديث ألا يقرأ في هذا الكتاب، ومن عنده علم يميز بين الصحيح المقبول\nوغير المقبول ورأى في قراءته مصلحة فليفعل، وإن رأى أنه يصده عن قراءة ما\nهو أنفع له فلا يذهب وقته بقراءته.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>بارك الله فيكم المستمع عطية من المدينة المنورة يقول: قرأت كتابا عن عقوبة أهل الكبائر لمؤلفه أبي الليث السمرقندي، من ضمن ما قرأته الأربع الصفحات الأخيرة من الكتاب، وهو موضوع مواصفات الجنة وأهوال يوم القيامة، مما جعلني أبكي من شدة ما سمعت، ولا أستطيع شرح ما قرأته لأنه طويل، ولكن ربما مر عليكم هذا الكتاب يا فضيلة الشيخ وقرأتموه، فما رأيكم في هذا الكتاب؟ وهل ما ورد فيه صحيح؟ أفيدونا أثابكم الله؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا الكتاب فيه الكثير من الأشياء التي لا تصح،\nولهذا لا أنصح إخواني بقراءته، إلا رجلا كان عنده علم شرعي يميز الصحيح من\nالضعيف والسقيم من السليم فلا بأس، وفي هذه الحال يحسن إذا قرأه أن يعلق\nعلى الضعيف منه وعلى السقيم، ويبين ضعفه وسقمه، حتى لا يغتر الناس به،\nوهكذا نقول في أي كتاب يكون فيه الصحيح والضعيف: لا ننصح أحدا بقراءته، إلا\nرجلا كان عنده علم سابق علم شرعي، فلا حرج أن يقرأه، ولكن ينبغي أن يعلق\nعلى الضعيف والسقيم حتى لا يغتر الناس به. ولست بقولي هذا أتحجر على الناس\nأن لا يقرؤوا الكتب، ولكني أقول لإخواني المسلمين: إن في الكتب المعتمدة\nالصحيحة ما فيه الكفاية والاستغناء عن هذه الكتب التي تشتمل على هذه\nالأشياء الضعيفة، وليعلم أن كثيرا من كتب الوعظ تشتمل على كثير من الأحاديث\nالضعيفة، وذلك استنادا إلى قول ذهب إليه بعض أهل العلم، وهو: التساهل في\nالأحاديث الضعيفة في باب الفضائل أو الزواجر؛ نظرا إلى أنها إذا كانت في\nالفضائل تزيد الإنسان رغبة في الخير، وإذا كانت في أداء واجب تزيده رهبة من\nالشر <span id='ms4620'></span>. ومع ذلك فإن هؤلاء الذين يرخصون بالأحاديث الضعيفة من أهل العلم\nيشترطون لها شروطا، وهي: ألا يكون الضعف شديدا، وألا يعتقد الإنسان أن\nالنبي صلى الله عليه وسلم قالها،وأن يكون لها أصل ثابت في الشرع. مثال ذلك\nلو ورد حديث فيه التخويف من الزنى وهو حديث ضعيف، فعند هؤلاء العلماء لا\nبأس من ذكره، بشرط ألا تعتقد أن النبي صلى الله عليه وسلم قاله، وذلك لأن\nالزنى ثبت تحريمه في كتاب الله وسنة رسول الله صلى الله عليه وسلم\nالصحيحة،فذكر هذا الوعيد فيه يزيد الإنسان نفورا، منه والنفور من الزنى أمر\nمطلوب في الشرع، ثم إن ثبت هذا العقاب للزاني فإنه يكون قد فعل هذه الفاحشة\nعلى بصيرة، وإن لم يثبت فإنه لم يزدد إلا نفورا من هذا الفعل المحرم وذلك\nلا يضره. كذلك لو جاء حديث ضعيف يرغب في صلاة الجماعة، فإن أجر صلاة\nالجماعة ثابت بالسنة الصحيحة عن النبي عليه الصلاة والسلام، والأمر بصلاة\nالجماعة ثابت في كتاب. الله والله الموفق.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>بارك الله فيكم هذا عايش أحمد محسن من اليمن الشمالي يستشيركم في بدائع الزهور؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم هذا الكتاب رأيت فيه أشياء كثيرة غير صحيحة،\nولا أرى أن يقتنيه الإنسان، ولا أن يجعله بين أيدي أهله؛ لما فيه من\nالأشياء المنكرة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>أثابكم الله فضيلة الشيخ هذا السائل من العراق حمادة عيسى محافظة نينوى يسأل عن كتاب عنوانه بدائع الزهور، يقول: هل ما جاء في هذا الكتاب صحيح أم فيه شيء من المبالغة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا الكتاب بدائع الزهور في وقائع الدهور، هذا\nالكتاب فيه شيء من المبالغات الكثيرة والكذب، وعلى الإنسان أن يتجنبه وأن\nيبعده عن بيته، حتى لا يغتر أولاده بما يقرؤونه فيه. وإني أنصح هذا السائل\nوغيره من إخواني المسلمين أن يتحروا فيما يراجعونه من الكتب الأخبارية، بل\nأن يتحروا فيما يقرؤونه من الكتب الأخبارية والأحكامية، وأن لا يأخذوا بكل\nما يرونه، وليشاوروا أهل العلم في هذه الكتب حتى <span id='ms4621'></span> لا ينخدعوا بما فيها من\nباطل وضعيف؛ لأن الأمر خطير جدا، لو أن كل إنسان وجد كتابا أخباريا أو\nحكميا أخذ بما فيه من غير أن يميز بين الضعيف والقوي والحق والباطل لضل في\nذلك ضلالا بعيدا، وما دام العلماء والحمد لله موجودين فإنه من المتيسر أن\nيتصل بهم ويسألهم عن الكتاب قبل أن يقرأه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>السائلة حنان ع. ع. من الدوحة قطر تقول: لقد تعود الناس عندنا إذا توفي أحد أفراد العائلة يجتمع الناس للعزاء في الثلاثة الأيام الأولى، ويقرؤون في هذه الفترة القرآن الكريم، ويكملون ما يستطيعون من ختمات للقرآن، يتجمعون بعدها ويقرأ أحد الشيوخ أو إحدى النسوة دعاء ختم القرآن، يأخذونه من كتاب اسمه دعاء ختم القرآن من تأليف أحمد بن محمد البراك، ويقول هذا المؤلف: إنه كتب هذا الكتاب في الهند وداعا لشهر رمضان؛ لينتفع به المسلمون، وفيه دعاء أول السنة وآخرها، ودعاء ليلة النصف من شعبان، واستوقفتني هذه الجملة؛ لعلمي بضعف الأحاديث الواردة في تخصيص ليلة النصف من شعبان، ثم يذكر في الكتاب كجزء من الدعاء سورة الفاتحة وآيات من سورة البقرة وآل عمران وسور أخرى، ومن الكلام الذي ورد فيه أن رسول الله صلى الله عليه وسلم قال لأعرابي: أسلم. قال: من شهد يا محمد أن ما تقول صدق؟ فنادى رسول الله صلى الله عليه وسلم شجرة من شاطئ الوادي الأيمن، فجاءت إليه وهي تشق الأرض شقا، فاستشهدها رسول الله وقال لها: يا شجرة من أنا؟ قالت: أنت رسول الله حقا. فغادرت إلى مكانها معلنة له بالرسالة نطقا. وقول آخر عن رسول الله أنه أجار البعير، وضمن الغزالة، وكلمه الضب، وخاطبه الثعبان، واخضر العود اليابس في كفه.ويكرر هذا الدعاء بعدد الختمات التي تمت للقرآن، فيسألون الله فيه أن يكون ثوابه صدقة للميت، فهل تجوز القراءة للميت؟ وما مدى صحة ما ورد في هذا الكتاب؟ أفيدونا بما تعلمون حول هذا الأمر جزاكم الله خيرا؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا الكتاب الذي أشارت إليه السائلة لم <span id='ms4622'></span> يكن عندي\nمنه شيء ولا أعلم به. ولكن ما ذكر من اجتماع أهل الميت للعزاء ثلاثة أيام،\nوقراءة القرآن وإهداء ثوابه إلى الميت، فإن هذا من البدع التي لم ترد عن\nالنبي صلى الله عليه وسلم، وقد كره أهل العلم أن يجتمع الناس للعزاء في\nبيوتهم أو في مكان خاص، والغالب أنه إذا حصل مثل هذا الاجتماع- ولا سيما\nاجتماع النساء، الغالب أنه- لابد أن يكون مصحوبا بنياحة أو ندب،وكلاهما\nمحرم، فإن النبي صلى الله عليه وسلم (لعن النائحة والمستمعة) . وعلى هذا\nفالواجب على المسلمين التخلي عن هذه البدع، وأن ينظروا إلى طريقة من سلف من\nالصحابة والتابعين لهم بإحسان ويتمشوا على طريقتهم، ولاشك أن الصحابة رضي\nالله عنهم قد أصيبوا بالأموات كغيرهم من الناس، ولم يكن يحدث منهم\nذلك،وغاية ما ورد في هذا أنه لما جاء نعي جعفر بن أبي طالب رضي الله عنه\nقال النبي صلى الله عليه وسلم: (اصنعوا لآل جعفر طعاما، فقد أتاهم ما\nيشغلهم) . وأما إهداء القرآن إلى الميت، أو قراءة القرآن للميت: فإن أهل\nالعلم اختلفوا هل يصل ثوابها إليه أم لا؟ والصحيح أنه يصل ثوابها إليه،\nولكن استئجار من يقرأ القرآن له هذا هو الذي يكون حراما؛ لأن قراءة القرآن\nقربة، والقربة لا يصح أخذ الأجرة عليها، فلو استأجروا شخصا يقرأ القرآن\nللميت فإن عقد الإجارة محرم، والقارئ لا يملك الأجرة بذلك، وليس له ثواب من\nقراءته؛ لأنه أراد بها غير وجه الله، والميت لا ينتفع بها حينئذ؛ لأنها\nليست مقبولة يترتب عليها الأجر والثواب، وحينئذ يكون أهل الميت الذين بذلوا\nهذه الدراهم خاسرين، وقد فات الميت ما يرجونه من الثواب. وأما ما ذكره من\nالآيات التي أشار إليها، الآيات التي تدل على صدق رسول الله صلى الله عليه\nوسلم: فالآيات الدالة على صدق النبي صلى الله عليه وسلم كثيرة، وأعظمها هذا\nالقرآن العظيم الذي لا يزال معجزة حتى يأتي أمر الله عز وجل، وقد ثبت للنبي\nصلى الله عليه وسلم <span id='ms4623'></span> من الآيات الكونية الأرضية والأفقية شيء كثير، من أراد\nأن يراجعه فليرجع إلى ما ذكره أهل العلم في ذلك، مثل البداية والنهاية لابن\nكثير، ومثل ما ختم شيخ الإسلام ابن تيمية كتابه الجواب الصحيح به، فإن فيه\nمقنعا وكفاية.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>بارك الله فيكم المستمع سعد الدوسري من وادي الدواسر يقول: عندي كتب فقه وتفسير كثيرة، وبعضها أو أكثرها لم أقم بقراءته، فهل أنا آثم إذا لم أستفد منها؟ وماذا أعمل بها؟ علما أن عندي العزم إن شاء الله إذا فرغت سأقوم بالقراءة، وأيضا أنا أعيرها لغيري عند طلب أحد من الناس لذلك، هل صحيح أن زكاة الكتب الإعارة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أقول في الجواب على هذا: إنه لا بأس أن يقتني\nالإنسان الكتب التي يرجو بها النفع حاضرا أو مستقبلا؛ لأن الكتب إن أردت أن\nتكون مالا فهي مال، وإن أردت أن تكون علما وتثقيفا فهي علم وتثقيف، وإن\nأردت أن تكون غنيمة لورثتك من بعدك لمن شاء الله هدايتهم إلى قراءتها فهي\nكذلك، وهي- أي: الكتب- من خير ما يقتنيه الإنسان في حياته، سواء كان ينتفع\nبها مباشرة وفي الوقت الحاضر، أو لا ينتفع بها مباشرة، لا ينتفع بها إلا في\nالمستقبل، فليس عليه في ذلك حرج إطلاقا. وكون هذا الرجل يعير ما عنده من\nالكتب لمن طلب الإعارة لينتفع بها هو خير له، أي: إن ذلك خير وإحسان إلى\nعباد الله، وقد قال الله تعالى: (وأحسنوا إن الله يحب المحسنين) . ويرجى أن\nيناله من الأجر بقدر ما ينتفع بها هذا المستعير من العمل الصالح الذي\nيستنير بها فيه. وأما قول السائل: هل صحيح أن زكاة الكتب عاريتها؟ فنقول:\nالكتب المقتناة للانتفاع ليس فيها زكاة، لا نقود ولا إعارة؛ لأن كل شيئ\nيقتنيه الإنسان لنفسه من غير الذهب والفضة ليس فيه زكاة؛ لقول النبي صلى\nالله عليه وسلم: (ليس على المسلم في عبده ولا فرسه صدقة) . ولكن لا شك أن\nإعارة الكتب من أفضل الإعارات؛ لما فيها من النفع <span id='ms4624'></span> للمستعير، وللمعير أيضا.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>المستمعة من ليبيا تقول: إذا سأل سائل عن أمر في أمور الشرع فهل أجيبه بما أعرف مما قرأته من الكتب الشرعية أو ما سمعته من الأشرطة الدينية أو ما سمعته من هذا البرنامج، أو أقول له: لا أعلم أرجو الإفادة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الواجب إذا سألك أحدهم عن مسألة وأنت تعلمين\nحكمها من الكتب الموثوق بمؤلفيها، أو الأشرطة الموثوق بقارئها، أو من هذا\nالبرنامج نور على الدرب أن تخبريه بالحكم الشرعي لأنك لما علمت هذا الحكم\nعن الطريق التي أشرنا إليها كان واجبا عليك أن تخبريه بالحكم الشرعي إذا\nسألك، وإلا كنت داخلة في الذين يكتمون العلم، ولكن يحسن أن تقولي: قال فلان\nفي نور على الدرب كذا، قال فلان في الشريط الفلاني كذا، قال فلان في الكتاب\nالفلاني كذا، حتى تخرجي من العهدة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>المستمعة أختكم في الله من المملكة تقول: هل يجب على من يحفظ حديثا عن الرسول الكريم صلى الله عليه وسلم أن يبلغه الناس وإن لم يسألوه عن الحديث؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: قال النبي عليه الصلاة والسلام: (بلغوا عني ولو\nآية) . فإذا احتاج الناس إلى بيان الحديث وتبليغه وجب على من علم به أن\nيبلغه، لكن بشرط أن يعلم أن هذا الحديث حجة؛لكونه صحيحا أو حسنا، وأما\nالأحاديث الضعيفة فإنه يجب على الإنسان أن يبينها للناس حتى لا يغتروا بها.\nكذلك إذا سئل الإنسان عن حديث عن رسول الله صلى الله عليه وسلم وجب عليه أن\nيبلغه، فيجب تبليغ الحديث عن رسول الله صلى الله عليه وسلم في حالين: إذا\nاقتضت الحال ذلك، والثاني إذا سئلت عنه. أما إذا لم تسأل عنه، ولم تقتض\nالحال ذلك، فإن تبليغه سنة وليس بواجب.ولكن ليحذر الإنسان أن ينسب إلى رسول\nالله صلى الله عليه وسلم شيئا لا يعلم أنه صحيح أو حسن يحتج به،فإن كثيرا\nمن الإخوة ولاسيما الوعاظ يأتون بأحاديث لا زمام لها، أحاديث ضعيفة بل قد\nتكون أحاديث موضوعة، يعتقدون <span id='ms4625'></span> أن في ذلك نفعا للناس وزجرا عن معصية الله عز\nوجل، ولكن هذا وإن كان قد يجدي بالنسبة لموعظة الناس وتخويفهم من المخالفات\nوترغيبهم في الموافقات، لكن فيه ضررا عظيما، وهو: التقول على رسول الله صلى\nالله عليه وسلم ما لم يقله، وقد ثبت عن النبي صلى الله عليه وسلم أنه قال:\n(من كذب علي متعمدا فليتبوأ مقعده من النار) . وقال صلى الله عليه وسلم:\n(من حدث عني بحديث كذب أو يرى أنه كذب فهو أحد الكاذبين) . فليحذر الإخوة\nمن أن ينسبوا إلى الرسول صلى الله عليه وسلم ما لم تثبت نسبته إليه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>بارك الله فيكم من أم البراء من الرياض تقول في هذا السؤال: فضيلة الشيخ لأنها طالبة للعلم الشرعي ترجو من فضيلتكم النصح في هذا السؤال، تقول: رغم إحساسي أني لم أبلغ العلم الكافي في التبليغ في الدعوة إلى الله وذلك لحيائي، فهل يكفي تبليغ القليل منه؟ أرجو الإفادة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الواجب على من آتاه الله علما أن ينشره بين الناس\nكلما ما دعت الحاجة إلى ذلك؛ لأن العلم أمانة يجب على المرء أن يؤديها إلى\nأهلها المستحقين لها، مثل الحديث عن النبي صلى الله عليه وسلم أنه قال:\n(بلغوا عني ولو آية) . والواجبات التي تجب على العبد تكون بحسب الاستطاعة،\nفعلى هذه السائلة أن تبلغ من شريعة الله ما علمته بحسب استطاعتها لا يكلف\nالله نفسا إلا وسعها، لتبدأ بالأقرب فالأقرب؛ لقول الله تعالى: (وأنذر\nعشيرتك الأقربين) . ولأن الأقرب أحق بالبر من الأبعد، فلتبدأ به، ولتكن\nحكيمة في أداء العلم: في الأسلوب،وفي الحال، وفي الوقت، وفي المكان، فإن\nذلك مما يكون به الخير، قال الله تعالى: (يؤتي الحكمة من يشاء ومن يؤت\nالحكمة فقد أوتي خيرا كثيرا وما يذكر إلا أولوا الألباب) .\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>أحسن الله إليكم هذه سائلة للبرنامج أرسلت بهذا السؤال تقول: فضيلة الشيخ أثابك الله تذكر بأنها مدرسة، وتريد أن تترك التدريس لتتفرغ لعبادة الله عز وجل، تقول: فهل في عملي هذا خطأ <span id='ms4626'></span>؟ وإذا لم يكن خطأ فما الحكم جزاكم الله خيرا إذا لم يوافق والدي على ذلك؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أرى أن تبقى في التدريس؛لأن التدريس نشر للعلم،\nوعبادة متعدية ونفعها يتعدى إلى الغير، بخلاف العبادة الخاصة، اللهم إلا أن\nيكون لها أولاد وزوج، وهي مشغولة بهم وإذا ذهبت إلى التدريس أضاعت حق الله\nفيهم، أو اضطرت زوجها إلى أن يأتي بخادم، فهنا نقول: بقاؤها في بيتها أفضل.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>هذا المستمع أبو محمد من العين الإمارات يقول: إذا كان الشخص لديه علم شرعي وهو متخرج من إحدى الكليات الشرعية، ويقوم بالتدريس للصف الثانوي، ويطلب منه مثلا من جماعة المسجد أو طلبة العلم أن يلقي كلمة أو محاضرة في المسجد أو في مناسبة، لكنه يمتنع ويصر على عدم المشاركة في أي درس في المسجد أو في قاعة أو في غيرها، هل يؤاخذ على ذلك؟ ويعتذر ويقول: يكفي أنني أدرس المواد الشرعية في الثانوية؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي ينبغي للإنسان إذا أعطاه الله علما أن يحرص\nعلى بث العلم الذي أعطاه الله بكل وسيلة، لا سيما إذا كان علما شرعيا يهدي\nالله به على يديه من شاء من عباده، ومن المعلوم أن الإنسان إذا سئل عن علم\nوجبت عليه الإجابة ما لم يخش ضررا على نفسه؛ لأن الله تعالى قال: (وإذ أخذ\nالله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء\nظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون) . فالواجب على هذا الأخ\nالإمام إذا سئل عن علم أن يبينه، والأفضل إذا طلب منه أن يعطي درسا بالمسجد\nأن يستجيب لذلك، لما فيه من الخير والمصلحة له ولأهل القرية.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>جزاكم الله خيرا شيخ محمد تكثر الأسئلة المتعلقة بالعقيدة، فما الواجب على طلبة العلم والعلماء في تصحيح المفاهيم في دعاء الأموات؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الواجب على أهل العلم من شيوخ وطلاب أن يبينوا\nللناس أن هذا منكر وشرك، وأنه لا فائدة من هؤلاء الذين يدعونهم، وأن الضرر\nوالنفع كله بيد <span id='ms4627'></span> الله عز وجل، وأن لا يخضعوا -أعني: العلماء وطلبة العلم-\nللواقع، بل الواجب أن يقوموا لله مثنى وفرادى، وأن يعلموا أن ذلك لا يزيدهم\nهوانا وذلا، بل لا يزيدهم إلا قوة وعزة. وكثير من الناس- هدانا الله\nوإياهم- يقولون: هؤلاء مضوا على ذلك ومضى عليه آباؤهم ولا يمكن التغيير،\nوهذا تصور خاطئ، فإن هذا الذي حصل كالذي حصل من الأمم السابقة الذين أتتهم\nالرسل، فمنهم من هدى الله ومنهم من حقت عليه الضلالة، فالواجب على إخواننا\nالعلماء وطلبة العلم أن يتقوا الله تعالى، وأن يقوموا بنشر دينه وتوحيده،\nثم إن اهتدى الخلق فهذا المطلوب، وإن لم يهتدوا فقد أدوا ما عليهم، وأبرؤوا\nذممهم والهداية بيد الله عز وجل، كما قال تعالى لرسوله محمد صلى الله عليه\nوسلم: (ليس عليك هداهم ولكن الله يهدي من يشاء) . وقال له: (فإن تولوا\nفإنما عليك البلاغ المبين) .\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>فضيلة الشيخ السائلة أم عبد الرحمن تقول هل يجوز للعالم الدارس للعقيدة أن يفتي في الفقه والعكس صحيح؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا يجوز لأحد أن يفتي بشيء لا يعلمه، سواء كان\nعالما في شيء آخر أو لا؛ لقول الله تبارك وتعالى: (قل إنما حرم ربي الفواحش\nما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل\nبه سلطانا وأن تقولوا على الله ما لا تعلمون) . ولقول الله تعالى: (ولا تقف\nما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا) . وإذا\nكان له اختصاص في العقيدة لكن عنده علم من الفقه فأفتى في الفقه بما يعلم\nفلا بأس، وكذلك العكس لو كان عنده اختصاص في علم الفقه وأفتى في العقيدة\nبما يعلم فلا بأس، فالممنوع هو أن يفتي الإنسان بغير علم، سواء كان في ضمن\nتخصصه أو في أمر خارج عن تخصصه.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>المستمع محمد أمن القصيم يقول: هل صحيح أن للعلم زكاة؟ وهي بذله للناس وتعليمه إياهم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم يجب على العالم أن يبين <span id='ms4628'></span> علمه للناس إذا\nاحتاجوا إليه، سواء بالإجابة على أسئلتهم، أو ببيان العلم إذا احتاج الناس\nإليه وإن لم يسألوا؛ لقول الله تعالى: (وإذ أخذ الله ميثاق الذين أوتوا\nالكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا\nقليلا فبئس ما يشترون) . وهذا الواجب يسميه بعض العامة زكاة، فزكاة العلم\nالتعليم، وزكاة المال الصدقة، وزكاة الجاه الشفاعة، وما أشبه ذلك من\nالعبارة التي يقولها العامة، ولكن نحن نقول: سواء سميتموه زكاة أم لم تسموه\nيجب على أهل العلم أن يبينوا العلم للناس؛ لئلا يكونوا من الذين أوتوا\nالعلم فكتموه نسأل الله أن يرزقنا جميعا العلم النافع والعمل الصالح والرزق\nالطيب الواسع الذي يغنينا به عن خلقه، إنه جواد كريم، وصلى الله وسلم على\nنبينا محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>فضيلة الشيخ تدريس العقيدة أمر مهم، فماذا يجب على طلاب العلم والدعاة إلى الله حيال ذلك؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الواقع أن الناس عندهم جهل كثير في العقيدة وغير\nالعقيدة، لكن الحمد لله بشرى فالناس عندهم إقبال الآن على العلم، وبعضهم\nعنده إقبال زائد يغالي حتى في العقيدة، يتكلم في أشياء ما تكلم فيها السلف\nيريد إثباتها، لكن على طلبة العلم أن يكلموا الناس بحسب الحال: فمثلا إذا\nرأينا أهل قرية انحرفوا في العقيدة نركز على العقيدة ونبحث فيها بحثا قويا،\nوإذا رأينا آخرين فرطوا في صلاة الجماعة تكلمنا في الجماعة، بأن تكون\nالدعوة والإلحاح فيها على حسب ما تقتضيه الحال، قال الله عز وجل: (ادع إلى\nسبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن) . فمثلا إذا\nرأينا أناسا يقيمون الصلاة كما ينبغي وعندهم تفريط في الزكاة، فهل نركز على\nالصلاة لأنها أهم من الزكاة؟ أو نركز على الزكاة لأنهم مفرطون فيها؟\nالجواب: الثاني، ما نذهب نتكلم في الصلاة وهم قد أقاموها كما ينبغي، فلكل\nحال مقال، والحكيم يفعل ما يرى الناس في ضرورة إليه، سواء في العقيدة أو في\nأعمال الجوارح.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>أحسن الله إليكم شيخ محمد قد يتساءل <span id='ms4629'></span> بعض العامة عن عبارة: وهذا معلوم بالضرورة من الدين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: تعبير العلماء بقولهم هذا معلوم بالضرورة من\nالدين، يعني: أن الدين الإسلامي جاء به ضرورة لابد أن يأتي به، فمثلا وجوب\nالصلوات الخمس معلوم بالضرورة من الدين، تحريم الخمر بعد أن حرمت كذلك،\nفالشيء الذي لا يمكن لأحد من المسلمين جهله هو المعلوم بالضرورة من الدين.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>بارك الله فيكم م ع ص له هذا السؤال يقول: المعلم الذي يعطي الطلاب جوائز ومكافآت تشجيعية هل يؤجر على ذلك؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: إذا أعطى المعلم أو المدرس تلاميذه جوائز تشجيعية\nحتى يرغبهم في الدرس وينشطهم عليه ويتسابقوا عليه فإنه يؤجر على هذا، وهو\nمن الإنفاق على العلم الذي فيه الفضل لمن فعله، وكان النبي عليه الصلاة\nوالسلام يقول في الغزو: (من قتل قتيلا فله سلبه) . وهذا لا شك طريق من طرق\nالتشجيع، فإذا فعل المدرس أو المعلم هذا من أجل تشجيع الطلاب فإنه يؤجر على\nهذا، وهو يعود التلاميذ التنافس والوصول إلى الخير.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>أحسن الله إليكم سائل من الأفلاج يقول: يا فضيلة الشيخ حفظكم الله كثيرا ما أجد إحراجا من قبل طلابي في أسئلة كثيرة، فما حكم الإجابة على أسئلتهم إذا كانت خارج المنهج؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الإجابة على أسئلة خارج المنهج يعني خارج المقرر\nلا تلزمك وأنت في الفصل، بل يقال للطالب: لا تسأل إلا عن المقرر فقط؛ لأن\nالسؤال عن غير المقرر تشاغل بما لا يجب عما يجب، أما إذا كان خارج الفصل\nيعني خارج الحصة فأجبهم بما تعلم، وتوقف عما لا تعلم، وإذا كان السؤال مما\nلا يليق فانصح الطالب عن سؤاله، ووجهه إلى ما هو خير.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>جزاكم الله خيرا، تذكر هذه السائلة بأنها تعمل مدرسة، وتسمع كثيرا من زميلاتها في المدرسة بأنهن قرب الامتحان يضعن مراجعة للمنهج الذي يقمن بتدريسه للطالبات، وتكون أسئلة الاختبارات من صميم تلك المراجعة، فهل هذا العمل جائز يا شيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا يحل للمدرسة أن تشير <span id='ms4630'></span> إلى موضع أسئلة الامتحان،\nسواء بتدريس المواضع التي تريد أن تأخذ منها الأسئلة، أو بالإشارة إلى ذلك،\nمثل أن تقول: هذا مهم أو هذا غير مهم، المهم أنه لا يجوز أن تشير لا تصريحا\nولا تلميحا إلى مواضع الأسئلة، وهي مؤتمنة على هذا، وليس الشأن أن نكدس\nطلبة أو طالبات أخذن الشهادة، الشأن أن يكون الطالب نجح عن جدارة.\n</p>\n\n<p>\nيافضيلة الشيخ: تقول بعض المعلمات -هداهن الله- يحددن الاختبار، مثلا\nمادة التعبير والإملاء تكون عشرة مواضيع، فتقوم المعلمة بتحديد ثلاثة\nمواضيع فقط للاختبار، هل هذا العمل جائز؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: هذا كالأول.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>أحسن الله إليكم هل مساعدة طلاب العلم في حل ما استشكل عليهم من واجبات، أو مساعدتهم وإعانتهم في عمل أبحاث؛ لمجرد إعانتهم في إكمال مشوارهم، وتشجيعا لهم، وأحيانا لضيق الوقت هل يعتبر هذا من التعاون على البر والتقوى؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا يرجع إلى الأنظمة: فإذا كان النظام أن الطالب\nإذا أعطي بحثا يسمح له بأن يستعين بمن يعينه من العلماء فلا بأس، وأما إذا\nكان المقصود أن الطالب نفسه هو الذي يبحث ويفتش في الكتب ويتعب فإنه لا\nيجوز أن يستعين بأحد؛ لأن استعانته بالعالم يعني أنه يريد أن تكون الطبخة\nغير ناضجة، وهذا لا شك أنه غلط، أما لو اضطر إلى مراجعة العالم؛ لكونه بحث\nوبحث وناظر وناقش مع إخوانه وزملائه ولكن لم يصلوا إلى نتيجة، فسألوا من هو\nأعلم منهم عن هذا، فأرجو أن لا يكون في هذا بأس.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>رسالة من جدة طالب من جامعة الملك عبد العزيز يقول في سؤال له: هل لنا أن نسأل عن أمور لم تحدث، مع فرض بعيد جدا لحدوثها؟ نرجو الإفادة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي ينبغي للإنسان طالب العلم وغير طالب العلم\nأن لا يسأل عن أمور بعيدة الوقوع؛ لأن ذلك من المعاياة والإعجاز وإضاعة\nالوقت، وإنما يسأل عن أمور واقعة أو قريبة الوقوع، هذا بالنسبة للسائل. أما\nبالنسبة لمن يبحث أو يكتب فلا حرج عليه أن <span id='ms4631'></span> يأتي بأمور لإيضاح القاعدة أو\nالضابط، وإن كانت نادرة الوقوع، وهذا طريق من طرق تعليم العلم، وأما السؤال\nفلا ينبغي أن يسأل إلا عن شيء واقع أو شيء قريب الوقوع. وإنني بهذه\nالمناسبة أود أن أوجه إخواني طلبة العلم الذين بدؤوا في طلب العلم والنقاش\nوالبحث،أوجههم فيما يتعلق بصفات الله تعالى أن لا يكثروا السؤال، بل ألا\nيسألوا عن شيء سكت عنه الصحابة والتابعون وأئمة الأمة؛ لأننا في غنى عن\nهذا، ولأن الإنسان إذا دخل في هذه الأمور فيما يتعلق بصفات الله فإنه يقع\nفي متاهات عظيمة يخشى عليه إما من التمثيل أو التعطيل، ولهذا أنكر الإمام\nمالك رحمه الله وغيره من الأئمة على من سأل في صفات الله عما لم يسأل عنه\nالصحابة رضي الله عنهم، فقد سئل رحمه الله عن قوله تعالى: (الرحمن على\nالعرش استوى) . كيف استوى؟ فأطرق برأسه حتى علاه العرق من شدة وقع السؤال\nعليه، ثم رفع رأسه وقال للسائل: الاستواء غير مجهول، والكيف غير معقول،\nوالإيمان به واجب، والسؤال عنه بدعة. وإنما كان السؤال عنه- يعني: عن كيفية\nالاستواء -بدعة لأن ذلك لم يقع من الصحابة رضي الله عنهم، الذين هم أحرص\nمنا على العلم، وأشد منا تعظيما لله عز وجل، ولم يبلغه النبي صلى الله عليه\nوسلم إلى أمته، مع أنه أحرص الناس على البلاغ، لكن كيفية صفات الله\nوحقيقتها أمر مجهول لا يعلمه إلا الله عز وجل، ولو كان هذا من الأمور التي\nتلزم الإنسان في دينه، أو تكون من مكملات دينه لبينه الله عز وجل، وبلغه\nرسوله صلى الله عليه وسلم، لكن هذا أمر فوق عقولنا لا يمكننا إدراكه، ولهذا\nأحذر مرة أخرى إخواني من الغوص في هذه المسائل والتكلف والتنطع، وأن يبقوا\nالنصوص على ما هي عليه في معانيها الظاهرة البينة، وأن لا يسألوا عن شيء لم\nيسأل عنه السلف الصالح. أما مسائل الأحكام فهي أهون، فله البحث والمناقشة،\nولهم أن يفرعوا على الضوابط والقواعد من الأمثلة ما قد <span id='ms4632'></span> يكون بعيد الوقوع.\nوالله الموفق.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>بارك الله فيكم فضيلة الشيخ سؤال للمستمعة م. س. جامعة الإمام تقول: هل يجوز لطلبة العلم الشرعي التغيب عن بعض المحاضرات بحجة الاستذكار للاختبار في مادة أخرى، خاصة إذا كان الطالب يقصر في البداية، وإذا بدأت الاختبارات الفصلىة يتغيب عن المحاضرات للمذاكرة؟ وهل من نصيحة لطالب العلم وتوصية بإعطاء العلم حقه؟ أرجو منكم إفادة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: مسألة الجواز وعدم الجواز لا أستطيع أن أفتي فيها\nبشيء، فالإنسان طبيب نفسه،ولا أدري لو كان يخصم على الإنسان إذا تغيب هل\nيتغيب أو لا؟ وأما النصيحة: فنصيحتي لكل إنسان دخل في جامعة يطلب فيها\nالعلم الشرعي وما يسانده من العلوم الأخرى أن يخلص لله تعالى في طلب العلم:\nبأن ينوي بذلك رفع الجهل عن نفسه وعن غيره من المسلمين، بأن ينوي بذلك حفظ\nشريعة الله وحمايتها من أعدائها، وأن يذود عنها بقدر المستطاع بمقاله\nوقلمه، حتى يؤدي ما يجب عليه. وقد قال الإمام أحمد رحمه الله: (العلم لا\nيعدله شيء لمن صلحت نيته. قالوا: وكيف ذلك يا أبا عبد الله؟ قال: ينوي بذلك\nرفع الجهل عن نفسه وعن غيره) . وقال رحمه الله: (تذاكر ليلة أحب إلي من\nإحيائها) . وهذا يدل على فضيلة طلب العلم، لكن بشرط الإخلاص، ولو لم يكن من\nفضل العلم إلا أن الله سبحانه وتعالى جعل العلماء شهداء على ألوهيته\n-وتوحيده في قوله تعالى: (شهد الله أنه لا إله إلا هو والملائكة وأولوا\nالعلم) - لكفى. والعلماء ورثة الأنبياء، ورثة في العلم وورثة في العمل\nوورثة في الأخلاق وورثة في الدعوة إلى الله عز وجل، فليعط الإنسان هذا\nالإرث حقه، وليقم بواجبه حتى يكون مع الذين أنعم الله عليهم من النبيين\nوالصديقين والشهداء والصالحين. نسأل الله تعالى أن يجعلنا منهم، وأن يجمعنا\nبهم في جنات النعيم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>هذه السائلة عائشة من جمهورية مصر العربية بور سعيد تقول: كيف تكون المرأة داعية لدين الله؟ وما هي الأسباب المعينة على ذلك؟ وما الكتب التي أبدأ بها <span id='ms4633'></span> في تحصيل طلب العلم الشرعي؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: تكون المرأة داعية كالرجل تماما إذا كان لديها\nعلم بشريعة الله، فإن لم يكن لديها علم فلا يحل لها أن تتكلم بلا علم؛ لقول\nالله تعالى: (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي\nبغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما\nلا تعلمون) . ولقوله تعالى: (ولا تقف ما ليس لك به علم إن السمع والبصر\nوالفؤاد كل أولئك كان عنه مسؤولا) . ولقوله تعالى لنبيه صلى الله عليه وعلى\nآله وسلم: (قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني وسبحان\nالله وما أنا من المشركين)\n</p>\n\n<p>\nثانيا: أن يكون لديها قدرة على التكلم بما علمت.\n</p>\n\n<p>\nثالثا: أن يكون لديها قدرة على مجادلة المعارض؛ لأنه قد يقوم شخص معارض\nلما تدعو إليه، ويكون لديه فصاحة وبيان، فيغلب بفصاحته وبيانه على هذه\nالداعية؛ لضعف دفاعها وقوة باطله، فلا بد أن يكون لديها قدرة على مجادلة\nالمعارض. وأما ما تبدأ به: فخير ما يبدأ به طالب العلم كتاب الله عز وجل،\nأن يحفظه ويتدبر معانيه، ويدعو الناس إلى دين الله تعالى به. ثم ما صح عن\nالنبي صلى الله عليه وعلى آله وسلم، فإن السنة تبين القرآن وتوضحه وتفسره،\nوهي شقيقة القرآن في وجوب العمل بها. ثم بكتب العقيدة والتوحيد، لا سيما\nإذا كان في بلد يكثر فيه الشرك والعقيدة الباطلة. ثم بما كتبه أهل العلم من\nالفقه، حسبما يتيسر لها، والأحسن أن تسأل عن كل مسألة بعينها، أي تسأل أهل\nالعلم؛ ليكون ذلك أدق في الجواب.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>في آخر أسئلتها تقول: هذه السائلة ما هي الكتب العلمية التي تنصحونني بقراءتها لمن أرادت أن تكون طالبة علم؟ وهل يكتفى بقراءتها فقط أم بحفظها؟ وكيف تستطيع المرأة أن تكون طالبة علم، نظرا لعدم دراستها على يد مشايخ أو طالبات؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا السؤال قد ورد مثله في حلقة سابقة،وبينا أن <span id='ms4634'></span>\nأهم كتاب تجب العناية به وتفهم معناه والعمل به هو كتاب الله عز وجل، ثم ما\nصح من السنة عن رسول الله صلى الله عليه وآله وسلم، ثم كتب التوحيد\nوالعقائد، ثم يقرأ كتب الفقه وما ألف في ذلك. وأما هل يمكن للمرأة أن تتعلم\nالعلم بمراجعة هذه الكتب، أم لا بد من مدرس خاص فنقول: الحمد لله الآن\nالأشرطة ملأت الدنيا من مجالس أهل العلم الموثوق بعلمهم وأمانتهم،\nفبإمكانها أن تتعامل مع أحد التسجيلات، بأن يؤمن لها ما تريد الاستماع إليه\nمن مجالس العلماء.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>تقول السائلة: هل يجوز للمرأة المسلمة أن تحضر مجالس العلم والدروس الفقهية في المساجد؟ علما بأنها تخرج إليها متسترة وبالزي الشرعي. وأيهما أفضل: حضورها لمثل هذه المجالس، أم بقاؤها في المنزل؟ علما بأننا الآن نخرج للتعليم في الجامعات والمدارس بناء على رغبة آبائنا وأمهاتنا، ومع العلم أيضا بأن الاستفادة من هذه المجالس أكبر من الاستفادة من القراءة في المنازل. أرجو إفادة حول هذا السؤال بارك الله فيكم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نعم يجوز للمرأة أن تحضر مجالس العلم، سواء كانت\nهذه العلوم من علوم الفقه العملي، أو من علوم الفقه العقدي المتصل بالعقيدة\nوالتوحيد، فإنه يجوز لها أن تحضر هذه المجالس، بشرط أن لا تكون متطيبة ولا\nمتبرجة؛ لأن النبي صلى الله عليه وسلم قال: (أيما امرأة أصابت بخورا فلا\nتشهد معنا العشاء) . ولا بد أن تكون بعيدة عن الرجال لا تختلط بهم؛ لأن\nرسول الله صلى الله عليه وسلم قال: (خير صفوف النساء آخرها، وشرها أولها) .\nوذلك لأن أولها أقرب إلى الرجال من آخرها، فصار آخرها خيرا من أولها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>فتاة أرادت الالتحاق بتحفيظ القرآن فمنعتها والدتها، فهل لها طاعتها أم الذهاب؟ أيهما أفضل؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: طاعة الوالدة أفضل، لا سيما أنها إذا خرجت ستخرج\nإلى الطرقات، وإذا كان النبي صلى الله عليه وسلم قال في النساء اللاتي\nيصلىن مع الرجال: (بيوتهن خير لهن) فهذه مثلها، لكن إذا كان امتناعها يفوت\nخيرا كثيرا <span id='ms4635'></span> فلتقنع والدتها بالذهاب، فإذا أذنت لها تذهب.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>ما حكم خروج المرأة إلى الندوات والمحاضرات باستمرار؟ كأن تحضر في وقت العصر حلقات تحفيظ القرآن وفي فترة ما بعد العشاء تحضر الندوات لبعض العلماء؟ فهل هذا الفعل يجوز إذا كان برضا وليها؟ وهل في ذلك مشابهة للرجال بكثرة الخروج؟ وهل يخالف الآية الكريمة: (وقرن في بيوتكن) ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا حرج على المرأة أن تخرج إلى حلقات تحفيظ\nالقرآن النسائية لتحفيظ القرآن فإن هذا من الخير، وكذلك أيضا لا حرج عليها\nأن تحضر الندوات إذا كانت تنتفع بذلك، حتى لو تكررت المحاضرات والندوات كل\nليلة، فلا حرج عليها إذا أمنت الفتنة ووافقها وليها على ذلك، وهذا لا يخالف\nالآية الكريمة: (وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى) ؛ لأن\nالمرأة لم تخرج من بيتها إلا لمصلحة فوق بقائها في بيتها. على أن الأمر\nوالحمد لله في الوقت الحاضر يمكن تداركه بالنسبة للندوات والمحاضرات\nبالأشرطة التي تسجل فيها تلك الندوات والمحاضرات، ولكن ربما يكون بعض\nالمحاضرين لا يرغب أن تسجل محاضراته، وحينئذ يكون لابد من حضور المحاضرة\nلمن أراد أن يستمع إليها.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>رسالة وصلت من السائلة أم عمار من اليمن تقول في هذا السؤال: نحن فتاتان، ولكن ما نعانيه أن الوالد لا يسمح لنا بالذهاب إلى بعض الدروس التي تقام بالمسجد، حيث يتم فيه تعليم المرأة، فما توجيهكم في ذلك فضيلة الشيخ؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نرى أن الوالد- وفقه الله- ينبغي له أن ينظر\nالمصلحة في ذهابكما إلى الدروس في المساجد وعدم الذهاب، فإن كان يرى أن\nالمصلحة بقاؤكما في البيت فليمنعكما من هذا، وإن رأى أن المصلحة في حضوركما\nالدرس، وأنه لا مفسدة في ذلك تقاوم المصلحة، فإن الذي أشير به عليه ألا\nيمنعكما؛ لأن نساء الصحابة كن يحضرن المسجد في عهد النبي صلى الله عليه\nوعلى آله وسلم، ويحصل لهن من سماع المواعظ ما يحصل. لكن نحن في زمن كثر فيه\nالشر والفساد والسفه، فلعل الوالد منعكما من الذهاب <span id='ms4636'></span> إلى المساجد لاستماع\nالدروس خوفا من الشر والفساد، ثم إن الله سبحانه وتعالى فتح علينا في هذا\nالعصر فتحا مبينا، وذلك بتسجيل ما يلقى من الدروس، وبإمكانكما أن تحصلا على\nهذه المسجلات فتنتفعا بها، ويغنيكما هذا عن الذهاب إلى المسجد مباشرة.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>هل يجوز لي أن أقرأ كتبا مثلا فقه السنة أو غيرها من الكتب الدينية وأنا حائض أم لا؟ أفيدونا يا فضيلة الشيخ سدد الله خطاكم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نقول يجوز للمرأة الحائض أن تذكر الله وتهلله\nوتسبحه وتكبره، وتقرأ ما شاءت من الكتب الدينية، سواء كانت هذه الكتب من\nتفسير القرآن أو من الأحاديث النبوية أو من كتب الفقه أو غيرها، فلا حرج\nعليها في ذلك. أما قراءة القرآن وهي حائض فقد اختلف فيها أهل العلم، ولكن\nالراجح عندنا أنه لا يحرم عليها قراءة القرآن إذا احتاجت لذلك، مثل أن تكون\nمعلمة تحتاج إلى قراءة القرآن أمام الطالبات للتعليم، أو تكون متعلمة تحتاج\nإلى قراءة القرآن للاختبار أو نحوه، فهذا لا بأس به؛ لأنه كما قال شيخ\nالإسلام ابن تيمية رحمه الله: ليس في منع الحائض من قراءة القرآن سنة صحيحة\nصريحة، والأصل براءة الذمة وجواز ذلك، وهذا لعموم البلوى، لو كان أمرا\nمحرما لكانت السنة في ذلك بينة واضحة لا تخفى على أحد، ولهذا نقول اتباعا\nللأحوط: إن المرأة إذا احتاجت إلى قراءة القرآن وهي حائض فلا حرج عليها في\nذلك، وإلا فلها غنية بالتسبيح والتكبير والتهليل وقراءة الكتب الدينية، كما\nفي هذا السؤال.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>أحسن الله إليكم وبارك فيكم السائلة أم عبد الله دياب من الدمام تقول: هل يجوز للمرأة الحائض أن تحضر محاضرات نافعة للتعلم في المسجد إذا أمنت التلويث وتوضأت للتخفيف من الحدث؟ علما بأن مدة الحيض تتفاوت من امرأة إلى أخرى، ولربما فاتها خير كثير؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا يحل للمرأة أن تمكث في المسجد وهي حائض، سواء\nلاستماع درس أو غيره، وفي عصرنا هذا لا حاجة إلى أن تمكث في المسجد؛ لأن <span id='ms4637'></span>\nمكبر الصوت والحمد لله يعبر عن كلام المتكلم إلى مدى بعيد، فلتجلس عند\nالباب، عند باب المسجد وتستمع إلى ما شاءت، وأما دخول المسجد والمكث فيه\nفهذا حرام على الحائض.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>المستمع طالب من إحدى الدول العربية يقول: يدرسنا مدرس حالق للحية ويلبس خاتما من ذهب، ومقصر في بعض الأمور، ومع ذلك يدرسنا المواد الشرعية. فهل يجوز لي أن أحضر هذه الدروس في المدرسة؟ أرجو الإجابة مأجورين؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الإجابة على هذا الجواب تكون من شقين: إنني أوجه\nنصيحة إلى هذا المدرس أن يتقي الله في نفسه، وأن يتقي الله فيمن يأخذون\nالعلم عنه؛ لأن حلقه لحيته حرام، ولباسه خاتم الذهب حرام، والتقصير في\nالواجبات حرام، فالواجب عليه أن لا يكون من العلماء الذين لم ينتفعوا\nبعلمهم، الواجب عليه أن يتقي الله فيمن يتلقون العلم عنه؛ لأن الذين يتلقون\nالعلم عنه سوف يحذون حذوه إلا أن يشاء الله، سوف يفقهون العلم ولكنهم يعصون\nالله على بصيرة -والعياذ بالله- إلا أن يشاء ربك، فعلى هذا المعلم أن يحاسب\nنفسه، وأن يعلم أنه مسؤول أمام الله عز وجل عما صنع. أما الشق الثاني فهو\nأخذ العلم عن هذا: فلا بأس بأخذ العلم عنه وإن كان يعمل هذه المعاصي، إلا\nإذا كان هجره وعدم أخذ العلم عنه يؤدي إلى صلاحه واستقامته ورجوعه إلى\nالله، وردع أمثاله عن مثل هذا العمل، فحينئذ يهجر ويقاطع ولا يحضر درسه،\nولكني أقول: قبل هذه المعاملة ينبغي للطلبة أن يوجهوا النصيحة إليه، وإذا\nكانوا لا يتمكنون من ذلك فليستعينوا بأهل الخير في بلادهم في توجيه النصح\nإليه، وإذا لم ينفع فيه ذلك فليرفعوا شأنه أو يرفعوا أمره إلى إدارة\nالمدرسة أو المعهد أو الجامعة التي يدرس فيها، ويخوفوا هذه الجهة من الله\nعز وجل، ويقولوا لها: كيف يكون هذا الرجل مدرسا لنا في العلوم الدينية وهو\nرجل لا يدين لله تعالى في هذا وفي هذا؟ والواجب على إدارة المدرسة أو\nالمعهد أو الكلية أو إدارة الجامعة، الواجب <span id='ms4638'></span> عليها ألا تجعل مثل هؤلاء\nالمدرسين يدرسون أبناء المسلمين، تنصحهم وتدلهم على الخير، فإن اهتدوا فلهم\nولغيرهم، وإن لم يهتدوا فالواجب إبعادهم عن حقل التدريس.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>هذه رسالة أيضا تتعلق بالرسالة الماضية بعث بها يقول: أنا الطالب سعد سعود ش، في الحقيقة الرسالة طويلة جدا لكن لعل اختصارها يكون أجدر، يقول: إنه هو وزملاؤه نشتكي إليكم أستاذنا الذي يدخل علينا في الصف ويقول لنا: السلام على القرود، وإذا ثرنا عليه جاء لنا بقصة إفرويد وقال: هذا أصلكم وأصلى، ولا مناص لنا من هذا الأصل، علما أن أستاذنا تبدو عليه الغطرسة وطول الملابس وطول الشعر أيضا والأظافر الطويلة، فما موقفنا من هذا الأستاذ وفقكم الله؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: نقول: إقرار هذا الرجل على نفسه بأنه من القرود\nمقبول، وأما دعواه على غيره أنهم قرود فهي مرفوضة، وقد تقرر بيان أن اعتقاد\nكون أصل الآدمي قردا كفر بالله عز وجل؛ لأنه تكذيب للقرآن الكريم ولما أجمع\nعليه المسلمون، بل ولما أجمع عليه الناس اليوم، فإنه قد تبين أن هذه\nالنظرية نظرية فاسدة باطلة، وأنه لا حقيقة لها. وأما كون هذا الأستاذ يبقى\nأستاذا في هذه المدرسة فإنه لا يجوز إقراره أستاذا، ويجب على مدير المدرسة\nأن يرفع به إلى من فوقه حتى يبعد وينحى عن حقل التدريس، ويجب مراقبته أيضا\nفي خارج المدرسة حتى لا يضل الناس، وإذا استقام على الحق فذلك هو المطلوب،\nوهو من رحمة الله به وبالناس، وإلا وجب أن يجرى عليه ما يمنع إفساده ولو\nبالقتل.\n</p>\n\n<p>\nفضيلة الشيخ: إذا يجوز قتله في هذه الحالة؟\n</p>\n\n<p>\nفأجاب رحمه الله تعالى: إذا لم يندفع ضرره إلا بذلك، وهذا ضرر عظيم؛ لأنه\nتكذيب للقرآن الكريم، فإذا لم يندفع إلا بهذا، وصار هذا الرجل داعية إلى\nهذا الإلحاد والكفر، فإنه يجب قتله؛ لأنه مرتد، والمرتد يجب قتله.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>سؤاله يقول: بعض المحدثين إذا قرأ على الجماعة في المسجد أو غيره إذا انتهى من القراءة قال: والله أعلم وصلى الله على نبينا محمد إلى آخره <span id='ms4639'></span>، أو يقول: بالله التوفيق، أو يقول: صدق الرسول الكريم إلى آخره، ما حكم هذا القول؛ وما حكم قول: صدق الله العظيم لمن انتهى من قراءة القرآن؟ وهذه تقال بكثرة، وجزاكم الله عنا أحسن الجزاء؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: أما الأول فختام الدرس بقوله: والله أعلم وصلى\nالله وسلم على نبينا محمد وعلى آله وصحبه أجمعين، فإن اعتقد الإنسان أن ذلك\nمن السنن المقربة إلى الله فهذا ليس بصحيح؛ لأن الرسول صلى الله عليه وسلم\nكان يتكلم مع أصحابه ويحدثهم ويخطب فيهم، ولم يكن يختم ذلك فيما نعلم بمثل\nهذا، فتركه أولى. وأما ختم القرآن بقوله: صدق الله العظيم، فكذلك أيضا إذا\nاتخذها الإنسان سنة راتبة كلما قرأ قال: صدق الله العظيم فإن هذا من البدع،\nلأن الرسول صلى الله عليه وسلم ما كان يختم قراءته بقول: صدق الله العظيم،\nومن المعلوم أن صدق الله العظيم ثناء على الله تعالى بالصدق، فهو عبادة،\nوالعبادة لا تكون مشروعة إلا حيث شرعها النبي صلى الله عليه وسلم،وعلى هذا\nفنقول: لا ينبغي للقارئ أن يختم قراءة القرآن بقول: صدق الله العظيم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>يسأل أيضا ويقول: ما حكم الإسلام في تشريح جثث الموتى من أجل الدراسة عليها، كما هو معمول به في كليات الطب الموجودة؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا شك أن الميت المسلم لا يجوز تشريحه، وذلك لأن\nحرمته ميتا كحرمته حيا، كما ورد في حديث رواه أبو داود بإسناد صحيح أن\nالنبي صلى الله عليه وسلم قال: (كسر عظم الميت ككسره حيا) . وهذا يدل على\nتحريم التعرض له بتشريح أو تكسير أو نحوه. أما من لا حرمة له فإنه محل نظر،\nقد نقول: إنه محرم؛ لأن النبي صلى الله عليه وسلم نهى عن التمثيل، قال: (لا\nتمثلوا) . وقد نقول: إنه جائز؛ لأنه لا يقصد به التمثيل، وإنما يقصد به\nمصلحة، وفرق بين أن نقصد التمثيل والتشفي، وبين أن نقصد مصلحة بدون قصد\nالتشفي. والله أعلم.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>أحسن الله إليكم وبارك فيكم هذا السائل يقول <span id='ms4640'></span>: هل يجوز لمدرس مادة العلوم أن يقوم بشرح المادة الدراسية في المرحلة المتوسطة باستخدام مجسمات صغيرة ومتوسطة لحيوانات وطيور مصنوعة من البلاستيك القوي أشبه ما تكون بالتماثيل، أو استخدام مجسمات لجسم الإنسان بالكامل بما فيه الرأس؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: هذا حرام عليه لا يجوز؛ لأنه لا ضرورة إلى ذلك،\nفإن بإمكانه أن يصف الحيوان بالمقال، أو أن يجزئه أجزاء فيجعل الرأس وحده\nوالبدن وحده واليدين والرجلين وحدها، وليس هناك ضرورة إلى أن يأتي بصور\nمجسمة. وأخشى أن ينزع الله البركة من علمه إذا هو أتى بهذه الصور؛ لأن\nالملائكة لا تدخل بيتا فيه صورة، وأرجو من إخواننا أن لا يتهاونوا بالصور،\n(فإن النبي صلى الله عليه وسلم أتى إلى بيته ذات يوم فوجد فيه الصور، فلم\nيدخل عليه الصلاة والسلام حتى أزيلت) واستعملت على وجه مباح.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>بارك الله فيكم هذه المستمعة ت. ف. ب من العراق كركوك تقول: أنا طالبة في الجامعة، وذات يوم كان عندنا درس عن تحنيط الحيوانات، فكنا نقوم بإجراء تجارب على بعض الحيوانات كالأرانب والذئاب والحمام ونحوها، فنحضرها حية ثم نقوم بقتلها، وهنا المشكلة الثانية، فإننا نقتلها بإحدى الوسائل التالية: إما بحجزها في مكان خال من الهواء حتى تموت، أو بقتلها بواسطة المخدر، ونحو ذلك من الوسائل غير الذبح الشرعي، ولا نستطيع رفض العمل هذا، فهو عبارة عن مادة دراسية يترتب عليها النجاح أو عدمه. فما الحكم الشرعي أولا: في التحنيط بغرض التعلم، أو للاحتفاظ بالحيوانات المحنطة للزينة. وثانيا: ما الحكم في قتل الحيوانات بالوسائل السابقة الذكر؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: تحنيط الحيوان من أجل التعلم والحصول على علم\nينفع العباد هذا لا بأس به، وذلك بأن الله عز وجل خلق لنا ما في الأرض\nجميعا، ثم قال تعالى: (هو الذي خلق لكم ما في الأرض جميعا) . ولكن يجب أن\nتتخذ أسهل الوسائل للوصول إلى هذا الغرض في قتل هذا الحيوان المحنط؛ لقول\nالنبي صلى الله عليه وسلم: (إذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا <span id='ms4641'></span>\nالذبحة) . وإذا خدرت بمخدر من أجل إجراء العملية عليها في حال حياتها فإن\nهذا لا بأس به أيضا؛ لأن هذا فيه مصلحة للمتعلمين، ولا فيه كبير مضرة على\nهذا الحيوان، إذ إنه عند التخدير لا يتألم للتشريح فلا بأس بها. وأما حبسها\nفي محل بحيث لا يصل إليها الهواء فإن في نفسي من هذا شيئا؛ لأن هذا تعذيب\nشديد عليها، ولا أدري هل الحاجة ملحة إلى هذه العملية أم غير ملحة؟ وأما\nبالنسبة لتحنيط هذه الحيوانات للزينة فلا أراه جائزا، وذلك لأنها خلقت\nلينتفع بها بالأكل، أما بالزينة فإنها فيها شيء من السرف ومن إضاعة المال\nبغير فائدة، فلا أرى أن تحنط لهذا الغرض؛ لأن بذل المال فيها إضاعة له.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>يقول: جميع المدارس بمحافظتي وهي محافظة إدلب مدارسها مختلطة شباب وفتيات، وهن سفور فوق العادة وخاصة في مدرستي، ولا يمكن بل ولا يستطيع المرء إلا أن يتحدث معهن من خلال الدروس. والمطلوب: ما حكم الشرع في ذلك أفيدونا جزاكم الله ألف خير؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: الذي يجب عليك أيها الأخ أن تطلب مدرسة ليس فيها\nهذا الاختلاط الذي وصفت حال أهله؛ لأن ذلك فتنة عظيمة، ولا يجوز للإنسان أن\nيعرض نفسه للفتن، فإن الرجل قد يثق من نفسه قبل أن يقع في الفتنة،قد يقول:\nأنا حافظ لنفسي، وأنا لا أميل إلى هذا الشيء، وأنا أكرهه. ولكن إذا وقع في\nالحبائل أمسكته، ولهذا أمر النبي صلى الله عليه وسلم: (من سمع بالدجال أن\nينأى عنه) . أن يبعد عنه، وقال: (إن الرجل يأتي وهو يرى أنه مؤمن، ولكنه\nيضل بما يقذف به من الشبهات) . فعلى كل حال نقول: أيها الأخ يجب عليك أن\nتتطلب مدرسة ليس هذا وضعها، فإن لم تجد مدرسة إلا بهذا الوضع وأنت محتاج\nإلى الدراسة، فإنك تقرأ تدرس، وتحرص بقدر ما تستطيع على البعد عن الفاحشة\nوالفتنة، بحيث تغض بصرك وتحفظ لسانك، ولا تتكلم مع النساء ولا تمر إليهن.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>بارك الله فيكم هذا المستمع طه سوداني <span id='ms4642'></span> يقول: هل يجوز للرجل الوقوف أمام النساء لنشر العلم والدين؟ وهل يجوز للرجل أن يخلو بالمرأة من أجل إرشادها إلى الطريق المستقيم؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: لا يجوز للرجل أن يخلو بالمرأة إذا لم يكن محرما\nلها، ولو للتعليم، ولو للأمر بالمعروف والنهي عن المنكر؛ لأن النبي صلى\nالله عليه وسلم قال: (لا يخلون رجل بامرأة إلا مع ذي محرم) . وإذا خلا\nالرجل بالمرأة كان الشيطان ثالثا لهما، ووسوس لهما الوساوس التي قد تؤدي\nإلى الفاحشة والعياذ بالل. وأما وقوف الرجل أمام النساء جمعا بلا محذور\nشرعي من أجل تعليمهن: فإن هذا لا بأس به، لكن بشرط أن يأمن الإنسان على\nنفسه، وأن يكون مأمونا، ولكن في مثل هذه الحال إذا كانت المسألة بصفة رسمية\nفإنه يوضع حاجز بين هذا الرجل وبين النساء،حتى تكون النساء في سعة، وحتى لا\nيفتتن أحد من النساء بهذا الرجل، وأقول: إنه لا ينبغي أيضا أن يقوم بتدريس\nالنساء رجال إلا عند الضرورة، أما إذا لم يكن هناك ضرورة فإن الذي يقوم\nبتدريس النساء يكون امرأة، وكذلك الذي يقوم بتدريس الرجال يكون رجلا؛ لأن\nالشارع يرمي إلى بعد النساء عن الرجال وعن الاختلاط بهم، ألم تر إلى المرأة\nإذا صلت في المسجد مع الجماعة فإنه يجب عليها أن تكون وحدها خارجة عن صفوف\nالرجال، ولا تكون صفا مع الرجل، كما جرت بذلك السنة عن رسول الله صلى الله\nعليه وسلم؟ وثبت عنه صلى الله عليه وسلم أنه قال: (خير صفوف النساء آخرها،\nوشرها أولها) . وهذا كله يدل على أن الشارع يرمي إلى بعد الرجال عن النساء\nوعدم الاختلاط بهن.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>المستمعة سامية من البحرين تقول: ما حكم قيام التلميذات في الصف للمعلمة احتراما عند دخولها الفصل؟</h1>\n\n<p>\nفأجاب رحمه الله تعالى: القيام للمعلمة أو المعلم عند دخول الفصل احتراما\nوتعظيما لا ينبغي؛ لأن الصحابة رضي الله عنهم لم يكونوا يفعلون ذلك مع\nنبيهم صلى الله عليه وسلم، وهو أحق الناس بالاحترام والتعظيم، لكن يقال:\nإنهم يفعلون <span id='ms4643'></span> ذلك من أجل الانتباه والاستعداد للمعلم، وما يلقيه من العلم\nفإذا كان هذا هو المقصود فأرجو أن لا يكون به بأس.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002",
    "002"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24"
  ]
}