{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الأمر بالمعروف والنهي عن المنكر من الدين</h1>\n\n<p>\nالأمر بالمعروف\n</p>\n\n<p>\nوالنهي عن المنكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالأمر بالمعروف والنهي عن المنكر الأمر بالمعروف والنهي عن المنكر الذي\nأنزل الله به كتبه وأرسل به رسله من الدين. فإن رسالة الله: إما إخبار،\nوإما إنشاء.\n</p>\n\n<p>\nفالإخبار عن نفسه وعن خلقه: مثل التوحيد والقصص الذي يندرج فيه الوعد\nوالوعيد. والإنشاء الأمر والنهي والإباحة. وهذا كما ذكر في أن {قل هو الله\nأحد} [الإخلاص: 1] (سورة الإخلاص: آية 1) . تعدل ثلث القرآن؛ لتضمنها ثلث\nالتوحيد؛ إذ هو قصص وتوحيد وأمر.\n</p>\n\n<p>\nوقوله سبحانه في صفة نبينا، صلى الله عليه وسلم: {يأمرهم بالمعروف\nوينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث} [الأعراف: 157]\n(سورة الأعراف: من الآية 157) هو بيان لكمال رسالته؛ فإنه صلى الله عليه\nوسلم هو الذي أمر الله على لسانه بكل معروف، ونهى عن كل منكر وأحل كل طيب\nوحرم كل خبيث، ولهذا روي عنه أنه قال: «إنما بعثت لأتمم مكارم الأخلاق» .\nوقال في الحديث المتفق عليه: «مثلي ومثل الأنبياء كمثل رجل بنى دارا فأتمها\nوأكملها إلا موضع لبنة فكان الناس يطيفون بها ويعجبون من حسنها ويقولون:\nلولا موضع اللبنة! فأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nتلك اللبنة» . فبه كمل دين الله المتضمن للأمر بكل معروف والنهي عن كل\nمنكر، وإحلال كل طيب وتحريم كل خبيث. وأما من قبله من الرسل فقد كان يحرم\nعلى أممهم بعض الطيبات، كما قال: {فبظلم من الذين هادوا حرمنا عليهم طيبات\nأحلت لهم} [النساء: 160] (سورة النساء: من الآية 165) . وربما لم يحرم\nعليهم جميع الخبائث، كما قال تعالى: {كل الطعام كان حلا لبني إسرائيل إلا\nما حرم إسرائيل على نفسه من قبل أن تنزل التوراة} [آل عمران: 93] (سورة آل\nعمران: من الآية 93) .\n</p>\n\n<p>\nوتحريم الخبائث يندرج في معنى: \" النهي عن المنكر \"، كما أن إحلال\nالطيبات يندرج في: \" الأمر بالمعروف \"، لأن تحريم الطيبات مما نهى الله\nعنه، وكذلك الأمر بجميع المعروف والنهي عن كل منكر مما لم يتم إلا للرسول\nالذي تمم الله به مكارم الأخلاق المندرجة في <span id='ms01'></span> المعروف، وقد قال الله تعالى:\n{اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا}\n[المائدة: 3] (سورة المائدة: من الآية 3) . فقد أكمل الله لنا الدين، وأتم\nعلينا النعمة، ورضي لنا الإسلام دينا.\n</p>\n\n<p>\nوكذلك وصف الأمة بما وصف به نبيها حيث قال: {كنتم خير أمة أخرجت للناس\nتأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله} [آل عمران: 110] (سورة آل\nعمران: من الآية 110) . وقال تعالى: {والمؤمنون والمؤمنات بعضهم أولياء بعض\nيأمرون بالمعروف وينهون عن المنكر} [التوبة: 71] (سورة التوبة: من الآية\n71) . ولهذا قال أبو هريرة: كنتم خير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالناس للناس، تأتون بهم في الأقياد والسلاسل حتى تدخلوهم الجنة. فبين\nسبحانه أن هذه الأمة خير الأمم للناس: فهم أنفعهم لهم، وأعظمهم إحسانا\nإليهم؛ لأنهم كملوا أمر الناس بالمعروف ونهيهم عن المنكر من جهة الصفة\nوالقدر، حيث أمروا بكل معروف ونهوا عن كل منكر لكل أحد، وأقاموا ذلك\nبالجهاد في سبيل الله بأنفسهم وأموالهم، وهذا كمال النفع للخلق.\n</p>\n\n<p>\nوسائر الأمم لم يأمروا كل أحد بكل معروف ولا نهوا كل أحد عن كل منكر، ولا\nجاهدوا على ذلك. بل منهم من لم يجاهد، والذين جاهدوا كبني إسرائيل فعامة\nجهادهم كان لدفع عدوهم عن أرضهم، كما يقاتل الصائل الظالم؛ لا لدعوة\nالمجاهدين وأمرهم بالمعروف ونهيهم عن المنكر، كما قال موسى لقومه: {يا قوم\nادخلوا الأرض المقدسة التي كتب الله لكم ولا ترتدوا على أدباركم فتنقلبوا\nخاسرين - قالوا يا موسى إن فيها قوما جبارين وإنا لن ندخلها حتى يخرجوا\nمنها فإن يخرجوا منها فإنا داخلون} [المائدة: 21 - 22] (سورة المائدة:\nالآيتان 21، 22) . إلى قوله: {قالوا يا موسى إنا لن ندخلها أبدا ما داموا\nفيها فاذهب أنت وربك فقاتلا إنا هاهنا قاعدون} [المائدة: 24] (سورة\nالمائدة: آية 24) . وقال تعالى: {ألم تر إلى الملإ من بني إسرائيل من بعد\nموسى إذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله قال هل عسيتم إن\nكتب عليكم القتال ألا تقاتلوا قالوا وما لنا ألا نقاتل في سبيل الله وقد\nأخرجنا من ديارنا وأبنائنا} [البقرة: 246]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(سورة <span id='ms02'></span> البقرة: من الآية 246) . فعللوا القتال بأنهم أخرجوا من ديارهم\nوأبنائهم، ومع هذا فكانوا ناكلين عما أمروا به من ذلك؛ ولهذا لم تحل لهم\nالغنائم ولم يكونوا يطؤون بملك اليمين.\n</p>\n\n<p>\nومعلوم أن أعظم الأمم المؤمنين قبلنا بنو إسرائيل؛ كما جاء في الحديث\nالمتفق على صحته في الصحيحين عن ابن عباس رضي الله عنهما قال: خرج علينا\nالنبي صلى الله عليه وسلم يوما فقال: «عرضت علي الأمم فجعل يمر النبي ومعه\nالرجل والنبي ومعه الرجلان والنبي معه الرهط والنبي ليس معه أحد، ورأيت\nسوادا كثيرا سد الأفق فرجوت أن يكون أمتي؛ فقيل: هذا موسى وقومه. ثم قيل\nلي: انظر فرأيت سوادا كثيرا سد الأفق، فقيل: هؤلاء أمتك ومع هؤلاء سبعون\nألفا يدخلون الجنة بغير حساب. فتفرق الناس ولم يبين لهم، فتذاكر أصحاب\nالنبي صلى الله عليه وسلم فقالوا: أما نحن فولدنا في الشرك ولكنا آمنا\nبالله ورسوله، ولكن هؤلاء أبناؤنا، فبلغ النبي صلى الله عليه وسلم فقال: \"\nهم الذين لا يتطيرون ولا يكتوون ولا يسترقون وعلى ربهم يتوكلون \" فقام\nعكاشة بن محصن فقال: أمنهم أنا يا رسول الله؛ قال: \" نعم \" فقام آخر فقال:\nأمنهم أنا؛ فقال: سبقك بها عكاشة» .\n</p>\n\n<p>\nولهذا كان إجماع هذه الأمة حجة؛ لأن الله تعالى أخبر أنهم يأمرون بكل\nمعروف وينهون عن كل منكر؛ فلو اتفقوا على إباحة محرم أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nإسقاط واجب، أو تحريم حلال، أو إخبار عن الله تعالى أو خلقه بباطل:\nلكانوا متصفين بالأمر بمنكر والنهي عن معروف: من الكلم الطيب والعمل\nالصالح؛ بل الآية تقتضي أن ما لم تأمر به الأمة فليس من المعروف، وما لم\nتنه عنه فليس من المنكر. وإذا كانت آمرة بكل معروف ناهية عن كل منكر: فكيف\nيجوز أن تأمر كلها بمنكر أو تنهى كلها عن معروف؟ والله تعالى كما أخبر\nبأنها تأمر بالمعروف وتنهى عن المنكر فقد أوجب ذلك على الكفاية منها بقوله:\n{ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك\nهم المفلحون} [آل عمران: 104] (سورة آل <span id='ms03'></span> عمران: آية 104) .\n</p>\n\n<p>\nوإذا أخبر بوقوع الأمر بالمعروف والنهي عن المنكر منها لم يكن من شرط ذلك\nأن يصل أمر الآمر ونهي الناهي منها إلى كل مكلف في العالم؛ إذ ليس هذا من\nشرط تبليغ الرسالة: فكيف يشترط فيما هو من توابعها؛ بل الشرط أن يتمكن\nالمكلفون من وصول ذلك إليهم. ثم إذا فرطوا فلم يسعوا في وصوله إليهم مع\nقيام فاعله بما يجب عليه: كان التفريط منهم لا منه.\n</p>\n\n<p>\nوكذلك الأمر بالمعروف والنهي عن المنكر لا يجب على كل أحد بعينه، بل هو\nعلى الكفاية، كما دل عليه القرآن، ولما كان الجهاد من تمام ذلك كان الجهاد\nأيضا كذلك، فإذا لم يقم به من يقوم بواجبه أثم كل قادر بحسب قدرته؛ إذ هو\nواجب على كل إنسان بحسب قدرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>مراتب الأمر بالمعروف والنهي عن المنكر</h1>\n\n<p>\nكما قال النبي صلى الله عليه وسلم: «من رأى منكم منكرا فليغيره بيده، فإن\nلم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» .\n</p>\n\n<p>\nوإذا كان كذلك؛ فمعلوم أن الأمر بالمعروف والنهي عن المنكر وإتمامه\nبالجهاد هو من أعظم المعروف الذي أمرنا به؛ ولهذا قيل: ليكن أمرك بالمعروف\nونهيك عن المنكر غير منكر، وإذا كان هو من أعظم الواجبات والمستحبات\nفالواجبات والمستحبات لا بد أن تكون المصلحة فيها راجحة على المفسدة؛ إذ\nبهذا بعثت الرسل ونزلت الكتب، والله لا يحب الفساد؛ بل كل ما أمر الله به\nفهو صلاح. وقد أثنى الله على الصلاح والمصلحين والذين آمنوا وعملوا\nالصالحات، وذم المفسدين في غير موضع، فحيث كانت مفسدة الأمر والنهي أعظم من\nمصلحته لم تكن مما أمر الله به، وإن كان قد ترك واجب وفعل محرم؛ إذ المؤمن\nعليه أن يتقي الله في عباده وليس عليه هداهم، وهذا معنى قوله تعالى: {يا\nأيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} [المائدة: 105]\n(سورة المائدة: من الآية 105) . والاهتداء إنما يتم بأداء الواجب، فإذا قام\nالمسلم بما يجب عليه من الأمر بالمعروف والنهي عن المنكر كما <span id='ms04'></span> قام بغيره من\nالواجبات لم يضره ضلال الضلال.\n</p>\n\n<p>\nوذلك يكون تارة بالقلب، وتارة باللسان، وتارة باليد. فأما القلب فيجب بكل\nحال؛ إذ لا ضرر في فعله، ومن لم يفعله فليس هو بمؤمن، كما قال النبي صلى\nالله عليه وسلم: «وذلك أدنى - أو - أضعف الإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: «ليس وراء ذلك من الإيمان حبة خردل» وقيل لابن مسعود: من ميت\nالأحياء؟ فقال: الذي لا يعرف معروفا ولا ينكر منكرا. وهذا هو المفتون\nالموصوف في حديث حذيفة بن اليمان.\n</p>\n\n<p>\nوهنا يغلط فريقان من الناس:\n</p>\n\n<p>\nفريق يترك ما يجب من الأمر والنهي تأويلا لهذه الآية، كما قال أبو بكر\nالصديق - رضي الله عنه - في خطبته إنكم تقرؤون هذه الآية: {عليكم أنفسكم لا\nيضركم من ضل إذا اهتديتم} [المائدة: 105] (سورة المائدة: من الآية 105)\nوإنكم تضعونها في غير موضعها، وإني سمعت النبي صلى الله عليه وسلم يقول:\n«إن الناس إذا رأوا المنكر فلم يغيروه أوشك أن يعمهم الله بعقاب منه» .\n</p>\n\n<p>\nوالفريق الثاني: من يريد أن يأمر وينهى إما بلسانه وإما بيده مطلقا، من\nغير فقه وحلم وصبر ونظر فيما يصلح من ذلك وما لا يصلح، وما يقدر عليه وما\nلا يقدر، كما في حديث أبي ثعلبة الخشني: سألت عنها رسول الله صلى الله عليه\nوسلم قال: «بل ائتمروا بالمعروف وتناهوا عن المنكر، حتى إذا رأيت شحا مطاعا\nوهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه، ورأيت أمرا لا يدان لك به،\nفعليك بنفسك ودع عنك أمر العوام؛ فإن من ورائك أياما الصبر فيهن على مثل\nقبض على الجمر، للعامل فيهن كأجر خمسين رجلا يعملون مثل عمله» فيأتي بالأمر\nوالنهي معتقدا أنه مطيع في ذلك لله ورسوله وهو معتد في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nحدوده، كما انتصب كثير من أهل البدع والأهواء، كالخوارج والمعتزلة\nوالرافضة، وغيرهم ممن غلط فيما أتاه من الأمر والنهي والجهاد على ذلك، وكان\nفساده أعظم من صلاحه؛ ولهذا أمر النبي صلى الله عليه وسلم بالصبر على جور\nالأئمة، ونهى عن قتالهم ما أقاموا الصلاة، وقال: «أدوا إليهم <span id='ms05'></span> حقوقهم، وسلوا\nالله حقوقكم» . وقد بسطنا القول في ذلك في غير هذا الموضع.\n</p>\n\n<p>\nولهذا كان من أصول أهل السنة والجماعة لزوم الجماعة وترك قتال الأئمة،\nوترك القتال في الفتنة، وأما أهل الأهواء - كالمعتزلة - فيرون القتال\nللأئمة من أصول دينهم، ويجعل المعتزلة أصول دينهم خمسة: \" التوحيد \" الذي\nهو سلب الصفات؛ و \" العدل \" الذي هو التكذيب بالقدر؛ و \" المنزلة بين\nالمنزلتين \" و \" إنفاذ الوعيد \" و \" الأمر بالمعروف والنهي عن المنكر \".\nالذي منه قتال الأئمة.\n</p>\n\n<p>\nوقد تكلمت على قتال الأئمة في غير هذا الموضع. وجماع ذلك داخل في \"\nالقاعدة العامة \": فيما إذا تعارضت المصالح والمفاسد والحسنات والسيئات أو\nتزاحمت، فإنه يجب ترجيح الراجح منها فيما إذا ازدحمت المصالح والمفاسد،\nوتعارضت المصالح والمفاسد. فإن الأمر والنهي وإن كان متضمنا لتحصيل مصلحة\nودفع مفسدة فينظر في المعارض له؛ فإن كان الذي يفوت من المصالح أو يحصل من\nالمفاسد أكثر لم يكن مأمورا به، بل يكون محرما إذا كانت مفسدته أكثر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nمصلحته؛ لكن اعتبار مقادير المصالح والمفاسد هو بميزان الشريعة، فمتى قدر\nالإنسان على اتباع النصوص لم يعدل عنها، وإلا اجتهد برأيه لمعرفة الأشباه\nوالنظائر، وقل أن تعوز النصوص من يكون خبيرا بها وبدلالتها على الأحكام.\n</p>\n\n<p>\nوعلى هذا إذا كان الشخص أو الطائفة جامعين بين معروف ومنكر بحيث لا\nيفرقون بينهما، بل إما أن يفعلوهما جميعا، أو يتركوهما جميعا: لم يجز أن\nيؤمروا بمعروف ولا أن ينهوا عن منكر؛ بل ينظر: فإن كان المعروف أكثر أمر\nبه، وإن استلزم ما هو دونه من المنكر، ولم ينه عن منكر يستلزم تفويت معروف\nأعظم منه، بل يكون النهي حينئذ من باب الصد عن سبيل الله والسعي في زوال\nطاعته وطاعة رسوله وزوال فعل الحسنات. وإن كان المنكر أغلب نهي عنه؛ وإن\nاستلزم فوات ما هو دونه من المعروف؛ ويكون الأمر بذلك المعروف المستلزم\nللمنكر الزائد عليه أمرا بمنكر وسعيا في معصية الله ورسوله. وإن تكافأ\nالمعروف والمنكر المتلازمان لم يؤمر بهما ولم ينه عنهما.\n</p>\n\n<p>\nفتارة يصلح الأمر <span id='ms06'></span>، وتارة يصلح النهي، وتارة لا يصلح لا أمر ولا نهي حيث\nكان المعروف والمنكر متلازمين؛ وذلك في الأمور المعينة الواقعة.\n</p>\n\n<p>\nوأما من جهة النوع فيؤمر بالمعروف مطلقا، وينهى عن المنكر مطلقا. وفي\nالفاعل الواحد والطائفة الواحدة يؤمر بمعروفها وينهى عن منكرها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nويحمد محمودها ويذم مذمومها؛ بحيث لا يتضمن الأمر بمعروف فوات أكثر منه\nأو حصول منكر فوقه، ولا يتضمن النهي عن المنكر حصول أنكر منه، أو فوات\nمعروف أرجح منه.\n</p>\n\n<p>\nوإذا اشتبه الأمر استبان المؤمن حتى يتبين له الحق، فلا يقدم على الطاعة\nإلا بعلم ونية؛ وإذا تركها كان عاصيا، فترك الأمر الواجب معصية، وفعل ما\nنهي عنه من الأمر معصية. وهذا باب واسع، ولا حول ولا قوة إلا بالله.\n</p>\n\n<p>\nومن هذا الباب إقرار النبي صلى الله عليه وسلم لعبد الله بن أبي وأمثاله\nمن أئمة النفاق والفجور لما لهم من أعوان، فإزالة منكره بنوع من عقابه\nمستلزمة إزالة معروف أكثر من ذلك بغضب قومه وحميتهم، وبنفور الناس إذا\nسمعوا أن محمدا يقتل أصحابه؛ ولهذا لما خاطب الناس في قصة الإفك بما خاطبهم\nبه واعتذر منه، وقال له سعد بن معاذ قوله الذي أحسن فيه: حمي له سعد بن\nعبادة مع حسن إيمانه.\n</p>\n\n<p>\nوأصل هذا أن تكون محبة الإنسان للمعروف وبغضه للمنكر، وإرادته لهذا،\nوكراهته لهذا: موافقة لحب الله وبغضه، وإرادته وكراهته الشرعيين. وأن يكون\nفعله للمحبوب ودفعه للمكروه بحسب قوته وقدرته، فإن الله لا يكلف نفسا إلا\nوسعها، وقد قال: {فاتقوا الله ما استطعتم} [التغابن: 16] (سورة التغابن: من\nالآية 16) . فأما حب القلب وبغضه وإرادته وكراهيته فينبغي أن تكون كاملة\nجازمة؛ لا يوجب نقص ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nإلا نقص الإيمان.\n</p>\n\n<p>\nوأما فعل البدن فهو بحسب قدرته، ومتى كانت إرادة القلب وكراهته كاملة\nتامة وفعل العبد معها بحسب قدرته: فإنه يعطى ثواب الفاعل الكامل، كما قد\nبيناه في غير هذا الموضع، فإن من الناس من يكون حبه وبغضه وإرادته وكراهته\nبحسب محبة نفسه وبغضها؛ لا بحسب محبة الله ورسوله وبغض الله ورسوله، وهذا <span id='ms07'></span>\nمن نوع الهوى؛ فإن اتبعه الإنسان فقد اتبع هواه: {ومن أضل ممن اتبع هواه\nبغير هدى من الله} [القصص: 50] (سورة القصص: من الآية 50) ؛ فإن أصل الهوى\nمحبة النفس، ويتبع ذلك بغضها، ونفس الهوى - وهو الحب والبغض الذي في النفس\n- لا يلام عليه؛ فإن ذلك قد لا يملك، وإنما يلام على اتباعه؛ كما قال\nتعالى: {يا داود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحق ولا تتبع\nالهوى فيضلك عن سبيل الله} [ص: 26] (سورة ص: من الآية 26) . وقال تعالى:\n{ومن أضل ممن اتبع هواه بغير هدى من الله} [القصص: 50] (سورة القصص: من\nالآية 50) . وقال النبي صلى الله عليه وسلم: «ثلاث منجيات: خشية الله في\nالسر والعلانية، والقصد في الفقر والغنى، وكلمة الحق في الغضب والرضا.\nوثلاث مهلكات: شح مطاع، وهوى متبع، وإعجاب المرء بنفسه» .\n</p>\n\n<p>\nوالحب والبغض يتبعه ذوق عند وجود المحبوب والمبغض، ووجد وإرادة، وغير\nذلك، فمن اتبع ذلك بغير أمر الله ورسوله فهو ممن اتبع هواه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبغير هدى من الله؛ بل قد يصعد به الأمر إلى أن يتخذ إلهه هواه، واتباع\nالأهواء في الديانات أعظم من اتباع الأهواء في الشهوات، فإن الأول حال\nالذين كفروا من أهل الكتاب والمشركين؛ كما قال تعالى: {فإن لم يستجيبوا لك\nفاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله}\n[القصص: 50] (سورة القصص: من الآية 50) . وقال تعالى: {ضرب لكم مثلا من\nأنفسكم هل لكم من ما ملكت أيمانكم من شركاء في ما رزقناكم} [الروم: 28]\n(سورة الروم: من الآية 28) . إلى أن قال: {بل اتبع الذين ظلموا أهواءهم\nبغير علم} [الروم: 29] (سورة الروم: من الآية 29) . وقال تعالى: {وقد فصل\nلكم ما حرم عليكم إلا ما اضطررتم إليه وإن كثيرا ليضلون بأهوائهم بغير علم}\n[الأنعام: 119] (سورة الأنعام: من الآية 119) . وقال تعالى: {يا أهل الكتاب\nلا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا\nكثيرا وضلوا عن سواء السبيل} [المائدة: 77] (سورة المائدة: من الآية 77) .\nوقال تعالى: {ولن ترضى <span id='ms08'></span> عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى\nالله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من\nولي ولا نصير} [البقرة: 120] (سورة البقرة: آية 120) . وقال تعالى في الآية\nالأخرى: {ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن\nالظالمين} [البقرة: 145] (سورة البقرة: من الآية 145) . وقال: {وأن احكم\nبينهم بما أنزل الله ولا تتبع أهواءهم} [المائدة: 49] (سورة المائدة: من\nالآية 49)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا كان من خرج عن موجب الكتاب والسنة من العلماء والعباد يجعل من أهل\nالأهواء؛ كما كان السلف يسمونهم أهل الأهواء؛ وذلك أن كل من لم يتبع العلم\nفقد اتبع هواه؛ والعلم بالدين لا يكون إلا بهدي الله الذي بعث به رسوله؛\nولهذا قال تعالى في موضع: {وإن كثيرا ليضلون بأهوائهم بغير علم} [الأنعام:\n119] (سورة الأنعام: من الآية 119) . وقال في موضع آخر: {ومن أضل ممن اتبع\nهواه بغير هدى من الله} [القصص: 50] (سورة القصص: من الآية 50) .\n</p>\n\n<p>\nفالواجب على العبد أن ينظر في نفس حبه وبغضه، ومقدار حبه وبغضه: هل هو\nموافق لأمر الله ورسوله؟ وهو هدي الله الذي أنزله على رسوله؛ بحيث يكون\nمأمورا بذلك الحب والبغض، لا يكون متقدما فيه بين يدي الله ورسوله؛ فإنه قد\nقال: {لا تقدموا بين يدي الله ورسوله} [الحجرات: 1] (سورة الحجرات: من\nالآية 1) . ومن أحب أو أبغض قبل أن يأمره الله ورسوله ففيه نوع من التقدم\nبين يدي الله ورسوله. ومجرد الحب والبغض هوى؛ لكن المحرم اتباع حبه وبغضه\nبغير هدي من الله؛ ولهذا قال: {ولا تتبع الهوى فيضلك عن سبيل الله إن الذين\nيضلون عن سبيل الله لهم عذاب شديد} [ص: 26] (سورة ص: من الآية 26) . فأخبر\nأن من اتبع هواه أضله ذلك عن سبيل الله، وهو هداه الذي بعث به رسوله، وهو\nالسبيل إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوتحقيق ذلك أن الأمر بالمعروف والنهي عن المنكر هو من أوجب الأعمال\nوأفضلها وأحسنها، وقد قال تعالى: {ليبلوكم أيكم أحسن عملا} [الملك: 2]\n(سورة الملك: من الآية 2) . وهو كما <span id='ms09'></span> قال الفضيل بن عياض رحمه الله: أخلصه\nوأصوبه. فإن العمل إذا كان خالصا ولم يكن صوابا لم يقبل حتى يكون خالصا\nصوابا، والخالص: أن يكون لله، والصواب أن يكون على السنة، فالعمل الصالح لا\nبد أن يراد به وجه الله تعالى؛ فإن الله تعالى لا يقبل من العمل إلا ما\nأريد به وجهه وحده: كما في الصحيح عن النبي صلى الله عليه وسلم قال: «يقول\nالله أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك فيه غيري فأنا بريء منه،\nوهو كله للذي أشرك» .\n</p>\n\n<p>\nوهذا هو التوحيد الذي هو أصل الإسلام، وهو دين الله الذي بعث به جميع\nرسله، وله خلق الخلق، وهو حقه على عباده: أن يعبدوه ولا يشركوا به شيئا،\nولا بد مع ذلك أن يكون العمل صالحا، وهو ما أمر الله به ورسوله؛ وهو\nالطاعة، فكل طاعة عمل صالح، وكل عمل صالح طاعة، وهو العمل المشروع المسنون؛\nإذ المشروع المسنون هو المأمور به أمر إيجاب أو استحباب، وهو العمل الصالح،\nوهو الحسن، وهو البر وهو الخير؛ وضده المعصية والعمل الفاسد، والسيئة،\nوالفجور، والظلم.\n</p>\n\n<h1 class='l1' id='head2'>الشروط الواجب توافرها في الآمر والناهي</h1>\n\n<p>\nولما كان العمل لا بد فيه من شيئين: النية والحركة، كما قال النبي صلى\nالله عليه وسلم: «أصدق الأسماء حارث وهمام» فكل أحد حارث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوهمام له عمل ونية؛ لكن النية المحمودة التي يتقبلها الله ويثيب عليها:\nأن يراد الله بذلك العمل. والعمل المحمود الصالح، وهو المأمور به ولهذا كان\nعمر بن الخطاب رضي الله عنه يقول في دعائه: اللهم اجعل عملي كله صالحا،\nواجعله لوجهك خالصا، ولا تجعل لأحد فيه شيئا.\n</p>\n\n<p>\nوإذا كان هذا حد كل عمل صالح؛ فالآمر بالمعروف والناهي عن المنكر يجب أن\nيكون هكذا في حق نفسه، ولا يكون عمله صالحا إن لم يكن بعلم وفقه، وكما قال\nعمر بن عبد العزيز: من عبد الله بغير علم كان ما يفسد أكثر مما يصلح، وكما\nفي حديث معاذ بن جبل رضي الله عنه: «العلم إمام العمل <span id='ms10'></span> والعمل تابعه» وهذا\nظاهر. فإن القصد والعمل إن لم يكن بعلم كان جهلا وضلالا واتباعا للهوى كما\nتقدم، وهذا هو الفرق بين أهل الجاهلية وأهل الإسلام، فلا بد من العلم\nبالمعروف والمنكر والتمييز بينهما. ولا بد من العلم بحال المأمور والمنهي،\nومن الصلاح أن يأتي بالأمر والنهي بالصراط المستقيم، وهو أقرب الطرق إلى\nحصول المقصود.\n</p>\n\n<p>\nولا بد في ذلك من الرفق، كما قال النبي صلى الله عليه وسلم: «ما كان\nالرفق في شيء إلا زانه، ولا كان العنف في شيء إلا شانه» وقال: «إن الله\nرفيق يحب الرفق في الأمر كله، وبعطي عليه ما لا يعطي على العنف»\n</p>\n\n<p>\nولا بد أيضا أن يكون حليما صبورا على الأذى: فإنه لا بد أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nيحصل له أذى؛ فإن لم يحلم ويصبر كان ما يفسد أكثر مما يصلح: كما قال\nلقمان لابنه: {وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من\nعزم الأمور} [لقمان: 17] (سورة لقمان: من الآية 17) . ولهذا أمر الله الرسل\n- وهم أئمة الأمر بالمعروف والنهي عن المنكر - بالصبر، كقوله لخاتم الرسل؛\nبل ذلك مقرون بتبليغ الرسالة؛ فإنه أول ما أرسل أنزلت عليه سورة: \" يا أيها\nالمدثر \" بعد أن أنزلت عليه سورة: \" اقرأ \" التي بها نبئ فقال: {يا أيها\nالمدثر - قم فأنذر - وربك فكبر - وثيابك فطهر - والرجز فاهجر - ولا تمنن\nتستكثر - ولربك فاصبر} [المدثر: 1 - 7] (سورة المدثر: الآيات 1-7) . فافتتح\nآيات الإرسال إلى الخلق بالأمر بالنذارة، وختمها بالأمر بالصبر، ونفس\nالإنذار أمر بالمعروف ونهي عن المنكر؛ فعلم أنه يجب بعد ذلك الصبر، وقال:\n{واصبر لحكم ربك فإنك بأعيننا} [الطور: 48] (سورة الطور: من الآية 48) .\nوقال تعالى: {واصبر على ما يقولون واهجرهم هجرا جميلا} [المزمل: 10] (سورة\nالمزمل: آية 10) . {فاصبر كما صبر أولو العزم من الرسل} [الأحقاف: 35]\n(سورة الأحقاف: من الآية 35) . {فاصبر لحكم ربك ولا تكن كصاحب الحوت}\n[القلم: 48] (سورة القلم: من الآية 48) {واصبر وما صبرك إلا بالله} [النحل:\n127] (سورة النحل: من الآية 127) . {واصبر فإن الله لا يضيع أجر المحسنين}\n[هود: 115] (سورة هود: آية 115) .\n</p>\n\n<p>\nفلا <span id='ms11'></span> بد من هذه الثلاثة: العلم، والرفق، والصبر. العلم قبل الأمر والنهي،\nوالرفق معه، والصبر بعده، وإن كان كل من الثلاثة مستصحبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذه الأحوال؛ وهذا كما جاء في الأثر عن بعض السلف ورووه مرفوعا، ذكره\nالقاضي أبو يعلى في المعتمد: \" لا يأمر بالمعروف وينهى عن المنكر إلا من\nكان فقيها فيما يأمر به، فقيها فيما ينهى عنه، رفيقا فيما يأمر به، رفيقا\nفيما ينهى عنه؛ حليما فيما يأمر به، حليما فيما ينهى عنه \".\n</p>\n\n<p>\nوليعلم أن الأمر بهذه الخصال في الأمر بالمعروف والنهي عن المنكر مما\nيوجب صعوبة على كثير من النفوس، فيظن أنه بذلك يسقط عنه، فيدعه، وذلك مما\nيضره أكثر مما يضره الأمر بدون هذه الخصال أو أقل؛ فإن ترك الأمر الواجب\nمعصية، فالمنتقل من معصية إلى معصية أكبر منها كالمستجير من الرمضاء\nبالنار، والمنتقل من معصية إلى معصية كالمنتقل من دين باطل إلى دين باطل،\nوقد يكون الثاني شرا من الأول، وقد يكون دونه، وقد يكونان سواء، فهكذا تجد\nالمقصر في الأمر والنهي والمعتدي فيه قد يكون ذنب هذا أعظم، وقد يكون ذنب\nهذا أعظم، وقد يكونان سواء.\n</p>\n\n<h1 class='l1' id='head3'>المعاصي سبب المصائب</h1>\n\n<p>\nومن المعلوم بما أرانا الله من آياته في الآفاق وفي أنفسنا وبما شهد به\nفي كتابه: أن المعاصي سبب المصائب، فسيئات المصائب والجزاء من سيئات\nالأعمال، وأن الطاعة سبب النعمة، فإحسان العمل سبب لإحسان الله، قال تعالى:\n{وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير} [الشورى: 30] (سورة\nالشورى: آية 30) . وقال تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n{ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك} [النساء: 79]\n(سورة النساء: من الآية 79) . وقال تعالى: {إن الذين تولوا منكم يوم التقى\nالجمعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم} [آل\nعمران: 155] (سورة آل عمران: من الآية 155) . وقال: {أولما أصابتكم مصيبة\nقد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم} [آل عمران: 165] (سورة\nآل عمران: من الآية 165) . وقال: {أو يوبقهن بما كسبوا ويعف عن كثير}\n[الشورى <span id='ms12'></span>: 34] (سورة الشورى: آية 34) . وقال: {وإن تصبهم سيئة بما قدمت\nأيديهم فإن الإنسان كفور} [الشورى: 48] (سورة الشورى: من الآية 48) . وقال\nتعالى: {وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون}\n[الأنفال: 33] (سورة الأنفال: آية 33) .\n</p>\n\n<p>\nوقد أخبر سبحانه بما عاقب به أهل السيئات من الأمم، كقوم نوح، وعاد،\nوثمود، وقوم لوط، وأصحاب مدين، وقوم فرعون، في الدنيا. وأخبر بما يعاقبهم\nبه في الآخرة، ولهذا قال مؤمن آل فرعون: {يا قوم إني أخاف عليكم مثل يوم\nالأحزاب - مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما\nللعباد - ويا قوم إني أخاف عليكم يوم التناد - يوم تولون مدبرين ما لكم من\nالله من عاصم ومن يضلل الله فما له من هاد} [غافر: 30 - 33] (سورة غافر: من\nالآية 30، والآيات 31-33) . وقال تعالى: {كذلك العذاب ولعذاب الآخرة أكبر}\n[القلم: 33] (سورة القلم: من الآية 33) . وقال: {سنعذبهم مرتين ثم يردون\nإلى عذاب عظيم} [التوبة: 101] (سورة التوبة: من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالآية 101) . وقال: {ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم\nيرجعون} [السجدة: 21] (سورة السجدة: آية 21) . وقال: {فارتقب يوم تأتي\nالسماء بدخان مبين} [الدخان: 10] (سورة الدخان: آية 10) . إلى قوله: {يوم\nنبطش البطشة الكبرى إنا منتقمون} [الدخان: 16] (سورة الدخان: آية 16) .\n</p>\n\n<p>\nولهذا يذكر الله في عامة سور الإنذار ما عاقب به أهل السيئات في الدنيا\nوما أعده لهم في الآخرة، وقد يذكر في السورة وعد الآخرة فقط، إذ عذاب\nالآخرة أعظم، وثوابها أعظم، وهي دار القرار، وإنما يذكر ما يذكره من الثواب\nوالعذاب في الدنيا تبعا، كقوله في قصة يوسف: {وكذلك مكنا ليوسف في الأرض\nيتبوأ منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر المحسنين - ولأجر\nالآخرة خير للذين آمنوا وكانوا يتقون} [يوسف: 56 - 57] (سورة يوسف: الآيتان\n56، 57) . وقال: {فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة} [آل عمران:\n148] (سورة آل عمران: من الآية 148) . وقال: {والذين هاجروا في الله من بعد\nما ظلموا لنبوئنهم في الدنيا حسنة ولأجر الآخرة أكبر لو كانوا يعلمون -\nالذين صبروا وعلى ربهم يتوكلون} [النحل: 41 - 42] (سورة <span id='ms13'></span> النحل: الآيتان 41،\n42) . وقال عن إبراهيم عليه الصلاة والسلام: {وآتيناه أجره في الدنيا وإنه\nفي الآخرة لمن الصالحين} [العنكبوت: 27] (سورة العنكبوت: من الآية 27) .\nوأما ذكره لعقوبة الدنيا والآخرة ففي سورة: {والنازعات غرقا - والناشطات\nنشطا} [النازعات: 1 - 2] ثم قال: {يوم ترجف الراجفة - تتبعها الرادفة}\n[النازعات: 6 - 7] (سورة النازعات: الآيتان 6، 7) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nفذكر القيامة مطلقا، ثم قال: {هل أتاك حديث موسى - إذ ناداه ربه بالواد\nالمقدس طوى - اذهب إلى فرعون إنه طغى} [النازعات: 15 - 17] (سورة النازعات:\nالآيات 15-17) . إلى قوله: {إن في ذلك لعبرة لمن يخشى} [النازعات: 26]\n(سورة النازعات: آية 26) ، ثم ذكر المبدأ والمعاد مفصلا فقال: {أأنتم أشد\nخلقا أم السماء بناها} [النازعات: 27] (سورة النازعات: آية 27) . إلى قوله\nتعالى: {فإذا جاءت الطامة الكبرى} [النازعات: 34] (سورة النازعات: آية 34)\n. إلى قوله تعالى: {فأما من طغى - وآثر الحياة الدنيا - فإن الجحيم هي\nالمأوى - وأما من خاف مقام ربه ونهى النفس عن الهوى - فإن الجنة هي المأوى}\n[النازعات: 37 - 41] (سورة النازعات: الآيات 37 - 41) إلى آخر السورة.\n</p>\n\n<p>\nوكذلك في \" المزمل \" ذكر قوله: {وذرني والمكذبين أولي النعمة ومهلهم\nقليلا - إن لدينا أنكالا وجحيما - وطعاما ذا غصة وعذابا أليما} [المزمل: 11\n- 13] (سورة المزمل: الآيات 11-13) إلى قوله تعالى: {كما أرسلنا إلى فرعون\nرسولا - فعصى فرعون الرسول فأخذناه أخذا وبيلا} [المزمل: 15 - 16] (سورة\nالمزمل: من الآية 15، وآية 16) .\n</p>\n\n<p>\nوكذلك في: \" سورة الحاقة \". ذكر قصص الأمم، كثمود وعاد وفرعون ثم قال\nتعالى: {فإذا نفخ في الصور نفخة واحدة - وحملت الأرض والجبال فدكتا دكة\nواحدة} [الحاقة: 13 - 14] (سورة الحاقة: الآيتان 13، 14) . إلى تمام ما\nذكره من أمر الجنة والنار.\n</p>\n\n<p>\nوكذلك في سورة \" القلم \". ذكر قصة أهل البستان الذين منعوا حق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأموالهم وما عاقبهم به، ثم قال: {كذلك العذاب ولعذاب الآخرة أكبر لو\nكانوا يعلمون} [القلم: 33] (سورة القلم: آية 33) .\n</p>\n\n<p>\nوكذلك في: \" سورة التغابن \". قال: {ألم يأتكم نبأ الذين كفروا من قبل\nفذاقوا وبال أمرهم ولهم عذاب أليم - ذلك بأنه كانت تأتيهم رسلهم بالبينات\nفقالوا أبشر يهدوننا فكفروا وتولوا واستغنى الله والله غني حميد} [التغابن:\n5 - 6] (سورة التغابن: الآيتان 5، 6) . ثم قال: {زعم الذين كفروا أن لن\nيبعثوا قل بلى وربي <span id='ms14'></span> لتبعثن} [التغابن: 7] (سورة التغابن: من الآية 7) .\n</p>\n\n<p>\nوكذلك في سورة: \" ق \" ذكر حال المخالفين للرسل؛ وذكر الوعد والوعيد في\nالآخرة.\n</p>\n\n<p>\nوكذلك في \" سورة القمر \" ذكر هذا وهذا.\n</p>\n\n<p>\nوكذلك في \" الحواميم \" مثل حم غافر، والسجدة، والزخرف، والدخان، وغير\nذلك، إلى غير ذلك مما لا يحصى.\n</p>\n\n<p>\nفإن التوحيد والوعد والوعيد هو أول ما أنزل، كما في صحيح البخاري عن يوسف\nبن ماهك قال: إني عند عائشة أم المؤمنين إذ جاءها عراقي فقال: أي الكفن\nخير؟ قالت: ويحك! وما يضرك؟ قال: يا أم المؤمنين أريني مصحفك. قالت: لم؟\nقال: لعلي أؤلف القرآن عليه، فإنه يقرأ غير مؤلف، قالت: وما يضرك أية قرأت\nقبل، إنما نزل أول ما نزل منه سورة من المفصل فيها ذكر الجنة والنار، حتى\nإذا ثاب الناس إلى الإسلام نزل الحلال والحرام، ولو نزل أول شيء لا تشربوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالخمر لقالوا: لا ندع الخمر أبدا، ولو نزل لا تزنوا لقالوا: لا ندع الزنى\nأبدا، لقد نزل بمكة على محمد صلى الله عليه وسلم، وإني لجارية ألعب: {بل\nالساعة موعدهم والساعة أدهى وأمر} [القمر: 46] (سورة القمر: آية 46) . وما\nنزلت: \" سورة البقرة \". و \" النساء \". إلا وأنا عنده، قال: فأخرجت له\nالمصحف فأملت عليه آي السور.\n</p>\n\n<p>\nوإذا كان الكفر والفسوق والعصيان سبب الشر والعدوان فقد يذنب الرجل أو\nالطائفة ويسكت آخرون عن الأمر والنهي، فيكون ذلك من ذنوبهم، وينكر عليهم\nآخرون إنكارا منهيا عنه فيكون ذلك من ذنوبهم، فيحصل التفرق والاختلاف\nوالشر، وهذا من أعظم الفتن والشرور قديما وحديثا، إذ الإنسان ظلوم جهول،\nوالظلم والجهل أنواع، فيكون ظلم الأول وجهله من نوع، وظلم كل من الثاني\nوالثالث وجهلهما من نوع آخر.\n</p>\n\n<p>\nومن تدبر الفتن الواقعة رأى سببها ذلك، ورأى أن ما وقع بين أمراء الأمة\nوعلمائها ومن دخل في ذلك من ملوكها ومشايخها، ومن تبعهم من العامة من\nالفتن: هذا أصلها، يدخل في ذلك أسباب الضلال والغي: التي هي الأهواء\nالدينية والشهوانية، وهي البدع في الدين والفجور في الدنيا، وذلك أن أسباب\nالضلال والغي البدع <span id='ms15'></span> في الدين، والفجور في الدنيا، وهي مشتركة: تعم بني آدم،\nلما فيهم من الظلم والجهل، فبذنب بعض الناس يظلم نفسه وغيره، كالزنى بلواط\nوغيره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأو شرب خمر، أو ظلم في المال بخيانة أو سرقة أو غصب، أو نحو ذلك.\n</p>\n\n<p>\nومعلوم أن هذه المعاصي وإن كانت مستقبحة مذمومة في العقل والدين فهي\nمشتهاة أيضا، ومن شأن النفوس أنها لا تحب اختصاص غيرها بها، لكن تريد أن\nيحصل لها ما حصل له، وهذا هو الغبطة التي هي أدنى نوعي الحسد، فهي تريد\nالاستعلاء على الغير والاستئثار دونه، أو تحسده وتتمنى زوال النعمة عنه وإن\nلم يحصل، ففيها من إرادة العلو والفساد والاستكبار والحسد ما مقتضاه أنها\nتختص عن غيرها بالشهوات؛ فكيف إذا رأت الغير قد استأثر عليها بذلك واختص\nبها دونها؟ فالمعتدل منهم في ذلك الذي يحب الاشتراك والتساوي، وأما الآخر\nفظلوم حسود. وهذان يقعان في الأمور المباحة والأمور المحرمة لحق الله، فما\nكان جنسه مباحا من أكل وشرب ونكاح ولباس وركوب وأموال: إذا وقع فيها\nالاختصاص حصل الظلم، والبخل والحسد، وأصلهما الشح، كما في الصحيح عن النبي\nصلى الله عليه وسلم أنه قال: «إياكم والشح! فإنه أهلك من كان قبلكم: أمرهم\nبالبخل فبخلوا، وأمرهم بالظلم فظلموا، وأمرهم بالقطيعة فقطعوا»\n</p>\n\n<p>\nولهذا قال الله تعالى في وصف الأنصار الذين تبوأوا الدار والإيمان من قبل\nالمهاجرين: {ولا يجدون في صدورهم حاجة مما أوتوا} [الحشر: 9] (سورة الحشر:\nمن الآية 9) . أي: لا يجدون الحسد مما أوتي إخوانهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمن المهاجرين: {ويؤثرون على أنفسهم ولو كان بهم خصاصة} [الحشر: 9] (سورة\nالحشر: من الآية 9) . ثم قال: {ومن يوق شح نفسه فأولئك هم المفلحون}\n[الحشر: 9] (سورة الحشر: من الآية 9) . ورؤي عبد الرحمن بن عوف يطوف بالبيت\nويقول: رب قني شح نفسي! رب قني شح نفسي! فقيل له في ذلك فقال: إذا وقيت شح\nنفسي فقد وقيت البخل والظلم والقطيعة، أو كما قال.\n</p>\n\n<p>\nفهذا الشح الذي هو شدة حرص النفس يوجب البخل بمنع ما هو عليه، والظلم\nبأخذ مال الغير، ويوجب <span id='ms16'></span> قطيعة الرحم، ويوجب الحسد، وهو كراهة ما اختص به\nالغير، والحسد فيه بخل وظلم، فإنه بخل بما أعطيه غيره، وظلمه بطلب زوال ذلك\nعنه.\n</p>\n\n<p>\nفإذا كان هذا في جنس الشهوات المباحة، فكيف بالمحرمة، كالزنى وشرب الخمر\nونحو ذلك؛ وإذا وقع فيها اختصاص فإنه يصير فيها نوعان:\n</p>\n\n<p>\nأحدهما: بغضها لما في ذلك من الاختصاص والظلم، كما يقع في الأمور المباحة\nالجنس.\n</p>\n\n<p>\nوالثاني: بغضها لما في ذلك من حق الله.\n</p>\n\n<h1 class='l1' id='head4'>أقسام الذنوب</h1>\n\n<p>\nولهذا كانت الذنوب ثلاثة أقسام:\n</p>\n\n<p>\nأحدها: ما فيها ظلم للناس، كالظلم بأخذ الأموال ومنع الحقوق، والحسد ونحو\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: ما فيه ظلم للنفس فقط، كشرب الخمر والزنى، إذا لم يتعد ضررهما.\n</p>\n\n<p>\nوالثالث: ما يجتمع فيه الأمران، مثل أن يأخذ المتولي أموال الناس يزني\nبها ويشرب بها الخمر، ومثل أن يزني بمن يرفعه على الناس بذلك السبب ويضرهم.\nكما يقع ممن يحب بعض النساء والصبيان، وقد قال الله تعالى: {قل إنما حرم\nربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله\nما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون} [الأعراف: 33]\n(سورة الأعراف: آية 33) .\n</p>\n\n<p>\nوأمور الناس تستقيم في الدنيا مع العدل الذي فيه الاشتراك في أنواع الإثم\nأكثر مما تستقيم مع الظلم في الحقوق وإن لم تشترك في إثم، ولهذا قيل: إن\nالله يقيم الدولة العادلة وإن كانت كافرة، ولا يقيم الظالمة وإن كانت\nمسلمة. ويقال: الدنيا تدوم مع العدل والكفر، ولا تدوم مع الظلم والإسلام.\nوقد قال النبي صلى الله عليه وسلم: «ليس ذنب أسرع عقوبة من البغي وقطيعة\nالرحم» فالباغي يصرع في الدنيا وإن كان مغفورا له مرحوما في الآخرة، وذلك\nأن العدل نظام كل شيء، فإذا أقيم أمر الدنيا بعدل قامت وإن لم يكن لصاحبها\nفي الآخرة من خلاق، ومتى لم تقم بعدل لم تقم وإن كان لصاحبها من الإيمان ما\nيجزى به في الآخرة، فالنفس فيها داعي الظلم لغيرها بالعلو عليه والحسد له،\nوالتعدي عليه في حقه. وداعي الظلم <span id='ms17'></span> لنفسها بتناول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالشهوات القبيحة كالزنى وأكل الخبائث، فهي قد تظلم من لا يظلمها، وتؤثر\nهذه الشهوات وإن لم تفعلها، فإذا رأت نظراءها قد ظلموا وتناولوا هذه\nالشهوات صار داعي هذه الشهوات أو الظلم فيها أعظم بكثير، وقد تصبر، ويهيج\nذلك لها من بغض ذلك الغير وحسده وطلب عقابه وزوال الخير عنه ما لم يكن فيها\nقبل ذلك، ولها حجة عند نفسها من جهة العقل والدين، بكون ذلك الغير قد ظلم\nنفسه والمسلمين، وأن أمره بالمعروف ونهيه عن المنكر واجب، والجهاد على ذلك\nمن الدين. والناس هنا ثلاثة أقسام: قوم لا يقومون إلا في أهواء نفوسهم، فلا\nيرضون إلا بما يعطونه، ولا يغضبون إلا لما يحرمونه، فإذا أعطي أحدهم ما\nيشتهيه من الشهوات الحلال والحرام زال غضبه وحصل رضاه، وصار الأمر الذي كان\nعنده منكرا - ينهى عنه ويعاقب عليه، ويذم صاحبه ويغضب عليه - مرضيا عنده،\nوصار فاعلا له وشريكا فيه، ومعاونا عليه، ومعاديا لمن نهى عنه وينكر عليه،\nوهذا غالب في بني آدم، يرى الإنسان ويسمع من ذلك ما لا يحصيه، وسببه: أن\nالإنسان ظلوم جهول، فلذلك لا يعدل، بل ربما كان ظالما في الحالين، يرى قوما\nينكرون على المتولي ظلمه لرعيته واعتداءه عليهم، فيرضي أولئك المنكرين ببعض\nالشيء فينقلبون أعوانا له، وأحسن أحوالهم أن يسكتوا عن الإنكار عليه، وكذلك\nتراهم ينكرون على من يشرب الخمر ويزني ويسمع الملاهي، حتى يدخلوا أحدهم\nمعهم في ذلك، أو يرضوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nببعض ذلك، فتراه قد صار عونا لهم، وهؤلاء قد يعودون بإنكارهم إلى أقبح من\nالحال التي كانوا عليها، وقد يعودون إلى ما هو دون ذلك أو نظيره.\n</p>\n\n<p>\nوقوم يقومون ديانة صحيحة، يكونون في ذلك مخلصين لله، مصلحين فيما عملوه،\nويستقيم لهم ذلك حتى يصبروا على ما أوذوا، وهؤلاء هم الذين آمنوا وعملوا\nالصالحات، وهم من خير أمة أخرجت للناس، يأمرون بالمعروف وينهون عن المنكر،\nويؤمنون بالله. وقوم يجتمع فيهم هذا وهذا، وهم غالب المؤمنين، فمن فيه دين\nوله شهوة تجتمع في قلوبهم إرادة الطاعة <span id='ms18'></span> وإرادة المعصية، وربما غلب هذا تارة\nوهذا تارة.\n</p>\n\n<h1 class='l1' id='head5'>أقسام الأنفس</h1>\n\n<p>\nوهذه القسمة الثلاثية كما قيل: الأنفس ثلاث: أمارة، ومطمئنة، ولوامة،\nفالأولون هم أهل الأنفس الأمارة التي تأمره بالسوء، والأوسطون هم أهل\nالنفوس المطمئنة التي قيل فيها: {يا أيتها النفس المطمئنة - ارجعي إلى ربك\nراضية مرضية - فادخلي في عبادي - وادخلي جنتي} [الفجر: 27 - 30] (سورة\nالفجر: الآيات 27 - 30) . والآخرون هم أهل النفوس اللوامة التي تفعل الذنب\nثم تلوم عليه، وتتلون: تارة كذا، وتارة كذا، وتخلط عملا صالحا وآخر سيئا.\n</p>\n\n<p>\nولهذا لما كان الناس في زمن أبي بكر وعمر اللذين أمر المسلمون بالاقتداء\nبهما كما قال صلى الله عليه وسلم: «اقتدوا باللذين من بعدي أبي بكر وعمر»\nأقرب عهدا بالرسالة وأعظم إيمانا وصلاحا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوأئمتهم أقوم بالواجب وأثبت في الطمأنينة: لم تقع فتنة، إذ كانوا في حكم\nالقسم الوسط.\n</p>\n\n<p>\nولما كان في آخر خلافة عثمان وخلافة علي كثر القسم الثالث، فصار فيهم\nشهوة وشبهة مع الإيمان والدين، وصار ذلك في بعض الولاة وبعض الرعايا، ثم\nكثر ذلك بعد، فنشأت الفتنة التي سببها ما تقدم من عدم تمحيص التقوى والطاعة\nفي الطرفين، واختلاطهما بنوع من الهوى والمعصية في الطرفين، وكل منهما\nمتأول أنه يأمر بالمعروف وينهى عن المنكر، وأنه مع الحق والعدل، ومع هذا\nالتأويل نوع من الهوى، ففيه نوع من الظن وما تهوى الأنفس، وإن كانت إحدى\nالطائفتين أولى بالحق من الأخرى.\n</p>\n\n<p>\nفلهذا يجب على المؤمن أن يستعين بالله، ويتوكل عليه في أن يقيم قلبه ولا\nيزيغه، ويثبته على الهدى والتقوى، ولا يتبع الهوى، كما قال تعالى: {فلذلك\nفادع واستقم كما أمرت ولا تتبع أهواءهم وقل آمنت بما أنزل الله من كتاب\nوأمرت لأعدل بينكم الله ربنا وربكم} [الشورى: 15] (سورة الشورى: من الآية\n15) .\n</p>\n\n<p>\nوهذا أيضا حال الأمة فيما تفرقت فيه واختلفت في المقالات والعبادات، وهذه\nالأمور مما تعظم بها المحنة على المؤمنين، فإنهم يحتاجون إلى شيئين: إلى\nدفع الفتنة التي ابتلي بها نظراؤهم من فتنة الدين والدنيا عن نفوسهم مع\nقيام المقتضي لها، فإن معهم نفوسا <span id='ms19'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوشياطين كما مع غيرهم، فمع وجود ذلك من نظرائهم يقوى المقتضي عندهم، كما\nهو الواقع، فيقوى الداعي الذي في نفس الإنسان وشيطانهم، وما يحصل من الداعي\nبفعل الغير والنظير، فكم ممن لم يرد خيرا ولا شرا حتى رأى غيره - لا سيما\nإن كان نظيره - يفعله ففعله! فإن الناس كأسراب القطا، مجبولون على تشبه\nبعضهم ببعض.\n</p>\n\n<p>\nولهذا كان المبتدئ بالخير والشر: له مثل من تبعه من الأجر والوزر، كما\nقال النبي صلى الله عليه وسلم: «من سن سنة حسنة فله أجرها وأجر من عمل بها\nإلى يوم القيامة، من غير أن ينقص من أجورهم شيئا، ومن سن سنة سيئة فعليه\nوزرها ووزر من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شيئا»\nوذلك لاشتراكهم في الحقيقة، وأن حكم الشيء حكم نظيره، وشبه الشيء منجذب\nإليه. فإذا كان هذان داعيين قويين: فكيف إذا انضم إليهما داعيان آخران؟\nوذلك أن كثيرا من أهل المنكر يحبون من يوافقهم على ما هم فيه، ويبغضون من\nلا يوافقهم، وهذا ظاهر في الديانات الفاسدة من موالاة كل قوم لموافقيهم،\nومعاداتهم لمخالفيهم.\n</p>\n\n<p>\nوكذلك في أمور الدنيا والشهوات كثيرا ما يختارون ويؤثرون من يشاركهم: إما\nللمعاونة على ذلك، كما في المتغلبين من أهل الرياسات وقطاع الطريق ونحوهم،\nوإما بالموافقة، كما في المجتمعين على شرب الخمر، فإنهم يختارون أن يشرب كل\nمن حضر عندهم، وإما لكراهتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nامتيازه عنهم بالخير: إما حسدا له على ذلك، لئلا يعلو عليهم بذلك ويحمد\nدونهم، وإما لئلا يكون له عليهم حجة، وإما لخوفهم من معاقبة لهم بنفسه، أو\nبمن يرفع ذلك إليهم، ولئلا يكونوا تحت منته وخطره ونحو ذلك من الأسباب، قال\nالله تعالى: {ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا\nمن عند أنفسهم من بعد ما تبين لهم الحق} [البقرة: 109] (سورة البقرة: من\nالآية 109) . وقال تعالى في المنافقين: {ودوا لو تكفرون كما كفروا فتكونون\nسواء} [النساء: 89] (سورة النساء: من الآية 89) . وقال عثمان بن عفان رضي\nالله <span id='ms20'></span> عنه: ودت الزانية لو زنى النساء كلهن.\n</p>\n\n<p>\nوالمشاركة قد يختارونها في نفس الفجور، كالاشتراك في الشرب والكذب\nوالاعتقاد الفاسد، وقد يختارونها في النوع، كالزاني الذي يود أن غيره يزني،\nوالسارق الذي يود أن غيره يسرق أيضا، لكن في غير العين التي زنى بها أو\nسرقها.\n</p>\n\n<p>\nوأما الداعي الثاني فقد يأمرون الشخص بمشاركتهم فيما هم عليه من المنكر،\nفإن شاركهم وإلا عادوه وآذوه على وجه ينتهي إلى حد الإكراه، أو لا ينتهي\nإلى حد الإكراه، ثم إن هؤلاء الذين يختارون مشاركة الغير لهم في قبيح فعلهم\nأو يأمرونه بذلك ويستعينون به على ما يريدونه: متى شاركهم وعاونهم وأطاعهم\nانتقصوه واستخفوا به، وجعلوا ذلك حجة عليه في أمور أخرى، وإن لم يشاركهم\nعادوه وآذوه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه حال غالب الظالمين القادرين.\n</p>\n\n<p>\nوهذا الموجود في المنكر نظيره في المعروف وأبلغ منه، كما قال تعالى:\n{والذين آمنوا أشد حبا لله} [البقرة: 165] (سورة البقرة: من الآية 165) .\nفإن داعي الخير أقوى، فإن الإنسان فيه داع يدعوه إلى الإيمان والعلم،\nوالصدق والعدل، وأداء الأمانة، فإذا وجد من يعمل مثل ذلك صار له داع آخر،\nلا سيما إذا كان نظيره، لا سيما مع المنافسة، وهذا محمود حسن، فإن وجد من\nيحب موافقته على ذلك ومشاركته له من المؤمنين والصالحين ويبغضه إذا لم\nيفعل، صار له داع ثالث، فإذا أمروه بذلك ووالوه على ذلك وعادوه وعاقبوه على\nتركه صار له داع رابع.\n</p>\n\n<p>\nولهذا يؤمر المؤمنون أن يقابلوا السيئات بضدها من الحسنات، كما يقابل\nالطبيب المرض بضده، فيؤمر المؤمن بأن يصلح نفوسه، وذلك بشيئين: بفعل\nالحسنات، وترك السيئات، مع وجود ما ينفي الحسنات ويقتضي السيئات، وهذه\nأربعة أنواع:\n</p>\n\n<p>\nويؤمر أيضا بإصلاح غيره بهذه الأنواع الأربعة بحسب قدرته وإمكانه، قال\nتعالى: {والعصر - إن الإنسان لفي خسر - إلا الذين آمنوا وعملوا الصالحات\nوتواصوا بالحق وتواصوا بالصبر} [العصر: 1 - 3] (سورة العصر: الآيات 1-3) .\nوروي عن الشافعي رضي الله عنه أنه قال: لو فكر الناس كلهم في سورة: \"\nوالعصر \". لكفتهم. وهو كما قال، فإن الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى أخبر أن <span id='ms21'></span> جميع الناس خاسرون إلا من كان في نفسه مؤمنا صالحا، ومع\nغيره موصيا بالحق موصيا بالصبر، وإذا عظمت المحنة كان ذلك للمؤمن الصالح\nسببا لعلو الدرجة وعظيم الأجر، كما سئل النبي صلى الله عليه وسلم: «أي\nالناس أشد بلاء؟ قال: الأنبياء، ثم الصالحون، ثم الأمثل فالأمثل، يبتلى\nالرجل على حسب دينه، فإن كان في دينه صلابة زيد في بلائه، وإن كان في دينه\nرقة خفف عنه، ولا يزال البلاء بالمؤمن حتى يمشي على وجه الأرض وليس عليه\nخطيئة» وحينئذ فيحتاج من الصبر مالا يحتاج إليه غيره، وذلك هو سبب الإمامة\nفي الدين، كما قال تعالى: {وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا\nبآياتنا يوقنون} [السجدة: 24] (سورة السجدة: آية 24) .\n</p>\n\n<p>\nفلا بد من الصبر على فعل الحسن المأمور به وترك السيئ المحظور، ويدخل في\nذلك الصبر على الأذى وعلى ما يقال، والصبر على ما يصيبه من المكاره، والصبر\nعن البطر عند النعم، وغير ذلك من أنواع الصبر.\n</p>\n\n<p>\nولا يمكن للعبد أن يصبر إن لم يكن له ما يطمئن به ويتنعم به ويغتذي به،\nوهو اليقين، كما في الحديث الذي رواه أبو بكر الصديق رضي الله عنه عن النبي\nصلى الله عليه وسلم، أنه قال: «يا أيها الناس، سلوا الله اليقين والعافية،\nفإنه لم يعط أحد بعد اليقين خيرا من العافية، فسلوهما الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك إذا أمر غيره بحسن أو أحب موافقته على ذلك، أو نهى غيره عن شيء،\nفيحتاج أن يحسن إلى ذلك الغير إحسانا يحصل به مقصوده، من حصول المحبوب\nواندفاع المكروه، فإن النفوس لا تصبر على المر إلا بنوع من الحلو، لا يمكن\nغير ذلك، ولهذا أمر الله تعالى بتأليف القلوب، حتى جعل للمؤلفة قلوبهم\nنصيبا في الصدقات، وقال تعالى لنبيه صلى الله عليه وسلم: {خذ العفو وأمر\nبالعرف وأعرض عن الجاهلين} [الأعراف: 199] (سورة الأعراف: آية 199) . وقال\nتعالى: {وتواصوا بالصبر وتواصوا بالمرحمة} [البلد: 17] (سورة البلد: من\nالآية 17) . فلا بد أن يصبر وأن يرحم، وهذا هو الشجاعة والكرم.\n</p>\n\n<p>\nولهذا يقرن الله <span id='ms22'></span> بين الصلاة والزكاة تارة، وهي الإحسان إلى الخلق،\nوبينهما وبين الصبر تارة، ولا بد من الثلاثة: الصلاة، والزكاة، والصبر، لا\nتقوم مصلحة المؤمنين إلا بذلك، في صلاح نفوسهم وإصلاح غيرهم، لا سيما كلما\nقويت الفتنة والمحنة، فالحاجة إلى ذلك تكون أشد، فالحاجة إلى السماحة\nوالصبر عامة لجميع بني آدم لا تقوم مصلحة دينهم ولا دنياهم إلا به.\n</p>\n\n<h1 class='l1' id='head6'>ذم البخل والجبن</h1>\n\n<p>\nولهذا جميعهم يتمادحون بالشجاعة والكرم، حتى إن ذلك عامة ما يمدح به\nالشعراء في شعرهم، وكذلك يتذامون بالبخل والجبن، والقضايا التي يتفق عليها\nبنو آدم لا تكون إلا حقا، كاتفاقهم على مدح الصدق والعدل، وذم الكذب\nوالظلم، وقد قال النبي صلى الله عليه وسلم، لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nسأله الأعراب، حتى اضطروه إلى سمرة فتعلقت بردائه، فالتفت إليهم وقال:\n«والذي نفسي بيده لو أن عندي عدد هذه العضاه نعما لقسمته عليكم، ثم لا\nتجدوني بخيلا ولا جبانا ولا كذوبا» لكن يتنوع ذلك بتنوع المقاصد والصفات،\nفإنما الأعمال بالنيات وإنما لكل امرئ ما نوى.\n</p>\n\n<p>\nولهذا جاء الكتاب والسنة بذم البخل والجبن، ومدح الشجاعة والسماحة في\nسبيله دون ما ليس في سبيله، فقال النبي صلى الله عليه وسلم، «شر ما في\nالمرء شح هالع وجبن خالع» وقال: «من سيدكم يا بني سلمة؛ فقالوا الجد بن قيس\nعلى أنا نزنه بالبخل فقال: وأي داء أدوأ من البخل؟» وفي رواية: «إن السيد\nلا يكون بخيلا بل سيدكم الأبيض الجعد البراء بن معرور» وكذلك في الصحيح قول\nجابر بن عبد الله لأبي بكر الصديق رضي الله عنهما: إما أن تعطيني وإما أن\nتبخل عني! فقال تقول: وإما أن تبخل عني! وأي داء أدوأ من البخل؟ فجعل البخل\nمن أعظم الأمراض.\n</p>\n\n<p>\nوفي صحيح مسلم عن سلمان بن ربيعة قال: قال عمر: قسم النبي صلى الله عليه\nوسلم قسما فقلت: يا رسول الله! والله لغير هؤلاء أحق به منهم فقال: «إنهم\nخيروني بين أن يسألوني بالفحش وبين أن يبخلوني، ولست بباخل» يقول: إنهم\nيسألوني مسألة لا تصلح، فإن أعطيتهم وإلا <span id='ms23'></span> قالوا: هو بخيل، فقال: خيروني بين\nأمرين مكروهين لا يتركوني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nمن أحدهما: الإفحاش والتبخيل. والتبخيل أشد، فأدفع الأشد بإعطائهم.\n</p>\n\n<p>\nوالبخل جنس تحته أنواع: كبائر، وغير كبائر، قال تعالى: {ولا يحسبن الذين\nيبخلون بما آتاهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا\nبه يوم القيامة} [آل عمران: 180] (سورة آل عمران: من الآية 180) . وقال:\n{واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا} [النساء: 36] (سورة\nالنساء: من الآية 36) . إلى قوله: {إن الله لا يحب من كان مختالا فخورا -\nالذين يبخلون ويأمرون الناس بالبخل} [النساء: 36 - 37] (سورة النساء: من\nالآيتين 36 و 37) . وقال تعالى: {وما منعهم أن تقبل منهم نفقاتهم إلا أنهم\nكفروا بالله وبرسوله ولا يأتون الصلاة إلا وهم كسالى ولا ينفقون إلا وهم\nكارهون} [التوبة: 54] (سورة التوبة: آية 54) . وقال: {فلما آتاهم من فضله\nبخلوا به وتولوا وهم معرضون - فأعقبهم نفاقا في قلوبهم إلى يوم يلقونه}\n[التوبة: 76 - 77] (سورة التوبة: آية 76 ومن الآية 77) . وقال: {ومن يبخل\nفإنما يبخل عن نفسه} [محمد: 38] (سورة محمد: من الآية 38) . وقال: {فويل\nللمصلين - الذين هم عن صلاتهم ساهون - الذين هم يراءون - ويمنعون الماعون}\n[الماعون: 4 - 7] (سورة الماعون: الآيات 4-7) . وقال: {والذين يكنزون الذهب\nوالفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم - يوم يحمى عليها في\nنار جهنم فتكوى بها جباههم وجنوبهم وظهورهم} [التوبة: 34 - 35] (سورة\nالتوبة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nمن الآيتين 34، 35) .\n</p>\n\n<p>\nوما في القرآن من الأمر بالإيتاء والإعطاء وذم من ترك ذلك: كله ذم للبخل،\nوكذلك ذمه للجبن كثير، مثل قوله: {ومن يولهم يومئذ دبره إلا متحرفا لقتال\nأو متحيزا إلى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير}\n[الأنفال: 16] (سورة الأنفال: آية 16) . وقوله عن المنافقين: {ويحلفون\nبالله إنهم لمنكم وما هم منكم ولكنهم قوم يفرقون - لو يجدون ملجأ أو مغارات\nأو مدخلا لولوا إليه وهم يجمحون} [التوبة: 56 - 57] (سورة التوبة: الآيتان\n56، 57) . وقوله: {فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في\nقلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت} [محمد: 20] (سورة محمد:\nمن الآية 20) . وقوله: {ألم <span id='ms24'></span> تر إلى الذين قيل لهم كفوا أيديكم وأقيموا\nالصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس\nكخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى\nأجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا}\n[النساء: 77] (سورة النساء: الآية 77) .\n</p>\n\n<p>\nوما في القرآن من الحض على الجهاد والترغيب فيه وذم الناكلين عنه\nوالتاركين له، كله ذم للجبن، ولما كان صلاح بني آدم لا يتم في دينهم\nودنياهم إلا بالشجاعة والكرم، بين سبحانه أن من تولى عن الجهاد بنفسه أبدل\nالله به من يقوم بذلك، فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n{يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم\nإلى الأرض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في\nالآخرة إلا قليل - إلا تنفروا يعذبكم عذابا أليما ويستبدل قوما غيركم ولا\nتضروه شيئا والله على كل شيء قدير} [التوبة: 38 - 39] (سورة التوبة:\nالآيتان 38، 39) . وقال تعالى: {هاأنتم هؤلاء تدعون لتنفقوا في سبيل الله\nفمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه والله الغني وأنتم الفقراء وإن\nتتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم} [محمد: 38] (سورة محمد:\nآية 38) . وبالشجاعة والكرم في سبيل الله فضل السابقين، فقال: {لا يستوي\nمنكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد\nوقاتلوا وكلا وعد الله الحسنى} [الحديد: 10] (سورة الحديد: من الآية 10) .\n</p>\n\n<p>\nوقد ذكر الجهاد بالنفوس والمال في سبيله، ومدحه في غير آية من كتابه،\nوذلك هو الشجاعة والسماحة في طاعته سبحانه، فقال: {كم من فئة قليلة غلبت\nفئة كثيرة بإذن الله والله مع الصابرين} [البقرة: 249] (سورة البقرة: من\nالآية 249) . وقال تعالى: {يا أيها الذين آمنوا إذا لقيتم فئة فاثبتوا\nواذكروا الله كثيرا لعلكم تفلحون - وأطيعوا الله ورسوله ولا تنازعوا\nفتفشلوا وتذهب ريحكم واصبروا إن الله مع الصابرين} [الأنفال: 45 - 46]\n(سورة الأنفال: الآيتان 45، 46) .\n</p>\n\n<p>\nوالشجاعة ليست هي قوة البدن، وقد يكون الرجل قوي البدن ضعيف القلب، وإنما\nهي قوة <span id='ms25'></span> القلب وثباته، فإن القتال مداره على قوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالبدن وصنعته للقتال، وعلى قوة القلب وخبرته به، والمحمود منهما ما كان\nبعلم ومعرفة، دون التهور الذي لا يفكر صاحبه، ولا يميز بين المحمود\nوالمذموم، ولهذا كان القوي الشديد الذي يملك نفسه عند الغضب، حتى يفعل ما\nيصلح، فأما المغلوب حين غضبه فليس بشجاع ولا شديد.\n</p>\n\n<h1 class='l1' id='head7'>الصبر على المصائب</h1>\n\n<p>\nوقد تقدم أن جماع ذلك هو الصبر، فإنه لا بد منه. والصبر صبران: صبر عند\nالغضب، وصبر عند المصيبة، كما قال الحسن: ما تجرع عبد جرعة أعظم من جرعة\nحلم عند الغضب، وجرعة صبر عند المصيبة، وذلك لأن أصل ذلك هو الصبر على\nالمؤلم وهذا هو الشجاع الشديد الذي يصبر على المؤلم.\n</p>\n\n<p>\nوالمؤلم إن كان مما يمكن دفعه أثار الغضب، وإن كان مما لا يمكن دفعه أثار\nالحزن، ولهذا يحمر الوجه عند الغضب لثوران الدم عند استشعار القدرة، ويصفر\nعند الحزن لغور الدم عند استشعار العجز، ولهذا جمع النبي صلى الله عليه\nوسلم، في الحديث الصحيح الذي رواه مسلم عن ابن مسعود قال: قال النبي صلى\nالله عليه وسلم: «ما تعدون الرقوب فيكم؟ قالوا: الرقوب الذي لا يولد له،\nقال: ليس ذلك بالرقوب! ولكن الرقوب الرجل الذي لم يقدم من ولده شيئا، ثم\nقال: ما تعدون الصرعة فيكم؟ قلنا: الذي لا تصرعه الرجال فقال: ليس بذلك\nولكن الصرعة الذي يملك نفسه عند الغضب» فذكر ما يتضمن الصبر عند المصيبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوالصبر عند الغضب، قال الله تعالى في المصيبة: {وبشر الصابرين - الذين\nإذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون} [البقرة: 155 - 156]\n(سورة البقرة: من الآية 155، وآية 156) . وقال الله تعالى في الغضب: {وما\nيلقاها إلا الذين صبروا وما يلقاها إلا ذو حظ عظيم} [فصلت: 35] (سورة فصلت:\nآية 35) .\n</p>\n\n<p>\nوهذا الجمع بين صبر المصيبة وصبر الغضب نظير الجمع بين صبر النعمة وصبر\nالمصيبة كما في قوله تعالى: {ولئن أذقنا الإنسان منا رحمة ثم نزعناها منه\nإنه ليئوس كفور - ولئن أذقناه نعماء بعد ضراء مسته ليقولن ذهب السيئات عني <span id='ms26'></span>\nإنه لفرح فخور - إلا الذين صبروا وعملوا الصالحات أولئك لهم مغفرة وأجر\nكبير} [هود: 9 - 11] (سورة هود: الآيات 9 - 11) . وقال: {لكيلا تأسوا على\nما فاتكم ولا تفرحوا بما آتاكم} [الحديد: 23] (سورة الحديد: من الآية 23) .\nوبهذا وصف كعب بن زهير من وصفه من الصحابة المهاجرين حيث قال:\n</p>\n\n<p>\nلا يفرحون إذا نالت سيوفهم ... قوما وليسوا مجازيعا إذا نيلوا\n</p>\n\n<p>\nوكذلك قال حسان بن ثابت:\n</p>\n\n<p>\nلا فخر إن هم أصابوا من عدوهم ... وإن أصيبوا فلا خور ولا هلع\n</p>\n\n<p>\nوقال بعض العرب في صفة النبي صلى الله عليه وسلم: يغلب فلا يبطر، ويغلب\nفلا يضجر.\n</p>\n\n<p>\nولما كان الشيطان يدعو الناس عند هذين النوعين إلى تعدي الحدود بقلوبهم\nوأصواتهم وأيديهم، نهى النبي صلى الله عليه وسلم عن ذلك، فقال لما قيل له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوقد بكى لما رأى إبراهيم في النزع: أتبكي؟ أولم تنه عن البكاء؟ فقال:\n«إنما نهيت عن صوتين أحمقين فاجرين: صوت عند نغمة لهو ولعب ومزامير شيطان،\nوصوت عند مصيبة: لطم خدود وشق جيوب ودعاء بدعوى الجاهلية» فجمع بين\nالصوتين.\n</p>\n\n<p>\nوأما نهيه عن ذلك في المصائب فمثل قوله صلى الله عليه وسلم: «ليس منا من\nلطم الخدود وشق الجيوب ودعا بدعوى جاهلية» وقال: «أنا بريء من الحالقة\nوالصالقة والشاقة» وقال: «ما كان من العين والقلب فمن الله، وما كان من\nاليد واللسان فمن الشيطان» وقال: «إن الله لا يؤاخذ على دمع العين ولا حزن\nالقلب، ولكن يعذب بهذا أو يرحم - وأشار إلى لسانه» وقال: «من نيح عليه فإنه\nيعذب بما نيح عليه» واشترط على النساء في البيعة أن لا ينحن، وقال: «إن\nالنائحة إذا لم تتب قبل موتها فإنها تلبس يوم القيامة درعا من جرب وسربالا\nمن قطران»\n</p>\n\n<p>\nوقال في الغلبة والمصائب والفرح: «إن الله كتب الإحسان على كل شيء، فإذا\nقتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبحة، وليحد أحدكم شفرته وليرح\nذبيحته» وقال: «إن أعف الناس قتلة أهل الإيمان» وقال: «لا تمثلوا ولا\nتغدروا، ولا تقتلوا وليدا» إلى غير ذلك مما أمر به في الجهاد من <span id='ms27'></span> العدل وترك\nالعدوان، اتباعا لقوله تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n{ولا يجرمنكم شنآن قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى} [المائدة:\n8] (سورة المائدة: من الآية 8) . وقوله تعالى: {وقاتلوا في سبيل الله الذين\nيقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين} [البقرة: 190] (سورة\nالبقرة: آية 190) .\n</p>\n\n<p>\nونهى عن لباس الحرير وتختم الذهب، والشرب في آنية الذهب والفضة، وإطالة\nالثياب، إلى غير ذلك من أنواع السرف والخيلاء في النعم، وذم الذين يستحلون\nالحر والحرير والخمر والمعازف، وجعل فيهم الخسف والمسخ، وقد قال الله\nتعالى: {إن الله لا يحب من كان مختالا فخورا} [النساء: 36] (سورة النساء:\nمن الآية 36) . وقال عن قارون: {إذ قال له قومه لا تفرح إن الله لا يحب\nالفرحين} [القصص: 76] (سورة القصص: من الآية 76) . وهذه الأمور الثلاثة مع\nالصبر عن الاعتداء في الشهوة هي جوامع هذا الباب.\n</p>\n\n<p>\nوذلك أن الإنسان بين ما يحبه ويشتهيه، وبين ما يبغضه ويكرهه، فهو يطلب\nالأول بمحبته وشهوته، ويدفع الثاني ببغضه ونفرته، وإذا حصل الأول أو اندفع\nالثاني أوجب له فرحا وسرورا، وإن حصل الثاني أو اندفع الأول حصل له حزن،\nفهو محتاج عند المحبة والشهوة أن يصبر عن عدوانهما، وعند الغضب والنفرة أن\nيصبر عن عدوانهما، وعند الفرح أن يصبر عن عدوانه، وعند المصيبة أن يصبر عن\nالجزع منها، فالنبي صلى الله عليه وسلم ذكر الصوتين الأحمقين الفاجرين:\nالصوت الذي يوجب الاعتداء في الفرح حتى يصير الإنسان فرحا فخورا، والصوت\nالذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nيوجب الجزع.\n</p>\n\n<p>\nوأما الصوت الذي يثير الغضب لله، كالأصوات التي تقال في الجهاد من\nالأشعار المنشدة، فتلك لم تكن بآلات، وكذلك أصوات الشهوة في الفرح، فرخص\nمنها فيما وردت به السنة من الضرب بالدف في الأعراس والأفراح للنساء\nوالصبيان.\n</p>\n\n<p>\nوعامة الأشعار التي تنشد بالأصوات لتحريك النفوس هي من هذه الأقسام\nالأربعة، وهي التشبيب، وأشعار الغضب والحمية، وهي الحماسة والهجاء، وأشعار\nالمصائب كالمراثي، وأشعار النعم والفرح، وهي المدائح. والشعراء جرت عادتهم\nأن يمشوا مع الطبع، كما قال الله تعالى: {ألم تر أنهم في كل واد يهيمون -\nوأنهم يقولون <span id='ms28'></span> ما لا يفعلون} [الشعراء: 225 - 226] (سورة الشعراء: الآيتان\n225، 226) . ولهذا أخبر أنهم يتبعهم الغاوون، والغاوي: هو الذي يتبع هواه\nبغير علم، وهذا هو الغي، وهو خلاف الرشد، كما أن الضال الذي لا يعلم مصلحته\nهو خلاف المهتدي، قال الله سبحانه وتعالى: {والنجم إذا هوى - ما ضل صاحبكم\nوما غوى} [النجم: 1 - 2] (سورة النجم: الآيتان 1، 2) . ولهذا قال النبي صلى\nالله عليه وسلم: «عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي»\nفلهذا تجدهم يمدحون جنس الشجاعة وجنس السماحة، إذ كان عدم هذين مذموما على\nالإطلاق، وأما وجودهما، فبه تحصل مقاصد النفوس على الإطلاق، لكن العاقبة في\nذلك للمتقين، وأما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nغير المتقين فلهم عاجلة لا عاقبة، والعاقبة وإن كانت في الآخرة فتكون في\nالدنيا أيضا، كما قال تعالى لما ذكر قصة نوح ونجاته بالسفينة:\n</p>\n\n<p>\n{قيل يا نوح اهبط بسلام منا وبركات عليك وعلى أمم ممن معك وأمم سنمتعهم\nثم يمسهم منا عذاب أليم} [هود: 48] (سورة هود: آية 48) . إلى قوله: {فاصبر\nإن العاقبة للمتقين} [هود: 49] (سورة هود: من الآية 49) . وقال: {فمن اعتدى\nعليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع\nالمتقين} [البقرة: 194] (سورة البقرة: من الآية 194) .\n</p>\n\n<p>\nوالفرقان: أن يحمد من ذلك ما حمده الله ورسوله، فإن الله تعالى هو الذي\nحمده زين، وذمه شين، دون غيره من الشعراء والخطباء وغيرهم، ولهذا لما قال\nالقائل من بني تميم للنبي صلى الله عليه وسلم: إن حمدي زين وذمي شين! قال\nله: «ذاك الله»\n</p>\n\n<h1 class='l1' id='head8'>أصناف الناس في الشجاعة</h1>\n\n<p>\nوالله سبحانه حمد الشجاعة والسماحة في سبيله، كما في الصحيح عن أبي موسى\nقال: قيل: «يا رسول الله! الرجل يقاتل شجاعة، ويقاتل حمية، ويقاتل رياء،\nفأي ذلك في سبيل الله؟ فقال: من قاتل لتكون كلمة الله هي العليا فهو في\nسبيل الله» وقد قال سبحانه: {وقاتلوهم حتى لا تكون فتنة ويكون الدين كله\nلله} [الأنفال: 39] (سورة الأنفال: من الآية 39) . وذلك أن هذا هو المقصود\nالذي خلق الخلق له، كما قال تعالى: {وما خلقت الجن والإنس إلا ليعبدون <span id='ms29'></span>}\n[الذاريات: 56] (سورة الذاريات: آية 56) . فكل ما كان لأجل الغاية التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nخلق لها الخلق كان محمودا عند الله، وهو الذي يبقى لصاحبه، وهذه الأعمال\nالصالحات.\n</p>\n\n<p>\nولهذا كان الناس أربعة أصناف: من يعمل لله بشجاعة وسماحة، فهؤلاء هم\nالمؤمنون المستحقون للجنة. ومن يعمل لغير الله بشجاعة وسماحة فهذا ينتفع\nبذلك في الدنيا وليس له في الآخرة من خلاق، ومن يعمل لله لكن لا بشجاعة ولا\nسماحة، فهذا فيه من النفاق ونقص الإيمان بقدر ذلك، ومن لا يعمل لله وليس\nفيه شجاعة ولا سماحة، فهذا ليس له دنيا ولا آخرة.\n</p>\n\n<p>\nفهذه الأخلاق والأفعال يحتاج إليها المؤمن عموما، وخصوصا في أوقات المحن\nوالفتن الشديدة، فإنهم يحتاجون إلى صلاح نفوسهم ودفع الذنوب عن نفوسهم عند\nالمقتضي للفتنة عندهم، ويحتاجون أيضا إلى أمر غيرهم ونهيه بحسب قدرتهم، وكل\nمن هذين الأمرين فيه من الصعوبة ما فيه، وإن كان يسيرا على من يسره الله\nعليه. وهذا لأن الله أمر المؤمنين بالإيمان والعمل الصالح، وأمرهم بدعوة\nالناس وجهادهم على الإيمان والعمل الصالح، كما قال الله تعالى: {ولينصرن\nالله من ينصره إن الله لقوي عزيز - الذين إن مكناهم في الأرض أقاموا الصلاة\nوآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور} [الحج:\n40 - 41] (سورة الحج: من الآية 40، وآية 41) . وكما قال: {إنا لننصر رسلنا\nوالذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد} [غافر: 51] (سورة غافر:\nآية 51)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوكما قال: {كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز} [المجادلة: 21]\n(سورة المجادلة: آية 21) . وكما قال: {وإن جندنا لهم الغالبون} [الصافات:\n173] (سورة الصافات: آية 173) .\n</p>\n\n<p>\nولما كان في الأمر بالمعروف والنهي عن المنكر والجهاد في سبيل الله من\nالابتلاء والمحن ما يعرض به المرء للفتنة، صار في الناس من يتعلل لترك ما\nوجب عليه من ذلك بأنه يطلب السلامة من الفتنة، كما قال عن المنافقين:\n{ومنهم من يقول ائذن لي ولا تفتني ألا في الفتنة سقطوا} [التوبة: 49] (سورة\nالتوبة: من الآية 49) . وقد ذكر في التفسير أنها نزلت في الجد بن قيس لما\nأمره النبي <span id='ms30'></span> صلى الله عليه وسلم بالتجهز لغزو الروم - وأظنه قال: «هل لك في\nنساء بني الأصفر» ؟ - فقال يا رسول الله: إني رجل لا أصبر على النساء، وإني\nأخاف الفتنة بنساء بني الأصفر، فأذن لي ولا تفتني، وهذا الجد هو الذي تخلف\nعن بيعة الرضوان تحت الشجرة، واستتر بجمل أحمر، وجاء فيه الحديث: «إن كلهم\nمغفور له إلا صاحب الجمل الأحمر» فأنزل الله تعالى فيه: {ومنهم من يقول\nائذن لي ولا تفتني ألا في الفتنة سقطوا} [التوبة: 49] (سورة التوبة: من\nالآية 49) .\n</p>\n\n<p>\nيقول: إنه طلب القعود ليسلم من فتنة النساء، فلا يفتن بهن، فيحتاج إلى\nالاحتراز من المحظور ومجاهدة نفسه عنه فيتعذب بذلك أو يواقعه فيأثم، فإن من\nرأى الصور الجميلة وأحبها فإن لم يتمكن منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nإما لتحريم الشارع وإما للعجز عنها يعذب قلبه، وإن قدر عليها وفعل\nالمحظور هلك، وفي الحلال من ذلك من معالجة النساء ما فيه بلاء، فهذا وجه\nقوله: {ولا تفتني} [التوبة: 49] (سورة التوبة: من الآية 49) قال الله\nتعالى: {ألا في الفتنة سقطوا} [التوبة: 49] (سورة التوبة: من الآية 49) .\nيقول نفس إعراضه عن الجهاد الواجب ونكوله عنه وضعف إيمانه ومرض قلبه الذي\nزين له ترك الجهاد: فتنة عظيمة قد سقط فيها، فكيف يطلب التخلص من فتنة\nصغيرة لم تصبه بوقوعه في فتنة عظيمة قد أصابته؛ والله يقول: {وقاتلوهم حتى\nلا تكون فتنة ويكون الدين كله لله} [الأنفال: 39] (سورة الأنفال: من الآية\n39) . فمن ترك القتال الذي أمر الله به لئلا تكون فتنة: فهو في الفتنة ساقط\nبما وقع فيه من ريب قلبه ومرض فؤاده، وتركه ما أمر الله به من الجهاد.\n</p>\n\n<h1 class='l1' id='head9'>أقسام الناس في الأمر بالمعروف والنهي عن المنكر</h1>\n\n<p>\nفتدبر هذا، فإن هذا مقام خطر، فإن الناس هنا ثلاثة أقسام:\n</p>\n\n<p>\nقسم يأمرون وينهون ويقاتلون، طلبا لإزالة الفتنة التي زعموا، ويكون فعلهم\nذلك أعظم فتنة، كالمقتتلين في الفتنة الواقعة بين الأمة.\n</p>\n\n<p>\nوأقوام ينكلون عن الأمر والنهي والقتال الذي يكون به الدين كله لله وتكون\nكلمة الله هي العليا، لئلا يفتنوا، وهم قد <span id='ms31'></span> سقطوا في الفتنة، وهذه الفتنة\nالمذكورة في \" سورة براءة \" دخل فيها الافتتان بالصور الجميلة، فإنها سبب\nنزول الآية، وهذه حال كثير من المتدينين، يتركون ما يجب عليهم من أمر ونهي\nوجهاد يكون به الدين كله لله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوتكون كلمة الله هي العليا، لئلا يفتنوا بجنس الشهوات، وهم قد وقعوا في\nالفتنة التي هي أعظم مما زعموا أنهم فروا منه، وإنما الواجب عليهم القيام\nبالواجب وترك المحظور، وهما متلازمان، وإنما تركوا ذلك لكون نفوسهم لا\nتطاوعهم إلا على فعلهما جميعا أو تركهما جميعا: مثل كثير ممن يحب الرئاسة\nأو المال وشهوات الغي، فإنه إذا فعل ما وجب عليه من أمر ونهي وجهاد وإمارة\nذلك فلا بد أن يفعل شيئا من المحظورات.\n</p>\n\n<p>\nفالواجب عليه أن ينظر أغلب الأمرين. فإن كان المأمور أعظم أجرا من ترك\nذلك المحظور لم يترك ذلك لما يخاف أن يقترن به ما هو دونه في المفسدة، وإن\nكان ترك المحظور أعظم أجرا لم يفوت ذلك برجاء ثواب بفعل واجب يكون دون ذلك،\nفذلك يكون بما يجتمع له من الأمرين من الحسنات والسيئات، فهذا هذا، وتفصيل\nذلك يطول.\n</p>\n\n<p>\nوكل بشر على وجه الأرض فلا بد له من أمر ونهي، ولا بد أن يأمر وينهى، حتى\nلو أنه وحده لكان يأمر نفسه وينهاها، إما بمعروف وإما بمنكر، كما قال\nتعالى: {إن النفس لأمارة بالسوء} [يوسف: 53] (سورة يوسف: من الآية 53) .\nفإن الأمر هو طلب الفعل وإرادته، والنهي طلب الترك وإرادته، ولا بد لكل حي\nمن إرادة وطلب في نفسه يقتضي بهما فعل نفسه، ويقتضي بهما فعل غيره إذا أمكن\nذلك، فإن الإنسان حي يتحرك بإرادته، وبنو آدم لا يعيشون إلا باجتماع بعضهم\nمع بعض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا اجتمع اثنان فصاعدا فلا بد أن يكون بينهما ائتمار بأمر وتناه عن\nأمر، ولهذا كان أقل الجماعة في الصلاة اثنين، كما قيل: الاثنان فما فوقهما\nجماعة، لكن لما كان ذلك اشتراكا في مجرد الصلاة حصل باثنين أحدهما إمام\nوالآخر مأموم، كما قال النبي صلى الله عليه وسلم <span id='ms32'></span>، لمالك بن الحويرث وصاحبه:\n«إذا حضرت الصلاة فأذنا وأقيما، وليؤمكما أكبركما» وكانا متقاربين في\nالقراءة.\n</p>\n\n<p>\nوأما الأمور العادية ففي السنن أنه صلى الله عليه وسلم، قال: «لا يحل\nلثلاثة يكونون في سفر إلا أمروا عليهم أحدهم»\n</p>\n\n<p>\nوإذا كان الأمر والنهي من لوازم وجود بني آدم، فمن لم يأمر بالمعروف الذي\nأمر الله به ورسوله وينه عن المنكر الذي نهى الله عنه ورسوله، ويؤمر\nبالمعروف الذي أمر الله به ورسوله، وينه عن المنكر الذي نهى الله عنه\nورسوله، وإلا فلا بد أن يأمر وينهى، ويؤمر وينهى، إما بما يضاد ذلك، وإما\nبما يشترك فيه الحق الذي أنزل الله بالباطل الذي لم ينزله الله. وإذا اتخذ\nذلك دينا، كان دينا مبتدعا. وهذا كما أن كل بشر فإنه متحرك بإرادته همام\nحارث، فمن لم تكن نيته صالحة وعمله عملا صالحا لوجه الله وإلا كان عملا\nفاسدا أو لغير وجه الله، وهو الباطل، كما قال تعالى: {إن سعيكم لشتى}\n[الليل: 4] (سورة الليل: آية 4) .\n</p>\n\n<p>\nوهذه الأعمال كلها باطلة، من جنس أعمال الكفار: {الذين كفروا وصدوا عن\nسبيل الله أضل أعمالهم} [محمد: 1] (سورة محمد: آية 1) . وقال تعالى:\n{والذين كفروا أعمالهم كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده\nشيئا ووجد الله عنده فوفاه حسابه والله سريع الحساب} [النور: 39] (سورة\nالنور: آية 39) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا} [الفرقان: 23]\n(سورة الفرقان: آية 23) .\n</p>\n\n<p>\nوقد أمر الله في كتابه بطاعته وطاعة رسوله وطاعة أولي الأمر من المؤمنين،\nكما قال تعالى {يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي\nالأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون\nبالله واليوم الآخر ذلك خير وأحسن تأويلا} [النساء: 59] (سورة النساء: آية\n59) .\n</p>\n\n<h1 class='l1' id='head10'>من هم أولو الأمر</h1>\n\n<p>\nو (أولو الأمر) أصحاب الأمر وذووه، وهم الذين يأمرون الناس، وذلك يشترك\nفيه أهل اليد والقدرة وأهل العلم والكلام، فلهذا كان أولو الأمر صنفين:\nالعلماء، والأمراء، فإذا صلحوا صلح الناس، وإذا فسدوا فسد الناس، كما قال <span id='ms33'></span>\nأبو بكر الصديق رضي الله عنه للأحمسية لما سألته: ما بقاؤنا على هذا الأمر؟\nقال: ما استقامت لكم أئمتكم، ويدخل فيهم الملوك والمشايخ وأهل الديوان، وكل\nمن كان متبوعا فإنه من أولي الأمر، وعلى كل واحد من هؤلاء أن يأمر بما أمر\nالله به، وينهى عما نهى عنه، وعلى كل واحد ممن عليه طاعته أن يطيعه في طاعة\nالله، ولا يطيعه في معصية الله، كما قال أبو بكر الصديق رضي الله عنه حين\nتولى أمر المسلمين وخطبهم، فقال في خطبته: أيها الناس: القوي فيكم الضعيف\nعندي حتى آخذ منه الحق، والضعيف فيكم القوي عندي حتى آخذ له الحق، أطيعوني\nما أطعت الله! فإذا عصيت الله فلا طاعة لي عليكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>فصل في الإخلاص والصواب</h1>\n\n<h1 class='l1' id='head12'>منزلة الإخلاص في الأمر بالمعروف والنهي عن المنكر</h1>\n\n<p>\nفصل وإذا كانت جميع الحسنات لا بد فيها من شيئين: أن يراد بها وجه الله،\nوأن تكون موافقة للشريعة، فهذا في الأقوال والأفعال، في الكلم الطيب،\nوالعمل الصالح، في الأمور العلمية والأمور العبادية، ولهذا ثبت في الصحيح\nعن النبي صلى الله عليه وسلم: «أن أول ثلاثة تسجر بهم جهنم: رجل تعلم العلم\nوعلمه وقرأ القرآن وأقرأه ليقول الناس: هو عالم وقارئ، ورجل قاتل وجاهد\nليقول الناس: هو شجاع وجريء، ورجل تصدق وأعطى ليقول الناس: جواد سخي» فإن\nهؤلاء الثلاثة الذين يريدون الرياء والسمعة هم بإزاء الثلاثة الذين بعد\nالنبيين من الصديقين والشهداء والصالحين، فإن من تعلم العلم الذي بعث الله\nبه رسله وعلمه لوجه الله كان صديقا، ومن قاتل لتكون كلمة الله هي العليا\nوقتل كان شهيدا، ومن تصدق يبتغي بذلك وجه الله كان صالحا، ولهذا يسأل\nالمفرط في ماله الرجعة وقت الموت، كما قال ابن عباس: من أعطي مالا فلم يحج\nمنه ولم يزك سأل الرجعة وقت الموت. وقرأ قوله تعالى: {وأنفقوا من ما\nرزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب\nفأصدق وأكن من الصالحين} [المنافقون: 10] (سورة المنافقون: آية 15) . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الأمور <span id='ms34'></span> العلمية الكلامية يحتاج الخبر بها أن يكون ما يخبر به عن\nالله واليوم الآخر، وما كان وما يكون، حقا صوابا. وما يأمر به وينهى عنه\nكما جاءت به الرسل عن الله، فهذا هو الصواب الموافق للسنة والشريعة، المتبع\nلكتاب الله وسنة رسوله. كما أن العبادات التي يتعبد العباد بها إذا كانت\nمما شرعه الله وأمر الله به ورسوله: كانت حقا صوابا، موافقا لما بعث الله\nبه رسله، وما لم يكن كذلك من القسمين كان من الباطل والبدع المضلة والجهل،\nوإن كان يسميه من يسميه علوما ومعقولات، وعبادات ومجاهدات، وأذواقا\nومقامات.\n</p>\n\n<p>\nويحتاج أيضا أن يؤمر بذلك لأمر الله، وينهى عنه لنهي الله، ويخبر بما\nأخبر الله به، لأنه حق وإيمان وهدى كما أخبرت به الرسل، كما تحتاج العبادة\nأن يقصد بها وجه الله، فإذا قيل ذلك لاتباع الهوى والحمية، أو لإظهار العلم\nوالفضيلة، أو لطلب السمعة والرياء: كان بمنزلة المقاتل شجاعة وحمية ورياء.\n</p>\n\n<p>\nومن هنا يتبين لك ما وقع فيه كثير من أهل العلم والمقال، وأهل العبادة\nوالحال، فكثيرا ما يقول هؤلاء من الأقوال ما هو خلاف الكتاب والسنة\nووفاقها، وكثيرا ما يتعبد هؤلاء بعبادات لم يأمر الله بها، بل قد نهى عنها،\nأو ما يتضمن مشروعا محظورا، وكثيرا ما يقاتل هؤلاء قتالا مخالفا للقتال\nالمأمور به، أو متضمنا لمأمور محظور.\n</p>\n\n<p>\nثم كل من الأقسام الثلاثة: المأمور، والمحظور، والمشتمل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالأمرين قد يكون لصاحبه نية حسنة، وقد يكون متبعا لهواه، وقد يجتمع له\nهذا وهذا.\n</p>\n\n<p>\nفهذه تسعة أقسام في هذه الأمور، وفي الأموال المنفقة عليها من الأموال\nالسلطانية، الفيء وغيره، والأموال الموقوفة، والأموال الموصى بها\nوالمنذورة، وأنواع العطايا والصدقات والصلات، وهذا كله من لبس الحق\nبالباطل، وخلط عمل صالح وآخر سيئ.\n</p>\n\n<p>\nوالسيئ من ذلك قد يكون صاحبه مخطئا أو ناسيا مغفورا له كالمجتهد المخطئ\nالذي له أجر وخطؤه مغفور له، وقد يكون صغيرا مكفرا باجتناب الكبائر، وقد\nيكون مغفورا بتوبة أو بحسنات تمحو السيئات، أو مكفرا بمصائب الدنيا ونحو\nذلك، إلا <span id='ms35'></span> أن دين الله الذي أنزل به كتبه وبعث به رسله ما تقدم من إرادة\nالله وحده بالعمل الصالح، وهذا هو الإسلام العام الذي لا يقبل الله من أحد\nغيره، قال تعالى: {ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة\nمن الخاسرين} [آل عمران: 85] (سورة آل عمران: آية 85) . وقال تعالى: {شهد\nالله أنه لا إله إلا هو والملائكة وأولو العلم قائما بالقسط لا إله إلا هو\nالعزيز الحكيم - إن الدين عند الله الإسلام} [آل عمران: 18 - 19] (سورة آل\nعمران: آية 18، ومن الآية 19) .\n</p>\n\n<p>\nوالإسلام يجمع معنيين: أحدهما الاستسلام والانقياد، فلا يكون متكبرا،\nوالثاني الإخلاص من قوله تعالى: {ورجلا سلما لرجل} [الزمر: 29] (سورة\nالزمر: من الآية 29)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يكون مشركا، وهو: أن يسلم العبد لله رب العالمين، كما قال تعالى:\n{ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في الدنيا وإنه في\nالآخرة لمن الصالحين - إذ قال له ربه أسلم قال أسلمت لرب العالمين - ووصى\nبها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن إلا\nوأنتم مسلمون} [البقرة: 130 - 132] (سورة البقرة: الآيات 130-132) . وقال\nتعالى: {قل إنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا\nوما كان من المشركين - قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين -\nلا شريك له وبذلك أمرت وأنا أول المسلمين} [الأنعام: 161 - 163] (سورة\nالأنعام: الآيات 161-163) .\n</p>\n\n<p>\nوالإسلام يستعمل لازما معدى بحرف اللام، مثل ما ذكر في هذه الآيات، ومثل\nقوله تعالى: {وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا\nتنصرون} [الزمر: 54] (سورة الزمر: آية 54) . ومثل قوله تعالى: {قالت رب إني\nظلمت نفسي وأسلمت مع سليمان لله رب العالمين} [النمل: 44] (سورة النمل: من\nالآية 44) . ومثل قوله: {أفغير دين الله يبغون وله أسلم من في السماوات\nوالأرض طوعا وكرها وإليه يرجعون} [آل عمران: 83] (سورة آل عمران: آية 83) .\nومثل قوله: {قل أندعو من دون الله ما لا ينفعنا ولا يضرنا ونرد على أعقابنا\nبعد إذ هدانا الله كالذي استهوته الشياطين <span id='ms36'></span> في الأرض حيران له أصحاب يدعونه\nإلى الهدى ائتنا قل إن هدى الله هو الهدى وأمرنا لنسلم لرب العالمين - وأن\nأقيموا الصلاة واتقوه} [الأنعام: 71 - 72] (سورة الأنعام: آية 71، ومن\nالآية 72)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>إسلام الوجه لله والإحسان هما أصلا الشريعة</h1>\n\n<p>\nويستعمل متعديا مقرونا بالإحسان، كقوله تعالى: {وقالوا لن يدخل الجنة إلا\nمن كان هودا أو نصارى تلك أمانيهم قل هاتوا برهانكم إن كنتم صادقين - بلى\nمن أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون}\n[البقرة: 111 - 112] (سورة البقرة: الآيتان 111، 112) . وقوله: {ومن أحسن\nدينا ممن أسلم وجهه لله وهو محسن واتبع ملة إبراهيم حنيفا واتخذ الله\nإبراهيم خليلا} [النساء: 125] (سورة النساء: آية 125) . فقد أنكر أن يكون\nدين أحسن من هذا الدين، وهو إسلام الوجه لله مع الإحسان، وأخبر أن كل من\nأسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون،\nأثبتت هذه الكلمة الجامعة والقضية العامة ردا لما زعم من زعمه أن لا يدخل\nالجنة إلا متهود أو متنصر.\n</p>\n\n<p>\nوهذان الوصفان - وهما إسلام الوجه لله، والإحسان - هما الأصلان المتقدمان\nوهما: كون العمل خالصا لله، صوابا موافقا للسنة والشريعة، وذلك أن إسلام\nالوجه لله هو متضمن للقصد والنية لله، كما قال بعضهم:\n</p>\n\n<p>\nأستغفر الله ذنبا لست محصيه ... رب العباد إليه الوجه والعمل\n</p>\n\n<p>\nوقد استعمل هنا أربعة ألفاظ: إسلام الوجه، وإقامة الوجه، كقوله تعالى:\n{وأقيموا وجوهكم عند كل مسجد} [الأعراف: 29] (سورة الأعراف: من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالآية 29) . وقوله: {فأقم وجهك للدين حنيفا فطرت الله التي فطر الناس\nعليها} [الروم: 30] (سورة الروم: من الآية 30) . وتوجيه الوجه كقول الخليل:\n{إني وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين}\n[الأنعام: 79] (سورة الأنعام: آية 79) . وكذلك كان النبي صلى الله عليه\nوسلم، يقول في دعاء الاستفتاح في صلاته: «وجهت وجهي للذي فطر السماوات\nوالأرض حنيفا وما أنا من المشركين» وفي الصحيحين عن البراء بن عازب عن\nالنبي صلى الله عليه وسلم، مما يقول إذا أوى إلى فراشه: «اللهم أسلمت نفسي <span id='ms37'></span>\nإليك ووجهت وجهي إليك»\n</p>\n\n<p>\nفالوجه يتناول المتوجه والمتوجه إليه، ويتناول المتوجه نحوه كما يقال: أي\nوجه تريد؟ أي أي وجهة وناحية تقصد، وذلك أنهما متلازمان، فحيث توجه الإنسان\nتوجه وجهه، ووجهه مستلزم لتوجهه، وهذا في باطنه وظاهره جميعا، فهذه أربعة\nأمور، والباطن هو الأصل، والظاهر، هو الكمال والشعار، فإذا توجه قلبه إلى\nشيء تبعه وجهه الظاهر، فإذا كان العبد قصده ومراده وتوجهه إلى الله فهذا\nصلاح إرادته وقصده، فإذا كان مع ذلك محسنا فقد اجتمع أن يكون عمله صالحا\nولا يشرك بعبادة ربه أحدا، وهو قول عمر رضي الله عنه: اللهم اجعل عملي كله\nصالحا واجعله لوجهك خالصا، ولا تجعل لأحد فيه شيئا، والعمل الصالح هو\nالإحسان، وهو فعل الحسنات وهو ما أمر الله به، والذي أمر الله به هو الذي\nشرعه الله، وهو الموافق لسنة الله وسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nرسوله، فقد أخبر الله تعالى أنه من أخلص قصده لله وكان محسنا في عمله\nفإنه مستحق للثواب سالم من العقاب.\n</p>\n\n<p>\nولهذا كان أئمة السلف يجمعون هذين الأصلين، كقول الفضيل بن عياض في قوله\nتعالى: {ليبلوكم أيكم أحسن عملا} [الملك: 2] (سورة الملك: من الآية 2) .\nقال: أخلصه وأصوبه، فقيل: يا أبا علي! ما أخلصه وأصوبه؟ فقال: إن العمل إذا\nكان صوابا ولم يكن خالصا لم يقبل، وإذا كان خالصا ولم يكن صوابا لم يقبل\nحتى يكون خالصا صوابا، والخالص: أن يكون لله، والصواب أن يكون على السنة.\n</p>\n\n<p>\nوقد روى ابن شاهين واللالكائي عن سعيد بن جبير، قال: لا يقبل قول وعمل\nإلا بنية، ولا يقبل قول وعمل ونية إلا بموافقة السنة، ورويا عن الحسن\nالبصري مثله، ولفظه: \" لا يصلح \" مكان \" لا يقبل \"، وهذا فيه رد على\nالمرجئة الذين يجعلون مجرد القول كافيا، فأخبر أنه لا بد من قول وعمل، إذ\nالإيمان قول وعمل، لا بد من هذين، كما قد بسطناه في غير هذا الموضع وبينا\nأن مجرد تصديق القلب واللسان مع البغض والاستكبار لا يكون إيمانا - باتفاق\nالمؤمنين - حتى يقترن بالتصديق عمل.\n</p>\n\n<p>\nوأصل العمل <span id='ms38'></span> عمل القلب، وهو الحب والتعظيم المنافي للبغض والاستكبار، ثم\nقالوا: ولا يقبل قول وعمل إلا بنية، وهذا ظاهر، فإن القول والعمل إذا لم\nيكن خالصا لله تعالى لم يقبله الله تعالى، ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: ولا يقبل قول وعمل ونية إلا بموافقة السنة، وهي الشريعة وهي ما\nأمر الله به ورسوله، لأن القول والعمل والنية الذي لا يكون مسنونا مشروعا\nقد أمر الله به: يكون بدعة ليس مما يحبه الله، فلا يقبله الله، ولا يصلح:\nمثل أعمال المشركين وأهل الكتاب.\n</p>\n\n<p>\nولفظ \" السنة \" في كلام السلف يتناول السنة في العبادات وفي الاعتقادات،\nوإن كان كثير ممن صنف في السنة يقصدون الكلام في الاعتقادات، وهذا كقول ابن\nمسعود وأبي بن كعب وأبي الدرداء رضي الله عنهم: اقتصاد في سنة خير من\nاجتهاد في بدعة، وأمثال ذلك. والحمد لله رب العالمين وصلواته على محمد وآله\nالطاهرين وأصحابه أجمعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             <span id='ms39'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061"
  ],
  "volumes": [
    "01"
  ]
}