{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالجزء الرابع من رباعي التابعين إملاء الإمام الحافظ شيخ الإسلام محيي\nالسنة نور الشريعة أبي موسى محمد بن أبي بكر بن أبي عيسى المديني الأصبهاني\nأدام الله توفيقه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم ولا حول ولا قوة إلا بالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأنبا أبو بكر محمد بن الفضل القصار المعروف بالقرافي، وأبو غالب أحمد بن\nالعباس الكوشيذي، قالا: أنبا أبو بكر محمد بن عبد الله بن ربذة الثاني،\nأنبا سليمان بن أحمد بن أيوب أبو القاسم الطبراني الحافظ، ثنا الهيثم بن\nخالد المصيصي، ثنا سعيد بن المغيرة الصياد، ثنا أبو إسحاق الفزاري، عن\nسفيان، عن سليمان التيمي، عن قتادة، عن أبي غلاب يونس بن جبير، عن حطان بن\nعبد الله الرقاشي، قال: صلينا مع أبي موسى الأشعري رضي الله عنه صلاة\nالعشاء، فلما جلسنا، قال رجل: أقرت الصلاة بالبر والزكاة، فلما انفتل أبو\nموسى، قال: أيكم القائل كلمة كذا وكذا؟ فقال رجل من القوم: قلتها يا حطان؟\nفقلت: لا والله ما قلتها، فقال قائلها أنا قلتها ولم أرد إلا الخير، فقال:\nألا تعلمون صلاتكم؟ إن رسول الله صلى الله عليه وسلم كان يعلمنا صلاتنا\nويبين لنا سنتنا، فقال\n</p>\n\n<h1 class='l1' id='head1'>: «أقيموا الصلاة، وليؤمكم أحدكم، ثم إذا كبر الإمام فكبروا، وإذا قرأ فأنصتوا، وإذا كبر وركع </h1>\n\n<p>\nفكبروا واركعوا؛ فإن الإمام يكبر قبلكم ويركع قبلكم» .\n</p>\n\n<p>\nأو قال: «يرفع قبلكم» .\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \" فتلك بتلك، فإذا كبر الإمام وسجد\nفكبروا واسجدوا، فإذا كانت القعدة فليكن أول ما يقول أحدكم: التحيات لله\nوالصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام\nعلينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وأشهد أن محمدا\nعبده ورسوله \".\n</p>\n\n<p>\nهذا حديث صحيح من حديث قتادة، رواه عنه الناس، ومعمر، وأبو عوانة، وهشام\nالدستوائي، وأبان العطار، وغيرهم.\n</p>\n\n<p>\nأنبا به عاليا أبو بكر، وأبو غالب، قالا: أنبا ابن ربذة، أنبا الطبراني،\nثنا الدبري، عن عبد الرازق، عن معمر، عن قتادة.\n</p>\n\n<p>\nوقال الطبراني ثنا محمد بن النضر الأزدي، ثنا خالد <span id='ms01'></span> بن خداش، ثنا أبو\nعوانة، عن قتادة.\n</p>\n\n<p>\nفقوله: صلاة العشاء.\n</p>\n\n<p>\nعزيز غريب، وقوله: فإذا قرأ فأنصتوا.\n</p>\n\n<p>\nتفرد به سليمان التيمي، عن قتادة.\n</p>\n\n<p>\nولم يورده الطبراني في مسند سفيان.\n</p>\n\n<p>\nأخرجه مسلم في صحيحه من حديث جرير، عن سليمان، ومن غير وجه عن قتادة، وفي\nإسناده أربعة تابعين: التيمي، وقتادة رويا عن أنس، وأبو غلاب عن ابن عمر،\nوقوله: أقرنت كذا في الحديث والفصيح قرنت بلا ألف، وقد جاء في بعض الأحاديث\nأيضا عن النبي صلى الله عليه وسلم: «أنه نهى عن الإقران» .\n</p>\n\n<p>\nعلى هذه اللغة والأفصح ما في غالب الروايات: أنه نهى عن القران بغير ألف.\n</p>\n\n<p>\nوالمحفوظ في هذا الحديث: أقرت الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nأخبرنا أبو طاهر عبد الواحد بن محمد بن الهيثم الصباغ، أنبا أبو سعد عبد\nالرحمن بن أحمد بن عمر الصفار، وأخبرنا أبو غالب الكوشيذي، وأبو طاهر\nالصباغ، وفاطمة بنت عبد الله بن أحمد بن القاسم بن عقيل، قالوا: أنبا أبو\nبكر محمد بن عبد الله بن ربذة، قال: أنبا أبو القاسم الطبراني، ثنا الحسين\nبن إسحاق التستري، ثنا سعيد بن محمد بن ثواب الحصري، ثنا محمد بن عبد الله\nالأنصاري، ثنا أشعث بن عبد الملك، عن محمد بن سيرين، عن خالد الحذاء، عن\nأبي قلابة، عن أبي المهلب، عن عمران يعني ابن حصين رضي الله عنهما، أن رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head3'>«صلى بهم فسهى في صلاته فسجد سجدتي السهو ثم سلم» .</h1>\n\n<p>\nوهذا أيضا صحيح على شرط مسلم.\n</p>\n\n<p>\nأخرجه من حديث\n</p>\n\n<p>\nخالد، وفيه أربعة تابعين: محمد ابن سيرين يروي عن جماعة جمة من الصحابة\nرضي الله عنهم، وخالد روى عن ابن علية، عنه عن أنس، أن نبي الله صلى الله\nعليه وسلم «دخل على أهل بيت من الأنصار فنضح بساطا وصلى ركعتين» .\n</p>\n\n<p>\nوأبو قلابة يروي عن أنس بن مالك الأنصاري، وأنس بن مالك الكعبي، ومالك بن\nالحويرث، والنعمان بن بشير، وغيرهم رضي الله عنهم.\n</p>\n\n<p>\nوأبو المهلب هو عمه.\n</p>\n\n<p>\nوفي هذا الإسناد دقيقة لطيفة، وهي أن محمد ابن سيرين <span id='ms02'></span> يروي عن عمران بن\nحصين في صحيح مسلم ويروي عن أبي المهلب، عن عمران، أيضا.\n</p>\n\n<p>\nفعده في هذا عن رجل آخر، عن أبي المهلب، عن عمران.\n</p>\n\n<p>\nوهذا الإسناد تفرد به هكذا محمد بن عبد الله الأنصاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرنا أبو الفتح إسماعيل بن الفضل بن أحمد التاجر، أنبا أبو طاهر بن عبد\nالرحيم، أنبا أبو الحسن علي بن عمر الدارقطني الحافظ، ثنا أحمد بن محمد بن\nزياد، ثنا إسماعيل بن إسحاق، ثنا علي بن عبد الله، ثنا معاذ بن معاذ.\n</p>\n\n<p>\nقال الدارقطني: وثنا محمد بن أحمد الصواف، ثنا عبد الله بن أحمد، قال:\nوجدت في كتاب أبي، بخطه حديثا عن معاذ بن معاذ، عن أشعث، عن محمد بن سيرين،\nعن خالد الحذاء، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين رضي الله\nعنه\n</p>\n\n<h1 class='l1' id='head5'>حديث القرعة.</h1>\n\n<p>\nوهذا صحيح المتن غريب الإسناد، تفرد به معاذ بن معاذ، هكذا.\n</p>\n\n<p>\nوأخرجه مسلم في\n</p>\n\n<p>\nصحيحه، من حديث هشام بن حسان، عن ابن سيرين، عن عمران، نفسه.\n</p>\n\n<p>\nوتابع هشاما غيره كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرنا به أبو غالب الكوشيذي، وأبو طاهر الصباغ، وفاطمة الجوزدانية،\nقالوا: أنبا ابن ربذة.\n</p>\n\n<p>\nح وأنبا أبو طاهر، أنبا أبو سعد الصفار، قالا: أنبا الطبراني، ثنا محمد\nبن محمد الجذوعي، ثنا عقبة بن مكرم، ثنا يعقوب بن إسحاق الحضرمي، عن يزيد\nبن إبراهيم، عن محمد بن سيرين، عن عمران بن الحصين رضي الله عنه، أن\n</p>\n\n<h1 class='l1' id='head7'>رجلا كان له ستة من الرقيق فأعتقهم عند موته، فأقرع رسول الله صلى الله عليه وسلم بينهم، </h1>\n\n<p>\nفأعتق اثنين وأرق أربعة \".\n</p>\n\n<p>\nوقال الطبراني: ثنا محمود بن محمد الواسطي، ثنا أبو الشعثاء علي بن\nالحسين، ثنا وكيع، عن يزيد بن إبراهيم، عن الحسن، وابن سيرين، عن عمران،\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأخبرنا إسماعيل بن الفضل الإخشيد، أنبا أبو طاهر بن عبد الرحيم، أنبا\nالدارقطني، ثنا أبو عبد الرحمن عبد الحميد بن سليمان الوراق، ثنا عبد\nالرحيم بن سلام الرزاز الواسطي.\n</p>\n\n<p>\nوثنا حفص بن عمران أبو عمران الواسطي، ثنا يزيد بن إبراهيم، عن محمد بن <span id='ms03'></span>\nسيرين، عن حكيم بن حزام رضي الله عنه، قال: «نهاني النبي صلى الله عليه\nوسلم أن\n</p>\n\n<h1 class='l1' id='head9'>أبيع ما ليس عندي» .</h1>\n\n<p>\nقلت: ما أنكر من حديثك.\n</p>\n\n<p>\nقال: حدثني أيوب السختياني، عن يوسف بن ماهك، عن\n</p>\n\n<p>\nعبد الله بن عصمة، عن حكيم بن حزام.\n</p>\n\n<p>\nهكذا رواه حفص الواسطي.\n</p>\n\n<p>\nورواه عبد الصمد بن عبد الوارث، وسليمان بن حرب، عن يزيد.\n</p>\n\n<p>\nفلم يذكرا فيه عبد الله بن عصمة.\n</p>\n\n<p>\nوكذلك رواه يحيى بن عتيق، وأبو خشينة، عن ابن سيرين، عن أيوب، عن يوسف،\nعن حكيم.\n</p>\n\n<p>\nورواه عامر الأحول، ويعلى بن حكيم، عن يوسف بن ماهك، عن عبد الله بن\nعصمة، عن حكيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>6 - </h1>\n\n<p>\nأخبرنا إسماعيل السراج، أنبا أبو طاهر بن عبد الرحيم، ثنا أبو الحسن\nالدارقطني، ثنا إسماعيل الصفار، ثنا محمد بن إبراهيم بن عبد المجيد\nالحلواني، ثنا إبراهيم بن محمد بن عرعرة، قال: دفع إلينا معاذ بن هشام\nكتابا، قال: سمعته من أبي، فنسخناه ولم نقرأه عليه وكان فيه عن قتادة، عن\nعامر الأحول، عن بكر بن عبد الله المزني، عن عبد الله بن عباس رضي الله\nعنهما، أن رسول الله صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head11'>: «عمرة في رمضان تعدل حجة» .</h1>\n\n<p>\nفي هذا الإسناد أربعة من التابعين: قتادة يروي عن أنس، وعامر عن عائذ بن\nعمرو، وبكر عن ابن عمر وعبد الله بن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>7 - </h1>\n\n<p>\nأخبرنا أبو عدنان محمد بن أحمد بن أبي المطهر بن أبي نزار، سنة ثمان وخمس\nمائة وعشرة، قال: أنبا أبو بكر محمد بن عبد الله بن ربذة، أنبا أبو القاسم\nسليمان بن أحمد الطبراني الحافظ، ثنا محمد بن علي المروزي الحافظ، ببغداد،\nثنا عمر بن أحمد بن علي المروزي، قدم علينا بها، وثنا محمد بن الليث\nالمروزي، واللفظ لروايته؛ لأنه أتم، قالا: ثنا يحيى بن إسحاق الكاجغوني،\nثنا عبد الكبير بن دينار الصائغ، عن أبي إسحاق الهمداني، عن سليمان الأعمش،\nعن إبراهيم، عن علقمة، عن عبد الله رضي الله عنه، قال\n</p>\n\n<h1 class='l1' id='head13'>: \" خرجنا مع رسول الله صلى الله عليه وسلم مخرجا، فلم <span id='ms04'></span> نصب ماء نتوضأ منه ولا نشربه، ومع رسول </h1>\n\n<p>\nالله صلى الله عليه وسلم إداوة فيها شيء من ماء، فصبه في إناء، ثم وضع\nكفيه عليه، ثم قال: «هلم على الوضوء، والبركة من الله عز وجل» .\n</p>\n\n<p>\nقال عبد الله: فلقد رأيت ما بين أصابع رسول الله صلى الله عليه وسلم تفجر\nعيونا، وشرب الناس وتوضئوا، فقال عبد الله: إن كنا معشر أصحاب رسول الله\nصلى الله عليه وسلم نرى الآيات بركة، وأنتم ترونها تخويفا.\n</p>\n\n<p>\nوكان جابر رضي الله عنه معهم، وإن القوم يومئذ بلغوا ألفا وخمس مائة رجل.\n</p>\n\n<p>\nقال الدارقطني: غريب من حديث أبي إسحاق، عن الأعمش، تفرد به عبد الكبير،\nولم يروه إلا أهل مرو بهذا الإسناد.\n</p>\n\n<p>\nقال الطبراني: لم يروه عن أبي إسحاق إلا عبد الكبير، ولا عنه إلا يحيى.\n</p>\n\n<p>\nقال الشيخ: وفي إسناده أربعة من التابعين: أبو إسحاق عمرو بن عبد الله بن\nأبي شعيرة الهمداني السبيعي، أدرك نيفا وعشرين صحابيا، وروايته عن الأعمش،\nمن رواية الأكابر عن الأصاغر، والأعمش، وإبراهيم النخعي، وذكرناها غير مرة،\nوكاجغون قرية من قرى مرو.\n</p>\n\n<p>\nورواه الطبراني بالشين، ويحيى بن إسحاق كان يثني عليه خيرا، ومحمد بن علي\nهو ابن محمد بن إبراهيم أبو عبد الله من حفاظ أهل مرو، وروى عنه أهلها،\nولعله حج فكتب عنه ببغداد والكوفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>8 - </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن أحمد بن الحسن الحداد المقرئ، وغيره، قالا: أنبا\nأبو بكر أحمد بن الفضل المقرئ، ثنا أبو زرعة روح بن محمد حفيد أبي بكر\nالسني، ثنا أبو أحمد الحسين بن علي النيسابوري، ثنا أبو عوانة يعقوب بن\nإسحاق المهرجاني، حدثني جعفر بن عبد الواحد، ثنا محمد بن عباد الهنائي، عن\nشعبة، عن قتادة، عن الشعبي، عن ابن عباس رضي الله عنهما، أن نبي الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head15'>، «صلى على قبر بعد ما دفن» .</h1>\n\n<p>\nقال شعبة: فقلت لقتادة: ممن سمعته؟ فقال: حدثني عاصم بن بهدلة.\n</p>\n\n<p>\nقال\n</p>\n\n<p>\nشعبة: فسألت عاصما ممن سمعته؟ فقال: حدثني الشيباني.\n</p>\n\n<p>\nفلقيت الشيباني، فسألته ممن سمعته؟ فقال <span id='ms05'></span>: حدثني الشعبي، عن ابن عباس رضي\nالله عنهما، أن نبي الله صلى الله عليه وسلم صلى على قبر.\n</p>\n\n<p>\nرواه محمد بن محمد بن سليمان، عن جعفر بن عبد الواحد.\n</p>\n\n<p>\nفخالف في الإسناد في موضعين.\n</p>\n\n<p>\nقال: عن جعفر، عن يحيى بن كثير العنبري، عن شعبة.\n</p>\n\n<p>\nوقال عاصم الأحول بدل عاصم بن بهدلة.\n</p>\n\n<p>\nوفيه أربعة من التابعين: قتادة روى عن أنس، وعاصم بن بهدلة عن مالك بن\nالحويرث، وعاصم الأحول عن عبد الله بن سرجس، والشيباني هو سليمان بن فيروز\nأبو إسحاق، أدرك ابن أبي أوفى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>9 - </h1>\n\n<p>\nأخبرنا إسماعيل بن الفضل بن أحمد السراج، أنبا أبو طاهر بن عبد الرحيم،\nأنبا الدارقطني الحافظ، ثنا أبو الحسن محمد بن عبد الله بن زكريا\nالنيسابوري، بمصر، ثنا أبو عبد الرحمن النسائي، ثنا عمار بن الحسن النسائي،\nثنا عبد الله وهو ابن سعد الدشتكي، أنبا إبراهيم الصائغ، عن حماد وهو ابن\nأبي سليمان، ثنا أبو حنيفة، عن هشام بن عروة، عن أبيه، عن الزبير بن العوام\nرضي الله عنه، قال\n</p>\n\n<h1 class='l1' id='head17'>: «كنا نحمل لحم الصيد صفيفا، وكنا نتزوده ونحن محرمون مع رسول الله صلى الله عليه وسلم» .</h1>\n\n<p>\nهذا\n</p>\n\n<p>\nإسناد غريب جدا، لم أكتبه إلا من هذا الوجه.\n</p>\n\n<p>\nورواه حماد عن أبي حنيفة، من رواية الأكابر عن الأصاغر، وفيه أربعة من\nالتابعين: حماد روى عن أنس، وابن أبي أوفى، وأبو حنيفة قيل: أدرك عبد الله\nبن الحارث بن جزء، وهشام أدرك جابرا وابن عمر وغيرهما رضي الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>10 - </h1>\n\n<p>\nأخبرنا أبو الفرج سعيد بن أبي الرجاء الصيرفي، أنبا أحمد بن الفضل\nالباطرقاني، ثنا محمد بن إسحاق، ثنا أبو محمد عبد الله بن محمد بن يعقوب بن\nالحارث البخاري، ثنا أحمد بن محمد بن سعيد، أنبا المنذر بن محمد، حدثني\nأبي، حدثني عمي، عن أبيه، حدثني إسماعيل بن حماد بن أبي سليمان، وأبو\nحنيفة، عن حماد، عن عامر الشعبي، عن إبراهيم بن أبي موسى الأشعري، عن\nالمغيرة بن شعبة رضي الله عنه، «أنه\n</p>\n\n<h1 class='l1' id='head19'>خرج مع النبي صلى الله عليه وسلم <span id='ms06'></span> في سفر، فانطلق نبي الله صلى الله عليه وسلم فقضى حاجة، ثم </h1>\n\n<p>\nرجع وعليه جبة له رومية، ضيقة الكمين، فرفعها رسول الله صلى الله عليه\nوسلم من ضيق كميها، وكنت أصب يعني على رسول الله صلى الله عليه وسلم، فتوضأ\nوضوءه للصلاة، ومسح على خفيه ولم ينزعهما» .\n</p>\n\n<p>\nرواه غير واحد عن أبي حنيفة، وفيه أيضا أربعة تابعين: أبو حنيفة، وحماد،\nوالشعبي، وابن أبي موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>11 - </h1>\n\n<p>\nأخبرنا إسماعيل السراج، أنبا أبو طاهر بن عبد الرحيم، أنبا الدارقطني،\nحدثني عمر بن الحسن القراطيسي، ثنا الحسن بن القاسم بن الحسين البجلي، ثنا\nمحمد بن عبد الله بن صالح، ثنا إبراهيم بن يوسف، عن أبيه، عن أبي إسحاق،\nحدثني سليمان، عن عدي بن ثابت، عن زر بن حبيش، عن علي بن أبي طالب رضي الله\nعنه، قال: «عهد إلي النبي صلى الله عليه وسلم أنه\n</p>\n\n<h1 class='l1' id='head21'>لا يحبك إلا مؤمن، ولا يبغضك إلا منافق» .</h1>\n\n<p>\nفقال الدارقطني: غريب لم نسمعه إلا من هذا الوجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>12 - </h1>\n\n<p>\nوبه، قال: أنبا الدارقطني، قال: ثنا أحمد بن محمد بن سعيد، ثنا عبد الله\nبن أحمد بن مستورد، ونجيح بن إبراهيم، وعبد الله بن إبراهيم بن قتيبة،\nقالوا: أنبا عمر بن إبراهيم، أنبا إسرائيل، عن أبي إسحاق، عن حماد، عن\nإبراهيم، عن عبد الرحمن بن يزيد، قال: قال عبد الله رضي الله عنه\n</p>\n\n<h1 class='l1' id='head23'>: «اجعلوا إمامكم خيركم كما جعل رسول الله صلى الله عليه وسلم إمامنا خيرنا </h1>\n\n<p>\nبعده» .\n</p>\n\n<p>\nفي كل واحد من الإسنادين أربع تابعين: أبو إسحاق في الإسنادين هو\nالسبيعي، وسليمان هو الأعمش، وعدي يروي عن البراء بن عازب، وحماد هو ابن\nأبي سليمان، وإبراهيم هو النخعي، وإبراهيم بن يوسف هو ابن أبي إسحاق\nالسبيعي، وكذلك إسرائيل هو ابن يونس بن أبي إسحاق هما ابنا عم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>13 - </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن أحمد بن الحسين الحداد، في كتاب الحلية سنة ست،\nوفي مسند الشاميين سنة ثمان، ثنا أبو نعيم أحمد بن عبد الله الحافظ، ثنا\nسليمان بن أحمد الطبراني، ثنا الحسن بن جرير الصوري <span id='ms07'></span>، ومحمد بن هارون بن\nمحمد بن بكار الدمشقي، قالا: ثنا العباس بن الوليد الخلال، ثنا مروان بن\nمحمد الطاطري، ثنا سعيد بن بشير، عن قتادة، عن أبي قلابة، عن مسلم بن يسار،\nعن حمران، عن عثمان رضي الله عنه، \" أنه توضأ فتمضمض واستنشق وغسل وجهه\nويديه إلى المرفقين، ثلاثا ثلاثا، ومسح رأسه وغسل رجليه، ثم تبسم، ثم قال:\nألا تسألوني لما تبسمت؟ رأيت رسول الله صلى الله عليه وسلم توضأ نحوا من\nوضوئي هذا، ثم تبسم، فقال: «ألا تسألوني لم تبسمت؟» قال: فسألناه لم تبسمت؟\nفقال\n</p>\n\n<h1 class='l1' id='head25'>: «إن العبد إذا توضأ فغسل وجهه حط الله تعالى خطايا وجهه، فإذا غسل ذراعيه حط الله تعالى خطايا </h1>\n\n<p>\nذراعيه، فإذا مسح رأسه حط الله تعالى خطايا رأسه، فإذا غسل رجليه حط الله\nتعالى خطايا رجليه» .\n</p>\n\n<p>\nهذا حديث صحيح متفق عليه، أخرجه البخاري ومسلم وغيرهما من حديث حمران.\n</p>\n\n<p>\nولم يروه عن قتادة بإدخال أبي قلابة بينه وبين مسلم إلا سعيد.\n</p>\n\n<p>\nوفيه أربعة من التابعين: قتادة يروي عن أنس، وعبد الله بن سرجس، وحنظلة\nالكاتب، وأبي الطفيل.\n</p>\n\n<p>\nوأبو قلابة اسمه عبد الله بن زيد، يروي عن غير واحد من الصحابة، ذكرناه\nفيما قبل.\n</p>\n\n<p>\nومسلم بن يسار ذكر أبو نعيم أنه روى عن عدة من الصحابة رضي الله عن\nجميعهم، والطاطري بلسان أهل دمشق هو البزاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>14 - </h1>\n\n<p>\nأخبرنا أبو غالب أحمد بن العباس الكوشيذي، وأبو بكر محمد بن أبي القاسم\nالقصار، وأبو محمد نوشروان بن شيرزاد الديلمي، قالوا: أنبا أبو بكر محمد بن\nعبد الله بن ربذة، أنبا أبو القاسم الطبراني، ثنا محمد بن عبد الله\nالحضرمي، ثنا إسماعيل بن إبراهيم الترجماني، ثنا أبو حفص الآبار، عن\nالأعمش، عن خالد الحذاء، عن أبي قلابة، عن أبي الأشعث، عن شداد بن أوس رضي\nالله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إن\n</p>\n\n<h1 class='l1' id='head27'>الله كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبح، وليحد </h1>\n\n<p>\nأحدكم شفرته، وليرح ذبيحته» .\n</p>\n\n<p>\nوهذا أيضا صحيح من حديث جابر <span id='ms08'></span>.\n</p>\n\n<p>\nوفيه أربعة تابعين: الأعمش، وخالد، وأبو قلابة، وأبو الأشعث، ذكرنا\nتابعيتهم فيما تقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>15 - </h1>\n\n<p>\nأخبرنا أبو الفتح إسماعيل بن الفضل التاجر السراج، أنبا أبو طاهر محمد بن\nأحمد بن عبد الرحيم، أنبا أبو الحسن علي بن عمر الدارقطني، ثنا إبراهيم بن\nأحمد بن أبي حصين، حدثني جدي أبو حصين محمد بن الحسين بن حبيب، ثنا يحيى بن\nحسان، ثنا وكيع، ثنا إسماعيل بن أبي خالد، عن عامر، عن عبيدة السلماني،\nقال: قال علي رضي الله عنه\n</p>\n\n<h1 class='l1' id='head29'>: استشارني أمير المؤمنين عمر رضي الله عنه في بيع أمهات الأولاد، فأجمع رأينا على أنها حرة، </h1>\n\n<p>\nثم رأيت بعد أن أرقها \".\n</p>\n\n<p>\nقال الشعبي: فحدثني محمد بن سيرين، عن عبيدة، قال: قلت له: فرأيكما في\nالجماعة أحب إلي من رأيك في الفرقة.\n</p>\n\n<p>\nوهذا أيضا فيه أربعة تابعين: إسماعيل بن أبي خالد، وعامر الشعبي، ومحمد\nبن سيرين، وعبيدة، قد ذكرناهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>16 - </h1>\n\n<p>\nأخبرنا إسماعيل، أنبا أبو طاهر، أنبا الدارقطني، ثنا أبو محمد الحسن بن\nإبراهيم بن عبد المجيد، وابن مخلد، قالا: ثنا سعيد بن عتاب الدهقان، ثنا\nسليمان بن حرب، ثنا حماد بن زيد، عن أيوب، عن عبيد الله بن عمر، عن سمي، عن\nأبي صالح، عن أبي هريرة رضي الله عنه، عن نبي الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head31'>: «العمرة إلى العمرة تكفران ما بينهما، والحج المبرور ليس له جزاء إلا الجنة» .</h1>\n\n<p>\nقال الدارقطني:\n</p>\n\n<p>\nتابعه الحسن بن علي الحلواني، عن سليمان، فرفعه.\n</p>\n\n<p>\nووقفه إسماعيل القاضي عن سليمان.\n</p>\n\n<p>\nورواه عبد العزيز بن عبد الصمد، عن أيوب، فرفعه.\n</p>\n\n<p>\nإلا أنه، قال: عن أيوب، عن أبي صالح.\n</p>\n\n<p>\nقال الشيخ: وأيوب رواه عن أنس وغيره.\n</p>\n\n<p>\nوعبيد الله أدرك أم خالد بنت خالد بن سعيد وهو ابن العاص، وسمي لا أعرف\nله رواية عن صحابي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>17 - </h1>\n\n<p>\nأخبرنا أبو شكر حمد بن علي الحبال، وأبو بكر محمد بن الفضل القصار، وأبو\nغالب الكوشيذي، ونوشروان الديلمي، قالوا: أنبا أبو بكر بن ربذة، أنبا أبو\nالقاسم الطبراني، ثنا محمد بن عبد الله الحضرمي، ثنا عثمان بن أبي شيبة <span id='ms09'></span>.\n</p>\n\n<p>\nقال الطبراني وثنا معاذ بن المثني، وأبو خليفة، قالا: ثنا علي بن\nالمديني، قال: ثنا سفيان بن عيينة، عن عمرو بن دينار، عن ابن أبي مليكة، عن\nيعلى بن مملك، عن أم الدرداء، عن أبي الدرداء رضي الله عنه، قال: قال رسول\nالله صلى الله عليه وسلم: «إن\n</p>\n\n<h1 class='l1' id='head33'>أثقل شيء في الميزان يوم القيامة حسن الخلق»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head34'>18 - </h1>\n\n<p>\nوبهذا الإسناد أيضا: عن عمرو بن دينار، عن ابن أبي مليكة، عن يعلى بن\nمملك، عن أم الدرداء، عن أبي الدرداء رضي الله عنه، قال: قال رسول الله صلى\nالله عليه وسلم: «إن\n</p>\n\n<h1 class='l1' id='head35'>الله عز وجل يبغض الفاحش البذئ»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head36'>19 - </h1>\n\n<p>\nأخبرنا حمد، وأبو بكر، وأبو غالب، ونوشروان، قالوا: أنبا ابن ربذة، أنبا\nالطبراني، ثنا محمد بن عبد الله الحضرمي، ثنا أبو بكر، وعثمان ابنا أبي\nشيبة، قالا: ثنا سفيان بن عيينة، عن عمرو بن دينار، عن ابن أبي مليكة، عن\nيعلى بن مملك، عن أم الدرداء، عن أبي الدرداء رضي الله عنه، قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head37'>: «من أعطي حظه من الرفق فقد أعطي حظه من الخير، ومن منع حظه من الرفق منع حظه من </h1>\n\n<p>\nالخير» .\n</p>\n\n<p>\nعمرو بن دينار وابن أبي مليكة من مشهوري التابعين، غير أن يعلى لا أعرف\nله رواية عن صحابي، وأم الدرداء هي الصغرى تابعية، وأم الدرداء الكبرى\nصحابية توفيت على عهد رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>20 - </h1>\n\n<p>\nأخبرنا أبو المواهب أحمد بن محمد بن عبد الملك الوراق، ببغداد بقراءتي\nعليه، أنبا أبو محمد الحسن بن علي الجوهري، بقراءة أبي بكر الخطيب، عليه\nسنة ست وأربعين، أنبا أبو الحسين محمد بن المظفر بن موسى الحافظ، ثنا أبو\nبكر محمد بن محمد بن سليمان الباغندي، ثنا أبو بكر، وعثمان ابنا أبي شيبة،\nوالعباس بن يزيد، قالوا: أنبا سفيان بن عيينة، عن يحيى بن سعيد، عن أبي بكر\nبن محمد بن عمرو بن حزم، عن عمر بن عبد العزيز، عن أبي بكر بن عبد الرحمن\nبن الحارث بن هشام، عن <span id='ms10'></span> أبي هريرة رضي الله عنه، قال\n</p>\n\n<h1 class='l1' id='head39'>: «سجدنا مع رسول الله صلى الله عليه وسلم في إذا السماء انشقت»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head40'>21 - </h1>\n\n<p>\nقال الباغندي: ثنا إسحاق بن موسى الأنصاري، ومحمد بن عبد الله، والعباس\nبن يزيد، قالوا: ثنا ابن عيينة، عن يحيى بن سعيد، عن أبي بكر بن محمد بن\nعمرو بن حزم، عن عمر بن عبد العزيز، عن أبي بكر بن عبد الرحمن بن الحارث بن\nهشام، عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head41'>: «من وجد متاعه عند رجل قد أفلس بعينه فهو أحق به» .</h1>\n\n<p>\nيحيى بن سعيد أدرك أسماء، وعمر بن عبد العزيز تابعي أيضا، وأبو بكر بن\nمحمد بن عمرو بن حزم لا أعلم أنه أدرك صحابيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms11'></span>\n</p>\n",
  "pages": [
    "000",
    "001"
  ],
  "volumes": [
    "01"
  ]
}