{
  "content": "\n\n\n#####ENDNOTES#\n\n\n(1) ذكر الامام الزرقاني هذه الأسماء ومنها أسماء أصحاب نسخ الموطأ الأربعة\nعشرة، وقد أتبعنا كل اسم منها بنجمتين * * ومنها الذين ذكرهم القاضي عياض،\nخلاف الأربعة عشرة، وقد أتبعنا كل اسم منها بنجمة *.\n(1) قال الجلال السيوطي: يحيى بن يحيى المذكور، ليس هو صاحب الرواية\nالمشهورة الآن، بل هو يحيى بن يحيى بن بكير ابن عبد الرحمن التميمي الحنظلي\nالنيسابوري، أبو زكريا. مات في صفر سنة ست وعشرين ومائتين. روى عنه البخاري\nومسلم في صحيحيهما.\n<p>\nوأما يحيى بن يحيى صاحب الرواية المشهورة، فهو يحيى بن يحيى بن كثير بن\nوسلاس، أبو محمد الليثي الأندلسي، مات في رجب سنة أربع وثلاثين ومائتين.\n(1) اسم الكتاب (الجامع في الحديث) وقد عثر على معظم هذا الكتاب حديثا في\nمدينة إدفو. وبعد من أقدم المخطوطات العربية في جميع مكاتب ومتاحف العالم،\nإن لم يكن أقدمها جميعا. وهذه النسخة مكتوبة على ورق البردي الذي عرفت به\nمصر منذ القدم. ويرجع تاريخ كتابتها إلى القرن الثالث الهجري (أدب مصر\nالاسلامية. دكتور محمد كامل حسين) ص 39.\n</p>\n\n<p>\nوقد طبع أخيرا بالمعهد الفرنسي بالقاهرة. (محمد كامل حسين).\n</p>\n\n<p>\n(2) صارت إليه رياسة المالكية بمصر إلى أن توفى (أدب مصر الاسلامية.\nدكتور محمد <span id='ms586'></span> كامل حسين) ص 44.\n(1) أدب مصر الاسلامية. دكتور محمد كامل حسين. ص 169.\n(1) اسم الكتاب كاملا (التمهيد لما في الموطأ من المعاني والأسانيد) وهو\nكتاب لم يتقدم أحد إلى مثله. قال فيه الإمام ابن حزم: لا أعلم في الكلام\nعلى فقه الحديث مثله، فكيف أحسن منه؟.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/46\"\ntarget=\"_blank\">سورة الأحقاف ٤٦</a> / 14.\n(1) الديباج ص 17.\n</p>\n\n<p>\n(2) ابن حجر: الإصابة ج‍ 7 ص 141.\n</p>\n\n<p>\n(3) الخزرجي: التذهيب.\n</p>\n\n<p>\n(4) الديباج ص 20.\n</p>\n\n<p>\n(5) نفس المصدر.\n</p>\n\n<p>\n(6) الطبري: تاريخ ج‍ 9 ص 229.\n</p>\n\n<p>\n(7) نفس المصدر.\n</p>\n\n<p>\n(8) نفس المصدر.\n(1) ابن عبد البر: تجريد التمهيد ص 116.\n</p>\n\n<p>\n(2) ابن القيم: أعلام الموقعين ج‍ 3 ص 84.\n</p>\n\n<p>\n(3) ابن خلكان ج‍ 1 ص 183.\n</p>\n\n<p>\n(4) نفس المصدر.\n</p>\n\n<p>\n(5) أعلام الموقعين ج‍ 3 ص 84.\n</p>\n\n<p>\n(6) ابن عبد البر: تجريد التمهيد ص 34.\n</p>\n\n<p>\n(7) تذكرة الحفاظ ج‍ 1 ص 94. حسن المحاضرة ج‍ 1 ص 162.\n</p>\n\n<p>\n(8) الديباج ص 20.\n</p>\n\n<p>\n(9) ابن خلكان ج 2 ص 151 (10) نفس المصدر.\n</p>\n\n<p>\n(11) ابن عبد البر: التجريد ص 170.\n(1) ابن عبد البر: التجريد ص 24.\n</p>\n\n<p>\n(2) ابن القيم: أعلام الموقعين ج‍ 3 ص 82.\n(1) ابن الأثير: الكامل ج‍ 5 ص 194.\n</p>\n\n<p>\n(2) الطبري: تاريخ ج‍ 9 ص 206.\n</p>\n\n<p>\n(3) الديباج ص 20.\n</p>\n\n<p>\n(4) الديباج ص 28.\n</p>\n\n<p>\n(5) الطبري: التاريخ ج‍ 9 ص 212.\n(1) ابن القيم: أعلام الموقعين ج‍ 3 ص 84.\n</p>\n\n<p>\n(2) نفس المصدر.\n(1) الزواوي: مناقب مالك ص 52.\n</p>\n\n<p>\n(2) الديباج ص 64.\n</p>\n\n<p>\n(3) الديباج ص 25.\n</p>\n\n<p>\n(4) الديباج ص 24.\n(1) الديباج ص 21.\n</p>\n\n<p>\n(2) الديباج ص 23.\n</p>\n\n<p>\n(3) الديباج ص 21.\n(١) السيوطي: <a href=\"/الكتب/905_تنوير-الحوالك\">تنوير الحوالك</a> ج‍ 1 ص\n4.\n</p>\n\n<p>\n(2) الديباج ص 21.\n</p>\n\n<p>\n(3) الطبري: ذيل المذيل ص 107.\n</p>\n\n<p>\n(4) الطبري: ذيل المذيل على 107.\n(١) الديباج ص ٢٥.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/905_تنوير-الحوالك\">تنوير الحوالك</a> ج‍ ١ ص ٦.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/905_تنوير-الحوالك\">تنوير الحوالك</a> ج‍ 1 ص 10.\n</p>\n\n<p>\n(4) ابن خلدون: المقدمة ص 392 (طبعة المطبعة البهية).\n</p>\n\n<p>\n(5) المقري: نفح الطيب ج‍ 1 ص 328\n(كتاب وقوت الصلاة (وقوت) جمع وقت، جمع كثرة، لأنها وأن كانت خمسة، لكن\nلتكررها كل يوم صارت كأنها كثيرة، كقولهم شموس وأقمار، باعتبار ترددهما مرة\nبعد مرة.\n</p>\n\n<p>\n1 - (قال) هو الراوي عن يحيى وهو ابنه عبيد الله الليثي، فقيه قرطبة،\nومسند الأندلس.\n</p>\n\n<p>\n(أخر الصلاة يوما) أي صلاة العصر. (فصلى) أي جبريل الظهر. (ثم صلى)\nالعصر.\n</p>\n\n<p>\n(ثم صلى) المغرب. (ثم صلى) العشاء. (ثم صلى) الصبح. (ثم قال) جبريل.\n</p>\n\n<p>\n(بهذا أمرت) بفتح التاء على المشهور، أي هذا <span id='ms587'></span> الذي أمرت به أن تصليه كل\nيوم وليلة، وروى بالضم، أي هذا الذي أمرت بتبليغه لك.\n2 - (في حجرتها) في بيتها. (قبل أن تظهر) أي ترتفع، يقال ظهر فلان السطح\nإذا علاه، ومنه - فما اسطاعوا أن يظهروه - أي يعلوه:\n</p>\n\n<p>\n3 - (أسفر) انكشف وأضاء. (هأنذا) قال ابن مالك في شرح التسهيل: تفصل هاء\nالتنبيه من اسم الإشارة المجرد، بأنا وأخواتها، كثيرا. كقولك ها نحن، وقوله\nتعالى - ها أنتم هؤلاء تحبونهم -، وقول السائل عن وقت الصلاة، هأنذا. (ما\nبين هذين وقت) يعنى هذين وما بينهما وقت.\n٤ - (إن كان ليصلى) - إن - هي المخففة من الثقيلة، واسمها - ضمير الشأن -\nمحذوف، واللام في ليصلى هي اللام الفارقة الداخلة في خبر إن فرقا بين\nالمخففة والنافية، والكوفيون يجعلونها، أي اللام، بمعنى إلا، و - إن -\nنافية.\n</p>\n\n<p>\n(متلفعات) في <a href=\"/الكتب/41_النهاية\">النهاية</a> اللفاع ثوب يجلل\nبه الجسد كله، كساء كان أو غيره، وتلفع بالثوب إذا اشتمل به، وقال عبد\nالملك بن حبيب في شرح الموطأ: التلفع أن يلقى الثوب على رأسه ثم يلتف به،\nلا يكون الالتفاع إلا بتغطية الرأس، وأخطأ من قال إنه مثل الاشتمال.\n(بمروطهن) جمع مرط، وهي أكسية من صوف أو خز كان يؤتزر بها. وقال ابن حبيب\nفي شرح الموطأ: المرط كساء صوف رقيق خفيف مربع كان النساء في ذلك الزمان\nيأتزرن به، ويلتففن. (ما يعرفن) أهن نساء أم رجال. (من الغلس) - من -\nابتدائية أو تعليلية، والغلس ظلمة الليل يخالطها ظلام الفجر.\n5 - قال أبو السعادات ابن الأثير: وأما تخصيص هاتين الصلاتين بالذكر دون\nغيرهما، مع أن هذا الحكم ليس خاصا بهما، بل يعم جميع الصلوات، فلأنهما طرفا\nالنهار، والمصلى إذا صلى بعض الصلاة وطلعت الشمس أو غربت عرف خروج الوقت.\nفلو لم يبين صلى الله عليه وسلم هذا الحكم، ولا عرف المصلى أن صلاته تجزيه،\nلظن فوات الصلاة وبطلانها بخروج الوقت، وليس كذلك آخر أوقات الصلاة. ولأنه\nنهى عن الصلاة عند الشروق والغروب، فلو لم يبين لهم صحة صلاة من أدرك ركعة\nمن هاتين الصلاتين <span id='ms588'></span>، لظن المصلى أن صلاته فسدت بدخول هذين الوقتين، فعرفهم\nذلك ليزول هذا الوهم.\n</p>\n\n<p>\n6 - (فمن حفظها) أي علم ما لا تتم إلا به من وضوئها وأوقاتها، وما تتوقف\nعليه صحتها وتمامها.\n</p>\n\n<p>\n(وحافظ عليها) أي سارع إلى فعلها في وقتها. (من ضيعها) يريد من أخرها،\nولم يرد أنه تركها.\n</p>\n\n<p>\n(إذا كان الفئ ذراعا) بعد زوال الشمس وهو ميلها إلى جهة المغرب، لما صح\nأنه صلى الله عليه وسلم كان يصلى الظهر الهاجرة، وهي اشتداد الحر في نصف\nالنهار. والفئ ما بعد الزوال من الظل. وسمى فيئا لرجوعه من جانب إلى جانب.\n</p>\n\n<p>\n(بيضاء نقية) لم يتغير لونها ولا حرها. قال مالك في المبسوط: إنما ينظر\nإلى أثرها في الأرض والجدر، ولا ينظر إلى عينها. (الشفق) الحمرة في الأفق\nبعد غروب الشمس. (فمن نام فلا نامت عينه) دعاء عليه بعدم الراحة. (والنجوم\nبادية) أي ظاهرة. (مشتبكة) قال ابن الأثير: اشتبكت النجوم أي ظهرت واختلط\nبعضها ببعض ما ظهر منها.\n7 - (زاغت الشمس) مالت. (نقية) لم تتغير. (قبل أن يدخلها صفرة) بيان لنقية.\n</p>\n\n<p>\n(بادية مشتبكة) مختلط بعضها ببعض لكثرة ما ظهر منها. (من المفصل) أوله\nالحجرات إلى عبس.\n</p>\n\n<p>\n8 - (إلى شطر الليل) أي نصفه.\n</p>\n\n<p>\n(ولا تكن من الغافلين) عن الصلاة.\n9 - (إذا كان ظلك مثلك) أي مثل ظلك. (إذا كان ظلك مثليك) أي مثلي ظلك بغير\nالفئ.\n</p>\n\n<p>\n(ما بينك) أي ما بين وقتك من الغروب. (بغبش) قال الخطابي: الغبش قبل\nالغبس وبعده الغلس وهي كلها في آخر الليل، ويكون الغبش أول الليل.\n</p>\n\n<p>\n10 - قال أبو عمر: معنى الحديث السعة في وقت العصر، وأن الصحابة حينئذ لم\nتكن صلاتهم في فور واحد، لعلمهم بما أبيح لهم من سعة الوقت. وقال النووي:\nقال العلماء كانت منازلهم على ميلين من المدينة، وكانوا يصلون العصر في وسط\nالوقت لأنهم كانوا يشتغلون بأعمالهم وحروثهم وزروعهم وحوائطهم، فإذا فرغوا\nمن أعمالهم تأهبوا للصلاة ثم اجتمعوا لها فتتأخر صلاتهم لهذا المعنى.\n١١ - (قباء) على ثلاثة أميال من المدينة.\n</p>\n\n<p>\n١٢ - (ما أدركت الناس) أي الصحابة، لأنه من <span id='ms589'></span> كبار التابعين. (بعشي) قال في\nالاستذكار، قال مالك: يريد الابراد بالظهر، وقيل أراد بعد تمكن الوقت ومضى\nبعضه، وأنكر صلاته أثر الزوال، وفى <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>:\n</p>\n\n<p>\nالعشى ما بعد الزوال إلى الغروب، وقيل إلى الصباح.\n</p>\n\n<p>\n13 - (طنفسة) بساط له خمل رقيق، وقيل بساط صغير، وقيل حصير من سعف أو دوم\nعرضه ذراع، وقيل قدر عظم الذراع. (الغربي) صفة لجدار.\n</p>\n\n<p>\n(الضحاء) بفتح الضاد والمد وهو اشتداد النهار، مذكر، وأما بالضم والقصر\nفعند طلوع الشمس مؤنث، أي أنهم كانوا يقيلون في غير الجمعة قبل الصلاة وقت\nالقائلة، ويوم الجمعة يشتغلون بالغسل وغيره عن ذلك، فيقيلون، بعد صلاتها،\nالقائلة التي يقيلونها في غير يومها قبل الصلاة، وقال في الاستذكار أي أنهم\nيستدركون ما فاتهم من النوم وقت قائلة الضحاء على ما جرت به عادتهم.\n١٤ - (بملل) بوزن جمل، موضع بين مكة والمدينة على سبعة عشر ميلا من\nالمدينة، وقال بعضهم على ثمانية عشر ميلا، وقال ابن وضاح على اثنين وعشرين\nميلا. (للتهجير) أي <a href=\"/الكتب/211_صلاة-الجمعة\">صلاة الجمعة</a> وقت\nالهاجرة وهي انتصاف النهار بعد الزوال.\n١٩ - (ميلها) أي وقت الزوال:\n</p>\n\n<p>\n٢٠ - (إذا جاء الفئ) وهو رجوع الظل عن المغرب إلى المشرق، وذلك من\nالزوال، ومنتهاه الغروب.\n</p>\n\n<p>\nوهذه الآية، وهي قوله تعالى - أقم الصلاة لدلوك الشمس إلى غسق الليل\nوقرآن الفجر - إحدى الآيات التي جمعت الصلوات <a\nhref=\"/الكتب/481_الخمس\">الخمس</a>. فدلوك الشمس إشارة للظهرين، وغسق\nالليل، العشاءين، وقرآن الفجر، إلى صلاة الصبح.\n</p>\n\n<p>\n21 - (كأنما وتر أهله وماله) قال ابن عبد البر: معناه عند أهل الفقه\nواللغة أنه كالذي يصاب بأهله وماله إصابة يطلب بها وترا، والوتر الجناية\nالتي يطلب ثأرها، فيجتمع عليه غمان: غم المصيبة وغم مقاساة طلب الثأر. ولذا\nقال وتر، ولم يقل مات.\n٢٢ - (ما حبسك) أي ما منعك. (عن صلاة العصر) أي مع الجماعة. (طففت) أي نقصت\nنقسك حظها من الاجر لتأخرك عن <a href=\"/الكتب/430_صلاة-الجماعة\">صلاة\nالجماعة</a>، والتطفيف لغة الزيادة على العدل، والنقصان منه.\n</p>\n\n<p>\n32 - (وما فاته وقتها) لكونه صلاها فيه. (ولما فاته من <span id='ms590'></span> وقتها) أوله أو\nأوسطه. (في المغرب) أي في أفق المغرب.\n24 - (فلم يقض الصلاة) حين أفاق.\n</p>\n\n<p>\n25 - (قفل) رجع. والقفول الرجوع من السفر، ولا يقال لمن سافر مبتدئا قفل،\nإلا القافلة، تفاؤلا.\n</p>\n\n<p>\n(أسرى) سار ليلا، يقال سرى وأسرى لغتان. (عرس) التعريس نزول المسافر آخر\nالليل للنوم والاستراحة، ولا يسمى نزول أول الليل تعريسا. (اكلا) أي احفظ\nوأرقب. (الصبح) بحيث إذا طلع توقظنا.\n</p>\n\n<p>\n(مقابل الفجر) أي مواجه الجهة التي يطلع منها.\n</p>\n\n<p>\n(حتى ضربتهم الشمس) أي أصابهم شعاعها وحرها. (ففزع رسول الله صلى الله\nعليه وسلم) أي انتبه وقام.\n</p>\n\n<p>\n(أخذ بنفسي الذي أخذ بنفسك) أي إن الله استولى بقدرته علي، كما استولى\nعليك مع منزلتك، ويحتمل أن المراد، النوم غلبني كما غلبك، ومعناه قبض نفسي\nالذي قبض نفسك. (اقتادوا) أي ارتحلوا.\n</p>\n\n<p>\n(فبعثوا رواحلهم) أي أثاروها لتقوم. (واقتادوا شيئا) قليلا.\n26 - (يهدئه) قال ابن عبد البر: أهل الحديث يروون هذه اللفظة بلا همز،\nوأصلها عند أهل اللغة الهمز. وقال في المطالع: هو بالهمز أي يسكنه وينومه.\nمن هدأت الصبي إذا وضعت يدك عليه لينام، أي حركته.\n27 - (بالهاجرة) هي نصف النهار عند اشتداد الحر. (فيح جهنم) أي من سعة\nانتشارها وتنفسها، ومنه مكان أفيح أي متسع وهذا كناية عن شدة استعارها.\nوظاهره أن مثار وهج الحر في الأرض من فيحها حقيقة.\n</p>\n\n<p>\nوقيل هو من مجاز التشبيه أي كأنه نار جهنم في الحر فاجتنبوا ضرره.\n(فأبردوا) أي أخروا إلى أن يبرد الوقت، يقال أبرد إذا دخل في البرد، وأظهر\nإذا دخل في الظهيرة، ومثله في المكان أنجد وأتهم إذا دخل نجدا وتهامة.\n</p>\n\n<p>\n(عن الصلاة) أي بالصلاة، و - عن - تأتي بمعنى الباء، كرميت عن القوس أي\nبه. (بنفسين) تثنية نفس، وهو ما يدخل في الجوف ويخرج منه من الهواء، فشبه\nالخارج من حرارتها وبردها إلى الدنيا بالنفس الخارج من جوف الحيوان.\n28 - (أبردوا) الابراد - انكسار الوهج والحر. وهو من الابراد، الدخول في\nالبرد. وقيل معناه صلوها في أول وقتها، من برد النهار، وهو أوله. (عن\nالصلاة) أي صلاة الظهر، لأنها <span id='ms591'></span> التي يشتد الحر غالبا في أول وقتها. (وذكر)\nأي النبي صلى الله عليه وسلم. فهو بالاسناد المذكور، وقد أفرده مسلم من\nطريق آخر عن أبي هريرة.\n</p>\n\n<p>\n(فأذن بها في كل عام بنفسين: نفس في الشتاء ونفس في الصيف) قال عياض: قيل\nمعناه أنها إذا تنفست في الصيف قوى لهب تنفسها حر الشمس، وإذا تنفست في\nالشتاء دفع حرها شدة البرد إلى الأرض.\n30 - (من أكل من هذه الشجرة) يعنى الثوم. وفيه مجاز. لان المعروف لغة، أن\nالشجر ماله ساق.\n</p>\n\n<p>\nوما لا ساق له، فنجم. وبه فسر ابن عباس - والنجم والشجر يسجدان -. (جبذ\nالثوب) الجبذ، لغة في الجذب، وقيل هو مقلوب.\n(كتاب الطهارة) 1 - (بوضوء) بفتح الواو، هو ما يتوضأ به. (فأفرغ) صب.\n(استنثر) فيه إطلاق الاستنثار على الاستنشاق لأنه يستلزمه، بلا عكس، وقال\nالنووي: الذي عليه جمهور أهل اللغة وغيرهم أن الاستنشاق غير الاستنثار.\nمأخوذ من النثرة، وهي طرف الأنف. فالاستنشاق إيصال الماء إلى داخل الانف،\nوجذب بالنفس إلى أقصاه. والاستنثار اخراج الماء من الانف بعد الاستنشاق.\n(إلى المرفقين) تثنية مرفق بكسر الميم وفتح الفاء، وبفتح الميم وكسر الفاء،\nلغتان مشهورتان. وهو العظم الناتئ في آخر الذراع، سمى به لأنه يرتفق به في\nالاتكاء ونحوه. وذهب جمهور العلماء إلى دخولهما في غسل اليدين. (فأقبل بهما\nوأدبر) قال القاضي عياض:\n</p>\n\n<p>\nقيل معناه أقبل إلى جهة قفاه ورجع. وقيل المراد أدبر وأقبل، والواو لا\nتقتضي رتبة، قال: وهذا أولى.\n</p>\n\n<p>\n(ثم غسل رجليه) أي إلى الكعبين. والكعبان هما العظمان الناتئان عند مفصل\nالساق والقدم، من كل رجل.\n2 - (لينثر) نثر الرجل وانتثر واستنثر، إذا حرك النثرة في الطهارة، وهي طرف\nالأنف. وقال عياض:\n</p>\n\n<p>\nهو من النثر وهو الطرح. وهو هنا طرح الماء الذي تنشق منه، قبل، ليخرج ما\nتعلق به من قذر الانف.\n</p>\n\n<p>\n(استجمر) الاستجمار هو المسح بالجمار، وهي الأحجار الصغار، ومنه سميت\nجمار الرمي.\n</p>\n\n<p>\n(فليوتر) أي اجعلها فردا، إما واحدة أو ثلاثة أو خمسة.\n</p>\n\n<p>\n3 - (فليستنثر) بأن يخرج ما في أنفه بعد الاستنشاق لما فيه من <span id='ms592'></span> تنقية مجرى\nالنفس.\n</p>\n\n<p>\n4 - (من غرفة واحدة) في الست مرات. (أنه لا بأس بذلك) أي يجوز، وإن كان\nالأفضل خلافه.\n</p>\n\n<p>\n5 - (فدعا بوضوء) أي بما يتوضأ به.\n</p>\n\n<p>\n(أسبغ الوضوء) إسباغه هو إبلاغه مواضعه، وإيفاء كل عضو حقه. (ويل) هلكة\nوخيبة. وورد مرفوعا في صحيح ابن حبان، من حديث أبي سعيد (ويل واد في جهنم).\nقال الحافظ: وجاز الابتداء بالنكرة لأنه دعاء. (للأعقاب) جمع عقب، وهو مؤخر\nالقدم.\n6 - (يتوضأ) يتطهر. (لما تحت إزاره) كناية عن موضع الاستنجاء تأدبا. أي أنه\nبالماء أفضل منه بالحجر.\n</p>\n\n<p>\n7 - (أو بحضرة ذلك) أي بقربه. فإن بعد، بأن جفت، أعاد المنسى وحده، فيغسل\nوجهه ولا يعيد غسل ذراعيه.\n</p>\n\n<p>\n8 - (ليس عليه أن يعيد صلاته) لأنهما من سنن الوضوء. فما على تاركهما،\nولو عمدا، إعادة.\n9 - (في وضوئه) أي في الماء الذي في الاناء المعد للوضوء.\n</p>\n\n<p>\n10 - (إلى المرافق) أي معها، كما بينته السنة. (وامسحوا برءوسكم) أي\nرؤوسكم كلها بالماء، فزيدت الباء لتفيد ممسوحا به. (إلى الكعبين) أي معهما،\nكما بينته السنة.\n11 - (رعاف) خروج الدم من الانف. (دم) خرج من الجسد، ولو بحجامة وفصد.\n</p>\n\n<p>\n(حدث يخرج من ذكر) وهو البول والمذي، والمنى في بعض أحواله. (أو دبر) وهو\nالغائط والريح، ولو بلا صوت. (أو نوم) ثقيل.\n</p>\n\n<p>\n12 - (البحر) هو الملح. (الطهور) البالغ في الطهارة. (الحل) الحلال.\n</p>\n\n<p>\n13 - (فأصغى) أمال. (أنظر إليه) نظر المنكر أو المتعجب. (ليست بنجس) وصف\nبالمصدر فيستوى فيه المذكر والمؤنث. (من الطوافين عليكم) أي الذين\nيداخلونكم ويخالطونكم. (أو الطوافات) شك من الراوي، أو تنويع. أي ذكورها من\nذكور من يطوف، وإناثها من الإناث. (لا بأس به) أي يجوز الوضوء بما شربت\nمنه.\n١٤ - (هل ترد حوضك السباع) للشرب منه، فنمتنع عنه.\n</p>\n\n<p>\n(لا تخبرنا) واتركنا على <a href=\"/الكتب/1371_اليقين\">اليقين</a>\nالأصلي، الذي لا يزول بالشك العارض. (فإنا نرد على السباع وترد علينا) أي\nأنه أمر لا بد منه. وهي طاهرة، لا ينجس الماء بشربها منه.\n15 - (إن) مخففة من الثقيلة، واسمها ضمير الشأن، أي إنه. (ليتوضؤون جميعا)\nقال الرافعي:\n</p>\n\n<p>\nيريد، كل رجل مع امرأته، وأنهما <span id='ms593'></span> كانا يأخذان من إناء واحد. وكذلك ورد في\nبعض الروايات. قال السيوطي:\n</p>\n\n<p>\nما تكلم على هذا الحديث أحد أحسن من الرافعي، فلقد خلط فيه جماعة. وأقول\nأنا: هذا ما فهمه الامام البخاري من هذا الحديث بدليل أنه ترجم له (باب\nوضوء الرجل مع امرأته).\n17 - (يقلس) القلس والقلس ما خرج من الجوف ملء الفم أو دونه، وليس بقئ. فإن\nعاد فهو القئ.\n</p>\n\n<p>\n18 - (حنط) أي طيب بالحنوط، وهو كل شئ خلط من الطيب للميت خاصة.\n</p>\n\n<p>\n19 - (ثم صلى ولم يتوضأ) هذا نص في أن لا وضوء مما مست النار.\n20 - (الصهباء) موضع أسفل خيبر، أي طرفها مما يلي المدينة. (بالأزواد) جمع\nزاد، وهو ما يؤكل في السفر. (السويق) الناعم من دقيق الحنطة والشعير. (ثرى)\nبل بالماء، لما لحقه من اليبس.\n24 - (ثم صلى ولم يتوضأ) هؤلاء الخلفاء الأربع، الذين رويت عنهم هذه\nالأحاديث الأربعة، قد فعلوا ذلك بعد النبي صلى الله عليه وسلم. فدل على نسخ\nالوضوء مما مست النار. وقد قال مالك: إذا جاء عن النبي صلى الله عليه وسلم\nحديثان مختلفان، وعمل أبو بكر وعمر بأحدهما، دل على أن الحق ما عملا به.\n</p>\n\n<p>\n26 - قال ابن عبد البر، عند هذا الحديث: مرسلات مالك كلها صحيحة مسندة.\n</p>\n\n<p>\n(أعراقية) أي أبالعراق استفدت هذا العلم، وتركت عمل أهل المدينة المتلقى\nعن النبي صلى الله عليه وسلم؟.\n٢٧ - (الاستطابة) طلب الطيب. قال أهل اللغة: الاستطابة الاستنجاء. يقال\nاستطاب وأطاب إطابة أيضا. لان المستنجى تطيب نفسه بإزالة الخبث عن المخرج.\nوهي والاستنجاء والاستجمار بمعنى واحد، إلا أن الاستجمار لا يكون إلا\nبالأحجار، والآخران يكونان بالماء ويكونان بالأحجار.\n</p>\n\n<p>\n٢٨ - (المقبرة) بتثليث الباء، والكسر أقلها. موضع القبور. (دار قوم\nمؤمنين) نصب على <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a>، أو النداء\nالمضاف، والأول أظهر. ويصح الجر على البدل من الكاف والميم في - عليكم -.\n</p>\n\n<p>\nوالمراد بالدار على هذين الوجهين الأخيرين الجماعة، أو أهل الدار. وعلى\nالأول مثله، أو المنزل.\n</p>\n\n<p>\n(وإنا إن شاء الله بكم لاحقون) قال الامام النووي وغيره: للعلماء، في\nإتيانه بالاستثناء، مع أن الموت <span id='ms594'></span> لا شك فيه، أقوال، أظهرها أنه ليس للشك\nوإنما هو للتبرك، وامتثال أمر الله فيه. قال أبو عمر بن عبد البر:\n</p>\n\n<p>\nالاستثناء قد يكون في الواجب، لا شكا. كقوله تعالى - لتدخلن المسجد\nالحرام إن شاء الله - ولا يضاف الشك إلى الله. (قد رأيت إخواننا) في الحياة\nالدنيا، ويحتمل تمنى لقائهم بعد الموت. (بل أنتم أصحابي) لم ينف بذلك\nأخوتهم ولكن ذكر مزيتهم الزائدة بالصحبة، واختصاصهم بها. فهؤلاء إخوة\nصحابة، والذين لم يأتوا إخوة ليسوا بصحابة. (فرطهم) يريد أنه يتقدمهم إليه،\nويجدونه عنده. يقال فرطت القوم، إذا تقدمتهم لترتاد لهم الماء وتهيئ لهم\nالدلاء والرشاء. وافترط فلان ابنا له، أي تقدم له ابن. وقيل معناه أنا\nأمامكم وأنتم ورائي، لأنه يتقدم أمته شافعا وعلى الحوض. (أرأيت) أي أخبرني.\n(غر) جمع أغر، ذو غرة، وهي بياض في جبهة الفرس. (محجلة) من التحجيل، وهو\nبياض في ثلاثة قوائم من قوائم الفرس، وأصله من الحجال، وهو الخلخال. (دهم)\nجمع أدهم، والدهمة السواد. (بهم) جمع بهيم، قيل هو الأسود أيضا، وقيل الذي\nلا يخالط لونه لون سواه، سواء كان أسود أو أبيض أو أحمر، بل يكون لونه\nخالصا.\n</p>\n\n<p>\n(بلى) حرف إيجاب، يرفع حكم النفي ويوجب نقيضه أبدا. (غرا) أصل الغرة لمعة\nبيضاء في جبهة الفرس، ثم استعملت في الجمال والشهرة وطيب الذكر، والمراد\nهنا النور الكائن في وجوه أمته صلى الله عليه وسلم.\n</p>\n\n<p>\n(محجلين) من التحجيل، والمراد النور أيضا.\n</p>\n\n<p>\n(وأنا فرطهم) متقدمهم السابق. (لا يذادن) لا يطردن. أي لا يفعلن أحد فعلا\nيذاد به عن حوضي.\n</p>\n\n<p>\n(البعير) يطلق على الذكر والأنثى من الإبل. بخلاف الجمل، فإنه الذكر.\nكالانسان والرجل.\n</p>\n\n<p>\n(الضال) الذي لا رب له فيسقيه.\n</p>\n\n<p>\n(هلم) يستوى فيه الجمع والمفرد والمذكر والمؤنث، ومنه - والقائلين\nلإخوانهم هلم إلينا - أي تعالوا (بدلوا بعدك) قيل معناه غيروا سنتك. قال\nابن عبد البر: كل من أحدث في الدين ما لا يرضاه الله فهو من المطرودين عن\nالحوض. وأشدهم من خالف جماعة المسلمين، كالخوارج والروافض وأصحاب الأهواء.\nوكذلك الظلمة المسرفون <span id='ms595'></span> في الجور وطمس الحق، المعلنون بالكبائر. فكل هؤلاء\nيخاف عليهم أن يكونوا ممن عنوا بهذا الخبر.\n</p>\n\n<p>\n(فسحقا) بسكون الحاء وضمها، لغتان. أي بعدا. وهو منصوب على تقدير ألزمهم\nالله سحقا، أو سحقهم سحقا.\n29 - (المقاعد) هي مصاطب حول المسجد. وقيل حجارة بقرب دار عثمان يقعد عليها\nمع الناس. قال عياض:\n</p>\n\n<p>\nولفظها يقتضى أنها مواضع جرت العادة بالقعود فيها. (فآذنه) أعلمه. (لولا\nأنه في كتاب الله ما حدثتكموه) قال في الفتح: إن النون تصحيف من بعض رواته،\nنشأ من زيادة مسلم والموطأ - في كتاب الله - ورواه البخاري (لولا آية ما\nحدثتكموه). (الصلاة الأخرى) أي التي تليها. (أراه) أي أظن عثمان.\n</p>\n\n<p>\n(يريد هذه الآية أقم الصلاة) في الصحيحين عن عروة أن الآية - إن الذين\nيكتمون ما أنزلنا من البينات والهدى - 2 / البقرة / 159 - والمعنى لولا آية\nتمنع من كتمان شئ من العلم ما حدثتكم به. وهذا هو الصحيح.\n</p>\n\n<p>\nلان عروة، راوي الحديث، ذكره بالجزم فهو أولى. أي لان مالكا ظنه.\n30 - (خرجت الخطايا من فيه) قال عياض: ذكر خروج الخطايا استعارة لحصول\nالمغفرة عند ذلك.\n</p>\n\n<p>\nلا أن الخطايا في الحقيقة شئ يحل في الماء، أي لأنها ليست بأجسام، ولا\nكائنة في أجسام، فتخرج حقيقة.\n</p>\n\n<p>\n(استنثر) استفعل، أخرج ماء الاستنشاق. (أشفار عينيه) قال ابن قتيبة:\nوالعامة تجعل أشفار العين الشعر، وهو غلط. وإنما الأشفار حروف العين التي\nينبت عليها الشعر، والشعر الهدب.\n</p>\n\n<p>\n(أظفار) جمع ظفر، بضمتين، على أفصح لغاته. (نافلة) أي زيادة له في الاجر،\nعلى خروج الخطايا وغفرانها.\n31 - (بطشتها) أي عملتها. والبطش الاخذ بعنف. وبطشت اليد إذا عملت فهي\nباطشة، وبابه ضرب.\n</p>\n\n<p>\n(مشتها رجلاه) أي مشى لها بهما، أو مشت فيها. قال تعالى - كلما أضاء لهم\nمشوا فيه - فالضمير يرجع إلى خطيئة، ونصب بنزع الخافض. أو هو مصدر أي مشت\nالمشية رجلاه. (نقيا) أي نظيفا.\n</p>\n\n<p>\n32 - (وحانت) قربت. (وضوءا) أي ما يتوضؤون به. (منه) أي من ذلك الاناء.\n</p>\n\n<p>\n(ينبع) بضم الباء، ويجوز كسرها وفتحها. أي يخرج. (حتى توضئوا من عند\nآخرهم) حتى للتدريج و - من - للبيان. أي <span id='ms596'></span> توضأ الناس حتى توضأ الذين هم عند\nآخرهم. وهو كناية عن جميعهم. و - عند - بمعنى - في -. لان - عند - وإن كانت\nللظرفية الخاصة، لكن المبالغة تقتضي أن تكون لمطلق الظرفية، فكأنه قال:\n</p>\n\n<p>\nالذين هم في آخرهم. قال عياض: نبع الماء رواه الثقات من العدد الكثير\nوالجم الغفير عن الكافة، متصلة بالصحابة. وكان ذلك في مواطن اجتماع الكثير\nمنهم في المحافل، ومجامع العساكر. ولم يرد عن أحد منهم إنكار على راوي ذلك،\nفهذا النوع ملحق بالقطعي من معجزاته.\n33 - (ما دام يعمد إلى الصلاة) أي ما دام مستمرا على ما يقصد. (فلا يسع) أي\nلا يسرع ولا يعجل في مشيته، بل يمشي على هينته لئلا يخرج عن الوقار المشروع\nفي إتيان الصلاة. (كثرة الخطى) جمع خطوة، وفيه فضل الدار البعيدة عن\nالمسجد.\n</p>\n\n<p>\n34 - (إنما ذلك وضوء النساء) يريد أن الاستجمار بالحجارة يجزى الرجل.\nوإنما يكون، أي يتعين، الاستنجاء بالماء للنساء. وهذا لا يراه مالك ولا\nأكثر أهل العلم.\n36 - (استقيموا ولن تحصوا) أي لا تزيغوا وتميلوا عما سن لكم وفرض عليكم،\nوليتكم تطيقون ذلك.\n</p>\n\n<p>\nأو استقيموا على الطريق الحسنى، وسددوا وقاربوا، فإنكم لن تطيقوا الإحاطة\nفي الاعمال، ولابد للمخلوق من تقصير وملال. (إلا مؤمن) أي كامل الايمان.\n</p>\n\n<p>\n37 - قال الباجي: يحتمل أن يأخذ الماء بأصبعين من كل يد، فيمسح بهما\nأذنيه، نحو حديث ابن عباس، أن باطن الاذنين يمسح بالسبابة وظاهرهما\nبالابهام.\n41 - (ذهب لحاجته) أي لقضاء حاجة الانسان. (تبوك) مكان بينه وبين المدينة\nمن جهة الشام أربع عشرة مرحلة، وبينها وبين دمشق إحدى عشرة مرحلة. (الجبة)\nما قطع من الثياب مشمرا. قاله في المشارق.\n46 - (رعف) كنصر ومنع وكرم وعنى وسمع: خرج من أنفه الدم، رعفا ورعافا.\nوالرعاف أيضا الدم بعينه. (فبنى) أي على ما صلى.\n50 - (يفتله) يحركه.\n</p>\n\n<p>\n51 - (يثعب دما) قال ابن الأثير أي يجرى.\n٥٣ - (فلينضح) أي ليغسله. قال في <a href=\"/الكتب/41_النهاية\">النهاية</a>:\nيرد النضح بمعنى الغسل والإزالة، وأصل الرشح. ويطلق على الرش.\n54 - (الخريزة) تصغير خرزة، الجوهرة.\n</p>\n\n<p>\n57 - (ما تحت ثوبك) أي إزارك، أو سروالك.\n67 - (من الجنابة <span id='ms597'></span>) أي بسببها. (على جلده كله) أي على بدنه.\n</p>\n\n<p>\n68 - (الفرق) بفتحتين عند جميع الرواة. أما مقداره فقال سفيان بن عيينة:\nالفرق ثلاثة آصع. قال النووي:\n</p>\n\n<p>\nوكذلك قال الجماهير. وقيل صاعان.\n69 - (فأفرغ) أي صب الماء. (مضمض) بيمينه. (واستنثر) بشماله، بعد ما استنشق\nبيمينه.\n</p>\n\n<p>\n(ونضح) أي رش الماء.\n</p>\n\n<p>\n70 - (لتحفن) الفعل كضرب، والحفنة ملء اليدين من الماء. (ولتضغث) قال ابن\nالأثير:\n</p>\n\n<p>\nالضغث معالجة شعر الرأس باليد عند الغسل، كأنها تخلط بعضه ببعض، ليدخل\nفيه الغسول والماء.\n</p>\n\n<p>\n71 - (إذا مس الختان) أي موضع القطع من الذكر. (الختان) أي موضعه من فرج\nالأنثى، وهو مشاكلة، لأنه إنما سمى خفاضا، لغة.\n72 - (الفروج) فرخ الدجاج. (الديكة) بزنة عنبة، جمع ديك. ويجمع على ديوك.\nذكر الدجاج.\n</p>\n\n<p>\n73 - (الرجل يصيب أهله) يجامع حليلته. (يكسل) قال ابن الأثير: أكسل الرجل\nإذا جامع ثم أدركه فتور فلم ينزل. ومعناه صار ذا كسل.\n74 - (نزع) أي كف وأقلع ورجع.\n</p>\n\n<p>\n76 - (جنابة من الليل) أي في الليل. كقوله - من يوم الجمعة - أي فيه.\n</p>\n\n<p>\n77 - (إذا أصاب أحدكم المرأة) أي جامعها. من - أصاب بغيته - أي نالها.\n80 - (الجرف) بضم الجيم والراء، على ثلاثة أميال من المدينة من جانب الشام.\n(قد احتلم) أي رأى في ثوبه أثر الاحتلام، وهو المنى. (ما شعرت) بفتحتين، أي\nما علمت. (ونضح) أي رش.\n</p>\n\n<p>\n(بعد ارتفاع الضحى متمكنا) أي في الارتفاع.\n</p>\n\n<p>\n82 - (الودك) بفتحين، دسم اللحم والشحم، وهو ما يتحلب من ذلك. (وعاد\nلصلاته) أي أعادها لبطلانها. وفى إعادته وحده، دون من صلى خلفه، دليل على\nأن لا إعادة على من صلى خلف جنب أو محدث إذا لم يعلموا، وكان الامام ناسيا.\nفإن كان عالما بطلت صلاتهم.\n83 - (عرس) نزل آخر الليل للاستراحة. (ربما احتلم) رأى أنه يجامع. (ولا يرى\nشيئا) أي منيا. (ويرى) المنى في ثوبه. (ولا يحتلم) لا يرى أنه يجامع.\n84 - (أف لك) قال الباجي: قولها أف لك، على معنى الانكار لقولها والاغلاظ\nعليها، لما أخبرت به عن النساء. وقال القاضي عياض: أف لك، أي استحقارا لك.\nوهي كلمة تستعمل في الاستحقار والاستقذار.\n</p>\n\n<p>\nوأصل آلاف وسخ الأظفار <span id='ms598'></span>. (تربت يمينك) قال النووي: في هذه اللفظة خلاف\nكثير منتشر جدا، للسلف والخلف، من الطوائف كلها. والأصح الأقوى الذي عليه\nالمحققون في معناها أن أصلها افتقرت. ولكن العرب اعتادت استعمالها غير\nقاصدة حقيقة معناها، فيقولون: تربت يداك، وقاتله الله ما أشجعه، ولا أم له،\nولا أب له، وثكلته أمه، وويل أمه، وما أشبه هذا، عند إنكار الشئ، أو الزجر\nعنه، أو الذم عليه، أو استعظامه، أو الحث عليه، أو الاعجاب به. (الشبه)\nبفتح الشين والباء، وبكسر الشين وسكون الباء. أي شبه الابن لاحد أبويه أو\nلأقاربه.\n</p>\n\n<p>\n85 - (لا يستحيي من الحق) أي لا يأمر بالحياء فيه، أو لا يمتنع من ذكره\nامتناع المستحيي. والمعنى أن الحياء لا ينبغي أن يمنع من طلب الحق ومعرفته.\n</p>\n\n<p>\n(إذا رأت الماء) أي المنى، بعد الاستيقاظ.\n٨٦ - (لا بأس) لا يجوز.\n</p>\n\n<p>\n٨٨ - (الخمرة) قال الطبري: مصلى صغير يعمل من سعف النخل، سمى بذلك لسترها\nالوجه والكفين من حر الأرض وبردها. فإن كانت كبيرة سميت حصيرا. وزاد في <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>: ولا يكون خمرة إلا في هذا المقدار،\nوسميت خمرة لان خيوطها مستورة بسعفها. وقال الخطابي: هي السجادة التي يسجد\nعليها المصلى، سميت خمرة لأنها تغطي الوجه. (حيض) جمع حائض.\n89 - (بالبيداء) الشرف الذي قدام ذي الحليفة من طريق مكة. (بذات الجيش)\nموضع على بريد من المدينة، وبينها وبين العقيق سبعة أميال. (على التماسه)\nأي لأجل طلبه. (حبست) منعت.\n</p>\n\n<p>\n(فقال ما شاء الله أن يقول) فقال حبست الناس في قلادة، وفى كل مرة تكونين\nعناء وبلاء على الناس.\n</p>\n\n<p>\n(خاصرتي) أي الشاكلة. وخصر الانسان وسطه. (فأنزل الله تعالى آية التيمم)\nقال ابن العربي:\n</p>\n\n<p>\nهذه معضلة ما وجدت لدائها من دواء. لأنا لا نعلم أي الآيتين عنت عائشة.\nوقال ابن بطال: هي آية النساء أو المائدة. وقال القرطبي هي آية النساء، لان\nآية المائدة تسمى آية الوضوء، وآية النساء لا ذكر للوضوء فيها.\n</p>\n\n<p>\nوأورد الواحدي، في أسباب النزول، هذا الحديث، عند ذكر آية النساء. وقال\nالحافظ - في الفتح - وخفى على <span id='ms599'></span> الجميع ما ظهر للبخاري أنها آية المائدة، بلا\nتردد. لرواية عمرو بن الحارث، عن عبد الرحمن بن القاسم عند البخاري في\nالتفسير، إذ قال فيها: فنزلت آية - يا أيها الذين آمنوا إذا قمتم إلى\nالصلاة - الآية. واستدل به على أن الوضوء كان واجبا قبل نزول الآية، ولذا\nاستعظموا نزولهم على غير ماء.\n</p>\n\n<p>\n(فبعثنا البعير) أي أثرناه. (الذي كنت عليه) أي حالة السير.\n90 - (بالمربد) بكسر الميم وسكون الراء وموحدة مفتوحة، على ميل أو ميلين من\nالمدينة.\n</p>\n\n<p>\n92 - (صعيدا) الصعيد وجه الأرض، كان عليه تراب أو لم يكن. وإنما سمى\nصعيدا لأنه نهاية ما يصعد إليه من الأرض. (طيبا) طاهرا. (سبخة) أرض مالحة\nلا تكاد تنبت. وإذا وصفت الأرض قلت أرض سبخة، بكسر الموحدة، أي ذات سباخ.\n93 - (لتشد عليها إزارها) ما تأتزر به في وسطها. (ثم شأنك) أي دونك.\n(بأعلاها) استمتع به إن شئت. وجعل المئزر قطعا للذريعة.\n94 - (مضطجعة) نائمة على جنبها.\n</p>\n\n<p>\n(مالك) أي شئ حدث لك حتى وثبت. (نفست) بفتح النون وكسر الفاء، أي حضت.\nوأما الولادة فبضم النون. وأصله خروج الدم وهو يسمى نفسا. (مضجعك) موضع\nضجوعك.\n</p>\n\n<p>\n95 - (على أسفلها) أي ما بين سرتها وركبتها. (يباشرها) بالعناق ونحوه.\nفالمراد بالمباشرة. هنا التقاء البشرتين، لا الجماع.\n٩٧ - (بالدرجة) جمع درج. والمراد وعاء أو خرقة. وفى <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>: هو كالسفط الصغير تضع فيه المرأة خف\nمتاعها وطيبها. (الكرسف) القطن. واخترن القطن لبياضه، ولأنه ينشف الرطوبة\nفيظهر فيه من آثار الدم ما لا يظهر في غيره. (القصة البيضاء) ماء أبيض\nيدفعه الرحم عند انقطاع الحيض. قال مالك:\n</p>\n\n<p>\nسألت النساء عنه فإذا هو أمر معلوم يرينه عندهن عند الطهر.\n102 - (أرجل) أمشط، والترجيل: تسريح الشعر وتنظيفه.\n</p>\n\n<p>\n103 - (أرأيت) استفهام بمعنى الامر، اشتراكهما في الطلب. أي أخبرني.\nوحكمة العدول سلوك الأدب. ويجب لهذه التاء، إذا لم تتصل بها الكاف، ما يجب\nلها مع سائر الأفعال من تذكير وتأنيث وتثنية وجمع. (فلتقرصه) ومعناه تأخذ\nالماء وتغمزه بإصبعها للغسل. وقال النووي: معناه تقطعه بأطراف الأصابع مع\nالماء ليتحلل. (لتنضحه) أي <span id='ms600'></span> تغسله. قال القرطبي: المراد به الرش، لان غسل\nالدم استفيد من قوله - تقرصه -، وأما النضح فهو لما شكت فيه من الثوب.\n104 - (لا أطهر) أي لا ينقطع عنى الدم. (أفأدع الصلاة) أي أتركها. (عرق)\nيسمى بالعاذل (فإذا ذهب قدرها) أي قدر الحيضة على ما قدره الشرع، أو على ما\nتراه المرأة باجتهادها، أو على ما تقدم من عادتها في حيضتها.\n١٠٥ - (تهراق الدماء) قال الفيومي في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: راق الماء والدم وغيره ريقا، من\nباب باع، انصب.\n</p>\n\n<p>\nويتعدى بالهمزة، فيقال أراقه صاحبه، والفاعل مريق والمفعول مراق. وتبدل\nالهمزة هاء فيقال هراقه، والأصل هريقه، وزان دحرجه، ولهذا تفتح الهاء من\nالمضارع فيقال يهريقه، كما تفتح الدال من - يدحرجه -. ووافقه المجد على\nذلك. (خلفت) أي تركت أيام الحيض الذي كانت تعهده وراءها. (لتستثفر) أي تشد\nفرجها.\n</p>\n\n<p>\n(بثوب) خرقة عريضة، بعد أن تحتشى قطنا. وتوثق طرفي الخرقة في شئ تشده على\nوسطها، فيمنع بذلك سيل الدم. مأخوذ من ثفر الدابة، الذي يجعل تحت ذنبها.\nوقيل مأخوذ من الثفر، وهو الفرج. وإن كان أصله للسباع، فاستعير لغيرها. (ثم\nلتصلى) بإثبات الياء، للاشباع.\n</p>\n\n<p>\nوفيه، أن حكم المستحاضة حكم الطاهرة، في الصلاة وغيرها كصيام واعتكاف\nوقراءة ومس مصحف وحمله وسجود تلاوة وسائر العبادات. وهذا أمر مجمع عليه.\n</p>\n\n<p>\n106 - (زينب بيت جحش) ليست هي أم المؤمنين وإنما هي أم حبيبة. وأما أختها\nأم المؤمنين فلم يكن اسمها الأصلي زينب، وإنما كان اسمها برة، فغيره النبي\nصلى الله عليه وسلم. (كانت تستحاض) الاستحاضة دم غالب ليس بالحيض. واستحيضت\nالمرأة، فهي مستحاضة، مبنيا للمفعول.\n107 - (من طهر إلى طهر) وقت انقطاع الحيض. وروى (من ظهر إلى ظهر) ومعناه\nعند ابن العربي أنه، إذا سقط لأجل المشقة اغتسالها لكل صلاة، فلا أقل من\nالاغتسال مرة في كل يوم عند الظهر، في وقت دف ء النهار، وذلك للتنظيف.\n109 - (فأتبعه إياه) إي أتبع رسول الله صلى الله عليه وسلم، البول الذي على\nالثوب، الماء، بصبه عليه.\n</p>\n\n<p>\n110 - (حجره) بفتح الحاء على الأشهر، وتكسر وتضم. وهو <span id='ms601'></span> الحضن. (فنضحه) صب\nالماء عليه. والنضح لغة، يقال للرش ولصب الماء أيضا. (ولم يغسله) أي لم\nيعركه.\n</p>\n\n<p>\n111 - (بذنوب) هو الدلو ملأى بالماء، قاله الخليل. وقال ابن فارس: الدلو\nالعظيمة. وقال ابن السكيت: فيها ماء قريب من المل ء. ولا يقال لها، وهي\nفارغة، ذنوب.\n112 - (يتوضؤن من الغائط) يغسلون الدبر.\n</p>\n\n<p>\n113 - (فاغتسلوا) استنانا مؤكدا.\n</p>\n\n<p>\n(وعليكم بالسواك) أي ألزموه، لتأكد استحبابه.\n114 - (أشق) أثقل. يقال: شققت عليه، إذا أدخلت عليه المشقة. (لأمرتهم\nبالسواك) أي باستعماله.\n1 - (خشبتين) هما الناقوس، وهو خشبة طويلة، تضرب بخشبة أصغر منها، فيخرج\nمنهما صوت.\n</p>\n\n<p>\n2 - (النداء) أي الأذان. سمى به لأنه نداء إلى الصلاة، ودعاء إليها.\n3 - (النداء) الأذان. (الصف الأول) قال ابن عبد البر. لا أعلم خلافا أن من\nبكر وانتظر الصلاة، وإن لم يصل في الصف الأول، أفضل ممن تأخر وصلى في الصف\nالأول. (يستهموا) يقترعوا.\n</p>\n\n<p>\n(عليه) أي على ما ذكر من الامرين، ليشمل الأذان والصف. (لاستهموا)\nاقترعوا. ومنه قوله تعالى - فساهم فكان من المدحضين - قال الخطابي وغيره:\nقيل له استهام لأنهم كانوا يكتبون أسماءهم على سهام إذا اختلفوا في شئ. فمن\nخرج اسمه غلب. (التهجير) أي التبكير إلى الصلوات، أي صلاة كانت.\n</p>\n\n<p>\nوحمله الخليل والباجي وغيرهما على ظاهره. فقالوا: المراد الاتيان إلى\nصلاة الظهر في أول الوقت. لان التهجير مشتق من الهاجرة وهي شدة الحر نصف\nالنهار، وهو أول وقت الظهر. وإلى ذلك مال البخاري.\n</p>\n\n<p>\n(لاستبقوا إليه) قال ابن أبي جمرة: المراد الاستباق معنى، لا حسا. لان\nالمسابقة على الاقدام، حسا، تقتضي السرعة في المشي، وهو ممنوع منه.\n(العتمة) العشاء. (والصبح) قال الباجي: خص هاتين الصلاتين بذلك لان السعي\nإليهما أشق من غيرهما. (حبوا) أي مشيا على اليدين والركبتين. أو على\nمقعدته.\n</p>\n\n<p>\n4 - (ثوب) قال النووي: معناه أقيمت. وسميت الإقامة تثويبا لأنها دعاء إلى\nالصلاة بعد الدعاء بالأذان.\n</p>\n\n<p>\nمن قولهم ثاب، إذا رجع. (تسعون) تمشون بسرعة. (وعليكم السكينة) ضبطه\nالقرطبي بالنصب على الاغراء. والنووي بالرفع على أنها جملة في موضع الحال.\n</p>\n\n<p>\n(ما كان) أي مدة كونه. (يعمد) يقصد.\n5 - (والبادية) أي <span id='ms602'></span> لأجل الغنم. لان محبها يحتاج إلى إصلاحها بالمرعى، وهو\nالغالب يكون في البادية، وهي الصحراء التي لا عمارة فيها. (في غنمك أو\nباديتك) يحتمل أن - أو - شك من الراوي.\n</p>\n\n<p>\nوأنها للتنويع. لان الغنم قد لا تكون في البادية. وقد يكون في البادية\nحيث لا غنم. (فأذنت بالصلاة) أي أعلمت بوقتها. (مدى) أي غاية.\n</p>\n\n<p>\n6 - (إذا نودي للصلاة) أي لأجلها. (حتى إذا ثوب بالصلاة) المراد\nبالتثويب، هنا، الإقامة.\n</p>\n\n<p>\n(يخطر) بكسر الطاء، كما ضبطه القاضي عياض عن المتقنين. وقال: انه الوجه.\nومعناه يوسوس. وأصله من خطر البعير بذنبه، إذا حركه فضرب به فخذيه. قال:\nوسمعناه من أكثر الرواة بضم الطاء، ومعناه المرور. أي يدنو منه فيمر بينه\nوبين قلبه، فيشغله عما هو فيه. (بين المرء ونفسه) أي قلبه.\n</p>\n\n<p>\n(لما لم يكن يذكر) أي لشئ لم يكن على ذكره قبل دخوله في الصلاة. (حتى يظل\nالرجل) ومعناه في الأصل اتصاف المخبر عنه بالخبر نهارا. لكنها هنا بمعنى\nيصير أو يبقى. (إن يدرى) بكسر همزة - إن - النافية بمعنى - لا -.\n7 - (يفتح لهما أبواب السماء) أي فيهما، أو من أجل فضيلتهما. (وقل داع ترد\nعليه دعوته) إخبار بأن الإجابة في هذين الوقتين هي الأكثر. وأن رد الدعاء\nفيهما يندر، ولا يكاد يقع. وقال السيوطي: بل - قل - هنا للنفي المحض، كما\nهو أحد استعمالاتها. قال ابن مالك في التسهيل وغيره: ترد - قل - للنفي\nالمحض، فترفع الفاعل متلوا بصفة مطابقة له. نحو قل رجل يقول ذلك. وقل رجلان\nيقولان ذلك. وهي من الأفعال التي منعت التصرف. (حضرة النداء للصلاة) أي\nالأذان. (الصف في سبيل الله) أي في قتال الكفار، لإعلاء كلمة الله.\n</p>\n\n<p>\n(إلا ما أدركت الناس عليه) وهو شفع الأذان. لما في البخاري عن أنس قال:\nأمر بلال أن يشفع الأذان، ويوتر الإقامة. (فإني لم أسمع في ذلك بحد يقام\nله) وما في الصحيحين عن أبي قتادة قال صلى الله عليه وسلم (إذا أقيمت\nالصلاة فلا تقوموا حتى تروني خرجت) فهو نهى عن القيام قبل خروجه، وتسويغ له\nعند <span id='ms603'></span> رؤيته. وهو مطلق غير مقيد بشئ من ألفاظ الإقامة.\n10 - (ألا صلوا في الرحال) جمع رحل، وهو المنزل والمسكن. قال الرافعي: وقد\nسمى ما يستصحبه الانسان في سفره من الأثاث رحلا.\n</p>\n\n<p>\n11 - (لا يزيد على الإقامة في السفر) لأنه لا معنى للتأذين إلا ليجتمع\nالناس. والمسافر سقطت عنه الجمعة، فكذا الجماعة.\n13 - (بأرض فلاة) بزنة حصاة. لا ماء فيها. والجمع فلا كحصى، وجمع الجمع\nأفلاء مثل سبب وأسباب.\n</p>\n\n<p>\n14 - (ينادى) أي يؤذن. (بليل) أي فيه.\n16 - (حذو) أي مقابل. (منكبيه) تثنية منكب. وهو مجمع عظم العضد والكتف.\n</p>\n\n<p>\n(سمع الله لمن حمده) قال العلماء: معنى - سمع - هنا، أجاب. ومعناه أن من\nحمده متعرضا لثوابه استجاب الله له وأعطاه ما تعرض له. فإنا نقول - ربنا لك\nالحمد - لتحصيل ذلك. (ربنا ولك الحمد) قال العلماء، الرواية بثبوت الواو\nأرجح، وهي زائدة. وقيل عاطفة على محذوف، أي حمدناك. وقيل هي واو الحال.\nقاله ابن كثير، وضعف ما عداه. (وكان لا يفعل ذلك) أي رفع يديه.\n17 - (كلما خفض) للركوع والسجود. (ورفع) رأسه من السجود. لا من الركوع،\nلأنه كان يقول سمع الله لمن حمده.\n</p>\n\n<p>\n19 - (يصلى لهم) أي لأجلهم إماما. (والله إني لأشبهكم بصلاة رسول الله\nصلى الله عليه وسلم) قال الرافعي: هذه الكلمة مع الفعل المأتي به نازلة\nمنزلة حكاية فعله صلى الله عليه وسلم.\n21 - (كلما خفضنا) أي هبطنا للركوع والسجود. (ورفعنا) من السجود.\n٢٥ - (لا تزغ قلوبنا) تملها عن الحق بابتغاء تأويله الذي لا يليق بنا، كما\nزاغت قلوب أولئك.\n</p>\n\n<p>\n(من لدنك) من عندك.\n</p>\n\n<p>\n٢٦ - (يقرأ في الأربع جميعا، في كل ركعة بأم <a\nhref=\"/الكتب/1_القرآن\">القرآن</a> وسورة من <a\nhref=\"/الكتب/1_القرآن\">القرآن</a>) هذا لم يوافقه عليه مالك ولا الجمهور.\nبل كرهوا قراءة شئ بعد الفاتحة في الأخريين وثالثة المغرب. لما في الصحيحين\nوغيرهما عن أبي قتادة أن النبي صلى الله عليه وسلم كان يقرأ في الظهر في\nالأوليين بأم <a href=\"/الكتب/1_القرآن\">القرآن</a> وسورتين. وفى الركعتين\nالآخريين بأم الكتاب..\n</p>\n\n<p>\nالحديث.\n٢٨ - (القسي) ثياب مضلعة، أي مخططة بالحرير، كانت تعمل بالقس، موضع <span id='ms604'></span> بمصر\nيلي الفرما. قاله الباجي.\n</p>\n\n<p>\nوقال ابن الأثير: هي ثياب من كتان مخلوط بحرير، يؤتى بها من مصر، نسبت\nإلى قرية على ساحل البحر قريبا من تنيس، يقال لها القس.\n</p>\n\n<p>\n٢٩ - (ولا يجهر بعضكم على بعض ب<a href=\"/الكتب/1_القرآن\">القرآن</a>)\nلان فيه أذى، ومنعا من الاقبال على الصلاة، وتفريغ السر لها، وتأمل ما\nيناجي به ربه من <a href=\"/الكتب/1_القرآن\">القرآن</a>. وإذا منع رفع الصوت\nب<a href=\"/الكتب/1_القرآن\">القرآن</a> حينئذ لأذى المصلين، فبغيره من\nالحديث وغيره، أولى.\n31 - (بالبلاط) بزنة سحاب، موضع بالمدينة، بين المسجد والسوق. مبلط.\n</p>\n\n<p>\n32 - (فيغمزني) يشير إلى.\n34 - (لقد كان يقوم) أي إلى الصلاة، يبتدئها.\n</p>\n\n<p>\n35 - (يرددها) أي يكررها.\n٣٧ - (حتى تعلم سورة) أي تعلم من حالها ما لم تكن تعلمه قبل ذلك. وإلا فقد\nكان عالما بالسورة، وحافظا لها. (ما أنزل الله في التوراة ولا في الإنجيل\nولا في <a href=\"/الكتب/1_القرآن\">القرآن</a> مثلها) قال ابن عبد البر:\nيعنى في جمعها لمعاني الخير. لان فيها الثناء على الله بالحمد الذي هو له\nحقيقة. لان كل خير منه. وإن حمد غيره، فإليه يعود الحمد. وفيها التعظيم له،\nوأنه الرب للعالم أجمع. ومالك الدنيا والآخرة. المعبود المستعان. وفيها\nالدعاء إلى الهدى ومجانبة من ضل. والدعاء باب العبادة. فهي أجمع سورة\nللخير. (السورة) أي علمني السورة.\n</p>\n\n<p>\n(وهي السبع المثاني) المذكورة في قوله تعالى - وآتيناك سبعا من المثاني -\nفالمراد السبع الآي. لأنها سبع آيات. وسميت مثاني لأنها تثنى في كل ركعة،\nأي تعاد. (و<a href=\"/الكتب/1_القرآن\">القرآن</a> العظيم الذي أعطيت) مبتدأ\nوخبر.\n</p>\n\n<p>\nأي هو الذي أعطيته.\n٣٨ - (فلم يصل) لأنه ترك ركنا من الصلاة. وفيه وجوبها في كل ركعة. (إلا\nوراء الامام) فقد صلى. ففيه أنها لا تجب على المأموم.\n</p>\n\n<p>\n(بأم <a href=\"/الكتب/1_القرآن\">القرآن</a>) هي الفاتحة، لأنها أصله، أو\nلتقدمها عليه كأنها تؤمه. أو لاشتمالها على المعاني التي فيه من الثناء على\nالله، والتعبد بالأمر والنهى، والوعد والوعيد، وذكر الذات والصفات والفعل،\nو<a href=\"/الكتب/4704_المبدأ-والمعاد\">المبدأ والمعاد</a> والمعاش، بطريق\nالاجمال. (فهي خداج) أي ذات <span id='ms605'></span> خداج، أي نقصان. يقال خدجت الناقة إذا ألقت\nولدها قبل أوان النتاج، وإن كان تام الخلق. وأخدجته إذا ولدته ناقصا، وإن\nكان لتمام الولادة. وقال جماعة من أهل اللغة: خدجت وأخدجت إذا ولدت لغير\nتمام. (اقرأ بها في نفسك) أي بتحريك اللسان بالتكلم، وإن لم يسمع نفسه.\n(قسمت الصلاة) قال العلاء: أراد بالصلاة هنا الفاتحة، لأنها لا تصح إلا\nبها. كقوله (الحج عرفة) والمراد قسمتها من جهة المعنى. لان نصفها الأول\nتحميد لله وتمجيد وثناء عليه وتفويض إليه. والنصف الثاني سؤال وتضرع\nوافتقار. (فنصفها لي) خاصة. وهو الثلاث آيات - الحمد لله رب العالمين.\nالرحمن الرحيم.\n</p>\n\n<p>\nمالك يوم الدين -. (ونصفها لعبدي) وهو من - اهدنا، إلى آخرها. و - إياك\nنعبد وإياك نستعين - بينه وبين عبده.\n</p>\n\n<p>\n(مالك يوم الدين) أي الجزاء وهو يوم القيامة. (فهذه بيني وبين عبدي) الذي\nلله منها - إياك نعبد - والذي للعبد منها - وإياك نستعين -. (فهؤلاء لعبدي)\nأي هؤلاء الآيات مختصة به، لأنها دعاؤه بالتوفيق إلى صراط من أنعم عليه،\nوالعصمة من صراط المغضوب عليهم والضالين. (ولعبدي ما سأل) من <a\nhref=\"/الكتب/4_الهداية\">الهداية</a> وما بعدها.\n٤٣ - (فحسبه) أي كافيه.\n</p>\n\n<p>\n٤٤ - (آنفا) أي قريبا.\n</p>\n\n<p>\n(مالي أنازع <a href=\"/الكتب/1_القرآن\">القرآن</a>) هو بمعنى التثريب\nواللوم لمن فعل ذلك. أي إذا جهرت بالقراءة، فإن قرأتم ورائي فكأنما\nتنازعوني <a href=\"/الكتب/1_القرآن\">القرآن</a> الذي أقرأ، ولكن أنصتوا.\nومعنى منازعتهم له أن لا يفردوه بالقراءة ويقرؤوا معه.\n</p>\n\n<p>\nمن التنازع، بمعنى التجاذب.\n44 - (إذا أمن الامام فأمنوا) قال الباجي: الأظهر عندنا أن معنى (أمن\nالامام) قال آمين. كما أن معنى (فأمنوا) قولوا آمين. إلا أن يعدل عن هذا\nالظاهر بدليل.\n46 - (فوافقت إحداهما الأخرى) أي وافقت كلمة تأمين أحدكم كلمة تأمين\nالملائكة في السماء.\n</p>\n\n<p>\n48 - (بالحصباء) صغار الحصى.\n</p>\n\n<p>\n(بأصبعه التي تلي الابهام) هي السبابة. قال الباجي: فيه أن معنى الإشارة\nدفع السهو، وقمع الشيطان الذي يوسوس. وقيل إن الإشارة هنا معناها التوحيد.\n</p>\n\n<p>\n(تربع وثنى رجليه) قال الباجي: التربع ضربان. أحدهما أن يخالف بين رجليه\nفيضع رجله اليمنى تحت ركبته اليسرى: ورجله <span id='ms606'></span> اليسرى تحت ركبته اليمنى.\nوالثاني أن يتربع ويثنى رجليه في جانب واحد، فتكون رجله اليسرى تحت فخذه\nوساقه اليمنى، ويثنى رجله اليمنى فتكون عند أليته اليمنى. ويشبه أن تكون\nهذه التي عابها.\n٥٣ - (التحيات) جمع تحية ومعناها السلام أر البقاء أو العظمة أو السلامة من\nالآفات والنقص، أو الملك، ومعنى (التحيات لله) أي أنواع الثناء والتعظيم\nله. (الزاكيات) هي صالح الاعمال التي يزكو لصاحبها الثواب في الآخرة.\n(الطيبات) أي ما طاب من القول، وحسن أن يثنى به على الله، دون ما لا يليق\nبصفاته مما كان الملوك يحيون به. (الصلوات) هي <a\nhref=\"/الكتب/481_الخمس\">الخمس</a>، أو ما هو أعم من <a\nhref=\"/الكتب/1879_الفرائض\">الفرائض</a> والنوافل، في كل شريعة.\n</p>\n\n<p>\nأو العبادات كلها. أو <a href=\"/الكتب/47_الدعوات\">الدعوات</a>. أو\nالرحمة.\n</p>\n\n<p>\nوقيل: التحيات العبادات القولية. والطيبات الصدقات المالية. والصلوات\nالعبادات الفعلية.\n</p>\n\n<p>\n(ورحمة الله) أي إحسانه.\n57 - (فإنما ناصيته بيد شيطان) قال الباجي: معناه الوعيد لمن فعل ذلك.\nوإخبار أن ذلك من فعل الشيطان به.\n</p>\n\n<p>\nوأن انقياده له، وطاعته إياه، في المبادرة بالخفض والرفع قبل إمامه،\nانقياد من كانت ناصيته بيده. والناصية شعر مقدم الرأس.\n59 - (كل ذلك لم يكن) أي لم أنس ولم تقصر. قال أصحاب المعاني: لفظ (كل) إذا\nتقدم على النفي كان نافيا لكل فرد، لا للمجموع.\n</p>\n\n<p>\n60 - (من اثنتين) أي من ركعتين.\n62 - (فليصلي) كذا بالياء، للاشباع. (ترغيم) أي إغاظة وإذلال.\n</p>\n\n<p>\n63 - (فليتوخ) أي يتحرى.\n67 - (خميصة) كساء رقيق مربع، ويكون من خز أو صوف. وقيل لا تسمى بذلك إلا\nأن تكون سوداء مظلمة. سميت خميصة للينها ورقتها، وصغر حجمها إذا طويت.\nمأخوذ من الخمص، وهو ضمور البطن. وفى التمهيد: الخميصة كساء رقيق، قد يكون\nبعلم، وبغير علم، وقد يكون أبيض معلما. وقد يكون أصفر وأحمر وأسود. وهي من\nلباس أشراف العرب.\n</p>\n\n<p>\n(فكاد يفتنني) أي يشغلني عن خشوع الصلاة. وفيه أن الفتنة لم تقع. فإن\n(كاد) تقتضي القرب وتمنع الوقوع.\n68 - (أنبجانية) كساء غليظ لا علم له.\n</p>\n\n<p>\n69 - (في حائطه) أي بستانه. (دبسي) قال ابن عبد البر: طائر يشبه اليمامة.\nوقيل <span id='ms607'></span> هو اليمامة نفسها.\n70 - (والنخل قد ذللت) أي مالت الثمرة بعراجينها، لأنها عظمت وبلغت حد\nالنضج.\n</p>\n\n<p>\n(مطوقة) أي مستديرة. فطوق كل شئ ما استدار به.\n1 - (فلبس) أي خلط.\n</p>\n\n<p>\n3 - (أهم في صلاتي) أي أتوهم أنى نقصتها ركعة مثلا، مع غلبة ظني بالتمام.\n1 - (فكأنما قرب بدنة) أي تصدق بها. متقربا إلى الله تعالى.\n</p>\n\n<p>\n2 - (محتلم) بالغ.\n</p>\n\n<p>\n3 - (انقلبت) أي رجعت. (فما زدت على أن توضأت) أي لم أشتغل بشئ، بعد أن\nسمعت النداء، إلا بالوضوء. (أيضا) مصدر آض يئيض أي عاد ورجع. أي ألم يكفك\nأن فاتك فضل المبادرة إلى الجمعة حتى أضفت إليه ترك الغسل؟\n5 - (لا يجزى) أي لا يكفي.\n</p>\n\n<p>\n(معجلا) أي ذاهبا لها قبل الزوال. (أو مؤخرا) أي رائحا لها في الوقت\nالمطلوب.\n6 - (فقد لغوت) قال الباجي: معناه المنع من الكلام. واللغو ردئ الكلام\nومالا خير فيه.\n8 - (من الحظ) النصيب من الاجر. (فاعدلوا الصفوف) أي سووها.\n</p>\n\n<p>\n9 - (فحصبهما) أي رماهما بالحصباء.\n12 - (رعف) رعف الرجل رعفا ورعافا، من بابي نصر ومنع، أي خرج الدم من أنفه.\n15 - (لا يوافقها) أي لا يصادفها، وهو أعم من أن يقصد لها، أو يتفق وقوع\nالدعاء فيها.\n</p>\n\n<p>\n(وأشار بيده يقللها) قال الزين بن المنير: الإشارة لتقليلها، هو الترغيب\nفيها والحض عليها. ليسارة وقتها وغزارة فضلها.\n</p>\n\n<p>\n16 - (الطور) قال الباجي: هو، لغة، كل جبل، إلا أنه في الشرع، جبل بعينه،\nوهو الذي كلم فيه موسى. وهو الذي عنى أبو هريرة. (وفيه تقوم الساعة) أي\nالقيامة، (مصيخة) مستمعة، مصغية.\n</p>\n\n<p>\n(شفقا) خوفا. (بصرة بن أبي بصرة الغفاري) المحفوظ أن الحديث لوالده. ولذا\nقال ابن عبد البر:\n</p>\n\n<p>\nالصواب (فلقيت أبا بصرة) قال: والغلط من يزيد، لا من مالك. (لا تعمل\nالمطي) أي لا تسير ويسافر عليها. (إلا إلى ثلاثة مساجد) استثناء مفرغ، أي\nإلى موضع للصلاة فيه إلا لهذه الثلاثة. وليس المراد أنه لا يسافر أصلا إلا\nلها. (لا تضن) أي لا تبخل. (فهو في صلاة) أي في حكمها.\n17 - (مهنته) قال ابن الأثير: أي بذلته وخدمته. والرواية بفتح الميم، وقد\nتكسر. قال الزمخشري:\n</p>\n\n<p>\nوالكسر عند <span id='ms608'></span> الاثبات خطأ. (إلا ادهن) أي استعمل الدهن، لإزالة شعث الشعر\nبه.\n</p>\n\n<p>\n(حراما) أي محرما، بحج أو عمرة.\n</p>\n\n<p>\n18 - (الحرة) أرض ذات حجارة سود، كأنها أحرقت بالنار، بظاهر المدينة.\n20 - (طبع الله على قلبه) أي ختم عليه وغشاه ومنعه ألطافه، فلا يصل إليه شئ\nمن الخير. أو جعل فيه الجهل والجفاء والقسوة. أو صير قلبه قلب منافق.\nوالطبع، بسكون الباء، الختم. وبالتحريك، الدنس.\n</p>\n\n<p>\nوأصله الوسخ يغشى السيف، ثم استعمل فيما يشبه ذلك من الآثام والقبائح.\n1 - (أن تفرض عليكم) أي صلاة الليل، فتعجزوا عنها.\n</p>\n\n<p>\n2 - (من غير أن يأمر بعزيمة) قال النووي: معناه لا يأمرهم أمر إيجاب\nوتحتيم، بل أمر ندب وترغيب.\n</p>\n\n<p>\n(إيمانا واحتسابا) قال النووي: معنى (إيمانا) تصديقا بأنه حق، معتقدا\nأفضليته. ومعنى (احتسابا) أي يريد به الله وحده، طلبا لثواب الآخرة، لا\nلرياء ونحوه.\n</p>\n\n<p>\n(والامر على ذلك) أي ترك الجماعة في صلاة التراويح.\n3 - (أوزاع) أي جماعات. (متفرقون) نعت لفظي للتأكيد، مثل نفخة واحدة. لان\n(الأوزاع) الجماعات المتفرقة، لا واحد له من لفظه. وذكر ابن فارس والجوهري\nوالمجد أن (الأوزاع) الجماعات. ولم يقولوا (متفرقين). فعليه، يكون النعت\nللتخصيص. أراد أنهم كانوا يتنفلون في المسجد بعد صلاة العشاء متفرقين.\n</p>\n\n<p>\n(الرهط) ما بين الثلاثة إلى العشرة. (فجمعهم على أبي بن كعب) أي جعله\nإماما لهم.\n</p>\n\n<p>\n(بصلاة قارئهم) أي إمامهم.\n</p>\n\n<p>\n(والتي تنامون عنها أفضل) قال ابن حجر: هذا تصريح منه بأن الصلاة في آخر\nالليل أفضل من أوله.\n4 - (إلا في فروع الفجر) قال عياض: أي أوائله، وأول ما يبدو ويرتفع منه.\n</p>\n\n<p>\n6 - (يلعنون الكفرة في رمضان) في قنوت الوتر، اقتداء بدعائه صلى الله\nعليه وسلم، في القنوت، على رعل وذكوان وبنى لحيان، الذين قتلوا أصحابه ببئر\nمعونة.\n٧ - (فنستعجل الخدم بالطعام) أي للسجور. (عن دبر) قال الفيومي: دبر الرجل\nعبده تدبيرا، إذا أعتقه بعد موته. وأعتق عبده عن دبر، أي بعد دبر. (يقرأ\nلها <a href=\"/الكتب/1_القرآن\">القرآن</a>) أي يصلى لها إماما.\n1 - (عن رجل عنده رضا) قال في الأساس: وهذا شئ رضا، أي مرضي 2 - (غمزني) أي\nطعن بأصبعه في <span id='ms609'></span> لأقبض رجلي من قبلته. (والبيوت يومئذ) قال ابن عبد البر:\nقولها (يومئذ) تريد (حينئذ) إذ المصابيح إنما تتخذ في الليالي دون الأيام.\nوهذا مشهور في لسان العرب. يعبر باليوم عن الحين، كما يعبر به عن النهار.\n3 - (فيسب نفسه) أي يدعو عليها.\n</p>\n\n<p>\n4 - (سمع امرأة من الليل تصلى) أي سمع ذكر صلاتها. (لا يمل حتى تملوا)\nقال ابن عبد البر: أي أن من مل من عمل قطع عنه جزاءه. فعبر عنه بالملال،\nلأنه بحذائه، وجواب له. فهو لفظ خرج على مثال لفظ.\n</p>\n\n<p>\nوالعرب تفعل ذلك، إذا جعلوه جوابا له أو جزاء ذكروه مثل لفظه، وإن كان\nمخالفا له في المعنى. كقوله تعالى (وجزاء سيئة سيئة مثلها) (فمن اعتدى\nعليكم فاعتدوا عليه بمثل ما اعتدى عليكم) (ومكروا ومكر الله) و (نحن\nمستهزئون الله يستهزئ بهم) و (يكيدون كيدا وأكيد كيدا). وهذا بناء على أن\n(حتى) على بابها في انتهاء الغاية.\n</p>\n\n<p>\nوجنح بعضهم إلى تأويلها، فقيل معناه: لا يمل الله إذا مللتم. وهو مستعمل\nفي كلام العرب. يقولون لا أفعل كذا حتى يبيض القار، وحتى يشيب الغراب. ومنه\nقولهم في البليغ: لا ينقطع حتى ينقطع خصومه. لأنه لو انقطع حين ينقطعون لم\nيكن له عليهم مزية. (اكلفوا) أي خذو وتحملوا. (من العمل) أي عمل البر، من\nصلاة وغيرها. (مالكم به) أي بالمداومة عليه. (طاقة) قوة. فمنطوقه الامر\nبالاقتصار على ما يطاق من العبادة، ومفهومه النهى عن تكليف ما لا يطاق.\n6 - (يكره النوم قبل العشاء) لما فيه من تعريضها للفوات. (والحديث بعدها)\nلمنعه من صلاة الليل.\n8 - (يوتر فيها بواحدة) قال الفيومي. والوتر الفرد. ووترت الصلاة وأوترتها\nجعلتها وترا.\n</p>\n\n<p>\n9 - (فلا تسأل عن حسنهن وطولهن) أي أنهن في نهاية من كمال الحسن والطول،\nمستغنيات بظهور ذلك عن السؤال عنه. (إن عيني تنامان ولا ينام قلبي) لان\nالقلب إذا قويت حياته لا ينام إذا نام البدن، ولا يكون ذلك إلا للأنبياء.\n10 - (إذا سمع النداء) أي الأذان.\n</p>\n\n<p>\n11 - (الوسادة) ما يوضع عليه الرأس للنوم، (يمسح النوم عن وجهه بيده) أي <span id='ms610'></span>\nيمسح بيده عينيه.\n</p>\n\n<p>\nمن إطلاق اسم الحال على المحل. لان المسح إنما يقع على العين، والنوم لا\nيمسح. أو المراد يمسح أثر النوم، من إطلاق السبب على المسبب. (العشر الآيات\nالخواتم من سورة آل عمران) أولها (إن في خلق السماوات والأرض) إلى آخر\nالسورة. (شن معلق) الشن قربة خلقة من أدم. وذكر الوصف باعتبار لفظه، أو\nالأدم، أو الجلد، أو السقاء أو الوعاء. (فقمت إلى جنبه) أي الأيسر.\n</p>\n\n<p>\n(فوضع رسول الله صلى الله عليه وسلم يده اليمنى على رأسي) قال ابن عبد\nالبر. يعنى أنه أداره فجعله عن يمينه.\n</p>\n\n<p>\n(يفتلها) أي يدلكها.\n(ثم أوتر) أي بواحدة.\n</p>\n\n<p>\n12 - (لأرمقن) أصله النظر إلى الشئ شزرا، نظر العداوة. واستعير هنا لمطلق\nالنظر. وعدل عن الماضي فلم يقل رمقت، استحضارا لتلك الحالة الماضية،\nليقررها للسامع أبلغ تقرير. أي لأنظرن.\n</p>\n\n<p>\n(فتوسدت عتبته) أي عتبة بابه. أي جعلتها كالوسادة، بوضع رأسي عليها.\n(فسطاطه) هو البيت من الشعر.\n19 - (السماء مغيمة) غامت السماء إذا أطبق بها السحاب. وأغامت وغيمت\nوتغيمت، مثله.\n31 - (أصلاتان معا، أصلاتان معا) قال ابن عبد البر: هذا إنكار منه صلى الله\nعليه وسلم لذلك الفعل. فلا يجوز لاحد أن يصلى في المسجد شيئا من النوافل\nإذا قامت المكتوبة.\n1 - (الفذ) أي المنفرد.\n</p>\n\n<p>\n3 - (فيحطب) أي يجمع. (أخالف إلى رجال) أي آتيهم من خلفهم. قال الجوهري:\nخالف إلى فلان أي أتاه إذا غاب عنه. والمعنى أخالف الفعل الذي أظهرت من\nإقامة الصلاة فأتركه وأسير إليهم.\n</p>\n\n<p>\nأو أخالف ظنهم في أنى مشغول بالصلاة عن قصدي إليهم. أو معنى (أخالف)\nأتخلف عن الصلاة إلى قصد المذكورين. (أو مرماتين) بكسر الميم، وقد تفتح.\nالواحدة مرماة. قال الخليل. هي ما بين ظلفي الشاة من اللحم. (حسنتين) أي\nمليحتين.\n6 - (فشكر الله له) أي رضى فعله وقبل منه. (المطعون) الميت بالطاعون، وهو\nغدة كغدة البعير تخرج في الآباط والمراق. (المبطون) الميت بمرض البطن أو\nالاستسقاء أو الاسهال. (والغرق) الميت بالغرق.\n</p>\n\n<p>\n(صاحب الهدم) الميت تحته. (والشهيد) الذي قتل في سبيل الله. (إلا أن\nيستهموا) أي يقترعوا <span id='ms611'></span> (التهجير) البدار إلى الصلاة أول وقتها وقبله،\nوانتظارها. (لاستبقوا إليه) استباقا معنويا، لا حسيا.\n</p>\n\n<p>\nلاقتضائه سرعة المشي، وهو ممنوع. (العتمة) العشاء. (والصبح) أي ثواب\nصلاتهما في جماعة.\n7 - (من شهد العشاء) أي صلاها في جماعة. (من شهد الصبح) أي صلاها في جماعة.\n11 - (فإن له سهم جمع) قال ابن وهب: أي يضعف له الاجر، فيكون له سهمان منه.\n14 - (حذاءه) أي محاذيا له عن يمينه، لأنه موقف المأموم الواحد.\n</p>\n\n<p>\n15 - (العقيق) موضع معروف بالمدينة.\n16 - (فصرع) أي سقط عن الفرس. (فجحش) أي خدش. وقيل الجحش فوق الخدش، والخدش\nقشر الجلد. (ليؤتم به) ليقتدى به ويتبع. ومن شأن التابع أن لا يسبق متبوعه\nولا يساويه. ولا يتقدم عليه في موقفه، بل يراقب أحواله، ويأتي على أثره\nبنحو فعله. ومقتضى ذلك أن لا يخالفه في شئ من الأحوال.\n</p>\n\n<p>\n(أجمعون) تأكيد لضمير الفاعل في قوله (فصلوا).\n20 - (من وعكها) قال أهل اللغة: الوعك لا يكون إلا من الحمى، دون سائر\nالأمراض.\n</p>\n\n<p>\n(في سبحتهم) يعنى نافلتهم. وسميت النافلة بذلك لاشتمالها على التسبيح. من\nتسمية الكل باسم بعضه.\n</p>\n\n<p>\nوخصت به دون الفريضة.\n٢١ - (فيرتلها) يقرؤها بتمهل وترسل، ليقع، مع ذلك، التدبر. كما أمره تعالى\n- ورتل <a href=\"/الكتب/1_القرآن\">القرآن</a> ترتيلا - 22 - (حتى أسن) أي\nدخل في السن.\n24 - (وهما محتبيان) قال ابن الأثير: الاحتباء أن يضم الانسان رجليه إلى\nبطنه بثوب يجمعهما به مع ظهره ويشده عليها.\n</p>\n\n<p>\n25 - (فأذني) أي أعلمني. (قانتين) قيل معناه طائعين لقوله صلى الله عليه\nوسلم (كل قنوت في القراءة فهو طاعة) وقيل ساكتين. لحديث زيد بن أرقم (كنا\nنتكلم في الصلاة حتى نزلت. فأمرنا بالسكوت، ونهينا عن الكلام).\n30 - (أو لكلكم ثوبان) استفهام إنكاري إبطالي. قال الخطابي: لفظه استخبار\nومعناه الاخبار عما هم من قلة الثياب.\n</p>\n\n<p>\n31 - (المشجب) عيدان تضم رؤوسها، ويفرج بين قوائمها، توضع عليها الثياب\nوغيرها. وقال ابن سيده: المشجب والشجاب خشبات ثلاث يعلق عليها الراعي دلوه\nوسقاءه.\n34 - (فليصلي) بإثبات الياء للاشباع. (ملتحفا به) قال الزهري: الملتحف\nالمتوشح. والالتحاف هو الالتفات في الثوب على أي وجه كان. فيدخل تحته\nالتوشح <span id='ms612'></span> والاشتمال.\n</p>\n\n<p>\n35 - (الدرع) الدرع هو القميص مذكر. بخلاف درع الحديد، فمؤنث. (والخمار)\nثوب تغطي به المرأة رأسها. وجمعه خمر ككتب.\n36 - (السابغ) الساتر. (إذا غيب) أي ستر.\n</p>\n\n<p>\n37 - (الدرع) درع المرأة قميصها، وهو مذكر. (الخمار) ثوب تغطي به المرأة\nرأسها.\n</p>\n\n<p>\n(الإزار) الملحفة.\n</p>\n\n<p>\n38 - (المنطق) المنطق ما يشد به الوسط. قال أبو عمر: المنطق والحقو\nوالإزار والسراويل واحد.\n</p>\n\n<p>\n(سابغا) ساترا لظهور قدميها.\n1 - (كان يجمع بين الظهر والعصر) جمع تقديم إن ارتحل بعد زوال الشمس. وجمع\nتأخير إن ارتحل قبل الزوال.\n</p>\n\n<p>\n2 - (يضحى النهار) أي يرتفع قويا. (فمن جاءها) أي قبلي. (تبض) روى\nبالصاد، ومعناها تبرق.\n</p>\n\n<p>\nوروى بالضاد، ومعناها تقطر وتسيل.\n</p>\n\n<p>\n(يوشك) يقرب ويسرع من غير بطء. (إن طالت بك حياة) أي إن أطال الله عمرك،\nورأيت هذا المكان. (جنانا) جمع جنة. أي يكثر ماؤه، ويخصب أرضه، فيكون\nبساتين ذات أشجار كثيرة وثمار.\n3 - (عجل) أسرع وحضر. (يجمع بين المغرب والعشاء) جمع تأخير.\n</p>\n\n<p>\n4 - (أرى) أي أظن.\n6 - (جمع بين الظهر والعصر) جمع تقديم إن سار بعد الزوال، وتأخير إن سار\nقبله.\n9 - (بذات الجيش) على بريدين من المدينة. (بالعقيق) بينها وبين ذات الجيش\nاثنا عشر ميلا.\n11 - (ريم) موضع متسع كالإقليم.\n</p>\n\n<p>\n12 - (ذات النصب) موضع قرب المدينة.\n</p>\n\n<p>\n13 - (خيبر) بينها وبين المدينة ستة وتسعون ميلا.\n15 - (بين مكة والطائف) بينهما ثلاثة مراحل، أو اثنان. (بين مكة وعسفان)\nبينهما ثلاثة مراحل (جدة) ساحل البحر بمكة.\n</p>\n\n<p>\n16 - (مكثا) أي إقامة.\n19 - (سفر) جمع سافر. كركب جمع راكب.\n26 - (راحلته) أي ناقته التي تصلح لان ترتحل.\n28 - (ملتحفا) أي ملتفا. (قد أجرنا من أجرت) أمنا من أمنت.\n</p>\n\n<p>\n29 - (سبحة الضحى) أي نافلته. وأصلها من التسبيح. وخصت النافلة بذلك لان\nالتسبيح الذي في في الفريضة نافلة، فقيل لصلاة النافلة سبحة، لأنها\nكالتسبيح في الفريضة. (لأسبحها) أي أتنفل بها.\n30 - (لو نشر) أحيى.\n</p>\n\n<p>\n31 - (من طول ما لبس) أي استعمل. ولبس كل شئ بحسبه. (فنضحته بماء) النضح\nهو الرش.\n</p>\n\n<p>\n(فصففت) أنا واليتيم) صففت القوم فاصطفوا. وقد يستعمل لازما فيقال صففتهم\nفصفوا هم.\n32 - (بالهاجرة) أي وقت الحر. (حذاءه) أي بمقابلته. (يرفأ) حاجب عمر.\n</p>\n\n<p>\n(فصففنا وراءه) أي وقفنا <span id='ms613'></span>.\n</p>\n\n<p>\n33 - (فليدرأه) فليدفعه. (فإنما هو شيطان) أي فعله فعل شيطان.\n38 - (على أتان) الأنثى من الحمير. (ناهزت) قاربت. (الاحتلام) المراد به\nالبلوغ الشرعي.\n</p>\n\n<p>\n(بين يدي بعض الصف) أي قدام. (ترتع) أي تأكل ما تشاء. وقيل تسرع في\nالمشي. وقيل ترعى.\n43 - (حمر النعم) هي الحمر من الإبل. وهي أحسن ألوانها.\n46 - (إذا لم تستحي فافعل ما شئت) قال ابن عبد البر: لفظه أمر ومعناه الخبر\nبأن من لم يكن له حياء يحجزه عن محارم الله فسواء عليه فعل الصغائر وارتكاب\nالكبائر. (يضع اليمنى على اليسرى) هذا من قول مالك، ليس من الحديث.\n(الاستيناء بالسحور) أي تأخيره.\n47 - (ينمى ذلك) أي يرفعه إلى النبي صلى الله عليه وسلم.\n52 - (ما كانت الصلاة تحبسه) أي مدة دوام حبس الصلاة له. (ينقلب) يرجع.\n</p>\n\n<p>\n53 - (من غدا) ذهب وقت الغدوة أول النهار. (أو راح) من الزوال.\n55 - (إسباغ الوضوء) أي إكماله وإتمامه واستيعاب أعضائه بالماء. (المكاره)\nجمع مكرهة بمعنى الكره والمشقة، قال أبو عمر: هي شدة البرد، وكل حال يكره\nفيها المرء نفسه، على الوضوء.\n</p>\n\n<p>\n(كثرة الخطأ) جمع خطوة، وهو ما بين القدمين. أو جمع خطوة بالفتح، المرة.\n(الرباط) قال أبو عمر:\n</p>\n\n<p>\nالرباط هنا ملازمة المسجد لانتظار الصلاة. وقال صاحب العين: الرباط\nملازمة الثغور، والرباط مواظبة الصلاة.\n61 - (أن تثبت) على إمامتك. (التصفيح) أي التصفيق. (من نابه) أي أصابه.\n</p>\n\n<p>\n(فليسبح) أي فليقل سبحان الله. (وإنما التصفيح للنساء) أي هو من شأنهن في\nغير الصلاة. قاله على جهة الذم له. فلا ينبغي في الصلاة فعله لرجل ولا\nامرأة. بل التسبيح للرجال والنساء جميعا.\n66 - (حميد) فقيل من (الحمد) بمعنى مفعول. وهو من يحمد ذاته وصفاته. (مجيد)\nبمعنى ماجد، من (المجد) وهو الشرف.\n</p>\n\n<p>\n67 - (والسلام كما قد علمتم) أي في التشهد. وهو (السلام عليك أيها النبي\nورحمة الله وبركاته).\n70 - (قبلتي) أي مقابلتي ومواجهتي.\n</p>\n\n<p>\n71 - (قباء) قال ياقوت: على ميلين على يسار قاصد مكة، وهو من عوالي\nالمدينة. سمى باسم بئر هناك.\n</p>\n\n<p>\n72 - (هن فواحش) أي ما فحش من الذنوب. كما يقال خطأ فاحش، أي شديد.\n79 - (عطن الإبل) العطن مبرك <span id='ms614'></span> الإبل حول الماء. (مراح الغنم) مجتمعها آخر\nالنهار موضع مبيتها.\n82 - (يتعاقبون) أي تأتي طائفة عقب طائفة، ثم تعود الأولى عقب الثانية.\n</p>\n\n<p>\n83 - (إنكن لأنتن صواحب يوسف) جمع صاحبة. والمراد أنهن مثلهن في إظهار\nخلاف ما في الباطن.\n</p>\n\n<p>\nوالخطاب وإن كان بلفظ الجمع، فالمراد به عائشة فقط. كما أن (صواحب) جمع،\nوالمراد زليخا فقط. ووجه المشابهة أن زليخا استدعت النسوة، وأظهرت لهن\nالاكرام بالضيافة. ومرادها زيادة على ذلك. وهو أن ينظرن إلى حسن يوسف\nويعذرنها في محبته. وإن عائشة أظهرت أن سبب إرادتها صرف الإمامة عن أبيها،\nكونه لا يسمع المأمومين القراءة لبكائه. ومرادها هي زيادة على ذلك. وهو ألا\nيتشاءم الناس به. وصرحت هي بعد ذلك به.\n85 - (ضرير البصر) أي أصابني منه ضر.\n٨٨ - (فقهاؤه) المستنبطون الاحكام من <a\nhref=\"/الكتب/1_القرآن\">القرآن</a>. (قراؤه) الخالون من معرفة معانيه\nوالفقه فيه.\n</p>\n\n<p>\n(يبدون) يقدمون.\n91 - (غمر) أي كثير الماء. (من دونه) أي وسخه.\n93 - (يلغط) أي يتكلم بكلام فيه جلبة واختلاط، ولا يتبين.\n</p>\n\n<p>\n94 - (ثائر) متفرق الشعر. (أفلح) أي فاز.\n95 - (قافية رأس أحدكم) أي مؤخر عنقه، وقافية كل شئ مؤخره.\n1 - (نداء) أي أذان. لأنه دعاء إلى الصلاة.\n5 - (نسككم) أي أضحيتكم.\n</p>\n\n<p>\n(العالية) القرى المجتمعة حول المدينة.\n1 - (ذات الرقاع) هي غزوة معروفة.\n</p>\n\n<p>\n2 - (مواجهة العدو) أي من جهته.\n</p>\n\n<p>\n(وجاه) مقابل.\n2 - (تكعكت) أي تأخرت وتقهقرت. (ويكفرن العشير) أي الزوج.\n</p>\n\n<p>\n(يكفرن الاحسان) والمراد بكفر الاحسان تغطيته أو جحده.\n3 - (الحجر) جمع حجرة، والمراد بيوت أزواجه، وكانت لاصقة بالمسجد.\n4 - (تجلاني) غطاني.\n3 - (هلكت المواشي) لعدم وجود ما تعيش به من الأقوات، لحبس المطر. (وتقطعت\nالسبل) لان الإبل ضعفت، لقلة القوت، عن السفر. (تهدمت البيوت) من كثرة\nالمطر. (وانقطعت السبل) لتعذر سلوك الطريق من كثرة الماء. (وهلكت المواشي)\nمن عدم المرعى، أو لعدم ما يكنها من المطر.\n</p>\n\n<p>\n(ظهور الجبال) أي على ظهورها. فنصب توسعا. (والآكام) جمع أكمة، وهو\nالتراب المجتمع.\n</p>\n\n<p>\n(وبطون الأودية) أي ما يتحصل فيه الماء لينتفع به. (ومنابت الشجر) أي ما\nحولها مما يصلح أن ينبت فيه. (انجابت عن المدينة انجياب الثوب) أي خرجت\nعنها <span id='ms615'></span> كما يخرج الثوب عن لابسه. وقال ابن القاسم، قال مالك: معناه تدورت عن\nالمدينة كما يدور جيب القميص.\n4 - (الحديبية) سميت بشجرة حدباء كانت هناك. وكان تحتها بيعة الرضوان. (على\nإثر سماء) أي عقب مطر. (مطرنا بنوء) أي بكوكب.\n</p>\n\n<p>\n5 - (إذا أنشأت بحرية) أي إذا ظهرت سحابة من ناحية البحر. (تشاءمت) أي\nأخذت نحو الشام. (غديقة) مصغر غدقة. قال تعالى (ماء غدقا) أي كثيرا. وقال\nمالك: معناه إذا ضربت ريح بحرية فأنشأت سحابا ثم ضربت ريح من ناحية الشمال،\nفتلك علامة المطر الغزير. والعين مطر أيام لا يقلع.\n</p>\n\n<p>\n6 - (مطرنا بنوء الفتح) أي فتح ربنا علينا.\n1 - (الكراييس) المراحيض. قيل تختص بمراحيض الغرف. وأما مراحيض البيوت\nفيقال لها الكنف.\n</p>\n\n<p>\n(إذا ذهب أحدكم الغائط أو البول) بالنصب على التوسع. (ولا يستدبرها) أي\nلا يجعلها مقابل ظهره.\n</p>\n\n<p>\n3 - (لبنتين) تثنية (لبنة) وهي ما يصنع من الطين أو غيره للبناء قبل أن\nيحرق.\n4 - (قبل وجهه) أي قدامه.\n5 - (نخامة) ما يخرج من الصدر.\n</p>\n\n<p>\n6 - (بقباء) بضم القاف والمد والتذكير والصرف على الأشهر. ويجوز قصره\nوتأنيثه ومنع الصرف.\n</p>\n\n<p>\nموضع معروف ظاهر المدينة. وفيه مجاز الحذف، أي بمسجد قباء. (فاستقبلوها)\nبفتح الباء رواية الأكثر.\n</p>\n\n<p>\nأي فتحول أهل قباء إلى جهة الكعبة. ويحتمل أن فاعل (استقبلوها) النبي صلى\nالله عليه وسلم ومن معه، وضمير (وجوههم) له أو لأهل قباء، على الاحتمالين.\nوفى رواية (فاستقبلوها) بكسر الباء، أمر. ويأتي في ضمير (وجوههم)\nالاحتمالان المذكوران. وعوده إلى أهل قباء أظهر.\n7 - (قبل بدر) أي قبل غزوة بدر.\n</p>\n\n<p>\n8 - (قبل البيت) أي جهة الكعبة.\n10 - (ما بين بيتي) أي قبري، وقيل بيت سكناه، على ظاهره. وهما متقاربان،\nلان قبره في بيته.\n</p>\n\n<p>\n11 - (ما بين بيتي ومنبري روضة من رياض الجنة) فيه دلالة قوية على فضل\nالمدينة على مكة. إذ لم يثبت في خبر عن بقعة أنها من الجنة، إلا هذه البقعة\nالمقدسة.\n</p>\n\n<p>\n12 - (إماء الله) جمع أمة.\n13 - (إذا شهدت إحداكن) أي أرادت. (صلاة العشاء) أي حضور صلاتها مع الجماعة\nبالمسجد.\n</p>\n\n<p>\n15 - (ما أحدث النساء) من الطيب والتجمل وقلة التستر، وتسرع كثير منهن <span id='ms616'></span>\nإلى المناكر.\n1 - (بعلاقته) أي حمالته التي يحمل بها. (خبيئته) جلده الذي يخبأ فيه.\n(عبس) كلح وجهه. (وتولى) أعرض. (إنها) أي السورة أو الآيات. (تذكرة) عظة\nللخلق.\n</p>\n\n<p>\n(فمن شاء ذكره) حفظ ذلك فاتعظ به. (مكرمة) عند الله. (مرفوعة) في السماء.\n</p>\n\n<p>\n(مطهرة) منزهة عن مس الشياطين. (بأيدي سفرة) كتبة ينسخونها من اللوح\nالمحفوظ.\n</p>\n\n<p>\n(كرام بررة) مطيعين لله تعالى، وهم الملائكة.\n2 - (فقال له رجل) من بنى حنيفة كان آمن بمسيلمة، ثم تاب وأسلم.\n</p>\n\n<p>\n3 - (حزبه) الحزب الورد يعتاده الشخص، من قراءة أو صلاة أو غيرهما.\n</p>\n\n<p>\n(فقرأه حين تزول الشمس إلى صلاة الظهر فإنه لم يفته) قال ابن عبد البر:\nهذا وهم من داود. لان المحفوظ من حديث ابن شهاب عن السائب بن يزيد، وعبيد\nالله بن عبد الله، عن عبد الرحمن بن عبد القاري عن عمر (من نام عن حزبه\nفقرأه ما بين صلاة الفجر وصلاة الظهر، كتب له كأنما قرأه من الليل).\n٥ - (فكدت أن أعجل) أي أخاصمه وأظهر بوادر غضبى عليه. (حتى انصرف) من\nالصلاة.\n</p>\n\n<p>\n(ثم لببته بردائه) أي أخذت بمجامعه، وجعلته في عنقه، وجررته به لئلا\nينفلت.\n</p>\n\n<p>\n(أرسله) أي أطلقه. لأنه كان ممسوكا معه. (أحرف) جمع (حرف) مثل فلس وأفلس.\nقال السيوطي: اختلف العلماء في المراد بسبعة أحرف على نحو أربعين قولا،\nسقتها في كتاب الاتقان. وأرجحها عندي قول من قال: إن هذا من المتشابه الذي\nلا يدرى تأويله. فإن الحديث ك<a href=\"/الكتب/1_القرآن\">القرآن</a> منه\nالمحكم والمتشابه.\n٦ - (صاحب <a href=\"/الكتب/1_القرآن\">القرآن</a>) الذي ألف تلاوته.\n(المعقلة) المشدودة بالعقال، وهو الحبل الذي يشد في ركبة البعير. (أمسكها)\nأي استمر إمساكه لها. (أطلقها) من عقلها أي أرسلها. (ذهبت) أي انفلتت.\n</p>\n\n<p>\n7 - (أحيانا) جمع حين، يطلق على كثير الوقت وقليله. والمراد هنا مجرد\nالوقت. (صلصلة) أصله صوت وقوع الحديد بعضه على بعض، ثم أطلق على كل صوت له\nطنين. وقيل صوت متدارك لا يدرك من أول وهلة.\n</p>\n\n<p>\n(الجرس) الجلجل الذي يعلق في رؤوس الدواب. واشتقاقه من الجرس، وهو الحس.\n</p>\n\n<p>\n(فيفصم عنى) أي يقطع ويتجلي <span id='ms617'></span> ما يغشاني. وأصل الفصم القطع، ومنه قوله\nتعالى - لا انفصام لها - وقيل الفصم بالفاء القطع بلا إبانة. وبالقاف القطع\nبإبانة. فذكره يفصم بالفاء إشارة إلى أن الملك فارقه ليعود.\n</p>\n\n<p>\n(وعيت) حفظت.\n</p>\n\n<p>\n(يتمثل) يتصور. (الملك) أي جبريل ف‍ (أل) عهدية.\n</p>\n\n<p>\n(ليتفصد) من الفصد، وهو قطع العرق لإسالة الدم. شبه جبينه بالعرق المفصود\nمبالغة في الكثرة.\n8 - (استدنيني) بياء بين النونين. أي أشر لي إلى موضع قريب منك أجلس فيه.\n</p>\n\n<p>\n(الدماء) أي دماء الهدايا التي كانوا يذبحونها، بمنى، لآلهتهم. (بأسا) أي\nشدة.\n</p>\n\n<p>\n9 - (في بعض أسفاره) هو سفر الحديبية. (ثكلتك) أي فقدتك. (نزرت) أي ألححت\nعليه، وبالغت في السؤال. أو راجعته. أي أتيته بما يكره من سؤالك.\n</p>\n\n<p>\n(فما نشبت) أي فما لبثت وما تعلقت بشئ. (ثم قرأ إنا فتحنا لك فتحا مبينا)\nقال ابن عباس وأنس والبراء: هو فتح الحديبية ووقوع الصلح.\n10 - (يخرج فيكم) أي عليكم. (قوم) هم الذين خرجوا على علي بن أبي طالب يوم\nالنهروان، فقتلهم. فهم أصل الخوارج. (تحقرون) تستقلون. (صلاتكم مع صلاتهم\nوصيامكم مع صيامهم) لأنهم كانوا يصومون النهار ويقومون الليل. (ولا يجاوز\nحناجرهم) جمع حنجرة، وهي آخر الحلق مما يلي الفم.\n</p>\n\n<p>\nوالمعنى أن قراءتهم لا يرفعها الله ولا يقبلها. (يمرقون) يخرجون سريعا.\n(الرمية) الطريدة من الصيد.\n</p>\n\n<p>\nفعيلة بمعنى مفعولة. شبه مروقهم من الدين بالسهم الذي يصيب الصيد، فيدخل\nفيه ويخرج منه. ومن شدة سرعة خروجه، لقوة الرامي، لا يعلق من جسد الصيد\nبشئ. (النصل) حديدة السهم.\n</p>\n\n<p>\n(القدح) خشب السهم. أو ما بين الريش والسهم.\n</p>\n\n<p>\n(وتتمارى) أي تشك. (الفوق) موضع الوتر من السهم، أي تتشكك هل علق به شئ\nمن الدم.\n</p>\n\n<p>\nوالمعنى أن هؤلاء يخرجون من الاسلام بغتة كخروج السهم إذا ما رماه رام\nقوى الساعد، فأصاب ما رماه، فنفذ بسرعة، بحيث لا يعلق بالسهم، ولا بشئ منه،\nمن المرمى شئ. فإذا التمس الرامي سهمه لم يجده علق بشئ من الدم ولا غيره.\n16 - (قرأ سجدة) أي سورة فيها سجدة. وهي سورة النحل. (على رسلكم) أي على\nهينتكم.\n١٧ - (يرددها) لأنه <span id='ms618'></span> يحفظ غيرها، أو لما رجاه من فضلها وبركتها. (يتقالها)\nيعتقد أنها قليلة.\n</p>\n\n<p>\n(إنها لتعدل ثلث <a href=\"/الكتب/1_القرآن\">القرآن</a>) قال السيوطي، ذهب\nجماعة إلى أن هذا ونحوه من المتشابه الذي لا يدرى تأويله. وإلى ذلك نحا\nأحمد بن حنبل، وإسحاق بن راهويه. وإياه أختار. قال ابن عبد البر: السكوت في\nهذه المسألة أفضل من الكلام، وأسلم.\n</p>\n\n<p>\n18 - (فرقت) خفت. (الغداء) ما يؤكل بالغداة. وكان أبو هريرة يلزم النبي\nصلى الله عليه وسلم لشبع بطنه.\n</p>\n\n<p>\nفكان يتغدى معه، ويتعشى معه.\n19 - (وإن تبارك الذي بيده الملك تجادل عن صاحبها) أي كثرة قراءتها تدفع\nغضب الرب، يوم تأتي كل نفس تجادل عن نفسها. فقامت مقام المجادلة عنه.\n</p>\n\n<p>\n20 - (عدل) أي مثل. (حرزا) أي حصنا. (يومه) نصب على الظرفية.\n</p>\n\n<p>\n21 - (سبحان الله) أي تنزيه الله عما لا يليق به من كل نقص. (وسبحان) اسم\nمنصوب على أنه واقع موقع المصدر لفعل محذوف، تقديره سبحت الله سبحانا كسبحت\nالله تسبيحا، ولا يستعمل غالبا إلا مضافا وهو مضاف إلى المفعول أي سبحت\nالله. (وبحمده) الواو للحال. أي سبحان الله متلبسا بحمده له، من أجل توفيقه\nلي للتسبيح. (مثل زبد البحر) كناية عن المبالغة في الكثرة. والزبد ما يعلو\nالبحر عند هيجانه.\n٢٢ - (من سبح) أي قال سبحان الله. (دبر) أي عقب. (وكبر) أي قال الله أكبر.\n</p>\n\n<p>\n(وحمد) أي قال الحمد لله.\n</p>\n\n<p>\n٢٣ - (الباقيات الصالحات) المذكورة في قوله تعالى - والباقيات الصالحات\nخير عند ربك ثوابا - سميت بذلك لأنه تعالى قابلها بالفانيات الزائلات، في\nقوله - المال والبنون زينة الحياة الدنيا -. (ولا حول) أي لا تحول عن\nالمعصية. (ولا قوة) على الطاعة.\n</p>\n\n<p>\nقال الزرقاني: وهذا قول أكثر العلماء. وقاله ابن عمر وعطاء بن أبي رباح.\nلجمعها <a href=\"/الكتب/3424_المعارف\">المعارف</a> الإلهية. فالتكبير\nاعتراف بالقصور في الأقوال والأفعال. والتسبيح تقديس له عما لا يليق به،\nوتنزيه عن النقائص. والتحميد منبئ عن معنى الفضل والافضال من الصفات\nالذاتية والإضافية. والتهليل توحيد للذات، ونفى الند والضد.\n</p>\n\n<p>\nوالحوقلة تنبيه على التبري عن الحول والقوة إلا به.\n24 - (وأرفعها في <span id='ms619'></span> درجاتكم) أي منازلكم في الجنة. (وأزكاها عند مليككم) أي\nأنماها وأطهرها عند ربكم ومالككم. (الورق) الفضة. (عدوكم) الكفار. (فتضربوا\nأعناقهم ويضربوا أعناقكم) يعنى تقتلوهم ويقتلوكم، بسيف أو غيره. (قال ذكر\nالله تعالى) لان سائر العبادات من الانفاق وقتال العدو، وسائل ووسائط يتقرب\nبها إلى الله تعالى. والذكر هو المقصود الأسنى،، ورأسه (لا إله إلا الله)\nوهي الكلمة العليا، والقطب الذي تدور عليه رحى الاسلام. والقاعدة التي بنى\nعليها أركانه، والشعبة التي هي أعلى شعب الايمان. بل هي الكل، وليس غيره. -\nقل إنما يوحى إلى أنما إلهكم إله واحد - أي الوحي مقصور على التوحيد، لأنه\nالقصد الأعظم من الوحي. ووقع غيره تبعا. ولذا آثرها العارفون على جميع\nالأذكار لما فيها من الخواص التي لا تعرف إلا بالوجدان والذوق - ا ه‍.\nزرقاني.\n</p>\n\n<p>\n25 - (فلما رفع رسول الله صلى الله عليه وسلم رأسه) أي شرع في رفعه.\n(آنفا) يعنى قبل هذا.\n</p>\n\n<p>\n(يبتدرونها) أي يسارعون إلى الكلمات المذكورة. (أول) روى بالضم على\nالبناء لأنه ظرف قطع عن الإضافة. وبالنصب على الحال.\n26 - (دعوة) أي مستجابة. (أختبئ) أدخر. (دعوتي) المقطوع بإجابتها.\n</p>\n\n<p>\n27 - (فالق الاصباح) خلقه وابتدأه وأظهره. (سكنا) أي يسكن فيه. (حسبانا)\nأي حسابا.\n</p>\n\n<p>\nأي بحساب معلوم.\n28 - (ليعزم المسألة) أي يجتهد ويلح.\n30 - (ينزل ربنا) اختلف فيه. فالراسخون في العلم يقولون آمنا به كل من عند\nربنا، على طريق الاجمال.\n</p>\n\n<p>\nمنزهين لله تعالى عن الكيفية والتشبيه. ونقله البيهقي وغيره عن الأئمة\nالأربعة، والسفيانين والحمادين والليث والأوزاعي وغيرهم. قال البيهقي: وهو\nأسلم. (فأستجيب له) أي أجيب دعاءه.\n</p>\n\n<p>\n31 - (ففقدته) بمعنى عدمته. (برضاك من سخطك) أي بما يرضيك مما يسخطك.\n</p>\n\n<p>\n(لا أحصى ثناء عليك) أي لا أبلغ الواجب في الثناء عليك. (أنت كما أثنيت\nعلى نفسك) أي الثناء عليك هو المماثل لثنائك على نفسك. ولا قدرة لاحد عليه.\n</p>\n\n<p>\n32 - أفضل الدعاء يوم عرفة) أي أعظمه ثوابا، وأقربه إجابة.\n33 - (فتنة) امتحان واختبار. (فتنة المحيا) هي ما يعرض للانسان مدة حياته\nمن الافتتان بالدنيا.\n</p>\n\n<p>\nوالشهوات والجهالات. وأعظمها، والعياذ بالله، أمر الخاتمة عند الموت.\n(وفتنة الممات <span id='ms620'></span>) هي فتنة القبر.\n</p>\n\n<p>\n34 - (أنت قيام السماوات والأرض) أي أنت الذي تقوم بحفظهما، وحفظ من\nأحاطت به واشتملت عليه، تؤتى كلا ما به قوامه. وتقوم كل شئ من خلقك بما\nتراه من تدبيرك. (أنت الحق) أي المتحقق الوجود الثابت، بلا شك فيه. (وقولك\nالحق) أي مدلوله ثابت. (ووعدك الحق) لا يدخله خلف ولا شك في وقوعه. (ولقاؤك\nحق) المراد به البعث بعد الموت.\n</p>\n\n<p>\n(والجنة حق والنار حق) أي كل منهما موجود. (والساعة حق) أي يوم القيامة.\n</p>\n\n<p>\nوإطلاق اسم (الحق) على ما ذكر من الأمور معناه أنه لا بد من كونها. وأنها\nمما يجب أن يصدق بها.\n</p>\n\n<p>\nوتكرار لفظ (حق) مبالغة في التأكيد. (لك أسلمت) انقدت وخضعت لأمرك ونهيك.\n</p>\n\n<p>\n(وإليك أنبت) رجعت إليك، مقبلا بقلبي عليك. (وبك خاصمت) أي بما أعطيتني\nمن البرهان، وبما لقنتني من الحجة.\n35 - (دعا بأن لا يظهر عليهم عدوا من غيرهم) أي من غير المؤمنين، يعنى\nيستأصل جميعهم. (لا يهلكهم بالسنين) أي بالمحل والجدب والجوع. (لا يجعل\nبأسهم بينهم) أي الحرب والفتن والاختلاف.\n</p>\n\n<p>\n(الهرج) القتل.\n36 - (إما إن يدخر له) يوم القيامة. (وإما إن يكفر عنه) من الذنوب في نظير\nدعائه.\n</p>\n\n<p>\n37 - (فنهاني) لان الواجب في الدعاء أن يكون إما باليدين وبسطهما على\nمعنى التضرع والرغبة. وإما أن يشير بأصبع واحدة على معنى التوحيد.\n</p>\n\n<p>\n38 - (قال بيديه) أي أشار بهما.\n39 - (بين ذلك) أي بين الجهر والمخافتة. (سبيلا) أي وسطا.\n</p>\n\n<p>\n40 - (فعل الخيرات) أي الاقدار على فعل المأمورات، والتوفيق له. (وإذا\nأدرت) من الإدارة، أي أوقعت. (غير مفتون) الفتنة، لغة، الاختبار والامتحان.\nوتستعمل عرفا لكشف ما يكره. 41 - (إلى هدى) أي إلى ما يهتدى به من العمل\nالصالح.\n42 - (من أئمة المتقين) قال أبو عمر: هو من قوله تعالى - واجعلنا للمتقين\nإماما - فإذا كان إماما في الخير كان له أجره وأجر من اقتدى به. ومعلم\nالخير يستغفر له حتى الحوت في البحر.\n</p>\n\n<p>\n43 - (وغارت النجوم) أي غربت. (وأنت الحي القيوم) قال ابن عباس: هو الذي\nلا يزول. وهذا من قوله - قيوم السماوات والأرض - أي الدائم حكمه <span id='ms621'></span> فيهما.\nوقال مجاهد: القيوم القائم على كل شئ، وهذا من قوله تعالى - أفمن هو قائم\nعلى كل نفس بما اكتسبت - أي حافظ.\n</p>\n\n<p>\n44 - (ومعها قرن الشيطان) قال الخطابي: قيل معناه مقارنة الشيطان لها عند\nدنوها للطلوع والغروب، ويؤيدها قوله (فإذا ارتفعت فارقها) وما بعده.\n45 - (إذا بدا حاجب الشمس) أي ظهر طرفها الأعلى من قرصها. سمى بذلك لأنه\nأول ما يبدو منها، يصير كحاجب الانسان. (حتى تبرز) أي تصير بارزة ظاهرة،\nومراده ترتفع.\n</p>\n\n<p>\n46 - (بين قرني الشيطان) أي جانبي رأسه. (فنقر أربعا) أي أسرع الحركة\nفيها كنقر الطائر.\n49 - (لا تحروا) بحذف إحدى التائين تخفيفا. وأصله لا تتحروا. أي لا تقصدوا.\n٢ - (بماء وسدر) قال الفيومي في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: السدرة شجر النبق، والجمع سدر، ثم\nيجمع على سدرات.\n</p>\n\n<p>\nقال ابن السراج: ويقولون سدر ويريدون الأقل لقلة استعمالهم التاء في هذا\nالباب. وإذا أطلق السدر في الغسل فالمراد الورق المطحون. قال الحجة في\nالتفسير: السدر نوعان، أحدهما ينبت في الأرياف فينتفع بورقه في الغسل،\nوثمرته طيبة. والآخر ينبت في البر، ولا ينتفع بورقه في الغسل، وثمرته عفصة\nاه‍.\n</p>\n\n<p>\n(وكافورا) طيب معروف، يكون من شجر بجبال الهند والصين، يظل خلقا كثيرا.\nوتألفه النمور. وخشبه أبيض هش. ويوجد في أجوافه الكافور. وهو أنواع. ولونه\nأحمر. وإنما يبيض بالتصعيد. اه‍ زرقاني.\n</p>\n\n<p>\n(فآذنني) أي أعلمنني. (حقوه) قال النووي: أصل الحقو معقد الإزار. وسمى به\nالإزار مجازا، لأنه يشد فيه. (أشعرنها إياه) أي اجعلنه شعارها، أي الثوب\nالذي يلي جسدها، تبركا.\n4 - (من ذوي المحرم) كأخ وعم.\n</p>\n\n<p>\n5 - (سحولية) قال ابن الاعرابي: هي ثياب بيض نقية، لا تكون إلا من القطن،\nوقال آخرون: هي منسوبة إلى (سحول) مدينة باليمن يحمل منها هذه الثياب.\n6 - (مشق) المغرة، وهي الطين الأحمر. (للمهلة) روى بكسر الميم وضمها\nوفتحها. وهي الصديد والقيح الذي يذوب فيسيل من الجسد، ومنه قيل للنحاس\nالذائب مهل.\n</p>\n\n<p>\n7 - (يقمص) أي يلبس القميص (ويؤزر) أي يجعل له إزار، وهو ما يشد به\nالوسط.\n8 - (هلم جرا) أي ممتدا إلى هذا الوقت الذي نحن فيه <span id='ms622'></span>، مأخوذ من أجررت الدين\nإذا تركته باقيا على المديون. أو من أجررته الرمح إذا طعنته وتركت فيه\nالرمح يجره.\n</p>\n\n<p>\n9 - (يقدم الناس) أي يتقدمهم.\n</p>\n\n<p>\n10 - (البقيع) مقبرة المدينة.\n11 - (من خطأ السنة) أي من مخالفتها.\n</p>\n\n<p>\n12 - (أجمروا) أي بخروا (حنطوني) قال الباجي: الحنوط ما يجعل في جسد\nالميت وكفنه من طيب مسك وعنبر وكافور. وكل ماله ريح، لا لون.\n</p>\n\n<p>\n14 - (النجاشي) لقب لكل من ملك الحبشة. واسمه أصحمة بن أبحر، أسلم على\nعهده، صلى الله عليه وسلم ولم يهاجر إليه.\n</p>\n\n<p>\n(فصف بهم) لازم، والباء بمعنى مع، أي صف معهم. أو متعد، والباء زائدة\nللتوكيد، أي صفهم\n15 - (فآذنوني) أي أعلموني.\n17 - (أتبعها) أي أسير معها.\n20 - (يغلس بالصبح) أي يصليها وقت الغلس في أول وقتها. والغلس ظلمة آخر\nالليل إذا اختلطت بضوء الصباح.\n</p>\n\n<p>\n22 - (ما أسرع الناس) قال مالك: أي ما أسرع ما نسوا السنة. وقال ابن وهب:\nأي ما أسرعهم إلى الطعن والعيب.\n27 - (أفذاذا) أي أفرادا. والفذ الواحد.\n</p>\n\n<p>\n28 - (يلحد) أي يشق في جانب القبر.\n</p>\n\n<p>\n29 - (الكرازين) الكرزين الفأس.\n31 - (بالعقيق) موضع بقرب المدينة.\n34 - (للمذاهب) المذهب هو الموضع الذي يتغوط فيه.\n</p>\n\n<p>\n36 - (قد غلب عليه) أي غلبه الألم حتى منعه إجابة النبي صلى الله عليه\nوسلم. (فاسترجع) أي قال: إنا لله وإنا إليه راجعون. (فإذا وجب) أي فإذا\nمات. (قضيت جهازك) أي أتممت ما تحتاج إليه في سفرك للغزو.\n</p>\n\n<p>\n(إن الله قد أوقع أجره على قدر نيته) أي على مقدار العمل الذي نواه كما\nنواه. فالنية بمعنى المنوي.\n</p>\n\n<p>\n(المطعون) الميت بالطاعون. (والغرق) الذي يموت غريقا في الماء. (صاحب\nالجنب) قال في المنجد. الجناب أو ذات الجنب هو التهاب غلاف الرئة، فيحدث\nمنه سعال وحمى ونخس في الجنب يزداد عند التنفس. (المبطون) قال ابن الأثير:\nهو الذي يموت بمرض بطنه، كالاستسقاء ونحوه.\n</p>\n\n<p>\n(والمرأة تموت بجمع) هي الميتة في النفاس. وولدها في بطنها، لم تلده وقد\nتم خلقه.\n38 - (إلا تحلة القسم) أي ما ينحل به القسم وهو اليمين. يقال فعلته تحلة\nالقسم أي قدر ما حللت به يميني. والمراد به، قوله تعالى - وإن منكم <span id='ms623'></span> إلا\nواردها - قال الخطابي. معناه لا يدخل النار ليعاقب بها، ولكنه يدخلها\nمجتازا، ولا يكون ذلك الجواز إلا قدر ما تنحل به اليمين. وهو الجواز على\nالصراط.\n</p>\n\n<p>\n39 - (فيحتسبهم) أي يصير راضيا بقضاء الله، راجيا فضله. (جنة) أي وقاية.\n40 - (وحامته) أي قرابته وخاصته.\n</p>\n\n<p>\n41 - (ليعز) التعزية هي الحمل على الصبر والتسلي. قال تعالى - وبشر\nالصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون -.\n</p>\n\n<p>\n42 - (أجرني) أي أعطني أجرى وجزاء صبري وهمي. (أعقبني) أي أخلف لي.\n43 - (فوجد عليها وجدا) أي حزن عليها حزنا. (يجزيني) يغنيني. (أي) نداء\nللقريب.\n46 - (الرفيق الأعلى) معنى كونهم رفيقا تعاونهم على الطاعة، وارتفاق بعضهم\nببعض. والمراد بالرفيق هؤلاء المذكورون في الآية - ومن يطع الله والرسول\nفأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين،\nوحسن أولئك رفيقا - 4 / 69.\n48 - (عجب الذنب) قال ابن الأثير: العجب العظم الذي في أسفل الصلب عند\nالعجز، وهو العسيب من الدواب.\n</p>\n\n<p>\nوقال الزرقاني: هو العصعص، أسفل العظم الهابط من الصلب، فإنه قاعدة البدن\nكقاعدة الجدار.\n49 - (نسمة المؤمن) أي روحه. (يعلق) أي يأكل ويرعى. (لئن قدر الله عليه) من\nالقدر وهو القضاء. لا من القدرة والاستطاعة. كقوله - فظن أن لن نقدر عليه -\nأو بمعنى ضيق كقوله تعالى - ومن قدر عليه رزقه -.\n52 - (كل مولود يولد على الفطرة) الفطر الابتداء والاختراع. والفطرة الحالة\nمنه. كالجلسة والركبة، والمعنى أنه يولد على نوع من الجبلة والطبع المتهيئ\nلقبول الدين. فلو ترك عليها لاستمر على لزومها ولم يفارقها إلى غيرها.\nوإنما يعدل عنه من يعدل لآفة من آفات البشر والتقليد. (كما تناتج) أي تولد.\n(جمعاء) نعت لبهيمة، أي لم يذهب من بدنها شئ. سميت بذلك لاجتماع أعضائها.\n(جدعاء) أي مقطوعة الانف، أو الاذن، أو الأطراف.\n</p>\n\n<p>\n54 - (مستريح ومستراح منه) قال ابن الأثير: يقال أراح الرجل واستراح إذا\nرجعت إليه نفسه بعد الاعياء. والواو بمعنى (أو) فهي للتنويع. أي لا يخلو\nابن آدم من هذين المعنيين، فلا يختص بصاحب الجنازة.\n</p>\n\n<p>\n(نصب الدنيا) تعبها ومشقتها. (يستريح منه العباد) من ظلمه لهم. (والبلاد <span id='ms624'></span>)\nبما يفعله فيها من المعاصي. (الشجر) لقلعه إياها غصبا، أو غصب ثمرها.\n(والدواب) لاستعماله لها فوق طاقتها، وتقصيره في علفها وسقيها.\n1 - (فيما دون) بمعنى أقل من. (خمس ذود) قال أهل اللغة، الذود من الثلاثة\nإلى العشرة، لا واحد له من لفظه. إنما يقال للواحد بعير. وأصله ذاد يذود\nإذا دفع شيئا. فكأن من كان عنده، دفع عن نفسه معرة الفقر وشدة الفاقة\nوالحاجة. (أواق) جمع أوقية. وهي أربعون درهما، باتفاق، من الفضة الخالصة.\nسواء كان مضروبا أو غير مضروب. (أوسق) جمع وسق. وهو ستون صاعا، باتفاق.\n</p>\n\n<p>\n2 - (أواقي) بتشديد الياء وتخفيفها. جمع أوقية. ويقال (أواق) بحذف الياء،\nكما في الرواية الأولى.\n</p>\n\n<p>\n(من الورق) بفتح الواو وكسرها. وبكسر الراء وسكونها. أي الفضة مطلقا. أو\nالمضروبة دراهم.\n</p>\n\n<p>\nوالمراد هنا الفضة مضروبها وغيره.\n3 - (في الصدقة) الزكاة. (في الحرث) وهو كل مالا ينمو ويزكو إلا بالحرث.\n(والعين) الذهب والفضة. (والماشية) الإبل والبقر والغنم.\n</p>\n\n<p>\n4 - (عن مكاتب له قاطعه بمال عظيم) قال أبو عمر. معنى مقاطعة المكاتب أخذ\nمال معجل منه، دون ما كوتب عليه، ليعجل عتقه. (أعطياتهم) جمع عطايا، جمع\nعطية.\n(وجبت عليك فيه الزكاة) بأن كان نصابا مر عليه الحول.\n</p>\n\n<p>\n7 - (عندنا) أي بالمدينة.\n</p>\n\n<p>\n(فإن كانت تجوز بجواز الوازنة رأيت فيها الزكاة) معناه أنها وازنة في\nميزان، وفى آخر ناقصة. فإذا نقصت في جميع الموازين، فلا زكاة.\n8 - (معادن القبلية) قال ابن الأثير: المعادن المواضع التي تستخرج منها\nجواهر الأرض كالذهب والفضة والنحاس وغير ذلك. واحدها معدن. والعدن الإقامة.\nوالمعدن مركز كل شئ. والقبلية منسوبة إلى قبل، وهي ناحية من ساحل البحر،\nبينها وبين المدينة خمسة أيام. وقيل هي من ناحية الفرع، وهو موضع بين نخلة\nوالمدينة.\n</p>\n\n<p>\n(عينا) أي ذهبا. (مكانه) أي عند أخذه من المعدن واجتماعه عند العامل.\nويحتمل، أن يريد، عند تصفيته واقتسامه.\n٩ - (في الركاز) الركاز عند أهل الحجاز كنوز الجاهلية، المدفونة في الأرض.\nوعند أهل العراق المعادن.\n</p>\n\n<p>\nوالقولان تحتملهما اللغة. لان كلام منهما مركوز في الأرض، أي ثابت.\nوالحديث إنما جاء في التفسير <span id='ms625'></span> الأول. وهو الكنز الجاهلي. وإنما كان فيه <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> لكثرة نفعه وسهولة أخذه.\n</p>\n\n<p>\n(دفن) أي شئ مدفون. كذبح بمعنى مذبوح. (يطلب بمال) أي ينفق على اخراجه.\n11 - (عشرين دينارا عينا) أي ذهبا خالصا.\n13 - (تليني) أي تتولى أمري.\n16 - (إذا هلك) أي مات. (وليدة) أي أمة.\n18 - (ضمارا) أي غائبا عن ربه لا يقدر على أخذه، أولا يعرف موضعه ولا\nيرجوه. وقال ابن عبد البر:\n</p>\n\n<p>\nوقيل الضمار الذي لا يدرى صاحبه أيخرج أم لا. وهو أصح.\n</p>\n\n<p>\n(فإن لم يكن له ناض) قال ابن الأثير. ناض المال هو ما كان ذهبا أو فضة،\nعينا وورقا. وقد نض المال ينض إذا تحول نقدا، بعد أن كان متاعا. (من الناض)\nالذهب والفضة. (حتى يكون عنده) أي من الناض.\n20 - (صدق ماله) أي دفع صدقته، أي زكاه. (بزا) نوع من الثياب أو الثياب\nخاصة من أمتعة البيت.\n</p>\n\n<p>\nأو أمتعة التاجر من الثياب. (صدقه) أي أدى زكاته.\n(الجداد) قطع الثمار من أصولها، كالنخل. (ينض) يحصل.\n</p>\n\n<p>\n21 - (الكنز) قال ابن جرير: هو كل شئ جمع بعضه على بعض في بطن الأرض أو\nظهرها.\n</p>\n\n<p>\n(المال الذي لا تؤدى منه الزكاة) فما أديت منه فليس بكنز.\n</p>\n\n<p>\n22 - (مثل) أي صور. (شجاعا) هو الحية الذكر. وقيل الذي يقوم على ذنبه\nويواثب الفارس والراجل، وربما بلغت وجه الفارس. تكون في الصحارى. (أقرع)\nبرأسه بياض. وكلما كثر سمه ابيض رأسه. وفى الفتح: الأقرع الذي تقرع رأسه أي\nتمعط لكثرة سمه. (له زبيبتان) هما الزبدتان اللتان في الشدقين. وقيل هما\nالنكتتان السوداوان فوق عينيه. وهي علامة الحية الذكر المؤذى. وقيل نقطتان\nيكتنفان فاه.\n23 - (ابنة مخاض) أتى عليها حول ودخلت في الثاني، وحملت أمها. والمخاض\nالحامل. أي دخل وقت حملها وإن لم تحمل.\n</p>\n\n<p>\n(ابن لبون) وهو ما دخل في الثالثة فصارت أمه لبونا بوضع الحمل.\n</p>\n\n<p>\n(ذكر) وصفه به. وإن كان (ابن) لا يكون إلا ذكرا، زيادة في البيان. لان\nبعض الحيوان يطلق على ذكره وأنثاه لفظ (ابن) كابن عرس وابن آوى. فرفع هذا\nالاحتمال. أو أريد مجرد التأكيد، لاختلاف <span id='ms626'></span> اللفظ. كقوله - غرابيب سود -.\n(حقة) من الإبل ما دخل في السنة الرابعة إلى آخرها. وسمى بذلك لأنه استحق\nالركوب والتحميل. ويجمع على حقاق وحقائق. (طروقة) أي مطروقة. فعولة بمعنى\nمفعولة.\n</p>\n\n<p>\nأي يعلو الفحل مثلها في سنها. أي مركوبة للفحل. (وفيما فوق ذلك) وهو إحدى\nوستون.\n</p>\n\n<p>\n(جذعة) وهي التي دخلت في الخامسة، سميت بذلك لأنها جذعت مقدم أسنانها، أي\nأسقطته (وفيما فوق ذلك) وهو ست وسبعون. (وفيما فوق ذلك) وهو إحدى وتسعون.\n(فما زاد على ذلك من الإبل ففي كل أربعين بنت لبون وفى كل خمسين حقة) فواجب\nمائة وثلاثين، بنتا لبون وحقة، وواجب مائة وأربعين، بنت لبون وحقتان.\nوهكذا. (وفى سائمة الغنم) أي راعيتها.\n</p>\n\n<p>\n(تيس) هو فحل الغنم، أو مخصوص بالمعز. لأنه لا منفعة فيه لدر ولا نسل.\nوإنما يؤخذ في الزكاة ما فيه منفعة للنسل. (ولا هرمة) كبيرة سقطت أسنانها.\n(ولا ذات عوار) أي معيبة. ويدخل في المعيب المريض والصغير سنا بالنسبة إلى\nسن أكبر منه. (وما كان من خليطين) بمعنى مخالط. كنديم وجليس بمعنى منادم\nومجالس. (الرقة) الفضة سواء كانت مضروبة أو غير مضروبة. قيل أصلها الورق،\nفحذفت الواو وعوضت الهاء. نحو العدة والوعد.\n24 - (تبيعا) وهو ما دخل في الثانية. سمى تبيعا لأنه فطم عن أمه، فهو\nيتبعها. (مسنة) دخلت في الثالثة، وقيل في الرابعة.\n</p>\n\n<p>\n(صدقت) أي أخرج صدقتها. (المصدق) أي الساعي. (العراب) منسوبة إلى العرب.\n</p>\n\n<p>\n(البخت) الجمال الطوال الأعناق. واحدها بختي. (الجواميس) جمع جاموس، نوع\nمن البقر. كأنه مشتق من جمس الودك إذا جمد. لأنه ليس فيه قوة البقر في\nاستعماله في الحرث والزرع والدياسة.\n</p>\n\n<p>\n(النصاب) هو لغة، الأصل. واستعمل في عرف الفقهاء في أقل ما تجب فيه\nالزكاة. فكأنه أصل لما تجب فيه. (يصدقها) يعطى صدقتها. (قد صدقت) أي صدقها\nمالكها البائع أو الواهب أو المورث.\n(الإبل النواضح) جمع ناضح وهو الذي يحمل الماء من نهر أو بئر ليسقى الزرع.\nسميت بذلك لأنها تنضح العطش، أي تبله بالماء الذي تحمله. هذا أصله. ثم\nاستعمل في كل <span id='ms627'></span> بعير وإن لم يحمل الماء.\n</p>\n\n<p>\n(البقر السواني) التي يسنى عليها، أي يستقى من البئر.\n25 - (الفحل) ذكر الماشية. (المراح) مجتمع الماشية للمبيت أو للقائلة.\n(الدلو) آلة الاستقاء.\n</p>\n\n<p>\nوقيل كناية عن المياه. (الفضل) أي الزائد.\n(أظلهم) أي أشرف عليهم. (المصدق) آخذ الصدقة، وهو الساعي.\n26 - (السخلة) تطلق على الذكر والأنثى من أولاد الضأن والمعز ساعة تولد.\nوالجمع سخال. وتجمع أيضا على سخل. مثل تمرة وتمر. (الأكولة) السمينة.\n(الربى) الشاة التي وضعت حديثا. وقيل التي تحبس في البيت للبنها. وهي فعلى،\nوجمعها رباب وزان غراب. (غذاء) جمع غذى أي سخال.\n</p>\n\n<p>\n(فيصدق) أي يزكى. (غذاء الغنم) أي سخالها. جمع غذى.\n27 - (المصدق) الساعي، أي آخذ الصدقة. (يصدق ماله) أي يزكيه.\n28 - (حافلا) مجتمعا لبنها. يقال حفلت الشاة تركت حلبها حتى اجتمع اللبن في\nضرعها. فهي محفلة.\n</p>\n\n<p>\n(حزرات المسلمين) خيار أموالهم. جمع حزرة. يطلق على الذكر والأنثى.\n(نكبوا عن الطعام) أي ذوات الدر. قال موسى بن طارق: قلت لمالك: ما معناه؟\nقال: لا يأخذ المصدق لبونا. (فيها وفاء) أي عدل. قال ابن عبد البر: الوفاء\nالعدل في الوزن وغيره.\n29 - (لا تحل الصدقة لغنى) لقوله تعالى - إنما الصدقات للفقراء والمساكين\n-. (لغاز في سبيل الله) لقوله تعالى - وفى سبيل الله -. (أو لعامل عليها)\nلقوله تعالى - والعاملين عليها -. (أو لغارم) أي مدين.\n</p>\n\n<p>\nقال تعالى - والغارمين -.\n30 - (لو منعوني عقالا) روى عن مالك أن العقال هو القلوص. وقال محمد بن\nعيسى: هو واحد (العقل) التي يعقل بها الإبل. لان الذي يعطى البعير في\nالزكاة يلزمه أن يعطى معه عقاله. أي لو أعطوني البعير ومنعوني ما يعقل به\nلجاهدتهم. 31 - (في سقائي) أي وعائي.\n32 - (فاشتد) أي عظم.\n</p>\n\n<p>\n33 - (فيما سقت السماء) أي المطر. (والعيون) الجارية على وجه الأرض التي\nلا يتكلف في رفع مائها لآلة ولا لحمل. (والبعل) هو ما شرب بعروقه من الأرض.\nولم يحتج إلى سقى سماء ولا آلة.\n</p>\n\n<p>\n(بالنضح) أي بالرش والصب بماء يستخرج من الآبار والأنهار بآلة.\n</p>\n\n<p>\n34 - (الجعرور) وزان عصفور. نوع ردى من التمر. إذا جف صار حشفا. (مصران\nالفارة) ضرب من <span id='ms628'></span> ردئ التمر. جمع مصير. كرغيف ورغفان. وجمع الجمع مصارين.\n(عذق) جنس من النخل.\n</p>\n\n<p>\n(ابن حبيق) سمى به الدقل من التمر، لرداءته. (البردي) من أجود التمر. (لا\nيخرص) قال ابن الأثير. خرص النخلة والكرمة يخرصها خرصا، إذا حزر ما عليها\nمن الرطب تمرا، ومن العنب زبيبا. فهو من الخرص الظن. لان الحزر إنما هو\nتقدير بظن. والاسم الخرص.\n</p>\n\n<p>\n(الجداد) الجداد بالفتح والكسر صرام النخل. وهو قطع ثمرتها. يقال جد\nالثمرة يجدها جدا.\n</p>\n\n<p>\n(جائحة) الجائحة هي الآفة التي تهلك الثمار والأموال وتستأصلها.\n35 - (السلت) ضرب من الشعير لا قشر له، يكون في الغور والحجاز، قاله\nالجوهري. وقال الأزهري: حب بين الحنطة والشعير ولا قشر له كقشر الشعير. فهو\nكالحنطة في ملاسته، وكالشعير في طبعه وبرودته.\n</p>\n\n<p>\n(والأرز) وزان قفل. (الجلبان) حب من القطاني. (الجلجلان) السمسم في قشره\nقبل أن يحصد. (أكمامه) جمع - كم. وعاء الطلع، وغطاء النور.\n(حائطه) بستانه. (المبتاع). المشترى.\n</p>\n\n<p>\n36 - (ما يجد) يقطع ويصرم.\n(النبط) النصارى التجار.\n(الفرسك) الخوخ. أو ضرب منه أحمر. أو ما ينفلق عن نواه.\n(القضب) نبات يشبه البرسيم، للدواب يعلف.\n40 - (البراذين) جمع برذون. التركي من الخيل. يقع على الذكر والأنثى.\n</p>\n\n<p>\n41 - (البحرين) موضع بين البصرة وعمان، وهو من بلاد نجد. (البربر) قوم من\nأهل المغرب كالاعراب في القسوة والغلظة. وجمع البرابرة.\n43 - (أهل الذهب) كمصر والشام. (أهل الورق) كالعراق.\n</p>\n\n<p>\n44 - (صحاف) جمع صحفة، قصعة مستديرة. (طريفة) تصغير طرفة، بزنة غرفة، ما\nيستطرف أي يستملح.\n</p>\n\n<p>\n45 -\n(صغارا) أي إذلالا.\n46 - (الحمل) أي المحمول.\n49 - (حملت على فرس) أي تصدقت بفرس على رجل ووهبته له ليقاتل عليه. (عتيق)\nأي كريم سابق، والجمع عتاق، والعتيق الفائق من كل شئ.\n</p>\n\n<p>\n50 - (حمل على فرس) أي جعله حمولة لرجل مجاهد ليس له حمولة.\n51 - (بوادي القرى) موضع بقرب المدينة. (مكاتبه) قال الأزهري: الكتاب\nوالمكاتبة أن يكاتب الرجل عبده أو أمته على مال منجم، ويكتب العبد عليه أنه\nيعتق إذا أدى النجوم، فالعبد مكاتب ومكاتب، لأنه كاتب سيده. فالفعل منهما.\n(المدبر) دبر الرجل عبده تدبيرا إذا أعتقه بعد موته.\n53 - (صاعا من طعام) أي <span id='ms629'></span> حنطة. فإنه اسم خاض له. (أقط) لبن فيه زبدة.\n</p>\n\n<p>\n54 - (زكاة العشور) الحبوب التي فيها العشر أو نصفه.\n1 - (فإن غم عليكم) أي حال بينكم وبين الهلال غيم في صومكم أو فطركم.\n(فاقدروا له) معناه قدروا له تمام العدد ثلاثين يوما. يقال قدرت الشئ.\nوأقدرته، وقدرته بمعنى التقدير. أي انظروا في أول الشهر واحسبوا ثلاثين\nيوما.\n4 - (بعشي) ما بعد الزوال إلى آخر النهار. (ثبت) الثبت بالتحريك الحجة\nوالبينة. ابن الأثير.\n</p>\n\n<p>\nورجل ثبت إذا كان عدلا ضابطا.\n5 - (أجمع الصيام) عزم عليه وقصد له.\n21 - (الكديد) موضع بينه وبين المدينة سبع مراحل أو نحوها، وبينه وبين مكة\nثلاثة أو مرحلتان.\n</p>\n\n<p>\n22 - (بالعرج) قرية جامعة على نحو ثلاث مراحل من المدينة.\n28 - (بعرق) هو المكتل. وسمى المكتل عرقا لأنه يضفر عرقة عرقة، والعرق جمع\nعرقة، كعلق وعلقة. والعرقة الضفيرة من الخوص.\n29 - (الأبعد) يعنى نفسه.\n37 - (أيام منى) ثلاثة، بعد يوم النحر.\n</p>\n\n<p>\n38 - (نهى عن الوصال) الوصال في الصوم هو أن لا يفطر يومين أو أياما.\n40 - (أو تظاهر) ظاهر من امرأته ظهارا. مثل قاتل قتالا، وتظهر. إذا قال لها\nأنت علي كظهر أمي. قيل إنما خص ذلك بذكر الظهر لان الظهر من الدابة موضع\nالركوب. والمرأة مركوبة، وقت الغشيان. فركوب الأم مستعار من ركوب الدابة.\nثم شبه ركوب الزوجة بركوب الأم الذي هو ممتنع. وهو استعارة لطيفة. فكأنه\nقال ركوبك للنكاح حرام علي اه‍. مصباح.\n42 - (أو بدنة) البدنة: البعير، ذكرا كان أو أنثى، يهديها.\n</p>\n\n<p>\n(يبدي) يقدم.\n47 - (استقاء) تكلف القئ. (ذرعه) غلبه وسبقه.\n</p>\n\n<p>\n48 - (يواتر) أي يتابعه. يقال تواترت الخيل إذا جاءت يتبع بعضها بعضا.\n49 - (فتدفع دفعة) بضم الدال اسم لما يدفع بحرة. وبالفتح المرة الواحدة.\n(عبيط) أي طري خالص لا خلط فيه.\n50 - (بدرتني) أي سبقتني. (بنت أبيها) أي في المسارعة في الخير.\n(الخيط الأبيض) بياض النهار. (الخيط الأسود) سواد الليل. (أهل) أي أحرم.\n</p>\n\n<p>\n51 - (كبر) أي أسن. (يفتدى) يطعم عن كل يوم مسكينا.\n55 - (ثم جاء الثبت) رجل ثبت متثبت في أموره. وثبت في الحرب فهو ثبيت مثال\nقرب فهو قريب.\n</p>\n\n<p>\nوالاسم ثبت. ومنه <span id='ms630'></span> قيل للحجة ثبت. ورجل ثبت إذا كان عدلا ضابطا. والجمع\nأثبات مثل سبب وأسباب.\n57 - (جنة) أي وقاية وسترة. قيل من المعاصي لأنه يكسر الشهوة ويضعفها. ولذا\nقيل إنه لجام المتقين وجنة المحاربين ورياضة الأبرار والمقربين. وقيل: جنة\nمن النار. وبه جزم ابن عبد البر لأنه إمساك عن الشهوات، والنار محفوفة بها.\n(لا يرفث) أي لا يفحش ويتكلم بالكلام القبيح. ويطلق أيضا على الجماع\nومقدماته.\n</p>\n\n<p>\nوعلى ذكره مع النساء. (ولا يجهل) أي لا يفعل فعل الجهال. كصياح وسفه\nوسخرية. ونحو ذلك.\n</p>\n\n<p>\n(قاتله) قال عياض: قاتله دافعه ونازعه. ويكون بمعنى شاتمه ولاعنه.\n</p>\n\n<p>\n58 - (لخلوف) تغير رائحة الفم. (يذر) يترك.\n</p>\n\n<p>\n59 - (وصفدت) غلت.\n1 - (فأرجله) أمشط شعره وأنظفه وأحسنه. فهو من مجاز الحذف. لان الترجيل\nللشعر، لا للرأس.\n</p>\n\n<p>\n(لحاجة الانسان) أي البول والغائط.\n3 - (يجمع فيه) أي يصلى فيه الجمعة. (خباؤه) أي خيمته. (رحبة من رحاب\nالمسجد) أي صحنه (ولا في المنار) المنار العلم الذي يهتدى به. أطلقه على\nالمنارة التي يؤذن عليها، بجامع الاهتداء.\n4 - (بقول) أي بسبب قول. (الخيط الأبيض) بياض الصبح. (الخيط الأسود) سواد\nالليل. (من الفجر) بيان للخيط الأبيض. (ولا تباشروهن) ولا تجامعوهن. (وأنتم\nعاكفون) معتكفون،\n7 - (أخبية) جمع خباء. خيمة من وبر أو صوف، على عمودين أو ثلاثة. (البر)\nبهمزة استفهام ممدودة. والنصب مفعول مقدم لقوله تقولون. (تقولون) أي تظنون.\nوالقول يطلق على الظن. قال الأعشى.\n</p>\n\n<p>\nأما الرحيل فدون بعد غد * فمتى تقول الدار تجمعنا؟\n</p>\n\n<p>\n(بهن) أي متلبسا بهن.\n8 - (نكاح الملك) أي العقد. (المسيس) الجماع. (تنكح) تخطب ويعقد عليها.\n(أهله) حليلته، من زوجة وأمة. (يمس امرأته) مس التذاذ. لا كتفلية أو ترجيل\nأو غسل رأس أو نحو ذلك بلا لذة. (ينكحا) يعقدا.\n9 - (الوسط) جمع وسطى. (وقد رأيت هذه الليلة) مفعول به، لا ظرف. أي رأيت\nليلة القدر.\n</p>\n\n<p>\n(على عريش) أي على العريش. وإلا فالعريش هو السقف. أي إنه كان مظللا\nبالخوص والجريد ولم يكن محكم البناء بحيث يكن من المطر. (فوكف المطر) أي\nسال ماء المطر من سقفه.\n</p>\n\n<p>\n10 - (تحروا) أي اطلبوا بالجد والاجتهاد.\n12 - (شاسع <span id='ms631'></span> الدار) أي بعيدها.\n</p>\n\n<p>\n13 - (تلاحى) تنازع وتخاصم وتشاتم. (فرفعت) أي رفع بيانها أو علم تعيينها\nمن قلبي فنسيته للاشتغال بالمتخاصمين.\n14 - (تواطأت) أي توافقت.\n</p>\n\n<p>\n15 - قال ابن عبد البر: هذا أحد الأحاديث الأربعة التي لا توجد في غير\nالموطأ. لا مسندا ولا مرسلا.\n</p>\n\n<p>\nوالثاني (إني لانسى أو أنسى لأسن) والثالث (إذا نشأت بحرية) وتقدما.\nوالرابع (قوله لمعاذ: حسن خلقك للناس) قال: وليس منها حديث منكر، ولا ما\nيدفعه أصل.\n</p>\n\n<p>\n16 - قال ابن عبد البر: قول ابن المسيب لا يكون رأيا، ولا يؤخذ إلا\nتوفيقا. ومراسيله أصح المراسيل.\n1 - (البيداء) قال عياض: بيداء المدينة هي الشرف الذي أمام ذي الحليفة، في\nطريق مكة. التي روى إحرام النبي صلى الله عليه وسلم منها. وهي أقرب إلى مكة\nمن ذي الحليفة. (ثم لتهلل) أي تحرم وتلبي.\n4 - (بالأبواء) جبل قرب مكة. وعنده بلدة تنسب إليه. (القرنين) تثنية قرن.\nوهما الخشبتان القائمتان على رأس البئر وشبههما من البناء، ويمد بينهما\nخشبة يجر عليها الحبل المستقى به. ويعلق عليها البكرة.\n</p>\n\n<p>\n(فطأطأه) أي خفض الثوب وأزاله عن رأسه.\n</p>\n\n<p>\n5 - (أتريد أن تجعلها بي) أي تجعلني أفتيك، وتنحى الفتيا عن نفسك، إن كان\nفي هذا شئ.\n6 - (بذي طوى) واد بقرب مكة، يعرف اليوم ببئر الزاهد.\n</p>\n\n<p>\n7 - (الغسول) بوزن صبور هو كالغسل:، ما يغسل به الرأس من سدر وخطمي\nونحوهما. (التفث) الوسخ.\n</p>\n\n<p>\n8 - (القمص) جمع قميص. (ولا السراويلات) جمع سروال، فارسي معرب. (ولا\nالبرانس) جمع برنس قلنسوة طويلة. أو كل ثوب رأسه منه. دراعة كان أو جبة.\n(ولا الخفاف) جمع خف. (من الكعبين) هما العظمان الناتئان عند مفصل الساق\nوالقدم. (ولا الورس) نبت أصفر طيب الريح يصبغ به.\n9 - (أو ورس) نبت أصفر مثل نبات السمسم، طيب الريح، يصبغ به. بين الحمرة\nوالصفرة. أشهر طيب في بلاد اليمن.\n10 - (إنما هو مدر) المدر: الطين المتماسك.\n</p>\n\n<p>\n11 - (المعصفرات المشبعات) التي لا ينفض صبغها.\n</p>\n\n<p>\n12 - (المنطقة) ما يشد به الوسط.\n13 - (بالعرج) قرية على ثلاث مراحل من المدينة. (فلا يخمره) أي لا يغطيه.\n</p>\n\n<p>\n14 - (حرم) محرمون.\n15 - (لا تنتقب) لا تلبس النقاب. وهو الخمار الذي تشده <span id='ms632'></span> المرأة على الانف أو\nتحت المحاجر.\n</p>\n\n<p>\n(القفازين) شئ يعمل لليدين يحشى بقطن تلبسهما المرأة للبرد. أو ما تلبسه\nالمرأة في يديها فتغطى أصابعها وكفيها عند معاناة الشئ.\n19 - (وهو بالشجرة) سمرة بذي الحليفة على ستة أميال من المدينة.\n22 - (من ذي الحليفة) قرية خربة بينها وبين مكة مائتا ميل. (من الجحفة)\nقرية خربة بينها وبين مكة خمس مراحل أو ستة. (من قرن) جبل بينه وبين مكة من\nجهة المشرق مرحلتان. (يلملم) مكان على مرحلتين من مكة. بينهما ثلاثون ميلا.\n25 - (الفرع) موضع بناحية المدينة.\n</p>\n\n<p>\n26 - (إيلياء) بيت المقدس.\n</p>\n\n<p>\n27 - (الجعرانة) موضع قريب من مكة.\n</p>\n\n<p>\n28 - (تلبية) مصدر لبى. أي قال: لبيك.\n(لبيك) لفظ مثنى عند سيبويه ومن تبعه. وهذه التثنية ليست حقيقية. بل\nللتكثير أو للمبالغة. ومعناه إجابة بعد إجابة لازمة. (وسعديك) مثنى كلبيك.\nومعناه ساعدت طاعتك مساعدة بعد مساعدة. وإسعاد بعد إسعاد.\n</p>\n\n<p>\n29 - (أهل) أي رفع صوته بالتلبية.\n31 - (السبتية) أي التي لا شعر فيها. مشتق من السبت وهو الحلق. أو لأنها\nسبتت بالدباغ، أي لانت، (يوم التروية) ثامن ذي الحجة، لان الناس كانوا\nيروون فيه من الماء، أي يحملونه من مكة إلى عرفات ليستعملوه شربا وغيره.\n(تنبعث به راحلته) أي تستوى قائمة إلى طريقه.\n35 - (على كل شرف) مكان مرتفع.\n40 - (بالسقيا) قرية جامعة بطريق مكة. (ينجع) أي يسقى. (بكرات) جمع بكرة.\nولد الناقة، أو الفتى منها. (خبطا) ورق ينفض بالمخابط ويجفف ويطحن ويخلط\nبدقيق أو غيره ويوخف بالماء ويسقى للإبل.\n48 - (بنمرة) موضع، قيل من عرفات، وقيل بقربها خارج عنها. (الأراك) موضع\nبعرفة من ناحية الشام.\n(الحرس) جمع حارس. أي الأعوان.\n</p>\n\n<p>\n49 - (شعثا) مغبرين، متلبدين. لعدم التعاهد بالدهن ونحوه.\n57 - (أعتمر) بتقدير همزة الاستفهام.\n66 - (اعترض لي) أي عاقني عائق منعني.\n67 - (افصلوا) أي فرقوا.\n70 - (أنكح) أي أزوج. (لا ينكح المحرم) أي لا يعقد لنفسه. (ولا ينكح) أي لا\nيعقد لغيره بولاية، ولا بوكالة.\n74 - (بلحيي جمل) مكان بطريق مكة. وهو إلى المدينة أقرب. وقيل عقبة. وقيل\nماء.\n76 - (طعمة) أي طعام.\n</p>\n\n<p>\n77 - (صفيف) في القاموس: الصفيف كأمير. ما صف في الشمس ليجف، وعلى الجمر <span id='ms633'></span>\nلينشوي.\n79 - (بالروحاء) موضع بن مكة والمدينة. (عقير) معقور. (الرفاق) قال\nالجوهري: جمع رفقة، القوم المترافقون في السفر. (بالإثابة) موضع أو بئر.\n(الرويثة) موضع. (العرج) موضع بين الحرمين. (حاقف) أي واقف منحن. رأسه بين\nيديه إلى رجليه. وقيل الحاقف الذي لجأ إلى حقف، وهو ما انعطف من الرمل. (لا\nيريبه) أي لا يمسه ولا يحركه ولا يهيجه.\n</p>\n\n<p>\n80 - (من البحرين) تثنية بحر، موضع بين البصرة وعمان. (بالربذة) قرب\nالمدينة.\n81 - (أحلة) جمع حلال. من أهل الربذة. (لأوجعتك) بالضرب أو التقريع.\n</p>\n\n<p>\n82 - (رجل) أي قطيع. (إن هي إلا نثرة حوت) النثرة العطسة. وفى الصحاح\nوغيره: النثرة للبهائم كالعطسة لنا. أي ما هي إلا عطسة حوت. (ينثره) أي\nيرميه متفرقا.\n82 - (يبتاعه) أي يشتريه. (يعترض) يقصد.\n</p>\n\n<p>\n83 - (بالأبواء) جبل بينه وبين الجحفة مما يلي المدينة ثلاثة وعشرون\nميلا. سمى بذلك لتبوئ السيول به. لا لما فيه من الوباء. (بودان) موضع قرب\nالجحفة، أو قرية جامعة أقرب إلى الجحفة من الأبواء. بينهما ثمانية أميال.\n(حرم) جمع حرام. والحرام المحرم. أي محرمون.\n84 - (بالعرج) منزل بطريق مكة. (قطيفة) كساء له خمل. (أرجوان) صوف أحمر.\n</p>\n\n<p>\n85 - (تخلج) دخل. (بذكي) أي مذكى.\n87 - (حرم) محرمون. (بالغ الكعبة) أي واصلا إليها. بأن يذبح ويتصدق به. (أو\nعدل ذلك صياما) أي أو ما ساواه من الصيام. فيصوم، عن طعام كل مسكين، يوما\n(وبال أمره) أي ثقله، وجزاء معصيته.\n88 - (جناح) أي إثم. (العقور) بمعنى عاقر. أي جارح.\n92 - (يقرد بعيرا) أي يزيل عنه القراد ويلقيه. (بالسقيا) قرية جامعة بين\nمكة والمدينة.\n94 - (لشكو) أي لوجع.\n</p>\n\n<p>\n95 - (حلمة) الصغيرة من القردان أو الضخمة. قاموس. (قرادا) ما يتعلق\nبالبعير ونحوه، وهو كالقمل للانسان، والجمع قردان بوزن غربان.\n</p>\n\n<p>\n96 - (البان) شجر. ولحب ثمره دهن طيب.\n(يبط) يشق. (خراجه) الخراج بزنة غراب. بثرة. الواحدة خراجة.\n</p>\n\n<p>\n97 - (خثعم) قبيلة مشهورة.\n99 - (فأهل) أي ابن عمر (ما أمرهما) أي الحج والعمرة. (نفذ) مضى ولم يصد.\n(مجزيا) كافيا.\n104 - (قواعد إبراهيم) جمع قاعدة. وهي الأساس. (حدثان) قرب عهد. (ما أرى)\nأي ما أظن.\n106 - (ما حجر) أي منع.\n</p>\n\n<p>\n107 - (رمل) رملت رملا من باب <span id='ms634'></span> طلب، ورملانا أيضا، هرولت.\n110 - (التنعيم) هو المعروف الآن بمساجد عائشة. زرقاني.\n113 - (استلمت) أي حين قدرت. (وتركت) أي حين عجزت.\n116 - (سبع) أي سبع طوفات. (السبوع) لغة قليلة في الأسبوع. وقال ابن التين.\nوهو جمع سبع كبرد وبرود. وفى حاشية الصحاح كضرب وضروب.\n117 - (أناخ) برك راحلته\n120 - (لا يصدرن) أي لا ينصرفن\n(نرى) أي نظن. (شعائر الله) جمع شعيرة أو شعارة. وهو أعلام الحج وأفعاله.\nوسميت البدن شعائر لاشعارها في سنامها بما يعرف به أنها هدى (فإنها) أي فإن\nتعظيمها. (محلها) أي مكان حل نحرها.\n</p>\n\n<p>\n121 - (مر الظهران) اسم واد بقرب مكة.\n</p>\n\n<p>\n122 - (حتى صدر) أي رجع.\n</p>\n\n<p>\n123 - (إني أشتكي) أي أتوجع. وهو مفعول شكوت. أي أنى مريضة.\n124 - (هرقت) أي صببت. (ركضة) أي دفعة وحركة. (استثفري بثوب) أي شدي فرجك\nبخرقة عريضة بعد أن تحشى قطنا. وتوثقي طرفي الخرقة في شئ تشديه على وسطك\nفيمنع بذلك سيل الدماء. مأخوذ من ثفر الدابة الذي يجعل تحت ذنبها. 125 -\n(مراهقا) يعنى ضاق عليه الوقت. حتى يخاف فوت الوقوف بعرفة.\n129 - (أرأيت قول الله) أي أخبريني عن مفهوم قوله. (إن الصفا والمروة) جبلي\nالسعي اللذين يسعى من أحدهما إلى الآخر. والصفا في الأصل جمع صفاة وهي\nالصخرة والحجر الأملس. والمروة في الأصل حجر أبيض براق. (من شعائر الله) أي\nالمعالم التي ندب الله إليها، وأمر بالقيام عليها. قاله الأزهري. وقال\nالجوهري:\n</p>\n\n<p>\nالشعائر أعمال الحج، وكل ما جعل علما لطاعة الله. (يهلون) أي يحجون قبل\nأن يسلموا. (لمناة) هي صنم كانت في الجاهلية. قال ابن الكلبي: كانت صخرة\nنصبها عمرو بن لحى لهذيل، فكانوا يعبدونها.\n</p>\n\n<p>\n(حذو) أي مقابل. (قديد) قرية جامعة بين مكة والمدينة كثيرة المياه.\n(يتحرجون) يتحرزون.\n130 - (فيما بينها وبينه) أي بين الأولى والانصراف من العشاء. أو فيما بين\nالعشاء وبين البدء بالأولى.\n</p>\n\n<p>\n(فيعتلون) أي يتمسكون.\n</p>\n\n<p>\n131 - (انصبت قدماه) أي انحدرت. قال عياض، من قولهم صب الماء وانصب.\n132 - (تماروا) أي اختلفوا.\n137 - (أيام التشريق) سميت بذلك لان الذبح فيها يجب بعد شروق الشمس. وقيل\nلأنهم كانوا يشرقون فيها لحوم الأضاحي إذا قددت.\n139 - (بدنة <span id='ms635'></span>) البدنة تقع على الجمل والناقة والبقرة. وكثر استعمالها فيما\nكان هديا. (إنها بدنة) أي هدى.\n</p>\n\n<p>\n(ويلك) هي كلمة تدعم بها العرب كلامها ولا تقصد معناها. كقولهم (لا أم\nلك). ويقال (ويلك) لمن وقع في هلكة يستحقها. و (ويح) لمن وقع في هلكة لا\nيستحقها.\n١٤٠ - (اللبة) بوزن الحبة، المنحر.\n</p>\n\n<p>\n١٤٢ - (بختية) أنثى بختي. قال في المشارق. إبل غلاظ لها سنامان. وفى <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>. جمال طوال الأعناق.\n</p>\n\n<p>\n143 - (نتجت) أي وضعت.\n</p>\n\n<p>\n144 - (فادح) أي ثقيل، صعب عليها.\n145 - (قلده) بأن يعلق في عنقه نعلين. (وأشعره) أشعر الهدى إذا طعن في\nسنامه الأيمن حتى يسيل منه دم، ليعلم أنه هدى.\n</p>\n\n<p>\n146 - (بجلل) أي يكسوها الجلال. والجلال جمع جل، ما يجعل على ظهر البعير.\n(القباطي) جمع القبطي، ثوب رقيق من كتان يعمل بمصر. نسبة إلى القبط على غير\nقياس. فرق بين الانسان والثوب.\n</p>\n\n<p>\n(والحلل) جمع حلة. وهي لا تكون إلا ثوبين من جنس واحد.\n١٤٧ - (الثني) هو الذي يلقى ثنيته. ويكون ذلك في الظلف والحافر، في السنة\nالثالثة. وفى الخف، في السنة السادسة.\n</p>\n\n<p>\n١٤٨ - (عطب) أي هلك. قال في المشارق و<a\nhref=\"/الكتب/41_النهاية\">النهاية</a>: وقد يعبر بالعطب عن آفة تعتريه\nتمنعه عن السير، ويخاف عليه الهلاك.\n149 - (غرمها) دفع بدلها هديا كاملا.\n</p>\n\n<p>\n151 - (أصاب أهله) أي جامع.\n152 - (وقع بامرأته) جامعها. (التقاء الختانين) ختان الرجل وخفاض المرأة.\nفهو تغليب.\n</p>\n\n<p>\n(ماء دافق) ذو اندقاق من الرجل والمرأة في رحمها.\n153 - (النازية) قال في المشارق: عين ثرة، على طريق الآخذ من مكة إلى\nالمدينة قرب الصفراء. وهي إلى المدينة أقرب.\n</p>\n\n<p>\n154 - (ويقرن) قرن بين الحج والعمرة يقرن قرانا أي جمع بينهما.\n155 - (يفيض) يطوف طواف الإفاضة\n159 - (حرم) محرمون وداخل الحرم. (النعم) لفظه يشمل الشاة. (ذوا عدل) رجلان\nصالحان. (بالغ الكعبة) أي واصلا إليه. بأن يذبح فيه ويتصدق به. (أو عدل ذلك\nصياما) أي أو ما ساواه من الصوم. فيصوم، عن طعام كل مسكين، يوما.\n161 - (يوم التروية) ثامن الحجة. (صفة المسجد) مؤخر المسجد. وقيل سقائف\nالمسجد.\n</p>\n\n<p>\n(مقصان) قال الجوهري: المقص المقراض. وهما مقصان. (فالتمسية) أي <span id='ms636'></span> فاطلبيه.\n(قرون) ضفائر.\n</p>\n\n<p>\n162 - (ما تطاير) ارتفع.\n165 - (السقيا) قرية جامعة من عمل الفرع. بينها وبين الفرع، مما يلي\nالجحفة، سبعة عشر ميلا.\n</p>\n\n<p>\n166 - (عرنة) موضع بين منى وعرفات. وهي ما بين العلمين الكبيرين جهة\nعرفة، والعلمين الكبيرين جهة منى. (المزدلفة) المكان المعروف. سميت بذلك\nلأنه يتقرب فيها. من (زلف) إذا تقرب. وقيل لمجئ الناس إليها في زلف من\nالليل. أي ساعات. (محسر) بين منى ومزدلفة.\n167 - (الأنصاب) جمع نصب. حجارة تنصب وتعبد. (قزح) جبل بالمزدلفة. (منسكا)\nشريعة.\n</p>\n\n<p>\n(ناسكوه) عاملون به. (وادع إلى ربك) إلى دينه. (لعلى هدى) دين.\n169 - (ليلة المزدلفة) هي ليلة العيد.\n172 - (بغلس) ظلمة آخر الليل.\n176 - (دفع) أي انصرف منها إلى المزدلفة. سمى دفعا، لازدحامهم إذا انصرفوا.\nفيدفع بعضهم بعضا.\n</p>\n\n<p>\n(العنق) سير بين الابطاء والاسراع. قال في المشارق: وهو سير سهل في سرعة.\nوانتصب على المصدر المؤكد من لفظ الفعل. (فجوة) أي مكانا متسعا. (نص) أي\nأسرع. قال أبو عبيد. النص تحريك الدابة حتى تستخرج به أقصى ما عندها. وأصله\nغاية الشئ. يقال نصصت الشئ، رفعته.\n178 - (المنحر) الذي نحرت فيه. (كل منى منحر) يجوز النحر فيه. (فجاج مكة)\nجمع فج وهو الطريق الواسع. (وطرقها منحر) يريد كل ما قارب بيوت مكة من\nفجاجها وطرقها منحر. وما تباعد من البيوت فليس بمنحر.\n</p>\n\n<p>\n179 - (نرى) أي نظن. (يحل) أي يصير حلالا. بأن يتمتع. وهذا فسخ الحج إلى\nالعمرة. (أتتك بالحديث على وجهه) أي ساقته لك سياقا تاما لم تختصر منه\nشيئا.\n180 - (لبدت رأسي) التلبيد هو جعل شئ فيه، من نحو صمغ، ليجتمع الشعر ولا\nيدخل فيه قمل.\n</p>\n\n<p>\nوقلدت هديي) علقت شيئا في عنقه ليعلم.\n</p>\n\n<p>\n182 - (يقلدها نعلين) يجعلهما في عنقها علامة. (ويشعرها) إشعار البدن هو\nأن يشق أحد جنبي.\n</p>\n\n<p>\nسنام البدنة حتى يسيل دمها. ويجعل ذلك لها علامة تعرف بها أنها هدى.\n(جزورا) الجزور البعير. ذكرا كان أو أنثى.\n183 - (التفث) هو ما يفعله المحرم بالحج إذا حل كقص الشارب والأظفار ونتف\nالإبط وحلق العانة.\n</p>\n\n<p>\n(الحلاق) مصدر حلق 184 - (قالوا والمقصرين) أي قل: وارحم المقصرين.\n</p>\n\n<p>\n185 - (لا يقرب البيت <span id='ms637'></span>) أي لا يطوف. (ذلك واسع) أي جائز. (حتى يبلغ الهدى\nمحله) أي حيث يحل ذبحه.\n188 - (أفضت) طفت طواف الإفاضة. (ثم عدلت إلى شعب) الشعب الطريق في الجبل.\nأو ما انفرج بين الجبلين. (لأدنو من أهلي) أي أجامعها. (ثم وقعت بها)\nجامعتها. (بالجلمين) تثنية جلم. وهو المقراض.\n191 - (ضفر رأسه) جعله ضفائر. كل ضفيرة على حدة.\n</p>\n\n<p>\n192 - (من عقص رأسه) لوى شعره وأدخل أطرافه في أصوله.\n</p>\n\n<p>\n193 - (الحجبي) نسبة إلى حجابة الكعبة.\n194 - (عند سرادقه) قال ابن الأثير: هو كل ما أحاط بشئ من حائط أو مضرب أو\nخباء.\n</p>\n\n<p>\n(ملحفة) ملاءة يلتحف بها. (معصفرة) مصبوغة بالعصفر. (الرواح) أي عجل. أو\nرح.\n</p>\n\n<p>\nأو على الاغراء. (فأنظرني) أي أخرني. (أفيض علي ماء) أي أغتسل. (تصيب)\nتوافق.\n195 - (أيام التشريق) هي الأيام التي بعد يوم النحر. (لا يجمع) لا يصلى\nالجمعة.\n</p>\n\n<p>\n196 - (جميعا) أي جمع بينهما جمع تأخير.\n</p>\n\n<p>\n197 -\n197 - (دفع رسول الله صلى الله عليه وسلم من عرفة) أي رجع من وقوف عرفة\nبعرفات. لان عرفة اسم لليوم.\n</p>\n\n<p>\nوعرفات بلفظ الجمع اسم للموضع. (بالشعب) اللام للعهد. والمراد الذي دون\nالمزدلفة. (ولم يصل بينهما شيئا) أي لم يتنفل.\n201 - (شطر إمارته) أي نصف خلافته.\n</p>\n\n<p>\n202 - (سفر) جمع سافر. كركب وراكب.\n</p>\n\n<p>\n203 - (كيف صلاتهم بعرفة) هي الصلاة الرباعية. (في إقامتهم) أي أيام\nالرمي. (ما أقاموا) أي مدة إقامتهم.\n205 - (زاغت) زالت. (دبر الصلوات) أي عقبها.\n206 - (أناخ) أي برك راحلته. (المعرس) موضع النزول. (قفل) أي رجع من الحج.\n</p>\n\n<p>\n(ثم صلى ما بدا له) يعنى أي شئ تيسر له. (عرس به) نزل به ليستريح.\n</p>\n\n<p>\n207 - (بالمحصب) اسم لمكان متسع بين مكة ومنى. وهو أقرب إلى منى. ويقال\nله الأبطح والبطحاء وخيف بنى كنانة والخيف. وإلى منى يضاف.\n211 - (رمى الجمار) جمع جمرة. وهي اسم لمجتمع الحصى. سميت بذلك لاجتماع\nالناس بها. يقال تجمر بنو فلان إذا اجتمعوا. وقيل إن العرب تسمى الحصى\nالصغار جمارا. فسميت بذلك تسمية للشئ بلازمه.\n</p>\n\n<p>\nوقال الشهاب القرافي: الجمار اسم للحصى، لا للمكان. والجمرة اسم للحصاة.\nوأنما سمى الموضع جمرة باسم ما جاوره. وهو اجتماع الحصى فيه <span id='ms638'></span>. (عند الجمرتين\nالأوليين) إحداهما الأولى التي تلى مسجد منى. والثانية الوسطى.\n214 - (حصى الحذف) أصله الرمي بطرفي الابهام والسبابة. ثم أطلق هنا على\nالحصى الصغار، مجازا.\n</p>\n\n<p>\n(من غربت له الشمس) أي عليه.\n218 - (لرعاء الإبل) جمع راع. (البيتوتة) مصدر بات. (يوم النفر) الانصراف\nمن منى.\n219 - (في الزمان الأول) أي زمن الصحابة.\n</p>\n\n<p>\n220 - (نفست) نفست أي ولدت. ونفست أي حاضت.\n223 - (فأهللنا بعمرة) أي أدخلناها على الحج بعد أن أهللنا به ابتداء.\n(انقضى رأسك) أي حلى ضفر شعره. (وامتشطي) أي سرحيه بالمشط. (إلى التنعيم)\nمكان خارج مكة على أربعة أميال منها إلى جهة المدينة. وروى الفاكهي عن عبيد\nبن عمير: إنما سمى التنعيم، لان الجبل الذي عن يمين الداخل يقال له ناعم.\nوالذي على اليسار يقال له منعم، والوادي نعمان.\n</p>\n\n<p>\n(مكان) بالرفع خبر، وبالنصب على الظرفية. قال عياض: والرفع أوجه عندي إذ\nلم يرد به الظرف، إنما أراد عوض عمرتك. (ثم حلوا) بالحلق أو التقصير.\n</p>\n\n<p>\n224 - (موافية للحج) أي مطلة عليه ومشرفة. يقال: أوفى على ثنية كذا أي\nشارفها وأطل عليها.\n225 - (أحابستنا) أي أمانعتنا. (أفاضت) أي طافت طواف الإفاضة. (فلا) أي فلا\nحبس علينا.\n</p>\n\n<p>\n226 - (لعلها تحبسنا) أي تمنعنا عن الخروج من مكة إلى المدينة حتى تطهر\nوتطوف. قال الكرماني: لعل هنا ليس للترجي، بل للاستفهام أو للظن وما شاكله.\n229 - (فإن كربها) أي استمر بها.\n</p>\n\n<p>\n230 - (الضبع) هي أنثى. وقيل يقع على الذكر والأنثى. وربما قيل في الأنثى\nضبعة، والذكر ضبعان، والجمع ضباعين. ويجمع الضبع على ضباع. والضبع على\nأضبع. (بكبش) هو فحل الضأن.\n</p>\n\n<p>\nوالأنثى نعجة. (بعنز) الأنثى من المعز. (بعناق) أنثى المعز قبل كمال\nالحول. (اليربوع) دويبة نحو الفأرة. لكن ذنبه وأذناه أطول منها. ورجلاه\nأطول من يديه، عكس الزرافة، والجمع يرابيع.\n</p>\n\n<p>\n(بجفرة) الجفر من أولاد المعز ما بلغ أربعة أشهر.\n</p>\n\n<p>\n231 - (نستبق) نرمى. (إلى ثغرة ثنية) الثغرة الناحية من الأرض، والطريق\nالسهلة. والثنية الطريق الضيق بين الجبلين.\n234 - (الغرة) عبد أو أمة.\n(وليدة) أي أمة. (النسور) جمع نسر. وهو طائر حاد البصر ومن أشد الطيور\nوأرفعها طيرانا وأقواها <span id='ms639'></span> جناحا. تخافه كل الجوارح. وهو أعظم من العقاب. له\nمنقار منعقف في طرفه. وله أظفار. لكنه لا يقوى على جمعها وحمل فريسته بها،\nكما يفعل العقاب بمخالبه. (والعقبان) جمع عقاب، طائر من الجوارح، يطلق على\nالذكر والأنثى. قوى المخالب وله منقار أعقف. (والبزاة) جمع باز. ضرب من\nالصقورة.\n</p>\n\n<p>\n(الرخم) الواحدة رخمة: طائر من الجوارح الكبيرة الجثة، الوحشية الطباع.\n237 - (أو انسك بشاة) أي تقرب بشاة تذبحها.\n</p>\n\n<p>\n238 - (هو أمك) جمع هامة. وهي الدابة.\n</p>\n\n<p>\nوالمراد بها هنا القمل. لأنها تطلق على ما يدب من الحيوان، وإن لم يقتل،\nكالقمل والحشرات.\n239 - (البرم) جمع برمة. وهي القدر من الحجر. (بنورة) النورة حجر الكلس. ثم\nغلبت على أخلاط تضاف إلى الكلس من زرنيخ وغيره، وتستعمل لإزالة الشعر.\n242 - (لم اشعر) أي لم أفطن.\n</p>\n\n<p>\n243 - (إذا قفل) أي رجع. (شرف) مكان عال.\n244 - (في محفتها) بكسر الميم، كما جزم به الجوهري وغيره. وحكى في المشارق\nالكسر والفتح بلا ترجيح. شبه الهودج، إلا أنه لا قبة عليها. (بضبعي) هما\nباطنا الساعد. أو العضدان.\n</p>\n\n<p>\n245 - (يوما) أي في يوم. (أصغر) أي أذل. (أدحر) أي أبعد عن الخير. (أغيظ)\nأي أشد غيظا، وهو أشد الحنق. (يزع الملائكة) يصف الملائكة للقتال، ويمنعهم\nأن يخرج بعضهم عن بعض في الصف. أي يعبيهم للقتال. والمعبى يسمى وازعا. ومنه\nقوله تعالى: - وحشر لسليمان جنوده من الجن والإنس والطير فهم يوزعون - أي\nيحبس أولهم على آخرهم.\n247 - (المغفر) هو ما يجعل من فضل درع الحديد على الرأس، مثل القلنسوة.\nقاله في المحكم. وقال في التمهيد: ما غطى الرأس من السلاح كالبيضة وشبهها،\nمن حديد كان أو غيره.\n</p>\n\n<p>\n248 - (بقديد) قرية جامعة. وبين قديد والكديد ستة عشر ميلا. الكديد أقرب\nإلى مكة. وسميت قديدا لتقدد السيول بها، وهي لخزاعة. عن المشارق.\n249 - (سرحة) شجرة طويلة لها شعب. (الأخشبين) هما الجبلان اللذان تحت\nالعقبة بمنى، فوق المسجد. ويقال إن الأخاشب اسم لجبال مكة ومنى خاصة. (سر\nتحتها سبعون نبيا) أي ولدوا تحتها، فقطع سرهم. وهو ما تقطعه القابلة من سرة\nالصبي.\n</p>\n\n<p>\n250 - (مجذومة) أصابها داء <span id='ms640'></span> الجذام. يقطع اللحم ويسقطه. (لو جلست في بيتك)\nكان خيرا لك.\n</p>\n\n<p>\nأو (لو) للتمني. فلا جواب لها.\n252 - (الزبدة) موضع خارج المدينة. بينها وبين المدينة ثلاث مراحل. وهي\nقريب من ذات عرق.\n</p>\n\n<p>\n(هل نزعك) أي أخرجك. قال تعالى - ونزع يده - أي أخرجها. (فأتنف العمل) أي\nاستقبله.\n</p>\n\n<p>\n(فمكثت) أي أقمت. (منقصفين) أي مزدحمين. حتى كأن بعضهم يقصف بعضا. بدارا\nإليه.\n</p>\n\n<p>\n(فضاغطت) أي زاحمت وضايقت.\n</p>\n\n<p>\n253 - (الاستثناء في الحج) هو أن يشترط أن يتحلل حيث أصابه مانع (يحتش)\nحششته حشا، من باب قتل، قطعته بعد جفافه، واحتش افتعل، منه.\n</p>\n\n<p>\n254 - (الصرورة من النساء التي لم تحج قط) تفسير للصرورة، لصرها النفقة\nوإمساكها. ويسمى من من لم يتزوج، صرورة أيضا. لأنه صر الماء في ظهره وتبتل\nعلى مذهب الرهبانية.\n1 - (لا يفتر) لا يضعف، ولا ينكسر. (من صلاة ولا صيام) تطوعا.\n3 - (لرجل أجر) أي ثواب. (وعلى رجل وزر) أي إثم. (ربطها في سبيل الله) أي\nأعدها للجهاد. (فأطال لها) الحبل الذي ربطها فيه حتى تسرح للرعي. (في مرج)\nموضع كلأ، وأكثر ما يطلق على الموضع المطمئن. (أو روضة) أكثر ما يطلق\nالروضة في الموضع المرتفع. (فما أصابت) أي أكلت وشربت ومشت. (في طيلها)\nحبلها الذي تربط به. (فاستنت) جرت بنشاط.\n</p>\n\n<p>\n(شرفا أو شرفين) شوطا أو شوطين. سمي به لأن العالي يشرف على ما يتوجه\nإليه. والشرف العالي من الأرض. (كانت آثارها) في الأرض بحوافرها عند\nخطواته. (به) أي من ذلك النهر. (تغنيا) أي استغناء عن الناس. يقال تغنيت\nبما رزقني الله تغنيا، وتغانيت تغانيا، واستغنيت استغناء.\n</p>\n\n<p>\nكلها بمعنى. والمعني أنه يطلب بنتاجها أو بما حصل من أجرتها ممن يركبها\nونحو ذلك، تغنيا عن سؤال الناس.\n</p>\n\n<p>\n(وتعففا) عن مسألتهم. (ورياء) أي إظهارا للطاعة، والباطن بخلافه. (ونواء)\nأي مناوأة وعداوة. قال الخليل: نأوت الرجل ناهضته بالعداوة.\n(فهي علي ذلك وزر) أي إثم. (عن الحمر) هل لها حكم الخيل. أو عن زكاتها.\n(الجامعة الفاذة) سماها جامعة لشمولها الأنواع من طاعة ومعصية، وفاذة\nلانفرادها في معناها.\n</p>\n\n<p>\n4 - (بعنان) العنان بالكسر هو اللجام <span id='ms641'></span>. (في غنيمته) مصغرا إشارة إلى\nقلتها.\n</p>\n\n<p>\n5 - (بايعنا رسول الله صلى الله عليه وسلم) ليلة العقبة. وضمن بايع معنى\nعاهد، فعدي بعلى. (على السمع) له بإجابة أقواله. (والطاعة) له بفعل ما\nيقول. (في اليسر والعسر) أي يسر المال وعسره.\n(والمنشط) مصدر ميمي، من النشاط. (والمكره) مصدر ميمي، من الكراهة.\n</p>\n\n<p>\n(وأن لا ننازع الأمر أهله) أي الملك والإمارة. (لا نخاف في الله) أي في\nنصرة دينه.\n</p>\n\n<p>\n٦ - (واربطوا) أقيموا على <a href=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n8 - (برحت) أي أظهرت.\n</p>\n\n<p>\n10 - (حبسوا) وقفوا. (إلا لمأكله) أي أكل. (نحلا) هو حيوان العسل.\n11 - (سرية) قطعة من الجيش. (لا تغلوا) أي لا تخونوا في المغنم.\n</p>\n\n<p>\n12 - (العلج) الرجل الضخم من كبار العجم. وبعض العرب يطلقه على الكافر\nمطلقا. والجمع علوج وأعلاج.\n</p>\n\n<p>\n(أسند) صعد. (مطرس) كلمة فارسية معناها لا تخف. (ختر) الختر أقبح الغدر.\n13 - (وادي القرى) موضع بقرب المدينة.\n14 - (لا يكابرهما) أي لا يغالبهما ويعاندهما.\n</p>\n\n<p>\n15 - (قبل) أي جهة. (سهمانهم) جمع سهم، أي نصيب كل واحد. (ونفلوا) أي\nأعطى كل واحد منهم زيادة على السهم المستحق له.\n</p>\n\n<p>\n16 - (يعدلون البعير بعشر شياه) أي يجعلونها معادلة أي مماثلة له وقائمة\nمقامه.\n</p>\n\n<p>\n(لفظهم) ألقاهم في الساحل.\n17 - (أبق) أي هرب. (عار) أي انطلق هاربا على وجهه. قال البخاري: مشتق من\nالعير، وهو الوحش، أي هرب. قال ابن التين: أراد أنه فعل فعله في النفار.\n18 - (جولة) أي حركة فيها اختلاط، وتقدم وتأخر. (قد علا رجلا من المسلمين)\nأي ظهر عليه، وأشرف على قتله، وصرعه وجلس عليه ليقتله. (على حبل عاتقة) عرق\nأو عصب عند موضع الرداء من العنق، بين العنق والمنكب. (ريح الموت) أي شدة\nكشدته. (سلبه) ما يوجد مع المحارب من ملبوس وغيره. (لا هاء الله) هو قسم،\nأي لا والله. (لا يعمد) لا يقصد. (إلى أسد) أي إلى رجل كأنه أسد في\nالشجاعة.\n(مخرفا) أي بستانا. سمي به لأنه يخترف منه الثمر، أي يجتني. (تأثلته) أي\nاقتنيته وأصلته، وأثلة كل شئ أصله.\n</p>\n\n<p>\n(١٩) (أن يحرجه) أي يضيق عليه. (صبيغ الذي ضربه عمر بن الخطاب) روى\nالدارمي <span id='ms642'></span> عن سليمان بن يسار ونافع، قالا: قدم المدينة رجل فجعل يسأل عن\nمتشابه <a href=\"/الكتب/1_القرآن\">القرآن</a>. فأرسل إليه عمر. وقد أعد له\nعراجين النخل. فقال: من أنت؟ قال: أنا عبد الله صبيغ. قال وأنا عبد الله\nعمر. فضربه حتى دمي رأسه.\n</p>\n\n<p>\nفقال: حسبك يا أمير المؤمنين، قد ذهب الذي كنت أجده في رأسي. ثم نفاه إلي\nالبصرة.\n21 - (والهجن) جمع هجين، كبرد وبريد. وهو ما أحد أبويه عربي. وقيل الهجين\nالذي أبوه عربي.\n</p>\n\n<p>\nوأما الذي أمه عربية فيسمى المقرف. (ما استطعتم من قوة) قال صلى الله\nعليه وسلم: هي الرمي.\n</p>\n\n<p>\n22 - (فتشبكت بردائه) أي علق شوكها به. (ما أفاء الله عليكم) أي ما رده\nالله عليكم من الغنيمة.\n</p>\n\n<p>\nوأصل الفئ الرد والرجوع. ومنه سمي الظل، بعد الزوال، فيئا. لرجوعه من\nجانب إلي جانب. فكأن أموال الكفار، سميت فيئا، لأنها كانت في الأصل\nللمؤمنين. (سمر تهامة) جمع سمرة. شجرة طويلة متفرقة الرأس، قليلة الظل،\nصغيرة الورق والشوك، صلبة الخشب.\n(الخياط) أي الخيط، واحد الخيوط المعروفة. (المخيط) الإبرة، بلا خلاف.\n(وشنار) أقبح العيب والعار.\n</p>\n\n<p>\n23 - (قد غل في سبيل الله) أي خان في الغنيمة.\n24 - (بردعة) حلس يجعل تحت الرحل. هذا أصله لغة. وفي عرف زماننا، هي للحمار\nبمنزلة السرج للفرس. (عقد) قلادة. (جزع) خرزقيه بياض وسواد. الواحدة جزعة\nمثل تمر وتمرة. (غلولا) أي خيانة.\n</p>\n\n<p>\n25 - (وجه) أي توجه. (عائر) أي لا يدري من رمى به. وقيل هو الحائد عن\nقصده.\n</p>\n\n<p>\n(الشملة) كساء يشتمل به ويلتف فيه. وقيل إنما تسمى شملة إذا كان لها هدب.\n(بشراك) سير النعل على ظهر القدم.\n26 - (الغلول) الخيانة في الغنيمة. (ختر) غدر. وقد تقدم أنه أقبح الغدر.\n29 - (لا يكلم) لا يجرح. (يثعب دما) أي يجري متفجرا، أي كثيرا.\n33 - (فاطلع رجل في القبر) أي نظر فيه.\n35 - (والقتل حتف من الحتوف) أي نوع من أنواع الموت. كالموت بمرض أو نحوه،\nفيجب أن لا يرتاع منه، ولا يهاب هيبة تورث الجبن.\n</p>\n\n<p>\n(والشهيد من احتسب نفسه على الله) أي رضي بالقتل في طاعة الله، رجاء\nثوابه <span id='ms643'></span> تعالى.\n38 - (فقال: احملني وسحيما. فقال عمر بن الخطاب: أنشدك الله؟ أسحيم زق؟)\nقال الباجي: أراد الرجل التحيل على عمر ليوهمه أن له رفيقا يسمى سحيما،\nفيدفع إليه ما يحمل رجلين، فينفرد هو به. وكان عمر يصيب المعنى بظنه، فلا\nيكاد يخطئه. فسبق إلي ظنه أن سحيما الذي ذكره، هو الزق.\n</p>\n\n<p>\n(39) (تفلي) تفتش. (ثبج هذا البحر) أي وسطه أو معظمه أو هو له. (ملوكا)\nنصب بنزع الخافض. أي مثل ملوك. (على الأسرة) جمع سرير. كسرر.\n40 - (لولا أن أشق علي أمتي) بعدم طيب نفوسهم بالتخلف عني، ولا قدرة لهم\nعلى آلة السفر، ولا إلى ما أحملهم عليه. (سرية) قطعة من الجيش تبعث إلى\nالعدو. (فوددت) تمنيت.\n</p>\n\n<p>\n41 - (أحد) جبل بالمدينة على أقل من فرسخ منها. لأن، بين أولها وبين\nبابها المعروف بباب البقيع، ميلين وأربع أسباع ميل، تزيد يسيرا.\n(يطوف) يمشي. (إني قد أنفذت مقاتلي) المقاتل جمع مقتل. يعني أن الرماح\nوالسهام دخلت في المواضع التي إذا أصابتها الجراحة قتلت.\n</p>\n\n<p>\n42 - (حتى أفرغ منهن) أي من أكل التمرات.\n</p>\n\n<p>\n43 - (تنفق فيه الكريمة) أي كرائم المال وخياره. (ويياسر فيه الشريك) أي\nيؤخذ باليسر والسهولة مع الرفيق نفعا بالمعونة، وكفاية للمؤنة. وقال\nالباجي: يريد موافقته في رأيه مما يكون طاعة، ومتابعته عليه، وقلة مشاحته\nفيما يشاركه فيه، من نفقة أو عمل. (ويطاع فيه ذو الأمر) بأن يفعل ما أمر\nبه، إذا لم يكن معصية. إذ لا طاعة فيها. إنما الطاعة في المعروف.\n(كفافا) من كفاف الشئ وهو خياره. أو من الرزق. أي لا يرجع بخير أو بثواب\nيغنيه. أو لا يعود رأسا برأس، بحيث لا أجر ولا وزر، بل عليه الوزر العظيم.\n</p>\n\n<p>\n44 - (نواصيها) جمع ناصية. الشعر المسترسل علي الجبهة. ويحتمل أنه كني\nبالنواصي عن جميع الفرس.\n</p>\n\n<p>\nكما يقال: فلان مبارك الناصية.\n</p>\n\n<p>\n45 - (سابق) أجرى بنفسه، أو أمر، أو أباح. (أضمرت) بأن علفت حتى سمنت،\nوقويت. ثم قلل علفها بقدر القوت، وأدخلت بيتا وغشيت بالجلال حتى حميت\nوعرفت. فإذا جف عرقها، خف لحمها وقويت على الجرى. (الحفياء) مكان خارج <span id='ms644'></span>\nالمدينة. (أمدها) أي غايتها. (ثنية الوداع) سميت بذلك لأن الخارج من\nالمدينة يمشي معه المودعون إليها. قال سفيان: بين الحفياء إلي ثنية الوداع\nخمسة أميال أو ستة.\n(بني زريق) قبيلة من الأنصار. وإضافة مسجد إليهم إضافة تمييز لا ملك.\n</p>\n\n<p>\n46 - (السبق) أي الرهن الذي يوضع لذلك.\n</p>\n\n<p>\n48 - (بمساحيهم) جمع مسحاة. كالمجارف، إلا أنها من حديد. (ومكاتلهم) جمع\nمكتل. القفة الكبيرة، يحول فيها التراب وغيره. (الخميس) الجيش. سمي خميسا\nلأنه خمسة أقسام: ميمنة، وميسرة، ومقدمة، وقلب وجناحان.\n(خربت خبير) أي صارت خرابا. (بساحة قوم) بفنائهم، وقريتهم، وحصونهم. وأصل\nالساحة الفضاء بين المنازل. (فساء صباح المنذرين) أي بئس الصباح صباح من\nأنذر بالعذاب.\n</p>\n\n<p>\n49 - (من أنفق زوجين) أي شيئين من نوع واحد من أنواع المال. (في سبيل\nالله) في طلب ثواب الله.\n</p>\n\n<p>\n(من باب الريان) مشتق من الري. فخص بذلك لما في الصوم من الصبر على ألم\nالعطش والظمأ في الهواجر.\n</p>\n\n<p>\n(ما على من يدعي من هذه الأبواب من ضرورة) ما، نافية. و، من، زائدة. أي\nليس ضرورة على من دعي منها.\n49 - (أميطت) أي نحيت.\n50 - (وأي) أي وعد وضمان. (عدة) وعد. (حفنات) جمع حفنة، وهي ما يملأ\nالكفين.\n(كتاب النذر والأيمان) (النذر) مصدر نذر ينذر. وهو لغة، الوعد بخير أو شر.\nوفي الشرع التزام قربة غير لازمة بأصل الشرع.\n</p>\n\n<p>\n(الأيمان) جمع يمين، وهي خلاف اليسار. أطلقت علي الحلف لأنهم كانوا إذا\nتحالفوا أخذ كل يمين صاحبه.\n</p>\n\n<p>\n2 - (قباء) على ثلاثة أميال من المدينة.\n3 - (الجرو) الصغير من كل شئ. (حتى عقلت) تفقهت.\n5 - (فأصابتني خاصرة) أي وجعها.\n10 - (الثنيا) من ثنيت الشئ، إذا عطفته. والمراد الاستثناء المذكور، أي\nالاخراج ب‍ (إن شاء الله) لأن المستثنى، عطف بعد ما ذكره. لأنه، عرفا،\nإخراج بعض ما تناوله اللفظ.\n(فوكدها) قال أيوب، قلت لنافع: ما التوكيد؟ قال. ترداد الأيمان في الشئ\nالواحد.\n15 - (ومقلب القلوب) بتقليب أغراضها وأحوالها. لا بتقليب ذات القلوب. قال\nالراغب: تقليب الله القلوب والأبصار صرفها عن رأى إلى رأى. والتقليب الصرف.\n16 - (أهجر) بتقدير همزة الاستفهام.\n</p>\n\n<p>\n17 - (رتاج الكعبة) أي بابها <span id='ms645'></span>.\n(كتاب الضحايا) (الضحايا) جمع ضحية، كعطايا وعطية. والأضاحي جمع أضحية.\nوالأضحى جمع أضحاة. مثل أرطى وأرطاة، اسم يذبح من النعم، تقربا إلى الله\nتعالى في يوم العيد وتالييه.\n</p>\n\n<p>\nقال عياض: سميت بذلك لأنها تفعل في الضحى، وهو ارتفاع النهار، فسميت بزمن\nفعلها. وقال غيره:\n</p>\n\n<p>\nضحى، ذبح الأضحية وقت الضحى. هذا أصله، ثم كثر حتى قيل ضحى في أي وقت كان\nفي أيام التشريق.\n</p>\n\n<p>\n1 - (ظلعها) أي عرجها، وهي التي لا تلحق الغنم في مشيها. (عورها) ذهاب\nبصر إحدى عينيها.\n</p>\n\n<p>\n(والعجفاء) مؤنث أعجف، الضعيفة. (لا تنقى) أي لا نقى لها. والنقي الشحم.\n</p>\n\n<p>\n2 - (التي لم تسن) أسن الإنسان وغيره إسنانا، إذا كبر. فهو مسن، والأنثى\nمسنة.\n3 - (فحيلا) أي بالغا. (أقرن) ذو قرنين. (حلاق) مصدر حلق شعره حلقا، من باب\nضرب.\n</p>\n\n<p>\n4 - (جذعا) ما استكمل سنة، ولم يدخل في الثانية.\n7 - (دف) أي أتى، والدافة الجماعة القادمة. (حضرة الأضحى) أي وقت الأضحى.\n(ويجملون) أي يذيبون. (الودك) الشحم. (الأسقية) جمع سقاء. (الدافة) أصله،\nلغة، الجماعة تسير سيرا لينا.\n</p>\n\n<p>\n8 - (الانتباذ) في أواني كالمزفت والنقير. (فانتبذوا) في أي وعاء كان.\n9 - (الحديبية) واد بينه وبين مكة عشرة أميال، أو خمسة عشر ميلا على طريق\nجدة، ولذا قيل إنها على مرحلة من مكة، أو أقل من مرحلة.\n</p>\n\n<p>\n10 - (مباهاة) مغالبة ومفاخرة. (النفر) الجماعة من الرجال، من ثلاثة إلى\nعشرة، وقيل إلى تسعة.\n</p>\n\n<p>\nولا يقال نفر، فيما زاد على عشرة. (النسك) الهدايا.\n(كتاب الذبائح) (الذبائح) جمع ذبيحة. بمعنى مذبوحة.\n</p>\n\n<p>\n1 - (بلحمان) جمع لحم.\n3 - (لقحة) ناقة ذات لبن. (ذكاها) التذكية: الذبح. (بشظاظ) الشظاظ: عود\nمحدد الطرف.\n</p>\n\n<p>\n4 - (بسلع) جبل بالمدينة.\n</p>\n\n<p>\n(فرى) قطع. (الأوداج) جمع ودج. عرق في العنق. وهما ودجان.\n6 - (إذا بضع) أي قطع.\n</p>\n\n<p>\n7 - (تردت) سقطت من علو. (نفسها) أي دمها. (تطرف) تحرك بصرها.\n1 - باب أكل ما قتل المعراض والحجر (المعراض) خشبة ثقيلة، أو عصا في طرفها\nحديد. وقد يكون بغير حديدة. وفي القاموس: المعراض سهم بلا ريش دقيق\nالطرفين، غليظ الوسط، يصيب بعرضه دون حده.\n</p>\n\n<p>\n1 - (وأنا بالجرف) موضع بالمدينة. (بقدوم) بزنة رسول. آلة النجار. مؤنثة <span id='ms646'></span>.\n</p>\n\n<p>\n3 - (الإنسية) إذا توحشت. كبعير شرد، وبقرة.\n(خسق) أي ثبت. قال ابن فارس. خسق السهم الهدف، إذا ثبت فيه وتعلق.\n</p>\n\n<p>\n5 - (الكلب المعلم) هو الذي إذا زجر انزجر. وإذا رأسل أطاع. والتعليم\nشرط. لقوله تعالى - وما علمتم من الجوارح مكلبين - قال ابن حبيب: والتكليب\nالتعليم. وقيل التسليط.\n7 - (بضعة) بفتح الباء، وتكسر، وتضم. هي القطعة.\n</p>\n\n<p>\n8 - (البازي) بزنة القاضي. فيعرب إعراب المنقوص. والجمع بزاة كقضاة. وفي\nلغة، باز. بزنة باب.\n</p>\n\n<p>\nفيعرب بالحركات. ويجمع على أبواز كأبواب. وبيزان كبيبان. (العقاب) من\nالجوارح. أنثى. ويسافده طائر من غير جنسه. (الصقر) من الجوارح. يسمى\nالقطامي. وبه سمي الشاعر. والأنثى صقرة. قاله ابن الأنباري. (مخالب) جمع\nمخلب. وهو للطائر والسبع كالظفر للانسان. لأن الطائر يخلب بمخالبه الجلد.\nأي يقطعه.\n(عندنا) أي بدار الهجرة. (الضاري) صفة لكلب. أي المعود بالصيد.\n</p>\n\n<p>\n(وإن لم يذكه) التذكية الذبح. وهو قطع الحلقوم والمرئ. وقيل قطعهما مع\nقطع الودجين. وقيل قطع الحلقوم والمرئ وأحد الودجين. وقال مالك: يجزئ قطع\nالأوداج، وإن لم يقطع الحلقوم. (بشفرة) الشفرة السكين العريض. جمعها شفار\nككتاب. وشفرات كسجدات. (نبله) سهامة. مؤنثة لا واحد لها من لفظها.\n</p>\n\n<p>\n9 - (وطعامه) أي طعام البحر: وهو ما قذفه ميتا. أو نضب عنه الماء بلا\nعلاج.\n10 - (الجاري) نسبة إلى الجار. بلد قرب المدينة النبوية. (صردا) أي من\nالبرد.\n13 - (الخشني) منسوب إلى بني خشين، من قضاعة. (ذي ناب) قال ابن الأثير:\nالناب السن التي خلف الرباعية.\n15 - (الخيل) جماعة الأفراس. لا واحد له من لفظه: أو مفرده خائل. سميت بذلك\nلاختيالها.\n</p>\n\n<p>\n(والبغال) جمع كثرة لبغل. وجمع القلة أبغال: والأنثى بغلة، والجمع بغلات،\nمثل سجدة وسجدات.\n</p>\n\n<p>\n(والحمير) جمع حمار. ويجمع أيضا على حمر وأحمرة. والأنثى أتان، وحمارة\nنادر.\n</p>\n\n<p>\n(وزينة) مفعول له. (الأنعام) الإبل والبقر والغنم. (ليذكروا اسم الله)\nالتلاوة - ويذكروا اسم الله في أيام معلومات - (فكلوا منها) وأطعموا البائس\nالفقير. وقال بعد ذلك - والبدن جعلناها لكم من شعائر الله لكم فيها خير.\nفاذكروا اسم الله عليها صواف، فإذا وجبت جنوبها فكلوا منها وأطعموا القانع\nو المعتر. (وأن المعتر <span id='ms647'></span> هو الزائر) الذي يعتريك ويتعرض لك لتعطيه، ولا يفصح\nبالسؤال. (والقانع هو الفقير أيضا) وقيل هو السائل. قال الشماخ:\n</p>\n\n<p>\nلمال المرء يصلحه فيغني * مفاقره أعف من القنوع أي السؤال. يقال منه. قنع\nقنوعا إذا سأل. وقنع قناعة إذا رضي بما أعطي. وأصل هذا كله، الفقر والمسكنة\nوضعف الحال.\n16 - (حرم) حرم وحرم روايتان.\n</p>\n\n<p>\n17 - (الإهاب) يجمع على أهب. ككتاب وكتب. الجلد مطلقا. قال في الفائق:\nسمي إهابا لأنه أهبة للحى، وبناء للحماية له على جسده كما قيل المسك\nلإمساكه ما وراءه. (طهر) بفتح الهاء وضمها. والفتح أفصح.\n(كتاب العقيقة) (العقيقة) أصلها، كما قال الأصمعي وغيره: الشعر الذي يكون\nعلى رأس الصبي حين يولد. وسميت الشاة التي تذبح عنه عقيقة. لأنه يحلق عنه\nذلك الشعر عند الذبح. قال أبو عبيد: فهو من تسمية الشئ باسم غيره، إذا كان\nمعه. أو من سببه.\n</p>\n\n<p>\nوقيل هي الذبيحة. سميت بذلك لأن مذبح الشاة ونحوها يعق. أي يشق ويقطع.\n</p>\n\n<p>\nوقد أنكر أحمد قول الأصمعي وغيره أنها الشعر. بأن لا وجه له. وإنما هي\nالذبح نفسه.\n</p>\n\n<p>\nقال أبو عمر: وهذا أولى وأقرب إلى الصواب اه. الزرقاني 1 - (العقوق) أي\nالعصيان وترك الاحسان. (ينسك) أي يتطوع بقربة إلى الله تعالى.\n7 - (النسك) الهدايا. (عجفاء) ضعيفة. (ويكسر عظامها) تكذيبا للجاهلية في\nتحرجهم من ذلك.\n</p>\n\n<p>\nوتفصيلهم إياها من المفاصل.\n(كتاب <a href=\"/الكتب/1879_الفرائض\">الفرائض</a>) أي مسائل قسمة الموازين.\nجمع فريضة بمعنى مفروضة، أي مقدرة. لما فيها من السهام المقدرة. فغلبت على\nغيرها. والفرض، لغة، التقدير. وشرعا، نصيب مقدر للوارث. ثم قيل للعلم\nبمسائل الميراث، علم <a href=\"/الكتب/1879_الفرائض\">الفرائض</a>.\n</p>\n\n<p>\nوللعالم به، فرضي. وفي الحديث «أفرضكم زيد» أي أعلمكم بهذا النوع اه.\nزرقاني.\n</p>\n\n<p>\n(ميراث الصلب) (بفريضة مسماة) كقوله تعالى: ولأبويه لكل واحد منهما\nالسدس، مما ترك إن كان له ولد. وكالزوج والزوجة. (ويحجبون) من دونهم في\nالطبقة.\n(أطرف) أي أبعد. (فضلا) مفعول يرد.\n(ميراث الرجل من امرأته، والمرأة من زوجها) (من بعد وصية) من بعد تنفيذ\nوصية. (أو دين) أو قضاء دين.\n(ميراث الإخوة للأم) (شيئا <span id='ms648'></span>) مفعول يرثون. (حظ) نصيب. (كلالة) خبر كان. أي\nوإن كان رجل موروث منه كلالة. أو يورث خبر كان، وكلالة حال من ضمير يورث.\nأي لا ولد ولا والد. على الأشهر في معنى الكلالة.\n</p>\n\n<p>\nوهي في الأصل مصدر بمعنى الكلال، وهو ذهاب القوة من الإعياء.\n(ميراث الإخوة للأب والأم) (دنيا) أي قربا. احترازا. من الجلد. أبي الأب.\n(ما فضل من المال) مفعول يرثون.\n(كلالة) أي لا والد ولا ولد.\n</p>\n\n<p>\n(ميراث الإخوة للأب) (خرجوا من ولادة الأم) أي أنها لم تلدهم الأم.\n4 - (جاءت الجدة) أم الأم. (جاءت الجدة الأخرى) أم الأب. (خلت به) انفردت.\n</p>\n\n<p>\n5 - (الجدتان) أم الأب وأم الأم.\n6 - (أقعدهما) أقربها.\n7 - (أن تضلوا) مفعول لأجله. بتقدير مضاف. أي كراهة أن تضلوا في حكمها. كذا\nقال المبرد.\n(هلم) أحضر. (تور) إناء يشبه الطشت. (لو رضيك الله وارثه أقرك) أثبتك في\nكتابه كما أقر النساء الوارثات فيه.\n9 - (أقعدهم) أقربهم. (الأطرف) الأبعد. (الأرحام) القرابات.\n(الشعب) كان منزل بني هاشم.\n14 - (ولا ولاء) أي عتق. فإن كان رقيقا أخذ ماله بالملك، لا الإرث.\n</p>\n\n<p>\n15 - (يوم الجمل) يوم الخميس عاشر جمادي الأولى. وقيل خامس عشرة. سنة ست\nوثلاثين.\n</p>\n\n<p>\nأضيف إلى الجمل الذي ركبته عائشة في مسيرها إلى البصرة. وخرجت مع طلحة\nوالزبير في ثلاثة آلاف، تدعو الناس إلى طلب قتلة عثمان. (يوم صفين) موضع\nقرب الرقة بشاطئ الفرات. كانت به الوقعة العظمى بين علي ومعاوية غرة صفر\nسنة سبع وثلاثين. (يوم الحرة) أرض ذات حجارة سود، كأنها أحرقت بالنار.\nبظاهر المدينة. وكانت به الوقعة بين أهلها وعسكر يزيد بن معاوية. (يوم\nقديد) موضع قرب مكة.\n1 - (يخطب) برفع يخطب. خبر بمعنى النهي. وهو أبلغ من صريح النهي. (خطبة)\nالخطبة، بكسر الخاء، التماس النكاح.\n</p>\n\n<p>\n2 - (نرى) نظن.\n3 - (عرضتم) لوحتم. (أكننتم) أضمرتم. (ستذكرونهن) أي بالخطبة. ولا تصبرون\nعنهن.\n</p>\n\n<p>\n(سرا) السر النكاح، قال الشاعر:\n</p>\n\n<p>\nلقد زعمت بسباسة اليوم أنني * كبرت وأن لا يحسن السر أمثالي (قولا\nمعروفا) أي ما عرف شرعا من التعريض.\n</p>\n\n<p>\n4 - (الأيم) من لا زوج له. رجلا كان أو امرأة. بكرا أو <span id='ms649'></span> ثيبا. قال الشاعر:\n</p>\n\n<p>\nلقد إمت حتى لامني كل صاحب * رجاء سليمي أن تئيم، كما إمت والمراد هنا\nالثيب. (أحق بنفسها من وليها) لفظة أحق للمشاركة. أي أن لها في نفسها، في\nالنكاح، حقا. ولوليها. وحقها آكد من حقه. (تستأذن في نفسها) أي يستأذنها\nوليها. أبا كان أو غيره. تطييبا لنفسها.\n(صماتها) أي سكوتها.\n</p>\n\n<p>\n6 - (ولا يستأمرانهن) أي يستأذنانهن.\n(ما جاء في الصداق والحباء) (الصداق) بفتح الصاد وبكسرها، ويجمع على صدق.\nوالثالثة لغة الحجاز صدقة وتجمع على صدقات.\n</p>\n\n<p>\nوفي التنزيل - وآتو النساء صدقاتهن - والرابعة لغة تميم صدقة والجمع\nصدقات. مثل غرفة وغرفات. وأصدقها بالألف أعطاها صداقها. (والحباء) الإعطاء\nبلا عوض.\n11 - (شطر) أي نصف.\n(وذلك أدنى ما يجب فيه القطع) أي في السرقة. فقاسه عليها، بجامع أن كل عضو\nيستباح بقدر من المال فلابد أن يكون مقدرا بها.\n13 - (في المسيس) أي الجماع.\n</p>\n\n<p>\n(المقام عند البكر وعند الثيب) (المقام) بفتح الميم وضمها. قال الجوهري:\nقد يكون كل منهما بمعنى الإقامة، وقد يكون بمعنى موضع القيام. لأنك إن\nجعلته من قام يقوم فمفتوح. وإن جعلته من أقام يقيم فمضموم.\n</p>\n\n<p>\n14 - (ليس بك على أهلك هوان) أي لا أفعل فعلا يظهر به هوانك على. وأراد ب\n(أهلك) نفسه الكريمة.\n</p>\n\n<p>\nوكل من الزوجين أهل. (سبعت) أي أقمت سبعا. (ثلثت) أي أقمت ثلاثا.\n16 - (عقدة النكاح) أي إبرامه وإحكامه.\n17 - (ففارقها) أي طلقها. (العسيلة) تصغير عسلة. وهي كناية عن الجماع. شبه\nلذته بلذة العسل و حلاوته. فاستعار لها ذوقا. وأنث العسل في التصغير، لأنه\nيذكر ويؤنث. أي قطعة من العسل.\n</p>\n\n<p>\n18 - (البتة) من البت، وهو القطع. كأنه قطع العصمة التي بها.\n19 - (المحلل) أي المتزوج مبتوتة، بقصد إحلالها لباتها.\n</p>\n\n<p>\n21 - (وليدة) أي أمة.\n22 - (يصيبها) يجامعها. (الأم مبهمة) أي لا تحل بحال.\n</p>\n\n<p>\n23 - (مست) أي جومعت.\n24 - (الشغار) مصدر شاغر يشاغر شغارا ومشاغرة. مأخوذ من قولهم شغر البلد عن\nالسلطان إذا خلا عنه. لخلوه عن الصداق، أو لخلوه عن بعض الشرائط. وقال\nثعلب: من قولهم شغر الكلب إذا رفع رجله ليبول.\n</p>\n\n<p>\nكأن كلا من الوليين يقول للآخر <span id='ms650'></span>: لاترفع رجل ابنتي حتى أرفع رجل ابنتك.\nوفي التشبيه بهذه الهيئة القبيحة تقبيح للشغار وتغليظ على فاعله.\n</p>\n\n<p>\n26 - (تقدمت) أي سبقت غيري، وفي رواية تقدمت أي سبقني غيري. (لرجمت) أي\nفاعله.\n27 - (بالمخفقة) الدرة التي يضرب بها.\n29 - (طولا) غني أي مهرا. (العنت) الزنا. وأصله المشقة. سمي به الزنا لأنه\nسببه، بالحد في الدنيا، والعقوبة في الآخرة.\n</p>\n\n<p>\n31 - (البتة) أي جميع طلاقه، وهو اثنتان.\n33 - (أخبرهما) أي أطأهما. يقال للحراث خبير. ومنه المخابرة.\n</p>\n\n<p>\n34 - (أحلتهما آية) يريد قوله - والمحصنات من النساء إلا ما ملك أيمانكم.\n(وحرمتهما آية) يعني قوله - وأن تجمعوا بين الأختين -.\n(نكالا) عبرة مانعة لغيره من ارتكاب مثل ما فعل. قال الأزهري: النكال\nالعقوبة التي تنكل الناس عن فعل ما جعلت له جزاء. (أراه) أي أظن الصحابي\nالقائل هذا.\n</p>\n\n<p>\n36 - (كشفتها) معناه أنه نظر إلى بعض ما تستره من جسدها على وجه طلب\nالتلذذ والاستماع.\n</p>\n\n<p>\n(أردتها) أي على الجماع. (فلم أنبسط إليها) لم أجامعها بعد كشفها.\n40 - (إلا أن يعتق) أي يعتقه سيده.\n41 - (متعة النساء) هو النكاح لأجل معلوم أو مجهول. سميت بذلك لأن الغرض\nمنها مجرد التمتع، دون التولد وغيره من أغراض النكاح.\n47 - (كم سقت إليها) أي مهرا.\n51 - (الدباء) القرع، أو المستدير منه.\n52 - (بذورة) أي أعلى.\n</p>\n\n<p>\n53 - (أحدثت) أي زنت. (مالك وللخبر) يعني أي غرض لك في إخبار الخاطب\nبذلك.\n57 - (فناشدته) طلبت منه.\n(الأثرة) الاستئثار.\n2 - (لبس) خلط.\n٢ - باب ما جاء في الخلية والبرية وأشباه ذلك (الخلية) قال في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>. وخلت المرأة من مانع النكاح خلوا\nفهي خلية. ونساء خليات. وناقة خلية مطلقة من عقالها. فهي ترعى حيث شاءت.\nومنه يقال في كتاب الطلاق: هي خلية.\n</p>\n\n<p>\n5 - (البنية) قال الجوهري: على فعيلة، الكعبة.\n8 - (شأنكم بها) أي خذوها.\n</p>\n\n<p>\n9 - (يدين) أي يوكل إلي دينه.\n14 - (خطبت على عبد الرحمن) أي خطبت له. (ما زوجنا إلا عائشة) أي إنما\nوثقنا بفضلها وحسن خلقها، وأنها لا ترضى لنا بأذى، ولا إضرار في وليتنا.\n</p>\n\n<p>\n15 - (ومثلي يفتات عليه) افتات فلان افتياتا إذا سبق بفعل شئ واستبد\nبرأيه، ولم يؤامر فيه من هو <span id='ms651'></span> أحق منه بالأمر فيه.\n17 - (قرت) ثبتت.\n</p>\n\n<p>\n(باب الإيلاء) قال عياض: الإيلاء الحلف، وأصله الامتناع من الشئ. يقال\nآلي يولي إيلاء. وتألى تأليا. وائتلى ائتلاء.\n</p>\n\n<p>\nومنه قوله تعالى - ولا يأتل أولوا الفضل منكم والسعة - ثم استعمل فيما\nإذا كان الامتناع منه لأجل اليمين فنسبوا اليمين إليه، فصار الإيلاء الخلف.\nوهو في عرف الفقهاء الحلف على ترك وطئ الزوجة. 18 - (حتى يوقف) عند الحاكم.\n(وإما أن يفئ) يطأ ويكفر عن يمينه.\n19 - (أو يفئ) يرجع إلى جماعها.\n(ظهار الحر) الظهار مصدر ظاهر. مفاعلة من الظهر. فيصح أن يراد به معان\nمختلفه ترجع إلى الظهر معنى ولفظا بحسب اختلاف الأغراض. فيقال ظاهرت فلانا\nإذا قابلت ظهره بظهرك حقيقة، وإذا غايظته أيضا، وإن لم تدابره حقيقة.\nباعتبار أن المغايظة تقتضي هذه المقابلة. وظاهرته إذا نصرته. لأنه يقال قوى\nظهره إذا نصره. وظاهر من امرأته إذا قال: أنت علي كظهر أمي. وظاهر بين\nثوبين إذا لبس أحدهما فوق الآخر، على اعتبار جعل ما يلي كل منهما الآخر\nظهرا للثوب.\n</p>\n\n<p>\n20 - (طلق امرأته إن هو تزوجها) أي علق طلاقها على تزوجه إياها.\n</p>\n\n<p>\n22 - (بكلمة واحدة) بأن قال: أنتن علي كظهر أمي.\n(وليس علي النساء ظهار) فإذا تظاهرت المرأة من زوجها لم يلزمها شئ. لأن\nالله تعالي إنما جعله للرجال.\n</p>\n\n<p>\nفلا مدخل فيه للنساء. (يجمع) يعزم ويصمم.\n25 - (ثلاث سنن) أي علم بسببها ثلاثة أحكام من الشريعة. (والبرمة) قال ابن\nالأثير هي القدر مطلقا. وجمعها برم. وهي في الأصل المتخذة من الحجر المعروف\nبالحجاز. (وأدم) جمع إدام. وهو ما يؤكل مع الخبز، أي شئ كان.\n28 - (فإن شاءت قرت) أي بقيت عنده.\n(ما جاء في الخلع) الخلع مأخوذ من الخلع. وهو النزع، سمي به لأن كلا من\nالزوجين لباس للآخر في المعنى. قال تعالي - هي لباس لكم وأنتم لباس لهن -\nفكأنه بمفارقة الآخر نزع لباسه. وضم مصدره تفرقة بين الحسي والمعنوي.\n</p>\n\n<p>\n31 - (الفلس) بقية الظلام.\n(ثلاثة قروء) القرء الحيض. وجمعه أقراء وقروء وأقرؤ. والقرء أيضا الطهر،\nوهو من الأضداد.\n(نسقا) أي بلا فاصل. وهو <span id='ms652'></span> بمعنى «متتابعا». (صمات) مصدر صمت أي سكت.\n</p>\n\n<p>\n(ما جاء في اللعان) اللعان مصدر لاعن. سماعي لا قياسي. والقياسي\nالملاعنة. من اللعن وهو الطرد والإبعاد. يقال لاعنته امرأته ملاعنة ولعانا\nفتلاعنا. لعن بعض بعضا. ولا عن الحاكم بينهما لعانا حكم. وفي الشرع كلمات\nمعلومة جعلت حجة للمضطر إلى قذف من لطخ فراشه وألحق العاربه. وسميت لعانا\nلاشتمالها على كلمة اللعن، تسمية للكل باسم البعض. ولأن كلا من المتلاعنين\nيبعد عن الآخر بها، إذ يحرم النكاح بها أبدا.\n</p>\n\n<p>\n34 - (أرأيت رجلا) أي أخبرني عن حكم رجل. (حتى كبر) أي عظم.\n(وفي صاحبتك) أي زوجتك. (فكانت تلك بعد سنة المتلاعنين) فلا يجتمعان بعد\nالملاعنة أبدا.\n</p>\n\n<p>\nفتحرم عليه بمجرد اللعان تحريما مؤبدا، ظاهرا وباطنا، سواء صدقت أو صدق.\n</p>\n\n<p>\n35 - (وانتفل) أي تبرأ. (يرمون أزواجهم) يقذفونهم بالزنا.\n(ويدرأ) يدفع. (العذاب) أي حد الزنا. (ادعته) أي ادعت أنه منه.\n</p>\n\n<p>\n(جلد الحد) لأنه قذف أجنبية.\n(فينزع) أي يرجع.\n</p>\n\n<p>\n36 - (الملاعنة) بفتح العين وكسرها. وهي التي وقع اللعان بينها وبين\nزوجها. (حقها) بالنصب.\n</p>\n\n<p>\nبدل من ضمير ورثته.\n(مولاة) أي معتقة. (عربية) أي حرة.\n</p>\n\n<p>\n38 - (إنما أنت قاص) أي صاحب قصص ومواعظ، لا تعلم غوامض الفقه. (تبينها)\nأي تجعلها بائنا. فلا يعيدها إلا بعقد جديد، وصداق.\n39 - (معضلة) أي شديدة.\n(فآذنيني) أي أعلميني. (البتة) أي ثلاثا.\n47 - (الدرج) موضع بالمدينة.\n53 - (أمسك بعد) أي بعض الطهر من الحيض الثاني.\n54 - (جادلها) خاصمها بشدة. (إنما الأقراء الأطهار) قال أبو عمر: لم تختلف\nالعلماء ولا الفقهاء أن القرء، لغة، يقع على الطهر والحيضة، إنما اختلفوا\nفي المراد في الآية. فقال جمهور أهل المدينة: الأطهار. وقال العراقيون:\n</p>\n\n<p>\nالحيض. وحديث ابن عمر يدل للأول، لقوله: ثم تحيض ثم تطهر، ثم إن شاء طلق\nقبل أن يمس، فتلك العدة التي أمر الله. فأخبر أن الطلاق للعدة لا يكون إلا\nفي طهر. فهو بيان لقوله تعالى: - فطلقوهن لعدتهن -.\n</p>\n\n<p>\n56 - (فقد برئت منه وبرئ منها) مثل سلم، وزنا ومعنى. أي انقطعت العلاقة\nبينهما.\n63 - (فانتقلها) أي نقلها أبوها. (إن كان بك الشر) أي إن كان عندك <span id='ms653'></span> أن سبب\nخروج فاطمة بنت قيس ما وقع بينها وبين أقارب زوجها من الشر. (فحسبك) أي\nيكفيك.\n66 - (على من الكراء) في مدة العدة. (فإن لم يكن عند زوجها) شئ للكراء.\n</p>\n\n<p>\n67 - (البتة) يعني بها آخرة الثلاث تطليقات. (تلك امرأة يغشاها أصحابي)\nأي يلمون بها، و يردون عليها، ويزورونها. لصلاحها. وكانت كثيرة المعروف\nوالنفقة في سبيل الله، والتضييف للغرباء من المهاجرين وغيرهم.\n(فلا يضع عصاه عن عاتقه) أي كثير الأسفار. أو كثير الضرب للنساء.\n</p>\n\n<p>\n(اغتبطت به) أي حصل لي منه ما قرت عيني به، وما يغبط فيه ويتمنى.\n</p>\n\n<p>\n69 - (بعد) أي بعد الطلاق.\n(ما لم يصبها) يجامعها.\n</p>\n\n<p>\n70 - (ثم رفعتها حيضتها) أي لم تأتها.\n72 - (شقاق بينهما) أصله شقاقا بينهما. فأضيف الشقاق إلى الظرف على سبيل\nالاتساع. كقوله تعالى - بل مكر الليل والنهار - أصله بل مكر في الليل.\nوالشقاق العداوة والخلاف. لأن كلا منهما يفعل ما يشق على صاحبه. أو يميل\nإلى شق، أي ناحية، غير شق صاحبه. والضمير للزوجين، وإن لم يجر لهما ذكر،\nلذكر ما يدل عليهما. (حكما من أهله) رجلا يصلح للحكومة والإصلاح بينهما.\n(إن يريدا) أي الحكمان.\n</p>\n\n<p>\n(يوفق الله بينهما) أي الزوجين. أي يقدرهما على ما هو الطاعة. من إصلاح\nأو فراق. (يجوز) أي ينفذ.\n73 - (ثم أثم) أي حنث.\n</p>\n\n<p>\n75 - (ترافعه) ترفعه. (إلى السلطان) الحاكم.\n(اعترض عنها) منعه عن جماعها مانع.\n</p>\n\n<p>\n76 - (لرجل من ثقيف) هو غيلان بن سلمة الثقفي.\n</p>\n\n<p>\n77 - (ثم تركها حتى تحل) بالخروج من العدة.\n78 - (والذي يحلف به) هو الله سبحانه وتعالى. (ليس ذلك بطلاق) للإكراه. (أن\nيعاقب عبد الله بن عبد الرحمن) يعزره على ما فعل. (أهلي) زوجتي.\n</p>\n\n<p>\n79 - (لقبل عدتهن) أي في استقبال عدتهن.\n80 - (فعمد) قصد. (شارفت) قاربت. (ولا تحلين أبدا) لغيري. (آويك) من أوى\nالمتعدية.\n</p>\n\n<p>\n81 - (ضرارا) مفعول به.\n83 - (آخر الأجلين) بالنصب. أي تتربص آخر الأجلين. (فحطت) أي مالت ونزلت\nبقلبها.\n</p>\n\n<p>\n(غيبا) جمع غائب. كخادم وخدم. (يؤثروه بها) يقدمونه على غيره.\n86 - (تنفس) أي تلد.\n87 - (بالقدوم) قال ابن الأثير: بالتخفيف والتشديد. موضع على ستة أميال من\nالمدينة.\n</p>\n\n<p>\n(الكتاب) أي المكتوب من <span id='ms654'></span> العدة.\n88 - (البيداء) طرف ذي الحليفة. (بقناة) موضع بالمدينة.\n</p>\n\n<p>\n89 - (تنتوي حيث انتوى أهلها) أي تنزل حيث نزلوا.\n(ما جاء في العزل) (العزل) هو الإنزال خارج الفرج.\n</p>\n\n<p>\n95 - (فاشتهينا النساء) أي جماعهن. (العزبة) أي فقد الأزواج والنكاح.\n(بينا أظهرنا) أي بيننا. و - أظهر - زائدة. (ما عليكم أن لا تفعلوا) أي ليس\nعدم الفعل واجبا عليكم. أو - لا - زائدة.\n</p>\n\n<p>\nأي لا بأس عليكم في فعله. وحكى ابن عبد البر عن الحسن البصري أن معناه\nالنهي. أي لا تفعلوا العزل.\n</p>\n\n<p>\n(نسمة) أي نفس. (كائنة) أي قدر كونها في علم الله. (إلا وهي كائنة) أي\nموجودة في الخارج. سواء عزلتم أم لا. فلا فائدة في العزل.\n99 - (أكن) أي أضم إلى. (هو حرثك) أي تحل زرعك الولد. (أعطشته) أي منعته\nالسقي.\n100 - (لا يعزل الرجل المرأة) أي لا يعزل ماءه عنها. فنصب على التوسع.\n</p>\n\n<p>\n(ما جاء في الإحداد) (الإحداد) امتناع المرأة المتوفى عنها زوجها من\nالزينة كلها. من لباس وطيب وغيرهما. وكل ما كان من دواعي الجماع.\n</p>\n\n<p>\nوقال المازري: الإحداد الامتناع من الزينة. يقال: أحدت المرأة فهي محد.\nوحدت فهي حاد. إذا امتنعت من الزينة. وكل ما يصاغ من - حد - كيفما تصرف فهو\nبمعنى المنع.\n</p>\n\n<p>\n101 - (خلوق) بوزن صبور. نوع من الطيب. (بعارضيها) أي جانبي وجهها. وجعل\nالعارضين ماسحين تجوزا، والظاهر أنها جعلت الصفرة في يديها، ومسحتها\nبعارضيها. والباء للإلصاق أو الاستعانة.\n</p>\n\n<p>\nومسح يتعدى بنفسه وبالباء.\n103 - (حفشا) بيتا رديئا.\n(تفتض تمسح به جلدها) قال ابن وهب: معناه تمسح بيدها عليه أو على ظهره.\nوقيل معناه تمسح به ثم تفتض، أي تغتسل بالماء العذب. والافتضاض الاغتسال\nبالماء العذب للإنقاء. حتى تصير كالفضة.\n</p>\n\n<p>\n(كالنشرة) في <a href=\"/الكتب/41_النهاية\">النهاية</a>: النشرة، بالضم،\nضرب من الرقية والعلاج، يعالج به من كان يظن أن به مسا من الجن. سميت نشرة\nلأنه ينشر عنه ما خامره من الداء. أي يكشف ويزال.\n</p>\n\n<p>\n104 - (فبلغ ذلك منها) أي بلغ الوجع منها مبلغا قويا. (بكحل الجلاء) كحل\nخاص.\n107 - (ترمصان) أي يجمد الوسخ في موقعهما. والرجل أرمص والمرأة رمصاء.\n(الشبرق) دهن <span id='ms655'></span> السمسم. (العصب) برود يمنية يعصب غزلها، أي يجمع ويشد، ثم\nيصبغ وينسج، فيأتي موشيا ، لبقاء ما عصب منه أبيض لم يأخذه صبغ. يقال: برد\nعصب وبرود عصب، بالتنوين والإضافة. وقيل: هي برود مخططة.\n</p>\n\n<p>\nوالعصب الفتل. والعصاب الغزال.\n108 - (صبرا) هو الدواء المر.\n1 - (لعمها) اللام بمعنى عن. أي عن عمها.\n2 - (فليلج) فليدخل.\n</p>\n\n<p>\n3 - (بعد أنزل الحجاب) أي آيته أو حكمه.\n5 - (اللقاح) اسم ماء الفحل. كأنه أراد أن ما الفحل الذي حملتا منه واحد.\nواللبن، التي أرضعت كل واحدة منهما، أصله ماء الفحل. ويحتمل أن يكون بمعنى\nالإلقاح. يقال: ألقح الناقة إلقاحا ولقاحا، كما يقول:\n</p>\n\n<p>\nأعطى إعطاء وعطاء. والأصل فيه للإبل. ثم يستعار للنساء.\n</p>\n\n<p>\n8 - (ليدخل عليها) إذا بلغ.\n11 - (في المهد) وهو ما يمهد للصبي لينام فيه. (من الرجال) أي من جهتهم.\n12 - (وأنكح) أي زوج. (أيامي) جمع أيم. من لازوج لها. بكرا أو ثيبا. (أقسط)\nأعدل (مواليكم) بنو عمكم. (نري سالما) نعتقد. (ولدا) بالتبني. (فضل) أي\nمكشوفة الرأس و الصدر. وقيل على ثوب واحد لا إزار تحته. وقيل متوحشة بثوب\nعلى عاتقها خالفت بين طرفيه. قال ابن عبد البر: أصحها الثاني. لأن كشف\nالحرة الصدر، لا يجوز عند محرم ولا غيره. (أرضعيه خمس رضعات) قال أبو عمر:\nصفة رضاع الكبير أن يحلب له اللبن ويسقاه. فأما أن تلقمه المرأة ثديها، فلا\nينبغي عند أحد من العلماء. وقال عياض: ولعل مهملة حلبت لبنها فشربه من غيره\nأن يمس ثديها، ولا التقت بشرتاهما. إذ لا يجوز رؤية الثدي ولا مسه ببعض\nالأعضاء. قال النووي. وهو حسن.\n13 - (وليدة) أمة. (فعمدت) قصدت. (أوجعها) أي امرأتك. (وأت جاريتك) أي\nطاها، وهذا معنى إبجاعها.\n14 - (مصصت) شربت شربا رفيقا. (أراها) أظنها. (انظر) تأمل. (ما كان) أي\nوجد.\n</p>\n\n<p>\n(الحبر) بفتح عند جمهور أهل الحديث. وقطع به ثعلب. وبكسرها، وقدمه\nالجوهري والمجد أي العالم (بين أظهركم) أي بينكم. و - أظهر - زائدة.\n16 - (الغيلة) اسم من الغيل والغيال. والغيلة، بالفتح، المرة الواحدة. وقيل\nلا تفتح الغين إلا مع حذف الهاء وذكر ابن السراج الوجهين في غيلة <span id='ms656'></span> الرضاع.\nأما غيلة القتل، فبالكسر لا غير.\n(كتاب البيوع) جمع بيع. وجمع لاختلاف أنواعه. كبيع العين، وبيع الدين، وبيع\nالمنفعة، والصحيح، والفاسد، وغير ذلك. وهو، لغة، المبادلة. ويطلق أيضا على\nالشراء. ومنه - وشروره بثمن بخس -.\n</p>\n\n<p>\n(ما حاء في بيع العربان) العربان، ويقال عربون وعربون. قال ابن الأثير:\nقيل سمي بذلك فيه إعرابا لعقد البيع.\n</p>\n\n<p>\nأي إصلاحا وإزالة فساد. لئلا يملكه غيره باشترائه. وفي الذخيرة: العربان،\nلغة، أول الشئ اه. زرقاني.\n1 - (باطل بغير شي) أي لا رجوع لي به عليك. (النفاذ) المضي في أمره.\n((والمعرفة) بالأخذ والعطاء. (فبان) ظهر. (تستوفيه) تقبضه. (يضع) ينقص.\n2 - (الغرماء) أصحاب الديون.\n</p>\n\n<p>\n3 - (فهو من البائع) أي ضمانه عليه. فللمشتري رده. (مردودا) أي له رده.\n4 - (بالبراءة) أي من العيوب. (يرده منه) أي يوجب له رده. (العور) فقد بصر\nإحدى عينيه. (بخير النظرين) أحبهما إليه.\n(يغرم) يدفع. (أقيم) قوم. (تقام) تقوم. (المرتفعة) التي لا عيب فيها).\n((الأخرى) المعيبة.\n(يرد منه) أي من أجله. (صفقة واحدة) أي عقد واحد.\n7 - (ففارقها) أي طلقها. فحلت لعثمان بعد العدة.\n</p>\n\n<p>\n9 - (أبرت) التأبير: التلقيح. وهو أن يشق طلع الإناث، ويؤخذ من طلع الذكر\nفيذر فيه، ليكون ذلك، بإذن الله، أجود مما لم يؤبر. وهو خاص بالنخل. وألحق\nبه ما انعقد من ثمر وغيرها.\n10 - (بيع الثمار) منفردا عن النخل. نهي تحريم.\n</p>\n\n<p>\n11 - (تزهى) قال الخليل: أزهى النخل، بدا صلاحه. قال ابن الأثير: أزهى\nيزهي، إذا احمر واصفر.\n</p>\n\n<p>\n(إذا منع الله الثمرة) بأن تلفت.\n</p>\n\n<p>\nفالمعنى: لا ينبغي أن يأخذ أحدكم مال أخيه باطلا. لأنه إذا تلفت الثمرة\nلا يبقى للمشتري، في مقابلة ما دفعه، شئ.\n13 - (القثاء) اسم لما يقول له الناس الخيار والعجور والفقوس. وبعضهم يطلقه\nعلى نوع يشبه الخيار.\n</p>\n\n<p>\n(الخربز) صنف من البطيخ معروف. شبيه بالحنظل. أملس، مدور الرأس، رقيق\nالجلدة.\n</p>\n\n<p>\n(ما جاء في العرية) بزنة فعيلة. قال الجمهور: بمعنى فاعلة. لأنها عريت\nبإعراء مالكها، أي إفراده لها من باقي النخل، فهي عارية. وقيل بمعنى\nمفعولة، من عراه يعروه، إذا أتاه. لأن مالكها يعروها أي يأتيه. فهي <span id='ms657'></span> معروة\nوالجمع عرايا.\n</p>\n\n<p>\nو هي، لغة، النخلة. وفسرها مالك فقال: العرية أن يعري الرجل الرجل نخله،\nثم يتأذى بدخوله عليه، فرخص له أن يشتريها منه.\n14 - (العرية) الرطب، أو العنب على الشجر. (بخرصها) قال ابن الأثير: خرص\nالنخلة الكرمة، يخرصها خرصا، إذا حرز ما عليها من الرطب تمرا، ومن العنب\nزبيبا. فهو من الخرص، لأن الخرص إنما هو تقدير بظن. والاسم الخرص، بالكسر.\n(والشرك) أي تشريك غيره فيما اشتراه بما اشتراه.\n(الجائحة في بيع الثمار والزروع) الجائحة، لغة، المصيبة المستأصلة. جمعها\nجوائح وعرفا، ما أتلف من معجوز عن دفعه، قدرا، من ثمر أو نبات.\n</p>\n\n<p>\n15 - (بضع) يسقط. (تألى) حلف. وهو من الألية اليمين. يقال: آلى يولي\nإيلاء. وتألى يتألى تأليا. والاسم الألية.\n18 - (الأفراق) موضع بالمدينة.\n</p>\n\n<p>\n19 - (احتبسه) أي منعه.\n20 - (الجنيب) نوع جيد من التمر. (بالجمع) تمر ردي، مجموع من أنواع مختلفة.\n</p>\n\n<p>\n21 - (عبد الحميد) رواه يحيى وابن نافع وابن يوسف. وقال جمهور رواه\nالموطأ: عبد المجيد. وهو المعروف.\n</p>\n\n<p>\nو كذا ذكره البخاري والعقيلي وهو الصواب. والأول غلط. قاله أبو عمر.\n(جنيب) نوع من أعلى التمر.\n</p>\n\n<p>\nقيل الكبيس. وقيل الطيب. وقيل الصلب. وقيل الذي خرج منه حشفه ورديئه.\nوقيل الذي لا يخلط بغيره.\n</p>\n\n<p>\n(الجمع) التمر الردئ المجموع من أنواع مختلفة. (ابتع) اشتر.\n22 - (البيضاء) الشعير. (بالسلت) حب بين الحنطة والشعير، ولا قشر له كقشر\nالشعير. فهو كالحنطة في ملاسته، وكالشعير في طبعه وبرودته. قال الجوهري:\nويكون في الغور والحجاز. (أيتها أفضل) أي أكثر في الكيل.\n</p>\n\n<p>\n(ما جاء في المزابنة والمحاقلة) مفاعلة من الزبن. وهو الدفع الشديد.\nومنهم الزبانية، ملائكة النار. لأنهم يزبنون الكفرة فيها، أي يدفعونهم.\nويقال للحرب: زبون لأنها تدفع أبناءها إلى الموت. وناقة زبون: إذا كانت\nتدفع حالبها عن الحلب.\n</p>\n\n<p>\nسمي به هذا البيع المخصوص، لأن كل واحد من المتبايعين يزبن، أي يدفع\nالآخر عن حقه، يما يزداد فيه.\n</p>\n\n<p>\nفإذا وقف أحدهما على ما يكره تدافعا. فيحرص أحدهما على فسخ البيع، والآخر\nعلى إمضائه.\n</p>\n\n<p>\nو المحاقلة مفاعلة من الحقل، وهو الحرث. وقال بعض اللغويين <span id='ms658'></span>: اسم للزرع في\nالأرض وللأرض التي يزرع فيها. ومنه قوله صلى الله عليه وسلم: «ما تصنعون\nبمحاقلكم»؟ أي بمزارعكم.\n</p>\n\n<p>\n23 - (المزابنة) قال القزاز: أصله أن المغبون يريد فسخ البيع، والغابن لا\nيريد فسخه. فيتزابنان عليه، أي يتدافعان. (الكرم) شجر العنب. والمراد العنب\nنفسه.\n25 - (الورق) الفضة. (المصبر) المجموع بعضه فوق بعض. (الخبط) ما يسقط من\nورق الشجر.\n(النوى) البلح. (الكرسف) القطن. (الكتان) قال ابن دريد: الكتاب عربي. سمي\nبذلك لأنه يكتن، أي يسود إذا ألقى بعضه فوق بعض. (القز) معرب. قال الليث:\nهو ما يعمل منه الإبريسيم.\n</p>\n\n<p>\nولذا قال بعضهم: القز والإبريسيم، مثل الحنطة والدقيق. (غرمه) دفعه.\n(الغرر) بيع الغرر هو ما كان له ظاهر يغر المشتري وباطن مجهول. وقال\nالأزهري: بيع الغرر ما كان على غير عهدة ولا ثقة، وتدخل فيه البيوع التي لا\nيحيط بكنهها المتبايعان، من كل مجهول. (ظهارة) ما يظهر للعين. وهو خلاف\nبطانة.\n(ذرع) قدر. (البان) شجر معروف، وهو الخلاف. (ضارعه) شابهه. (القضب) نبت\nمعروف.\n26 - (يستجنى) أي يجني. (الكالئ) بالكالئ أي الدين بالدين. (نظرة) تأخير.\n(ألوان) أنواع. (العجوة) نوع من أجود تمر المدينة. (الكبيس) نوع من التمر،\nويقال من أجوده.\n</p>\n\n<p>\n(والعذق) أنواع من التمر. ومنه عذق ابن الحبيق، وعذق ابن طاب، وعذق ابن\nزيد. (أصوع) جمع قلة لصاع. ويجمع كثرة على صيعان. (بين يديه) أي عنده.\n(صبرة) عن ابن دريد: اشتريت الشئ صبرة، أي بلا كيل ولا وزن. وجمعها صبر مثل\nغرفة وغرف. (صبر العجوة) أي جمعها.\n(فلانة) أي المعينة. وإطلاقها على غير الإنس أنكره بعضهم. ورد بأن في\nالحديث «ماتت فلانة» لشاة.\n(الغرر) الخطر. ونهى رسول الله صلى الله عليه وسلم عن بيع الغرر. وهو مثل\nبيع السمك في الماء، والطير في الهواء.\n27 - (يدا بيد) أي مناجزة. (ومثلا بمثل) أي متساويا. (الخربز) نوع من\nالبطيخ.\n</p>\n\n<p>\n(الأترج) فاكهة معروفة. الواحدة أترجة. (الرمان) فعال. ونونه أصلية. ولذا\nينصرف. الواحدة رمانة.\n(بيع الذهب بالورق عينا وتبرا) حالان من الذهب. فالتبر ما كان من الذهب غير\nمضروب. فإن ضرب دنانير <span id='ms659'></span> فهو عين.\n</p>\n\n<p>\n28 - (السعدين) سعد بن أبي وقاص وسعد بن عبادة. (المغانم) أي مغانم خيبر.\n(أربيتما) أربي الرجل، دخل في الربا.\n</p>\n\n<p>\n29 - (لافضل بينهما) أي زيادة.\n</p>\n\n<p>\n30 - (إلا مثلا بمثل) أي إلا حال كونهما متماثلين، أي متساويين. (تشفوا)\nمن الإشفاف، أي لا تفضلوا. والشف، بالكسر، الزيادة.\n(غائبا) مؤجلا. (بناجز) أي بحاضر.\n</p>\n\n<p>\n31 - (أصوغ الذهب) أي أجعله حليا. (الشئ) المصوغ. (فأستفضل) أي فأستبقى.\n</p>\n\n<p>\n(لا فضل) زيادة. (عهد) أي وصية.\n33 - (سقاية) هي البرادة يبرد فيها الماء، تعلق. (إلا مثلا بمثل) أي سواء\nفي القدر. (من يعذرني) أي من يلومه على فعله ولا يلومني عليه. أو من يقوم\nبعذري إذا جازيته بصنعه، ولا يلومني على ما أفعله به. أو من ينصرني. يقال:\nاعذرته، إذا نصرته.\n</p>\n\n<p>\n34 - (ولا تشفوا) أي تفضلوا بعضها على بعض. ويطلق الشف، لغة، أيضا، على\nالنقص. وهو من أسماء الأضداد.\n35 - (استنظرك) طلب تأخيرك.\n</p>\n\n<p>\n36 - (كالئ) أي مؤجل.\n</p>\n\n<p>\n37 - (حليا) مفرد حلي.\n38 - (فتراوضنا) أي تجاذبنا في البيع والشراء. وهو ما يجري بين المتبايعين\nمن الزيادة والنقصان. كأن كل واحد منهما يروض صاحبه، من رياضة الدابة. وقيل\nهي المواصفة بالسلعة بأن يصف كل منهما سلعته للآخر.\n</p>\n\n<p>\n(فأخذ الذهب يقلبها في يده) الذهب يذكر ويؤنث. (الغابة) موضع قرب المدينة\nبه أموال لأهلها.\n</p>\n\n<p>\nو كان لطلحة بها مال نخل وغيره.\n(إلا هاء وهاء) اسم فعل بمعنى خذ يقال: هاء درهما. أي خذ درهما. فنصب درهما\nباسم المفعول، كما ينصب بالفعل. يقول أحدهما: خذ. ويقول الآخر: خذ. (والبر)\nالحنطة. (زائفا) أي رديئا.\n</p>\n\n<p>\n(ولا نظرة) أي تأخير.\n(باب المراطلة) مفاعلة من الرطل. قال الزرقاني: ولم أجد لغويا ذكرها. وإنما\nيذرون الرطل، وهي، عرفا، بيع الذهب بالذهب والفضة بالفضة، وزنا. (مراطلة)\nأي وزنا. (يدا بيد) أي مناجزة. (ذريعة) وسيلة.\n</p>\n\n<p>\n(لأن) لأجل أن. (العتق) جمع عتيق. برد وبريد.\n(حشف) ردئ التمر. (البيضاء) الحنطة. (حنطة شامية) هي السمراء.\n(العينة وما يشبهها) (العينة) قال في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: فسرها الفقهاء بأن يبيع متاعه إلى\nأجل. ثم يشتريه في المجلس بثمن حال ليسلم به من الربا. وقيل لهذا <span id='ms660'></span> البيع\nعينة، لأن مشتري السلعة إلى أجل يأخذ بدلها عينا، أي نقدا حاضرا. وذلك حرام\nإذا اشترط المشتري على البائع أن يشتريها منه بثمن معلوم.\n</p>\n\n<p>\n40 - (حتى يستوفيه) أي يقبضه.\n44 - (صكوكا) جمع صك. ويجمع أيضا على صكاك. وهو الورقة التي يكتب فيها ولي\nالأمر برزق من الطعام لمستحقه. (زمان مروان بن الحكم) أي إمارته. (الجار)\nموضع بساحل البحر يجمع فيه العام ثم يفرق على الناس بصكاك. (أتحل) أي\nأتجيز؟. (أعوذ بالله) أي أعتصم به من أن أحل الربا.\n45 - (الصبر) جمع صبرة، وهو الطعام المجتمع كالكومة.\n</p>\n\n<p>\n46 - (بالجار) محل معلوم بالساحل. (أو سلتا) السلت ضرب من الشعير، أبيض،\nلا قشر له.\n</p>\n\n<p>\nوقيل هو نوع من الحنطة. والأول أصح، لأن البيضاء الحنطة. (القطنية) واحدة\nالقطاني. كالعدس والحمص واللوبيا، ونحوها. (الأدم) جمع إدام. بزنة كتاب\nوكتب، والإدام ما يؤكل مع الخبز، أي شئ كان. (الشبرق أو الشيرق) دهن\nالسمسم. قال البوني وهو السيرج أيضا (بالجيم).\n48 - (يبيع الطعام من الرجل) أي إليه. (عن أن لا) لا، زائدة للتأكيد. نحو\nما منعك أن لا تسجد.\n49 - (وأنظرك) أؤخرك. (بنسيئة) بتأخير.\n(نظرة) تأخير. (بعد محل) أي جلول (أو جمعا) أي تمرا رديا.\n53 - (الجار) موضع بساحل البحر يجمع فيه الطعام ثم يفرق على الناس بصكاك.\n(باب الحكرة والتربص) الحكرة: اسم من احتكر الطعام إذا حبسه إرادة للغلاء.\nوالحكر والحكر لغة، بمعناه. والتربص: الانتظار ٥٦ - (يعمد) يقصد. (فضول)\nزيادات عن أقواتهم. (أذهاب) جمع ذهب. كأسباب وسبب.\n</p>\n\n<p>\nقال في <a href=\"/الكتب/41_النهاية\">النهاية</a>: الذهب مكيال معروف\nباليمن، وجمعه أذهاب. (على عمود كبده) قال ابن الأثير: أراد به ظهره.\n</p>\n\n<p>\nلأنه يمسك البطن ويقويه فصار كالعمود له. وقيل أراد أنه يأتي به على تعب\nومشقة. وإن لم يكن ذلك الشئ على ظهره، وإنما هو مثل. وقيل: يريد بكبده\nالحاملة. لأن الجالب إنما يحمل على دوابه لا على ظهره.\n60 (بالربذة) قرية قرب المدينة.\n</p>\n\n<p>\n61 - (النجيب) وزن كريم ومعناه. (الحمولة) الجماعة.\n(ولا رحلة) أي حمل.\n</p>\n\n<p>\n62 - (حبل الحبلة) الأول مصدر حبلت المرأة. والثاني جمع حابل كظالم وظلمة\nوكاتب وكتبة <span id='ms661'></span>.\n</p>\n\n<p>\n(الجزور) هو البعير، ذكرا كان أو أنثى.\n</p>\n\n<p>\n(تنتج) أي تلد. وهي من الأفعال التي لم تسمع إلا مبنية للمجهول. نحو: جن،\nوزهى علينا، أي تكبر.\n(ثم تنتج التي في بطنها) أي ثم تعيش المولودة، حتى تكبر ثم تلد.\n</p>\n\n<p>\n63 - (المضامين) جمع مضمون، وهو بيع ما في بطون إناث الإبل.\n</p>\n\n<p>\n(الملاقيح) جمع ملقوح، وهو بيع ما في ظهور الجمال.\n66 - (شارفا) المسنة من النوق. والجمع الشرف مثل بازل وبزل.\n69 - (الشطوي) نسبة إلى شطا، قرية بأرض مصر.\n</p>\n\n<p>\n(القصبي) القصب ثياب ناعمة من كتان، الواحدة قصبي.\n(القسي) نسبة إلى قس. موضع بين العريش والفرماء من أرض مصر، منه الثياب\nالقسية. وقد يكسر.\n</p>\n\n<p>\n(الزيقة) نسبة إلى زيق، محلة بنيسابور. وقال البوني: ثياب تعمل بالصعيد\nغلاظ ردية.\n</p>\n\n<p>\n(الهروي) نسبة إلى هراة، مدينة بخراسان.\n</p>\n\n<p>\n(المروي) نسبة إلى مرو، بلدة بفاس.\n</p>\n\n<p>\n(بالملاحف) جمع ملحفة، الملاءة التي يلتحف بها.\n</p>\n\n<p>\n(الشقائق) من الثياب هي الأرز الضيقة الردية.\n</p>\n\n<p>\n(القوهي) ثياب بيض.\n</p>\n\n<p>\n(الفرقبي) نسبة إلى فرقب، كقنفذ. موضع. أو هي قباب بيض من كتان.\n70 - (سبائب) جمع سبيبة. وهي شقة من الثياب. أي نوع كان. وقيل هي من\nالكتان.\n(الكالئ بالكالئ) أي النسيئة بالنسيئة. وذلك أن يشتري الرجل شيئا إلى أجل.\nفإذا حل الأجل لم يجد ما يقضي به. فيقول: بعنيه إلى أجل آخر بزيادة شئ.\nفيبيعه منه. ولا يجري بينهما تقابض. يقال: كلأ الدين كلوءا فهو كالئ إذا\nتأخر.\n71 - (الشبه) من المعادن ما يشبه الذهب في لونه. وهو أرفع الصفر. وهو أعلى\nالنحاس.\n</p>\n\n<p>\n(الآنك) الرصاص الخالص. ويقال الأسود. (القضب) كل نبت اقتضب فأكل طريا.\n</p>\n\n<p>\n(الكرسف) القطن. (صفر) النحاس الجيد.\n(الخبط) ما يخبط بالعصا من ورق الشجر ليعلف للدواب. (الكتم) نبت فيه حمرة\nيخلط بالوسمة ويختضب به للسواد. وفي كتب الطب: الكتم من نبات الجبال. ورقه\nكورق الآس، يخضب به مدقوقا وله ثمر كقدر الفلفل. ويسود إذا نضج. وقد يعتصر\nمنه دهن يستصبح به في البوادي اه. مصباح.\n</p>\n\n<p>\n(الحصباء) صغار الحصي. (القصة) الجص، بلغة أهل الحجاز.\n74 - (الصيحاني) نوع من التمر أجود من العجوة.\n</p>\n\n<p>\n(بيع <span id='ms662'></span> الغرر) هو ما كان له ظاهر يغر المشتري، وباطن مجهول. وقال الأزهري:\nبيع الغرر ما كان على غير عهدة ولا ثقة. وتدخل فيه البيوع التي لا يحيط\nبكنهها المتبايعان، من كل مجهول.\n75 - (الغزيرة) الكثيرة اللبن: (الجلجلان) السمسم في قشره قبل أن يحصد.\n</p>\n\n<p>\n(السليخة) دهن ثمر البان قبل أن يربب.\n(نش) أي خلط. ودهن منشوش مربب بالطيب. (ضع عني) أي أسقط عني.\n76 - (ينبذ) يطرح. (الساج) الطيلسان الأخضر أو الأسود. (جرابه) المزود أو\nالوعاء.\n</p>\n\n<p>\n(القبطي) نسبة إلى القبط، بالكسر، نصارى مصر، على غير قياس. وقد تكسر\nالقاف، في النسبة، على القياس. (البرنامج) معرب برنامه بالفارسية. معناه\nالورقة المكتوب فيها ما في العدل.\n77 - (البز) الثياب. أو متاع البيت، من الثياب ونحوها. (السماسرة) جمع\nسمسار. المتوسط بين البائع والمشتري. (حملانه) أي حمله. (القصارة) قصرت\nالثوب قصرا، بيضته. والقصارة، بالكسر، الصناعة.\n(الفضل) الزائد. (يضع) يسقط.\n78 - (السوام) جمع سائم من سام البائع السلعة سوما، عرضها للبيع. وسامها\nالمشتري واستامها، طلب بيعها. (ملحفة) ملاءة يلتحف بها. (بصرية) نسبة إلى\nالبصرة، البلد المعروف.\n</p>\n\n<p>\n(ريطة) كل ملاءة ليست لفقتين، أي قطعتين. والجمع رياط وريط. وقد يسمى كل\nثوب رقيق ريطة.\n</p>\n\n<p>\n(سابرية) نوع رقيق من الثياب. قيل إنه نسبة إلى سابور، كورة من كور فارس.\n(ذرعها) قياسها.\n</p>\n\n<p>\n(فيستغلونها) أي يستكثرون ثمنها.\n79 - (بالخيار) اسم من الاختيار. وهو طلب خير الأمرين من إمضاء البيع أو\nرده.\n81 - (دار نخلة) محل بالمدينة فيه البزازون. (أضع عنهم) أسقط. (وينقدوني)\nيعجلوا لي باقيه بعد الوضع، قبل الأجل.\n</p>\n\n<p>\n83 - (تربي) أي تزيد حتى أصبر عليك.\n(وأخر عنه في الأجل) بمعنى زاده في الأجل. (محله) أي حلوله. (الغريم)\nالمدين.\n</p>\n\n<p>\n(في تأخيره عنه) أي بسبب تأخيره عنه.\n(جامع الدين والحول) (الحول) التحول للدين على غير المدين.\n</p>\n\n<p>\n84 - (المطل منع قضاء ما استحق أداؤه، مع التمكن من ذلك، وطلب صاحب الحق\nحقه.\n</p>\n\n<p>\nو أصل المطل المد. تقول مطلت الحديدة أمطلها مطلا، إذا مددتها لتطول.\n</p>\n\n<p>\n(ظلم) الظلم وضع الشئ في غير موضعه. والماطل وضع المنع موضع القضاء.\n</p>\n\n<p>\n(ملئ) مأخوذ من الإملاء. يقال ملؤ <span id='ms663'></span> الرجل أي صار مليئا. ورجل ملئ، غني\nمقتدر.\n</p>\n\n<p>\n85 - (النفاق) الرواج.\n(العينة) فسرها الفقهاء بأن يبيع الرجل متاعه إلى أجل. ثم يشتريه في المجلس\nبثمن حال ليسلم به من الربا.\n</p>\n\n<p>\nو قيل لهذا البيع عينة لأن مشتري السلعة إلى أجل يأخذ بدلها عينا، أي\nنقدا حاضرا، وذلك حرام إذا اشترط المشتري على البائع أن يشتريها منه بثمن\nمعلوم.\n(الدخلة) أي النية إلى التوصل إلى الربا. (الدلسة) التدليس.\n</p>\n\n<p>\n86 - (المصنف) المجموع من أصناف. (برقومها) جمع رقم. رقمت الثوب رقما، من\nباب قتل، وشيته، فهو مرقوم. (وضيعة) أي نقص. (ونقدا) قال الزرقاني:\nبالتثنية. أي المشتري ومن شركه.\n</p>\n\n<p>\n(جميعا) قال الزرقاني: تأكيد لضمير التثنية.\n(ما جاء في إفلاس الغريم) يقال: أفلس الرجل، كأنه صار إلى حال ليس له فلوس.\nوبعضهم يقول: صار ذا فلوس بعد أن كان ذا دراهم ودنانير. فهو مفلس والجمع\nمفاليس. وحقيقته الانتقال من حالة اليسر إلى حالة العسر. وفي المفهم:\n</p>\n\n<p>\nالمفلس، لغة، من لا عين له ولا عرض. وشرعا، من قصر ما بيده عما عليه من\nالديون.\n</p>\n\n<p>\n87 - (أيما) مركبة من «أي» وهي اسم ينوب مناب حرف الشرط. ومن «ما»\nالمبهمة المزيدة.\n</p>\n\n<p>\nقال الطيبي: من المقحمات التي يستغني بها عن تفصيل غير حاصر. أو عن تطويل\nغير ممل.\n</p>\n\n<p>\n88 - (فأدرك) وجد.\n(لا تباعة) بزنة كتابة: الشئ الذي لك فيه بقية شبه ظلامة ونحوها. والمراد\nهنا، لا رجوع.\n</p>\n\n<p>\n(يحاص) تحاص القوم، إذا اقتسموا حصصا. وكذا المحاصة.\n</p>\n\n<p>\n89 - (بكرا) هو الفتى من الإبل كالغلام من الذكور. (خيارا) يقال جمل خيار\nوناقة خيار، أي مختار ومختارة. (رباعيا) والأنثى رباعية. وهو ما دخل في\nالسنة السابعة. قال الهروي: إذا ألقى البعير رباعيته في السنة السابعة فهو\nرباعي.\n90 - (ممن) أي لمن. (وأي) المواعدة.\n٩٢ - (وجه الله) أي الثواب من الله. (وجه صاحبك) أي التحبب إليه والحظوة.\n</p>\n\n<p>\n(خبيثا بطيب) أي حراما بدل حلال. (أنظرته) أخرته.\n</p>\n\n<p>\n٩٤ - (الولائد) الإماء. جمع وليدة، وهي الأمة. (الذريعة) <a\nhref=\"/الكتب/46_الوسيلة\">الوسيلة</a>.\n96 - (لا تلقوا) أصله لا تتلقوا. فحذفت إحدى التائين. أي لا تستقبلوا.\n(الركبان) الذين يحملون <span id='ms664'></span> المتاع إلى البلد قبل أن يقدموا. (للبيع) أي لمحل\nبيعها.\n</p>\n\n<p>\n(ولا تناجشوا) بحذف إحدى التائين. تفاعل من النجش. والنجش في البيع هو أن\nيمدح السلعة لينفقها ويروجها أو يزيد في ثمنها وهو لا يريد شراءها، ليقع\nغيره فيها. والأصل فيه تنفير الوحش من مكان إلى مكان.\n</p>\n\n<p>\n(ولا بيع حاضر لباد) أي لا يكون سمسارا له. (ولا تصروا) من التصرية، مصدر\nصري يصري إذا جمع. يقال: صريت الماء في الحوض أي جمعته. ومنه صري الماء في\nالظهر، إذا حبسه سنين لا يتزوج.\n</p>\n\n<p>\nفالتصرية، في عرف الفقهاء، جمع اللبن في الضرع، اليومين والثلاثة، حتى\nيعظم. فيظن المشتري أنه لكثرة اللبن.\n</p>\n\n<p>\nوقال الشافعي: التصرية أن تربط أخلاف الناقة أو الشاة ويترك حلبها اليوم\nواليومين. فيزيد المشتري في ثمنها، لما يرى من ذلك. (بخير النظرين) أي أفضل\nالرأيين.\n(إن رضيها) أي المصراة. (وصاعا من تمر) الواو بمعنى مع. أو لمطلق الجمع، لا\nمفعولا معه.\n</p>\n\n<p>\n(السائم) المشتري.\n</p>\n\n<p>\n97 - (النجش) لغة، تنفير الصيد واستثارته من مكانه ليصاد. ومنه قيل\nللصائد ناجش.\n98 - (لا خلابة) أي لا خديعة في الدين. لأن الدين النصيحة.\n</p>\n\n<p>\n99 - (المقام) الإقامة.\n</p>\n\n<p>\n100 - (عبدا) أي إنسانا. (سمحا) من السماحة وهي الجود. صفة مشبهة تدل على\nالثبوت.\n</p>\n\n<p>\n(إن باع) بأن يرضى بقليل الربح. (سمحا إن قضى) أي أدى ما عليه طيبة به\nنفسه. ويقضي أفضل ما يجد. ويعجل القضاء. (سمحا إن اقتضى) أي طلب قضاء حقه\nبرفق ولين.\n(الجعل) يقال: جعلت كذا جعلا وجعلا. وهو الأجر علي الشئ، فعلا أو قولا.\nالمصدر بالفتح، والاسم بالضم.\n</p>\n\n<p>\n101 - (تكارى) اكترى واستكرى تكارى، بمعنى. وأكرى الدار فهي مكراة.\n(القراض) (القراض) هو أن يدفع إليه ما لا يتجر فيه. والربح مشترك بينهما.\nمشتق من القرض، وهو القطع.\n</p>\n\n<p>\nلأنه قطع للمال. قطعة من ماله يتصرف فيها. أو قطعة من الربح. أو من\nالمقارضة وهي المساواة لتساويهما في الربح.\n</p>\n\n<p>\n1 - (فلما قفلا) رجعا من الغزو. (فرحب بهما) قال مرحبا. (وددنا) أحببنا.\n3 - (إذا شخص) أي سافر.\n4 - (يقره) يبقيه. (لا تظلمون) بزيادة. (ولا تظلمون) بنقص.\n6 - (ولا مرفق) بفتح <span id='ms665'></span> الميم وكسر الفاء، وعكسه. هو ما يرتفق به. (وفر) زاد.\n</p>\n\n<p>\n(وضيعة) نقص.\n(والمال ناض) هو ما كان ذهبا أو فضة، عينا وورقا. وقد نض المال ينض إذا\nتحول نقدا، بعد أن كان متاعا.\n</p>\n\n<p>\n(فضلا) أي زيادة. (يعد) أي يجاوز.\n7 - (نافق) رائج.\n8 - (فتكارى عليه) أي أكرى على حمله. (يحمل) يجعل.\n9 - (فيجبر به المال) أي نقصانه. (وضيعة) أي نقص.\n10 - (شخص) سافر.\n11 - (واسعا) أي جائزا. (يحلله) يسامحه.\n13 - (أبضع) الشئ واستبضعه، جعله بضاعة. (أو ليسارة) لسهولة.\n16 - (والبصر) الخبرة.\n(وافر) أي كامل. (القراض) بالخفض بدل من المال.\n(خلق) أي البالي. (تافها) قليلا. (لأخطب له) لا شأن له. (الشاذ كونة) ثياب\nغلاظ، مضربة، تعمل باليمن.\n(كتاب المساقاة) (المساقاة) مفاعلة من السقي. لأنه معظم عملها وأصل منفعتها\nوأكثرها مؤنة. والمفاعلة إما للواحد نحو عافاك الله. أو لوحظ العقد، وهو\nمنهما.\n</p>\n\n<p>\n1 - (فيخرص) الخرص حزر ما على النخل من الرطب تمرا. يقال خرص النخل\nيخرصه.\n</p>\n\n<p>\n2 - (حليا) ضبط بفتح فسكون، على أنه مفرد. وبضم فكسر فشد الياء، على أنه\nجمع. (وتجاوز في القسم) أجمله وأغمض فيه.\n(أحيف) أجور. (سحت) حرام. (الرجل الداخل) عامل المساقاة.\n</p>\n\n<p>\n(البذر والسقي والعلاج كله) بيان للمؤونة.\n(لم يعلق) لم يلزم. (وتأبرها) تلقحها وتصلحها. (شد الحظار) تحصين الزروب.\nوالحظار جمع حظيرة. وهي العيدان التي بأعلى الحائط لتمنع من التسور عليه.\nوقال ابن قتيبة: هو حائط البستان.\n</p>\n\n<p>\n(وخم العين) تنقيتها. والمخموم النقي. (وسرو الشرب) السرو الكنس. والشرب،\nقال عياض:\n</p>\n\n<p>\nهو الحفير الذي حول النخلة وهو كالحوض تشرب منه، واحدها شربة. (وإبار\nالنخل) أي تذكيرها.\n</p>\n\n<p>\n(وجذ الثمر) أي قطعه.\n(ضفيرة) موضع يجتمع فيه الماء كالصهريج. (الفرسك) الخوخ، أو ضرب منه أحمر\nأجرد، أو ما ينفلق عن نواه. (الزرع إذا خرج) أي من الأرض.\n(ويجذه له) يقطعه. (لا يزول) لا ينتقل.\n3 - (النضح) أي الماء الذي يحمله الناضح، وهو الجمل. (سواء) بالجر صفة، أي\nمستويين.\n(واثنة) دائمة لا تنقطع. (غزيرة) كثيرة الماء. (يخلفه) أي يأتي بعده.\n1 - (المزارع) جمع مزرعة وهي مكان الزرع.\n</p>\n\n<p>\n3 - (أرأيت) أخبرني. (أكثر رافع) أي أتى بكثير موهم لغير <span id='ms666'></span> المراد.\n4 - (أراها) أي أظنها.\n(كتاب الشفعة) (الشفعة) لغة، الضم. من شفعت الشئ ضممته. فهو ضم نصيب إلى\nنصيب. ومنه شفع الأذان. وقيل:\n</p>\n\n<p>\nمن الشفع ضد الوتر. لأنه ضم نصيب شريكه إلى نصيبه. وهذا قريب مما قبله.\nوقيل: من الزيادة لأنه يزيد ما يأخذه منه إلى ماله. وقيل: من الشفاعة لأنه\nيتشفع بنصيبه إلى نصيبه صاحبه. وقيل: لأنهم كانوا في الجاهلية، إذا باع\nالشريك حصته أتى المجاور شافعا إلى المشتري ليوليه ما اشتراه. وهذا أظهر،\nوشرعا، استحقاق شريك أخذ مبيع شريكه بثمن.\n</p>\n\n<p>\n1 - (فيما لم يقسم) أي في كل مشترك مشاع قابل للقسمة. (الحدود) جمع حد.\nوهو هنا ما تتميز به الأملاك بعد القسمة. وأصل الحد المنع. فتحديد الشئ\nيمنع خروج شئ منه ويمنع دخوله فيه.\n3 - (شقصا) قطعة. (بحيوان) متعلق باشترى. (عبدا ووليدة) بدل من حيوان.\nوالوليدة هي الأمة. (مثوبته) أي ما أثاب به. (فلم يثب منها) أي بدلها.\n(بحميل) ضامن. (ملي) غني.\n(على حدته) أي يتميز عن غيره.\n4 - (عرصه) ساحة. (شقصا) قطعة.\n1 - (ألحن) أي أبلغ وأعلم. (فأقضى) فأحكم.\n</p>\n\n<p>\n2 - (بالدرة) آلة يضرب بها.\n3 - (عن أبي عمرة الأنصاري) الصواب عن ابن أبي عمرة. كذا قال ابن وهب وعبد\nالرزاق عن مالك.\n</p>\n\n<p>\nوسمياه فقالا: عن عبد الرحمن بن أبي عمرة. فرفعا الإشكال.\n</p>\n\n<p>\n4 - (ماله رأس ولا ذنب) أي ليس له أول ولا آخر. (لا يؤسر) أي لا يحبس.\nوالأسر:\n</p>\n\n<p>\nالحبس، أو لا يملك ملك الأسير لإقامة الحقوق عليه. (بغير العدول) هم\nالصحابة الذين جميعهم عدول، وبالعدول من غيرهم. فمن لم يكن صحابيا ولم تعرف\nعدالته لم تقبل شهادته حتى تعرف عدالته من فسقه (ولا ظنين) أي متهم.\n(المحصنات) العفيفات.\n7 - (فرية) الفرية: الكذب.\n(وإن قتل العبد قتل به) قال الزرقاني: وإن قتل العبد، أي الذي تحرر. قتل\nبه، أي قاتله.\n(استهلال صبي) أي خروجه حيا من بطن أمه. (والحوائط) البساتين. (أرأيت)\nأخبرني.\n(فإن الغرماء) أصحاب الديون.\n9 - (يخببوا) يخدعوا. من الخب، الخداع.\n10 - (على منبري) قال مالك: يريد عند منبري. وهو الآن في موضعه الذي كان في\nزمن <span id='ms667'></span> النبي صلى الله عليه وسلم في وسط المسجد. وهو بعيد من القبلة والمحراب.\nلأنه زيد في المسجد. فكانت اليمين عند منبره أولى. لأنه موضع مصلاه صلى\nالله عليه وسلم. وأما القبلة والمحراب فشئ بني بعده اه. زرقاني (تبوأ)\nاتخذ.\n</p>\n\n<p>\n11 - (بيمينه) أي بحلفه الكاذب. (قضيبا) فعيل بمعنى مفعول. أي غصنا\nمقطوعا.\n</p>\n\n<p>\n(أراك) شجر يستاك بقضبانه، الواحدة أراكة. ويقال: هي شجرة طويلة، ناعمة\nكثيرة الورق والأغصان ولها ثمر في عناقيد يسمى البرير، يملأ العنقود الكف.\n12 - (مكاني) أي فيه (باب ما لا يجوز من غلق الرهن) (غلق) يغلق غلقا أي\nأستحقه المرتهن، إذا لم يفنك في الوقت المشروط.\n</p>\n\n<p>\n13 - (لا يغلق) الرواية برفع القاف على الخبر. أي ليس يغلق. أي لا يذهب\nويتلف باطلا قال أبو عبيد:\n</p>\n\n<p>\nلا يجوز، لغة، غلق الرهن إذا ضاع. إنما يقال غلق إذا استحقه المرتهن فذهب\nبه. قال: وهذا كان من فعل الجاهلية، فأبطله صلى الله عليه وسلم بقوله «لا\nيغلق الرهن».\n(فيما نرى) أي نظن. (حائطا) أي بستانا.\n(14 - باب القضاء في جامع الرهون) (تداعيا) أي تحالفا.\n(15 - باب القضاء في كراء الدابة والتعدي بها) (البدأة) أي في الذهاب.\n(الخلاف) المخالفة.\n15 - (يعن) بضم الياء وفتح النون، مبني للمجهول. وبفتح الياء وكسر النون،\nللفاعل. أي لم يرد النبي صلى الله عليه وسلم. (عني) بالبناء للمفعول أو\nللفاعل. (به) أي الحديث المذكور.\n16 - (هل من مغربة خبر) أي هل من خبر جديد جاء من بلد بعيد.\n</p>\n\n<p>\n17 - (أرأيت) أي أخبرني.\n18 - (إن لم يأت بأربعة شهداء فليعط برمته) أي يسلم إلى أولياء المقتول،\nيقتلونه قصاصا. والرمة قطعة من حبل. لأنهم كانوا يقودون القائل إلى ولي\nالمقتول بحبل. ولذا قيل، القود.\n</p>\n\n<p>\n19 - (عريفه) أي من يعرف أمور الناس حتى يعرف بها من فوقه، عند الحاجة\nلذلك.\n20 - (وليدة) أي جارية. (فتساوقا) أي تدافعا بعد تخاصمهما وتنازعهما في\nالولد. أي ساق كل منهما صاحبه فيما ادعاه. (الولد للفراش) أل، للعهد. أي\nالولد للحالة التي يمكن فيها الافتراش، أي تأتي الوطء. فالحرة فراش بالعقد\nعليها مع إمكان الوطء والحمل. فلا <span id='ms668'></span> ينتفي عن زوجها، سواء أشبهه أم لا. وتجري\nبينهما الأحكام من إرث وغيره... الخ. (وللعاهر) الزاني. اسم فاعل من عهر\nالرجل المرأة إذا أتاها للفجور. وعهرت هي وتعهرت إذا زنت. والعهر الزنا.\n(الحجر) أي الخيبة، ولا حق له في الولد. والعرب تقول في حرمان الشخص: له\nالحجر، وبفيه التراب، ونحو ذلك. ويريدون ليس له إلا الخيبة. (لسودة بنت\nزمعة) أم المؤمنين.\n21 - (قدماء) جمع قديمة. أي مسنات، لهن معرفة. (عليه الدماء) أي علي الحمل.\n(فحش ولدها) أي يبس. يقال: أحشت المرأة فهي محش، إذا صار ولدها كذلك.\nوالحش: الولد الهالك في بطن أمه. (وألحق الولد بالأول) أي الميت. لأنه\nولده. إذ الولد للفراش.\n</p>\n\n<p>\n22 - (يليط) يلصق، أي يلحق. (وهي في إبل أهلها) التفات. والأصل، وأنا.\n(استمر بها حبل) أي حملت بالولد.\n24 - (ولائدهم) إماءهم: جمع وليدة. (ثم يعزلوهن) قال الباجي: يحتمل أن يريد\nالعزل المعروف، أي عزل الماء مع الجماع بصبه خارج الفرج. ويحتمل أن يريد\nاعتزالهن في الوطء وإزالتهن عن حكم التسري، انتفاء من الولد.\n25 - (يدعوهن) يتركوهن. (يخرجن) أي ثم يتوقفون فيما ولدن اه. زرقاني. (ألم\nبها) أي جامعها.\n</p>\n\n<p>\n(القضاء في عمارة الموات) (الموات) قال الجوهري: الموات، بالضم، الموت.\nوبالفتح، ما لا روح فيه. والأرض التي لا مالك لها من الآدميين، ولا ينتفع\nبها أحد.\n</p>\n\n<p>\n26 - (وليس لعرق ظالم حق) ظالم، صفة لعرق على سبيل الاتساع. كان العرق\nبغرسه صار ظالما. حتى كأن الفعل له. قال ابن الأثير: هو على حذف مضاف. فجعل\nالعرق نفسه ظالما، والحق لصاحبه. أو يكون الظالم من صفة العرق اه. أي لذي\nعرق ظالم.\n28 - (مهزور ومذينب) واديان يسيلان بالمطر بالمدينة. يتنافس أهل المدينة في\nسيلهما.\n</p>\n\n<p>\n(يمسك) سيلهما. أي يمسكه الأعلى أي الأقرب إلى الماء، فيسقي زرعه أو\nحديقته.\n</p>\n\n<p>\n29 - (الكلأ) اسم لجميع النبات. ثم الأخضر منه يسمى الرطب. والكلأ اليابس\nيسمى حشيشا.\n(القضاء في المرفق) (المرفق) بفتح الميم وكسر الفاء. وبفتحها وكسر الميم.\nما ارتفق به. بهما قرئ - ويهئ لكم من أمركم مرفقا - ومنه مرفق الإنسان.\n</p>\n\n<p>\n31 - (لا ضرر) خبر <span id='ms669'></span> بمعنى النهي. أي لا يضر إنسان أخاه فينقصه شيئا من\nحقه. (ولا ضرار) أي لا يجازي من ضره بإدخال الضر عليه. بل يعفو. فالضر فعل\nواحد، والضرار فعل اثنين. فالأول إلحاق مفسدة بالغير مطلقا. والثاني\nإلحاقها به على وجه المقابلة. أي كل منهما يقصد ضرر صاحبه.\n34 - (ربيع) أي جدول. وهو النهر الصغير. (أرضه) أي أرض عبد الرحمن، ليكون\nأسهل في سقيها من البعيد.\n٣٦ - (بالعالية والسافلة) جهتان بالمدينة. (البعل) ما يشرب بعروقه من غير\nسقي ولا سماء. قاله الأصمعي. وقيل هو ما سقته السماء، أي المطر. (النضح)\nالماء الذي يحمله الناضح، وهو البعير.\n</p>\n\n<p>\n(٢٨ - القضاء في الضواري والحريسة) (الضواري) قال الباجي: يريد العوادي،\nوهو البهائم التي ضربت أكل زروع الناس. وقال عياض:\n</p>\n\n<p>\nيعني المواشي الضارية لرعي زروع الناس، المعتادة له. (والحريسة) قال أبو\nعمر: الحريسة المحروسة في المرعى.\n</p>\n\n<p>\nوقال عياض: حريسة الجبل هي ما في المراعى من المواشي. فحريسة بمعنة\nمحروسة. وفي <a href=\"/الكتب/1399_المصباح\">المصباح</a>: حريسة الجبل،\nالشاة يدركها الليل قبل رجوعها إلى مأواها فتسرق من الجبل.\n</p>\n\n<p>\n37 - (الحوائط) البساتين.\n(ضامن) قال الباجي: أي مضمون.\n</p>\n\n<p>\n38 - (فانتحروها) أي نحروها.\n(يصول) يثب. (يعقره) بكسر قوائمه. (مقالته) أي دعواه. (والخياط مثل ذلك)\nيصدق إذا قطع قميصا. وقال لربه: أمرتني به. وقال صاحبه: أمرتك بقباء، مثلا.\n(والصائغ مثل ذلك) إذا صاغ الفضة أساور، وقال صاحبها: بل خلاخل. (فإن ردها)\nأي اليمين.\n(31 - باب القضاء في الحمالة والحول) (الحمالة) قال ابن الأثير: الحمالة،\nبالفتح، ما يتحمله الإنسان عن غيره من دية أو غرامة. مثل أن يقع حرب بين\nفريقين، يسفك فيها الدماء، فيدخل بينهم رجل يتحمل ديات القتلى ليصلح ذات\nالبين. وقال القاضي عياض:\n</p>\n\n<p>\nالحمالة هي الضمان. (والحول) جمع الحوالة، بالفتح، مأخوذة من: حولت\nالرداء، نقلت كل طرف إلى موضع الآخر. فأحلته بدينه نقلته إلى ذمة غير ذمتك.\nوقال القاضي عياض: الحوالة من إحالة من له عليك دين، بمثله على غريم لك\nآخر.\n</p>\n\n<p>\n(32 - باب القضاء فيمن ابتاع ثوبا وبه عيب) (عوار) بفتح العين. وفي لغة\nبضمها، العيب <span id='ms670'></span> من شق وخرق وغير ذلك.\n(يمسك الثوب) يبقيه عنده. (يغرم) يدفع.\n</p>\n\n<p>\n(33 - باب ما لا يجوز من النحل) (النحل) بضم النون وإسكان الحاء، مصدر\nنحله إذا أعطاه بلا عوض. وبكسر النون وفتح الحاء، جمع نحلة. قال تعالى -\nوآتوا النساء صدقاتهن نحلة - أي هبة من الله لهن، وفريضة عليكم.\n</p>\n\n<p>\n39 - (نحلت) أي أعطيت.\n40 - (جاد عشرين وسقا) قال عياض: أي ما يجد منه هذا القدر. والجاد، هنا،\nبمعنى المجدود. وجد أي قطع. وقال ثابت: يعني أن ذلك يجد منها. وقال\nالأصمعي: هذه أرض جاد مائة وسق، أي يجد ذلك منها.\n</p>\n\n<p>\nفهو صفة للنخل التي وهبها ثمرتها. يريد نخلا يجد منها عشرون وسقا.\n(بالغابة) موضع على بريد من المدينة في طريق الشام. (ولا أعز) أي أشق\nوأصعب. (جددتيه) أي قطعتيه. (واحتزتيه) أي حزتيه.\n</p>\n\n<p>\n(لو كان لي كذا وكذا) كناية عن شئ كثير أزيد مما وهبه بها. (ذو بطن بنت\nخارجة) قال عياض: أي صاحب بطنها، يريد الحمل الذي فيه. (أراها) أي أظنها.\n(جارية) أي أنثى. فكان كما ظن رضي الله عنه. سميت أم كلثوم. وقال بعض\nالفقهاء: وذلك لرؤيا رآها أبو بكر.\n41 - (القاري) نسبة إلى القارة، بطن من خزيمة. (ينحلون) يعطون. (نحلا) عطية\nبلا عوض. (لا يريد ثوابها) بل أراد ثواب الله تعالى. (نكل) قال الباجي:\nيريد أنكر ذلك.\n42 - (فإنه لا يرجع فيها) أي لا يجوز له ذلك، ولا يعمل برجوعه. (الثواب) أي\nالجزاء عليها ممن وهبها له.\n(36 - باب الاعتصار في الصدقة) (الاعتصار) هو الحبس. وكل شئ حبسته ومنعته\nفقد عصرته. وقيل: الرجوع. واعتصر العطية إذا ارتجعها.\n</p>\n\n<p>\n(فليس له أن يعتصر) أي يرتجع. (ويرتفع في صداقها) أي يزيد.\n(37 - القضاء في العمرى) (العمرى) يقال: أعمرته دارا أو أرضا أو إبلا، إذا\nأعطيته إياها قلت له: هي لك عمري، أو عمرك.\n</p>\n\n<p>\nفإذا مت رجعت إلي.\n</p>\n\n<p>\nواصطلاحا. قال الباجي: هي هبة منافع الملك، عمر الموهوب له. أو مده عمره\nوعمر عقبه.\n(38 - باب القضاء في اللقطة) (اللقطة) الشئ الذي يلتقط. وهي بضم اللام فتح\nالقاف على المشهور عند أهل <span id='ms671'></span> اللغة والمحدثين. وقال عياض: لا يجوز غيره.\n</p>\n\n<p>\n46 - (عفاصها) أي وعاءها الذي تكون فيه النفقة، من جلد أو خرقة أو غير\nذلك. من العفص.\n</p>\n\n<p>\nوهو الثني والعطف. وبه سمي الجلد الذي يجعل على رأس القارورة، عفاصا.\nوكذلك غلافها. (وكاءها) الوكاء الخيط الذي تشد به الصرة والكيس وغيرهما.\n(ثم عرفها) أي اذكرها للناس. (فإن جاء صاحبها) فأدها إليه. فجواب الشرط\nمحذوف. (وإلا فشأنك بها) وإلا يجئ صاحبها فالزم شأنك أي حالك. أي تصرف بها.\n(فضالة الغنم) أي ما حكمها؟ (لك) أي هي لك إن أخذتها. وفيه حث على أخذها.\n</p>\n\n<p>\nلأنه إذا علم أنه إذا لم يأخذها تعينت للذئب، كان ذلك أدعى له إلى أخذها.\n(فضالة الإبل) أي ما حكمها؟\n</p>\n\n<p>\n(مالك ولها) استفهام إنكاري. (سقاؤها) جوفها. أي حيث وردت الماء شربت ما\nيكفيها حتى ترد ماء آخر. وقيل عنقها، فتشرب من غير ساق يسقيها، لطوله.\n(وحذاؤها) أخفافها، فتقوي بها على السير قطع البلاد البعيدة. (ربها) أي\nمالكها.\n٤٨ - (تأكلها) أي تملكها بلا ضمان.\n</p>\n\n<p>\n(٤٠ - باب القضاء في الضوال) (الضوال) جمع ضالة. مثل دابة ودواب. والأصل\nفي الضلال <a href=\"/الكتب/1335_الغيبة\">الغيبة</a>. ومنه قيل للحيوان\nالضائع، ضالة، بالهاء للذكر والأنثى. والجمع الضوال. ويقال لغير الحيوان،\nضائع ولقطة. وضل البعير، غاب وخفي عن موضعه.\n</p>\n\n<p>\nوأضللته بالألف، فقدته. قاله الأزهري اه زرقاني.\n49 - (الحرة) أرض ذات حجارة سود بظاهر المدينة. (فعقله) شده بالعقال، وهو\nالحبل.\n</p>\n\n<p>\n(ضيعتي) عقاري.\n</p>\n\n<p>\n50 - (ضال) أي عن طريق الصواب. أو آثم أو ضامن إن هلكت عنده، عبر به عن\nالضمان للمشاكلة.\n</p>\n\n<p>\n51 - (مؤبلة) كمعظمة. هي في الأصل المجعولة للقنية. فهو تشبيه بليغ بحذف\nالأداة. أي كالمؤبلة المقتناة في عدم تعرض أحد إليها واجتزائها بالكلأ.\n(تناتج) بحذف إحدى التاءين. أي تتناتج بعضها بعضا، كالمقتناة.\n52 - (حائط) بستان.\n</p>\n\n<p>\n53 - (افتلتت) أي أخذت فلتة، أي بغتة. (وأراها) أي أظنها.\n</p>\n\n<p>\n54 - (فهلكا) أي ماتا. (المال) أي الذي تصدق به.\n١ - (ما) نافية، أي ليس. (عتاقة) مصدر كالعتق. (يغير) يبدل. (يطرح) يلقي،\nأي يبطل. (يدبر مملوكا) أنثى أو ذكرا. بنحو أن يقول: أنت مدبر <span id='ms672'></span>. قال في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: دبر الرجل عبده تدبيرا، إذا أعتقه\nبعد موته. (حبس) أي منع.\n2 - (يفاعا) قال ابن الأثير: يريد به اليافع. واليفاع المرتفع من كل شئ.\nقال: وفي إطلاق اليفاع على الناس غرابة. (غسان) قبيلة من الأزد.\n4 - (أن تذر) تترك. (عالة) جمع عائل. عال يعيل إذا افتقر. (يتكففون) أي\nيسألونهم بأكفهم. يقال: تكفف الناس واستكف، إذا بسط كفه للسؤال: أو سأل ما\nيكف عنه الجوع. أو سأل كفافا من طعام. (أأخلف بعد أصحابي) المنصرفين معك\nبمكة، لأجل مرضى. وكانوا يكرهون الإقامة بها لكونهم هاجروا منها وتركوها\nلله. (أن تخلف) بأن يطول عمرك، فلا تموت بمكة. (أمض) من الإمضاء، وهو\nالإنفاذ، أي أتمم: (يرثي له) يتوجع ويتحزن لأجله.\n(ثم يتحاصان) قال في <a href=\"/الكتب/1399_المصباح\">المصباح</a>: وتحاص\nالغرماء، اقتسموا المال بينهم حصصا.\n5 - (أن مخنثا) المخنث من فيه انخناث أي تكسر ولين كالنساء. وهو، كما في\nالتمهيد، من لا أرب له في النساء، ولا يهتدي إلى شئ من أمورهن. فيجوز دخوله\nعليهن. فإن فهم معانيهن، منع دخوله. لأنه حينئذ ليس ممن قال الله تعالى\nفيهم - غير أولي الإربة من الرجال -. (فإنها تقبل بأربع) من العكن.\n</p>\n\n<p>\nوالعكنة هي ما انطوى وتثنى من لحم البطن سمنا. (وتدبر بثمان) قال مالك\nوالجمهور: معناه أن في بطنها أربع عكن ينعطف بعضها على بعض، فإذا أقبلت\nرؤيت مواضعها بارزة، متكسرا بعضها على بعض. وإذا أدبرت كان أطرافها عند\nمنقطع جنبيها ثمانية. (عليكم) بالميم. في جمع النسوة للتعظيم. كقوله:\n</p>\n\n<p>\nوإن شئت حرمت النساء سواكمو * وإن شئت لم أطعم نقاخا ولا بردا 6 -\n(فنازعته إياه) طلبت أخذه منه فامتنع.\n(نافقة) أي رابحة. (ساقطة) بائرة كاسدة. (يجب فيه القطع) بأن بلغ النصاب.\n(يضع) يسقط.\n(لا تقدس أحدا) لا تطهره من ذنوبه ولا ترفعه إلى أعلى الدرجات. (طبيبا) أي\nقاضيا، سمي بذلك لأنه يبرئ من الأمراض المعنوية، كما يبرئ المداوي من\nالحسية. (فنعما لك) أي نعم شيثا الإبراء.\n</p>\n\n<p>\n(متطببا) أي متعاطيا لعلم الطب بدون إبراء.\n(ناضا) أي نقدا.\n</p>\n\n<p>\n8 - (الرواحل) جمع راحلة <span id='ms673'></span>. الناقة الصالحة للرحل. (فيغلي) يزيد. (أفلس)\nافتقر وقل ماله.\n</p>\n\n<p>\n(رضي من دين وأمانته بأن يقال سبق الحاج) وذلك ليس بدين ولا أمانة.\nوالمعنى بذلك ذمه تحذيرا لغيره وزجرا له. (ألا وإنه قد دان معرضا) أي اشترى\nبدين ولم يهتم بقضائه.\n</p>\n\n<p>\n(دين به) أي أحاط بماله الدين. (إياكم والدين) أي احذروه (حرب) بفتح\nالراء وسكونها. أي أخذ مال الإنسان وتركه لا شئ له. (اختلسه) أخذه بخفية.\n(حريسة) فعلية بمعنى مفعولة، أي محروسة.\n</p>\n\n<p>\n(احترسها) سرقها. وحريسة الجبل، الشاة يدركها الليل قبل رجوعها إلى\nمأواها. فتسرق من الجبل، فلا قطع فيها. لأن الجبل ليس بحرز. (جذه) أي قطعه.\n(عقل) دية. (بالخيار) بين فدائه وإسلامه.\n</p>\n\n<p>\n٩ - (نحل) قال في <a href=\"/الكتب/1399_المصباح\">المصباح</a>: ونحلته\nأنحله نحلا: أعطيته شيئا من غير عوض، بطيب نفس.\n(كتاب العتق والولاء) (العتق) إزالة الملك. يقال: عتق يعتق عتقا وعتاقا\nوعتاقة. قال الأزهري: مشتق من قولهم عتق الفرس إذا سبق. عتق الفرخ إذا طار.\nلأن الرقيق يتخلص بالعتق ويذهب حيث شاء.\n</p>\n\n<p>\n1 - (شركا) أي نصيبا. (عبد) قال القرطبي: العبد، لغة، المملوك الذكر.\nومؤنثه أمة، من غير لفظه. (يبلغ ثمن العبد) أي ثمن بقيته. (حصصهم) أي قيمة\nحصصهم. (شقصا) قال ابن الأثير: الشقص والشقيص، النصيب في العين المشتركة،\nمن كل شئ.\n3 - (فأسهم) أي أقرع.\n5 - (رقابهما) أي ذواتهما.\n6 - (وليدة) أي أمه. (يستمتع بها) بالوطء ومقدماته، والخدمة القليلة.\n</p>\n\n<p>\n7 - (يحيط بماله) أي يستغرقه. (أو يبلغ مبلغ الاحتلام) قال الزرقاني: بأن\nيبلغ بغير الاحتلام.\n</p>\n\n<p>\nكالسن. لأن من الرجال من لا يحتلم.\n</p>\n\n<p>\n8 - (عمر بن الحكم) قال ابن عبد البر: كذا قال مالك. وهو وهم عند جميع\nعلماء الحديث. وليس في الصحابة عمر بن الحكم. وإنما هو معاوية بن الحكم.\nكما قال كل من روى هذا الحديث عن هلال أو غيره.\n</p>\n\n<p>\nومعاوية بن الحكم معروف في الصحابة. وحديثه هذا معروف.\n(فأسفت عليها) أي غضبت. (وكنت من بني آدم) تقديم لعذره. (لطمت وجهها)\nضربتها عليه ببياض كفى.\n12 - (يضع) أي يسقط. (فإما منا بعد) أي بعد الوثاق. (وإما فداء) بمال أو <span id='ms674'></span>\nأسرى مسلمين.\n15 - (وأنفسها) أي أكثرها رغبة.\n١٧ - (كاتبت أهلي) قال في <a href=\"/الكتب/1399_المصباح\">المصباح</a>: قال\nالأزهري: الكتاب والمكاتبة أن يكاتب الرجل عبده أو أمته، على مال منجم.\nويكتب العبد عليه أنه يعتق إذا أدى النجوم. فالعبد مكاتب ومكاتب.\n</p>\n\n<p>\n(أواق) بوزن جوار. والأصل أواقي. فحذفت إحدى الياءين تخفيفا، والثانية\nعلى طريقة قاض اه. زرقاني.\n</p>\n\n<p>\n(خذيها) أي اشتريها منهم.\n(قضاء الله) أي حكمه. (أحق) بالاتباع من الشروط المخالفة. (وشرط الله) أي\nقوله - فإخوانكم في الدين ومواليكم -. (أوثق) أقوى باتباع حدوده التي حدها.\n</p>\n\n<p>\n19 - (أصب لهم ثمنك صبة واحدة) أي أدفعه عاجلا في مرة، تشبيها بصب الماء،\nوهو انسكابه.\n</p>\n\n<p>\n(فزعمت) الزعم يستعمل بمعنى القول المحقق، أي قالت.\n٢٠ - (لمولاه) لعتيقه. (بيع الولاء) حق ميراث المعتق من العتيق.\n</p>\n\n<p>\n٢١ - (وإن جر جريرة) فعيلة بمعنى مفعولة. ما يفعله الإنسان من ذنب.\n</p>\n\n<p>\n(عقلوا عنه) قال في <a href=\"/الكتب/1399_المصباح\">المصباح</a>: عقلت\nالقتيل عقلا، أديت ديته. وعقلت عنه، غرمت عنه ما لزمه من دية وجناية.\n(الملاعنة) لا عن زوجته، قذفها بالفجور. وتلاعنا، لعن كل واحد منهما الآخر.\nفالمرأة ملاعنة وملاعنة. (جر) سحب.\n22 - (لعلة) أي امرأة أخرى. والجمع علات. إذا كان الأب واحدا والأمهات شتى.\nقيل مأخوذ من العلل وهو الشرب بعد الشرب. لأن الأب لما تزوج امرأة بعد أخرى\nصار كأنه شرب مرة بعد أخرى.\n</p>\n\n<p>\n(أحرزت) ضممت وملكت. (أرأيت) أخبرني.\n24 - (الموالي) بتقدير مضاف، أي ولاء الموالي. (شرع) أي سواء.\n</p>\n\n<p>\n(13 - باب ميراث السائبة) (السائبة) هي أن يقول لعبده: أنت سائبة. يريد\nبه العتق.\n(39 - كتاب المكاتب) (المكاتب) بالفتح، من تقع عليه الكتابة. وبالسر، من\nتقع منه. وكاف الكتابة تفتح وتكسر.\n</p>\n\n<p>\nقال الراغب: اشتقاقها من «كتب» بمعنى أوجب. ومنه قوله تعالى - كتب عليكم\nالصيام. إن الصلاة كانت على المؤمنين كتابا موقوتا -. أو بمعنى جمع وضم.\nومنه كتب على الخط. فعلى الأول تكون مأخوذة في معنى الالتزام. ومن الثاني\nمأخوذة من الخط لوجوده عند عقدها غالبا.\n3 - (ثم يضع) يحط.\n(من امرأته) متعلق بورث. (شركا) أي نصيبا.\n(يتحاصان) أي يقتسمان. (فضلا) أي زيادة. (ويشح <span id='ms675'></span>) أي يأبى.\n4 - (حملاء) ضامنون. (لم ينبغ) لم يجز. (حمل) ضمن. (قبل) أي جهة.\n</p>\n\n<p>\n(ثمن حرمة) هي حرمة العتق.\n(وكان فضل المال) أي ما بقي منه.\n</p>\n\n<p>\n(3 - باب القطاعة في الكتابة) (القطاعة) بفتح القاف وكسرها اسم مصدر\nقاطع. والمصدر المقاطعة. سميت بذلك لأنه قطع طلب سيده عنه بما أعطاه. أو\nقطع له بتمام حريته بذلك. أو قطع بعض ما كان لي عنده. قاله عياض.\n</p>\n\n<p>\n5 - (تقاطع مكاتبيها) كاتبت عدة. منهم سليمان وعطاء وعبد الله وعبد\nالملك. الأربعة أولاد يسار.\n</p>\n\n<p>\n(بالذهب والفضة) أي تأخذه منهم عاجلا في نظير ما كاتبتهم عليه.\n(40 - كتاب المدبر) (المدبر) هو الذي علق سيده عتقه على موته. سمي به لأن\nالموت دبر الحياة. ودبر كل شئ: ما وراءه.\n2 - (ولا يضع عنه) لا يسقط.\n3 - (فإن أدركت ذلك) أي بقيت عنده حتى مات. (في كلام واحد) أي منسوق بلا\nفاصل.\n6 - (رهق) أي غشي.\n(ما يحمل الدين) أي يسعه.\n7 - (موضحة) قال ابن الأثير: الموضحة هي التي تبدي وضح العظم، أي بياضه.\nوالجمع المواضح.\n(أوجب) أحق. (فأسلمه) أي أسلم خدمته. (اقتضاه) أي أخذه.\n8 - (ضامن) أي مضمون. كقولهم: سر كاتم أي مكتوم. وعيشة راضية أي مرضية.\n(41 - كتاب الحدود) 1 - (في شأن الرحم) أي في حكمه. (نفضحهم) أي نكشف\nمساويهم ونبينها للناس. (فنشروها) أي فتحوها وبسطوها. (يحني) قال ابن عبد\nالبر: كذا رواه أكثر شيوخنا عن يحيى. وقال بعضهم، عنه،\nبالجيم. والصواب فيه عند أهل العلم، يجنأ، أي يميل. (يقيها الحجارة) اي\nحجارة الرمي.\n</p>\n\n<p>\n2 - (الأخر) معناه الرذل الدنئ. كأنه يدعو على نفسه ويعيبها بما نزل به\nمن مواقعة الزنا. وقال الأخفش كني عن نفسه، وهذا انما يكون لمن حدث عن نفسه\nبقبيح، فكره أن ينسب ذلك إلى نفسه. (عن عباده) أي منهم. (لم تقرره) أي لم\nتمكنه. (أيشتكي) أي مرضا أذهب عقله. (جنة) جنون.\n</p>\n\n<p>\n(لصحيح) في العقل والبدن. (ثيب) أي تزوج زوجة، ودخل بها، وأصابها بعقد\nصحيح ووطء مباح 3 - (أسلم) قبيلة. قال فيها النبي صلى الله عليه وسلم «أسلم\nسالمها الله».\n5 - (عبد الله بن أبي مليكة) قال <span id='ms676'></span> ابن عبد البر: هكذا قال يحيى. فجعل الحديث\nلعبد الله بن أبي مليكة مرسلا عنه. وقال القعنبي وابن القاسم وابن بكير:\nمالك عن يعقوب بن زيد عن أبيه زيد بن طلحة بن عبد الله ابن أبي مليكة،\nفجعلوا الحديث لزيد بن طلحة مرسلا، وهذا هو الصواب. (فاستودعيه) أي اجعليه\nعند من يحفظه.\n6 - (عسيفا) أي أجيرا. (فافتديت منه بمائة شاة) متعلق بافتديت. و «من»\nللبدل، نحو أرضيتم بالحياة الدنيا من الآخرة، أي افتديت بمائة شاة بدل\nالرجم. (فرد عليك) أي مردود. من إطلاق المصدر على المفعول.\n8 - (إذا أحصن) أي تزوج ووطئ مباحا، وكان بالغا عاقلا. (أو كان الحبل) أي\nوجدت المرأة حبلى.\n</p>\n\n<p>\n9 - (لتنزع) أي ترجع. (وتمت) اشتدت وصلبت. وفي نسخة، وهو أظهر، وثبتت، من\nالثبوت.\n10 - (أناخ) أي راحلته. (كوم) أي جمع. (كومة) أي قطعة. (بطحاء) أي صغار\nالحصي. أي جمعها وجعل لها رأسا. (سني) أي عمري. (انتشرت) كثرت وتفرقت. (غير\nمضيع) لما أمرتني به. (ولا مفرط) أي متهاون به. (على الواضحة) أي على\nالطريق الظاهرة التي لا تخفى. (فقد رجم رسول الله صلى الله عليه وسلم) أمر\nبرجم من أحصن، ماعز والغامدية، واليهودي واليهودية.\n</p>\n\n<p>\n(الشيخ والشيخة) إذا زنيا. (البتة) أي قطعا. (فما انسلخ) أي مضى.\n12 - (فدعا له) أي طلب لأجله. (ثمرته) قال الجوهري: ثمر السياط عقد\nأطرافها. وقال أبو عمر:\n</p>\n\n<p>\nأي لم يمتهن ولم يلن. (قد ركب به) أي ذهبت عقدة طرفه. (القاذورات) كل قول\nأو فعل يستقبح.\n</p>\n\n<p>\nكالزنا والشرب والقذف. سميت قاذورة لأن حقها أن تقذر. فوصفت بما يوصف به\nصاحبها. (يبدي) بالياء، للإشباع أي يظهر. (صفحته) هي، لغة، جانبه ووجهه\nوناحيته. والمراد من يظهر ما ستره أفضل.\n13 - (فدك) بلدة بينها وبين المدينة يومان. وبينها بين خيبر دون مرحلة.\n</p>\n\n<p>\n14 - (ولم تحصن) بإسناد الإحصان إليها. لأنها تحصن نفسها بعفافها. وروي،\nلم تحصن، بإسناد الإحصان إلى غيرها. ويكون بمعنى الفاعل والمفعول. وهو أحد\nالثلاثة التي جاءت نوادر. يقال: أحصن فهو محصن وأسهب فهو مسهب. وأفلج فهو\nمفلج. (بضفير) الضفير الحبل. فعيل بمعنى <span id='ms677'></span> مفعول. عبر به مبالغة في التنفير\nعنها والحض على مباعدة الزانية، لما فيه من الاطلاع على المنكر والمكروه،\nوالعون على الخبث.\n16 - (ولائد) إماء، جمع وليدة.\n</p>\n\n<p>\n(4 - باب ما جاء في المغتصبة) (قد استكرهت) أي أكرهت على الزنا.\n(تدمى) يخرج منها الدم. (حتى أثبت) أي أتاها من يغيثها. (بثلاث حيض) إن\nكانت حرة.\n</p>\n\n<p>\nلأن استبراءها كعدتها.\n</p>\n\n<p>\n17 - (فرية) أي قذف.\n</p>\n\n<p>\n18 - (زريق) ويقال فيه أيضا رزيق. (فاستعداني) طلب تقويتي ونصره.\n(لأبوأن) لأرجعن بمعنى لأقرن. (أجز) أمض. (عفوه) أي عن أبيه.\n</p>\n\n<p>\n(أرأيت رجلا) أي أخبرني عن الحكم في رجل. (في نفسه) أي في حق نفسه.\n</p>\n\n<p>\n(بكتاب الله) أي قوله - فاجلدوهم ثمانين جلدة -.\n</p>\n\n<p>\n19 - (جماعة) أي مجتمعين. بأن قال لهم: يا زناة. أو أنتم زناة مثلا.\n(قد كان لأبيه وأمه مدح غير هذا) فعدوله إلى هذا في مقام الاستباب دليل على\nأنه قد عرض بالقذف لمخاطبه.\n</p>\n\n<p>\n(نفى) أي عن أب، لثابت نسبه. (قذف) رمى بالزنا ونحوه، صريح. (يقع بها\nالرجل) أي يطؤها.\n</p>\n\n<p>\n(أصابها) جامعها. (وتقام الجارية) أي تقوم عليه.\n21 - (مجن) مفعل، من الاجتنان. وهو الاستتار، والاختفاء مما يحاذره\nالمستتر. وكسرت ميمه لأنه آلة.\n</p>\n\n<p>\n22 - (ثمر معلق) بالنخل والشجر. قبل أن يجذ ويحرز. (حريسة جبل) قال ابن\nالأثير: أي ليس فيما يحرس بالجبل، إذا سرق، قطع. لأنه ليس بحرز. وحريسة\nفعيلة بمعنى مفعولة. أي أن لها من يحرسها يحفظها. ومنهم من يجعل الحريسة،\nالسرقة نفسها. أي ليس فيما يسرق من الماشية بالجبل، قطع. (المراح) موضع\nمبيت الغنم. (الجرين) موضع يجفف فيه الثمار والجمع جرن. كبريد وبرد.\n23 - (أترجة) قال الفيروزآبادي في قاموسه المحيط: والأترج والأترجة م (أي\nمعروف) حامضه مسكن غلمة النساء، ويجلو اللون والكلف. وقشره في الثياب يمنع\nالسوس!!!... الخ.\n</p>\n\n<p>\nوبعد. فما هو هذا المعروف؟\n25 - (ببرد مرجل) بالجيم والحاء، أي عليه تصاوير الرجال أو الرحال. (ففتق\nعنه) أي نقض خياطته. (لبدا) ما يتلبد من شعر أو صوف. (فروة) ما يلبس من جلد\nالغنم. (ارتفع الصرف) زاد. (أو اتضع) نقص. (في مجن) أي في سرقة مجن.\n27 - (نكالا) أي عقوبة لهما <span id='ms678'></span>. (عزيز) غالب على أمره. (حكيم) في خلقه.\n29 - (والمشفع) أي قابل الشفاعة.\n</p>\n\n<p>\n30 - (يصلي من الليل) أي بعضه. (يطوف معهم) أي يدور مع الذين بعثوا\nللتفتيش على العقد.\n(بيت أهل هذا البيت) أي أغار عليهم ليلا بأخذ العقد.\n</p>\n\n<p>\n31 - (في حرابة) أي مقاتلة. (لو أخذت بأيسر ذلك) أي أهونه لكان أحسن.\nفحذف جواب لو. أو هي للتمني، فلا جواب لها.\n(العدل) الحمل من الأمتعة ونحوها. (المكتل) الزنبيل. وهو ما يعمل من الخوص،\nيحمل فيه التمر وغيره.\n32 - (وديا) أي نخلا صغارا. (لا قطع في ثمر) معلق على الشجر قبل أن يجذ\nويحرز. (ولا كثر) الكثر الجمار. أي جمار النخل وهو شحمه الذي يخرج به\nالكافور. وهو وعاء الطلع من جوفه.\n</p>\n\n<p>\nسمي جمارا وكثرا لأنه أصل الكوافير، وحيث تجتمع وتكثر.\n34 - (اختلس) أي اختطف بسرعة على غفلة. (الخلسة) ما يخلس.\n</p>\n\n<p>\n35 - (ظهراني الناس) أي بين الناس. وزيد «ظهراني» لإفادة أن إقامته بينهم\nعلى سبيل الاستظهار بهم والاستناد إليهم. وكأن المعني أن ظهرا منهم قدامه،\nوظهرا وراءه، فكأنه مكنوف من جانبيه. هذا أصله.\n</p>\n\n<p>\nثم كثر حتى استعمل في الإقامة بين القوم، وإن كان غير مكفوف بينهم.\n(يصيبها) يجامعها. (ولم يبلغ ذلك منها) أي لم يدخل حشفته فيها.\n1 - (الطلاء) هو ما طبخ من العصير حتى يغلظ. وشبه بطلاء الإبل. وهو القطران\nالذي يطلى به الجرب.\n</p>\n\n<p>\n2 - (هذي) خلط وتكلم بما لا ينبغي. (افترى) كذب وقذف.\n4 - (ما من شئ) نكرة وقعت في سياق النفي وضم إليها «من» الاستغراقية لإفادة\nالشمول. أي ليس شئ من الذنوب.\n</p>\n\n<p>\n5 - (ينبذ) يطرح. (الدباء) القرع. (المزفت) المطلي بالزفت. لأنه يسرع\nإليها الإسكار.\n</p>\n\n<p>\nفربما شرب منه من لا يشعر بذلك ظانا أنه لم يبلغ الإسكار، وقد بلغه.\n7 - (اليسر) التمر قبل إرطابه. واحدته بسرة. (والرطب) ما نضج من البسر.\nالواحدة رطبة.\n</p>\n\n<p>\n(جميعا) أي في إناء واحد. لأن الإسكار يسرع إليه بسبب الخلط. (والتمر\nوالزبيب جميعا) لاشتداد أحدهما بالآخر.\n</p>\n\n<p>\n8 - (التمر والزبيب جميعا) لأن أحدهما يشتد به الآخر فيسرع الإسكار.\n(الزهو) هو البسر الملون\n(4 - باب تحريم الخمر) (الخمر) ما خامر العقل <span id='ms679'></span>. كما خطب بذلك عمر بحضرة\nالصحابة الأكابر ولم ينكره أحد. فشمل كل مسكر.\n</p>\n\n<p>\nسميت بذلك لأنها تخمر العقل. أي تغطيه وتستره. وكل شئ غطى شيئا فقد خمره.\nكخمار المرأة لأنه يغطي رأسها.\n</p>\n\n<p>\nو يقال للشجر الملتف، الخمر لأنه يغطي ما تحته. أو لأنها تركت حتى أدركت.\nيقال: خمر الرأي واختمر. أي ترك حتى يتبين فيه الوجه.\n</p>\n\n<p>\n9 - (البتع) هو شراب العسل. وكان أهل اليمن يشربونه.\n</p>\n\n<p>\n10 - (الغبيراء) نبيذ الذرة وقيل نبيذ الأرز. وبه جزم أبو عمر.\n(الأسكركة) قال أبو عبيد: هي ضرب من الشراب يتخذه الحبش من الذرة، يسكر،\nويقال لها «السكركة».\n12 - (راوية خمر) أي مزادة. وأصل الراوية البعير يحمل الماء، والهاء فيه\nللمبالغة، ثم أطلقت الراوية على كل دابة يحمل عليها الماء، ثم على المزادة.\n(بم ساررته) بأي شئ كلمته سرا، أي خفية. (المزادتين) تثنية مزادة. القربة،\nلأنه يتزود فيها الماء.\n13 - (فضيخ) شراب يتخذ من البسر المفضوخ، وهو المشدوخ. (الجرار) جمع جرة.\n</p>\n\n<p>\nالتي فيها الشراب المذكور. (مهراس) حجر مستطيل ينقر ويدق فيه ويتوضأ. وقد\nاستعير للخشبة التي يدق فيها الحب، فقيل لها مهراس على التشبيه بالمهراس من\nالحجر أو الصفر الذي يهرس فيه الحبوب وغيرها.\n</p>\n\n<p>\n14 - (من أهل الأرض) يعني أرض الشام. (يتمطط) يتمدد. (الطلاء) ما يطبخ من\nالعصير حتى يغلظ. (طلاء الإبل) أي القطران الذي يطلى به جربها.\n(ثبتاعوها) تشتروها. (رجس) خبث مستقذر.\n(43 - كتاب العقول) (العقول) جمع عقل. يقال: عقلت القتيل عقلا، أديت ديته.\nقال الأصمعي: سميت الدية عقلا تسمية بالمصدر.\n</p>\n\n<p>\nلأن الإبل كانت تعقل بفناء ولي القتيل. ثم كثر الاستعمال حتى أطلق العقل\nعلى الدية، إبلا كانت أو نقدا:\n</p>\n\n<p>\n1 - (في النفس) أي في قتل النفس. (أوعي) أي أخذ كله. ووعى واستوعى، لغة،\nفي الاستيعاب، وهو أخذ الشئ كله. (جدعا) أي قطعا. (وفي المأمومة) قيل لها\nمأمومة لأن فيها معنى المفعولية في الأصل. وجمعها على لفظها، مأمومات. وهي\nالتي تصل إلى أم الدماغ، وهي أشد الشجاع. قال ابن السكيت:\n</p>\n\n<p>\nوصاحبها يصعق لصوت الرعد ولرغاء الإبل، ولا يطيق البروز في الشمس. وتسمى <span id='ms680'></span>\nأيضا آمة. وجمعها أوام.\n</p>\n\n<p>\nمثل دابة ودواب. (وفي الجائفة) اسم فاعل من جافته تجوفه. إذا وصلت لجوفه.\n(مما هنا لك) أي في يد أو رجل. (وفي السن) أضراس أو ثنايا أو رباعيات.\n(الموضحة) الشجة التي تكشف العظم.\n2 - (تقطع) تنجم.\n</p>\n\n<p>\n(3 - باب ما جاء في دية العمد) (إذا قبلت) أي رضي بها ولي المقتول. بأن\nعفا عن الدية. (بنت مخاض) أتى عليها حول ودخلت في الثاني. وحملت أمها.\nوالمخاض الحامل. أي دخل وقت حملها وإن لم تحمل. (بنت لبون) وهي التي دخلت\nفي الثالثة فصارت أمها لبونها بوضع حملها. (حقة) وهي التي دخلت في الرابعة.\n(جذعة) وهي التي دخلت في الخامسة. سميت بذلك لأنها جذعت، أي أسقطت مقدم\nأسنانها.\n3 - (أعقله) احبسه بالعقال، القيد. (ولا تقد منه) لا تقتص منه. من «أقاد\nالأمير القائل بالقتيل» قتله به. (قود) أي قصاص.\n</p>\n\n<p>\n4 - (فوطئ) أي مشى (فنزى) كعني. نزف، أي خرج الدم بكثرة منها. (للذي أدعى\nعليهم) أي أولياء الذي أجرى. (وتحرجوا) أي فعلو ا فعلا جانبوا به الحرج وهو\nالإثم. وهذا مما ورد لفظه مخالفا لمعناه. كتأثم وتحنث وتحرج. (للآخرين)\nأولياء المقتول. (السعديين) عاقلة الذي أجرى.\n(بنت مخاض وبنت لبون وابن لبون) بالنصب على التمييز للعدد. (لاقود) لا\nقصاص. (ما) أي مدة كونهم صبيانا (وإنما هو) أي المال المأخوذ في الخطأ.\n(كغيره من ماله) أي القتيل.\n</p>\n\n<p>\n(عقل الجراح في الخطأ) (الجراح) جمع جرح. وهو هنا ما دون النفس. (لا\nيعقل) أي لا يؤخذ عقله، أي ديته. (أو كان فيه عثل) قال في المشارق: أي أثر\nوشين. وأصله الفساد. وقال الزرقاني: أي برأ على غير استواء.\n(عثل) أي عدم استواء. (المنقلة) قال ابن الأثير: هي التي تخرج منها صغار\nالعظام وتنتقل عن أماكنها.\n</p>\n\n<p>\nوقيل هي التي تنقل العظم أي تكسره. قال الزرقاني: بكسر القاف الشديدة\nوفتحها. قيل وهو أولى. لأنها محل الجراح. وكذا ضبطه ابن السكيت. وهي التي\nينقل منها فراش العظام، وهي مارق منها. وضبطه الفارابي والجوهري بالكسر على\nإرادة نفس الضربة. لأنها تكسر العظم <span id='ms681'></span> وتنقله. (إن عليه العقل) أي الدية\nكاملة. (تعاقل المرأة الرجل) أي تساوى ديته ديتها.\n(لا يقاد منه) لا يقتص منه. (عليهم العقل) أي دية جنايتها. (موالي المرأة)\nالذين أعتقتهم.\n٥ - (بغرة) بياض في الوجه عبر به عن الجسد كله. إطلاقا للجزء على الكل.\n(عبد أو وليدة) بجرهما. بدل من غرة.\n</p>\n\n<p>\n٦ - (قضى) حكم. (أغرم) الغرم أداء شئ لازم. قال في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: غرمت الدية والدين وغير ذلك،\nأغرم. من باب تعب. إذا أديته. غرما ومغرما وغرامة. (ما لا شرب ولا أكل. ولا\nنطق ولا استهل) أي صاح عند الولادة. وهو من إقامة الماضي مقام المضارع. أي\nلم يشرب ولم يأكل... الخ.\n</p>\n\n<p>\n(بطل) من البطلان. وفي رواية «يطل» أي يهدر ولا يضمن. يقال: طل دمه، إذا\nأهدر. من الأفعال التي لا تستعمل إلا مبنية للمفعول. (من إخوان الكهان)\nلمشابهة كلامه كلامهم.\n(يزايل) يفارق. (الاستهلال) الصياح عند الولادة. (يطرح) بنحو ضرب بطنها.\n(يستقيد) يقتص. (في كل زوج من الإنسان) كاليدين والرجلين والبيضتين\nوالشفتين والعينين. (اصطلمتا) أي قطعتا من أصلهما. (في ثديي المرأة الدية\nكاملة) إذا استأصلها بالقطع. وأما حلمتاهما وهما رأسهما فلا تجب الدية\nفيهما إلا بشرط إبطال اللبن. (طفئت) قال في الأساس: ومن المجاز... وطفئت\nعينه. وقال في المشارق: ومعناه ذهب بصرها من سبب ضربة ونحوها. وبقيت قائمة\nلم يتغير شكلها ولا صفتها، وقال الزرقاني:\n</p>\n\n<p>\nأي أزيلت وقلعت!!!\n(شتر) أي قطع جفنها الأسفل. مصدر شتر، من باب تعب. (حجاج العين) العظم\nالمستدير حولها.\n</p>\n\n<p>\nوقال ابن الأنباري: الحجاج العظم المشرف على غار العين. (الشلاء) التي\nفسدت وبطل عملها.\n</p>\n\n<p>\n(باب ما جاء في عقل الشجاج) (الشجاج) جمع شجة، الجراحة، ويجتمع على شجات\nعلى لفظها. وإنما تسمى بذلك إذا كانت في الوجه أو الرأس.\n</p>\n\n<p>\n(عقلها) ديتها. (فراشها) قال ابن الأثير: الفراش عظام رقاق تلى قحف\nالرأس. وكل عظم رقيق فراشة.\n</p>\n\n<p>\n(ولا تخرق) أي ولا تصل. (الدماغ) المقتل من الرأس. (المأمومة) أي الشجة\nالتي تبلغ أم الدماغ.\n</p>\n\n<p>\n(قود) أي قصاص.\n(الشجاج) أي الجراح. (ولم <span id='ms682'></span> تقض الأئمة) أي الخلفاء. (كل نافذة) أي كل جراحة\nنافذة.\n</p>\n\n<p>\n(اللحى) هو عظم الحنك الذي عليه الأسنان. وهو من الانسان حيث ينبت الشعر.\nوهو أعلى وأسفل.\n(نقص عقلها) أي ديتها. (أعراق أنت) تأخذ بالقياس المخالف للنص. (هي السنة)\nقال الزرقاني:\n</p>\n\n<p>\nفقوله هي السنة يدل على أنه أرسله عن النبي صلى الله عليه وسلم، قال ابن\nعبد البر. وقد اتفقوا على أن مرسلاته أصح المراسيل.\n</p>\n\n<p>\nوذكر بعضهم أنها تتبعت كلها فوجدت مسندة. (عقل الكف) أي إذا قطع معها.\n7 - (وفي الترقوة) هي العظم الذي بين ثغرة النحر والعاتق من الجانبين.\nوالجمع التراقي وقيل لا يكون لشئ من الحيوان، إلا الانسان خاصة. (الضلع)\nبكسر الضاد وفتح اللام، لغة الحجاز.\n</p>\n\n<p>\nوسكون الأم لغة تميم. وهي مؤنثة. (بخمسة أبعرة) أي في كل واحد منها. ولذا\nكرر.\n</p>\n\n<p>\n(بعيرين بعيرين) في كل ضرس.\n8 - (ماذا في الغرس) الذي يقلع خطأ. (لو لم ذلك إلا بالأصابع. عقلها سواء)\nأي لكفاك.\n</p>\n\n<p>\nفحذف جواب \" لو \". (في السن خمس من الإبل) هذا الحديث - أخرجه النسائي\nفي: 45 - كتاب القسامة، 44 - باب عقل الأسنان.\n</p>\n\n<p>\nوابن ماجة في: 21 - كتاب الديات، 17، - باب دية الأسنان.\n</p>\n\n<p>\n(14 - باب ما جاء في دية جراح العبد) (موضحة العبد) الموضحة: الشجة التي\nتكشف العظم.\n(وفى منقلته) قال ابن الأثير: هي التي تخرج منها صغار العظام وتنتقل عن أما\nكنها. وقيل هي التي تنقل العظم أي تكسره. وقال الزرقاني: بكسر القاف\nالشديدة وفتحها. قيل وهو أولى. لأنها محل الجراح.\n</p>\n\n<p>\nوكذا ضبطه ابن السكيت. وهي التي ينقل منها فراش العظام. وهي مارق منها.\nوضبطه الفارابي والجوهري بالكسر، على إرادة نفس الضربة. لأنها تكسر العظم\nوتنقله. (وفى مأمومته) قيل لها مأمومة أن فيها معنى المفعولية في الأصل.\nوجمعها على لفظها، مأمومات. وهي التي تصل إلى أم الدماغ. وهي أشد الشجاج.\n</p>\n\n<p>\nقال ابن السكيت: وصاحبها يصعق لصوت الرعد ولرغاء الإبل. ولا يطيق البروز\nفي الشمس. وتسعى آمة وجمعها أو أم. مثل دابة ودواب. (جائفته) الجائفة اسم\nفاعل من جافته تجوفه. إذا وصلت لجوفه.\n</p>\n\n<p>\n(عثل) أي عدم استواء <span id='ms683'></span>. قال في المشارق: أي أقر وشين. وأصله الفساد.\n9 - (نشد) طلب، أي منهم جواب قوله. (الخباء) الخيمة.\n10 - (حذف) أي رمى. (فنزى) كعنى: نزف أي خرج الدم بكثرة منها.\n</p>\n\n<p>\n(ماء قديد) موضع بين مكة والمدينة. (حقة) هي التي يخلت في الرابعة.\n</p>\n\n<p>\n(جذعة) هي التي دخلت في الخامسة. سميت بذلك لأنها جذعت، أي أسقطت مقدم\nأسنانها.\n</p>\n\n<p>\n(خلفة) الحوامل من الإبل.\n11 - (كنا أهل ثمة) قال أبو عبيد: المحدثون يروونه بالضم، والوجه عندي\nالفتح: والثم إصلاح الشئ وإحكامه. يقال ثممت أثم ثما. (ورمه) قال الأزهري:\nهكذا روته الرواة. وهو الصحيح وإن أنكر بعضهم. وقال ابن السكيت: يقال ماله\nثم ولا رم، بضمهما، فالثم قماش البيت. والزم مرمة البيت. كأنه أريد: كنا\nالقائمين به منذ ولد إلى أن شب وقوى. (عممه) أي على طوله واعتدال شبابه.\nويقال للنبت إذا طال:، اعتم. (غلبنا حق امرى في عمه) أي أخذه منا قهرا\nعلينا. (من قتل) أي الذي قتله.\n12 - (العجماء) تأنيث أعجم. وهو البهيمة، ويقال أيضا لكل حيوان غير\nالانسان. ولمن لا يفصح.\n</p>\n\n<p>\nوالمراد هنا الأول. سميت البهيمة عجماء، لأنها لا تتكلم. (جبار) أي هدر\nلا شئ فيه. (والمعدن) المكان من الأرض يخرج منه شئ من الجواهر والأجساد.\nكذهب وفضة وحديد ونحاس ورصاص وكبريت وغيرها. من عدن بالمكان، إذا أقام به،\nيعدن عدونا. أي إذا أنهار على من حفر فيه فهلك. فدمه جبار.\n</p>\n\n<p>\nأي هدر لا ضمان فيه. (الركاز) دفن الجاهلية. (ترمح) تضرب يرجلها.\n(بالعقل) أي بالدية.\n</p>\n\n<p>\n(أخرى) أولى.\n(يرقى) يصعد.\n13 - (غيلة أي خديعة، أي سرا.\n</p>\n\n<p>\n14 - (دبرتها) أي علقت حفصة عقتها على موتها.\n15 - (أقاد) أقاد القاتل بالقتل: قتله به. (تفيظ) تخرج. (النائرة) العداوة\nوالشحناء، مشتقة من النار. (فينزى) أي ينزف. (القسامة) خمسون يمينا.\n(الحر بالحر) يقتل، لا بالعبد. (كتبنا) فرضنا. (فيها) أي التوراة. (أن\nالنفس بالنفس) أي تقتل بالنفس إذا قتلها بغير حث. (والعين) تفقأ. (والأنف)\nيجدع. (والاذن) تقطع.\n</p>\n\n<p>\n(والسن) تقلع. (والجروح قصاص) أي يقتص منها، إذا أمكن. (بالذي) الباء\nسببية. أي بسبب الذي.\n(شلت) الشلل فساد في اليد <span id='ms684'></span>. وقد شلت يمينه تشل شللا. وأشلها الله تعالى.\n(عثل) أي أثر وشين.\n</p>\n\n<p>\nوأسله الفساد، قاله في المشارق.\n١٦ - (السائبة) العبد. كان الرجل إذا قال لعبده: أنت سائبة، عتق ولا يكون\nولاؤه له. بل يضع ماله حيث شاء. (الأرقم) الحية التي فيها بياض وسواد، أو\nحمرة وسواد. (يلقم) أصله الأكل بسرعة (ينقم) بكسر قاف من باب ضرب، لغة <a\nhref=\"/الكتب/1_القرآن\">القرآن</a>. وفى لغة بفتح القاف من باب تعب، وهي\nأولى، هنا، بالسجع.\n</p>\n\n<p>\nومعناه، إن تركت قتله قتلك. وإن قتلته كان له من يلتقم منك. وهو مثل من\nأمثال العرب مشهور. قال ابن الأثير: كانوا في الجاهلية يزعمون أن الجن تطلب\nثار الجان. وهي الحية الدقيقة، فربما مات قاتلها، وربما أصابه خلل. وهذا\nمثل فيمن يجتمع عليه شر ان. لا يدرى يصنع بهما.\n(44 - كتاب القسامة) (القسامة) بفتح القاف مأخوذ من القسم وهو اليمين. وقال\nالأزهري،: القسامة اسم للأولياء الذين يحلفون على استحقاق دم المقتول. وقيل\nمأخوذ من القسمة، لقسمة الايمان على الورثة، واليمين فيها من جانب المدعى.\n</p>\n\n<p>\nقال أبو عمر: كانت في الجاهلية. فأقرها صلى الله عليه وسلم على ما كانت\nعليه في الجاهلية.\n</p>\n\n<p>\n1 - (جهد) أي فقر شديد. (فقير) الفقير هو البئر القريبة القعر الواسعة\nالفم. وقيل الحفرة التي تكون حول النخل. (كبر كبر) أي قدم الأكبر. (بدوا)\nأي يعطوا الدية. (يؤذنوا) يعلموا.\n(وتستحقون دم صاحبكم) أي بدل دم صاحبكم، ففيه حذف مضاف. أو معنى صاحبكم، أو\nمعنى، غريمكم. فلا حاجة إلى تقدير. والجملة فيها معنى التعليل، أن المعنى\nأتحلفون لتستحقوا. وقد جاءت الواو بمعنى التعليل في قوله تعالى - أو يوبقهن\nبما كسبوا ويعف عن كثير - المعنى ليعفو. (فوداه) أعطى ديته. (ركضتني) أي\nرفستني رجلها.\n</p>\n\n<p>\n2 - (كبر كبر) أي قدم الأسن ليتكلم. (فتبرئكم) أي تبرأ إليكم من دعواكم.\n(وداء) أعطاهم ديته. (تجب) تثبت أولى الدم. (بلوث) قال الأزهري: اللوث\nالبينة الضعيفة غير الكاملة. (نكل) نكل عن العدو نكولا، من باب قعد، وهذه\nلغة الحجاز. وهو الجبن والتأخر.\n</p>\n\n<p>\nقال أبو زيد: نكل إذا أراد <span id='ms685'></span> أن يصنع شيئا فهابه. ونكل عن اليمين امتنع\nمنها.\n(هلكت الدماء) أي ضاعت. (اجترأ) أسرع وهجم.\n(قسم مواريثهم) أي قدر مواريثهم. (على كتاب الله) ما فرضه فيه من الإرث.\n(لأولى) لأقرب.\n</p>\n\n<p>\n(غيب) جمع غائب. كخادم وخدم.\n(ببينة عادلة) شاهدين عدلين.\n(45 - كتاب الجامع) قال ابن عربي في القبس: هذا كتاب اخترعه مالك في\nالتصنيف لفائدتين: إحداهما أنه خارج عن رسم التكليف المتعلق بالأحكام التي\nصنفها أبوابا، ورتبها أنواعا. والثانية أنه لما لحظ الشريعة وأنواعها،\nورآها منقسمة إلى أمر ونهي. وإلى عبادة ومعاملة. وإلى جنايات وعادات. نظمها\nأسلاكا، وربط كل نوع بجنسه. وشذت عنه من الشريعة معان منفردة. لم يتفق\nنظمها في سلك واحد، لأنها متغايرة المعاني. ولا أمكن أن يجعل لكل واحد منها\nبابا، لصغرها. ولا هو أراد أن يطيل القول فيما يمكن إطالة القول فيها.\nفجعلها أشتاتا، وسمي نظامها «كتاب الجامع».\n</p>\n\n<p>\nفطرق للمؤلفين ما لم يكونوا قبل به عالمين في هذه الأبواب كلها. ثم بدأ\nفي هذا الكتاب بالقول في المدينة.\n</p>\n\n<p>\nلأنها أصل الإيمان، ومعدن الدين، ومستقر النبوة. انتهى.\n</p>\n\n<p>\n(1 - باب الدعاء للمدينة وأهلها) المدينة في الأصل المصر الجامع. ثم صارت\nعلما بالغلبة علي دار هجرته صلى الله عليه وسلم ووزنها فعيلة. لأنها من\n«مدن»، و قيل مفعلة لأنها من «دان». والجمع مدن ومدائن، بالهمز، على القول\nبأصالة الميم. ووزنها فعائل. وبغير همز، على القول بزيادة الميم، ووزنها\nمفاعل. لأن للياء أصلا في الحركة، فترد إليه. ونظيرها في الاختلاف «معايش».\n1 - (بارك) أنم وزد. (مكيالهم) آلة الكيل. أي فيما يكال في مكيالهم. (وبارك\nلهم في صاعهم) أي فيما يكال فيه (وفي مدهم) فيما يكال فيه أيضا. فحذف\nالمقدر لفهم السامع. وهو من باب ذكر المحل وإرادة الحال. قال ابن عبد البر:\nهذا من فصيح كلامه وبلاغته صلى الله عليه وسلم. وفيه استعارة. لأن الدعاء\nإنما هو للبركة في الطعام المكيل بالصاع والمد، لا في الظروف.\n</p>\n\n<p>\n2 - (وإنه دعاك لمكة) بقوله - فاجعل أفئدة من الناس تهوي إليهم وارزقهم\nمن الثمرات لعلهم يشكرون - (أصغر وليد <span id='ms686'></span>) أي مولود. فعيل بمعنى مفعول.\n3 - (لكع) كذا ليحيى وحده. والصواب لكاع كما رواه غيره. قال عياض: يطلق لكع\nعلى اللئيم والعبد والغبي الذي لا يهتدي لنطق ولا غيره. وعلى الصغير. قال\nذلك ابن عمر لها إنكارا لما أرادته من الخروج وتثبيطا لها وإدلالا عليها.\nلأنها مولاته. وقد يكون معناه يا قليلة العلم وصغيرة الحظ منه. لما فاتها\nمن معرفة حق المدينة.\n</p>\n\n<p>\n(لأوائها) قال أبو عمر: اللأواء تعذر الكسب وسوء الحال. وقال المازري:\nاللأواء الجوع وشدة الكسب.\n</p>\n\n<p>\n(وشدتها) قال أبو عمر: الشدة الجوع.\n</p>\n\n<p>\n4 - (وعك) أي حمى. (أقلني بيعتي) استقاله من الهجرة، ولم يرد الارتداد عن\nالإسلام. وحمله بعضهم على الإقالة من المقام بالمدينة. (كالكير) المنفخ\nالذي ينفخ به النار. أو الموضع المشتمل عليها.\n</p>\n\n<p>\n(خبثها) ما تبرزه النار من وسخ وقذر. (ينصع) يخلص، من النصوص وهو الخلوص.\n(طيبها) قال عياض: يقال طيب ناصع إذا خلصت رائحته وصفت مما ينقصها.\n5 - (أمرت بقرية) أي أمرني ربي بالهجرة إلى قرية. (تأكل القرى) أي تغلبها\nوتظهر عليها.\n</p>\n\n<p>\nيعني أن أهلها تغلب أهل سائر البلاد، فتفتح منها. يقال: أكلنا بني فلان\nأي غلبناهم وظهرنا عليهم. فإن الغالب المستولي على الشئ كالمفنى له إفناء\nالآكل إياه.\n</p>\n\n<p>\nوفي موطأ ابن وهب. قلت لمالك: ما تأكل القرى، أي ما معناه؟ قال تفتح\nالقرى. لأن من المدينة افتتحت القرى كلها بالإسلام. (يثرب) كرهه صلى الله\nعليه وسلم لأنه من التثريب الذي هو التوبيخ والملامة، أو من الثرب وهو\nالفساد.\n</p>\n\n<p>\nوكلاهما قبيح. وكان صلى الله عليه وسلم. يحب الاسم الحسن ويكره القبيح.\nولذا قال «يقولون يثرب». (المدينة) الكاملة على الإطلاق. كالبيت للكعبة.\nفهو اسمها الحقيقي لها. (تنفي الناس) أي الخبيث الردئ منهم.\n</p>\n\n<p>\n(الكير) قال أبو عمر: هو موضع نار الحداد والصائغ، وليس الجلد، الذي\nتسميه العامة كيرا. (خبث الحديد) أي وسخه الذي تخرجه النار. أي أنها لا\nتترك فيها من في قلبه دغل. بل تميزه عن القلوب الصادقة وتخرجه، كما تميز\nالنار ردئ الحديد من جيده.\n</p>\n\n<p>\n6 - (رغبة عنها) أي عن ثواب الساكن <span id='ms687'></span> فيها.\n</p>\n\n<p>\n7 - (فيأتي قوم) من أهل المدينة. (يبسون) أي يسيرون من قوله - وبست\nالجبال بسا - أي سارت. وفي رواية «يبسون» ومعناه يزينون لهم الخروج من\nالمدينة.\n(فيتحملون) من المدينة. (والمدينة خير لهم) لأنها لا يدخلها الدجال ولا\nالطاعون. والواو في الثلاثة للحال. وهذا من أعلام نبوته صلى الله عليه وسلم\nحيث أخبر بفتح هذه الأقاليم، وأن الناس يتحملون بأهليهم ويفارقون المدينة.\n</p>\n\n<p>\nفكان ما قاله على ترتيب ما قال.\n</p>\n\n<p>\n8 - (على أحسن ما كانت) من العمارة وكثرة الأثمار وحسنها. (فيغذي) أي\nيبول دفعة بعد دفعة.\n</p>\n\n<p>\n(سواري المسجد) أعمدته. (العوافي) الطالبة لما تأكل، مأخوذ من عفوته، إذا\nأتيته تطلب معروفه.\n</p>\n\n<p>\n(الطير والسباع) بالجر، بدل أو عطف بيان.\n</p>\n\n<p>\nقال القاضي عياض: هذا مما جرى في العصر الأول وانقضى. فإنها صارت بعد\nوفاته صلى الله عليه وسلم دار الخلافة ومعقل الناس. حتى تنافسوا فيها\nبالغرس والبناء وتوسعوا في ذلك. وسكنوا منها ما لم يسكن قبل. وجلبت إليها\nخيرات الأرض كلها. فلما انتهت حالها كمالا، انتقلت الخلافة عنها إلى الشام\nوالعراق. وذلك الوقت أحسن ما كانت للدين والدنيا. وأما الدين فلكثرة\nالعلماء بها وكمالهم. وأما الدنيا فلعمارتها وغرسها واتساع حال أهلها.\n10 - (طلع) ظهر. (ما بين لابتيها) تثنية لابة. قال ابن حبيب: أرض ذات حجارة\nسود، وجمعها في القلة لا بات. وفي الكثرة لوب. كساحة وسوح. يعني الحرتين\nالشرقية والغربية. وهي حرار أربع. لكن القبلية والجنوبية متصلتان. وتحريمه\nصلى الله عليه وسلم ما بين لابتيها، إنما يعني في الصيد.\n</p>\n\n<p>\n11 - (ترتع) أي ترعى. (ما ذعرتها) أي ما أفزعتها ونفرتها. كنى بذلك عن\nعدم صيدها.\n12 - (ألجأوا) اضطروا. (زاوية) ناحية من نواحي المدينة. يريدون اصطياده.\n</p>\n\n<p>\n13 - (بالأسواف) موضع ببعض أطراف المدينة بين الحرتين. (نهسا) طائر يشبه\nالصرد، يديم تحريك رأسه وذنبه. يصطاد العصافير ويأوي إلى المقابر.\n</p>\n\n<p>\n14 - (وعك) أي حم. (تجدك) أي تجد نفسك أو جسمك. (مصبح) أي مصابا بالموت\nصباحا. أو يسقي الصبوح، وهو شرب الغداة. وقيل المراد: يقال له صبحك الله\nبخير، وهو منعم.\n</p>\n\n<p>\n(أدنى) أقرب (شراك نعله) سير نعله الذي <span id='ms688'></span> على ظهر القدم. والمعنى أن الموت\nأقرب إليه من شراك نعله لرجله.\n(أقلع) أي كف وزوال. (عقيرته) فعيلة بمعنى مفعولة. أي صوته ببكاء أو غناء.\nقال الأصمعي:\n</p>\n\n<p>\nأصله أي رجلا انعقرت رجله، فرفعها على الأخرى وجعل يصيح. فصار كل من رفع\nصوته يقال: رفع عقيرته، وإن لم يرفع رجله. قال ثعلب: وهذا من الأسماء التي\nاستعملت على غير أصلها. (ليت شعري) أي مشعوري.\n</p>\n\n<p>\nأي ليتني علمت بجواب ما تضمنه قولي. (بواد) وادي مكة. (إذخر) حشيش مكة ذو\nالرائحة الطيبة.\n</p>\n\n<p>\n(جليل) نبت ضعيف يحشى به البيوت وغيرها. قال أبو عمر: إذخر وجليل نبتان\nمن الكلأ طيب الرائحة، يكونان بمكة وأوديتها. ولا يكادان يوجدان في غيرها.\n(مجنة) موضع على أميال من مكة، كان به سوق في الجاهلية. (يبدون) يظهرن.\n(شامة وطفيل) جبلان بقرب مكة على نحو ثلاثين ميلا منها.\n</p>\n\n<p>\nقال الخطابي. كنت أحسبهما جبلين حتى مررت بهما ووقفت عليهما. فإذا هما\nعينان من ماء.\n</p>\n\n<p>\n(وصححها) من الوباء. (صاعها) كيل يسع أربعة أمداد. (ومدها) وهو رطل وثلث\nعند أهل الحجاز. (بالجحفة) قرية جامعة على اثنين وثمانين ميلا من مكة.\nوكانت تسمى مهيعة.\n</p>\n\n<p>\n15 - (قد رأيت الموت) أي شدة تشابه شدته قبل ذوقه. (ذوقه) حلوله.\n</p>\n\n<p>\n(الجبان) ضعيف القلب. (حتفه) هلاكه.\n16 - (أنقاب) جمع قلة لنقب. وجمع الكثرة نقاب. قال ابن وهب: يعني مداخلها.\nوهي أبوابها وفوهات طرقها التي يدخل إليها منها.\n</p>\n\n<p>\n17 - (بأرض العرب) الحجاز كله.\n</p>\n\n<p>\n18 - (جزيرة العرب) هي مكة والمدينة واليمامة. وقال ابن حبيب: جزيرة\nالعرب من أقصى عدن وما والاها من أقصى اليمن كلها إلى ريف العراق في الطول.\nوأما في العرض، فمن جدة وما والاها من ساحل البحر إلى أطراف الشام. ومصر في\nالمغرب. وفي المشرق ما بين المدينة إلى منقطع السماوة.\n(ففحص) أي استقصى في الكشف. (الثلج) <a\nhref=\"/الكتب/1371_اليقين\">اليقين</a> الذي لاشك فيه. (فأجلى) أي أخرج.\n</p>\n\n<p>\n19 - (نجران) بلدة من بلاد همدان باليمن. (وفدك) بلدة بينها وبين المدينة\nيومان. وبينها وبين خيبر دون مرحلة. (فأقام) أي قوم. (ورق) فضة. (حبال) جمع\nحبل. (أقتاب) جمع <span id='ms689'></span> قتب وهو الرحل للبعير.\n21 - (نبيذ) تمر أو زبيب طرح في ماء.\n</p>\n\n<p>\n(7 - باب ما جاء في الطاعون) الطاعون بوزن فاعول. من الطعن، عدلوا به عن\nأصله ووضعوه دالا على الموت العام كالوبا.\n</p>\n\n<p>\n22 - (بسرغ) قرية بوادي تبوك. يجوز فيها الصرف وعدمه. وقيل هي مدينة\nافتتحها أبو عبيدة.\n</p>\n\n<p>\nو هي واليرموك والجابية متصلات. وبينها وبين المدينة ثلاثة عشر مرحلة.\n(الأجناد) جمع جند.\n(الوبأ) قصره أفصح من مده. أي الطاعون. قال في <a\nhref=\"/الكتب/1399_المصباح\">المصباح</a>: ويجمع الممدود على أوبئة مثل متاع\nوأمتعة. والمقصور على أوباء مثل سبب وأسباب. (تقدمهم) تجعلهم قادمين.\n(مشيخة) جمع شيخ، وهو من طعن في السن. (مهاجرة الفتح) قيل هم الذين أسلموا\nقبل الفتح، وهاجروا عامه، إذ لا هجرة بعده. وقيل هم مسلمة الفتح الذين\nهاجروا بعده. قال عياض: وهذا أظهر. لأنهم الذين يطلق عليهم مشيخة قريش.\n</p>\n\n<p>\n(مصبح) أي مسافر في الصباح راكبا. (على ظهر) أي على ظهر الراحلة راجعا\nإلى المدينة. (أفرارا من قدر الله) أي أترجع فرارا من قدر الله. (لو غيرك\nقالها يا أبا عبيدة) لأدبته لاعتراضه علي في مسئلة اجتهادية وافقني عليها\nأكثر الناس من أهل الحل والعقد. أو لكان أولى منك بتلك المقالة. أو لم\nأتعجب منه، ولكني أتعجب منك مع علمك وفضلك كيف تقول هذا. أو هي للتمني، فلا\nتحتاج لجواب. (أرأيت) أخبرني. (عدوتان) أي شاطئان وحافتان. (إذا سمعتم به)\nأي بالطاعون.\n23 - (رجز) أي عذاب. (فلا تدخلوا عليه) لأنه تهور وإقدام على خطر. وليكون\nذلك أسكن للنفس وأطيب للعيش. (فرارا منه) لأنه فرار من القدر.\n</p>\n\n<p>\n24 - (سرغ) هي قرية بوادي تبوك. وهي آخر عمل الحجاز. وقيل مدينة بالشام.\nقال ابن وضاح:\n</p>\n\n<p>\nبينها وبين المدينة ثلاثة عشر مرحلة. بمنع الصرف والصرف. (الوباء) بالمد\nوالقصر. وهو المرض العام.\n</p>\n\n<p>\nالمراد هنا الطاعون المعروف بطاعون عمواس. (بالشام) أي بدمشق. وهي أم\nالشام. وإليها كان مقصده.\n26 - (بركبة) قال الباجي: هي أرض بني عامر. وهي بين مكة والعراق. وقال ابن\nعبد البر: الركبة واد من أودية الطائف.\n(46 - كتاب القدر) 1 - (تحاج) أصله تحاجج <span id='ms690'></span>. أدغمت أولاهما في الأخرى. اي ذكر\nكل منهما حجته. (فحج آدم موسى) أي غلبه بالحجة. (أغويت الناس) أي عرضتهم\nللإغواء لما كنت سبب خروجهم من الجنة.\n</p>\n\n<p>\n2 - (من ظهورهم) بدل اشتمال مما قبله، بإعادة الجار. (قالوا بلى) أنت\nربنا.\n3 - (مسكتم) أي أخذتم وتعلقتم واعتصمتم.\n</p>\n\n<p>\n4 - (العجز) العجز يحتمل أنه على ظاهره وهو عدم القدرة. وقيل هو ترك ما\nيجب فعله والتسويف فيه حتى يخرج وقته. ويحتمل أن يريد به عمل الطاعات.\nويحتمل أمر الدنيا والآخرة. (والكيس) الكيس ضد العجز وهو النشاط في تحصيل\nالمطلوب.\n5 - (الهادي) الذي يبين الرشد من الغي. وألهم طرق المصالح الدينية كل مكلف.\nوالدنيوية، كل حي.\n</p>\n\n<p>\n(والفاتن) بمعنى المضل.\n</p>\n\n<p>\n6 - (تستتيبهم) تطلب منهم التوبة عن القول بالقدر. (عرضتهم على السيف) أي\nقتلتهم به.\n</p>\n\n<p>\n7 - (لتستفرغ صحفتها) أي تجعلها فارغة لتفوز بحظها م النفقة والمعروف\nوالمعاشرة. وهذه استعارة مستملحة تمثيلية.\n8 - (ولا ينفع ذا الجد منه الجد) بفتح الجيم منهما على المشهور. أي لا ينفع\nصاحب الحظ من نزول عذابه حظه، وإنما ينفعه عمله الصالح. وقال أبو عبيد:\nمعناه لا ينفع ذا الغنى منه غناه. إنما تنفعه طاعته. (يفقهه) يجعله فقيها.\nوالفقه، لغة، الفهم. (على هذه الأعواد) أي أعواد المنبر النبوي.\n</p>\n\n<p>\n9 - (أناه) أخره. أي لا يسبق وقته الذي وقته له. (حسبي الله) كافي في\nجميع الأمور. (سمع الله لمن دعا) أي أجاب دعاءه. (ليس وراء الله مرمى) أي\nغاية يرمى إليها. أي تقصد بدعاء أو أمل أو رجاء. تشبيها بغاية السهام.\n</p>\n\n<p>\n10 - (فأجملوا في الطلب) بأن تطلبوه بالطرق الجميلة المحللة، بلا كد ولا\nجرص ولا تهافت على الحرام والشبهات. أو غير منكبين عليه، مشتغلين، عن\nالخالق الرازق، به.\n(٤٧ - كتاب حسن الخلق) (الخلق) في <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>: الخلق بضم اللام وسكونها. الدين\nوالطبع والسجية. وحقيقته أنه، لصورة الإنسان الباطنة وهي نفسه وأوصافها\nومعانيها المختصة بها، بمنزلة الخلق لصورته الظاهرة وأوصافها ومعانيها.\n</p>\n\n<p>\nولها أوصاف حسنة وقبيحة. والثواب والعقاب يتعلقان بأوصاف الصورة الباطنة\nأكثر مما يتعلقان بأوصاف الصورة الظاهرة.\n</p>\n\n<p>\n١ - (الغرز) في <a href=\"/الكتب/41_النهاية\">النهاية</a>: الغرز <span id='ms691'></span> ركاب كور\nالجمل إذا كان من جلد أو خشب. وقيل هو الكور مطلقا، مثل الركاب للسرج.\n(أحسن خلقك) بأن يظهر منه لمجالسه أو الوارد عليه البشر والحلم والإشفاق\nوالصبر على التعليم والتودد إلى الصغير والكبير.\n2 - (ما لم يكن إثما) أي مفضيا إلى إثم. (إلا أن تنتهك) أي لكن إذا انتهكت.\n</p>\n\n<p>\n3 - (يعنيه) من «عناه كذا» إذا تعلقت عنايته به، وكان من قصده. يعني ترك\nالفضول كله على اختلاف أنواعه.\n</p>\n\n<p>\n4 - (العشيرة) الجماعة أو القبيلة أو الأدنى إلى الرجل من أهله. وهم ولد\nأبيه وجده. (فلم أنشب أن سمعت) أي لم ألبث. وحقيقته لم تتعلق بشئ غيره، ولا\nاشتغلت بسواه.\n6 - (القائم بالليل) المتهجد. (الظامي بالهواجر) أي العطشان في شدة الحر\nبسبب الصوم.\n</p>\n\n<p>\n7 - (إصلاح ذات البين) أي صلاح الحال التي بين الناس. (البغضة) شدة\nالبغض. (الحالقة) أي الخصلة التي شأنها أن تحلق، أي تهلك وتستأصل الدين.\nكما يستأصل الموسى الشعر.\n</p>\n\n<p>\n8 - (بعثت لأتمم حسن الأخلاق) قال الباجي: كانت العرب أحسن الناس أخلاقا\nبما بقي عندهم من شريعة إبراهيم.\n</p>\n\n<p>\nوكانوا ضلوا بالكفر عن كثير منها. فبعث صلى الله عليه وسلم ليتمم محاسن\nالأخلاق ببيان ما ضلوا عنه، وبما قضى به في شرعه.\n</p>\n\n<p>\nوقال ابن عبد البر: يدخل فيه الصلاح والخير كله والدين والفضل والمروءة\nوالإحسان والعدل. فبذلك بعث ليتممه.\n9 - (الحياء) قال الراغب: الحياء انقباض النفس عن القبيح. وهو من خصائص\nالإنسان ليرتدع عن ارتكاب كل ما يشتهي، فلا يكون كالبهيمة. وهو مركب من خير\nوعفة. ولذا لا يكون المستحيي شجاعا. وقلما يكون الشجاع مستحييا. (خلق) سجية\nشرعت فيه. وحض أهل ذلك الدين عليها. (وخلق الإسلام الحياء) أي طبع هذا\nالدين وسجيته التي بها قوامه، أو مروءة الإسلام التي بها جماله الحياء.\n</p>\n\n<p>\n10 - (يعظ أخاه في الحياء) أي يلومه على كثرته وأنه أضر به ومنعه من بلوغ\nحاجته. (دعه) أي اتركه على هذا الخلق السني.\n١١ - (أعيش بهن) أي انتفع بهن في معيشتي. (لا تغضب) هذا من الكلام القليل\nالألفاظ الجامع للمعاني الكثيرة و<a\nhref=\"/الكتب/2163_الفوائد\">الفوائد</a> الجليلة <span id='ms692'></span>. ومن كظم غيظه ورد غضبه\nأخزى شيطانه وسلمت له مروءته ودينه.\n</p>\n\n<p>\n١٢ - (بالصرعة) أي الذي يكثر منه صرع الناس. والهاء للمبالغة في الصفة.\nقال الباجي: لم يرد نفي الشدة عنه. فإنه يعلم بالضرورة شدته. وإنما أراد\nأنه ليس ب<a href=\"/الكتب/41_النهاية\">النهاية</a> في الشدة. وأشد منه الذي\nيملك نفسه عند الغضب. أو أراد أنها شدة ليس لها كبير منفعة. وإنما الشدة\nالتي ينتفع بها شدة الذي يملك نفسه عند الغضب.\n</p>\n\n<p>\n(إنما الشديد الذي يملك نفسه عند الغضب) هذا من الألفاظ التي نقلت عن\nموضوعها اللغوي. لضرب من المجاز والتوسع. وهو من فصيح الكلام وبليغه. لأنه\nلما كان الغضبان بحالة شديدة من الغيظ وقد ثارت عليه شدة من الغضب، فقهرها\nبحلمه وصرعها بثباته وعدم عمله بمقتضى الغضب، كان كالصرعة الذي يصرع الرجال\nولا يصرعونه.\n13 - (يعرض) قال المازري: أصله أن يولي كل واحد منهما الآخر، عرضه أي\nجانبه.\n</p>\n\n<p>\n14 - (لا تباغضوا) بحذف إحدى التاءين فيه، وفي تالييه. أي لا تتعاطوا\nأسباب التباغض. ولا تفعلوا الأهواء المضلة المقتضية للتباغض والتجانب. لأن\nالتباغض مفسد للدين. (ولا تحاسدوا) بأن يتمنى أحدكم زوال النعمة عن أخيه.\n(ولا تدابروا) أي لا يعرض أحدكم بوجهه عن أخيه ويوله دبره استثقالا وبغضا\nله.\n</p>\n\n<p>\nبل يقبل عليه ويبسط له وجهه ما استطاع.\n15 - (إياكم والظن) أي اجتنبوا ظن السوء بالمسلم. فلا تتهموا أحدا بالفاحشة\nما لم يظهر عليه ما يقتضيها.\n</p>\n\n<p>\nوالظن تهمة تقع في القلب بلا دليل. (فإن الظن أكذب الحديث) أي حديث\nالنفس. لأنه يكون بإلقاء الشيطان في نفس الإنسان. (ولا تجسسوا ولا تجسسوا)\nقال ابن عبد البر: هما لفظتان معناهما واحد. وهو البحث والتطلب لمعايب\nالناس ومساويهم إذا غابت واستترت. (ولا تنافسوا) بحذف إحدى التاءين. من\nالمنافسة. وهي الرغبة في الشئ. قال القرطبي: أي لا تتنافسوا حرصا على\nالدنيا. إنما التنافس في الخير.\n</p>\n\n<p>\n(وكونوا عباد الله إخوانا) قال القرطبي: اكتسبوا ما تصيرون به كإخوان\nالنسب في الشفقة والرحمة والمحبة والمواساة والمعاونة والنصيحة.\n</p>\n\n<p>\n16 - (تصافحوا) مفاعلة من الصفح. والمراد بها هنا الإفضاء <span id='ms693'></span> بصفحة اليد إلى\nصفحة اليد. (الغل) الحقد والضغانة. (الشحناء) العداوة.\n</p>\n\n<p>\n17 - (أنظروا) أخروا وأمهلوا.\n18 - (يفيئا) يرجعا عماهما عليه من التقاطع والتباغض إلى الصلح. (اركوا)\nيقال ركاه يركوه إذا أخره.\n(48 - كتاب اللباس) 1 - (بني أنمار) بناحية نجد في سنة ثلاث من الهجرة. وهي\nغزوة غطفان. (إذا رسول الله صلى الله عليه وسلم) أي أقبل. (هلم) أقبل\n(غرارة) شبه العدل. وجمعها غرائر. (جرو قثاء) قال أبو عبيد: الجرو صغار\nالقثاء والرمان. القثاء اسم لما يقول له الناس الخيار والعجور والفقوس.\n(يرعى ظهرنا) أي دوابنا.\n</p>\n\n<p>\nسميت بذلك لأنه يركب على ظهورها. أو لكونها يستظهر بها ويستعان على\nالسفر. (يذهب في الظهر) يرعاه. (بردان) البرد ثوب مخطط وأكسية يلتحف بها.\nالواحدة بهاء. وجمعه أبراد وأبرد وبرود.\n</p>\n\n<p>\n(خلقا) أي بليا. (العيبة) مستودع الثياب.\n(ماله) يلبس الخلقين مع تيسر الجديدين ووجودهما عنده. (ضرب الله عنقه) قال\nالباجي: هي كلمة تقولها العرب عند إنكار الأمر. ولا تريد بها الدعاء على من\nيقال له ذلك. (في سبيل الله) أي <a href=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n3 - (جمع رجل عليه ثيابه) خبر أريد به الأمر. يعني ليجمع. قاله ابن بطال.\nوقال ابن المنير: الصحيح أنه كلام في معنى الشرط كأنه قال: إن جمع رجل عليه\nثيابه فحسن.\n</p>\n\n<p>\n4 - (المشق) المغرة. والمغرة الطين الأحمر.\n(الملاحف) جمع ملحفة، الملاءة التي يلتحف بها. (المعصفرة) المصبوعة\nبالعصفر.\n</p>\n\n<p>\n(الأفنية) أفنية الدور. جمع فناء. وفناء الدار ما امتد من جوانبها.\n</p>\n\n<p>\n5 - (مطرف خز) الخز اسم دابة. ثم أطلق على الثوب المتخذ من وبرها. والجمع\nخزوز بزنة فلوس. والمراد ما سداه حرير ولحمته صوف مثلا. والمطرف ثوب أعلام.\nويقال ثوب مربع.\n6 - (خمار) ثوب تغطي به المرأة رأسها.\n</p>\n\n<p>\n7 - (كاسيات) قال ابن عبد البر: أراد اللواتي يلبسن من الثياب الشئ\nالخفيف الذي يصف، ولا يستر.\n</p>\n\n<p>\nفهن كاسيات بالاسم. (مائلات) عن طاعة الله وما يلزمهن من حفظ فروجهن.\nوقيل مائلات متبخترات في مشيهن (مميلات) غيرهن إلى مثل فعلهن. وقيل مميلات\nأكتافهن وأعطافهن.\n</p>\n\n<p>\n8 - (الحجر) جمع حجرة وهي منازل أزواجه.\n9 - (خيلاء) كبرا وعجبا.\n</p>\n\n<p>\n10 - (بطرا) قال عياض: جاءت الرواية بفتح <span id='ms694'></span> الطاء على المصدر وبكسرها على\nالحال من فاعل يجر. أي تكبرا وطغيانا. وأصل الطغيان عند النعمة واستعمل\nبمعنى الكبر. وقال الراغب: البطر دهش يعتري الإنسان من سوء احتمال النعمة\nوقلة القيام بحقها وصرفها إلى غير وجهها.\n</p>\n\n<p>\n12 - (إزرة) الحالة وهيئة الائتزار.\n(ما أسفل) قال الحافظ: «ما» موصول، وبعض صلته محذوف وهو «كان». و «أسفل»\nخبره فهو منصوب ويجوز الرفع. أي ما هو أسفل. أفعل تفضيل. ويحتمل أنه فعل\nماض. ويجوز أن «ما» نكرة موصوفة ب «أسفل».\n14 - (جميعا) قال ابن عبد البر. والضميران للقدمين، وإن يتقدم لهما ذكر.\nولو أراد النعلين، لقال.\n</p>\n\n<p>\nلينتعلهما أو ليحتف منهما. انتهى.\n</p>\n\n<p>\n16 - (فقال) أي كعب. (المقدس) المطهر أو المبارك، الذي من الله به عليك.\n(طوى) بدل أو عطف بيان. مضروب باعتبار المكان. وغير مصروف للتأنيث، باعتبار\nالبقعة مع العلمية.\n17 - (عن الملامسة) بأن يلمس الثوب مطويا، أو في ظلمة. فيلزم بذلك البيع.\nولا خيار له إذا رآه.\n</p>\n\n<p>\nاكتفاء بلمسه. أو يقول: إذا لمسته فقد بعتك، اكتفاء بلمسه. أو على أنه\nإذا لمسه، انعقد البيع. ولا خيار. (وعن المنابذة) أن ينبذ الرجل ثوبه وينبذ\nالآخر ثوبه. ويكون ذلك بيعهما من غير نظر للثوب ولا تراض. (وأن يحتبي\nالرجل) بأن يعقد على أليتيه وينصب ساقيه ملتفا. (وعن أن يشتمل الرجل بالثوب\nالواحد على أحد شقيه) فيبدو أحد شقيه ليس عليه ثوب. وهذه اللبسة هي\nالمعروفة عند الفقهاء بالصماء. لأن يده حينئذ تصير داخل ثوبه. فإن أصابه شئ\nيريد الاحتراس منه والاتقاء بيديه. تعذر عليه. وإن أخرجها من تحت الثوب\nانكشفت عورته.\n</p>\n\n<p>\n18 - (سيراء) قال مالك: أي حرير. وقال الأصمعي. ثياب فيه خطوط من حرير أو\nقز. وإنما قيل لها سيراء لسير الخطوط فيها. وقيل حرير خالص. قال عياض وابن\nقرقول: ضبطناه على المتقنين حله سيراء بالإضافة. كما يقال: ثوب خز. وعن\nبعضهم بالتنوين على الصفة أو البدل. قيل وعليه أكثر المحدثين. (لو اشتريت)\nأي لكان حسنا. أو «لو» للتمني. لا للشرط. فلا تحتاج للجزاء. (من لا خلق له)\nمن لاحظ ولا <span id='ms695'></span> نصيب له من الخير.\n(عطارد) هو ابن حاجب بن زرارة بن عدي التميمي الدارمي. وفد في بني تميم\nوأسلم وحسن إسلامه.\n</p>\n\n<p>\n19 - (رقع) كنفع. أي جعل رقعة مكان القطع. (برقع) جمع رقعة. (ليد) ألزق.\n(49 - كتاب صفة النبي صلى الله عليه وسلم) 1 - (ليس بالطويل البائن) قال\nالحافظ: أي المفرط في الطول. وأصل البائن البعيد. فكأنه بعد عن أنظاره.\n(الأمهق) أي شديد البياض كلون الجص. (بالآدم) أي ولا شديد السمرة، وإنما\nيخالط بياضه الحمرة. (ولا بالجعد) أي منقبض الشعر، يتجعد ويتكسر كشعر الحبش\nوالزنج. (القطط) الشديد الجعودة. (بالسبط) أي المنبسط المسترسل. المراد أن\nشعره ليس نهاية في الجعودة و هي تكسره الشديد. ولا في السبوطة، وهي عدم\nتكسره تثنيه بالكلية. بل كان وسطا بينهما.\n2 - (أراني) بلفظ المضارع. مبالغة في استحضار صورة الحال. أي أرى نفسي.\n</p>\n\n<p>\n(آدم) أسمر (أدم) جمع أدم. كسمر جمع أسمر. (لمة) شعر جاوز شحمة الأذنين،\nوألم بالمنكبين. فإن جاوزهما فجمة. (رجلها) أي سرحها. (فهي تقطر ماء) من\nالماء الذي سرحها به. (عواتق) جمع عاتق.\n</p>\n\n<p>\nوهو ما بين المنكب العتق. (جعد قطط) أي شديد جعودة الشعر. (طافية) أي\nبارزة. من طفا الشئ يطفو، إذا علا على غيره. شبهها بالعنبة التي تقع في\nالعنقود بارزة عن نظائرها.\n(3 - باب ما جاء في السنة في الفطرة) (الفطرة) أي السنة القديمة التي\nاختارها الأنبياء، واتفقت عليها الشرائع. فكأنها أمر جبلي فطروا عليه.\n</p>\n\n<p>\n3 - (خمس) صفة موصوف محذوف. أي خصال خمس. أو على الإضافة أي خمس خصال.\n</p>\n\n<p>\n(تقليم الأظفار) تفعيل من القلم وهو القطع. قال الجوهري: قلمت ظفري،\nبالتخفيف. وقلمت أظفاري، بالتشديد. للتكثر والمبالغة. أي إزالة ما طال منها\nعن اللحم، بمقص أو سكين. (وقص الشارب) وهو الشعر النابت على الشفعة. (ونتف\nالإبط) يتأدى أصله بالحلق. لا سيما من يؤلمه النتف. (العانة) في تقدير\nفعلة. وفيها اختلاف قول. فقال الأزهري وجماعة: هي منبت الشعر، فوق قبل\nالمرأة و ذكر الرجل.\n</p>\n\n<p>\nوالشعر النابت عليها يقال له الإسب. وقال الجوهري: هي شعر الركب - والركب\nهو منبت العانة، وعن الخليل <span id='ms696'></span> هو للرجل خاصة. وقال الأزهري: الركب من أسماء\nالفرج - وقال ابن السكيت وابن الأعرابي: استعان واستحد، حلق عانته. وعلى\nهذا، فالعانة الشعر النابت. (والاختتان) هو قطع القلفة التي تغطي الحشفة من\nالرجل، وقطع بعض الجلدة التي بأعلى الفرج من المرأة كالنواة أو كعرف الديك.\nويسمى ختان الرجل إعذارا، وختان المرأة خفضا.\n4 - (الضيف) يطلق على الواحد وغيره. (الإطار) اللحم المحيط بالشفعة. (يجزه)\nيقطعه.\n</p>\n\n<p>\n5 - (الصماء) أن يجعل الرجل ثوبه على أحد عاتقيه، فيبدو أحد شقيه ليس\nعليه ثوب، لأن يده تصير داخل ثوبه فإذا أصابه شئ يريد الاحتراس منه\nوالاتقاء بيديه تعذر عليه. وإن أخرجها من تحت الثوب انكشفت عورته. (وأن\nيحتبى) احتبى الرجل جمع ظهره وساقيه بثوب أو غيره. وقد يحتبي بيديه. والاسم\nالحبوة.\n(5 - باب ما جاء في المساكين) (المساكين) جمع مسكين، من السكون، وكأنه من\nقلة المال سكنت حركاته. ولذا قال تعالى «أو مسكينا ذا متربة» أي ألصق\nبالتراب.\n</p>\n\n<p>\n7 - (فما المسكين) أي الكامل في المسكنة. (غني) أي يسارا. (لا يفعلن) لا\nينتبه.\n</p>\n\n<p>\n8 - (ردوا المسكين) أي أعطوه. (بظلف) هو للبقر والغنم كالحافر للفرس.\n(محرق) أي مشوي.\n9 - (معي) مفرد أمعاء، كعنب وأعناب. وهي المصارين.\n</p>\n\n<p>\n10 - (حلابها) الحلاب اللبن الذي يحلب. والحلاب أيضا والمحلب الإناء الذي\nيحلب فيه اللبن.\n11 - (يجرجر في بطنه نار جهنم) أي يحدر فيها نار جهنم. فجعل الشرب والجرع\nجرجرة، وهي صوت وقوع الماء في الجوف.\n</p>\n\n<p>\n12 - (فأين) أمر من الإبانة، أي أبعد. (القذاة) عود أو شئ يتأذى به.\n(فأهرقها) صبها.\n17 - (شيب) أي خلط. (الأيمن فالأيمن) بالنصب. أي أعط الأيمن.\n18 - (فتله في يده) أي ألقاه.\n</p>\n\n<p>\n19 - (وردتني ببعضه) أي جعلته رداء لي.\n(عكة) إناء من جلد مستدير يجعل فيه السمن غالبا، والعسل. (فآدمته) أدمت\nالخبز وآدمته إذا أصلحت إساغته بالإدام. والإدام ما يؤتدم به مائعا كان أو\nجامدا. فآدمته: أي صيرت ما خرج من العكة إداما له.\n</p>\n\n<p>\n20 - (طعام الاثنين) المشبع لهما. (كافي الثلاثة) لقوتهم.\n21 - (أوكوا) شدوا واربطوا. (السقاء) القربة. وإيكاؤها: شد رأسها بالوكاء\nوهو الخيط.\n</p>\n\n<p>\n(وأكفئوا) أي اقلبوه. ولا تتركوه للعق الشيطان ولحس <span id='ms697'></span> الهوام وذوات\nالأقذار. (وخمروا) أي غطوا.\n</p>\n\n<p>\n(غلقا) الغلق والمغلاق، ما يغلق به الباب. (وكاء) خيطا ربط به.\n(الفويسقة) الفارة.\n</p>\n\n<p>\n22 - (ليصمت) أي يسكت عن الشر فيسلم. (جائزته) أي منحته وعطيته وإتحافه\nبأفضل ما يقدر عليه.\n</p>\n\n<p>\n(يثوي) أي يقيم. (يحرجه) من الحرج، وهو الضيق. أي يضيق عليه.\n23 - (يلهث) يرتفع نفسه بين أضلاعه. أو يخرج لسانه من العطش. (الثري)\nالتراب الندي.\n</p>\n\n<p>\n(رقى) كصعد، وزنا ومعنى. (وإن لنا في البهائم) أي في سقيها والإحسان\nإليها. (كبد رطبة) أي رطبة برطوبة الحياة. أو لأن الرطوبة لازمة للحياة\nفيكون كناية عنها. أو هو من باب وصف الشئ باعتبار ما يؤول إليه. فيكون\nمعناه في كل كبد حري لمن سقاها حتى تصير رطبة.\n</p>\n\n<p>\n24 - (قبل) أي جهة. (الساحل) أي ساحل البحر. (فأمر عليهم أبا عبيدة) أي\nجعله أميرا على البعث. (فنى) فرغ. (مزودي تمر) المزود ما يجعل فيه الزاد.\n(لقد وجدنا فقدها) أي مؤثرا. (حوت) اسم جنس لجميع السمك. وقيل مخصوص لما\nعظم منه. (الظرب) الجبل الصغير.\n</p>\n\n<p>\n(بضلعين من أضلاعه فنصبا) بالتذكير. وإن كانت الضلع مؤنثة لأنه غير\nحقيقي، فيجوز تذكيره.\n</p>\n\n<p>\n(الراحلة) المركب من الإبل: ذكرا كان أو أنثي. وبعضهم يقول. الراحلة\nالناقة التي تصلح أن ترحل، وجمعها رواحل. (ترحل) رحلت البعير رحلا، من باب\nنفع، شددت عليه رحله.\n25 - (يا نساء المؤمنات) قال الباجي: رويناه بالمشرق بنصب نساء وخفض\nالمؤمنات على الإضافة. من إضافة الشئ إلى نفسه، كمسجد الجامع. أو من إضافة\nالعام إلى الخاص، كبهيمة الأنعام. أو على تأويل نساء بفاضلات، أي فاضلات\nالمؤمنات. كما يقال رجال القوم، أي ساداتهم وأفاضلهم. (كراع) هو ما دون\nالعقب من المواشي والدواب والإنس. (محرقا) نعت لكراع. وهو مؤنث. فكاه حقه\nمحرقة. إلا أن الرواية وردت هكذا في الموطآت وغيرها. والمحرق المشوي.\n27 - (القراح) أي الخالص الذي لا يمازجه شئ. (البقل) كل نبات اخضرت به\nالأرض.\n</p>\n\n<p>\n(البري) نسبة إلى البرية، وهي الصحراء. (وإياكم وخبز البر) البر هو\nالقمح. أي احذروا أكله.\n</p>\n\n<p>\n28 - (نكب) أي أعرض. (ذات الدر) أي اللبن. (واستعذب لهم ماء) أي <span id='ms698'></span> جاء لهم\nبماء عذب.\n</p>\n\n<p>\n29 - (وضر الصفحة) أي ما يعلق به من أثر السمن. والوضر الوسخ. (مقفر) أي\nلا إدام عندك.\n(حتى يحيا الناس) أي يصيبهم الخصب والمطر.\n</p>\n\n<p>\n30 - (يطرح) يلقي. (حشفها) يابسها الردي. (قفعة) شئ شبيه بالزنبيل من\nالخوص ليس له عري، وليس بالكبير. وقيل شئ كالقفة، تتخذ، واسعة الأسفل ضيقة\nالأعلى.\n</p>\n\n<p>\n31 - (بالعقيق) محل بقرب المدينة. (الرعام) مخاط رقيق يجري من أنوف\nالغنم.\n(أطب) نظف. (مراحها) مكانها الذي تأوي فيه. (الثلة) الطائفة القليلة.\n(مروان) هو ابن الحكم أمير المدينة يؤمئذ.\n</p>\n\n<p>\n33 - (ربيبه) ابن زوجته أم سلمة.\n</p>\n\n<p>\n33 - (وتهنأ جرباها) أي تطليها بالهناء وهو القطران. (وتلط حوضها) اللط\nالإلصاق. يريد تلصقه بالطين حتى تسد خلله. (يوم وردها) أي شربها. (بنسل) أي\nولدها الرضيع. (ناهك) أي مستأصل. (الحلب) قال الباجي: الحلب بفتح اللام،\nاللبن، وبتسكينها، الفعل.\n34 - (ألفتنا) ألفي أي وجد. (إله الصالحين) بالنصب على النداء، بحذف\nالأداة.\n</p>\n\n<p>\n35 - (حرمة) أي قرابة نسب أو صهر أو رضاع.\n36 - (ضراوة) أي عادة يدعو إليها ويشق تركها لمن ألفها، فلا يصبر عنه من\nاعتاده. (حمال لحم) أي ما حمله الحامل. (قرمنا) أي اشتدت شهوتنا.\n(واستمتعتم) أي تمتعتم.\n</p>\n\n<p>\n37 - (فنبذه) أي طرحه.\n13 - باب ما جاء في نزع المعاليق والجرس من العنق) (المعاليق) جمع معلاق.\nهو ما يعلق بالزاملة، نحو القمقمة والقربة والمطهرة. (الجرس) بالفتح اسم\nالآلة. وبسكونها اسم الصوت.\n(50 - كتاب العين) 1 - (بالخرار) موضع قرب الجحفة. (واشتد وعكه) أي قوي\nألمه. (ألا) بمعني هلا.\n</p>\n\n<p>\n(بركت) أي قلت بارك الله فيك. (أن العين حق) أي الإصابة بها شئ ثابت في\nالوجود مقضي به في الوضع الإلهي. لا شبهة في تأثيره في النفوس والأموال.\n2 - (مخبأة) المخبأة هي المخدرة المكنونة التي لا تراها العيون، ولا تبرز\nللشمس فتغيرها. يعني أن جلد سهل كجلد المخبأة، إعجابا بحسنه. (فلبط) أي صرع\nوسقط إلى الأرض. (ما يرفع رأسه) من شدة الوعك والصرع. (هل تتهمون أحدا) أنه\nعانه. (علام) لم؟ (بركت) دعوت له بالبركة. (داخلة إزاره) هي الحقو، تجعل من\nتحت الإزار في طرفه، ثم يشد عليه الأزرة. وقال ابن <span id='ms699'></span> حبيب: هي الطرف المتدلي\nالذي يضعه المؤتزر أولا على حقوه الأيمن.\n</p>\n\n<p>\n3 - (ضارعين) أي نحيلى الجسم.\n(استقروا لهما) أي اطلبوا من يرقيهما. (فإنه لو سبق شئ القدر) أي لو فرض أن\nلشئ قوة بحيث يسبق القدر.\n</p>\n\n<p>\n5 - (إن توفيته) أي أن أمته.\n6 - (مصيبة) أصلها الرمي بالسهم، ثم استعملت في كل نازلة. قال الكرماني:\nالمصيبة، لغة، ما ينزل بالإنسان مطلقا. وعرفا، ما نزل به من مكروه خاصة،\nوهو المراد هنا. (حتى الشوكة) المرة. من مصدر شاكه. بدليل جعلها غاية\nللمعاني، وقوله في رواية «يشاكها». ولو أراد الواحدة من النبات لقال «يشاك\nبها».\n</p>\n\n<p>\nقال الحافظ: جوزوا فيه الحركات الثلاث. فالجر بمعني الغاية، أي ينتهي إلى\nالشوكة، أو عطفا على لفظ مصيبة. والنصب بتقدير عامل، أي حتى وجدانه الشوكة.\nوالرفع على الضمير في «يصيب». (قص) أي أخذ.\n</p>\n\n<p>\n7 - (يصب منه) عند أكثر المحدثين. وهو الأشهر في الرواية، والفاعل ضمير\n«الله». وقال البيضاوي:\n</p>\n\n<p>\nأي يوصل إليه المصائب ليطهره من الذنوب ويرفع درجته. وهي اسم لكل مكروه.\nوذلك لأن الابتلاء بالمصائب طب إلهي يداوي به الإنسان من أمراض الذنوب\nالمهلكة.\n8 - (ويحك) كلمة رحمة لمن وقع في هلكة لا يستحقها. كما أن «ويل» كلمة عذاب\nلمن يستحقه.\n</p>\n\n<p>\nو هما منصوبان بإضمار فعل. (وما يدريك) وما يعلمك.\n</p>\n\n<p>\n9 - (أعوذ) أعتصم.\n10 - (إذا اشتكى) أي إذا مرض. والشكاية المرض. (المعوذات) الإخلاص والفلق\nوالناس.\n</p>\n\n<p>\n(وينفث) أي يخرج الريح من فمه في يده مع شئ من ريقه ويمسح جسده. وقال\nالسيوطي: هو شبه البزاق بلا ريق، أي يجمع يديه ويقرأ فيهما وينفث ثم يمسح\nبهما على موضع الألم. وقال الحافظ: أي يتفل بلا ريق أو مع ريق خفيف، أي\nيقرأ ماسحا لجسده عند قراءتها.\n</p>\n\n<p>\nوخص المعوذات لما فيها من الاستعاذة من: كل مكروه جملة وتفصيلا. ففي\nالإخلاص كمال التوحيد. وفي الاستعاذة من شر ما خلق ما يعم الأشباح\nوالأرواح. فابتدأ بالعم في قوله «من شر ما خلق» ثم ثنى بالعطف في قوله «ومن\nشر غاسق» لأن انبثاث الشر فيه أكثر والتجوز منه أصعب. ووصف المستعاذ <span id='ms700'></span> به في\nالثالثة، بالرب ثم بالملك ثم بالإله وأضافها إلى الناس وكرره. وخص المستعاذ\nمنه «بالوسواس» معنى به الموسوس من الجنة والناس. فكأنه قيل، كما قال\nالزمخشري، أعوذ من شر الموسوس إلى الناس، بربهم الذي يملك عليهم أمورهم،\nوهو إلههم ومعبودهم.\n١٢ - (فاحتقن الجرح الدم) قال الباجي: أي فاض وخيف عليه منه. (أنمار) بطن\nمن العرب.\n</p>\n\n<p>\n(فزعما) أي قالا. (أطب) أي أعلم بالطب. (الأدواء) جمع داء وهو المرض.\n</p>\n\n<p>\n١٣ - (الذبحة) قال في <a href=\"/الكتب/41_النهاية\">النهاية</a>: بفتح\nالباء وقد تسكن. وجع يعرض في الحلق من الدم. وقيل هي قرحة تظهر فيه فينسد\nمعها وينقطع النفس.\n</p>\n\n<p>\n14 - (اللقوة) داء يصيب الوجه.\n15 - (بينها) أي بين الحمولة. (جيبها) أي بين طوقها وجسدها. (نبردها) من\nبردت الحمي أبردها بردا، قتلتها أقتلها قتلا، أي أسكنت حرارتها.\n</p>\n\n<p>\n16 - (فيح جهنم) أي سطوع حرها وفورانه. (فابردوها) من باب قتل. أي أسكنوا\nحرارتها.\n(7 - باب عيادة المريض والطيرة) أصل عيادة عوادة. قلبت الواو ياء لكسره ما\nقبلها. يقال: عدت المريض أعوده عيادة، إذا زرته وسألته عن حالته.\n</p>\n\n<p>\nوالطيرة التشاؤم بالشئ. وأصله أنهم كانوا في الجاهلية إذا خرج أحدهم\nلحاجة، فإن رأى الطير طار عن يمينه تيمن به واستمر. وإن طار عن يساره تشاءم\nبه ورجع. وربما هيجوا الطير ليطير.\n</p>\n\n<p>\n17 - (خاض الرحمة) شبه الرحمة بالماء، إما في الطهارة وإما في الشيوع\nوالشمول. ونسب إليها ما هو منسوب إلى المشبه به من الخوض. (قرت) ثبتت.\n</p>\n\n<p>\n18 - (لا عدوي) أي لا يعدي شئ شيئا. أي لا يسري ولا يتجاوز شئ من المرض\nإلى غير من هو به.\n</p>\n\n<p>\n(ولا هام) اسم طائر من طيور الليل كانوا يتشاءمون به فيصدهم عن مقاصدهم.\nوقيل هو البومة. كانوا يتشاءمون بها، فيزعمون أنه إذا وقعت هامة على بيت\nخرج منه ميت. أي لا يتطير به. وقيل المراد نفي زعمهم أنه إذا قتل قتيل خرج\nمن رأسه طائر فلا يزال يقول اسقوني حتى يقتل قاتله، فيطير. وقيل كانوا\nيزعمون أن عظام الميت تصير هامة. وقيل أن روحه تنقلب هامة فتطير ويسمونها\nالصدي <span id='ms701'></span>. قال النووي: وهذا تفسير أكثر العلماء، وهو المشهور. قال: ويحوز أن\nالمراد النوعان. وأنهما جميعا باطلان.\n</p>\n\n<p>\n(ولا صفر) قال ابن الأثير: كانت العرب تزعم أن في البطن حية يقال لها\nالصفر تصيب الإنسان جاع وتؤذيه.\n</p>\n\n<p>\nوإنها تعدي. فأبطل الإسلام ذلك. وقيل أراد به النسئ الذي كانوا يفعلونه\nفي الجاهلية، وهو تأخير المحرم إلى صفر، ويجعلون صفر هو الشهر الحرام -\nفأبطله. (الممرض) أي ذو الماشية المريضة. (المصح) ذو الماشية الصحيحة.\n(51 - كتاب الشعر) 1 - (إحفاء الشوارب) أي إزالة ما طال منها على الشفتين\nحتى تبين الشفة بيانا ظاهرا. (وإعفاء اللحي) جمع لحية. اسم لما ينبت على\nالخدين والذقن. ومعناه توفرها لتكثر. قال ابن الأثير: هو أن يوفر شعرها ولا\nيقص كالشوارب. من عفا الشئ، إذا كثر وزاد. يقال أعفيته وعفيته.\n</p>\n\n<p>\n2 - (قصة) أي خصلة. (حرسي) واحد الحرس. خدمه الذين يحرسونه.\n3 - (سدل ناصيته) أي أنزل شعرها على جبهته. (فرق) روي مشددا ومخففا. أي\nألقى شعره إلى جانبي رأسه فلم يترك منه شيئا على جبهته.\n</p>\n\n<p>\n4 - (الإخصاء) هو سل الخصية. (فيه) أي في إبقائه.\n</p>\n\n<p>\n5 - (كافل اليتيم) أي القيم بأمره ومصالحه، هبة من مال نفسه أو من مال\nاليتيم. (والتي تلي الإبهام) هي السبابة.\n6 - (جمة) شعر الرأس إذا بلغ المنكبين. (أفأرجلها) أسرحها. (وأكرمها)\nبصونها من نحو وسخ وقذر. وبتعاهدها بالتنظيف والدهان.\n</p>\n\n<p>\n7 - (ثائر الرأس) أي شعثه. (كأنه شيطان) في قبح المنظر. على عرف العرب في\nتشبيه القبيح بالشيطان.\n9 - (أروع) أي يحصل لي روع، أي فزع. (التامة) أي الفاضلة التي لا يدخلها\nنقص.\n</p>\n\n<p>\n(همزات الشياطين) نزغاتهم بما يوسوسون به. (وأن يحضرون) أي أن يصيبوني\nبسوء ويكونوا معي في مكان. لأنهم إنما يحضرون بالسوء.\n10 - (خر لفيه) أي سقط عليه. (لا يجاوزهن) لا يتعداهن. (ذرأ) خلق. (طوارق\nالليل) حوادثه التي تأتي ليلا.\n13 - (لجلالي) أي لعظمتي. أي لأجل تعظيم حقي وطاعتي، لا لغرض دنيا.\n</p>\n\n<p>\n14 - (متعلق) من العلاقة، وهي شدة الحب.\n(ففاضت عيناه) أي فاضت الدموع من عينيه. وأسند الفيض إلى العين مبالغة.\nكأنها هي التي فاضت.\n</p>\n\n<p>\n15 - (القبول) المحبة والرضا وميل النفس. (في الأرض <span id='ms702'></span>) في أهل الأرض.\n</p>\n\n<p>\n16 - (براق الثنايا) أي أبيض الثغر، حسنه.\n(أسندوا إليه) أي صعدوا إليه. بمعني أنهم يقفون عند قوله. مأخوذ من «أسند\nإلى الجبل» إذا صعد فيه. وفيه لطف هنا، لأنه جبل علم. بنص قوله صلى الله\nعليه وسلم «أعلم أمتي بالحلال والحرام معاذ بن جبل».\n</p>\n\n<p>\n(بالتهجير) أي التبكير إلى كل صلاة. لحديث «لو يعلمون ما في التهجير\nلاستبقوا إليه» ولم يرد الخروج في الهاجرة. قال الهروي. وهي لغة حجازية.\n(قضي صلاته) أي أتمها. (من قبل) أي من جهة.\n</p>\n\n<p>\n(آلله) همزة الاستفهام وقعت بدلا عن حرف القسم. (فأخذ بحبوة ردائي) قال\nعياض: الاحتباء أن ينصب الرجل ساقيه ويدير عليهما ثوبه، أو يعقد يديه علي\nركبتيه معتمدا على ذلك. والاسم الحبوة والحبية بضم الحاء وكسرها. وقوله\n«فأخذ بحبوة ردائي» أي مجتمع ثوبه الذي يحتبي به، وملتقي طرفيه في صدره.\n</p>\n\n<p>\n(والمتباذلين في) قال الباجي: الذين يبذلون أنفسهم في مرضاته من الإنفاق\nعلى جهاد عدوه وغير ذلك مما أمروا به. وقال غيره: أي يبذل كل واحد منهم\nلصاحبه نفسه وماله في مهماته، في جميع حالاته، في الله.\n</p>\n\n<p>\nكما فعل الصديق ببذل نفسه ليلة الغار، وبذل ماله.\n</p>\n\n<p>\n17 - (القصد) أي التوسط في الأمور بين طرفي الإفراط والتفريط.\n(والتؤدة) أي الرفق والتأني (وحسن السمت) أي الهيئة، والمنظر. وأصل السمت\nالطريق، ثم استعير للزي الحسن، والهيئة المثلي في الملبس وغيره. (جزء من\nخمسة وعشرين جزءا من النبوة) قال الباجي:\n</p>\n\n<p>\nيريد أن هذه من أخلاق الأنبياء وصفاتهم التي طبعوا عليها وأمروا بها\nوجبلوا على التزامها. قال: ونعتقد هذه التجزئة. ولا ندري وجهها. يعني لأن\nذلك من علوم النبوة. فطريق معرفة ذلك بالرأي والاستنباط مسدود.\n(52 - كتاب الرؤيا) (الرؤيا) بالقصر، مصدر كالبشري. مختصة غالبا بشئ محبوب\nيري مناما. كذا قاله جمع. وقال آخرون.\n</p>\n\n<p>\nالرؤيا كالرؤية. جعلت ألف التأنيث فيها مكان تاء التأنيث، للفرق بين ما\nيراه النائم واليقظان.\n</p>\n\n<p>\n1 - (الرؤيا الحسنة) أي الصادقة أو المبشرة. (جزء من ستة وأربعين جزءا من\nالنبوة) قال ابن العربي: أجزاء النبوة لا يعلم حقيقتها إلا <span id='ms703'></span> ملك أو نبي.\nوإنما القدر الذي أراد صلى الله عليه وسلم بيانه أن الرؤيا جزء من أجزاء\nالنبوة في الجملة. لأن فيها اطلاعا على الغيب من وجه ما. وأما تفصيل النسبة\nفيختص بمعرفته درجة النبوة.\n2 - (من صلاة الغداة) أي الصبح. (من النبوة) «أل» عهدية. أي نبوته.\n</p>\n\n<p>\n3 - (المبشرات) جمع مبشرة، اسم فاعل للمؤنث من البشر. وهو إدخال السرور\nوالفرح على المبشر.\n</p>\n\n<p>\nو ليس جمع البشري، لأنها اسم بمعني البشارة. (ترى له) أي يراها له غيره.\n</p>\n\n<p>\n4 - (الرؤيا الصالحة من الله) أي بشرح وتحذير وإنذار. (والحلم) بضم الحاء\nوسكون اللام أو ضمها، الرؤية حسنة أو مكروهة. وهي المراد هنا. (من الشيطان)\nأي من إلقائه، يخوف ويحزن الإنسان بها.\n</p>\n\n<p>\n(فما كنت أباليها) أي لا ألتفت إليها ولا ألقي لها بالا.\n6 - (النرد) لعبة وضعها أحد ملوك الفرس. وتعرفها العامة بلعب الطاولة.\n2 - (إلي البركة) أي قوله «وبركاته». (المتجالة) العجوز التي انقطع أرب\nالرجال منها.\n3 - (السام عليكم) أي الموت. ومنه الحديث «لكل داء دواء إلا السام» قيل:\nوما السام يا رسول الله؟ قال «الموت».\n</p>\n\n<p>\n4 - (فرجه) هي الحلل بين الشيئين.\n(فأوى) لجأ. (فآواه) أي جازاه بنظير فعله بأن ضمه إلى رحمته ورضوانه. أو\nيؤويه يوم القيامة إلى ظل عرشه. فنسبة الإيواء إلى الله مجاز لاستحالته في\nحقه، لأنه الإنزال معه في مكان حسي. فالمراد لازمه وهو إرادة إيصال الخير.\nويسمي هذا المجاز مجاز المشاكلة والمقابلة. وفي التمهيد: أوي إلي الله يعني\nفعل ما يرضى الله فحصل له من الثواب. (فاستحيا) أي ترك المزاحمة كما فعل\nرفيقه حياء منه صلي الله عليه وسلم ومن أصحابه.\n</p>\n\n<p>\n(فاستحيا الله منه) أي رحمه ولم يعاقبه. فجازاه بمثل فعله. وهذا أيضا\nمشاكلة. لأن الحياء تغير وانكسار يعتري الإنسان من خوف ما يذم به. وهذا\nمحال على الله. فهو مجاز عن ترك العقاب. من ذكر الملزوم وإرادة اللازم.\n(فأعرض) أي عن مجلسه صلى الله عليه وسلم ولم يلتفت إليه، بل ولى مدبرا.\n(فأعرض الله عنه) أي جازاه بأن سخط عليه. وهذا أيضا مشاكلة. لأن <span id='ms704'></span> الإعراض هو\nالالتفات إلى جهة أخرى وذلك لا يليق بالله تعالي، فهو مجاز عن السخط\nوالغضب.\n</p>\n\n<p>\n٥ - (سقاط) أي بائع ردئ المتاع. ويقال له أيضا سقطي، والمتاع الردئ سقط\nويجمع على أسقاط.\n</p>\n\n<p>\nقال الزرقاني: هو بفتح السين والقاف. وقال في <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>. سقاط. (بيعة) الحالة من البيع.\nكالركبة والقعدة.\n(فاستتبعني) طلب مني أن أتبعه. (البيع) أي البائع. (السلع) جمع سلعة وهي\nالبضاعة.\n</p>\n\n<p>\n7 - (والغاديات والرائحات) معناه التي تغدو وتروح.\n(54 - كتاب الاستئذان) (الاستئذان) طلب الإذن بالدخول المأمور به في قوله\nتعالى - لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا و تسلموا على أهلها -.\n(إني معها في البيت) يريد أنهما ساكنان في بيت واحد. والله يقول - غير\nبيوتكم -\n3 - (يتقول) يكذب.\n4 - (فشمته) قال ثعلب: معناه أبعد الله عنك الشماتة وجنبك ما يشمت به عليك.\nوقال ابن الأثير:\n</p>\n\n<p>\nالتشميت الدعاء بالخير والبركة. واشتقاقه من الشوامت وهي القوائم. كأنه\nدعا للعاطس بالثبات على طاعة الله تعالى. وقيل: معناه أبعدك الله عن\nالشماتة وجنبك ما يشمت به عليك. (مضنوك) أي مزكوم.\n</p>\n\n<p>\nوالضناك الزكام. يقال: أضنكه الله وأزكمه. قال ابن الأثير: والقياس مضنك\nومزكم. ولكنه جاء على ضنك وزكم.\n7 - (نمطا) ضرب من البسط له خمل رقيق. (رقما) أي نقشا ووشيا.\n</p>\n\n<p>\n8 - (نمرقة) وسادة صغيرة. (تصاوير) أي تماثيل حيوان. (ما بال هذه\nالنمرقة) أي ما شأنها فيها تماثيل. (وتوسدها) بحذف إحدى التاءين. والأصل\nتتوسدها.\n٩ - (ضباب) جمع ضب. قال في <a href=\"/الكتب/1399_المصباح\">المصباح</a>:\nالضب دابة تشبه الحرذون. وهي أنواع. فمنها ما هو على قدر الحرذون، ومنها\nأكبر منه. ومنها دون العنز وهو أعظمها. ومن عجيب خلقته أن الذكر له زبان\nوالأنثى لها فرجان تبيض منهما!!! والجمع ضباب مثل سهم وسهام. وأضب أيضا،\nمثل فلس وأفلس. والأنثى ضبه.\n</p>\n\n<p>\nوقال الزرقاني: هو حيوان بري كبير القد. قيل إنه لا يشرب الماء. وإن لحمه\nيذهب العطش. وإنه يعيش سبعمائة سنة فأزيد ولا يسقط له سن. ويبول في كل\nأربعين يوما قطرة!!! (إني تحضرني من الله حاضرة) قال ابن الأثير: أراد\nالملائكة الذين يحضرونه <span id='ms705'></span>. و «حاضرة» صفة طائفة أو جماعة. (أرأيتك جاريتك) أي\nأخبريني عن شأن جاريتك. (استأمرتيني) أي استأذنتيني.\n10 - (محنوذ) مشوي بالحجارة المحماة. يقال: حنيذ ومحنوذ، كقتيل ومقتول.\n(فأهوى) أي مد (أعافه) مضارع عفت الشئ. أي أجد نفسي تكرهه. (فاجتررته) أي\nجررته.\n12 - (اقتني) افتعال من القنية، وهي الاتخاذ. أي من اتخذ. (لا يغني عنه) أي\nلا يحفظ له.\n</p>\n\n<p>\n(ولا ضرعا) كناية عن المواشي. قال عياض: المراد بكلب الزرع يحفظه من\nالوحش بالليل والنهار، لا الذي يحفظه من السارق. وكلب الماشية الذي يسرح\nمعها، لا الذي يحفظها من السارق.\n</p>\n\n<p>\n(إي) جواب بمعنى نعم. فيكون لتصديق الخبر.\n</p>\n\n<p>\n13 - (ضاريا) أي معلما للصيد، معتادا له. (أو كلب ماشية) قال عياض:\nالمراد به الذي يسرح معها، لا الذي يحفظها من السارق.\n15 - (رأس الكفر) أي منشؤه وابتداؤه. أو معظمه وشدته. (نحو المشرق) بالنصب.\nلأنه ظرف مستقر، في محل رفع خبر المبتداء. قال الباجي: يحتمل أن يريد فارس،\nوأن يريد أهل نجد. وقال غيره:\n</p>\n\n<p>\nالمراد كفر النعمة لأن أكثر فتن الإسلام ظهرت من جهته. كفتنة الجمل وصفين\nوالنهروان وقتل الحسين وقتل مصعب بن الزبير وفتنة الجماجم. وإثارة الفتن\nوإراقة الدماء كفران نعمة الإسلام. (والفخر) أي ادعاء العظمة والكبر\nوالشرف. (والخيلاء) الكبر واحتقار الغير. (والفدادين) بدل من «أهل». جمع\nفداد، وهو من يعلو صوته في إبله وخيله وحرثه ونحو ذلك. وقيل الفدادين الإبل\nالكبيرة من مائتين إلى ألف.\n</p>\n\n<p>\nوقيل هم الجمالون والبقارون والحمارون والرعيان. وقال الخطابي: إنما ذم\nهؤلاء لاشتغالهم بمعالجة ما هم فهي عن أمور دينهم. وذلك يفضي إلى قساوة\nالقلب. وقال ابن فارس: هم أصحاب الحروث والمواشي.\n</p>\n\n<p>\n(أهل الوبر) أي ليسوا من أهل المدر. لأن العرب تعبر عن أهل الحضر بأهل\nالمدر، وعن أهل البادية بأهل الوبر. (والسكينة) أي الطمأنينة والوقار\nوالتواضع. قال ابن خالويه: لا نظير لها، أي في وزنها. إلا قولهم: على فلان\nضريبة، أي خراج معلوم.\n</p>\n\n<p>\n16 - (يوشك) أي يقرب. (شعف الجبال) أي رؤوسها. (ومواقع القطر) القطر هو\nالمطر.\n</p>\n\n<p>\nأي بطون الأودية والصحاري إذ هما مواضع الرعي <span id='ms706'></span>. (يفر بدينه) أي بسببه من\nالناس. أو مع دينه.\n١٧ - (ماشية) قال في <a href=\"/الكتب/41_النهاية\">النهاية</a>: الماشية تقع\nعلى الإبل والبقر والغنم. ولكنه في الغنم أكثر. (مشربته) أي غرفته.\n(خزانته) مكانه أو وعاؤه الذي يخزن فيه ما يريد حفظه. (ضروع) جمع ضرع. وهو\nللبهيمة كالثدي للمرأة. (أطعماتهم) جمع أطعمة وهي جمع طعام. والمراد هنا\nاللبن. فشبه ضروع المواشي في ضبطها الألبان على أربابها، بالخزانة التي\nتحفظ ما أودعته من متاع وغيره.\n23 - (ذميمة) قال ابن عبد البر: أي مذمومة. يقول دعوها وأنتم لها ذامون\nوكارهون لما وقع في نفوسكم من شؤمها.\n24 - (لقحة) بكسر اللام وتفتح. ناقة ذات لبن.\n26 - (من خراجه) ما يقرره السيد على عبده أن يؤديه إليه كل يوم أو شهر أو\nنحو ذلك.\n</p>\n\n<p>\n27 - (تبلغه) أي تصل إليه.\n</p>\n\n<p>\n28 - (نضاحك) جمع ناضح. قال ابن الأثير: هكذا جاء. وفسره بعضهم بالرقيق\nالذين يكونون في الإبل.\n</p>\n\n<p>\nفالغلمان نضاح والإبل نواضح. والناضح هو الجمل الذي يستقى عليه الماء.\nوفي رواية «ناضحك» بالإفراد.\n29 - (الفتنة) المحنة والعقاب والشدة وكل مكروه، وآيل إليه. كالكفر والإثم\nوالفضيحة والفجور والمصيبة وغيرها من المكروهات. (قرن الشيطان) أي حزبه\nوأهل وقته وزمانه وأعوانه. ونسب الطلوع لقرنه مع أن الطلوع للشمس، لكونه\nمقارنا لها.\n</p>\n\n<p>\n30 - (الداء العضال) هو الذي يعيي الأطباء أمره.\n32 - (الجنان) جمع جان وهي الحية الصغيرة. وقيل الرقيقة الخفيفة. وقيل\nالرقيقة البيضاء.\n</p>\n\n<p>\nوقيل ما لا يتعرض لأذية الناس. (ذا الطفيتين) تثنية طفية. وهي خوصة\nالمقل. شبه به الخطين اللذين على ظهر الحية. وقال ابن عبد البر: يقال إن ذا\nالطفيتين جنس من الحيات يكون على ظهره خطان أبيضان. (والأبتر) مقطوع الذنب.\nأو الحية الصغيرة الذنب. وقال الداودي. هو الأفعى التي قدر شبر أو أكثر\nقليلا. (يخطفان البصر) أي يمحوان نوره. (ويطرحان ما في بطون النساء) من\nالحمل.\n</p>\n\n<p>\n33 - (بأهلي) أي امرأتي. (فأهوى) مد يده.\n34 - (الغرز) هو الركاب. (اللهم أنت الصاحب في السفر والخليفة في الأهل)\nقال الباجي: يعني أنه لا يخلو مكان من أمره وحكمه. فيصحب المسافر في سفره\nبأن يسلمه ويعينه <span id='ms707'></span> ويوفقه. ويخلفه في أهله بأن يرزقهم ويعصمهم. فلا حكم لأحد\nفي الأرض ولا في السماء غيره. (ازو) اطو. (وعثاء) شدة وخشونة. (كآبة) أي\nحزن. (المنقلب) بأن يقلب الرجل وينصرف من سفره إلى أمر يحزنه ويكتئب منه.\n(ومن سوء المنظر في المال والأهل) هو كل ما يسوء النظر إليه وسماعه فيهما.\n(من نزل منزلا) مظنة للهوام والحشرات ونحوها مما يؤذي، ولو في غير سفر.\n(أعوذ) أعتصم.\n</p>\n\n<p>\n(التامات) التي لا يعتريها نقص ولا خلل.\n</p>\n\n<p>\n35 - (الراكب) أي الواحد. (شيطان) أي بعيد عن الخير في الأنس والرفق.\nوهذا أصل الكلمة لغة. يقال بئر شطون أي بعيدة. وقال ابن قتيبة: بمعنى أن\nالشيطان يطمع في الواحد كما يطمع فيه اللص والسبع. (والراكبان شيطانان) لأن\nكلا منهما متعرض لذلك، سميا بذلك لأن كل واحد من القبيلين يسلك سبيل\nالشيطان في اختياره الوحدة في السفر. (والثلاثة ركب) لزوال الوحشة وحصول\nالأنس وانقطاع الأطماع عنهم.\n</p>\n\n<p>\n36 - (يهم بالواحد والاثنين) أي باغتياله والتسلط عليه، أو بغيه وصرفه عن\nالحق وإغوائه بالباطل.\n(ذي محرم منها) أي حرام منها بنسب أو صهر أو رضاع.\n</p>\n\n<p>\n38 - (رفيق) أي لطيف بعباده يريد بهم اليسر ولا يريد بهم العسر. (الرفق)\nلين الجانب بالقول والفعل، والأخذ بأيسر الوجوه وأحسنها. أي يحب أن يرفق\nبعضكم ببعض. (ويرضى به) أي يثيب فاعله.\n</p>\n\n<p>\n(العنف) الشدة والمشقة. (العجم) جمع عجماء، وهي البهيمة. سميت بذلك لأنها\nلا تتكلم.\n</p>\n\n<p>\n(منازلها) جمع منزل وهي المواضع التي اعتيد النزول منها. (فانجوا عليها)\nأي أسرعوا. والنجا، بالمد والقصر: السرعة.\n</p>\n\n<p>\nأي اطلبوا النجا من تلك الأرض بسرعة السير عليها ما دامت بنقيها أو\nشحمها. فإنكم إن أبطأتم عليها في أرض جدبة، ضعفت وهزلت. (التعريس) النزول\nآخر الليل لنحو نوم.\n39 - (نهمته) أي حاجته. (فليعجل) أي الرجوع.\n</p>\n\n<p>\n40 - (للمملوك) الرقيق. ذكرا كان أو أنثى. (بالمعروف) أي بلا إسراف ولا\nتقتير. (إلا ما يطيق) أي لا يكلفه إلا جنس ما يقدر عليه. أي ما يطيق الدوام\nعليه.\n</p>\n\n<p>\n41 - (العوالي) القري المجتمعة حول المدينة.\n42 - (كسبت بفرجها) أي زنت. (وعفوا) أي تنزهوا واستغنوا عن <span id='ms708'></span> تكليف الأمة\nوالصغير المذكورين. (إذ أعفكم الله) أي أغناكم عن ذلك بما فتحه عليكم ووسعه\nمن الرزق. (بما طاب) أي بما حل.\n</p>\n\n<p>\n44 - (تجوس الناس) أي تتخطاهم وتختلف عليهم. (تهيأت) تمثلت وتصورت.\n(55 - كتاب البيعة) 1 - (على السمع) للأوامر والنواهي. (والطاعة) لله تعالى\nورسوله ولولاة الأمور.\n</p>\n\n<p>\n2 - (بهتان) أي بكذب يبهت سامعه، أي يدهشه لفظاعته. كالرمي بالزنا\nوالفضيحة والعار.\n</p>\n\n<p>\n(نفتريه) نختلقه. (بين أيدينا وأرجلنا) أي من قبل أنفسنا. فكني بالأيدي\nوالأرجل عن الذات.\n</p>\n\n<p>\nلأن معظم الأفعال بهما. أو أن البهتان ناشئ عما يختلقه القلب الذي هو بين\nالأيدي والأرجل ثم يبرزه بلسانه.\n</p>\n\n<p>\nأو المعنى لا نبهت الناس بالمعايب كفاحا مواجهة. (علم نبايعك يا رسول\nالله) أي مصافحة باليد، كما يصافح الرجال عند البيعة.\n3 - (فإني أحمد الله إليك) أي أنهي إليك حمد الله.\n(56 - كتاب الكلام) 1 - (فقد باء بها) أي رجع بها. أي بكلمة الكفر.\n</p>\n\n<p>\n2 - (هلك الناس) إعجابا بنفسه وتيها بعلمه أو عبادته، واحتقارا للناس.\n(فهو أهلكهم) أي أشدهم هلاكا لما يلحقه من الإثم في ذلك القول. أو أقربهم\nإلى الهلاك لذمه للناس وذكر عيوبهم وتكبره.\n</p>\n\n<p>\n3 - (يا خيبة الدهر) الخيبة هي الحرمان والخسران. (فإن الله هو الدهر) أي\nالمدبر للأمور، الفاعل ما تنسبونه إلى الدهر من جلب الحوادث ودفعها.\n4 - (انفذ) أي امض واذهب. (بسلام) أي سلامة مني فلا أوذيك.\n</p>\n\n<p>\n5 - (من رضوان الله) أي كلام فيه رضاه تعالى. (من سخط الله) مصدر بمعنى\nاسم الفاعل أي من الكلام المسخط أي المغضب لله الموجب عقابه.\n</p>\n\n<p>\n6 - (لا يلقى لها بالا) أي لا يتأملها بخاطره ولا يتفكر في عاقبتها ولا\nيظن أنها تؤثر شيئا. (يهوي) أي ينزل فيها ساقطا.\n7 - (إن من البيان لسحرا) يعني أن منه لنوعا يحل من العقول والقلوب في\nالتمويه محل السحر. فإن الساحر بسحره يزين الباطل في عين المسحور حتى يراه\nحقا. فكذا المتكلم بمهارته في البيان وتقلبه في البلاغة وترصيف النظم، يسلب\nعقل السامع ويشغله عن التفكر فيه والتدبر. حتى يخيل إليه الباطل حقا والحق\nباطلا.\n</p>\n\n<p>\nفتستمال به القلوب كما تستمال بالسحر.\n</p>\n\n<p>\n8 - (مبتلى ومعافى) أي <span id='ms709'></span> مبتلى بالذنوب ومعافى منها.\n٩ - (العتمة) العشاء. (ألا تريحون الكتاب) أي الملائكة الكرام من كتب\nالكلام الذي لا ثواب فيه.\n</p>\n\n<p>\n١٠ - (ما <a href=\"/الكتب/1335_الغيبة\">الغيبة</a>) أي ما حقيقتها التي\nنهينا عنها بقوله: ولا يغتب بعضكم بعضا. (البهتان) أي الكذب. يقال: بهت\nفلانا أي كذب عليه. فبهت أي تحير. وبهت الذي كفر قطعت حجته فتحير.\n</p>\n\n<p>\nوالبهتان الباطل الذي يتحير فيه.\n</p>\n\n<p>\n11 - (ولج) أي دخل.\n(لحييه) هما العظمان في جانب الفم. وما بينهما هو اللسان. (وما بين رجليه)\nفرجه، لم يصرح به استهجانا له واستحياء.\n</p>\n\n<p>\n12 - (يجبذ) جبذ الشئ مثل جذبه. مقلوب منه. (مه) اكفف.\n</p>\n\n<p>\n13 - (حتى كنا) أي صرنا.\n15 - (أكذب) بحذف همزة الاستفهام. (أعدها) بتقدير همزة الاستفهام.\n</p>\n\n<p>\n16 - (يهدي) أي يوصل صاحبه. (إلى البر) أي العمل الصالح الخالص. والبر\nاسم جامع للخير.\n</p>\n\n<p>\n(إلى الفجور) أي يوصل إلى الميل عن الاستقامة والانبعاث في المعاصي. وهو\nاسم جامع لكل شر.\n20 - (تعتصموا) تتمسكوا. (قيل وقال) قال مالك: هو الإكثار من الكلام نحو\nقول الناس قال فلان وفعل فلان، والخوض فيما لا ينبغي. فهما مصدران أريد\nبهما المقاولة والخوض في أخبار الناس. وقيل فعلان ماضيان. (وإضاعة المال)\nبصرفه في غير وجوهه الشرعية وتعريضه للتلف. (وكثرة السؤال) قال أبو عمر:\nمعناه عند أكثر العلماء التكثير من المسائل النوازل والأغلوطات.\n22 - (الخبث) الفسوق والشر.\n24 - (حائطا) أي بستانا. (بخ. بخ) كلمة تقال عند الرضا والإعجاب بالشئ. أو\nالفخر والمدح.\n(12 - باب ما جاء في تركة النبي صلى الله عليه وسلم) (تركة) وتركة. مثل\nكلمة وكلمة ما خلفه الميت.\n(58 - كتاب الصدقة) 1 - (فلوه) مهره. لأنه يفلي أي يعظم. وقيل هو كل فطيم\nمن حافر. والجمع أفلاء كعدو وأعداء.\n</p>\n\n<p>\n(فصيله) هو ولد الناقة لأنه فصل عن رضاع أمه.\n</p>\n\n<p>\n2 - (بيرحاء) موضع يعرف بقصر بني حديلة قبلي مسجد المدينة.\n(برها) أي خيرها. (وذخرها) أي أقدمها فأدخرها لأجدها.\n</p>\n\n<p>\n3 - (أعطوا السائل وإن جاء على فرس) يعني لا تردوه وإن جاء على حالة تدل\nعلى غناه كركوب فرس.\n</p>\n\n<p>\nفإنه لولا حاجته للسؤال ما بذل وجهه. بل هذا وشبهه من المستورين الذين\nيحسبهم <span id='ms710'></span> الجاهل أغنياء من التعفف.\n</p>\n\n<p>\n4 - (كراع شاة) الكراع ما دون العقب. (محرقا) نعت لكراع. وهو مؤنث. فحقه\nمحرقة.\n</p>\n\n<p>\nلكن وردت الرواية هكذا في الموطآت وغيرها.\n5 - (وكفنها) قال في المشارق: قيل ما يغطيها من الأفراص والرغف.\n</p>\n\n<p>\n7 - (نفد) أي فرغ. (يستعفف) أي يطلب العفة عن السؤال. (يعفه الله) أي\nيصونه عن ذلك، أو يرزقه العفة. أي الكف عن الحرام. (ومن يستغن) يظهر الغنى،\nبما عنده من اليسير، عن المسئلة.\n</p>\n\n<p>\n(يغنه الله) أي يمده بالغنى من فضله. (يتصبر) يعالج الصبر ويتكلفه على\nضيق العيش وغيره من مكاره الدنيا. (يصبره الله) يرزقه الله الصبر ويعينه\nعليه ويوفقه له.\n10 - (لأن يأخذ) قال ابن عبد البر: «ليأخذ» في جل الموطآت. وفي رواية معن\nوابن نافع «لأن يأخذ» وهو الموافق لرواية الصحيح.\n11 - (بقيع الغرقد) مقبرة المدينة. سميت بذلك لشجر غرقد كان هناك. وهو شجر\nعظيم ويقال إنه العوسج. (عدلها) أي ما يبلغ قيمتها من غير الفضة. (إلحافا)\nأي إلحاحا. وهو أن يلازم المسؤول حتى يعطيه. (لقحة) أي ناقة.\n15 - (استحمل عليه أمير المؤمنين) أي أطلب منه أن يحملني عليه. (رفغيه)\nتثنية رفغ. والجمع أرفاغ. مثل قفل وأقفال. قال ابن السكيت: هو أصل الفخذ.\nوقال ابن فارس: أصل الفخذ وسائر المغابن.\n</p>\n\n<p>\nوكل موضع اجتمع فيه الوسخ فهو رفغ.\n(60 - كتاب دعوة المظلوم) 1 - (اضمم جناحك عن الناس) أي اكفف يدك عن ظلمهم.\n(واتق دعوة المظلوم) أي اجتنب الظلم لئلا يدعو عليك من تظلمه. (وأدخل) أي\nفي الرعي. (الصريمة) أي القطعة القليلة من الإبل نحو الثلاثين. وقيل من\nعشرين إلى أربعين. (والغنيمة) تصغير غنم. قيل إنها أربعون. والمراد القليل\nمنها كما دل عليه التصغير. (وإياي ونعم ابن عوف ونعم ابن عفان) قال الحافظ:\nخصهما بالذكر على طريق المثال. لكثرة نعمهما. لأنهما كانا من مياسير\nالصحابة ولم يرد منعهما البتة. وإنما أراد أنه إذا لم يسمح لرعي نعم أحد\nالفريقين فنعم المقلين أولى. فنهى عن ايثارهما على غيرهما. أو تقديمهما قبل\nغيرهما. (لا أبالك) أصله لا أب لك. وظاهره الدعاء عليه. لكنه على مجازه <span id='ms711'></span>، لا\nعلى حقيقته. (فالماء والكلأ أيسر على من الذهب والورق) أي أهون من إنفاقهما\nلهم. (المال الذي أحمل عليه) أي الإبل والخيل التي كان يحمل عليها من لا\nيجد ما يركب.\n(61 - كتاب أسماء النبي صلى الله عليه وسلم) 1 - (العاقب) أي آخر الأنبياء.\nقال أبو عبيد: كل شئ خلف بعد شئ فهو غاقب. ولذا قيل لولد الرجل بعده: هو\nعقبه. وكذا آخر كل شئ. وروى ابن وهب عن مالك قال: أي معنى العاقب ختم الله\nبه الأنبياء.\n</p>\n\n<p>\nوختم بمسجده هذا، المساجد، يعني مساجد الأنبياء.\n</p>\n\n<p>\nقال الإمام الزرقاني: ولعل الإمام رحمه الله تعالى. ختم الكتاب بالأسماء\nالنبوية بعد ما ابتدأه بالبسملة، محفوفا بأسمائه عز وجل وأسماء رسوله صلى\nالله عليه وسلم، رجاء قبوله. اه والحمد لله الذي هدانا لهذا وما كنا لنهتدي\nلولا أن هدانا الله. أصلي وأسلم على سيدنا ومولانا محمد بن عبد الله، رسول\nالله وخاتم النبيين.\n</p>\n\n<p>\nوسبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا\nبالله العلي العظيم. وكان الفراغ من هذا التعليق في مساء الأحد الثامن عشر\nمن شهر صفر عام 1371 من الهجرة النبوية. الموافق الثامن عشر من شهر نوفمبر\nسنة 1951 من الميلاد. بقلم كاتبه العبد الفقير إلى مولاه الغني، محمد فؤاد\nعبد الباقي بن المرحوم عبد الباقي بك صالح ابن المرحوم الحاج صالح محمد.\n</p>\n\n<p>\nغفر الله له ولوالديه ولجميع المسلمين. آمين. <span id='ms712'></span>\n</p>\n",
  "pages": [],
  "volumes": [
    "01",
    "02",
    "0M"
  ]
}