{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [تاريخ آل زرارة ج2]</h1>\n\n<p>\nتاريخ آل زرارة\n</p>\n\n<p>\nأبوغالب الزراري ج 2\n</p>\n\n<p>\n---تاريخ آل زرارة ¶ أبوغالب الزراري ج 2 ¶ ---\n\n----NO PAGE NO------\n\n[ 1 ]\n</p>\n\n<p>\n[ بسم الله الرحمن الرحيم حدثنا ابو عبد الله الحسين بن عبيدالله بن\nابراهيم الواسطي قال حدثنا أبو غالب احمد بن محمد بن محمد بن سليمان بن\nالحسن بن الجهم بن بكير بن اعين الشيباني منه إلى ابن ابنه محمد بن\nعبيدالله بن احمد. سلام عليك فانى احمد الله اليك الذى لا اله الا هو الا\nله الحق مبدع الخلق الموفق للخير (و- خ) المعين عليه وأساله ان يصلى على\nسيدنا محمد وآله الطيبين الطاهرين صلوات الله عليهم اجمعين. ] بسم الله\nالرحمن الرحيم الحمد لله الذى ألهمنا معرفته والتصديق بنبيه واتباع اوليائه\nالائمة المعصومين من عترته بعد ان جعلنا من ذريته ثم وفقنا للتفقه في دينه\nواتباع سبيله والصلوة والسلام على سيد انبيائه ورسله محمد وعلى اوصيائه من\nعترته واللعن على اعدائهم إلى يوم لقائه. اما بعد فقد رأيت ان الرسالة هذه\nمع عظم مؤلفها قدرا وتفردها موضوعا مما بقى من مؤلفاته حيث ضاع اكثرها - قد\nاشتملت على فوائد جمة فانها في آل اعين <span id='ms194'></span> وهم اكثر اهل بيت الشيعة حديثا\nوفقها وأرفعهم في رجال الحديث مكانا. فلذلك أحببت ان أشرحها اتماما\nلفائدتها قاصدا في ذلك مرضات الله تعالى واسئله ان يتقبله بفضله واحسانه\nويجعله ذخرا لى في يوم معاده.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n             [ 2 ]\n</p>\n\n<p>\nاما بعد فانا اهل بيت اكرمنا الله عزوجل بمنه علينا بدينه واختصنا بصحبة\nاوليائه وحججه على خلقه من أول نشئتنا (1) إلى وقت الفتنة التى امتحنت بها\nالشيعة (2) - فلقى عمنا حمران (3) سيدنا وسيد العابدين على بن الحسين صلوات\nالله عليهما (4) وكان حمران من اكبر مشايخ الشيعة المفضلين الذين لا يشك\nفيهم (5) فكان (من - خ)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كانت نشئة آل اعين من أيام قصد أعين بن سنسن أمير المؤمنين عليه\nالسلام ليسلم على يديه كما يظهر مما ذكره ابن الغضائري. (2) يأتي في كلامه\nعند ذكر ضيعتهم قوله: فلم تزل في أيدينا إلى ان امتحنت في سنة أربع عشرة\nوثلاثمأته وما بعدها. (3) هو حمران بن اعين الشيباني مولى بنى شيبان ابو\nالحسن وقيل: ابو حمزة وهو اخو زرارة - قال الشيخ: تابعي. (4) قال الشيخ في\nالفهرست في ترجمة زرارة (ص 74) عند ذكر آل اعين: ولهم ايضا روايات عن على\nبن الحسين والباقر والصادق عليهم السلام... قلت لم احضر له رواية عنه عليه\nالسلام وذكرناه في طبقات اصحابه استنادا بما ذكره وقوله هو الحجة. (5) فلم\nيطعن بشيئى في دينه وطريقته وحديثه ومشيخته. وكان حمران من المتكلمين\nواصحاب المناظرة وقد اذن له في المناظرة والكلام ابو عبد الله عليه السلام\nكما اورده الصدوق في كتابه (معاني الاخبار ص 213) في حديث طويل يدل على\nجلالته ومنزلتة اوردناه في كتابنا في اخبار الرواة وكذلك غيره مما ورد في\nمدحه. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n             [ 3 ]\n</p>\n\n<p>\nاحد حملة القرآن ومن يعد ويذكر اسمه في كتب القرآن وروى أنه قرأ على ابى\nجعفر محمد بن على عليهما السلام وكان مع ذلك عالما بالنحو واللغة (1) ولقى\nحمران عمنا (2) وجدنا زرارة (3) وبكير أبا جعفر محمد بن على عليه السلام (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) وقال الشيخ في الفهرست في اخوة زرارة: منهم حمران، وكان نحويا. (2)\nذكره البرقى والشيخ في اصحاب <span id='ms195'></span> الباقر عليه السلام وقد روى الكشى باسناده عن\nاسباط بن سالم عن ابى الحسن موسى بن جعفر عليهم السلام انه من حوارى محمد\nبن على وأبى عبدالله جعفر بن محمد عليهم السلام، وذكره الشيخ في كتاب\nالغيبة ص 209 في وكلاء الائمة عليهم السلام الممدوحين ممن كان حسن الطريقة\nولم يتغير ولا بدل وخان، وروى باسناد قوى عن زرارة قال قال ابو جعفر عليه\nالسلام، وذكرنا حمران بن أعين، فقال: لا يرتد والله ابدا ثم أطرق هنيئة ثم\nقال: أج لا يرتد والله ابدا. قلت قدورد في مدحه روايات كثيرة عن ابى جعفر\nالباقر عليه السلام يطول بذكرها قد اوردناها باستقصائها في كتابنا (أخبار\nالرواة) وقد روى جماعة كثيرة من أصحاب الباقر والصادق والكاظم عليهم السلام\nعن حمران عنه أحصيناهم في طبقات اصحابه من الطبقات الكبرى. (3) وقد ذكره\nالمشايخ في اصحاب ابى جعفر عليه السلام وقد روى عنه عنه جماعة كثيرة\nاحصيناهم في طبقات اصحابه (ع) كما ان زرارة قد عد من اصحاب السجاد عليه\nالسلام ايضا وقد ذكرناه في طبقات اصحابه وقد عده الشيخ في كتابه العدة من\nالحفاظ الضابطين ص 62. (4) ذكره المشايخ في اصحابه (ع) وقد روى عنه كثيرا\nروى عنه عنه جيماعة كثيرة ذكرناهم في الطبقات. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n             [ 4 ]\n</p>\n\n<p>\nوأبا عبدالله جعفر بن محمد عليهما السلام (1) ولقى بعض اخوتهم (2) وجماعة\nمن أولادهم مثل حمزة بن حمران (3) وعبيد بن زرارة (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) وكان حمران وبكير بن أجلة اصحاب الصادق عليه السلام ومن اعيانهم وقد\nورد عنه (ع) فيهما روايات مادحة اوردناها في اخبار الرواة، وذكرهما المشايخ\nفي اصحابه ورويا عنه كثيرا وروى جماعة كثيرة عنهما عنه عليه السلام ذكرناهم\nفي طبقات أصحابه (ع). وقد ماتا في حياة ابى عبدالله عليه السلام ولكن بقى\nزرارة إلى ايام ابى الحسن موسى عليه السلام 2 - مثل عبدالملك بن اعين فقد\nادرك الباقر والصادق وروى عنهما ومات في ايام الصادق (ع) وزار قبره\nبالمدينة مع اصحابه ذكرناه في اصحابهما. (2) وكان حمزة بن حمران من اصحاب\nابى جعفر الباقر عليه <span id='ms196'></span> السلام وذكره الشيخ في اصحابه ايضا وروى المشايخ\nباسنادهم عن عبد العزيز العبدى وغيره عنه عن ابى جعفر عليه السلام وذكرناه\nفي طبقات اصحابه (ع). وذكره البرقى والشيخ والكشى والنجاشى في اصحاب الصادق\nعليه السلام ومن روى عنه، وقد روى عنه عنه عليه السلام جماعة كثيرة ذكرناهم\nفي طبقات اصحابه عليه السلام وقد سافر إلى اليمن ورجع كما في الكشى ترجمة\nزرارة، وقد تزوج بنت بكير بن أعين كما في الكافي والتهذيب ذكرناه في طبقات\nاصحابه ع بروايات في ذلك، وكان من مصنفي الشيعة ذكره النجاشي في رجاله. (4)\nروى عبيد بن زرارة عن أبى جعفر ع كما في اصول الكافي ج 1 - 270 وذكرناه في\nاصحابه، وذكره المشايخ في اصحاب الصادق ع وروى عنه كثيرا روى عنه عنه عليه\nالسلام جماعة كثيرة ذكرناهم في طبقات اصحابه عليه السلام. وكان من مصنفي\nالشيعة ذكره الشيخ والنجاشى وقال النجاشي في مدحه،\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n             [ 5 ]\n</p>\n\n<p>\nومحمد بن حمران (1) وغيرهم (2) ابا عبدالله جعفر بن محمد عليهما السلام\nورووا عنه. وكان عبيد وافدا للشيعة بالكوفة إلى المدينة عند وقوع الشبهة في\nأمر عبدالله بن جعفر (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nثقة، ثقة، عين لا لبس فيه ولا شك. وذكره المفيد من الرؤساء الاعلام\nالمأخوذ منهم الحلال والحرام الذين لا يطعن عليهم ولا طريق إلى ذم واحد\nمنهم. وقد اوردنا ما ورد في مدحه في كتابنا (اخبار الرواة) (1) وذكره الشيخ\nفي أصحاب الصادق عليه السلام. (2) أحصينا من روى منهم عن أبى عبدالله عليه\nالسلام في رسالتنا المفردة في آل أعين. (3) وهذه منقبة عظيمة لعبيد تدل على\nفهمه وذكائه وعلمه ومكانته عند الشيعة وعند زرارة بن أعين وانه المرجع عند\nاختلافهم رواها الاصحاب بطرقهم واخرجناها في كتابنا (اخبار الرواة) واورد\nبعضها ابو عمرو الكشى في رجاله ص 102 - 44 في ترجمة زرارة، فباسناده عن على\nبن يقطين قال: لما كانت وفاة ابى عبدالله عليه السلام قال الناس بعبدالله\nبن جعفر، واختلفوا فقائل قال به، وقال قال بأبى الحسن عليه السلام، فدعا\nزرارة ابنه عبيدا فقال: يا بنى الناس مختلفون <span id='ms197'></span> في هذا الامر فمن قال\nبعبدالله فانما ذهب إلى الخبر الذى جاء: (ان الامامة في الكبير من ولد\nالامام) فشد راحلتك وامض إلى المدينة حتى تأتيني بصحة الامر فشد راحلته\nومضى إلى المدينة واعتل زرارة الحديث. وباسناد آخر عن جميل بن دراج قال ما\nرأيت رجلا مثل زرارة بن اعين انا كنا نختلف إليه فما كنا حوله الا بمنزلة\nالصبيان في الكتاب حول المعلم، فلما مضى ابو عبد الله عليه السلام وجلس\nعبدالله مجلسه بعث زرارة عبيدا ابنه زايرا عنه ليتعرف الخبر الحديث. وروى\nالصدوق في كتابه (عيون اخبار الرضا عليه السلام باب 27 ما جاء\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n             [ 6 ]\n</p>\n\n<p>\nوله في ذلك احاديث كثيرة قد ذكرت في الكتب. (1) وآل أعين اكثر اهل بيت في\nالشيعة وأكثرهم حديثا وفقها (2) وذلك موجود في كتب الحديث (3) ومعروف عند\nرواته. (4) وكان عبدالله بن بكير فقيها (5)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nعن الرضا عليه السلام 75 حديثا فيه مدح زرارة ومكانته عند الامام وعند\nالشيعة وقال عبدالله بن بكير في حقه: والله لئن كان عبيد بن زرارة صادق\nالحديث. (1) قد اوردنا ما وفقنا عليه مما دل على ذلك وما دل على فضائله في\n(اخبار الرواة). (2) فيه مدح آل اعين. وسيأتى منه مدح آخر لهم فانتظر. (3)\nيدل على ان كتب الحديث من اهم مصادر تراجم رواته كما حققنا ذلك في كتابنا\n(مصادر تراجم الرواة) (4) يدل على ان من طرق معرفة احول الرواة الرجوع إلى\nرواة الحديث ومشايخ الاجازة فانهم يعرفونهم خلفا عن سلف وتتبعا في كتب\nالحديث وبهذين الطريقين وغيرهما يثبت الاتصال بين اصحاب الجرح والتعديل من\nاصحابنا وبين الرواة ومن عاصرهم فلا تكون اخبارهم عنها اجتهادات غير مستنده\nإلى شهادة أو رواية كما توهمه بعض من عاصرناه من الاعاظم. (5) ذكره المفيد\nره من الفقهاء الاعلام والرؤساء المأخوذ عنهم الحلال والحرام والفتيا\nوالاحكام الذين لا يطعن عليهم ولا طريق إلى ذم واحد منهم. وقد عده أبو عمرو\nالكشى في رجاله ص 221 من اجلة العلماء الفقهاء، ومن فقهاء اصحابنا من\nالفطحية، كما انه ره قد عده في <span id='ms198'></span> ص 239 في تسمية الفقهاء من اصحاب ابى\nعبدالله عليه السلام من الستة من احداث اصحاب عليه السلام وممن اجمعت\nالعصابة على تصحيح ما يصح من هولاء وتصديقهم لما يقولون، وأقروا لهم\nبالفقه. وقد دلت روايات على فقاهة عبدالله بن بكير وعلى ذكر آرائه في الفقه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n             [ 7 ]\n</p>\n\n<p>\nكثير الحديث (1) وله (بياض في الاصل)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nوما قيل فيه ذكرناها في (اخبار الرواة). (1) روى كثيرا عن ابى عبدالله\nعليه السلام، روى عنه عنه عليه السلام سماعة كثيرة مثل محمد بن أبى عمير\nوصفوان يحيى، والحسن بن محبوب، والعباس بن عامر، والحسن بن فضال وغيرهم\nذكرناهم في طبقات أصحابه (ع) كما انه روى بواسطة الرجال عن ابى عبدالله\nعليه السلام وهولاء: زرارة وبكير بن اعين، وحمزة بن حمران، ومحمد بن مسلم\nوغيرهم. وروى في الكافي ج 2 ص 125 والتهذيب ج 7 ص 479، والاستبصار ج 3 ص\n190 باسنادهما عن محمد بن خالد الاصم عن عبدالله بن بكير عن أبى جعفر عليه\nالسلام قلت: لا دليل على انه ابن بكير بن اعين ولعله الهجرى، أو الجرجاني\nالذين قد عدا في اصحابه. كما لا يدل ما رواه الشيخ في كتاب الغيبة ص 37 على\nانه روى عن الامام ابى الحسن موسى عليه السلام وتحقيقه في غير المقام. ثم\nانه لا اشكال في وثاقة عبدالله بن بكير في الرواية والحديث، وكونه مامونا\nفيه، صرح به المفيد، والشيخ في الفهرست وغير موضع من كتابه (عدة الاصول)\nفذكره الشيخ فيمن كان متمسكا بالدين متحرزا من الكذب ووضع الاحاديث، موثوقا\nفي امانته. ومع ذلك صرح الكشى والشيخ بانه كان فطحيا يقول بامامة عبدالله\nالافطح. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n             [ 8 ]\n</p>\n\n<p>\nولقى عبدالله بن زرارة (عبيد الله بن زرارة - خ)، وغيره من بنى أعين ابا\nالحسن موسى بن جعفر عليه السلام (1). وكان جدنا الادنى: الحسن بن الجهم من\nخواص سيدنا (ومولانا - خ) ابى الحسن الرضا عليه السلام (2) وله كتاب معروف\n(3) وقد رويته عن أبى عبدالله احمد بن محمد العاصمى، لانه كان ابن اخت على\nبن عاصم رحمه الله.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ذكرناه في اصحاب موسى بن جعفر <span id='ms199'></span> عليه السلام. وما في النسخة: عبيد الله\nبن زرارة هو افق لما في رجال البرقى في اصحاب الصادق عليه السلام: عبيدالله\nبن زرارة بن اعين، وكان عبيد أحول. ثم انه ذكرنا في طبقات اصحاب من روى عنه\nمن آل اعين كما احصيناهم في رسالتنا المفردة في آل اعين. (2) هو الحسن بن\nالجهم بن بكير بن أعين أبو أحمد الشيباني، وذكره البرقى، والنجاشى والشيخ\nفي اصحاب الكاظم عليه السلام ومن روى عنه كما ان الشيخ والنجاشى ذكراه في\nاصحاب الرضا عليه السلام ومن روى عنه. وقد وثقه الشيخ والنجاشى، وقد دلت\nعلى جلالته ومكانته عند الائمة عليهم السلام اخبار اوردناها في كتابنا\n(اخبار الرواة) وحققنا القول في ترجمته في شرحنا على رجال النجاشي (تهذيب\nالمقال ج 2 ص 95) (3) وقال النجاشي: له كتاب تختلف الروايات فيه. ثم ذكر\nبعضها وقال الشيخ في الفهرست: له مسائل. وقد حققنا القول في الطرق إلى\nكتابه في الشرح على الفهرست، واشرنا إليه في تهذيب المقال، وسيأتى من\nالماتن توصيفه فانتظر. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n             [ 9 ]\n</p>\n\n<p>\nوكان على بن عاصم شيخ الشيعة في وقته. (1) ومات في حبس المعتضد، وكان حمل\nمن الكوفة مع جماعة من أصحابه، فحبس من بينهم في المطامير (2) فمات على\nسبيل ماء، واطلق الباقون وكان يسعى به رجل يعرف بابن أبى الدواب (الدواهي.\nخ) وله قصة طويلة.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) روى الصدوق في (عيون اخبار الرضا عليه السلام ص 59 باب 6 خبر 29)\nباسناده عن على بن عاصم عن محمد بن على بن موسى عليه السلام عن ابيه عن\nآبائه الحديث، وروى في كتابه (الاكمال باب 45 التوقيعات ص 481) باسناده عن\nعلى بن عاصم الكوفى توقيعا عن صاحب الزمان عجل الله فرجه الشريف. وذكرناه\nفي من حدث بأخبار الناحية المقدسة من طبقات أصحابه، وأيضا فيمن تشرف\nبزيارته عليه السلام من وكلائه وقد ذكرنا مدحه في (اخبار الرواة). (2) بويع\nللمعتضد العباسي يوم موت عمه المعتمد في رجب 279 ومات في ربيع الآخر سنة\n289 كان شحيحا بخيلا، قليل الرحمة، سفاكا، شديد الرغبة في المثلة بمن\nيقتله، شديد التعذيب، واتخذ <span id='ms200'></span> المطامير، وجعل فيها صنوف العذاب وجعل عليها\nالحرمى المتولي لعذاب الناس، لم يكن له رغبة الا في النساء، والبناء ذكره\nالمسعودي في أحواله في مروج الذهب ج 2 ص 462 وذكر الطبري في تاريخ ج 10 ص\n64 في حوادث 284 في ايام المعتضد ما لفظه: وفي يوم السبت لثمان بقين من\nشعبان من هذه السنة وجه كرامة بن مر من الكوفة بقوم مقيدين.. إلى ذكر حديث\nاخذ رئيسهم ابى هاشم بن صدقة الكاتب وحبسه في المطامير. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n             [ 10 ]\n</p>\n\n<p>\nوكان للحسن بن الجهم (1) جدنا أبناء: سليمان، ومحمد، والحسن ولا أدرى\nايهم أسن. ولم يبق لمحمد والحسين ولد. وقد روى محمد بن الحسن بن الجهم\nالحديث (2) روى عنه على بن الحسن بن فضال عن عبدالله بن ميمون القداح (3) وغيره.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان الجهم بن بكير بن أعين من اصحاب أبى عبدالله عليه السلام، ذكرناه\nفي طبقات اصحابه وذكره النجاشي في ترجمة اخيه عبدالله قائلا: روى عن أبى\nعبدالله عليه السلام، وأخوته عبدالحميد، والجهم.. (2) ربما يظهر مما رواه\nأبو عمرو الكشى في ترجمة ابن فضال ص 349، وايضا النجاشي في ترجمة الحسن بن\nعلى بن فضال ص 28 انه كان فطحيا حيث أمر الحسن بن فضال عند موته بالتشهد\nفلم يذكر عبدالله في الائمة فقال له: محمد بن الحسن بن الجهم: وأين عبدالله\nفسكت، ثم هاد، فقال له: تشهد، فتشهد، وصار إلى أبى الحسن عليه السلام، فقال\nله: وأين عبدالله ؟ يرد ذلك ثلاث مرات. فقال الحسنن: قد نظرنا في الكتب فما\nرأينا لعبد الله شيئا.. (3) كما في التهذيب ج 8 ص 125 وخبر 432، والاستبصار\nج 3 ص 329 في عدد النساء.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n             [ 11 ]\n</p>\n\n<p>\nوكانت ام الحسن بن الجهم ابنة عبيد بن زرارة ومن هذه الجهة نسبنا إلى\nزرارة، ونحن من ولد بكير، وكنا قبل ذلك نعرف بولد الجهم. (1) ولنا درب في\nحطة بنى أسعد بين محلتهم، وهو في ظهر دار من دورنا، وقف، لم يبق لبنى أعين\nفي تلك المحلة دار غيرها، وأنا أذكر حالها بعد ان شاء الله تعالى، وبين خطة\nبنى تميم، وكان تعرف بدرب الجهم إلى <span id='ms201'></span> ان فنى بنى أعين، فنسب إلى بقال على\nبابه، فهو يعرف به إلى هذا الوقت. وأول من نسب منا إلى زرارة جدنا سليمان\n(2) نسبه إليه سيدنا أبو الحسن على بن محمد صاحب العسكر عليهما السلام،\nوكان إذا ذكره في توقيعاته إلى غيره قال: (الزرارى) تورية عنه وسترا له، ثم\nاتسع ذلك وسمينا به، وكان عليه السلام يكاتبه في امور له بالكوفة، وبغداد.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قيل: الزرارى لقب جماعة من أقارب زرارة بن اعين منهم احمد بن محمد،\nوسليمان بن الجهم، وعلى بن سليمان، وعلى بن احمد بن محمد بن سليمان، ومحمد\nبن عبدالله بن أحمد. وفيما ذكره دلالة على انه ليس انتسابهم إلى زرارة:\nمحلة بالكوفة سميت بزرارة بن يزيد الذى كان على شرطة سعيد بن العاص وإلى\nهذه المحلة قد أشير كما في الحديث: نظر على بن ابي طالب عليه السلام إلى\nزرارة فقال: ما هذه القرية ؟ قالوا: قرية تدعى زرارة يلحم فيها ويباع فيها\nالخمر فقال على بالنيران اضرموا فيها فان الخبيث يأكل بعضه بعضا.. ذكره في\nمعجم البلدان. (2) لم أقف عاجلا على ترجمة ولا رواية له غير ما في المتن\nوما قيل فيه فهو عول على ما في المتن. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n             [ 12 ]\n</p>\n\n<p>\nوامه ام ولد يقال لها: (رومية)، وكان الحسن بن الجهم اشتراها جلبا ومعها\nابنة لها صغيرة، فرباها، فخرجت بارعة الجمال، وأدبها فحسن أدبها، فاشتريت\nلعبدالله بن طاهر (1) فأولدها عبيدالله بن عبدالله (2)، وكان سليمان خال\nعبيد (عبد - خ) الله، وانتقل إليه من الكوفة، وباع عقاره بها في محلة بنى\nأعين وخرج معه إلى خراسان عنه خروجه إليها، فتزوج بنيشابور امرأة من وجوه\nأهلها وأرباب النعم، (فولدت له بنيشابور أبنا سماه أحمد مات في حياة أبيه -\nخ) وولدت (فولدت - خ) له جدى محمد بن سليمان، وعم ابى على بن سليمان، وأختا\nلهم (لهما - خ) تزوجها عند عود سليمان (إلى) الكوفة محمد بن يحيى المعادي\n(المغازى. خ.) فأولدها محمد بن (محمد بن خ) يحيى، وأخته فاطمة بنت محمد.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان طاهر بن الحسين من <span id='ms202'></span> رجال الدولة العباسية في عصر الرشيد وظهر امره\nمن بدو اختلاف الامين مع اخيه المأمون سنة 194 وما بعده، ذكره الطبري في\nتاريخه ج 8 ص 384 وما بعده واستوثق الامور للمأمون حتى سماه المأمون (ذا\nاليمينين) ولما عهد طاهر إلى ابنه عبدالله أقره المأمون على ذلك وكان ذلك\nفي سنة 206 وتوفى طاهر في 207 داستولى ابنه عبدالله الامور من قبل المأمون\nوكان من ولاتهم في بغداد ومصر وخراسان وبقى في خراسان إلى بعد موته إلى ان\nمات بنيشابور في ايام الواثق يوم الاثنين لاحدى عشرة ليلة خلت من ربيع\nالاول سنة 230 واليه الحرب والشرطة والسواد وخراسان واعمالها والرى\nوطبرستان ووما يتصل بها، وكرمان ذكره. الطبري في تاريخ ج 9 ص 131 (2) وجه\nالمعتز العباسي ولاية بغداد إلى عبيد الله بن عبدالله بن موت محمد بن\nعبدالله بن طاهر كما في الطبري ج 9 ص 376 وصار صاحب شرطة بغداد في\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n             [ 13 ]\n</p>\n\n<p>\nوقد روى محمد بن يحيى طرفا من الحديث (1) وروى محمد بن محمد بن يحيى ابن\nعمة أبى أيضا صدرا صالحا من الحديث ولم يطل أعمارهما فيكثر النقل عنهما.\nفلما (انصرف آل طاهر) (صرف الطاهر - خ) عن خراسان اراد سليمان (ان - خ -)\nينقل عياله بها وولده إلى العراق، فامتنعت زوجته ووطنت بعمتها وأهلها،\nفاحتال عليها بالحج، ووعدها الرجوع بها إلى خراسان، فرغبت في الحج، فأجابته\nإلى ذلك، فخرج بها وبولده منها، فحج بها ثم عاد إلى الكوفة، وليس له بها\nدارا فنزل دور اهله ومحلتهم إذ ذاك بقية، فنزل بالقرب من المسجد الجامع\nرغبة فيه على قوم من التجار يعرفون ببنى عباد، خرازين في (حطة - خ) بنى\nزهره، ثم ابتاع في موضعه دورا واسعة بقيت في أيدى ولده. وقد خلف من الولد\nبعد ابنه الذى مات في حياته جدى محمد بن سليمان\n</p>\n\n<p>\n---\n</p>\n\n<p>\nسنة 276 في خلافة المعتمد العباسي ذكره الطبري في تاريخ ج 10 ص 16. وكان\nعبدالله بن طاهر، وعبيدالله بن عبدالله ومحمد بن عبدالله بن طاهر وسليمان\nبن عبدالله من رجال الدولة العباسية وولاتها. (1) ذكره الشيخ في اصحاب أبى <span id='ms203'></span>\nمحمد الحسن العسكري عليه السلام ص 436، وذكره في الفهرست وكذا النجاشي في\nرجاله فيمن استثناه ابن الوليد ممن روى عنه محمد بن احمد بن يحيى الاشعري،\nوهذا مشعر بضعفه بل ذكره الشيخ فيمن لم يرو عنهم عليهم السلام ص 493 من\nرجاله مع جماعة ممن روى عنهم محمد بن احمد بن يحيى وقال: ضعفاء. وروى في\nالتهذيب ج 9 ص 327 وايضا 392 مكاتبة عن محمد بن يحيى الخراساني. وذكرناه في\nطبقات أصحاب العسكري عليه السلام. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n             [ 14 ]\n</p>\n\n<p>\nوكان أسن ولده، وعليا أخاه، من أمه، وحسنا، وحسنا، وجعفرا، وأربع بنات،\nاحديهن زوجة المعادي (المغازى - خ) من المرأة النيشابورية، وباقى البنين\nوالبنات من أمهات الاولاد (أولاد - خ). وخلف ضيعة في بساتين الكوفة (هنا\nبياض في النسخة) المعروفة بالحراسة واسعة، وقرية في الفلوجة (1) تعرف\nبقرية: (منير)، وأرضها واسعة، جميعها في النجف مما يلى الحيرة (2) لا أعرف\n(من - خ) أي قرية هي. وكان قد استخرج لها عينا يجر بها إليها في بئر عملها\nمن حديقته بالحيرة (و- خ) تعرف ب: (قبة الشفيق) وقد رأيت أنا أثر القناة،\nوادركت شيخا كان قد قام له عليها.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في القاموس: الفلوجة كسفورة: القرية بالسواد والارض المصلحة للزرع ج:\nفلا ليج و(ع) بالعراق. (2) في معجم البلدان: مدينة كانت على ثلاثة أميال من\nالكوفة على موضع يقال له: النجف، زعموا ان بحر فارس كان يتصل به، وبالحيرة\nالخورنق بقرب منها مما يلى الشرق على نحو ميل، والسدير في وسط البرية التى\nبينها وبين الشام كانت مسكن ملوك العرب في الجاهلية من زمن نصر، ثم من لخم\nالنعمان وآبائه.. وقال: في لغة: النجف: بالتحريك. قال السهيلي: بالفرع\nعينان يقال لاحداهما المربض وللاخرى: النجف تسقيان عشرين ألف نخلة، وهو\nبظهر الكوفة كالمسناة تمنع مسيل الماء ان يعلو الكوفة ومقابرها والنجف:\nقشور الصليان، وبالقرب من هذا الموضع قبر أمير المؤمنين على بن أبيطالب\nعليه السلام، وقد ذكرته الشعراء في اشعارها فأكثرت.. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n             [ 15 ]\n</p>\n\n<p>\nوكان سبب استخراجه العين ان بعض اهل زوجته من خراسان ورد حاجا، فاشتهى ان\nيرى الحيرة <span id='ms204'></span> فخرج معه إليها، وكان قبة الشفيق أحد الاشياء التى يقصدها الناس\nللنزهة (المنزهة - خ)، وكانت مما تلى النجف، وقبة عضين، مما تلى الكوفة،\nوهى باقية إلى هذا الوقت، ولا أعرف خبر قبة الشفيق هل هي باقية ام لا فلما\nجلسوا للطعام قال الخراساني: ها هنا ماء ان استنبط ظهر ثم ساروا، فرأوا\nالنجف وعلوه على الارض إلى ما يسفله (التى اسفله - خ) فقال: يوشك ان يسيح\nذلك الماء على هذه الارض. فاتباع سليمان ذلك (تلك - خ) الارض وجمع منها ما\nامكن، ثم عمل على استنباط العين فأنفق عليها (عليه - خ) مالا، فظهر له من\nالماء ما ساقه في القناة (القنى - خ) إلى تلك الارض، وكان له حديث حدثت به\nفذهب عنى في أمر العين الا ان الذى رزق من المال كان يسيرا. فلم تزل تلك\nالضياع في يده إلى أن مات، ثم خرج ولده كلهم عن قرية منير، وعن هذه الارض\nالتى في النجف، وجمع جدى رحمه الله مع ما خصمه من الضيعة في الحواشية بعض\nاموال اخوته، وكانت تأتيه (تنافته - خ) في ذلك إلى ان مات، وخلفه لى،\nولاختي، فلم تزل في ايدينا إلى ان امتحنت في سنة اربع عشرة وثلثمائة، وما\nبعدها، فخرج ذلك عن يدى في المحق، وخراب الكوفة بالفتن. وكانت دارنا\nبالكوفة من حدود بنى عباد في دار الخزازين في زقاق عمرو بن حريث الشارع من\nجانبيه بقية من بناء سليمان، ودار بناها جدى محمد بن سليمان ودار بنيتها\nأنا، ودار اصطبل، ودور للسكان، ليس في الشارع: وجانبيه (جانبه - خ) دار\nلغيرنا الا دار لعمى على بن سليمان، ودار لعمات أبى الثلاث، وكن مقيمات\nببغداد في دار عبيدالله بن عبدالله بن طاهر (عبيدالله بن طاهر - خ)، وربما\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n             [ 16 ]\n</p>\n\n<p>\nوردن الكوفة للزيارة فنزلن بدارهن (في دارهن.) إلى ان مات عبدالله، ومتن\nقبله، وبعده بيسير، فأقام عبدالله (سليمان - خ) في دوره بالكوفة، وعبيدالله\nبن عبدالله ابن اخته إذ ذاك ببغداد يتقلدها، وله المنزلة الرفيعة من\nالسلطان (1) وكان عمال الحرب <span id='ms205'></span> والخراج يركبون إلى سليمان، وسيدنا ابو الحسن\nعليه السلام يكاتبه (2) وكان يحمل إليه من غلة زوجته بخراسان في كل سنة مع\nالحاج ما تحمل ومات سليمان في طريق مكة بعد خمسين ومأتين بمدة، وليس (لست -\nظ) احصيها. وكانت الكتب ترد بعد ذلك على جدى محمد بن سليمان إلى ان مات\nرحمه الله في اول سنة ثلثمأته ويحمل إليه ما لم اكن احصيه لصغر سنى، وكان\nآخر ما وردت عليه من الكتب، في ذكرى - في سنة تسع وتسعين. (3) وحملت إليه\nهدايا من هدايا خراسان، فكاتبه ابن خاله، وكان يعرف بعلى بن محمد بن شجاع\nحفظت ذلك، لان جدى رحمه الله كان يطالبني بقرائة كتبه، وكانت ترد بالفاظ\nغريبة، وكلان متعسف (عربية وكلام معف - خ) فوردت الكتب عليه، وعاد الحاج. ]\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ذكر ولايته على بغداد في ايام المعتز العباس سنه 253 وصيرورته\nصاحب شرطة بغداد في خلافة المعتمد سنة 276، وتولى ولاية بغداد من بعده\nسليمان بن عبدالله بن طاهر سنة 255. (2) وكانت وفاة أبى الحسن بن محمد\nالهادى عليه السلام سنة 254 وقبض ولده أبو محمد الحسن بن على عليه السلام\nسنة 260 فكانت الكتب منهما ومن الامام الحجة المنتظر عجل الله فرجه الشريف.\n(3) أي: بعد المأتين. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n             [ 17 ]\n</p>\n\n<p>\n- وقد مات في المحرم سنة ثلثمأته (1) وسنه ثلث وستون سنة، وكان مولده\nبنيسابور سنة سبع وثلاثين ومأتين، فعرف من عاد من الحاج ممن جائه بالكتب\nخبر موته، ولم يكن لى همة استعلم بها حالهم، واكاتب ابن خاله الذى كان\nكاتبه، وانقطعت الكتب عنا، وما كان يحمل بعد سنة ثلثمأة. وكاتب الصاحب عليه\nالسلام جدى محمد بن سليمان بعد موت أبيه إلى ان وقعت الغيبة. (2) وقل رجل\nمنا الا وقد روى الحديث (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) وفي نسخة: سنة ثلاثمأته وست وثلاثون. (2) كان ابو طاهر محمد بن\nسليمان الزرارى ممن خرج إليه التوقيع من الناحية المقدسة ولما تشرف ابن ابى\nسورة أحد علماء الزيدية بزيارة الامام الحجة عليه السلام عند منصرفه من\nزيارة الحسين عليه السلام يوم عرفة فأرسله إلى باب أبى طاهر الزرارى <span id='ms206'></span> بعلامة\nوأمره ان يقول له: يقال لك اعط الرجل الصرة الدنانير التى عند رجل السرير\nفلما سمع أبو طاهر دخل وأعطاه الصرة ثم سئله: هل صافحته ؟ قال، فقلت: نعم\nفأخذ يدى فوضعها على عينيه ومسح بها وجهه.. رواه الشيخ بطرق في كتاب الغيبة\nففى ص 181 خبر 15 بطريقين وص 163 بطريق آخر. ذكرناه في طبقات اصحابه عليه\nالسلام. (3) وهذه منقبة عظيمة لآل اعين فروى الكشى في الرجال ص 4 باسنادين\nعن حذيفة بن منصور، وعن على بن حنظلة عن ابى عبدالله عليه السلام قال:\nاعرفوا منازل الرجال (الناس) منا على قدر رواياتهم عنا. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n             [ 18 ]\n</p>\n\n<p>\nوحدثني ابو عبد الله (بن - خ) الحجاج رحمه الله، وكان من رواة الحديث،\nانه قد جمع من روى الحديث من آل أعين، فكانوا ستين رجلا. (1) وحدثني أبو\nأحمد جعفر بن محمد بن لاحق الشيباني عن مشايخه ان بنى أعين بقوا اربعين سنة\n(اربعين - خ) رجلا لا يموت منهم رجل الا ولد لهم فيهم غلام، وهم على ذلك\nيستولون على بنى شيبان في حطة بنى اسعد بن هام (2) ولهم مسجد الحنطة (الخطة\n- خ) يصلون فيه، وقد دخله سيدنا أبو عبد الله جعفر بن محمد الصادق عليه\nالسلام، وصلى فيه. (3) وفي هذه المحلة دور بنى أعين متقاربة، وقد بقى منها\nإلى هذا الوقت دار، وقفها محمد بن عبد الرحمان بن حمران (4) على أهله، ثم\nعلى الاقرب (فالاقرب - خ) إليه، وكانت في ايدى بنى عقبة الشيباني، ولم\nيتكلم فيها احد من نأهلى، ولا تعرض لها حتى تكلمت أنا فيها في سنة أربع\nوستين وثلثمائة وأشهدت على الحسن بن محمد بن (على بن - خ) بن محمد بن عقبة\nالشيباني الذى كانت في يده، انها وقف في يده على بنى أعين، وأخذت من\nاجارتها ما سلمته إلى ولد عم أبى: جعفر بن سليمان، ولم يكن في (كتاب - خ) الوقف\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قد أحصينا آل أعين في رسالة مفردة. (2) روى هذا الحديث مع تفاوت سندا\nومتنا شيخنا الحسين بن عبيدالله الغضائري رحمه الله في تكملته على هذه\nالرسالة <span id='ms207'></span>. (3) فهذا المسجد من أحد المساجد الممدوحة بالكوفة، التى صلى فيها\nالامام الصادق عليه السلام. ويدل ذلك على منقبة لال أعين. (4) لم أحد له\nترجمة في الرجال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n             [ 19 ]\n</p>\n\n<p>\nزيادة في النسب على محمد بن عبد الرحمان بن حمران بن عبد الرحمان بن\nأعين. (وكان في الكتاب شهادة على بن الحسن بن فضال (1) ومحمد بن محمد بن\nعقبة الشيباني (2)، ومحمد بن هديم الشيباني، وأظنه: محمد بن عبد الرحمان بن\nحمران بن أعين. خ). وكان اعين غلاما روميا، اشتراه رجل من بنى شيبان من حلب\n(الجلب. خ -) فرباه، وتبناه (بناه خ ل، ثناه خ ل) وأحسن تأديبه، فحفظ\nالقرآن وعرف الادب، وخرج بارعا اديبا، فقال له مولاه: استلحقك ؟ فقال: لا،\nولائي منك احب إلى من السنب، (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) وكان من اعاظم ثقات مشايخ الحديث. (2) لم اقف على ترجمة له، وكذا على\nترجمة لابن هديم. (3) وقال ابن الغضائري في تكملة رسالة آل أعين: وذكر ان\nأعين كان رجلا من الفرس فقصد أمير المؤمنين عليه السلام ليسلم على يديه،\nويتوالى إليه فاعترضه في طريقه قوم من بنى شيبان فلم يدعوه (بدعوة. خ.) حتى\nتوالى إليهم.. وفي البحار باب جوامع مكارم اخلاق أمير المؤمنين عليه السلام\nقال: وروى زرارة بن اعين عن أبيه عن أبى جعفر محمد بن على عليهما السلام\nقال: كان على عليه السلام إذا صلى الفجر لم يزل معقبا إلى ان تطلع الشمس،\nفإذا طلعت اجتمع إليه الفقراء والمساكين وغيرهم من الناس فيعلمهم الفقه\nوالقرآن الحديث. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n             [ 20 ]\n</p>\n\n<p>\nفلما كبر قدم عليه أبوه من بلاد الروم، وكان راهبا، اسمه سنسن، وذكر انه\nمن غسان (1) ممن دخل بلد الروم في اول الاسلام، وقيل انه كان يدخل بلاد\nالاسلام بأمان، فيروز ابنه اعين ثم يعود إلى بلاده. فولد أعين، على ما\nحدثنى به أبو طالب الانباري قال حدثنى محمد بن الحسن بن على بن صباح بن\nسلام المدائني قال حدثنى ابى، وعمى (محمد - خ) قالا: حدثنا احمد بن الحسن\nبن على بن فضال عن ولد أعين، قال: ولد أعين: عبدالملك <span id='ms208'></span> (2) وحمران، وزرارة،\nوبكير (3) وعبد الرحمان بن أعين (4) هولاء كبرائهم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) غسان: اسم ماء نزل عليه بنو مازن بن الازد بن الغوث، وهم الانصار،\nوبنو جفنة، وخزاعة، فسموا به، وايضا: ماء بسد مأرب باليمن، ماء باليمن بين\nرمع وزبيد واليه تنسب القبائل المشهورة، ماء بالمسلل قريب من الجحفة. ذكره\nفي معجم البلدان. (2) تأتى ترجمة ملحضا. (3) تقدمت ترجمة حمران وزرارة\nوبكير، ويأتى ايضا ذكر احوالهم. (4) ذكره الشيخ والبرقي في اصحاب الباقر\nعليه السلام، وروى عنه عليه السلام كثيرا روى عنه عنه عليه السلام جماعة\nذكرناهم في طبقات اصحابه. وذكره أبو عمرو الكشى في اصحاب ابى جعفر عليه\nالسلام مع اخوته وروى باسناد صحيح مدحا فيهم، وفيه: كانوا مستقيمين: ومات\nمنهم اربعة في زمان أبى عبدالله عليه السلام، وكانوا من أصحاب أبى جعفر\nعليه السلام الحديث. وذكره الشيخ في اصحاب أبى عبدالله الصادق عليه السلام\nوقال: يكنى أبا محمد، بقى بعد أبى عبدالله عليه السلام. قلت: قد روى جماعة\nعنه عن أبى عبدالله عليه السلام ذكرناهم في طبقات أصحابه. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n             [ 21 ]\n</p>\n\n<p>\nمعروفون، وقعنب، ومالك، ومليك من بنى أعين غير معروفين (1) فذلك ثمانية\nانفس. وبغير هذا الاسناد: لهم اخت يقال لها: ام الاسود (2) ويقال انها اول\nمن عرف هذا الامر منهم من جهة ابى خالد الكابلي (3) وبالاسناد الاول (4)\nفولد زرارة: الحسن (5) ويحيى (6) ورومي (7)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) يأتي ذكر هولاء الثلثة بترجمة لهم، كما احصينا اولاد اعين في رسالتنا\nالمفرة. (2) قال العلامة في الكنى من قسم الممدوحين ص 191: أم الاسود، بنت\nأعين عارفة. قاله على بن احمد العقيقى. وهى التى اغمضت زرارة. (3) يأتي ذكر\nاول من عرف منهم هذا الامر من جهة الكابلي. (4) أي الاسناد المتقدم عن ابن\nفضال. (5) ذكره البرقى والشيخ في اصحاب أبى عبدالله الصادق عليه السلام،\nروى الثقات ومن لا يروى الا عن ثقة عنه عن أبى عبدالله عليه السلام مثل\nجعفر بن بشير البجلى، وصفوان، وعبد الله بن بكير وغيرهم ذكرناهم في طبقات\nأصحابه عليه السلام، وذكرنا ترجمته في (تهذيب المقال). (6) ذكره الشيخ في\nاصحاب الصادق عليه <span id='ms209'></span> السلام. (7) ذكره الشيخ في اصحاب الصادق عليه السلام\nقائلا، رومى بن زرارة بن أعين الشيباني مولاهم كوفى، وذكره البرقى ايضا في\nاصحابه، وذكره النجاشي في مصنفي اصحابنا وقال: روى عن أبى عبدالله وأبى\nالحسن عليهما السلام، ثقة، قليل الحديث، له كتاب.. قلت: اوردناه برواياته\nفي الطبقات. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n             [ 22 ]\n</p>\n\n<p>\nوالحسن (1) وعبيدالله (2) وعبد الله (3) فذلك ستة. (ثمانية - خ) أنفس (4)\nوولد حمران: حمزة (5) وعقبة (6) وبغير هذا الاسناد: ومحمد (7)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ذكر البرقى والشيخ الحسن بن زرارة بن أعين الشيباني الكوفى في أصحاب\nالصادق عليه السلام. (2) زعم بعضهم اتحاده مع عبيد بن زرارة ويشهد له عدم\nذكر الماتن عبيد بن زرارة على في ما نسخة وتحقيقه في كتابنا في الطبقات.\n(3) ذكره الشيخ في أصحاب الصادق عليه السلام. وذكره النجاشي في مصنفي\nأصحابنا وقال: روى عن أبى عبدالله عليه السلام، ثقة، له كتاب يرويه عنه على\nبن النعمان.. قلت: روى الكشى عنه في ترجمة زرارة، وكذا ابن قولويه في كامل\nالزيارات. (4) قلت: ذكرنا ما هو التحقيق في عدد اولاد زرارة في رسالتنا\nالمفردة في آل اعين (5) تقدمت ترجمة حمزة بن حمران بن اعين الشيباني الكوفى\nص 4. (6) ذكره النجاشي مع أخيه حمزة وقال: روى عن ابى عبدالله عليه السلام،\nوأخوه ايضا عقبة بن حمران روى عنه عليه السلام. (7) ذكره الشيخ في اصحاب\nالصادق عليه السلام وايضا في فهرست مصنفي الشيعة وروى كتابه باسناده عن ابن\nأبى عمير وابن ابى نجران عنه، روى عنه عن أبى عبدالله عليه السلام جماعة\nكثيرة ذكرناهم في الطبقات وروى كثيرا عن عمه زرارة عن ابى جعفر عليه السلام\nذكرناه في طبقات أصحابه. قلت أحصينا اولاد حمران في رسالتنا المفردة في آل\nأعين. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n             [ 23 ]\n</p>\n\n<p>\nوولد عبدالملك (1) محمدا (2) وضريسا (3) وعليا (4) بنى عبدالملك فذلك\n(وذلك - خ) ثلثة انفس (5) وولد عبد الرحمان بن أعين (6).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ذكره البرقى والشيخ في اصحاب الباقر عليه السلام وروى الكشى في مدحه\nخبرين وانه كان مستقيما ومات في زمانه أبى عبدالله عليه السلام وقد اوردنا\nما دل على مدحه في (اخبار الرواة) وذكرنا من روى عنه <span id='ms210'></span> عن ابى جعفر عليه\nالسلام في طبقات اصحابه عليه السلام كما ذكرناه في اصحاب الصادق عليه\nالسلام بذكر من روى عنه عنه عليه السلام (2) ذكره الشيخ في اصحاب الصادق\nعليه السلام وزاد في كنيته: أبو على الشيباني (3) ذكره البرقى في اصحاب\nالصادق عليه السلام ممن ادرك الباقر عليه السلام وروى عنه وذكره الكشى ايضا\nفي اصحابه ع وقال قال حمدويه سمعت اشياخي يقولون: ضريس انما سمى بالكناسى\nلان تجارته بالكناسة، وكانت تحته بنت حمران، وهو خير، فاضل، ثقة، وذكرناه\nفي أصحاب الباقر والصادق عليهما السلام مع ذكر من روى عنه عنهما السلام (4)\nذكره الشيخ في اصحاب الصادق عليه السلام. (5) كلامه صريح في حصر اولاد\nعبدالملك بهذه الثلثة، ولكن صريح غير الماتن رحمهم الله عدمه وتفصيل ذلك في\nرسالتنا في آل اعين. (6) ذكره البرقى والشيخ في أصحاب الباقر عليه السلام،\nوذكره الكشى في اصحاب عليه السلام مع اخوته وروى باسناد صحيح مدحا فيهم\nوفيه: كاتوا مستقيمين ومات منهم اربعة في زمان أبى عبدالله عليه السلام،\nوكانوا من اصحاب ابى جعفر ع الحديث، وذكره الشيخ في اصحاب الصادق عليه\nالسلام، وقال، يكنى أبا محمد، بقى بعد ابى عبدالله عليه السلام روى جماعة\nعنه عن أبى عبدالله عليه السلام ذكرناهم في ترجمته في طبقات أصحابه وفي\nطبقات أصحاب الكاظم عليه السلام. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n             [ 24 ]\n</p>\n\n<p>\nعبد الرحمان (1) وحمران، وسميعا، وعباسا، وابراهيم، واسحاق. بنى عبد\nالرحمان فذلك ستة انفس. وولد عبدالله بن بكير (2) رحبان، وكان اسمه: محمد.\nوالحسن (الحسين - خ) وعليا بنى عبدالله بن بكير. قال أبو طالب: وسقط بقية\nالنسب من كتاب أبى جعفر بن الصباح (3). وكان زرارة يكنى ابا على (4) وذكره\n(ه - خ) الجاحظ (5) (زرارة خ -) في كتاب الحيوان: (وأورد عنه شعرا - خ -)\nوروى عنه نسبه إليه في ذكر المهدى وروى له ايضا شعرا في كتاب النساء وذكر\nله بيتا في كتاب العرجان الاشراف ولا ادرى صدق الجاحظ في ذلك ام لا وقال في\nكتاب الحيوان: قال زرارة بن أعين مولى بنى اسعد بن هام، وكان <span id='ms211'></span> رئيس التميمة\n(التسمية - خ).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) لم احضر له ولا لسائر اخوته ترجمة ولا رواية. (2) تقدمت ترجمته ص 6.\nولم احضر لولده ترجمة ولا رواية. (3) يظهر من ذلك ان محمد بن الحسن بن على\nبن صباح بن سلام ابى جعفر المدائني شيخ أبى طالب الانباري كان من مصنفي\nاصحابنا في تراجم الرواة بل ان كتابه كان من احد مصادر التراجم. ذكرناه في\nكتابنا (مصادر تراجم الرواة) (4) وكناه النجاشي والشيخ، والكشى، بأبى\nالحسن. وتفصيل ذلك في ترجمته في الشرح على رجال النجاشي وغيره من كتبنا\nالرجالية. (5) ذكر الجاحظ العثماني المعاند لاحد رواة الشيعة مع شدة نصبه\nامارة على جلالته بين الطوائف، واصحاب المذاهب، ثم ان جلالة زرارة وعظم\nشأنه عند الائمة عليهم السلام وفى اصحابهم ورواة الحديث ومشايخهم مما فصلنا\nالقول فيها في كتبنا في اخبار الرواة وتراجمهم ومصنفاتهم مما يطول بذكره في\nالمقام وسيأتى ذكر بعض احواله تبعا للمتن وتقدم أيضا ص 3. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n             [ 25 ]\n</p>\n\n<p>\n(وكان بكير يكنى ابو الجهم - خ) (1) وحمران يكنى أبا حمزة (2)، وعبد الله\nبن بكير يكنى ابا على (3) ومن ولد زرارة: محمد بن عبدالله بن زرارة (4)\nوكان كثير الحديث (5)، وروى (عنه - خ) على بن الحسن بن فضال حديثا كثيرا\n(عنه - خ) (6)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ويكنى ايضا بابى عبدالله، كما ذكرناه في الرسالة وفى ترجمته من\nكتبنا. (2) تقدم ذكره ص 2 وانه يكنى ايضا: ابو الحسن. (3) كما ذكره الشيخ\nوالنجاشى وغيرهما. (4) كان محمد بن عبدالله بن زرارة ممن شهد وفاة الحسن بن\nفضال وانكاره امامة عبدالله الافطح وفي مدحه قال أبو الحسن محمد بن أحمد بن\nداود شيخ القيميين في وقته وفقيههم: كان والله محمد بن عبدالله اصدق عند\nلهجة من احمد بن الحسن فانه رجل فاضل دين. وكان محمد بن عبدالله ممن ادرك\nايام أبى الحسن الهادى عليه السلام وذكرنا ترجمته في تهذيب المقال (ج 2 ص\n10) (5) روى عن أصحاب الباقر، والصادق والكاظم والرضا عليهم السلام مثل\nعبدالله بن ميمون القداح، وعبد الله بن بكير والبزنطي وغيرهم. روى عنه\nاجلاء الطائفة مثل الحسن بن محبوب من اصحاب <span id='ms212'></span> الكاظم والرضا عليهما السلام،\nومن أصحاب الاجماع، ومن روى عن الثقات ذكرناهم في ترجمته. (6) وهو الذى روى\nوصاية اخيه احمد بن الحسن عن محمد بن عبدالله بن زرارة عند موته. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n             [ 26 ]\n</p>\n\n<p>\nووجدت في كتاب الصابونى المصرى (1): يونس بن عبدالملك بن أعين ويونس بن\nقعنب بن اعين ممن روى عن أبى عبدالله عليه السلام وذكر في الكتاب المذكور:\nان ولد الجعفر بالفيوم من ارض مصر (2) فيها قبر عثمان بن مالك بن أعين\nويونس بن قعنب بن أعين. وروى محمد بن الحسين عن ابراهيم بن محمد بن حمران\n(2) عن أبيه (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هو محمد بن احمد بن ابراهيم بن سليمان ابو الفضل الجعفي الكوفى\nالمعروف بالصابوني المصرى ترجمه النجاشي وغيره وله كتب منها: كتاب\n(الذريعة) وقد ذكرناه بكتبه في كتابنا (مصادر تراجم رواة الشيعة) كما حققنا\nترجمته في تهذيب المقال، وربما يظهر من عبارة المتن ان كتابه كان فيمن روى\nعن ابى عبدالله عليه السلام وقد افردنا كتابا في مجلدات في اصحابه ومن روى\nعنه فكانوا اكثر من اربعة آلاف نفس. (2) الفيوم بمصر: هي ولاية غربية بينها\nوبين الفسطاط اربعة ايام بينهما مغازة لاماء بها ولا مرعى مسيرة يومين، وهى\nفي منحفض الارض كالدارة ويقال: ان يوسف الصديق على نبينا وآله وعليه السلام\nحفر نهرا عظيما حتى ساقه إلى الفيوم، ذكره في معجم البلدان. ثم ان الفيوم\nكان محل نزول جماعة من الطالبية ذكرهم في منقلة الطالبية. (3) روى ابراهيم\nبن محمد بن حمران بن أعين الشيباني عن أبى عبدالله عليه السلام، روى عنه\nعنه على بن المعلى، وعلى بن خطاب الخلال، ذكرناه في طبقات اصحابه عليه\nالسلام وروى عن الرجل مثل أبيه، وتقدم ذكر ابيه ص 5 وذكر جده حمران ص 2 و3\n(4) تقدم ذكره ص 5. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n             [ 27 ]\n</p>\n\n<p>\nعن أبى عبدالله عليه السلام ان اول من عرف هذا الامر عبدالملك (1) عرفه\nمن صالح بن ميثم (2) ثم عرفه حمران عن أبى خالد الكابلي رحمهم الله (3)\nوروى ان زرارة كان وسيما جميعا، أبيض (4) وكان يخرج إلى الجمعة (5) وعلى\nرأسه برنس اسود <span id='ms213'></span>، وبين عينيه سجادة، وفي يده عصى، فيقوم له الناس سماطين،\nينظرون إليه لحسن هيئته، فربما رجع عن طريقه (6)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ذكره وذكر اولاده ص 23. (2) ذكره البرقى والشيخ في اصحاب الباقر\nعليه السلام، وذكره الشيخ في اصحاب الصادق عليه السلام قائلا: صالح بن ميثم\nالاسدي مولاهم. ولا يبعد اتحاده مع صالح بن ميثم الكوفى. ومع أبى عقبة بن\nصالح. ذكرناه في طبقات اصحابهما عليهم السلام (3) كان أبو خالد الكابلي،\nاسمه وردان، ولقبه كنكر من أصحاب الامام السجاد عليه السلام ومن حواريه،\nوثقاته، رواه الكشى وقد ورد في مدحه روايات اخرجناها في (اخبار الرواة) كما\nذكرنا ترجمته في (الطبقات). (4) تقدم ذكر ترجمة مختصرة لزرارة ص 3 وذكر\nالعامة والخاصة ترجمته وذكرناه في طبقات اصحاب السجاد، والباقر، والصادق،\nوممن مات في ايام الكاظم عليهم السلام، واوردنا ما ورد فيه من الروايات في\nكتابنا (اخبار الرواة) (5) أي في جمعة العامة، والا فلا يقيم الشيعة الجمعة\nالا مع الامام العادل وله أخبار في صلوة الجمعة تدل على انه ممن لا يرى\nالجمعة الا مع الامام السلطان العادل قد اشرنا إليها في رسالتنا الكبيرة في\nصلوة الجمعة. (6) كان في زرارة خلال من الفضل والدين، والمعرفة، والصدق في\nالقول، وقد عد من حوارى ابى جعفر، وجعفر بن محمد عليهما السلام أشرنا إليها\nفي ترجمته من كتينا. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n             [ 28 ]\n</p>\n\n<p>\nوكان خصما، جدلا، لا يقوم أحد لحجته الا ان العبادة اشغلته عن الكلام،\nوالمتكلمون من الشيعة تلاميذه (1) ويقال: انه عاش سبعين (تسعين - خ) سنة.\n(2) ولآل أعين من الفضائل، وما روى فيهم اكثر من أن اكتبه لك، وهو موجود في\nكتب الحديث. (3) وحدثني ابو الحسن محمد بن احمد بن داود قال حدثنا ابو\nالقاسم على بن حبشي بن قونى قال حدثنى - الحسين (الحسن - خ - ظ) بن احمد بن\nفضال قال حدثنى جدى. (جدك - خ -) الحسين بن يوسف بن مهران، قال أبو غالب\nرضى الله عنه، واقول أنا: انه جده لامه لان أمه ام على بنت الحسين بن يوسف،\nوهم اهل بيت يعرفون ببنى السفاثجى <span id='ms214'></span>. قال ابن فضال: وكان جدك اليفا لبنى\nفضالة (فضال - خ -)، وجارهم وقال: خرج الحسن بن على بن فضال، فقال: لى: قم\nيا حسين حتى نمضى إلى مليك بن أعين، فهو عليل، (وقد جائنى رسوله معه - خ -)\nفقمت، فاعتمد على يدى فدخلنا على مليك، وهو يجود بنفسه، فقال له الحسن: ما\nحاجتك ؟ فقال:\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ولذلك مدحه النجاشي بقوله: وكان قارئا، فقيها: متكلما، شاعرا، اديبا\nقد اجتمعت فيه خلا الفضل والدين، صادقا فيما يرويه. قلت: وقد اشتهر زرارة\nبالفقه، والحديث بين علماء الاسلام. (2) مات سنة خمسين ومأئة، ذكره النجاشي\nوغيره. (3) ذكرنا كثيرا منها في رسالتنا المفردة في آل أعين. وفي كتابنا\n(اخبار الرواة). (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n             [ 29 ]\n</p>\n\n<p>\nاوصى اليك، أو اعهد اليك ؟ فقال له: ما تقول فيهما ؟ (1) فقال: ما تسمح\nنفسي ان اقول الا خيرا، فضرب بيده إلى يدى، فغلها (فنسلها - خ)، وقال لى قم\nيا حسين، ثم التفت إليه، فقال: مت أي ميتة شئت (2) وكان مليك، وقعنب ابنا\nاعين يذهبان مذهب العامة مخالفين لاخوتهم. (3) قال ابن فضال في هذا الحديث:\nوخلف اعين: حمران، وزرارة، وبكيرا وعبد الملك وعبد الرحمان (4) وموسى\nومليكا وضريسا، وقعنب، وعبيدالله فذلك عشرة انفس. هذا من هذه الرواية، وقد\nذكرت الرواية ودفع الاختلاف في عدد ولد اعين وقد ذكرت الاصل الذى كنت\nاعرفه. ومما رواه لى أبو طالب الانباري، وما رواه لى ابو الحسن بن داود\nرحمه الله عن ابى القاسم بن قونى عن ابن فضال، وروى لى ابن المغيرة عن أبى\nمحمد الحسن بن حمزة العلوى عن أبى العباس احمد بن محمد بن سعيد بن عقدة\nالكوفى المشهور\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) أي في الاولين من الخلفاء. (2) اشارة إلى الحديث المروى بطرق\nالفريقين عن النبي الاكرم صلى الله عليه وآله. من مات ولم يعرف امام زمانه\nمات ميتة جاهلية، (3) يأتي في ذيل الرسالة لشيخنا أبى عبدالله الغضائري ذكر\nمالك، وقعنب من اخوة زرارة وانهما ليسا على شيئ من هذا الامر، وان ولد قعنب\nبالفيوم من ارض مصر، وذكرنا ما ورد فيهما في رسالتنا في آل أعين <span id='ms215'></span>. (4) تقدم\nذكر هولاء الاخوة، ولم احضر لمليك، وضريس، وعبيد الله بنى أعين ذكرا في غير\nالمتن. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n             [ 30 ]\n</p>\n\n<p>\nبكثرة الحديث: انهم سبعة عشرة رجلا، الا انه لم يذكر أسمائهم، وما يتهم\nفي معرفته، ولا شك في علمه (1) وجدتي ام أبى فاطمة بنت جعفر بن محمد بن\nالحسن القرشى البزاز (2) مولى بنى مخزوم.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) طريق الماتن رحمه الله إلى ابن عقدة صحيح واما ابن عقدة فهو الحافظ\nالمشهور الجليل عند أصحابنا وعند العامة قال النجاشي: في ترجمته: جليل في\nاصحاب الحديث، مشهور بالحفظ، والحكايات تختلف عنه في الحفظ وعظمه، وكان\nكوفيا زيديا، جاروديا على ذلك حتى مات، وذكره اصحابنا لاختلاطه بهم\nومداخلته اياهم وعظم محله وثقته، وأمانته. وذكره الشيخ رحمه الله نحوه في\nترجمته في الفهرست وقال: أمره في الثقة والجلالة والحفظ أشهر من ان يذكر.\nوفى (من لم يرو عنهم عليه السلام) من رجاله: وكان حفظه ما سمعت جماعة يحكون\nانه قال: أحفظ مأته وعشرين ألف حديث بأسانيدها، وأذأكر بثلثمأئه ألف حديث\nوقال الذهبي في تذكرة الحفاظ ج 3 ص 57: ابن عقدة حافظ العصر، والحديث\nوالمحدث البحر.. قال الوزير بن الفضل بن حنزابة: سمعت الدارقطني يقول: اجمع\nاهل الكوفة انه لم ير بالكوفة من زمن ابن مسعود إلى زمن ابن عقدة احفظ.. ثم\nذكر احاديث في حفظه. وفي ميزان الاعتدال ج 1 ص 137 عن الدار قطني يقول: ابن\nعقدة يعلم ما عند الناس ولا يعلم الناس ما عنده: قلت ذكرنا كلام الخطيب في\nتاريخ بغداد. وابن حجر في لسان الميزان، واليافعي في مرآت الجنان وكلام\nغيرهم من العامة في ترجمته في كتابنا (تهذيب المقال ج 3) (2) الرزاز بدل\n(الزاز) في كتب الرجال والحديث) (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n             [ 31 ]\n</p>\n\n<p>\nوقد روى محمد بن الحسن الحديث، وكان أحد حفاظ القرآن، وقد نقلت عنه\nقرائته، وكبرت منزلته فيها. وأخوه ابو العباس محمد بن جعفر البزاز، وهو من\nأحد رواة الحديث، ومشايخ الشيعة (1). وكان له أخ اسمه الحسن بن جعفر، قد\nروى ايضا الحديث، الا ان عمره لم يطل، فينقل عنه. وكان مولده محمد بن <span id='ms216'></span> جعفر\nسنة ثلث (سنة - خ) وثلثين ومأتين. ومات سنة ست عشر وثلثمأته. وعمره ثمانون\nسنة. وكان من محله في الشيعة انه كان الوافد عنهم إلى المدينة عند وقوع\nالغيبة ستة ستين ومأتين وأقام بها سنة، وعاد، وقد ظهر له من أمر الصاحب\nعليه السلام ما أضاح إليه. وامه، وام اخته فاطمة جدة بنت محمد بن عيسى\nالقيسي (التسترى - خ) وأنا اذكر حاله بعد ذكر أمي رحمها الله، وامى أم\nالحسين بنت عيسى بن على\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان ابو العباس محمد بن جعفر البزاز من مشايخ الكليني وأبى غالب\nالزرارى، روى كثيرا عن جماعة من رواة الشيعة واعلامهم مثل محمد بن عيسى،\nومحمد بن عبدالحميد، ومحمد بن اسماعيل، وايوب بن نوح، ويحيى بن زكريا\nاللؤلؤي، ومحمد بن الحسين بن أبى الخطاب ونظرائهم. وهو وان لم يصرح بتوثيق\nالا انه يشير إلى جلالته بل وثاقتة تخصيص النجاشي وجه ضعف طريق كتاب مياح\nالمدائني بمحمد بن سنان مع انه رواه عن ابى غالب عن خال ابيه محمد بن جعفر\nالرزاز، وتمام الكلام في ترجمته في (تهذيب المقال). (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n             [ 32 ]\n</p>\n\n<p>\nبن محمد بن زياد القيسي (التسترى - خ) وامها ام ولد رومية. وكان عيسى بن\nزياد انتقل من نواحى البصرة في ايام الفتنة بعد قتل ابراهيم بن عبدالله بن\nحسن (1) فنزل تستر وتستر احد طساسيج الكوفة، واسمه موجود في كل كتاب عمل\nلذلك الفن (لذكر طساسيج السواد - خ) فنزل قرية منه، يقال لها بقرونا\n(يقربونا - خ) فهذا الاسم هو الغالب عليها، وهى ثلثة وروم فنزل ورمى (ورما\n- خ) منها يقال له: صقلبنا، وهى على عمود فرات الاعظم الذى يحمل من الكوفة\nإلى نجران ويجتاز إلى جنبلا ويلونا (وتمر بالسر - خ) وهى مدينة عظيمة فتحها\nخالد بن الوليد في اول الاسلام، ويقربونا ينسب إليها الرستاق، وهى في شرقي\nالفرات (العراق - خ) وصقلبنا في غربه، فملك ضياعا واسعة وحفر فيها نهرا\nيسمى نهر عيسى، وبقى في يدى من تلك الضياع بالميراث شيئ إلى أشياء كنت\nأستزدتها إلى ان اخرج الجميع عن <span id='ms217'></span> يدى في المحن التى امتحنت من أشر الاعراب\nاياى، وغير ذلك من خراب السواد بالفتن المتصلة بعد دخول الهجرة بين اهل\nالكوفة الا شيئ يسير مطل على بالحال التى بينى وبين عمر (عمران - خ) بن\nيحيى العلوى في سنة خمس وعشرين وثلثمائة.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان ابراهيم بن عبدالله بن الحسن بن الحسن على بن أبيطالب المدنى\nالهاشمي من الطالبين وقد خرج بالبصرة وبايعه وجوه الناس ولقب بأميرالمؤمنين\nحتى قتل بأمر المنصور الدوانيقي في باخمرى سنة خمس واربعين ومائة في ذى\nالقعدة ذكرناه في اصحاب الصادق عليه السلام من كتابنا في الطبقات، وذكرنا\nاخباره في كتابنا (اخبار الرواة) (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n             [ 33 ]\n</p>\n\n<p>\nوكان محمد بن عيسى أحد مشايخ الشيعة (1) وممكن كان يكاتب (2) وكان خرج\nتوقيع إليه جواب كتاب كتبه على يدى ايوب بن نوح رضى الله عنه (3) في ام\nعبدالله بن جعفر، حدثنى بذلك خال ابو العباس الرزاز (جوابا مستقصا - خ)، لم\nاقم على حفظه، وغابت عنى نسخته، والجواب موجود في الحديث وكتب بعد ذلك إلى\nالصاحب عليه السلام يسئل مثل ذلك فكتب عليه السلام: قد خرج منا إلى التسترى\nفي هذا المعنى ما فيه كفاية، أو كلام هذا معناه. وكان محمد بن عيسى أحد\nرواة الحديث (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) روى عن مثل معمر بن خلاد البغدادي الثقة من أصحاب الرضا عليه السلام\nكتاب الزهد تصنيفه، روى عنه محمد بن جعفر الرزاز قال حدثنا جدى لابي محمد\nبن عيسى بن زياد قال حدثنا معمر، ذكره النجاشي في ترجمة معمر ص 330، والشيخ\nايضا في الفهرست ص 170. (2) ذكرنا محمد بن عيسى بن زياد التسترى في طبقات\nاصحاب الامام الحجة عجل الله فرجه الشريف في باب من كان يكاتبه، ومن خرج\nإليه توقيع من الناحية المقدسة. (3) كان ايوب بن نوح بن دراج النخعي من\nأصحاب الرضا والجواد والهادي والعسكري عليهم السلام ذكرناه في طبقات\nاصحابهم، وكان وكيلا لابي الحسن، وأبى محمد عليهما السلام، عظيم المنزلة\nعندهما، مأمونا، وكان شديد الورع، كثير العبادة، ثقة في رواياته، ذكره\nالنجاشي. وذكرنا ترجمته في تهذيب المقال ج <span id='ms218'></span> 3 ايضا وما ورد في مدحه في\n(اخبار الرواة)، وكان من وسائط التوقيعات وقد ورد في توثيقه توقيع ذكرناه\nفي محله. (4) روى عنه الكليني، والشيخ، والنجاشى عن اصحاب الرضا عليه\nالسلام، مثل معمر بن خلاد وابن فضال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n             [ 34 ]\n</p>\n\n<p>\nحدثنى عنه خال أبى محمد بن جعفر الرزاز، وهو جده أبو أمه، عن الحسن بن\nعلى بن فضال بحديث منه: كتاب البشارات لابن فضال (1) وحدثني بكتاب عيسى بن\nعبدالله العلوى (2) وهو كتاب معروف، وابنه: على بن محمد بن عيسى جد امى،\nوخال (خالي - خ -) ابى العباس الرزاز، وقد روى ايضا صدرا (قدرا - ظ) من\nالحديث (3). وكانت دورهم في موضع يعرف بلجام (بنجام - خ) البكريين، وهو في\nظهر حطة بنى اسعد بن همام. وقد خرب، واتصل بخرابات بنى عجل إلى حدود حمير\nاذيلم، ولم ادرك انا الناحية الا خرابا قد زرع في بعض منها اشنان (اثنيان -\nخ) فكانت في دورنا منه شيئ، فكنا نأخذ منه في كل سنة شنانا قفرانا (ثنيانا\nقفرانا - خ) ودراهم، أجرة الاقرحة، ومضيت إليها مرة، وأنا صبى مع من كان\nيمضى فجئنا بالدراهم، والاثنيان (والاشنان - خ) فرأيتها ورأيت فيما بينهما\nقبر محمد بن عيسى، وقبور ولده. وكان جدى أبو طاهر أحد رواة الحديث (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ذكره الشيخ والنجاشى في كتب ابن فضال. (2) كان عيسى بن عبدالله\nالعلوى العمرى. هو عيسى بن عبدالله بن محمد بن عمر بن على بن أبيطالب عليه\nالسلام ابن اخت أبى عبدالله عليه السلام روى عنه عليه السلام، وذكرناه في\nطبقات أصحابه، وذكره النجاشي والشيخ بكتابه في مصنفي أصحابنا. (3) لم اقف\nله ترجمة ولا رواية الا ما في الكشى ترجمة يونس بن عبد الرحمان ص 308 عن\nمحمد بن احمد عن بعض أصحابنا عن على بن محمد بن عيسى عن عبدالله بن محمد\nالحجال عن أبى الحسن الرضا عليه السلام. (4) قال النجاشي: محمد بن سليمان\nبن الحسن بن الجهم بن بكير بن أعين\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n             [ 35 ]\n</p>\n\n<p>\nقد لقى محمد بن خالد الطيالسي (1) فروى عنه كتاب عاصم بن حميد (2) وكتاب\nسيف بن عميرة (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nابو <span id='ms219'></span> طاهر الزرارى حسن الطريقة، ثقة، عين، وله إلى موليناابى محمد عليه\nالسلام مسائل، والجوابات، له كتب: منها كتاب الآداب والمواعظ، كتاب الدعاء\nأخبرتا محمد بن محمد وغيره قال حدثنا أبو غالب احمد بن محمد بن سليمان قال\nأخبرني بها ومات محمد بن سليمان في سنة احدى وثلثمائة، وكان مولده سنة سبع\nوثلثين ومأتين. قلت تقدم ذكر ورود الكتب من خراسان على محمد بن سليمان إلى\nزمان وفاته ص 16 ومكاتبته مع الامام الحجة عليه السلام وورود التوقيع إليه\nص 17 (1) رواية ابى طاهر عن محمد بن خالد الطيالسي من أصحاب الكاظم عليه\nالسلام كتب اصحاب اصحاب الصادق عليه السلام تدل على علو الاسناد به وقد مات\nالطيالسي ليلة الاربعاء لثلث بقين من جمادى الآخرة سنه تسع وخمسين ومأتين\nوهو ابن سبع سبع وتسعين سنة كما ذكره النجاشي والشيخ. (2) روى النجاشي كتاب\nعاصم بن حميد الحناط الكوفى باسناد موثق عن محمد بن عبدالحميد عنه وقال:\nثقة عين صدوق روى عن أبى عبدالله عليه السلام، وروى الشيخ كتابه بطرقه عن\nمحمد بن عبدالحميد، والسندى بن محمد، وعبد الرحمان بن ابى نجران وذكرنا ما\nهو التحقيق في ذلك في تهذيب المقال وفي شرحنا على كتاب فهرست الشيخ وذكرناه\nفي الطبقات. (3) قال النجاشي: سيف بن عميرة النخعي عربي، كوفى، ثقة، روى عن\nأبى عبدالله وأبى الحسن عليهما السلام، له كتاب يرويه جماعات من أصحابنا، أخبرني\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n             [ 36 ]\n</p>\n\n<p>\nوكتاب العلاء بن رزين (1) وكتاب اسماعيل بن عبد الخالق (2) وأشياء غير\nذلك (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nالحسين بن عبيدالله، عن أبى عالب الزرارى عن جده، وخال أبيه محمد بن جعفر\nعن محمد بن خالد الطيالسي ممن سيف بكتابه. وروى الشيخ كتابه في الفهرست بعد\nتوثيق سيف بن عميرة بطريقين صحيحين عن على بن الحكم عن سيف بن عميرة، وقد\nحققنا ذلك في كتبنا الرجالية. (1) كان من اصحاب الصادق عليه السلام ثقة،\nوجها، وصحب محمد بن مسلم وفقه عليه. ذكره النجاشي، جليلى القدر، ثقة. كما\nذكره الشيخ ثم حكى عن ابن بطة انه اكثر رواية من <span id='ms220'></span> صفوان. وروى النجاشي كتاب\nالعلاء بن رزين القلا باسناده عن الحسن عنه وقال الشيخ في الفهرست: له كتاب\nوهو اربع نسخ منها رواية الحسن بن محبوب، ثم رواها بأسانيد صحاح عنه عنه،\nوروى نسخة ثانية له بطريقين عن محمد بن خالد الطياليسى عنه، ونسخة ثالثة\nباسناده عن محمد بن أبى الصهبان عن صفوان عنه، ونسخة رابعة بطريقين عن\nالحسن بن فضال عنه. (2) كان اسماعيل بن عبد الخالق بن عبد ربه الاسدي من\nاصحاب الباقر والصادق والكاظم عليهم السلام بل ذكره البرقى فيمن نشأ في عصر\nالسجاد عليه السلام وذكرناه في طبقات أصحابهم ووثقه النجاشي وغيره، وروى\nالكشى فيه مدحا ذكرناه في اخبار الرواة. وذكر الشيخ والنجاشى كتابه وقال\nالنجاشي: رواه عنه جماعة، ثم رواه عن المفيد عن أبى غالب الزرارى عن عم\nأبيه على بن سليمان عن محمد بن خالد عنه، وروى الشيخ في الفهرست بطريقين\nآخرين عن محمد بن الوليد، وأبى محمد القاسم بن اسماعيل عنه. (3) تحقيق ذلك\nفي ترجمته في تهذيب المقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n             [ 37 ]\n</p>\n\n<p>\nوروى عن محمد بن الحسين بن أبى الخطاب (1) شيئا كثيرأ، منه (فيه - خ)\nكتاب احمد بن محمد بن محمد بن ابى نصر البزنطى (2) وكان روايته عنه (3) هذا\nالكتاب في سنة سبع وخمسين ومأتين وسنه إذ ذاك عشرون سنة وروى عن يحيى بن\nزكريا اللؤلؤي (4) وعن رجال غيره.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان من أصحاب الجواد، والهادي، والعسكري عليهم السلام ذكره الشيخ في\nاصحابهم وذكرناه في طبقات أصحابهم، ووثقه الشيخ في مواضع من كتبه وقال\nالنجاشي: جليل من أصحابنا، عظيم القدر، كثير الرواية، ثقة، عين، حسن\nالتصانيف مسكون إلى روايته، ثم ذكر كتبه ورواه عنه وقال: ومات محمد بن\nالحسين سنة اثنتين وستين وماتين. (2) كان البزنطى من أصحاب الكاظم والرضا\nوالجواد عليهم السلام ذكره النجاشي والشيخ والكشى والبرقي وغيرهم وذكرناه\nفي الطبقات، وكان من ثقات اصحابنا والشيخ والكشى والبرقي وغيرهم وذكرناه في\nالطبقات، وكان من ثقات اصحابنا وأجلائهم ومن أصحاب الاجماع وذكرنا ما ورد\nفي مدحه في أخبار الرواة ومات سنة <span id='ms221'></span> احدى وعشرين ومأتين بعد وفات ابن فضال\nوتفصيل ترجمته في تهذيب المقال ج 3. (3) روى النجاشي كتاب (الجامع) للبزنطى\nعن الحسين بن عبيدالله عن أبى غالب غالب الزرارى عن خال ابيه محمد بن جعفر،\nوعم أبيه على بن سليمان عن محمد بن الحسين بن أبى الخطاب عنه، وروى الشيخ\nايضا في الفهرست بهذا الاسناد عنه عنه وايضا باسناد آخر عن احمد بن محمد بن\nأبى نصر. (4) روى الشيخ والنجاشى كتاب (نوادر البزنطى) باسنادهما عن ابن\nعقدة عن يحيى بن زكريا بن شيبان وفي اتحاده مع اللؤلؤي كلام تحقيقه في\nترجمته (5) روى النجاشي باسناد آخر عن أحمد بن هلال عن البزنطى كتاب نوادر\nآخر له. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n             [ 38 ]\n</p>\n\n<p>\nومات أبى: محمد بن محمد بن سليمان (1) وسنه نيف وعشرون سنة، وسنى إذ ذاك\nخمس سنين وأشهر. وكان مولدي ليلة الاثنين لثلاث (خمس - خ) ليلة بقين من شهر\nربيع الآخر سنة خمس وثمانين ومأتين (2). ومات جدى محمد بن سليمان رحمه الله\nفي غرة المحرم سنة ثلثمائة (3) فرويت عنه بعض حديثه. وسمعي (سمعنى - خ) من\nعبدالله بن جعفر الحميرى (4) وقد كان دخل الكوفة في سنة سبع وتسعين ومأتين\n(5) وجدت هذا التاريخ بخط عبدالله بن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) لم أحضر له ترجمة. (2) قال النجاشي في ترجمته: ومات أبو غالب رحمه\nالله سنة ثمان وستين وثلثمائة، انقرض ولده الا من ابنة ابنه وكان مولده سنة\nخمس وثمانين ومأتين. وقال الشيخ في الفهرست. ومات رضى الله عنه سنة ثمان\nوستين وثلثمائة، وفي رجاله: ومات سنة ثمان أو سبع وستين وثلثمائة. (3) تقدم\nذكره بمدح ص 17. (4) كان الحميرى من أجلة الثقات وشيوخ القميين من أصحاب\nالعسكري عليه السلام فرواية الماتن عن مثله توجب علو الاسناد. (5) وقال\nالنجاشي في ترجمة الحميرى: شيخ القميين ووجههم، قدم الكوفة سنة نيف وتسعين\nومأتين وسمع أهلها منه، فأكثروا، وصنف كتبا كثيرة.. قلت: وفي سنة ثمان\nوتسعين ومأتين تشرف الحميرى بزيارة الحائر الشريف وسمع معقل عنه عن الحسن\nبن ظريف بن ناصح كما في اختصاص المفيد (210)، ويأتى\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n             [ 39 ]\n</p>\n\n<p>\nجعفر في كتاب الصوم للحسين <span id='ms222'></span> بن سعيد (1)، ولم اكن حفظت الوقت للحداثة،\nوسنى إذ ذاك اثنتى عشرة سنة وشهور. وسمعت أنا بعد ذلك من عم ابى على بن\nسليمان. ومن خال أبى محمد بن جعفر الرزاز (2) وعن احمد بن ادريس القمى (3)\nواحمد بن محمد العاصمى (4) وجعفر بن محمد بن مالك الفزارى البزاز (5)، وكان\nكالذى ربانى، لان جدى محمد بن سليمان حين أخرجنى من الكتاب جعلني في\nالبزازين عند ابن عمه الحسين بن على بن مالك وكان أحد فقهاء الشيعة\nوزهادهم، وظهر بعد موته (بعد ذلك خ)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nذكر الحميرى في غير هذه الرسالة ايضا تبعا للمتن. ثم انى لم احضر لابي\nغالب رواية عن الحميرى ولعله ترك الرواية عنه مع سماعه لصغر سنه عند سماعه.\n(1) يأتي من الماتن ذكر طريقه إلى هذا الكتاب. (2) قد اكثر الماتن الرواية\nعنهما كما تقدم وتأتى جملة منها. (3) كان احمد بن ادريس ابو على الاشعري\nالقمى ثقة فقيها في أصحابنا كثير الحديث، صحيح الرواية، مات بالقرعاء، سنة\nست وثلثمائة، ذكره النجاشي. وكان من مشايخ الكليني. (4) كان ثقة في الحديث\nوسالم الجنبة، وسكن بغداد، روى عن شيوخ الكوفيين ذكره الشيخ، وتقدم ذكر\nرواية الماتن عن احمد بن محمد العاصمى كتاب الحسن بن الجهم ص 8. (5) قد\nتعجب النجاشي من رواية أبى غالب الزرارى الشيخ الجليل الثقة عن جعفر بن\nمحمد بن مالك الفزارى لانه كان ضعيفا في الحديث. ذكره في ترجمته، قلت قد\nحققنا القول في جعفر بن محمد الفزارى وفي رواية أبى غالب عنه في تهذيب\nالمقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n             [ 40 ]\n</p>\n\n<p>\nمن زهده مع كثرة ما كان يجرى على يده أمر عجيب ليس هذا موضع ذكره (1).\nوسمعت من أبى جعفر محمد بن الحسين بن على بن مهزيار الاهوازي (2) وغيرهم\nرحمهم الله. وسمعت من حميد بن زياد (3) وأبى عبدالله بن ثابت (4)، وأحمد بن\nمحمد بن رياح (5) وهولاء من رجال الواقفة الا انهم كانوا فقهاء، ثقات في\nحديثهم كثيرى الرواية. (6)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) لم احضر له ترجمة وما ذكره الماتن هو المعول عليه. (2) لم احضر له\nترجمة. (3) كان حميد بن زياد <span id='ms223'></span> النينوائى عالما جليل القدر، واسع العلم، كثير\nالتصانيف، روى اكثر الاصول، ثقة، واقفا، وجها فيهم مات سنة عشر وثلثمائة.\nذكره الاصحاب وحققنا ترجمته في تهذيب المقال. (4) يحتمل كونه محمد بن أحمد\nبن ثابت القيسي الذى روى على بن حاتم كثيرا عنه وروى كتب ابن سماعة، ومحمد\nبن بكر وغيرهما روى النجاشي والشيخ عنه كتب جماعة من اصحابنا ذكرناه في\nكتابنا في (مستدرك الرواة). (5) الظاهر انه احمد بن محمد بن على بن عمر بن\nرباح القلاء السواق الواقفى الثقة الذى ذكره الشيخ والنجاشى وحققنا ترجمته\nفي تهذيب المقال وفي الشرح على فهرست الشيخ. (6) يدل على التزام الماتن\nبالرواية عن الثقة في الحديث وان كان مخطئا في الاعتقاد، ولازمه اثبات\nوثاقة جميع مشايخه ومن لم يعرف حالهم بروايته عنهم، وقد حققنا القول فيها\nفي فوائدنا الرجالية، وفي مقدمة (تهذيب المقال ج 1 ص 105 في\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n             [ 41 ]\n</p>\n\n<p>\nورزقت أباك وسنى ثمان وعشرون سنة وفي سنة ولادته (1) امتحنت محنة اخرجت\nاكثر ملكى عن يدى واخرجتني إلى السفر والاغتراب، واشغلتني عن حفظ ما كنت\nجمعت قبل ذلك. ولما صلح أبوك لسماع الحديث وسلوك طريق اجدادي رحمهم الله\nجذبته إلى ذلك فلم ينجذب وشغلنا طلب المعاش والبعد عن مشاهدة العلماء (عن\nالعلم - خ) وعلت سنى، فآيست من الولد وبلغ ابوك سبعا وثلثين ولم يرزق ولدا\nورزقني الله جل وعز الحج ومجاورة الحرمين سنة فجعلت كدى واكثر دعائي في\nالمواضع التى يرجى فيها قبول الدعاء ان يرزق الله اباك ولدا ذكرا يجعله\nخلفا لآل اعين (2) ثم قدمت العراق، فزوجت اباك من أمك، فبفضل الله عزوجل ان\nرزقناك في أسرع وقت، ومن بان جعلك سوى الخليقة، مقبول الصورة، صحيح العقل.\nإلى ان كتبت اليك هذا الكتاب. وكان مولدك في قصر عيسى ببغداد يوم الاحد\nلثلث خلون من شوال سنة ] التوتيقات العامة، ومن ذلك يظهر الوجه في روايته\nعن الفزارى بل يمكن القدح في تضعيفه وتحقيق ذلك في ترجمة الفزارى. (1) تقدم\nفي ص 15 عند ذكر ضياع امواله قوله: امتحنت في سنة اربع <span id='ms224'></span> عشرة وثلثمائة وما\nبعدها فخرج ذلك عن يدى.. (2) اقول قد بدالى ان اخرج هذا الشرح لرسالة أبى\nغالب فأخذت الخيرة من القرآن الكريم فجاء هذه الآية الكريمة: (وانى خفت\nالموالى من وراءى وكانت امرأتي عاقرا فهب لى من لدنك وليا يرثنى ويرث من آل\nيعقوب واجعله رب - رضيا - مريم - الآية 5 و6)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n             [ 42 ]\n</p>\n\n<p>\nاثنتين وخمسين وثلثمائة، وقد خفت ان يسبق أجلى ادراكك وتمكنك من سماع\nالحديث، وتمكني من حديثك بما سمعت من الحديث وان افرط في شيئى من ذلك كما\nفرط جدى، وخال أبى رحمهما الله إذ لم يحدثناى إلى سماع جميع حديثهما مع ما\nشاهداه من رغبتي في ذلك (1). ولم يبق في وقتى من آل اعين احد يروى الحديث\nولا يطلب العلم وشححت على اهل هذا البيت الذى لم يخل من محدث ان يضمحل\nذكرهم ويدرس رسمهم ويبطل حديثهم من أولادهم. وقد بينت لك آخر كتابي هذا\nأسماء الكتب التى بقيت عندي من كتبي وما حفظت اسناده وتيقنت روايته فانكان\nقد غاب عنى شرحت لك ممن سمعت ذلك وأجزت لك خاصة روايتها عنى على حسب ما\nاشرحه لك من ذلك عند ذكر اسمها. واجزت لك ما عندي من الكتب القديمة (2)\nوذكرت لك ما منها بخط\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) جزاه الله عنا وعن المسلمين احسن الجزاء بكثرة رغبته في طلب العلم\nوالحديث وسماعه ودرايته، وروايته وكتابته حتى بلغ الينا من رواياته مع كثرة\nما ضاعت منها ما بلغ وجمع في كتب الحديث. (2) كان عمر ابن ابن الماتن رحمه\nالله حين صدور الاجازة له أربع سنين وذلك حسب ما تقدم انه ولد سنة اثنتين\nوخمسين وثلثمائة وما يأتي من تاريخه لعمل هذه الرسالة انه سنة ست وخمسين\nوثلثمائة. والاجازة لمثله مع عدم صحة تحمله الحديث عادة بنحو الكتابة لا\nتخلو عن غموض الا ان عدم اشتراط علماء الرواية والحديث البلوغ وتعارف احضار\nالفقهاء وغيرهم صبيانهم لسماع الحديث واعتدادهم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n             [ 43 ]\n</p>\n\n<p>\nجدى محمد بن سليمان رحمها الله وما فيها بخط من عرفت خطه، وما جدد تلك من\nالكتب التى <span id='ms225'></span> خلفت. وجعلت جميع ذلك عند والدتك وديعة لك ووصيتها ان تسلمها\nاليك إذا بلغت وتحفظها اليك (عليك - خ) إلى حين علمك بمحلها وموضعها ان حدث\nالموت قبل بلوغك هذه الحال فان حدث بها حدث قبل ذلك ان توصى بها من تثق به\nلك وعلمك. فاتق الله عزو جل واحفظ هذه الكتب فان منها ما قرئ على عبدالرحمن\nبن ابى نجران في سنة سبع وعشرين ومأتين (2) وهو كتاب داود بن سرحان (3)\nومنها ما قرئه جدى محمد بن سليمان على محمد بن الحسين بن أبى الخطاب في\n</p>\n\n<p>\n---\n</p>\n\n<p>\nبرواياتهم لها بعد بلوغهم ربما يهون الامر وقد حكى ان السيد غياث بن\nطاووس رضى الله عنه اشتغل بالكتابة واستغنى عن المعلم وعمره اربع سنين وقد\nحكى نحو ذلك لجماعة يطول بذكرهم وتفصيله في محله. (1) كان عبد الرحمان بن\nأبى نجران أبو الفضل الكوفى القمى من أصحابنا الرضا والجواد عليهما السلام\nوبقى بعد وفات أبى جعفر الجواد عليه السلام وقال النجاشي: كان ثقة ثقة\nمعتمدا على ما يرويه، له كتب كثيرة.. وتفصيل ترجمته في تهذيب المقال وفي\nالطبقات. (2) كان من ثقات أصحاب الصادق والكاظم عليهم السلام روى كتابه عنه\nجماعات من اصحابنا على ما ذكره النجاشي ورواه باسناده عن محمد بن ابي حمزة\nعنه، ورواه الشيخ في فهرسته باسناده عن ابن أبى نجران عنه وباسناده ايضا عن\nالبزنطى، وايضا ابن نهيك عنه. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n             [ 44 ]\n</p>\n\n<p>\nسنة سبع وخمسين ومأتين (1) وتاريخ ذلك في أواخر الكتب مما رويتهما عنى\nحسبما رسمته لك. وتوخ سلوك طريقة اجداد أبيك رحمهم الله، وتقبل اخلاقهم،\nوتشبه بهم في افعالهم، واجتهد في حفظ الحديث والثقة فيه، وواظب على ما\nيقربك من الله عزوجل، واعلم أنه ما اسن أحد قط الاندم على ما فاته من\nالتقرب إلى الله عزوجل بطاعته في شيبته (مشيته - خ) وعلى ما دخل فيه من\nالمحظورات في حداثته حين اسمعه الندامة ولا يمكنه استدراك ما فاته من عمره.\nواصحب مشايخ اصحابك، ومن تزين بصحبته بين الناس وان صحبت احدا من أترابك\nفلا <span id='ms226'></span> تدع مع ذلك صحبة المشايخ، أجاب الله فيك دعوتي وأحسن عليك خلافتي. وان\nرزق الله جل وعز الحياة، ومد في الاجل إلى ان تكتب عنى ما امليته عليك\nوتحفظ ما اسنده لك فذلك مناى وإلى الله عزوجل ارغب فيه وان تكن الاخرى\nوتقدمت ايامي قبل ذلك فالله عزوجل خليقتى عليك، واياه اسئل ان يحفظني فيك\nويحفظ صالح اجدادك من بكير وإلى كما حنظ للغلامين بصلاح ابيهما (2) فقد مر\nفي بعض الحديث انه كان بين ابيهما الذى حفظ له وبينهما سبعمائة سنة والله\nعزوجل حسبى فيك، وفي نفسي ونعم الوكيل.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان محمد بن الحسين بن أبى الخطاب الزيات من ثقات أصحاب الجواد\nوالهادي والعسكري عليهم السلام جليلا، عظيم القدر كثير الرواية ثقة، عينا\nحسن التصانيف مسكونا إلى روايته، مات سنة اثنتين وستين ومأتين، ذكره\nالنجاسى. (2) اشارة إلى قصة موسى وخضر في أمر الغلامين: (واما الجدار فكان\nلغلامين يتيمين في المدينة). (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n             [ 45 ]\n</p>\n\n<p>\nوعملت هذه الرسالة في ذى القعدة سنة ست وخمسين وثلثمائة، وجددت هذه\nالنسخة سنة سبع وستين وثلثمائة. ثبت الكتب التى اجزت لك روايتها على الحال\nالذى قدمت ذكرها وأسماء الرجال الذين رويتها عنهم. فمن ذلك: كتاب الصوم\nللحسين بن سعيد (1) وزيادات ابن مهزيار (2)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان أبو محمد الحسين بن سعد بن حماد بن مهران الاهوازي الكوفى من\nموالى على بن الحسين عليه السلام ومن ثقات أصحاب الرضا والجواد والهادي\nعليهم السلام ذكره الكشى والشيخ، والنجاشى، وابن النديم وغيرهم مع اخيه\nالحسن بل قال ابن النديم، اوسع أهل زمانهما علما بالفقه والآثار والمناقب\nوغير ذلك من علوم الشيعه.. قلت: ذكرنا ترجمته مفصلة في تهذيب المقال (ج 2 ص\n165 - 179) وفي الطبقات وفي اخبار الرواة، وشرح فهرست الشيخ بذكر احواله\nوكتبه والطرق إليها وتحقيقها، وكانت كتبه مشهورة حسنة معول عليها، وهى\nثلاثون كتابا ذكره سعد بن عبدالله الاشعري والصدوق، والشيخ والنجاشى وغيرهم\nبل يظهر منهم ان كتبه هي ميزان لصحة الكتب فما وافقت لروايات كتبه يؤخذ بها\nوما لم يوافق يترك (2) قد اشرنا في تهذيب المقال <span id='ms227'></span> إلى من زاد على كتب الحسين\nبن سعيد ومنهم على بن مهزيار الاهوازي من اجلاء اصحاب الرضا والجواد\nوالهادي عليهم السلام ومن ثقاتهم ومن الوكلاء الممدوحين فقد زاد على كتب\nالحسين بن سعيد المشهورة، وهى ثلاثون كتابا، وعلى خصوص كتاب صومه، وروى\nالشيخ في الفهرست ترجمة ابن مهزيار عن البرقى انه قال، ان على بن مهزيار\nاخذ مصنفات الحسين بن سعيد\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n             [ 46 ]\n</p>\n\n<p>\nقال ابو غالب حدثنى به ابو العباس عبدالله بن جعفرى الحميرى عن احمد بن\nمحمد بن عيسى عن ابن سعيد (1) وهى ثلثة اجزاء. وقال عبدالله بن جعفر: وما\nكانت الرواية عن على بن مهزيار فانه حدثنى به ابراهيم بن مهزيار عن أخيه\nعلى. (2) وما كان عن العباس بن معروف فهو مما صنعه على بن مهزيار حدثنى\nبهذا الكتاب الحميرى على الشرح في شعبان سنة تسع وسبعين ومأتين (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) وزاد عليها في ثلاثة كتب منها زيادة كثيرة اضعاف ما للحسين بن سعيد\nمنها كتاب الوضوء وكتاب الصلوة وكتاب الحج وسائر ذلك زاد شيئا قليلا.. (1)\nرواية الحميرى عن ابن عيسى عن الحسين بن سعيد كتابه صحيحة وهى أحدى طرق\nالشيخ والنجاشى إلى كتبه. (2) الطريق صحيح. وقال النجاشي في ترجمة على بن\nمهزيار: وروى كتب على بن مهزيار اخوه ابراهيم، ثم روى عن الحميرى عنه عن\nعلى بن مهزيار وروى الشيخ في الفهرست ايضا كتبه عن سعد والحميري عن ابراهيم\nعن اخيه، وايضا عن جماعة منهم الحميرى عن احمد بن محمد عن العباس بن\nالمعروف عن على بن مهريار. (3) تفرد الماتن رحمه الله بالرواية عن العباس\nبن معروف كتب الحسين بن سعيد بزياداته فقد روى النجاشي كتب الحسين بن سعيد\nعن أبى العباس بن نوح عن أحمد بن محمد بن عيسى، واحمد بن محمد بن خالد\nالبرقى، واحمد بن خالد البرقى، وأحمد بن محمد بن الحسن بن الكسن القرشى.\nواحمد بن محمد الدينورى، والحسين بن الحسن بن أبان وروى الشيخ ايضا عن أحمد\nبن محمد بن عيسى، وعن الحسين بن الحسن بن أبان <span id='ms228'></span> عنه كتبه بل وكتب غيره كما\nحققناه في تهذيب المقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n             [ 47 ]\n</p>\n\n<p>\nوله رواية اخرى ايضا. حدثنا بها أبو على احمد بن ادريس عن احمد بن محمد\nبن عيسى عن الحسين بن سعيد. كتاب الصوم لابن رباح، حدثنى رباح (1). كتاب\nالاشربة للحسين بن سعيد (2) حدثنى به أبو العباس عبدالله بن جعفر الحميرى\nعن أحمد بن محمد بن عيسى عنه (3). كتاب ما يبتلى به المؤمن (4) لابن سعيد،\nحدثنى به عبدالله بن جعفر الحميرى عن أحمد بن محمد بن عيسى عن الحسين بن\nسعيد. كتاب الايمان والنذور له، حدثنى به الحميرى عبدالله بن جعفر عن أحمد\nبن محمد بن عيسى عن الحسين بن سعيد (5).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هو احمد بن محمد بن على بن عمر بن رياح القلا ابو الحسن السواق\nالواقفى الثقة في الحديث صرح بوقفه ووثاقته في الحديث النجاشي، والشيخ في\nالفهرست وفي رجاله. قال النجاشي وصنف كتبا فمنها الصيام.. ولم أر من هذه\nالكتب الا كتاب الصيام، حسن.. وقال الشيخ: وصنف كتبا منها كتاب الصيام،\nاخبرنا به الحسين بن عبيدالله قال حدثنا احمد بن محمد الزرارى قراءة عليه..\nقلت: وتقدم ذكر ابن رباح بوثاقته في الحديث مع كونه من الواقعة ص 40. (2)\nذكره النجاشي، والشيخ وابن النديم في كتبه. (3) تقدم ذكر هذا الطريق من\nالطرق المذكورة إلى كتبه. (4) وفي الفهرست عد من كتبه: كتاب المؤمن، وفي\nرجال النجاشي: كتاب حقوق المؤمنين وفضلهم. (5) ذكره النجاشي والشيخ ايضا\nبطرقهما إليه، والطريق صحيح. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n             [ 48 ]\n</p>\n\n<p>\nكتاب الزكاة ليونس (1) حدثنى به الحميرى عن محمد بن عيسى بن عبيد عن يونس\n(2). كتاب محمد الحلبي (3) حدثنى عبدالله بن جعفر الحميرى عن ايوب بن نوح\n(1) هو يونس بن عبد الرحمان ابو محمد مولى على بن يقطين قال النجاشي: كان\nوجها في أصحابنا متقدما عظيم المنزلة، ولد في ايام هشام بن عبدالملك، ورأى\nجعفر بن محمد عليهما السلام بين الصفا والمروة، ولم يرو عنه، وروى عن أبى\nالحسن موسى، والرضا عليهما السلام، وكان الرضا عليه السلام يشير إليه في\nالعلم والفتيا، وكان ممن بذل له <span id='ms229'></span> على الوقف مال جزيل وامتنع من اخذه، وثبت\nعلى الحق..، ومدائح يونس كثيرة ليس هذا موضعها وانما ذكرنا هذا حتى لا\nنخليه من بعض حقوقه رحمه الله، وكانت له تصانيف كثيرة.. قلت قد ورد في مدحه\nروايات كثيرة اوردناها في كتابنا (أخبار الرواة) وقد حققنا القول في الجمع\nبينها وبين ما يشير إلى ذمه في كتابنا في الشرح على رجال الكشى، وقد\nاسثبعنا الكلام في ترجمته في تهذيب المقال، وذكر طبقته في طبقاتنا الكبرى.\n(2) وروى النجاشي هذا الكتاب وجميع مصنفاته باسناده إلى عبدالله بن جعفر\nالحميرى عن محمد بن عيسى عنه وروى الشيخ جميع كتبه وروايته بالاسناد إلى\nالحميري واسانيد اخر حققنا القول فيها في الشرح على فهرست الشيخ. (3) كان\nمحمد الحلبي من أصحاب أبى جعفر الباقر، وأبى عبدالله عليهما السلام ذكرناه\nفي طبقات اصحابهما بمن روى عنه عنهما عليهما السلام، والظاهر انه أبو جعفر\nمحمد بن على بن ابى شعبة الحلبي الذى ذكره الشيخ في رجاله وفي الفهرست\nووثقه وقال النجاشي في مدحه: وجه اصحابنا وفقيههم والثقة الذى لا يطعن\nعليه.. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n             [ 49 ]\n</p>\n\n<p>\nعن صفوان بن يحيى عن ابن مسكان عن محمد الحلبي (1) كتاب الديات للحسن بن\nظريف (2) حدثنى به عبدالله بن جعفر عن الحسن بن ظريف (3). كتاب التجمل\nوالمروة للحسين بن سعيد، حدثنى به الحميرى عن احمد بن محمد بن عيسى عن\nالحسين بن سعيد (4). كتاب العيص بن القاسم (5) ويعقوب بن شعيب (6) حدثنى به\nعبدالله بن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الطريق إليه صحيح وروى النجاشي كتابه التفسير بطريق آخر كما روى هذا\nالكتاب باسناد آخر وقال فيه: مبوب في الحلال والحرام. (2) هو أبو محمد\nالحسن بن ظريف بن ناصح الكوفى سكن بغداد، روى عن جماعة من أصحاب ابى\nعبدالله عليه السلام ذكرناهم في طبقات أصحابه، وروى عن جماعة عن أبى الحسن\nموسى عليه السلام، وكان من اصحاب أبى الحسن الهادى عليه السلام ذكره الشيخ\nفي اصحابه وله مكاتبة مع أبى محمد العسكري عليه السلام تدل على عنايته عليه\nالسلام له رواها الكليني والمفيد وذكرناها <span id='ms230'></span> في أخبار الرواة. (3) صحيح ورواه\nالنجاشي بطريق آخر. (4) رواه الشيخ والنجاشى بطرقهما إلى كتب الحسين بن\nسعيد. وهذا الطريق صحيح. (5) هو ابو القاسم عيص بن القاسم بن ثابت بن عبيد\nبن مهران البجلى الكوفى الذى قال في مدحه النجاشي: ثقة، عين، روى عن أبى\nعبدالله، وأبى الحسن موسى عليهما السلام، هو وأخوه الربيع ابنا اخت سليمان\nبن خالد الاقطع، له كتاب.. (6) هو يعقوب بن شعيب بن ميثم بن يحيى التمار\nأبو محمد الاسدي الثقة الذى ذكره النجاشي بتوثيقه وباسناد صحيح عن ابن أبى\nعمير عنه كتابه، وروى عن أبى عبدالله، وأبى الحسن موسى بن جعفر عليهما\nالسلام ذكرناه في طبقات أصحابهما. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n             [ 50 ]\n</p>\n\n<p>\nجعفر عن ايوب بن نوح عن صفوان عن عيص (1) وعن صفوان عن يعقوب بن شعيب (2)\nوفي آخره أحاديث عن أيوب بن نوح (3) (13) كتاب من المحاسن حدثنى به عبدالله\nبن جعفر عن أحمد بن أبى عبدالله، وهو مصنفه (4) وحدثني مؤدبى ابو الحسن على\nبن الحسين السعد آبادى به، و---\n</p>\n\n<p>\n(1) الطريق صحيح ورواه النجاشي عن أحمد بن على بن نوح السيرافى الثقة عن\nأبى غالب الزرارى بهذا الاسناد ورواه الشيخ باسناد صحيح عن ابن أبى عمير\nوصفوان عنه. (2) ورواه النجاشي بطريق آخر عنه، ثم ان عبارة المتن يوهم\nاشتراك العيص بن القاسم. ويعقوب في هذا الكتاب فلاحظ. (4) كان ايوب بن نوح\nبن دراج ابو الحسين النخعي وكيلا لابي الحسن، وأبى محمد عليهما السلام،\nعظيم المنزلة عندهما، مأمونا، وكان شديد الورع، كثير العبادة، ثقة في\nرواياته، ذكره النجاشي وايضا كتبه بطرقه إليها. (3) كان ابو جعفر احمد بن\nمحمد بن خالد الكوفى البرقى صاحب كتاب (المحاسن) ثقة في نفسه ومن اصحاب أبى\nجعفر الجواد عليه السلام ذكره البرقى نفسه في اصحابه عليه السلام من رجاله\nوكذا الشيخ، نعم روى الكليني باسناد صحيح عنه عنه عليه السلام حديث سلاح\nرسول الله صلى الله عليه وآله وسلم ولكن لم يذكره الاصحاب في عداد اصحاب\nالرضا عليه السلام، وبقى إلى ايام أبى الحسن الهادى عليه السلام <span id='ms231'></span> كما ذكر\nنفسه في أصحابه من رجاله ص 59 بل ربما يظهر من بعض الاخبار انه بقى إلى\nايام الغيبة ومات في سفارة العمرى وقال النجاشي، قال أحمد بن الحسين رحمه\nالله في تاريخه: توفى أحمد بن أبى عبدالله البرقى في سنة أربع وسبعين\nومأتين، وقال على بن محمد ماجيلويه: توفى سنة ثمانين ومأتين. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n             [ 51 ]\n</p>\n\n<p>\nبكتب المحاسن عن أحمد بن أبى عبدالله عن رجاله. (1) (14) كتاب الحج تصنيف\nموسى بن الحسن بن عامر. روايتي عن الحميرى عنه وروى الحميرى عنه اما ماروته\n(هكذا في النسخة ولكن الظاهر وجود تصحيف فيها) موسى عن رجال سماهم لنا في\nالسماع في آخر الكتاب بخط جدى رحمه الله. (15) كتاب عبيدالله بن على الحلبي\n(2) حدثنى به جدى أبو طاهر محمد بن محمد بن سليمان عن على بن الحسن بن فضال\nعن محمد بن عبدالله بن زرارة عن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ان الاصحاب منهم الشيخ، والنجاشى بل العامة كابن النديم في الفهرست،\nوابن حجر في لسان الميزان، وصاحب معجم البلدان ذكر والبرقي رحمه الله كتبا\nكثيرة وقال صاحب المعجم: تقارب تصانيفه ان تبلغ مأته تصنيف ذكرته في كتاب\n(الادباء) وذكرت تصانيفه. وقال ابن حجر: له تصانيف جمة أدبية. قلت: وذكرت\nكبته وتفصيل كتب كتابه المعروف (المحاسن) في تهذيب المقال ج 3، وذكرت طرق\nالنجاشي والشيخ إلى كتبه ومنها الطريق الثاني المذكور في المتن. (1) كان\nموسى بن الحسن بن عامر بن عمران بن عبدالله بن سعد الاشعري أبو الحسن القمى\nثقة، عينا، جليلا، صنف ثلثين كتبا منها كتاب الحج، رواه النجاشي باسناده عن\nالحميرى عنه وليس بطريق المتن. (2) كان عبيدالله الحلبي الكوفى من أصحاب\nالصادق عليه السلام ثقة كما نص عليه النجاشي في ترجمة ابن عمه أحمد بن عمر\nبن أبى شعبة الحلبي وفي ترجمة نفسه وقال عند ذكر آل ابى شعبة الحلبي:\nوكانوا جميعهم ثقات مرجوعا إلى ما يقولون، وكان عبيدالله كبيرهم ووجههم،\nوصنف الكتاب المنسوب إليه، وعرضه على أبى عبدالله عليه السلام، وصححه قال\nعليه السلام عند قرائته: أترى لهؤلاء مثل هذا <span id='ms232'></span> ؟. والنسخ مختلفة الاوائل\nوالتفاوت فيها قريب، وقد روى هذا الكتاب خلق من أصحابنا عن عبيدالله\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n             [ 52 ]\n</p>\n\n<p>\nابن أبى عمير عن حماد عن الحلبي (1). (16) كتاب عبد السلام بن سالم حدثنى\nبه جدى، وعم أبى محمد وعلى ابنا سليمان رحمهما الله عن أبى جعفر محمد بن\nالحسين الهمداني عن الحسن بن على بن بقاح عن عبد السلام (2). (17) و(18)\nكتاب عمر بن اذينة (3)، حدثنى به جدى عن على بن الحسن بن فضال\n</p>\n\n<p>\n---\n</p>\n\n<p>\nوالطرق إليه كثيرة.. وذكر نحوه الشيخ في الفهرست ملخصا، وقد حققنا ترجمته\nفي تهذيب المقال وفي الطبقات. (1) واقتصر النجاشي على طريق واحد من طرقه\nإليه وهو طريق آخر إلى ابن أبى عمير، وكان الكتاب موجودا عند السيد ابن\nطاووس رحمه الله وروى عنه في كتابه (الاقبال ص 11) في نوافل شهر رمضان. (2)\nذكر شيخنا المفيد رحمه الله عبد السلام بن سالم البجلى من فقهاء أصحاب\nالصادقين عليهم السلام، والرؤساء الاعلام المأخوذ عنهم الحلال والحرام،\nوالقتيا والاحكام الذين لا يطعن عليهم، ولا طريق إلى ذم واحد منهم، وذكره\nالنجاشي في مصنفي اصحابنا وقال: كوفى، ثقة، له كتاب أخبرنا.. ورواه باسناد\nآخر إلى الحسن بن على بن بقاح عنه. (3) هو عمر بن محمد عبد الرحمان بن\nاذينة الذى ذكره النجاشي بنسبه وقال: شيخ أصحابنا البصريين ووجههم، روى عن\nأبى عبدالله عليه السلام بمكاتبة، له كتاب الفرائض، أخبرنا.. عن محمد بن\nأبى عمير عن عمر بن اذينة بن، وذكره الشيخ في أصحاب الصادق عليه السلام،\nوأيضا في أصحاب الكاظم عليه السلام وذكره في الفهرست ايضا بكتبه وقال: ثقة،\nله كتاب ثم رواه وروى ايضا كتاب الفرائض بأسانيده. وتحقيق القول في ترجمته\nوطبقته وكتبه في كتبنا الموضوعة لذلك. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n             [ 53 ]\n</p>\n\n<p>\n[ عن محمد بن عبدالله بن زرارة عن ابن أبى عمير عن ابن اذينة جزء وهو\nالثالث من كتاب آخر لابن أذينة، وفي آخره. (19) كتاب ابراهيم بن بلال،\nأحبرنى به خال أبى أبو العباس عن محمد بن الحسين عن ابن أبى عمير عن ابن\nاذينة. (11) (20) كتاب عبد الرحمان (2) بن الحجاج <span id='ms233'></span>، حدثنى به أبو طاهر جدى\nرحمه الله عن على بن الحسن بن فضال عن محمد بن عبدالله بن زرارة عن ابن أبى\nعمير عن عبد الرحمان، وفى الكتاب احاديث خرجت الروايات فيها، حدثنى بها عن\nالنهشلي عن ابن ناجية عن عبد الرحمان، وكان سماعي ذلك منه مؤرخا بخطى في ذى\nالقعدة سنة سبع وتسعين ومأتين. (21) كتاب لعبد الرحمان بن الحجاج ايضا،\nحدثنى به عم ابى، وجدى على ومحمد ابنا سليمان عن أبى جعفر محمد بن الحسن\nالهمداني عن صفوان عن عبد الرحمان (3). 22 - كتاب داود بن سرحان (4) حدثنى\nبه جدى ابو طاهر عن عبدالله (1) لم أقف على ترجمة لابراهيم بن بلال ولا\nرواية له فيما احضره. (2) كان عبد الرحمان كوفيا، بجليا، سكن بغداد، روى عن\nأبى عبدالله وأبى الحسن ولقى الرضا عليهم السلام، وكان ثقة ثقة ثبتا وجها\nذكره النجاشي وقال: له كتب يرويه عنها جماعات من أصحابنا ثم رواه باسناد\nغير ما في المتن عن ابن أبى عمير عنه. وتفصيل ترجمته في تهذيب المقال. وفي\nكتابنا في الطبقات. (3) وللشيخ الصدوق، والنجاشى، والشيخ طرق إلى كتبه\nورواياته حققنا فيها في الشرح على فهرست الشيخ واشرنا إليها في تهذيب\nالمقال. (4) كان داود بن سرحان العطار الكوفى من أصحاب الصادق عليه السلام\nذكره البرقى\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n             [ 54 ]\n</p>\n\n<p>\nبن محمد بن خالد عن عبد الرحمان بن أبى نجران عن داود بن سرحان. وكان\nسماعي ذلك في ذى القعدة سنة تسع ومأتين في نسخة قرأت على عبد الرحمان بن\nأبى نجران ببغداد في سنة سبع وعشرين ومأتين (1) وجددتها بالبصرة في ورق في\nسنة ثمان واربعون وثلثمائة. 23 - كتاب الشهادات للحسين بن سعيد (2) حدثنى\nبه جدى أبو طاهر عن عن الحسين بن حريز عن الحسن بن على عبدالله بن المغيرة\nعن محمد بن اورمة عن ابن سعيد. 24 - كتاب معاوية بن وهب العجلى (3) حدثنى\nبن عم ابى على بن سليمان\n</p>\n\n<p>\n---\n</p>\n\n<p>\nوالشيخ، وقال النجاشي: ثقة روى عن أبى عبدالله، وأبى الحسن عليهما السلام\nذكره ابن نوح، روى عنه هذا الكتاب جماعات من <span id='ms234'></span> اصحابنا رحمهم الله أخبرنا..\n(1) تقدم ص 43 ذكر عبد الرحمان بن أبى نجران وقرائة الماتن رحمه الله كتاب\nداود بن سرحان عليه. وهذا الطريق صحيح، وروى النجاشي كتابه باسناد موثق عن\nمحمد بن ابي حمزة عنه، ورواه الشيخ تارة باسناده إلى ابن ابى نجران عنه\nواخرى إلى عبيدالله بن أحمد بن نهيك عنه. (2) تقدمت ترجمة مختصرة للحسين بن\nسعيد ص 45 مع ذكر بعض كتبه. (3) قال النجاشي: معاوية بن وهب البجلى ابو\nالحسن عربي، صميم، ثقة، حسن الطريقة. روى عن أبى عبدالله، وابى الحسن\nعليهما السلام له كتب... وذكره الشيخ في اصحاب الصادق عليه السلام، وذكرناه\nفي طبقات اصحابه عليه السلام بذكر من روى عنه عنه وهم جماعة كثيرة، وكناه\nالصدوق في المشيخة رقم (67) بأبى القاسم الكوفى البجلى. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n             [ 55 ]\n</p>\n\n<p>\nرحمه الله عن محمد بن الحسين بن أبى الخطاب عن جعفر بن بشير، وعبد الله\nبن جبلة عن معاوية بن وهب (1). 25 - كتاب معاوية بن وهب ايضا، حدثنى به\nحميد بن زياد عن الحسن بن محمد بن سماعة عن احمد بن الحسن (- ظ - الحسين خ)\nالميثمى عنه (2) 26 - كتاب غياث بن ابراهيم (3) حدثنى به جدى رحمه الله عن\nمحمد بن الحسين عن محمد بن يحيى الخزاز عن غياث (4). 27 - مجلس لابن هلال\n(5)، حدثنى به جدى عن احمد بن هلال عن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ورواه الماتن بطريق آخر كما في رجال النجاشي عن شيخه المفيد عن أبى\nغالب احمد بن محمد عن الحميرى عن يعقوب بن يزيد عن ابن أبى عمير عن معاوية\nبن وهب. ورواه الشيخ في الفهرست باسناد آخر عن ابن أبى عمير عنه، وايضا\nباسناد آخر عن على بن الحكم عنه والطرق صحاح. (2) موثق بحميد، وابن سماعة\nالواقفيين الثقتين. (3) كان غياث بن ابراهيم ابو الحسن التميمي الاسدي\nالبصري، سكن الكوفة، ثقة، روى عن أبى عبدالله. وأبى الحسن عليهما السلام له\nكتاب في الحلال والحرام، يرويه جماعة أخبرنا.. ذكره النجاشي، وذكره الشيخ\nفي اصحاب الصادق عليه السلام وقال: اسند عنه وروى عن أبى الحسن عليه\nالسلام. قلت: روى جماعة <span id='ms235'></span> كثيرة عنه عن الصادق عليه السلام ذكرناهم في طبقات\nاصحابه. (4) ورواه الشيخ في الفهرست باسناد آخر عن محمد بن الحسين عن\nالخزاز عنه وايضا باسناد آخر عن الحسن بن على اللؤلؤي عنه، ثم روى باسنادين\nآخرين عنه كتاب مقتل أمير المؤمنين عليه السلام له. (5) هو احمد بن هلال\nابو جعفر العبرتائى الذى ذكره النجاشي وقال: صالح\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n             [ 56 ]\n</p>\n\n<p>\nكتاب جميل بن دراج (1). - 28 - ومنه كتاب معمر بن خلاد (2) حدثنى بن عم\nأبى على بن سليمان عن احمد بن عبد الرحمان عن معمر. - 29 - كتاب ابان بن\nعثمان (3) حدثنى به خال ابى ابو العباس الرزاز عن\n</p>\n\n<p>\n---\n</p>\n\n<p>\nالرواية يعرف منها وينكر وقد روى فيه ذموم من سيدنا أبى محمد العسكري\nعليه السلام (إلى ان قال:) قال (أبو طاهر) على بن همام: ولد احمد بن هلال\nسنة ثمانين ومأئة، ومات سنة وستين ومأتين. قلت: قد ادرك ابن هلال ايام\nالامام الحجة ارواحنا له الفداء وقد خرج ذموم من الناحية المقدسة في حقه\nبعد ما ظهر منه الانحراف بالغلو أو غيره وترك اصحابنا العمل برواياته التى\nرواها بعد انحرافه وقد صرح الكشى والشيخ في الفهرست، وفي رجاله وفي مواضع\nمن التهذيبين بضعفه أو ضعف رواياته وقد حققنا القول في ترجمته في تهذيب\nالمقال ج 3 وفي الجمع بين الذموم وما ورد فيه في الشرح على الكشى واستقصينا\nما ورد فيه من الاخبار في (اخبار الرواة) (1) تفرد الماتن رحمه الله بذكر\nمجلس ابن هلال، وذكر النجاشي له كتاب يوم ووليلة، وكتاب النوادر. (2) قال\nالنجاشي: معمر بن خلاد بن أبى خلاد، أبو خلاد، بغدادي، ثقة، روى عن الرضا\nعليه السلام، له كتاب الزهد، أخبرنا الحسين بن عبيدالله قال حدثنا أحمد بن\nمحمد الزرارى عن محمد بن جعفر الرزاز قال حدثنا جدى لامى: محمد بن عيسى بن\nزياد قال حدثنا معمر، قلت. ورواه الشيخ في الفهرست باسناد آخر عن محمد بن\nجعفر الرزاز، وأيضا كتابه الآخر بطريقين الآخرين عنه. (3) هو أبان بن عثمان\nالاحمر البصري سكن كوفة مولى بجيلة من أصحاب الصادق <span id='ms236'></span> (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n             [ 57 ]\n</p>\n\n<p>\nعبدالله بن محمد بن خالد الطيالسي عن الحسن بن على بن زياد الخزاز عنه.\n30 - كتاب هارون بن حمزة الغنوى (1) حدثنى به جدى ابو طاهر رحمه الله عن\nعلى بن فضال عن يزيد بن اسحاق شعر عن هارون، وحدثني به خال ابى عن خاله،\nوجدى على بن محمد بن عيسى عن يزيد بن اسحاق عن هارون. 31 - كتاب عبدالله بن\nميمون القداح (2) ثلثة اجزاء، حدثنى به خال\n</p>\n\n<p>\n---\n</p>\n\n<p>\nوالكاظم عليهما السلام من أحد ائمة النحو واللغة، وذكره ائمة التراجم\nوالرجال من اصحابنا ومن الجمهور، وقد عده أبو عمرو الكشى في رجاله من\nالفقهاء من أصحاب أبى عبدالله عليه السلام الذين أجمعت العصابة على تصحيح\nما يصح عن هؤلاء وتصديقهم لما يقولون، وأقروا لهم بالفقه، وتفصيل ترجمته في\nتهذيب المقال ج 1 ص 219 - 230، وكان كتابه حسنا كبيرا يجمع فيه أخبار\nأبتداء أمر النبي صلى الله عليه وآله، برسالته ومبعثه، ومغازيه، ويوم\nالسقيفة واخبارها، وما جرى بعد السقيفة. ذكر ذلك اصحابنا وغيرهم. (1) قال\nالنجاشي: كوفى: ثقة، عين، روى عن أبى عبدالله عليه السلام، له كتاب يرويه\nجماعة أخبرنا الخ، وذكره الشيخ في الفهرست وفي رجاله في اصحاب الباقر،\nوالصادق عليهما السلام. (2) كان ابن ميمون ممن ادرك الباقر والصادق عليهما\nالسلام وروى عنهما ومن ثقات اصحابهما المكيين، قد اورد الكشي في مدحه\nروايات ومنها ما رواه ص 160 في الصحيح عنه عن أبى جعفر عليه السلام قال:\nيابن ميمون كم أنتم بمكة ؟ قلت: نحن اربعة، قال انكم نور في ظلمات الارض،\nوقد أوردنا ما في مدحه في كتابنا (اخبار الرواة) وله كتب. منها: كتاب مبعث\nالنبي صلى الله عليه وآله، وأخباره ذكر\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n             [ 58 ]\n</p>\n\n<p>\nأبى أبو العباس الرزاز عن محمد بن الحسين بن أبى الخطاب عن الحسن بن على\nبن فضال عن ابن القداح. 32 - كتاب الجامع، ليونس بن عبد الرحمان (1) وهو\nجامع الآثار، أربعة اجزاء، حدثنى به خال ابى أبو العباس الرزاز عن محمد بن\nالحسين بن أبى الخطاب عن محمد بن اسماعيل بن بزيع عن يونس (2) وحدثني به -\nايضا <span id='ms237'></span> أبو العباس الحميرى. وقد صار الاصل الذى فيه سماعي من الحميرى إلى رجل\nمن أهل باب الطاق. يعرف بابن سنتين (سبق - خ -). والسماع بخط جدى (3) 33 -\nكتاب جابر الجعفي (4) حدثنى به خال ابى أبو العباس الرزاز عن\n</p>\n\n<p>\n---\n</p>\n\n<p>\nذلك النجاشي بطرقه إليها، كما رواه الشيخ في الفهرست بطرق ثلثة غير طريق\nالماتن رحمه الله. (1) تقدمت ترجمة يونس ص 48 مع ذكر كتابه الزكاة، وقال\nالنجاشي عند ذكر مصنفات يونس وكتبه. كتاب الجامع الكبير في الفقه، وقال\nالشيخ وابن النديم في الفهرست: وله كتاب جامع الآثار، ومدحه ابن النديم\nقائلا: علامة زمانه، كثير التصنيف والتأليف على مذاهب الشيعة.. (2) هذا\nالطريق غير طريقه المتقدم إلى كتاب الزكاة، وهو صحيح. (3) ربما يظهر من\nكلام الماتن رحمه الله ان الاصل هو الذى يكون فيه سماع من الامام عليه\nالسلام أو شيخ الحديث قبل تبييضه في نسخة ثانية أو ثالثة وقد قيل في فرق\nالاصل مع الكتاب وجوه ذكرناها تهذيب المقال ج 1 ص 86. فلاحظ (4) كان جابر\nبن يزيد أبو عبد الله الجعفي الكوفى تابعيا اسند عنه روى عن أبى جعفر وأبى\nعبدالله عليهما السلام كما ذكره الشيخ ومات على الاصح سنة ثمان وعشرين\nومائة في ايام أبى عبدالله عليه السلام، روى عنهما كثيرا روى عنه جماعة (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n             [ 59 ]\n</p>\n\n<p>\nالقاسم بن الربيع عن ابن سنان عن عمار عن منخل عن جابر، وعن يحيى بن\nزكريا اللؤلؤي عن ابن سنان عن عمار عن منخل عن جابر. 34 - كتاب التجمل\nوالمروة عن العبيدي، حدثنى به خال ابى العباس الرزاز عن محمد بن عيسى\nالعبيدي. (1) 35 - كتاب حنان بن سدير، حدثنى به خال ابى ابو العباس الرزاز\nعن يحيى بن زكريا عن محمد بن بكير بن جناح عن حنان (2)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nذكرناهم في طبقات اصحابهما، وقد طعن فيه العامة وبعض أصحابنا، وقد مدحه\nالشيخ المفيد رحمه الله مدحا بليغا، ووثقه ابن الغضائري، وقد ورد فيه\nروايات مادحه وقادحة اوردناها في أخبار الرواة، وحققنا القول في الجمع\nبينهما في شرحنا على رجال الكشى، وحققنا ترجمته مستوفاة في تهذيب المقال <span id='ms238'></span> ج\n4. وله كتب كثيرة منها كتاب التفسير الا ان جل من روى عنه كما صرح به غير\nواحد كان ممن طعن فيه أو غمز. (1) كان محمد بن عيسى بن عبيد بن يقطين أبو\nجعفر العبيدي جليلا في أصحابنا ثقة، عينا، كثير الرواية، حسن التصانيف...\nقال أبو عمرو قال القتيبى: كان الفضل بن شاذان رحمه الله يحب العبيدي ويثنى\nعليه، ويمدحه ويميل إليه ويقول: ليس في أقرانه مثله... ذكره النجاشي، روى\nعن أبى الحسن الرضا، وأبى جعفر الجواد، وأبى الحسن الهادى عليهم السلام\nذكرناه في طبقات أصحابهم، وله كتب منها كتاب التجمل والمروة ذكره النجاشي\nوالشيخ ايضا، وإلى كتبه ورواياته طرق صحاح غير طريق الماتن رحمه الله،\nحققناها في تهذيب المقال وفي الشرح على فهرست الشيخ. ويأتى ذكر كتاب آخر\nله. (3) كان حنان بن سدير بن حكيم أبو الفضل الصيرفى الكوفى من اصحاب أبى (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n             [ 60 ]\n</p>\n\n<p>\n36 - كتاب جامع البزنطى (1) حدثنى به خال أبى محمد بن جعفر، وعم أبى محمد\nبن سليمان عن محمد بن الحسين عن البزنطى. 37 - كتاب حنان بن سدير نسخة اخرى\nحدثنى به ابو العباس الحميرى عن محمد بن عبدالحميد، وعبد الصمد بن محمد\nالقميين عن حنان، هو بخطى (2) 38 - رسالة صباح المدائني (3)، حدثنى بها ابو\nالعباس الرزاز عن القاسم بن الربيع الصحاف عن محمد بن سنان عن صباح\nالمدائني عن الفضل بن عمر.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nجعفر عليه السلام روى عنه عنه عليه السلام جماعة ذكرناهم في طبقات اصحابه\nوروى عن أبى عبدالله وأبى الحسن عليهما السلام كما ذكره النجاشي والبرقي\nوغيرهما، وبقى إلى ايام الرضا عليه السلام ووقف كما صرح به الكشى والشيخ،\nوقال النجاشي: وعمر حنان عمرا طويلا وقد دلت على مدحه روايات اخرجناها في\nكتابنا (اخبار الرواة)، وقد صرح بوثاقته الشيخ في الفهرست، وقد حققنا\nترجمته وطبقته في كتبنا المعدة لذلك، وقال النجاشي له كتاب في صفة الجنة\nوالنار.. ثم ذكر طريقه إلى حنان عن أبى عبدالله عليه السلام، ويأتى له كتاب\nآخر. (1) تقدم ذكر كتاب احمد بن محمد بن ابى <span id='ms239'></span> نصر البزنطى بترجمته وذكر\nالطرق إلى كتبه، ص 37. (2) تقدم ذكر ترجمته وكتابه والطرق إليه ص 59. (3)\nلم اجد لصباح المدائني ترجمة ويحتمل اتحاده مع الصباح بن يحيى أبى محمد\nالكوفى المزني الذى ذكره النجاشي وقال: ثقة، روى عن ابى جعفر وأبى عبدالله\nعليهما السلام. ولكن الاظهر ان صباح مصحف (مياح) وهو الذى ذكره النجاشي ص\n332 قائلا: مياح المدائني ضعيف جدا، له كتاب يعرف برسالة مياح، وطريقها\nاضعف منها وهو محمد بن سنان، أخبرنا محمد بن محمد قال حدثنا أبو (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n             [ 61 ]\n</p>\n\n<p>\n39 - كتاب بشر بن سلام، وغيره فيه، حدثنى به خال أبى أبو العباس الرزاز\nعن يحيى بن زكريا عن بشر بن سلام (1) وهو بخطى. 40 - مقتل حجر بن عدى (2)\nحدثنى به جدى محمد بن سليمان عن حمدان القلانسى عن عمرو بن عمر الحلال عن\nهشام بن محمد بن السائب الكلبى.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nغالب احمد بن محمد قال حدثنا محمد بن جعفر الرزاز قال حدثنا القاسم بن\nالربيع الصحاف عن محمد بن سنان عن مياح بها. (1) وفي نسخة: عن بشر بن سلام\nعن الرجال. قال النجاشي: بشر بن سلام رأيت بخط ابى العباس احمد بن على بن\nنوح فيما ورصى إلى من كتبه: اخبرنا احمد بن محمد الزرارى قال حدثنا محمد بن\nجعفر الرزاز عن يحيى بن زكريا ابى محمد اللؤلؤي عن بشر عن صالح النيلى. (2)\nألف غير واحد من أصحابنا الا قدمين كتبا في مقتل حجر بن عدى الكندى منهم\nلوط بن يحيى أبو مخنف، وهشام الكلبى النسابة ذكرهم النجاشي بكتبهم، وكان\nحجر رحمه الله من الابدال، من خواص أصحاب أمير المؤمنين صلوات الله عليه\nوممن ابتلى بعده بمصائب في عهد معاوية عليه اللعنة، وقد أمر أميره بالبرائة\nمن أمير المؤمنين عليه السلام ولعنه فامتنع وأمر الناس بلعن أمير معاوية\nحتى قتل، وقد انكر أبو عبد الله الحسن بن عليهما السلام في كتابه إلى\nمعاوية قتله حجر بن عدى قائلا: ألست القاتل حجرا أخا كنده والمصلين\nالعبادين الذين كانوا ينكرون الظلم ويستعظمون البدع ولا يخافون في <span id='ms240'></span> الله\nلومة لائم قتلتهم ظلما وعدوانا من بعد ما اعطيتهم الايمان المغلطة\nوالموانيق المؤكدة الحديث، وقد أوردنا اخبار مقتله في كتابنا (اخبار\nالرواة) (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n             [ 62 ]\n</p>\n\n<p>\n41 - كتاب الزكاة لابن فضال، حدثنى به جعفر بن محمد بن مالك عن على بن\nفضال (1). 42 - الجزء الاول من كتاب الزهد لمعمر بن خلاد (2) 43 - ومسائل\nمحمد (3) حدثنى به ابو العباس الرزاز عن جده محمد بن عيسى عن معمر بن خلاد.\n44 - الجزء الثاني من كتاب جعفر بن بشير، حدثنى به الحميرى عن محمد بن\nالحسين عن جعفر بن بشير (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) كان على بن الحسن بن على بن فضال أبو الحسن فقيه أصحابنا بالكوفة\nووجههم وثقتهم وعارفهم بالحديث والمسموع قوله فيه، سمع منه شيئا كثيرا، ولم\nيعثر له على زلة ولا ما يشينه، وقل ما روى عن ضعيف، وكان فطحيا، ذكره\nالنجاشي وذكر كتبه ومصنفاته والطرق إليها. (2) تقدمت ترجمة معمر بن خلاد مع\nذكر كتابه والطرق إليه ص 56. (3) يمكن كون (محمد) مصحف (معمر) (4) قال\nالنجاشي: جعفر بن بشير أبو محمد البجلى الوشا من زهاد اصحابنا وعبادهم\nونساكهم، وكان ثقة، وله مسجد بالكوفة، باق في بجيلة إلى اليوم، وأنا وكثير\nمن أصحابنا إذا وردنا بالكوفة نصلى فيه مع المساجد التى يرغب في الصلاة\nفيها، ومات جعفر رحمه الله بالابواء سنة ثمانى ومأتين، كان أبو العباس بن\nنوح يقول: كان يلقب: قفحة العلم، روى عن الثقات، ورووا عنه.. ثم ذكر كتبه\nومنها كتاب المشيخة مثل كتاب الحسن بن محبوب وروى كتبه عن شيخه الحسين بن\nعبيدالله عن الماتن كما في المتن وكان من اجلة الثقات من أصحاب الرضا عليه\nالسلام ذكره الشيخ في اصحابه وفي الفهرست. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n             [ 63 ]\n</p>\n\n<p>\n45 - كتاب المعرفة تصنيف العبيدي، حدثنى به الرزاز خال أبى عن محمد بن\nعيسى العبيدي (1) 46 - كتاب الوصايا ليونس، حدثنى به جدى محمد بن سليمان عن\nعلى بن الحسن بن فضال عن محمد بن عبدالله بن زرارة عن محمد بن مسلم (2) 47\n- كتاب فيه احاديث ثمانية كذا اوراق، حدثنى بها جعفر بن مالك (3). 48 -\nكتاب التقية للحسين بن سعيد حدثنى به <span id='ms241'></span> الحميرى عن احمد بن محمد بن عيسى عن\nحسين بن سعيد (4). 49 - كتاب مسائل الرضا عليه السلام للبزنطى عنه عليه\nالسلام (5) (حدثنى بها جدى عن محمد بن الحسين بن أبى الخطاب عن أبى نصر\nالبزنطى عنه عليه السلام - خ -) 50 - كتاب حريز (6)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدمت ترجمة محمد بن عيسى العبيدي بذكر كتبه والطرق إليها. ص 59 (2)\nتقدمت ترجمة يونس بن عبد الرحمان مع كتاب الزكاة له ص 48، ولم يذكر الشيخ\nوالنجاشى كتاب الوصايا في عداد كتبه ولا يبعد تصحيف (محمد بن مسلم) عن يونس\nوفي نسخة: (محمد بن أسلم) (3) لم يذكر مؤلف الكتاب وفي الطريق إليه كلام\nتقدم ص 39. (4) وذكر النجاشي والشيخ وابن النديم كتاب التقية في عداد كتبه\nوتقدم ذكر ترجمته مع بعض كتبه ص 45. (5) تقدمت ترجمة مختصرة عن البزنطى مع\nذكر رواية محمد بن الحسين بن أبى الخطاب كتاب البزنطى عنه ص 37 وذكر ابن\nالنديم في الفهرست كتاب المسائل في عداد كتبه. (6) هو حريز بن عبدالله\nالازدي الكوفى، وهو عربي، اكثر السفر والتجارة إلى (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n             [ 64 ]\n</p>\n\n<p>\nبخط حميد بن زياد (1) حدثنى به حميد بن زياد عن عبدالله بن احمد بن نهيك\nعن ابن أبى عمير عن حماد بن عيسى عن حريز بن عبدالله السجستاني. 51 - كتاب\nالدلائل، للحميري، اخبرني به أبو العباس الحميرى، وهو مصنفه (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\nسجستان فعرف بها، وكان ممن شهر السيف في قتال الخوارج بسجستان في حيوة\nأبى عبدالله عليه السلام وقد قتل بها، وذكره الشيخ في أصحابه الصادق عليه\nالسلام من رجاله، وقال النجاشي، قيل، روى عن أبى عبدالله عليه السلام وقال\nيونس: لم يسمع من أبى عبدالله عليه السلام الا حديثيين، وقيل: روى عن أبى\nالحسن موسى عليه السلام ولم يثبت ذلك. قلت: روى حريز عن أبى جعفر عليه\nالسلام كما في التهذيب ج 1 ص 38 باب الاحداث الموجبة للطهارة، وغير ذلك مما\nحققناه في ترجمته في طبقات أصحابه، وفي تهذيب المقال كما انه روى كثيرا جدا\nعن أبى عبدالله عليه السلام وقد احصيناها في طبقات أصحابه، وأجبنا عما قيل\nفي وجه عدم روايته <span id='ms242'></span> عنه عليه السلام. وقد روى عن جماعة ممن مات في ايام أبى\nعبدالله عليه السلام، نعم روايته عن أبى الحسن عليه السلام غير ظاهرة وما\nاستشهد به على ذلك محل نظر ذكرناه في محله. وقد وثقه الشيخ رحمه الله في\nالفهرست، ومدحه في الكشى، وذكر الاصحاب له كتبا منها كتاب الصلاة، كتاب\nالزكاة، كتاب الصوم، كتاب النوادر وقال الشيخ: تعد كلها في الاصول. قلت:\nذكرنا كتبه ومدائح الاصحاب لكتبه وطرقهم إليها في تهذيب المقال (1) تقدم\nذكر حميد بن زياد النينوائى بترجمة ص 40 (2) تقدم ذكر عبدالله بن جعفر\nالحميرى بترجمة ص 38، وذكر النجاشي كتاب الدلائل في عداد كتبه، ويأتى ذكر\nكتاب الغيبة له. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n             [ 65 ]\n</p>\n\n<p>\n52 - نسخة اخرى للعيص بن القاسم حدثنى بها حميد بن زياد عن الحسن بن محمد\nبن سماعة عن الحسن بن هشام، وعلى بن رابط، وصفوان بن يحيى عن عيص 53 - كتاب\nأحاديث، عن ابى العباس بن عقدة (2) من مسائل على بن جعفر (3) 54 - كتاب\nالغيبة للحميري عنه جزء بخط الرزاز عنه (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ص 49 ذكر كتاب العيص بن القاسم ويعقوب بن شعيب مع ترجمته وذكر\nطريق آخر إليه. (2) تقدم ذكر أبى العباس ابن عقدة الحافظ المشهور بترجمة\nمختصرة ص 30 (3) هو على بن جعفر بن محمد بن على بن الحسين بن على بن ابي\nطالب عليهم السلام ابو الحسن العريضى. قال الشيخ في الفهرست: جليل القدر،\nثقة. وله كتاب المناسك ومسائل لاخيه موسى الكاظم بن جعفر عليه السلام سألها\nعنها أخبرنا الخ وذكر طريقين إلى ذلك وعرفه النجاشي بمسائله في ترجمته\nاسماعيل بن محمد بن اسحاق بن جعفر بن محمد بن على بن الحسين عليه السلام\nقال: روى عن جده اسحاق بن جعفر وعن عم أبيه على بن جعفر صاحب المسائل. وقال\nفي ترجمته: له كتاب في الحلال والحرام يروى تارة غير مبوب وتارة مبوبا إلى\nآخر كلامه وقد أوردنا مدائحه في أخبار الرواة وحققنا ترجمته في تهذيب\nالمقال، وفي الطبقات. (4) قد صنف جماعة كثيرة من أصحابنا كتبا في الغيبة\nمنها كتاب الغيبة <span id='ms243'></span> والحيرة لعبدالله بن جعفر الحميرى ذكره النجاشي وقد أشرنا\nإليها في طبقات أصحاب الامام الحجة ارواحنا له الفداء وتقدم ذكر الحميرى\nبترجمة ص 38 وايضا ذكر كتاب آخر له ص 64. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n             [ 66 ]\n</p>\n\n<p>\n55 - جزء فضائل الكوفة (1) 56 - كتاب عبدالله بن بكير رواه جدى محمد بن\nسليمان عن احمد بن الحسن بن فضال عن أبيه عن ابن بكير (2) 57 - جزء صغير من\nحديث جعفر بن محمد بن مالك، عنه. (3) 58 - كتاب صفين عن هارون بن بردة قال\nحدثنى به جدى رحمه الله عن يحيى بن زكريا عن هارون بن بردة، وحدثني به عم\nأبى أبو الحسن على بن سليمان عن يحيى بن زكريا. (4) 59 - كتاب مثنى الحناط\n(5). حدثنى به جدى عن الحسن بن محمد\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قد صنف جماعة من أصحابنا الاقدمين كتبا مفردة في فضائل الكوفة\nوآثارها وتاريخها منهم أبو العباس النجاشي صاحب الرجال وقد اشرنا إليها في\nتهذيب المقال (2) تقدمت ترجمة عبدالله بن بكير ص 6 وقال النجاشي في ترجمته:\nله كتاب كثير الرواة أخبرناه.. وذكر له في ترجمة احمد بن عقدة الحافظ كتاب\nمسند عبدالله بن بكير بن أعين. (3) تقدم ص 39 ذكر جعفر بن محمد بن مالك\nالفزارى من مشايخ الماتن ولجعفر بن محمد كتب ذكرها النجاشي منها كتاب غرر\nالاخبار، كتاب أخبار الائمة عليهم السلام ومواليدهم، وكتاب الفتن والملاحم.\n(4) يحتمل كون (بردة) مصحف (حمزة) فيكون المراد به هارون به حمزة الغنوى\nالصيرفى الكوفى الثقة الذى روى عنه يزيد بن اسحاق شعر، ويحيى بن زكريا بن\nشيبان الكوفى الثقة، وقد صنف جماعة من أصحابنا الاقدمين كتبا مفردة في\nاخبار صفين أشرنا إليها في تهذيب المقال. (5) قال أبو عمرو الكشى ص 217:\nقال أبو النضر محمد بن مسعود قال على\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n             [ 67 ]\n</p>\n\n<p>\nالطيالسي عن الحسن بن على بن بنت الياس الخزاز عن مثنى. 60 - كتاب\nالطرائف لمحمد بن سنان (1)، حدثنى به جدى ابو طاهر\n</p>\n\n<p>\n---\n</p>\n\n<p>\nبن الحسن: سلام ومثنى بن الوليد، ومثنى بن عبد السلام كلهم حناطون،\nكوفييون، لا بأس بهم. وقال النجاشي ص 325، المثنى بن الوليد الحناط، مولى،\nكوفى، روى عن أبى عبدالله عليه <span id='ms244'></span> السلام، له كتاب يرويه جماعة أخبرنا.. قال\nحدثنا الحسن بن على بن يوسف بن بقاح قال حدثنى مثنى بكتابه. وقال الشيخ في\nأصحاب الصادق عليه السلام ص 312: المثنى بن راشد الحناط ابو الوليد الكوفى\nوقال النجاشي: مثنى بن راشد له كتاب ثم رواه باسناده عن الحسن بن سماعة\nعنه. قلت: وما في المتن قابل للحمل على المذكورين وتحقيق المقام في تهذيب\nالمقال. (1) كان أبو جعفر الزاهرى الكوفى محمد بن سنان من اصحاب الكاظم\nوالرضا والجواد عليهم السلام ذكره الشيخ في اصحابهم وذكرناه في طبقات\nاصحابهم ومات سنة عشرين ومأتين وقد ورد فيه أخبار كثيرة ذكرناها في أخبار\nالرواة قد اختلفت دلالة على المدح والذم حققنا الجمع بينها في الشرح على\nالكشى وكانت هي الاصل في اختلاف أئمة الرجال والحديث في ذمه ومدحه وتضعيفه\nوتوثيقه واشيعنا الكلام في ذلك في فوائد انا لرجالية وقد حصل له اضطراب ثم\nزال فابتلى بهذه الذموم ولقد قال فيه صفوان بن يحيى الجليل الثقة: لقد هم\nان يطير غير مرة فقصصناه حتى ثبت معنا. وقد عده المفيد من ثقات أصحاب\nالكاظم وخاصته واهل الورع والعلم والفقه من شيعته في كتاب (الارشاد) ص 304\nفي النص على امامة أبى الحسن الرضا عليه السلام كما ان السيد الاجل ابن\nطاووس رحمه الله قال في كتابه (الاقبال) في نوافل شهر رمضان ص 243: وقد زكى\nالفتئان في كتاب عمل شهر رمضان محمد بن سنان وبالغوا في الثناء عليه وروى\nفي ذلك حديثا يعتمد عليه. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n             [ 68 ]\n</p>\n\n<p>\nمحمد بن سليمان عن محمد بن الحسين عن محمد بن سنان (1) 61 - كتاب الطرائف\nلموسى بن سعدان حدثنى به جدى عن محمد بن الحسين عن موسى بن سعدان. (2) 62 -\nكتاب عبد الرحمان بن الحجاج نسخة اخرى، حدثنى بها جدى، وعم ابى على ابنا\nسليمان عن محمد بن الحسين بن أبى الخطاب عن صفوان عن عبد الرحمان. (3) 63 -\nكتاب جميل بن دراج (4) حدثنى به جدى عن على بن الحسن بن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) صنف محمد بن سنان كتبا ذكرها النجاشي وغيره ومنها كتاب <span id='ms245'></span> الطرائف ورواه\nالنجاشي عن شيخه الحسين بن عبيدالله عن الماتن رحمه الله بهذا الاسناد كما\nروى عامة كتبه عن جماعة شيوخه عن أبى غالب الزرارى بهذا الاسناد. وذكر\nالشيخ رحمه الله ان كتبه مثل كتب الحسين بن سعيد. (2) قال النجاشي: موسى بن\nسعدان الحناط ضعيف في الحديث كوفى، له كتب كثيرة منها كتاب الطرائف ثم رواه\nعن المفيد عن أبى غالب الزرارى عن جده عن محمد بن الحسين بن ابى الخطاب\nعنه. وذكره الشيخ في الفهرست، وفى أصحاب الكاظم عليه السلام من رجاله. (3)\nتقدم ص 53 ذكر كتابين برقم 20 و21 مع ترجمة له. (4) كان جميل بن دراج\nالنخعي الكوفى من أصحاب الصادق، والكاظم، والرضا عليهم السلام ومات في ايام\nالرضا عليه السلام بل عده الكشى في الفقهاء من أصحاب أبى عبدالله عليه\nالسلام الذين اجمعت العصاة على تصحيح ما يصح عنهم وتصديقهم لما يقولون\nوأقروالهم بالفقه وحكى عن أبى أسحاق الفقيه ثعلبة بن ميمون انه زعم ان جميل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n             [ 69 ]\n</p>\n\n<p>\nفضال عن ايوب بن نوح عن ابن أبى عمير عن جميل بن دراج، وعن على بن فضال\nعن جعفر بن محمد بن حكيم عنه. (1) 64 - كتاب الزكاة لحماد بن عيسى (2)\nحدثنى به عم أبى على بن سليمان عن محمد بن الحسين عن محمد بن اسماعيل بن\nمهران عن حماد بن عيسى (3).\n</p>\n\n<p>\n---\n</p>\n\n<p>\nبن دراج افقه هولاء وقد وثقه الشيخ وقال النجاشي: أبو محمد شيخنا، ووجه\nالطائفة، ثقة.. وقد ورد فيه روايات اخرجناها في (اخبار الرواة) (1) ذكر\nالنجاشي له كتبا منها كتاب اختص بتصنيفه وقال: رواه عنه جماعات من الناس\nوطرقه كثيرة وانا على ما ذكرت في هذا الكتاب، لا اذكر الا طريقا واحدا أو\nطريقين حتى لا يكبر الكتاب اذ الغرض غير ذلك، قراته على الحسين بن عبيدالله\nحدثكم احمد بن محمد الزرارى، ثم ذكر الاسناد كما في المتن بالطريق الاول.\nثم ذكر له كتابا ذكر انه اشتراك مع محمد بن حمران في تصنيفه، وكتابا اشترك\nهو ومرازم بن حكيم فيه، ثم رواهما بطريقين، وتقدم <span id='ms246'></span> ص 56 ذكر كتاب جميل بن\nدراج (2) هو حماد بن عيسى الجهنى الكوفى سكن البصرة كان من أصحاب أبى\nعبدالله وأبى الحسن والرضا والجواد عليهم السلام ومات في ايامه غريقا في\nطريق مكة بالجحفة، وكان من ثقات أصحابهم بل قال النجاشي: كان ثقة في حديثه،\nصدوقا، وذكره الكشى في أصحاب الاجماع الذين تقدم في جميل ذكرهم، وذكرناه في\nطبقات اصحابهم، وفي (اخبار الرواة) وفي تهذيب المقال وغيرها من كتبنا\nالرجالية. (3) قد صنف حماد كتبا منها كتاب الزكاة وقال النجاشي له كتاب\nالزكاة اكثره عن حريز وبشير عن الرجال..، ومنها كتاب الصلاة، وكتاب فيه عبر\nومواعظ وتنبيهات (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n             [ 70 ]\n</p>\n\n<p>\n65 - كتاب الملاحم لاسماعيل بن مهران (1) حدثنى به عم ابى أبو الحسن على\nبن سليمان عن جده محمد بن سليمان عن أبى جعفر احمد بن الحسين عن اسماعيل\n(2). 66 - كتاب نوادر الحكمة حدثنى به خال أبى أبو العباس الرزاز عن محمد\nبن (احمد بن - ظ) يحيى، وهو مصنفه (3).\n</p>\n\n<p>\n---\n</p>\n\n<p>\nعلى منافع الاعضاء من الانسان والحيوان وفصول من الكلام من التوحيد،\nوترجمته مسائل التلميذ، وتصنيفه عن جعفر بن محمد عليهما السلام ذكرها\nالنجاشي بطرقه إليها. (1) قال النجاشي: مولى، كوفى يكنى أبا يعقوب، ثقة،\nمعتمد عليه، روى عن جماعة من أصحابنا عن أبى عبدالله عليه السلام، ذكره ابو\nعمرو في اصحاب الرضا عليه السلام وصنف كتبا منها الملاحم أخبرنا به محمد بن\nمحمد قال حدثنا أبو غالب. (إلى آخر السند.) قلت: وذكره البرقى فيمن نشأ في\nعصر أبى الحسن الرضا عليه السلام ولم يدرك ابا الحسن موسى عليه السلام وقد\nحققنا القول في طبقته في كتابنا في الطبقات. وفي تهذيب المقال ج 1 ص 357\nبترجمة مفصلة مع ذكر كتبه والطرق إليها فلاحظ (2) وهذا هو طريق النجاشي إلى\nكتابه نعم في رجال النجاشي: (عن جدى) وهو الصحيح، وروى النجاشي ساير كتبه\nبطرق آخر. وقال الشيخ في الفهرست في ترجمته: صنف مصنفات كثيرة وقال في موضع\nثان ذكره: وله أصل. (3) قال النجاشي: محمد بن أحمد بن يحيى بن عمران بن\nعبدالله بن سعد <span id='ms247'></span> بن مالك الاشعري القمى أبو جعفر: كان ثقة في الحديث الا ان\nأصحابنا قالوا: كان يروى عن الضعفاء، ويعتمد المراسيل، ولا يبالى عمن اخذ،\nوما عليه في نفسه مطعن\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n             [ 71 ]\n</p>\n\n<p>\n67 - كتاب البشارات لابن فضال، حدثنى به خال أبى أبو العباس الرزاز عن\nجده (جدنا - خ) محمد بن عيسى بن زياد التسترى عن الحسن بن فضال (1)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nفي شيئى، وكان محمد بن الحسن بن الوليد يستثنى من رواية محمد بن احمد بن\nيحيى ما رواه.. ولمحمد بن أحمد بن يحيى كتب منها كتاب نوادر الحكمة، وهو\nكتاب حسن كبير، يعرفه القمييون بدبة شبيب.. اقول: وكان عددما استثناه ستة\nوعشرين موردا ذكرناه بتحقيق في كلام الاصحاب وايضا ما وجدناه في احواله في\nتهذيب المقال ولكتبه طرق ذكرناها هناك. (1) هو الحسن بن على بن فضال أبو\nمحمد الكوفى التيملى الربعي: وقيل: كنيته: أبو على، ذكره ابن النديم من\nعلماء الشيعة وفقهائهم وقال: وكان من خاصة أصحاب أبى الحسن الرضا عليه\nالسلام، وذكره البرقى والشيخ، والكشى في أصحابه وفي كونه من اصحاب أبى\nالحسن موسى عليه السلام كلام حققناه في شرح النجاشي تهذيب المقال ج 2 ص 5\nإلى 14، وذكره الكشى تارة في فقهاء أصحاب الكاظم والرضا عليهما السلام ص\n334 قائلا: اجمع أصحابنا على تصحيح ما يصح من هولاء وتصديقهم لما يقولون\nوأقروالهم بالفقه والعلم وهم ستة (ثم سماهم وقال:) وقال بعضهم مكان الحسن\nبن محبوب: الحسن بن على بن فضال. وذكره في ترجمة ابن بكير ص 221 ايضا في\nعداد جماعة من الفطحية من فقهاء أصحابنا وأجلة الفقهاء العلماء. وقال\nالنجاسى: وكان الحسن عمره كله فطحيا مشهورا بذلك حتى حضره الموت، فمات وقد\nقال بالحق رضى الله عنه ثم ذكر حديث موته واقراره بالحق ورجوعه عن الفطحية.\nوفي الكشى ايضا ص 349: قال أبو عمرو الكشى: كان الحسن بن على فطحيا يقول\nبامامة عبدالله بن جعفر، فرجع. وقال النجاشي: مات الحسن سنة اربع وعشرين\nومأتين وذكر (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n             [ 72 ]\n</p>\n\n<p>\n68 - كتاب البشارات لابن سماعة، حدثنى به حميد بن زياد عنه (1) 69 - كتاب\nالوصافى، حدثنى <span id='ms248'></span> به أبو العباس الرزاز عن محمد بن الحسين\n</p>\n\n<p>\n---\n</p>\n\n<p>\nنحوه الشيخ في الفهرست وابن حجر في لسان الميزان، نعم يظهر من النجاشي\nنوع اختلاف في وفاته ذكرناه في تهذيب المقال، وذكر النجاشي والشيخ وابن\nالنديم للحسن بن فضال كتبا منها: كتاب التفسير، كتاب الابتداء والمبتداء،\nكتاب الطب، كتاب الرد على الغالية، كتاب الشواهد من كتاب الله، كتاب\nالمتعة، كتاب الناسخ والمنسوخ، كتاب الصلاة، كتاب الديات، كتاب البشارات،\nكتاب النوادر، وقد رواها النجاشي والشيخ بطرق غير ما في المتن. (1) هو\nالحسن بن محمد بن سماعة أبو محمد الكندى الكوفى الصيرفى، من شيوخ الوافقة،\nكثير الحديث، فقيه، ثقة، وكان يعاند في الوقف ويتعصب. قاله النجاشي وقال\nالشيخ في الفهرست: واقفى المذهب الا انه جيد التصانيف، نقى الحديث، حسن\nالانتقاد. وذكره في أصحاب الكاظم عليه السلام من رجاله وقال: واقفى، مات\nسنة ثلاث وستين ومأتين، يكنى أبا على، له كتب ذكرناها في الفهرست، وعده في\nالتهذيبين من فقهاء أصحاب الاقدمين الذين لهم الفتيا والمذهب والرأى لا\nمجرد الرواية فقط. قلت: قد بقى ابن سماعة إلى ايام الرضا، والجواد،\nوالهادي، والعسكري عليهم السلام ولم يرو عنهم شيئا وذلك لتعصبه في الوقف،\nولعله لم يخرج من الكوفة في ايامهم عليهم السلام فلم يتفق له اللقاء\nوالسماع منهم نعم روى عن جماعة كثيرة من أصحاب الصادق والكاظم والرضا عليهم\nالسلام كتبهم ومصنفاتهم واصولهم سميناهم في ترجمته مع ذكر كتبه ومصنفاته\nالتى ذكرها الشيخ والنجاشى وابن النديم ومنها كتاب البشارات، كتاب الفرايض\nمما ذكره الماتن وروياه بغير طريق الماتن\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n             [ 73 ]\n</p>\n\n<p>\nعن أبى جعفر محمد بن سنان عن ابن مسكان عن الوصافى (1). 70 - كتاب الطلاق\nعن معاوية بن حكيم (2) حدثنى به أبو العباس عن معاوية بن حكيم.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال النجاشي: عبيدالله بن الوليد الوصافى. عربي، ثقة، يكنى أبا سعيد،\nروى عن أبى جعفر، وأبى عبدالله عليهم السلام، ذكره اصحاب كتب الرجال، له\nكتاب يرويه عنه جماعة، أخبرني عدة من أصحابنا عن احمد بن محمد بن سليمان\nقال حدثنا محمد بن جعفر الرزاز <span id='ms249'></span> قال حدثنا محمد بن الحسين بن أبى الخطاب قال\nحدثنا محمد بن سنان عن ابن مسكان عن عبيدالله بن الوليد بكتابه. قلت: وهو\nأخو عبدالله بن الوليد الوصافى العجلى الكوفى الذى ذكره الشيخ في اصحاب\nالباقر والصادق عليهم السلام وتفصيل ترجمته في تهذيب المقال. (2) معاوية بن\nحكيم بن معاوية بن عمار الدهنى الكوفى ثقة، جليل في أصحاب الرضا عليه\nالسلام، قال ابو عبد الله الحسين بن عبيد الله سمعت شيوخنا يقولون: روى\nمعاوية بن حكيم اربعة وعشرين اصلالم يرو غيرها، وله كتب: منها كتاب الطلاق،\nوكتاب الحيض، وكتاب الفرائض، وكتاب النكاح، وكتاب الحدود، وكتاب الديات،\nوله نوادر، أخبرنا محمد بن جعفر قال حدثنا احمد بن محمد بن سعيد قال حدثنا\nعلى بن الحسن بن فضال عنه بكتبه. قاله النجاشي، وذكره الشيخ في اصحاب\nالجواد، والهادي عليهم اسلام وفيمن لم يرو عنهم عليهم السلام من رجاله، وفي\nالفهرست، وعده الكشى من أجلة العلماء والفقهاء والعدول من الفطحية ص 221 وص\n348 وقد ورد فيه روايات اوردناها في (اخبار الرواة)، ويظهر من طريق النجاشي\nان أبا العباس في المتن يراد به أبو العباس احمد بن محمد بن سعيد بن عقدة\nالحافظ المشهور الثقة الجليل. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n             [ 74 ]\n</p>\n\n<p>\n71 - حديث الحسن بن محبوب (1) حدثنى به الرزاز عن محمد بن الحسن عن ابن\nمحبوب. 72 - جزء جلود الصغير بخط الرزاز حدثنى به الرزاز عن خاله، وجد أمي\nمحمد بن عيسى التسترى عن يزيد بن اسحاق عن هارون بن حمزة الغنوى (2) وغيره.\n73 - كتاب نوادر لمحمد بن سنان (3) بخط ابى طاهر جدى رحمه الله، حدثنى به\nأبو الحسن محمد بن محمد المعادي عن جدى أبى طاهر (عن - ظ) محمد بن الحسين\nعن محمد بن سنان.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هو الحسن بن محبوب بن وهب بن جعفر بن وهب أبو على البجلى السراد،\nالزراد. قال الكشى: ومات الحسن بن محبوب في آخر سنة اربع وعشرين ومأتين\nوكان من أبناء خمس وسبعين سنة. وفي تاريخ ولادته ووفاته كلام حققناه في\nترجمته في (تهذيب المقال) ج 2 ص 339 إلى 350 فقد <span id='ms250'></span> روى المفيد في الاختصاص\nرواية عنه عن أبى عبدالله عليه السلام، وذكره ابن حجر في لسان الميزان عليه\nالسلام، وذكره البرقى والشيخ من اصحاب الكاظم عليه السلام، وذكره الشيخ\nوالكشى وابن النديم من اصحاب الرضا عليه السلام ووثقه الشيخ في الفهرست وفي\nرجاله، وذكره الكشى من فقهاء اصحاب أبى أبراهيم وأبى الحسن الرضا عليهما\nالسلام الذين اجمع أصحابنا على تصحيح ما يصح من هولاء وتصديقهم وأقروا لهم\nبالفقه والعلم وتفصيل ترجمته في تهذيب المقال وفي أخبار الرواة. والطبقات\nوغير ذلك من كتبنا الموضوعة لذلك. (2) تقدم ذكر هارون بن حمزة بذكر كتاب\nرقم (30) مع ترجمته ص 57 وايضا ص 66 بذكر كتاب آخر له. (3) تقدم ذكر كتابه\n(الطرائف) مع ترجمته ص 67. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n             [ 75 ]\n</p>\n\n<p>\n74 - كتاب لمحمد بن سنان أيضا، حدثنى به خالي عن محمد بن زكريا اللؤلؤي\nعن محمد بن سنان. 75 - كتاب الاظلة (76) وشيئ من فضل انا النزلناه، (77)\nونوادر لمحمد بن الحسن بن زياد العطار، حدثنى به حميد بن زياد عن على بن\nصالح عن على بن حسان عن عبد الرحمان بن كثير (1) بكتاب الاظلة، حدثنى به\nحميد ايضا بالاسناد بفضل انا انزلناه، وحدثني حميد عن محمد بن الحسن بن\nزياد بنوادره (2) 78 - وبعد ذلك حديث الفضل بن يونس الكاتب (3)، حدثنى به\nحميد عن عبدالله بن احمد بن نهيك عن سعيد بن صالح عن الحسن بن عمر عن أبيه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال النجاشي في ترجمة عبد الرحمان بن كثير الهاشمي: كان ضعيفا غمز\nأصحابنا عليه، وقالوا: كان يضع الحديث، له كتاب فضائل سورة انا انزلناه،\nأخبرناه.. وله كتاب صلح الحسن عليه السلام، أخبرنا.... وله كتاب فدك، وكتاب\nالاظلة فاسد، مختلط. (2) قال النجاشي: محمد بن الحسن بن زياد العطار كوفى،\nثقة، وروى ابوه عن أبى عبدالله عليه السلام، له كتاب، أخبرنا أحمد بن عبد\nالواحد قال حدثنا على بن حبشي عن حميد قال حدثنا الحسن بن محمد قال حدثنا\nمحمد بن زياد بكتابه. (3) قال النجاشي: الفضل بن يونس الكاتب البغدادي، روى\nعن ابى الحسن موسى عليه السلام، ثقة، له كتاب <span id='ms251'></span> اخبرناه.. ورواه باسناد صحيح\nعن الحسن بن محبوب عنه. وذكره الشيخ في اصحاب الكاظم عليه السلام، وقال:\nأصله كوفى تحول إلى بغداد، مولى، واقفى. قلت: وقد ورد فيه روايات اخرجناها\nفي كتابنا (اخبار الرواة) (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n             [ 76 ]\n</p>\n\n<p>\n79 - كتاب بريه العبادي (بريهة الغبارى - خ) (1) بخطى، حدثنى به حميد عن\nأبى جعفر عن محمد بن غالب عن على بن الحسن عن الحسن بن أيوب عن محمد بن\nالحسن الصيرفى عن عمار بن مروان عن بريهة. 80 - كتاب نوادر محمد بن الحسن\nبن شمون البصري (2) حدثنى به أبو على محمد بن همام عن عبدالله بن المدارى\nعن محمد بن شمون.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) روى النجاشي باسناد آخر عن عمار بن مروان عن برية العبادي كتابه. وفي\nالفهرست ذكر بريه النصراني ثم روى كتابه بطريقين عن عبيس بن هشام الناشرى\nعنه. ثم ذكر بعده بريه العبادي بكتاب باسناد آخر عن القاسم بن اسماعيل\nالقرشى وعبيدالله بن احمد النهيكى جميعا عنه، وقال في رجاله في أصحابه\nالصادق عليه السلام: برية العبادي الحيرى اسلم على يد أبى عبدالله عليه\nالسلام، يقال روى عنه ابن أبى عمير وعن بعض النسخ: ابن أبى عمرة. قلت: وقد\nروى المشايخ حديث اسلام بريه النصراني على يدى ابى الحسن عليه السلام لما\nدخل على أبى عبدالله عليه السلام فرواه الكليني في اصوله ج 1 ص 227 باب ان\nالائمة عليهم السلام عندهم جميع الكتب باسناده عن يونس عن هشام بن الحكم،\nورواه المفيد في الاختصاص ص 292 باسناده عن ابراهيم بن هاشم، ورواه الصدوق\nفي التوحيد باسناد آخر مع زيادة وقد اخرجنا الجميع في كتابنا (اخبار\nالرواة) وفي بعض الروايات بل بعض نسخ غيره: (بريهة) كما في المتن وتفصيل\nترجمته في تهذيب المقال. (2) قال النجاشي: محمد بن الحسن بن شمون أبو جعفر\nالبغدادي، واقف، ثم غلا، وكان ضعيفا جدا، فاسد المذهب، واضيف إليه احاديث\nفي الوقف.. وعاش محمد بن الحسن بن شمون مائة واربع عشرة سنة وقيل انه روى\nعن ثمانين رجلا من (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n             [ 77 ]\n</p>\n\n<p>\n81 - ورقتان بخط جدى ابى طاهر (هكذا النسخة و <span id='ms252'></span>) فوقع عليها بخطى احاديث عن\nجعفر بن مالك (1)، حدثنى بها أبو عبدالله جعفر بن محمد بن مالك عن محمد بن\nالحسين الصايغ (2). 82 - خمسة اجزاء في مجلد. حدثنى بما فيها محمد بن محمد\nالمعادي عن محمد بن يحيى العطار، وفيها أحاديث عن عبدالله بن جعفر الحميرى\n(3) 83 - وجميع كتاب الكافي تصنيف ابى جعفر محمد بن يعقوب الكليني (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nأصحاب أبى عبدالله، وقيل انه سمع من أبى الحسن عليه السلام حديثين، ومات\nمحمد بن الحسن سنة ثمان وخمسين ومأتين، وقيل ان آل الرضا عليه السلام:\nمولانا أبا جعفر، وأبا الحسن، وأبا محمد عليهم السلام يعولونه ويعولون\nاربعين نفسا كلهم عياله.. وله من الكتب كتاب السنن والآداب، ومكارم\nالاخلاق، وكتاب المعرفة، وكتاب النوادر، وتفصيل ترجمته في تهذيب المقال.\n(1) تقدم ذكر جعفر بن محمد بن مالك الفزارى بترجمة ص 39 وايضا بذكر كتاب\nرقم 47 ص 63 وايضا رقم 57 ص 66. (2) قال النجاشي: محمد بن الحسين بن سعيد\nالصايغ كوفى ينزل في بنى ذهل، ابو جعفر، ضعيف جدا، قيل: انه غال، له كتاب\nالتباشير، وكتاب نوادر.. ومات محمد بن الحسين لا ثنتا عشرة بقين من رجب سنة\nتسع وستين ومأتين، وصلى عليه جعفر المحدث المحمدى ودفن في جعفى. (3) تقدم\nذكر الحميرى بترجمة ص 38 وذكر كتابه (الدلائل) رقم 51. وكتابه (الغيبة) رقم\n54، وفضائل الكوفة رقم 55. (4) قال النجاشي في مدحه: شيخ أصحابنا في وقته\nبالرى ووجههم، وكان اوثق (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             [ 78 ]\n</p>\n\n<p>\nروايتي عنه، بعضه قرائة، وبعضه اجازة (1) وقد نسخت منه كتاب الصلاة\nوالصوم في نسخة، وكتاب الحج في نسخة، وكتاب الطهارة (الطهر خ ل) والحيض في\nجزء والجمع مجلد واحد، وعزمي ان أنسخ بقية الكتاب ان شاء الله تعالى في جزء\nواحد ورق طلحى. 84 - كتاب هشام بن الحكم (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\nالناس في الحديث وأثبتهم صنف الكتاب الكبير، المعروف بالكليني، يسمى\nالكافي في عشرين سنة.. ومات أبو جعفر الكليني رحمه الله ببغداد سنة تسع\nوعشرين وثلثمائة، سنة تناثر النجوم، وصلى عليه محمد بن جعفر الحسينى ابو\nقيراط، ودفن بباب الكوفة.. قلت: ان جلالة شيخنا الا جبل رحمه الله فوق <span id='ms253'></span> ان\nيذكر في المقام والمدائح له ولكتابه كثيرة تفصيلها في تهذيب المقال عند\nترجمته. (1) روى جماعة كثيرة من تلاميذ الكليني كتابه الكافي عن مصنفه\nمنهم، أبو القاسم جعفر بن محمد بن قولويه، وأبو عبد الله احمد بن ابراهيم\nالصيرمى المعروف بابن ابى رافع، وأبو محمد هارون بن موسى التلعكبرى، وأبو\nالمفضل محمد بن عبدالله المطلب الشيباني، وأبو الحسين أحمد بن على بن سعيد\nالكوفى، وأبو الحسين عبد الكريم بن عبدالله بن نصر البزاز، وأبو الحسين\nاحمد بن أحمد الكوفى الكاتب، وأبو الحسن اسحاق بن الحسن بن بكران العقرائى،\nوأحمد بن محمد أبو غالب الزرارى مصنف هذه الرسالة وقد روى الشيخ في الفهرست\nكتاب الكافي بطرق احدها رواية الماتن رحمه الله وقد فصلنا القول في الطرق\nإلى كتاب الكافي في شرح فهرست الشيخ وفي تهذيب المقال. (1) كان هشام بن\nالحكم أبو محمد الكندى الكوفى البغدادي مولده الكوفة، ومنشائه واسط،\nوتجارته بغداد، ثم انتقل إليها في آخر عمره ونزل قصر وضاح سنة (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n             [ 79 ]\n</p>\n\n<p>\n85 - وكتاب رفاعة (1)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nتسع وتسعين ومائة ويقال ان في هذه النسة مات، وروى عن أبى عبدالله وأبى\nالحسن موسى عليهما السلام، وكان ثقة في الروايات. حسن التحقيق بهذا الامر\nله كتب ذكر ذلك النجاشي بتفصيل في ترجمته، وقال الشيخ في الفهرست: كان من\nخواص سيدنا ومولانا موسى بن جعفر عليهما السلام، وكانت له مباحثات كثيرة مع\nالمخالفين في الاصول وغيرها (إلى ان قال:) ولقى أبا عبدالله جعفر بن محمد\nوابنه موسى عليهما السلام وله عنهما روايات كثيرة، وروى عنهما فيه مدائح له\nجليلة، وكان ممن فتق الكلام في الامامة، وهذب المذهب في النظر، وكان حاذقا\nبصناعة الكلام حاضر الجواب (إلى ان قال:) وتوفى بعد نكبة البرامكة بمدة\nيسيرة متسترا، وقيل: في خلافة المأمون: وكان لاستتاره قصة مشهورة في\nالمناظرات. قلت قد ورد في مدح هشام راوايات كثيرة جدا استقصيناها في كتابنا\n(اخبار الرواة) وبما انها معارضة باخبار قادحة ذكرناها هناك فقد حققنا\nالقول في الجمع بينها في شرحنا على رجال الكشى <span id='ms254'></span> كما ذكرنا تفصيل كتبه والطرق\nإليها في تهذيب المقال. (2) قال النجاشي: رفاعة بن موسى الاسدي النخاس روى\nعن أبى عبدالله وأبى الحسن عليهما السلام، كان ثقة في حديثه مسكونا إلى\nروايته، لا تعرض بشيئ من الغمز، حسن الطريقة، له كتاب مبوب في الفرائض،\nأخبرنا الخ. قلت: قد ذكرناه في الطبقات في اصحاب الصادق والكاظم والرضا\nعليهم السلام مع ذكر من روى عنه عنهم وحققنا ترجمته في تهذيب المقال وايضا\nفي مقدمته في ذكر من روى عن الثقات ويسكن إلى روايته ج 1 ص 116 (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n             [ 80 ]\n</p>\n\n<p>\n86 - وكتاب يعقوب بن شعيب (1)، حدثنى بذلك كله حميدين زياد عن عبدالله\n(عبيدالله - ظ) بن احمد عن ابن أبى عمير عن هشام، وعن رفاعة، وبالاسناد عن\nابن أبى عمير عن عبدالله بن المغيرة، ومحمد بن أبى حمزة عن يعقوب بن شعيب\n(2). 87 - جزء بخطى فيه أخبار من كتاب حماد بن عيسى (3). حدثنى بها أبو\nجعفر محمد بن الحسن بن على بن مهزيار قال حدثنى ابى قال حدثنى عمى داود بن\nمهزيار قال حدثنى حماد بن عيسى (4) واجاز لي رواية جميع ما رواه عنه\nالموصليان، وقد أجزت لك جميع ما أجاز لي روايته.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال النجاشي: يعقوب بن شعيب بن ميثم بن يحيى التمار مولى بنى أسد أبو\nمحمد، ثقة، روى عن أبى عبدالله عليه السلام، ذكره ابن سعيد وابن نوح، له\nكتاب يرويه عدة من أصحابنا... وذكره الشيخ في أصحاب الباقر، والصادق\nوالكاظم عليهم السلام وقال له كتاب. (2) طريقيه إلى الكتب الثلثة موثق\nبحميد الثقة الواقفى. وطريق النجاشي إلى كتاب يعقوب وهشام صحيح على وجه\nوطريقه إلى رفاعة ضعيف الا ان طريقي الشيخ في الفهرست صحيح وحققنا ذلك في\nتهذيب المقال وفي الشرح على الفهرست. (3) تقدم ذكر كتاب الزكاة لحماد بن\nعيسى رقم 64 مع ترجمته وذكر كتبه ص 69 (4) تفرد الماتن بهذا الطريق إلى\nكتاب حماد فاما أبو جعفر محمد بن الحسن بن على بن مهزيار الاهوازي فهو ثقة\nوثقة جعفر بن محمد بن قولويه حيث وثق عامة مشايخه في ديباجة كتابه <span id='ms255'></span> (كامل\nالزيارات) وقد روى في باب 93 من اين يؤخذ طين قبر الحسين عليه السلام ص 280\nعنه عن جده على بن مهزيار كما ان النجاشي\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n             [ 81 ]\n</p>\n\n<p>\nجميع ما رواه عنه الموصليان وقد أجزت لك جميع ما أجاز لي روايته. 88 -\nكتاب جدنا الحسن بن الجهم (1) في جلود مخلق. وأرجوان اجدده، حدثنى به أبو\nعبد الله احمد بن محمد العاصمى، وسمى العاصمى لانه كان ابن اخت على بن عاصم\nرحمه الله (2) قال حدثنى الحسن بن احمد بن فضال عن أبيه عن على بن اسباط عن\nالحسن بن الجهم. وكان توقيعا عليه بخط جدى: حدثنى به البسهمى (التميلى - ظ)\nعن على بن اسباط عن الحسن بن الجهم. (3) 89 - اجزاء بخطى فيها دعاء السر،\nحدثنى بها أبو عبد الله محمد بن ابراهيم النعماني عن الرجال المذكورين في\nالكتاب. (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nروى باسناده عن ابن قولويه عنه عن أبيه عن جده جميع كتبه في ترجمته ص 280\nوقد ذكرناه في كتابنا (مستدرك الرواة) بذكر مشايخه ومن روى عنه. واما الحسن\nبن على بن مهزيار فهو ايضا مهمل في الرجال الا انه من رواة كتاب كامل\nالزيارات وروى عنه سعد وغيره ذكرناهم في (مستدرك الرواة) واما داود بن\nمهزيار فهو مهمل ولم اقف له على مدح. (1) تقدم ذكر الحسن بن الجهم بترجمة\nمع ذكر كتابه ومسائله ص 8 (2) تقدمت ترجمة للعاصمى ص 9 (3) وللنجاشي والشيخ\nطريقان آخران إلى كتابه ذكرناهما بتحقيق في رجالهما في (تهذيب المقال ج 2 ص\n95 (4) قال النجاشي: محمد بن ابراهيم بن جعفر أبو عبد الله الكاتب النعماني\nالمعروف بابن زينب شيخ من أصحابنا عظيم القدر شريف المنزلة، صحيح العقيدة،\nكثير الحديث (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n             [ 82 ]\n</p>\n\n<p>\n90 - جزء ان بخطى فيها ثمانية اوراق، حدثنى بأحدهما حميد بن زياد وحدثني\nبالآخر أبو الحسن احمد بن محمد بن رياح (1) عن عمه على بن محمد بن رياح.\n(2) 91 - ست ورقات بخط فيها خيرة جدى رحمه الله. 92 - أخبار في الصوم عنه\nعن الرجال (3) 93 - أخبار مجموعة عن الحميرى، وعن جدى، وخالى رحمهما الله\nعن حميد (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nقدم بغداد، وخرج إلى الشام، ومات بها، له <span id='ms256'></span> كتب منها كتاب الغيبة الخ. اقول\nوذكر السيد ابن طاووس رحمه الله طريقا آخر إلى دعا السر، في كتابه (فتح\nالابواب في الاستخارات) ذكره في البحار ج 95 ابواب الدعاء باب 114 ادعية\nالسر (1) تقدم من الماتن رحمه الله ذكر سماعه عنه وانه من رجال الواقفة،\nومن الفقهاء الثقات في حديثهم كثيرى الرواية كما تقدم منا ترجمة له مختصرة\nص 40 وايضا ذكر كتاب الصوم له مع طريق الماتن رحمه الله وطريق النجاشي\nوالشيخ رحمهما الله إلى كتاب ص 47 رقم 3 (2) قال النجاشي: على بن محمد بن\nعلى بن عمر بن رياح بن قيس بن سالم مولى عمر بن سعد بن ابى وقاص، ابو الحسن\nالسواق، ويقال: القلا.. وقيل: كنيته ابو القاسم، كان ثقة في الحديث، واقفا\nفي المذهب، صحيح الرواية، ثبت، معتمد على ما يرويه، وله كتب منها: كتاب\nالدلائل، كتاب الغيبة، كتاب ما روى في أبى الخطاب محمد بن أبى زينب. (2)\nالظاهر انها اخبار رواها عن جده رحمه الله عن الرجال. (4) تقدم ص 40 ذكر\nسماع الماتن رحمه الله عن حميد وانه من ثقات فقهاء أصحابنا الواقفة وانه\nكثير التصانيف روى أكثر الاصول. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n             [ 83 ]\n</p>\n\n<p>\n94 - جزء لطيف بخطى اخبار على بن سليمان بن المبارك القمى وفيه اجازة لى\nبخطى (1). 95 - كتاب سعد (2) 96 - وكتاب سواد بن احمد بن محمد بن عيسى (3)\nوغير ذلك. 97 - جزء بخطى في ظهور، في اوله أحاديث جمعتها في الحج 98 - وفي\nآخره اشياء اخترتها من كتاب بصائر الدرجات لسعد بن عبدالله (4) 99 - جزء\nفيه خطبة النبي صلى الله عليه وآله يوم الغدير. رواية الخليل، كان أبوك،\nوابن عمك، حضرا بعض سماعه. (5)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) لم أجد له ذكرا في الرجال ويظهر من اجازته للماتن رحمهما الله تعالى\nانه كان من مشايخ الحديث والاجازة وكانت له اخبار افردت بتأليف خاص. (2)\nكان أصحاب الكتب والمصنفات ممن سمى بسعد جماعة ذكرهم النجاشي والشيخ\nبكتبهم. (3) لم اجد له ذكرا في الرجال ولعل النسخة مصحفة. (4) هو سعد بن\nعبدالله أبى خلف ابو القاسم الاشعري القمى، شيخ هذه الطائفة، وفقيهها،\nووجهها، كان سمع من <span id='ms257'></span> حديث العامة شيئا كثيرا، وسافر في طلب الحديث.. وصنف\nسعد كتبا كثيرة، ذكرها النجاشي، منها كتاب بصائر الدرجات ثم رواها وقال:\nتوفى سعد رحمه الله سنة احدى وثلثمائة. وقيل: سنة تسع وتسعين ومأتين. اقول:\nيأتي رقم 101 مختار آخر للماتن من كتاب بصائر الدرجات، ولهذا الكتاب\nمختارات يطول بالتحقيق فيها واليك بكتاب (الذريعة إلى تصانيف الشيعة) تأليف\nشيخنا العلامة الكبير الآغا بزرگ الطهراني رحمه الله. (5) هذه خطبة تاريخية\nمن النبي الاكرم صلى الله عليه وآله معروفة خطب بها بغدير خم، موضع (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n             [ 84 ]\n</p>\n\n<p>\n100 - كتاب وصية النبي صلى الله عليه وآله وسلم لامير المؤمنين عليه\nالسلام عن أبى العباس بن عقدة (1)، وعلى ظهره اجازته لى جميع حديثه، وقد\nاجزت لك رواية ذلك.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nبين مكة والمدينة بالجحفة بعد رجوعه من حجة الوداع وكان يوما صائفا حتى\nان الرجل ليضع ردائه تحت قدميه من شدة الحر، وكان خرج معه من الناس جموع لا\nيعلمها الا الله وقد يقال: خرج معه تسعون الف: ويقال: مائة الف واربعة عشر\nالفا وقيل: مائة الف وعشرون ألفا، وقيل مائة واربعة وعشرون الفا ويقال اكثر\nمن ذلك، وهذه عدة من خرج معه واما الذين حجوا معه فأثر من ذلك كالمقيمين\nبمكة والذين اوتوا من اليمن مع على أمير المؤمنين عليه السلام، وكان ذلك\nيوم الخميس الثامن عشر من ذى الحجة نزل إليه جبرئيل الامين عن الله بقول\n(يا ايها الرسول بلغ ما انزل اليك من ربك.. الآية) فصلى بالناس ثم قم خطيبا\nوسط القوم على أقتاب الابل وخطبهم الخطبة المعروفة ونصب على بن ابي طالب\nعليه السلام اماما وخليفة لهم من بعده وامرهم ببيعته وكان فيما قال: (ألست\nاولى بكم من انفسكم ؟ قالوا اللهم بلى، قال: من كنت مولاه فعلى مولاه،\nأللهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله)، ذكر تلك\nالواقعة جميع علماء الاسلام من المفسرين والمحدثين والحفاظ، وارباب السير\nوالاعلام وغيرهم يطول بالاشارة إلى ذلك وإلى من روى حديث الغدير ومن أخرجه\nومن أفرد <span id='ms258'></span> له بتأليف ومن احتج به أو قال فيه شعرا واليك بكتاب الغدير تأليف\nالعلامة المعاصر شيخنا الاميني قدس الله روحه الشريفه. (1) هو أحمد بن محمد\nبن سعيد أبو العباس ابن عقدة الحافظ الجليل المشهور المتوفى سنة (333)\nوتقدم ذكره ص 33 وهو أحد مشايخ الماتن رحمه الله. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n             [ 85 ]\n</p>\n\n<p>\n101 - جزء فيه أشياء جمعتها، وأخبار اخترتها من كتاب بصائر الدرجات لسعد\nبن عبدالله. 102 - كتاب فيه ثواب قرائة القرآن، عن الصفوانى (1) 103 - جزء\nظهور بخطى فيه خطب لامير المؤمنين عليه السلام (2) رواية الواقدي، حدثنى\nبها عمر بن الفضل وراق الطبري (3) عن رجاله. 104 - كتاب فيه رسالة قاضى\nالمدينة في الرد على من يحلل المسكر كثيره، (كبيرة) وأخبار غير ذلك.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هو محمد بن احمد بن عبدالله بن قضاعة بن صفوان بن مهران الجمال مولى\nبنى أسد، أبو عبد الله، شيخ هذه الطائفة، ثقة، فقيه، فاضل وكانت له منزلة\nمن السلطان كان أصلها انه ناظر قاضى الموصل في الامامة بين يدى ابن حمدان،\nفانتهى القول بينهما إلى ان قال للقاضى تباهلني ؟ فوعده إلى غد ثم حضروا\nفباهله، وجعل كفه في كفه ثم قاما من المجلس، وكان القاضى يحضر دار الامير\nابن حمدان في كل يوم فتأخر ذلك اليوم ومن غده، فقال الامير: اعرفوا خبر\nالقاضى، فعاد الرسول، فقال: انه منذ قام من موضع المباهلة حم، وانتفخ الكف\nالذى مده للمباهلة، وقد اسودت، ثم مات من الغد، فانتشر لابي عبدالله\nالصفوانى بهذا ذكر عند الملوك، وحظى منهم، وكانت له منزلة. وله كتب منها:\nكتاب ثواب القرآن.. ذكر ذلك النجاشي في ترجمته. وقد فصلنا ترجمته في تهذيب\nالمقال. (2) جمع جماعة كثيرة من أصحابنا ومن غير هم خطب الامام أمير\nالمؤمنين عليه السلام وافردوا لها كتبا يطول بذكرها. (3) لم اقف على ترجمة\nله في كتب الرجال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n             [ 86 ]\n</p>\n\n<p>\n105 - جزء ان مربعان فيهما كتاب الانبياء لابن فضال رواية ابن سعيد (1)\n106 - نوادر ابن ابى عمير، وهى ستة اجزاء رويتها عن عبدالله بن جعفر\nالحميرى عن ايوب بن نوح عن ابن ابى عمير (2)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ذكر على بن الحسن <span id='ms259'></span> بن فضال وكتابه (الزكاة) بترجمة له ص 52 وله\nكتب كثيرة ذكرها النجاشي وعد منها: كتاب الانبياء ورواها عن شيخه محمد بن\nجعفر عن احمد بن محمد بن سعيد بن عقدة الحافظ عن ابن فضال ولعل الظاهر ان\nالماتن رحمه الله رواه عن ابن سعيد بن عقدة عنه. (2) هو محمد بن أبى عمير\nزياد بن عيسى أبو أحمد الازدي البغدادي. قال النجاشي: جليل القدر، عظيم\nالمنزلة فينا وعند المخالفين.. وكان حبس في ايام الرشيد، فقيل: ليلى\nالقضاء.. وقيل: بل ليدل على مواضع الشيعة، وأصحاب موسى بن جعفر عليه\nالسلام، وروى انه ضرب اسواطا بلغت منه، فكاد ان يقر لعظيم الالم، فسمع محمد\nبن يونس بن عبد الرحمان، وهو يقول: اتق الله يا محمد بن أبى عمير، فصبر،\nفخرج الله، وروى انه حبسه المأمون حتى ولاه قضاء بعض البلاد، وقيل: ان اخته\nدفنت كتبه في حال استتارها وكونه في الحبس اربع سنين فهلكت.. ومات محمد بن\nأبى عمير سنة عشرة ومأتين. وقال الشيخ: كان من اوثق الناس عند الخاصة\nوالعامة وأنسكهم نسكا وأورعهم واعبدهم وقد ذكره الجاحظ في كتابه (فخر قحطان\nعلى عدنان) بهذه الصفة التى وصفناه وذكر انه كان اوحد اهل زمانه في الاشياء\nكلها وادرك من الائمه عليهم السلام ثلاثة: أبا ابراهيم موسى عليه السلام\nولم يرو عنه، وأدرك الرضا عليه السلام وروى عنه، والجواد عليه السلام وروى\nعنه احمد بن محمد بن عيسى كتب مائة رجل من رجال\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n             [ 87 ]\n</p>\n\n<p>\nالصادق عليه السلام، وله مصنفات كثيرة. وذكر ابن بطة: ان له أربعة وتسعين\nكتابا. قلت قد ورد في مدح محمد بن أبى عمير روايات اوردناها في (اخبار\nالرواة) كما انه نطق علماء الفريقين بجلالته ومكانته علما ووردعا ذكرنا\nتصريحاتهم بذلك في تهذيب المقال في ترجمته، وقد اختلفت الانظار في طبقته\nومن ادرك من الائمة عليهم السلام ومن روى عنهم وقد ذكرناه في طبقات أصحاب\nالصادق عليه السلام ومن بعده إلى اصحاب الجواد عليه السلام وحققنا ادراكه\nوروايته عن أبى عبدالله عليه <span id='ms260'></span> السلام واشرنا إلى مواضعها كما ذكرنا روايته\nعن جماعة كثيرة من اصحاب السجاد والباقر والصادق عليهم السلام ممن مات في\nحياة أبى عبدالله عليه السلام، وقد حققنا القول في تفصيل كتبه ومصنفاته\nوالطرق إليها في تهذيب المقال وفي الشرح على فهرست الشيخ في ترجمته كما أنه\nقد أفردنا رسالة في مشايخه ومن روى عنه وفي مراسيله، وقد عده الشيخ في\nكتابه (عدة الاصول) ممن عرف بانه لا يروى ولا يرسل الا عن ثقة، كما ان\nالكشى عده في أصحاب الاجماع ومن أجمعت العصابة على تصحيح ما يصح عنهم\nوأقروا لهم بالفقه وقد فصلنا القول في ذلك في فوائدنا الرجالية، وأشرنا\nإليه في مقدمة تهذيب المقال فيمن لا يروى الا عن ثقة ج 1 ص 113 وص 115 (2)\nقال النجاشي بعد ذكر جملة من كتبه وطرقه إليها: فاما نوادره فهى كثيرة لان\nالرواة لها كثيرة فهى تختلف باختلافهم فاما التى رواها عنه عبيدالله بن\nاحمد بن نهيك.. وقال الشيخ في الفهرست بعد ذكر كتبه: منها كتاب النوادر،\nكبير، حسن.. وأخبرنا بالنوادر خاصه جماعة.. وقد روى الصدوق عن كتاب نوادر\nمحمد بن أبى عمير كما في الفقيه كتاب الصوم باب 34 الدعاء في كل ليلة من\nالعشر الاواخر من شهر رمضان عن الصادق\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n             [ 88 ]\n</p>\n\n<p>\n107 - كتاب جلود مرقع (موقع) عليه كتاب ابن الحسين (1) وفيه: عن أحمد بن\nمحمد (2) ومحمد بن اسماعيل (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\nعليه السلام قال تقول الحديث، وطريقه في مشيخة الفقيه رقم (135) عن أبيه\nوابن الوليد جميعا عن سعد بن عبدالله والحميري جميعا عن ايوب بن نوح،\nوابراهيم بن هاشم ويعقوب بن يزيد، ومحمد بن عبد الجبار جميعا عن محمد بن\nأبى عمير. (1) لا يبعد انه محمد بن الحسين بن ابى الخطاب أبو جعفر الزيات\nالهمداني الكوفى، خال ابى العباس محمد بن جعفر الرزاز القرشى الكوفى من\nمشايخ ابن قولويه وقد قال النجاشي في ترجمته: جليل من أصحابنا، عظيم القدر،\nكثير الرواية، ثقة، عين حسن التصانيف، مسكون الرواية.. ثم ذكر كتبه ورواها\nعن شيخه على بن أحمد عن ابن <span id='ms261'></span> الوليد عن الصفار عنه بسائر كتبه وقال: مات\nمحمد بن الحسين سنة اثنتين وستين ومأتين. ووثقه الشيخ في أصحاب الجواد،\nوالهادي، وذكره ايضا في اصحاب العسكري عليهم السلام وقد روى الماتن رحمه\nالله كتب جماعة عن خال أبيه محمد بن جعفر الرزاز، وعم أبيه على بن سليمان\nعن محمد بن الحسين بن أبى الخطاب. كما تقدم وتأتى ولم يذكر في المقام طريقا\nإلى هذا الكتاب. (2) لعل الظاهر انه احمد بن محمد ابى نصر البزنطى كما تقدم\nص 37 مع ذكر ترجمة له (3) الظاهر انه محمد بن اسماعيل بزيع، الذى عده الكشى\nمن رجال أبى الحسن موسى عليه السلام وتبعه النجاشي وذكر انه ادرك ابا جعفر\nالثاني عليه السلام، وروى في مدحه روايات وانه كان في عداد الوزراء، وانه\nثقة ثقه عين، وانه من صالحي هذه الطائفة وثقاتهم كثير العمل، له كتب، وأن\nأبا الحسن الرضا عليه السلام قال لاصحابه مادحا له: وددت ان فيكم مثله. وقد\nذكرناه في طبقات أصحابهم عليهم السلام واوردنا ما ورد في مدحه في (اخبار\nالرواة) وفصلنا ترجمته في تهذيب المقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n             [ 89 ]\n</p>\n\n<p>\nومعمر بن خلاد (1) 108 - كتاب لعلى بن رئاب (2) حدثنى به جدى عن محمد بن\nالحسين عن الحسن بن محبوب عنه. 109 - كتاب حكم بن مسكين (3)، حدثنى به خالي\nعن محمد بن الحسين عن الحكم بن مسكين. 110 - كتاب عن يحيى بن زكريا اللؤلؤي\nعن على بن اسباط، حدثنى به خالي عن يحيى (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ذكر معمر بن خلاد بكتابه وترجمته ص 56. (2) هو على بن رئاب أبو\nالحسن الطحان السعدى الكوفى من أصحاب الصادق والكاظم عليهما السلام، ذكر\nابن النديم في فهرسته انه من مشايخ الشيعة الذين رووا الفقه عن عن الائمة\nعليهم السلام. وقال الشيخ في الفهرست: له أصل كبير، وهو ثقة جليل القدر..\nوذكر النجاشي كتبه وروى الكشى ان محبوبا ابا الحسن بن محبوب كان يعطى الحسن\nبكل حديث يكتبه عن على بن رئاب درهما واحدا، وتفصيل ترجمته في كتبنا\nالموضوعة لذلك. (3) هو حكم بن مسكين أبو محمد الكوفى <span id='ms262'></span> المكفوف مولى ثقيف من\nأصحاب الصادق عليه السلام وذكره النجاشي بكتبه: كتاب الوصايا، كتاب الطلاق،\nكتاب الظهار، وروى الاخيرين باسناده عن حميد عن الحسن بن موسى الخشاب عنه،\nوقال الشيخ في الفهرست: الحكم الاعمى له أصل، ثم رواه باسناده عن ابن أبى\nعمير عن الحسن بن محبوب عنه. قلت في رواية الحسن بن موسى الخشاب عنه مع انه\nمع أصحاب العسكري عليه السلام كلام ذكرناه في تهذيب المقال. (4) روى الشيخ\nفي الفهرست كتاب يحيى بن زكريا اللؤلؤي عن مشايخه عن أبى (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n             [ 90 ]\n</p>\n\n<p>\n111 - كتاب علا بن رزين القلا (1) حدثنى به خالي، وعم ابى، وجدى عن محمد\nبن خالد الطيالسي عن العلا. 112 - كتاب آداب ومواعظ حدثنى به جدى عن رجاله\n(2) 113 - كتاب مسعدة بن زياد الربعي - حدثنى به خالي عن هارون بن مسلم عن\nمسعدة بن زياد (3). 114 - كتاب عبدالله بن سنان.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nغالب الزرارى عن خاله أبى العباس محمد بن جعفر الرزاز عنه وتقدم ص 37 ذكر\nرواية محمد بن سليمان بن الحسن بن الجهم عن يحيى بن زكريا اللؤلؤي. وفي\nاتحاد مع زكريا بن شيبان الكندى العلاف الذى مدحه النجاشي قائلا: الشيخ\nالثقة الصدوق لا يطعن عليه.. له كتب منها كتاب الفضائل - كلام تحقيقه في\nترجمته. (1) تقدم ذكره بترجمته وكتاب ص 36. (2) لا يبعد كون الكتاب مما\nجمعه جد الماتن رحمه الله عن رجاله ومشايخه. (3) قال النجاشي في ترجمته:\nثقة، عين، روى عن ابى عبدالله عليه السلام، له كتاب في الحلال والحرام،\nمبوب، أخبرنا محمد بن محمد قال حدثنا أحمد بن محمد الزرارى قال حدثنا\nعبدالله بن جعفر الحميرى قال حدثنا هارون بن مسلم عن مسعدة بن زياد بكتابه\nقلت: وروى الشيخ في الفهرست كتاب مسعدة بن زياد بطريق ثالث، وهو عن جماعة\nمشايخه عن الصدوق عن ابن الوليد عن الحميرى عن هارون عنه، وفي اتحاده مع\nمسعدة بن زياد العبدى، ومسعدة بن صدقة الربعي، ومسعدة بن صدقة أبى محمد\nالعبدى تحقيق لنا ذكرناه في طبقات أصحاب أبى عبدالله الصادق عليه السلام\nوفي ترجمته في تهذيب <span id='ms263'></span> المقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n             [ 91 ]\n</p>\n\n<p>\n115 - ونوادر له، (1) حدثنى به جدى عن محمد بن الحسين عن محمد بن سنان عن\nعبدالله بن سنان. 116 - كتاب الدعاء لابن مهزيار (2)، حدثنى به أبو جعفر\nمحمد بن الحسن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال النجاشي في ترجمته: كوفى، ثقة، (ثقة - خ) من أصحابنا، جليل، لا\nيطعن عليه في شيئى، روى عن أبى عبدالله عليه السلام، وقيل روى عن ابى الحسن\nموسى عليه السلام وليس بثبت، له كتاب الصلوة الذى يعرف بعمل يوم وليلة،\nوكتاب الصلاة الكبير، وكتاب في سائر الابواب من الحلال والحرام، روى هذه\nالكتب عنه جماعات من أصحابنا لعظمه في الطائفة، وثقته وجلالته.. قلت: ذكره\nالشيخ في أصحاب الصادق عليه السلام وقال: له كتاب روى عن أبى عبدالله عليه\nالسلام. وروى في الفهرست كتابه بطرق ثلثة عنه ثم ذكر كتاب يوم وليلة ورواه\nبطريق رابع عنه وحققنا القول في طرق الاصحاب إلى كتبه في شرح الفهرست وفي\nتهذيب المقال كما حققنا القول في طبقته وفي روايته عن أبى الحسن عليه\nالسلام في طبقات اصحابه، وفي مدحه وردت روايات اوردناها في (أخبار الرواة)\nوتفرد الماتن رحمه الله بهذا الطريق في روايته كتابه عنه. (2) تقدم ذكر على\nبن مهزيار الاهوازي ص 46 عند ذكر زياداته على كتاب الصوم للحسين بن سعيد.\nوقال النجاشي في ترجمته: من الله عليه بمعرفة هذا الامر، وتفقه، وروى عن\nالرضا وأبى جعفر عليهما السلام واختص بأبى جعفر الثاني عليه السلام، وتوكل\nله، وعظم محله منه، وكذلك ابو الحسن الثالث عليه السلام، وتوكل لهم في بعض\nالنواحى، وخرجت إلى الشيعة فيه توقيعات بكل خير، وكان ثقة في روايته لا\nيطعن عليه، صحيحا اعتقاده، وصنف كتب المشهورة.. ثم ذكرها وعد منها كتاب\nالدعاء، وقد حققنا ترجمته وما ورد في مدحه وطبقته في كتبنا الموضوعة لذلك. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n             [ 92 ]\n</p>\n\n<p>\nبن على بن مهزيار (1). 117 - كتاب المكاسب للبرقي بالاسناد في (إلى - ظ)\nالمحاسن (2) 118 - كتاب احمد بن محمد البزنطى (3) حدثنى به عم ابى على بن\nسليمان، وخال أبى محمد بن جعفر الرزاز عن محمد بن الحسين عنه. 119 - كتاب\nالحجال <span id='ms264'></span>، حدثنى به الحميرى، الجزء الثاني (الثالث - خ) من كتاب الحجال ايضا\nحدثنى به الحميرى عن محمد بن الحسين (عن - ظ) الحجال (4)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) تقدم ذكره ص 80 (2) تقدم منه ذكره كتاب المحاسن رقم 13 بطريقه إليه\nوإلى ساير كتبه كما تقدم منا ذكر ترجمته ص 50 وذكر الشيخ في الفهرست في\nعداد كتبه التى وقع إليه: كتاب المكاسب ثم روى كتبه ورواياته بطرق عديدة\nمنها عن عدة من مشايخه عن الماتن عن على بن الحسين السعد آبادى عنه. (3)\nتقدم ذكره وترجمته ص 37 عند ذكر جده ابى طاهر، وايضا ذكر جامعه رقم 36 ص\n60، ومسائله رقم 49 ص 63، وايضا رقم 107 ص 88. (4) قال النجاشي: عبدالله بن\nمحمد الاسدي مولاهم، كوفى، الحجال المزخرف أبو محمد.. ثقة، ثقة، ثبت له\nكتاب يرويه عدة من أصحابنا.. ثم رواه باسناده عن الحسن بن على بن عبدالله\nبن المغيرة عن الحجال بكتابه. وقال في باب الحسن: الحسن بن على أبو محمد\nالحجال من أصحابنا القميين، ثقة، كان شريكا لمحمد بن الحسن بن الوليد في\nالتجارة، له كتاب الجامع في أبواب الشريعة، كبير وسمى الحجال لانه كان\nدائما يعادل الحجال الكوفى الذى يبيع الحجل، فسمى باسمه.. ثم روى كتابه عن\nالمفيد عن ابن قولويه عنه قلت: وتحقيق الكلام في ترجمته في تهذيب المقال. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n             [ 93 ]\n</p>\n\n<p>\n120 - كتاب عيسى بن عبدالله العلوى، حدثنى به خالي عن جدنا محمد بن عيسى\nبن زياد التسترى عن عيسى (1) 121 - كتاب الفرائض لابن سماعة بخط حميد،\nحدثنى به حميد عنه. (2) 122 - كتاب ثعلبة بن ميمون، حدثنى به حميد عن\nالرجال عن ثعلبة (3)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هو عيسى بن عبدالله بن محمد بن عمر بن على بن ابي طالب عليه السلام\nالهاشمي الذى ذكره النجاشي وقال: له كتاب يرويه جماعة، ثم رواه باسناده عن\nابى سمينة عنه. وقال: وقد جمع ابو بكر محمد بن سالم الجعابى روايات عيسى عن\nآبائه عليهم السلام اخبرنا محمد بن عثمان عنه. وذكره الشيخ في أصحاب الصادق\nعليه السلام. وذكره الشيخ المفيد في (الارشاد) باب النص على موسى بن جعفر\nعليه السلام في شيوخ <span id='ms265'></span> أصحاب أبى عبدالله عليه السلام وخاصته وبطانته وثقاته\nالفقهاء الصالحين الذين رووا عنه النص على امامة ابى الحسن عليه السلام.\n(2) تقدم ذكر كتابه (البشارات) عن حميد عنه، رقم 68 بترجمة له منا ص 72 (3)\nهو ثعلبة بن ميمون أبو إسحاق النحوي الكوفى الاسدي الذى ذكره أبو عمرو\nالكشى ص 260 وقال: ثقة، خير، فاضل، مقدم، معلوم في العلماء والفقهاء الاجلة\nمن هذه العصابة في الاشاعة. وأيضا في الفقهاء من أصحاب أبى عبدالله عليه\nالسلام وزعم أبو إسحاق الفقيه، وهو ثعلبة بن ميمون.. وقال النجاشي في\nترجمته: كان وجها في أصحابنا قاريا، فقيها، نحويا، لغويا، راوية، وكان حسن\nالعمل، كثير العبادة والزهد، روى عن أبى عبدالله وأبى الحسن عليهما السلام،\nله كتاب يختلف الرواية عنه. قد رواه جماعات من الناس، قرأت على الحسين بن\nعبيدالله، اخبركم احمد بن محمد الزرارى عن حميد قال حدثنا أبو طاهر محمد بن تسنيم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n             [ 94 ]\n</p>\n\n<p>\n- هذا آخر ما وجدته في فهرست احمد بن محمد الزرارى، والحمد لله رب\nالعالمين وصلى الله على سيدنا محمد وآله الطاهرين.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nقال حدثنا عبدالله بن محمد المزخرف الحجال عن ثعلبة بالكتاب.. وروى\nالصدوق في المشيخة رقم 299 بطريقين عن الحميرى عن محمد بن الحسين بن أبى\nالخطاب عن عبدالله بن محمد الحجال الاسدي عنه، وايضا عن الحميرى عن عبدالله\nبن محمد بن عيسى عن الحجال عنه. وذكره الشيخ في أصحاب الصادق عليه السلام،\nوأيضا في أصحاب الكاظم عليه السلام ثم قال: كوفى، له كتاب روى عن أبى\nعبدالله عليه السلام يكنى أبا اسحاق. قلت: حققنا ترجمته في (تهذيب المقال)،\nواوردنا ما ورد في مدحه في (اخبار الرواة) وذكرناه في طبقات أصحاب الصادق\nعليه السلام بمن روى عنه عنه عليه السلام مثل محمد بن أبى عمير، وعبد الله\nبن محمد الحجال الاسدي، وعلى بن اسباط، ومحمد بن اسماعيل وغيرهم كما ذكرناه\nفي اصحاب الكاظم عليه السلام. هذا آخر ما اردنا ذكره شرحا لهذه الرسالة\nالشريفة لشيخ أصحابنا في عصره ووجه الطائفة وعظيمهم أبى غالب الزرارى رحمه\nالله <span id='ms266'></span>. والحمد لله اولا وآخرا وظاهرا وباطنا وصلى الله على محمد وآله\nويتلوها تكملة الرسالة لشيخنا الجليل الحسين بن عبيدالله الغضائري رحمه\nالله مع شرح لنا والله هو الموفق للصواب، كتبه العبد السيد محمد على بن\nالمرتضى الموسوي الشهير بالموحد الابطحي الاصفهانى عفى عنه وعن والديه\n</p>\n\n<p>\nمكتبة يعسوب الدين عليه السلام الإلكترونية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n             <span id='ms267'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094"
  ],
  "volumes": [
    "01",
    "02"
  ]
}