{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nشرح: المحرر -\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>كتاب الجامع </h1>\n\n<p>\n(2)</span>\n</p>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nالمراقبة والخشية لله -جل وعلا- حق، نصب عينيه، وأعراض المسلمين حفرة من\nحفر النار، يقول ابن دقيق العيد: وقف على شفيرها العلماء والحكام، المقصود\nأن مثل هذا الذي لا يتقي الشبهات لا بد وأن يقع في الحرام، كما أن الذي\nيسترسل في المباحات قد يبحث عن هذه المباحات التي عود نفسه عليها فلا\nيجدها، وحينئذ يتجاوزها إلى ما وراءها من المكروهات والشبهات، ثم بعد ذلك\nيبحث عن هذه الشبهات والمكروهات فلا يجدها، وقد ألفتها نفسه فيتجاوزها إلى\nالمحرمات معللا بأن الله -جل وعلا- غفور رحيم، لكن يغفل عن كونه شديد\nالعقاب، عن كونه -جل وعلا- شديد العقاب، فعلى الإنسان أن يحتاط لنفسه.\n</p>\n\n<p>\n((ومن وقع في الشبهات وقع في الحرام)) نعم الذي يعتاد هذا الأمر لا شك\nأنه قد عود نفسه، واستمرأ على هذا الشيء لا بد أن يتجاوزه إلى غيره؛ لأنه\nقد يطلبه في وقت من الأوقات فلا يحصل له.\n</p>\n\n<p>\n((ومن وقع في الشبهات وقع في الحرام)) شرط جزاء ((كالراعي)) هذا مثال\nوتنظير مطابق، واستعمال للقياس الصحيح.\n</p>\n\n<p>\n((كالراعي يرعى حول الحمى يوشك أن يقع فيه)) في رواية: ((يرتع)) الراعي\nيرعى حول الحمى، الحمى الأصل أن الملوك لهم دواب، ولهم مواش يرتزقون من\nورائها، مما لا يشغلهم عن ملكهم، ويحمون لهم الحمى، والنبي <span id='ms1444'></span> -عليه الصلاة\nوالسلام- حمى لأبل الصدقة، وأبو بكر وعمر، فهذا الحمى إذا رعى هذا الراعي\nحوله، يعني كون الراعي يمر بأبله أو بغنمه على حافة هذا الحمى على نفس\nالحد، هل يأمن أن تدخل واحدة من هذه المواشي فتأكل من الأرض المحمية؟ لا\nيملك، لا بد وأن .. ، والغالب أن الأرض المحمية تكون أخصب من غيرها، فتند\nمنه الشاردة من الإبل أو من الغنم فتأكل من هذا الحمى، وهو أيضا إذا مشى\nعلى الحافة ولم يتق الشبهات لا شك أنه سوف يقع فيما حرم الله عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p001'> Vol. 61, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n((كالراعي يرعى حول الحمى يوشك أن يقع فيه، إلا وإن لكل ملك حمى، إلا وإن\nحمى الله محارمه)) لا يجوز قربانها، فكون المحرم لا يجوز قربانه أبلغ من\nكونه لا يجوز الوقوع فيه، بمعنى أنه يمنع وتمنع الوسائل الموصلة إليه، يمنع\nالمحرم وتمنع الوسائل الموصلة إليه، ولذا حرم الله النظر، وأمر بغض البصر\nوجوبا، فيأثم الذي يرسل نظره ولو لم يقع في الفاحشة؛ لماذا؟ حماية للمحرم،\nوصيانة له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p002'> Vol. 61, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n((ألا وإن حمى الله محارمه)) (ألا) أداة تنبيه تجعل السامع ينتبه لما\nبعدها ((ألا وإن في الجسد مضغة)) في الجسد في جسد ابن آدم مضغة، يعني: بقدر\nما يمضغه الإنسان ((في الجسد مضغة إذا صلحت صلح الجسد كله)) إذا صلحت هذه\nالمضغة صلح الجسد كله ((وإذا فسدت فسد الجسد كله ألا وهي القلب)) فالجسد\nبجميع أجزائه مملكة، القلب هذا هو الملك، والجوارح أعوان له، الجوارح\nوالحواس كلها أعوان فيما يصدر منه وفيما يرد إليه وسائط، إذا صلحت هذه\nالمضغة صلح الجسد كله، وإذا فسدت بالعكس، والعكس بالعكس، فالمعول على هذه\nالمضغة وهي القلب، فعلى المسلم أن يسعى لصلاحها، وشفاؤها بتدبر القرآن،\nوفهم ما جاء عن النبي -عليه الصلاة والسلام- والعمل به، هذه المضغة\nالمحسوسة القلب مثار إشكال كبير عند أهل العلم من الشرعيين والأطباء\nوغيرهم، يعني خطاب الشرع في جملته يتجه إلى القلب، والعقل عند أهل العلم هو\nمناط التكليف، وجاء الاقتران بين العقل والقلب في بعض <span id='ms1445'></span> الآيات، فهل المراد\nفيما وجه إليه الخطاب الشرعي القلب القطعة المعروفة في بدن الإنسان التي\nتضخ الدم أو هي غيرها؟ الأطباء يجعلون المعول على العقل الذي محله الدماغ،\nوأما القلب فكغيره كالرئة مثلا، كغيره بدليل أنه يغير قلب إنسان يزرع له\nقلب ولا يتأثر عندهم، لكن ماذا نصنع بخطاب الشرع الذي في جملته موجه إلى\nالقلب مثل هذا الحديث؟ وقوله: ((إلا وإن في الجسد مضغة)) لدلالة على أن هذا\nأمر حسي لا معنوي ((إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله إلا\nوهي القلب)) ولذا عامة أهل العلم أو أكثرهم على أن العقل محله القلب،\nالأطباء يقولون: يزرع قلب جديد والعقل هو هو ما تغير، وقد يوجد قلب سليم من\nالناحية الطبية مائة بالمائة في جسد مجنون، لا عقل له، فدل عندهم على أنه\nلا ارتباط بين العقل والقلب، يقولون: العقل محله الدماغ، وقد يختل العقل\nوالقلب سليم، والعكس، وتمشيا مع النصوص التي كلها تخاطب القلب يقول أهل\nالعلم: إن العقل محله القلب، الإمام أحمد له رأي في المسألة وهو: أن العقل\nمحله القلب وله اتصال بالدماغ، بمعنى أنه يكون -على جهة التمثيل- مثل\nالكهرباء فيه السالب والموجب أحدهما لا يعمل بغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p003'> Vol. 61, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر، ومثل هذا الأمر الذي يخفى على الناس المسألة من عضل المسائل، وهي\nمن أقرب ما يتصوره الإنسان إلى نفسه قلبه، كما أن روحه التي بين جنبيه لا\nيعرف كنهها ولا حقيقتها، وكذلك جاء مثل هذا في أقرب وأهم شيء في الإنسان لا\nيدرك حقيقة الأمر فيه ليعلم يقينا أنه مهما بلغ من العلم، ومهما بلغ من\nالفهم، ومهما بلغ من غاية العقل أنه لن يخرج عن قوله -جل وعلا-: {وما\nأوتيتم من العلم إلا قليلا} [(85) سورة الإسراء] وهذا القلب المحسوس المضغة\nفيه العجائب، ويذكر الأطباء المتخصصون في جراحة القلب أمور لا تخطر على\nبال، تنبغي والأمر معلق بالقلب إذا صلح صلح الجسد كله، وإذا فسد فسد الجسد\nكله، ينبغي بل يتعين على طالب العلم أن <span id='ms1446'></span> يسعى جاهدا لإصلاح هذا القلب،\nوإصلاحه بالدواء الناجع المفيد فيما جاء عن الله وعن رسوله، والقلوب لها\nأمراض، والران يتراكم عليها ويحجبها، لكن دواءها وجلاءها بكتاب الله -جل\nوعلا-، وما جاء عن نبيه -عليه الصلاة والسلام-، وما ذكره العلماء المحققون\nفي بيان عن الله وعن رسوله -عليه الصلاة والسلام- في أمراض القلوب فلتراجع،\nوليكن لطالب العلم نصيب وافر منها، ومؤلفات ابن القيم -رحمه الله- مملوءة\nبما تعالج به أمراض القلوب.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nوعن أبي هريرة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال:\n((اجتنبوا السبع الموبقات)) قيل: يا رسول الله وما هن؟ قال: ((الشرك بالله،\nوالسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل مال اليتيم، وأكل الربا،\nوالتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات)).\n</p>\n\n<p>\nنعم، يقول المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\n\"وعن أبي هريرة -رضي الله تعالى عنه- أن رسول الله -صلى الله عليه وسلم-\nقال: ((اجتنبوا السبع الموبقات)) \" اجتنبوا يعني: ابتعدوا، السبع المذكورة\nفي هذا الحديث، والعدد لا مفهوم له، لكن لأهمية هذه السبع جاء التنصيص\nعليها، وإلا فالذنوب المهلكة كثيرة جدا، حتى الصغائر قد تجتمع على الإنسان\nفتهلكه فضلا عن الكبائر، والموبقات: المهلكات لفاعلهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p004'> Vol. 61, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n\"قيل: يا رسول الله وما هن؟! \" قيل من قبل الصحابة، وهذا من حرصهم،\nوالأمر يعنيهم، وما هن؟ وتجد الإنسان يسمع هذا الكلام المجمل والمفصل، ولا\nيحفظ مثل هذه السبع الموبقات التي تقضي عليه وتهلكه، بينما لو كان هذا\nالأمر المؤثر عليه مما يؤثر على تجارته ضبطه وأتقنه، والناس لهم عناية فيما\nيمس دنياهم، تجد الموظف ومدير الدائرة ووكلاءه ورؤساء الأقسام عنده عنايتهم\nبالأنظمة التي تسير عملهم، يتفهمونها ويحفظونها ويشرحونها، وإذا أشكل عليهم\nشيء منها طلبوا تفسيره من الجهات، وكذلك التاجر تجده يعكف على نظام الشركة\nالفلانية؛ لأنه يريد أن يتعامل معها، والشركة الفلانية لأنه يريد كذا وكذا،\nوهذا لا يقال فيه شيء، لكن عندنا أمور أمر خلقنا من أجله، لا بد من تحقيقه،\nفلا بد أن نعنى به، تجد المسلم يسمع القول <span id='ms1447'></span>: ((اجتنبوا السبع الموبقات)) هذه\nالسبع المهلكات.\n</p>\n\n<p>\nقيل: يا رسول الله وما هن؟ يعني يمكن أن يمر هذا الكلام على الصحابة دون\n...\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nما يمر مثل هذا الكلام على الصحابة إلا يطلبون تفصيله \"قيل: يا رسول الله\nوما هن؟ قال: ((الشرك بالله)) \"\n</p>\n\n<p>\nوهو أعظم الذنوب، وما عصي الرب -جل وعلا- بأعظم منه ((أن تجعل لله ندا\nوهو خلقك)) ومع الأسف أنه في حياة كثير من الناس أن لا يستعظمون أمر\nالتوحيد، وما يناقض التوحيد {إن الله لا يغفر أن يشرك به} [(48) سورة\nالنساء] الشرك بالله، وهذا يشمل الشرك الأكبر والأصغر، وكلاهما داخل في\nقوله -جل وعلا-: {إن الله لا يغفر أن يشرك به} [(48) سورة النساء] على خلاف\nبينهم في الأصغر، هل حكمه حكم الكبائر الداخل تحت المشيئة {ويغفر ما دون\nذلك لمن يشاء} [(48) سورة النساء]؟ أو حكمه حكم الشرك لا بد أن يعاقب وإن\nلم يخلد كالمشرك الشرك الأكبر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p005'> Vol. 61, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n((والسحر)) وفيه شرك إلا أن التنصيص عليه وعطفه على الشرك من باب عطف\nالخاص على العام للعناية به، وإلا فالأصل أن الساحر لن يصل إلى ما يريد إلا\nبعد أن يقرب للشياطين، ويشرك بالله -جل وعلا-، وكذلك من يتعامل مع الساحر\nلا بد أن يقدم شيئا، وهو نوع من الشرك، والسحر شأنه خطير، وأمره عظيم،\nوحصلت بسببه المصائب والكوارث، وهدمت البيوت بسببه، وزاد شره واستطار\nواستفحل أمره في العصور المتأخرة، فلا بد من الضرب بيد من حديد على هؤلاء\nالسحرة والمشعوذين، وقطع الطريق على كل من يسعى في تشريع عملهم؛ لأن من أهل\nالعلم من يسعى في التشريع وفي بقائهم من حيث لا يشعر، يشعر أو لا يشعر،\nفالذي يفتي الناس بجواز الذهاب إلى السحرة لحل السحر هذا تشريع لبقائهم، ما\nدام هذا العمل جائز كيف تأمر بالقضاء عليهم؟! ولا شك أن مثل هذه الفتوى\nسبيل وطريق إلى تشريع عملهم وإبقائهم، بل الدعوة بأنهم محسنون، والنبي\n-عليه الصلاة والسلام- يقول: ((والسحر)).\n</p>\n\n<p>\n((وقتل النفس التي حرم الله إلا بالحق)) والقتل قتل العمد أمره <span id='ms1448'></span> عظيم {ومن\nيقتل مؤمنا متعمدا فجزآؤه جهنم خالدا فيها} [(93) سورة النساء] نسأل الله\nالسلامة والعافية، وقرن بالشرك: {والذين لا يدعون مع الله إلها آخر ولا\nيقتلون النفس التي حرم الله إلا بالحق ولا يزنون} [(68) سورة الفرقان] هذه\nعظائم الأمور، مقرون بعضها ببعض، طيب ((قتل النفس التي حرم الله إلا\nبالحق)) وجاء في تعظيم قتل النفس ما جاء من نصوص الكتاب والسنة، فلا يجوز\nالتعدي على النفس المعصومة سواء كانت مسلمة أو غير مسلمة، معاهد أو ذمي،\nوالمسلم من باب أولى ((إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم\nهذا، في شهركم هذا، في بلدكم هذا)) فالأمر جد خطير، وشأنه عظيم ((قتل النفس\nالتي حرم الله إلا بالحق)) إلا بأن تستحق ((النفس بالنفس، والثيب الزاني،\nوالتارك لدينه، المفارق للجماعة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p006'> Vol. 61, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n((وأكل مال اليتيم)) اليتيم في الشرع: هو من مات أبوه وهو دون البلوغ،\nفنظرا لضعف جانبه بموت أبيه يتسلط بعض الناس على ماله فيأكله، وإلا فأكل\nمال غيره حرام، لكن غيره له من يدافع عنه فصار أخف من مال اليتيم، ولذا جاء\nالتشديد في شأنه، والحث والأجور العظيمة على كفالته، وفي حكم اليتيم من لا\nأب له ألبتة بالكلية كأولاد الزنا مثلا هذا لا أبا له ولا ولي أمر، بل من\nأهل العلم من يرى أنه أحوج إلى الرعاية والعناية من اليتيم؛ لأن اليتيم قد\nيكون وارثا، قد يكون له عم، قد يكون له أخ، لكن مثل هذا ليس له أحد، ولذا\nيقول بعض العلماء: إن رعاية مثل هؤلاء رغم ما جاء في كفالة الأيتام إلا أنه\n...\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوأكل أموال الناس محرم، الأيتام وغير الأيتام، لكن التنصيص على اليتيم\nلما ذكرنا؛ لأنه في الغالب ليس له من يدافع عنه بخلاف غير اليتيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p007'> Vol. 61, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n((وأكل الربا)) أكل الربا من السبع الموبقات، وجاء في تعظيم أمره وشأنه\nمن النصوص في الكتاب والسنة ما تنزعج له القلوب، ومع ذلك يؤكل الربا، ممن\nيتدين بالدين، ويشهد أن لا إله إلا الله، وما ذلكم إلا لما غطى على <span id='ms1449'></span> القلوب\nمن الران، والتنافس في الدنيا، وإيثار العاجل على الآجل، وإلا لو قيل لشخص:\nإنك تبعث يوم القيامة مجنون يرضى؟! لو قيل له: إنك محراب لله ولرسوله\nيرضى؟! {الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من\nالمس} [(275) سورة البقرة] قال جمع من أهل العلم: إنهم يبعثون مجانين، فعلى\nمن يأكل الربا وإن وجد من يهون من شأنه ويتساهل في أمره، لكن من يجادل الله\nعنه يوم القيامة الذي يأكل الربا؟ هل يأتي هذا ويقول: أنا الذي أبحت له\nالربا، أو هونت له من شأن الربا؟! أنت تعرف الحكم الشرعي، وعرفت أن الربا\nحرام وتعاملت بالربا لا عذر لك، فعليك أن تتوب، وإن تاب تاب الله عليه، وله\nحينئذ رأس ماله {وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون} [(279)\nسورة البقرة] من تاب من الربا يعني تعامل بالربا مدة {فمن جاءه موعظة من\nربه فانتهى فله ما سلف} [(275) سورة البقرة] له ما سلف، بمعنى أنه إذا تاب\nمن الربا دخل في الربا وهو يملك ألف ريال، وتاب بعد عشر سنين وهو يملك\nمليون ريال، لكم رؤوس أموالكم، له ما سلف، ما الذي سلف؟ وما رأس ماله؟ هل\nالمقصود رأس ماله الذي دخل به في البيع والشراء الألف أو رأس ماله وقت\nالتوبة وهو المليون؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكلهن واحد، الإشارة ما تكفي.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p008'> Vol. 61, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nيعني تصور أن شخص دخل التجارة بعشرين ريال، وتاب عن عشرين مليار، نقول:\nما لك إلا عشرين ريال، أو نقول: لك رأس مالك وقت التوبة ولك ما سلف، والله\n-جل وعلا- أكرم من أن يردك فقيرا تتكفف الناس، واللفظ محتمل، وقول الأكثر:\nرأس ماله الذي دخل به التجارة عشرين ريال، ويتخلص من عشرين مليار، والمعنى\nالثاني تحتمله الآية، وهو اللائق بكرم الله -جل وعلا- وجوده، وما دامت\nالمسألة محتملة والله -جل وعلا- رغب في التوبة، وحث الناس عليها، والله -جل\nوعلا- أشد فرحا بتوبة عبده مما ذكر في الحديث، ويستحيل في العقل والدين أن\nالله <span id='ms1450'></span> -جل علا- يحث ويأمر ويوجب التوبة ويفرح بها ويصد الناس عنها؛ لأنه أبو\nعشرين ريال هذا الذي دخل في التجارة وتاب عن .. ، هل إذا قلنا له: ما لك\nإلا عشرين ريال هذا بيتوب أو ما هو بتائب؟ هذا لن يتوب، المجزوم به أنه لن\nيتوب، واللفظ الآية محتمل، فنقول: لك رأس مالك وقت التوبة، لك ما سلف، لك\nرأس مالك، بقي ربا في ذمم الناس لا يجوز أن تستلم منه ريال، لكن الذي في\nيدك وقت التوبة لك {فانتهى فله ما سلف} [(275) سورة البقرة] قد يقول قائل:\nإن هذا فيه تهوين من شأن الربا، وتجعل الناس يتعاملون بالربا فإذا تجروا\nيتوبون، إذا كثرت أموالهم، نقول: لا، هذا مثل غيره من الذنوب، ما هو بأعظم\nمن الشرك، حينما يقال للمشرك: إنك متى ما تبت تاب الله عليك، هل معنى هذا\nنهون عليه الشرك إلى أن يتوب؟! ما الذي يضمن له أن يعيش إلى أن يتوب، سواء\nكان من الشرك أو من الربا أو من الزنا، التوبة تهدم ما كان قبلها، هل معنى\nهذا أننا إذا قلنا للزاني رغبناه في التوبة، وأنها تجب ما قبلها أننا نهون\nعليه الزنا يزني حتى يتوب فيما بعد؟! لا ليس الأمر كذلك، بل عليه أن يتوب\nفورا، لكن إذا تاب التوبة الشرعية المقبولة بشروطها تاب الله عليه {فانتهى\nفله ما سلف} [(275) سورة البقرة] هذا نص القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p009'> Vol. 61, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n((والتولي يوم الزحف)) المقصود به الفرار عند لقاء العدو؛ لأن التولي في\nهذه الحالة مضعف للمسلمين، إذا تولى شخص وهرب ثم الذي بجانبه غلب على ظنه\nأنهم مهزومون؛ لأن هذا ما هرب إلا لسبب ثم تبعه، تبعه ثالث، ثم بعد ذلك\nانكسرت المعنويات، وهزم المسلمون، فلا يجوز التولي يوم الزحف إلا متى في\nصورة واحدة؟\n</p>\n\n<p>\nطالب: متحرفا لقتال أو متحيزا إلى فئة.\n</p>\n\n<p>\nنعم، متحرفا لقتال أو متحيزا إلى فئة، وما عدا ذلك لا يجوز؛ لأن هذا مما\nيتعين فيه الجهاد، فالجهاد يتعين إذا استنفره الإمام، وإذا حضر هنا عند\nلقاء <span id='ms1451'></span> العدو، وإذا دهم العدو بلده تعين عليه.\n</p>\n\n<p>\n((وقذف المحصنات الغافلات المؤمنات)) قذف المحصنات اللاتي لم يحصل منهن\nشيء مما يزاوله الفاجرات الباغيات الداعرات الغافلات اللاتي لا تخطر\nالفاحشة على بالهن، المؤمنات المتدينات العفيفات، فالقذف جرمه عظيم؛ لأنه\nيخدش العرض، ولا يقتصر على شخص، بل يسري إليه وإلى ولده ووالده، إلى المرأة\nوولدها ووالدها وزوجها، جريمة -نسأل الله السلامة والعافية-، ولذا جاء في\nالخبر وإن كان فيه ما فيه: ((قذف محصنة يحبط عبادة ستين سنة)) ولذا رتب\nعليه الحد، لو أن ثلاثة قذفوا محصنة ولو كانوا من أتقى الناس مع أن قذفهم\nإياها ينافي التقوى لحدوا وجلدوا حد الفرية، وجاء في وصف عائشة -رضي الله\nعنها-:\n</p>\n\n<p>\nحصان رزان لا تزن بريبة ... وتصبح غرثى من لحوم الغوافل\n</p>\n\n<p>\nغرثى، يعني: جائعة، إن كان ما عندها طعام إلا اللحوم النساء تجوع إيش\nالمانع؟ هكذا ينبغي أن يكون المسلم أن لا يسلط لسانه على أحد، والقذف -نسأل\nالله السلامة والعافية- لأنه يدنس الأعراض، وأثره على المقذوفة، وعلى من\nحولها من أولادها وأبويها وإخوانها وأسرتها وزوجها وأسرة الزوج ومن قرب\nمنهم كلهم يتدنسون بهذه الكلمة، فالأمر عظيم.\n</p>\n\n<p>\n((الغافلات)) اللاتي لا تخطر الفاحشة على بالهن، أصل الغفلة: عزوف الشيء\nعن الذهن، يعني: لا يخطر على باله، فهؤلاء الغافلات لا تخطر الفاحشة على\nبالهن، وهل الغفلة عن كون الفاحشة لا تخطر على البال مدح وإلا قدح؟ مدح،\nوعلى هذا يفضل الغافل عن الفاحشة على من تخطر الفاحشة على باله ويجاهد نفسه\nعن اقترافها، أيهما أفضل؟\n</p>\n\n<p>\nطالب: الثاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p010'> Vol. 61, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالشخص الذي لا تخطر الفاحشة على باله أو الذي تخطر على باله فيجاهد نفسه\nعلى تركها، والشخص الذي لا تتيسر له الفاحشة، ولا يعرض نفسه لمواقعها، أو\nالشخص الذي يتعرض لها ويجاهد نفسه ويجاهد غيره عن الوقوع في هذه الفاحشة،\nأيهم أفضل؟\n</p>\n\n<p>\nطالب: الثاني.\n</p>\n\n<p>\nيعني: افترض شخصا جالس في مكتبته يطالع، جالس من أول النهار إلى آخره هذا\nما خطر في باله فاحشة، هل هذا أفضل أو من عرضت له الفاحشة <span id='ms1452'></span> فجاهد نفسه\nوتركها؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني هل هذا الذي جلس في مكتبته يطالع ويقرأ يؤجر على ترك الفاحشة مثل من\nيؤجر من عرضت له هذه الفاحشة وتركها؟\n</p>\n\n<p>\nطالب: لا، الثاني.\n</p>\n\n<p>\nوهل يؤجر من خطرت على قلبه الفاحشة أو تيسر له بعض أسبابها ممن تيسر له\nجميع الأسباب بأن جلس عليها وتركها لله -جل وعلا- فصار من السبعة الذين\nيظلهم الله في ظله يوم لا ظل إلا ظله؟ أيهم أفضل؟\n</p>\n\n<p>\nطالب: الثاني.\n</p>\n\n<p>\nيعني عندنا شخص غافل ما طرأ على ذهنه ولا على باله ذكر للفاحشة، وشخص في\nمكان يمكن لو بذل السبب حصلت له الفاحشة، وبين شخص تعرض للفاحشة وضويق من\nأجلها، وبين شخص زاول أسباب الفاحشة وعمل مقدمات الفاحشة، ثم قال: إني أخاف\nالله، أيهم أفضل؟\n</p>\n\n<p>\nطالب: الأخير ..\n</p>\n\n<p>\nالأخير الذي هو من السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله،\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالثالث.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nعندنا مراحل، هذا في مكتبته ما خطر على باله أي فاحشة، هل نقول: هذا يؤجر\nعلى الفاحشة غافل عن الفاحشة؛ لأن الغفلة هنا سيقت مساق المدح، فهل الغفلة\nفي هذا الباب مطلوبة مطلقا؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإذن عندنا أمور: غفلة ابتدائية، وغفلة تنشأ عن مجاهدة هذا شيء، وعندنا\nمباشرة أسباب والامتناع من أجل الله -جل وعلا- عن وصول الغاية.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p011'> Vol. 61, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nعندنا الحديث السابق: ((ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف\nالله)) وأيضا: ((من الثلاثة الذين انطبق عليهم الغار رجل بذل الأموال، ثم\nبعد ذلك تمكن من المرأة، فقالت له: يا عبد الله اتق الله)) فاتقى الله -جل\nوعلا-، فاستحق هذه الكرامة، فدل على أنه ممدوح، فالغافل الذي لا تخطر\nالفاحشة على باله لا شك أنه أقل درجة ممن تيسرت له الأسباب وتركها لله -جل\nوعلا-، لكن هذا بالنسبة للفعل وعدمه، لكن بالنسبة للقذف الذي معنا هذا الذي\nتعرض .. ، يعني نفترض شخص غافل غفلة تامة عن الفواحش وفي مكتبته ليل نهار،\nوشخص يتعرض للأسواق وصاحب محل ويجاهد نفسه، يعني هل قذف هذا الذي في مكتبته <span id='ms1453'></span>\nما يخرج من المكتبة، أو ما يخرج من المسجد قذفه مثل قذف هذا الذي يرتاد\nالأسواق؟ لا، فهذه غير تلك المسألة، هذه مسألة أخرى.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم.\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على رسول الله وعلى آله وأصحابه\nأجمعين.\n</p>\n\n<p>\nاللهم اغفر لنا ولشيخنا وللحاضرين والمستمعين برحمتك يا أرحم الرحمين،\nأما بعد:\n</p>\n\n<p>\nقال المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\nوعن المغيرة بن شعبة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم-\nقال: ((إن الله -عز وجل- حرم عليكم عقوق الأمهات، ووأد البنات، ومنع وهات،\nوكره لكم ثلاثا: قيل وقال، وكثرة السؤال، وإضاعة المال)).\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين، أما بعد:\n</p>\n\n<p>\nفيقول المؤلف -رحمه الله تعالى-:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p012'> Vol. 61, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n\"وعن المغيرة بن شعبة -رضي الله تعالى عنه- أن رسول الله -صلى الله عليه\nوسلم- قال: ((إن الله -عز وجل- حرم عليكم)) \" فالتحليل والتحريم إنما هو\nلله -جل وعلا-، والنبي -عليه الصلاة والسلام- إنما هو مبلغ عن الله -جل\nوعلا-، الرسل يبلغون عن الله ما يحله وما يحرمه على عباده، فجاء في بعض\nالأحاديث نسبة التحليل والتحريم إلى الرسل ((إن إبراهيم حرم مكة)) ((إن\nالله ورسوله ينهيانكم)) فالإضافة الحقيقة والنسبة الحقيقة إلى الله -جل\nوعلا-، وقد ينسب الفعل إلى الواسطة من باب التجوز {الله يتوفى الأنفس}\n[(42) سورة الزمر] مع قوله -جل وعلا-: {توفته رسلنا} [(61) سورة الأنعام]\nفالذي يتوفى الأنفس هو الله -جل وعلا-، لكن لما كان الرسل من الملائكة\nوسائط يتولون قبض روح الإنسان نسب إليهم، كما ينسب الفعل إلى الشخص نفسه،\nيصح أن تقول: مات زيد، وروحه خرجت حتف أنفه قهرا عليه، واللغة تستوعب ذلك،\nوتتسع له، فالله -جل وعلا- له التحريم والتحليل وليس لأحد شركة في هذا\nالأمر {اتخذوا أحبارهم ورهبانهم أربابا من دون الله} [(31) سورة التوبة]\nعبدوهم وإلا ما عبدوهم؟ \"قال: لسنا نعبدهم، قال: ((يحرمون الحلال فتحرمونه،\nيحلون الحرام فتحلونه؟! )) قال: نعم، قال: ((تلك عبادتهم)) فالتحليل\nوالتحريم إنما <span id='ms1454'></span> هو لله -جل وعلا-، وهذا شرك في التشريع، والله المستعان.\n</p>\n\n<p>\n((إن الله -عز وجل- حرم عليكم عقوق الأمهات)) عقوق الأمهات يعني عصيان\nالأمهات، وإيصال الأذى، أي نوع من أنواع الأذى من التأفيف فما فوق، كل هذا\nحرام على الولد تجاه أمه، والتنصيص على الأم لعظم حقها، وعدم قدرتها على\nالدفاع عن نفسها، وإلا فالأب أيضا يحرم عقوقه كالأم، لكن عقوق الأم أشد؛\nلأن حقها أعظم، ولأنها لا تستطيع أن تدافع عن نفسها غالبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p013'> Vol. 61, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n((عقوق الأمهات)) كون العقوق يصدر من فاسق لا يستغرب، لكن كونه يصدر ممن\nظاهره الصلاح وممن ديدنه حضور الدروس، وطلب العلم هذا هو الغريب، وكثير من\nالآباء والأمهات يشكون أولادهم الذين ظاهرهم الصلاح والاستقامة، تجده من\nأيسر الأمور أن يركب مع زميله لأي مشوار، والمشوار لزميله، يقول له: نبي\nنروح الآن سيارتي يقول للزميل: متعطلة أبيك توديني إلى التشليح مثلا، هذا\nبعد صلاة العصر، ويركب معه، ويمضي العصر كامل والمغرب والعشاء وهو ما له\nمصلحة، والجو حار، والمناظر بعد ليست مؤنسة، ومع ذلك يسهل على نفسه هذا\nالأمر، لكن لو تقول له الوالدة: أنا أذهب إلى أختي في نفس الحي ضاق بها\nذرعا، وتضمر منها، وأنا مشغول، وأنتم عطلتموني عن طلب العلم، هذا مع الأسف\nيحصل من بعض طلاب العلم، كثير من الآباء يشكو، كثير من الأمهات أيضا تبكي\nمن ولدها، يسمع في الدرس مثلا أن الورع كذا مثلا من باب الورع مثلا يسمع من\nالشيخ، ثم يلزمه أبوه بهذا الأمر الذي تركه من باب الورع، ثم يقول: لا\nأبدا، لا طاعة لمخلوق في معصية الخالق، ويصارحه بهذا، ولا يمكن، ولا أعينك\nعلى معصية، يا أخي المسألة ورع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p014'> Vol. 61, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nيعني من الأمثلة شخص طلب لنفسه ولأولاده منح من ولي الأمر، فجاءت المنح\nباسمه وأسماء أولاده، هذا خلاف الأولى، يعني أن تطلب وتستشرف، لكن هل يقال:\nحرام وهو من بيت المال؟ نعم؟ ليس بحرام، عرض الأراضي على الأولاد كلهم\nقبلوا إلا واحد من طلاب العلم، من الملازمين للدروس، قال <span id='ms1455'></span>: أنا لا أستشرف،\nقال: أنت ما استشرفت جاك وأنت جالس، قال: لا أقبل، يا أخي أنت مقدم على\nزواج ولا عندك شيء، قال: ولو، طيب نذهب إلى المحكمة وتفرغ لي الأرض، قال:\nما أعينك على معصية، في أي فقه هذا الفقه؟! حقيقة مثل هذه الصور توجد من\nبعض المتعلمين، يتمسك بشيء على حساب ما هو أعظم منه، فعلى طالب العلم أن\nينتبه إلى هذا الأمر، لا يفعل المستحب على حساب واجب، ولا يترك مكروه\nويرتكب محظور، فكثير من الأمهات تتصل بحرقة تامة تشكو من عقوق ولدها؛ لأنها\nتعرف أنه يحضر الدروس وطالب العلم من حلقة إلى حلقة، ومن درس إلى آخر،\nووقته مشغول بالحفظ والمراجعة، طيب هذا كله عمل صالح، بل من أفضل الأعمال،\nلكن لا يعادل محرم، ارتكاب محرم.\n</p>\n\n<p>\n((ووأد البنات)) وأد البنات دفن البنات وهن على قيد الحياة، وهذا كان\nالعرب يفعلونه خشية العار من شدة الغيرة، والغيرة إذا زادت عن حدها الشرعي\nبدلا من أن تكون ممدوحة تصير مذمومة، فكل شيء له حد شرعي، كل غريزة وملكة\nلها طرفان ووسط، والخير في الوسط، فالعرب كانوا يئدون البنات، يدفنونهن\nأحياء خشية العار، ويقتلون الأولاد خشية أن يطعموا معهم، هذه من الموبقات\nلاشتمالها على جريمة القتل وقتل ذي الرحم أعظم جرما، فالتنصيص على البنات\nمع أنه يوجد قتل للأولاد بما في ذلك الأبناء والبنات خشية إملاق، خشية أن\nيطعموا معهم، وكل هذا من كبائر الذنوب -نسأل الله السلامة والعافية-، لكن\nالتنصيص على البنات لأنه صار ظاهرة أكثر؛ لأن البنت تقتل لسببين: السبب\nالأول: العار، وهذا هو الكثير الغالب، والثاني: ما تشارك فيه الابن من خشية\nالإملاق، أو خشية أن يطعم معه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p015'> Vol. 61, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n((ومنع وهات)) منعا حرم عليك المنع، منع ما يجب عليك دفعه من الزكوات\nالواجبة والنفقات الواجبة، لا يجوز لك أن تمنع الحق عن مستحقه \"وهات\" طلب\nوسؤال ما لا تستحقه من أمور الدنيا، فيكون الإنسان جماعا مناعا، هذا لا\nيجوز بحال، يمنع ما أوجب الله عليه {وآتوهم من <span id='ms1456'></span> مال الله} [(33) سورة النور]\nما هو من مالك هذا، من مال الله الذي آتاك الله وأتمنك عليه، ومع ذلك لا\nتسأل فالمسألة من غير حاجة تدعو إليها حرام \"هات\" هذه صفة، صفة زيد من\nالناس أنه لا يعطي، ومع ذلك ما جاءه بل يطلب، ديدنه المنع للواجبات وهات،\nإذا رأى شيئا أو رأى شخصا يظن أنه يبذل طلب منه، فالسؤال مذموم، بل من غير\nحاجة حرام، وجاء ذمه في النصوص.\n</p>\n\n<p>\n((وكرهه لكم ثلاثا: قيل وقال)) عمارة المجالس بالقيل والقال وكثرة\nالكلام، يتحدث بكل ما سمع، اليوم قيل كذا وقالوا كذا، قال زيد كذا، وقيل له\nكذا ((كفى بالمرء إثما)) وفي رواية: ((كذبا أن يحدث بكل ما سمع)) قيل وقال،\nإضاعة الوقت والفراغ الذي هو نعمه من نعم الله -جل وعلا- بمثل هذا حسرة\nوندامة، وقوله: ((كره)) لا يعني أنه كراهية اصطلاحية التي هي مجرد تنزيه لا\nيترتب عليها إثم، لا، إن كان قيل وقال في حدود المباح يمكن أن يقال هذا؛\nلأنه إضاعة للوقت، لكن إن كان قيل وقال وإثارة وإشاعة للإشاعات من أجل بث\nالذعر بين المسلمين، أو الحط من قيمة بعض الناس، أو رفع شأن لبعض الناس\nالذين لا يستحقون، فمثل هذا لا يجوز، والكراهة حينئذ تكون للتحريم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p016'> Vol. 61, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n((وكثرة السؤال)) كثرة السؤال إذا كان السؤال في أمور الدنيا الصحابة\nبايعوا النبي -عليه الصلاة والسلام- أن لا يسألوا أحد، فكان أحدهم يسقط\nسوطه فينزل من دابته ويأخذه دون أن يقول لفلان من الناس: أعطني السوط، ومن\nأيسر الأمور أن يجلس الإنسان والشيء بجواره لو مد يده إليه أخذه: قم يا\nفلان هات مصحف، قم يا فلان هات لي ماء، قم يا فلان .. ، هذا كثرة السؤال،\nهذا سؤال، لكن الخدمة من غير طلب من الصغير للكبير مطلوبة من غير طلب،\nفخدمة الصغير للكبير من غير طلب من الكبير لا تدخل في مثل هذا، كثرة السؤال\nيشمل أيضا السؤال في مسائل العلم إذا لم يقصد من السؤال التفقه والفائدة،\nإنما يقصد <span id='ms1457'></span> منه تعجيز المسئول، أو إظهار فضل للسائل؛ لأن بعض الطلاب يعرف\nالجواب، لكن يسأل لا ليعرف غيره الجواب وإنما ليظهر للحاضرين أنه لديه قدرة\nوفهم للموضوع، ويستطيع أن يسأل سؤالا دقيقا، هذا إذا لم يقصد به إفادة نفسه\nأو إفادة غيره دخل في هذا، وإن قصد من وراء ذلك تعجيز الشيخ، وإظهار عجزه،\nوتعالمه على من حضر فالأمر أسوء، وقد جاء النهي عن الأغلوطات، وجاء في قوله\n-جل وعلا-: {لا تسألوا عن أشياء إن تبد لكم تسؤكم} [(101) سورة المائدة]\nفقد يسأل الإنسان عن شيء يكون في جوابه ما يسوؤه، وقد سأل الصحابة النبي\n-صلى الله عليه وسلم- عن بعض الأشياء فقال فلان: من أبي؟ قال: أبوك حذافة،\nثم قال فلان: من أبي؟ قال: كذا، ثم غضب النبي -عليه الصلاة والسلام- غضبا\nشديدا، ثم قال: ((سلوني، سلوني)) ليبين -عليه الصلاة والسلام- أن غضبه هذا\nليس سببه العجز عن الجواب مثل ما يفعله بعض الناس، بعض الناس إذا سئل\nسؤالين غضب وضاق بالسائل ذرعا؛ لماذا؟ لأنه يخشى أن يرد عليه سؤال لا يعرف\nجوابه، فالرسول يقول: ((سلوني، سلوني)) فبرك عمر -رضي الله تعالى عنه- بين\nيدي النبي -عليه الصلاة والسلام- واستعفاه من الأمر، وفرج عنه، المقصود أن\nمثل هذا الذي يقصد به التعنيت، أو يكون في جوابه ما يسوء السائل، أو يسوء\nبعض الحاضرين مثل هذا ينهى عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p017'> Vol. 61, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n((وإضاعة المال)) إضاعة المال صرفه فيما لا ينفع في أمر الدين ولا الدنيا\nهذا إضاعة، هذه إضاعة، فالمال به قوام الحياة، لا يمكن أن يعيش الإنسان\nويبقى النوع الإنساني بغير المال؛ لأنه بواسطته يحصل على الطعام والشراب\nوغيرها من الضروريات، فكونه يضاع يترتب عليه إما أن يكون عالة على الناس\nيتكفف الناس، ويقع في السؤال المذموم، أو يعرض نفسه للتلف، أو يعرض نفسه\nلارتكاب المحرمات من سرقات وغصوب وغيرها، والتسديد والمقاربة هو المطلوب،\nوالتوسط في هذا الباب هو المطلوب {ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها\nكل البسط} [(29) سورة الإسراء] {والذين إذا أنفقوا <span id='ms1458'></span> لم يسرفوا ولم يقتروا}\n[(67) سورة الفرقان] المقصود أن المطلوب من المسلم أن يتوسط، وكم من إنسان\nإضاع ماله وبقي ملوما محسورا، يحتاج الشيء اليسير ما يجد، وكان عنده من\nالمال الشيء الوفير لكنه ضيعه، واشترى به ما لا يحتاجه فضلا عن كونه يشتري\nبه ما حرم الله عليه، فهذا يجتمع فيه الأمران، لكن إذا أكثر من شراء ما\nيمدح به، أو أكثر من الإنفاق في سبيل الله فهل للإنسان أن يتصدق بجميع\nماله؟ المسألة خلافية بين أهل العلم، وحصل هذا من أبي بكر، فإن كان له مصدر\nيمكن أو يغلب على الظن أنه يقتات منه فلا مانع كما هو شأن أبي بكر، وإلا\nفالثلث والثلث كثير، كما في حديث سعد.\n</p>\n\n<p>\nإضاعة المال لها صور، وأحيانا يتعارض حفظ الوقت مع حفظ المال، فأيهما\nأغلى في حياة المسلم؟ الآن نضرب مثال يسير والمال الذي يضيع فيه يسير، يقول\nمثلا: أنا أذهب إلى المكان الفلاني أو أرجع إلى بيتي لاستفيد من وقتي، ذهبت\nمع الدائري أحتاج إلى ثلاثين كيلو، ونحتاج من البنزين إلى خمسة ريالات، أو\nعشرة مثلا، وإن ذهبت مع وسط البلاد وأمامي عشرين إشارة أصرف ريال واحد\nبنزين، لكن الدائري اقطعه بربع ساعة، ومع وسط البلد أحتاج إلى نصف ساعة،\nنقول: تحافظ على المال أو على الوقت؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأيهما أغلى في حياة المسلم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالوقت أغلى؛ لأن وجوده، وجود الشخص نفسه هو وقته، ولا يعد مضيعا للمال\nإذا حرص على حفظ الوقت، نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p018'> Vol. 61, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عمر -رضي الله عنهما- قال: قال رسول الله -صلى الله عليه وسلم-:\n((بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمد عبده ورسوله،\nوإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان)).\n</p>\n\n<p>\nكذا عندك؟\n</p>\n\n<p>\nنعم.\n</p>\n\n<p>\nبتقديم الحج على الصيام.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيش عندك؟\n</p>\n\n<p>\nلا، تقديم الحج المثبت ثم الصوم.\n</p>\n\n<p>\nإيش عندك؟\n</p>\n\n<p>\nالحج ثم الصوم.\n</p>\n\n<p>\nتقديم الحج على الصيام؟\n</p>\n\n<p>\nنعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p019'> Vol. 61, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nحتى النسخة التي معنا، وهي معتنى بها بتقديم الصوم على الحج، لكن الرواية\nالمتفق عليها إنما <span id='ms1459'></span> هي بتقديم الحج على الصيام، يعني في الصحيحين من حديث\nابن عمر: ((بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمدا رسول\nالله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان)) هذه الرواية\nالموجودة في الصحيحين، وعليها بنى الإمام البخاري ترتيب الكتاب، وقدم الحج\nعلى الصيام، والجمهور على أن الصيام هو الركن الرابع، والحج هو الركن\nالخامس، في صحيح مسلم من حديث ابن عمر: ((بني الإسلام على خمس: شهادة أن لا\nإله إلا الله، وأن محمدا عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وصوم\nرمضان، وحج البيت)) بتقديم الصيام فقال رجل: ((وحج البيت، وصوم رمضان))\nفقال: لا، ((صوم رمضان، والحج)) استدرك على ابن عمر حينما قدم الصيام على\nالحج، مع أنه في الصحيحين على قول الرجل المستدرك من حديث ابن عمر، هذه\nالرواية المتفق عليها بتقديم الحج على الصيام، والبخاري بنى ترتيب الكتاب\nعلى هذا الأساس، فقدم الحج على الصيام، وفي صحيح مسلم قدم ابن عمر الصوم\nعلى الحج، فاستدرك عليه رجل فقال: ((وحج البيت، وصوم رمضان)) مع أن ابن عمر\nهو الراوي للحديث في الموضعين، فقال: لا، ((صوم رمضان، وحج البيت)) فمنهم\nمن يقول: ابن عمر -رضي الله تعالى عنه- حينما حدث بالحديث في هذا الوقت نسي\nالرواية التي فيها .. ، أو نسي تقديم الحج على الصوم، وقد أداه قبل ذلك\nكذلك، ومنهم من قال: ابن عمر ما نسي ويستحضر هذا وهذا وأن الواو لمطلق\nالجمع، وأراد بهذا الرد وتأديب هذا المستدرك، كأنه لما رد على ابن عمر قال:\nلا، ((وصوم رمضان، والحج)) يريد أن يؤدبه، كيف يتكلم بحضرة صحابي جليل هو\nالذي سمع الحديث من النبي -عليه الصلاة والسلام-؟ أحيانا بعض الناس يعني\nيوجد من عجلة بعض الناس وهذه لا شك أنها تحمل أحيانا على سوء الأدب، أحيانا\nيستدرك على شخص في اسمه، يذكر اسمه ويكون معروف بأكثر مثلا من اسم أو لقب\nأو كنية أو شيء من هذا، فيعرف بنفسه: أنا أبو فلان الفلاني، يقول: لا <span id='ms1460'></span>، أنت\nفلان بن فلان، أو العكس مثلا، هذا يوجد من بعض الناس عجلة بهذه الطريقة،\nوأحيانا يصوب في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p020'> Vol. 61, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nكلام الشخص نفسه فيما يعنيه، ابن عمر أراد أن يؤدب هذا الشخص، يعني أنا\nصاحب الشأن، أنا الذي سمعته من النبي -عليه الصلاة والسلام- كيف ترد علي؟!\nقال: لا ((وصوم رمضان، والحج)) وكلام المستدرك صحيح؛ لأنه في الصحيحين على\nكلام المستدرك، لكن لعل ابن عمر سمعه على الوجهين، وأراد مرة أن يبلغه على\nهذا الوجه، ومرة على الوجه الثاني ولا مانع لأن الواو لمطلق الجمع.\n</p>\n\n<p>\nنعم الأولية لها نصيب في الأولوية، حينما يقدم في الذكر الصوم على الحج\nنعرف أن الصيام عند الشارع أهم من الحج أو العكس، فالرواية التي فيها تقديم\nالصيام على الحج هذه رواية مسلم، وعرفنا أن الأحاديث الأربعين كلها متفق\nعليها، فالرواية الصحيحة: ((حج البيت، وصوم رمضان)).\n</p>\n\n<p>\n((بني الإسلام على خمس)) بني البناء بناء الشيء على غيره، بناء الشيء على\nشيء آخر أو بناء الشيء على شيء يدل على أن المبني غير المبني عليه، صح وإلا\nلا؟\n</p>\n\n<p>\nطالب: الأصل يا شيخ.\n</p>\n\n<p>\nإذا بنينا شيء على شيء فمعناه أن الشيء المبني غير المبني عليه، وإذا\nرتبنا نتيجة على وسيلة صارت النتيجة غير الوسيلة، وقل مثل هذا: ((بني\nالإسلام على خمس)) يعني في البناء الحسي ظاهر أن المبني غير المبني عليه،\nوهنا المبني الإسلام، والمبني عليه الخمس التي هي الدعائم والأركان، فهل\nالإسلام غير الخمس أو هو الخمس؟ لما سئل النبي -عليه الصلاة والسلام- عن\nالإسلام أجاب بهذه الخمس، فدل على أن المبني والمبني عليه شيء واحد، أو أن\nنقول: الإسلام في مسماه حقيقة معنوية ترجمتها هذه الأمور العملية، يعني:\nهناك دقائق قد لا ينتبه لها، وتقرأ على أنه ما فيها إشكال، في حديث: ((إن\nلله تعالى تسعة وتسعين اسما مائة إلا واحد)) ما الداعي لقوله: ((مائة إلا\nواحد)) مو بتأكيد العدد؟ تأكيد العدد يأتي من يشرح الحديث ويقول: فيه دليل\nعلى أن الأسماء الحسنى مائة ((تسعة وتسعين)) ((مائة إلا <span id='ms1461'></span> واحد)) وتقول: في\nالحديث ما يدل على أن الأسماء الحسنى مائة اسم؟! له وجه وإلا ما له وجه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nله وجه، والرسول يقول: ((تسعة وتسعين ... مائة إلا واحد))؟ ما وجه هذا\nالكلام؟ من الحديث نفسه، من الحديث، نعم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p021'> Vol. 61, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمن إيش؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف صارت مائة؟\n</p>\n\n<p>\nطالب: إن لله ...\n</p>\n\n<p>\nنعم، أضاف إليها المسمى الذي هو لفظ الجلالة الله، هذا الاسم (الله) له\nتسعة وتسعين اسما يعني غيره، إذن تكون مائة، هذا إذا قلنا: إنها غير، وإذا\nقلنا: إن المسمى بهذا الاسم له تسعة وتسعين منها هذا الاسم، وهو قول\nالأكثر، يعني: الذات الإلهية إن صح إطلاق اللفظ، الذات، يصح إطلاق الذات\nعلى الله -جل وعلا-؟ أهل العلم يقولون: الكلام في الصفات فرع عن الكلام ...\n</p>\n\n<p>\nطالب: في الذات.\n</p>\n\n<p>\nفي الذات، وإبراهيم -عليه السلام- كما في البخاري كذب ثلاث كذبات ثنتان\nمنها في ذات الله، فهل لنا أن نثبت لله ذات؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنقول: لله ذات؟ نقول: له نفس {تعلم ما في نفسي ولا أعلم ما في نفسك}\n[(116) سورة المائدة] لكن هل نقول: له ذات؟ من خلال حديث إبراهيم، كذب\nثنتان في ذات الله، وأيضا قول الصحابي: وذلك في ذات الإله، يعني هل مجيء\nالذات في هذين الخبرين يساوي النفس أو أنها من أجل الله؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمن أجله، نعم من أجله، وليس المراد به في ذات الله؛ لأنه لو قلنا: في ذات\nالله و (في) للظرفية صار محل لهذه الأمور، وليس الأمر كذلك، ولا يوجد دليل\nيدل على إثبات الذات إلا حديث -إن صح-: ((تفكروا في آلاء الله ... ولا\nتتفكروا في ذات الله)) هذا -إن صح- صار دليل على إثبات الذات، وشيخ الإسلام\n-رحمه الله- يكثر من قول: الكلام في الصفات فرع على الكلام في الذات، يقرر\nهذا الكلام، يقرر أن حديث إبراهيم ما فيه دليل.\n</p>\n\n<p>\n((بني الإسلام على خمس)) أي: خمس دعائم، في رواية: خمسة، خمسة أركان،\nوإذا حذف التمييز جاز التذكير والتأنيث ((من صام رمضان وأتبعه ستا)) الأصل <span id='ms1462'></span>\nأن تكون ستة لأن التمييز مذكر.\n</p>\n\n<p>\n((على خمس: شهادة)) بدل بعض من كل ((شهادة أن لا إله إلا الله)) إذا\nقلنا: بني الإسلام على خمس أحدها: شهادة أن لا إله إلا الله، أو نقول:\nأحدها بناءا على أنه بدل؟ اختلف العلماء في كذا على خمسة أقوال أحدها أو\nأحدها؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nبالرفع وإلا ب ... ؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p022'> Vol. 61, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nنعم ما تجي نصب، المسألة إما جر بدل، أو الرفع على الاستئناف والابتداء.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأيهما أفصح؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهو يجوز الوجهان لكن أفصحهما؟\n</p>\n\n<p>\nطالب: البدل.\n</p>\n\n<p>\nهاه؟ البدل؟ {وضرب الله مثلا رجلين أحدهما} [(76) سورة النحل] نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، الابتداء أفصح.\n</p>\n\n<p>\n((شهادة أن لا إله إلا الله)) الشهادة هي الإقرار والاعتراف والنطق بحيث\nيكون هذا المقر به والمعترف به، وهذه الكلمة المنطوق بها كالمرئي المشاهد،\nسميت شهادة ليش؟ الأصل في المشاهدة الإبصار، وإذا بلغ اليقين إلى هذا الحد\nإذا لا شيء وراءه، يعني: الأخبار ليس الخبر كالمعاينة صح وإلا لا؟ لو جاءك\nشخص من أوثق الناس وقال: جاء زيد، هل هو أقوى مما لو رأيت زيد بعينك؟ نعم؟\nلكن من الأخبار ما يساوي المعاينة، يعني قصة الفيل مثلا التي شاعت وكثر\nالحديث عنها في عهد النبي -عليه الصلاة والسلام- ولم يدركها لأنه ولد عام\nالفيل، بلغته بطريق يشبه أو يكون في حكم المعانية، ولذا قال: {ألم تر كيف\nفعل ربك بأصحاب الفيل} [(1) سورة الفيل] فهنا الشهادة على المقر بها التي\nهي كلمة التوحيد والمعترف بها، والمذعن لها، والناطق بها أن يكون اعتقاده\nلها في حكم اعتقاده بالمشاهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p023'> Vol. 61, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n((شهادة أن لا إله إلا الله)) وهذه الكلمة هي التي تعصم الدم ((أمرت أن\nأقاتل الناس حتى يشهدوا أن لا إله إلا الله)) والنطق لا بد منه ((حتى\nيقولوا: لا إله إلا الله)) وعلى هذا لو وقر الإيمان في قلب عبد ولم يتمكن\nمن النطق بها، وقر الإيمان في قلبه ولم يتمكن من النطق بها، جزم يقينا بأن\nلا إله إلا الله، وأن محمدا عبد الله ورسوله، لكن ما وفق بأحد يلقنه <span id='ms1463'></span> هذه\nالشهادة، أو يذكر له أنه لا بد من النطق بها، هل يدخل في الإسلام أو ما\nيدخل؟ الغاية: ((حتى يقولوا)) هذا ما قال، ولذا يقرر أهل العلم أنه ليس\nبمسلم حكما، وأما فيما بينه وبين ربه الله يتولاه، لا يستطيع أحد أن يحول\nبينه وبين ربه، لكن في أحكام الدنيا ما أسلمت؛ لأن الغاية ما تحققت ((أمرت\nأن أقاتل الناس حتى يقولوا: لا إله إلا الله)) قد يقول قائل: هذا يستبعد أن\nإنسان يقر الإيمان في قلبه ومع ذلك لا ينطق، ليش ما ينطق؟\n</p>\n\n<p>\nيعني سؤال يقول: شخص له صديق نصراني ووقر الإيمان في قلبه، واقتنع\nبالإسلام، وذهبنا إلى شيخ ليلقنه الشهادة، الشيخ ما وفق لأن المسألة ما\nتحتاج إلى وقت، قال: الآن باقي على صلاة الظهر ربع ساعة، ونبغي نتجهز\nللصلاة، وإذا صلينا -إن شاء الله- نلقنه الشهادة، خرجا من عنده في تبادل\nإطلاق نار وقتل، ويسأل هل هو مسلم يغسل ويكفن ويصلى عليه وإلا ما هو مسلم؟\nنقول: لا، حكما ما أسلم، فهذا الشيخ محروم حقيقة حرم نفسه وحرم هذا\nالمسكين، ومع ذلك فيما بينه وبين ربه الله يتولاه ((حتى يقولوا: لا إله إلا\nالله)) فالركن الأول من أركان الإسلام شهادة أن لا إله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p024'> Vol. 61, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n((وأن محمدا عبده ورسوله)) هذه من لوازمها ولا تتم إلا بها، وإذا لم تذكر\nفي بعض الروايات فلأنها ذكرت ولأنها من متطلبات شهادة أن لا إله إلا الله\nإذ لا تتم إلا بها، لكن في حديث: ((من كان آخر كلامه من الدنيا لا إله إلا\nالله دخل الجنة)) يعني: في النزع قال: لا إله إلا الله، محمدا رسول الله،\nنقول: هذا آخر كلامه من الدنيا لا إله إلا الله أو آخر كلامه من الدنيا\nمحمدا رسول الله؟ عرفنا أنه لا يدخل في الدين حتى يشهد بلسانه، لكن في\nخروجه من الدنيا، وكان آخر كلامه من الدنيا لا إله إلا الله محمدا رسول\nالله هل نقول: دخل في الحديث؟ دخل وإلا ما <span id='ms1464'></span> دخل؟ يعني الآن ((من كان آخر\nكلامه من الدنيا لا إله إلا الله دخل الجنة)) وشخص قال: أشهد أن لا إله إلا\nالله، وأشهد أن محمدا عبده ورسوله، وقد يضيف إلى ذلك ما هو حق، وأن عيسى\nعبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، أتى بكلام حق، هل يصدق\nعليه أنه صار آخر كلامه من الدنيا لا إله إلا الله؟ يعني: مثل ما قلنا في\nالأذكار السابقة، يعني: من جاء بالمشروع وزيادة هل يصدق عليه أنه جاء\nبالمشروع؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلكن هل هذا يصدق عليه أنه آخر كلامه أو تكلم بكلام غيره؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p025'> Vol. 61, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nهو من اللوازم في الدخول، لا يدخل الإسلام حتى يشهد أن محمدا رسول الله،\nلكن إذا أردنا أن نطبق حقيقة حرفية الحديث ((من كان آخر كلامه من الدنيا لا\nإله إلا الله دخل الجنة)) هل يدخل في هذا الوعد إذا قال: وأشهد أن محمدا\nعبده ورسوله، وأشهد أنه بلغ الرسالة، وأدى الأمانة، ونصح الأمة، ثم قبضت\nروحه، نقول: أتى بالمراد وزيادة؟ أو نقول: فاته الوعد في هذا الحديث ولم\nيحرم أحاديث أخرى؟ لأنه افترض أنه ما قالها مثلا، هل معنى هذا أنه يدخل\nالنار؟ حيل بينه وبين أن يقولها، ارتج عليه، أغمي عليه ما قالها، نعم، ليس\nمعنى هذا أنه يدخل النار، وعلى هذا يحرص الإنسان أنه يلقن المحتضر أن لا\nيزيد على لا إله إلا الله، يعني: إن كان في فسحة من المدة، ورأى عليه\nأمارات البقاء مدة يقول فيها ما ينفعه من ذكر وغيره لا بأس، ويذكره ببعض\nالأمور؛ لكي يتوب إلى الله -جل وعلا- منها، ثم بعد ذلك يكون آخر كلامه من\nالدنيا لا إله إلا الله هذا هو المطلوب.\n</p>\n\n<p>\n((وأن محمدا عبده ورسوله)) -عليه الصلاة والسلام-، عبد ورسول، في هذا رد\nعلى الغلاة والجفاة كونه عبد رد على الغلاة الذين يصرفون له بعض حقوق الرب\n-جل وعلا-، وإثبات الرسالة له رد على الجفاة، والجمع بينهما سبيل الأمة\nالوسط، وفي أشرف <span id='ms1465'></span> المقامات نص على العبودية {سبحان الذي أسرى بعبده} [(1)\nسورة الإسراء] {وأنه لما قام عبد الله يدعوه} [(19) سورة الجن] في أشرف\nالمقامات ينص على العبودية، والعبودية بالنسبة للعابد شرف؛ لأنها هي الهدف\nمن وجوده، هذا الهدف أو هذا الأمر الذي هو تحقيق العبودية هو الهدف من وجود\nالجن والإنس، وسيدهم ومقدمهم محمد -عليه الصلاة والسلام-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p026'> Vol. 61, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوالركن الثاني: ((إقام الصلاة)) وإقامة الصلاة يشتمل على قدر زائد على\nمجرد أدائها والإتيان بها، فإقامتها وتقويمها على ما جاء عن النبي -عليه\nالصلاة والسلام- هو المطلوب، لكن هل الركن الصلاة أو إقام الصلاة؟ في\nالحديث: ((إقام الصلاة)) وإذا قلنا: إن الركن إقام الصلاة، وعرفنا أن إقام\nالصلاة قدر زائد على ما يسقط الطلب ويصحح العبادة؛ لأن إقام الصلاة\nوتقويمها على ضوء ما جاء عن النبي -عليه الصلاة والسلام- على الطريق والهدي\nالمستقيم الثابت عن النبي -عليه الصلاة والسلام-؛ لأن اللفظ يوحي بهذا، ما\nقال: وأداء الصلاة والإتيان بالصلاة أو والصلاة لتصدق على ما يسقط به\nالطلب، وعلى كل حال التنصيص على إقامة الصلاة في نصوص كثيرة يدل على أن\nالمطلوب من المسلم أن يصلي كما صلى النبي -صلى الله عليه وسلم-.\n</p>\n\n<p>\n((وإيتاء الزكاة)) دفعها ممن وجبت عليه إلى من وجبت لهم من الأصناف\nالثمانية بشروطها المعروفة عند أهل العلم.\n</p>\n\n<p>\n((وصوم رمضان)) أو ((وحج البيت، وصوم رمضان)) وكلاهما ركن من أركان\nالإسلام، وتفصيل أحكام الأركان مدون في الكتب، وله مناسباته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p027'> Vol. 61, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nهذه الأركان الخمسة الركن الأول الذي لا يأتي به لم يدخل في الإسلام\nإجماعا وهو الشهادتان، الثاني وما يليه الذي لا يعترف بها يكفر إجماعا ولو\nجاء بالشهادتين، من يجحد بقية الأركان يكفر اتفاقا، لكن الذي يعترف بها ولا\nيأتي بها، بمعنى أنه لا يصلي ولا يزكي ولا يصوم ولم يحج، كفره يعني كفر\nتارك أحد الأركان الأربعة العملية قول معروف في مذهب مالك ورواية عن أحمد،\nوأشار إليها شيخ الإسلام ابن تيمية في كتاب الإيمان، يعني: من لم يحج يكفر،\nمن لم يصم رمضان يكفر <span id='ms1466'></span>، من لم يزك كافر، ومن لم يصل من باب أولى، هذا قول\nمعروف، والجمهور على أنه لا يكفر بالنسبة للأركان الثلاثة، إيتاء الزكاة\nوصوم رمضان وحج البيت، الجمهور على أنه لا يكفر، وإن كان على خطر، على خطر\nعظيم {ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر} [(97) سورة\nآل عمران] وأبو بكر -رضي الله تعالى عنه- قاتل المرتدين وفيهم من منع\nالزكاة، وشأن الصيام عظيم، وأما الصلاة فالقول بكفره قول متجه، والنصوص\nفيها أكثر من غيرها ((العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر))،\n((بين العبد وبين الكفر والشرك ترك الصلاة)) ولذا المفتى به أن تارك الصلاة\nكافر كفر أكبر مخرج عن الملة، وأما بقية الأركان فالجمهور على عدم كفره،\nنعم.\n</p>\n\n<p>\nوعن أنس -رضي الله عنه- أن النبي -صلى الله عليه وسلم- قال: ((ثلاث من كن\nفيه وجد بهن حلاوة الإيمان: من كان الله ورسوله أحب إليه مما سواهما، وأن\nيحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله\nمنه كما يكره أن يلقى في النار)).\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p028'> Vol. 61, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n\"وعن أنس -رضي الله عنه- أن النبي -صلى الله عليه وسلم- قال: ((ثلاث)) \"\nيعني خصال أو خلال ((من كن فيه)) يعني إذا اجتمعن فيه وجد بهن حلاوة\nالإيمان في قلبه، وكثير من المسلمين لم يجد حلاوة الإيمان، الإيمان إذا\nباشر القلب، الإيمان الصحيح الذي يصير الهوى تبعا له يدور مع إيمانه، ومع\nما يمليه عليه إيمانه بهذا يجد حلاوة الإيمان، بعض الناس يسيره هواه، نعم\nهو في الأصل مسلم يعترف وينقاد، لكن يبقى أنه لو تعارضت مصلحته الخاصة مع\nالأوامر الشرعية أو النواهي الشرعية قدم هواه على ما يريده الله -جل وعلا-\nورسوله.\n</p>\n\n<p>\n((وجد بهن حلاوة الإيمان)) الإيمان له حلاوة، والخلوة بالله لها أنس،\nوالمناجاة لها لذة، وكثير من الناس من طلاب العلم لا\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v61p029'> Vol. 61, p. 029</a>\n            </div>\n            ",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64"
  ]
}