{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head0'>مسند أبي بكر الصديق رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nأخبرنا الحافظ أبو القاسم زاهر بن طاهر بن محمد\n</p>\n\n<h1 class='l1' id='head2'>[ص: 10]</h1>\n\n<p>\nالشحامي قراءة عليه أخبرنا أبو سعد محمد بن عبد الرحمن بن محمد\nالجنزروذي، قال: أخبرنا أبو عمرو محمد بن أحمد بن حمدان الحيري الفقيه\nقراءة عليه، قال: أخبرنا الإمام أبو يعلى\n</p>\n\n<h1 class='l1' id='head3'>[ص: 11]</h1>\n\n<p>\nأحمد بن علي بن المثنى الموصلي بالموصل، سنة ست وثلاثمائة، قال: حدثنا\nعلي بن الجعد، حدثنا قيس بن الربيع، حدثنا عثمان بن المغيرة، عن علي بن\nربيعة: عن أسماء بن الحكم الفزاري: عن علي، قال: كنت إذا سمعت من رسول الله\nصلى الله عليه وسلم حديثا نفعني الله بما شاء منه، وإذا حدثني غيري لم\nأصدقه إلا أن يحلف، فإذا حلف صدقته. وحدثني أبو بكر، وصدق أبو بكر قال: قال\nرسول الله صلى الله عليه وسلم: «ما من مسلم يذنب ذنبا، ثم يتوضأ ويصلي\nركعتين، ويستغفر الله إلا غفر له»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head4'>2 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا بشر بن عمر الزهراني، حدثنا مالك بن أنس، عن ابن\nشهاب، عن مالك بن أوس بن الحدثان، عن عمر، قال: لما توفي رسول الله صلى\nالله عليه وسلم قال أبو بكر: أنا ولي رسول الله صلى الله عليه وسلم، فجئت\nأنت وهذا، يعني العباس وعليا، تطلب أنت ميراثك من ابن أخيك، ويطلب هذا\nميراث امرأته من أبيها، فقال أبو بكر: قال رسول الله صلى الله عليه وسلم:\n«لا نورث، ما تركنا صدقة»\n</p>\n\n<h1 class='l1' id='head5'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي، حدثنا بشر بن عمر، حدثنا مالك، عن الزهري، عن\nمالك بن أوس بن الحدثان، عن عمر بن الخطاب، عن أبي بكر، قال: قال رسول الله\nصلى الله عليه وسلم: «لا نورث، ما تركنا صدقة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nحدثنا الحارث بن سريج أبو عمر، حدثنا سفيان بن عيينة، حدثنا عمرو، عن ابن\nشهاب، عن مالك بن أوس بن الحدثان، أنه حدثه قال: أرسل إلي عمر بعدما متع\nالنهار، فأذن لي، فدخلت عليه، وهو على سرير ليف، مسند ظهره إلى <span id='ms0001'></span> رماله متكئ\nعلى وسادة من أدم فقال لي: يا مال، إنه قد دف دافة من\n</p>\n\n<h1 class='l1' id='head8'>[ص: 14]</h1>\n\n<p>\nقومك وقد أمرت لهم بمال، فخذه فاقسمه بينهم، فقلت له: يا أمير المؤمنين،\nما لي على ذلك من قوة، فلو أمرت به غيري، فقال: خذه فاقسمه فيهم. قال: ثم\nجاءه يرفأ، فقال: يا أمير المؤمنين، هل لك في عثمان بن عفان وعبد الرحمن بن\nعوف، والزبير وسعد؟ قال: نعم، فأذن لهم فدخلوا، ثم جاءه فقال: يا أمير\nالمؤمنين، هل لك في علي والعباس؟ قال: نعم، قال: فدخلا والعباس يقول: يا\nأمير المؤمنين، اقض بيني وبين هذا، قال سفيان: وذكر كلاما شديدا، فقال\nالقوم: يا أمير المؤمنين، اقض بينهما، وأرح كل واحد منهما من صاحبه، فقال\nلهم عمر: أنشدكم بالله الذي بإذنه تقوم السموات\n</p>\n\n<h1 class='l1' id='head9'>[ص: 15]</h1>\n\n<p>\nوالأرض، أتعلمون أن رسول الله صلى الله عليه وسلم قال: «لا نورث، ما\nتركنا صدقة»؟ قالوا: نعم، فقال عمر: إن الله خص رسوله صلى الله عليه وسلم\nبخاصة لم يخص بها أحدا غيره، ثم قرأ الآية: {ما أفاء الله على رسوله منهم\nفما أوجفتم عليه من خيل ولا ركاب} [الحشر: 6] الآية. قال سفيان: ولا أدري\nقرأ الآية التي بعدها أم لا، قال: فقسم رسول الله صلى الله عليه وسلم بينكم\nأموال بني النضير، فوالله ما استأثر عليكم ولا أحرزها دونكم، فكان رسول\nالله صلى الله عليه وسلم يأخذ منه نفقته ونفقة عياله لسنته، ويجعل ما فضل\nفي الكراع والسلاح، عدة في سبيل الله، ثم قال لهم: أنشدكم بالذي بإذنه تقوم\nالسماء والأرض، أتعلمون ذلك؟ قالوا: نعم، ثم نشد عليا والعباس بما نشد\nالقوم به: أتعلمان ذلك؟ قالا: نعم، قال: فلما توفي رسول الله صلى الله عليه\nوسلم كان أبو بكر ولي رسول الله صلى الله عليه وسلم فجئت يا عباس تطلب\nميراثك من ابن أخيك، وجاء علي يطلب ميراث\n</p>\n\n<h1 class='l1' id='head10'>[ص: 16]</h1>\n\n<p>\nامرأته من أبيها، فقال أبو بكر: قال رسول الله صلى الله عليه وسلم: «لا\nنورث، ما تركنا صدقة» فرأيتماني والله <span id='ms0002'></span> يعلم أنه مضى بارا راشدا، مانعا\nللحق، فلما توفي أبو بكر، فقلت: أنا ولي رسول الله صلى الله عليه وسلم وولي\nأبي بكر، فرأيتماني والله يعلم أني صادق بار راشد تابع للحق، فجئتماني\nوأمركما واحد فسألتماني أن أدفعها إليكم، فقلت: إن شئتما دفعتها إليكما على\nأن عليكما عهد الله أن تعملا فيها بالذي كان يعمل فيها رسول الله صلى الله\nعليه وسلم، فأخذتماها بذلك. فقال لهما: أكذاك؟ قالا: نعم. قال: ثم جئتماني\nلأقضي بينكما، والله لا أقضي بينكما بغير ذلك حتى تقوم الساعة، فإن عجزتما\nفرداها إلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head11'>5 - </h1>\n\n<p>\nحدثنا موسى بن محمد بن حيان، أخبرنا عبد الصمد بن عبد الوارث، أخبرنا عبد\nالعزيز الأندراوردي، عن زيد بن أسلم، عن أبيه، أن عمر اطلع على أبي بكر وهو\nيمد لسانه، فقال: ما تصنع يا خليفة رسول الله؟ فقال: إن هذا أوردني\nالموارد، إن رسول الله صلى الله عليه وسلم قال: «ليس شيء من الجسد، إلا وهو\nيشكو ذرب اللسان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head12'>6 - </h1>\n\n<p>\nحدثنا سويد، أخبرنا الوليد بن محمد، عن الزهري، حدثني سالم، أنه سمع\nأباه، يحدث أن عمر، لما تأيمت حفصة من ابن حذافة، قال عمر: لقيت عثمان\nفعرضت عليه حفصة، قال: سأنظر في أمري، فلبثت ليالي ثم لقيني، فقال: قد بدا\nلي أن لا أتزوج يومي هذا،. قال عمر: فلقيت أبا بكر، فقلت: أنكحك حفصة فلم\nيرجع إلي شيئا، فكنت عليه أوجد مني على عثمان، فلبثت ليالي ثم خطبها رسول\nالله صلى الله عليه وسلم، فأنكحته إياها، فلقيني أبو بكر فقال: لعلك وجدت\nعلي حين عرضت حفصة؟ قال: نعم. قال: لم يمنعني أن أرجع إليك إلا أنني كنت\nعلمت أن رسول الله صلى الله عليه وسلم ذكرها، فلم أكن لأفشي سر رسول الله\nصلى الله عليه وسلم، ولو تركها قبلتها. قال عمر: فشكوت عثمان إلى رسول الله\nصلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: «تزوج حفصة خير من\nعثمان، وتزوج عثمان خيرا من حفصة» فزوجه النبي صلى الله عليه وسلم <span id='ms0003'></span> ابنته\n</p>\n\n<h1 class='l1' id='head13'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head14'>7 - </h1>\n\n<p>\nحدثنا أبو خيثمة، أخبرنا يعقوب بن إبراهيم، أخبرنا أبي، عن صالح، عن ابن\nشهاب، أخبرنا سالم بن عبد الله، أنه سمع عبد الله بن عمر بن الخطاب، حين\nتأيمت حفصة بنت عمر من خنيس بن حذافة السهمي، وكان من أصحاب رسول الله صلى\nالله عليه وسلم، قال عمر: أتيت عثمان بن عفان فعرضت عليه حفصة بنت عمر.\nقال: قلت: إن شئت أنكحتك حفصة، فقال: سأنظر في أمري، فلبثت ليالي، ثم لقيني\nفقال: قد بدا لي أن لا أتزوج يومي هذا، قال عمر: فلقيت أبا بكر الصديق،\nفقلت له: إن شئت زوجتك حفصة بنت عمر، فصمت أبو بكر فلم يرجع إلي شيئا، فكنت\nعليه أوجد مني على عثمان، فلبثت أياما ثم \" خطبها رسول الله صلى الله عليه\nوسلم، فأنكحتها إياه، فلقيني أبو بكر فقال: لعلك وجدت علي حين عرضت علي\nحفصة، فلم أرجع إليك شيئا، قال: قلت: نعم. قال: فإنه لم يمنعني أن أرجع\nإليك فيما عرضت علي، إلا أني قد كنت علمت أن رسول الله صلى الله عليه وسلم\nقد ذكرها، فلم أكن أفشي سر رسول الله صلى الله عليه وسلم، ولو تركها رسول\nالله صلى الله عليه وسلم لقبلتها\n</p>\n\n<h1 class='l1' id='head15'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head16'>8 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عبد الرحمن بن مهدي، حدثنا سليم بن حيان، عن\nقتادة، عن حميد بن عبد الرحمن الحميري، أن عمر بن الخطاب، قال: إن أبا بكر،\nقام خطيبا فقال: إن رسول الله صلى الله عليه وسلم قام فينا عام أول فقال:\n«إنه لم يقسم بين الناس شيء أفضل من المعافاة بعد اليقين، ألا إن الصدق\nوالبر في الجنة، ألا إن الكذب والفجور في النار»\n</p>\n\n<h1 class='l1' id='head17'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head18'>9 - </h1>\n\n<p>\nحدثنا مسروق بن المرزبان الكوفي، قال: أخبرنا عبد السلام، عن عبد الله بن\nبشر، عن الزهري، عن سعيد بن المسيب، عن عثمان بن عفان، قال: لما قبض النبي\nصلى الله عليه وسلم وسوس ناس <span id='ms0004'></span> من أصحابه فكنت فيمن وسوس، قال: فمر عمر علي\nفسلم علي فلم أرد عليه، فشكاني إلى أبي بكر، قال: فجاءنا فقال لي: سلم عليك\nأخوك فلم ترد عليه قال: قلت: ما علمت بتسليمه، وإني عن ذاك في شغل. قال:\nولم؟ قلت: قبض رسول الله صلى الله عليه وسلم ولم أسأله عن نجاة هذا الأمر.\nقال: فقد سألته. قال: فقمت إليه فاعتنقته، قال: قلت: بأبي أنت وأمي، أنت\nأحق بذلك. قال: قد سألته فقال: «من قبل الكلمة التي عرضتها على عمي فهي له\nنجاة»\n</p>\n\n<h1 class='l1' id='head19'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head20'>10 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يعقوب بن إبراهيم، حدثنا أبي، عن صالح، عن ابن\nشهاب، حدثني رجل، من الأنصار، من أهل الفقه، غير متهم، أنه سمع عثمان بن\nعفان يحدث: أن رجالا من أصحاب رسول الله صلى الله عليه وسلم حين توفي رسول\nالله صلى الله عليه وسلم حزنوا عليه، حتى كاد بعضهم أن يوسوس، فقال عثمان:\nفكنت منهم. فبينا أنا جالس في ظل أطم، مر علي عمر بن الخطاب، فسلم علي فلم\nأشعر أنه مر ولا سلم، فانطلق عمر حتى دخل\n</p>\n\n<h1 class='l1' id='head21'>[ص: 22]</h1>\n\n<p>\nعلى أبي بكر، فقال: ألا أعجبك مررت على عثمان فسلمت عليه، فلم يرد علي\nالسلام، فأقبل أبو بكر وعمر، في ولاية أبي بكر، حتى أتيا فسلما جميعا، ثم\nقال أبو بكر: جاءني أخوك عمر، فزعم أنه مر عليك فسلم، فلم ترد عليه السلام،\nفما الذي حملك على ذلك؟ فقلت: ما فعلت. قال عمر: بلى، ولكنها عبيتكم يا بني\nأمية. قال عثمان: فقلت: والله ما شعرت بأنك مررت ولا سلمت. قال: فقال أبو\nبكر: صدق عثمان. وقد شغلك عن ذلك أمر؟ قال: قلت: أجل. قال: فما هو؟ قال\nعثمان: قلت: توفى الله نبيه صلى الله عليه وسلم قبل أن أسأله عن نجاة هذا\nالأمر. قال أبو بكر: قد سألته عن ذلك. قال عثمان: فقلت: بأبي أنت وأمي، أنت\nأحق بها. فقال أبو بكر: قلت: يا رسول الله، ما نجاة هذا <span id='ms0005'></span> الأمر؟ فقال رسول\nالله صلى الله عليه وسلم: «من قبل مني الكلمة التي عرضت على عمي فردها، فهي\nله نجاة»\n</p>\n\n<h1 class='l1' id='head22'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لجهالة شيخ الزهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head23'>11 - </h1>\n\n<p>\nحدثنا عبد الواحد بن غياث أبو بحر، حدثنا أبو عوانة، عن عثمان بن\nالمغيرة، عن علي بن ربيعة الأسدي، عن أسماء بن الحكم الفزاري، قال: قال\nعلي: كنت امرأ إذا سمعت من رسول الله صلى الله عليه وسلم حديثا نفعني الله\nبما شاء أن ينفعني، وإذا حدثني أحد من أصحابه استحلفته، فإذا حلف لي صدقته،\nوإنه حدثني أبو بكر، وصدق أبو بكر، أنه سمع رسول الله صلى الله عليه وسلم\nيقول: «أيما عبد أذنب ذنبا فتوضأ فأحسن الوضوء، ثم قام فصلى، ثم استغفر\nالله إلا غفر له» ثم قرأ {والذين إذا فعلوا فاحشة أو ظلموا أنفسهم} [آل\nعمران: 135]\n</p>\n\n<h1 class='l1' id='head24'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head25'>12 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا وكيع بن الجراح، حدثنا مسعر، وسفيان، عن عثمان بن\nالمغيرة الثقفي، عن علي بن ربيعة الوالبي، عن أسماء بن الحكم الفزاري، عن\nعلي، قال: كنت إذا سمعت من رسول الله صلى الله عليه وسلم حديثا نفعني الله\nبما شاء منه، وإذا حدثني عنه غيره استحلفته، فإذا حلف لي صدقته، وإن أبا\nبكر، حدثني، وصدق أبو بكر، أنه صلى الله عليه وسلم قال: \" ما من أحد يذنب\nذنبا فيتوضأ فيحسن الوضوء، قال مسعر: ثم يصلي، قال سفيان: يصلي ركعتين، ثم\nيستغفر إلا غفر له \"\n</p>\n\n<h1 class='l1' id='head26'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head27'>13 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا غندر، حدثنا شعبة، قال: سمعت\nعثمان بن المغيرة الثقفي، قال: سمعت علي بن ربيعة، عن رجل من بني فزارة\nيقال له أسماء، عن علي بن أبي طالب، قال: كنت إذا سمعت من رسول الله صلى\nالله عليه وسلم شيئا نفعني الله بما شاء أن ينفعني منه، فحدثني أبو بكر،\nوصدق أبو بكر، عن النبي صلى الله عليه وسلم قال: \" ما من عبد، قال شعبة:\nأحسبه قال: مسلم <span id='ms0006'></span> يذنب ذنبا، ثم يتوضأ، ثم يصلي ركعتين، ثم يستغفر الله لذلك\nالذنب، إلا غفر له \". قال شعبة: وقرأ إحدى هاتين الآيتين: {من يعمل سوءا\nيجز به} [النساء: 123]، {والذين إذا فعلوا فاحشة أو ظلموا أنفسهم} [آل\nعمران: 135]\n</p>\n\n<h1 class='l1' id='head28'>[ص: 25]</h1>\n\n<h1 class='l1' id='head29'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n</p>\n\n<h1 class='l1' id='head30'>14 - </h1>\n\n<p>\nحدثنا به أبو خيثمة، حدثنا عبد الرحمن بن مهدي، حدثنا شعبة، عن عثمان بن\nالمغيرة، قال: سمعت علي بن ربيعة، رجلا من بني أسد، يحدث عن أسماء، أو ابن\nأسماء، من بني فزارة، عن علي، قال: كنت إذا سمعت من رسول الله صلى الله\nعليه وسلم حديثا نفعني الله بما شاء أن ينفعني منه، وحدثني أبو بكر - وصدق\nأبو بكر - أن رسول الله صلى الله عليه وسلم ثم ذكر نحوه\n</p>\n\n<h1 class='l1' id='head31'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head32'>15 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر الجشمي، حدثنا يحيى بن سعيد، حدثنا سفيان بن سعيد\nالثوري، حدثنا عثمان بن المغيرة الثقفي، قال: وحدثنا عبيد الله بن عمر،\nحدثنا محمد بن عبد الله بن الزبير، حدثنا سفيان، عن عثمان بن المغيرة، عن\nعلي بن ربيعة، عن أسماء بن الحكم الفزاري، عن علي، قال: كنت إذا حدثت عن\nرسول الله صلى الله عليه وسلم حديثا استحلفت صاحبه، فإذا حلف لي صدقته،\nفحدثني أبو بكر، وصدق أبو بكر، أنه صلى الله عليه وسلم قال: «ليس من عبد\nيذنب ذنبا، فيتوضأ، ويصلي ركعتين، ويستغفر الله، إلا غفر له»\n</p>\n\n<h1 class='l1' id='head33'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head34'>16 - </h1>\n\n<p>\nحدثنا أبو كريب محمد بن العلاء: حدثنا حسين بن علي الجعفي، عن زائدة:\nحدثنا عاصم بن أبي النجود، عن زر، عن عبد الله، أن رسول الله صلى الله عليه\nوسلم مر بين أبي بكر وعمر، وعبد الله يصلي، فافتتح سورة النساء فسنح لها،\nفقال رسول الله صلى الله عليه وسلم: «من أحب أن يقرأ القرآن غضا كما أنزل\nفليقرأه قراءة ابن أم عبد» ثم سأل، فجعل رسول الله صلى الله عليه وسلم\nيقول: «سل تعطه، سل تعطه» فقال فيما يسأل: اللهم إني <span id='ms0007'></span> أسألك إيمانا لا يرتد،\nونعيما لا ينفد، ومرافقة نبينا محمد صلى الله عليه وسلم في أعلى جنة الخلد.\nفأتى عمر عبد الله ليبشره، فوجد أبا بكر خارجا قد سبقه، فقال: إن فعلت، إنك\nلسباق بالخير\n</p>\n\n<h1 class='l1' id='head35'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head36'>17 - </h1>\n\n<p>\nحدثنا أبو كريب، حدثنا يحيى بن آدم، عن أبي بكر بن عياش، عن عاصم، عن زر،\nعن عبد الله، قال: كنت في المسجد أصلي، فدخل رسول الله صلى الله عليه وسلم\nومعه أبو بكر وعمر، فسحلت سورة النساء، فقرأتها، فلما فرغت جلست، فبدأت\nالثناء على الله، والصلاة على النبي صلى الله عليه وسلم، ثم دعوت لنفسي،\nفقال رسول الله صلى الله عليه وسلم: «سل تعط». ثم قال: «من أحب أن يقرأ\nالقرآن غضا فليقرأه كما يقرأ ابن أم عبد» قال: فرجعت إلى منزلي، فأتاني أبو\nبكر فقال: هل تحفظ مما كنت تدعو شيئا؟ قلت: نعم، اللهم إني أسألك إيمانا لا\nيرتد، ونعيما لا ينفد، ومرافقة نبينا محمد صلى الله عليه وسلم في أعلى جنة\nالخلد، فأتى عمر عبد الله ليبشره، فوجد أبا بكر خارجا قد سبقه، فقال: إن\nفعلت إنك لسباق بالخير\n</p>\n\n<h1 class='l1' id='head37'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head38'>18 - </h1>\n\n<p>\nحدثنا سريج بن يونس، حدثنا عبد الوهاب بن عطاء، عن زياد بن أبي زياد\nالجصاص، عن علي بن زيد، عن مجاهد، قال: قال ابن عمر لغلامه: لا تمر بي على\nابن الزبير، فغفل الغلام، فمر به، فرفع رأسه فرآه، فقال: رحمك الله، ما\nعلمتك إلا صواما قواما، وصولا للرحم، أما والله إني لأرجو مع مساوئ ما قد\nعملت من الذنوب، أن لا يعذبك، قال مجاهد: ثم التفت إلي فقال: حدثني أبو بكر\nالصديق، أن رسول الله صلى الله عليه وسلم قال: «من يعمل سوءا يجز به في\nالدنيا»\n</p>\n\n<h1 class='l1' id='head39'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head40'>19 - </h1>\n\n<p>\nحدثنا الحسن بن شبيب، حدثنا هشيم، حدثنا كوثر بن حكيم، عن نافع، عن ابن\nعمر، عن أبي بكر الصديق، قال: قلت: يا رسول الله ما نجاة هذا <span id='ms0008'></span> الأمر الذي\nنحن فيه؟ قال: «من شهد أن لا إله إلا الله وحده لا شريك له، فهو له نجاة»\n</p>\n\n<h1 class='l1' id='head41'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head42'>20 - </h1>\n\n<p>\nحدثنا أبو سعيد القواريري، حدثنا يزيد بن هارون، حدثنا سفيان بن حسين، عن\nالزهري، عن سالم بن عبد الله بن عمر، عن ابن عمر، قال: لما تأيمت حفصة،\nوكانت تحت خنيس بن حذافة، أتى عمر أبا بكر فعرضها عليه، فسكت، فأتى عثمان\nفعرضها عليه، فقال عثمان: ما لي في النساء من حاجة «فإذا رسول الله صلى\nالله عليه وسلم قد خطبها فزوجها» فلقي أبا بكر، فقال: إني كنت عرضت عليك\nحفصة فسكت، فلأنا كنت عليك أشد غضبا مني على عثمان، وقد ردني، قال أبو بكر:\n«إنه قد كان من أمرها ذكر، ولكنه كان سرا، فكرهت أن أفضي السر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head43'>21 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا روح بن عبادة، حدثنا\n</p>\n\n<h1 class='l1' id='head44'>[ص: 30]</h1>\n\n<p>\nموسى بن عبيدة، حدثني مولى ابن سباع، قال: سمعت عبد الله بن عمر، يحدث عن\nأبي بكر الصديق، قال: كنت عند رسول الله صلى الله عليه وسلم فأنزلت هذه\nالآية: {من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا}\n[النساء: 123] فقال النبي صلى الله عليه وسلم: «يا أبا بكر، ألا أقرئك آية\nأنزلت علي؟». قلت: بلى يا رسول الله. قال: فأقرأنيها. قال: فلا أعلم إلا\nوأني وجدت انقصاما في ظهري، حتى تمطأت لها في ظهري، فقال رسول الله صلى\nالله عليه وسلم: «أما أنت يا أبا بكر وأصحابك المؤمنون فتجزون بذلك في\nالدنيا حتى تلقوا الله وليست لكم ذنوب، وأما الآخرون فيجمع ذلك لهم حتى\nيجزوا به يوم القيامة»\n</p>\n\n<h1 class='l1' id='head45'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head46'>22 - </h1>\n\n<p>\nحدثنا جعفر بن مهران السباك، حدثنا عبد الأعلى بن عبد الأعلى السامي، عن\nمحمد بن إسحاق، قال: حدثني حسين بن عبد الله، عن عكرمة، عن ابن عباس، قال:\nلما أرادوا أن يحفروا لرسول الله صلى الله عليه وسلم وكان أبوعبيدة بن\nالجراح يضرح، يحفر، لأهل مكة، وكان أبو <span id='ms0009'></span> طلحة زيد بن سهل هو الذي كان يحفر\nلأهل المدينة، وكان يلحد، فدعا العباس رجلين، فقال لأحدهما: اذهب إلى أبي\nعبيدة، وللآخر: اذهب إلى أبي طلحة، اللهم خر لرسولك. فوجد صاحب أبي طلحة\nأبا طلحة فجاء به، فلحد لرسول الله، فلما فرغ من جهاز رسول الله صلى الله\nعليه وسلم يوم الثلاثاء، وضع على سريره، وقد كان المسلمون اختلفوا في دفنه،\nفقال قائل: ندفنه في مسجده، وقال قائل: بل يدفن مع أصحابه، فقال أبو بكر:\nإني سمعت رسول الله صلى الله عليه وسلم يقول: «ما قبض نبي إلا دفن حيث\nقبض». فرفع فراش رسول الله صلى الله عليه وسلم الذي توفي فيه، فحفر له\nتحته، ثم دعي الناس على رسول الله صلى الله عليه وسلم يصلون عليه إرسالا:\nالرجال، حتى إذا فرغ منهم، أدخل النساء، حتى إذا فرغ من النساء أدخل\nالصبيان، ولم يؤم الناس على رسول الله صلى الله عليه وسلم أحد. فدفن رسول\nالله صلى الله عليه وسلم من أوسط الليل ليلة الأربعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head47'>23 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يعقوب بن إبراهيم، حدثنا أبي، عن محمد بن إسحاق،\nقال: حدثني حسين بن عبد الله، عن عكرمة، عن ابن عباس، عن أبي بكر، قال: إني\nسمعته يقول: «ما قبض نبي إلا دفن حيث يقبض»\n</p>\n\n<h1 class='l1' id='head48'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head49'>24 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا الجراح بن مخلد البصري أبو عبد الله، حدثنا موسى\nبن داود، حدثنا حسام بن مصك، عن محمد بن سيرين، عن ابن عباس، عن أبي بكر،\nأن النبي صلى الله عليه وسلم «نهس كتفا، ثم صلى ولم يتوضأ»\n</p>\n\n<h1 class='l1' id='head50'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف ولكن متن الحديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head51'>25 - </h1>\n\n<p>\nحدثنا محمد بن موسى الطوسي، حدثنا أبو أحمد الزبيري، حدثنا عبد السلام بن\nحرب، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس، قال: لما نزلت {تبت\nيدا أبي لهب} [المسد: 1] جاءت امرأة أبي لهب إلى النبي صلى الله عليه وسلم\nومعه أبو بكر، فلما رآها أبو بكر <span id='ms0010'></span>، قال: يا رسول الله، إنها امرأة بذيئة،\nوأخاف أن تؤذيك، فلو قمت؟ قال: «إنها لن تراني». فجاءت فقالت: يا أبا بكر،\nصاحبك هجاني. قال: ما يقول الشعر. قالت: أنت عندي مصدق، وانصرفت، قلت: يا\nرسول الله، لم ترك قال: «لم يزل ملك يسترني منها بجناحيه»\n</p>\n\n<h1 class='l1' id='head52'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head53'>26 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يحيى بن حماد، حدثنا أبو عوانة، عن سليمان\nالأعمش، عن إسماعيل بن رجاء، عن عمير، مولى العباس، عن ابن عباس، قال: لما\nقبض رسول الله صلى الله عليه وسلم واستخلف أبو بكر، خاصم العباس عليا في\nأشياء تركها رسول الله صلى الله عليه وسلم إلى أبي بكر، فقال أبو بكر: «شيء\nتركه رسول الله صلى الله عليه وسلم فلم يحركه فلا أحركه»\n</p>\n\n<h1 class='l1' id='head54'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head55'>27 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا يحيى بن سعيد، عن سفيان، عن موسى بن أبي عائشة،\nعن عبيد الله بن عبد الله، عن ابن عباس، وعائشة، أن أبا بكر «قبل النبي صلى\nالله عليه وسلم وهو ميت»\n</p>\n\n<h1 class='l1' id='head56'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head57'>28 - </h1>\n\n<p>\nحدثنا وهب بن بقية، حدثنا خالد يعني ابن عبد الله، عن خالد يعني الحذاء،\nعن يوسف أبي يعقوب، عن محمد بن حاطب أو الحارث، قال: ذكر ابن الزبير، فقال:\nطالما حرص على الإمارة. قلت: وما ذاك؟ قال: أتي رسول الله صلى الله عليه\nوسلم بلص، فأمر بقتله، فقيل: إنه سرق. قال: «اقطعوه». ثم جيء به بعد ذلك\nإلى أبي بكر قد سرق، وقد قطعت قوائمه. فقال أبو بكر: ما أجد لك شيئا إلا ما\nقضى فيك رسول الله صلى الله عليه وسلم يوم أمر بقتلك، فإنه كان أعلم بك،\nفأمر بقتله أغيلمة من أبناء المهاجرين، أنا فيهم. قال ابن الزبير: أمروني\nعليكم، فأمرناه علينا، فانطلقنا به إلى البقيع فقتلناه\n</p>\n\n<h1 class='l1' id='head58'>[ص: 36]</h1>\n\n<h1 class='l1' id='head59'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n</p>\n\n<h1 class='l1' id='head60'>29 - </h1>\n\n<p>\nحدثنا غسان بن الربيع، عن ليث بن سعد، عن يزيد بن أبي حبيب، عن أبي\nالخير، عن عبد الله بن عمرو <span id='ms0011'></span> بن العاص، عن أبي بكر\n</p>\n\n<h1 class='l1' id='head61'>30 - </h1>\n\n<p>\nوحدثنا زهير بن حرب، حدثنا هاشم بن القاسم، حدثنا الليث بن سعد، قال:\nحدثني يزيد بن أبي حبيب، عن أبي الخير، عن عبد الله بن عمرو، عن أبي بكر،\nقال:\n</p>\n\n<h1 class='l1' id='head62'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head63'>31 - </h1>\n\n<p>\nوحدثنا عبيد الله بن عمر القواريري، حدثنا هشام بن عبد الملك، وعاصم بن\nعلي، قالا: حدثنا الليث، عن يزيد بن أبي حبيب، عن أبي الخير، عن عبد الله\nبن عمرو، عن أبي بكر، واللفظ لحديث غسان، أنه قال لرسول الله صلى الله عليه\nوسلم: علمني دعاء أدعو به في صلاتي، قال: \" اللهم إني ظلمت نفسي ظلما\nكثيرا، وفي حديث القواريري وحده عن عاصم: كبيرا، ولا يغفر الذنوب إلا أنت،\nفاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم \". قال أبو يعلى:\nقال الليث: عن أبي بكر الصديق. وقال عمرو بن الحارث، عن عبد الله بن عمرو،\nولم يجاوز به\n</p>\n\n<h1 class='l1' id='head64'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head65'>32 - </h1>\n\n<p>\nحدثنا هارون بن معروف، حدثنا عبد الله بن وهب، أخبرني عمرو بن الحارث، عن\nيزيد بن أبي حبيب، عن أبي الخير، أنه سمع عبد الله بن عمرو بن العاص، يقول:\nإن أبا بكر الصديق، قال لرسول الله صلى الله عليه وسلم: يا رسول الله،\nعلمني دعاء أدعوا به في صلاتي، وفي بيتي. قال: «قل اللهم إني ظلمت نفسي\nظلما كثيرا، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك، وارحمني إنك\nأنت الغفور الرحيم»\n</p>\n\n<h1 class='l1' id='head66'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head67'>33 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى، وأحمد بن إبراهيم الدورقي، قالا: حدثنا\nروح، حدثنا سعيد بن أبي عروبة، عن أبي التياح، عن المغيرة بن سبيع، عن عمرو\nبن حريث، عن أبي بكر الصديق، وفي حديث أبي موسى، قال: حدثنا رسول الله صلى\nالله عليه وسلم «أن الدجال يخرج من أرض قبل المشرق يقال لها خراسان، يتبعه\nأقوام كأن وجوههم المجان المطرقة»\n</p>\n\n<h1 class='l1' id='head68'>[ص: 39]</h1>\n\n<h1 class='l1' id='head69'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n</p>\n\n<h1 class='l1' id='head70'>34 - </h1>\n\n<p>\nحدثنا أبو موسى هارون <span id='ms0012'></span> بن عبد الله، حدثنا أبو أسامة، حدثني الفزاري، يعني\nأبا إسحاق، عن عبد الله بن شوذب وحدثنا الدورقي، حدثنا ابن أبي غنية، ختن\nأبي إسحاق، حدثنا أبو إسحاق الفزاري، عن عبد الله بن شوذب، عن أبي التياح،\nعن المغيرة بن سبيع، عن عمرو بن حريث، عن أبي بكر، قال:\n</p>\n\n<h1 class='l1' id='head71'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوحدثنا الدورقي، حدثنا محمد بن كثير، عن ابن شوذب، عن أبي التياح، عن\nالمغيرة بن سبيع، عن عمرو بن حريث، عن أبي بكر الصديق، أنه مرض، فلما كشر\nعنه قال: أيها الناس، إني لم آلكم نصحا، سمعت رسول الله صلى الله عليه وسلم\nيقول: «يخرج الدجال من أرض بالمشرق يقال لها خراسان، يتبعه قوم كأن وجوههم\nالمجان». واللفظ لحديث ابن كثير، ولم يتمه هارون كما أتمه الدورقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head72'>37 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة، حدثنا محمد بن فضيل، عن الوليد بن جميع، عن\nأبي الطفيل، قال: أرسلت فاطمة إلى أبي بكر، فقالت: ما لك يا خليفة رسول\nالله صلى الله عليه وسلم؟ أنت ورثت رسول الله، أم أهله؟ قال: لا بل أهله.\nقالت: فما بال سهم رسول الله صلى الله عليه وسلم؟ قال: إني سمعته يقول: «إن\nالله إذا أطعم نبيا طعمة، ثم قبضه إليه جعله للذي يقوم بعد» فرأيت، أنا\nبعده، أن أرده على المسلمين. قالت: أنت وما سمعته من رسول الله\n</p>\n\n<h1 class='l1' id='head73'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head74'>38 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا أبو أحمد الزبيري، عن عمر بن سعيد بن أبي حسين،\nعن ابن أبي مليكة، عن عقبة بن الحارث، قال: خرجت مع أبي بكر الصديق، من\nصلاة العصر بعد وفاة رسول الله صلى الله عليه وسلم بليال، وعلي يمشي إلى\nجنبه، فمر بالحسن بن علي وهو يلعب مع الغلمان، فاحتمله أبو بكر على عاتقه،\nوجعل يقول: «وا بأبي شبيه النبي، ليس شبيه بعلي» قال: وعلي يضحك\n</p>\n\n<h1 class='l1' id='head75'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head76'>39 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا قبيصة، حدثنا سفيان، عن عمر بن سعيد <span id='ms0013'></span> بن أبي\nحسين، عن ابن أبي مليكة، عن عقبة بن الحارث، قال: رأيت أبا بكر، يحمل الحسن\nبن علي ويقول: «يا بأبي شبيه النبي ليس شبيه بعلي» وعلي معه يبتسم\n</p>\n\n<h1 class='l1' id='head77'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head78'>40 - </h1>\n\n<p>\nحدثنا عباد بن موسى الختلي، حدثنا إسماعيل بن جعفر، عن إسرائيل، عن جابر،\nعن عامر، عن عبد الرحمن بن أبزى، عن أبي بكر الصديق، قال: كنت عند النبي\nصلى الله عليه وسلم فأتاه ماعز بن مالك فاعترف بالزنى، فرده، ثم عاد\nالثانية فرده، ثم عاد الثالثة فرده، فقلت: إن عدت الرابعة رجمك. فعاد\nالرابعة «فأمر النبي صلى الله عليه وسلم بحبسه، ثم أرسل فسأل عنه» قالوا:\nلا نعلم إلا خيرا «فأمر برجمه»\n</p>\n\n<h1 class='l1' id='head79'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head80'>41 - </h1>\n\n<p>\nحدثنا موسى بن حيان، حدثنا أبو أحمد الكوفي الزبيري، حدثنا إسرائيل، عن\nجابر، عن عامر، عن عبد الرحمن بن أبزى، عن أبي بكر، أن النبي صلى الله عليه\nوسلم «رد ماعز بن مالك أربع مرات»\n</p>\n\n<h1 class='l1' id='head81'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head82'>42 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا يحيى بن سعيد، حدثنا عبد الله\nبن المبارك، حدثنا معمر، عن الزهري، عن عروة، عن المسور بن مخرمة، ومروان\nبن الحكم، قالا: خرج رسول الله صلى الله عليه وسلم زمن الحديبية في بضع\nعشرة مائة من أصحابه، حتى إذا كانوا بذي الحليفة «قلد النبي صلى الله عليه\nوسلم الهدي، وأشعر، وأحرم بالعمرة» فجاء عروة بن مسعود الثقفي قال: إني أرى\nأوجها خليقا أن يفروا ويدعوك، فقال أبو بكر: مص بظر اللات، أنحن نفر وندعه؟\n</p>\n\n<h1 class='l1' id='head83'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head84'>43 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا يعقوب بن إبراهيم، حدثنا أبي، عن صالح، عن ابن\nشهاب، أخبرني عروة بن الزبير أن عائشة، زوج النبي صلى الله عليه وسلم\nأخبرته أن فاطمة بنت رسول الله صلى الله عليه وسلم سألت أبا بكر بعد وفاة\nرسول الله أن يقسم لها ميراثها مما ترك رسول الله صلى الله عليه وسلم، مما\nأفاء <span id='ms0014'></span> الله عليه. فقال لها أبو بكر: إن رسول الله صلى الله عليه وسلم قال:\n«لا نورث، ما تركنا صدقة»\n</p>\n\n<h1 class='l1' id='head85'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head86'>44 - </h1>\n\n<p>\nحدثنا محمد بن أبي بكر المقدمي، وموسى بن محمد بن حيان، قالا: حدثنا ابن\nأبي الوزير، حدثنا زنفل العرفي، ينزل عرفة، حدثنا عبد الله بن أبي مليكة،\nعن عائشة، عن أبي بكر، وفي حديث موسى بن حيان، كان النبي صلى الله عليه\nوسلم إذا أراد الأمر يقول: «اللهم خر لي، واختر لي»\n</p>\n\n<h1 class='l1' id='head87'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head88'>45 - </h1>\n\n<p>\nحدثنا أبو موسى الهروي إسحاق بن إبراهيم، حدثنا أبو معاوية، حدثنا عبد\nالرحمن بن أبي بكر، عن ابن أبي مليكة، عن عائشة، قالت: اختلفوا في دفن\nالنبي صلى الله عليه وسلم حين قبض. فقال أبو بكر: سمعت النبي صلى الله عليه\nوسلم يقول: «لا يقبض النبي إلا في أحب الأمكنة إليه» فقال: ادفنوه حيث قبض\n</p>\n\n<h1 class='l1' id='head89'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head90'>46 - </h1>\n\n<p>\nحدثنا موسى بن حيان، حدثنا عبيد الله بن عبد المجيد الحنفي، حدثنا موسى\nبن مطير، حدثني أبي، عن عائشة، قالت: حدثني أبو بكر، قال: جاء رجل من\nالمشركين حتى استقبل رسول الله صلى الله عليه وسلم بعورته يبول. قلت: يا\nرسول الله، أليس الرجل يرانا؟ قال: «لو رآنا لم يستقبلنا بعورته»، يعني\nوهما في الغار\n</p>\n\n<h1 class='l1' id='head91'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده واه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head92'>47 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا محمد بن الحسن بن أبي الحسن المخزومي، حدثنا\nسليمان بن بلال، عن عبد الحكيم بن عبد الله بن أبي فروة، عن يعقوب بن عتبة،\nعن عروة بن الزبير، عن عائشة، أن عبد الله بن أبي بكر لما توفي بكي عليه،\nفخرج أبو بكر، إلى الرجال، فقال: إني أعتذر إليكم من شأن أولاء، إنهن\nحديثات عهد بجاهلية، سمعت رسول الله صلى الله عليه وسلم يقول: «إن الميت\nينضح عليه الحميم ببكاء الحي»\n</p>\n\n<h1 class='l1' id='head93'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده تالف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head94'>48 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا مرحوم بن عبد العزيز، حدثنا أبو عمران الجوني، عن\nيزيد بن <span id='ms0015'></span> بابنوس، عن عائشة، أن أبا بكر، دخل على النبي صلى الله عليه وسلم،\nبعد وفاته فوضع فمه بين عينيه، ووضع يديه على صدغيه، وقال: «وانبياه،\nواخليلاه، واصفياه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head95'>49 - </h1>\n\n<p>\nحدثنا كامل بن طلحة، حدثنا ابن لهيعة، حدثنا أبو الأسود، عن عروة، عن\nعائشة، أو أسماء، أن أبا بكر، قام مقام رسول الله صلى الله عليه وسلم من\nالعام المقبل الذي توفي فيه رسول الله صلى الله عليه وسلم، فقال: إني سمعت\nنبيكم صلى الله عليه وسلم بالصيف عام الأول، في مثل مقامي هذا، ثم فاضت\nعيناه، ثم قال: إني سمعت نبيكم صلى الله عليه وسلم في الصيف عام الأول، في\nمثل مقامي، ثم فاضت عيناه، ثم قال: إني سمعت نبيكم صلى الله عليه وسلم في\nالصيف عام الأول، في مثل مقامي هذا، ثم فاضت عيناه، ثم قال: إني سمعت نبيكم\nعليه السلام، في مثل مقامي هذا، يقول: «سلوا الله العفو والعافية،\nوالمعافاة في الدنيا والآخرة»\n</p>\n\n<h1 class='l1' id='head96'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head97'>50 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا غندر، حدثنا معمر، حدثنا ابن شهاب، عن عروة، عن\nعائشة، أن أبا بكر، دخل عليها، وعندها جاريتان تضربان بدفين، فانتهرهما أبو\nبكر، فقال له النبي صلى الله عليه وسلم: «دعهن، فإن لكل قوم عيدا»\n</p>\n\n<h1 class='l1' id='head98'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head99'>51 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة، حدثنا محمد بن عمر الأسلمي، حدثنا الضحاك بن\nعثمان، عن حبيب، مولى عروة، قال: سمعت أسماء بنت أبي بكر، قالت: رأيت أبي\nيصلي في ثوب واحد، فقلت: يا أبه، تصلي في ثوب واحد، وثيابك موضوعة؟ فقال:\nيا بنية «إن آخر صلاة صلاها رسول الله صلى الله عليه وسلم خلفي في ثوب\nواحد»\n</p>\n\n<h1 class='l1' id='head100'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head101'>52 - </h1>\n\n<p>\nحدثنا أبو موسى إسحاق بن إبراهيم الهروي، حدثنا سفيان، عن الوليد بن\nكثير، عن ابن تدرس، مولى حكيم بن حزام، عن أسماء بنت أبي بكر، أنهم قالوا\nلها: ما أشد ما رأيت المشركين بلغوا من رسول الله صلى الله عليه وسلم؟\nفقالت: كان المشركون <span id='ms0016'></span> قعدوا في المسجد يتذاكرون رسول الله صلى الله عليه\nوسلم وما يقول في آلهتهم. فبينا هم كذلك، إذ أقبل رسول الله صلى الله عليه\nوسلم فقاموا إليه بأجمعهم، فأتى الصريخ إلى أبي بكر، فقيل: أدرك صاحبك:\nفخرج من عندنا وإن له لغدائر أربعا، وهو يقول: \" ويلكم: {أتقتلون رجلا أن\nيقول ربي الله وقد جاءكم بالبينات من ربكم} [غافر: 28]؟ \" فلهوا عن رسول\nالله صلى الله عليه وسلم وأقبلوا على أبي بكر. قالت: فرجع إلينا أبو بكر،\nفجعل لا يمس شيئا من غدائره إلا جاء معه، وهو يقول: تباركت يا ذا الجلال\nوالإكرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head102'>53 - </h1>\n\n<p>\nحدثنا أبو موسى، حدثنا سفيان، عن الوليد، عن ابن تدرس، عن أسماء، قالت:\nلما نزلت تبت يدا أبي لهب جاءت العوراء أم جميل، ولها ولولة، وفي يدها فهر،\nوهي تقول: مذمم أبينا، أو أتينا - الشك من أبي موسى - ودينه قلينا، وأمره\nعصينا، ورسول الله صلى الله عليه وسلم جالس، وأبو بكر إلى جنبه، أو قال\nمعه، قال: فقال أبو بكر: لقد أقبلت هذه، وأنا أخاف أن تراك. فقال: «إنها لن\nتراني» وقرأ قرآنا اعتصم به: {وإذا قرأت القرآن جعلنا بينك وبين الذين لا\nيؤمنون بالآخرة حجابا مستورا} [الإسراء: 45] قال: فجاءت حتى قامت على أبي\nبكر، ولم تر النبي صلى الله عليه وسلم، فقالت: يا أبا بكر، بلغني أن صاحبك\nهجاني، قال أبو بكر: لا ورب هذا البيت ما هجاك، فانصرفت وهي تقول: قد علمت\nقريش أني بنت سيدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head103'>54 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عبد الرحمن بن مهدي، عن مالك بن أنس، عن\nعبد الرحمن بن القاسم، عن أبيه، عن أسماء بنت عميس أنها نفست بذي الحليفة،\nفسأل أبو بكر، النبي صلى الله عليه وسلم، فقال: «مرها فلتغتسل ولتهل»\n</p>\n\n<h1 class='l1' id='head104'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head105'>55 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا يزيد بن هارون، حدثنا الكلبي،\nعن سلمة بن السائب، عن أبي رافع، قال: خرجت بخلخالين أبيعهما، وكان أهلنا\nقد احتاجوا إلى نفقة، فرأيت أبا بكر الصديق، فقال <span id='ms0017'></span>: أين تريد؟ قال: قلت:\nاحتاج أهلنا إلى نفقة، فأردت بيع هذين الخلخالين. قال: وأنا قد خرجت\nبدريهمات أريد بها فضة أجود منها. قال: فوضع الخلخالين في كفة، ووضع\nالدراهم في كفة، فرجح الخلخالان على الدراهم شيئا، فدعا بمقراض. قال: فقلت:\nسبحان الله هو لك، هو لك. قال: إنك إن تتركه فإن الله لا يتركه، سمعت رسول\nالله صلى الله عليه وسلم يقول: «الذهب بالذهب مثلا بمثل، والفضة بالفضة\nمثلا بمثل، الزائد والمزداد في النار»\n</p>\n\n<h1 class='l1' id='head106'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده تالف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head107'>56 - </h1>\n\n<p>\nحدثنا أبو موسى إسحاق بن إبراهيم الهروي، حدثنا النضر بن شميل، حدثنا أبو\nنعامة، حدثنا البراء بن نوفل، عن والان العدوي، عن حذيفة، عن أبي بكر\nالصديق، قال: أصبح رسول الله صلى الله عليه وسلم ذات يوم، فصلى الغداة، ثم\nجلس حتى إذا كان من الضحى\n</p>\n\n<h1 class='l1' id='head108'>[ص: 57]</h1>\n\n<p>\n، ضحك رسول الله صلى الله عليه وسلم، ثم جلس مكانه حتى صلى الأولى،\nوالعصر، والمغرب، كل ذلك لا يتكلم، حتى صلى العشاء الآخرة، ثم قام إلى\nأهله، فقال الناس لأبي بكر: سل رسول الله صلى الله عليه وسلم ما شأنه صنع\nاليوم شيئا لم يصنعه قط؟ فقال: \" نعم، عرض علي ما هو كائن من أمر الدنيا\nوالآخرة، فجمع الأولون والآخرون في صعيد واحد، ففظع الناس بذلك، فانطلقوا\nإلى آدم، والعرق يكاد يلجمهم، فقالوا: يا آدم أنت أبو البشر، وأنت اصطفاك\nالله، اشفع لنا إلى ربك، فقال: لقد لقيت مثل الذي لقيتم، انطلقوا إلى\nأبيكم، بعد أبيكم، إلى نوح، وإن الله اصطفى نوحا وآل إبراهيم وآل عمران على\nالعالمين. قال: فينطلقون إلى نوح، فيقولون: اشفع لنا إلى ربك، أنت اصطفاك\nالله، واستجاب لك في دعائك، فلم يدع على الأرض من الكافرين ديارا، فيقول:\nليس ذاكم عندي، انطلقوا إلى موسى، فإن الله كلمه تكليما. فيقول موسى: ليس\nذاكم عندي، ولكن انطلقوا إلى عيسى، فإنه كان يبرئ الأكمه والأبرص ويحيي\nالموتى. فيقول عيسى: ليس ذاكم عندي، ولكن انطلقوا إلى سيد ولد آدم، فإنه\nأول من تنشق <span id='ms0018'></span> عنه الأرض يوم القيامة، انطلقوا إلى محمد يشفع لكم إلى ربكم \"\nقال: «فينطلق، فينادى جبريل» قال: \" فيأتي جبريل ربه، فيقول الله: ائذن له\nوبشره بالجنة \" قال: \" فينطلق به جبريل، فخر ساجدا\n</p>\n\n<h1 class='l1' id='head109'>[ص: 58]</h1>\n\n<p>\nقدر جمعة، ثم يقول الله: يا محمد، ارفع رأسك، وقل تسمع، واشفع تشفع \"\nقال: \" فيرفع رأسه، فإذا نظر إلى ربه خر ساجدا قدر جمعة أخرى، فيقول الله:\nيا محمد، ارفع رأسك، وقل تسمع، واشفع تشفع \" قال: «ويقع ساجدا» قال: «فيأخذ\nجبريل بضبعيه» قال: «فيفتح الله عليه من الدعاء شيئا لم يفتحه على بشر قط»\nقال: \" فيقول: أي رب، جعلتني سيد ولد آدم ولا فخر، وأول من تنشق عنه الأرض\nيوم القيامة ولا فخر، حتى إنه ليرد علي الحوض أكثر ما بين صنعاء وأيلة \"\nقال: \" ثم يقال: ادعوا الصديقين فيشفعون \" قال: \" ثم يقال: ادعوا الأنبياء\n\" قال: «فيجيء النبي عليه السلام معه العصابة، والنبي معه الخمسة والستة،\nوالنبي ليس معه أحد» قال: \" ثم يقال: ادعوا الشهداء \" قال: «فيشفعون لمن\nأرادوا» قال: «فإذا فرغت الشهداء» قال: \" يقول تبارك وتعالى: أنا أرحم\nالراحمين، أدخلوا جنتي من كان لا يشرك بي شيئا \" قال: \" فيدخلون الجنة، ثم\nيقول الله: انظروا إلى النار، هل ثم أحد عمل خيرا قط \" قال: \" فيجدون في\nالنار رجلا، فيقال له: هل عملت خيرا قط، قال: لا، غير أني كنت أسامح في\nالبيع \" قال: \" فيقول الله: اسمحا لعبدي كما سماحه إلى عبيدي، ثم يخرج من\nالنار \" قال: \" ورجل آخر، فيقول الله: هل عملت خيرا قط؟ فيقول: لا، غير أني\nقد أمرت ولدي إذا أنا مت فأحرقوني، ثم اطحنوني، حتى إذا صرت\n</p>\n\n<h1 class='l1' id='head110'>[ص: 59]</h1>\n\n<p>\nمثل الكحل، اذهبوا بي إلى البحر فاذروني في الريح \" قال: \" فقال الله: لم\nفعلت ذلك؟ قال: من مخافتك \" قال: \" فيقول: انظروا إلى ملك أعظم ملك فإن لك\nمثله وعشر أمثاله \" قال: \" فيقول: أتسخر بي، وأنت الملك؟ وذلك الذي ضحكت\nمنه بالضحى \"\n</p>\n\n<h1 class='l1' id='head111'>[ص: 60]</h1>\n\n<h1 class='l1' id='head112'>57 - </h1>\n\n<p>\nحدثنا زهير، حدثنا إبراهيم أبو إسحاق البناني، حدثنا النضر بن شميل،\nحدثنا أبو نعامة، حدثنا أبو <span id='ms0019'></span> هنيدة البراء بن نوفل، عن والان العدوي، عن\nحذيفة بن اليمان، عن أبي بكر، قال: أصبح رسول الله صلى الله عليه وسلم ذات\nيوم، ثم ذكر نحو هذا الحديث أو قريبا منه\n</p>\n\n<h1 class='l1' id='head113'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head114'>58 - </h1>\n\n<p>\nحدثنا إسحاق بن إبراهيم، حدثنا هشام بن يوسف، عن ابن جريج، في قوله\nتعالى: {أم جعلوا لله شركاء خلقوا كخلقه} [الرعد: 16] أخبرني ليث بن أبي\nسليم، عن أبي محمد، عن حذيفة، عن أبي بكر، إما حضر ذلك حذيفة من النبي عليه\nالسلام، وإما أخبره أبو بكر، أن النبي صلى الله عليه وسلم قال: «الشرك فيكم\nأخفى من دبيب النمل» قال: قلنا: يا رسول الله، وهل الشرك إلا ما عبد من دون\nالله، أو دعي مع الله؟، شك عبد الملك، قال: «ثكلتك أمك يا صديق، الشرك فيكم\nأخفى من دبيب النمل. ألا أخبرك بقول يذهب صغاره وكباره، أو صغيره وكبيره،»\nقال: قلت: بلى يا رسول الله، قال: \" تقول كل يوم ثلاث مرات: اللهم إني أعوذ\nبك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم. والشرك أن يقول: أعطاني\nالله وفلان، والند أن يقول الإنسان: لولا فلان قتلني فلان \"\n</p>\n\n<h1 class='l1' id='head115'>[ص: 61]</h1>\n\n<h1 class='l1' id='head116'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n</p>\n\n<h1 class='l1' id='head117'>59 - </h1>\n\n<p>\nحدثنا عمرو بن الحصين، حدثنا عبد العزيز بن مسلم، عن ليث بن أبي سليم، عن\nأبي محمد، عن معقل بن يسار، حدثني أبو بكر، عن النبي صلى الله عليه وسلم،\nقال\n</p>\n\n<h1 class='l1' id='head118'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head119'>60 - </h1>\n\n<p>\nوحدثنا موسى بن محمد بن حيان، حدثنا روح بن أسلم، وفهد، قالا: حدثنا عبد\nالعزيز بن مسلم، حدثنا ليث، عن أبي محمد، عن معقل بن يسار، قال: شهدت النبي\nصلى الله عليه وسلم مع أبي بكر، أو قال: حدثني أبو بكر، عن النبي صلى الله\nعليه وسلم أنه قال: «الشرك أخفى فيكم من دبيب النمل» ثم قال: \" ألا أدلك\nعلى ما يذهب عنك صغير ذلك وكبيره؟ قل: اللهم إني أعوذ بك أن أشرك بك وأنا\nأعلم، وأستغفرك مما لا أعلم <span id='ms0020'></span> \"\n</p>\n\n<h1 class='l1' id='head120'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head121'>61 - </h1>\n\n<p>\nحدثنا موسى بن محمد بن حيان، حدثنا روح بن أسلم، وفهد، قالا: حدثنا عبد\nالعزيز بن مسلم، حدثنا ليث، عن أبي محمد، عن معقل بن يسار، قال: شهدت النبي\nصلى الله عليه وسلم مع أبي بكر، أو قال: حدثني أبو بكر، عن النبي صلى الله\nعليه وسلم أنه قال: «الشرك أخفى فيكم من دبيب النمل» فقال أبو بكر: وهل\nالشرك إلا من دعا مع الله إلها آخر؟ فقال رسول الله صلى الله عليه وسلم:\n«الشرك أخفى فيكم من دبيب النمل» ثم قال: \" ألا أدلك على ما يذهب عنك صغير\nذلك وكبيره؟ قل: اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك مما لا\nأعلم \"\n</p>\n\n<h1 class='l1' id='head122'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head123'>62 - </h1>\n\n<p>\nحدثنا سريج، حدثنا مروان بن معاوية، حدثنا جعفر بن الزبير، عن القاسم، عن\nأبي أمامة، عن أبي بكر الصديق، قال: كنت مع النبي صلى الله عليه وسلم في\nالغار، فقال: «اللهم طعنا، وطاعونا». قلت: يا رسول الله، إني أعلم أنك قد\nسألت منايا أمتك، فهذا الطعن قد عرفناه، فما الطاعون؟ قال: «ذرب كالدمل، إن\nطالت بك حياة ستراه»\n</p>\n\n<h1 class='l1' id='head124'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head125'>63 - </h1>\n\n<p>\nحدثنا إسحاق بن أبي إسرائيل، حدثنا إبراهيم بن سعد، حدثنا ابن شهاب، عن\nعبيد بن السباق، عن زيد بن ثابت، قال: أرسل إلي أبو بكر مقتل أهل اليمامة.\nفجئت فإذا عمر عنده، فذكر نحوا من حديث العمري، وزاد فيه بعد قول زيد بن\nثابت: فألحقتها، قال: قال ابن شهاب: فاختلفوا يومئذ في التابوت، فقال زيد:\nالتابوه، وقال: الرهط القرشيون: التابوت، فرفعوا اختلافهم إلى عثمان، فقال:\nاكتبوه في التابوت بلسان قريش، قال ابن شهاب: وكان ابن مسعود قد كره أن ولي\nزيد نسخ المصاحف. قال ابن شهاب: وحدثني عبيد الله بن عبد الله، أن عبد\nالله، قال: يا معشر المسلمين، أعزل عن كتاب الله، ويولاها رجل، والله لقد\nأسلمت وإنه لفي صلب رجل كافر؟ يريد زيد بن ثابت. قال: فلذلك <span id='ms0021'></span> قال عبد الله:\nيا أهل العراق، أو يا أهل الكوفة، غلوا المصاحف التي عندكم واكتموها، فإن\nالله يقول\n</p>\n\n<h1 class='l1' id='head126'>[ص: 65]</h1>\n\n<p>\n: {ومن يغلل يأت بما غل يوم القيامة} [آل عمران: 161]، قال ابن شهاب:\nفبلغني أنه كره هذا من مقالته رجال كانوا من أفاضل أصحاب رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head127'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده منقطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head128'>64 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا عبد الرحمن بن مهدي، حدثنا إبراهيم بن سعد، عن\nالزهري، عن عبيد بن السباق، أن زيدا، حدثه قال: أرسل أبو بكر مقتل أهل\nاليمامة، فإذا عمر بن الخطاب عنده، فقال: \" إن عمر أتاني فقال: إن القتل قد\nاستحر بقراء القرآن يوم اليمامة، وإني لأخشى أن يستحر بالقراء في المواطن\nكلها، فيذهب قرآن كثير، وإني أرى أن تأمر يجمع. قال أبو بكر: \" قلت لعمر:\nكيف أفعل شيئا لم يفعله رسول الله صلى الله عليه وسلم؟ \" فقال عمر: هو\nوالله خير. فلم يزل عمر بن الخطاب يراجعني حتى شرح الله صدري للذي شرح له\nصدر عمر، ورأيت فيه الذي رآه، قال زيد: قال أبو بكر: «إنك شاب، عاقل، ولا\nنتهمك، وقد كنت تكتب لرسول الله صلى الله عليه وسلم الوحي، فتتبع القرآن\nفاجمعه» قال: فوالله لو كلفوني نقل جبل من الجبال ما كان أثقل علي من ذاك.\nقال: قلت: كيف تفعلون شيئا لم يفعله رسول الله صلى الله عليه وسلم؟، فقال\nأبو بكر: هو والله خير. فلم يزل يراجعني في ذلك أبو بكر وعمر حتى شرح الله\nصدري للذي شرح له صدر أبي بكر وعمر، فتتبعت القرآن أجمعه من الرقاع والسعف\nوالحجارة، والرقاق، ومن صدور الرجال، فوجدت في آخر سورة التوبة، براءة، مع\nخزيمة بن ثابت: {لقد جاءكم رسول من أنفسكم} [التوبة: 128] إلى آخر الآية\n</p>\n\n<h1 class='l1' id='head129'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head130'>65 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يعقوب بن إبراهيم، حدثنا أبي، عن ابن شهاب، عن\nعبيد بن السباق، أن زيد بن ثابت، حدثه، أن أبا بكر، قال: «إنك رجل شاب\nعاقل، ولا نتهمك، قد كنت تكتب <span id='ms0022'></span> الوحي لرسول الله صلى الله عليه وسلم، فتتبع\nالقرآن فاجمعه»\n</p>\n\n<h1 class='l1' id='head131'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head132'>66 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عفان بن مسلم، حدثنا همام، حدثنا ثابت، عن\nأنس، أن أبا بكر، حدثه قال: قلت للنبي صلى الله عليه وسلم، ونحن بالغار: لو\nأن أحدهم ينظر إلى تحت قدميه لأبصرنا تحت قدميه. قال: فقال: «يا أبا بكر،\nما ظنك باثنين الله ثالثهما؟»\n</p>\n\n<h1 class='l1' id='head133'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head134'>67 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا حبان بن هلال، حدثنا همام، عن ثابت، حدثنا أنس،\nأن أبا بكر، حدثه قال: نظرت إلى أقدام المشركين على رءوسنا، ونحن في الغار،\nفقلت: يا رسول الله، لو أن أحدهم نظر إلى قدميه أبصرنا تحت قدميه، فقال:\n«يا أبا بكر، ما ظنك باثنين الله ثالثهما»\n</p>\n\n<h1 class='l1' id='head135'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head136'>68 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل بن أبي سمينة البصري، ومحمد بن المثنى، قالا:\nحدثنا عمرو بن عاصم الكلابي، حدثنا عمران، عن معمر، عن الزهري، عن أنس،\nقال: قال عمر لأبي بكر، في الردة: ألم يقل رسول الله صلى الله عليه وسلم:\n«أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فإذا قالوها عصموا مني\nدماءهم وأموالهم إلا بحقها وحسابهم على الله؟» فقال أبو بكر: قال رسول الله\nصلى الله عليه وسلم: \" - وفي حديث ابن أبي سمينة، قال أبو بكر: إنما قال\nرسول الله صلى الله عليه وسلم - «أمرت أن أقاتل الناس حتى يقولوا لا إله\nإلا الله، ويقيموا الصلاة، ويؤتوا الزكاة»، والله لو منعوني عقالا لقاتلتهم\nعليه حتى تلحق نفسي بالله. قال عمر: فلما رأيت أبا بكر قد عزم على ذلك علمت\nأنه الحق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head137'>69 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عمرو بن عاصم الكلابي، حدثنا سليمان بن المغيرة،\nعن ثابت، عن أنس، قال: قال أبو بكر بعد وفاة رسول الله صلى الله عليه وسلم\nلعمر: انطلق بنا إلى أم أيمن نزورها كما «كان رسول الله صلى الله عليه وسلم\nيزورها» فلما انتهينا إليها بكت، فقالا لها: ما <span id='ms0023'></span> يبكيك؟ ما عند الله خير\nلرسوله. قال: فقالت: ما أبكي أن لا أكون أعلم أن ما عند الله خير لرسوله،\nولكن أبكي أن الوحي انقطع من السماء. قال: فهيجتهما على البكاء، فجعلا\nيبكيان معها\n</p>\n\n<h1 class='l1' id='head138'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head139'>70 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا زائدة بن أبي الرقاد، حدثني زياد النميري،\nعن أنس: أن أبا بكر دخل على النبي صلى الله عليه وسلم وهو كئيب، فقال له\nالنبي صلى الله عليه وسلم: «مالي أراك كئيبا»؟ قال: يا رسول الله كنت عند\nابن عم لي البارحة فلان، وهو يكيد بنفسه. قال: «فهلا لقنته لا إله إلا\nالله؟» قال: قد فعلت، يا رسول الله. قال: «فقالها؟» قال: نعم. قال: «وجبت\nله الجنة». قال أبو بكر: يا رسول الله، كيف هي للأحياء؟ قال: «هي أهدم\nلذنوبهم، هي أهدم لذنوبهم»\n</p>\n\n<h1 class='l1' id='head140'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head141'>71 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا عثمان بن عمر، حدثنا يونس بن\nيزيد، عن الزهري، أخبرني ابن السباق، أخبرني زيد بن ثابت، أن أبا بكر أرسل\nإليه مقتل أهل اليمامة، قال: فأتيته، فإذا عمر عنده، فقال أبو بكر: إن عمر\nأتاني فقال: إن القتل قد استحر بأهل اليمامة من قراء القرآن، أو الناس شك\nأبو يعلى، فأنا أخشى أن يستحر القتل في المواطن كلها فيذهب كثير من القرآن\nلا يوعى، وإني أرى أن تأمر بجمع القرآن. قلت لعمر: كيف أفعل شيئا لم يفعله\nرسول الله صلى الله عليه وسلم؟ فقال عمر: هو والله خير. فلم يزل يراجعني في\nذلك حتى شرح الله صدري، ورأيت فيه الذي رأى عمر، فقال زيد: وعمر عنده جالس\nلا يتكلم. فقال أبو بكر: إنك لشاب، عاقل، ولا نتهمك، وكنت تكتب الوحي لرسول\nالله صلى الله عليه وسلم، فاتبع القرآن فاجمعه، قال زيد: \" فوالله لو\nكلفوني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن،\nفقلت: كيف تفعلون شيئا لم يفعله رسول الله صلى الله عليه <span id='ms0024'></span> وسلم؟ \" قال: هو\nوالله خير. فلم يزل يراجعني حتى شرح الله صدري بالذي شرح به صدر أبي بكر\nوعمر، فجمعت القرآن أتتبعه من الرقاع والأكتاف وصدور الرجال، حتى وجدت آخر\nسورة التوبة مع خزيمة الأنصاري، لم أجدها مع أحد غيره {لقد جاءكم رسول من\nأنفسكم} [التوبة: 128] إلى آخر الآية، فكانت المصاحف التي جمعنا فيها\nالقرآن عند أبي بكر حياته، حتى توفاه الله، ثم عند عمر حتى توفاه الله، ثم\nعند حفصة\n</p>\n\n<h1 class='l1' id='head142'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناه صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head143'>72 - </h1>\n\n<p>\nحدثنا العباس بن الوليد النرسي، حدثنا عمر بن علي، حدثنا عبد الرحمن بن\nزياد بن أنعم، قال: سمعت مالك بن قيس، يحدث قال: قدم عقبة بن عامر، على\nمعاوية، وهو بإيلياء فلم يلبث أن خرج، فطلب فلم يوجد، أو قال: طلبناه فلم\nنجده، فاتبعناه، فإذا هو يصلي ببراز من الأرض. قال: فقال: ما جاء بكم؟\nقالوا: جئنا لنحدث بك عهدا، أو نقضي من حقك، قال: فعندي جائزتكم، كنا مع\nرسول الله صلى الله عليه وسلم في سفر، وكان على كل رجل منا رعاية الإبل\nيوما، فكان يومي الذي أرعى فيه، قال: فروحت الإبل، فانتهيت إلى النبي صلى\nالله عليه وسلم وقد أطاف به أصحابه، وهو يحدث، قال: فأهملت الإبل وتوجهت\nنحوه فانتهيت إليه وهو يقول: «من توضأ فأحسن الوضوء، ثم صلى ركعتين يريد\nبهما وجه الله، غفر الله له ما كان قبلهما»، فقلت: الله أكبر، قال: فضرب\nرجل على كتفي، فالتفت، فإذا أبو بكر، قال: يا ابن عامر، ما كان قبلها أفضل\nقلت: ما كان قبلها؟ قال: قال رسول الله صلى الله عليه وسلم: «من شهد أن لا\nإله إلا الله يصدق قلبه لسانه دخل من أي أبواب الجنة شاء»\n</p>\n\n<h1 class='l1' id='head144'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head145'>73 - </h1>\n\n<p>\nحدثنا عمرو بن مالك، حدثنا جارية بن هرم الفقيمي، يقول: حدثني عبد الله\nبن دارم، حدثنا عبد الله بن بسر الحبراني، قال: سمعت أبا كبشة الأنماري،\nوكان له صحبة يحدث: عن أبي بكر الصديق، قال: قال رسول <span id='ms0025'></span> الله صلى الله عليه\nوسلم: «من كذب علي متعمدا، أو رد شيئا أمرت به، فليتبوأ بيتا في جهنم»\n</p>\n\n<h1 class='l1' id='head146'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده تالف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head147'>74 - </h1>\n\n<p>\nحدثنا أحمد بن عمر الوكيعي، حدثنا حسين بن علي\n</p>\n\n<h1 class='l1' id='head148'>[ص: 76]</h1>\n\n<p>\nالجعفي، عن زائدة، عن عاصم، عن أبي صالح، عن أبي هريرة، قال: قام أبو بكر\nعلى المنبر فقال: قد علمتم ما قام به رسول الله صلى الله عليه وسلم عام\nالأول، ثم بكى، ثم أعادها، ثم بكى، ثم أعادها، ثم بكى، قال: «إن الناس لم\nيعطوا في هذه الدنيا شيئا أفضل من العفو والعافية، فسلوهما الله»\n</p>\n\n<h1 class='l1' id='head149'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head150'>75 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل الطالقاني، حدثنا حسين بن علي الجعفي، عن زائدة،\nعن عاصم بن أبي النجود، عن أبي صالح، قال: قام أبو بكر الصديق، على المنبر\nفخطب فحمد الله وأثنى عليه، ثم قال: إن رسول الله صلى الله عليه وسلم قام\nفينا عام الأول على هذا المنبر، في مثل هذا اليوم، في مثل هذا الشهر، قال:\nثم بكى، فقال: «سلوا الله العفو والعافية»\n</p>\n\n<h1 class='l1' id='head151'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head152'>76 - </h1>\n\n<p>\nحدثنا أبو الربيع الزهراني، حدثنا فليح، عن الزهري، عن حميد بن عبد\nالرحمن بن عوف، عن أبي هريرة: أن أبا بكر بعث في الحجة التي أمره رسول الله\nصلى الله عليه وسلم عليها قبل حجة الوداع في يوم النحر، في رهط يؤذن في\nالناس «أن لا يحج بعد العام مشرك، ولا يطوفن بالبيت عريان»\n</p>\n\n<h1 class='l1' id='head153'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nأخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head154'>77 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عبد الرحمن بن مهدي، حدثنا هشيم، عن يعلى\nبن عطاء، عن عمرو بن عاصم، عن أبي هريرة، أن أبا بكر قال: يا رسول الله،\nعلمني كلمات أقولها إذا أصبحت، وإذا أمسيت. قال: \" قل: اللهم فاطر السموات\nوالأرض، عالم الغيب والشهادة، أنت رب كل شيء ومليكه، لا إله إلا أنت، أعوذ\nبك من شر نفسي وشر الشيطان وشركه. قلها إذا أصبحت، وإذا أمسيت، وإذا أويت\nإلى فراشك \"\n</p>\n\n<h1 class='l1' id='head155'>[حكم حسين <span id='ms0026'></span> سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head156'>78 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي، حدثنا المحاربي، حدثنا يحيى بن عبيد الله، عن\nأبيه، عن أبي هريرة، قال: حدثني أبو بكر، قال: فاتني العشاء ذات ليلة فأتيت\nأهلي، فقلت: هل عندكم عشاء؟ قالوا: لا والله ما عندنا عشاء، فاضطجعت على\nفراشي فلم يأتني النوم من الجوع، فقلت: لو خرجت إلى المسجد فصليت وتعللت\nحتى أصبح، فخرجت إلى المسجد فصليت ما شاء الله، ثم تساندت إلى ناحية المسجد\nكذلك، إذ طلع علي عمر بن الخطاب فقال: من هذا؟ قلت: أبو بكر، فقال: ما\nأخرجك هذه الساعة؟ فقصصت عليه القصة، فقال: والله ما\n</p>\n\n<h1 class='l1' id='head157'>[ص: 80]</h1>\n\n<p>\nأخرجني إلا الذي أخرجك، فجلس إلى جنبي، فبينما نحن كذلك، إذ خرج علينا\nرسول الله صلى الله عليه وسلم فأنكرنا، فقال: «من هذا؟». فبادرني عمر فقال:\nهذا أبو بكر وعمر، فقال: «ما أخرجكما هذه الساعة؟» فقال عمر: خرجت فدخلت\nالمسجد، فرأيت سواد أبي بكر فقلت: من هذا؟ فقال: أبو بكر، فقلت: ما أخرجك\nهذه الساعة؟ فذكر الذي كان، فقلت: وأنا والله ما أخرجني إلا الذي أخرجك.\nفقال النبي صلى الله عليه وسلم: «وأنا والله ما أخرجني إلا الذي أخرجكما،\nفانطلقوا بنا إلى الواقفي أبي الهيثم بن التيهان فلعلنا نجد عنده شيئا\nيطعمنا» فخرجنا نمشي فانتهينا إلى الحائط في القمر، فقرعنا الباب، فقالت\nالمرأة: من هذا؟ فقال عمر: هذا رسول الله صلى الله عليه وسلم وأبو بكر\nوعمر، ففتحت لنا، فدخلنا، فقال رسول الله صلى الله عليه وسلم: «أين زوجك؟»\nقالت: ذهب يستعذب لنا من الماء من حش بني حارثة، الآن يأتيكم. قال: فجاء\nيحمل قربة حتى أتى بها نخلة فعلقها على كرنافة من كرانيفها. ثم أقبل علينا،\nفقال: مرحبا وأهلا، ما زار الناس أحد قط مثل من زارني، ثم قطع لنا عذقا\nفأتانا به، فجعلنا ننتقي منه في القمر فنأكل، ثم أخذ الشفرة فجال في الغنم،\nفقال له رسول الله صلى الله عليه وسلم: «إياك والحلوب، أو إياك وذوات\nالدر». فأخذ شاة فذبحها وسلخها، وقال <span id='ms0027'></span> لامرأته فطبخت وخبزت، وجعل يقطع في\nالقدر من اللحم، فأوقد تحتها حتى بلغ اللحم والخبز فثرد\n</p>\n\n<h1 class='l1' id='head158'>[ص: 81]</h1>\n\n<p>\n، ثم غرف عليه من المرق واللحم، ثم أتانا به فوضعه بين أيدينا، فأكلنا\nحتى شبعنا، ثم قام إلى القربة، وقد سفعتها الريح فبرد، فصب في الإناء، ثم\nناول رسول الله صلى الله عليه وسلم فشرب، ثم ناول أبا بكر فشرب، ثم ناول\nعمر فشرب، فقال رسول الله صلى الله عليه وسلم: «الحمد لله خرجنا لم يخرجنا\nإلا الجوع، ثم رجعنا وقد أصبنا هذا. لتسألن عن هذا يوم القيامة، هذا من\nالنعيم»، ثم قال للواقفي: «ما لك خادم يسقيك من الماء؟» قال: لا يا رسول\nالله. قال: «إذا أتانا سبي فأتنا حتى نأمر لك بخادم». فلم يلبث إلا يسيرا\nحتى أتاه سبي، فأتاه الواقفي. فقال: «ما جاء بك؟» قال: يا رسول الله موعدك\nالذي وعدتني. قال: «هذا سبي، فقم فاختر منهم». قال: كن أنت الذي يختار لي.\nقال: «خذ هذا الغلام، وأحسن إليه». قال: فأخذه فانطلق به إلى امرأته،\nفقالت: ما هذا؟ فقص عليها القصة، فقالت: فأي شيء قلت له؟ قال: قلت له: كن\nأنت الذي يختار لي. قالت: أحسنت. قد قال لك: أحسن إليه فأحسن إليه. قال: ما\nالإحسان إليه؟ قالت: أن تعتقه. قال: فهو حر لوجه الله\n</p>\n\n<h1 class='l1' id='head159'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف وأخرجه مسلم في الأشربة وأخرجه البخاري في الأدب المفرد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head160'>79 - </h1>\n\n<p>\nحدثنا أمية بن بسطام، حدثنا يزيد بن زريع، حدثنا يونس، يعني: ابن عبيد،\nعن حميد بن هلال، عن عبد الله بن مطرف، عن أبي برزة، قال: بينا أبو بكر في\nعمله فغضب على رجل من المسلمين، فاشتد غضبه عليه جدا، فلما رأيت ذلك، قلت:\nيا خليفة رسول الله أضرب عنقه؟ فلما ذكرت القتل أضرب عن ذاك الحديث أجمع،\nإلى غير ذلك من النحو. فلما تفرقنا أرسل إلي أبو بكر بعد ذلك فقال: «يا أبا\nبرزة، ما قلت؟» قال: ونسيت الذي قلت. قال: قلت: وما قلت، ذكرنيه؟ قال: «وما\nتذكر ما <span id='ms0028'></span> قلت؟» قلت: لا والله. قال: \" أرأيت حين رأيتني غضبت على الرجل،\nفقلت: أضرب عنقه يا خليفة رسول الله. أما تذكر ذاك؟ أوكنت فاعلا ذلك؟ \"\nقال: نعم والله، والآن إن أمرتني فعلت، فقال: «ويحك، أو ويلك، والله ما هي\nلأحد بعد رسول الله صلى الله عليه وسلم»\n</p>\n\n<h1 class='l1' id='head161'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head162'>80 - </h1>\n\n<p>\nحدثنا هاشم بن الحارث، حدثنا عبيد الله بن عمرو، عن زيد بن أبي أنيسة، عن\nعمرو بن مرة، عن أبي نصر، عن أبي برزة الأسلمي، قال: غضب أبو بكر على رجل\nغضبا شديدا لم ير أشد غضبا منه يومئذ، فقال له أبو برزة: يا خليفة رسول\nالله، مرني فأضرب عنقه، قال: فكأنها نار طفيت، قال: وخرج أبو برزة، ثم أرسل\nإليه، فقال: «ثكلتك أمك ما قلت؟» قال: قلت: والله لئن أمرتني بقتله\nلأقتلنه. قال: «ثكلتك أمك أبا برزة، إنها لم تكن لأحد بعد رسول الله صلى\nالله عليه وسلم»\n</p>\n\n<h1 class='l1' id='head163'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head164'>81 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا معاذ بن معاذ، حدثنا شعبة، عن توبة\nالعنبري، عن عبد الله بن قدامة، عن أبي برزة الأسلمي، قال: أغلظ رجل لأبي\nبكر، قال: فكدت أقتله. قال: فانتهرني أبو بكر وقال: «ليس لأحد إلا لرسول\nالله صلى الله عليه وسلم»\n</p>\n\n<h1 class='l1' id='head165'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head166'>82 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا عثمان بن عمر، حدثنا شعبة، أخبرني توبة\nالعنبري، قال: سمعت أبا السوار عبد الله، يحدث: عن أبي برزة، أن رجلا سب\nأبا بكر، قال: فقلت: ألا أضرب عنقه يا خليفة رسول الله؟ قال: «لا، ليست\nلأحد بعد رسول الله صلى الله عليه وسلم»\n</p>\n\n<h1 class='l1' id='head167'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head168'>83 - </h1>\n\n<p>\nحدثنا يحيى بن معين، حدثنا أبو عبيدة الحداد، عن عبد الواحد بن زيد، عن\nفرقد السبخي، عن مرة الطيب، عن زيد بن أرقم، عن أبي بكر الصديق، أن النبي\nصلى الله عليه وسلم قال: «لا يدخل الجنة جسد غذي بحرام»\n</p>\n\n<h1 class='l1' id='head169'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head170'>84 - </h1>\n\n<p>\nحدثنا موسى <span id='ms0029'></span> بن محمد بن حيان، حدثنا أبو داود، حدثنا عبد الواحد بن زيد،\nعن أسلم، عن مرة، عن زيد بن أرقم، قال: سمعت أبا بكر، أن النبي صلى الله\nعليه وسلم قال: «لا يدخل الجنة جسد غذي بحرام»\n</p>\n\n<h1 class='l1' id='head171'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head172'>85 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل بن علي الوساوسي، حدثنا زيد بن الحباب العكلي، عن\nعبد الرحمن بن سليمان بن الغسيل، عن شرحبيل بن سعد، عن جابر بن عبد الله،\nعن أبي بكر، قال: سمعت رسول الله صلى الله عليه وسلم على أعواد المنبر\nيقول: «اتقوا النار ولو بشق تمرة، فإنها تقيم العوج، وتدفع ميتة السوء،\nوتقع من الجائع موقعها من الشبعان»\n</p>\n\n<h1 class='l1' id='head173'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head174'>86 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل الطالقاني، حدثنا يحيى بن أبي بكير، حدثنا زهير\nبن محمد، عن عبد الله بن محمد بن عقيل، عن معاذ بن رفاعة بن رافع الأنصاري،\nعن أبيه رفاعة، قال: سمعت أبا بكر الصديق، يقول على المنبر: سمعت رسول الله\nصلى الله عليه وسلم، وبكى أبو بكر حين ذكر رسول الله صلى الله عليه وسلم،\nثم سري عنه، ثم قال: سمعت رسول الله صلى الله عليه وسلم، وبكى أبو بكر حين\nذكر رسول الله صلى الله عليه وسلم، ثم سري عنه، ثم قال: سمعت رسول الله صلى\nالله عليه وسلم في هذا القيظ عام الأول يقول: «سلوا الله العفو والعافية،\nواليقين في الآخرة والأولى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head175'>87 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا أبو عامر عبد الملك بن عمرو العقدي، حدثنا زهير،\nعن عبد الله بن محمد بن عقيل، عن معاذ بن رفاعة بن رافع الأنصاري، عن أبيه،\nقال: سمعت أبا بكر الصديق، على منبر رسول الله صلى الله عليه وسلم يقول:\nسمعت رسول الله صلى الله عليه وسلم يقول: فبكى أبو بكر حين ذكر رسول الله\nصلى الله عليه وسلم، ثم سري عنه، ثم قال: سمعت رسول الله صلى الله عليه\nوسلم يقول: في مثل هذا القيظ عام الأول: «سلوا الله العفو والعافية <span id='ms0030'></span>،\nواليقين في الآخرة والأولى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head176'>88 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة، حدثنا زيد بن الحباب، عن موسى بن عبيدة،\nحدثني هود بن عطاء، عن أنس بن مالك، قال: قال أبو بكر: «نهى رسول الله صلى\nالله عليه وسلم عن ضرب المصلين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head177'>89 - </h1>\n\n<p>\nحدثنا عمرو بن الضحاك، حدثنا أبي، عن موسى بن عبيدة، عن هود بن عطاء، عن\nأنس، عن أبي بكر، قال: «نهى رسول الله صلى الله عليه وسلم عن ضرب المصلين»\n</p>\n\n<h1 class='l1' id='head178'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head179'>90 - </h1>\n\n<p>\nحدثنا محمد بن الفرج، حدثنا محمد بن الزبرقان، حدثنا موسى بن عبيدة،\nأخبرني هود بن عطاء، عن أنس بن مالك، قال: كان في عهد رسول الله صلى الله\nعليه وسلم رجل يعجبنا تعبده واجتهاده، فذكرناه لرسول الله صلى الله عليه\nوسلم باسمه فلم يعرفه، ووصفناه بصفته فلم يعرفه، فبينما نحن نذكره إذ طلع\nالرجل، قلنا: ها هو ذا. قال: «إنكم لتخبروني عن رجل، إن على وجهه سفعة من\nالشيطان». فأقبل حتى وقف عليهم ولم يسلم. فقال له رسول الله صلى الله عليه\nوسلم: \" أنشدتك بالله، هل قلت حين وقفت على المجلس: ما في القوم أحد أفضل\nمني أو أخير مني \"؟ قال: اللهم نعم. ثم دخل يصلي، فقال رسول الله صلى الله\nعليه وسلم: «من يقتل الرجل؟» فقال أبو بكر: أنا، فدخل عليه فوجده قائما\nيصلي، فقال: سبحان الله أقتل رجلا يصلي، وقد نهى رسول الله صلى الله عليه\nوسلم عن قتل المصلين؟ فخرج، فقال رسول الله صلى الله عليه وسلم: «ما فعلت؟»\nقال: كرهت أن أقتله وهو يصلي، وقد نهيت عن قتل المصلين. قال عمر: أنا. فدخل\nفوجده واضعا وجهه، فقال عمر: أبو بكر أفضل مني، فخرج فقال رسول الله صلى\nالله عليه وسلم: «مه؟» قال: وجدته واضعا وجهه، فكرهت أن أقتله، فقال: «من\nيقتل الرجل؟» فقال علي: أنا. قال: «أنت إن أدركته». قال: فدخل علي فوجده قد\nخرج، فرجع إلى رسول الله صلى الله عليه وسلم، فقال: «مه؟» قال: وجدته قد\nخرج، قال <span id='ms0031'></span>: «لو قتل ما اختلف في أمتي رجلان. كان أولهم وآخرهم». قال موسى:\nسمعت محمد بن كعب، يقول: هو الذي قتله علي ذا الثدية\n</p>\n\n<h1 class='l1' id='head180'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head181'>91 - </h1>\n\n<p>\nحدثنا عبد العزيز بن أبي سلمة بن عبيد الله بن عبد الله بن عمر بن\nالخطاب، حدثني إبراهيم بن سعد، عن الزهري، عن عبيد بن السباق، عن زيد بن\nثابت، حدثه قال: أرسل إلي أبو بكر مقتل أهل اليمامة، فإذا عمر بن الخطاب\nعنده، فقال أبو بكر: إن عمر أتاني، فقال: إن القتل قد استحر يوم اليمامة\nبقراء القرآن، وإني أخشى أن يستحر القتل بقراء القرآن في المواطن، فيذهب\nكثير من القرآن، وإني أرى أن تأمر فيجمع، قال: قلت: كيف أفعل شيئا لم يفعله\nرسول الله صلى الله عليه وسلم؟ قال: فقال عمر: هو والله خير. فلم يزل\nيراجعني في ذلك إلى أن شرح الله لذلك صدري، ورأيت في ذلك الذي رأى عمر، قال\nزيد بن ثابت: قال أبو بكر: إنك فتى شاب، عاقل، لا نتهمك، وقد كنت تكتب\nالوحي للنبي صلى الله عليه وسلم، فتتبع القرآن فاجمعه. قال زيد: «والله لو\nكلفني نقل جبل من الجبال ما كان أثقل علي من الذي أمرني به من جمع القرآن»\nقال: \" قلت: كيف تفعلون شيئا لم يفعله رسول الله صلى الله عليه وسلم؟ \"\nقال: هو والله خير. فلم يزل يراجعني حتى شرح الله صدري للذي شرح له صدر أبي\nبكر وعمر، ورأيت في ذلك الذي رأيا، فتتبعت القرآن أجمعه من الرقاع،\nواللخاف، والعسب، وصدور الرجال، حتى فقدت آخر سورة التوبة فوجدتها مع خزيمة\nبن ثابت الأنصاري {لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم\nبالمؤمنين رءوف رحيم} إلى خاتمة براءة، وكانت الصحف عند أبي بكر حياته، حتى\nتوفاه الله، ثم عند عمر حتى توفاه الله، ثم عند حفصة\n</p>\n\n<h1 class='l1' id='head182'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nالحديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head183'>92 - </h1>\n\n<p>\nحدثنا عبد العزيز بن أبي سلمة العمري، حدثنا إبراهيم بن سعد، عن الزهري،\nعن أنس بن <span id='ms0032'></span> مالك، أن حذيفة بن اليمان قدم على عثمان بن عفان، فكان يغازي أهل\nالشام في فتح أرمينية وأذربيجان مع أهل العراق\n</p>\n\n<h1 class='l1' id='head184'>[ص: 93]</h1>\n\n<p>\n، فأفزع حذيفة اختلافهم في القراءة، فقال حذيفة لعثمان: يا أمير\nالمؤمنين، أدرك هذه الأمة قبل أن يختلفوا في الكتاب اختلاف اليهود\nوالنصارى، فأرسل عثمان إلى حفصة أن أرسلي إلينا بالصحف ننسخها في المصاحف\nثم نردها إليك، فأرسلت بها حفصة إلى عثمان، فأمر عثمان زيد بن ثابت، وعبد\nالله بن الزبير، وسعيد بن العاص، وعبد الرحمن بن الحارث بن هشام ينسخونها\nفي المصاحف، وقال للرهط القرشيين الثلاثة: إذا أنتم اختلفتم وزيد بن ثابت\nفي شيء من القرآن، فاكتبوه بلسان قريش، فإنما نزل بلسانهم، ففعلوا. حتى إذا\nنسخت الصحف، رد عثمان الصحف إلى حفصة وأرسل إلى كل أفق بمصحف مما نسخوا،\nوأمر بما سواه مما فيه القرآن في كل صحيفة ومصحف أن يمحا، أو يحرق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nقال إبراهيم: قال الزهري: فأخبرني خارجة بن زيد بن ثابت، أنه سمع زيد بن\nثابت، يقول: \" فقدت آية من سورة الأحزاب حين نسخت المصاحف، وقد كنت أسمع\nرسول الله صلى الله عليه وسلم يقرؤها، فالتمستها فوجدتها عند خزيمة بن ثابت\nالأنصاري {من المؤمنين رجال صدقوا ما عاهدوا الله عليه} [الأحزاب: 23]\nفألحقتها في سورتها في المصحف \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head185'>93 - </h1>\n\n<p>\nحدثنا محمد بن أبي بكر المقدمي، حدثنا عبد الصمد، حدثنا صدقة بن موسى،\nحدثنا فرقد، عن مرة، عن أبي بكر، عن النبي صلى الله عليه وسلم، قال: «لا\nيدخل الجنة خب، ولا سييء الملكة، وإن أول من يقرع باب الجنة المملوك\nوالمملوكة إذا أحسنا عبادة ربهما ونصحا لسيدهما»\n</p>\n\n<h1 class='l1' id='head186'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head187'>94 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا إسحاق بن سليمان الرازي، عن مغيرة بن مسلم أبي\nسلمة، عن فرقد السبخي، عن مرة الطيب، عن أبي بكر، قال: قال رسول الله صلى\nالله عليه وسلم: «لا يدخل الجنة سييء الملكة». قال: فقال رجل: يا رسول\nالله، أليس أخبرتنا أن هذه الأمة أكثر الأمم مملوكين وأيتاما؟ قال:\n«فأكرموهم كرامة أولادكم <span id='ms0033'></span>، وأطعموهم مما تأكلون، واكسوهم مما تلبسون». قال:\nفما تنفعنا الدنيا يا رسول الله؟ قال: «فرس ترتبطه في سبيل الله، ومملوك\nيكفيك، فإذا صلى فهو أخوك فإذا صلى فهو أخوك»\n</p>\n\n<h1 class='l1' id='head188'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head189'>95 - </h1>\n\n<p>\nحدثنا عمرو بن محمد الناقد، حدثنا يزيد بن هارون، حدثنا همام بن يحيى، عن\nفرقد السبخي، عن مرة الطيب، عن أبي بكر الصديق، عن النبي صلى الله عليه\nوسلم قال: «لا يدخل الجنة خب، ولا بخيل، ولا منان، ولا سييء الملكة، وإن\nأول من يدخل الجنة المملوك إذا أطاع الله وأطاع سيده»\n</p>\n\n<h1 class='l1' id='head190'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head191'>96 - </h1>\n\n<p>\nحدثنا أبو كريب، حدثنا معاوية بن هشام، عن شيبان، عن عامر، عن مرة، عن\nأبي بكر، عن النبي صلى الله عليه وسلم قال: «لا يدخل الجنة سييء ملكته،\nملعون من ضار مسلما أو غره»\n</p>\n\n<h1 class='l1' id='head192'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head193'>97 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا جرير، وأبو معاوية، عن الأعمش، عن أبي\nصالح، قال: قال أبو بكر الصديق: قام رسول الله صلى الله عليه وسلم في مثل\nمقامي، ثم بكى، فقال: \" سلوا الله العافية فإن أحدا لم يعط شيئا خيرا من\nالعافية ليس اليقين، وقال أبو معاوية: إلا اليقين، \"\n</p>\n\n<h1 class='l1' id='head194'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head195'>98 - </h1>\n\n<p>\nحدثنا محمد بن أبي بكر المقدمي، حدثنا يحيى، وعثام بن علي، عن إسماعيل بن\nأبي خالد، عن أبي بكر بن أبي زهير، عن أبي بكر الصديق، قال: قلت: يا رسول\nالله، كيف الصلاح بعد هذه الآية؟ {من يعمل سوءا يجز به} [النساء: 123] إنا\nلمجازون بكل ما يكون منا؟ قال: «رحمك الله أبا بكر، ألست تحزن؟ ألست تنصب؟\nألست تصيبك اللأواء؟» قلت: بلى. قال: «فهذا ما تجازون به»\n</p>\n\n<h1 class='l1' id='head196'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head197'>99 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا يحيى بن سعيد، ووكيع، عن إسماعيل بن أبي خالد، عن\nأبي بكر الصديق، وقال يحيى: عن أبي بكر بن أبي زهير، أن أبا بكر الصديق،\nقال: قلت: يا رسول الله، كيف الصلاح بعد هذه الآية <span id='ms0034'></span>؟ {من يعمل سوءا يجز به}\n[النساء: 123] فقال: «رحمك الله أبا بكر، ألست تنصب؟ ألست تصيبك اللأواء؟\nفذاك ما تجازون به»\n</p>\n\n<h1 class='l1' id='head198'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head199'>100 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يحيى بن سعيد، عن إسماعيل بن أبي خالد، قال:\nحدثني أبو بكر بن أبي زهير، عن أبي بكر الصديق، أنه قال: يا رسول الله، كيف\nالصلاح بعد هذه الآية؟ {من يعمل سوءا يجز به} [النساء: 123] كل سوء نعمله\nنجزى به؟ قال: «رحمك الله أبا بكر، ألست تمرض؟ ألست تنصب؟ ألست تصيبك\nاللأواء؟ فذاك ما تجزون به»\n</p>\n\n<h1 class='l1' id='head200'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head201'>101 - </h1>\n\n<p>\nحدثنا محمد بن أبي بكر، حدثنا المعتمر، عن إسماعيل بن أبي خالد، قال:\nحدثني رجل من ثقيف يقال له أبو بكر بن أبي زهير، عن أبي بكر الصديق، قال:\nقلت للنبي صلى الله عليه وسلم: كيف الصلاح بعد هذه الآية: {من يعمل سوءا\nيجز به} [النساء: 123] كل سوء عملنا نجزى به؟ فقال له النبي صلى الله عليه\nوسلم: \" غفر الله لك، أو: رحمك الله، ألست تمرض؟ ألست تحزن؟ ألست تصيبك\nاللأواء؟ \"\n</p>\n\n<h1 class='l1' id='head202'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head203'>102 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا جرير بن عبد الحميد، عن منصور، عن أبي وائل، قال:\nحدثت أن أبا بكر لقي طلحة فقال: مالي أراك واجما؟ قال: كلمة سمعتها من رسول\nالله صلى الله عليه وسلم يزعم أنها موجبة، فلم أسأله عنها. فقال أبو بكر:\nأنا أعلم ما هي. قال: ما هي؟ قال: «لا إله إلا الله»\n</p>\n\n<h1 class='l1' id='head204'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head205'>103 - </h1>\n\n<p>\nحدثنا زهير، حدثنا معلى بن منصور، حدثنا ابن أبي زائدة، حدثنا ابن أبي\nليلى، حدثنا عبد الرحمن بن الأصبهاني، عن عبد الرحمن بن أبي ليلى، عن أبي\nبكر الصديق، قال: نزل النبي منزلا، فبعثت إليه امرأة مع ابن لها شاة، فحلب\nثم قال: «انطلق به إلى أمك» فشربت حتى رويت. ثم جاء بشاة أخرى فحلب ثم سقى\nأبا بكر، ثم جاء بشاة أخرى فحلب ثم شرب\n</p>\n\n<h1 class='l1' id='head206'>[حكم حسين سليم <span id='ms0035'></span> أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head207'>104 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا وكيع، حدثنا إسرائيل، عن أبي إسحاق، عن\nزيد بن يثيع، عن أبي بكر الصديق، أن النبي صلى الله عليه وسلم بعثه ببراءة\nإلى أهل مكة: لا يحج بعد العام مشرك، ولا يطوفن بالبيت عريان، ولا يدخل\nالجنة إلا نفس مسلمة، ومن كان بينه وبين رسول الله صلى الله عليه وسلم مدة\nفأجله إلى مدته، والله بريء من المشركين ورسوله. قال: فسار بها ثلاثا، ثم\nقال لعلي: الحقه، فرد علي أبا بكر وبلغها. قال: ففعل. قال: فلما قدم على\nالنبي صلى الله عليه وسلم أبو بكر بكى، وقال: يا رسول الله، أحدث في شيء؟\nقال. ثم قال: \" ما حدث فيك إلا خير، إلا أني أمرت بذلك: أن لا يبلغ إلا أنا\nأو رجل مني \"\n</p>\n\n<h1 class='l1' id='head208'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head209'>105 - </h1>\n\n<p>\nحدثنا سويد بن سعيد، حدثنا سويد بن عبد العزيز، عن ثابت بن عجلان، عن\nسليم بن عامر، قال: سمعت أبا بكر، يقول: قال رسول الله صلى الله عليه وسلم:\n«اخرج فناد في الناس من شهد أن لا إله إلا الله وجبت له الجنة». قال: فخرجت\nفلقيني عمر بن الخطاب، فقال: ما لك أبا بكر؟ فقلت: قال لي رسول الله صلى\nالله عليه وسلم: «اخرج فناد في الناس من شهد أن لا إله إلا الله وجبت له\nالجنة». قال عمر: ارجع إلى رسول الله صلى الله عليه وسلم، فإني أخاف أن\nيتكلوا عليها، فرجعت إلى رسول الله صلى الله عليه وسلم، فقال: «ما ردك؟»\nفأخبرته بقول عمر، فقال: «صدق»\n</p>\n\n<h1 class='l1' id='head210'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head211'>106 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يونس بن محمد، حدثنا جرير بن حازم، حدثنا الزبير\nبن الخريت، عن أبي لبيد، قال: خرج رجل من الأسر، من طاحية، يقال له بيرح بن\nأسد مهاجرا إلى المدينة، وقد مات رسول الله صلى الله عليه وسلم قبيل ذلك،\nقال: فرأى عمر بن الخطاب، بيرحا يطوف في سكك المدينة فأنكره، فقال: من أنت؟\nقال <span id='ms0036'></span>: أنا رجل من أهل عمان. فأخذ بيده فذهب به إلى أبي بكر، فقال: يا أبا\nبكر، هذا من الأرض التي سمعت رسول الله صلى الله عليه وسلم يذكر أهلها، من\nأهل عمان، فقال أبو بكر: سمعت رسول الله صلى الله عليه وسلم يقول: «إني\nلأعلم أرضا ينضح بناحيتها البحر، بها حي من العرب، لو أتاهم رسولي لم يرموه\nبسهم ولا حجر»\n</p>\n\n<h1 class='l1' id='head212'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head213'>107 - </h1>\n\n<p>\nحدثنا خلف بن هشام، حدثنا أبو الأحوص، عن أبي إسحاق، عن عكرمة، قال: قال\nأبو بكر: سألت رسول الله صلى الله عليه وسلم: ما شيبك؟ قال: «شيبتني هود،\nوالواقعة، وعم يتساءلون، وإذا الشمس كورت».\n</p>\n\n<h1 class='l1' id='head214'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n</p>\n\n<h1 class='l1' id='head215'>108 - </h1>\n\n<p>\nحدثنا العباس بن الوليد النرسي، حدثنا أبو الأحوص، عن أبي إسحاق، عن\nعكرمة، قال: قال أبو بكر: سألت رسول الله صلى الله عليه وسلم: ما شيبك؟\nفذكر نحوه\n</p>\n\n<h1 class='l1' id='head216'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head217'>109 - </h1>\n\n<p>\nحدثنا عبد الأعلى بن حماد النرسي، حدثنا قال: وسألت عنه فقال: هذا خطأ.\nثم حدثني به قال: حدثنا حماد بن سلمة، عن ابن أبي عتيق، عن أبيه، عن أبي\nبكر الصديق، قال: قال رسول الله صلى الله عليه وسلم: «السواك مطهرة للفم،\nمرضاة للرب»\n</p>\n\n<h1 class='l1' id='head218'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head219'>110 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يونس بن محمد، حدثنا حماد بن سلمة، عن ابن أبي\nعتيق، عن أبي بكر الصديق، قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n«السواك مطهرة للفم، مرضاة للرب»\n</p>\n\n<h1 class='l1' id='head220'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head221'>111 - </h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن عرعرة السامي، بالبصرة، حدثنا إبراهيم بن عبد\nالله أبو إسحاق الرازي، حدثنا إسماعيل بن نوح، عن أبيه، عن جده، عن أبي بكر\nالصديق، قال: قال رسول الله صلى الله عليه وسلم: «إن أهل الجنة لا\nيتبايعون، ولو تبايعوا ما تبايعوا إلا بالبز»\n</p>\n\n<h1 class='l1' id='head222'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head223'>112 - </h1>\n\n<p>\nحدثنا موسى بن محمد بن حيان، حدثنا أبو داود، صاحب الطيالسة، حدثنا\nالمسعودي، عن بكير <span id='ms0037'></span> بن الأخنس، عن رجل، عن أبي بكر، أن النبي صلى الله عليه\nوسلم قال: «يدخل الجنة من أمتي سبعون ألفا بغير حساب، وجوههم كالقمر ليلة\nالبدر، قلوبهم على قلب رجل واحد، فاستزدت ربي فزادني مع كل رجل سبعين\nألفا». قال أبو بكر: فكنا نرى ذلك قد أتى على أهل القرى ويصيب من زاد من\nأهل البوادي\n</p>\n\n<h1 class='l1' id='head224'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head225'>113 - </h1>\n\n<p>\nحدثنا عبيد الله بن معاذ العنبري، حدثنا أبي، حدثنا شعبة، عن أبي إسحاق،\nعن البراء بن عازب، قال: قال أبو بكر الصديق: لما خرجنا مع رسول الله صلى\nالله عليه وسلم من مكة إلى المدينة، مررنا براع «وقد عطش رسول الله صلى\nالله عليه وسلم، فحلبت له كثبة من لبن، فأتيته بها، فشرب حتى رضيت»\n</p>\n\n<h1 class='l1' id='head226'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head227'>114 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا محمد بن جعفر، حدثنا شعبة، قال: سمعت أبا إسحاق\nالهمداني، يقول: سمعت البراء بن عازب، يقول: لما أقبل رسول الله صلى الله\nعليه وسلم من مكة إلى المدينة تبعه سراقة بن مالك بن جعشم، فدعا عليه رسول\nالله صلى الله عليه وسلم، فساخت به فرسه، فقال: ادع الله ولا أضرك، قال:\nفدعا الله له، قال: فعطش رسول الله صلى الله عليه وسلم، فمروا براعي غنم،\nقال أبو بكر الصديق: «فأخذت قدحا فحلبت لرسول الله صلى الله عليه وسلم كثبة\nمن لبن، فأتيته فشرب حتى رضيت»\n</p>\n\n<h1 class='l1' id='head228'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head229'>115 - </h1>\n\n<p>\nحدثنا محمد بن بشار، حدثنا محمد بن جعفر، حدثنا شعبة، عن أبي إسحاق\nالهمداني، قال: سمعت البراء بن عازب، قال: لما أقبل رسول الله صلى الله\nعليه وسلم من مكة إلى المدينة تبعه سراقة بن مالك بن جعشم، فدعا عليه رسول\nالله صلى الله عليه وسلم، فساخت به فرسه، فقال: ادع الله لي ولا أضرك، فدعا\nله، فعطش رسول الله صلى الله عليه وسلم فمروا براع، فقال أبو بكر الصديق:\n«فأخذت قدحا فحلبت فيه كثبة من لبن، فأتيته فشرب، ثم شرب حتى رضيت <span id='ms0038'></span>»\n</p>\n\n<h1 class='l1' id='head230'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head231'>116 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عثمان بن عمر، حدثنا إسرائيل، عن أبي إسحاق، عن\nالبراء بن عازب، قال: اشترى أبو بكر، من أبي رحلا بثلاثة عشر درهما، فقال:\nمر البراء يحمله إلى رحلي، فقال: لا، حتى تخبرني، كيف خرج رسول الله صلى\nالله عليه وسلم من مكة إلى المدينة، فقال: ارتحلنا فاحتبسنا يومنا وليلتنا\nحتى قام ظهرا، أو قال: قام قائم الظهيرة، فرميت ببصري فإذا أنا بصخرة لها\nبقية من ظل فرششته وفرشت لرسول الله صلى الله عليه وسلم فيه فروة. فقلت: نم\nيا رسول الله. ثم انطلقت أنفض ما حولي، هل أرى من الطلب أحدا؟ فإذا أنا\nبراعي غنم يريد من الصخرة مثل ما أردت، فقلت: من أنت يا غلام؟ قال: لرجل من\nقريش، فعرفته، فقلت: هل في غنمك من لبن؟ قال: نعم، قلت: هل أنت حالبنا؟\nقال: نعم، فأمرته فاعتقل شاة من الغنم، فأمرته فنفض ضرعها، ثم أمرته فنفض\nكفيه من الغبار. فحلب لي كثبة من لبن ومعي إداوة على فمها خرقة، فصببت\nالماء على اللبن، ثم أتيت به رسول الله صلى الله عليه وسلم، فوافقته قد\nاستيقظ، قلت: اشرب يا رسول الله. وارتحلنا، فلم يلحقنا من الطلب أحد غير\nسراقة بن مالك بن جعشم على فرس له، فقلت: هذا الطلب قد لحقنا يا رسول الله.\nقال: «لا تحزن إن الله معنا». فلما دنا، دعا عليه رسول الله صلى الله عليه\nوسلم، فساخ فرسه في الأرض إلى بطنه، ووثب عنه، وقال: يا محمد، قد علمت أن\nهذا عملك، فادع الله أن يخلصني مما أنا فيه، ولك علي لأعمين على من ورائي،\nوهذه كنانتي فخذ سهما منها، فإنك ستمر على إبلي وغلماني بمكان كذا وكذا،\nفخذ منها حاجتك. فقال: «لا حاجة لي في إبلك»، فقدمنا إلى المدينة ليلا،\nفتنازعوا أيهم ينزل عليهم، فقال: «أنزل على بني النجار أخوال عبد المطلب\nأكرمهم بذلك»، فصعد الرجال والنساء فوق البيوت، وتفرق الغلمان والخدم في\nالطرق ينادون: يا <span id='ms0039'></span> محمد، يا رسول الله، يا محمد، يا رسول الله\n</p>\n\n<h1 class='l1' id='head232'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head233'>117 - </h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن عرعرة السامي، حدثنا محمد بن أبي فديك، عن\nالضحاك بن عثمان، عن محمد بن المنكدر، عن عبد الرحمن بن يربوع، عن أبي بكر\nالصديق، قال: سئل رسول الله صلى الله عليه وسلم: أي العمل أفضل؟ قال:\n«العج، والثج»\n</p>\n\n<h1 class='l1' id='head234'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head235'>118 - </h1>\n\n<p>\nحدثنا شجاع بن مخلد، حدثنا سعيد بن سلام العطار، عن أبي بكر بن أبي سبرة\nالعامري، عن عطاء بن يسار، عن عبد الرحمن بن يربوع، عن أبي بكر الصديق،\nقال: قال رسول الله صلى الله عليه وسلم: «ما بين بيتي ومنبري روضة من رياض\nالجنة، ومنبري على ترعة من ترع الجنة»\n</p>\n\n<h1 class='l1' id='head236'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف جدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head237'>119 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عثمان بن عمر، حدثنا مالك، عن الزهري، عن عثمان\nبن إسحاق، عن قبيصة بن ذؤيب، قال: جاءت الجدة إلى أبي بكر، تسأله عن\nميراثها، فقال: «ما لك في كتاب الله شيء، وما لك في سنة رسول الله صلى الله\nعليه وسلم شيء، فارجعي حتى أسأل الناس»\n</p>\n\n<h1 class='l1' id='head238'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head239'>120 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا سفيان بن عيينة، عن الزهري، عن قبيصة بن ذؤيب، أن\nالجدة جاءت إلى أبي بكر، بعد وفاة رسول الله صلى الله عليه وسلم، فقالت:\nأخبرت أن لي حقا، فقال: أبو بكر: ما أجد لك في الكتاب من حق، وما سمعت رسول\nالله صلى الله عليه وسلم يقضي لك بشيء، قال: فشهد المغيرة بن شعبة، فقال:\nمن يشهد معك، قال محمد بن مسلمة: إن رسول الله صلى الله عليه وسلم «أعطاها\nالسدس». قال الزهري: هي أم أب الأم، أو الأب فلما كان عمر جاءت التي\nتخالفها، فقال عمر: أيكما انفردت به، فهو لها، فإن اجتمعتما فهو بينكما\n</p>\n\n<h1 class='l1' id='head240'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head241'>121 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا وهب بن جرير، حدثنا شعبة، عن يزيد بن خمير، عن\nسليم بن <span id='ms0040'></span> عامر، عن أوسط البجلي، قال: خطبنا أبو بكر، فقال: خطبنا رسول الله\nصلى الله عليه وسلم عام الأول، ثم بكى أبو بكر، فقال: «سلوا الله العافية،\nفإن الناس لم يعطوا في الدنيا بعد اليقين شيئا أفضل من المعافاة، ألا\nوعليكم بالصدق فإنه مع البر، وهما في الجنة وإياكم والكذب فإنه مع الفجور،\nوهما في النار، ولا تقاطعوا، ولا تباغضوا، ولا تحاسدوا، وكونوا عباد الله\nإخوانا كما أمركم الله»\n</p>\n\n<h1 class='l1' id='head242'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head243'>122 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثني يحيى بن أبي بكير، حدثنا شعبة، قال يزيد\nبن خمير: أخبرني قال: سمعت سليم بن عامر، يحدث عن أوسط بن إسماعيل بن أوسط\nالبجلي، عن أبي بكر الصديق، قال: قال رسول الله صلى الله عليه وسلم: «عليكم\nبالصدق فإنه مع البر، وهما في الجنة، وإياكم والكذب فإنه مع الفجور، وهما\nفي النار، ولا تقاطعوا، ولا تدابروا، وكونوا عباد الله إخوانا كما أمركم\nالله»\n</p>\n\n<h1 class='l1' id='head244'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head245'>123 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا روح بن عبادة، عن شعبة، أخبرني يزيد بن\nخمير، قال: سمعت سليم بن عامر، عن رجل، من أهل حمص، وكان قد أدرك أصحاب\nالنبي صلى الله عليه وسلم، قال: سمعت أبا بكر خطبنا حين استخلف قال: قام\nرسول الله صلى الله عليه وسلم مقامي هذا عام الأول، ثم بكى، ثم قال: «سلوا\nالله العفو والمعافاة»\n</p>\n\n<h1 class='l1' id='head246'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head247'>124 - </h1>\n\n<p>\nحدثنا إسحاق، حدثنا يحيى بن أبي بكير، حدثنا شعبة، قال يزيد بن خمير:\nأخبرني قال: سمعت سليم بن عامر، رجلا من حمير، يحدث عن أوسط بن إسماعيل بن\nأوسط البجلي، عن أبي بكر، أنه قال حين توفي رسول الله صلى الله عليه وسلم\nقال: قام رسول الله صلى الله عليه وسلم فينا عام أول مقامي هذا، ثم قال:\n«سلوا الله المعافاة، فإنه لم يؤت أحد بعد اليقين شيئا خيرا من المعافاة»\n</p>\n\n<h1 class='l1' id='head248'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head249'>125 - </h1>\n\n<p>\nحدثنا أبو الربيع، حدثنا حماد، قال: سمعت أيوب، وعبد <span id='ms0041'></span> الرحمن السراج،\nوعبيد الله بن عمر، يحدثونه عن نافع، أنه قرأ كتاب عمر بن الخطاب: «أنه ليس\nفيما دون خمسة من الإبل شيء، وإذا بلغت خمسا ففيها شاة إلى تسع، فإذا كانت\nعشرا فشاتان إلى أربع عشرة، فإذا بلغ خمس عشرة ففيها ثلاث إلى تسع عشرة،\nفإذا بلغت العشرين فأربع وإلى أربع وعشرين، فإذا بلغت خمسا وعشرين ففيها\nبنت مخاض إلى خمس وثلاثين، فإذا زادت ففيها ابنة لبون إلى خمس وأربعين،\nفإذا زادت ففيها حقة إلى الستين، فإذا زادت ففيها ابنتا لبون إلى التسعين،\nفإذا زادت ففيها حقتان إلى العشرين ومائة، فإذا زادت ففي كل خمسين حقة، وفي\nكل أربعين ابنة لبون، وليس في الغنم شيء فيما دون الأربعين، فإذا بلغت\nالأربعين ففيها شاة إلى العشرين ومائة، فإذا زادت فشاتان إلى المائتين، فإن\nزادت على المائتين فثلاث شياه إلى الثلاث مائة، فإذا زادت على الثلاث مائة،\nففي كل مائة شاة»\n</p>\n\n<h1 class='l1' id='head250'>[ص: 115]</h1>\n\n<h1 class='l1' id='head251'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n</p>\n\n<h1 class='l1' id='head252'>126 - </h1>\n\n<p>\nحدثنا أبو الربيع الزهراني، حدثنا حماد، حدثنا أيوب، قال: رأينا عند\nثمامة بن عبد الله بن أنس كتابا كتبه أبو بكر الصديق، لأنس بن مالك، حين\nبعثه على صدقة البحرين، عليه خاتم النبي صلى الله عليه وسلم، فيه مثل هذا\nالقول\n</p>\n\n<h1 class='l1' id='head253'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head254'>127 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يونس بن محمد، حدثنا حماد بن سلمة، قال: أخذت هذا\nالكتاب من ثمامة بن عبد الله بن أنس، عن أنس بن مالك، أن أبا بكر، كتب له:\nإن هذه فرائض الصدقة التي أمر الله بها رسوله، فمن سئلها من المسلمين على\nوجهها فليعطها، ومن سئل فوقه فلا يعطه، فيما دون خمس وعشرين من الإبل في\nخمس ذود شاة، فإذا بلغت خمسا وعشرين ففيها ابنة مخاض إلى خمس وثلاثين، فإذا\nلم يكن ابنة مخاض فابن لبون ذكر، فإذا\n</p>\n\n<h1 class='l1' id='head255'>[ص: 116]</h1>\n\n<p>\nبلغت ستا وثلاثين ففيها ابنة لبون إلى خمس وأربعين، فإذا بلغت ستا\nوأربعين ففيها حقة طروقة الفحل إلى ستين، فإذا بلغت واحدا وستين ففيها <span id='ms0042'></span> جذعة\nإلى خمس وسبعين، فإذا بلغت ستة وسبعين ففيها ابنتا لبون إلى تسعين، فإذا\nبلغت واحدا وتسعين ففيها حقتان طروقتا الفحل، إلى عشرين ومائة، فإذا زادت\nعلى عشرين ومائة ففي كل أربعين بنت لبون، وفي كل خمسين حقة، فإذا تباين\nأسنان الإبل في الفرائض الصدقات، فمن بلغت عنده صدقة الجذعة وليست عنده\nجذعة، وعنده حقة فإنها تقبل منه الحقة ويجعل معها شاتان إن استيسرتا له، أو\nعشرين درهما، ومن بلغت عنده صدقة الحقة، وليس عنده إلا جذعة، فإنها تقبل\nمنه ويعطيه المصدق عشرين درهما أو شاتين، ومن بلغت عنده صدقة الحقة، وليست\nعنده، وعنده ابنة لبون فإنها تقبل منه ويجعل معها شاتين إن استيسرتا أو\nعشرين درهما، ومن بلغت صدقته ابنة لبون، وليست عنده إلا حقة، فإنها تقبل\nمنه ويعطيه المصدق عشرين درهما أو شاتين، ومن بلغت صدقته ابنة لبون، وليست\nعنده ابنة لبون، وعنده ابنة مخاض، فإنها تقبل منه ويجعل معها شاتين إن\nاستيسرتا، أو عشرين درهما، ومن بلغت صدقته ابنة مخاض، وليس عنده إلا ابن\nلبون ذكر، فإنه يقبل منه وليس معه شيء، ومن لم يكن عنده إلا أربعة من الإبل\nفليس فيها شيء إلا أن يشاء ربها، وفي صدقة الغنم في سائمتها، إذا كانت\nأربعين، ففيها شاة إلى عشرين ومائة، فإذا زادت ففيها شاتان إلى مائتين،\nفإذا زادت ففيها ثلاث شياه إلى\n</p>\n\n<h1 class='l1' id='head256'>[ص: 117]</h1>\n\n<p>\nثلاث مائة، فإذا زادت واحدة ففي كل مائة شاة، ولا تؤخذ في الصدقة هرمة،\nولا ذات عوار ولا تيس الغنم، إلا أن يشاء المصدق، ولا يجمع بين متفرق، ولا\nيفرق بين مجتمع خشية الصدقة، وما كان من خليطين فإنهما يتراجعان بينهما\nبالسوية إذا كانت سائمة الرجل ناقصة من الأربعين شاة واحدة فليس فيها إلا\nأن يشاء ربها، وفي الرقة ربع العشور، فإذا لم يكن المال إلا تسعين ومائة\nدرهم فليس فيه شيء ألا أن يشاء ربها \" قال أبو خيثمة: الرقة يعني الدراهم\n</p>\n\n<h1 class='l1' id='head257'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head258'>128 - </h1>\n\n<p>\nحدثنا عبيد الله بن معاذ العنبري <span id='ms0043'></span>، حدثنا أبي، حدثنا شعبة، عن إسماعيل بن\nأبي خالد، عن قيس بن أبي حازم، عن أبي بكر الصديق، عن النبي صلى الله عليه\nوسلم قال: \" يا أيها الناس، إنكم تقرءون هذه الآية، وتضعونها على غير ما\nوضعها الله {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم}\n[المائدة: 105]، إن الناس إذا رأوا المنكر فلم يغيروه، يوشك أن يعمهم الله\nبعقاب \".\n</p>\n\n<h1 class='l1' id='head259'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n</p>\n\n<h1 class='l1' id='head260'>129 - </h1>\n\n<p>\nحدثنا عبيد الله بن معاذ، حدثنا أبي، حدثنا شعبة، عن الحكم، عن قيس بن\nأبي حازم، عن أبي بكر الصديق، بمثل ذلك لا يذكر النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head261'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head262'>130 - </h1>\n\n<p>\nحدثنا أبو طالب عبد الجبار بن عاصم،، حدثنا عبيد الله بن عمرو، عن\nإسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن أبي بكر، قال: سمعت رسول الله\nصلى الله عليه وسلم: «إن الناس إذا رأوا المنكر فلم يغيروه، يوشك أن يعمهم\nالله بعقاب»\n</p>\n\n<h1 class='l1' id='head263'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head264'>131 - </h1>\n\n<p>\nحدثنا محمد بن أبي بكر المقدمي، حدثنا عمر بن علي، حدثنا إسماعيل بن أبي\nخالد، عن قيس بن أبي حازم، قال: سمعت أبا بكر، يقول: يا أيها الناس، إنكم\nتقرءون هذه الآية، وتضعونها على غير مواضعها {يا أيها الذين آمنوا عليكم\nأنفسكم لا يضركم من ضل إذا اهتديتم} [المائدة: 105] وإنا سمعنا رسول الله\nصلى الله عليه وسلم يقول: «إن الناس إذا رأوا المنكر فلم يغيروه، أوشك أن\nيعمهم الله بعقابه»\n</p>\n\n<h1 class='l1' id='head265'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head266'>132 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا جرير، عن إسماعيل بن أبي خالد، عن قيس بن أبي\nحازم، قال: قرأ أبو بكر هذه الآية: {يا أيها الذين آمنوا عليكم أنفسكم لا\nيضركم من ضل إذا اهتديتم} [المائدة: 105]، ثم قال: إن الناس يضعون هذه\nالآية على غير موضعها، ألا وإني سمعت رسول الله صلى الله عليه وسلم يقول:\n«إن القوم إذا رأوا الظالم فلم يأخذوا على يديه، والمنكر فلم يغيروه، عمهم\nالله بعقابه <span id='ms0044'></span>»\n</p>\n\n<h1 class='l1' id='head267'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head268'>133 - </h1>\n\n<p>\nحدثنا يحيى بن أيوب، حدثنا إسماعيل بن جعفر، أخبرني عمرو، يعني ابن أبي\nعمرو، عن أبي الحويرث، عن محمد بن جبير: أن عمر بن الخطاب مر على عثمان وهو\nجالس في المسجد\n</p>\n\n<h1 class='l1' id='head269'>[ص: 122]</h1>\n\n<p>\n، فسلم عليه، فلم يرد عليه، فدخل على أبي بكر فاشتكى ذلك إليه، فقال:\nمررت على عثمان فسلمت عليه ولم يرد علي. قال: فأين هو؟ قال: هو في المسجد\nقاعد، قال: فانطلقنا إليه، فقال له أبو بكر: ما منعك أن ترد على أخيك حين\nسلم عليك؟ قال: والله ما شعرت أنه سلم، مر بي وأنا أحدث نفسي فلم أشعر أنه\nسلم. فقال أبو بكر: فماذا تحدث نفسك؟ قال: خلا بي الشيطان فجعل يلقي في\nنفسي أشياء ما أحب أني تكلمت بها وأن لي ما على الأرض، قلت في نفسي حين\nألقى الشيطان ذلك في نفسي: يا ليتني سألت رسول الله صلى الله عليه وسلم ما\nالذي ينجينا من هذا الحديث الذي يلقي الشيطان في أنفسنا؟ فقال أبو بكر:\nفإني والله قد اشتكيت ذلك إلى رسول الله صلى الله عليه وسلم، وسألته: ما\nالذي ينجينا من هذا الحديث الذي يلقي الشيطان منه في أنفسنا؟ فقال رسول\nالله صلى الله عليه وسلم: «ينجيكم من ذلك أن تقولوا مثل الذي أمرت به عمي\nعند الموت فلم يفعل»\n</p>\n\n<h1 class='l1' id='head270'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head271'>134 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا وكيع، عن جعفر بن برقان، عن ثابت بن\nالحجاج، قال: قام أبو بكر الصديق، بعد وفاة النبي صلى الله عليه وسلم،\nفقال: لقد علمتم ما قام فيكم رسول الله صلى الله عليه وسلم عام الأول، قال:\n«سلوا الله العافية فإنه لم يعط عبد شيئا أفضل من المعافاة إلا اليقين».\nوأنا أسأل الله اليقين والعافية\n</p>\n\n<h1 class='l1' id='head272'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head273'>135 - </h1>\n\n<p>\nحدثنا أبو خيثمة، وإسحاق بن إسماعيل، قالا: حدثنا سفيان، عن عمرو بن\nدينار، عن يحيى بن جعدة، قال: قال أبو بكر الصديق، وهو على المنبر، وبكى <span id='ms0045'></span>:\nسمعت رسول الله صلى الله عليه وسلم في الصيف عام الأول، والعهد قريب، يقول:\n«سلوا الله اليقين والعافية»\n</p>\n\n<h1 class='l1' id='head274'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف لانقطاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head275'>136 - </h1>\n\n<p>\nحدثنا محرز بن عون، حدثنا عثمان بن مطر، حدثنا عبد الغفور، عن أبي نصيرة،\nعن أبي رجاء، عن أبي بكر، عن النبي صلى الله عليه وسلم قال: \" عليكم بلا\nإله إلا الله والاستغفار فأكثروا منهما، فإن إبليس قال: أهلكت الناس\nبالذنوب، فأهلكوني بلا إله إلا الله والاستغفار، فلما رأيت ذلك أهلكتهم\nبالأهواء وهم يحسبون أنهم مهتدون \"\n</p>\n\n<h1 class='l1' id='head276'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head277'>137 - </h1>\n\n<p>\nحدثنا يحيى بن عبد الحميد الحماني، حدثنا أبي، عن عثمان بن واقد، عن أبي\nنصيرة، قال: لقيت مولى لأبي بكر، فقلت له: سمعت أبا بكر، يقول: قال رسول\nالله صلى الله عليه وسلم: «ما أصر من استغفر، وإن عاد في اليوم سبعين\nمرة؟»،\n</p>\n\n<h1 class='l1' id='head278'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n</p>\n\n<h1 class='l1' id='head279'>138 - </h1>\n\n<p>\nحدثناه إسحاق بن أبي إسرائيل، وغيره، حدثنا أبو يحيى عبد الحميد الحماني،\nعن عثمان بن واقد، عن أبي نصيرة، عن مولى، لأبي بكر، عن أبي بكر، عن رسول\nالله صلى الله عليه وسلم نحوه\n</p>\n\n<h1 class='l1' id='head280'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head281'>139 - </h1>\n\n<p>\nحدثنا عبد الغفار بن عبد الله بن الزبير، حدثنا\n</p>\n\n<h1 class='l1' id='head282'>[ص: 125]</h1>\n\n<p>\nعفيف بن سالم، عن عثمان بن واقد، قال: حدثني أبو نصيرة، عن مولى لأبي\nبكر، عن أبي بكر، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «من استغفر\nفلم يصر وإن عاد في اليوم سبعين مرة»\n</p>\n\n<h1 class='l1' id='head283'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head284'>مسند عمر بن الخطاب رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head285'>140 - </h1>\n\n<p>\nوبالإسناد، حدثنا أبو يعلى أحمد بن علي بن المثنى\n</p>\n\n<h1 class='l1' id='head286'>[ص: 130]</h1>\n\n<p>\nالموصلي، حدثنا شيبان بن فروخ، حدثنا سليمان بن المغيرة، عن ثابت، عن\nأنس، قال: كنا عند عمر بن الخطاب، بالمدينة، فتراءينا الهلال، وكنت رجلا\nحديد البصر، فرأيته وليس أحد يزعم أنه رآه غيري، قال: فجعلت أقول لعمر: أما\nتراه؟ فجعل لا يراه. قال: يقول عمر: سأراه وأنا مستلق على فراشي، ثم أنشأ\nيحدثنا عن <span id='ms0046'></span> أهل بدر، قال: إن رسول الله صلى الله عليه وسلم كان يرينا مصارع\nأهل بدر بالأمس. قال: يقول: «هذا مصرع فلان غدا إن شاء الله» قال: فقال\nعمر: فوالذي بعثه بالحق ما أخطأوا الحدود التي حد رسول الله صلى الله عليه\nوسلم، قال: فجعلوا في بئر بعضهم على بعض، فانطلق رسول الله صلى الله عليه\nوسلم حتى انتهى إليهم فقال: «يا فلان بن فلان، ويا فلان بن فلان، هل وجدتم\nما وعدكم الله ورسوله حقا؟ فإني قد وجدت ما وعدني الله حقا». قال عمر: يا\nرسول الله، تكلم أجسادا لا أرواح فيها؟ فقال: «ما أنتم بأسمع لما أقول\nمنهم. غير أنهم لا يستطيعون أن يردوا علي شيئا»\n</p>\n\n<h1 class='l1' id='head287'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head288'>141 - </h1>\n\n<p>\nحدثنا شيبان، حدثنا جرير بن حازم، قال: سمعت عبد الملك بن عمير، يحدث عن\nجابر بن سمرة السوائي، فقال: خطبنا عمر بن الخطاب بالجابية، فقال: يا أيها\nالناس، قام فينا رسول الله صلى الله عليه وسلم مقامي فيكم اليوم، فقال:\n«أحسنوا إلى أصحابي ثم الذين يلونهم، ثم يفشو الكذب حتى يشهد الرجل على\nالشهادة لا يسألها، ويحلف على اليمين لا يسألها، فمن أراد بحبوحة الجنة\nفليلزم الجماعة، فإن الشيطان مع الواحد وهو من الاثنين أبعد، فلا يخلون\nأحدكم بامرأة، فإن الشيطان ثالثهما، من سرته حسنته وساءته سيئته فهو مؤمن»\n</p>\n\n<h1 class='l1' id='head289'>[ص: 132]</h1>\n\n<h1 class='l1' id='head290'>142 - </h1>\n\n<p>\nحدثنا علي بن حمزة البصري، حدثنا جرير بن حازم، عن عبد الملك بن عمير، عن\nجابر بن سمرة، قال: خطبنا عمر بن الخطاب، بالجابية فقال: قام رسول الله صلى\nالله عليه وسلم مقامي فيكم اليوم فقال: «ألا أحسنوا إلى أصحابي، ثم الذين\nيلونهم» فذكر نحو حديث شيبان\n</p>\n\n<h1 class='l1' id='head291'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head292'>143 - </h1>\n\n<p>\nحدثنا أبو خيثمة زهير بن حرب، حدثنا جرير بن عبد الحميد، عن عبد الملك بن\nعمير، عن جابر بن سمرة، قال: خطب عمر بن الخطاب، الناس بالجابية، فقال: إن\nرسول الله صلى الله عليه وسلم قام في مثل مقامي هذا، فقال: «أحسنوا إلى\nأصحابي <span id='ms0047'></span>، ثم الذين يلونهم، ثم الذين يلونهم، ثم يفشو الكذب، حتى يحلف الرجل\nعلى اليمين قبل أن يستحلف، ويشهد على الشهادة قبل أن يستشهد عليها، فمن أحب\nأن ينال منكم بحبوحة الجنة فليلزم الجماعة، فإن الشيطان مع الواحد، وهو من\nالاثنين أبعد. ألا لا يخلون رجل بامرأة، فإن ثالثهما الشيطان، ألا ومن كان\nمنكم تسوؤه سيئته وتسره حسنته فهو مؤمن»\n</p>\n\n<h1 class='l1' id='head293'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head294'>144 - </h1>\n\n<p>\nحدثنا شيبان، حدثنا أبو هلال، حدثنا غيلان\n</p>\n\n<h1 class='l1' id='head295'>[ص: 134]</h1>\n\n<p>\nبن جرير، حدثني عبد الله بن معبد الزماني، عن عمر بن الخطاب، قال: كنا مع\nرسول الله صلى الله عليه وسلم إذ أتى على رجل فقيل: ما أفطر مذ كذا وكذا،\nقال: «لا صام ولا أفطر، أو ما صام وما أفطر،» شك غيلان، فلما رأى عمر غضب\nالنبي صلى الله عليه وسلم، قال: يا رسول الله صوم يومين وإفطار يوم؟ قال:\n«ويطيق ذاك أحد»؟ قال: قلت: يا رسول الله، صوم يوم وإفطار يوم؟ قال: «ذاك\nصوم أخي داود» قال: يا رسول الله، صوم يوم وإفطار يومين؟ قال: «ومن يطيق\nذاك»؟ قال: يا رسول الله، صوم يوم الاثنين؟ قال: «ذاك يوم ولدت فيه، ويوم\nأنزل علي النبوة». قال: يا رسول الله، صوم يوم عرفة ويوم عاشوراء، قال: \"\nأحدهما يكفر، وقال: الآخر ما قبلها أو ما بعدها، \" شك أبو هلال\n</p>\n\n<h1 class='l1' id='head296'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head297'>145 - </h1>\n\n<p>\nحدثنا شيبان، حدثنا داود بن أبي الفرات، حدثنا عبد الله بن بريدة، عن أبي\nالأسود الديلي، قال: أتيت المدينة وقد وقع بها مرض، فهم يموتون موتا ذريعا،\nفجلست إلى عمر بن الخطاب، فمرت به جنازة فأثني على صاحبها خير، فقال عمر:\nوجبت. ثم مرت أخرى فأثني على صاحبها شر. فقال عمر: وجبت. فقال أبو الأسود:\nقلت: ما وجبت يا أمير المؤمنين؟ قال: قلت كما قال رسول الله صلى الله عليه\nوسلم: «أيما مسلم شهد له أربعة بخير أدخله الله الجنة». قال: قلنا: وثلاثة؟\nقال: «وثلاثة». قلنا: واثنان؟ قال: «واثنان». ثم لم نسأله عن <span id='ms0048'></span> الواحد\n</p>\n\n<h1 class='l1' id='head298'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head299'>146 - </h1>\n\n<p>\nحدثنا هدبة بن خالد، حدثنا حماد بن سلمة، عن علي بن زيد، عن يوسف بن\nمهران، عن ابن عباس، قال: سمعت عمر بن الخطاب، يقول: \" يا أيها الناس ألا\nلا تخدعوا عن الرجم، ألا لا تخدعوا عن الرجم، فإن رسول الله صلى الله عليه\nوسلم رجم، وأبو بكر رجم، ورجمت، وإنه يكون قوم يكذبون بالرجم، وبالشفاعة،\nوبالدجال، وبقوم يخرجون من النار بعدما محشتهم أو امتحشوا\n</p>\n\n<h1 class='l1' id='head300'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head301'>147 - </h1>\n\n<p>\nحدثنا محمد بن الصباح، وزحمويه، قالا: حدثنا هشيم، حدثنا منصور، عن\nقتادة، قال: أخبرنا أبو العالية، عن ابن عباس، أخبرني غير واحد، عن النبي\nصلى الله عليه وسلم، منهم عمر بن الخطاب، وكان عمر من أحبهم إلي، أن رسول\nالله صلى الله عليه وسلم «نهى عن الصلاة بعد الفجر حتى تطلع الشمس وبعد\nالعصر حتى تغرب الشمس»\n</p>\n\n<h1 class='l1' id='head302'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head303'>148 - </h1>\n\n<p>\nحدثنا مصعب بن عبد الله بن مصعب الزبيري، حدثنا مالك بن أنس، عن زيد بن\nأسلم، عن أبيه، أن عمر بن الخطاب كان يساير رسول الله صلى الله عليه وسلم\nفي بعض أسفاره، فسأله عن شيء فلم يجبه، ثم سأله فلم يجبه، ثم سأله فلم\nيجبه، فقال عمر: فقلت: ثكلتك أمك عمر سألت رسول الله صلى الله عليه وسلم\nثلاثا، كل ذلك لا يجيبك، فحركت بعيري وتقدمت بين يدي الناس، فلم أنشب أن\nسمعت صارخا ينادي، فأتيت، قلت: لقد خشيت أن يكون قد نزل في قرآن، فسلمت\nعليه، فقال رسول الله صلى الله عليه وسلم: «نزلت علي الليلة سورة هي أحب\nإلي مما طلعت عليه الشمس»، ثم قرأ: إنا فتحنا لك فتحا مبينا ليغفر لك الله\nما تقدم من ذنبك وما تأخر\n</p>\n\n<h1 class='l1' id='head304'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head305'>149 - </h1>\n\n<p>\nحدثنا أبو خيثمة، وإسحاق بن إسماعيل الطالقاني، والقواريري، قالوا: حدثنا\nسفيان، عن الزهري، عن مالك بن أوس بن الحدثان، سمع عمر بن الخطاب، يقول:\nقال رسول الله صلى الله عليه <span id='ms0049'></span> وسلم: «الذهب بالورق ربا إلا هاء وهاء،\nوالشعير بالشعير ربا إلا هاء وهاء، وفي حديث إسحاق، والتمر بالتمر ربا إلا\nهاء وهاء». وفيه عن مالك بن أوس، سمعت عمر، يخبر أن النبي صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head306'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head307'>150 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا سفيان، عن الزهري، سمع أبا عبيد، مولى\nالزهريين، قال: شهدت العيد مع عمر بن الخطاب، فبدأ بالصلاة قبل الخطبة،\nوقال: إن رسول الله صلى الله عليه وسلم «نهى عن صيام هذين اليومين، أما يوم\nالفطر ففطركم من صيامكم، وأما يوم الأضحى، فكلوا من لحم نسككم». لم يذكر\nفيه أكثر من هذا\n</p>\n\n<h1 class='l1' id='head308'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head309'>151 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا سفيان بن عيينة، عن الزهري، عن عبيد الله، عن ابن\nعباس، قال: لما زالت الشمس صعد عمر المنبر وأذن المؤذنون، فخطب، فحمد الله\nوأثنى عليه، وقال في خطبته: الرجم حق للمحصن إذا كانت بينة، أو حمل، أو\nاعتراف، وقد «رجم رسول الله صلى الله عليه وسلم ورجمنا معه وبعده»\n</p>\n\n<h1 class='l1' id='head310'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head311'>152 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا سفيان، عن الزهري، عن أبي عبيد، قال: شهدت العيد\nمع عمر، فبدأ بالصلاة قبل الخطبة، ثم قال: إن رسول الله صلى الله عليه وسلم\nنهى عن صيام هذين اليومين: «أما يوم الأضحى، فتأكلون من نسككم، وأما يوم\nالفطر ففطركم من صيامكم». قال: وشهدته مع عثمان، فبدأ بالصلاة قبل الخطبة،\nفوافق ذاك يوم الجمعة، فقال: «إن هذا يوم يجتمع فيه عيدان، من كان هاهنا من\nأهل العوالي فقد أذنا له، فإن شاء أن يرجع فليرجع، ومن أحب أن يمكث فليمكث»\nثم شهدتها مع علي، فبدأ بالصلاة قبل الخطبة، وقال: «لا يأكل أحدكم من نسكه\nفوق ثلاث»\n</p>\n\n<h1 class='l1' id='head312'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head313'>153 - </h1>\n\n<p>\nحدثنا أبو خيثمة زهير بن حرب، وعبيد الله بن عمر القواريري، قالا: حدثنا\nسفيان، عن الزهري، عن عبيد الله بن عبد الله، عن ابن عباس، عن عمر، عن\nالنبي صلى الله عليه <span id='ms0050'></span> وسلم، قال: \" لا تطروني كما أطرت النصارى عيسى ابن\nمريم، ولكن قولوا: عبد الله ورسوله \"\n</p>\n\n<h1 class='l1' id='head314'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head315'>154 - </h1>\n\n<p>\nحدثنا عبد الأعلى بن حماد النرسي، حدثنا بشر بن منصور، حدثنا عبيد الله\nبن عمر، عن نافع، عن ابن عمر، قال: قال عمر: قال رسول الله صلى الله عليه\nوسلم: «لا تمنعوا إماء الله مساجد الله»\n</p>\n\n<h1 class='l1' id='head316'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head317'>155 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا يحيى بن سعيد القطان، عن عبيد الله، عن نافع، عن\nابن عمر، عن عمر، عن النبي صلى الله عليه وسلم قال: «إن الميت يعذب ببكاء\nأهله عليه»\n</p>\n\n<h1 class='l1' id='head318'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head319'>156 - </h1>\n\n<p>\nحدثنا عبد الأعلى، حدثنا يزيد بن زريع، حدثنا سعيد، حدثنا قتادة، عن سعيد\nبن المسيب، عن عبد الله بن عمر، أن عمر بن الخطاب، حدث، أن نبي الله صلى\nالله عليه وسلم قال: «إن الميت يعذب في قبره ما نيح عليه»\n</p>\n\n<h1 class='l1' id='head320'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head321'>157 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا يزيد بن زريع، حدثنا سعيد بن أبي عروبة،\nعن قتادة، عن سعيد بن المسيب، عن ابن عمر، عن عمر، عن النبي صلى الله عليه\nوسلم، قال: «إن الميت يعذب في قبره ما نيح عليه، أو ما بكي عليه»\n</p>\n\n<h1 class='l1' id='head322'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head323'>158 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يحيى بن سعيد القطان، حدثنا عبيد الله، حدثني\nنافع، عن ابن عمر، عن عمر، عن النبي صلى الله عليه وسلم قال: «الميت يعذب\nببكاء أهله عليه»\n</p>\n\n<h1 class='l1' id='head324'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head325'>159 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا يحيى بن سعيد القطان، عن شعبة، قال: حدثني قتادة،\nعن أبي العالية، عن ابن عباس، قال: حدثني رجال، وأعجبهم إلي عمر، أن رسول\nالله صلى الله عليه وسلم «نهى عن صلاة بعد الغداة حتى تطلع الشمس، وبعد\nالعصر حتى تغرب الشمس»\n</p>\n\n<h1 class='l1' id='head326'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head327'>160 - </h1>\n\n<p>\nحدثنا مصعب بن عبد الله، حدثنا عبد العزيز بن محمد، عن محمد بن أبي حميد،\nعن <span id='ms0051'></span> زيد بن أسلم، عن أبيه، عن عمر بن الخطاب، قال: كنت مع رسول الله صلى\nالله عليه وسلم جالسا فقال: «أنبئوني بأفضل أهل الإيمان إيمانا»، قالوا: يا\nرسول الله، الملائكة. قال: «هم كذلك، ويحق لهم ذلك، وما يمنعهم وقد أنزلهم\nالله المنزلة التي أنزلهم بها؟ بل غيرهم؟». قالوا: يا رسول الله، الأنبياء\nالذين أكرمهم الله برسالته والنبوة، قال: «هم كذلك، ويحق لهم، وما يمنعهم،\nوقد أنزلهم الله المنزلة التي أنزلهم بها؟ بل غيرهم»، قالوا: يا رسول الله،\nالشهداء الذين استشهدوا مع الأعداء. قال: «هم كذلك ويحق لهم، وما يمنعهم،\nوقد أكرمهم الله بالشهادة مع الأنبياء؟ بل غيرهم». قالوا: فمن يا رسول\nالله؟ قال: «أقوام في أصلاب الرجال يأتون من بعدي، يؤمنون بي، ولم يروني،\nويصدقون بي، ولم يروني، يجدون الورق المعلق فيعملون بما فيه، فهؤلاء أفضل\nأهل الإيمان إيمانا»\n</p>\n\n<h1 class='l1' id='head328'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head329'>161 - </h1>\n\n<p>\nحدثنا مصعب بن عبد الله، حدثنا ابن الدراوردي، عن محمد بن أبي حميد، عن\nزيد بن أسلم، عن أبيه، عن عمر، قال: قال رسول الله صلى الله عليه وسلم:\n«ألا أخبركم بخيار أئمتكم من شرارهم؟ الذين تحبونهم ويحبونكم، ويدعون لكم\nوتدعون لهم، وشرار أئمتكم الذين تبغضونهم ويبغضونكم، وتلعنونهم ويلعنونكم»\n</p>\n\n<h1 class='l1' id='head330'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head331'>162 - </h1>\n\n<p>\nحدثنا مصعب، حدثنا عبد العزيز بن محمد، عن عبيد الله بن عمر، عن نافع، عن\nابن عمر، قال: فرض عمر، لأسامة أكثر مما فرض لي، فقلت: إنما هجرتي وهجرة\nأسامة واحدة، فقال: «إن أباه كان أحب إلى رسول الله صلى الله عليه وسلم من\nأبيك، وإنه كان أحب إلى رسول الله صلى الله عليه وسلم منك، وإنما هاجر بك\nأبواك»\n</p>\n\n<h1 class='l1' id='head332'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات إلا أن عبد العزيز الدراوردي قال النسائي لا بأس به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head333'>163 - </h1>\n\n<p>\nحدثنا عبد الأعلى، حدثنا حماد، حدثنا يحيى بن سعيد، عن عبيد بن حنين، عن\nابن عباس، عن عمر بن الخطاب، أن النبي صلى الله عليه وسلم «آلى من نسائه\nشهرا، فلما مضت تسع وعشرون <span id='ms0052'></span> نزل إليهن»\n</p>\n\n<h1 class='l1' id='head334'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head335'>164 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عثمان بن عمر، حدثنا عكرمة بن عمار، عن سماك أبي\nزميل الحنفي، قال: حدثني عبد الله بن عباس، قال\n</p>\n\n<h1 class='l1' id='head336'>[ص: 150]</h1>\n\n<p>\n: حدثني عمر بن الخطاب، قال: لما اعتزل النبي صلى الله عليه وسلم نساءه،\nقال: دخلت المسجد فإذا الناس ينكتون بالحصى، ويقولون: طلق رسول الله صلى\nالله عليه وسلم نساءه، وذلك قبل أن يؤمر بالحجاب، قال عمر: فقلت: لأعلمن\nذلك اليوم. قال: فدخلت على عائشة فقلت: يا بنت أبي بكر، أقد بلغ من شأنك أن\nتؤذي رسول الله صلى الله عليه وسلم؟ قالت: ما لي ولك يا ابن الخطاب؟ عليك\nبعيبتك، قال: فدخلت على حفصة ابنة عمر، فقلت: يا حفصة، أقد بلغ من شأنك أن\nتؤذي رسول الله صلى الله عليه وسلم، والله لقد علمت أن رسول الله صلى الله\nعليه وسلم لا يحبك، ولولا أنا لطلقك رسول الله صلى الله عليه وسلم، قال:\nفبكت أشد البكاء، فقلت لها: أين رسول الله؟ قالت: هو في خزانته في المشربة.\nفدخلت إذا أنا برباح غلام رسول الله صلى الله عليه وسلم قاعدا على أسكفة\nالمشربة، مدل رجليه على نقير من خشب، وهو جذع يرقى عليه رسول الله صلى الله\nعليه وسلم وينحدر، فناديته\n</p>\n\n<h1 class='l1' id='head337'>[ص: 151]</h1>\n\n<p>\n، فقلت: يا رباح، استأذن لي عندك على رسول الله صلى الله عليه وسلم، فنظر\nرباح إلى الغرفة ثم نظر إلي فلم يقل شيئا، فقلت: يا رباح، استأذن لي عندك\nعلى رسول الله صلى الله عليه وسلم، فنظر رباح إلى الغرفة ثم نظر إلي فلم\nيقل شيئا، فقلت: يا رباح، استأذن لي عندك على رسول الله صلى الله عليه\nوسلم، فنظر إلى الغرفة ثم نظر إلي فلم يقل شيئا، ثم رفعت صوتي، فقلت: يا\nرباح، استأذن لي عندك على رسول الله، فإني أظن أن رسول الله صلى الله عليه\nوسلم ظن أني جئت من أجل حفصة، والله لئن أمرني رسول الله صلى الله عليه\nوسلم بضرب عنقها <span id='ms0053'></span> لأضربن عنقها. ورفعت صوتي، فأومأ إلي أن ائذنه. فدخلت على\nرسول الله صلى الله عليه وسلم وهو مضطجع على حصير، فجلست، فإذا عليه إزاره\nوليس عليه غيره، فإذا الحصير قد أثر في جنبه، فنظرت ببصري في خزانة رسول\nالله صلى الله عليه وسلم فإذا أنا بقبضة من شعير نحو الصاع، ومثلها قرظا في\nناحية الغرفة، وإذا أفيق معلق. قال: فابتدرت عيناي، قال: «ما يبكيك يا ابن\nالخطاب؟». فقلت: يا نبي الله، وما لي لا أبكي وهذا الحصير قد أثر في جنبك؟\nوهذه خزانتك لا أرى فيها إلا ما أرى؟ وذاك قيصر وكسرى في الثمار والأنهار\nوأنت رسول الله وصفوته، وهذه خزانتك؟ قال: «يا ابن الخطاب، ألا ترضى أن\nتكون لنا الآخرة ولهم الدنيا؟» قلت: بلى. قال: ودخلت عليه، حين دخلت\n</p>\n\n<h1 class='l1' id='head338'>[ص: 152]</h1>\n\n<p>\n، وأنا أرى في وجهه الغضب، فقلت: يا رسول الله، ما يشق عليك من شأن\nالنساء؟ فإن كنت طلقتهن فإن الله معك وملائكته، وجبريل، وميكائيل، وأنا\nوأبو بكر والمؤمنون معك، وقلما تكلمت، وأحمد الله، بكلام إلا رجوت أن يكون\nالله يصدق قولي الذي أقول، قال: ونزلت هذه الآية، آية التخيير {عسى ربه إن\nطلقكن أن يبدله أزواجا خيرا منكن} [التحريم: 5]، {وإن تظاهرا عليه فإن الله\nهو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير} [التحريم: 4]\nوكانت عائشة بنت أبي بكر وحفصة تظاهران على سائر نساء النبي صلى الله عليه\nوسلم، فقلت: يا رسول الله، أطلقتهن؟ قال: «لا». فقلت: يا رسول الله، إني\nدخلت المسجد والمسلمون ينكتون بالحصاة ويقولون: طلق رسول الله صلى الله\nعليه وسلم نساءه، فانزل فأخبرهم أنك لم تطلقهن؟ قال: «نعم، إن شئت». فلم\nأزل أحدثه حتى تحسر الغضب عن وجهه وحتى كشر فضحك، وكان من أحسن الناس ثغرا،\nثم نزل نبي الله صلى الله عليه وسلم، فنزلت أتشبث بالجذع، ونزل رسول الله\nصلى الله عليه وسلم كأنما يمشي على الأرض ما يمسه بيده. فقلت له: يا رسول\nالله، إنما كنت في الغرفة تسعة وعشرين يوما؟ قال: «إن <span id='ms0054'></span> الشهر يكون تسعا\nوعشرين». فقمت على باب المسجد، فناديت بأعلى صوتي: لم يطلق نساءه، قال\n</p>\n\n<h1 class='l1' id='head339'>[ص: 153]</h1>\n\n<p>\n: ونزلت هذه الآية {وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه\nإلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم} [النساء: 83]\nفكنت أنا الذي استنبطت ذاك الأمر، فأنزل الله آية التخيير\n</p>\n\n<h1 class='l1' id='head340'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head341'>165 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن نمير، حدثنا ابن فضيل، عن عاصم، عن أبيه، عن\nابن عباس، عن عمر، قال: قال رسول الله صلى الله عليه وسلم: «التمسوا ليلة\nالقدر في العشر الأواخر من رمضان»\n</p>\n\n<h1 class='l1' id='head342'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head343'>166 - </h1>\n\n<p>\nحدثنا ابن نمير، حدثنا أبي،، حدثنا هشام بن سعد، عن زيد بن أسلم، عن\nأبيه، عن عمر «أنه وجد فرسا قد كان حمل عليها في سبيل الله فأراد أن\nيشتريها، فسأل رسول الله صلى الله عليه وسلم فنهاه عنها»\n</p>\n\n<h1 class='l1' id='head344'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head345'>167 - </h1>\n\n<p>\nحدثنا ابن نمير، حدثنا أبي،، حدثنا هشام بن سعد، عن زيد بن أسلم، عن\nأبيه، عن عمر بن الخطاب، قال: قلت: يا رسول الله، أليس قد قلت لي: «إن خيرا\nلك أن لا تسأل أحدا من الناس شيئا؟» قال: «إنما ذاك أن تسأل، وما آتاك الله\nمن غير مسألة فإنما هو رزق رزقكه الله»\n</p>\n\n<h1 class='l1' id='head346'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head347'>168 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة، حدثنا ابن إدريس، عن عاصم بن كليب، عن أبيه،\nعن ابن عباس، عن عمر، قال: لقد علمتم أن رسول الله صلى الله عليه وسلم قال:\n«اطلبوها في العشر الأواخر وترا»\n</p>\n\n<h1 class='l1' id='head348'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head349'>169 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة، حدثنا ابن إدريس، عن عاصم بن كليب، عن أبيه،\nقال: لقيت عمر، وهو بالموسم، فناديته من وراء الفسطاط ألا إني فلان ابن\nفلان الجرمي، وإن ابن أخت لنا، له أخ عان في بني فلان، وقد عرضنا عليه\nفريضة رسول الله صلى الله عليه وسلم فأبى، قال <span id='ms0055'></span>: فرفع عمر جانب الفسطاط،\nفقال: أتعرف صاحبك؟ قلت: نعم، هو ذاك. قال: انطلقنا به حتى ينفذ لكما قضية\nرسول الله صلى الله عليه وسلم قال: وكنا نتحدث أن القضية أربع من الإبل\n</p>\n\n<h1 class='l1' id='head350'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head351'>170 - </h1>\n\n<p>\nحدثنا أبو كريب محمد بن العلاء، حدثنا زيد بن الحباب، حدثنا خالد بن أبي\nبكر بن عبيد الله العمري، قال: حدثني سالم، عن أبيه، أن سعد بن أبي وقاص\nسأل عمر عن المسح، فقال عمر: سمعت رسول الله صلى الله عليه وسلم يأمر\nبالمسح على ظهر الخفين إذا لبسهما وهما طاهرتان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head352'>171 - </h1>\n\n<p>\nحدثنا أبو كريب، حدثنا زيد،، عن خالد بن أبي بكر، حدثنا سالم، عن ابن\nعمر، عن عمر، قال: سمعت النبي صلى الله عليه وسلم «يأمرنا بالمسح على\nالخفين، للمسافر ثلاثة أيام ولياليهن، وللمقيم يوم وليلة»\n</p>\n\n<h1 class='l1' id='head353'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده لين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head354'>172 - </h1>\n\n<p>\nحدثنا أبو كريب، حدثنا يونس بن بكير، عن الأعمش، عن أبي صالح، عن ابن\nعمر، قال: دخل عمر على حفصة وهي تبكي، فقال لها: «ما يبكيك؟ لعل رسول الله\nصلى الله عليه وسلم طلقك؟ إنه قد كان طلقك مرة، ثم راجعك من أجلي، والله\nلئن كان طلقك مرة أخرى لا أكلمك أبدا»\n</p>\n\n<h1 class='l1' id='head355'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head356'>173 - </h1>\n\n<p>\nحدثنا عبد الله بن عمر بن أبان، حدثنا يحيى بن زكريا بن أبي زائدة، عن\nصالح بن أبي صالح، عن سلمة بن كهيل، عن سعيد بن جبير، عن ابن عباس، عن عمر،\nأن النبي صلى الله عليه وسلم كان «طلق حفصة ثم راجعها».\n</p>\n\n<h1 class='l1' id='head357'>174 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن صالح، وغيره بإسناده نحوه\n</p>\n\n<h1 class='l1' id='head358'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head359'>175 - </h1>\n\n<p>\nحدثناه محمد بن بكار، حدثنا بشير بن ميمون، عن عبد الله بن يوسف، عن عبد\nالله بن عمر بن الخطاب، عن عمر بن الخطاب، قال: سمعت رسول الله صلى الله\nعليه وسلم وهو يذكر أهل مقبرة يوما، قال: فصلى عليها فأكثر الصلاة عليها،\nقال: فسئل رسول الله صلى الله عليه وسلم عنها، فقال <span id='ms0056'></span>: «أهل مقبرة شهداء\nعسقلان، يزفون إلى الجنة كما تزف العروس إلى زوجها»\n</p>\n\n<h1 class='l1' id='head360'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head361'>176 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن نمير، حدثنا أبي عبد الله بن نمير، حدثنا هشام\nبن سعد، عن زيد بن أسلم، عن أبيه، عن عمر، أن رجلا كان يلقب حمارا، وكان\nيهدي لرسول الله صلى الله عليه وسلم العكة من السمن والعكة من العسل، فإذا\nجاء صاحبها يتقاضاه جاء به إلى رسول الله صلى الله عليه وسلم، فيقول: يا\nرسول الله، أعط هذا ثمن متاعه، فما يزيد رسول الله صلى الله عليه وسلم على\nأن يبتسم ويأمر به فيعطى، فجيء به يوما إلى رسول الله صلى الله عليه وسلم،\nوقد شرب الخمر، فقال رجل: اللهم العنه، ما أكثر ما يؤتى به رسول الله صلى\nالله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: «لا تلعنوه؛ فإنه يحب\nالله ورسوله».\n</p>\n\n<h1 class='l1' id='head362'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n</p>\n\n<h1 class='l1' id='head363'>177 - </h1>\n\n<p>\nحدثنا عبد الله بن عامر بن براد، حدثنا محمد بن بشر، حدثنا هشام بن سعد،\nعن زيد بن أسلم، فذكر نحوه\n</p>\n\n<h1 class='l1' id='head364'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head365'>178 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، حدثنا عبد الله بن إدريس، عن محمد بن إسحاق، عن\nالزهري، عن عبيد الله بن عبد الله بن أبي ثور، عن ابن عباس، قال: قلت لعمر\nبن الخطاب: يا أمير المؤمنين، من المرأتان المتظاهرتان على رسول الله صلى\nالله عليه وسلم؟ قال: «عائشة وحفصة»\n</p>\n\n<h1 class='l1' id='head366'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head367'>179 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا يزيد بن زريع، حدثنا سعيد بن أبي عروبة، عن\nقتادة، عن سعيد بن المسيب، عن ابن عمر، عن عمر، عن النبي صلى الله عليه\nوسلم، قال: «إن الميت يعذب في قبره ما نيح عليه، أو ما بكي عليه»\n</p>\n\n<h1 class='l1' id='head368'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head369'>180 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا عبد الله بن يزيد، حدثنا حيوة بن شريح، حدثنا أبو\nعقيل، عن ابن عم له، عن عقبة بن عامر، أنه كان عند رسول <span id='ms0057'></span> الله صلى الله عليه\nوسلم، قال عمر: قال رسول الله صلى الله عليه وسلم، قبل أن تأتي: \" من توضأ\nفأحسن الوضوء ورفع بصره إلى السماء، فقال: أشهد أن لا إله إلا الله وحده لا\nشريك له، وأشهد أن محمدا عبده ورسوله، فتحت له ثمانية أبواب من الجنة يدخل\nمن أيها شاء \"\n</p>\n\n<h1 class='l1' id='head370'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head371'>181 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، قال: حدثني يحيى بن سعيد، عن ابن جريج، قال:\nحدثني عبد الرحمن بن عبد الله بن أبي عمار، عن عبد الله بن بابيه، عن يعلى\nبن أمية، قال: قلت لعمر: فيم اقتصار الناس الصلاة اليوم؟ وإنما قال: {إن\nخفتم أن يفتنكم الذين كفروا} [النساء: 101] فقد ذهب ذاك اليوم، قال: عجبت\nمما عجبت منه، فذكرت ذلك لرسول الله صلى الله عليه وسلم، فقال: «صدقة تصدق\nالله بها عليكم فاقبلوا صدقته»\n</p>\n\n<h1 class='l1' id='head372'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head373'>182 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا يحيى، عن ابن جريج، حدثني سليمان بن عتيق،\nعن عبد الله بن بابيه، عن يعلى بن أمية، قال: طفت مع عمر بن الخطاب، فلما\nكان عند الركن الثالث، مما يلي الحجر، أو الحجرات التي تلي الباب، أخذت\nبيده لأستلم، فقال: «أما طفت مع رسول الله صلى الله عليه وسلم؟» قلت: بلى.\nقال: «فهل رأيته مستلمه؟» قلت: لا. قال: «فانفذ عنك، فإن لك في رسول الله\nأسوة حسنة»\n</p>\n\n<h1 class='l1' id='head374'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head375'>183 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا غندر محمد بن جعفر، حدثنا شعبة، عن سماك\nبن حرب، قال: سمعت النعمان بن بشير، يخطب، قال: ذكر عمر بن الخطاب ما أصاب\nالناس من الدنيا، فقال: لقد رأيت رسول الله صلى الله عليه وسلم «يظل اليوم\nيلتوي ما يجد دقلا يملأ به بطنه»\n</p>\n\n<h1 class='l1' id='head376'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head377'>184 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا يحيى بن سعيد، حدثنا هشام بن أبي عبد\nالله، حدثنا قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة، أن <span id='ms0058'></span> عمر بن\nالخطاب خطب يوم جمعة، فذكر نبي الله، وذكر أبا بكر، فقال: إني رأيت كأن\nديكا نقرني نقرة أو نقرتين، وإني لا أراه إلا لحضور أجلي، وإن أقواما\nيأمرونني أن أستخلف، وإن الله لم يكن ليضيع دينه، ولا خلافته، ولا الذي بعث\nبه نبيه صلى الله عليه وسلم، وإني قد علمت أن أقواما سيطعنون في هذا الأمر\nأنا ضربتهم بيدي هذه على الإسلام، فإن فعلوا فأولئك أعداء الله الكفار\nالضلال، فإن عجل بي أمر فالخلافة شورى بين هؤلاء النفر الذين توفي رسول\nالله صلى الله عليه وسلم وهو عنهم راض، وإني لا أدع بعدي شيئا أهم إلي من\nالكلالة، وما راجعت رسول الله صلى الله عليه وسلم في شيء ما راجعته في\nالكلالة، وما أغلظ لي في شيء ما أغلظ لي فيه، حتى طعن بإصبعه في صدري، وقال\nلي: «يا عمر، ألا تكفيك آية الصيف التي في آخر سورة النساء؟ وإني إن أعش\nأقض فيه بقضية يقضي بها من يقرأ القرآن ومن لا يقرأ القرآن». ثم قال: اللهم\nإني أشهدك على أمراء الأمصار، فإنما بعثتهم ليعلموهم دينهم، وسنة نبيهم،\nويعدلوا عليهم، ويقسموا لهم فيئهم، ويرفعوا إلي ما أشكل من أمرهم عليهم. ثم\nإنكم أيها الناس تأكلون من شجرتين لا أراهما إلا خبيثتين: هذا البصل\nوالثوم، لقد رأيت رسول الله صلى الله عليه وسلم إذا وجد من الرجل ريحهما في\nالمسجد أمر به فأخرج إلى البقيع، فمن أكلهما فليمتهما طبخا\n</p>\n\n<h1 class='l1' id='head378'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head379'>185 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا معاذ بن هشام، حدثني أبي، عن الحجاج بن\nأرطاة، عن موسى بن طلحة، عن يزيد بن الحوتكية، أن عمر بن الخطاب، قال: من\nشهد رسول الله صلى الله عليه وسلم حين أتاه الأعرابي بأرنب؟ فقال رجل من\nالقوم: أنا، جاء بها الأعرابي قد نظفها وصنعها يهديها لرسول الله، فقال\nرسول الله صلى الله عليه وسلم: «كلوا»، فقال رجل من القوم: يا رسول الله،\nإني رأيتها تدمى، فأكل القوم <span id='ms0059'></span> ولم يأكل الأعرابي. فقال له النبي صلى الله\nعليه وسلم: «ألا تأكل»؟ قال: إني صائم. قال: «فهلا البيض؟»\n</p>\n\n<h1 class='l1' id='head380'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head381'>186 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عبد الرحمن بن مهدي، حدثنا شعبة، عن يحيى\nبن هانئ، عن نعيم بن دجاجة، قال: سمعت عمر، يقول: «لا هجرة بعد وفاة رسول\nالله صلى الله عليه وسلم»\n</p>\n\n<h1 class='l1' id='head382'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده قوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head383'>187 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا يزيد بن هارون، حدثنا عاصم بن\nمحمد بن زيد، عن أبيه، عن ابن عمر، عن عمر، قال: لا أعلم إلا رفعه إلى\nالنبي صلى الله عليه وسلم قال: \" قال الله تبارك وتعالى: من تواضع لي هكذا،\nوأمال يزيد بكفه إلى الأرض، رفعته هكذا، وأشار يزيد ببطن كفه إلى السماء \"\n</p>\n\n<h1 class='l1' id='head384'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head385'>188 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عبد الرحمن بن مهدي، عن هشام بن سعد، عن\nزيد بن أسلم، عن أبيه، قال: سمعت عمر بن الخطاب، يقول: «فيم الرملان والكشف\nعن المناكب، وقد أطأ الله الإسلام، ونفى الشرك؟» قال: ثم قال: «وما ذلك؟\nندع شيئا كنا نفعله على عهد رسول الله صلى الله عليه وسلم؟»\n</p>\n\n<h1 class='l1' id='head386'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head387'>189 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر، حدثنا عبد الرحمن، عن سفيان، عن إبراهيم بن عبد\nالأعلى، عن سويد بن غفلة، قال: رأيت عمر بن الخطاب، يقبل الحجر، ويقول:\n«إني لأقبلك، وإني لأعلم أنك حجر لا تضر ولا تنفع، ولكني رأيت رسول الله\nصلى الله عليه وسلم بك حفيا»\n</p>\n\n<h1 class='l1' id='head388'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head389'>190 - </h1>\n\n<p>\nحدثنا عبيد الله، حدثنا عبد الرحمن بن مهدي، عن عبد الله بن عمر، عن\nنافع، عن ابن عمر، «أن عمر كان يجمر مسجد رسول الله صلى الله عليه وسلم كل\nجمعة»\n</p>\n\n<h1 class='l1' id='head390'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head391'>191 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا بشر بن المفضل، ويحيى بن سعيد، عن عبيد الله بن\nعمر، عن نافع، أن ابن عمر، حدثه، أنه طلق امرأته طلقة <span id='ms0060'></span> وهي حائض، فاستفتى\nعمر رسول الله صلى الله عليه وسلم، فقال: «مر عبد الله بن عمر فليراجعها،\nثم ليمسكها حتى تطهر من حيضتها هذه، فإذا حاضت حيضة أخرى وطهرت، إن شاء\nفليطلقها قبل أن يجامعها، وإن شاء فليمسكها، فإنها العدة التي أمر الله أن\nيطلق لها النساء»\n</p>\n\n<h1 class='l1' id='head392'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head393'>192 - </h1>\n\n<p>\nحدثنا أبو سعيد القواريري، حدثنا يزيد بن زريع، ويحيى بن سعيد، قالا:\nحدثنا عوف، قال: حدثني علقمة بن عبد الله المزني، قال يزيد في حديثه في\nمسجد البصرة، قال: حدثني رجل قد سماه، ونسي عوف اسمه، وقال يحيى: حدثني\nرجل، قال: كنت بالمدينة في مجلس فيه عمر بن الخطاب، فقال لبعض جلسائه: كيف\nسمعت رسول الله صلى الله عليه وسلم يصف الإسلام؟ فقال: سمعت رسول الله صلى\nالله عليه وسلم، يقول: «إن الإسلام بدأ جذعا، ثم ثنيا، ثم رباعيا، ثم\nسديسا، ثم بازلا». فقال عمر: فما بعد البزول إلا النقصان\n</p>\n\n<h1 class='l1' id='head394'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head395'>193 - </h1>\n\n<p>\nحدثنا ابن نمير، حدثنا ابن فضيل، حدثنا الأعمش، عن خيثمة، عن قيس بن\nمروان، عن عمر، قال: قال رسول الله صلى الله عليه وسلم: «من سره أن يقرأ\nالقرآن رطبا كما أنزل، فليقرأه على قراءة ابن أم عبد»\n</p>\n\n<h1 class='l1' id='head396'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head397'>194 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا محمد بن خازم، حدثنا الأعمش، عن إبراهيم، عن\nعلقمة، قال: والأعمش، عن خيثمة، عن قيس بن مروان، قال\n</p>\n\n<h1 class='l1' id='head398'>[ص: 173]</h1>\n\n<p>\n: جاء رجل إلى عمر، وهو بعرفة، فقال: يا أمير المؤمنين، جئت من الكوفة،\nوتركت رجلا يملي المصاحف عن ظهر قلبه. قال: فغضب عمر وانتفخ حتى كاد يملأ\nما بين شعبتي الرحل، فقال: ويحك؟ من هو؟ قال: فقال: عبد الله بن مسعود، فما\nزال عمر يطفئ ويستر عنه الغضب حتى عاد إلى حاله التي كان عليها، فقال: ويحك\nوالله ما أعلمه بقي أحد من الناس هو أحق بذلك منه، وسأحدثك عن ذلك: كان\nرسول الله صلى الله عليه وسلم لا يزال يسمر عند أبي بكر <span id='ms0061'></span> الليلة كذلك في أمر\nمن أمر المسلمين، وإنه سمر عنده ذات ليلة وأنا معه، ثم خرج رسول الله صلى\nالله عليه وسلم يمشي ونحن نمشي معه، فإذا رجل قائم يصلي في المسجد، فقام\nرسول الله صلى الله عليه وسلم يستمع قراءته، فلما كدنا أن نعرف الرجل، قال\nرسول الله صلى الله عليه وسلم: «من سره أن يقرأ القرآن رطبا كما أنزل،\nفليقرأه على قراءة ابن أم عبد». قال: ثم جلس الرجل يدعو، فجعل رسول الله\nصلى الله عليه وسلم يقول: «سل تعطه»، فقال عمر: فقلت: والله لأغدون إليه\nفلأبشرنه، قال: فغدوت إليه لأبشره، فوجدت أبا بكر قد سبقني إليه فبشره، ولا\nوالله ما سابقته إلى خير قط إلا سبقني إليه\n</p>\n\n<h1 class='l1' id='head399'>[ص: 174]</h1>\n\n<h1 class='l1' id='head400'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nطريقان لحديث واحد كلاهما صحيح\n</p>\n\n<h1 class='l1' id='head401'>195 - </h1>\n\n<p>\nحدثنا القواريري عبيد الله بن عمر، حدثنا محمد بن خازم، حدثنا الأعمش، عن\nإبراهيم، عن علقمة، قال: جاء رجل إلى عمر، وهو واقف بعرفة، فذكر نحو حديث\nأبي خيثمة ولم يذكرا فيه خيثمة ولا قيس بن مروان\n</p>\n\n<h1 class='l1' id='head402'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head403'>196 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن أسماء، حدثنا مهدي، حدثنا سعيد الجريري، عن\nأبي نضرة، عن أبي فراس، قال: شهدت عمر بن الخطاب، وهو يخطب الناس، قال:\nفقال: يا أيها الناس، إنه قد أتى علي زمان وأنا أرى أن من قرأ\n</p>\n\n<h1 class='l1' id='head404'>[ص: 175]</h1>\n\n<p>\nالقرآن يريد الله وما عنده، فيخيل إلي أن قوما قرءوه يريدون به الناس\nويريدون به الدنيا، ألا فأريدوا الله بأعمالكم، ألا إنا إنما كنا نعرفكم إذ\nينزل الوحي، وإذ النبي صلى الله عليه وسلم بين أظهرنا، وإذ ينبئنا الله من\nأخباركم، فقد انقطع الوحي، وذهب نبي الله، فإنما نعرفكم بما نقول لكم، ألا\nمن رأينا منه خيرا ظننا به خيرا وأحببناه عليه، ومن رأينا به شرا ظننا به\nشرا وأبغضناه عليه، سرائركم بينكم وبين ربكم، ألا إني إنما أبعث عمالي\nليعلموكم دينكم، وليعلموكم سننكم، ولا أبعثهم ليضربوا ظهوركم، ولا ليأخذوا\nأموالكم، ألا فمن رابه شيء <span id='ms0062'></span> من ذلك فليرفعه إلي، فوالذي نفس عمر بيده\nلأقصنكم منه. قال: فقام عمرو بن العاص فقال: يا أمير المؤمنين، أرأيت إن\nبعثت عاملا من عمالك فأدب رجلا من أهل رعيته فضربه، إنك لمقصه منه؟ قال:\nفقال: نعم، والذي نفس عمر بيده لأقصن منه، ألا أقص وقد رأيت رسول الله صلى\nالله عليه وسلم «يقص من نفسه؟» ألا لا تضربوا المسلمين فتذلوهم، ولا\nتمنعوهم حقوقهم فتكفروهم، ولا تجمروهم فتفتنوهم، ولا تنزلوهم الغياض\nفتضيعوهم\n</p>\n\n<h1 class='l1' id='head405'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nأبو فراس قال الحافظ مقبول وباقي رجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head406'>197 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا سفيان بن عيينة، عن يحيى بن سعيد، سمعه من عبيد\nبن حنين، عن ابن عباس، قال: أردت أن أسأل عمر، قريبا من سنة، عن المرأتين\nاللتين تظاهرتا على رسول الله صلى الله عليه وسلم، فكنت لا أجترئ أن أسأله،\nفكنا بمر ظهران، فذهب يتوضأ، فقال: ائتني بإداوة من ماء، فأتيته، فقلت: يا\nأمير المؤمنين، من المرأتان؟ فما أتممت كلامي، حتى قال: «عائشة وحفصة»\n</p>\n\n<h1 class='l1' id='head407'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head408'>198 - </h1>\n\n<p>\nحدثنا أبو خيثمة، والقواريري، قالا: حدثنا سفيان بن عيينة، عن عاصم بن\nعبيد الله بن عاصم، عن عبد الله بن عامر بن ربيعة، عن أبيه، عن عمر بن\nالخطاب، قال: قال رسول الله صلى الله عليه وسلم: «تابعوا بين الحج والعمرة،\nفإن متابعة ما بينهما تنفي الفقر والديون كما ينفي الكير خبث الحديد»\n</p>\n\n<h1 class='l1' id='head409'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head410'>199 - </h1>\n\n<p>\nحدثنا زهير، حدثنا سفيان بن عيينة، عن عبيد الله بن أبي يزيد، عن أبيه،\nسمع عمر بن الخطاب، يقول: قال رسول الله صلى الله عليه وسلم: «الولد\nللفراش»\n</p>\n\n<h1 class='l1' id='head411'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nأبو يزيد المكي قال الحافظ يقال له صحبة ووثقه ابن حبان وباقي رجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head412'>200 - </h1>\n\n<p>\nحدثنا أبو خيثمة، وأبو سعيد، قالا: حدثنا سفيان بن عيينة، عن عمرو، عن\nطاوس، عن ابن عباس، قال: باع سمرة خمرا، فقال عمر: قاتل الله سمرة، ألم\nيعلم أن رسول الله صلى الله عليه وسلم قال: «لعن <span id='ms0063'></span> الله اليهود حرمت عليهم\nالشحوم فباعوها وأكلوا أثمانها؟»\n</p>\n\n<h1 class='l1' id='head413'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head414'>201 - </h1>\n\n<p>\nحدثنا إبراهيم بن الحجاج السامي، حدثنا حماد، عن عبد الله بن المختار، عن\nعبد الملك بن عمير، عن عبد الله بن الزبير، عن عمر بن الخطاب، أن رسول الله\nصلى الله عليه وسلم قال: «من ساءته سيئته، وسرته حسنته فهو المؤمن».\n</p>\n\n<h1 class='l1' id='head415'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح غير إبراهيم بن الحجاج السامي وهو ثقة\n</p>\n\n<h1 class='l1' id='head416'>202 - </h1>\n\n<p>\nحدثنا عبد الأعلى، حدثنا حماد، عن عبد الله بن المختار، بإسناده نحوه،\nقال: «فهو مؤمن»\n</p>\n\n<h1 class='l1' id='head417'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head418'>203 - </h1>\n\n<p>\nحدثنا أبو عبيدة بن الفضيل بن عياض، حدثنا مالك بن سعير، عن الأجلح، عن\nأبي الزبير، عن جابر، عن عمر بن الخطاب، قال: ولا أراه إلا أنه قد رفعه\n«إنه حكم في الضبع يصيبه المحرم بشاة، وفي الأرنب عناق، وفي اليربوع جفرة،\nوفي الظبي كبش»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head419'>204 - </h1>\n\n<p>\nحدثنا أحمد بن حاتم الطويل، قال: حدثنا عبد العزيز بن محمد، عن صالح بن\nمحمد بن زائدة، عن سالم، عن أبيه، عن جده عمر بن الخطاب، أن رسول الله صلى\nالله عليه وسلم قال: «من وجدتموه غل فاضربوه وأحرقوا متاعه». قال: فدخلت\nعلى مسلمة بن عبد الملك، فأخذ رجلا قد غل، فدعا سالما فحدثه الحديث، قال:\nفأحرق متاعه، ووجد في متاعه مصحفا، فقوم المصحف وتصدق بقيمته\n</p>\n\n<h1 class='l1' id='head420'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head421'>205 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا جرير، عن حصين، عن عمرو بن ميمون، عن عمر بن\nالخطاب، قال لما أصيب، قال له عبد الله بن عمر: ألا تستخلف يا أمير\nالمؤمنين؟ قال: «ما أجد أحدا أحق بهذا الأمر من هؤلاء الذين توفي رسول الله\nصلى الله عليه وسلم وهو عنهم راض، فسمى عليا، وعثمان، وطلحة، والزبير، وعبد\nالرحمن بن عوف، وسعد بن أبي وقاص» وقال: «ليشهدهم عبد الله بن عمر، وليس له\nمن الأمر شيء، فمن استخلفوه فهو الخليفة بعدي، فإن أصابت سعدا وإلا فليستعن\nبه الخليفة بعدي، فإني لم أنزعه من ضعف ولا خيانة <span id='ms0064'></span>»\n</p>\n\n<h1 class='l1' id='head422'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head423'>206 - </h1>\n\n<p>\nحدثنا حسين بن الأسود الكوفي، حدثنا أبو أسامة، حدثنا هشام بن عروة، عن\nأبيه، عن ابن عمر، قال: حضرت أبي حين أصيب، قال: فأثنوا عليه خيرا، فقال:\nراهب وراغب، قالوا: أولا تستخلف؟ قال: أتحمل أمركم حيا وميتا؟ لوددت أن حظي\nمنكم الكفاف لا علي ولا لي. ثم قال: \" إن أستخلف فقد استخلف من هو خير مني،\nوإن أترككم فقد ترككم من هو خير مني: رسول الله صلى الله عليه وسلم \". قال\nعبد الله بن عمر: فعرفت أنه حين ذكر رسول الله صلى الله عليه وسلم أنه غير\nمستخلف\n</p>\n\n<h1 class='l1' id='head424'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head425'>207 - </h1>\n\n<p>\nحدثنا عبد الله بن أبان الكوفي، حدثنا عبدة بن سليمان، عن عبيد الله بن\nعمر، عن الزهري، عن أبي بكر بن عبيد الله، عن ابن عمر، عن عمر، قال: قال\nرسول الله صلى الله عليه وسلم: «لا يأكل أحدكم بشماله؛ فإن الشيطان يأكل\nبشماله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head426'>208 - </h1>\n\n<p>\nحدثنا عبيد الله بن عمر القواريري، حدثنا يزيد بن زريع، حدثنا معمر، عن\nالزهري، حدثنا مالك بن أوس بن الحدثان، قال: اصطرف مني طلحة بن عبيد الله\nورقا بذهب، فقال: أنظرنا حتى تأتي غلتنا من الغابة. فسمعه عمر بن الخطاب،\nوهو يقول، قال: فقال: لا والله، لا تفارقه حتى توفيه، فإني سمعت رسول الله\nصلى الله عليه وسلم يقول: «الذهب بالورق ربا إلا هاء وهاء، والبر بالبر ربا\nإلا هاء وهاء، والشعير بالشعير ربا إلا هاء وهاء، والتمر بالتمر ربا إلا\nهاء وهاء»\n</p>\n\n<h1 class='l1' id='head427'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head428'>209 - </h1>\n\n<p>\nحدثنا داود بن رشيد، حدثنا عباد بن العوام، حدثنا سفيان بن حسين، عن\nالزهري، عن مالك بن أوس بن الحدثان، أن عمر بن الخطاب، باع من طلحة بن عبيد\nالله مائة دينار بورق، فقال عمر: مثلها في يده، قلت: ما لي مال حتى يجيء\nصاحب ضيعتي من الغابة. فقال: لا، سمعت رسول الله صلى الله عليه وسلم يقول:\n«الذهب بالفضة ربا إلا هاء وهاء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head429'>210 - </h1>\n\n<p>\nحدثنا إبراهيم بن <span id='ms0065'></span> الحجاج السامي، حدثنا حماد بن سلمة، عن حميد، عن الحسن\nبن سلم، أن عمر بن الخطاب استعمل ابن عبد الحارث على أهل مكة، فقدم عمر\nفاستقبله نافع بن عبد الحارث، واستخلف على أهل مكة عبد الرحمن بن أبزى،\nفغضب عمر حتى قام في الغرز، فقال: أتستخلف على آل الله عبد الرحمن بن أبزى؟\nقال: إني وجدته أقرأهم لكتاب الله، وأفقههم في دين الله، فتواضع لها عمر\nحتى اطمأن على رحله، فقال: لئن قلت ذاك، لقد سمعت رسول الله صلى الله عليه\nوسلم يقول: «إن الله سيرفع بهذا الدين أقواما ويضع به آخرين»\n</p>\n\n<h1 class='l1' id='head430'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head431'>211 - </h1>\n\n<p>\nحدثنا محمد بن علي بن الحسن بن شقيق، قال: سمعت أبي، يقول: حدثنا الحسين\nبن واقد، عن الأعمش، عن حبيب بن أبي ثابت، أن عبد الرحمن بن أبي ليلى، حدثه\nقال: خرجت مع عمر بن الخطاب إلى مكة، فاستقبلنا أمير مكة نافع بن علقمة،\nوسمي بعم له يقال له نافع، فقال: «من استخلفت على مكة؟» قال: استخلفت عليها\nعبد الرحمن بن أبزى. قال: «عمدت إلى رجل من الموالي، فاستخلفته على من بها\nمن قريش وأصحاب رسول الله صلى الله عليه وسلم؟» قال: نعم، وجدته أقرأهم\nلكتاب الله، ومكة أرض محتضرة، فأحببت أن يسمعوا كتاب الله من رجل حسن\nالقراءة. قال: «نعم ما رأيت، إن الله يرفع بالقرآن أقواما، ويضع بالقرآن\nأقواما، وإن عبد الرحمن بن أبزى ممن رفعه الله بالقرآن»\n</p>\n\n<h1 class='l1' id='head432'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head433'>212 - </h1>\n\n<p>\nحدثنا هدبة بن خالد أبو خالد، حدثنا مبارك بن فضالة، قال: حدثني أبو\nالأصفر، عن صعصعة بن معاوية، قال: كان أويس بن عامر رجل من قرن، وكان من\nأهل الكوفة، وكان من التابعين، فخرج به وضح، فدعا الله أن يذهبه عنه\nفأذهبه، فقال: اللهم دع لي في جسدي منه ما أذكر به نعمك علي، فترك له منه\nما يذكر به نعمه عليه، وكان رجلا يلزم المسجد في ناس من أصحابه، وكان ابن\nعم له يلزم السلطان <span id='ms0066'></span>، يولع به، فإن رآه مع قوم أغنياء، قال: ما هو إلا\nيستأكلهم، وإن رآه مع قوم فقراء، قال: ما هو إلا يخدعهم، وأويس لا يقول في\nابن عمه إلا خيرا، غير أنه إذا مر به استتر منه مخافة أن يأثم في سبه، وكان\nعمر بن الخطاب يسأل الوفود إذا قدموا عليه من الكوفة: هل تعرفون أويس بن\nعامر القرني؟ فيقولون: لا، فقدم وفد من أهل الكوفة، فيهم ابن عمه ذاك،\nفقال: هل تعرفون أويس بن عامر القرني؟ قال ابن عمه: يا أمير المؤمنين، هو\nابن عمي، هو رجل نذل فاسد لم يبلغ ما إن تعرفه أنت يا أمير المؤمنين، فقال\nله عمر: ويلك هلكت، ويلك هلكت، إذا أتيته فأقرئه مني السلام، ومره فليفد\nإلي. فقدم الكوفة، فلم يضع ثياب سفره عنه حتى أتى المسجد. قال: فرأى أويسا\nفلم به\n</p>\n\n<h1 class='l1' id='head434'>[ص: 188]</h1>\n\n<p>\n، فقال: استغفر لي يا ابن عمي، قال: غفر الله لك يا ابن عم، قال: وأنت\nيغفر الله لك يا أويس بن عامر، أمير المؤمنين يقرئك السلام. قال: ومن ذكرني\nلأمير المؤمنين؟ قال: هو ذكرك وأمرنا أن نبلغك أن تفد إليه. قال: سمع وطاعة\nلأمير المؤمنين، فوفد إليه، حتى دخل على عمر، فقال: أنت أويس بن عامر؟ قال:\nنعم. قال: أنت الذي خرج بك وضح فدعوت الله أن يذهبه عنك فأذهبه؟ فقلت:\nاللهم دع لي في جسدي منه ما أذكر به نعمتك علي. فترك لك في جسدك ما تذكر به\nنعمه عليك. قال: وما أدراك يا أمير المؤمنين؟ فوالله ما اطلع على هذا بشر،\nقال: أخبرنا رسول الله صلى الله عليه وسلم: \" أنه سيكون في التابعين رجل من\nقرن يقال له أويس بن عامر، يخرج به وضح فيدعو الله أن يذهبه عنه، فيذهبه،\nفيقول: اللهم دع لي في جسدي ما أذكر به نعمتك علي \" قال: «فيدع له منه ما\nيذكر به نعمه عليه، فمن أدركه منكم فاستطاع أن يستغفر له، فليستغفر له».\nفاستغفر لي يا أويس بن عامر، فقال له: غفر <span id='ms0067'></span> الله لك يا أمير المؤمنين. قال:\nوأنت يغفر الله لك يا أويس بن عامر. قال: فلما سمعوا عمر قال عن النبي صلى\nالله عليه وسلم، قال رجل: استغفر لي يا أويس. وقال آخر: استغفر لي يا أويس،\nفلما كثروا عليه انساب فذهب، فما رئي حتى الساعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head435'>213 - </h1>\n\n<p>\nحدثنا إبراهيم بن الحجاج السامي، حدثنا حماد بن سلمة، عن عاصم الأحول، عن\nأبي عثمان النهدي، قال: كتب عمر بن الخطاب إلى عتبة بن فرقد: سلام عليك،\nأما بعد: فارتدوا واتزروا وألقوا السراويلات، وانتعلوا وألقوا الخفاف،\nوارموا الأغراض واقطعوا الركب، وانزوا على الخيل نزوا، وعليكم بالجرمية\nوالمعدية، وإياكم والتنطع، وزي العجم، فإن رسول الله صلى الله عليه وسلم\n«نهى عن الحرير إلا ما كان هكذا، ثلاث أصابع، أو هكذا أربع أصابع»\n</p>\n\n<h1 class='l1' id='head436'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head437'>214 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا جرير، عن عاصم الأحول، عن أبي عثمان، عن عمر،\nقال: إياكم ولباس الحرير، فإن رسول الله صلى الله عليه وسلم «نهى عن لباس\nالحرير إلا هكذا، ورفع أصابعه السبابة والوسطى»\n</p>\n\n<h1 class='l1' id='head438'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head439'>215 - </h1>\n\n<p>\nحدثنا إبراهيم بن الحجاج، حدثنا حماد، عن علي بن زيد، عن أبي رافع، عن\nعمر بن الخطاب، أن رسول الله صلى الله عليه وسلم كان بالحجون، وهو كئيب\nحزين، فقال: «اللهم أرني اليوم آية لا أبالي من كذبني بعدها من قومي» فنادى\nشجرة من قبل عقبة أهل المدينة، فناداها فجاءت تشق الأرض حتى انتهت إليه،\nفسلمت عليه، ثم أمرها فذهبت، قال: فقال: «ما أبالي من كذبني بعدها من قومي»\n</p>\n\n<h1 class='l1' id='head440'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head441'>216 - </h1>\n\n<p>\nحدثنا زهير، حدثنا جرير، عن يزيد بن أبي زياد، عن مجاهد، عن عبد الرحمن\nبن صفوان، قال: قلت لعمر بن الخطاب: كيف صنع رسول الله صلى الله عليه وسلم\nحين دخل مكة؟ قال: «صلى ركعتين»\n</p>\n\n<h1 class='l1' id='head442'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head443'>217 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا هشيم، حدثنا ابن أبي ليلى، عن عطاء، عن يعلى بن\nأمية، قال: رأيت عمر بن الخطاب، استلم <span id='ms0068'></span> الحجر الأسود وقبله، وقال: «إني\nلأقبلك، وإني لأعلم أنك حجر لا تضر ولا تنفع، ولكن رأيت رسول الله صلى الله\nعليه وسلم قبلك»\n</p>\n\n<h1 class='l1' id='head444'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head445'>218 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا وكيع، عن سفيان، عن إبراهيم بن عبد الأعلى، عن\nسويد بن غفلة، أن عمر، قبله، يعني الحجر، والتزمه، وقال: «رأيت أبا القاسم\nصلى الله عليه وسلم بك حفيا»\n</p>\n\n<h1 class='l1' id='head446'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head447'>219 - </h1>\n\n<p>\nحدثنا محمد بن بشار، حدثنا أبو داود، صاحب الطيالسة، عن جعفر بن محمد\nالمخزومي، قال: رأيت محمد بن عباد بن جعفر قبل الحجر وسجد عليه، وقال:\n«رأيت عمر بن الخطاب، يقبل الحجر ويسجد عليه» وقال: «رأيت رسول الله صلى\nالله عليه وسلم يفعله»\n</p>\n\n<h1 class='l1' id='head448'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده منقطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head449'>220 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى زحمويه الواسطي، حدثنا عمر بن هارون، عن حنظلة بن\nأبي سفيان، عن سالم بن عبد الله، عن أبيه، قال: \" رأيت عمر بن الخطاب، قبل\nالحجر وسجد عليه، ثم عاد فقبله وسجد عليه، ثم قال: هكذا رأيت رسول الله صلى\nالله عليه وسلم صنع \"\n</p>\n\n<h1 class='l1' id='head450'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head451'>221 - </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، حدثنا ابن إدريس، عن حزام بن هشام بن حبيش بن\nالأشقر الخزاعي، قال: سمعت أبي، يذكر أنه رأى عمر بن الخطاب، يقبل الحجر\nويقول: «أشهد أنك حجر، ولكني رأيت رسول الله صلى الله عليه وسلم يقبلك»\n</p>\n\n<h1 class='l1' id='head452'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head453'>222 - </h1>\n\n<p>\nحدثنا إسحاق بن أبي إسرائيل، حدثنا عبد الرزاق، حدثنا معمر، عن الزهري،\nعن عبيد الله بن عبد الله بن أبي ثور، عن ابن عباس، عن عمر بن الخطاب، قال:\nدخلت على رسول الله صلى الله عليه وسلم «فإذا هو متكئ على رمل حصير قد أثر\nفي جنبه» فرفعت رأسي في البيت، فوالله ما رأيت فيها شيئا يرد البصر إلا\nأهبة ثلاثة\n</p>\n\n<h1 class='l1' id='head454'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head455'>223 - </h1>\n\n<p>\nحدثنا إسحاق، حدثنا حجاج، عن شعبة بن الحجاج، عن سماك بن حرب، أنه سمع\nالنعمان بن بشير <span id='ms0069'></span>، يخطب قال: ذكر عمر بن الخطاب ما أصاب الناس من الدنيا،\nفقال: رأيت رسول الله صلى الله عليه وسلم «يظل اليوم يلتوي ما يجد من الدقل\nما يملأ به بطنه»\n</p>\n\n<h1 class='l1' id='head456'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head457'>224 - </h1>\n\n<p>\nحدثنا أبو همام الوليد بن شجاع، حدثنا عبد الله بن المبارك، عن هشام بن\nسعد، عن زيد بن أسلم، عن أبيه، عن عمر بن الخطاب، يقول: والله لولا أن نترك\nآخر الزمان ببانا ليس لهم شيء، ما فتح الله على أهل الإسلام قرية إلا\nقسمتها كما «قسم رسول الله صلى الله عليه وسلم خيبر»\n</p>\n\n<h1 class='l1' id='head458'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head459'>225 - </h1>\n\n<p>\nحدثنا أبو كريب محمد بن العلاء، حدثنا وكيع، عن هشام بن سعد، عن زيد بن\nأسلم، عن أبيه، عن عمر بن الخطاب، قال: قال رسول الله صلى الله عليه وسلم:\n«مثل الذي يعود في صدقته كمثل الكلب يعود في قيئه»\n</p>\n\n<h1 class='l1' id='head460'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head461'>226 - </h1>\n\n<p>\nحدثنا أبو كريب، حدثنا وكيع، حدثنا إسحاق بن عثمان الكلابي، حدثنا\nإسماعيل بن عبد الرحمن بن عطية الأنصاري، قال: حدثتني جدتي أم عطية، قالت:\nلما قدم النبي صلى الله عليه وسلم المدينة جمع نساء الأنصار في بيت، ثم بعث\nإلينا عمر، فقام فسلم، فرددنا عليه السلام، فقال: إني رسول رسول الله\nإليكن. قلنا: مرحبا برسول الله وبرسول رسول الله صلى الله عليه وسلم، قالت:\nفقال: «أتبايعنني على أن لا تزنين ولا تسرقن، ولا تقتلن أولادكن، ولا تأتين\nببهتان تفترينه بين أيديكن وأرجلكن، ولا تعصين في معروف؟» قلنا: نعم، قالت:\nفمددنا أيدينا من داخل البيت ومد يده من خارجه «وأمرنا أن نخرج الحيض\nوالعواتق في العيدين، ونهانا عن اتباع الجنائز، ولا جمعة علينا» قال: قلت:\nفما المعروف الذي نهيتن عنه؟ قالت: النياحة\n</p>\n\n<h1 class='l1' id='head462'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head463'>227 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي، حدثنا إسحاق بن سليمان، حدثنا معاوية بن يحيى،\nعن الزهري، عن سعيد بن المسيب، عن عمر، قال: سمع النبي صلى الله عليه وسلم\nرجلا يقول لرجل: تعال <span id='ms0070'></span> أقامرك «فأمره أن يتصدق بصدقة»\n</p>\n\n<h1 class='l1' id='head464'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head465'>228 - </h1>\n\n<p>\nحدثنا أبو هشام، حدثنا أبو أسامة، حدثنا عمر بن حمزة، عن سالم، عن ابن\nعمر، عن عمر، عن النبي صلى الله عليه وسلم، قال: «إن لكل أمة أمينا، وإن\nأمين هذه الأمة أبوعبيدة بن الجراح»\n</p>\n\n<h1 class='l1' id='head466'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head467'>229 - </h1>\n\n<p>\nحدثنا أبو هشام، حدثنا زيد بن الحباب، حدثنا عبد الله بن بديل بن ورقاء،\nعن الزهري، عن سالم بن عبد الله، عن أبيه، عن عمر، قال: قال رسول الله صلى\nالله عليه وسلم: \" الشؤم في ثلاثة: في الدابة والمسكن والمرأة \". قال أبو\nهشام: هو خطاء\n</p>\n\n<h1 class='l1' id='head468'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن قال أبو هشام الرفاعي هو خطاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head469'>230 - </h1>\n\n<p>\nحدثنا أبو هشام، حدثنا ابن فضيل، حدثنا ابن أبي زياد، عن عاصم بن عبيد\nالله بن عاصم، عن أبيه، عن جده عمر، قال: كنا مع النبي صلى الله عليه وسلم\nفي غزاة، فقلنا: يا رسول الله، إن العدو قد حضر وهم شباع والناس جياع،\nفقالت الأنصار: ألا ننحر نواضحنا فنطعمها الناس؟ فقال النبي صلى الله عليه\nوسلم: «من كان معه فضل طعام فليجئ به». فجعل يجيء بالمد والصاع وأكثر وأقل،\nفكان جميع ما في الجيش بضعا وعشرين صاعا. فجلس النبي صلى الله عليه وسلم\nإلى جنبه ودعا بالبركة، فقال النبي صلى الله عليه وسلم: «خذوا ولا\nتنتهبوا». فجعل الرجل يأخذ في جرابه وفي غرارته، وأخذوا في أوعيتهم، حتى إن\nالرجل ليربط كم قميصه فيملأه، ففرغوا والطعام كما هو. ثم قال النبي صلى\nالله عليه وسلم: «أشهد أن لا إله إلا الله وأني رسول الله، لا يأتي بهما\nعبد محق إلا وقاه الله حر النار»\n</p>\n\n<h1 class='l1' id='head470'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده فيه ضعيفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head471'>231 - </h1>\n\n<p>\nحدثنا أبو هشام، حدثنا النضر يعني ابن منصور، حدثنا أبو الجنوب، قال:\nرأيت عليا يستقي ماء لوضوئه، فبادرته أستقي له، فقال: مه يا أبا الجنوب،\nفإني رأيت عمر، يستقي ماء لوضوئه، فبادرته أستقي له، فقال: مه يا أبا\nالحسن، فإني <span id='ms0071'></span> رأيت رسول الله صلى الله عليه وسلم يستقي ماء لوضوئه، فبادرته\nأستقي له فقال: «مه يا عمر، فإني أكره أن يشركني في طهوري أحد»\n</p>\n\n<h1 class='l1' id='head472'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head473'>232 - </h1>\n\n<p>\nحدثنا عقبة بن مكرم، حدثنا يونس بن بكير، عن محمد بن إسحاق، عن الزهري،\nعن سعيد بن عبيد، مولى ابن أزهر، قال: سمعت عمر بن الخطاب، يقول: «إن هذين\nاليومين نهاكم رسول الله صلى الله عليه وسلم عن صيامهما، يوم فطركم من\nصيامكم، ويوم تأكلون فيه من لحم نسككم»\n</p>\n\n<h1 class='l1' id='head474'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله ثقات إلا أن فيه عنعنة ابن إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head475'>233 - </h1>\n\n<p>\nحدثنا هدبة، حدثنا حماد بن سلمة، عن ثابت، عن أنس، أن عمر، لما طعن عولت\nعليه حفصة، فقال: يا حفصة، أما سمعت رسول الله صلى الله عليه وسلم يقول:\n«إن المعول عليه يعذب»\n</p>\n\n<h1 class='l1' id='head476'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head477'>234 - </h1>\n\n<p>\nحدثنا سويد بن سعيد، حدثنا مالك، عن ابن شهاب، عن مالك بن أوس بن\nالحدثان، أنه أخبره أنه التمس صرفا بمائة دينار، قال: فدعاني طلحة بن عبيد\nالله، فتراضينا في الصرف حتى اصطرف مني وأخذ الذهب يقلبها في يده، قال: حتى\nيأتي خازني من الغابة، وعمر بن الخطاب يسمع، فقال عمر: لا والله لا تفارقه\nحتى تأخذ منه، ثم قال: قال رسول الله صلى الله عليه وسلم: «الذهب بالذهب\nربا إلا هاء وهاء، والتمر بالتمر ربا إلا هاء وهاء، والشعير بالشعير ربا\nإلا هاء وهاء»\n</p>\n\n<h1 class='l1' id='head478'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nرجاله رجال الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head479'>235 - </h1>\n\n<p>\nحدثنا أحمد بن عيسى، حدثنا عبد الله بن وهب، عن يونس، عن ابن شهاب، أن\nالسائب بن يزيد، وعبيد الله بن عبد الله، أخبراه عن عبد الرحمن بن عبد\nالقارئ، قال: سمعت عمر بن الخطاب، يقول: قال رسول الله صلى الله عليه وسلم:\n«من نام عن حزبه أو عن شيء منه فقرأه ما بين صلاة الفجر وصلاة الظهر، كتب\nله كأنه قرأه من الليل»\n</p>\n\n<h1 class='l1' id='head480'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nأخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head481'>236 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، وأبو جعفر، خالي، قالا <span id='ms0072'></span>: حدثنا يحيى بن أبي بكير،\nحدثنا عبد الله بن عمر القرشي، قال: حدثني سعيد بن عمرو بن سعيد، أنه سمع\nأباه يوم المرج يقول: سمعت عمر بن الخطاب، يقول: لولا أني سمعت رسول الله\nصلى الله عليه وسلم يقول: «إن الله يمنع الدين بنصارى من ربيعة على ساحل\nالفرات» ما تركت عربيا إلا قتلته أو يسلم\n</p>\n\n<h1 class='l1' id='head482'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head483'>237 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل الطالقاني، حدثنا جرير، عن حصين، عن سالم بن أبي\nالجعد، قال: قال عمر:، فذكر كلاما، إن ناسا يقولون: «لو استخلفت؟ فلا أجد\nأحق بهذا الأمر من هؤلاء النفر الذين توفي النبي صلى الله عليه وسلم وهو\nعنهم راض، فأيهم استخلفوه فهو الخليفة من بعدي»\n</p>\n\n<h1 class='l1' id='head484'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head485'>238 - </h1>\n\n<p>\nحدثنا إسحاق بن إسماعيل، حدثنا سفيان، عن الزهري، سمع أبا عبيد، يعني\nمولى ابن أزهر، قال: شهدت العيد مع عمر بن الخطاب، فبدأ بالصلاة قبل الخطبة\nوقال: إن رسول الله صلى الله عليه وسلم \" نهى عن صيام هذين اليومين: أما\nيوم الفطر ففطركم من صيامكم، وأما الأضحى فكلوا من لحم نسككم \"\n</p>\n\n<h1 class='l1' id='head486'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head487'>239 - </h1>\n\n<p>\nحدثنا زهير، حدثنا يحيى بن سعيد، عن شعبة، قال: أخبرني أبو بكر بن حفص،\nعن سالم، عن ابن عمر، أن عمر رأى على رجل من العطارد قباء من ديباج أو\nحرير، فقال: يا رسول الله، لو اشتريته، فقال: «إنما يلبس هذا من لا خلاق\nله». قال: فأهدي لرسول الله صلى الله عليه وسلم حلة سيراء فأرسل بها إلي،\nقال: فقلت: أرسلت بها، وقد سمعتك قلت فيها ما قلت؟ فقال: «إنما بعثت بها\nإليك لتستمتع بها»\n</p>\n\n<h1 class='l1' id='head488'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head489'>240 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا وكيع، حدثنا هشام بن عروة، عن أبيه، عن عاصم بن\nعمر، عن أبيه، عن النبي صلى الله عليه وسلم، قال: «إذا أقبل الليل، وأدبر\nالنهار من ها هنا، فقد أفطر الصائم»\n</p>\n\n<h1 class='l1' id='head490'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head491'>241 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا وكيع <span id='ms0073'></span>، حدثنا سفيان، عن زبيد، عن عبد الرحمن بن\nأبي ليلى، عن عمر، قال: «صلاة السفر ركعتان، وصلاة الفطر ركعتان، وصلاة\nالأضحى ركعتان، وصلاة الجمعة ركعتان، تمام غير قصر على لسان نبيكم صلى الله\nعليه وسلم»\n</p>\n\n<h1 class='l1' id='head492'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head493'>242 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا وكيع، حدثنا كهمس، عن عبد الله بن بريدة، عن يحيى\nبن يعمر، عن ابن عمر، عن عمر، أن جبريل أتى النبي صلى الله عليه وسلم،\nفقال: ما الإيمان؟، قال: «أن تؤمن بالله، وملائكته، وكتبه، ورسله، وباليوم\nالآخر، وبالقدر خيره وشره»، فقال جبريل: صدقت، فتعجبنا منه، يسأله ويصدقه،\nفقال النبي صلى الله عليه وسلم: «ذاك جبريل أتاكم يعلمكم دينكم»\n</p>\n\n<h1 class='l1' id='head494'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head495'>243 - </h1>\n\n<p>\nحدثنا الحارث بن مسكين المصري، حدثنا عبد الله بن وهب، أخبرنا هشام بن\nسعد، عن زيد بن أسلم، عن أبيه، عن عمر بن الخطاب، عن النبي صلى الله عليه\nوسلم قال: \" قال موسى: يا رب، أبونا آدم أخرجنا ونفسه من الجنة. فأراه الله\nآدم، فقال: أنت آدم؟ فقال له آدم: نعم. قال: أنت الذي نفخ الله فيك من\nروحه، وأسجد لك ملائكته، وعلمك الأسماء كلها؟ قال: نعم. قال: فما حملك على\nأن أخرجتنا ونفسك من الجنة؟ فقال له آدم: من أنت؟ قال: أنا موسى. قال: أنت\nموسى بني إسرائيل الذي كلمك الله من وراء الحجاب، فلم يجعل بينك وبينه\nرسولا من خلقه؟ قال: نعم. قال: فتلومني على أمر قد سبق من الله القضاء\nقبلي؟ \" قال رسول الله صلى الله عليه وسلم عند ذلك: «فحج آدم موسى، فحج آدم\nموسى»\n</p>\n\n<h1 class='l1' id='head496'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده جيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head497'>244 - </h1>\n\n<p>\nحدثنا محمد بن المثنى الزمن، حدثنا عبد الملك بن الصباح المسمعي، أخبرنا\nعمران، عن الرديني بن أبي مجلز، عن يحيى بن يعمر، عن ابن عمر، عن عمر، قال\nأبو محمد: أكثر ظني أنه رفعه، قال: \" التقى آدم وموسى، قال موسى لآدم: أنت\nأبو الناس، أسكنك الله جنته، وأسجد لك ملائكته. قال آدم لموسى: أما تجده\nمكتوبا <span id='ms0074'></span>؟ \" قال: «فحج آدم موسى، فحج آدم موسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head498'>245 - </h1>\n\n<p>\nحدثنا أبو خيثمة وهارون بن معروف، وغيرهما، قالوا: حدثنا عبد الله بن\nيزيد المقرئ: حدثنا سعيد بن أبي أيوب، عن عطاء بن دينار، عن حكيم بن شريك،\nعن يحيى بن ميمون الحضرمي، عن ربيعة الجرشي، عن أبي هريرة، عن عمر بن\nالخطاب، قال: سمعت رسول الله صلى الله عليه وسلم، يقول: «لا تجالسوا أهل\nالقدر ولا تفاتحوهم».\n</p>\n\n<h1 class='l1' id='head499'>246 - </h1>\n\n<p>\nحدثنا القواريري، حدثنا عبد الله بن يزيد، بإسناده نحوه\n</p>\n\n<h1 class='l1' id='head500'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head501'>247 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عبد الله بن يزيد، عن حيوة بن شريح، عن بكر بن\nعمرو، عن عبد الله بن هبيرة، عن أبي تميم الجيشاني، عن عمر بن الخطاب، قال:\nسمعت رسول الله صلى الله عليه وسلم، يقول: \" لو توكلون على الله حق توكله،\nلرزقكم كما يرزق الطير: تغدو خماصا وتروح بطانا \"\n</p>\n\n<h1 class='l1' id='head502'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head503'>248 - </h1>\n\n<p>\nحدثنا أبو خيثمة، حدثنا عبد الله بن يزيد، حدثنا عبد الرحمن بن زياد، عن\nمسلم بن يسار، عن سفيان بن وهب الخولاني، قال: سمعت عمر بن الخطاب، يقول:\nسمعت رسول الله صلى الله عليه وسلم، يقول: «كل مسكر حرام»\n</p>\n\n<h1 class='l1' id='head504'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head505'>249 - </h1>\n\n<p>\nحدثنا زهير بن حرب، حدثنا عبد الله بن يزيد، أخبرنا حيوة، أخبرنا أبو\nعقيل، عن ابن عمه، عن عقبة بن عامر الجهني، أنه خرج مع رسول الله صلى الله\nعليه وسلم في غزوة تبوك، فجلس رسول الله صلى الله عليه وسلم يوما يحدث\nأصحابه فقال: \" من قام إذا استقلت الشمس فتوضأ فأحسن وضوءه، ثم قام فصلى\nركعتين غفر له خطاياه، أو قال: كان كما ولدته أمه \". قال عقبة: فقلت: الحمد\nلله الذي رزقني أن أسمع هذا من رسول الله صلى الله عليه وسلم، فقال عمر بن\nالخطاب، وكان تجاهي جالسا: أتعجب من هذا؟ فقد قال رسول الله صلى الله عليه\nوسلم أعجب من هذا قبل أن تأتي. قلت: فما قال بأبي أنت؟ قال عمر بن الخطاب:\nقال رسول <span id='ms0075'></span> الله صلى الله عليه وسلم: \" من توضأ فأحسن الوضوء، ثم رفع بصره\nإلى السماء فقال: أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا\nعبده ورسوله، فتحت له ثمانية أبواب من الجنة، يدخل من أيها شاء \"\n</p>\n\n<h1 class='l1' id='head506'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head507'>250 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى، حدثنا عبد الله بن عيسى، حدثنا يونس بن عبيد، عن\nعكرمة، عن ابن عباس، قال: خرج رسول الله صلى الله عليه وسلم عند الظهيرة،\nفوجد أبا بكر في المسجد، فقال: «ما أخرجك هذه الساعة؟». قال: أخرجني الذي\nأخرجك يا رسول الله. وجاء عمر بن الخطاب، فقال: «يا ابن الخطاب، ما\nأخرجك؟»، قال: أخرجني الذي أخرجكما، يا رسول الله. فقعد عمر، وأقبل رسول\nالله صلى الله عليه وسلم يحدثهما، ثم قال: «هل بكما من قوة فتنطلقان إلى\nهذا النخل فتصيبان طعاما وشرابا وظلا؟». قلنا: نعم، قال: «مروا بنا إلى\nمنزل ابن التيهان أبي الهيثم الأنصاري»، فتقدم رسول الله صلى الله عليه\nوسلم بين أيدينا فسلم، فاستأذن ثلاث مرات، وأم الهيثم وراء الباب تسمع\nالكلام وتريد أن يزيدها رسول الله صلى الله عليه وسلم، فلما أراد رسول\n</p>\n\n<h1 class='l1' id='head508'>[ص: 215]</h1>\n\n<p>\nالله صلى الله عليه وسلم أن ينصرف خرجت أم الهيثم تسعى خلفهم، فقالت: يا\nرسول الله، قد والله سمعت تسليمك، ولكني أردت أن تزيدنا من سلامك، فقال لها\nرسول الله صلى الله عليه وسلم: «خيرا» وقال: «أين أبو الهيثم ما أراه؟»\nقالت: هو قريب، ذهب يستعذب لنا من الماء، ادخلوا فإنه يأتي الساعة إن شاء\nالله. فبسطت لهم بساطا تحت شجرة، فجاء أبو الهيثم، وفرح بهم، وقرت عينه\nبهم، وصعد على نخلة فصرم لهم عذقا، وقال رسول الله صلى الله عليه وسلم:\n«حسبك يا أبا الهيثم». قال: يا رسول الله، تأكلون من بسره ومن رطبه ومن\nتذنوبه، ثم أتاهم بماء فشربوا عليه، فقال رسول الله صلى الله عليه وسلم:\n«هذا من النعيم الذي تسألون عنه». وقام أبو الهيثم ليذبح لهم شاة، فقال له\nرسول <span id='ms0076'></span> الله صلى الله عليه وسلم: «إياك واللبون». وقامت أم الهيثم تعجن لهم\nوتخبز، ووضع رسول الله صلى الله عليه وسلم وأبو بكر وعمر رءوسهم للقائلة،\nفانتبهوا وقد أدرك طعامهم، فوضع الطعام بين أيديهم وأكلوا وشبعوا وحمدوا\nالله عز وجل، وردت عليهم أم الهيثم بقية الأعذاق، فأكلوا من رطبه ومن\nتذنوبه، فسلم عليهم رسول الله صلى الله عليه وسلم ودعا لهم\n</p>\n\n<h1 class='l1' id='head509'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head510'>251 - </h1>\n\n<p>\nحدثنا هارون بن معروف، حدثنا عبد الله بن وهب، حدثني عمرو بن الحارث، أن\nعمر بن السائب، حدثه أن القاسم بن أبي القاسم السبائي، حدثه عن قاص\nالأجناد، بالقسطنطينية، أنه سمعه يحدث أن عمر بن الخطاب، قال: يا أيها\nالناس، إني سمعت رسول الله صلى الله عليه وسلم يقول: «من كان يؤمن بالله\nواليوم الآخر فلا يقعدن على مائدة تدار عليها الخمر». قال: وذكر الحديث\n</p>\n\n<h1 class='l1' id='head511'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head512'>252 - </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم النكري أبو عبد الله، حدثنا أبو عبد الرحمن، حدثنا\nابن لهيعة، أخبرني عطاء بن دينار الهذلي، أن أبا يزيد الخولاني، حدثه أنه\nسمع فضالة بن عبيد، يقول: سمعت عمر بن الخطاب، يخبر عن رسول الله صلى الله\nعليه وسلم يقول: \" الشهداء أربعة: رجل مؤمن جيد الإيمان، لقي العدو فصدق\nالله حتى قتل، فذلك الذي يرفع الناس إليه يوم القيامة أعينهم هكذا، ورفع\nرأسه حتى وقعت قلنسوته فلا أدري قلنسوة عمر أم قلنسوة النبي صلى الله عليه\nوسلم، ورجل مؤمن جيد الإيمان، حتى إذا لقي العدو فكأنما يضرب جلده بشوك\nالطلح من الجبن، أتاه سهم غرب، فقتله فهو في الدرجة الثانية، ورجل مؤمن خلط\nعملا صالحا وآخر سيئا، لقي العدو فصدق الله حتى قتل، فذلك في الدرجة\nالثالثة، ورجل مؤمن أسرف على نفسه، لقي العدو فصدق الله حتى قتل، فذلك في\nالدرجة الرابعة \"\n</p>\n\n<h1 class='l1' id='head513'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head514'>253 - </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم الدورقي، حدثنا أبو عبد الرحمن، حدثنا الليث بن\nسعد أبو الحارث، عن يزيد بن عبد الله بن <span id='ms0077'></span> أسامة بن الهاد، حدثني أبو عثمان\nالوليد بن أبي الوليد، عن عمر، أو عثمان بن عبد الله بن سراقة العدوي، عن\nعمر بن الخطاب، أنه قال: قال رسول الله صلى الله عليه وسلم: «من أظل رأس\nغاز أظله الله يوم القيامة، ومن جهز غازيا في سبيل الله بجهازه فله أجره،\nومن بنى مسجدا يذكر فيه اسم الله، بنى الله له بيتا في الجنة»\n</p>\n\n<h1 class='l1' id='head515'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head516'>254 - </h1>\n\n<p>\nحدثنا عبد الله بن عمر بن أبان، حدثنا حفص بن غياث، عن عبيد الله، عن\nنافع، عن ابن عمر، عن عمر، قال: قلت: يا رسول الله، إني نذرت في الجاهلية،\nثم جاء الله بالإسلام، قال: «ف بنذرك»\n</p>\n\n<h1 class='l1' id='head517'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head518'>255 - </h1>\n\n<p>\nحدثنا عبد الغفار بن عبد الله الموصلي، حدثنا علي بن مسهر، عن عبيد الله\nبن عمر، عن نافع، عن ابن عمر، لعله عن عمر، أنه حمل على فرس في سبيل الله،\nوكنا إذا حملنا في سبيل الله، أتينا به رسول الله صلى الله عليه وسلم\nفدفعناه إليه فوضعه حيث أراه الله، فجئت بالفرس فدفعته إليه فحمل عليه رجلا\nمن أصحابه، فوافقته يبيعها في السوق، فأردت أشتريها، فأتيت رسول الله صلى\nالله عليه وسلم فذكرت ذلك له، فقال: «لا تشترها، ولا تعد في شيء من صدقتك»\n</p>\n\n<h1 class='l1' id='head519'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nالحديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head520'>256 - </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم النكري، حدثنا شبابة بن سوار، حدثنا شعبة، عن\nقتادة، عن سالم بن أبي الجعد، أن معدان بن أبي طلحة اليعمري، قال: خطب عمر\nبن الخطاب، فقال: رأيت كأن ديكا أحمر نقر في نقرة أو نقرتين، ولا أرى ذلك\nإلا لحضور أجلي، فإن عجل بي أمر فإن الخلافة شورى في هؤلاء الرهط الستة\nالذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض، وإني أعلم أن ناسا\nسيطعنون في هذا الأمر، أنا قاتلتهم بيدي هذه على الإسلام، فإن فعلوا فأولئك\nأعداء الله الكفار الضلال، وإني أشهد على أمراء الأمصار، فإني إنما بعثتهم\nليعلموا <span id='ms0078'></span> الناس دينهم وسنة نبيهم صلى الله عليه وسلم، ويقسموا فيئهم. وما\nأغلظ لي رسول الله صلى الله عليه وسلم في شيء، أو ما نازلت رسول الله صلى\nالله عليه وسلم في شيء من آية الكلالة حتى ضرب صدري وقال: \" يكفيك آية\nالصيف التي أنزلت في آخر النساء {يستفتونك قل الله يفتيكم في الكلالة}\n[النساء: 176] وما قضي فيها بقضاء يعلمه من يقرأ ومن لا يقرأ، هو ما خلا\nالأب كذا أحسب \" ألا إنكم أيها الناس تأكلون من شجرتين ما أراهما إلا\nخبيثتين: البصل والثوم، وإن كان رسول الله صلى الله عليه وسلم يمر بالرجل\nيوجد منه ريحهما يخرج إلى البقيع، فمن كان لا بد آكلهما فليمتهما طبخا\n</p>\n\n<h1 class='l1' id='head521'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head522'>257 - </h1>\n\n<p>\nحدثنا سريج بن يونس، حدثنا أبو معاوية، عن هشام بن عروة، عن أبيه، عن\nعاصم بن عمر، عن عمر، قال: قال رسول الله صلى الله عليه وسلم: «إذا أقبل\nالليل، وأدبر النهار، وغابت الشمس فقد أفطر الصائم»\n</p>\n\n<h1 class='l1' id='head523'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head524'>258 - </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم، حدثنا بشر، عن الأوزاعي، عن يحيى بن أبي كثير، عن\nأبي سلمة، عن أبي هريرة، قال: بينما عمر بن الخطاب، يخطب الناس يوم الجمعة\nإذ دخل عثمان بن عفان المسجد فعرض به عمر فقال: ما بال رجال يتأخرون بعد\nالنداء؟ قال عثمان: يا أمير المؤمنين، ما زدت حين سمعت النداء، على أن\nتوضأت ثم أقبلت. قال عمر: والوضوء أيضا ألم تسمع رسول الله صلى الله عليه\nوسلم قال: «إذا جاء أحدكم إلى الجمعة فليغتسل؟»\n</p>\n\n<h1 class='l1' id='head525'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head526'>259 - </h1>\n\n<p>\nحدثنا نصر بن علي بن نصر، حدثنا مسلم، عن الدجين، عن أسلم، مولى عمر، عن\nعمر بن الخطاب، عن النبي صلى الله عليه وسلم، قال: «من كذب علي متعمدا\nفليتبوأ مقعده من النار»\n</p>\n\n<h1 class='l1' id='head527'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف , ومتن الحديث متواتر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head528'>260 - </h1>\n\n<p>\nحدثنا سفيان بن وكيع بن الجراح، حدثنا أبي، عن الدجين، عن أسلم، مولى\nعمر، قال\n</p>\n\n<h1 class='l1' id='head529'>[ص: 222]</h1>\n\n<p>\n: سمعت عمر، يقول <span id='ms0079'></span>: سمعت رسول الله صلى الله عليه وسلم، يقول: «من كذب علي\nمتعمدا فليتبوأ مقعده من النار»\n</p>\n\n<h1 class='l1' id='head530'>[حكم حسين سليم أسد] :</h1>\n\n<p>\nإسناده ضعيف , ومتن الحديث متواتر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head531'>مسند علي بن أبي طالب رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            ",
  "pages": [
    "000",
    "007",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "039",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "093",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "127",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "223"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}