{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: العقل وفضله</h1>\n\n<p>\nالمؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا\n</p>\n\n<p>\nالمتوفى: 281 ه\n</p>\n\n<p>\nطبع: ضمن الجزء الرابع من موسوعة ابن أبي الدنيا\n</p>\n\n<p>\nالمحقق: فاضل بن خلف الحمادة الرقي\n</p>\n\n<p>\nالناشر: دار أطلس الخضراء - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1433 ه - 2012 م\n</p>\n\n<p>\nعدد الأجزاء: 8 - الأول مقدمة والأخير فهارس\n</p>\n\n<p>\nملاحظات:\n</p>\n\n<p>\n1 - الكتاب موافق ومقابل على طبعة دار اطلس الخضراء, مع الاستعانة بطبعتي\nمؤسسة الكتب الثقافية بتحقيق السعيد بن بسيوني زغلول، ودار الراية بتحقيق\nلطفي الصغير.\n</p>\n\n<p>\n2 - جاء في آخر مخطوطة هذا الكتاب زيادة من غير طريق ابن أبي الدنيا،\nرواها أحد رواة هذا الكتاب، وهو أبو الفرج محمد بن فارس بن محمد الغوري،\nالمتوفى سنة (409 ه)، وقد نسخنا من هذه الزيادة ما كان مرفوعا، وأثبتناه في\nملحق في آخر الكتاب.\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 7 - 10 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n1 - حدثنا يعقوب بن إسحاق بن زياد البصري، قال: حدثنا محمد بن عمر بن عبد\nالله بن الرومي، قال: حدثنا محمد بن مسلم الطائفي، عن إبراهيم بن ميسرة، عن\nطاووس، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: أنا الشاهد\nعلى الله عز وجل أن لا يعثر عاقل إلا رفعه الله عز وجل، ثم لا يعثر إلا\nرفعه حتى يجعل مصيره إلى الجنة, شك محمد بن مسلم في الثالثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n2 - حدثنا علي بن الحسين بن أبي مريم، عن علي بن قادم، قال: سمعت شعبة بن\nالحجاج، يقول: قال زياد: ما حمدت نفسي في أمر قط عقدت فيه عقدة ضعيفة، ولا\nلمت نفسي في أمر قط عقدت فيه عقدة الحزم، ولا حدثت نفسي بأمر قط فحدثت به\nغيري حتى أصير إليه قال علي: فقال أبو مريم عبد الغفار بن القاسم: سوة لك\nتذكر مثل هذا الكلام عن زياد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثنا إبراهيم بن سعيد، قال: حدثنا يونس بن محمد، عن شبيب بن مهران،\nقال: قال معاوية بن قرة: جالسوا وجوه الناس فإنهم أحلم وأعقل من غيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا علي بن الجعد، قال: حدثنا مسلم بن خالد <span id='ms01'></span>، عن العلاء بن عبد\nالرحمن، عن أبيه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم:\nكرم المرء دينه، ومروءته عقله، وحسبه خلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا خالد بن خداش، حدثنا حماد بن زيد، عن مجالد، عن الشعبي، عن\nمسروق، قال: كنا عند عمر بن الخطاب, رضي الله عنه فذكر الحسب فقال: حسب\nالمرء دينه، وأصله عقله، ومروءته خلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n6 - أنشدني أبو جعفر القرشي:\n</p>\n\n<p>\nنسب ابن آدم فعله ... فانظر لنفسك في النسب\n</p>\n\n<p>\nحسب ابن آدم ماله ... إن طاب طاب له الحسب\n</p>\n\n<p>\nزين ابن آدم عقله ... والعقل زينته الأدب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n7 - حدثنا يوسف بن موسى، قال: حدثنا جرير، عن منصور، عن مجاهد، {أولي\nالأيدي والأبصار} قال: الأيدي: القوة، والأبصار: العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثنا أبو كريب بن محمد بن العلاء الهمداني، قال: حدثنا خالد بن حيان،\nعن عبيد الله بن عمر الرقي، عن إسحاق بن عبد الله، عن نافع، عن ابن عمر،\nقال: قال رسول الله صلى الله عليه وسلم: لا يعجبنكم إسلام امرئ حتى تعرفوا\nمعقود عقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثني عصمة بن الفضل, قال حدثنا عيسى بن إبراهيم القرشي الشامي, عن\nسليمان الأنصاري, عن الزهري, عن سالم, عن أبيه ,قال: قال رسول الله صلى\nالله عليه وسلم: لا يعجبنكم إسلام امرىء حتى تعرفوا عقد عقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n10 - حدثنا سريج بن يونس، ومحرز بن عون، قالا: حدثنا عبد المجيد بن عبد\nالعزيز، عن مروان بن سالم، عن صفوان بن عمرو، عن شريح بن عبيد، عن أبي\nالدرداء، أن النبي صلى الله عليه وسلم كان إذا بلغه عن أحد من أصحابه عبادة\nقال: كيف عقله؟ فإن قالوا: عاقل قال: ما أخلق صاحبكم أن يبلغ, وإن قالوا:\nليس بعاقل قال: ما أخلقه أن لا يبلغ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا علي بن إبراهيم السهمي، قال: حدثنا داود بن المحبر، قال: حدثنا\nسلام أبو المنذر، عن موسى بن جابان، عن أنس، عن النبي صلى الله عليه وسلم\nقال: إنما يرتفع الناس في الدرجات وينالون الزلفى من ربهم عز وجل على قدر\nعقولهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n12 - حدثنا خلف بن هشام البزار، قال: حدثنا <span id='ms02'></span> بقية بن الوليد، عن خليد، عن\nمعاوية، رحمه الله قال: قال رسول الله صلى الله عليه وسلم: الناس يعملون\nبالخير على قدر عقولهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا العتبي, حدثنا صفوان بن عيسى، عن إسماعيل المكي، عن القاسم بن\nأبي بزة، أن رجلا من بني قشير أتى النبي صلى الله عليه وسلم فقال: إنما كنا\nنعبد في الجاهلية أوثانا وكنا نرى أنها تضر وتنفع فقال رسول الله صلى الله\nعليه وسلم: أفلح من جعل الله عز وجل له عقلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا محمد بن عبد الله، قال: حدثنا منصور بن صقير، قال: حدثنا موسى\nبن أعين، قال: حدثني عبيد الله بن عمر العمري، عن نافع، عن ابن عمر رفعه،\nقال: إن الرجل ليكون من أهل الصلاة والزكاة والجهاد والحج والعمرة حتى ذكر\nسهام الخير وما يجزى يوم القيامة إلا بقدر عقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا محمد بن بكار، قال: حدثنا حفص بن عمر، قاضي حلب، عن الفضل بن\nعيسى، عن أبي عثمان النهدي، عن أبي هريرة، عن النبي صلى الله عليه وسلم\nقال: لما خلق الله تعالى العقل قال له: قم، فقام ثم قال له: أدبر فأدبر ثم\nقال له: أقبل فأقبل ثم قال له: اقعد فقعد فقال عز وجل: ما خلقت خلقا خيرا\nمنك ولا أكرم منك ولا أفضل منك ولا أحسن منك, بك آخذ, وبك أعطي, وبك أعز,\nوبك أعرف, وإياك أعاقب, بك الثواب, وعليك العقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا محمد بن بكار، قال: حدثنا عبد الرحمن بن أبي الزناد، عن محمد بن\nعقبة، عن كريب مولى ابن عباس، قال: لما خلق الله العقل قال له: أقبل فأقبل\nثم قال له: أدبر فأدبر, قال: يقول وهو أعلم به: وعزتي وجلالي لا أجعلك إلا\nفيمن أحب, وما خلقت شيئا هو أحب إلي منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n17 - حدثنا هارون بن سفيان، حدثنا عبد الله بن محمد القرشي، قال: حدثنا\nوهيب بن خالد، عن أبي مسعود الجريري، عن أبي العلاء، عن مطرف، عن عبيد\nالله، قال: ما أوتي رجل بعد الإيمان بالله عز وجل خيرا من <span id='ms03'></span> العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثنا أبو بكر بن عياش القطان، قال: حدثنا محمد بن خالد القرشي, مولى\nبني هاشم، عن عامر بن صالح، عن هشام بن عروة، أو غيره، عن عروة، قال: أفضل\nما أتي العباد في الدنيا العقل, وأفضل ما أعطوا في الآخرة رضوان الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n19 - حدثنا إسماعيل بن عبد الله بن زرارة، قال: حدثنا عمران بن خالد، قال:\nسمعت الحسن، يقول: ما يتم دين الرجل حتى يتم عقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n20 - حدثنا إسحاق بن إبراهيم بن حبيب بن الشهيد، قال: حدثنا الحارث بن\nالنعمان، عن خليد بن دعلج، عن معاوية بن قرة، رفعه قال: الناس يعملون الخير\nوإنما يعطون أجورهم على قدر عقولهم يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا العتبي، حدثنا صفوان بن عيسى، عن إسماعيل المكي، عن عطاء قال:\nكان فيمن قبلكم راهب أشرف فرأى الأرض مخضرة ذات نبات، فقال: يا رب ما عندي\nما أتصدق به، فلو كان لك حمار فأرعاه مع حماري، فأراد النبي الذي هو في\nعصره أن ينهاه، فأوحى الله إليه أن دعه فإني إنما أجزي عبادي على قدر ما\nقسمت لهم من العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n22 - حدثنا علي بن إبراهيم السهمي، قال: حدثنا داود بن المحبر، قال: حدثنا\nهمام بن يحيى، قال: قلنا لقتادة أي الناس أغبط؟ قال: أعقلهم, قلنا: أعلمهم؟\nقال: أعقلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n23 - حدثنا ابن إدريس، عن أبيه، عن وهب بن منبه، قال: ما عبد الله, عز وجل\nبشيء أفضل من العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n24 - حدثنا إسحاق بن إبراهيم بن حبيب بن الشهيد، قال: أخبرنا الحارث بن\nالنعمان، عن خليد بن دعلج، عن يونس بن عبيد، قال: لا ينفعك القارئ حتى يكون\nله عقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n25 - حدثنا أبو كريب، حدثنا مؤمل بن إسماعيل، عن شعبة، عن قتادة، عن سعيد\nبن المسيب، {وأشهدوا ذوي عدل منكم} قال: ذوي عقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا أبو كريب، حدثنا جابر بن نوح، عن الأعمش، قال: كان إذا قيل\nلإبراهيم: إن فلانا قد يقرأ فسأل عن عقله فإن قالوا عاقل قال: أظن أنه\nسيبنيب إلى خير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n27 - حدثنا يوسف بن موسى، قال: حدثنا جرير، عن قابوس، عن <span id='ms04'></span> أبيه، عن ابن عباس\nفي قوله {قسم لذي حجر} قال: الرجل ذو النهى والعقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثني حمزة بن العباس المروزي، قال: أخبرنا خاقان أبو سهل، حدثنا\nالحسن القطان، عن شراحيل أبي عثمان، عن حماد رجل من أهل مكة، قال: لما هبط\nآدم صلى الله عليه وسلم إلى الأرض, أتاه جبريل عليه السلام بثلاثة أشياء\nبالدين والعقل وحسن الخلق فقال: إن الله عز وجل يخيرك في واحدة من الثلاثة\nفقال: يا جبريل، ما رأيت أحسن من هؤلاء إلا في الجنة فمد يده إلى العقل\nفضمه إلى نفسه فقال لذينك: اصعدا قالا: لا نفعل قال: أتعصياني قالا: لا\nنعصيك ولكنا أمرنا أن نكون مع العقل حيثما كان قال: فصار الثلاثة إلى آدم\nعليه السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثنا أحمد بن عبد الأعلى الشيباني، عن شيخ له، قال: أتى ملك آدم\nعليهما السلام فقال: قد جئتك بالعقل والدين والعلم فاختر أيها شئت، فاختار\nالعقل وقال: للدين والعلم ارتفعا قالا: أمرنا أن لا نفارق العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثنا أبي، قال: حدثنا هشيم، عن علي بن زيد، عن سعيد بن المسيب، قال:\nقال رسول الله صلى الله عليه وسلم: رأس العقل بعد الإيمان بالله عز وجل,\nمداراة الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n31 - حدثنا علي بن الجعد، أخبرني عمير بن الهيثم الرقاشي، عن سفيان بن\nسعيد، عن أبي الأغر، عن وهب بن منبه، قال: مكتوب في حكمة آل داود صلى الله\nعليه وسلم: حق على العاقل ألا يغفل عن أربع ساعات, ساعة يناجي فيها ربه،\nوساعة يحاسب فيها نفسه، وساعة يخلو فيها مع إخوانه الذين يخبرونه بعيوبه\nويصدق عن نفسه، وساعة يخلو فيها بين نفسه وبين لذتها فيما يجل ويجمل فإن في\nهذه الساعة عونا على تلك الساعات وإجماما للقلوب وحق على العاقل ألا يرى\nظاعنا في غير ثلاث: زاد لمعاد أو مرمة لمعاش أو لذة في غير محرم، وحق على\nالعاقل أن يكون عارفا بزمانه حافظا للسانه مقبلا على شأنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثنا الحارث بن محمد التميمي، عن شيخ من قريش قال: قال أيوب بن\nالقرية (1): الرجال <span id='ms05'></span> ثلاثة, عاقل, وأحمق, وفاجر، فالعاقل إن كلم أجاب، وإن\nنطق أصاب، وإن سمع وعى، والأحمق إن تكلم عجل، وإن تحدث وهل، وإن حمل على\nالقبيح فعل، والفاجر إن ائتمنته خانك، وإن حادثته شانك، وزادني غيره: وإن\nاستكتمته سرا لم يكتمه عليك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n33 - حدثنا عبد الله بن محمد بن سورة السلمي، أنه حدث عن أبي معاوية\nالضرير، عن رجل، عن أبي روق، عن الضحاك، {لينذر من كان حيا} قال: عاقلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n34 - حدثنا محمد بن إدريس، قال: حدثنا حسان بن عبد الله المصري، حدثنا\nالسري بن يحيى، عن وهب بن منبه، قال: كما تتفاضل الشجر بالأثمار كذلك\nتتفاضل الناس بالعقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثنا علي بن إبراهيم السهمي، حدثنا داود بن المحبر، عن الحسن بن\nدينار، عن قتادة، قال: قال لقمان لابنه: يا بني، اعلم أن غاية السؤدد\nوالشرف في الدنيا والآخرة حسن العقل، وأن العبد إذا حسن عقله غطى ذلك عيوبه\nوأصلح مساوئه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n36 - كتب إلي محمد بن عبد الوهاب: سمعت علي بن غنام الكلابي، قال: قال عامر\nبن عبد قيس: إذا عقلك عقلك عما لا ينبغي فأنت عاقل, قال علي: وإنما سمي\nالعقل عقلا من عقال الإبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثنا عبيد الله بن سعد بن إبراهيم القرشي، قال: حدثنا عمي، عن أبيه،\nقال معاوية: العقل عقلان، عقل تجارب وعقل نحيزة فإذا اجتمعا في رجل فذاك\nالذي لا يقام له وإذا تفردا كانت النحيزة أولاهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثنا عبيد الله بن سعد، قال: سمعت أبي يحدث، عن أبيه، قال: سئل بعض\nالعرب عن العقل، فقال: لب أعنته بتجريب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثنا إبراهيم بن إسحاق بن إبراهيم بن عبد الرحمن بن طلحة بن عمر بن\nعبيد الله التيمي، قال: قلت لورد بن محمد نصرويه وكان قد بلغ عشرين ومئة\nسنة: ما العقل؟ قال: فقال: أن يغلب حلمك جهلك وهواك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثت، عن سفيان بن عيينة، قال: لا تنظروا إلى عقل الرجل في كلامه ولكن\nانظروا إلى عقله في مخارج أموره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثني عون بن إبراهيم، قال: حدثني أحمد بن أبي الحواري، قال: سمعت\nوكيع بن <span id='ms06'></span> الجراح، يقول: العاقل من عقل عن الله، عز وجل أمره وليس من عقل\nتدبير دنياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n42 - حدثني يوسف بن عمران الجصاص، قال: سمعت صالح بن عبد الكريم، يقول: جعل\nالله عز وجل رأس أمور العباد العقل, ودليلهم العلم, وسائقهم العمل, ومقويهم\nعلى ذلك الصبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثنا محمد بن إدريس، قال: حدثنا يحيى بن المغيرة، قال: حدثنا جرير،\nعن الحكم بن عبد الله الأزرق، قال: كانت العرب تقول: العقل التجارب والحزم\nسوء الظن، قال: فقال الأعمش: ألا ترى أن الرجل إذا ساء ظنه بالشيء حذره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثنا عاصم بن عمر بن علي بن مقدم، قال: حدثنا أبي أبو العباس\nالهلالي، قال: سمعت الضحاك بن مزاحم يقول: ما بلغني عن رجل صلاح فاعتددت\nبصلاحه حتى أسأل عن خلال ثلاث، فإن تمت تم له صلاحه وإن نقصت منه خصلة كانت\nوصمة عليه في صلاحه، أسأل عن عقله فإن الأحمق إنما يقصد صلاح غيره ربما هلك\nوأهلك فئاما من الناس يمر بالناس فلا يسلم فإذا قيل له قال: من أهل دنيا،\nويترك عيادة الرجل من جيرانه فإذا قيل له قال: من أهل دنيا، ويدع الجنازة\nلا يتبعها لمثل ذلك ويدع طعام أبيه يبرد فإذا هو قد صار عاقا، وأسأل عن\nالنعمة العظيمة التي لا نعمة أعظم منها ولا أوضح, ألا وهي الإسلام إن كان\nأحسن احتمال النعمة ولم يدخلها بدعة ولا زيغ, وإلا لم أعتد به فيما سوى\nذلك، وأسأل عن وجه معاشه فإن لم يكن له وجه معاش لم آمن عليه فأظل بخلافه\nأقرب ما يكون من أجله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا عاصم بن عمر، قال: حدثنا عبد ربه بن أبي هلال، عن ميمون بن\nمهران، قال: قلت لعمر بن عبد العزيز, رحمه الله ليلة بعدما نهض جلساؤه: يا\nأمير المؤمنين، ما بقاؤك على ما أرى؟ أما أول الليل فأنت في حاجات الناس\nوأما في وسط الليل فأنت مع جلسائك وأما آخر الليل فالله أعلم ما تصير إليه\nقال: فعدل عن جوابي وضرب على كتفي وقال: ويحك يا ميمون <span id='ms07'></span> إني وجدت لقاء\nالرجال تلقيحا لألبابهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا إسحاق بن إسماعيل، حدثنا عبيد الله الأشجعي، عن أبي عمر، شيخ من\nأهل خراسان، قال: قال مقاتل بن حيان: إن في طول النظر في الحكمة تلقيحا للعقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n47 - وقال محمد بن الحسين: حدثني أبو الوليد الكلبي، قال: حدثني صدقة بن\nعبد الله الدمشقي، قال: كان العلماء يقولون: لا ينبغي للعاقل أن يعتقد من\nرأيه ما لم يقايس به أولي الألباب من إخوانه، قال: وكان يقال: لا يدرك\nاستعمال معرفة الشيء بالعقل الواحد، قال: وكان يقال: اجتماع عقلين على شيء\nواحد أنجع فيه من الواحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n48 - حدثنا محمد، حدثنا الحميدي، عن سفيان، قال: كان يقال: اجتماع آراء\nالجماعة وعقولها مبرمة لصعاب الأمور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n49 - حدثنا الحسين بن عبد الرحمن، عن بعض أشياخه، عن ابن أبي الزناد، قال:\nقال بعض الحكماء: لا ينبغي لعاقل أن يعرض عقله للنظر في كل شيء, كما لا\nينبغي أن يضرب بسيفه كل شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n50 - حدثنا أبو عبد الله محمد بن منصور النيسابوري، حدثنا الوليد، عن\nالهيثم بن جماز، عن محمد بن يحيى، قال: قلنا للضحاك بن مزاحم: يا أبا\nالقاسم، ما أعبد فلانا وأورعه وأقرأه قال: كيف عقله؟، قال: قلنا نذكر لك\nعبادته وورعه وقراءته وتقول عقله، قال: ويحك إن الأحمق يصيب بحمقه ما لا\nيصيب الفاجر بفجوره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثنا إبراهيم بن عبد الله، قال: حدثنا شبيب بن داود، قال: حدثنا حجاج\nبن محمد، عن عقبة بن سنان، أن أكثم بن صيفي قال: دعامة العقل الحلم، وجماع\nالأمر الصبر، وخير الأمور مغبة العقل، ويقال: المودة التعاهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n52 - حدثنا أبو كريب، حدثنا طلق بن غنام، عن شريك، عن ليث، قال: قال عبد\nالله: يأتي على الناس زمان ينتزع فيه عقول الناس حتى لا تكاد ترى عاقلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا علي بن محمد بن إبراهيم، أخبرنا زكريا بن نافع الأرسوفي، حدثنا\nعباد بن عباد أبو عتبة، عن حريز بن عثمان، عن رجل، قال: سمعت أبا أمامة،\nيقول: اعقلوا فلا إخال العقل إلا قد رفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثنا أبو صالح البجلي، عن عبدان <span id='ms08'></span> بن عثمان، عن عبد الله بن المبارك،\nعن سفيان بن عيينة، قال: قال وهب: هذا زمان ينبغي للرجل أن يخبر فيه عن عقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n55 - حدثنا أبو صالح, عن عبدان بن عثمان قال: حدثنا ابن المبارك، عن حماد\nبن سلمة، عن علي بن زيد، قال: كان الرجل في زمن عبد الملك بن مروان يحدثهم\nبحديث حسن فإذا سمعوا له جاءهم بحديث مختلط فقيل له فقال: هذا زمان تحامق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n56 - حدثنا محمد بن الحسين، حدثنا خلف بن إسماعيل، قال: سمعت سفيان، يقول:\nيأتي على الناس زمان لا ينجو فيه إلا من تحامق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n57 - قال: وأنشدني أبو جعفر القرشي:\n</p>\n\n<p>\nأرى زمنا نوكاه أكثر أهله ... ولكنما يشقى به كل عاقل\n</p>\n\n<p>\nسعى فوقه رجلاه والرأس تحته ... فكبت الأعالي بارتفاع الأسافل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثني حمزة بن العباس، أخبرنا علي بن الحسن بن شقيق، حدثنا ابن عيينة،\nعن أبي حمزة الثمالي، قال: قال المغيرة بن شعبة: لحديث عن عاقل أحب إلي من\nالشهد بماء الرصفة بمخض الأرفى, قال علي: وزادني عبد الله بن المبارك، عن\nسفيان قال: فبلغ زيادا فقال: أو كذاك فلهن أحب إلي من رية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثنا أبو بكر بن هاشم بن القاسم، حدثنا سعيد بن عامر، حدثنا حميد بن\nالأسود، عن عيسى بن أبي عيسى الحناط، عن الشعبي، قال: إنما كان يطلب هذا\nالعلم ممن اجتمعت فيه خصلتان العقل والنسك، فإن كان ناسكا، ولم يكن عاقلا\nفإن هذا الأمر لا يناله إلا العقلاء فلم يطلب, وإن كان أمر لا يناله إلا\nالنساك فلم يطلبه. قال الشعبي: فقد رهبت أن يكون يطلبه اليوم من ليس فيه\nواحدة منهما لا عقل ولا نسك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n60 - حدثنا عبد الله بن محمد بن سورة البلخي، قال: قال سفيان بن عيينة ليس\nالعاقل الذي يعرف الخير والشر, ولكن العاقل الذي يعرف الخير فيتبعه، ويعرف\nالشر فيتجنبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا عبد الرحمن بن صالح، قال: حدثنا حفص بن غياث، عن هشام بن عروة،\nعن أبيه، قال: ليس الرجل الذي إذا وقع في الأمر تخلص منه، ولكن الرجل يتوقى\nالأمور حتى <span id='ms09'></span> لا يقع فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n62 - حدثني الحسين بن عبد الرحمن، قال: قال رجل من قريش: كنا عند سليمان بن\nعبد الملك فتكلم رجل فأحسن، فأراد سليمان أن يعرف عقله فإذا هو مضعوف، فقال\nسليمان: زيادة منطق على عقل خدعة، وزيادة عقل على منطق هجنة، ولكن أحسن ذلك\nما زين بعضه بعضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n63 - حدثني محمد بن الحسين، قال: حدثنا عبيد الله بن محمد التيمي، عن زيد\nبن مجاشع، عن غالب القطان، عن الحسن، قال: فضل المقال على الفعال منقصة،\nوفضل الفعال على المقال مكرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثني محمد بن رجاء مولى بني هاشم, قال: قال بعض الخلفاء لجلسائه: من\nالغريب؟ فقالوا فأكثروا, فقال: الغريب هو الجاهل، أما سمعتم قول الشاعر:\n</p>\n\n<p>\nيعد عظيم القدر من كان عاقلا ... وإن لم يكن في فعله بحسيب\n</p>\n\n<p>\nوإن حل أرضا عاش فيها بعقله ... وما عاقل في بلدة بغريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n65 - حدثني محمد بن الحسين، قال: قال فرقد السبخي: قرأت في بعض الكتب: قل\nللعاقل كيف يخلو عقله من نفعه، ويرى المنايا للإخوان مستلبات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n66 - حدثنا محمد بن إسحاق، قال: قال فلان وسقط من كتاب الشيخ اسم الرجل:\nعجبا للعاقل كيف يسكن وقد حرك وكيف يأمن وقد خوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n67 - حدثني هاشم بن القاسم، أنبأنا عبد العظيم بن حبيب الفهري، حدثنا عيسى\nبن موسى البجلي، قال: سمعت الشعبي، يقول: لا خير في علم بلا عقل، ومن ثم\nقيل: ما عند الله تعالى مثل حليم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثنا محمد بن الصباح الجرجرائي، عن ابن السماك، عن مبارك، عن الحسن:\n{واتقون يا أولي الألباب}، قال: إنما عاتبهم لأنه يحبهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n69 - حدثني إبراهيم بن المنذر الحزامي، حدثني كثير بن جعفر بن أبي كثير،\nقال: سمعت أبا طوالة، يقول: للعقل جمام بالغدوات ليس له بالعشي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n70 - حدثنا إبراهيم بن سعيد الجوهري، حدثنا أزهر، عن ابن عون، عن محمد بن\nسيرين، قال: كانوا يرون حسن السؤال يزيد في عقل الرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حدثنا أحمد بن عبيد التميمي، عن مولى لبني هاشم، قال: قال بعض\nالحكماء: من ظن أنه عاقل والناس حمقى كمل جهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n72 - حدثنا الحسين بن عبد الرحمن <span id='ms10'></span>، قال: قال لي علي بن عبيدة: القلوب أوعية,\nوالعقول معادن فما في الوعاء ينفد إذا لم تمده المعادن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثت عن عبد الله بن خبيق الأنطاكي، قال: كان يقال: العقل سراج ما بطن\nوملاك ما علن وسائس الجسد وزينة كل أحد, فلا تصلح الحياة إلا به, ولا تدور\nالأمور إلا عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n74 - حدثت عن عبد الله بن خبيق، قال: قيل لبعض الحكماء: من الأديب العاقل؟\nقال: الفطن المتغافل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n75 - حدثني محمد بن قدامة، حدثنا أبو الحسين العكلي، عن مهدي بن ميمون، عن\nيونس بن عبيد، قال: قال ميمون بن مهران: التودد إلى الناس نصف العقل, وحسن\nالمسألة نصف العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n76 - حدثني الفضل بن سهل، وحدثني سريج بن النعمان، وحدثنا المعافى بن\nعمران، عن بكر بن خنيس، عن رجل، عن الحسن، قال: من لم يكن له عقل يسوسه لم\nينتفع بكثرة روايات الرجال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n77 - حدثني محمد بن صالح القرشي، قال: حدثنا أبو اليقظان سحيم بن حفص، قال:\nقال الحجاج بن يوسف, عن عبد الملك: العاقل المدبر أرجى من الأحمق المقبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n78 - حدثنا أحمد بن منيع، حدثنا ابن علية، قال: حدثنا ابن أبي نجيح، عن\nمجاهد: {أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم} قال: أولي العقل\nوالفقه في دين الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n79 - حدثنا الخليل بن عمرو، حدثنا ابن السماك، عن سليمان بن رستم الضبي،\nقال: سمعت عمر الختلي، يقول: اللهم اجعلنا نعقل عنك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n80 - حدثنا هارون بن إسحاق، قال: سمعت أبا إسماعيل الفارسي، قال: سمعت\nزائدة، يقول: إنما نعيش بعقل غيرنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n81 - حدثنا أبو نصر التمار، قال: حدثنا عبد الله بن عمر، عن عبد الملك بن\nعمر، عن زيد, عن عقبة، قال: عمر بن الخطاب, رضي الله عنه: الرجال ثلاثة:\nفرجل عاقل إذا أقبلت الأمور وشبهت يأمر فيها أمره وينزل عند رأيه، وآخر\nينزل به الأمر فلا يعرفه فيأتي ذوي الرأي فينزل عند رأيهم, وآخر حائر لا\nيأتمر رشدا, ولا يطيع مرشدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n82 - حدثنا يوسف بن موسى، حدثنا أبو عثمان، عن سهل بن شعيب، عن قنان\nالنهمي، عن جعد بن همدان <span id='ms11'></span>، أن الحسين بن علي، رضي الله عنهما قال له: يا\nجعيد بن همدان، إن الناس أربعة: فمنهم من له خلاق وليس له خلق، ومنهم من له\nخلق وليس له خلاق، ومنهم من ليس له خلق ولا خلاق, فذاك أشر الناس، ومنهم من\nله خلق وخلاق، فذاك أفضل الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n83 - حدثنا إبراهيم بن عبد الله، حدثنا سليمان بن حرب، حدثنا وهب بن جرير،\nحدثنا الخليل بن أحمد، قال: الناس أربعة: فكلم ثلاثة وواحدا لا تكلمه، قال:\nرجل يعلم وهو يعلم أنه يعلم فكلمه، ورجل لا يعلم ولا يعلم أنه لا يعلم\nفكلمه، ورجل لا يعلم وهو يعلم أنه لا يعلم فكلمه، ورجل لا يعلم وهو يرى أنه\nيعلم فلا تكلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n84 - حدثنا أبو عبد الرحمن القرشي، حدثنا حسين الجعفي، عن زائدة، عن أبي\nإسماعيل، مؤذن البراجم قال: كنا نجالس منصور بن المعتمر فإذا أراد أن يقوم\nمن مجلسه قال: اللهم اجمع على الهدى أمرنا واجعل التقوى زادنا واجعل الجنة\nمآبنا وارزقنا شكرا يرضيك عنا وورعا يحجزنا عن معاصيك وخلقا نعيش به في\nالناس وعقلا تنفعنا به. وكان إذا ذكر العقل يأخذني منه الضحك، فقال لي ذات\nيوم: يا ابن أبي إسماعيل، لأي شيء تضحك؟ إن الرجل يكون عنده كذا ويكون عنده\nكذا فلا يكون له عقل فلا يكون له شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n85 - حدثنا محمد بن المثنى، قال: سمعت بشر بن الحارث يحدث، عن أبي الأحوص،\nقال: كان يقال: إن جاوبت الأحمق كنت مثله، وإن سكت عنه سلمت منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n86 - حدثني محمد بن الحسين، قال: سمعت بشر بن الحارث، قال: النظر إلى\nالأحمق سخنة عين، والنظر إلى البخيل يقسي القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n87 - حدثنا علي بن إبراهيم الباهلي، حدثنا داود بن المحبر، أن شيخا حدثهم،\nعن ابن جريج، قال: قسم العقل على ثلاثة أجزاء فمن كن فيه كمل عقله: حسن\nالمعرفة بالله، وحسن الطاعة له، وحسن الصبر على أمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n88 - أخبرنا علي بن إبراهيم، حدثنا داود بن المحبر، حدثنا سويد بن الخطاب،\nعن يحيى بن أبي كثير، قال: أعلم الناس وأفضلهم <span id='ms12'></span> أعقلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n89 - حدثنا علي بن إبراهيم، قال: حدثنا داود بن المحبر، قال: حدثنا نصر بن\nطريف، عن ابن جريج، قال: قوام المرء عقله، ولا دين لمن لا عقل له, وقال بعض\nالحكماء لأخ له: يا أخي عقلك لا يتسع لكل شيء ففرغه لأول المهم من أمرك،\nوكرامتك لا تسع الناس فخص بها أولى الناس بك، وليلك ونهارك لا يستوعبان\nحوائجك فأسقط عنك ما لك منه بد، وليس من العقل أن تذم من لم تخبر شأنه, ولا\nتمدح من لم تخبر إحسانه.\n</p>\n\n<p>\nوقيل لبعض الحكماء: ما العقل؟، قال: أمران أحدهما صحة الفكر في الذكاء\nوالفطنة، والآخر حسن التمييز, وكثرة الإصابة.\n</p>\n\n<p>\nوقيل لبعض الحكماء: ما الحمق؟، قال: قلة الإصابة ووضع الكلام في غير\nموضعه, وكلما مدح به العاقل كان مفقودا في الأحمق.\n</p>\n\n<p>\nوقيل لبعض الحكماء: أوصنا بأمر جامع، قال: احفظوا وعوا: إنه ليس من أحد\nإلا ومعه قاضيان باطنان، أحدهما ناصح والآخر غاش، فأما الناصح فالعقل، وأما\nالغاش فالهوى وهما ضدان، فأيهما ملت معه وهي الآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n90 - حدثني عبيد الله بن محمد القرشي، قال: كلم رجل رجلا من الملوك فلاينه\nثم أغلظ له، فقال له الملك: ما لك لم تكلمني بهذا أولا؟ قال: لما كلمتك\nرأيت لك عقلا فعلمت أن عقلك لا يتركك تظلمني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n91 - حدثني أبو صالح الختلي، قال: قال حفص بن حميد: من ورع الرجل ألا يخدع،\nومن عقله ألا يجزع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n92 - حدثنا الحسين بن عبد الرحمن، قال: قيل للمهلب بن أبي صفرة: بم نلت ما\nنلت؟ قال: بطاعة الحزم وعصيان الهوى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n93 - حدثني الحسين بن عبد الرحمن، عن عمر بن إبراهيم الكردي، عن المبارك بن\nفضالة، عن الحسن، قال: ما أودع الله عز وجل امرأ عقلا إلا استنقذه به يوما ما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n94 - حدثني أبي، حدثنا موسى بن داود، عن محمد بن حمير، عن النجيب بن السري،\nقال: قال علي بن أبي طالب, رضي الله عنه: إن هذه القلوب تمل كما تمل\nالأبدان, فالتمسوا لها من الحكمة طرفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n95 - حدثني الحسين بن عبد الرحمن، قال: قال بعض <span id='ms13'></span> الحكماء: لا ترى العاقل إلا\nخائفا كما أن الجاهل لا تراه إلا آمنا, وفي ذلك يقول القائل:\n</p>\n\n<p>\nلا ترى العاقل إلا خائفا ... حذرا من يومه دون غده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n96 - حدثني الحسن بن الصباح، حدثنا حاجب، حدثنا إبراهيم بن أعين، عن\nإبراهيم بن أدهم، عن منصور بن المعتمر، قال: قال ابن مسعود: استبق نفسك ولا\nتكرها فإنك إن أكرهت القلب على شيء عمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n97 - حدثنا محمد بن إدريس، حدثني الوليد بن صالح، حدثني أبو كثير اليمامي،\nقال: قال وهب بن منبه: المؤمن مفكر مذكر فمن ذكر تفكر، فعلته السكينة وقنع\nفلم يهتم ورفض الشهوات فصار حرا, وألقى الحسد فظهرت له المحبة, وزهد في كل\nفان فاستكمل العقل, ورغب في كل شيء باق ..... المعرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n98 - حدثنا عبيد الله بن عمر، حدثنا حماد بن زيد، عن عمران بن حدير، عن\nقسامة بن زهير، قال: روحوا القلوب تع الذكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n99 - حدثني أبو عبد الرحمن، حدثنا إبراهيم بن عيسى قال: قال مولى لقمان: ما\nأظنك تعقل، قال له لقمان: إنما العاقل من يخاف الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n100 - حدثنا سريج بن يونس، حدثنا أبو سفيان المعمري، عن سفيان الثوري، قال:\nبلغني أن الإنسان خلق أحمق, ولولا ذلك لم يهنه العيش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n101 - حدثني محمد بن الحسين، قال: حدثني يعقوب بن محمد الزهري، حدثني داود\nبن سلمة الحارثي، قال: سمعت أبا حازم، يقول: كان يقال: عجب المرء بنفسه أحد\nحساد نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n102 - حدثنا محمد، حدثنا أبو يحيى الرزاز، قال: سمعت أبا حسنة العابد، قال:\nكان يقال: الصمت نوم العقل, والمنطق يقظته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n103 - حدثنا محمد بن الحسين، قال: حدثنا عبيد بن إسحاق الضبي، قال: سمعت\nمسلمة بن حفص، عن الصباح اليماني، عن وهب بن منبه، قال: في حكمة لقمان\nمكتوب أنه قال لابنه: يا بني، إن اللسان هو باب الجسد، فاحذر أن يخرج من\nلسانك ما يهلك جسدك ويسخط عليك ربك عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nجاء في آخر مخطوطة هذا الكتاب زيادة من غير طريق ابن أبي الدنيا، رواها أحد\nرواة هذا الكتاب، وهو أبو الفرج محمد بن فارس بن <span id='ms14'></span> محمد الغوري، المتوفى سنة\n(409)، وقد نسخنا من هذه الزيادة ما كان مرفوعا:\n</p>\n\n<p>\n1 - أخبرنا أبو الفرج محمد، حدثنا الحارث بن محمد بن أبي أسامة, حدثنا\nأحمد بن سهل, عن عبد الله بن حيان عن شيخ له يقال له جعفر عن الشعبي عن\nالبراء بن ميسرة رفعه قال ثلاث من كن فيه كان بدنه منه في راحة علم يرد به\nجهل الجاهل وعقل يداري به الناس وورع يحجزه عن معاصي الله عز وجل.\n</p>\n\n<p>\n2 - أخبرنا أبو الفرج محمد، حدثنا أحمد, حدثنا الحارث بن محمد, حدثنا عبد\nالعزيز بن أبان حدثنا شبل بن عباد حدثني عبد الملك بن عمير قال قال رسول\nالله صلى الله عليه وسلم ثلاث من حرمهن حرم خير الدنيا والآخرة عقل يداري\nبه الناس وحلم يرد به السفيه وورع يحجزه عن المعاصي.\n</p>\n\n<p>\n3 - أخبرنا أبو الفرج محمد، حدثنا أحمد بن سليمان حدثنا إسحاق بن الحسن\nالحربي حدثنا أبو سلمة أخبرنا أبن سلمة عن معبد بن معدان قعد أبو ذر رضي\nالله عنه إلى رسول الله صلى الله عليه وسلم قال يا أبا ذر هل تعوذت من\nشياطين الجن والإنس فقال يا رسول الله وهل في الإنس من شياطين قال نعم يا\nأبا ذر ألا أدلك على كنز من كنوز الجنة قلت ما هو قال لا حول ولا قوة إلا\nبالله العلي العظيم ثم قلت يا رسول الله ما الصلاة قال خير موضوع فمن شاء\nاستقل ومن شاء استكثر قلت يا رسول الله فما الصوم قال فرض قلت يا رسول الله\nفأي الصدقة أفضل قال جهد المقل ويسر أي يسر قلت يا نبي الله كم عدد\nالمرسلين قال ثلاثمائة وخمسة عشر الجم الغفير قلت أرأيت آدم عليه السلام\nكان نبيا قال نعم مكلما ثم قال إن أبخل الناس من ذكرت بين يديه فلم يصل علي.\n</p>\n\n<p>\n4 - أخبرنا أبو الفرج محمد، حدثنا أحمد بن عثمان الأدمي حدثنا محمد بن\nعثمان بن أبي شيبة حدثنا إبراهيم بن ميمون الكندي حدثنا مصعب بن سلام عن\nابن <span id='ms15'></span> عباس قال قال رسول الله صلى الله عليه وسلم يا معشر إخواني تناصحوا في\nالعلم ولا يكتم بعضكم بعضا فإن جناية الرجل في قلبه أشد من جنايته في ماله\nوالله عز وجل مسائلكم عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) هكذا في طبعتي دار أطلس، ودار الراية، وأما في طبعة مؤسسة الكتب\nالثقافية: \"قال ابن القرية\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n             <span id='ms16'></span>\n</p>\n",
  "pages": [
    "081",
    "083",
    "083",
    "083",
    "083",
    "084",
    "084",
    "084",
    "084",
    "084",
    "084",
    "085",
    "085",
    "085",
    "085",
    "086",
    "086",
    "087",
    "087",
    "087",
    "087",
    "087",
    "087",
    "088",
    "088",
    "088",
    "088",
    "088",
    "088",
    "089",
    "089",
    "089",
    "089",
    "090",
    "090",
    "090",
    "090",
    "090",
    "090",
    "090",
    "091",
    "091",
    "091",
    "091",
    "091",
    "092",
    "092",
    "092",
    "092",
    "092",
    "093",
    "093",
    "093",
    "093",
    "093",
    "093",
    "094",
    "094",
    "094",
    "094",
    "094",
    "094",
    "095",
    "095",
    "095",
    "095",
    "095",
    "095",
    "096",
    "096",
    "096",
    "096",
    "096",
    "096",
    "096",
    "096",
    "097",
    "097",
    "097",
    "097",
    "097",
    "097",
    "097",
    "098",
    "098",
    "098",
    "098",
    "098",
    "098",
    "099",
    "099",
    "100",
    "100",
    "100",
    "100",
    "100",
    "100",
    "101",
    "101",
    "101",
    "101",
    "101",
    "101",
    "101",
    "102",
    "089"
  ],
  "volumes": [
    "04"
  ]
}