{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nكتاب\n</p>\n\n<p>\nنساء رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوأولاده ومن سالفه من قريش وحلفائهم وغيرهم\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالإمام شرف الدين أبو محمد عبد المؤمن بن خلف بن أبي الحسن الدمياطي\n</p>\n\n<p>\n(705 ه)\n</p>\n\n<p>\nدراسة وتحقيق\n</p>\n\n<p>\nالدكتور فهمي سعد\n</p>\n\n<p>\nعالم الكتب\n</p>\n\n<p>\nالطبعة الثانية\n</p>\n\n<p>\n1417 ه - 1997 مكتاب ¶ نساء رسول الله صلى الله عليه وسلم ¶ وأولاده ومن\nسالفه من قريش وحلفائهم وغيرهم ¶ تأليف ¶ الإمام شرف الدين أبو محمد عبد\nالمؤمن بن خلف بن أبي الحسن الدمياطي ¶ (705 ه) ¶ دراسة وتحقيق ¶ الدكتور\nفهمي سعد ¶ عالم الكتب ¶ الطبعة الثانية ¶ 1417 ه - 1997 م\n----NO PAGE NO------\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n[و] صلى الله على محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nأخبرنا الشيخ الإمام شرف الدين أبو محمد عبد المؤمن بن خلف بن أبي الحسن\nالدمياطي التوني رحمه الله، قال:\n</p>\n\n<p>\nالحمد لله، نحمده ونستعينه ونستغفره ونشهد أن لا إله إلا الله، وحده لا\nشريك له، ونشهد أن محمدا عبد الله ورسوله، صلى الله عليه وعلى آله وسلم\nتسليما.\n</p>\n\n<p>\nأما بعد، فهذا كتاب ذكرت فيه نساء رسول الله صلى الله عليه وسلم ،\nوأولاده ومن سالفه من قريش وحلفائهم وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO الباب الأول أزواجه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n<h2 class='l2' id='head2'>AUTO 1- [خديجة رضي الله عنها]</h2>\n\n<p>\nفأول امرأة تزوجها رسول الله صلى الله عليه وسلم ، أم هند، خديجة\nالطاهرة، رضي الله عنها، بنت خويلد بن أسد بن عبد العزى بن قصي، القرشية\nالأسدية، كنيت بولدها من أبي هالة.\n</p>\n\n<p>\nقتل هند مع علي بن أبي طالب، رضي الله عنه، يوم الجمل.\n</p>\n\n<p>\nوقتل ابنه هند بن هند، مع مصعب بن الزبير يوم المختار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الزبير: وقد قيل: إن هند بن هند مات بالبصرة في الطاعون، فازدحم الناس\nعلى جنازته وخلوا جنائزهم وقالوا: إبن ربيب رسول الله، صلى الله عليه وسلم\n، وابن إبن امرأته.\n</p>\n\n<p>\nأمها فاطمة بنت زائدة بن الأصم. والأصم اسمه جندب بن هرم بن رواحة ابن\nحجر، بفتح الحاء والجيم، أخي حجير بن عبد بن معيص بن عامر بن لؤي. وأمها\nهالة بنت عبد مناف بن الحارث بن منقذ بن عمرو بن معيص. وأمها العرقة <span id='ms01'></span>،\nواسمها قلابة بنت سعيد، بضم السين على التصغير، بن سهم، واسمه زيد أخي جهم،\nواسمه تيم، ابني عمرو بن هصيص بن كعب بن لؤي بن غالب.\n</p>\n\n<p>\nوأمها عاتكة بنت عبد العزى بن قصي.\n</p>\n\n<p>\nوكانت قد ذكرت لورقة بن نوفل بن أسد بن عبد العزى بن قصي، قبل أن يتزوجها\nأحد، فلم يقض بينهما اجتماع.\n</p>\n\n<p>\nفتزوجت عتيق بن عابد، بالباء الموحدة، بن عبد الله بن عمر بن مخزوم بن\nيقظة بن مرة بن كعب بن لؤي، فولدت له جارية تدعى هند بنت عتيق.\n</p>\n\n<p>\nثم خلف عليها أبو هالة، مالك بن النباش بن زرارة بن وقدان بن حبيب بن\nسلامة بن غذي، بفتح العين المعجمة وفتح الدال المعجمة، بن جروة بن أسيد،\nبتشديد الياء، بن عمرو بن تميم، حليف بني عبد الدار بن قصي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nفولدت له غلامين: هند بن أبي هالة، وهالة بن أبي هالة.\n</p>\n\n<p>\nهذا قول الزبير في اسمه ونسبه وولده.\n</p>\n\n<p>\nوقد خولف فيه، ومنهم من أسقط هالة.\n</p>\n\n<p>\nوقيل: إن عتيقا خلف عليها بعد أبي هالة.\n</p>\n\n<p>\nثم تزوجها سيدنا ونبينا ومولانا رسول الله، صلى الله عليه وسلم ، قبل\nالنبوة، وهو ابن خمس وعشرين سنة على الصحيح، وكانت خديجة، رضي الله عنها،\nبنت أربعين سنة.\n</p>\n\n<p>\nوكانت نفيسة بنت منية، أخت يعلى بن منية، هي التي مشت بينهما حتى تزوجها.\nوكان رسول الله صلى الله عليه وسلم يعرف لها ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل: إن أبا طالب حضر العقد ومعه بنو هاشم ورؤساء مضر، فقال أبو طالب:\n</p>\n\n<p>\n((الحمد لله الذي جعلنا من ذرية إبراهيم، عليه السلام، وزرع إسماعيل،\nعليه السلام، وضئضئ معد، وعنصر مضر، وجعلنا حضنة بيته وسواس حرمه، وجعل لنا\nبيتا محجوجا، وحرما آمنا، وجعلنا الحكام على الناس.\n</p>\n\n<p>\nثم إن ابن أخي هذا، محمد بن عبد الله، لا يوزن به رجل إلا رجح به، وإن\nكان في المال قل، فإن المال ظل زائل، وأمر حائل.\n</p>\n\n<p>\nومحمد من قد عرفتهم قرابته، خطب خديجة بنت خويلد، وبذل لها من الصداق ما\nآجله وعاجله من مالي. وهو والله <span id='ms02'></span> مع هذا له نبأ عظيم وخطر جليل)).\n</p>\n\n<p>\nفتزوجها رسول الله صلى الله عليه وسلم ، ومهرها رسول الله صلى الله عليه\nوسلم اثنتي عشرة أوقية. حكاه ابن سعد.\n</p>\n\n<p>\nوكانت السوداء أم زفر ماشطتها، حكاه الزبير.\n</p>\n\n<p>\nفولدت له القاسم وعبد الله، وهو الطيب والطاهر والمطهر. لقب بهذا لأنه\nولد بعد النبوة.\n</p>\n\n<p>\nوولدت له من النساء: زينب، وهي أكبر بناته بلا خلاف، إلا شيئا يروى لا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nثم رقية، ثم أم كلثوم، ثم فاطمة، وهذا هو المشهور في ترتيب البنات.\n</p>\n\n<p>\nوقال ابن الكلبي: زينب، ثم القاسم، ثم أم كلثوم، ثم فاطمة، ثم رقية، ثم\nعبد الله، وكان يقال له: الطيب والطاهر.\n</p>\n\n<p>\nوقال ابن سعد: القاسم، ثم زينب، ثم رقية، ثم فاطمة، ثم أم كلثوم، وولد\nهؤلاء قبل النبوة، ثم ولد له آخر بعد النبوة، وهو عبد الله، وهو الطيب\nوالطاهر، وأم الجميع خديجة رضي الله عنها.\n</p>\n\n<p>\nقلت: جعل ابن إسحاق البنين ثلاثة: فقال: القاسم، وبه كان يكنى، والطيب،\nوالطاهر.\n</p>\n\n<p>\nفأما القاسم والطيب والطاهر، فهلكوا في الجاهلية.\n</p>\n\n<p>\nوقال بعضهم: ما نسمعها ولدت إلا القاسم.\n</p>\n\n<p>\nوولدت له بناته الأربع.\n</p>\n\n<p>\nوكانت سلمى مولاة صفية تقبلها.\n</p>\n\n<p>\nوكان بين كل ولدين لهما سنة، وكانت تسترضع لهم، وتعد ذلك قبل ولادها.\n</p>\n\n<p>\nوكانت تعق عن كل غلام بشاتين، وعن الجارية بشاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>AUTO [أولاده صلى الله عليه وسلم من خديجة رضي الله عنها]</h2>\n\n<p>\nفأما زينب، فولدت لأبي العاص بن الربيع بن عبد العزى بن عبد شمس ابن عبد\nمناف بن قصي، عليا، أردفه النبي صلى الله عليه وسلم يوم الفتح على راحلته.\n</p>\n\n<p>\nوأمامة، تزوجها علي بن أبي طالب رضي الله عنه، بعد موت فاطمة، رضي الله عنها.\n</p>\n\n<p>\nثم خلف عليها بعد علي، رضي الله عنه، المغيرة بن نوفل بن الحارث بن عبد\nالمطلب، بوصية من علي رضي الله عنه.\n</p>\n\n<p>\nقال: وهي التي كان رسول الله صلى الله عليه وسلم يحملها على عنقه في\nالصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوماتت زينب، رضي الله عنها، سنة ثمان من الهجرة.\n</p>\n\n<p>\nوأما رقية، فتزوجها عتبة بن أبي لهب، عبد العزى <span id='ms03'></span> بن عبد المطلب، وطلقها\nقبل أن يدخل بها.\n</p>\n\n<p>\nفتزوجها عثمان بن عفان، رضي الله عنه، بن أبي العاص بن أمية بن عبد شمس،\nوهاجر بها إلى الحبشة، وولدت له هناك عبد الله، مات بعدها وقد بلغ ست سنين.\n</p>\n\n<p>\nوكانت رقية، رضي الله عنها، من أجمل النساء. أصابتها الحصبة، فتخلف عليها\nعثمان، رضي الله عنه، يوم بدر بإذن رسول الله، صلى الله عليه وسلم ، وضرب\nله رسول الله، صلى الله عليه وسلم ، بسهمه وأجره، فكان كمن شهدها.\n</p>\n\n<p>\nوتوفيت بالمدينة، يوم قدوم زيد بن حارثة بشيرا بقتلى بدر.\n</p>\n\n<p>\nوكانت بدر في شهر رمضان، على رأس تسعة عشر شهرا من الهجرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أم كلثوم، فتزوجها عتيبة بن أبي لهب، الذي أكله السبع، أخو عتبة ومعتب\nابني أبي لهب، وقد أسلما يوم الفتح، وفارقها قبل أن يدخل بها، فتزوجها،\nعثمان رضي الله عنه، بعد موت رقية، فلذلك سمي ذا النورين.\n</p>\n\n<p>\nوكان تزوجه إياها في شهر ربيع الأول، ودخل بها في جمادي الآخرة من السنة\nالثالثة. وماتت سنة تسع من الهجرة، وصلى عليها أبوها، صلى الله عليه وسلم ،\nوشهد دفنها. وفيها قال: ((دفن البنات من المكرمات)).\n</p>\n\n<p>\nونزل في حفرتها علي، والفضل بن العباس، وأسامة بن زيد، رضي الله عنهم،\nقاله ابن سعد.\n</p>\n\n<p>\nوأما فاطمة، رضي الله عنها فتزوجها علي رضي الله عنه، في رجب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nبعد مقدم النبي صلى الله عليه وسلم ، المدينة بخمسة أشهر، وبنى بها مرجعه\nمن بدر، وفاطمة رضي الله عنها بنت خمس عشرة سنة، وقيل: بنت ثماني عشرة سنة.\n</p>\n\n<p>\n[وقيل:] بنى بها علي وقت مولدها، وقيل: سنة إحدى وأربعين من مولده صلى\nالله عليه وسلم .\n</p>\n\n<p>\nوقال ابن سعد: ولدت وقريش تبني البيت، وذلك قبل النبوة بخمس سنين.\n</p>\n\n<p>\nوالظاهر أنه تقدير لا تحرير.\n</p>\n\n<p>\nفولدت له حسنا وحسينا ومحسنا، مات صغيرا، وأم كلثوم وزينب.\n</p>\n\n<p>\nثم ماتت بعد أبيها بستة أشهر.\n</p>\n\n<p>\nقال ابن عمر: توفيت ليلة الثلاثاء، لثلاث خلون من شهر رمضان، سنة إحدى عشرة.\n</p>\n\n<p>\nوهو الثبت عندنا.\n</p>\n\n<p>\nوصلى عليها علي رضي الله عنه. وقيل <span id='ms04'></span>: العباس.\n</p>\n\n<p>\nونزل في حفرتها العباس والفضل بن العباس وعلي، رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: دفنت ليلا وصلى عليها علي رضي الله عنه.\n</p>\n\n<p>\nوقيل: إنها غسلت نفسها، ثم اضطجعت فماتت.\n</p>\n\n<p>\nوهي أول من جعل لها نعش، عملته لها أسماء بنت عميس الخثعمية، رضي الله\nعنها، وكانت قد رأته يصنع بأرض الحبشة.\n</p>\n\n<p>\nوقيل: ماتت بعد أبيها صلى الله عليه وسلم بستة أشهر، وقيل: ثلاثة أشهر،\nوقيل: ثمانية.\n</p>\n\n<p>\nفهند بنت عتيق، وهند هالة ابني أبي هالة، إخوة ولد رسول الله، صلى الله\nعليه وسلم ، من أمهم خديجة، رضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>AUTO [عود إلى أخبار خديجة رضي الله عنها]</h2>\n\n<p>\nوماتت خديجة، رضي الله عنها، بمكة لعشر خلون من شهر رمضان في السنة\nالعاشرة من النبوة، قبل الهجرة بثلاث سنين، وهي بنت خمس وستين سنة، بعد\nوفاة عمه أبي طالب بثلاثة أيام. قبل أن تفرض الصلاة على الجنائز.\n</p>\n\n<p>\nوماتت بالحجون. ونزل رسول الله صلى الله عليه وسلم في حفرتها، ولم تكن\nيومئذ الصلاة على الجنازة سنة.\n</p>\n\n<p>\nولم ينكح غيرها حتى ماتت رضي الله عنها. فلقد كانت، رضي الله عنها، عونا\nله على الدين.\n</p>\n\n<p>\nوروي عن عبد الرحمن بن زيد: أن آدم صلوات الله عليه قال: ((إن مما فضل به\nعلي ابني، صاحب البعير، أن زوجته كانت له عونا على دينه، وكانت زوجتي عونا\nلي على الخطيئة)).\n</p>\n\n<p>\nوكانت زوجته خديجة رضي الله عنها أول من صدقه وآمن به صلى الله عليه وسلم\n، وهي أول من صلى معه.\n</p>\n\n<p>\nبعث النبي صلى الله عليه وسلم يوم الاثنين، وصلى فيه، وصلت خديجة، رضي\nالله عنها، يوم الاثنين، وصلى علي رضي الله عنه يوم الثلاثاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>AUTO 2- [سودة بنت زمعة رضي الله عنها]</h2>\n\n<p>\nثم تزوج رسول الله صلى الله عليه وسلم بمكة بعد موت خديجة، رضي الله\nعنها، بأيام سودة بنت زمعة بن قيس بن عبد شمس بن عبد ود بن نصر بن مالك بن\nحسل بن عامر بن لؤي بن غالب القرشية العامرية.\n</p>\n\n<p>\nوهي أول امرأة تزوجها بعد النبوة.\n</p>\n\n<p>\nوأمها الشموس بنت قيس <span id='ms05'></span> بن عمرو بن زيد بن لبيد بن خداش بن عامر بن غانم بن\nعدي بن النجار، بنت أخي سلمى بنت عمرو بن زيد بن لبيد بن خداش، أم عبد\nالمطلب.\n</p>\n\n<p>\nوكانت قبله عند السكران بن عمرو بن عبد شمس، أخي سهيل وسليط وحاطب، وكلهم\nأسلم وصحب النبي صلى الله عليه وسلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nهاجر بها السكران إلى أرض الحبشة في الهجرة الثانية. ثم رجع بها إلى مكة\nفمات بها.\n</p>\n\n<p>\nفلما حلت، تزوجها رسول الله صلى الله عليه وسلم في شهر رمضان في السنة\nالعاشرة من النبوة.\n</p>\n\n<p>\nوإخوتها عبد وعبيد ومالك، ولهم صحبة، وعبد الرحمن الذي قضى به رسول الله\nصلى الله عليه وسلم لعبد بن زمعة وله عقب، أربعتهم أولاد زمعة بن قيس.\n</p>\n\n<p>\nروينا في السادس من حديث ابن السماك أن خولة بنت حكيم قالت: انطلقت إلى\nسودة، وأبوها شيخ كبير قد حبس على المواسم، فحييته بتحية أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nالجاهلية وقلت له: أنعم صباحا، فقال: من أنت؟ قلت: خولة بنت حكيم.\n</p>\n\n<p>\nقالت: تكلم فرحب بي، وقال ما شاء الله أن يقول.\n</p>\n\n<p>\nقلت: محمد بن عبد الله بن عبد المطلب يذكر سودة بنت زمعة.\n</p>\n\n<p>\nفقال: كفؤ كريم، ماذا تقول صاحبتك؟\n</p>\n\n<p>\nقلت: تحب ذلك.\n</p>\n\n<p>\nقال: فقولي له: فليأت.\n</p>\n\n<p>\nقالت: فجاء رسول الله صلى الله عليه وسلم فملكها.\n</p>\n\n<p>\nقالت: وقدم عبد بن زمعة فجعل يحثو التراب على رأسه.\n</p>\n\n<p>\nوقد قال بعد أن أسلم: لعمرك، إني لسفيه يوم أحثو التراب على رأسي أن تزوج\nرسول الله صلى الله عليه وسلم سودة.\n</p>\n\n<p>\nوكانت سودة امرأة ثقيلة ثبطة، وأسنت عنده، صلى الله عليه وسلم ، فهم\nبطلاقها فقالت: لا تطلقني، وأنت في حل من شأني، فإني أريد أن أحشر بأزواجك،\nوإني قد وهبت يومي لعائشة، رضي الله عنها، وإني لا أريد ما تريد النساء.\nفأمسكها صلى الله عليه وسلم حتى توفي عنها.\n</p>\n\n<p>\nوماتت بعده بالمدينة في آخر خلافة عمر بن الخطاب رضي الله عنه. وكان آخر\nخلافته سنة ثلاث وعشرين من الهجرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>AUTO 3- [عائشة رضي الله عنها]</h2>\n\n<p>\nثم تزوج بعد سودة <span id='ms06'></span>، رضي الله عنها، بشهر، أم عبد الله، عائشة بنت أبي بكر،\nعبد الله بن أبي قحافة، عثمان، رضي الله عنهم، بن عامر بن عمرو بن كعب بن\nسعد بن تميم بن مرة بن كعب بن لؤي، القرشية التيمية.\n</p>\n\n<p>\nكنيت بابن أختها عبد الله بن الزبير.\n</p>\n\n<p>\nوأمها، أم رومان بنت عامر بن عويمر. وقيل: بنت عمير بن عامر، من بني\nدهمان بن الحارث بن غالب بن مالك بن كنانة.\n</p>\n\n<p>\nوكانت تذكر لجبير بن مطعم وتسمى له، فسلها منه أبو بكر رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nتزوجها رسول الله صلى الله عليه وسلم بمكة في شوال سنة عشر من النبوة قبل\nالهجرة بثلاث سنين، وهي بنت ست سنين.\n</p>\n\n<p>\nفلما هاجر صلى الله عليه وسلم إلى المدينة، ونزل بيت أبي أيوب الأنصاري،\nبعث زيد بن حارثة وأبا رافع رضي الله عنهما إلى مكة، يأتيان بعياله، سودة\nوأم كلثوم وفاطمة وأم أيمن بركة، وهي حاضنة النبي صلى الله عليه وسلم\nومولاته، زوجها لزيد بن حارثة، وابنها أسامة. وخرج معهم عبد الله بن أبي\nبكر بعيال أبي بكر: أم رومان وعائشة وأسماء رضي الله عنهن، فقدموا المدينة،\nفأنزلت في بيت الحارثة بن النعمان ورسول الله صلى الله عليه وسلم يومئذ\nيبني مسجده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مربدا يصلي فيه المسلمون، ويجمع بهم فيه أسعد بن زرارة، قبل قدوم\nالنبي صلى الله عليه وسلم . فابتاعه النبي صلى الله عليه وسلم من الغلامين\nبعشرة دنانير.\n</p>\n\n<p>\nفلما فرغ من بنيانه، بنى لعائشة رضي الله عنها، ولسودة، رضي الله عنها،\nبيتا. وأعرس بعائشة رضي الله عنها، في شوال على رأس ثمانية أشهر من مهاجره،\nوهي بنت تسع سنين.\n</p>\n\n<p>\nوكان مقامه صلى الله عليه وسلم في بيت أبي أيوب رضي الله عنه إلى أن تحول\nإلى مساكنه، سبعة أشهر.\n</p>\n\n<p>\nوقبض عنها وهي بنت ثماني عشرة سنة، وكان لها معه تسع سنين وخمسة أشهر ولم\nيتزوج بكرا غيرها.\n</p>\n\n<p>\nوتوفيت بالمدينة ليلة الثلاثاء لسبع عشرة مضت من شهر رمضان سنة ثمان\nوخمسين.\n</p>\n\n<p>\nوصلى عليها أبو هريرة، رضي <span id='ms07'></span> الله عنه، بالبقيع، ودفنت ليلا بعد الوتر،\nومعه ابن عمر رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مروان قد اعتمر تلك السنة، فاستخلف أبا هريرة رضي الله عنه.\n</p>\n\n<p>\nونزل في قبرها خمسة من أهلها: القاسم بن محمد، وعبد الله بن عبد الرحمن،\nوعبد الله بن أبي عتيق، محمد بن عبد الرحمن، وإبنا الزبير: عبد الله وعروة.\n</p>\n\n<p>\nوقد قاربت سبعا وستين سنة أو فاتتها، لأن مولدها كان في سنة أربعة من\nالنبوة.\n</p>\n\n<p>\nوقد روي في تاريخها ودخولها ووفاتها روايات لا تصح، والصحيح ما أثبتناه\nههنا، فليعلم ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>AUTO 4- [حفصة بنت عمر رضي الله عنهما]</h2>\n\n<p>\nثم تزوج بعد عائشة، رضي الله عنها، باثنين وعشرين شهرا، حفصة بنت عمر ابن\nالخطاب، رضي الله عنها، بن نفيل بن عبد العزى بن رباح بن عبد الله بن قرط\nابن رزاح بن عدي بن كعب بن لؤي، في شعبان، على رأس ثلاثين شهرا من الهجرة،\nقبل أحد بشهر.\n</p>\n\n<p>\nوكانت أحد لسبع خلون من شوال.\n</p>\n\n<p>\nوكانت قبله عند خنيس بن حذافة، أخي عبد الله بن حذافة بن عدي بن سعد، أخي\nسعيد، بضم السين، ابني سهم القرشي السهمي.\n</p>\n\n<p>\nفمات عنها بعد رجوعه من بدر، على رأس خمسة وعشرين شهرا من الهجرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت بدر على رأس تسعة عشر شهرا من الهجرة.\n</p>\n\n<p>\nوكانت حفصة أخت عبد الله بن عمر، رضي الله عنهم، لأبيه وأمه، وهي أكبر منه.\n</p>\n\n<p>\nأمهما زينب بنت مظعون، أخت عثمان والسائب وقدامة، بني مظعون بن حبيب بن\nوهب بن حذافة بن جمح، أخي سهم، القرشيين الجمحيين.\n</p>\n\n<p>\nوكان قدامة قد شرب الخمر، فحده عمر رضي الله عنه.\n</p>\n\n<p>\nقال أيوب: ولم يحد أحد من أهل بدر إلا قدامة بن مظعون.\n</p>\n\n<p>\nقلت: ونعمان بن عمرو بن رفاعة بن الحارث بن سواد بن غنم بن مالك بن\nالنجار، شهد بدرا، وحده النبي صلى الله عليه وسلم في الخمر أيضا ثلاث مرات\nوأربعا وخمسا وعزله عمر بن الخطاب رضي الله عنه عن البحرين حين شرب الخمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوتأول قدامة قوله تعالى: {ليس على الذين آمنوا وعملوا <span id='ms08'></span> الصالحات جناح فيما\nطعموا إذا ما اتقوا} الآية.\n</p>\n\n<p>\nوكانت ولادة حفصة، رضي الله عنها، قبل النبوة بخمس سنين، وقريش تبني البيت.\n</p>\n\n<p>\nوماتت بالمدينة في شعبان سنة خمس وأربعين.\n</p>\n\n<p>\nوصلى عليها مروان بن الحكم، وهو يومئذ أمير المدينة في موضع الجنائز.\n</p>\n\n<p>\nوحمل مروان سريرها من عند دار آل حزم إلى دار المغيرة بن شعبة، وحمله أبو\nهريرة رضي الله عنه من دار المغيرة إلى قبرها.\n</p>\n\n<p>\nونزل في قررها عبد الله وعاصم ابنا عمر، وسالم وعبد الله وحمزة بنو عبد\nالله ابن عمر، رضي الله عنه، في جمادي الأولى سنة إحدى وأربعين، عام\nالجماعة.\n</p>\n\n<p>\nوكان رسول الله، صلى الله عليه وسلم ، قد طلق حفصة، ثم دخل عليها\nفتجلببت، فقال: ((إن جبريل أتاني فقال: راجع حفصة، فإنها صوامة قوامة، وهي\nزوجتك في الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت امرأة صالحة. أوصى إليها والدها عمر بن الخطاب رضي الله عنه بعد\nموته، وأوصت هي إلى عبد الله بن عمر، رضي الله عنهما، بما أوصى به إليها\nعمر، وبصدقة قد تصدقت بها وبمال وقفته بالغابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>AUTO 5- [زينب بنت خزيمة رضي الله عنها]</h2>\n\n<p>\nثم تزوج صلى الله عليه وسلم ، بعد حفصة، رضي الله عنها، بشهر واحد، زينب\nبنت خزيمة بن الحارث بن عبد الله بن عمرو بن عبد مناف بن هلال بن عامر ابن\nصعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن حفصة بن قيس عيلان\nبن مضر، القيسية الهوازنية العامرية الهلالية.\n</p>\n\n<p>\nوهي أم المساكين، وكانت تسمى بذلك في الجاهلية، لرأفتها بهم وإحسانها إليهم.\n</p>\n\n<p>\nوكانت قبله عند الطفيل بن الحارث بن المطلب بن عبد مناف بن قصي، فطلقها\nوتزوجها أخوه عبيدة بن الحارث، فقتل عنها يوم بدر شهيدا.\n</p>\n\n<p>\nفخلف عليها رسول الله، صلى الله عليه وسلم ، في شهر رمضان على رأس أحد\nوثلاثين شهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nمن الهجرة، قبل أحد بشهر، ومكث عنده ثمانية أشهر.\n</p>\n\n<p>\nوتوفيت في آخر شهر ربيع الآخر، على رأس تسعة وثلاثين شهرا من الهجرة.\n</p>\n\n<p>\nوصلى عليها رسول الله صلى الله عليه وسلم ، ودفنها بالبقيع، وبلغت <span id='ms09'></span> ثلاثين\nسنة أو نحوها.\n</p>\n\n<p>\nولم يمت من أزواجه، صلى الله عليه وسلم ، في حياته، بالإجماع، غيرها وغير\nخديجة، وفي ريحانة خلاف.\n</p>\n\n<p>\nوأرادت زينب أن تعتق جارية لها سوداء، فقال لها رسول الله صلى الله عليه\nوسلم : ألا تفدين بها بني أخيك وأختك من رعاية الغنم؟\n</p>\n\n<p>\nوقال أبو الحسن علي بن عبد العزيز الجرجاني النسابة: كانت زينب بنت خزيمة\nأخت ميمون لأمها.\n</p>\n\n<p>\nقال ابن عبد البر: ولم أر ذلك لغيره، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>AUTO 6- [أم سلمة رضي الله عنها]</h2>\n\n<p>\nثم تزوج [ صلى الله عليه وسلم ] بعد زينب بنت خزيمة بعام، أم سلمة رضي\nالله عنها. واسمها هند بنت أبي أمية، واسمه حذيفة، وقيل: سهيل، وهو زاد\nالراكب، أحد أجواد قريش المشهورين بالكرم. وكان يعرف بأبي عبد مناف ابن\nالمغيرة بن عبد الله بن عمر بن مخزوم بن يقظة بن مرة بن كعب بن لؤي بن\nغالب، القرشية المخزومية.\n</p>\n\n<p>\nوأمها عاتكة بنت عامر بن ربيعة بن مالك بن جذيمة بن علقمة، جذل الطعان\nابن فراس بن غنم بن مالك بن كنانة.\n</p>\n\n<p>\nوكانت قبله عند أبي سلمة، عبد الله بن عبد الأسد بن هلال بن عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nعمر بن مخزوم القرشي المخزومي، ابن عمة رسول الله صلى الله عليه وسلم . أمه\nبرة بنت عبد المطلب، وأخوه حمزة بن عبد المطلب من الرضاعة. أرضعتهم ثويبة\nمولاة أبي لهب.\n</p>\n\n<p>\nوكان أبو سلمة قد أسلم مع عشرة أنفس.\n</p>\n\n<p>\nوكان أول من هاجر إلى أرض الحبشة بزوجته أم سلمة. هاجر بها الهجرتين.\nفولدت له هناك برة بنت أبي سلمة، فسماها رسول الله، صلى الله عليه وسلم ،\nزينب. وولدت له بعدها سلمة وعمر ودرة، بني أبي سلمة.\n</p>\n\n<p>\nاستخلف رسول الله صلى الله عليه وسلم ، أبا سلمة على المدينة حتى خرج إلى\nغزوة العشيرة ثم شهد معه بدرا وأحدا، ورمي فيه بسهم، فمكث شهرا يداوي جرحه.\nثم برأ الجرح، وبعثه رسول الله صلى الله عليه وسلم في هلال المحرم على رأس\nخمسة وثلاثين شهرا من مهاجره، وبعث معه مائة وخمسين <span id='ms10'></span> رجلا من المهاجرين\nوالأنصار، إلى قطن، وهو جبل بناحية فيد، ماء لبني أسد بن خزيمة، فغاب تسعا\nوعشرين ليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nثم رجع إلى المدينة، فانتقض جرحه فمات منه لثمان خلون من جمادي الآخرة سنة\nأربع من الهجرة.\n</p>\n\n<p>\nفاعتدت أم سلمة لعشر بقين من شوال سنة أربع.\n</p>\n\n<p>\nوتزوجها رسول الله صلى الله عليه وسلم ، في ليال بقين من شوال سنة أربع،\nوجمعها إليه في شوال أيضا. وماتت في شوال سنة تسع وخمسين، وهي بنت أربع\nوثمانين سنة.\n</p>\n\n<p>\nوصلى عليها أبو هريرة، رضي الله عنه، خلافة عن الوليد بن عتبة بن أبي\nسفيان، صخر بن حرب بن أمية بن عبد شمس، والي المدينة. وكان غاب عن المدينة\nبالغابة.\n</p>\n\n<p>\nودخل في قبرها عمر وسلمة ابنا أبي سلمة، وعبد بن عبد الله بن أبي أمية،\nوعبد الله بن وهب بن زمعة، ودفنت في البقيع.\n</p>\n\n<p>\nومات أبو هريرة بعدها في تللك السنة رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو بكر بن أبي خيثمة: توفيت أم سلمة في ولاية يزيد بن معاوية، وولي\nيزيد يوم الخميس لثمان بقين من رجب سنة ستين، وهو اليوم الذي مات فيه\nمعاوية رضي الله عنه.\n</p>\n\n<p>\nومات يزيد ليلة البدر من شهر ربيع الأول سنة أربع وستين.\n</p>\n\n<p>\nوكانت ولايته ثلاث سنين وسبعة أشهر واثنين وعشرين يوما.\n</p>\n\n<p>\nويشهد لهذا القول، ما رواه مسلم في صحيحه في الفتن، من حديث عبيد الله بن\nقبطية قال: دخل الحارث بن أبي ربيعة وعبد الله بن صفوان وأنا معهما، على أم\nسلمة أم المؤمنين رضي الله عنها، فسألاها عن الجيش الذي يخسف به، وكان ذلك\nفي أيام ابن الزبير رضي الله عنهما، فقالت: قال رسول الله صلى الله عليه\nوسلم : ((يعوذ عائذ بالبيت فيبعث إليه بعثا، فإذا كانوا في بيداء من الأرض،\nخسف بهم)). فقلت: يا رسول الله، فكيف بمن كان كارها قال: ((يخسف به معهم،\nولكنه يبعث يوم القيامة على نيته)).\n</p>\n\n<p>\nقالت أم سلمة رضي الله عنها: لما خطبني رسول الله صلى الله عليه وسلم\nقلت: في خلال <span id='ms11'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nلا ينبغي أن أتزوج رسول الله صلى الله عليه وسلم : إني امرأة مسنة، وأم\nأيتام، وإني شديدة الغيرة.\n</p>\n\n<p>\nقالت: فأرسل إلي رسول الله صلى الله عليه وسلم ، أما قولك: إني مسنة،\nفإني أسن منك، ولا يعاب على المرأة بأن تتزوج أسن منها.\n</p>\n\n<p>\nوأما قولك: بأني أم أيتام، فإن كلهم على الله وعلى رسوله.\n</p>\n\n<p>\nوأما قولك: بأني شديدة الغيرة: فإني أدعو الله أن يذهب ذلك عنك.\n</p>\n\n<p>\nقالت: فتزوجني رسول الله صلى الله عليه وسلم ، فانتقلني إلى بيت زينب بنت\nخزيمة، رضي الله عنها، أم المساكين، بعد أن ماتت، فإذا جرة، فاطلعت فيها،\nفإذا فيها شيء من شعير، وإذا رحى وبرمة وقدر، فنظرت فإذا فيها كعب من إهالة.\n</p>\n\n<p>\nقالت: فأخذت ذلك الشعير وطحنته، ثم عصرته في البرمة، وأخذت الكعب من\nالإهالة فأدمته به.\n</p>\n\n<p>\nقالت: فكان ذلك طعام رسول الله، صلى الله عليه وسلم ، وطعام أهل بيته\nليلة عرسه.\n</p>\n\n<p>\nوأقام عندها ثلاثا، ثم أراد أن يدور، فأخذت بثوبه [قالت]، فقال: إن شئت\nسبعت لك، وإن سبعت لك سبعت لنسائي)). فاخترت الثلاث.\n</p>\n\n<p>\nثم قال صلى الله عليه وسلم : ((ثلاثا للثيب، وسبعا للبكر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>AUTO 7- [جويرية، رضي الله عنها]</h2>\n\n<p>\nثم تزوج بعد أم سلمة رضي الله عنها، بنحو من عام، جويرية رضي الله عنها،\nبنت الحارث بن أبي ضرار بن حبيب بن عابد بن مالك بن جذيمة. وجذيمة هو\nالمصطلق بن سعد بن كعب بن عمرو بن زمعة، وهو لحي بن حارثة بن عمرو مزيقياء\nبن عامر ماء السماء الأزدية، الخزاعية، المصطلقية.\n</p>\n\n<p>\nسباها [ صلى الله عليه وسلم ] يوم المريسيع، وهي غزوة بني المصطلق، في\nشعبان سنة خمس من الهجرة.\n</p>\n\n<p>\nوكان قبله تحت مسافع بن صفوان المصطلقي، قتل عنها يوم المريسيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت قد وقعت في سهم ثابت بن قيس بن شماس الأنصاري أو ابن عم له، وكاتبها\nعلى نفسها على تسع أواق.\n</p>\n\n<p>\n[قالت] عائشة رضي الله عنها: كانت جويرية امرأة جميلة ملاحة، لا يكاد\nيراها أحد إلا وقعت بنفسه، فجاءت رسول الله، صلى الله عليه وسلم ، تستعينه\nعلى <span id='ms12'></span> كتابتها، قالت: فوالله ما هو إلا أن رأيتها على باب الحجرة، فكرهتها،\nوعرفت أنه سيرى منها رسول الله صلى الله عليه وسلم ، ما رأيت، فقالت: يا\nرسول الله، أنا جويرية بنت الحارث ابن أبي ضرار سيد قومه، وقد أصابني من\nالأمر ما لم يخف عليك، فوقعت في السهم لثابت بن قيس أو لابن عم له، فكاتبته\nعلى نفسي، وجئتك أستعينك. فقال لها: هل لك في خير من ذلك؟\n</p>\n\n<p>\nقالت: وما هو يا رسول الله؟\n</p>\n\n<p>\nقال: أقضي عنك كتابتك وأتزوجك.\n</p>\n\n<p>\nقالت: نعم.\n</p>\n\n<p>\nقال: قد فعلت.\n</p>\n\n<p>\nوخرج الخبر إلى الناس أن رسول الله، صلى الله عليه وسلم ، تزوج جويرية\nبنت الحارث، فقالوا: أصهار رسول الله، صلى الله عليه وسلم ، يسترقون!\nفأعتقوا ما كان في أيديهم من سبايا بني المصطلق.\n</p>\n\n<p>\nفقالت عائشة رضي الله عنها: لا نعلم امرأة كانت أعظم بركة على قومها من\nجويرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الشعبي: كانت، يعني جويرية، من ملك يمين رسول الله، صلى الله عليه\nوسلم ، فضرب عليها الحجاب، فكان يقسم لها كما كان يقسم لنسائه.\n</p>\n\n<p>\nوكان اسمها برة، فحول رسول الله صلى الله عليه وسلم ، اسمها وسماها\nجويرية. كره أن يقال: خرج من عند بره.\n</p>\n\n<p>\nوتوفيت بالمدينة شهر ربيع الأول سنة ست وخمسين.\n</p>\n\n<p>\nوصلى عليها مروان بن الحكم، وهو أمير المدينة يومئذ، وقد بلغت تسعين سنة،\nلأنه صلى الله عليه وسلم ، تزوجها وهي بنت عشرين سنة.\n</p>\n\n<p>\nوقيل: توفيت سنة خمسين، وصلى عليها مروان، وهي بنت خمس وستين سنة.\n</p>\n\n<p>\nوأختها عمرة بنت الحارث روت عن النبي، صلى الله عليه وسلم : ((الدنيا\nحلوة خضرة)).. .. الحديث.\n</p>\n\n<p>\nروى عنها ابن أخيها محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>AUTO 8- [زينب بنت جحش رضي الله عنها]</h2>\n\n<p>\nثم تزوج [ صلى الله عليه وسلم ] بعد جويرية بشهر، زينب بنت جحش، رضي الله\nعنها، بن رئاب بن يعمر بن صبرة بن مرة بن كبير بن غنم بن دودان بن أسد بن خزيمة.\n</p>\n\n<p>\nوكان بنو غنم بن دودان أهل إسلام، قد أوعبوا في الهجرة إلى المدينة،\nرجالهم ونساؤهم، وتركوا دورهم مغلقة، وهم حلفاء حرب بن <span id='ms13'></span> أمية بن عبد شمس بن\nعبد مناف بن قصي. فلما خرج بنو جحش من دارهم بمكة، عدا عليها أبو سفيان بن\nحرب، بطريق الحلف والصهارة، فباعها، فبلغ بني جحش ما صنع أبو سفيان بدورهم،\nفذكر ذلك عبد الله بن جحش للنبي، صلى الله عليه وسلم ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nفقال له النبي صلى الله عليه وسلم : ((ما ترضى يا عبد الله أن يعطيك بها\nالله دارا في الجنة خيرا منها؟ قال: بلى، قال: فذلك لك)).\n</p>\n\n<p>\nفلما افتتح رسول الله صلى الله عليه وسلم مكة، كلمه أخوه أبو أحمد عبد بن\nجحش في دارهم، فأبطأ عليه رسول الله، صلى الله عليه وسلم . فقال الناس لأبي\nأحمد: يا أبا أحمد، رسول الله، صلى الله عليه وسلم ، يكره أن ترجعوا إلى\nشيء من أموالكم أصيب منكم في الله، فأمسك عن كلام رسول الله صلى الله عليه\nوسلم . وقال لأبي سفيان، وكانت عنده بنته الفارعة.\n</p>\n\n<p>\nأبلغ أبا سفيان عن ... أمر عواقبه ندامة\n</p>\n\n<p>\nدار ابن عمك بعتها ... تقضى بها عنك الغرامة\n</p>\n\n<p>\nوحليفكم بالله رب ... الناس مجتهد القسامة\n</p>\n\n<p>\nإذهب بها، إذهب بها ... طوقتها طوق الحمامة.\n</p>\n\n<p>\nوفي صحيح مسلم ((أن زينب بنت أبي سلمة دخلت على زينب بنت جحش حين توفي\nأخوها، فدعت بطيب)).. .. الحديث.\n</p>\n\n<p>\nأخوها هذا أبو أحمد عبد هو الشاعر، كان أعمى.\n</p>\n\n<p>\nوكان بنو جحش ستة أخوة، ثلاثة أبناء، وثلاث بنات:\n</p>\n\n<p>\nعبد الله المجدع في الله يوم أحد، أول من سمي أمير المؤمنين.\n</p>\n\n<p>\nوأبو أحمد الشاعر الأعمى واسمه عبد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوعبيد الله، زوج أم حبيبة، أم المؤمنين. تنصر بالحبشة ومات بها على\nالنصرانية، نعوذ بالله من ذلك، ومن كل سوء.\n</p>\n\n<p>\nوزينب أم المؤمنين.\n</p>\n\n<p>\nوحبيبة التي كانت تستحاض عند ابن عوف.\n</p>\n\n<p>\nوحمنة، قتل عنها مصعب الخير بن عمير بن هاشم بن عبد مناف بن عبد الدار بن\nقصي يوم أحد، فخلف عليها طلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد\nبن تيم بن مرة، فولدت له محمد السجاد، قتل يوم الجمل، وعمران.\n</p>\n\n<p>\nوأم ولد جحش كلهم، عمة <span id='ms14'></span> رسول الله صلى الله عليه وسلم ، أميمة بنت عبد\nالمطلب بن هاشم بن عبد مناف بن قصي.\n</p>\n\n<p>\nكانت زينب بنت جحش عند زيد بن حارثة، ثم فارقها، فلما حلت، زوجه الله\nتعالى إياها من السماء، وهي التي قال الله فيها: {فلما قضى زيد منها وطرا\nزوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم}. وذلك أنه لما\nتزوجها قال المنافقون: تزوج حليلة ابنه. وقد كان ينهى عن ذلك، فأنزل الله\nعز وجل الآية المذكورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوأنزل: {ما كان محمد أبا أحد من رجالكم، ولكن رسول الله وخاتم النبيين}.\n</p>\n\n<p>\nوقال: {ادعوهم لآبائهم هو أقسط عند الله، فإن لم تعلموا آباءه فأخوانكم\nفي الدين ومواليكم}.\n</p>\n\n<p>\nفدعي من عندئذ: زيد بن حارثة، وقد كان يدعى زيد بن محمد.\n</p>\n\n<p>\nوتزوجها رسول الله، صلى الله عليه وسلم ، في قول ابن سعد وغيره: لهلال ذي\nالقعدة سنة خمس، وهي يومئذ بنت خمس وثلاثين سنة، وفيها نزلت آية الحجاب.\n</p>\n\n<p>\n[و] أطعم صلى الله عليه وسلم المسلمين خبزا ولحما.\n</p>\n\n<p>\nوتحدث بعضهم في البيت وثقلوا عليه، فأنزل الله عز وجل آية الحجاب: {يا\nأيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم.. .. } الآية.\n</p>\n\n<p>\nوكانت زينب، رضي الله عنها، امرأة جميلة كثيرة الصدقة.\n</p>\n\n<p>\nوكانت أول نسائه لحوقا به، صلى الله عليه وسلم ، ماتت سنة عشرين، وفيها\nفتحت مصر، وهي بنت خمسين سنة.\n</p>\n\n<p>\nوصلى عليها عمر بن الخطاب، رضي الله عنه، وأمر محمد بن عبد الله بن جحش،\nوأسامة بن زيد، وعبد الله بن أبي أحمد، وعبد بن جحش، ومحمد بن طلحة، فنزلوا\nفي قبرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوأمر بفسطاط، فضرب على قبرها بالبقيع لشدة الحر، فكان أول فسطاط ضرب على\nقبر بالبقيع.\n</p>\n\n<p>\nوكان اسمها برة، سماها رسول الله، صلى الله عليه وسلم ، زينب.\n</p>\n\n<p>\nوقيل: بل ماتت سنة إحدى وعشرين، وفيها فتحت الإسكندرية.\n</p>\n\n<p>\nوأوصت أن تحمل على سرير رسول الله صلى الله عليه وسلم ، ويجعل عليه نعش،\nوكان حمل عليه قبل ذلك، أبو بكر الصديق، رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>AUTO 9- [ريحانة رضي الله عنها <span id='ms15'></span>]</h2>\n\n<p>\nثم تزوج على زينب بنت جحش في المحرم سنة ست من الهجرة، ريحانة بنت زيد بن\nعمرو بن خنافة بن شمعون بن زيد، من بني النضير، أخوة بني قريظة.\n</p>\n\n<p>\nوكانت متزوجة رجلا من بني قريظة يقال له الحكم، فنسبها بعض الرواة إلى\nبني قريظة لذلك.\n</p>\n\n<p>\nوكانت امرأة جميلة ومثمنة، وقعت في السبي، يوم بني قريظة، وذلك في ليال\nمن ذي القعدة سنة خمس من الهجرة.\n</p>\n\n<p>\nوكانت صفي رسول الله صلى الله عليه وسلم ، فخيرها بين الإسلام ودينها،\nفاختارت الإسلام، فأعتقها وتزوجها، وأصدقها اثنتي عشرة أوقية ونشا، كما كان\nيصدق نساءه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوأعرس بها في المحرم سنة ست من الهجرة، في بيت أم المنذر، سلمى بنت قيس،\nبعد أن حاضت عنده حيضة.\n</p>\n\n<p>\nوضرب عليها الحجاب، فغارت عليه غيرة شديدة، فطلقها تطليقة واحدة، فأكثرت\nالبكاء، فدخل عليها وهي على تلك الحالة، فراجعها.\n</p>\n\n<p>\nفكانت عنده حتى ماتت، رضي الله عنها، عند مرجعه من حجة الوداع، ودفنها\nبالبقيع.\n</p>\n\n<p>\nوقيل: إنه لم يتزوجها، فروي أن رسول الله، صلى الله عليه وسلم ، لم\nيعتقها، وكان يطؤها بملك اليمين، وأنه خيرها فقال لها: إن أحببت أعتقتك\nوتزوجتك فعلت، وإن أحببت أن تكوني في ملكي. فقالت: يا رسول الله، أكون في\nملكك، أخف علي وعليك. فكانت في ملك رسول الله صلى الله عليه وسلم ، يطؤها\nحتى توفي عنها.\n</p>\n\n<p>\nقال محمد بن عمر الأسلمي: والقول الأول أثبت الأقاويل عندنا، وهو الأصح\nعند أهل العلم.\n</p>\n\n<p>\nوحكى أبو الفرج عبد الرحمن بن الجوزي رحمه الله في كتاب ((التلقيح))، عن\nالزهري، قال: استأسر، يعني النبي صلى الله عليه وسلم ، ريحانة فأعتقها\nولحقت بأهلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>AUTO 10- [أم حبيبة رضي الله عنها]</h2>\n\n<p>\nثم تزوج بعد ريحانة، أم حبيبة، رملة، رضي الله عنها، بنت أبي سفيان، صخر\nبن حرب بن أمية بن عبد شمس بن عبد مناف بن قصي القرشية الأموية.\n</p>\n\n<p>\nوأخوها لأبيها وأمها، حنظلة بن أبي سفيان، قتله علي، رضي الله عنه، يوم\nبدر كافرا.\n</p>\n\n<p>\nأمها صفية بنت أبي العاص بن أمية، عمة عثمان بن عفان، رضي <span id='ms16'></span> الله عنه، ابن\nأبي العاص.\n</p>\n\n<p>\nهاجرت أم حبيبة مع زوجها عبيد الله بن جحش إلى أرض الحبشة في الهجرة\nالثانية، فولدت له هناك حبيبة بنت عبيد الله، فكنيت بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nتزوج حبيبة، داود بن عروة بن مسعود الثقفي.\n</p>\n\n<p>\nوكان مولدها بأرض الحبشة، وقيل: بمكة، قبل أن يهاجر [عبيد الله].\n</p>\n\n<p>\nوتنصر عبيد الله وارتد عن الإسلام ومات على ذلك، نعوذ بالله من شر\nالفعال، وثبتت أم حبيبة رضي الله عنها، على الإسلام.\n</p>\n\n<p>\nوبعث رسول الله، صلى الله عليه وسلم ، عمرو بن أمية الضمري إلى النجاشي\nسنة ست من الهجرة، فزوجه إياها. وكان الذي أنكحها وعقد عليها خالد بن سعيد\nبن العاص بن أمية.\n</p>\n\n<p>\nوأصدقها النجاشي عن رسول الله صلى الله عليه وسلم أربع مائة دينار، على\nالأصح، وبعث بأم حبيبة مع شرحبيل بن حسنة وجهزها من عنده، وما بعث إليها\nالنبي صلى الله عليه وسلم بشيء، وذلك سنة سبع للهجرة.\n</p>\n\n<p>\nوقيل: إن عثمان بن عفان رضي الله عنه أولم عليها لحما وثريدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغ أبا سفيان أن النبي، صلى الله عليه وسلم ، نكح ابنته فقال: ((هو الفحل\nلا يقدع أنفه)).\n</p>\n\n<p>\nوروي عن عائشة، رضي الله عنها، قالت: دعتني أم حبيبة، رضي الله عنها، زوج\nالنبي، صلى الله عليه وسلم ، [عند وفاتها] فقالت: قد كان بيننا ما بين\nالضرائر، فغفر الله لي ولك ما كان من ذلك. فقلت: غفر الله لك ذلك كله\nوتجاوز [عنه] وحللك من ذلك، فقالت: سررتني سرك الله. وأرسلت إلى أم سلمة،\nرضي الله عنها، فقالت لها مثل ذلك.\n</p>\n\n<p>\nوتوفيت سنة أربع وأربعين.\n</p>\n\n<p>\nوفي هذه السنة، بعد موت أم حبيبة، ادعى معاوية، رضي الله عنه، زيادا،\nوقيل: بل كان قبل موت أم حبيبة، رضي الله عنها، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>AUTO 11- [مارية رضي الله عنها]</h2>\n\n<p>\nثم أهدي له مارية بنت شمعون القبطية، رضي الله عنها، أم ولده إبراهيم.\n</p>\n\n<p>\nوكانت من خفن، من كورة أنصنا من صعيد مصر الأعلى. أهداها له المقوقس،\nصاحب الإسكندرية، في سنة سبع من الهجرة.\n</p>\n\n<p>\nبعث بها وبأختها شيرين، وألف <span id='ms17'></span> مثقال ذهبا، وعشرين ثوبا لينا، وبغلته\nالدلدل، وحماره عفير، ويقال: يعفور، ومعهم خصي يقال له: مابور، قيل: إنه\nابن عمها.\n</p>\n\n<p>\nوذكر ابن عبد الحكم في ((فتوح مصر والإسكندرية)) من حديث يزيد بن أبي\nحبيب، أن المقوقس ((أهدى له بغلة شهباء وحمارا أشهب وثيابا من قباطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nمصر، وعسلا من عسل بنها، ومارية وأختها، ومالا. فأعجب النبي، صلى الله عليه\nوسلم ، العسل، فدعا في عسل بنها بالبركة))، وبعث ذلك كله مع حاطب بن أبي\nبلتعة اللخمي، حليف بني أسد بن عبد العزى بن قصي، فعرض حاطب على مارية\nالإسلام فأسلمت، وأسلمت أختها شيرين، وأقام الخصي على دينه، حتى أسلم\nبالمدينة في عهد النبي صلى الله عليه وسلم .\n</p>\n\n<p>\nفوهب، صلى الله عليه وسلم ، شيرين لحسان بن ثابت رضي الله عنه، واتخذ،\nصلى الله عليه وسلم ، مارية سرية.\n</p>\n\n<p>\nوكان الخصي يأوي إليها ويأتيها بالماء والحطب، فاتهمت به، وقال الناس:\nعلج يدخل على علجة. فبلغ ذلك النبي، صلى الله عليه وسلم ، فبعث عليا، رضي\nالله عنه، ليقتله.\n</p>\n\n<p>\nفلما رأى السيف، رضي الله عنه، تكشف، فإذا هو مجبوب، فكف عنه علي رضي\nالله عنه، ورجع إلى النبي، صلى الله عليه وسلم ، فأخبره، فقال له: ((أصبت،\nإن الشاهد يرى ما لا يرى الغائب)).\n</p>\n\n<p>\nفلما ولدت مارية، رضي الله عنها، إبراهيم، على أبيه وعليه السلام، جاء\nجبريل إلى النبي، صلى الله عليه وسلم ، فقال: ((السلام عليك يا إبراهيم))\nفاطمأن رسول الله، صلى الله عليه وسلم ، إلى ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مولد إبراهيم في ذي الحجة سنة ثمان من الهجرة، فقبلتها سلمى مولاته،\nوجاء زوجها أبو رافع، فبشر النبي، صلى الله عليه وسلم ، بإبراهيم، فوهب له عبدا.\n</p>\n\n<p>\nفلما كان يوم سابعه، عق عنه بكبش، وحلق رأسه أبو هند، وسماه يومئذ، وتصدق\nبوزن شعره على المساكين ورقا، ودفنوا شعره في الأرض.\n</p>\n\n<p>\nوروي: أنها لما ولدته قال صلى الله عليه وسلم : ((أعتقها ولدها)).\n</p>\n\n<p>\nوتوفي إبراهيم، عليه السلام، في شهر ربيع الأول سنة عشر، وقد بلغ ستة عشر\nشهرا، في بني مازن، عند مرضعه <span id='ms18'></span> أم بردة، خولة بنت المنذر بن زيد بن لبيد بن\nخداش، بنت عم سلمى بن عمرو بن زيد، أم عبد المطلب.\n</p>\n\n<p>\nوغسلته أم بردة، وحمل من بيتها على سرير صغير، وصلى عليه رسول الله، صلى\nالله عليه وسلم ، بالبقيع ودفنه به عند قبر عثمان بن مظعون، رضي الله عنه،\nورش عليه الماء وقال: ((إن له مرضعة في الجنة)).\n</p>\n\n<p>\nقالت شيرين: رأيت النبي صلى الله عليه وسلم لما حضر إبراهيم وأنا أصيح\nوأختي ما ينهانا عن الصياح، فلما مات نهانا عن الصياح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي أوفى: لو كان بعده نبي، ما مات إبراهيم عليه السلام.\n</p>\n\n<p>\nوروي عنه، صلى الله عليه وسلم : ((لو عاش إبراهيم لوضعت الجزية عن كل\nقبطي)) وقال صلى الله عليه وسلم : ((استوصوا بالقبط خيرا، إن لهم ذمة\nورحما)).\n</p>\n\n<p>\nوقال صلى الله عليه وسلم : ((في أهل المدرة السوداء، السحم، فإن لهم نسبا\nوصهرا)).\n</p>\n\n<p>\nوروت عمرة عن عائشة، رضي الله عنها، قالت: ما غرت على امرأة إلا دون ما\nغرت على مارية، وذلك أنها كانت جميلة من النساء جعدة، وأعجب بها رسول الله،\nصلى الله عليه وسلم ، وكان أنزلها أول ما قدم بها في بيت الحارثة بن\nالنعمان، فكانت جارتنا، وكان رسول الله صلى الله عليه وسلم عامة الليل\nوالنهار عندها، حتى فرغنا لها فحولها إلى العالية، وكان يختلف إليها هناك،\nفكان ذلك أشد علينا. ثم رزقها الله تعالى الولد وحرمناه منه.\n</p>\n\n<p>\nوروي أنه، صلى الله عليه وسلم ، خلا بمارية في بيت حفصة، فخرج النبي، صلى\nالله عليه وسلم ، وهي قاعدة على بابه، فقالت: يا رسول الله، أفي بيتي ويومي!\n</p>\n\n<p>\nفقال صلى الله عليه وسلم : ((هي علي حرام، فأمسكي عني)).\n</p>\n\n<p>\nقالت: لا أفعل حتى تحلف.\n</p>\n\n<p>\nفقال: ((والله لا أمسها ولا أقربها أبدا)).\n</p>\n\n<p>\nفنزلت: {قد فرض الله لكم تحلة أيمانكم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nفكان القاسم بن محمد يرى قوله: ((حرام)) ليس بشيء.\n</p>\n\n<p>\nوقال [مالك: فالحرام حلال في الإماء، ولو قال] أنت علي حرام، وإذا قال:\nوالله، إني لا أقربك، فعليه الكفارة.\n</p>\n\n<p>\nوقال مسروق: أنزل <span id='ms19'></span> الله تعالى في الآية {قد فرض الله لكم تحلة أيمانكم}\nوأنزل: {يا أيها النبي لم تحرم ما أحل الله لك}. الآية فالحرام حلال، يعني\nفي الإماء.\n</p>\n\n<p>\nتوفيت مارية أم إبراهيم، رضي الله عنها، في المحرم سنة ست عشرة من\nالهجرة، فرؤي عمر بن الخطاب رضي الله عنه، يحشر الناس لشهودها، وصلى عليها.\nوقبرها بالبقيع.\n</p>\n\n<p>\nوكانت أمرت أن تعتد ثلاث حيض. فلما توفي النبي، صلى الله عليه وسلم ،\nاعتدت ثلاث حيض، وكان أبو بكر رضي الله عنه ينفق عليها حتى توفي، ثم كان\nعمر بن الخطاب، رضي الله عنه، ينفق عليها حتى توفيت في خلافته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>AUTO 12- [صفية رضي الله عنها]</h2>\n\n<p>\nثم تزوج بعد مارية، صفية، رضي الله عنها، بنت حيي بن أخطب بن سعية ابن\nثعلبة بن عبيد بن كعب بن الخزرج بن أبي حبيب بن النضير بن النحام ابن\nنيحوم، من بني إسرائيل، من سبط هارون عليه السلام.\n</p>\n\n<p>\nكان أبوها سيد بني النضير، فقتل مع بني قريظة.\n</p>\n\n<p>\nوأمها برة بنت سموأل، أخت رفاعة بن سموأل من بني قريظة، أخوة النضير.\n</p>\n\n<p>\nوكانت صفية عن سلام بن مشكم القرظي الشاعر، ففارقتها، فخلف عليها كنانة\nبن الربيع بن أبي الحقيق النضري الشاعر، فقتل عنها يوم خيبر، ولم تلد لأحد\nمنهما شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت غزوة خيبر في جمادي الأولى سنة سبع، فاصطفاها النبي صلى الله عليه\nوسلم لنفسه، وكانت جارية لم تبلغ سبعة عشرة سنة.\n</p>\n\n<p>\nوكانت سبيت من القموص، إحدى حصون خيبر، وخيرها وقال: إن اخترت الإسلام\nأمسكتك لنفسي، وإن اخترت اليهودية فعسى أن أعتقك فتلحقين بقومك.\n</p>\n\n<p>\nفقالت: ما لي في اليهودية أرب، وما لي فيها والد ولا أخ.\n</p>\n\n<p>\nفاختارت الله ورسوله، فأسلمت، فأعتقها وتزوجها، وجعل عتقها صداقها.\n</p>\n\n<p>\nودفعها إلى أم سليم حتى تهيئها وتصنعها وتعتد عندها.\n</p>\n\n<p>\nفلما كانوا بالصهباء، وهي على بريد من خيبر، في جمادي الآخرة سنة سبع،\nأعرس بها، وضرب عليها الحجاب.\n</p>\n\n<p>\nفلما أصبح أمر بالأرض ففحصت أفاحيص، فجعل الأنطاع فيها، ثم جعل فيها\nالسمن والأقط والتمر، فكانت وليمة رسول الله، صلى الله <span id='ms20'></span> عليه وسلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nقال سهل بن سعد: أولم رسول الله، صلى الله عليه وسلم ، حين دخلت عليه صفية،\nالتمر والسويق. قال: ورأيت صفية يومئذ تسقي الناس النبيذ.\n</p>\n\n<p>\nفقيل له: وأي شيء كان ذلك النبيذ الذي سقتهم؟ قال: تمرات نقعتهن في تور\nمن حجارة، أو قال: برمة، من العشي أو من الليل، فما أصبحت، سقته الناس.\n</p>\n\n<p>\nوروي عن أبي هريرة، رضي الله عنه، قال: لما دخل رسول الله، صلى الله عليه\nوسلم ، بصفية، قام أبو أيوب على باب النبي، صلى الله عليه وسلم ، فلما أصبح\nرسول الله، صلى الله عليه وسلم ، كبر ومع أبي أيوب، رضي الله عنه، السيف\nفقال: يا رسول الله، كانت جارية حديثه عهد بعرس، وكنت قتلت أباها وأخاها\nوزوجها، فلم آمنها عليك، فضحك صلى الله عليه وسلم وقال له: خير.\n</p>\n\n<p>\nفلما قدموا المدينة، أنزلها في بيت من بيوت حارثة بن النعمان، وسمع بها\nنساء المهاجرين والأنصار، فدخلن عليها، ومعهن أربع من أزواج النبي، صلى\nالله عليه وسلم ، متنقبات متنكرات: زينب بنت جحش وعائشة وحفصة وجويرية، رضي\nالله عنهن، فقالت زينب لجويرية: يا بنت الحارث، ما أرى هذه الجارية إلا\nستغلبنا على رسول الله، صلى الله عليه وسلم ، فقالت جويرية: كلا، إنها من\nنساء قل أن يحظين عند الأزواج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوكان في أذن صفية رضي الله عنها خرصة من ذهب، فوهبت منه لفاطمة رضي الله\nعنها، ونساء معها.\n</p>\n\n<p>\nوقد اختلف عن أنس بن مالك، رضي الله عنه، في حديث صفية، فروي عنه: أنها\nوقعت في سهم دحية الكلبي جارية جميلة، فاشتراها منه بسبعة أرؤس.\n</p>\n\n<p>\nوروي عنه: أن رسول الله صلى الله عليه وسلم ، لما جمع سبي خيبر، جاء دحية\nفقال: اعطني جارية من المستبى، فقال: اذهب فخذ جارية، فأخذ صفية بنت حي.\nفقيل: يا رسول الله، صلى الله عليه وسلم ، إنها سيدة قريظة والنضير، ما\nتصلح إلا لك. فقال له النبي، صلى الله عليه وسلم : خذ جارية من السبي غيرها.\n</p>\n\n<p>\nوقال ابن شهاب: كانت مما أفاء الله عليه، فحجبها وأولم <span id='ms21'></span> عليها بتمر وسويق،\nوقسم لها، وكانت إحدى أمهات المؤمنين.\n</p>\n\n<p>\nوكانت صفية، رضي الله عنها، حليمة عاقلة فاضلة.\n</p>\n\n<p>\nفيروى أن النبي صلى الله عليه وسلم ، قال لها: لم يزل أبوك من أشد يهود\nلي عداوة حتى قتله الله.\n</p>\n\n<p>\nفقالت: يا رسول الله، إن الله يقول في كتابه: {ولا تزر وازرة وزر أخرى}.\n</p>\n\n<p>\nويروى أن جارية لها أتت عمر بن الخطاب، رضي الله عنه، فقالت: إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nصفية تحب السبت وتصل اليهود. فبعث إليها يسألها فقالت: أما السبت، فلم أحبه\nمنذ أبدلني الله به يوم الجمعة، وأما اليهود، فإن لي فيهم رحما فأنا أصلها.\n</p>\n\n<p>\nثم قالت للجارية: ما حملك على ما صنعت! قالت: الشيطان. قالت: اذهبي فأنت حرة.\n</p>\n\n<p>\nوروي عن كنانة قالت: كنت أقود بصفية، رضي الله عنها، لترد عن عثمان ابن\nعفان، رضي الله عنه، فلقيها الأشتر، فضرب وجه بغلتها حتى مالت، فقالت:\nردوني، لا يفضحني هذا ثم وضعت خشبا بين منزلها ومنزل عثمان، رضي الله عنه،\nتنقل عليه الماء والطعام.\n</p>\n\n<p>\nوماتت صفية، رضي الله عنها، في رمضان سنة خمسين، وقيل: سنة اثنين وخمسين،\nودفنت بالبقيع.\n</p>\n\n<p>\nوورثت مائة ألف درهم بقيمة أرض وعرض، فأوصت لابن أختها، وهو يهودي،\nبثلثيها، فأبوا أن يعطوه، حتى كلمت عائشة رضي الله عنها، فأرسلت إليهم أن\nاتقوا الله وأعطوه وصيته. فأخذ ثلثها، وهو ثلاثة وثلاثون ألف درهم ونيف.\n</p>\n\n<p>\nوكان لها دار تصدقت بها في حياتها، رضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>AUTO 13- [ميمونة رضي الله عنها]</h2>\n\n<p>\nثم تزوج [ صلى الله عليه وسلم ] بعد صفية، ميمونة رضي الله عنها، بنت\nالحارث بن حزن بن البجير بن الهزم بن رويبة بن عبد الله بن هلال بن عامر بن\nصعصعة بن معاوية ابن بكر بن هوازن بن منصور بن عكرمة بن حفصة بن قيس عيلان\nبن مضر، العامرية الهلالية.\n</p>\n\n<p>\nوأخوات ميمونة لأبيها وأمها: لبابة الكبرى زوج العباس، ولبابة الصغرى زوج\nالوليد بن المغيرة، وعصماء زوج أبي بن خلف، وعزة زوج زياد الهلالي وهزيلة،\nأم حفيد، التي أهدت السمن والأقط والأضب، زوج رجل من بني <span id='ms22'></span> جعفر بن كلاب، من\nالأعراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أخوات ميمونة لأمها: فأسماء بنت عميس، كانت عند جعفر بن أبي طالب، رضي\nالله عنه، ثم خلف عليها أبو بكر الصديق، رضي الله عنه، ثم خلف عليها علي،\nرضي الله عنها.\n</p>\n\n<p>\nوسلمى بنت عميس، رضي الله عنها، كانت عند حمزة بن عبد الملطب، رضي الله\nعنه، ثم خلف عليها شداد بن الهاد.\n</p>\n\n<p>\nسلامة بنت عميس، كانت عند عبد الله بن كعب.\n</p>\n\n<p>\nوقال أبو الحسن علي بن عبد العزيز بن علي بن الحسين الجرجاني النسابة:\nكانت زينب بنت خزيمة، أم المؤمنين، أخت ميمونة لأمها، أمهن كلهن: هند بنت\nعوف بن زهير بن الحارث بن حماطة الحميرية الخرشية، ويقال فيها: الكنانية،\nولعله بالحلف. وهي التي يقال فيها: ((أكرم الناس أصهارا)).\n</p>\n\n<p>\nوبناتها ست أخوات لأبوين، وتسع لأم، وعلى قول الجرجاني عشر لأم.\n</p>\n\n<p>\nقال ابن سعد: لبابة الكبرى، أخت ميمونة لأبيه وأمها، ولبابة الصغرى، وهي\nالعصماء بنت الحارث، أخت ميمونة لأبيها، وأمها فاختة بنت عامر بن معتب ابن\nعامر الثقفي. وعزة بنت الحارث، أخت ميمونة لأبيها، وهزيلة بنت الحارث، أخت\nميمونة لأبيها.\n</p>\n\n<p>\nفأخواتها لأمها: محمية بنت جزء الزبيدي وعون وأسماء وسلمى، بنو عميس. ولم\nيذكر سلامة بنت عميس.\n</p>\n\n<p>\nوكان اسم ميمونة برة، فسماها رسول الله صلى الله عليه وسلم ميمونة.\n</p>\n\n<p>\nوكانت عند مسعود بن عمرو بن عمر الثقفي، في الجاهلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nثم فارقها، فخلف عليها أبو رهم أخو حويطب، ابنا عبد العزى بن أبي قيس ابن\nعبد ود بن نضر بن مالك بن حسل بن عامر بن لؤي، فتوفي عنها.\n</p>\n\n<p>\nفتزوجها رسول الله صلى الله عليه وسلم ، زوجه إياها العباس بن عبد\nالمطلب، وكان يلي أمرها.\n</p>\n\n<p>\nقال ابن شهاب: هي التي وهبت نفسها للنبي، صلى الله عليه وسلم .\n</p>\n\n<p>\nقيل لعمرة: إن ميمونة وهبت نفسها للنبي، صلى الله عليه وسلم ، فقالت:\nتزوجها رسول الله. صلى الله عليه وسلم ، على مهر خمس مائة درهم.\n</p>\n\n<p>\nواختلف الرواة في حاله حين نكحها، أحلا كان أم حراما! فمن قال: تزوجها في\nشوال سنة سبع <span id='ms23'></span>، كان حلالا مقيما بالمدينة.\n</p>\n\n<p>\nومن قال: تزوجها بسرف في عمرة القضاء، وكانت في ذي القعدة من السنة،\nاحتمل أن يكون على الحقيقة الشرعية، واحتمل أن يكون على الحقيقة اللغوية،\nوأنه تزوجها بعد العمرة وهو بالحرم، لقوله صلى الله عليه وسلم في حديث\nعثمان بن عفان رضي الله عنه: ((لا ينكح المحرم ولا ينكح)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوكان أقام بمكة ثلاثا، وبنى بها بسرف، على عشرة أميال من مكة.\n</p>\n\n<p>\nوماتت بسرف، ودفنت في موضع قبتها التي بنى فيها بها.\n</p>\n\n<p>\nوقيل: توفيت بمكة، وحملت على رقاب الرجال إلى سرف، فدفنت هناك.\n</p>\n\n<p>\nوكانت محلوقة الرأس قد حلقت في الحج.\n</p>\n\n<p>\nوهي آخر امرأة تزوجها رسول الله صلى الله عليه وسلم ودخل بها.\n</p>\n\n<p>\nفاختلفوا في تاريخ وفاتها، فقال محمد بن عمر: توفيت سنة إحدى وستين في\nخلافة يزيد بن معاوية، وهي آخر من مات من أزواج النبي صلى الله عليه وسلم .\nوكان لها يوم توفيت ثمانون سنة، أو إحدى وثمانون سنة.\n</p>\n\n<p>\nقال غيره: توفيت سنة ثلاث وستين، وقيل: سنة ست وستين، وقيل: سنة إحدى\nوخمسين وهذا عندي أشبه الأقوال لما رواه يزيد بن الأصم قال: تلقيت عائشة،\nرضي الله عنها، أنا وابن أختها طلحة بن عبيد الله، وهي مقبلة من مكة، وقد\nكنا وقعنا في حائط من حياط المدينة، فأصبنا منه فبلغها ذلك، فأقبلت حينئذ\nعلى ابن أختها تلومه وتعذله، ثم أقبلت علي، فوعظتني موعظة بليغة ثم قالت:\nأما علمت أن الله تعالى ساقك حتى جعلك في بيت نبيه. ذهبت والله ميمونة،\nورمى بحبلك على غاربك، أما إنها كانت من أتقانا لله وأوصانا للرحم)).\n</p>\n\n<p>\nفهذا يدل على أنها ماتت في حياة عائشة، رضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>AUTO الباب الثاني: من تزوجهن رسول الله صلى الله عليه وسلم ولم يدخل بهن</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n<h2 class='l2' id='head18'>AUTO [الكلابية]</h2>\n\n<p>\nوقد اختلفوا فيها. فمنهم من جعلها واحدة، ولم يتزوج من بني عامر غيرها.\nومنهم من جعلهن جمعا. وذكر لكل واحدة منهن قصة.\n</p>\n\n<h2 class='l2' id='head19'>AUTO فالمشهور منهن:</h2>\n\n<p>\n[فاطمة]\n</p>\n\n<p>\nبنت الضحاك بن سفيان بن عوف بن كعب بن أبي بكر، وهو عبد بن <span id='ms24'></span> كلاب ابن\nربيعة بن عامر.\n</p>\n\n<p>\nتزوجها صلى الله عليه وسلم في ذي القعدة سنة ثمان، منصرفة من الجعرانة،\nبعد وفاة ابنته زينب. فلما دنا منها قالت: أعوذ بالله منك. فقال: ((لقد عذت\nبعظيم، الحقي بأهلك)).\n</p>\n\n<p>\nوقد ذهلت وذهب عقلها، و[كانت] تقول إذا استأذنت على أزواجه: أنا الشقية،\nإنما خودعت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوماتت سنة ستين.\n</p>\n\n<p>\nوروى عمرو بن شعيب عن أبيه عن جده قال: كان رسول الله صلى الله عليه وسلم\nقد دخل بها، ولكنه لما خير نساءه اختارت قومها، ففارقها.\n</p>\n\n<p>\nفكانت تلقط البعر وتقول: أنا الشقية، اخترت الدنيا.\n</p>\n\n<p>\nوهذا غير صحيح، لأن عائشة رضي الله عنها، لما اختارته، تابع أزواج النبي\nصلى الله عليه وسلم ، كلهن على ذلك، ولأنه صلى الله عليه وسلم ، لم يكن\nعنده حين خيرهن، غير تسع نسوة، وهن اللواتي توفي عنهن.\n</p>\n\n<p>\nوقيل: إنه طلقها لبياض كان فيها.\n</p>\n\n<p>\nوقيل: إنما فارقها لأنه كان إذا خرج، طلعت إلى المسجد.\n</p>\n\n<h2 class='l2' id='head20'>AUTO وقيل: إن الضحاك عرض ابنته فاطمة عليه، وقال: إنها لم تصدع قط،</h2>\n\nفقال: لا حاجة إلي بها.\n<p>\n[شماء]\n</p>\n\n<h2 class='l2' id='head21'>AUTO وروي عن ابن عمر: كان في نساء النبي صلى الله عليه وسلم ، شماء</h2>\n\nبنت سفيان بن عوف بن كعب بن أبي بكر بن كلاب.\n<p>\n[عمرة]\n</p>\n\n<p>\nوعنه أيضا: بعث رسول الله، صلى الله عليه وسلم ، أبا أسيد الساعدي، يخطب\nعليه امرأة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>AUTO من بني عامر، يقال لها: عمرة بنت يزيد بن عبيد بن رواس،</h2>\n\nفتزوجها. فبلغه أن بها بياضا فطلقها.\n<p>\n[العالية]\n</p>\n\n<p>\nوروى ابن الكلبي عن رجل من كلاب:\n</p>\n\n<p>\nإن رسول الله صلى الله عليه وسلم ، تزوج العالية بنت ظبيان بن عمرو بن\nعوف بن كعب بن عبد بن أبي بكر بن كلاب.\n</p>\n\n<h2 class='l2' id='head23'>AUTO فمكثت عنده دهرا ثم طلقها.</h2>\n\n<p>\n[فاطمة بنت شريح]\n</p>\n\n<p>\nومنهن: فاطمة بنت شريح، ذكرها أبو عبيدة في ((أزواج النبي صلى الله عليه\nوسلم )).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>AUTO [أسماء الجونية]</h2>\n\n<p>\nومنهن: الجونية، أسماء بنت النعمان بن أبي الجون بن الأسود بن الحارث بن\nشراحيل بن الحزن بن آكل المرار الكندي.\n</p>\n\n<p>\nزوجه إياها أبوها، حين قدم مسلما سنة تسع <span id='ms25'></span> من الهجرة، على اثنتي عشر أوقية\nونشا، وبعث معه أبا أسيد، فحملها من نجد، حتى نزل فيها في أطم بني ساعدة،\nفقالت عائشة: رضي الله عنها: ((قد وضع يده في الغرائب، يوشك أن يصرفن وجهه عنا)).\n</p>\n\n<p>\nوكانت من أجمل النساء، فقالت حفصة لعائشة، رضي الله عنها: اخضبيها أنت\nوأنا أمشطها، ففعلتا.\n</p>\n\n<p>\nثم قالت لها إحداهما: أنه يعجبه من المرأة إذ دخلت عليه أن تقول: أعوذ\nبالله منك. فقال: لقد عذت بمعاذ، الحقي بأهلك.\n</p>\n\n<p>\nوأمر أبا أسيد أن يردها إلى أهلها.\n</p>\n\n<p>\nوقال: متعها برازقيين، يعني كرباسين.\n</p>\n\n<p>\nفكانت تقول ادعوني الشقية.\n</p>\n\n<p>\nوإنما خدعت، لما رؤي من جمالها وهيبتها. ولقد ذكر رسول الله صلى الله\nعليه وسلم ، من حملها فقال: ((إنهن صواحب يوسف، وكيدهن عظيم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nفلما طلع بها أبو أسيد على أهلها، تصايحوا وقالوا: إنك لغير مباركة. ما دهاك؟\n</p>\n\n<p>\nفقالت : خدعت، وقيل لي كيت وكيت.\n</p>\n\n<p>\nفقالوا: لقد جعلتنا في العرب شهرة.\n</p>\n\n<p>\nفقالت: يا أبا أسيد، قد كان ما كان، فما الذي أصنع؟\n</p>\n\n<p>\nقال أقيمي في بيتك واحتجبي إلا من ذي رحم، ولا يطمع فيك طامع بعد رسول\nالله، صلى الله عليه وسلم ، فإنك من أمهات المؤمنين.\n</p>\n\n<p>\nفأقامت لا يطمع فيها طامع، ولا يراها إلا ذو رحم، حتى توفيت في خلافة\nعثمان، رضي الله عنه، عند أهلها بنجد.\n</p>\n\n<h2 class='l2' id='head25'>AUTO وقال قتادة: لما دخل عليها رسول الله صلى الله عليه وسلم ،</h2>\n\nدعاها فقالت: تعال أنت، فطلقها.\n<p>\n[أميمة]\n</p>\n\n<p>\nوروى البخاري في صحيحه من حديث أبي أسيد الساعدي قال: تزوج رسول الله،\nصلى الله عليه وسلم ، أميمة بنت شراحيل، فلما دخلت عليه بسط يده إليها،\nفكأنها كرهت ذلك، فأمر أبا أسيد أن يجهزها ويكسيها ثوبين..\n</p>\n\n<p>\nوفي لفظ آخر قال أبو أسيد: أتي رسول الله، صلى الله عليه وسلم ،\nبالجونية، فلما دخل عليها قال: هبي لي نفسك، فقالت: وكيف تهب المليكة نفسها\nللسوقة! فأهوى بيده إليها ليسكتها فقالت: أعوذ بالله منك. قال: عذت بمعاذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>AUTO ثم خرج رسول الله صلى الله عليه وسلم ثم قال: يا أبا أسيد،</h2>\n\nاكسها رازقيين <span id='ms26'></span> وألحقها بأهلها.\n<p>\n[عود إلى أخبار أسماء]\n</p>\n\n<p>\nوروي عن ابن عباس رضي الله عنه قال: خلف عليها المهاجر بن أبي أمية بن\nالمغيرة، فأراد عمر بن الخطاب، رضي الله عنه، أن يعاقبهما، فقالت: والله ما\nضرب علي الحجاب ولا سميت بأم المؤمنين، فكف عنهما.\n</p>\n\n<p>\nوقيل: تزوجها عكرمة بن أبي جهل في الردة.\n</p>\n\n<p>\nوقيل: خلف عليها بعد المهاجر، قيس بن مكشوح المرادي.\n</p>\n\n<p>\nوقال ابن أبزى: الجونية [هي] التي استعاذت من رسول الله، صلى الله عليه\nوسلم ، ولم نستعذ منه امرأة غيرها.\n</p>\n\n<p>\nوأنكر قتادة أن تكون أسماء هذه استعاذت وقال: التي استعاذت امرأة من بني\nسليم، تزوجها رسول الله، صلى الله عليه وسلم ، وكانت جميلة.\n</p>\n\n<p>\nوقال أبو عبيدة: كلتاهما عاذت بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخرون: التي عاذت بالله من النبي، صلى الله عليه وسلم ، هي من سبي\nبلعنبر يوم ذات الشقوق، وكانت جميلة، فأراد رسول الله، صلى الله عليه وسلم\n، أن يتخذها، فقالت هذا.\n</p>\n\n<p>\nوقال آخرون: كان بأسماء وضح كوضح العامرية، ففعل بها نحو ما فعل\nبالعامرية.\n</p>\n\n<p>\nوقال ابن شهاب: فارق رسول الله، صلى الله عليه وسلم ، أخت بني الجون من\nأجل بياض كان بها.\n</p>\n\n<p>\nوقال أبو عمر: الاختلاف في الكندية كثير، ومنهم من يقول: هي أسماء بنت\nالنعمان.\n</p>\n\n<p>\nومنهم من يقول: أميمة بنت النعمان.\n</p>\n\n<p>\nومنهم من يقول: أمامة بنت النعمان.\n</p>\n\n<p>\nواختلافهم في فراقها على ما رأيت، والاضطراب فيها وفي صواحبها اللواتي لم\nيجتمع عليهن من أزواجه، صلى الله عليه وسلم ، اضطراب عظيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head27'>AUTO [قتيلة]</h2>\n\n<p>\nومنهم: قتيلة بنت قيس، أخت الأشعث بن قيس بن معدي كرب بن معاوية الكندي.\n</p>\n\n<p>\nوروي عن ابن عباس رضي الله عنهما، قال: لما استعاذت أسماء بنت النعمان من\nالنبي صلى الله عليه وسلم ، خرج والغضب يعرف في وجهه، فقال له الأشعث بن\nقيس بن معدي كرب: لا يسوءك الله يا رسول الله، ألا أزوجك من ليس دونها في\nالجمال والحسب! قال: من؟ قال: أختي قتيلة، قال: قد تزوجتها.\n</p>\n\n<p>\nقال: فانصرف الأشعث إلى حضرموت، ثم حملها، حتى إذا انفصل من اليمن، بلغه <span id='ms27'></span>\nوفاة رسول الله، صلى الله عليه وسلم ، فردها إلى بلاده، وارتدت معه فيمن\nارتد. فلذلك تزوجت، لفساد النكاح بالارتداد.\n</p>\n\n<p>\nوكانت قد تزوجها قيس بن مكشوح المرادي، وقيل: تزوجها عكرمة بن أبي جهل،\nفوجد أبو بكر الصديق، رضي الله عنه، من ذلك وجدا شديدا، فقال له عمر، رضي\nالله عنه، يا خليفة رسول الله، إنها والله ما هي من أزواجه، وما خيرها الله\nولا حجبها، ولقد برأها الله منه بالارتداد الذي ارتدت مع قومها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوكان تزوجه إياها سنة عشر، وقيل: قبل موته بشهر، وقيل: تزوجها في مرضه.\nوقال قائلون: إنه صلى الله عليه وسلم أوصى أن تخير، فإن شاءت ضرب عليها\nالحجاب وتحرم على المؤمنين، وإن شاءت طلقها فلتنكح من شاءت، فاختارت\nالنكاح، فتزوجها عكرمة بن أبي جهل.\n</p>\n\n<h2 class='l2' id='head28'>AUTO وكان عروة بن الزبير ينكر ذلك ويقول: لم يتزوج النبي، صلى الله</h2>\n\nعليه وسلم ، قتيلة بنت قيس ولا تزوج كندية إلا أخت ابن الجون، ملكها\nوأثابها، فلما نظر إليها طلقها ولم يبن بها.\n<p>\n[عمرة بنت معاوية الكندية]\n</p>\n\n<p>\nومنهن: عمرة بنت معاوية الكندية، تزوجها رسول الله، صلى الله عليه وسلم .\n</p>\n\n<h2 class='l2' id='head29'>AUTO قال الشعبي: تزوج امرأة من كندة، فجيء بها بعدما مات. ذكر ذلك</h2>\n\nابن الجوزي رحمه الله في ((التلقيح)).\n<p>\n[أسماء بنت الصلت]\n</p>\n\n<p>\nومنهن: أسماء بنت الصلت. وقيل سناء بنت الصلت، وهو الصواب، قاله ابن عبد البر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقال علي بن الحسين الجرجاني النسابة: هي وسناء بنت الصلت بن حبيب ابن\nحارثة بن هلال بن خزام بن سماك بن عوف بن امرئ القيس بن بهتة بن سليم،\nالسلمية.\n</p>\n\n<p>\nتزوجها رسول الله صلى الله عليه وسلم ، ثم طلقها.\n</p>\n\n<p>\nوقال أبو نصر بن ماكولا: هي سناء بنت أسماء، تزوجها رسول الله، صلى الله\nعليه وسلم ، فماتت قبل أن يدخل بها.\n</p>\n\n<p>\nوقيل: لما مات إبراهيم بن رسول الله، صلى الله عليه وسلم ، قالت أسماء:\nلو كان نبيا ما مات حبيبه. قال: فخلى سبيلها.\n</p>\n\n<p>\nوقال عبد الله بن عبيد بن عمير الليثي: جاء رجل من بني سليم إلى النبي،\nصلى الله <span id='ms28'></span> عليه وسلم ، فقال: يا رسول الله، إن لي ابنة من جمالها وعقلها ما\nإني لأحسد الناس عليها غيرك، فهم النبي، صلى الله عليه وسلم ، أن يتزوجها.\n</p>\n\n<p>\nثم قال: وأخرى يا رسول الله، فوالله ما أصابها عندي مرض قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم : لا حاجة لنا بابنتك، تجيئنا تحمل\nخطاياها لا خير في مال لا يرزأ منه، ولا جسد لا ينال منه.\n</p>\n\n<h2 class='l2' id='head30'>AUTO قال ابن عبد البر: وفي سبب فراقها اختلاف، ولا ثبت فيها شيء.</h2>\n\n<p>\n[مليكة]\n</p>\n\n<p>\nومنهن: مليكة بنت كعب الليثي.\n</p>\n\n<p>\nروى محمد بن عمر عن أبي معشر قال: تزوج رسول الله، صلى الله عليه وسلم ،\nمليكة بنت كعب، وكانت تذكر بجمال بارع، فدخلت عليها عائشة فقالت: أما\nتستحين أن تنكحي قاتل أبيك؟ فاستعاذت من رسول الله صلى الله عليه وسلم\nفطلقها.\n</p>\n\n<p>\nفجاء قومها إلى رسول الله، صلى الله عليه وسلم ، فقالوا: يا رسول الله،\nإنها صغيرة، ولا ولي لها، وإنها خدعت، فارتجعها.\n</p>\n\n<p>\nفأبى رسول الله، صلى الله عليه وسلم ، فاستأذنوه أن يزوجوها قريبا لها من\nبني عذرة، فأذن لهم، فتزوجها العذري.\n</p>\n\n<p>\nوكان أبوها قتل يوم فتح مكة، قتله خالد بن الوليد، رضي الله عنه،\nبالخندمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن عمر: مما يضعف هذا الحديث ذكره عائشة، رضي الله، أنها قالت:\nألا تستحين وعائشة، رضي الله عنها، لم تكن في ذلك السفر، مع النبي صلى الله\nعليه وسلم .\n</p>\n\n<p>\nوعن عطاء بن يزيد الجندعي قال: تزوج رسول الله، صلى الله عليه وسلم ،\nمليكة بنت كعب الليثي في شهر رمضان سنة ثمان، ودخل بها، فماتت عنده.\n</p>\n\n<p>\nوقال محمد بن عمر، وأصحابنا ينكرون ذلك ويقولون: لم يتزوج كنانية قط.\n</p>\n\n<h2 class='l2' id='head31'>AUTO وعن الزهري مثل ذلك.</h2>\n\n<p>\n[ابنة جندب بن ضمرة]\n</p>\n\n<p>\nومنهن: إبنة جندب بن ضمرة الجندعي:\n</p>\n\n<p>\nروي أن رسول الله، صلى الله عليه وسلم ، تزوج ابنة جندب بن ضمرة الجندعي.\n</p>\n\n<h2 class='l2' id='head32'>AUTO قال محمد بن عمر: وأصحابنا ينكرون ذلك، ويقولون: لم يتزوج رسول</h2>\n\nالله، صلى الله عليه وسلم ، كنانية قط.\n<p>\n[الغفارية]\n</p>\n\n<p>\nومنه: الغفارية.\n</p>\n\n<p>\nقال بعضهم: تزوج رسول الله <span id='ms29'></span> صلى الله عليه وسلم امرأة من غفار، فأمرها\nفنزعت ثيابها، فرأى [بها] بياضا، فقال: الحقي بأهلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nويقال: إنما رأى البياض بالكلابية.\n</p>\n\n<p>\nواختلفوا في التي استعاذت منه، فقيل: هي الكلابية.\n</p>\n\n<p>\nوقيل: هي الجونية.\n</p>\n\n<p>\nوقيل: هي مليكة الليثية.\n</p>\n\n<h2 class='l2' id='head33'>AUTO ذكر هذه الترجمة وكل ذلك، أبو الفرج بن الجوزي في ((التلقيح))،</h2>\n\nرحمه الله تعالى.\n<p>\n[خولة بنت الهذيل]\n</p>\n\n<p>\nومنهن: خولة بنت الهذيل بن هبيرة بن قبيصة بن الحارث بن حبيب بن حرفة بن\nثعلبة بن بكر بن حبيب بن عمرو بن غنم بن ثعلب.\n</p>\n\n<p>\nوأمها بنت خليفة بن فروة بن فضالة بن [زيد بن] امرؤ القيس الكلبي، أخت\nدحية بن خليفة.\n</p>\n\n<p>\nتزوجها رسول الله، فهلكت في الطريق قبل أن تصل إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>AUTO وكانت ربتها خالتها خرنق بنت خليفة، أخت دحية بن خليفة الكلبي،</h2>\n\nرضي الله عنهم.\n<p>\n[شراف]\n</p>\n\n<p>\nومنهن: شراف بنت خليفة بن فروة، أخت دحية بن خليفة الكلبي.\n</p>\n\n<p>\nقال ابن الكلبي: حدثنا الشرقي بن القطامي، قال: لما هلكت خولة بنت\nالهذيل، تزوج رسول الله، صلى الله عليه وسلم ، شراف بنت خليفة، أخت دحية،\nثم لم يدخل بها.\n</p>\n\n<h2 class='l2' id='head35'>AUTO وقال ابن عبد البر: هلكت قبل دخوله بها.</h2>\n\n<p>\n[امرأة من كلب]\n</p>\n\n<p>\nوروي عن عبد الرحمن بن سابط قال:\n</p>\n\n<p>\nخطب رسول الله، صلى الله عليه وسلم ، امرأة من كلب، فبعث عائشة، رضي الله\nعنها، تنظر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nإليها، ذهبت ثم رجعت، فقال لها رسول الله، صلى الله عليه وسلم ، ما رأيت؟\nفقالت: ما رأيت طائلا. فقال رسول الله صلى الله عليه وسلم : ((لقد رأيت\nخالا بخدها اقشعر كل شعرة فيك)).\n</p>\n\n<h2 class='l2' id='head36'>AUTO فقالت: يا رسول الله، ما دونك سر.</h2>\n\n<p>\n[خولة بنت حكيم]\n</p>\n\n<p>\nومنهن: خولة بنت حكيم بن أمية بن حارثة بن الأوقص بن مرة بن هلال بن فالج\nبن ثعلبة بن ذكوان بن امرئ القيس بن سلم.\n</p>\n\n<p>\nوأمها صفية بنت العاص بن أمية بن عبد شمس بن عبد مناف بن قصي.\n</p>\n\n<p>\nوكان مرة بن هلال قدم مكة فحالف عبد مناف بن قصي نفسه، وتزوج ابنته عاتكة\nبنت مرة، فهي أم هاشم والمطلب وعبد شمس <span id='ms30'></span>، بني عبد مناف.\n</p>\n\n<p>\nقال ابن الكلبي: كانت خولة بنت حكيم من اللاتي وهبن أنفسهن للنبي صلى\nالله عليه وسلم ، فأرجأها وكانت تخدم النبي صلى الله عليه وسلم .\n</p>\n\n<p>\nوتزوجها عثمان بن مظعون، رضي الله عنه، فمات عنها.\n</p>\n\n<p>\nوعن عروة قال: خولة بنت حكيم ممن وهبت نفسها للنبي، صلى الله عليه وسلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عبد البر: تكنى أم شريك، وهي التي وهبت نفسها للنبي، صلى الله\nعليه وسلم ، في قول بعضهم.\n</p>\n\n<p>\nوكانت امرأة صالحة فاضلة. وهي التي قالت لرسول الله، صلى الله عليه وسلم\n: إن فتح الله عليك الطائف، فاعطني حلي بادية بنت غيلان أبي سلمة، أو حلي\nالفارعة بنت عقيل، وكانتا من أحلى نساء ثقيف.\n</p>\n\n<h2 class='l2' id='head37'>AUTO فقال لها رسول الله، صلى الله عليه وسلم : وإن كان لم يكن يؤذن</h2>\n\nلي في ثقيف يا خولة؟ فذكرت ذلك لعمر بن الخطاب، رضي الله عنه، فأقبل إلى\nالنبي، صلى الله عليه وسلم فقال: يا رسول الله، أما أذن لك في ثقيف؟ قال: لا.\n<p>\n[ليلى بنت الخطيم]\n</p>\n\n<p>\nومنهن: ليلى بنت الخطيم.\n</p>\n\n<p>\nواسمه ثابت، وهي أخت قيس بن الخطيم بن عدي، أخي عمرو، ابني سواد ابن ظفر،\nواسمه كعب بن الخزرج بن عمرو، وهو النبيت بن مالك بن الأوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن سعد: أن عاصم بن عمر بن قتادة قال: كانت ليلى بنت الخطيم وهبت\nنفسها للنبي صلى الله عليه وسلم ، ولم يقبلها، وكانت تركب بعولتها ركوبا\nشديدا، فكانت سيئة الخلق فقالت: لا والله، لأجعلن محمدا لا يتزوج في هذا\nالحي من الأنصار. والله لآتينه ولأهبن نفسي له.\n</p>\n\n<p>\nفأتت النبي، صلى الله عليه وسلم ، وهو قائم مع رجل من أصحابه، فما راعه\nإلا بها واضعة يديها عليه، فقال: من هذا أكله الأسد!\n</p>\n\n<p>\nقالت: أنا ليلى بنت سيد قومها، قد وهبت نفسي لك.\n</p>\n\n<p>\nقال: قد قبلتك. ارجعي حتى يأتيك أمري.\n</p>\n\n<p>\nفأتت قومها فقالوا: أنت امرأة ليس لك صبر على الضرائر، وقد أحل الله\nلرسوله أن ينكح ما يشاء.\n</p>\n\n<p>\nفرجعت وقالت: إن الله قد أحل لك النساء، وإنني امرأة طويلة <span id='ms31'></span> اللسان، لا\nصبر لي على الضرائر. واستقالته فقال لها رسول الله، صلى الله عليه وسلم :\nقد أقلتك.\n</p>\n\n<p>\nوذكر أيضا أن ابن عباس، رضي الله عنه، قال: أقبلت ليلى بنت الخطيم إلى\nالنبي، صلى الله عليه وسلم ، وهو مول ظهره الشمس، فضربت على منكبيه، فقال:\nمن هذا أكله الأسد، وكان كثيرا ما يقولها.\n</p>\n\n<p>\nقالت: أنا بنت مطعم الطير ومباري الريح، أنا ليلى بنت الخطيم، جئتك لأعرض\nعليك نفسي، تزوجني. قال: قد فعلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nورجعت إلى قومها فقالت: تزوجني رسول الله، صلى الله عليه وسلم ، فقالوا:\nبئس ما صنعت؛ أنت إمرأة غيراء، والنبي، صلى الله عليه وسلم ، صاحب نساء\nتغارين عليه، فيدعو الله عليك، فأستقيليه نفسك. فرجعت فقالت: يا رسول الله،\nأقلني. قال: قد أقلتك.\n</p>\n\n<p>\nقال: فتزوجها مسعود بن أوس بن سواد بن ظفر، فولدت له. فبينما هي في حائط\nمن حيطان المدينة تغتسل، إذ وثب عليها ذئب بقول النبي، صلى الله عليه وسلم\n، فأكل بعضها، وأدركت، فماتت.\n</p>\n\n<h2 class='l2' id='head38'>AUTO وذكر أيضا عن ابن أبي عون، أن ليلى بنت الخطيم وهبت نفسها</h2>\n\nللنبي، صلى الله عليه وسلم ، ووهبت نساء أنفسهن، فلم يسمع أن النبي، صلى\nالله عليه وسلم ، قبل منهن أحدا.\n<p>\n[ليلى بنت حكيم]\n</p>\n\n<p>\nومنهن: ليلى بنت حكيم الأنصارية الأوسية، التي وهبت نفسها للنبي، صلى\nالله عليه وسلم ، ذكرها أحمد بن صالح المصري في أزواج النبي، صلى الله عليه\nوسلم ، ولم يذكرها غيره فيهن فيما علمته، قاله ابن عبد البر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>AUTO [أم شريك]</h2>\n\n<p>\nومنهن: أم شريك، واسمها غزية بضم العين [المعجمة] بنت دودان بن عوف بن\nعمير بن عامر بن رواحة بن منقذ بن عمرو بن معيص بن عامر بن لؤي.\n</p>\n\n<p>\nيقال: إنها التي وهبت نفسها للنبي صلى الله عليه وسلم .\n</p>\n\n<p>\nواختلف في ذلك:\n</p>\n\n<p>\nفكان محمد بن عمر يقول: هي دوسية من الأزد.\n</p>\n\n<p>\nوقيل: هي أنصارية.\n</p>\n\n<p>\nوقال ابن سعد: عن محمد بن عمر عن موسى بن محمد بن إبراهيم التيمي عن أبيه\nقال: كانت أم شريك امرأة من بني عامر بن لؤي معيصية، وإنما وهبت نفسها <span id='ms32'></span>\nللنبي صلى الله عليه وسلم ، ولم يقبلها رسول الله، صلى الله عليه وسلم ،\nفلم تتزوج حتى ماتت.\n</p>\n\n<p>\nوروي عن وكيع عن زكرياء عن عامر في قوله عز وجل: {ترجي من تشاء منهن}\nقال: كل نساء وهبن أنفسهن للنبي، صلى الله عليه وسلم ، فدخل ببعضهن وأرجأ\nبعضا، فلم ينكحن بعده، منهن أم شريك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الشعبي أيضا، قال: المرأة التي عزل رسول الله، صلى الله عليه وسلم ، أم\nشريك الأنصارية.\n</p>\n\n<p>\nوعن علي بن الحسين، رضي الله عنهما: أن رسول الله، صلى الله عليه وسلم ،\nتزوج أم شريك الدوسية.\n</p>\n\n<p>\nوعنه: أن المرأة التي وهبت نفسها للنبي، صلى الله عليه وسلم ، أم شريك،\nامرأة من الأزد.\n</p>\n\n<p>\nوعن مجاهد: لم تهب نفسها للنبي، صلى الله عليه وسلم .\n</p>\n\n<p>\nوعن عكرمة في هذه الآية: {وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد\nالنبي أن يستنكحها خالصة لك من دون المؤمنين}، قال: هي أم شريك الدوسية.\n</p>\n\n<p>\nوروى ابن سعد، عن محمد بن عمر قال: حدثني الوليد بن مسلم عن منير ابن عبد\nالله الدوسي قال: أسلم زوج أم شريك، وهي غزية بنت جابر بن حكم الدوسية، من\nالأزد. وهو أبو العكر، فهاجر إلى النبي، صلى الله عليه وسلم ، مع أبي\nهريرة، رضي الله عنه، ومع دوس حين هاجروا.\n</p>\n\n<p>\nوقالت أم شريك: فجاءني أهل أبي العكر فقالوا: لعلك على دينه! قلت: أي\nوالله، إني لعلى دينه. قالوا: لا جرم، والله لنعذبنك عذابا شديدا. فارتحلوا بنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nمن دارنا ونحن كنا بذي الخلصة. وهو موضعنا، فساروا يريدون منزلا، وحملوني\nعلى جمل ثفال شر ركابهم وأغلظه، يطعموني الخبز بالعسل، ولا يسقوني قطرة من\nماء. حتى إذا انتصف النهار وسخنت الشمس، ونحن قائظون، فنزلوا فضربوا\nأخبيتهم، وتركوني في الشمس حتى ذهب عقلي وبصري، ففعلوا بي ذلك ثلاثة أيام،\nفقالوا في اليوم الثالث: اتركي ما أنت عليه. قالت: فما دريت ما يقولون إلا\nالكلمة بعد الكلمة، فأشير باصبعي إلى السماء بالتوحيد. قالت: فوالله، إني\nلعلى ذلك، وقد بلغني الجهد، إذ وجدت برد دلو على <span id='ms33'></span> صدري، فأخذته فشربت منه\nنفسا واحدا، ثم انتزع مني، فذهبت أنظر، فإذا هو متعلق بين السماء والأرض\nفلم أقدر عليه. ثم دلي الثانية فشربت منه نفسا ثم رفع، فذهبت أنظر، فإذا هو\nبين السماء والأرض، ثم دلي إلي الثالثة، فشربت منه حتى رويت، فأهرقت على\nرأسي ووجهي وثيابي.\n</p>\n\n<p>\nقالت: فخرجوا فنظروا إلي فقالوا: من أين لك هذا يا عدوة الله؟ قالت: قلت\nلهم: إن عدو الله عندي، من خالف دينه. وأما قولكم: من أين هذا، فمن عند\nالله رزقا رزقنيه الله. قالت: فانطلقوا سراعا إلى قربهم وإداويهم، فوجدوها\nموكأة لم تحل. فقالوا: نشهد أن ربك هو ربنا، فإن الذي رزقك ما رزقك في هذا\nالموضع، بعد أن فعلنا بك ما فعلنا، هو الذي شرع الإسلام.\n</p>\n\n<p>\nفأسلموا وهاجروا جميعا إلى النبي، صلى الله عليه وسلم . وكانوا يعرفون\nفضلي عليهم، وما صنع الله لي.\n</p>\n\n<p>\nوهي التي وهبت نفسها للنبي، صلى الله عليه وسلم ، وكانت جميلة، وقد أسنت\nفقالت: إني أهب نفسي لك، وأتصدق بها عليك. فقبلها النبي، صلى الله عليه وسلم .\n</p>\n\n<p>\nقالت عائشة رضي الله عنها: ما في امرأة حين تهب نفسها لرجل خير. قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nأم شريك: فأنا تلك. فسماها الله تعالى ((مؤمنة))، فقال الله تعالى: {وامرأة\nمؤمنة.. .. } الآية.\n</p>\n\n<p>\nفلما نزلت هذه الآية قالت عائشة، رضي الله عنها: إن الله ليسرع لك في هواك.\n</p>\n\n<p>\nقال محمد بن عمر: رأيت من عندنا يقولون: إن هذه الآية نزلت في أم شريك،\nوأن الثبت عندنا أنه امرأة من دوس من الأزد، إلا في رواية موسى ابن محمد بن\nإبراهيم عن أبيه عن جده.\n</p>\n\n<p>\nوقد روت أم شريك عن النبي، صلى الله عليه وسلم ، وأسند عنها عدة أحاديث\nمنها: الأمر بقتل الأوزاغ.\n</p>\n\n<h2 class='l2' id='head40'>AUTO ومنها: فرار الناس من الدجال في الجبال. قيل: يا رسول الله،</h2>\n\nفأين العرب يومئذ؟ قال: هم قليل.\n<p>\n[الشنباء]\n</p>\n\n<p>\nومنهن الشنباء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>AUTO الباب الثالث: [من خطبهن، صلى الله عليه وسلم ، ولم يتفق</h1>\n\nتزويجهن]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n<h2 class='l2' id='head42'>AUTO وأما من خطبهن النبي، صلى الله عليه وسلم ، ولم يتفق تزويجهن فثلاث:</h2>\n\n<p>\n[أم <span id='ms34'></span> هانئ]\n</p>\n\n<p>\nمنهن:\n</p>\n\n<p>\nأم هانئ بنت أبي طالب بن عبد المطلب بن هشام،\n</p>\n\n<p>\nوكان قد تزوجها في الجاهلية هبيرة بن أبي وهب بن عمرو بن عائذ بن عمران\nابن مخزوم.\n</p>\n\n<p>\nثم أسلمت، ففرق الإسلام بينهما، فخطبها رسول الله صلى الله عليه وسلم إلى\nنفسها فقالت: والله إني كنت لأحبك في الجاهلية، فكيف في الإسلام؟ ولكني\nامرأة مصبية وأكره أن يؤذوك.\n</p>\n\n<p>\nفقال رسول الله، صلى الله عليه وسلم : ((خير نساء ركبن المطايا نساء\nقريش، أحناه على ولد في صغره، وأرعاه على زوج في ذات يده)).\n</p>\n\n<p>\nوعن الشعبي قال: خطب رسول الله، صلى الله عليه وسلم ، أم هانئ، فقالت: يا\nرسول الله، لأنت أحب إلي من سمعي وبصري، وحق الزوج عظيم، فأخشى إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nأقبلت على زوجي، أن أضيع بعض شأني وولدي، وإن أقبلت على ولدي، أن أضيع حق\nالزوج. فقال رسول الله، صلى الله عليه وسلم : ((إن خير نساء ركبن الإبل\nنساء قريش، أحناه على ولد في صغره، وأرعاه على بعل في ذات يده)).\n</p>\n\n<p>\nوعن أبي نوفل بن أبي عقرب قال:\n</p>\n\n<p>\nوفد رسول الله صلى الله عليه وسلم ، على أم هانئ فخطبها إلى نفسها فقالت:\nكيف بهذا ضجيعا وهذا رضيعا؟ لولدين بين يديها.\n</p>\n\n<p>\nفاستسقى، فأتي بلبن فشرب، ثم ناولها فشربت سؤره، فقالت: لقد شربت وأنا صائمة.\n</p>\n\n<p>\nقال: فما حملك على ذلك؟\n</p>\n\n<p>\nقالت: من أجل سؤرك، لم أكن لأدعه إلا لأني لم أكن أقدر عليه، فلما قدرت\nعليه، شربته.\n</p>\n\n<p>\nفقال رسول الله، صلى الله عليه وسلم : ((نساء قريش خير نساء ركبن الإبل،\nأحناه على ولد في صغره، وأرعاه على زوج في ذات يده. ولو أن مريم بنت عمران\nركبت الإبل ما فضلت عليها أحدا)).\n</p>\n\n<p>\nوعن أبي صالح، عن أم هانئ قالت: خطبني رسول الله، صلى الله عليه وسلم ،\nفاعتذرت إليه فعذرني، ثم أنزل الله تعالى: {إنا أحللنا لك أزواجك اللاتي\nأتيت أجورهن} إلى قوله: {اللاتي هاجرن معك}، فقالت: لم أكن أحل له، فأني لم\nأهاجر معه. كنت مع الطلقاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي صالح، مولى أم <span id='ms35'></span> هانئ، قال: خطب رسول الله، صلى الله عليه وسلم أم\nهانئ بنت أبي طالب فقالت: ((يا رسول الله، إني امرأة مؤتمة، وبني صغار)).\n</p>\n\n<p>\nقال: فلما أدرك بنوها، عرضت نفسها عليه فقال: أما الآن فلا، لأن الله\nتعالى أنزل علي: {يا أيها النبي إنا أحللنا لك أزواجك} إلى قوله: {هاجرن\nمعك} ولم تكن أتت في المهاجرين.\n</p>\n\n<h2 class='l2' id='head43'>AUTO وولدت أم هانئ لهبيرة: جعدة وعمرا ويوسف وهانئا، بني هبيرة.</h2>\n\n<p>\n[ضباعة]\n</p>\n\n<p>\nومنهن: ضباعة بنت عامر بن قرط بن سلمة بن قشير بن كعب بن ربعية بن عامر\nبن صعصعة.\n</p>\n\n<p>\nوروى هشام بن محمد الكلبي، عن أبيه، عن أبي صالح عن ابن عباس، رضي الله\nعنه قال: كانت ضباعة بنت عامر عند هوذة بن علي الحنفي فهلك عنها، فورثها\nمالا كثيرا، فتزوجها عبد الله بن جدعان التيمي، وكان لا يولد له، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nفسألته الطلاق فطلقها. فتزوجها هشام بن المغيرة، فولدت له سلمة، وكان من\nخيار المسلمين، فتوفي عنها هشام.\n</p>\n\n<p>\nوكانت إذا جلست أخذت من الأرض شيئا كثيرا، وكانت تغطي جسدها بشعرها. فذكر\nجمالها عند النبي صلى الله عليه وسلم ، فخطبها إلى ابنها سلمة بن هشام بن\nالمغيرة فقال: حتى استأمرها.\n</p>\n\n<p>\nوقيل للنبي، صلى الله عليه وسلم : إنها قد كبرت.\n</p>\n\n<p>\nفأتاها ابنها فقال لها: إن النبي، صلى الله عليه وسلم ، خطبك إلي، فقالت:\nما قلت له؟ فقال: حتى استأمرها. قالت: وفي النبي، صلى الله عليه وسلم ،\nيستأمر! ارجع فزوجه.\n</p>\n\n<h2 class='l2' id='head44'>AUTO فرجع إلى النبي صلى الله عليه وسلم ، فسكت عنه.</h2>\n\n<p>\n[صفية بنت بشامة]\n</p>\n\n<p>\nومنهن:\n</p>\n\n<p>\nصفية بنت بشامة بن نضلة العنبري، كان أصابها سباء، فخيرها رسول الله، صلى\nالله عليه وسلم ، فقال: ((إن شئت أنا وإن شئت زوجك)). فقالت: بل زوجي،\nفأرسلها، فلعنتها بنو تميم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head45'>AUTO [جمرة بنت الحارث]</h2>\n\n<p>\nومنهن: جمرة بنت الحارث بن عوف المزني.\n</p>\n\n<p>\nخطبها النبي، صلى الله عليه وسلم ، فقال أبوها: إن بها سوءا، ولم يكن\nبها، فرجع إليها أبوها وقد برصت.\n</p>\n\n<h2 class='l2' id='head46'>AUTO وهي أم شبيب بن البرصاء الشاعر.</h2>\n\n<p>\n[سودة القرشية]\n</p>\n\n<p>\nومنهن: سودة القرشية.\n</p>\n\n<p>\nخطبها رسول الله، صلى الله عليه <span id='ms36'></span> وسلم ، وكانت مصبية فقالت: أكره أن تضغو\nصبيتي عند رأسك، فحمدها ودعا لها.\n</p>\n\n<h2 class='l2' id='head47'>AUTO ذكرها والتي قبلها ابن الجوزي رحمه الله، في كتابه</h2>\n\n((التلقيح)).\n<p>\n[امرأة]\n</p>\n\n<p>\nوامرأة لم يذكر اسمها.\n</p>\n\n<p>\nعن مجاهد قال: كان رسول الله، صلى الله عليه وسلم ، إذا خطب فرد، لم يعد.\n</p>\n\n<p>\nفخطب امرأة فقالت: استأمر أبي. فلقيت أباها، فأذن لها. فلقيت رسول الله\nصلى الله عليه وسلم ، فقالت له، فقال رسول الله، صلى الله عليه وسلم :\n((لقد التحفنا غيرك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head48'>AUTO [خبر أمامة بنت حمزة]</h2>\n\n<h2 class='l2' id='head49'>AUTO وعرضت عليه أمامة بنت حمزة بن عبد المطلب، وقيل: إنها عمارة،</h2>\n\nفأباها وقال: تلك ابنة أخي من الرضاعة.\n<p>\n[أم حبيبة عرضت أختها]\n</p>\n\n<p>\nوعرضت عليه أم حبيبة أختها.\n</p>\n\n<p>\nوهذا آخر ما وجدناه من أزواج النبي، صلى الله عليه وسلم ، المدخول بهن،\nوغير المدخول بهن، ومن وهبت نفسها له، أو خطبتها ولم يتق تزويجها، على ما\nذكرنا فيه من الاختلاف.\n</p>\n\n<p>\nوأكثر أهل العلم ينكر بعضهن ويقول: إنما تزوج رسول الله، صلى الله عليه\nوسلم ، أربع عشرة امرأة، ست منهن قريشيات، لا شك فيهن: خديجة بنت خويلد،\nرضي الله عنها، وعائشة بنت أبي بكر الصديق، رضي الله عنهما، وسودة بنت\nزمعة، رضي الله عنها، وأم سلمة بنت أبي أمية، رضي الله عنها، وأم حبيبة رضي\nالله عنها، وحفصة بنت عمر رضي الله عنهما.\n</p>\n\n<p>\nومن العرب: زينب بنت جحش، رضي الله عنها، وميمونة بنت الحارث رضي الله\nعنها، وجويرة بنت الحارث، رضي الله عنها، وأسماء بنت النعمان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nرضي الله عنها، وفاطمة بنت الضحاك، رضي الله عنها، وزينب بنت خزيمة، رضي\nالله عنها.\n</p>\n\n<p>\nوتزوج ريحانة بنت زيد، من بني النضير، وكانت مما أفاء الله عليه.\n</p>\n\n<p>\nوتزوج صفية بنت حيي، وكانت مما أفاء الله عليه.\n</p>\n\n<p>\nوعن الشعبي قال: تزوج رسول الله، صلى الله عليه وسلم ، أربع عشرة امرأة.\n</p>\n\n<p>\nوقال آخرون: تزوج رسول الله، صلى الله عليه وسلم ، ثلاث عشرة، ثم سموا من\nسمينا من أزواج رسول الله، صلى الله عليه وسلم ، إلا ريحانة بنت زيد.\n</p>\n\n<p>\nوعن محمد بن يحيى بن حبان <span id='ms37'></span> قال: تزوج رسول الله، صلى الله عليه وسلم ، خمس\nعشرة امرأة. فسمى الأربع عشرة، وزاد امرأة من بني ليث يقال لها: مليكة بنت كعب.\n</p>\n\n<p>\nوقال أبو عبيدة: تزوج رسول الله، صلى الله عليه وسلم ، ثماني عشرة امرأة.\n</p>\n\n<p>\nقال محمد بن عمر: المجتمع عليه أن رسول الله، صلى الله عليه وسلم ، تزوج\nالأربع عشرة اللاتي سمين، وفارق منهن الجونية والكلابية، وماتت عنده خديجة\nبنت خويلد، وزينب بنت خزيمة الهلالية، وريحانة بنت زيد النضرية، رضي الله عنهن.\n</p>\n\n<p>\nوقبض رسول الله، صلى الله عليه وسلم عن تسع لا اختلاف فيهن: عائشة بنت\nأبي بكر الصديق، رضي الله عنهما، وحفصة بنت عمر الخطاب رضي الله عنهما،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>AUTO وأم سلمة بنت أبي أمية، رضي الله عنها، وأم حبيبة بنت أبي</h2>\n\nسفيان رضي الله عنهما، وسودة بنت زمعة، رضي الله عنها، وزينب بنت جحش، رضي\nالله عنها، وميمونة بنت الحارث، رضي الله عنها، وجويرية بنت الحارث\nالمصطلقية، رضي الله عنها، وصفية بنت حيي، رضي الله عنها.\n<p>\n[سرارية صلى الله عليه وسلم ]\n</p>\n\n<p>\nوأما سرارية، صلى الله عليه وسلم ، فقال أبو عبيدة: كان له أربع: مارية\nوريحانة، وأخرى جميلة، أصابها في السبي، وجارية وهبتها له زينب بنت جحش،\nرضي الله عنهن.\n</p>\n\n<p>\nقال قتادة: كان للنبي، صلى الله عليه وسلم ، وليدتان: مارية وريحانة،\nوبعضهم يقول: ربيحة القرظية.\n</p>\n\n<p>\nإلى هنا انتهى القول في النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>AUTO الباب الرابع: أسلافه صلى الله عليه وسلم </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nفلنذكر الآن الأسلاف.\n<p>\n1- فأسلافه، صلى الله عليه وسلم ، من قبل خديجة، رضي الله عنها، بنت\nخويلد بن أسد بن عبد العزى بن قصي:\n</p>\n\n<p>\nالربيع بن عبد العزى بن عبد شمس بن عبد مناف بن قصي.\n</p>\n\n<p>\nوكانت عنده هالة بنت خويلد، أخت خديجة بنت خويلد لأبويها.\n</p>\n\n<p>\nفولدت له أبو العاص بن الربيع. زوجه سيدنا رسول الله صلى الله عليه وسلم\n، ابنته زينب، رضي الله عنها، وأثنى عليه في مصاهرته خيرا، وكان يلقب\nبالأمين.\n</p>\n\n<p>\nثم خلف على هالة بنت خويلد بعد الربيع، أخوه ربيعة بن عبد العزى ثم خلف\nعلى هالة بنت <span id='ms38'></span> خويلد بعد ربيعة، وهب بن عبيد بن جابر بن عتاب بن مالك بن\nحطيط بن جشم بن ثقيف، فولدت له أولادا منهم: قطن بن وهب.\n</p>\n\n<p>\nثم خلف على هالة بنت خويلد، بعد وهب بن عبيد، قطن بن وهب بن حبيب بن سعيد\nبن عائذ بن مالك بن جذيمة، وهو المصطلق بن سعد بن عمرو ابن ربيعة، وهو لحي\nبن حارثة بن عمرو مزيقياء بن عامر ماء السماء بن حارثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nالغطريف بن امرئ القيس البطريق بن ثعلبة البهلول بن مازن من الأزد، الأزدي\nالخزاعي المصطلقي، فولدت له عبد العزى بن قطن، الذي كان رسول الله صلى الله\nعليه وسلم يشبهه بالدجال.\n</p>\n\n<p>\nوعبد الله، ويقال: عبد بن بجاد بن عمير بن الحارث بن الحارثة بن سعد بن\nتيم بن مرة، وكانت تحته رقيقة بنت خويلد، أخت خديجة بنت خويلد لأبيها.\n</p>\n\n<p>\nفولدت له أميمة التي يقال لها: أميمة بنت رقيقة وبايعت وروت عن النبي،\nصلى الله عليه وسلم ، عند الأئمة الأربعة: أبي داود والترمذي والنسائي وابن\nماجة، رحمهم الله تعالى.\n</p>\n\n<p>\nونزلت دمشق، ولها بها دار وأموال.\n</p>\n\n<p>\nوذكر الزبير بن بكار لخديجة رضي الله عنها رقيقه هذه لأبيها، وهالة وهند\nلأبويها، ولم يذكر لهند بعلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n2- وأسلافه، صلى الله عليه وسلم ، من قبل سودة بنت زمعة بن قيس بن عبد شمس\nبن عبد ود بن عبد العزى:\n</p>\n\n<p>\n[حويطب] أخو أبي رهم بن عبد العزى بن أبي قيس بن عبد ود بن نصر بن مالك\nبن حسل بن عامر بن لؤي القرشي العامري، أحد المؤلفة قلوبهم، من مسلمة\nالفتح، أدرك الإسلام وهو ابن ستين سنة، ومات بعد الخمسين في خلافة معاوية\nرضي الله عنه.\n</p>\n\n<p>\nوكانت تحته أم كلثوم بنت زمعة، أخت سودة بنت زمعة، فولدت له أبا الحكم\nعبد الرحمن.\n</p>\n\n<p>\nوعبد الرحمن بن عوف، [وكانت عنده أم حبيب بن زمعة].\n</p>\n\n<p>\nعبد بن وقدان بن عبد شمس بن عبد ود، وكانت تحته أميمة بنت زمعة، أخت سودة\nبنت زمعة، فولدت له مسلما ومعمرا وعائشة ومريم وأم يحيى <span id='ms39'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nومعبد بن وهب العبدي، كانت تحته هريرة بنت زمعة، أخت [سودة بنت] زمعة.\n</p>\n\n<p>\nذكر أبو عبد الله محمد بن إسحاق بن محمد بن عبد الرحمن بن عبد الله بن\nالمسيب بن أبي السائب بن عابد بن عبد الله بن عمر بن عقبة بن مخزوم، القرشي\nالمخزومي المسيبي، من حديث محمد بن عقبة قال:\n</p>\n\n<p>\nحدثنا طالب بن حجيرة العبدي عن هود المضري عن جده: أنه كان في الجاهلية\nرجل كثير الحج من عبد القيس يقال له معبد بن وهب، وكان سلفا لسيدنا رسول\nالله صلى الله عليه وسلم ، كانت تحته هريرة بنت زمعة، أخت سودة بنت زمعة،\nوأنه قاتل يوم بدر بسيفين بيديه جميعا، قال النبي صلى الله عليه وسلم : من\nهذا الرجل الأضبط؟ فقالوا: يا نبي الله، هذا معبد بن وهب. فقال النبي صلى\nالله عليه وسلم : يا لهف نفسي على فتيان عبد القيس أن يشهدوا في هذا اليوم.\nأما أنهم أسد الله في الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n3- وأسلافه، صلى الله عليه وسلم ، من قبل عائشة بنت أبي بكر الصديق، رضي\nالله عنها، عبد الله بن أبي قحافة، عثمان رضي الله عنه، بن عامر بن عمر بن\nكعب بن سعد بن تيم:\n</p>\n\n<p>\nالزبير بن العوام، رضي الله عنه، بن خويلد بن أسد بن عبد العزى بن قصي.\n</p>\n\n<p>\nكانت تحته أسماء بنت أبي بكر، [أخت عائشة] لأبيها، رضي الله عنهم، فولدت\nله: عبد الله وعروة والمنذر وعاصم وأم حسن وعائشة، بني الزبير رضي الله عنهم.\n</p>\n\n<p>\nوطلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم، كانت تحته أم\nكلثوم بنت أبي بكر، أخت عائشة، رضي الله عنها، بنت أبي بكر الصديق، رضي\nالله عنه، لأبيها، فولدت له زكريا وعائشة.\n</p>\n\n<p>\nتزوج عائشة بنت طلحة، مصعب بن الزبير، فأصدقها ألف درهم. وقتل عنها وعن\nسكينة بنت الحسين رضي الله عنهما.\n</p>\n\n<p>\nوعبد الرحمن بن أبي ربيعة بن المغيرة بن عبد الله بن عمر بن مخزوم\nالقرشي.\n</p>\n\n<p>\nخلف علي أم كلثوم بنت أبي بكر <span id='ms40'></span>، بعد طلحة بن عبيد الله، فولدت له إبراهيم\nوعثمان وموسى وأم جميل وأم عثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n4- وأسلافه، صلى الله عليه وسلم من قبل حفصة بنت عمر بن الخطاب، رضي الله\nعنهما، ابن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح بن عدي\nبن كعب:\n</p>\n\n<p>\nعبد الرحمن بن زيد بن الخطاب،\n</p>\n\n<p>\nكانت تحته فاطمة بنت عمر، أخت حفصة بنت عمر لأبيها رضي الله عنهم، فولدت\nله عبد الله وبنتا.\n</p>\n\n<p>\nوأم فاطمة بنت عمر، أم حكيم بنت الحارث بن هشام بن المغيرة بن عبد الله\nابن عمر بن مخزوم.\n</p>\n\n<p>\nوإبراهيم بن نعيم النحام بن عبد الله بن أسيد بن عوف بن عبيد بن عويج،\nبفتح العين المهملة فيهما، بن عدي بن كعب:\n</p>\n\n<p>\nكانت تحته رقية بنت عمر، أخت حفصة بنت عمر لأبيها.\n</p>\n\n<p>\nوأم رقية بنت عمر، أم كلثوم بنت علي بن أبي طالب، رضي الله عنه، من فاطمة\nبنت رسول الله، صلى الله عليه وسلم ، ورضي عنهم.\n</p>\n\n<p>\nوعبد الرحمن بن معتمر بن عبد الله بن أبي بن سلول، وسلول أم أبي، امرأة\nمن خزاعة، نسب إليها، وهو أبي بن مالك بن الحارث بن عبيد بن مالك بن سالم\nالحبلي، لقب به لكبر بطنه، ولولده شرف في الأنصار، بن غنم بن عوف بن\nالخزرج، أخي الأوس، ابني حارثة، كذا قال:\n</p>\n\n<p>\nوقال الزبير بن بكار: عبد الرحمن بن معتمر بن عبد الله بن عبدالله بن أبي\nابن سلول.\n</p>\n\n<p>\nكانت تحته زينب بنت عمر، أخت حفصة بنت عمر لأبيها، رضي الله عنهم، وكانت\nأصغر ولد عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الله بن عبد الله بن سراقة بن المعتمر بن أنس بن أذاة بن رياح بن عبد\nالله بن قرط بن رزاح بن عدي بن كعب.\n</p>\n\n<p>\nخلف على زينب بنت عمر بعد معتمر. فولدت له عثمان وحميدا وعقيمة بني عبد\nالله بن عبد الله بن سراقة, ولي عثمان مكة، وروى له البخاري، وتوفي سنة\nثماني عشرة ومائة، وهو ابن ثلاث وثمانين سنة.\n</p>\n\n<p>\nوروى أحمد بن يحيى <span id='ms41'></span> بن جابر البلاذري أن معتمرا خلف على زينب بنت عمر، بعد\nابن سراقة على العكس.\n</p>\n\n<p>\nويرجح قوله، ما حكاه الزبير، أن عبد الله بن عبد الله بن سراقة، كان وصى\nبه إلى عمر بن الخطاب، رضي الله عنه، فجعله عمر عند بنته زينب، فلما بلغ\nالحلم قال له: يا حبيبي، من تحب أن أزوجك من بناتي؟ قال: أمي زينب، وكان\nيدعوها أمه. فقال: يا بني، إنها ليست أمك، ولكنها ابنة عمك، وقد زوجتك إياها.\n</p>\n\n<p>\nفولدت له عثمان، وهي أم كل سراقي على وجه الأرض.\n</p>\n\n<p>\nوأما عائشة بنت عمر، فلم تخرج إلى زوج، قاله الزبير بن بكار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n5- وأسلافه، صلى الله عليه وسلم ، من قبل أم سلمة، رضي الله عنها، هند بنت\nأبي أمية، حذيفة بن المغيرة بن عبد الله بن عمر بن مخزوم:\n</p>\n\n<p>\nزمعة بن الأسود بن المطلب بن أسد بن عبد العزى بن قصي.\n</p>\n\n<p>\nكانت تحته قريبة الكبرى بنت أبي أمية، أخت أم سلمة بنت أبي أمية لأبيها.\nفولدت له عبد الله ووهبا ويزيدا والحارث.\n</p>\n\n<p>\nأسلم يزيد يوم فتح مكة، واستشهد مع رسول الله، صلى الله عليه وسلم ،\nبالطائف، وهو فارس الجناح.\n</p>\n\n<p>\nوقتل أخوه الحارث وأبوه زمعة وعمه عقيل يوم بدر كفارا.\n</p>\n\n<p>\nوكان أبوه زمعة، أحد المطعمين يومئذ، وهو أحد أزواد الركب. وكانوا ثلاثة:\nزمعة بن الأسود وأبو أمية بن المغيرة والد أم سلمة، وهو أشهرهم، ومسافر بن\nأبي عمرو بن أمية بن عبد شمس بن عبد مناف بن قيس، نديم أبي طالب.\n</p>\n\n<p>\nوعمر بن الخطاب، رضي الله عنه،\n</p>\n\n<p>\nكانت تحته قريبة الصغرى، بنت أبي أمية، أخت أم سلمة بنت أبي أمية لأبيها،\nوفرق بينهما الإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nومعاوية بن أبي سفيان، رضي الله عنه، صخر بن حرب بن أمية بن عبد شمس بن عبد\nمناف بن قصي.\n</p>\n\n<p>\nخلف على قريبة الصغرى بنت أبي أمية بعد عمر بن الخطاب، رضي الله عنه.\n</p>\n\n<p>\nوعبد الرحمن بن أبي بكر بن أبي قحافة عثمان رضي الله عنهم، بن عامر بن\nعمر بن كعب بن سعد <span id='ms42'></span> بن تيم:\n</p>\n\n<p>\nخلف على قريبة الصغرى بنت أبي أمية بعد معاوية، فولدت له عبد الله بن عبد\nالرحمن.\n</p>\n\n<p>\nوأم قريبة الصغرى، فاطمة بنت عتبة بن ربيعة بن عبد شمس بن عبد مناف ابن قصي.\n</p>\n\n<p>\nومنبه بن الحجاج بن عامر بن حذيفة بن سعد بن سهم.\n</p>\n\n<p>\nكانت تحته بنت لأبي أمية أخت أم سلمة بنت أبي أمية، فولدت له رجلين.\n</p>\n\n<p>\nوقتل منبه وأخوه نبيه، ابنا الحجاج، يوم بدر كافرين. وكانا من المطعمين\nيومئذ. وقتل معهما العاص بن منبه ومعه ذو الفقار، فأخذه رسول الله صلى الله\nعليه وسلم ، وأعطاه يوم أحد إلى علي بن أبي طالب، رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوأم العاص بن منبه، أخت عمرو بن العاص، رضي الله عنه، بن وائل بن هاشم بن\nسعيد، بضم السين، بن سهم.\n</p>\n\n<p>\nوعبد الله بن سعد الحكمي.\n</p>\n\n<p>\nكانت تحته ابنة لأبي أمية، أخت أم سلمة بنت أبي أمية.\n</p>\n\n<p>\nوصهيب بن سنان النمري، نمر بن قاسط، مولى عبد الله بن جدعان بن كعب ابن\nسعد بن تيم.\n</p>\n\n<p>\nكانت تحته ريطه بنت أبي أمية، أخت أم سلمة بنت أبي أمية بن المغيرة.\nوقيل: بنت أبي ربيعة بن المغيرة، بنت عم أم سلمة، بنت أبي أمية بن المغيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n6- وأسلافه، صلى الله عليه وسلم ، من قبل زينب بنت جحش بن رئاب بن يعمر بن\nصبرة بن مرة بن كثير بن غنم بن دودان بن أسد بن خزيمة بن مدركة بن إلياس بن مضر:\n</p>\n\n<p>\nمصعب الخير بن عمير بن هاشم بن عبد مناف بن عبد الدار بن قصي القرشي\nالعبدري.\n</p>\n\n<p>\nكانت تحته حمنة بنت جحش، أخت زينب بنت جحش لأبيها وأمها، فولدت له زينب\nبنت مصعب.\n</p>\n\n<p>\nتزوجها عبد الله بن عبد الله بن أبي أمية بن المغيرة بن عبد الله بن عمر\nبن مخزوم، فولدت له محمدا ومصعبا وقريبة.\n</p>\n\n<p>\nتزوج قريبة عمر بن عبد الرحمن بن الحارث بن هشام بن المغيرة، فولدت له حفصا.\n</p>\n\n<p>\nوقتل مصعب، رضي الله عنه، يوم أحد، وهو حامل لواء رسول الله، صلى الله <span id='ms43'></span>\nعليه وسلم . قتله ابن قميئة الليثي وهو ابن نيف وأربعين سنة.\n</p>\n\n<p>\nوطلحة بن عبيد الله، رضي الله عنه، ابن عثمان بن عمر بن كعب بن سعد ابن\nتيم، القرشي التيمي.\n</p>\n\n<p>\nخلف على حمنة بنت جحش، أخت زينب بنت جحش بعد مصعب بن عمير، فولدت له محمد\nالسجاد وعمران.\n</p>\n\n<p>\nقتل السجاد مع أبيه يوم الجمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الرحمن بن عوف، رضي الله عنه، بن عبد عوف بن عبد بن الحارث ابن زهرة\nبن كلاب بن مرة بن كعب بن لؤي بن غالب.\n</p>\n\n<p>\nكانت تحته حبيبة بنت جحش، أخت زينب بنت جحش لأبويها، ويقال: إنها أم حبيبة.\n</p>\n\n<p>\nويقال: إن اسمها أم حبيبة. وزعم بعضهم أن اسمها حبيبة، وكنيتها أم حبيبة،\nوهي التي تستحاض.\n</p>\n\n<p>\nوأهل السير يقولون: إن المستحاضة أختها حمنة. والصحيح عند أهل الحديث\nأنهما كانتا تستحيضان جميعا، قاله أبو عمر.\n</p>\n\n<p>\nوقد قيل: إن أختهما زينب بنت جحش استحيضت أيضا، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n7- وأسلافه صلى الله عليه وسلم من قبل أم حبيبة، رضي الله عنها، بنت أبي\nسفيان، صخر ابن حرب بن أمية بن عبد شمس بن عبد مناف بن قصي.\n</p>\n\n<p>\n[الحارث بن نوفل بن] الحارث بن عبد المطلب بن هاشم بن عبد مناف بن قصي.\n</p>\n\n<p>\nكانت تحته هند بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان لأبيها.\n</p>\n\n<p>\nفولدت له: عبد الله الفقيه، الملقب ببة. ومحمدا الأكبر وربيعة وعبد\nالرحمن ورملة وأم الزبير وطريبة وقريبة بني الحارث بن نوفل.\n</p>\n\n<p>\nوفي عبد الله ببة تقول أمه وهي ترقصه:\n</p>\n\n<p>\nأما زرت الكعبة ... لأنكحن ببة\n</p>\n\n<p>\nجارية بنقبة ... تطوف حول الكعبة\n</p>\n\n<p>\nويروي: بكار خدبة. والخدبة الضخمة، والنقبة، بالضم، النقاب.\n</p>\n\n<p>\nقال بعض العرب: عليكم بربات الحجال، فإني رأيت المنايا الحمر في النقب\nالصفر. والنقبة، بالكسر هيئة للاسقاب، يقال: امرأة حسنة النقبة. والنقبة\nبالفتح: الفعلة، الواحدة من النقب، كما أن الضربة الفعلة الواحدة من الضرب.\n</p>\n\n<p>\nولد عبد الله ببة في حياة رسول الله صلى الله عليه وسلم ، وسكن البصرة،\nواصطلح عليه أهلها حين مات يزيد بن معاوية، رضي الله <span id='ms44'></span> عنه، وخرج عبد الله بن\nزيد عن البصرة، فبايعوا حتى يتفق الناس على إمام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوأقره عبد الله بن الزبير، ثم عزله، وولي الحارث بن عبد الله بن أبي ربيعة\nالمخزومي، الملقب بقناع، ولحق عبد الله ببة بعمان، فمات بها سنة أربع، وقيل\nسنة خمس وثمانين.\n</p>\n\n<p>\nروى له الجماعة، ولأبيه وجده صحبة.\n</p>\n\n<p>\nوروينا أن الحارث بن نوفل دخل على معاوية، رضي الله عنه، بابنه محمد\nالأكبر، فقال له: من هذا معك؟ قال: ابنك يا أمير المؤمنين، محمد بن الحارث.\nقال: ما علمته؟ قال: القرآن. قال: حسن جميل. قال وماذا: قال الفرض قال: حسن\nجميل. قال: وماذا؟ قال: لا أعلم غير هذا. قال: فأين أنت من الشعر! علمه\nإياه، فوالله لقد رأيتني يوم صفين وما يثنيني من قبل علي بن أبي طالب، رضي\nالله عنه، إلا أبيات عمرو بن الإطنابة الأنصاري.\n</p>\n\n<p>\nوقولي كلما جشأت وجاشت ... رويدك تحمدي أو تستريحي\n</p>\n\n<p>\nلأدفع عن مآثر صالحات ... وأحمي بعد عن عرض صحيح\n</p>\n\n<p>\nوقبلهما، وليس من الرواية:\n</p>\n\n<p>\nأبت لي عفتي وأبى بلائي ... وأخذي الحمد بالثمن الربيح\n</p>\n\n<p>\nوإعطائي على المكروه نفسي ... وضربي هامة البطل المشيح\n</p>\n\n<p>\nومحمد بن أبي حذيفة بن عتبة بن ربيعة بن عبد شمس بن عبد مناف بن قصي:\n</p>\n\n<p>\nكان تحته رملة بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان، فقتل عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nوسعيد بن عثمان بن عفان، رضي الله عنهما، بن أبي العاص بن أمية، بن عبد شمس\nبن عبد مناف بن قصي:\n</p>\n\n<p>\nخلف على رملة بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان، فولدت له محمدا.\n</p>\n\n<p>\nوعمرو الأشدق بن سعيد بن العاص بن أمية.\n</p>\n\n<p>\nخلف على رملة بنت أبي سفيان، فقتل عنها ولم تلد له.\n</p>\n\n<p>\nوالسائب بن أبي حبيش، أهيب، وقيل قيس بن المطلب بن أسد بن عبد العزى بن قصي.\n</p>\n\n<p>\nكانت تحته جويرية بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان.\n</p>\n\n<p>\nوعبد الرحمن بن الحارث بن أمية، الأصغر، بن عبد شمس بن عبد مناف ابن قصي.\n</p>\n\n<p>\nخلف على جويرية بنت أبي <span id='ms45'></span> سفيان، أخت أم حبيبة بنت أبي سيفان بعد السائب.\n</p>\n\n<p>\nوصفوان بن أمية بن خلف بن وهب بن حذافة بن جمح، القرشي الجمحي:\n</p>\n\n<p>\nكانت تحته أميمة بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان، فولدت له\nعبد الرحمن بن صفوان. وصفوان أسلم يوم الفتح، وكان من الأشراف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوحويطب بن عبد العزى بن أبي قيس بن عبد ود بن نصر بن مالك بن حسل ابن عامر\nبن لؤي، القرشي العامري.\n</p>\n\n<p>\nخلف على أميمة بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان، بعد صفوان.\nفولدت له: أبا سفيان بن حويطب.\n</p>\n\n<p>\nوعبد الله بن معاوية العبدي:\n</p>\n\n<p>\nخلف على أميمة بنت أبي سفيان أخت أم حبيبة بنت أبي سفيان بعد حويطب.\n</p>\n\n<p>\nوعياض بن غنم بن زهير بن أبي شداد بن ربيعة بن هلال بن مالك بن ضبة ابن\nالحارث بن فهر بن مالك بن النصر القرشي الفهري الحارثي:\n</p>\n\n<p>\nكان تحته أم الحكم بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان، ففرق\nبينهما الإسلام.\n</p>\n\n<p>\nوعبد الله بن عثمان بن عبد الله بن ربيعة بن الحارث بن حبيب، بتشديد\nالباء بن الحارث بن مالك بن حطيط بن جشم بن ثقيف:\n</p>\n\n<p>\nخلف على أم الحكم بنت أبي سفيان أخت أم حبيبة بنت أبي سفيان، فولدت له\nعبد الرحمن المدعو ابن أم الحكم.\n</p>\n\n<p>\nولي عبد الرحمن الكوفة، وقتل عمرو بن الحمق، وحمل رأسه إلى معاوية رضي\nالله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوسعيد بن الأخنس بن شريق بن عمرو بن وهب بن علاج.\n</p>\n\n<p>\nواسم الأخنس أبي واسم علاج عمير بن أبي سلمة بن عبد العزى بن حيرة بن\nعوف، جماع الأحلاف، أخي جشم رهط المالكين ابني قيس، وهو ثقيف بن منبه ابن\nهوازن بن منظور بن عكرمة بن حفصة بن قيس عيلان:\n</p>\n\n<p>\nكانت تحته صخرة بنت أبي سفيان، أخت أم حبيبة بنت [أبي] سفيان، فولدت له\nأبا سفيان وأبا بكر.\n</p>\n\n<p>\nوعروة بن مسعود بن عامر بن معتب، أخي عتاب وعتبان ابني مالك بن كعب ابن\nعمر بن سعد بن عوف <span id='ms46'></span> بن ثقيف:\n</p>\n\n<p>\nكانت تحته ميمونة بنت أبي سفيان، أخت أم حبيبة بنت أبي سفيان. فولدت له\nداود بن عروة.\n</p>\n\n<p>\nوالمغيرة بن شعبة بن أبي عامر الثقفي.\n</p>\n\n<p>\nأخبرنا أبو مدين شعيب بن أبي الحسين بن أحمد بن محمد بن عطية الزعفراني\nبقراءتي عليه بثغر الإسكندرية في الرحلة الأولى، وأبو محمد عبد الوهاب بن\nظافر بن علي بن فتوح بقراءتي عليه بثغر الإسكندرية أيضا، في الرحلة\nالثانية، وأبو يعقوب يوسف بن محمد بن الحسين الدمشقي بقراءتي عليه بالقاهرة\nالمصرية من الديار المصرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوشافهني الفقيه أبو الحسن علي بن هبة الله بن سلامة اللخمي، وأبو البركات\nهبة الله بن محمد بن الحسين المقدسي، قالوا كلهم: أخبرنا الحافظ أبو طاهر\nأحمد بن محمد بن أحمد بن محمد بن إبراهيم الأصبهاني قراءة عليه، ونحن نسمع\nبالإسكندرية في يوم الاثنين لسبع عشرة ليلة خلت من شهر ربيع الأول سنة أربع\nوسبعين وخمسمائة. قال: أخبرنا أبو الحسين المبارك بن عبد الجبار بن أحمد\nالصيرفي في بغداد قال: أخبرنا أبو محمد الحسن بن علي ابن محمد المقنعي قال:\nأخبرنا أبو عمر بن أبي سعد البلخي قال: حدثني عمر ابن شبة بن زيد أبو زيد\nالنميري قال: حدثنا ابن زمالة، قال: حدثنا إسحاق بن يحيى بن طلحة قال:\n</p>\n\n<p>\nسالف طلحة، رضي الله عنه، رسول الله، صلى الله عليه وسلم ، أربع مرات.\nتزوج بنت عبد الله بن أبي أمية، وعند النبي، صلى الله عليه وسلم ، أم سلمة.\n</p>\n\n<p>\nوتزوج حمنة وعند النبي صلى الله عليه وسلم زينب بنت جحش.\n</p>\n\n<p>\nوتزوج أم كلثوم بنت أبي بكر، رضي الله عنه، وعند النبي صلى الله عليه\nوسلم عائشة رضي الله عنها.\n</p>\n\n<p>\nوتزوج بنتا لأبي سفيان، وعند النبي صلى الله عليه وسلم أم حبيبة.\n</p>\n\n<p>\nكذا في هذه الرواية بنت عبد الله بن أبي أمية، ابنة أخي أم سلمة بنت أبي\nأمية، وهذه مصاهرة لا يقع بها مسالفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n8- وكانت مارية بنت شمعون القبطية، أم إبراهيم عليه السلام، ولد رسول الله\nصلى الله عليه وسلم ، وكانت سيرين <span id='ms47'></span> بنت شمعون القبطية عند حسان، رضي الله\nعنه، بن ثابت بن المنذر بن حزام بن عمرو بن زيد مناة بن عدي بن عمر بن مالك\nبن النجار، الأنصاري النجاري، فولدت له عبد الرحمن بن حسان. وكان رسول\nالله، صلى الله عليه وسلم ، قد وهبها له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n9- وأسلافه، صلى الله عليه وسلم من قبل ميمونة، رضي الله عنها، بنت الحارث\nبن حزن بن بجير بن رويبة بن عبد الله بن هلال بن عامر بن صعصعة.\n</p>\n\n<p>\nحمزة بن عبد المطلب، رضي الله عنه، بن هاشم:\n</p>\n\n<p>\nكانت تحته سلمى بنت عميس، أخت ميمونة بنت الحارث لأمها، فولدت لحمزة رضي\nالله عنه أمة الله ويقال: أمامة، زوجها رسول الله، صلى الله عليه وسلم\nربيبة سلمة ابن أبي سلمة فتوفي قبل أن يجتمعا.\n</p>\n\n<p>\nوكان رسول الله صلى الله عليه وسلم ، يقول: هل جزيت سلمة حين زوجته إياها؟\n</p>\n\n<p>\nوكان سلمة زوج النبي، صلى الله عليه وسلم ، أمه أم سلمة بنت أبي أمية.\n</p>\n\n<p>\nوالعباس بن عبد المطلب، رضي الله عنه، بن هاشم بن عبد مناف: كانت تحته\nلبابة الكبرى بنت الحارث، أخت ميمونة بنت الحارث لأبيها وأمها، فولدت له\nالفضل وعبد الله وعبيد الله ومعبدا وقثم وعبد الرحمن وأم حبيب رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوفي أم الفضل هذه يقول عبد الله بن يزيد الهلالي:\n</p>\n\n<p>\nما ولدت نجيبة من فحل ... كجبل نعلمه أو سهل\n</p>\n\n<p>\nكستة من بطن أم الفضل ... أكرم بها من كهلة وكهل\n</p>\n\n<p>\nعم النبي المصطفى ذي الفضل ... وخاتم الرسل وخير الرسل\n</p>\n\n<p>\nوجعفر، رضي الله عنه، بن أبي طالب بن عبد مناف بن عبد المطلب بن هاشم:\n</p>\n\n<p>\nكانت تحته أسماء بنت عميس، أخت ميمونة بنت الحارث لأمها. فولدت له عبد\nالله ومحمدا وعونا، بني جعفر، بأرض الحبشة.\n</p>\n\n<p>\nوقتل عنها جعفر، رضي الله عنه، بمؤته من أرض الشام شهيدا، في جمادي\nالأولى سنة ثمان من الهجرة.\n</p>\n\n<p>\nوأسلمت قديما، قبل دخول النبي، صلى الله عليه وسلم ، دار الأرقم بن أبي\nالأرقم، عبد مناف ابن أسيد بن عبد الله بن عمرو بن <span id='ms48'></span> مخزوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو بكر، عبد الله بن أبي قحافة، عثمان، رضي الله عنه، بن عامر بن عمرو\nكعب بن سعد بن تيم القرشي التيمي:\n</p>\n\n<p>\nخلف على أسماء بنت عميس، أخت ميمونة بنت الحارث لأبيها، بعد جعفر، رضي\nالله عنه.\n</p>\n\n<p>\nفولدت له محمدا، قتله أهل الشام، وهو أمير على مصر، لعلي بن أبي طالب،\nرضي الله عنه، ولم يبلغ الثلاثين.\n</p>\n\n<p>\nوعلي بن أبي طالب، رضي الله عنه:\n</p>\n\n<p>\nخلف على أسماء بنت عميس بعد أبي بكر الصديق، رضي الله عنه، فولدت له يحيى\nبن علي، وعونا، مات صغيرا.\n</p>\n\n<p>\nوشداد بن أسامة بن الهاد، واسم الهاد عمرو بن عبد الله بن جابر [بن بر]\nبن عتوارة بن عامر بن ليث بن بكر بن عبد مناة، بن [كنانة]، الكناني البكري\nالليثي العتواري، حليف بني هاشم:\n</p>\n\n<p>\nخلف على سلمى بنت عميس، أخت ميمونة بنت الحارث لأمها، بعد حمزة رضي الله\nعنه، فولدت له عبد الله وعبد الرحمن ابني شداد بن الهاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوالوليد بن المغيرة بن عبد الله بن عمر بن مخزوم بن يقظة بن مرة القرشي\nالمخزومي:\n</p>\n\n<p>\nكانت تحته لبابة الصغرى بنت الحارث، أخت ميمونة بنت الحارث لأبيها وأمها.\nفولدت له خالد بن الوليد، رضي الله عنه.\n</p>\n\n<p>\nوأبي بن خلف بن وهب بن حذافة بن جمح، الجمحي.\n</p>\n\n<p>\nكانت تحته عصماء بنت الحارث، أخت ميمونة بنت الحارث، فولدت له أبا أبي وغيره.\n</p>\n\n<p>\nوزياد بن عبد الله بن مالك بن الهزم بن رؤيبة بن عبد الله بن هلال\nالعامري الهلالي.\n</p>\n\n<p>\nكانت تحته عزة بنت الحارث.\n</p>\n\n<p>\nوقال ابن سعد: عبد الله بن مالك بن الهزم، كانت تحته عزة بنت الحارث،\nفولدت له زيادا وعبد الرحمن وبرزة. فولدت برزة الأصم، واسمه عمرو، وقيل:\nعبد عمرو بن عدس بن معاوية بن عبادة بن البكاء، واسمه ربيعة بن عامر بن\nربيعة بن عامر بن صعصعة، يزيد بن الأصم، روى له الجماعة إلا البخاري رحمه الله.\n</p>\n\n<p>\nوعبد الله بن كعب بن عبد الله بن كعب بن منبه بن الحارث بن منبه بن الأوس <span id='ms49'></span>\nابن خثعم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nكانت تحته سلامة بنت عميس أخت ميمونة بنت الحارث، فولدت له أمية، تزوجها\nابن خالتها عبد الله بن جعفر بن أبي طالب، فولدت له صالحا الأصغر وأسماء\nولبابة، بني عبد الله بن جعفر.\n</p>\n\n<p>\nورجل من الأعراب من بني جعفر بن كلاب بن ربيعة بن عامر بن صعصعة:\n</p>\n\n<p>\nكانت تحته أم حفيد، هزيلة بنت الحارث بن حزن، أخت ميمونة بنت الحارث\nلأبيها وأمها.\n</p>\n\n<p>\nوهي التي كانت تهدي لأختها الضباب والسمن والأقط، فأكل صلى الله عليه\nوسلم السمن والأقط، وترك الضباب تقذرا.\n</p>\n\n<p>\nوذكر أبو الحسن علي بن عبد العزيز بن علي بن الحسين الجرجاني النسابة، أن\nزينب بنت خزيمة الهلالية، أخت ميمونة بنت الحارث لأمها.\n</p>\n\n<p>\nقال أبو عمر: ولم أر ذلك لغيره، والله أعلم.\n</p>\n\n<p>\nقلت: وكانت زينب بنت خزيمة قبل النبي، صلى الله عليه وسلم ، عند الطفيل\nبن الحارث بن المطلب بن عبد مناف بن قصي، فطلقها، فتزوجها أخوه عبيدة بن\nالحارث، فقتل عنها يوم بدر شهيدا. فخلف عليها رسول الله، صلى الله عليه وسلم .\n</p>\n\n<p>\nتم الكتاب بعون الله وحسن توفيقه وصلى الله على نبيه محمد وآله وصحبه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             <span id='ms50'></span>\n</p>\n",
  "pages": [
    "027",
    "029",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146"
  ],
  "volumes": [
    "01"
  ]
}