{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nالترشيح لبيان صلاة التسبيح\n</p>\n\n<p>\nللحافظ العلامة\n</p>\n\n<p>\nمحمد بن علي بن طولون الدمشقي\n</p>\n\n<p>\nالمتوفى سنة 953 ه\n</p>\n\n<p>\nويليه\n</p>\n\n<p>\nكتاب الدعاء للمحاملي\n</p>\n\n<p>\nويليه\n</p>\n\n<p>\nالدعاء آدابه وأسبابه لليافعي\n</p>\n\n<p>\nحققها وعلق عليها\n</p>\n\n<p>\nمسعد عبد الحميد السعدني\n</p>\n\n<p>\nدار الكتب العلمية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1415 ه - 1995 مالترشيح لبيان صلاة التسبيح ¶ للحافظ العلامة ¶ محمد بن\nعلي بن طولون الدمشقي ¶ المتوفى سنة 953 ه ¶ ويليه ¶ كتاب الدعاء للمحاملي\n¶ ويليه ¶ الدعاء آدابه وأسبابه لليافعي ¶ حققها وعلق عليها ¶ مسعد عبد\nالحميد السعدني ¶ دار الكتب العلمية ¶ الطبعة الأولى ¶ 1415 ه - 1995 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله الذي سبح نفسه تعظيما، أحمده على جزيل نعمه عموما، وأشهد أن لا\nإله إلا الله وحده لا شريك له، إلها رحيما، وأشهد أن سيدنا محمدا عبده\nورسوله، الذي رغب العباد في الباقيات الصالحات من التكبير والتهليل\nوالتحميد والتسبيح تكريما، صلى الله عليه وعلى آله وصحبه وسلم تسليما.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفهذا تعليق سميته ((الترشيح لبيان صلاة التسبيح))، سألني فيه العلامة شيخ\nالحنفية برهان الدين إبراهيم بن محمد بن عون الشاغوري، أمتع الله بحياته،\nونفع بعلومه وبركاته، لما وقف على صلاة التسبيح في ((كتاب الغنية)) لمولانا\nخاتمة المجتهدين نجم الحق والدين العزميني -تغمده الله برحمته وأسكنه دار\nجنته- حيث قال في باب النوافل: أما صلاة التسبيح فقد أوردها الثقات، وهي\nصلاة مباركة، فيها ثواب عظيم ونفع جسيم، رواه العباس، وابنه عبد الله، وعبد\nالله بن عمرو، وعبد الله بن عمر، عن رسول الله - صلى الله عليه وسلم -،\nأخرجها عبد الله بن أبي حفص في ((جامعه))، وحميد بن زنجويه في جامعه في\n((الترغيب)) بروايتين، والمختار منهما -يعني كما اختاره العبد، والقاضي،\nقاله في ((الغنية))، أن يقرأ: ((سبحانك اللهم))، إلى آخره، ثم يقول:\n((سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر))، خمس عشرة مرة،\nثم يقرأ الفاتحة، وسورة مثل سورة: ((والضحى))، ثم يقول: ((سبحان الله)) إلى\nآخره عشر مرات، ثم يرفع رأسه يكبر ويركع ويسبح ثلاثا، ثم يقول: ((سبحان\nالله)) إلى آخره عشر مرات، ثم يرفع رأسه ويقول: ((سمع الله لمن <span id='ms01'></span> حمده، ربنا\nلك الحمد))، ويقول: ((سبحان الله)) إلى آخره عشر مرات، ثم يكبر ويسجد ويسبح\nثلاثا، ثم يقول: ((سبحان الله)) إلى آخره عشر مرات، ثم يرفع رأسه ويقعد\nويقول: ((سبحان الله)) إلى آخره عشرا، ثم يكبر ويسجد ثانيا، ويسبح ثلاثا،\nثم يقول: ((سبحان الله))، إلى آخره عشر، ثم يقوم، ويفعل في الثانية مثلما\nفعل في الأولى، يصلي أربع ركعات بتسليمة واحدة وبقعدتين، هكذا يقوله في كل\nركعة خمسا وسبعين مرة، ولا يعد بالأصابع، فإنه يقدر أن يحفظ بالقلب، وإن\nاحتاج يعد بجر الأصابع حتى لا يعتبر عملا كثيرا؛ ولم يذكر مجد الأئمة\nالترجماني وقتها، وذكر ابن زنجويه في أول الحديث أربع ركعات يصليهن من ليل\nأو نهار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nوذكر في آخره: ((إلا غفر الله لك ذنوبك قديمها وحديثها، عمدها وخطأها، سرها\nوعلانيتها، وخرجت من ذنوبك كيوم ولدتك أمك، فإذا استطعت أن تفعل ذلك كل يوم\nمرة، وإلا كل جمعة، وإلا فكل شهر، وإلا فكل سنة))؛ وفي ((شرح السنة)) زاد:\n((وإلا ففي كل عمرك من الدنيا مرة واحدة)) انتهى.\n</p>\n\n<p>\nفأجبته إلى سؤاله في الحين، مستعينا بالقادر رب العالمين، فأقول:\n</p>\n\n<p>\nلحديث صلاة التسبيح هذه طرق مروية، غالبها غير قوية، وأمثلها حديث أبي\nالفضل العباس من رواية ابنه عبد الله بن عباس:\n</p>\n\n<h1 class='l1' id='head2'>AUTO رواية ابن عباس</h1>\n\n<p>\n1- أخبرنا المحدث أبو بكر محمد بن أبي بكر بن أبي عمر الصالحي سماعا عليه\nبالعمدية بها، أنا المسند زين الدين أبو الفرج عبد الرحمن بن يوسف بن أحمد\nالصالحي الشهير بابن فريج، وابن الطحان، والمسندة أم عبد الله عائشة ابنة\nإبراهيم بن خليل البعلي الشهيرة بابن الشرايحي قراءة عليهما وأنا أسمع\nمجتمعين بمنزلنا جواز دير الحنابلة بصالحية دمشق قالا: أنا أبو حفص عمر بن\nحسن بن زيد بن أسلم الراغي المزي سماعا، قال: بالخانقاة بالصالحية، وقالت:\nبجامع المزة، أنا أبو الحسن علي بن أحمد بن عبد الواحد الصالحي الشهير بابن\nالبخاري سماعا، أنا أبو حفص عمر بن محمد الحسباني، أنا أبو البدر إبراهيم\nبن محمد الكرخي (ح)، وشافهتني قالت <span id='ms02'></span> أم عبد الرزاق خديجة ابنة عبد الكريم\nالصالحية، عن أم محمد عائشة بنت محمد بن عبد الهادي، عن أبي العباس أحمد بن\nأبي طالب الحجاز، أنبأنا أبو محمد الأرغب ابن أبي السعادات الحمامي، أنبأنا\nأبو محمد مسعود بن الحسن العفيفي، قال معروف الكرخي، أنا أبو بكر أحمد بن\nعلي الحافظ، قال مسعود: إذنا، وقال أبو بكر سماعا (ح)، قال الحجار: وأنبأنا\nأبو المنجا عبد الله بن محمد الخزيمي، وأم أحمد بهية ابنة أبي بكر محمد\nالناقد، أخبرني كلاهما عن أبي علي الحسن بن العباس الرستمي، أنبأنا أبو علي\nعلي بن أحمد السيري، وأبو منصور محمد بن أحمد بن شكروية، قال هو وأبو بكر\nالحافظ، واللفظ له، أنا أبو عمر القاسم بن جعفر الهاشمي سماعا، أنا أبو علي\nمحمد بن أحمد اللؤلؤي سماعا (ح) وأنبأنا أبو عبد الله محمد بن عبد الواحد\nبن المتوكل عن أبي الوقت عبد الله بن عيسى الهروي، أنا أبو منصور عبد\nالرحمن بن محمد بن عفيف سماعا، أنا أبو محمد منصور بن عبد الله الخالدي،\nأنا أبو بكر محمد بن بكر بن عبد الرزاق، قال هو والراوي: أنا أبو داود\nسليمان بن الأشعث الحافظ، ثنا عبد الرحمن بن بشر بن الحكم النيسابوري، ثنا\nموسى بن عبد العزيز، ثنا الحكم بن أبان، عن عكرمة، عن ابن عباس أن رسول\nالله - صلى الله عليه وسلم - قال للعباس بن عبد المطلب:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n((يا عباس يا عماه، ألا أعطيك؟ ألا أمنحك؟، ألا أخبرك؟ ألا أفعل بك عشر\nخصال، إذا أنت فعلت ذلك غفر الله لك ذنبك أوله وآخره، وقديمه وحديثه، خطأه\nوعمده، صغيره وكبيره، سره وعلانيته، أن تصلي أربع ركعات، تقرأ في كل ركعة\nفاتحة الكتاب وسورة، فإذا فرغت من القراءة في أول ركعة قلت وأنت قائم:\n</p>\n\n<p>\nسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، خمس عشرة مرة، ثم\nتركع فتقولها وأنت راكع عشرا، ثم ترفع رأسك من الركوع فتقولها عشرا، ثم\nتهوي ساجدا فتقولها وأنت ساجد عشرا، ثم <span id='ms03'></span> ترفع رأسك من السجود فتقرأها عشرا،\nثم تسجد فتقرأها عشرا، ثم ترفع رأسك فتقولها عشرا، فذلك خمس وسبعون في كل\nركعة تفعل ذلك في أربع ركعات، إن استطعت أن تصليها في كل يوم مرة فافعل،\nفإن لم تفعل ففي كل جمعة مرة، فإن لم تفعل ففي كل شهر مرة، فإن لم تفعل ففي\nكل سنة مرة، فإن لم تفعل ففي عمرك مرة)).\n</p>\n\n<p>\nتابعه أبو عبد الله محمد بن يزيد بن ماجه فقال في ((سننه)):\n</p>\n\n<p>\nثنا عبد الرحمن بن بشر بن الحكم النيسابوري فذكره.\n</p>\n\n<p>\nورواه أبو حامد أحمد بن محمد بن يحيى بن بلال عن عبد الرحمن بن بشر.\n</p>\n\n<p>\nوخرجه أبو الحسن علي بن عمر الدارقطني في ((سننه)) في صلاة التسبيح عن\nأبي بكر النيسابوري عبد الله بن محمد بن زياد، ثنا عبد الرحمن بن بشر بن\nالحكم فذكره. ورواه أبو القاسم سليمان بن أحمد الطبراني في ((معجمه\nالكبير))، فقال: ثنا عيسى بن القاسم، ثنا عبد الرحمن بن بشر بن الحكم، ثنا\nموسى بن عبد العزيز العدني، حدثني الحسن بن أبان، عن عكرمة عن ابن عباس أن\nالنبي - صلى الله عليه وسلم - قال للعباس:\n</p>\n\n<p>\n((يا عماه، ألا أعطيك؟، ألا أمنحك؟، ألا أخبرك؟، ألا أفعل بك عشر خصال\nإذا أنت فعلت ذلك غفر الله لك ذنبك أوله وآخره، قديمه وحديثه، سره\nوعلانيته، صغيره وكبيره، خطأه وعمده، أن تصلي أربع ركعات تقرأ في كل ركعة\nمنها فاتحة الكتاب وسورة، فإذا فرغت من القراءة أول ركعة قلت وأنت قائم:\nسبحان الله والحمد لله ولا إله إلا الله والله أكبر، خمس عشرة مرة، ثم تركع\nفتقولها وأنت راكع عشرا، ثم ترفع رأسك فتقول وأنت قائم عشرا، ثم تسجد\nفتقولها عشرا، ثم ترفع رأسك فتقولها وأنت جالس عشرا، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nتسجد فتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، فذلك خمسة وسبعون، تفعل ذلك\nفي أربع ركعات، فلو كانت ذنوبك مثل زبد البحر أو رمل عالج غفرها الله لك)).\n</p>\n\n<p>\nحديث عكرمة هذا صححه أبو داود، وأبو بكر محمد <span id='ms04'></span> بن الحسين الآجري وغيرهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو بكر بن أبي داود: سمعت أبي يقول: ((ليس في صلاة التسبيح حديث صحيح\nغير هذا)).\n</p>\n\n<p>\nوقال البيهقي: ((كان عبد الله بن المبارك يفعلها، وتداوله الصالحون بعضهم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nبعض، وفيه تقوية للحديث المرفوع)) انتهى.\n</p>\n\n<p>\nوأما ذكر أبو الفرج بن الجوزي للحديث من طريق بينه في كتابه\n((الموضوعات))، ففيه نظر لما تقدم عن أبي داود وغيره.\n</p>\n\n<p>\nوقد بلغنا عن وهب بن زمعة المروزي قال: قال عبد العزيز بن أبي رواد: ((من\nأراد الجنة فعليه بهذه الصلاة)).\n</p>\n\n<p>\nوقال أبو عيسى الترمذي: ((وقد رأى ابن المبارك وغيره من أهل العلم صلاة\nالتسبيح وذكروا الفضل فيه)).\n</p>\n\n<p>\nوقال الترمذي أيضا: ((قال أحمد بن عبدة: [وحدثنا] وهب بن زمعة [قال]:\nأخبرني عبد العزيز، وهو ابن أبي رزمة قال: قلت لعبد الله بن المبارك: إن\nسها فيها أيسبح في سجدتي السهو عشرا عشرا؟.\n</p>\n\n<p>\nقال: لا، إنما هي ثلاثمائة تسبيحة)).\n</p>\n\n<p>\nفهذا يدل على شهرة هذه الصلاة واستفشائها بين الأئمة والرواة. وقد ذكرها\nالأئمة في مصنفاتهم، كأبي داود، والترمذي، وابن ماجه، والطبراني،\nوالدارقطني، والبيهقي، وأبي محمد البغوي، وأبي المحاسن الروياني، وغيرهم من\nأئمة المسلمين، رحمة الله عليهم أجمعين.\n</p>\n\n<p>\nوممن صحح الحديث المشار إليه: أبو موسى محمد بن أبي بكر المديني وصنف فيه\nمصنفا سماه: ((كتاب تصحيح حديث التسبيح من الحجة الواضحة والكلام الفصيح)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوالحافظ أبو بكر محمد بن أبي بكر عبد العزيز بن ناصر الدين، وصنف فيه مصنفا\nسماه: ((الترجيح لحديث صلاة التسبيح)).\n</p>\n\n<p>\nوقال فيه: ((وللحديث طرق جمة معروفة بين الأئمة أمثلها في الاقتباس حديث\nعكرمة عن ابن عباس)) انتهى.\n</p>\n\n<h2 class='l2' id='head3'>AUTO ومن هذه الطرق:</h2>\n\n<p>\n2- ما قرأت عن أستاذي زين الدين محمد بن خليل اللبودي الصالحي بمنزله\nبها، أخبرك القاضي نظام الدين محمد بن إبراهيم بن مفلح الصالحي قراءة عليه\nوأنتم تسمعون بمدرسة بها فأقر به، أنا الحافظ أبو بكر محمد بن عبد الله بن\nالمحب الصالحي، عن الحافظ أبو الحجاج يوسف بن الزكي عبد الرحمن المزي (ح).\n</p>\n\n<p>\nوكتب إلي عاليا أبو عبد الله محمد بن <span id='ms05'></span> أحمد بن أبي عمر المسيري منها عن أم\nمحمد عائشة بنت المحتسب العمري عن الحافظ أبي الحجاج يوسف بن الزكي عبد\nالرحمن المزي، أنا أبو إسحاق إبراهيم بن عثمان بن يحيى اللقوني بقراءتي\nعليه بدمشق، أنا أبو القاسم الحسين بن هبة الله بن محفوظ بن منصور الربعي،\nأنا أبو القاسم علي بن الحسن بن هبة الله بن عساكر سماعا عليه بجامع دمشق،\nأنا أبو محمد عبد الكريم بن حمزة بن الحسن السلمي، أنا الحافظ أبو بكر أحمد\nبن علي بن ثابت الخطيب البغدادي (ح).\n</p>\n\n<p>\nقال أبو القاسم الربعي: وأنبأنا به عاليا جدي محفوظ، والفضل بن سهام\nالخضر بن الحسين بن عبد الله، والفقيه نصر الله محمد بن عبد القوي السيسي\nعن الحافظ أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي، أنا محمد بن أحمد\nبن رزق، ثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي بقراءتي عليه،\nقلت له: حدثكم أحمد بن علي بن مسلم الأبار، ثنا عبد الرحمن بن بشر بن الحكم\nالنيسابوري (ح) قال الحافظ أبو بكر: وأنا أبو سعيد محمد بن موسى بن الفضل\nبن شاذان الصيرفي بنيسابور، أنا أبو عبد الله محمد بن عبد الله بن أحمد\nالصفار الأصبهاني، ثنا أبو بكر عبد الله بن محمد بن عبيد القرشي، ثنا إسحاق\nبن إبراهيم وعبد الرحمن بن بشر بن الحكم قالا: ثنا موسى بن عبد العزيز،\nحدثني الحكم بن أبان، حدثني عكرمة عن ابن عباس أن رسول الله - صلى الله\nعليه وسلم - قال للعباس بن عبد المطلب: ((ألا أعلمك؟، ألا أمنحك؟)) في حديث\nالأبار: ((يا عباس، يا عماه، ألا أعطيك؟، ألا أمنحك؟، ألا أخبرك؟، ألا أفعل\nبك عشر خصال إذا أنت فعلت ذلك غفر الله ذنبك -لم يقل ابن رزق والحسين ذلك-\nأوله وآخره، قديمه وحديثه، خطأه وعمده، صغيره وكبيره، سره وعلانيته، أن\nتصلي أربع ركعات، تقرأ في كل ركعة بفاتحة الكتاب -قال الأبار: في كل ركعة\nمنها بفاتحة الكتاب-، وسورة، فإذا، -وقال الأبار <span id='ms06'></span>: فرغت من القراءة-، في أول\nركعة قلت: وأنت قائم سبحان الله والحمد لله ولا إله إلا الله، والله أكبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nخمس عشرة مرة، ثم تركع وتقولها، -وقال الصيرفي: فتقول وأنت راكع عشرا، ثم\nترفع رأسك-، زاد الصيرفي: فتقولها وأنت ساجد عشرا، ثم ترفع رأسك، -زاد\nالصيرفي: من السجود-، فتقولها وأنت ساجد عشرا، ثم تسجد فتقولها عشرا، ثم\nترفع رأسك فتقولها عشرا، فذاك اثنان وسبعون، -زاد الصيرفي: في كل ركعة،\nتفعل ذلك في أربع ركعات، إن استطعت أن تصليها كل يوم، -وقال الصيرفي: في كل\nيوم مرة، فافعل، فإن لم تفعل ففي كل جمعة مرة، فإن لم تفعل ففي كل شهرة\nمرة، فإن لم تفعل ففي كل سنة مرة، فإن لم تفعل ففي عمرك مرة)).\n</p>\n\n<p>\nوبه إلى الحافظ أبو بكر الخطيب البغدادي قال بعد أن ساق هذا الحديث في\nجزئه الذي صنفه في ((صلاة التسبيح)):\n</p>\n\n<p>\n((هكذا روى هذا الحديث موسى بن عبد العزيز، وعن أبو شعيب القنباري، عن\nالحكم بن أبان موصولا مرفوعا؛ وخالفه إبراهيم بن الحكم بن أبان فرواه عن\nأبيه عن عكرمة عن رسول الله - صلى الله عليه وسلم - مرسلا، لم يذكر فيه ابن\nعباس، وقد روى عبد القدوس بن حبيب الشامي، عن مجاهد بن جبر، عن عبد الله بن\nعباس أن النبي - صلى الله عليه وسلم - علمه ذلك؛ وروى عن محمد بن جحادة\nالأودي عن عمرو بن مالك، وعن يحيى بن سعيد الإسناوي، وعن أبي مالك العقيلي،\nأربعتهم عن أبي الجوزاء أوس بن عبد الله الربعي، عن ابن عباس؛ أما ابن\nجحادة فروي عنه مرفوعا وموقوفا، وأما الآخرون فروي عنهم موقوفا غير\nمرفوع)).\n</p>\n\n<h2 class='l2' id='head4'>AUTO فأما حديث إبراهيم بن الحكم بن أبان، عن أبيه الذي رواه عن</h2>\n\nعكرمة، عن النبي - صلى الله عليه وسلم - مرسلا:\n<p>\n3- فأخبرنا القاضي أبو بكر أحمد بن الحسن الحريثي بنيسابور، ثنا أبو محمد\nحامد بن أحمد الطوسي، ثنا محمد بن رافع، ثنا إبراهيم بن الحكم بن أبان،\nحدثني أبي عن عكرمة، أن رسول الله - صلى الله عليه <span id='ms07'></span> وسلم - قال:\n</p>\n\n<p>\n((يا عباس، يا عم رسول الله، ألا أهدي لك؟، ألا أمنحك؟، ألا أزودك؟، ألا\nأهب لك؟، ألا أعطيك؟، ألا أخبرك؟، صل أربع ركعات من ليل شئت أو من نهار، فإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nكبرت فاقرأ ما شئت، وإذا فرغت من قراءتك فقل خمس عشرة مرة: الحمد لله،\nوسبحان الله، ولا إله إلا الله، والله أكبر، ثم اركع، فإذا ركعت قلت وأنت\nراكع عشر مرات: الحمد لله، وسبحان الله، ولا إله إلا الله، والله أكبر، ثم\nارفع رأسك فقل عشر مرات قبل أن تخر ساجدا، ثم اسجد فقلها عشرا وأنت ساجد،\nثم ارفع رأسك فقلها عشرا، ثم اسجد الثانية فقلها عشرا وأنت ساجد، ثم ارفع\nرأسك فقلها عشرا قبل أن تقوم، ثم قم فاقرأها قراءة، ثم قلها خمس عشرة مرة\nبعد أن تقرأ، ثم قلها عشرا عشرا كما قلت في الركعة الأولى، ثم الباقية،\nفإنه يغفر لك ذنبك صغيره وكبيره، وحديثه وقديمه، وعمده وخطأه، سره\nوعلانيته، فإن استطعت في كل يوم مرة، وإلا ففي كل جمعة مرة، وإلا ففي كل\nشهر مرة، وإلا ففي كل سنة مرة، وإلا ففي عمرك مرة واحدة)).\n</p>\n\n<h2 class='l2' id='head5'>AUTO وأما حديث عبد القدوس بن حبيب عن مجاهد عن ابن عباس:</h2>\n\n<p>\n4- فأخبرناه أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق الحافظ بأصبهان،\nثنا سليمان بن أحمد بن أيوب الطبراني، ثنا إبراهيم بن محمد بن مرة\nالصنعاني، ثنا هشام بن إبراهيم أبو الوليد المخزومي، ثنا موسى بن جعفر بن\nأبي كثير، عن عبد القدوس بن حبيب، عن مجاهد عن ابن عباس، أن رسول الله -\nصلى الله عليه وسلم - قال له:\n</p>\n\n<p>\n((يا غلام ألا أخبرك؟، ألا أعلمك؟، ألا أعطيك؟))، قلت: بلى بأبي أنت وأمي\nيا رسول الله، قال: فظننت أنه سيقطع لي قطعة من مال، فقال: ((أربعا تصليهن\nفي كل يوم فتقرأ بأم القرآن وسورة، ثم تقول: سبحان الله، والحمد لله، ولا\nإله إلا الله، والله أكبر، فتقولها عشرا، ثم ترفع فتقولها عشرا، ثم تفعل في\nصلاتك كلها مثل ذلك <span id='ms08'></span>، فإذا فرغت قلت بعد التشهد قبل السلام: اللهم إني أسألك\nتوفيق أهل الهدى وأعمال أهل اليقين، ومناصحة أهل التوبة، وعزم أهل الصبر،\nوجد أهل الخير، وطلب أهل الذمة، وتعبد أهل الورع، وعرفان أهل العلم حتى\nأخافك، اللهم إني أسألك مخافة تحجزني عن معاصيك حتى أعمل بطاعتك عملا أستحق\nبه رضاك، وحتى أناصحك في التوبة خوفا منك، وحتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nأخلص لك النصيحة حبا لك، وحتى أتوكل عليك في الأمور حسن الظن بك، سبحان\nخالق النور، فإذا فعلت ذلك يا ابن عباس، غفر الله لك ذنوبك صغيرها وكبيرها،\nوقديمها وحديثها، وسرها وعلانيتها، وعمدها وخطأها)).\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي بلفظ: ((تصليهن في كل يوم فتقرأ))، وفيه سقط،\nوهو: ((فإن لم تستطع ففي كل جمعة مرة، فإن لم تستطع ففي كل شهر مرة، فإن لم\nتستطع ففي كل سنة مرة، فإن لم تستطع ففي عمرك مرة، ثم تكبر، ثم تقول:)).\n</p>\n\n<p>\nهكذا حدث به أبو نعيم في كتابه ((قربان المتقين))، ورواه بالإسناد والمتن\nنحوه في كتابه ((حلية الأولياء))، وشيخه الطبراني في ((معجمه الأوسط)) ثم\nقال الخطيب البغدادي:\n</p>\n\n<h2 class='l2' id='head6'>AUTO وأما حديث محمد بن جحادة، عن أبي الجوزاء، عن ابن عباس</h2>\n\nالمرفوع:\n<p>\n5- فأخبرنا علي بن يحيى بن جعفر الإمام بأصبهان، ثنا سليمان بن أيوب\nالطبراني، ثنا إبراهيم بن هاشم البغوي، ثنا محمد بن عون، ثنا يحيى بن عقبة\nبن أبي العيزار، عن محمد بن جحادة، عن أبي الجوزاء، قال: قال ابن عباس: يا\nأبا الجوزاء، ألا أحبوك؟، ألا أنحلك؟، ألا أعطيك؟، قلت: بلى، قال: سمعت\nرسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n((من صلى أربعا من الركعات يقرأ في كل ركعة بأم الكتاب وسورة، فإذا فرغ\nمن القراءة قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر،\nفهذه واحدة، حتى يكمل خمسة عشرة، ثم تركع فتقولها عشرا، ثم ترفع رأسك\nفتقولها عشرا، ثم تسجد فتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، ثم تسجد\nفتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، فهذه خمس وسبعون في كل ركعة، حتى <span id='ms09'></span>\nتفرغ من أربع ركعات فمن صلاهن كفر له كل ذنب عمله قليل أو كثير، قديم أو\nحديث، سر أو علانية، كان أو هو كائن)).\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي، ولم يزد على هذا.\n</p>\n\n<p>\nوقد قال الطبراني في ((معجمه الأوسط)) بعد أن ساق هذا الحديث بهذا\nالإسناد فيه: ((لم يروه عن محمد بن جحادة إلا يحيى بن عقبة، تفرد بن محرز\nبن عون)) انتهى.\n</p>\n\n<p>\nوفيه نظر لما سيأتي من رواية أبي جناب له، عن محمد بن جحادة، اللهم إلا\nأن يريد الطبراني بالتفرد في رفع الحديث، فإن رواية يحيى بن عقبة مرفوعة،\nورواية أبي جناب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nموقوفة، والله أعلم، ويحيى بن عقبة يرمى بالكذب.\n</p>\n\n<h2 class='l2' id='head7'>AUTO قال الخطيب البغدادي: وأما حديث محمد بن جحادة الموقوف:</h2>\n\n<p>\n6- فأخبرنا أبو الحسن أحمد بن عبد الله بن محمد الأنماطي، أنا أبو الحسين\nمحمد بن المظفر بن موسى الحافظ، ثنا أبو علي الحسن بن محمد بن شعبة، ثنا\nمحمد بن عمران الهمداني، قال: وأنبأنا أبو بكر محمد بن عبد الملك بن محمد\nبن عبد الله القرشي، أنا أبو الحسن علي بن عمر بن أحمد الحافظ، ثنا محمد بن\nمخلد، ثنا محمد بن إبراهيم بن حفص أبو سفيان الترمذي سنة 293، ثنا الجارود\nبن معاذ، واللفظ لحديثه، قالا: ثنا القاسم بن الحكم أبو جناب، عن محمد بن\nجحادة، عن أبي الجوزاء، قال: جاورت ابن عباس اثنتي عشرة سنة ما تركت آية من\nالقرآن إلا سألته عنها فقال ابن عباس: ألا أحبوك؟، ألا أدلك؟، ألا أرفدك؟،\nألا أعلمك؟، ما إذا فعلته غفرت لك ذنوبك سرها وعلانيتها؟، قديمها وحديثها\nما كان وما هو كائن؟\n</p>\n\n<p>\nقلت: بلى، قال: فإذا قرأت فقل: لا إله إلا الله، والحمد لله، وسبحان\nالله، والله أكبر، خمس عشرة مرة، ثم اركع فقلها عشرا، ثم ارفع فقلها عشرا،\nثم اسجد فقلها عشرا، ثم ارفع فقلها عشرا، ثم اسجد فقلها عشرا، ثم ارفع\nفقلها عشرا في كل ركعة خمس وسبعون مرة، في كل ركعتين خمسون ومائة، في كل\nأربع ثلاثمائة، فذلك في <span id='ms10'></span> الحساب ألف ومائتان، وفي الحسنات اثنا عشر ألفا.\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي، ولم يزد على هذا ولم يسم أبا جناب تبعا لأبي\nالحسن علي بن عمر بن أحمد الحافظ الدارقطني اسمه: يحيى بن أبي حية الكلبي،\nثم قال الخطيب:\n</p>\n\n<h2 class='l2' id='head8'>AUTO وأما حديث عمرو بن مالك النكري عن أبي الجوزاء عن ابن عباس:</h2>\n\n<p>\n7- فأخبرنا أبو الحسن محمد بن عبد الواحد بن محمد بن جعفر، ومحمد بن عبد\nالملك القرشي، قالا: أنا علي بن عمر الحافظ، قال: قرئ على عبد الله بن محمد\nبن عبد العزيز وأنا أسمع حدثكم محمد بن عبد الملك بن أبي الشوارب، ثنا يحيى\nبن عمرو بن مالك، قال: سمعت أبي يحدث عن أبي الجوزاء، قال: بعث ابن عباس\nإلى أبي الجوزاء فقال: ألا أخبرك؟ ألا أحبوك؟، ألا أعلمك شيئا لو كنت أعظم\nأهل الأرض ذنبا لغفر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nلك؟. قال: أربع ركعات تصليهن قبل الظهر، تقرأ في كل ركعة فاتحة الكتاب\nوسورة، ثم تسبح على إثرها خمس عشرة تسبيحة، وتحمد الله خمس عشرة، وتهلل خمس\nعشرة، وتكبر خمس عشرة، ثم تركع فإذا ركعت سبحت عشرا، وحمدت عشرا، وهللت\nعشرا، وكبرت عشرا، فإذا خررت ساجدا فسبح واحمد الله وكبر وهلل، ثم ارفع\nرأسك فافعل نحوا مما فعلت، ثم اسجد فسبح واحمد الله وكبر وهلل، ثم ارفع\nرأسك، فافعل كما فعلت في السجود هذه بركعة واحدة، والثلاث البواقي مثل فعل هذه.\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي، والدارقطني في مصنفه في ((صلاة التسبيح))،\nبلفظ: ((ثم ارفع رأسك فافعل نحوا مما فعلت إلى آخره))، قال الحافظ شمس\nالدين بن ناصر الدين، يعني: ثم اسجد فافعل نحوا مما فعلت، ثم ارفع رأسك\nفافعل كما فعلت في السجود.\n</p>\n\n<p>\nوقد تابع يحيى على روح بن المسيب، عن عمرو بن مالك، ثم قال الخطيب:\n</p>\n\n<p>\n8- أخبرني علي بن أبي علي البصري، ثنا علي بن محمد بن محمد الحربي، ثنا\nعبد الله بن سليمان، ثنا عبد الله بن محمد بن يحيى الضعيف، ثنا يزيد بن\nهارون، ثنا روح بن المسيب <span id='ms11'></span>، ثنا عمرو بن مالك، عن أبي الجوزاء، عن ابن عباس،\nبهذا الحديث.\n</p>\n\n<p>\nكذا رواه الخطيب، وقد أشار أبو داود إلى حديث روح هذا.\n</p>\n\n<h2 class='l2' id='head9'>AUTO ورواه أبو الحسن الدارقطني في مصنفه في ((صلاة التسبيح)) فقال:</h2>\n\n<p>\n9- حدثنا دعلج بن أحمد بن دعلج، ثنا جعفر بن محمد الترك، أنا يحيى بن\nيحيى، أنا روح بن المسيب الكليبي، عن عمرو بن مالك، عن أبي الجوزاء، عن ابن\nعباس، قال: أربع ركعات تصليهن من الليل ومن النهار تكبر، ثم تقرأ بأم\nالقرآن وسورة، ثم تسبح خمس عشرة، وتحمد خمس عشرة، وتكبر خمس عشرة، وتهلل\nخمس عشرة، يعني: ثم تركع بعد ذلك، ثم تسبح عشرا، وتحمد عشرا، وتكبر عشرا،\nوتهلل عشرا، ثم ترفع رأسك تسبح عشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا،\nثم تكبر وتسجد وتسبح عشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم ترفع\nرأسك وتسبح عشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم تسجد وتسبح عشرا،\nوتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم ترفع رأسك فتسبح عشرا، وتحمد عشرا،\nوتكبر عشرا، وتهلل عشرا، فتلك ثلاثمائة تسبيحة سار لمن .. .. (¬1) ، وهي\nألف ومائتا تسبيحة في أربع ركعات، فيغفر الله ذنوبك، حديثها وقديمها، سرها\nوعلانيتها، عمدها وخطأها، تخرج من ذنوبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nكيوم ولدتك أمك، فإن استطعت أن تفعل ذلك كل يوم فافعل، وإلا فكل جمعة، وإلا\nفكل شهر، وإلا فكل سنة)).\n</p>\n\n<p>\nوقد تابع يحيى عليه أيضا عباد بن عباد المهلبي، عن عمرو بن مالك، فيما\n(¬1) أبو الحسن الدارقطني في ((مصنفه المذكور)) مختصرا ومطولا، فقال:\n</p>\n\n<p>\n10- ثنا أبو طالب الكاتب علي بن محمد بن أحمد بن أبي الجهم، ثنا الحسن بن\nعرفة، ثنا عباد بن عباد المهلبي، عن عمرو بن مالك، عن أبي الجوزاء، عن ابن\nعباس، هذا الحديث نحوه، هكذا اختصره، ثم رواه بالإسناد بطوله فقال:\n</p>\n\n<p>\n11- ثنا أبو طالب الكاتب علي بن أحمد، ثنا الحسن بن عرفة، ثنا عباد بن\nعباد المهلبي، عن عمرو بن مالك، عن أبي الجوزاء، قال: قال ابن عباس: ألا\nأخبرك؟، ألا أفيدك؟، ألا أحبوك؟، ألا <span id='ms12'></span> أدلك؟.\n</p>\n\n<p>\nقال: قلت: بلى. قال: تقوم للصلاة فتكبر فتقرأ بأم القرآن وسورة، فإذا\nفرغت سبحت خمس عشرة مرة، وحمدت خمس عشرة مرة، وكبرت خمس عشرة مرة، وهللت\nخمس عشرة مرة، ثم تركع فتسبح عشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم\nترفع رأسك، فتسبح عشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم تسجد فتسبح\nعشرا، وتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم ترفع رأسك، فتسبح عشرا،\nوتحمد عشرا، وتكبر عشرا، وتهلل عشرا، ثم تسجد فتسبح عشرا، وتحمد عشرا،\nوتكبر عشرا، وتهلل عشرا، ثم تلبي فتقول مثل ذلك، ثم تقوم وتركع مرة أخرى،\nوتصنع فيها كما صنعت في الأولى، ثم تصلي ركعتين أخريين تصنع فيهما كما صنعت\nفي الأوليين، يغفر الله لك ذنوبك، قديمها وحديثها، صغيرها وكبيرها، وسرها\nوعلانيتها، وعمدها وخطأها)).\n</p>\n\n<p>\nقال عباد: قال عمرو بن مالك: كان أبو الجوزاء يأتي المسجد إذا نودي لصلاة\nالظهر فيقول للمؤذن: لا تعجلني عن ركعاتي، فيصليهن ما بين الأذان والإقامة\nإلى الظهر.\n</p>\n\n<h2 class='l2' id='head10'>AUTO ثم قال الخطيب: وأما حديث يحيى بن سعيد، عن أبي الجوزاء، عن</h2>\n\nابن عباس:\n<p>\n12- فأخبرنا أبو الحسن علي بن محمد الجوهري، أنا محمد بن المظفر الحافظ،\nثنا إسحاق بن محمد بن مروان، نا أبي، نا أبو عاصم عصمة بن عبد الله الأسدي،\nثنا محمد بن عبد الله، عن يحيى بن سعيد، عن أبي الجوزاء، قال: قال ابن\nعباس: ألا أحبوك؟، ألا أعطيك؟، ألا أخبرك بشيء إذا فعلته غفرت لك ذنوبك ما\nأسررت منها وما أعلنت، وما عملت منها وما أنت عامل؟، قال: قلت: بلى، قال:\nتصلي أربع ركعات تقرأ في كل ركعة بفاتحة الكتاب وسورة معها، وتسبح مع كل\nتكبيرة خمس عشرة، وتحمد خمس عشرة، وتهلل خمس عشرة، وتكبر خمس عشرة، قال:\nقلت: لا أقوى على هذا في كل يوم؛ قال: ففي كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nجمعة، قال: قلت: لا أقوى، قال: ففي كل شهر، قال: قلت: لا أقوى، قال: ففي كل سنة)).\n</p>\n\n<h2 class='l2' id='head11'>AUTO وأما حديث أبي مالك العقيلي عن أبي الجوزاء، عن ابن عباس:</h2>\n\n<p>\n13- فأخبرنا <span id='ms13'></span> أبو سعيد محمد بن موسى بن الفضل الصيرفي بنيسابور، أنا محمد\nبن عبد الله بن محمد الصفار الأصبهاني، ثنا عبيد الله بن محمد القرشي، ثنا\nإسحاق بن إبراهيم، ثنا عبيد الله بن موسى، ثنا أشرس أبو سفيان، عن أبي مالك\nالعقيلي، قال: كنت مع أبي الجوزاء، وكان إمام قومه، فقال للمؤذن إذا أذنت\nفلا تقم الصلاة حتى أصلي، فصلاهن مرارا وأنا معه قبل الظهر أربع ركعات،\nفسألته فقال: حدثني ابن عباس قال: ما من رجل صلى هذه الأربع ركعات، ثم كانت\nله ذنوب مثل زبد البحر إلا غفرت له ذنوبه، فقلت: وما زبد البحر؟؛ فقال: إن\nهذا الخلق أحاط بهم بحر، فقلت: وما بعد البحر؟، قال: هواء، قلت: وما بعد\nالهواء؟ قال: بحر أحاط بهذا الهواء، والبحر الداخل إلى سبعة أبحر، والثامن\nهواء؛ قلت: وما بعد الثامن؟. قال: ثم انتهى الأمر، لو أن رجلا صلى هذه\nالأربع ركعات ثم كانت ذنوبه مثل هذه البحور السبعة وما في ذاك الهواء من\nشجرة أو ورقة أو حصى أو ثرى إلا انصرف مغفورا له؛ قال: كان ابن عباس يقوم\nفيكبر، ثم يقرأ، ثم يقول بعد القراءة خمس عشرة مرة: لا إله إلا الله،\nوسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فهذه واحدة، ثم\nتركع فتقولها عشر مرات، وحين ترفع عشر مرات، وحين تسجد عشر مرات، وحين ترفع\nعشر مرات، وحين تسجد عشر مرات، وحين ترفع عشر مرات، ثم تقوم فتقولها خمس\nعشرة مرة))؛ انتهى كلام الخطيب البغدادي في سياق هذا الحديث من طريق ابن\nعباس، ولم يذكر رواية عطاء عنه، وهي في ((معجم الطبراني الكبير)).\n</p>\n\n<p>\n14- أخبرنا بها أبو عبد الله محمد بن أبي الصدف البغدادي الصالحي بقراءتي\nعليه بها، أنا الحافظ أبو الوفاء إبراهيم بن محمد الحلبي بقراءتي عليه بها،\nأنا أبو محمد عبد الله بن علي بن خطاب، أنا أبو عبد الله محمد بن علي\nالحلبي (ح).\n</p>\n\n<p>\nقال أبو الوفاء: وشافهني أبو الفضل محمد بن عبد الله الحلبي بها <span id='ms14'></span>، عن أبي\nسعيد سنقر بن عبد الله الزينبي إن لم يكن سماعا، قال أبو عبد الله الحلبي:\nأنا الحافظ شمس الدين أبو الحجاج يوسف بن خليل الحلبي (ح).\n</p>\n\n<p>\nوأذن لي عاليا يحيى بن محمد الدمشقي، عن أم محمد عائشة ابنة محمد بن\nالزين أبي الحجاج يوسف بن خليل الحلبي (ح).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الوفاء: وأجازني به عاليا البدر حسن بن أحمد بن الهبل، عن أبي\nالحسن علي بن أحمد البخاري، أنا أبو عبد الله محمد بن أبي زيد الكرافي؛ قال\nابن البخاري كتابة، وقال ابن خليل: سماعا وإجازة، زاد فقال: وأنا أبو جعفر\nمحمد بن إسماعيل الطرسوسي قال: أنا أبو منصور محمود بن إسماعيل الصيرفي،\nأنا أبو الحسين أحمد بن محمد بن فاذشاه (ح).\n</p>\n\n<p>\nقال ابن البخاري: وكتب إلي أبو جعفر محمد بن أحمد الصيدلاني، وأم هانئ\nعفيفة بنت أحمد الفارقانية قالا: أخبرتنا أم إبراهيم فاطمة بنت عبد الله بن\nعقيل، قالت: أنا أبو بكر محمد بن عبد الله بن ريذة، قال هو وابن فاذشاه،\nأنا أبو القاسم سليمان بن أحمد الحافظ: ثنا إبراهيم بن نائلة، ثنا شيبان بن\nفروخ، ثنا نافع أبو هرمز، عن عطاء، عن ابن عباس قال: جاء العباس إلى النبي\n- صلى الله عليه وسلم - ساعة لم يكن يأتيه فيها، فقيل: يا رسول الله هذا\nعمك على الباب، فقال: ((ائذنوا له، فقد جاء لأمر)).\n</p>\n\n<p>\nفلما دخل عليه قال: ((ما جاء بك يا عماه هذه الساعة؟ وليس ساعتك التي كنت\nتجيء فيها؟))، قال: يا ابن أخي ذكرت الجاهلية وجهلها فضاقت علي الدنيا بما\nرحبت، فقلت: من يفرج عني؟، فعرفت أنه لا يفرج عني إلا الله ثم أنت، فقال:\n((الحمد لله الذي أوقع هذا في قلبك، وددت أبا طالب أخذ نصيبه ولكن الله\nيفعل ما يشاء))، قال: ((ألا أحبوك؟)) قال: نعم. قال: ((ألا أعطيك؟))، قال:\nنعم، قال: ((فإذا كنت ساعة يصلى فيها ليست بعد العصر ولا بعد طلوع الشمس\nفيما بين ذلك فأسبغ طهورك، ثم قم إلى الله -عز وجل <span id='ms15'></span>- فاقرأ بفاتحة الكتاب\nوسورة إن شئت جعلتها من أول المفصل، فإذا فرغت من السورة فقل: سبحان الله،\nوالحمد لله، ولا إله إلا الله، والله أكبر خمس عشرة مرة، فإذا ركعت فقل ذلك\nعشر مرات، فإذا رفعت رأسك فقل ذلك عشر مرات)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO رواية علي بن أبي طالب</h1>\n\n<p>\nوقد وقع لنا هذا الحديث من رواية أمير المؤمنين علي بن أبي طالب -رضي\nالله عنه-، عن النبي - صلى الله عليه وسلم -:\n</p>\n\n<p>\n15- رويناه بالسند المار إلى الخطيب البغدادي قال: أنا أبو الحسن علي بن\nيحيى بن جعفر إمام المسجد الجامع بأصبهان -وما كتبته إلا عنه-، ثنا أبو\nالقاسم سليمان بن أحمد بن أيوب الطبراني، ثنا أبو حنيفة محمد بن حنيفة\nالواسطي، ثنا الحسن بن جبلة الشيرازي، أنا أبو منصور أيوب بن سليمان الرقي،\nثنا عيسى بن يونس، عن سفيان الثوري، عن عبد الأعلى، عن أبي عبد الرحمن، عن\nعلي، قال: قال رسول الله - صلى الله عليه وسلم -: ((من صلى أربع ركعات في\nيوم الجمعة يقرأ في كل ركعة بفاتحة الكتاب عشرا)). ثم ذكر حديث صلاة\nالتسبيح بطوله.\n</p>\n\n<p>\n16- قال الخطيب: وأخبرني القاضي أبو القاسم علي بن الحسن بن علي التنوخي،\nثنا أبو محمد سهل بن أحمد الديباجي، ثنا أبو علي محمد بن محمد بن الأشعث\nبمصر، ثنا أبو الحسن موسى بن إسماعيل بن موسى بن جعفر بن محمد بن علي بن\nالحسين بن علي بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nطالب، حدثني أبي، عن أبيه، عن جده جعفر، عن أبيه، عن جده علي بن الحسين، عن\nأبيه، عن علي بن أبي طالب، أنه تلقاه رسول الله - صلى الله عليه وسلم -\nفقبل بين عينيه فلما جلسا قال له رسول الله - صلى الله عليه وسلم -: ((ألا\nأعطيك، ألا أمنحك، ألا أحبوك؟))، قال: بلى يا رسول الله، قال: ((تصلي أربع\nركعات تقرأ في كل ركعة: الحمد وسورة، ثم تقول: سبحان الله والحمد لله ولا\nإله إلا الله، والله أكبر، خمس عشرة مرة، ثم تركع فتقولها عشرا، ثم ترفع\nرأسك فتقولها عشرا، ثم <span id='ms16'></span> تسجد فتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، ثم\nتسجد فتقولها عشرا، ثم ترفع فتقولها عشرا، فذلك خمس وسبعون مرة، في كل\nركعة، فإن استطعت أن تصليها في كل يوم فافعل، فإن لم تستطع في كل يوم ففي\nكل جمعة، فإن لم تستطع في كل جمعة ففي كل شهر، فإن لم تستطع ففي كل سنة،\nفإن لم تستطع في كل سنة ففي عمرك مرة، فإذا فعلت ذلك غفر الله ذنبك، كبيره\nوصغيره، خطأوه وعمده، قديمه وحديثه)).\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي ولم يزد على ذلك.\n</p>\n\n<p>\n17- وقد جاء حديث علي بن أبي طالب هذا من مراسيل عمر مولى غفرة عنه. قال\nأبو الحسن الدارقطني في ((مصنفه في صلاة التسبيح)): ((ثنا محمد بن أحمد بن\nالحسن بن أسامة، ثنا بشر بن موسى، ثنا إبراهيم الأرقمي، ثنا إسحاق بن\nإبراهيم بن نسطاس، عن عمر بن عبد الله مولى غفرة قال: قال رسول الله - صلى\nالله عليه وسلم - لعلي بن أبي طالب: ((يا علي ألا أهدي لك؟، ألا أعطيك؟،\nألا أمنحك؟)) قال: حتى ظننت أن رسول الله - صلى الله عليه وسلم - يعطيني\nجبال تهامة ذهبا، قال: ((إذا قمت إلى الصلاة فقل: الله أكبر، والحمد لله،\nوسبحان الله، ولا إله إلا الله، تقولها خمس عشرة مرة))، ثم ذكر الحديث إلى\nآخره، هكذا ساقه الدارقطني مختصرا.\n</p>\n\n<h1 class='l1' id='head13'>AUTO رواية جعفر بن أبي طالب</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية جعفر بن أبي طالب -رضي الله عنه-، عن\nالنبي - صلى الله عليه وسلم - بالسند المتقدم إلى الخطيب البغدادي.\n</p>\n\n<p>\n18- قال: أخبرني أبو أحمد عبد الوهاب بن الحسن الحربي، أنا أبو عبد الله\nالحسين بن أحمد الهروي، ثنا عبد الرحمن بن محمد بن إدريس الحنظلي الرازي،\nثنا أبي، حدثني أبو غسان معاوية بن عبد الله الليثي بمدينة الرسول - صلى\nالله عليه وسلم -، ثنا عبد الله بن نافع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nعن عبد الله بن عمر بن حفص بن نافع، عن نافع، عن عبد الله بن جعفر بن أبي\nطالب، عن أبيه جعفر بن أبي <span id='ms17'></span> طالب، أن رسول الله - صلى الله عليه وسلم - قال\nلجعفر بن أبي طالب: ((ألا أهب لك؟، ألا أنحلك؟))، فقال جعفر: بلى يا رسول\nالله، قال: ((تصلي أربع ركعات تقرأ بأم القرآن وسورة، ثم تقول بعد ذلك:\nسبحان الله والحمد لله، ولا إله إلا الله، والله أكبر، خمس عشرة مرة)) فذكر\nالحديث، يعني: في صلاة التسبيح، هكذا رواه الخطيب البغدادي ولم يزد على ذلك.\n</p>\n\n<h2 class='l2' id='head14'>AUTO وقد جاء من رواية علي عن أخيه جعفر.</h2>\n\n<p>\n19- خرجه أبو الحسن علي بن أحمد الواحدي النيسابوري في كتابه ((الدعوات))\nمن حديث أبي علي محمد بن محمد بن الأشعث الكوفي، ثنا أبو الحسن موسى بن\nإسماعيل بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب،\nحدثني أبي، عن أبيه، عن جده جعفر، عن أبيه، عن جده علي بن الحسين، عن أبيه،\nعن علي بن أبي طالب قال: لما قدم جعفر بن أبي طالب تلقاه رسول الله - صلى\nالله عليه وسلم - فقبل بين عينيه، فذكر بنحو ما تقدم عن علي سواء.\n</p>\n\n<p>\nهذه أشهر طرق حديث جعفر من رواية أخيه علي، مع أن ابن الأشعث تفرد به، عن\nموسى العلوي فيما أعلم.\n</p>\n\n<p>\n20- وقال يحيى بن محمد بن صاعد: ثنا محمد بن عبد الملك، ثنا الحسن بن\nقتيبة، ثنا عبد الله بن زياد -وهو: ابن سمعان-، ثنا معاوية وعون ابنا عبد\nالله بن جعفر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nأبيهما، عن رسول الله - صلى الله عليه وسلم - أنه قال لجعفر: ((ألا أعطيك؟،\nألا أمنحك؟، الا أحبوك؟)) وذكر الحديث بطوله.\n</p>\n\n<p>\n21- وقال الدارقطني في مصنفه في ((صلاة التسبيح)):\n</p>\n\n<p>\nثنا محمد بن أحمد بن الحسن، ثنا بشر بن موسى أبو علي، سمعت علي بن واهر\nجار لنا، ثنا علي بن عاصم، عن عبد الله بن زياد بن سمعان، ثنا معاوية\nوإسماعيل ابنا عبد الله بن جعفر، عن أبيهما عبد الله بن جعفر بن أبي طالب،\nقال رسول الله صلى الله عليه وسلم : ((ألا أعطيك؟، ألا أحبوك؟، ألا\nأمنحك؟))، وظننت أنه غنى الدهر <span id='ms18'></span>، قلت: بلى يا رسول الله، قال: ((تفتتح\nالصلاة وتقول: سبحان الله، والحمد لله، ولا إله إلا الله والله أكبر، ولا\nحول ولا قوة إلا بالله خمس عشرة مرة، ثم تركع فتقولها عشرا، ثم تقول: سمع\nالله لمن حمده فتقولها عشرا، ثم تسجد فتقولها عشرا، ثم ترفع رأسك من السجود\nفتقولها عشرا، ثم تسجد فتقولها عشرا، ثم ترفع فتقولها عشرا، فذلك خمس\nوسبعون في كل ركعة، مائة وخمسون في ركعتين، ثلاثمائة في أربع ركعات، فإن\nاستطعت أن تصليها في كل يوم فافعل، فإن لم تستطع ففي كل ثلاث، فإن لم تستطع\nففي كل جمعة، فإن لم تستطع ففي كل شهر، فإن لم تستطع ففي كل ستة أشهر، فإن\nلم تستطع ففي كل سنة، فإن لم تستطع في الدهر مرة، فلو كان عليك من الذنوب\nبعدد نجوم السماء، وقطر السماء، وزبد البحر، ورمل عالج، وإبل غطفان، وأيام\nالدنيا ذنوبا، غفر الله لك)).\n</p>\n\n<p>\nوقد بوب الدارقطني على هذا الحديث بقوله:\n</p>\n\n<p>\n((ذكر من قال: إن النبي - صلى الله عليه وسلم - علمها لعبد الله بن جعفر\nبن أبي طالب)). ورواية ابن صاعد: أن النبي - صلى الله عليه وسلم - علمها\nلجعفر كما تقدم، وهو المعروف، ويعضده ما قال أبو حفص محمد بن محمد\nالبغدادي.\n</p>\n\n<p>\n22- أنا إبراهيم بن عبد الله بن سويد الصنعاني بها، أنا عبد الرزاق بن\nهمام، أخبرني داود بن قيس، عن إسماعيل بن رافع، عن جعفر بن أبي طالب، أن\nالنبي - صلى الله عليه وسلم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nقال له: ((ألا أمنحك، ألا أحبوك، ألا أوثرك؟))، حتى ظنت أنه سيقطع لي\nالبحرين، قال: ((تصلي أربع ركعات تقرأ بأم القرآن في كل ركعة وسورة، ثم\nتقول: الحمد لله، وسبحان الله، والله أكبر، ولا إله إلا الله، حتى تعدها\nخمس عشرة مرة، ثم تركع فتقولها عشرا، وترفع رأسك وتقولها عشرا، وتسجد\nوتقولها عشرا، وترفع رأسك وتقولها عشرا، وتسجد وتقولها وأنت ساجد عشرا، ثم\nترفع رأسك وتقولها عشرا، وأنت جالس، فذلك خمس وسبعون، وفي الثلاث الأخر\nكذلك، فذلك ثلاثمائة مجموعة <span id='ms19'></span>، وإذا فرقتها كانت ألفا ومئتين.\n</p>\n\n<p>\nقال: وكان يستحب أن تقرأ السورة التي بعد أم القرآن عشرين آية فصاعدا إلى\nتسعين في يومك أو ليلتك أو جمعتك أو في شهرك أو في سنتك أو في عمرك، لو\nكانت ذنوبك عدد نجوم السماء، وعدد القطر، أو عدد رمل عالج، أو عدد أيام\nالدنيا لغفر الله لك)).\n</p>\n\n<h1 class='l1' id='head15'>AUTO حديث إسماعيل بن رافع</h1>\n\n<p>\nوجاء مرسلا من حديث إسماعيل بن رافع المذكور فيما رويناه بالسند الماضي\nإلى الخطيب البغدادي:\n</p>\n\n<p>\n23- أخبرنا علي بن أبي علي البصري، ثنا علي بن عمر الحربي، ثنا عبد الله\nبن سلميان بن الأشعث، ثنا نصير بن الفرج أبو حمزة، ثنا يزيد بن هارون، أنا\nأبو معشر المدني، عن إسماعيل بن رافع، أن النبي - صلى الله عليه وسلم - قال\nلجعفر بن أبي طالب: ((ألا أحبوك؟، ألا أعطيك؟، ألا أهدي لك؟))، حتى ظننت\nأنه سيعطيني شيئا لم يعطه أحدا، قلت: بلى يا رسول الله، قال: أربع ركعات\nأقرأ في كل ركعة منهن بفاتحة الكتاب وما تيسر من القرآن، ثم قل قبل أن تركع\nخمس عشرة مرة: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا\nحول ولا قوة إلا بالله، ثم اركع فقلهن عشرا، ثم ارفع فقلهن عشرا، ثم اسجد فقلهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nعشرا، ثم ارفع فقلهن عشرا، ثم اسجد فقلهن عشرا، ثم ارفع فقلهن عشرا، ثم\nاسجد فقلهن عشرا، ثم ارفع فقلها عشرا، اصنع ذلك في كل يوم مرة، فإن لم\nتستطع ففي كل جمعة مرة، فإن لم تستطع ففي كل شهر مرة، فلو كان عليك من\nالذنوب عدد نجوم السماء في أيام الدنيا، ورمل عالج، وهربت من الزحف غفر لك)).\n</p>\n\n<p>\n24- ومن حديث أبي علي محمد بن محمد بن الأشعث الكوفي فيما رويناه بالسند\nالماضي إلى الخطيب البغدادي قال: أنا القاضي أبو القاسم علي بن المحسن\nالتنوخي: ثنا سهل بن أحمد الديباجي، ثنا محمد بن محمد بن أبي الأشعث، ثنا\nأحمد بن أبي عمران، ثنا عاصم بن علي بن عاصم، ثنا أبو معشر <span id='ms20'></span> المدني، عن محمد\nبن كعب القرظي، أن النبي - صلى الله عليه وسلم - قال لجعفر بن أبي طالب،\nفذكر نحوه.\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي، ولم يزد على ذلك.\n</p>\n\n<h1 class='l1' id='head16'>AUTO حديث الأنصاري</h1>\n\n<p>\n25- وقد قال أبو داود في ((سننه)): ثنا أبو توبة، ثنا محمد بن مهاجر، عن\nعروة بن رويم، حدثني الأنصاري، أن رسول الله - صلى الله عليه وسلم - قال\nلجعفر بن أبي طالب، فذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>AUTO حديث العباس بن عبد المطلب</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية العباس بن عبد المطلب -رضي الله عنه-،\nعن النبي - صلى الله عليه وسلم - فيما رويناه بالسند المتقدم إلى الخطيب\nالبغدادي:\n</p>\n\n<p>\n26- أنا أبو الحسن محمد بن أحمد بن محمد بن أحمد بن رزق البزار، وأبو\nالحسن علي بن أحمد بن محمد بن داود، وأبو الحسن محمد بن أسد بن علي الكاتب؛\nقال ابن رزق: ثنا؛ وقالا: أنا أحمد بن سليمان الفقيه، ثنا محمد بن الهيثم،\nأنا أحمد بن أبي شعيب الحراني، نا موسى بن أعين، عن أبي رجاء، عن صدقة، عن\nعروة بن رويم، عن ابن الديلمي، عن العباس بن عبد المطلب قال: قال رسول الله\n- صلى الله عليه وسلم -: ((ألا أهب لك؟، ألا أحبوك؟، ألا أعطيك؟، ألا\nأمنحك؟))، قال: فظننت أنه سيعطيني من الدنيا ما لم يعطه أحدا قبلي، قال:\n((أربع ركعات إذا قلت فيهن ما أعلمك غفر لك، تبدأ فتكبر ثم تقرأ بفاتحة\nالكتاب وسورة، ثم تقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله\nأكبر خمس عشرة مرة، فإذا ركعت قلت مثل ذلك عشر مرات، فإذا رفعت -وقال ابن\nداود وابن أسد-: فإذا قلت: سمع الله لمن حمده، -ثم اتفقوا-: قلت مثل ذلك\nعشر مرات، فإذا رفعت رأسك قلت مثل ذلك عشر مرات بين السجدتين، فإذا سجدت\nقلت مثل ذلك عشر مرات، فإذا رفعت رأسك من السجود قلت مثل ذلك عشر مرات قبل\nأن تقوم، ثم افعل، - وقال ابن داود، وابن أسد: ثم تفعل في الركعة الثانية\nمثل ذلك غير أنك إذا جلست <span id='ms21'></span> للتشهد قلت ذلك عشر مرات قبل التشهد، ثم افعل،\nوقال ابن داود: تفعل في الركعتين الباقيتين مثل ذلك، فإن استطعت أن تفعل\nذلك في كل يوم، وإلا ففي كل جمعة، وإلا ففي كل شهر، وإلا ففي كل شهرين،\nوإلا ففي كل ستة أشهر، وإلا ففي كل سنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n27- قال الخطيب: وأنا أبو محمد الحسن بن علي بن محمد الجوهري، أنا أبو\nالقاسم إبراهيم بن أحمد الخرقي، ثنا أبو العباس محمد بن طاهر المروزي، ثنا\nجارنا أبو الأسد محمد بن حفص المروزي، ثنا حماد بن عمرو النصيبي، عن أبي\nرافع، عن محمد بن المنكدر، عن ابن عباس، قال عباس: مر بي رسول الله - صلى\nالله عليه وسلم - فقال لي: ((ألا أفديك؟، ألا أمنحك؟، ألا أعطيك؟، ألا\nأستحبيك؟))، فظننت أن رسول الله - صلى الله عليه وسلم - سيعطيني رغبا من\nالدنيا، فقلت: بلى بأبي وأمي أنت يا رسول الله، قال: ((أربع ركعات في كل\nيوم أو في كل جمعة أو في كل نصف شهر، أو في كل شهر، أو في نصف سنة، أو في\nكل سنة، تكبر ثم تقرأ الحمد وسورة، ثم تقول: الحمد لله، وسبحان الله، ولا\nإله إلا الله، والله أكبر، هذه مرة واحدة، تقولها خمس عشرة مرة، ثم تركع\nفتقولهن عشرا، ثم تقول سمع الله لمن حمده، فتقولهن عشرا، ثم تخر ساجدا\nفتقولهن عشرا، ثم ترفع رأسك فتقولهن عشرا، ثم تسجد فتقولهن عشرا، ثم ترفع\nرأسك فتقولهن عشرا، ثم تقوم فتقرأ الحمد وسورة ثم تقولها خمس عشرة مرة\nتقولهن في قيامك، تقولهن في ركوعك وسجودك عشرا عشرا، فلو كان عليك مثل رمل\nعالج، أو عدد القطر، وأيام الدنيا لغفر الله لك)).\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي ولم يزد على ذلك.\n</p>\n\n<p>\nوقد حدث به من الطريق الأولى: دعلج بن أحمد، عن جعفر بن يحيى العطار، عن\nسليمان بن خالد البرقي، عن أبيه عمر بن خالد، عن موسى بن أعين به. ومن\nالثانية: أبو القاسم إبراهيم بن أحمد بن جعفر الخرقي المقري في ((فوائده <span id='ms22'></span>))\nبهذا اللفظ، وفي أصل كتاب الجوهري تقصير في متنه، وعليه تصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>AUTO حديث أبي رافع</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية أبي رافع مولى رسول الله - صلى الله\nعليه وسلم -، عن رسول الله - صلى الله عليه وسلم -، فيما رويناه بالسند\nالماضي إلى الخطيب البغدادي:\n</p>\n\n<p>\n28- حدثنا أبو نعيم الحافظ إملاء، ثنا أبو بكر الطلحي -وهو: عبد الله بن\nيحيى الكوفي-، ثنا عبيد بن غنام (ح).\n</p>\n\n<p>\nقال: وأنا الحسن بن أبي بكر، أنا أحمد بن إسحاق بن منجاب الطيبي، ثنا\nمحمد بن الحسن أبو ميسرة الزعفراني، قالا: أنبأ أبو بكر بن أبي شيبة (ح).\n</p>\n\n<p>\nقال: وأخبرني محمد بن عبد الملك القوسي -وسياق الحديث له-، أنا علي بن\nعمر الحافظ، أنا أبو طالب الكاتب علي بن محمد بن أحمد بن الجهم، ثنا أحمد\nبن يحيى بن مالك السوسي، قالا: نا زيد بن الحباب، ثنا موسى بن عبيدة\nالزبدي، حدثني سعيد بن أبي سعيد مولى أبي بكر بن محمد بن عمرو بن حزم، عن\nأبي رافع مولى النبي - صلى الله عليه وسلم - قال: قال رسول الله - صلى الله\nعليه وسلم - للعباس بن عبد المطلب: ((يا عم! ألا أصلك؟، ألا أحبوك؟، ألا\nأنفعك؟، قال: بلى يا رسول الله، قال: ((صل أربع ركعات تقرأ في كل ركعة\nبفاتحة الكتاب وسورة، فإذا انقضت القراءة فقل: الله أكبر، والحمد لله،\nوسبحان الله، ولا إله إلا الله، خمس عشرة مرة قبل أن تركع، ثم اركع فقلها\nعشرا قبل أن ترفع رأسك، ثم ارفع رأسك فقلها عشرا قبل أن تسجد، ثم اسجد\nفقلها عشرا قبل أن ترفع رأسك، ثم ارفع رأسك فقلها عشرا قبل أن تسجد، ثم\nاسجد فقلها عشرا قبل أن ترفع رأسك، ثم ارفع رأسك فقلها عشرا قبل أن تقوم،\nفتلك خمس وسبعون مرة في كل ركعة، وهي ثلاثمائة في أربع ركعات، فلو كانت\nذنوبك مثل رمل عالج، غفرها لله لك))، قال: يا رسول الله من يستطيع أن\nيقولها في كل يوم؟! قال: ((فإن لم تستطع فقلها في <span id='ms23'></span> جمعة، فإن لم تستطع فقلها\nفي شهر))، فلم يزل يقول حتى قال: ((قلها في سنة)). كذا رواه الخطيب\nالبغدادي ولم يزد على ذلك.\n</p>\n\n<p>\nوقد رواه أبو بكر بن أبي شيبة، ويحيى بن عبد الحميد الحماني، وأبو بكر\nمحمد بن أحمد بن جنب، واللفظ له، عن زيد بن الحباب، ومن حديثه خرجه الترمذي\nفي ((جامعه))، عن أبي كريب، عن زيد بن الحباب؛ وخرجه ابن ماجه في ((سننه))،\nفقال: حدثنا موسى بن عبد الرحمن، أبو عيسى المسروقي، ثنا زيد بن الحباب،\nثنا موسى بن عبيدة، حدثني سعيد بن أبي سعيد مولى أبي بكر بن عمرو بن حزم،\nعن أبي رافع قال: قال رسول الله - صلى الله عليه وسلم - للعباس:\n</p>\n\n<p>\n((يا عم! ألا أحبوك؟، ألا أنفعك؟، ألا أصلك؟))، قال: بلى يا رسول الله، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n((فصل أربع ركعات تقرأ في كل ركعة بفاتحة الكتاب وسورة، فإذا انقضت القراءة\nفقل: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، خمس عشرة مرة\nقبل أن تركع ..))، وذكر بقية الحديث بنحوه.\n</p>\n\n<p>\nورواه الدارقطني في مصنفه في ((صلاة التسبيح)) فقال:\n</p>\n\n<p>\nحدثنا أبو طالب الكاتب علي بن محمد بن أحمد بن الجهم، ثنا أحمد بن يحيى\nبن مالك السوسي، ثنا زيد بن الحباب .. .. فذكره بطوله.\n</p>\n\n<h1 class='l1' id='head19'>AUTO رواية الفضل بن العباس</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية الفضل بن العباس بن عبد المطلب -رضي\nالله عنهما-، عن النبي - صلى الله عليه وسلم -، فيما رويناه بالسند المتقدم\nإلى الخطيب البغدادي:\n</p>\n\n<p>\n29- أنا أبو علي الحسن بن أبي بكر أحمد بن إبراهيم بن الحسن بن محمد بن\nشاذان البزاز، ثنا أبو محمد عبد الله بن إسحاق بن إبراهيم البغوي، ثنا أحمد\nبن إسحاق الوزان، ثنا أبو سلمة المنقري، ثنا عبد الحميد بن عبد الرحمن\nالطائي، حدثني أبي، قال: لقيت أبا رافع فسألته، فحدثني عن الفضل بن عباس،\nعن النبي - صلى الله عليه وسلم - قال: ((أربع ركعات إذا فعلتهن في سنة أو\nشهر مرة، فاستفتح الحمد وسورة ما شئت، ثم تقول: سبحان الله <span id='ms24'></span>، والحمد لله،\nولا إله إلا الله، والله أكبر خمس عشرة مرة، ثم تضع يديك على ركبتيك\nفتقولها عشرا، ثم تنتصب فتقولها عشرا، ثم تسجد فتقولها عشرا، ثم ترفع\nفتقولها عشرا، ثم تسجد فتقولها عشرا، ثم ترفع فتقولها عشرا، ثم تفعل فيهن\nما فعلت في الأولى، ولا تسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nإلا في آخرهن، فذلك ألف ومائتان، فإذا فعلت ذلك وكان عليك مثل رمح عالج،\nوعدد القطر، ونجوم الدنيا، غفر الله لك ذلك)).\n</p>\n\n<p>\n30- قال الخطيب: وأخبرني أبو أحمد عبد الوهاب بن الحسن بن علي الحربي،\nأنا الحسين بن أحمد بن محمد الهروي، ثنا محمد بن علي بن معبد المعدل، ثنا\nالفضل بن عبد الله بن يحيى الهروي، ثنا حمزة بن هيضم، عن عبد الملك بن\nهارون بن عنترة، عن أبيه، عن جده، عن الفضل بن عباس، قال: دخلت على رسول\nالله - صلى الله عليه وسلم - بمكان، فقال: ((يا فضل! ألا أحبوك؟، ألا\nأمنحك؟))، قلت: بلى يا رسول الله، قال: ((أربع ركعات تفعل فيهن ما آمرك إن\nاستطعت ففي كل يوم، أو كل ليلة، أو كل جمعة، أو كل شهر، أو كل سنة))، فذكر\nالحديث بطوله.\n</p>\n\n<p>\nكذا رواه الخطيب البغدادي، ولم يزد على ذلك.\n</p>\n\n<p>\nويروى عن عبد الملك بن هارون بن عنترة، عن أبيه، عن جده، عن جعفر بن أبي\nطالب، فذكره مرفوعا، وفيه من أنواع الثواب على صلاة التسبيح، وأمارات الوضع\nعليه لائحة.\n</p>\n\n<h1 class='l1' id='head20'>AUTO حديث عبد الله بن عمرو بن العاص</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية عبد الله بن عمرو بن العاصي -رضي الله\nعنهما-، عن النبي - صلى الله عليه وسلم - فيما رويناه بالسند المار إلى\nالخطيب البغدادي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n31- أنا محمد بن أحمد بن رزق البزاز، أنا أحمد بن سلمان الفقيه، قال: قرئ\nعلي يحيى بن جعفر بن الزبرقان وأنا أسمع، ثنا يحيى بن السكن، ثنا المستمر\nبن الريان، ثنا أبو الجوزاء، عن عبد الله بن عمرو، أنه أوصي بأربع ركعات\nورغب فيهن، قال: ((لتكبر ثم لتقرأ الفاتحة وما تيسر من القرآن وتقول: سبحان <span id='ms25'></span>\nالله، والحمد لله، ولا إله إلا الله، والله أكبر، خمس عشرة مرة قبل أن\nتركع، وعشرا إذا ركعت، وعشرا إذا رفعت رأسك، وعشرا إذا سجدت، وعشرا إذا\nرفعت رأسك، وعشرا إذا سجدت، وعشرا إذا رفعت رأسك)).\n</p>\n\n<p>\n32- وقال: وثنا غياث بن المسيب الراسبي، عن أبي الجوزاء، عن عبد الله بن\nعمرو، عن النبي - صلى الله عليه وسلم - مثله، وزاد فيه: ((يغفر له ما قدم\nوما أخر، وما أسر، وما أعلن)).\n</p>\n\n<p>\nقال الخطيب: ((وهكذا روي عن أبي محمد أبان بن أبي عياش، وعن جناب الكلبي،\nكليهما عن أبي الجوزاء الربعي، عن عبد الله بن عمرو مرفوعا، وروي عن عمرو\nبن مالك النكري، عن أبي الجوزاء، عن عبد الله بن عمرو موقوفا.\n</p>\n\n<h2 class='l2' id='head21'>AUTO أما الحديث المرفوع:</h2>\n\n<p>\n33- فأخبرنيه محمد بن عبد الملك القرشي، أنا علي بن أحمد الحافظ، أنبأ\nأبو صالح الأصبهاني عبد الرحمن بن سعيد بن هارون، أنا محمد بن عاصم\nالأصبهاني، ثنا عبد العزيز بن أبان، ثنا سفيان الثوري، عن أبان بن أبي\nعياش، عن أبي الجوزاء، عن عبد الله بن عمرو، قال: قال لي: أفلا أعطيك؟، ألا\nأعلمك؟، قلت: بلى، فعلمني، قال: سمعت رسول الله - صلى الله عليه وسلم -\nيقول: ((من صلى أربع ركعات بليل أو نهار يقوم فيقرأ بفاتحة الكتاب وسورة،\nثم يهلل ويكبر ويسبح ويحمد الله خمس عشرة مرة، ثم يركع فيكبر ويحمد ويسبح\nويهلل عشرا، ثم يرفع فيفعل ذلك عشرا، ثم يسجد فيفعل مثل ذلك عشرا، ثم يرفع\nفيفعل ذلك عشرا، ثم يسجد فيفعل ذلك عشرا، ثم يرفع فيفعل مثل ذلك عشرا، ثم\nيقوم فيقرأ فاتحة الكتاب وسورة، ثم يفعل ذلك أربع ركعات، هذه ألف ومائتان،\nإلا غفر الله لك كل ذنب قديم أو حديث، صغير أو كبير)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>AUTO وأما حديث أبي جناب:</h2>\n\n<p>\n34- فأنا أبو عبد الله محمد بن علي بن يحيى بن سلوان المازني الدمشقي\nببيت المقدس، أنا أبو القاسم الفضل بن جعفر بن محمد بن أحمد التميمي المؤذن\nبدمشق، أنا أبو شيبة، ثنا داود بن إبراهيم بن رزويه <span id='ms26'></span> بمصر، ثنا محمد بن حميد\nالرازي، ثنا جرير بن عبد الحميد، قال: وجدت في كتابي بخطي عن أبي جناب\nالكلبي، عن أبي الجوزاء، عن عبد الله بن عمرو قال: قال لي رسول الله - صلى\nالله عليه وسلم -:\n</p>\n\n<p>\n((ألا أحبيك؟، ألا أعطيك؟، ألا أنحلك؟، ألا أجيزك؟، أربع ركعات من صلاهن\nغفر له كل ذنب قديم أو حديث، صغير أو كبير، خطأ أو عمد، تبدأ فتكبر أول\nالصلاة، ثم تقول قبل القراءة خمس عشرة مرة:\n</p>\n\n<p>\nسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ثم تقرأ فاتحة\nالكتاب وسورة، ثم تقولهن عشرا، ثم تركع فتقولهن عشرة، ثم ترفع رأسك فتقولهن\nعشرا، ثم تسجد فتقولهن عشرا))؛ فقال له العباس: من يطيق هذا؟، قال: ((ولو\nفي سنة، ولو في شهر، ولو في جمعة، ولو أن تقرأ {قل هو الله أحد}، هكذا\nأخبرنا ابن سلوان غير مرة.\n</p>\n\n<h2 class='l2' id='head23'>AUTO وأما حديث عمرو بن مالك الموقوف:</h2>\n\n<p>\n35- فأنا القاضي أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي، ثنا محمد\nبن أحمد بن عمرو اللؤلؤي (ح).\n</p>\n\n<p>\nقال الخطيب: وأخبرنيه الحسن بن علي الشابوري، أنا محمد بن بكر التمار،\nقال: أنا أبو داود سليمان بن الأشعث السجستاني، ثنا محمد بن سفيان الأبلي،\nثنا حبان بن هلال أبو حبيب، ثنا مهدي بن ميمون، ثنا عمرو بن مالك، عن أبي\nالجوزاء قال: حدثني رجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nكانت له صحبة، يروى أنه: عبد الله بن عمرو، قال: إنني غدا أحبوك وأثيبك\nوأعطيك، حتى ظننت أنه يعطيني عطية، قال: إذا زال النهار فقم فصل أربع ركعات\n.. .. )) فذكر الحديث. قال: ((ثم ترفع رأسك -يعني: من السجدة الثانية-\nفاستو جالسا ولا تقم حتى تسبح عشرا، وتحمد الله عشرا، وتكبر عشرا، وتهلل\nعشرا، ثم تصنع ذلك في أربع ركعات، قال: فإنك لو كنت أعظم أهل الأرض ذنبا\nغفر لك، قال: قلت: فإن لم أستطع أن أصليها تلك الساعة؟ قال: صلها من الليل\nوالنهار.\n</p>\n\n<p>\nقال أبو داود: ((رواه المستمر بن الريان، عن أبي الجوزاء، عن عبد الله بن\nعمرو <span id='ms27'></span> موقوفا، ورواه روح بن المسيب وجعفر بن سليمان، عن عمرو بن مالك\nالنكري، عن أبي الجوزاء، عن ابن عباس قوله)).\n</p>\n\n<h2 class='l2' id='head24'>AUTO ووقع لنا هذا الحديث أيضا من رواية: عمرو بن شعيب، عن أبيه، عن</h2>\n\nجده، -رضي الله عنه- عن النبي - صلى الله عليه وسلم - فيما رويناه بالسند\nالمتقدم إلى الخطيب البغدادي:\n<p>\n36- أنا أبو الحسن محمد بن عبد الواحد، ثنا علي بن عمر بن مهدي المعدل،\nثنا أبو بكر عبد الله بن سليمان بن الأشعث قراءة علينا من لفظه، قال:\nوأخبرنيه علي بن أبي علي البصري، ثنا علي بن عمر الحربي، ثنا عبد الله بن\nسليمان، ثنا محمود بن خالد، ثنا الثقة، عن عمر بن عبد الواحد، عن ابن\nثوبان، عن عمرو بن شعيب، عن أبيه، عن جده، عن رسول الله - صلى الله عليه\nوسلم - أنه قال لجعفر: ((ألا أهب لك؟ ألا أمنحك؟، ألا أفيدك؟، ألا\nأعطيك؟))، حتى ظننت أنه سيعطيني جزيلا من الدنيا، قال: قلت: بلى يا رسول\nالله، قال: ((تصلي في كل يوم، أو في كل ليلة، أو في كل جمعة، أو في كل شهر،\nأو في كل سنة، تقرأ بأم القرآن، وسورة، ثم تكبر وتحمد وتسبح وتهلل قبل أن\nتركع خمس عشرة مرة، وإذا ركعت عشرا، وإذا قلت سمع الله لمن حمده عشرا وإذا\nسجدت عشرا، وإذا رفعت رأسك عشرا، في كل ركعة ثلاثمائة، وفي كل أربع ركعات\nألف ومائتان، يغفر الله لك ذنوبك، ما أسررت وما أعلنت)).\n</p>\n\n<p>\nوفي الأصل: ((وإذا قلت: سمع الله لمن حمده عشرا عشرا)) مرتين، وهو\nالصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>AUTO حديث أم المؤمنين أم سلمة</h1>\n\n<p>\nووقع لنا هذا الحديث أيضا من رواية أم المؤمنين أم سلمة بنت أبي أمية\n-رضي الله عنها-، عن النبي - صلى الله عليه وسلم - فيما رويناه بالسند\nالمار إلى الخطيب البغدادي:\n</p>\n\n<p>\n37- أنا محمد بن أحمد بن رزق، ثنا أبو الحسين عبد الصمد بن علي بن محمد\nبن الطستي، ثنا موسى بن إسحاق بن موسى الأنصاري، ثنا أبو إسحاق الترجماني\nإسماعيل بن إبراهيم بن سيار <span id='ms28'></span>، ثنا عمرو بن جميع، عن عمرو بن قيس، عن سعيد بن\nجبير، عن أم سلمة، قالت: كان رسول الله - صلى الله عليه وسلم - في يومي\nوليلتي، حتى إذا كان في الهاجرة جاءه إنسان فدق الباب، فقال رسول الله -\nصلى الله عليه وسلم - ((من هذا؟))، فقالوا: العباس بن عبد المطلب. قال:\n((الله أكبر، لأمر ما جاء أدخلوه)) فلما دخل قال: ((يا عباس!، يا عم النبي!\nما جاء بك في الهاجرة؟))، فقال: يا رسول الله، بأبي أنت وأمي ذكرت ما كان\nمني في الجاهلية، فعرفت أنه لن يغني بعد الله غيرك، فقال: ((الحمد لله الذي\nألقى ذلك في قلبك، يا عباس! يا عم النبي! أما أني لا أقول لك بعد الفجر حتى\nتطلع الشمس، ولا بعد العصر حتى تغرب الشمس، صل أربع ركعات اقرأ فيهن بأربع\nسور من طوال المفصل، فإذا قرأت الحمد وسورة فقل: سبحان الله، والحمد لله،\nولا إله إلا الله، والله أكبر، هذه واحدة، قلها خمس عشرة مرة، فإذا ركعت\nفقلها عشرا، فإذا رفعت رأسك من الركوع فقلها عشرا، فإذا سجدت فقلها عشرا،\nفإذا رفعت رأسك من السجود فقلها عشرا، فإذا سجدت الثانية فقلها عشرا، فإذا\nرفعت رأسك قبل أن تقوم فقلها عشرا، والذي نفس محمد بيده لو كانت ذنوبك عدد\nنجوم السماء وعدد قطر المطر، وعدد أيام الدنيا، وعدد الحصى، وعدد المدر،\nوالثرى، لغفرها الله لك))، قال: يا رسول الله بأبي أنت وأمي، ومن يطيق ذلك؟\nقال: ((فقلها في كل سنة مرة))، قال: ومن يطيق ذلك؟، قال: ((فقلها في عمرك\nكله مرة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطيب: وأنا محمد بن أحمد بن رزق، أنا إسماعيل بن علي الحطبي، أنا\nالعباس بن أحمد. نا أبو إبراهيم الترجماني.\n</p>\n\n<p>\nوذكر بإسناده هذا الحديث مثل سياقه سواء، لم يختلفا إلا في ((الخوف))،\nونحوا من كلام الخطيب.\n</p>\n\n<p>\nورواه أبو نعيم الأصبهاني في كتابه: ((قربان المتقين)) عن محمد بن أحمد\nبن الحسن، ثنا العباس بن أحمد الوشاء به نحوه.\n</p>\n\n<h1 class='l1' id='head26'>AUTO حديث عبد الله بن عمر</h1>\n\n<p>\nوقال الخطيب البغدادي <span id='ms29'></span>: رواية ابن عمر -رضي الله عنهما- لهذا الحديث عن\nالنبي - صلى الله عليه وسلم -؛ وقد:\n</p>\n\n<p>\n38- أخبرنا بها أبو المحاسن يوسف بن حسن بن عبد الهادي الصالحي بقراءتي\nعليه ببستانه بها، أنا جدي أبو العباس أحمد بن حسن بن عبد الهادي، أنا\nالصلاح محمد بن أحمد بن أبي عمر، أنا الفخر علي بن أحمد بن البخاري، أنبأنا\nأبو الفتح منصور بن عبد المنعم البغدادي (ح).\n</p>\n\n<p>\nوأباح لي عاليا أبو العباس أحمد بن محمد الحمصي، عن أم محمد عائشة بنت\nالشمس العدوية، عن أبي النون يونس بن إبراهيم الدبوسي، أنا أبو الحسن علي\nبن الحسن البغدادي، قال هو والفراوي: أنا أبو الفضل أحمد بن طاهر بن سعيد،\nقال أبو الحسن: إجازة، أنا أبو بكر أحمد بن علي بن خلف، أنا أبو عبد الله\nمحمد بن عبد الله الحاكم، ثنا أحمد بن داود بمصر، ثنا إسحاق بن كامل، ثنا\nإدريس بن يحيى، عن حيوة بن شريح، عن يزيد بن أبي حبيب، عن نافع، عن ابن عمر\nقال: وجه رسول الله - صلى الله عليه وسلم - جعفر بن أبي طالب إلى بلاد\nالحبشة، فلما قدم اعتنقه وقبل بين عينيه، ثم قال: ((ألا أهب لك؟، ألا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nأسرك؟، ألا أمنحك؟ .. .. )) وذكر الحديث بطوله، ثم قال: ((هذا إسناد صحيح\nلا غبار فيه)).\n</p>\n\n<p>\nوكان الحاكم -والله أعلم- خفي عليه أمر شيخ أحمد بن داود بن عبد الغفار،\nالحراني ثم المصري، فقد كذبه الدارقطني وغيره.\n</p>\n\n<p>\n39- ورواه أبو بكر البيهقي من حديث أبي جناب الكلبي، عن أبي الجوزاء، عن\nابن عمر، قال: قال لي النبي - صلى الله عليه وسلم - ((ألا أحبوك؟، ألا\nأعطيك؟)). وذكر الحديث.\n</p>\n\n<p>\nولكن ذكر الخطيب البغدادي رواية أنصاري له عن النبي - صلى الله عليه وسلم\n- فيما رويناه بالإسناد المار:\n</p>\n\n<p>\n40- أنا القاضي أبو عمر الهاشمي، ثنا محمد بن أحمد اللؤلؤي، ثنا أبو داود\nالحافظ، أنبأ أبو توبة الربيع بن نافع، ثنا محمد بن مهاجر، عن عروة بن\nرويم، قال: حدثني الأنصاري، أن النبي - صلى الله عليه وسلم - قال لجعفر <span id='ms30'></span>،\nبهذا الحديث .. انتهى.\n</p>\n\n<p>\nقال الحافظ شمس الدين بن ناصر الدين: ((وأمثل طرق هذا الحديث إسنادا\nوأجودها في صفة صلاة التسبيح ما قدمناه أولا من حديث عكرمة عن ابن عباس؛\nوأما ما خرجه الترمذي في ((جامعه)) فقال: حدثنا أحمد بن عبدة الضبي، ثنا\nأبو وهب، سألت عبد الله بن المبارك عن الصلاة التي يسبح فيها؟ قال: تكبر ثم\nتقول: سبحانك اللهم وبحمدك، وتبارك اسمك وتعالى جدك، ولا إله غيرك، ثم تقول\nخمس عشرة مرة: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ثم\nتتعوذ وتقرأ: بسم الله الرحمن الرحيم، وفاتحة الكتاب، وسورة، ثم تقول عشر\nمرات: سبحان الله، والحمد لله، ولا إله إلا الله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nوالله أكبر، ثم تركع فتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، ثم تسجد\nفتقولها عشرا، ثم ترفع رأسك فتقولها عشرا، ثم تسجد الثانية فتقولها عشرا،\nتصلي أربع ركعات على هذا، فذلك خمس وسبعون تسبيحة في كل ركعة تبدأ في كل\nركعة بخمس عشرة تسبيحة، ثم تقرأ، ثم تسبح عشرا، فإن صلى ليلا فأحب أن يسلم\nفي الركعتين، وإن صلى نهارا فإن شاء سلم، وإن شاء لم يسلم)).\n</p>\n\n<p>\nفهذه الصفة التي ذكرها ابن المبارك من أن التسبيح في كل ركعة من الأربع\nقبل القراءة خمسة عشرة، وبعد القراءة عشر مرات لم أقف له على حديث إلا ما\nروي عن محمد بن فضيل، عن غزوان، عن أبان بن أبي عياش، عن أبي الجوزاء، قال:\nصحبت ابن عمر فقال: يا أبا الجوزاء! ألا أحبوك؟، ألا أخبرك؟، ألا أهب لك؟،\nألا أعطيك؟، ألا أفيدك؟))، قلت: بلى رحمك الله، قال: فإني آمرك بأربع ركعات\nسمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا يصليهن عبد مسلم في يوم\nوليلة يسبح فيهن ألفا ومائتين تسبيحة إلا غفر الله له كل ذنب صغير أو كبير،\nحديث أو قديم))، قلت: علمنيهن، قال: ((تقوم فتكبر خمس عشرة مرة، وتسبح\nوتكبر وتهلل وتحمد من هؤلاء الأربعة، ثم تقرأ فتقولها عشر مرات، ثم تركع\nفتقولها عشرا <span id='ms31'></span>، ثم ترفع رأسك فتقولها عشر مرات، ثم تسجد فتقولها عشر مرات،\nثم تركع فتقولها عشرا، ثم ترفع رأسك فتقولها عشر مرات، ثم تسجد فتقولها عشر\nمرات، ثم تركع فتقولها عشرا، ثم ترفع راسك فتقولها عشر مرات، ثم تسجد\nفتقولها عشر مرات، ثم ترفع رأسك فتقولها بين السجدتين عشر مرات، ثم تسجد\nالثانية فتقولها وأنت ساجد، فذلك ثلاثمائة في كل ركعة، ثم تركع الثانية\nفتقول هكذا في أربع ركعات))، فقلت: يا ابن عمر! ومن يطيق هذا؟، قال: في كل\nجمعة مرة، أو مرتين))، انتهى.\n</p>\n\n<p>\nقلت: وقد مرت لنا هذه الصفة التي ذكرها ابن المبارك من رواية أبي جناب\nالكلبي، عن أبي الجوزاء، عن عبد الله بن عمرو مرفوعا، والله أعلم.\n</p>\n\n<p>\nثم قال ابن ناصر الدين: ((وقد استحب بعض العارفين أن يفعلها مرة ليلا\nومرة نهارا؛ وقال أبو الجوزاء: إن ابن عباس كان يصليها كل يوم بين أذان\nالظهر وإقامة العصر، وكذلك كان أبو الجوزاء يصليها كما قدمناه من رواية\nعباد بن عباد المهلبي، عن عمرو بن مالك النكري عنه)) انتهى.\n</p>\n\n<p>\nقلت: قد مر لنا من رواية أبي الحسن علي بن يحيى بن جعفر إمام المسجد\nالجامع بأصبهان، عن أبي القاسم سليمان بن أحمد بن أيوب الطبراني، من حديث علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>AUTO ذكر تخصيص صلاة التسبيح بيوم الجمعة</h1>\n\n<p>\nقال الحافظ الخطيب البغدادي:\n</p>\n\n<p>\n((ولا أعلم أحدا ذكر هذا التخصيص إلا في هذه الرواية، والله أعلم)) انتهى.\n</p>\n\n<p>\nوقال ابن الصلاح: ((ولا تختص صلاة التسبيح بليلة الجمعة)).\n</p>\n\n<p>\nومن حديث أبي مالك العقيلي أن أبا الجوزاء كان يصليها بعد أذان الظهر قبل\nصلاته، والله أعلم.\n</p>\n\n<p>\nوقال ابن ناصر الدين: ((وفي غالب طرق الحديث أن السورة التي تقرأ بعد\nالفاتحة في كل ركعة من هذه الصلاة مطلقة، قيدت في حديث نافع أبي هرمز، عن\nعطاء، عن ابن عباس في قوله: فاقرأ بفاتحة الكتاب وسورة إن شئت جعلتها من\nأول المفصل؛ وفي حديث أم سلمة: يقرأ فيهن بأربع سور من طوال المفصل، وأما\nأول المفصل فمختلف فيه مع الاتفاق فيها <span id='ms32'></span>، اعلم أن آخره آخر {قل أعوذ برب\nالناس}، وقيل: أول المفصل، فقيل: من أول الصافات، وقيل من أول الجاثية،\nوقيل: من أول سورة غافر، وقيل: من أول سورة الفتح، وقيل: من أول الحجرات،\nوصحح هذا القول الشيخ أبو زكريا النووي، وقيل: من أول سورة ق، وقيل: من أول\nسورة الصف، وقيل: من أول تبارك، وقيل: من أول سورة سبح، وقيل: من سورة الضحى.\n</p>\n\n<p>\nوأما طوال المفصل: فكالحجرات، وق، والذاريات، والواقعة، وأما أوساطه\nفكالجمعة، وأما قصاره فكالكوثر.\n</p>\n\n<p>\nوقد ذكر الإمام أبو محمد عبد القادر بن أبي صالح الحلبي -رحمة الله\nعليه-: أن من صلى صلاة التسبيح يقرأ بعد الفاتحة في الركعة الأولى: {سبح\nاسم ربك الأعلى}، وفي الثانية: {إذا زلزلت}، وفي الثالثة: {قل يا أيها\nالكافرون} وفي الرابعة: {قل هو الله أحد}.\n</p>\n\n<p>\nوذكر بعض المتأخرين أنه يقرأ في الأولى سورة الواقعة، وفي الثانية تبارك،\nوفي الثالثة: إذا زلزلت، وفي الرابعة: قل هو الله أحد، وذلك لما ورد في\nفضائل هذه السور.\n</p>\n\n<p>\nويستحب لمصليها أن لا يقتصر على الذكر الوارد فيها في الركوع والسجود\nفقط، بل يسبح قبله تسبيح الركوع والسجود، ثم يأتي بذكر صلاة التسبيح، قال\nأبو محمد عبد العزيز بن أبي رزمة المروزي: يبدأ في الركوع: سبحان ربي\nالعظيم ثلاثا، وفي السجود: سبحان ربي الأعلى ثلاثا، ثم يسبح التسبيحات.\n</p>\n\n<p>\nقد جاء في سجود صلاة التسبيح عن أبي عثمان سعيد بن إسماعيل الحيري شيخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nالصوفية بينسابور؛ قال: قال الإمام أبو المحاسن عبد الواحد بن إسماعيل\nالروياني في كتابه المؤلف في المعجزات: سمعت الشيخ المؤذن يقول: سمعت أبا\nعمر بن أبي جعفر يقول: سمعت أبا جعفر بن حمدان يقول: سمعت أبا عثمان الحيري\nيقول: لا حول ولا قوة إلا بالله العلي العظيم، {ربنا ما خلقت هذا باطلا}\nالآيات، إلى قوله: {إنك لا تخلف الميعاد}، يا رب، يا رب، أي رب، أي رب، أي\nرب، يا غياث المستغيثين أغثنا وأغث أمة محمد - صلى الله عليه وسلم -، لا\nإله إلا أنت الحليم الكريم، لا <span id='ms33'></span> إله إلا أنت العلي العظيم، سبحان الله رب\nالعرش العظيم، لا إله إلا أنت، أقطع بها نهاري وليلي.\n</p>\n\n<p>\nوقد ورد من حديث عبد القدوس بن حبيب، عن مجاهد، عن ابن عباس، دعاء في هذه\nالصلاة بعد التشهد، وقبل التسليم كما قدمناه، قال: رواه أبو نعيم الحافظ.\n</p>\n\n<p>\nقال سليمان الحافظ: قال أبو الوليد، سألت عبد الله بن نافع أحد رواة مالك\nبن أنس عن التسبيح في الركعة الأولى والثالثة في هذه الصلاة، فقال: ((تقعد\nكما تقعد للتشهد، وسبح في الثانية قبل التشهد، ثم تدعو بهذا الدعاء بعد\nالتشهد)) انتهى.\n</p>\n\n<p>\nوهذا الدعاء هو الذي ذكره العلامة ابن رسلان في ((تهذيب الأذكار))، باب\nأذكار صلاة التسبيح، حيث قال: وروى الطبراني في ((الأوسط)) حديث صلاة\nالتسبيح، وفي آخره: ((فإذا فرغت قلت بعد التشهد وقبل السلام: اللهم إني\nأسألك توفيق أهل الهدى، وأعمال أهل اليقين، ومناصحة أهل التوبة، وعزم أهل\nالصبر، وجد أهل الخشية، وطلب أهل الرغبة، وتعبد أهل الورع، وعرفان أهل\nالعلم حتى أخافك، اللهم إني أسألك مخافة تحجزني عن معاصيك حتى أعمل بطاعتك\nعملا أستحق به رضاك، وحتى أناصحك التوبة خوفا منك، وحتى أخلص لك النصيحة\nحبا لك، وحتى أتوكل عليك في الأمور حسن ظن بك خالق النور)). ثم قال ابن\nرسلان فيه: قال النووي في ((تهذيب الأسماء واللغات)): ((وقد جاء في حديث\nصلاة التسبيح حديث حسن في كتاب الترمذي وغيره، وذكر المحاملي وصاحب التتمة\nوغيرهما من أصحابنا، وهي سنة حسنة)) انتهى.\n</p>\n\n<p>\nوأفتى ابن الصلاح بأنها سنة وحديثه حسن، أخرجه من أئمة الحديث جماعة منهم\nالنسائي، وأورده الحاكم في ((صحيحه المستدرك))، ويثاب الإمام والمأموم إذا\nفعلوها جماعة، انتهى.\n</p>\n\n<p>\nوقد صححه الحافظ أبو بكر الآجري، وشيخنا الحافظ زين الدين عبد الرحيم\nالمصري، وشيخنا الحافظ أبو الحسن المقدسي من طريق عكرمة)) انتهى ملخصا.\n</p>\n\n<p>\n41- أخبرنا العلامة سراج الدين أبو حفص عمر بن الحافظ علاء الدين بن علي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nالصيرفي خطيب جامع دمشق بقراءتي عليه بالسراجية داخلها، أنا الحافظ أبو بكر\nمحمد بن أبي بكر القيسي الشهير <span id='ms34'></span> بابن ناصر الدين قال:\n</p>\n\n<p>\n((فينبغي لمن ميزه صحيح أن لا يغفل عن صلاة التسبيح ولو في عمره مرة،\nويجعلها ليوم فاقته ذخره، فلا أمر بعد مماته إلا ما قدم من صالح في حياته،\nوالموفق هو الله الجليل وهو حسبنا ونعم الوكيل)).\n</p>\n\n<p>\nولما انتهى ما أمليناه قلت أبياتا في معناه وهي:\n</p>\n\n<p>\nإن أردت الثواب بالترجيح ... صل لله سبحة التسبيح\n</p>\n\n<p>\nإن فيها رغائبا وأجورا ... ودواء لكل قلب جريح\n</p>\n\n<p>\nفتقرب بفعلها تعط نيلا ... وثوابا يجل عن تصريح\n</p>\n\n<p>\nمع زوال لكل ذنب قديم ... وحديث جنيته وقبيح\n</p>\n\n<p>\nلا تدعها فإن فيها حديثا ... من وجوه مقاربا للصحيح\n</p>\n\n<p>\nوالذي وهن الحديث بوضع ... ذاهب قوله مع المرجوح\n</p>\n\n<p>\nفتمسك بسنة كيف جاءت ... عن ثقات عن الحبيب المليح\n</p>\n\n<p>\nأحمد المصطفى رسول أمين ... ومطاع وسيد ورجيح\n</p>\n\n<p>\nأفضل الخلق رتبة ومحلا ... ومقالا معجزا للفصيح\n</p>\n\n<p>\nفصلاة الله تترى عليه ... مع سلام مدبج بمديح\n</p>\n\n<p>\nما توالي الصباح مع جنح ليل ... وتوارى مغيب في ضريح\n</p>\n\n<p>\nتمت والحمد لله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) بياض بالأصل المخطوط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هكذا في المطبوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             <span id='ms35'></span>\n</p>\n",
  "pages": [
    "027",
    "028",
    "029",
    "030",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "039",
    "040"
  ],
  "volumes": [
    "01"
  ]
}