{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO حياته العلمية ومشائخه</h2>\n\n<p>\nثم انتقل إلى هجرة ضحيان، ومكث بها فترة ثم رجع إلى صارة ، ومن صارة كان\nينتقل مطلع كل أسبوع إلى هجرة فلله طالبا للعلوم، عاكفا عليها بعزيمة\nصادقة، وهمة عالية، محققا لمنطوقها والمفهوم، وكان من مشائخه آنذاك: السيد\nالعلامة علي بن قاسم شرويد، والسيد العلامة أحمد بن عبدالله بن قاسم حوريه،\nوالسيد العلامة عز الدين بن الحسن عدلان، والقاضي العلامة عبدالله بن\nعبدالله الشاذلي، والقاضي العلامة محمد بن هادي الفضلي... وغيرهم، إلا إن\nهؤلاء أكثر من لازمهم.\n</p>\n\n<p>\nوقد برع في كثير من فنون العلم وبلغ غاية عظيمة في الاجتهاد، بالرغم من\nالعوائق التي كانت تصاحبه أثناء طلبه للعلم. ولنترك ولده السيد العلامة\nيحيى بن علي العجري يحدثنا عن بداية طلبه للعلوم. قال: كان يتحمل طعامه في\nآخر كل أسبوع من محله بوادي صاره، ويصعد به الجبال الشاهقة، والطرق الوعرة،\nويقاسي المشاق العظيمة مع صبر حسن، وعفة وزهد، وورع وعبادة، معرضا عن\nالدنيا، مشتغلا بالأعمال المقربة إلى الله، صارفا همته ورغبته في طلب\nالعلم، وتحصيل الفوائد وتقييد الشوارد.\n</p>\n\n<p>\nوقال أيضا: أخبرني رحمه الله أنه كان في ابتداء طلبه أيام بقائه بالهجرة\nيعود آخر الأسبوع إلى محله <span id='ms002'></span> في يومي العطلة المعتادة (الخميس والجمعة)، وكان\nله في أثناء الطريق موضعان يجلس فيهما لتهدئة الأعصاب من وعثاء السفر،\nأحدهما للدفء والآخر للاستظلال، على حسب مقتضى الحال، وعند جلوسه في أحد\nالموضعين يجهد نفسه في دراسة مقروءاته في الأسبوع، ويصابر نفسه على أن لا\nيبرح حتى يتمها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p001'> Vol. 06, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(الجد بالجد والحرمان بالكسل). لقد أثمر جهده، وظهر جده، وجمع علوما غزيرة\nقل حاملها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}