{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO [الفائدة الثانية والتسعون: في حكم الحق السابق]</h2>\n\n<p>\nقال النجري: الحق السابق إذا كان مما لا يفوته إحياء الثاني، ولا ينقصه\nلم يمنع حكمه كالجبال التي أصبابها مستحقة، والمرافق البعيدة للبلد\nكالمحتطب والمرعى فتملك هذه بالإحياء ما لم تنقص الحقوق السابقة، كما لكل\nأن يستعملها فيما لا يمنع ولا ينقص تلك الحقوق وفي غيره وهو المذهب أن ما\nتعلق به حق للغير فلا يجوز إحياؤه إلا بإذنهم كمحتطب القرية ومرعاها،\nوالنادي، وهو موضع اجتماعهم، والميدان وهو موضع إلقاء الزبل، والوادي\nالمنحصر أهله، والطريق المنسدة (قرز)، بلا فرق بين البعيدة والقريبة، فلو\nأحياها أحد لا بإذنهم لم يملكها عندنا ولو كان من أهل ذلك المحل ولو بعمارة\nدار لا تضر بهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v109p001'> Vol. 109, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوالحاصل أن ما تعلق به حق إما عام أو خاص لم <span id='ms090'></span> يجز الاستقلال بإحيائه، فالحق\nالعام نحو بطون الأودية، وهو كل واد يسقى به قوم غير منحصرين، ومحتطب\nالقرية والمصر ومرعاهما ولو بعدت، وكذا مرافقهما والطريق المسبلة، وأما\nالحق الخاص فنحو الطريق المشروعة بين الأملاك، وحمى الدور والأنهار\nالمملوكة لمنحصرين، ونحو ذلك، فهذه الحقوق لا تخلو إما أن يتعين ذو الحق أو\nلا، إن لم يتعين بأن يجهل، وهو منحصر أو كان معلوما لا ينحصر كبطون الأودية\nلم يجز إحياؤها؛ لتعلق حق المسلمين بها فجرت مجرى الأملاك إلا بإذن الإمام\nأو الحاكم، ولو من جهة الصلاحية وعدم الضرر، وأن يكون لمصلحة عامة كمسجد\nونحوه فإن تحول عنها جري الماء إلى مباح جاز إحياؤها؛ لانقطاع الحق، وعدم\nتعيين أهله وإنما يجوز بإذن الإمام، وعدم الضرر ولو على واحد في الحال أو المال.\n</p>\n\n<p>\nd: ومن أحيا الحق بدون تلك الشروط لم يثبت له حق ولا ملك، فيرفع سواء في\nالأودية أو السكك، وإن تعين صاحب الحق نحو محتطب القرية ومرعاها حيث أهلها\nمنحصرون، وبطن الوادي المنحصر أهله، والطريق المنسدة، فهذه لا يجوز إحياؤها\nإلا بإذن أهلها جميعا، وإلا لم يملك ما أحياه، وإذا كان فيهم صغير أو مجنون\nناب عنه وليه في الإذن إن كان له فيه مصلحة وإلا فلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v109p002'> Vol. 109, p. 002</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "11",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "12",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "13",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "14",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "15",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "16",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "17",
    "170",
    "171",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}