{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n-1\n</p>\n\n<h1 class='l1' id='head0'>- باب في القتال على كل ركن من أركان الإسلام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nأخبرنا أبو الفرج محمد بن عمر بن محمد بن يونس الجصاص، قال: أخبرنا أبو\nعلي محمد بن أحمد بن الحسن بن إسحاق الصواف قراءة عليه وأنا أسمع قال:\nأخبرنا أبو أحمد هارون بن يوسف بن هارون بن زياد. قرئ عليه وأنا أسمع قال:\nحدثنا أبو عبد الله محمد بن يحيى بن أبي عمر المكي قال: أخبرنا عبد الله بن\nوهب المصري، عن أسامة بن زيد، قال: حدثني ابن شهاب، عن حنظلة بن علي\nالأسلمي، قال: بعث أبو بكر الصديق خالد بن الوليد \" وأمره أن يقاتل الناس\nعلى خمس فمن ترك واحدة منهن قاتله عليها كما يقاتله على الخمس على: شهادة\nأن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة،\nوصوم شهر رمضان، وحج البيت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>باب الصلاة من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n<h1 class='l1' id='head3'>3 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: أخبرنا محمد قال:\nأخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا عبد الله بن وهب المصري، عن\nعمرو بن الحارث، عن دراج أبي السمح، عن أبي الهيثم، عن أبي سعيد الخدري،\nقال: قال رسول الله صلى الله عليه وسلم: \" إذا رأيتم الرجل يتعاهد المسجد\nفاشهدوا له بالإيمان، قال الله تعالى: {إنما يعمر مساجد الله من آمن بالله}\n[التوبة: 18] الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: أخبرنا محمد قال:\nأخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا عبد العزيز الدراوردي، عن سهيل\nبن أبي صالح، عن أبيه، عن كعب الأحبار، قال: قال: \" اختار الله البلاد\n</p>\n\n<h1 class='l1' id='head4'>[ص: 69]</h1>\n\n<p>\n، فأحب البلاد إلى الله تعالى البلد الحرام، واختار الله الشهور، فأحب\nالشهور إلى الله الشهر الحرام، وأحب هذه الأشهر إلى الله ذو الحجة، وأحب ذي\nالحجة إليه العشر الأولى، واختار الأيام، فأحب الأيام إلى الله يوم الجمعة،\nواختار الليالي، فأحب ليلة إلى الله ليلة القدر، واختار الساعات، فأحب\nالساعات إلى الله ساعات الصلوات المكتوبات، واختار الكلام، فأحب الكلام إلى\nالله <span id='ms01'></span> لا إله إلا الله، والله أكبر، وسبحان الله، والحمد لله، فمن قال لا\nإله إلا الله فهي كلمة الإخلاص، كتب له عشرون حسنة ومحي عنه عشرون سيئة،\nومن قال: الله أكبر، كتب له عشرون حسنة ومحي عنه عشرون سيئة، ومن قال:\nسبحان الله، فإن الله لما خلق كل شيء واستوى على العرش سبحه، ومن قال:\nالحمد لله، كتب له ثلاثون حسنة ومحي عنه ثلاثون سيئة، ومن أقام الصلاة،\nوآتى الزكاة، وصام رمضان، وأحب لله، وأبغض لله، وأعطى لله، ومنع لله فقد\nاستكمل الإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>باب التشديد في التخلف عن الجمعة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: أخبرنا محمد قال:\nأخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا عبد الرزاق، قال: أخبرنا معمر،\nعن يحيى بن أبي كثير، عن محمد بن عبد الرحمن بن ثوبان، رفع الحديث قال: «من\nسمع الأذان ثلاث جمعات، ولم يحضر الجمعة، كتب من المنافقين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>باب في ترك المراء</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا أبو الحكم\nمروان بن عبد الواحد، قال: حدثنا موسى بن أبي درم، عن وهب بن منبه، قال:\nبلغ عبد الله بن عباس عن مجلس كان في المسجد الحرام، في ناحية باب بني سهم\nيجلس فيه ناس من قريش، فيجتمعون فترتفع أصواتهم، فقال ابن عباس: «انطلق بنا\nإليهم» ، فانطلقنا إليهم حتى وقفنا عليهم، فقال لي ابن عباس: «أخبرهم عن\nالكلام الذي كلم به الفتى أيوب عليه السلام وهو في ملأه» ، قال: قلت: قال\nالفتى\n</p>\n\n<h1 class='l1' id='head9'>[ص: 72]</h1>\n\n<p>\n: يا أيوب ما كان في عظمة الله، وذكر الموت ما يكل لسانك، ويقطع قلبك،\nويكسر حجتك؟ يا أيوب، أما علمت أن لله عبادا أسكتتهم خشية الله من غير عي\nولا بكم، وأنهم لهم النبلاء الطلقاء الفصحاء الألباء العالمون بالله\nوأيامه، ولكنهم إذا ذكروا عظمة الموت، تقطعت قلوبهم، وكلت ألسنتهم، وطاشت\nعقولهم وأحلامهم فرقا من الله وهيبة له، فإذا استفاقوا من ذلك استبقوا إلى\nالله بالأعمال الزاكية، لا يستكثرون لله الكثير <span id='ms02'></span> ولا يرضون له بالقليل،\nويعدون أنفسهم مع الظالمين والخاطئين، وإنهم لأنزاه أبرار ومع المضيعين\nوالمفرطين، وإنهم لأكياس أقوياء، ناحلون دائبون يراهم الجاهل فيقول مرضى\nوليسوا بمرضى، وقد خولطوا وقد خالط القوم أمر عظيم \" قال أبو الحكم: وكتب\nإلي رجل، أن ابن عباس، قال لهم على أثر هذا الكلام: «كفى بك ظالما أن لا\nتزال مخاصما، وكفى بك إثما أن لا تزال مماريا، وكفى بك كاذبا أن لا تزال\nمحدثا بغير ذكر الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>باب فيما بني عليه الإسلام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n<h1 class='l1' id='head11'>6 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا أبو عبد\nالرحمن المقرئ، قال حدثنا المسعودي، عن عبد الملك بن عمير، عن عبد الله بن\nعمر، قال: \" أتاني آت، فقال: ما يمنعك أن تجاهد يا عبد الله بن عمر، فقال:\nيا ابن أخي، إن الإسلام بني على خمس، على شهادة أن لا إله إلا الله، وأن\nمحمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان،\nفجعل الرجل يريد أن يقول: وصوم رمضان، وحج البيت، فيأبى عليه عبد الله إلا\nأن يقول: حج البيت وصوم رمضان، وإن من العمل الصالح، الصدق، والجهاد في\nسبيل الله عز وجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>باب في صفات المنافقين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n<h1 class='l1' id='head13'>7 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد حدثنا المقرئ، قال:\nحدثنا عبد الرحمن بن زياد، قال: حدثني زياد بن مسلم، أن رسول الله صلى الله\nعليه وسلم قال: \" ثلاث أي مسلم كانت فيه واحدة منهن فشعبة من الإيمان، فإن\nكانت اثنتان فشعبتان من الإيمان، فإن كن ثلاث فقد أدمج بالإيمان من شعر\nرأسه إلى ظفر قدمه، من إذا قال صدق، وإذا ائتمن أدى، وإذا عاهد وفى، وثلاث\nمن كانت فيه واحدة منهن فشعبة من النفاق، وإن كانت اثنتين فشعبتان من\nالنفاق، وإن كن ثلاث فقد أدمج بالنفاق من شعر رأسه إلى ظفر قدمه: من إذا\nقال كذب، وإذا ائتمن خان، وإذا عاهد لم يف \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>باب في شروط كمال الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا <span id='ms03'></span> محمد قال: حدثنا عبد\nالرزاق، قال: أخبرنا عبد العزيز بن أبي رواد، قال: سمعت محمد بن كعب، يقول\nفي قوله {والعصر} [العصر: 1] «أقسم به ربنا» . {إن الإنسان لفي خسر}\n[العصر: 2] قال: «الناس كلهم، ثم استثنى»\n</p>\n\n<h1 class='l1' id='head15'>[ص: 76]</h1>\n\n<p>\n، فقال {إلا الذين آمنوا وعملوا الصالحات} [العصر: 3] «ثم لم يدعهن، وذاك\nحتى» قال: {وتواصوا بالحق} [العصر: 3] «ثم لم يدعهن وذاك، حتى» قال:\n{وتواصوا بالصبر} [العصر: 3] «شروط يشترط عليهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا سفيان، عن\nابن أبي نجيح، عن مجاهد، أنه سمع عكرمة مولى ابن عباس، يقول: \" لما نزلت\n{ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين} [آل\nعمران: 85] : قالت اليهود: فنحن مسلمون، فقال الله عز وجل لنبيه: \" فحجهم\nيقول: أخصمهم، فأنزل الله عز وجل {ولله على الناس حج البيت من استطاع إليه\nسبيلا ومن كفر} [آل عمران: 97] من أهل الملل {فإن الله غني عن العالمين}\n[آل عمران: 97] ، فقال الله تعالى لنبيه: قل لهم فإن الله قد فرض على\nالمسلمين حج البيت، فأبوا وقالوا: ليس علينا حج \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>باب فرائض الإسلام وسهامه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا المقرئ،\nقال: حدثنا المسعودي، عن القاسم، قال: قال عبد الله: \" ثلاث أحلف عليهن،\nوالرابعة لو حلفت عليها لرجوت أن لا آثم: لا يجعل الله ذا سهم في الإسلام\nكمن لا سهم له. وأسهم الإسلام: الصلاة، والزكاة، والصيام، ولا يحب رجل قوما\nإلا بعثه الله معهم، ولا يتولى الله عز وجل عبدا في الدنيا فيوليه سواه يوم\nالقيامة، والرابعة لو حلفت عليها لرجوت أن لا آثم: لا ستر الله على عبد في\nالدنيا إلا رجوت أن يستر عليه في الآخرة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>باب إطلاق الكفر على من ترك الصلاة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n<h1 class='l1' id='head18'>11 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا المقرئ، عن\n</p>\n\n<h1 class='l1' id='head19'>[ص: 78]</h1>\n\n<p>\nالمسعودي، عن القاسم، قال: قال عبد الله: «الكفر ترك الصلاة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>باب ملازمة العمل للإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n<h1 class='l1' id='head21'>12 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال <span id='ms04'></span>: حدثنا محمد قال: حدثنا حكام بن\nسلم، عن أبي سنان، عن عمرو بن مرة الجملي، عن محمد بن علي، قال: قال رسول\nالله صلى الله عليه وسلم: «الإيمان بالله والعمل قرينان لا يصلح واحد منهما\nإلا مع صاحبه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>13 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا عبد العزيز\nبن محمد الدراوردي، عن سهيل بن أبي صالح، عن كعب الأحبار، قال: «ومن أقام\nالصلاة، وآتى الزكاة، وصام رمضان، وأحب لله، وأبغض لله، وأعطى لله، ومنع\nلله، فقد استكمل الإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>14 - </h1>\n\n<p>\nأخبرنا محمد قال: أخبرنا أبو أحمد قال: حدثنا محمد قال: حدثنا يحيى بن\nعيسى، قال: حدثنا الأعمش، قال: حدثني عدي بن ثابت، عن زر بن حبيش، عن علي\nبن أبي طالب، قال: عهد إلي النبي عليه السلام أنه «لا يحبك إلا مؤمن، ولا\n</p>\n\n<h1 class='l1' id='head24'>[ص: 81]</h1>\n\n<p>\nيبغضك إلا منافق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>باب في القدر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n<h1 class='l1' id='head26'>15 - </h1>\n\n<p>\nحدثنا يحيى بن عيسى، قال: حدثنا الأعمش، عن تميم بن سلمة، عن أبي عبيدة،\nقال: قال عبد الله: «لا يجد عبد طعم الإيمان حتى يعلم أن ما أخطأه لم يكن\nليصيبه، وأن ما أصابه لم يكن ليخطئه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>16 - </h1>\n\n<p>\nحدثنا يحيى بن عيسى، قال: حدثنا الأعمش، عن خيثمة، عن عدي بن حاتم، قال:\nقال رسول الله صلى الله عليه وسلم «ما منكم من أحد إلا سيكلمه الله يوم\nالقيامة ليس بينه وبينه ترجمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>تابع باب فرائض الإسلام وسهامه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n<h1 class='l1' id='head29'>17 - </h1>\n\n<p>\nحدثنا يحيى بن عيسى، قال الأعمش: حدثنا عن عمرو بن مرة، عن المغيرة بن\nسعد الأخرم، عن أبيه، أو عن عمه - شك الأعمش - قال: أتيت رسول الله صلى\nالله عليه وسلم أريد أن أسأله، فاستقبلته، فصاح بي ناس من أصحابه، فقال\nرسول الله: «دعوه فأرب ما جاء به» فأخذت بزمام الناقة فقلت: يا رسول الله،\nدلني على عمل يقربني من الجنة، ويباعدني من النار، قال: «إن كنت أوجزت»\nفسكت ساعة، ثم رفع رأسه إلى السماء فقال: «تعبد الله ولا تشرك به شيئا،\nوتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحب للناس ما تحب أن <span id='ms05'></span> يؤتى إليك،\nوما كرهت أن يؤتى إليك فدع الناس منه خل عن زمام الناقة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>18 - </h1>\n\n<p>\nحدثنا سفيان، عن سعير بن الخمس التميمي، عن حبيب بن أبي ثابت، عن ابن\nعمر، قال: قال النبي صلى الله عليه وسلم: \" بني الإسلام على خمس: شهادة أن\nلا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم\nشهر رمضان، وحج البيت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>19 - </h1>\n\n<p>\nحدثنا سفيان، عن السري بن إسماعيل، عن الشعبي، قال: قال علي: \" خذوا مني\nهذه الكلمات الخمس، فإنكم والله لو ركبتم المطي حتى تنصبوها ما أدركتم\nمثلهن: لا يرجو عبد إلا ربه، ولا يخافن إلا ذنبه، ولا يستحي إذا سئل عما لا\nيعلم أن يقول: لا أعلم، ولا يستحي أن يتعلم إذا لم يعلم، وأن الصبر من\nالإيمان، بمنزلة الرأس من الجسد، لا خير في جسد لا رأس له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>20 - </h1>\n\n<p>\nحدثنا سفيان بن عيينة، قال: أخبرنا أبو حمزة الثمالي، قال: دخل عبد الله\nبن الأهتم على عمر بن عبد العزيز، فقال: يا أمير المؤمنين أتحب أن أطريك؟\nقال: «لا» قال: فتحب أن أعظك؟ فقال: نعم، قال: فحمد الله وأثنى عليه، وقال:\n\" أما بعد: فإن الله عز\n</p>\n\n<h1 class='l1' id='head33'>[ص: 86]</h1>\n\n<p>\nوجل بجلاله وعظمته، وقدرته، خلق الخلق، غنيا عن طاعتهم، آمنا لمعصيتهم،\nوالناس يومئذ مختلفون في الرأي والمنازل، والعرب بشر تلك المنازل، أهل\nالدبر، وأهل الوبر، وأهل الحجر، وأهل الحضر، تحتاز دونهم طيبات الدنيا\nورخاء عيشها، لا يسألون الله جماعة، ولا يتلون كتابا، حيهم أعمى، نجس،\nوميتهم في النار، مع ما لا يحصى من المزهود فيه والمرغوب عنه، فلما أراد\nالله أن يبعث إليهم نبيهم صلى الله عليه وسلم، وينشر فيهم رحمته، بعث فيهم\nرسولا من أنفسهم، عزيز عليه ما عنتم، حريص عليكم، بالمؤمنين رءوف رحيم،\nمحمد صلى الله عليه وسلم. فلم يمنعهم ذلك أن جرحوه في جسمه، ولقبوه في\nاسمه، وأخرجوه من داره، ومعه موعظة من ربه، لا يتقدم إلا بأمره، ولا يرحل\nإلا بإذنه، وقد أخذ حبل الذمة من الأعلى، وقد اضطروه إلى بطن غار <span id='ms06'></span>، فاختفى\nفيه اختفاء، فلما أمر بالعزم، وحمل على الجهاد، اسبطر لأمر الله لوثه، وقد\nاستقام على الذي أمره الله به من تبليغ رسالته، ومجاهدة المدبر، حتى قبضه\nالله، وقد أدى الذي عليه من حقه، ثم إن أبا بكر قام من بعده، فأخذ بسنته،\nودعا إلى سبيله، ومضى على أمره، حيث ارتدت العرب عليه أو من ارتد منهم،\nفحرصوا أن يقيموا الصلاة، ولا يؤتوا الزكاة، فأبى أن يقبل منهم إلا ما كان\nرسول الله صلى الله عليه وسلم قابلا منهم في حياته، فانتزع السيوف من\nأغمادها\n</p>\n\n<h1 class='l1' id='head34'>[ص: 87]</h1>\n\n<p>\nوأوقد النار في شعلها، وحمل أهل الحق على أكتاف أهل الباطل، فلم يبرح\nيقطع أوصالهم، ويسقي الأرض دماءهم، حتى أدخلهم في الباب الذي خرجوا منه،\nوقررهم بالذي نفروا عنه فقبضه الله إليه، على منهاج نبيه، ورحمه الله وغفر\nله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>21 - </h1>\n\n<p>\nحدثنا سفيان، عن الزهري، قال: قيل لأبي بكر: اقبل منهم أن لا يؤدوا\nالزكاة، فقال: لو منعوني شيئا مما أقروا به لرسول الله، لقاتلتهم عليه،\nفقيل لأبي بكر: أليس قد قال رسول الله صلى الله عليه وسلم \" أمرت أن أقاتل\nالناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم\nإلا بحقها وحسابهم على الله؟ \" فقال أبو بكر: هذا من حقها، لو منعوني شيئا\nمما أعطوا رسول الله، لقاتلتهم عليه، لا تفرقوا بين ما جمع الله قال سفيان:\n«يعني الصلاة والزكاة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>باب المحافظة على الوضوء من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n<h1 class='l1' id='head37'>23 - </h1>\n\n<p>\nحدثنا سفيان، عن منصور، عن سالم بن أبي الجعد، عن ثوبان، قال: قال رسول\nالله صلى الله عليه وسلم: «استقيموا ولن تحصوا، واعلموا أن خير أعمالكم\nالصلاة ولا يحافظ على الوضوء إلا مؤمن» . حدثنا وكيع، قال: حدثنا الأعمش،\nعن سالم بن أبي الجعد، عن ثوبان، عن النبي صلى الله عليه وسلم نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>باب في كلام الله عز وجل ورؤيته يوم القيامة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n<h1 class='l1' id='head39'>24 - </h1>\n\n<p>\nحدثنا يحيى بن عيسى، قال: حدثنا الأعمش، عن خيثمة، عن عدي بن حاتم، قال:\nقال رسول الله صلى الله عليه وسلم «ما منكم من <span id='ms07'></span> أحد، إلا سيكلمه الله، ليس\nبينه وبينه ترجمان فينظر\n</p>\n\n<h1 class='l1' id='head40'>[ص: 90]</h1>\n\n<p>\nأيمن منه فلا يرى إلا ما قدم، وينظر أشأم منه فلا يرى إلا ما قدم، وينظر\nأمامه فيرى النار، فمن استطاع منكم أن يقي وجهه عن النار ولو بشق تمرة\nفليفعل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>باب صلاة الجماعة من سنن الهدى</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n<h1 class='l1' id='head42'>25 - </h1>\n\n<p>\nحدثنا سفيان، عن الهجري، عن أبي الأحوص، قال: سمعت عبد الله بن مسعود\nيقول: «من سره أن يلقى الله غدا مسلما فليحافظ على هذه الصلوات المكتوبات\nحيث ينادي بهن، فإنهن من سنن الهدى، وإن الله شرع لنبيكم صلى الله عليه\nوسلم سنن الهدى ولقد رأيتنا وما يتخلف عنها إلا منافق معلوم نفاقه حتى لقد\nرأيت الرجل يهادى بين الرجلين حتى يقام في الصف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>تابع باب إطلاق الكفر على من ترك الصلاة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n<p>\nحدثنا المقرئ،\n</p>\n\n<h1 class='l1' id='head44'>26 - </h1>\n\n<p>\nعن المسعودي، عن الحسن بن سعد، عن عبد الرحمن بن عبد الله بن مسعود، قال:\nقيل لعبد الله بن مسعود: إن الله ليكثر ذكر الصلاة في القرآن {الذين هم على\nصلاتهم دائمون} [المعارج: 23] المعارج و {الذين هم في صلاتهم خاشعون}\n[المؤمنون: 2] المؤمنون، فقال عبد الله: «على مواقيتها» ، فقيل: ما كنا نرى\nذاك يا أبا عبد الرحمن، إلا أن تترك؟، فقال عبد الله: «تركها كفر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>باب حرمة دم المؤمن وماله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n<h1 class='l1' id='head46'>27 - </h1>\n\n<p>\nحدثنا المقرئ، قال: حدثنا عبد الرحمن بن زياد، عن عبد الله بن يزيد، عن\nعبد الله بن عمرو، قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا\nرسول الله من المسلم؟، قال: «من سلم المسلمون من لسانه ويده» قال: فمن\nالمؤمن؟ قال: «من أمنه الناس على أموالهم وأنفسهم» قال: فمن المهاجر؟ قال:\n«من هجر السيئات» قال: فمن المجاهد؟ قال: «من جاهد نفسه لله تعالى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nباب في زيادة الإيمان ونقصانه\n</p>\n\n<h1 class='l1' id='head47'>28 - </h1>\n\n<p>\nقال سفيان: «الإيمان قول وعمل يزيد وينقص» وقال له أخوه إبراهيم بن\nعيينة: يا أبا محمد، لا تقل ينقص، فغضب وقال: «اسكت يا صبي، بل ينقص حتى لا\nيبقى منه شيء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>باب أقوال المرجئة والجهمية في الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n<p>\nقال\n</p>\n\n<h1 class='l1' id='head49'>29 - </h1>\n\n<p>\nأخبرنا أبو <span id='ms08'></span> أحمد قال حدثنا محمد قال وكيع: \" أهل السنة يقولون: الإيمان\nقول وعمل، والمرجئة يقولون: إن الإيمان قول بلا عمل، والجهمية يقولون: إن\nالإيمان المعرفة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>باب وجوب الطمأنينة في الصلاة وأنها من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n<h1 class='l1' id='head51'>30 - </h1>\n\n<p>\nحدثنا سفيان، عن جعفر بن محمد، عن أبيه، أن رسول الله صلى الله عليه وسلم\nأبصر رجلا يصلي ينقر كما ينقر الغراب، فقال النبي صلى الله عليه وسلم: «لو\nمات هذا، مات على غير دين محمد صلى الله عليه وسلم» . حدثنا سفيان، عن يحيى\nبن صبيح الخراساني، عن جعفر بن محمد، عن عمرو بن دينار، عن عبد الرحمن بن\nسابط الجمحي، عن النبي صلى الله عليه وسلم مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head52'>31 - باب حرص السلف على أداء الصلاة</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n<h1 class='l1' id='head53'>32 - </h1>\n\n<p>\nحدثنا سفيان، عن أيوب السختياني، عن ابن أبي مليكة، عن المسور بن مخرمة،\nقال: لما طعن عمر، قال\n</p>\n\n<h1 class='l1' id='head54'>[ص: 99]</h1>\n\n<p>\n: «إنكم لستم تفزعون لشيء إن كانت به حياة إلا بالصلاة» ، فقالوا: الصلاة\nيا أمير المؤمنين؟ قال: «الصلاة، ولا حظ في الإسلام لمن ترك الصلاة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>33 - </h1>\n\n<p>\nحدثنا سفيان، عن ابن عجلان ويزيد بن يزيد بن جابر سمعا مكحولا يقول: أوصى\nالنبي صلى الله عليه وسلم بعض أهله، فقال: «ولا تتركن صلاة متعمدا، فإنه من\nترك صلاة مكتوبة متعمدا فقد برئت منه ذمة الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>باب المجاهدة على ترك الحج</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n<h1 class='l1' id='head57'>34 - </h1>\n\n<p>\nحدثنا سفيان، عن داود بن أبي هند، عن سعيد بن جبير، قال: أراد عمر بن\nالخطاب أن يعرض على الناس عدة في كل بلد يوافون الحج في كل عام، فلما رأى\nتسارع الناس فيه، كف عن ذلك، وقال: «لو تركوه، لجاهدناهم عليه كما نجاهدهم\nعلى الصلاة والزكاة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>باب نقصان الإيمان بنقصان الطاعات</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n<h1 class='l1' id='head59'>35 - </h1>\n\n<p>\nحدثنا سفيان، عن منصور، عن ذر الهمداني، عن وائل بن مهانة، عن ابن مسعود،\nقال: قال رسول الله صلى الله عليه وسلم: «يا معشر النساء، تصدقن ولو من\nحليكن، فإنكن من أكثر أهل النار» فقامت امرأة ليست من علية النساء، فقالت:\nولم يا رسول الله؟ قال: «إنكن تكثرن اللعن، وتجحدن النعم، وتكفرن العشير»\nقال عبد الله: ما <span id='ms09'></span> وجدنا من ناقص العقل والدين أغلب على عقول الرجال ذوي\nالرأي على أمورهم من النساء، فقيل له: يا أبا عبد الرحمن، ما نقصان عقلها\nودينها؟ فقال: أما نقصان عقلها فشهادة امرأتين بشهادة رجل، وأما نقصان\nدينها فإنها تمكث كذا وكذا لا تصلي لله سجدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>تابع لباب الإيمان بالقدر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n<h1 class='l1' id='head61'>36 - </h1>\n\n<p>\nحدثنا سفيان، عن ابن جدعان، عن أبي نضرة، عن أبي سعيد الخدري رضي الله\nعنه، قال: قال رسول الله صلى الله عليه وسلم: \" ألا وإن بني آدم خلقوا على\nطبقات: فمنهم من يولد مؤمنا ويحيا مؤمنا ويموت مؤمنا، ومنهم من يولد كافرا\nويحيا كافرا ويموت كافرا، ومنهم من يولد مؤمنا ويحيا مؤمنا ويموت كافرا،\nومنهم من يولد كافرا ويحيا كافرا ويموت مؤمنا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>تابع باب المجاهدة على ترك الحج</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n<h1 class='l1' id='head63'>37 - </h1>\n\n<p>\nحدثنا هشام، عن ابن جريج، قال: وحدثت عن عبد الرحمن بن عبد الله بن سابط،\nأن النبي صلى الله عليه وسلم قال: «من كان عنده زاد وراحلة، فلم يحج، ولم\nيحبسه مرض حابس، أو سلطان جائر، أو حاجة ظاهرة، فليمت يهوديا، أو نصرانيا،\nأو ميتة جاهلية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>38 - </h1>\n\n<p>\nحدثنا هشام، عن ابن جريج، قال: أخبرني عبد الله بن نعيم، أن الضحاك بن\nعبد الرحمن بن عرزم الأشعري، أخبره، أن عمر بن الخطاب، قال: «ليمت يهوديا\nأو نصرانيا - ثلاث مرات\n</p>\n\n<h1 class='l1' id='head65'>[ص: 106]</h1>\n\n<p>\n، رجل مات ولم يحج، وجد لذلك سعة، وخليت سبيله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>39 - </h1>\n\n<p>\nحدثنا هشام، عن ابن جريج، قال: أخبرني عمرو بن دينار، أن حسن بن محمد،\nأخبره، أن عمر بن الخطاب، «رأى ناسا بعرفة، في الحج عليهم قمص وعمائم، فضرب\nعليهم الجزية» . فقلت: ممن هم؟ قال: لا أدري، قلت: أين رآهم؟ قال: لا أدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>40 - </h1>\n\n<p>\nحدثنا هشام، قال\n</p>\n\n<h1 class='l1' id='head68'>[ص: 107]</h1>\n\n<p>\n: أخبرني ابن جريج، قال: أخبرني سليمان مولى لنا، عن عبد الله بن المسيب\nبن أبي السائب، أنه سمعه يقول: سمعت عمر بن الخطاب، يقول: «من لم يكن حج\nفليحج العام، فإن لم يستطع فعام قابل، فإن لم يستطع فعام قابل، فإن لم\nيستطع أو لم يفعل، كتبنا في يده يهوديا أو <span id='ms10'></span> نصرانيا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>باب في رفع الأمانة والإيمان من بعض القلوب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n<h1 class='l1' id='head70'>41 - </h1>\n\n<p>\nحدثنا سفيان، عن الأعمش، عن زيد بن وهب، قال: سمعت حذيفة، يقول: «ويظل\nالناس يتبايعون وليس فيهم رجل يؤدي الأمانة، حتى يقال للرجل ما أجلده، وما\nأظرفه، وما أعقله، وما في قلبه مثقال حبة من خردل من إيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>باب في زوال الإيمان عند ارتكاب المعاصي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n<h1 class='l1' id='head72'>42 - </h1>\n\n<p>\nحدثنا سفيان، عن عبد الله بن محمد المليكي، عن إبراهيم بن أبي عبلة، عن\nرجل، عن أبي الدرداء، أنه قال: «ما الإيمان إلا بمنزلة قميص أحدكم، يلبسه\nمرة، وينزعه مرة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال أبو الدرداء: «ما أمن عبد قط أن يسلب إيمانه إلا سلبه سريعا، ثم\nلا يجد له فقدا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>باب العمل الصالح يرفع الكلام الطيب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n<h1 class='l1' id='head74'>43 - </h1>\n\n<p>\nحدثنا سفيان، قال: حدثنا ليث بن أبي سليم، عن شهر بن حوشب في قوله تعالى\n{إليه يصعد الكلم الطيب والعمل الصالح يرفعه} [فاطر: 10] فاطر قال: «العمل\nالصالح يرفع الكلام الطيب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>باب الحياء من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n<h1 class='l1' id='head76'>44 - </h1>\n\n<p>\nحدثنا سفيان، عن الزهري، عن سالم، عن أبيه: أن رسول الله صلى الله عليه\nوسلم مر برجل يعظ أخاه في الحياء، فقال: «الحياء من الإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>باب كف اللسان في الفتنة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n<h1 class='l1' id='head78'>45 - </h1>\n\n<p>\nحدثنا سفيان، قال: حدثنا زياد بن سعد، عن الزهري، عن علي بن حسين، أن\nالنبي صلى الله عليه وسلم قال: «من حسن إسلام المرء تركه ما لا يعنيه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>باب البذاذة من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n<h1 class='l1' id='head80'>46 - </h1>\n\n<p>\nأخبرنا سفيان، عن محمد بن إسحاق، عن محمد بن كعب بن مالك، عن أبيه، أو عن\nعمه: أن رسول الله صلى الله عليه وسلم قال: «تعلموا يا هؤلاء أن البذاذة من\nالإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>باب المدح الكاذب ينافي الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n<h1 class='l1' id='head82'>47 - </h1>\n\n<p>\nحدثنا سفيان، عن أيوب الطائي، عن قيس بن مسلم، عن طارق بن شهاب، قال:\nسمعت ابن مسعود، يقول: «إن الرجل لا يملك ضرا ولا نفعا، فيحلف له، إنك لذيت\nوذيت فلعله لا يحلا منه بشيء، ثم يرجع إلى بيته وما معه من دينه شيء، قد\nذهب دينه» ، ثم قرأ عبد الله {ألم تر إلى الذين يزكون أنفسهم بل <span id='ms11'></span> الله يزكي\nمن يشاء} [النساء: 49] إلى قوله {إثما مبينا} [النساء: 50] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>باب في الأمر بطاعة ولي الأمر وإخلاص العمل لله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n<h1 class='l1' id='head84'>48 - </h1>\n\n<p>\nحدثنا عبد الوهاب، عن هشام، عن محمد بن سيرين، قال: كان أبو بكر، وعمر،\nيعلمان الرجل إذا دخل في الإسلام يقولان: «تعبد الله ولا تشرك به شيئا،\nوتصلي الصلاة التي افترضها الله عز وجل عليك لميقاتها، فإن في تفريطها\nالهلكة، وتؤدي الزكاة طيبة بها نفسك، وتصوم رمضان، وتسمع وتطيع لمن ولاه\nالله الأمر» قال: وقد قالا لرجل: «وتعمل لله ولا تعمل للناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>باب في العصبية</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n<h1 class='l1' id='head86'>49 - </h1>\n\n<p>\nحدثنا سفيان، عن أيوب السختياني، عن غيلان بن جرير، عن زياد بن رباح، عن\nأبي هريرة، أن رسول الله صلى الله عليه وسلم قال: «من خرج من الطاعة، وفارق\nالجماعة، فمات، مات ميتة جاهلية، ومن قاتل تحت راية عصبية يتعصب للعصبية،\nويقاتل\n</p>\n\n<h1 class='l1' id='head87'>[ص: 116]</h1>\n\n<p>\nللعصبة، ويدعو إلى العصبة، فقتلة جاهلية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>باب في اتباع السنة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n<h1 class='l1' id='head89'>50 - </h1>\n\n<p>\nحدثنا سفيان، عن عمرو بن عبيد، عن الحسن، قال: قال رسول الله صلى الله\nعليه وسلم: «من استن بسنتي فهو مني، ومن رغب عن سنتي فليس مني، وعمل قليل\nفي السنة، خير من كثير في بدعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>باب دعائم الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n<h1 class='l1' id='head91'>51 - </h1>\n\n<p>\nحدثنا سفيان، قال: سمعت من غير واحد، وحدثنا أصحابنا، قال: قال علي: \"\nالإيمان على أربع دعائم: على الصبر، واليقين، والعدل، والجهاد. والصبر على\nأربع شعب: على الشوق، والشفق، والزهادة، والترقب للموت. فمن اشتاق إلى\nالجنة مسل عن الشهوات، ومن أشفق من النار رجع عن الحرمات، ومن زهد في\nالدنيا تهاون في المصيبات، ومن ترقب الموت سارع في الخيرات. واليقين على\nأربع شعب: تبصرة الفطنة، وتأويل الحكمة، وموعظة العبرة، وسنة\n</p>\n\n<h1 class='l1' id='head92'>[ص: 119]</h1>\n\n<p>\nالأولين، فمن تبصر الفطنة تأول الحكمة، ومن تأول الحكمة عرف العبرة، ومن\nعرف العبرة فكأنما كان في الأولين. والعدل على أربع شعب: على غايص الفهم،\nوزهرة العلم، وشرائع، وروضة الحلم، فمن فهم فسر جميل العلم، ومن عرف شرائع\nالحكم، ومن حلم لم يفرط وعاش في الناس محمودا. والجهاد على أربع شعب: على\nالأمر بالمعروف <span id='ms12'></span>، والنهي عن المنكر، وشنآن الفاسقين، والصدق في المواطن، فمن\nأمر بالمعروف، شد ظهر المؤمن، ومن نهى عن المنكر، أرغم أنف المنافق، ومن\nصدق في المواطن، قضى الذي عليه، ومن غضب لله غضب الله عز وجل له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>52 - </h1>\n\n<p>\nحدثنا سفيان، قال: وبلغني عن وهب بن منبه، قال: \" ما عبد الله بمثل\nالعقل، ولن يبلغ العبد حقيقة الإيمان حتى يكون فيه عشر خصال: حتى يكون\nالرشد منه مأمولا، والكبر منه مأمونا، وحتى يكون الذل أحب إليه من العز،\nوحتى يكون الفقر أحب إليه من الغنى، وحتى يستقل من الغنى، وحتى يستقل كثير\nالمعروف من نفسه، ويستكثر قليله من غيره، ولا يتبرم بمن طلب إليه الحوائج،\nولا يسأم من طلب العلم ما بقي من عمره شيء، وحتى يكون القوت أحب إليه من\nالفضل، والعاشرة وما العاشرة بها ساد مجده، وعلا ذكره، يخرج من بيته فلا\nيرى أحدا من الناس إلا ظن أنه دونه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>باب النهي عن النهبة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n<h1 class='l1' id='head95'>53 - </h1>\n\n<p>\nحدثنا سفيان، عن عمرو بن دينار، عن أبي معبد، قال: «من انتهب نهبة ذات\nشرف يرفع المسلمون إليه أنظارهم، فليس بمسلم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>باب مجانبة الكذب للإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n<h1 class='l1' id='head97'>54 - </h1>\n\n<p>\nحدثنا سفيان، عن بيان، وابن أبي خالد، عن قيس بن أبي حازم، قال: سمعت أبا\nبكر الصديق، يقول: «أيها الناس إياكم والكذب، فإن الكذب مجانب للإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>55 - </h1>\n\n<p>\nحدثنا حسين بن علي الجعفي، عن زائدة، قال: حدثنا بيان، عن قيس، قال أبو\nبكر: «إياكم والكذب، فإن الكذب مجانب للإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>57 - </h1>\n\n<p>\nحدثنا مروان بن معاوية الفزاري، عن إسماعيل، عن قيس، قال: سمعت أبا بكر\nالصديق، يقول: «إياكم والكذب فإن الكذب مجانب للإيمان» . حدثنا المرزبان بن\nمسعود الكندي، عن إسماعيل، عن قيس، عن أبي بكر رحمه الله، مثله إلا أنه\nقال: سمعت أبا بكر وهو يقول - أو هو يخطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>باب الوضوء نصف الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n<h1 class='l1' id='head101'>58 - </h1>\n\n<p>\nحدثنا سفيان، عن يونس بن أبي إسحاق، قال: سمعت جري النهدي، يحدث، عن رجل\nمن بني سليم، قال: عدهن رسول الله صلى الله عليه وسلم في يدي، قال: «الوضوء\nنصف الإيمان، والصيام نصف الصبر <span id='ms13'></span>، وسبحان الله نصف الميزان، والحمد لله\nتملؤه، والله أكبر تملأ ما بين السماء والأرض»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>59 - </h1>\n\n<p>\nحدثنا سفيان، عن يحيى بن سعيد، عن رجل يقال له: إسماعيل بن أوسط شامي،\nقال: قال رسول الله صلى الله عليه وسلم: «اعملوا، وخير أعمالكم الصلاة، ولا\nيحافظ على الوضوء إلا مؤمن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>60 - </h1>\n\n<p>\nحدثنا سفيان، قال: حدثنا عمرو بن دينار، عن عبيد بن عمير، قال: «من صدق\nالإيمان وبره إسباغ الوضوء في المكاره، ومن صدق الإيمان وبره أن يخلو الرجل\nبالمرأة الجميلة، فيدعها، لا يدعها إلا لله عز وجل» . قال سفيان: وعد أمورا\nمن صدق الإيمان وبره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>61 - </h1>\n\n<p>\nحدثنا وكيع، عن الأوزاعي، عن حسان بن عطية، قال: قال النبي صلى الله عليه\nوسلم «والوضوء شطر الإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>62 - </h1>\n\n<p>\nحدثنا وكيع، قال: حدثنا حماد بن سلمة، عن صدقة مولى الزبير، عن أبي ثفال،\nعن أبي بكر بن حويطب، قال: قال رسول الله صلى الله عليه وسلم: «لا إيمان\nلمن لا صلاة له، ولا صلاة لمن لا وضوء له»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>تابع باب إطلاق الكفر على من ترك الصلاة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n<h1 class='l1' id='head107'>63 - </h1>\n\n<p>\nحدثنا مروان الفزاري، قال: حدثنا محمد بن أبي إسماعيل السلمي، عن معقل\nالخثعمي،، قال: سأل رجل\n</p>\n\n<h1 class='l1' id='head108'>[ص: 127]</h1>\n\n<p>\nعليا عن امرأة لا تصلي، فقال علي: «من لم يصل فهو كافر» قالوا: إنها\nمستحاضة، قال: «تتخذ صوفة فيها سمن، أو زيت، ثم تغتسل وتصلي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>باب الترهيب من أذى الجار وأنه ينقص الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n<h1 class='l1' id='head110'>64 - </h1>\n\n<p>\nحدثنا مروان الفزاري، عن أبان بن إسحاق، قال: حدثني الصباح بن محمد، عن\nمرة الهمداني، أن عبد الله بن مسعود، حدث، أنه سمع نبي الله صلى الله عليه\nوسلم يقول: «إن الله قسم بينكم أخلاقكم، كما قسم بينكم أرزاقكم، وإن الله\nيعطي على نية الدنيا من يحب ومن لا يحب، ولا يعطي الدين إلا من يحب، فمن\nأعطاه الله الدين فقد أحبه، والذي نفس محمد بيده لا يسلم عبد حتى يسلم قلبه\nولسانه، ولا يؤمن حتى يأمن جاره بوائقه» قلنا: يا نبي الله وما بوائقه؟\nقال: «غشمه وظلمه، ولا يكسب عبد مالا حراما، فينفق منه <span id='ms14'></span>، فيبارك له فيه، ولا\nيتصدق به فيتقبل منه، ولا يتركه خلف ظهره إلا كان زاده إلى النار، إن الله\nعز وجل لا يمحو السيئ بالسيئ، ولكن يمحو السيئ بالحسن، إن الخبيث لا يمحوه\nالخبيث»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>باب وجوب الموالاة في الله والبغض في الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n<p>\nأخبرنا الحسين بن علي الجعفي، قال: حدثنا زائدة بن قدامة، قال: حدثنا ليث\nبن أبي سليم، عن مجاهد، عن ابن عباس، أنه قال: «أحب في الله، وأبغض في\nالله، ووال في الله، وعاد في الله، فإنما تنال موالاة الله بذلك، ولن يجد\nعبد طعم الإيمان ولو كثرت صلاته وصومه حتى يكون كذلك، ولقد صارت عامة\nمؤاخاة الناس على أمر الدنيا، وذلك لا يجدي عن أهله» . ثم قرأ ابن عباس\nهاتين الآيتين: {لا تجد قوما يؤمنون بالله واليوم الآخر} [المجادلة: 22]\nالمجادلة وقرأ {الأخلاء يومئذ بعضهم لبعض عدو} [الزخرف: 67] الزخرف الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>باب ذهاب العلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n<h1 class='l1' id='head113'>66 - </h1>\n\n<p>\nحدثنا سفيان، عن الأعمش، عن أبي وائل، قال: سمعت ابن مسعود، يقول: «هل\nيدرى كيف ينقص الإسلام؟» قالوا: كيف؟ قال: «كما تنقص الدابة سمنها، وكما\nينقص الثوب عن طول اللبس، وكما يقسو الدرهم عن طول الخبو، وقد يكون في\nالقبيلة عالمان، فيموت أحدهما فيذهب نصف علمه، ويموت الآخر فيذهب علمهم\nكله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>باب التكاليف الشرعية من الإيمان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n<h1 class='l1' id='head115'>67 - </h1>\n\n<p>\nحدثنا يزيد بن هارون، قال: أخبرنا سفيان بن حسين، عن أبي علي الرحبي، عن\nعكرمة، قال: سئل الحسن بن علي، مقبله من الشام عن خصال عن الإيمان، فتلا\nهذه الآية {ليس البر أن تولوا وجوهكم قبل المشرق والمغرب} [البقرة: 177]\nالآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>باب صفة المسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n<h1 class='l1' id='head117'>68 - </h1>\n\n<p>\nحدثنا سفيان، عن ابن أبي خالد، سمعه من الشعبي، قال: وحدثنا داود بن أبي\nهند، عن الشعبي، قال: جاء رجل يتخلل حتى انتهى إلى عبد الله بن عمرو، قال:\nوحدث في مكان آخر يتخطى رقاب الناس فقال: أخبرني بشيء سمعته من رسول الله\nصلى الله عليه وسلم، قال ابن أبي عمر: ووجدت في مكان آخر: حدثني بحديث\nسمعته من رسول الله صلى الله عليه وسلم، ولا تحدثني <span id='ms15'></span> عن العدلين، قال: سمعت\nرسول الله صلى الله عليه وسلم يقول: «المسلم من سلم المسلمون من لسانه\nويده، والمهاجر من هجر ما حرم الله عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>باب الدين النصيحة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n<h1 class='l1' id='head119'>69 - </h1>\n\n<p>\nحدثنا سفيان، عن سهيل بن أبي صالح، عن عطاء بن يزيد الليثي، عن تميم\nالداري، قال: قال رسول الله صلى الله عليه وسلم: «الدين النصيحة، الدين\nالنصيحة، الدين النصيحة» قال: قلنا: لمن يا رسول الله؟ قال: «لله ولرسوله،\nولصالح المؤمنين، ولكتابه، ولأئمة المسلمين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>باب أفضل الناس إيمانا أفضلهم معرفة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n<h1 class='l1' id='head121'>70 - </h1>\n\n<p>\nحدثنا سفيان بن عيينة، قال: حدثنا كوفي لنا - أو كوفيون -، عن أبي\nالسوداء، عن ابن سابط، رواية قال: «أفضلكم إيمانا أفضلكم معرفة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>71 - </h1>\n\n<p>\nحدثنا سفيان، عن أبي سعد، عن عكرمة، عن ابن عباس، قال: \" ما زالت الخصومة\nبين الناس يوم القيامة حتى خاصم الروح الجسد، فقال الجسد: يا رب إنما كنت\nمثل الخشبة النخرة، ليس لي يد أبطش بها، ولا عين أبصر بها، ولا أذن أسمع\nبها، ولا رجل أمشي بها، ولا عقل أعقل به، حتى جاء هذا فدخل في، فنجني منه،\nوخلد عليه العذاب اليوم. وقال الروح: يا رب منك الروح وأنت خلقته، إنما كنت\nكالشهاب لم يكن لي يد أبطش بها، ولا عين أبصر بها، ولا أذن أسمع بها، ولا\nرجل أمشي بها، ولا عقل أعقل به، حتى جئت فدخلت في هذا الجسد، فخلد عليه\nالعذاب ونجني منه اليوم، فقيل: يضرب لكما مثل مثلكما كمثل أعمى ومقعد، دخلا\nحائطا دانية ثمارها، فالأعمى لا يبصر الثمار فيتناول منها، والمقعد يبصرها\nولا ينالها، فدعا المقعد الأعمى، فقال: احملني حتى أسددك، فآكل وأطعمك،\nفحمله وسدده، فأدركا وهما كذلك، فعلى أيهما يقع العذاب؟ قال: عليهما جميعا،\nقال: فالعذاب عليهما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>باب إثم مانع الزكاة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n<h1 class='l1' id='head124'>72 - </h1>\n\n<p>\nحدثنا سفيان، عن عمرو بن دينار، عن عبيد بن عمير، أن النبي صلى الله عليه\nوسلم قال: \" ما من صاحب إبل لا يؤدي حقها، ومن حقها حلبها يوم وردها إلا\nبطح لها بقاع أو بصعيد قرقر، فتستن عليه، تطؤه بأخفافها كلما مضى آخرها <span id='ms16'></span> رد\nعليه أولها. وما من صاحب بقر لا يؤدي حقها ومن حقها حلبها يوم وردها إلا\nبطح لها بقاع أو بصعيد قرقر، فتستن تطؤه بأظلافها، وتنطحه بقرونها كلما مضى\nآخرها رد أولها. وما من صاحب غنم لا يؤدي حقها، ومن حقها حلبها يوم وردها\nإلا بطح لها بقاع أو بصعيد قرقر تطؤه بأظلافها وتنطحه بقرونها ليس فيها\nجماء، ولا مكسورة القرن. وما من صاحب كنز لا يؤدي زكاته إلا مثل له يوم\nالقيامة شجاع أقرع فاغرا فاه، يطلبه وهو يفر منه، ويقول: أنا كنزك الذي\nخبأته، ولا ينتهي حتى يضع يده في فيه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>73 - </h1>\n\n<p>\nحدثنا سفيان، عن عبد الملك بن أعين، وجامع بن أبي راشد، عن أبي وائل، عن\nعبد الله بن مسعود رضي الله عنه، يبلغ به النبي صلى الله عليه وسلم أنه\nقال: «ما من رجل لا يؤدي زكاة ماله إلا جعل يوم القيامة في عنقه شجاع» ثم\nقرأ علينا رسول الله صلى الله عليه وسلم مصادقه من كتاب الله: {ولا تحسبن\nالذين يبخلون بما آتاهم الله من فضله} الآية. وقال مرة: ثم قرأ علينا رسول\nالله صلى الله عليه وسلم مصداقه من كتاب الله: {سيطوقون ما بخلوا به يوم\nالقيامة} [آل عمران: 180] الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head126'>74 - باب ذكر الخوارج وصفاتهم</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n<p>\nحدثنا عبد الله بن معاذ، عن معمر، عن الزهري، عن أبي سلمة بن عبد الرحمن،\nعن أبي سعيد الخدري، قال: بينما رسول الله يقسم قسما إذ جاءه ابن ذي\nالخويصرة التميمي، فقال: اعدل يا رسول الله فإنك لم تعدل. قال: «ويلك فمن\nيعدل إذا لم أعدل» قال عمر: يا رسول الله ائذن لي فأضرب عنقه، قال: \" دعه\nفإن له أصحابا يحتقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم، يقرءون\nالقرآن لا يجاوز\n</p>\n\n<h1 class='l1' id='head127'>[ص: 138]</h1>\n\n<p>\nتراقيهم يمرقون من الدين كما يمرق السهم من الرمية ينظر في قذذه فلا يوجد\nفيه شيء، ثم ينظر في نضيه فلا يوجد فيه شيء، ثم ينظر في رصافه فلا يوجد فيه\nشيء، ثم ينظر في نصله فلا يجد <span id='ms17'></span> فيه شيئا قد سبق الفرث الدم آيتهم رجل أسود\nإحدى يديه مثل ثدي المرأة أو مثل البضعة تدردر يخرجون على فرقة من الناس\nقال: وفيهم نزلت {ومنهم من يلمزك في الصدقات} [التوبة: 58] التوبة. قال أبو\nسعيد: أشهد أني سمعت هذا من رسول الله، وأشهد أن عليا حين قتلهم وأنا معه\nجيء بالرجل على النعت الذي نعت رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>باب أي الإسلام أفضل</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n<h1 class='l1' id='head129'>75 - </h1>\n\n<p>\nحدثنا المقرئ، قال: حدثنا المسعودي، عن عمرو بن مرة، عن عبد الله بن\nالحارث، عن أبي كثير الزبيدي، عن عبد الله بن عمرو بن العاص، عن النبي صلى\nالله عليه وسلم أنه ناداه رجل: يا رسول الله، أي الإسلام أفضل؟ قال: «أن\nيسلم المسلمون من لسانك ويدك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>باب الدعاء إلى الشهادتين وشرائع الإسلام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n<h1 class='l1' id='head131'>76 - </h1>\n\n<p>\nحدثنا بشر بن السري، قال: حدثنا زكريا بن إسحاق، عن يحيى بن عبد الله بن\nصيفي، عن أبي معبد، عن ابن عباس، أن النبي صلى الله عليه وسلم بعث معاذ بن\nجبل إلى اليمن، فقال: «إنك ستأتي قوما أهل كتاب، فإذا أتيتهم فادعهم إلى أن\nيشهدوا أن لا إله إلا الله وأن محمدا رسول الله، فإن هم أطاعوك بذلك\nفأخبرهم أن عليهم خمس صلوات في يوم وليلة، فإن هم أطاعوا لك بذلك فأخبرهم\nأن عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن هم أطاعوا لك بذلك\nفإياك وكرائم أموالهم. واتق دعوة المظلوم، فإنها ليس بينها وبين الله عز\nوجل حجاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>تابع باب زوال الإيمان عند ارتكاب المعاصي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n<h1 class='l1' id='head133'>77 - </h1>\n\n<p>\nحدثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة، أن رسول الله صلى\nالله عليه وسلم قال: «لا يشرب رجل الخمر حين يشربها وهو مؤمن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>تابع باب الدعاء إلى الشهادتين وشرائع الإسلام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n<h1 class='l1' id='head135'>78 - </h1>\n\n<p>\nحدثنا أبو أسامة حماد بن أسامة، قال: المجالد، أخبرنا ذلك، قال: كتب رسول\nالله صلى الله عليه وسلم إلى جدي وهذا كتابه عندنا، وحدثني ذلك أشياخ الحي،\n\" بسم الله الرحمن الرحيم، من محمد رسول الله إلى عمير ذي مران وإلى من\nأسلم من همدان <span id='ms18'></span>، سلام عليكم، إني أحمد إليكم الله الذي لا إله إلا هو. أما\nبعد: فإنه بلغنا إسلامكم مرجعنا من أرض الروم، فأبشروا فإن الله قد هداكم\nبهداه، وإنكم إذا شهدتم أن لا إله إلا الله وحده لا شريك له وأن محمدا رسول\nالله، وأقمتم الصلاة، وأنطيتم الزكاة، فإن لكم ذمة الله، وذمة محمد رسول\nالله، على أموالكم ودمائكم وأرض البور التي أسلمتم عليها، سهلها وجبلها\nومراعيها وغيولها، غير مظلومين ومضيق عليهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>باب كراهية تولي الإمارة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n<h1 class='l1' id='head137'>79 - </h1>\n\n<p>\nحدثنا يحيى بن عيسى الرملي، قال: حدثنا الأعمش، عن سليمان بن ميسرة، عن\nطارق بن شهاب، عن رافع بن أبي رافع، قال: قلت لأبي بكر الصديق: إني اخترتك\nلنفسي فعلمني شيئا آخذ به، قال: قد أردت ذلك قبل أن تقول لي: «تعبد الله\nولا تشرك به شيئا، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، ولا تأمر على\nرجلين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>تابع باب اتباع السنة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n<h1 class='l1' id='head139'>80 - </h1>\n\n<p>\nحدثنا إبراهيم بن عيينة، قال: حدثنا عبد الواحد بن أيمن، قال: كان الحسن\nبن محمد بن الحنفية، يأمر: \" أن أقرأ هذا الكتاب على الناس: أما بعد: فإنا\nنوصيكم بتقوى الله، ونحثكم على أمره، ونرضى لكم طاعته، ونسخط لكم معصيته،\nوإن الله أنزل الكتاب بعلمه فأحكمه، وفصله وأعزه، وحفظه أن يأتيه الباطل من\nبين يديه ومن خلفه، وضرب\n</p>\n\n<h1 class='l1' id='head140'>[ص: 146]</h1>\n\n<p>\nأمثاله، وبين عبره، وجعله فرقانا من الشر، ونورا من الظلمة، وبصرا من\nالعمى، وهدى من الضلالة، ثم تمت النعمة، وأكملت العبادة، وحفظت الوصية،\nوجرت السنة ومضت الموعظة، واعتقد الميثاق، واستوجبت الطاعة، فهو حبل الله\nالمتين، والعروة الوثقى لا انفصام لها، بها سبق الأولون، وبها أدرك\nالآخرون، كتابا تولى حكمه، وارتضاه لنفسه، وافترضه على عباده، من حفظه بلغه\nما سواه، ومن ضيعه لا يقبل منه غيره، أما بعد: فإن الله تبارك وتعالى أنزل\nعلى محمد النبوة، وابتعثه بالرسالة، رحمة للناس كافة، والناس حينئذ في ظلمة\nالجاهلية وضالتها، يعبدون أوثانها، ويستقسمون بأزلامها، عنها يأتمرون\nأمرهم، وبها يحلون حلالهم، ويحرمون حرامهم، دينهم بدعة، ودعوتهم فرية، فبعث\nالله عز وجل بالحق <span id='ms19'></span> محمدا صلى الله عليه وسلم، رحمة منه لكم ومنة من بها\nعليكم، وبشركم وأنذركم ذكر من كان قبلكم من الأمم، وقص في الكتاب قصة\nأمرهم، كيف نصحت لهم رسلهم، وكيف كذبوهم وتولوا عنهم، وكيف كانت عقوبة الله\nإياهم، فوعظكم الله بنكال من قبلكم، وأمركم أن تقتدوا بصالح فعالهم، فبلغ\nمحمد الرسالة، ونصح الأمة، وعمل بالطاعة، وجاهد العدو، فأعز الله به أمره،\nوأظهر به نوره، وتمت به كلمته، وانتجب له أقواما عرفوا حق الله، واعترفوا\nبه، وبذلوا له دماءهم وأموالهم، فيهم من هجر داره وعشيرته إلى الله عز وجل،\nومنهم آوى ونصر فآسوا بأنفسهم وآسوا به. ولم يرغبوا بأنفسهم عن نفسه، فأيد\nالله بهم الدين، ودمغ الحق\n</p>\n\n<h1 class='l1' id='head141'>[ص: 147]</h1>\n\n<p>\nالباطل، وأبطلت دعوة الطواغيت، وكسرت الأزلام، وتركت عبادة الأوثان،\nوأجيب داعي الله وظهر دين الله، وعرف الناس أمر الله عز وجل، واعترفوا\nبقضاء الله، وشهدوا بالحق، وقالوا لا إله إلا الله محمد رسول الله، وأدوا\nفرائض الله عز وجل، وأعقب الله نبيه محمدا صلى الله عليه وسلم ومن استجاب\nله أجرا ونصرا ووعدا وسلطانا، ومكن لهم دينهم الذي ارتضى، وأبدلهم من بعد\nخوفهم أمنا، فلما أحكم الله النهي عن معصيته، وخلصت الدعوة، وايتطى الإسلام\nلأهله، شرع الدين شرائعه، وفرض فرائضه، وأعلم الدين علامة يعلمها أهل\nالإسلام، وحد الحدود وحرم المشاعر وعلم المناسك، ومضت السنة، واستتاب\nالمذنب، ودعا إلى الهجرة، وفتح باب التوبة، حجة له ونصيحة لعباده، فالإسلام\nعند أهله عظيم شأنه، معروف سبيله، لحقوقه متفقدون، وله متعاهدون، يعرفونه\nويعرفون به، بالاجتهاد بالنية، والاقتصاد بالسنة، لا يبطرهم عنه رخاء من\nالدنيا أصابهم، ولا يضيعونه لشدة بلاء نزل بهم، ذلك بأنهم جاءهم أمر الله،\nأيقنت نفوسهم، واطمأنت به قلوبهم، يسيرون منه على أعلام نبيه، وسبل واضحة.\nحكم فرغ الله منه، لا تلتبس به الأهواء، ولا تزيغ به القلوب، عهد عهده الله\nإلى عباده، وإنما كانت هذه الأمة كبعض الأمم التي مضت قبلها جاءها نذير\nمنها، ودعاها بما يحييها، ونصح لها، وجهد وأدى الذي عليه من <span id='ms20'></span> الحق، فاستجاب\nله مستجيبون، وكذب به مكذبون، فقاتل من كذبه بمن استجاب له. حتى أحل حلال\nالله، وحرم حرامه، وعمل بطاعته، ثم نزل بهذه الأمة موعود الله، الذي وعد من\nوقوع الفتنة، يفارق رجال عليه رجالا، ويوالي\n</p>\n\n<h1 class='l1' id='head142'>[ص: 148]</h1>\n\n<p>\nرجال عليه رجالا. فمن أراد أن يسائلنا عن أمرنا ورأينا فإنا قوم الله\nربنا، والإسلام ديننا، والقرآن إمامنا، ومحمد نبينا، إليه نسند، ونضيف\nأمرنا إلى الله ورسوله، ونرضى من أئمتنا بأبي بكر وعمر، ونرضى أن يطاعا\nونسخط أن يعصيا، ونعادي لهما من عاداهما، ونرجي منهم أهل الفرقة الأول.\nونجاهد في أبي بكر وعمر الولاية، فإن أبا بكر وعمر لم تقتتل فيهما الأمة،\nولم تختلف فيهما، ولم يشك في أمرهما، وإنما الإرجاء ممن عاب الرجال، ولم\nيشهده، ثم عاب علينا الإرجاء من الأمة وقال متى كان الإرجاء. كان على عهد\nموسى نبي الله، إذ قال له فرعون {ما بال القرون الأولى} طه: قال موسى وهو\nينزل عليه الوحي: حتى قال: {علمها عند ربي في كتاب لا يضل ربي ولا ينسى}\n[طه: 52] طه:. فلم يعنف بمثل حجة موسى، وممن نعادي فيهم، شبيبة متمنية\nظهروا بكتاب الله، وأعلنوا الفرية على بني أمية، وعلى الله، لا يفارقون\nالناس ببصر نافذ، ولا عقل بالغ في الإسلام، ينقمون المعصية على من عملها،\nويعملون بها. إذا ظهروا بها ينصرون فتنتها وما يعرفون المخرج منها، اتخذوا\nأهل بيت من العرب إماما، وقلدوهم دينهم، يتلون على حبهم ويفارقون على\nبغضهم، جفاة على القرآن، أتباع الكهان، يرجون دولة تكون في بعث يكون قبل\nالساعة، أو قبل قيام الساعة، حرفوا كتاب الله، وارتشوا في الحكم، وسعوا في\nالأرض فسادا، والله لا يحب المفسدين، وفتحوا أبوابا كان الله سدها، وسدوا\nأبوابا كان الله فتحها، ومن خصومة هذه الشبيبة التي أدركنا، أن يقولوا:\nهدينا بوحي ضل عنه الناس، وعلم خفي، ويزعمون أن نبي الله كتم تسعة أعشار\nالقرآن. ولو كان نبي الله كاتما شيئا مما أنزل الله، لكتم شأن امرأة زيد\n{إذ تقول للذي أنعم <span id='ms21'></span> الله عليه} [الأحزاب: 37] الأحزاب: وقوله {لم تحرم ما\nأحل الله لك} [التحريم: 1] التحريم وقوله {لقد كدت تركن إليهم شيئا قليلا}\n[الإسراء: 74] الإسراء: فهذا أمرنا ورأينا، وندعو إلى الله من أجابنا،\nونجيب إليه من دعانا، لا نألو فيه عن طاعة ربنا، وأداء الحق الذي\n</p>\n\n<h1 class='l1' id='head143'>[ص: 149]</h1>\n\n<p>\nعلينا، ونذكر به قومنا ومن سألنا من أئمتنا، فيستحلون بعده دماءنا، أو\nيعرضوا دماءهم لنا. فالناس مجموعون عند ربهم في موطن صدق، ويوم يكون الحق\nلله، ويبرأ فيه البائع من المبيوع، ويدعو الإنسان على نفسه بالثبور،\nفادخروا من صالح الحجج عند الله، فإنه من لا يكون يظفر بحجته في الدنيا، لم\nيظفر بها في الآخرة، كتاب كتبته نصيحة لمن قبله، وحجة على من تركه، والسلام\nعلى المرسلين والحمد لله رب العالمين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>باب لا يفتك مؤمن</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n<h1 class='l1' id='head145'>81 - </h1>\n\n<p>\nحدثنا عبد الوهاب، عن أيوب، عن الحسن، أن رجلا قال للزبير ألا أقتل لك\nعليا قال: كيف تقتله؟ قال: أغتاله، فقال: إني سمعت النبي صلى الله عليه\nوسلم يقول: «الإيمان قيد الفتك لا يفتك مؤمن» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             <span id='ms22'></span>\n</p>\n",
  "pages": [
    "000",
    "067",
    "067",
    "068",
    "068",
    "068",
    "070",
    "070",
    "071",
    "071",
    "073",
    "073",
    "074",
    "074",
    "075",
    "075",
    "076",
    "076",
    "076",
    "076",
    "076",
    "079",
    "079",
    "080",
    "080",
    "081",
    "081",
    "082",
    "083",
    "083",
    "084",
    "085",
    "085",
    "087",
    "088",
    "088",
    "089",
    "089",
    "091",
    "091",
    "091",
    "091",
    "092",
    "092",
    "094",
    "096",
    "096",
    "097",
    "097",
    "098",
    "098",
    "099",
    "100",
    "100",
    "101",
    "101",
    "102",
    "102",
    "103",
    "103",
    "105",
    "106",
    "106",
    "107",
    "107",
    "108",
    "108",
    "108",
    "109",
    "109",
    "110",
    "110",
    "111",
    "111",
    "112",
    "112",
    "114",
    "114",
    "115",
    "115",
    "115",
    "115",
    "116",
    "116",
    "118",
    "118",
    "120",
    "121",
    "121",
    "122",
    "122",
    "123",
    "123",
    "124",
    "124",
    "124",
    "125",
    "125",
    "126",
    "126",
    "126",
    "127",
    "127",
    "128",
    "128",
    "129",
    "129",
    "130",
    "130",
    "131",
    "131",
    "132",
    "132",
    "133",
    "133",
    "134",
    "135",
    "135",
    "136",
    "137",
    "137",
    "140",
    "140",
    "141",
    "141",
    "142",
    "142",
    "143",
    "143",
    "144",
    "144",
    "145",
    "145",
    "150",
    "150"
  ],
  "volumes": [
    "01"
  ]
}