{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[بحر الدموع]</h1>\n\n<p>\nالمؤلف: جمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي\n(المتوفى: 597ه)\n</p>\n\n<p>\nالمحقق: جمال محمود مصطفى\n</p>\n\n<p>\nالناشر: دار الفجر للتراث\n</p>\n\n<p>\nالطبعة: الطبعة الأولى 1425ه-2004م\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\nمصدر الكتاب: موقع المكتبة الرقمية\n</p>\n\n<p>\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n</p>\n\n<p>\nالكتاب مرتبط بنسخة مصورة ل ط دار الصحابة للتراث - طنطا - الطبعة:\nالأولى، 1412 ه - 1992 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head1'>المقدمة</h1>\n\n<p>\nالحمد لله نستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا،\nمن يهده الله فلا مضل له، ومن يضلل فلا هادي له.\n</p>\n\n<p>\nوأشهد أن لا اله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله،\nأرسله بالهدى ودين الحق ليظهره على الدين كله، وكفى بالله شهيدا. أرسله بين\nيدي الساعة بشيرا ونذيرا، وداعيا إلى الله بإذنه وسراجا منيرا، فهدى به من\nالضلالة، وبصر به من العمى، وأرشد به من الغي، وفتح به أعينا عميا، وإذانا\nصما، وقلوبا غلفا، فبلغ الرسالة، وأدى الأمانة، ونصح الأمة، وجاهد بالله حق\nجهاده، وعبد ربه حتى أتاه اليقين من ربه.\n</p>\n\n<p>\nأما بعد، فهذا كتاب من أجل كتب الوعظ يرقق القلوب المعرضة عن ذكر الله\nسبحانه وتعالى. فالتوبة والندم سبب كشف الغم، ودفع البلاء.\n</p>\n\n<p>\nفالسعيد من وعظ بحال أبيه آدم. فتاب واستغفر. والشقي من دعاه إبليس فأصر\nواستكبر.\n</p>\n\n<p>\nوقد قمنا بتخريج التراجم الواردة بالكتاب على المصادر والكتب المطبوعة\nمنها.\n</p>\n\n<p>\nوخرجت الآيات القرآنية على المصحف الشريف، وبعض ما ورد من أحاديث على كتب\nالحديث.\n</p>\n\n<p>\nوالله أدعو أن يجعل هذا العمل خالصا لوجهه، وآخر دعوانا أن الحمد لله رب\nالعالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف\n</p>\n\n<p>\nاسمه ونسبه:\n</p>\n\n<p>\nالشيخ الإمام العلامة جمال الدين أبو الفرج عبد الرحمن بن أبي الحسن علي\nابن محمد القرشي التيمي.\n</p>\n\n<p>\nولادته ووفاته:\n</p>\n\n<p>\nولد سنة تسع أو عشر وخمسمائة. ووفاته كانت سنة سبع وتسعين وخمسمائة.\n</p>\n\n<p>\nمصنفاته:\n</p>\n\n<p>\nصنف في فنون عديدة منها زاد المسير في علم التفسير وله في الحديث موضوعات\nذكر فيها كل حديث موضوع والمنتظم في التاريخ وصفوة الصفوة ومناقب عمر ابن\nالخطاب <span id='ms001'></span> وعمر بن عبد العزيز.\n</p>\n\n<p>\nوعظه:\n</p>\n\n<p>\nقال الذهبي: كان رأسا في التذكير بلا مدافعة. يقول النظم الرائق والنثر\nالفائق بديها. حامل لواء الوعظ والقيم بفنونه مع الشكل الحسن والصوت الطيب\nوالوقع في النفوس وحسن السيرة وكانت له في مجالس الوعظ أجوبة نادرة. فمن\nأحسن ما يحكى عنه أنه وقع النزاع ببغداد بين أهل السنة والشيعة في المفاضلة\nبين أبي بكر وعلي رضي الله عنهما. فرضي الكل بما يجيب الشيخ أبو الفرج\nفأقاما شخصا سأله عن ذلك وهو على الكرسي في مجلس وعظه، فقال: أفضلهما كم\nكانت ابنته تحته. ونزل في الحال حتى لا يراجع في ذلك.\n</p>\n\n<p>\nفقالت السنة: هو أبو بكر لأن ابنته عائشة رضي الله عنها تحت رسول الله\nصلى الله عليه وسلم وقالت الشيعة: هو علي لأن فاطمة ابنة رسول الله صلى\nالله عليه وسلم تحته. وهذا من لطائف الأجوبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ الفقيه الإمام العابد أبو محمد عبد الرحمن بن علي الجوزي، رحمه\nالله تعالى ورضي عنه بمنه وكرمه:\n</p>\n\n<p>\nالحمد لله الذي اخترع الأشياء بلطيف قدرته، وبديع صنعته، فأحسن فيما\nاخترع، وأبدع الموجودات على غير مثال، فلا شريك له فيما ابتدع، ألف بين\nاللطيف والكثيف من أعداد آحاد الجوهر وجمع، ليقر له بالوحدانية، ويستدل على\nوجود الصانع بما صنع، فالعارفون واقفون تحت مطارف اللطائف بأقبية أبينة\nالتوبة والورع، ليس لقلوبهم مجال في ميدان الكبرياء على أن حماه رحب متسع،\nفهم إن مالوا إلى نيل مطلوبهم، ردهم قهر الهيبة إلى مفاوز الخوف والجزع،\nوان هموا بالذهاب عن الباب، عاقهم قيود الغيب، فعز عليهم الرجوع وامتنع.\n</p>\n\n<p>\nفمنهم كاتم محبته ... قد كف شكوى لسانه وقطع\n</p>\n\n<p>\nومنهم بائح يقول إذا ... لام عذول ذر الملام ودع\n</p>\n\n<p>\nأليس قلبي محل محنته ... وكيف يخفى ما فيه وهو قطع\n</p>\n\n<p>\nأين المحبون والمحب لهم ... وأين من شتت الهوى وجمع\n</p>\n\n<p>\nلهم عيون تبكي فوا عجبا ... لجفن صب إذا هما ودمع\n</p>\n\n<p>\nقد حرموا النوم والمتيم لا ... هجوعا إذا الخلي هجع\n</p>\n\n<p>\nبالباب يبكون والبكاء إذا ... كان خليا <span id='ms002'></span> من النفاق نفع\n</p>\n\n<p>\nتشفع فيهم دموعهم وإذا ... شفع دمع المتيمين شفع\n</p>\n\n<p>\nفبينما هم حيارى بين الخوف والجزع، سكارى من شراب اليأس والطمع، إذ بزغ\nعليهم قمر السعادة من فلك الإرادة في جوانب قلوبهم ولمع، وأفيض عليهم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nملا بس سنادس الاستيناس والبسط خلع، لكل خلعة علمان من الإيمان، ما زين\nبهما بشر، إلا ارتفع، رقم العلم الأيمن: {سبقت لهم منا الحسنى} الأنبياء\n101، ورقم العلم الأيسر: {لا يحزنهم الفزع} الأنبياء 103، فسبحان من يتوب\nعلى الجاني، ويقبل العاصي إذا تاب إليه ورجع.\n</p>\n\n<p>\nوأشهد أن لا اله إلا الله وحده لا شريك له، شهادة من أقر له بالوحدانية،\nواعترف له بالربوبية والألوهية، ولعز جلاله وجماله قد خضع.\n</p>\n\n<p>\nوأشهد أن محمدا عبده ورسوله، الذي سن السنن، وبين الفرائض، وشرع الأعياد\nوالجمع، صلى اله عليه وعلى آله وأصحابه ما ركد الماء ونبع، وظهر في ميدان\nسطح السماء نجم وطلع، وسلم تسليما كثيرا.\n</p>\n\n<p>\nقال الله العظيم: {وذكر فإن الذكرى تنفع المؤمنين} الذاريات 55، وفي\nالخبر عن رسول الله صلى الله عليه وسلم أنه قال: \"قال الله تبارك وتعالى:\nأنا عند ظن عبدي بي، وأنا معه إذا ذكرني في ملأ، ذكرته في ملأ خير منه، وان\nذكرني في نفسه، ذكرته في نفسي، وإن تقرب إلي شبرا تقربت منه ذراعا، وإن\nتقرب إلي ذراعا، تقربت منه باعا، وإن أتاني مشيا، أتيته هرولة\" (1) .\n</p>\n\n<p>\nوعن عبد الله بن عباس رضي الله عنهما، قال: قال رسول الله صلى الله عليه\nوسلم: \"من عجز منكم عم الليل أن يكابده، وجبن عن العدو أن يقاتله، وبخل\nبالمال أن ينفقه، فليكثر ذكر الله تعالى\" (2) .\n</p>\n\n<p>\nوقال جابر بن عبد الله رضي الله عنه: خرج علينا رسول الله صلى الله عليه\nوسلم ونحن في مسجد المدينة، فقال: \"إن لله تعالى سرايا من الملائكة تجول،\nوتقف على مجالس الذكر في الأرض، فإذا رأيتم رياض الجنة، فارتعوا\".\n</p>\n\n<p>\nقالوا: وما رياض الجنة يا رسول الله؟ قال: \"مجالس الذكر، اغدوا وروحوا في\nذكر الله تعالى، ومن كان يحب أن يعلم منزلته <span id='ms003'></span> عند الله تعالى، فلينظر كيف\nمنزلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالله عنده، فإن الله ينزل العبد حيث أنزله من نفسه\" (1) .\n</p>\n\n<p>\nوقال عبد الله بن بسر: أتى رجل إلى رسول الله صلى الله عليه وسلم فقال:\nيا رسول الله، إن شرائع الإسلام كثرت علي فأمرني بشيء أتشبث به، فقال: \"لا\nيزال لسانك رطبا من ذكر الله تعالى\" (2) .\n</p>\n\n<p>\nوفي الخبر عن رسول الله صلى الله عليه وسلم أنه قال: \"ما من يوم إلا\nوبقاع الأرض تنادي بعضا بعضا: يا جارة، هل جاز عليك اليوم ذاكرا لله تعالى\"\n(3) .\n</p>\n\n<p>\nإخواني، إذا صعدت الملائكة من مجالس الذكر، قال المولى جل علاه: يا\nملائكتي، أين كنتم، وهو أعلم، فيقولون: يا ربنا، أنت أعلم، كنا عند عبادك\nيسبحونك ويقدسونك ويعظمونك ويمجدونك ويسألونك ويستغفرونك ويستعيذونك،\nفيقول: يا ملائكتي، وما الذي طلبوا؟ ومما استعاذوا؟ فيقولون: يا ربنا أنت\nأعلم، طلبوا الجنة، واستعاذوا من النار، فيقول: يا ملائكتي، اشهدوا إني قد\nأعطيتهم ما طلبوا، وأمنتهم مما خافوا، وأدخلهم الجنة برحمتي (4) \".\n</p>\n\n<p>\nوفي الخبر عن رسول الله صلى الله عليه وسلم أن الله تبارك وتعالى يقول:\n\"عبدي اذكرني ساعة بالغداة وساعة بالعشي، أكفك ما بينهما\".\n</p>\n\n<p>\nوفي بعض الكتب المنزلة أن الله تبارك وتعالى يقول: يا ابن آدم ما أجبرك!\nتسألني، فأمنعك لعلمي بما يصلحك، ثم تلح علي في المسألة، فأجود برحمتي\nوكرمي عليك، فأعطيك ما سألتني، فتستعين بما أعطيك على معصيتي، فأهم بهتك\nسترك، فكم من جميل أصنعه معك، ومن من قبيح تعمله معي. يوشك أن أغضب عليك\nغضبة لا أرضى بعدها أبدا.\n</p>\n\n<p>\nوفي بعض الكتب المنزلة أيضا: يقول الله تبارك وتعالى: عبدي، إلى كم تستمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعلى عصياني، وأنا غذيتك برزقي وإحساني، أما خلقتك بيدي؟ أما نفخت فيك من\nروحي؟ أما علمت فعلي بمن أطاعني، وأخذي لمن عصاني؟ أما تستحي تذكرني في\nالشدائد وفي الرخاء تنساني؟ عين بصيرتك أعماها الهوى. قل لي بماذا تراني،\nهذا حال من لم تؤثر فيه الموعظة، فإلى كم هذا التواني؟ إن تبت من ذنبك،\nآتيتك أماني. اترك دارا صفوها كدر، وآمالها <span id='ms004'></span> أماني. بعت وصلي بالدون، وليس\nلي في الوجود ثاني. ما جوابك إذا شهدت عليك الجوارح بما تسمع وترى: {يوم\nتجد كل نفس ما عملت من خير محضرا} آل عمران 30.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nتعصي الإله وأنت تدعي حبه ... هذا محال في القياس بديع\n</p>\n\n<p>\nلو كان حبك صادقا لأطعته ... إن المحب لمن يحب مطيع\n</p>\n\n<p>\nقال مالك بن دينار: دخلت على جار لي وهو في الغمرات يعاني عظيم السكرات،\nيغمى عليه مرة، ويفيق أخرى، وفي قلبه لهيب الزفرات، وكان منهمكا في دنياه،\nمتخلفا عن طاعة مولاه، فقلت له: يا أخي، تب إلى الله، وارجع عن غيك، عسى\nالمولى أن يشفيك من ألمك، ويعافيك من مرضك وسقمك، ويتجاوز بكرمه عن ذنبك.\nفقال: هيهات هيهات! قد دنا ما هو آت، وأنا ميت لا محالة، فيا أسفي على عمر\nأفنيته في البطالة. أردت أن أتوب مما جنيت، فسمعت هاتفا يهتف من زاوية\nالبيت: عاهدناك مرارا فوجدناك غدارا.\n</p>\n\n<p>\nنعوذ بالله من سوء الخاتمة، ونستغفره من الذنوب المتقادمة.\n</p>\n\n<p>\nيا أخي أقبل على قبلة التوجه إلى مولاك، وأعرض عن مواصلة غيك وهواك وواصل\nبقية العمر بوظائف الطاعات، واصبر على ترك عاجل الشهوات، فالفرار أيها\nالمكلف كل الفرار من مواصلة الجرائم والأوزار، فالصبر على الطاعة في الدنيا\nأيسر من الصبر على النار.\n</p>\n\n<p>\nوأنشدوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأمولاي إني عبد ضعيف ... أتيتك أرغب بما لديك\n</p>\n\n<p>\nأتيتك أشكو مصاب الذنوب ... وهل يشتكى الضر إلا إليك\n</p>\n\n<p>\nفمن بعفوك يا سيدي ... فليس اعتمادي إلا عليك\n</p>\n\n<p>\nقال بعض السادة الأخيار لولده لما حضرته الوفاة: يا بني، اسمع وصيتي،\nواعمل ما أوصيك به. قال نعم يا أبت. قال يا بني، اجعل في عنقي حبلا، وجرني\nإلى محرابي، ومرغ خدي على التراب، وقل: هذا جزاء من عصى مولاه، وآثر شهوته\nوهواه، ونام عن خدمة مولاه. قال: فلما فعل ذلك به، رفع طرفه إلى السماء\nوقال: إلهي وسيدي ومولاي، قد آن الرحيل إليك، وأزف القدوم عليك، ولا عذر لي\nبين يديك، غير أنك الغفور وأنا العاصي، وأنت الرحيم وأنا الجاني، وأنت\nالسيد وأنا <span id='ms005'></span> العبد، ارحم خضوعي وذلتي بين يديك، فانه لا حول ولا قوة إلا بك.\n</p>\n\n<p>\nقال: فخرجت روحه في الحال، فإذا بصوت ينادي من زاوية البيت سمعه كل من\nحضر وهو يقول: تذلل العبد لمولاه، واعتذر إليه مما جناه، فقربه وأدناه وجعل\nالجنة الخلد مأواه.\n</p>\n\n<p>\nالهي إن كنت الغريق وعاصيا ... فعفوك يا ذا الجود والسعة الرحب\n</p>\n\n<p>\nبشدة فقري باضطراري بحاجتي ... إليك إلهي حين يشتد بي الكرب\n</p>\n\n<p>\nبما بي من ضعف وعجز وفاقة ... بما ضمنت من وسع رحمتك الكتب\n</p>\n\n<p>\nصلاة وتسليم وروح ورواحة ... على الصادق المصدوق ما انفلق الحب\n</p>\n\n<p>\nأبي القاسم الماحي الأباطيل كلها ... وأصحابه الأخيار ساداتنا النجب\n</p>\n\n<p>\nإخواني، هذا القبول ينادي صبيان الهوى، الشاب التائب حبيب الله، ويصيح\nبكهول لخطا عسى الله أن يتوب عليهم، ويهتف بشيوخ الندم: انا عند المنكسرة\nقلوبهم من أجلي.\n</p>\n\n<p>\nوفي الخبر: إذا تاب العبد إلى الله عز وجل، وحسنت توبته، وقام بالليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nيناجي ربه، أوقدت الملائكة سراجا من نور، وعلقته بين السماء والأرض،\nفتقول الملائكة: ما هذا؟ فيقال لهم: إن فلان بن فلان قد اصطلح الليلة مع\nمولاه.\n</p>\n\n<p>\nوفي الحديث عن النبي صلى الله عليه وسلم أنه قال: \"إذا قام العبد بالليل،\nتباشرت أعضاؤه، ونادى بعضها بعضا: قد قام صاحبنا لخدمة الله تعالى\".\n</p>\n\n<p>\nوعن أحمد الحواري (1) ، قال: دخلت على أبي سليمان الداراني (2) ، فوجدته\nيبكي، فقلت له: وما يبكيك يا سيدي؟ قال لي: يا أحمد، إن أهل المحبة إذا\nجنهم الليل، افترشوا أقدامهم، فدموعهم تجري على خدودهم بين راكع وساجد،\nفإذا أشرف المولى جل جلاله عليهم، قال: يا جبريل، بعيني من تلذذ بكلامي،\nواستراح إلى مناجاتي، واني لمطلع عليهم، أسمع كلامهم، وأرى حنينهم،\nوبكاءهم، فنادهم يا جبريل، وقل لهم: ما هذا الجزع الذي أرى بكم؟ هل أخبركم\nمخبر أن حبيبا يعذب أحبابه بالنار؟ أم هل يحمل بي أن أبيت قوما، وعند\nالبيات أمرهم إلى النار؟ لا يليق هذا بعبد ذميم، فكيف بالملك الكريم؟!\nفبعزتي لأجعلن هديتي إليهم أن أكشف لهم عن وجهي الكريم، فأنظر إليهم\nوينظرون إلي.\n</p>\n\n<p>\nوعن <span id='ms006'></span> أبي سليمان الداراني رضي الله عنه، قال: قرأت في بعض الكتب المنزلة:\nيقول الله تعالى: بعيني ما يتحمل المتحملون من أجلي، وكابد المكابدون في\nطلب مرضاتي، فكيف بهم وقد صاروا إلى جواري، وبحبحوا في رياض خلدي هنالك\nفليبشر المصغون بأعمالهم بالنظر العجيب إلى الحبيب القريب. أترون إني أضيع\nلهم ما عملوا؟ كيف وأنا أجود على المولين، وأقبل التوبة على الخاطئين وأنا\nبهم أرحم الراحمين؟!. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الفصل الأول</h1>\n\n<p>\nيا أسير دنياه، يا عبد هواه، يا موطن الخطايا، ويا مستودع الرزايا، اذكر\nما قدمت يداك، وكن خائفا من سيدك ومولاك أن يطلع على باطن زللك وجفاك،\nفيصدك عن بابه، ويبعدك عن جنابه، ويمنعك عن مرافقة أحبابه، فتقع في حضرة\nالخذلان، وتتقيد بشرك الخسران، وكلما رمت التخلص من غيك وعناك، صاح بك لسان\nالحال وناداك:\n</p>\n\n<p>\nإليك عنا فما تحظى بنجوانا ... يا غادرا قد لها عنا وقد خانا\n</p>\n\n<p>\nأعرضت عنا ولم تعمل بطاعتنا ... وجئت تبغي الرضا والوصل قد بانا\n</p>\n\n<p>\nبأي وجه نراك اليوم تقصدنا ... وطال ما كنت في الأيام تنسانا\n</p>\n\n<p>\nيا ناقض العهد ما في وصلنا طمع ... إلا لمجتهد بالجد قد دانا\n</p>\n\n<p>\nيا من باع الباقي بالفاني، أما ظهر لك الخسران، ما أطيب أيام الوصال، وما\nأمر أيام الهجران، ما طاب عيش القوم حتى هجروا الأوطان، وسهروا الليالي\nبتلاوة القرآن فيبيتون لربهم سجدا وقياما.\n</p>\n\n<p>\nعن عبد العزيز بن سلمان العابد، قال: حدثني مطهر، وقد كان بكى شوقا إلى\nالله تعالى ستين عاما، قال: رأيت كأني على ضفة نهر يجري بالمسك الإذفر،\nوحافاته شجر اللؤلؤ، وطينة العنبر، وفيه قضبان الذهب، وإذا بجوار مترنمات\nيقلن بصوت واحد: سبحانه وتعالى سبحان، سبحان المسبح بكل لسان سبحان الموجود\nفي كل مكان نحن الخالدات فلا نموت أبدا. نحن الراضيات، فلا نغضب أبدا. نحن\nالناعمات، فلا نتغير أبدا. قال: فقلت لهن: من أنتن؟! فقلن: خلق من خلق الله\nتعالى. قلت: ما تصنعن هاهنا؟ فقلن بصوت واحد حسن مليح:\n</p>\n\n<p>\nذرانا اله الناس رب محمد ... لقوم على الأطراف بالليل قوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nيناجون رب العالمين <span id='ms007'></span> إلههم ... ونسرى هموم القوم والناس نوم\n</p>\n\n<p>\nفقلت: بخ بخ! من هؤلاء الذين أقر الله أعينهم؟ قلن: أما تعرفهم؟! قلت: لا\nوالله ما أعرفهم. فقلن: هم المجتهدون بالليل، أصحاب السهر بالقرآن.\n</p>\n\n<p>\nوروي عن النبي صلى الله عليه وسلم أنه قال: \"إذا أذنب العبد، وتاب إلى\nالله، وحسنت توبته، تقبل الله منه كل حسنة عملها، وغفر له كل ذنب اقترفه،\nويرفع له بكل ذنب درجة في الجنة، ويعطيه الله بكل حسنة قصرا في الجنة،\nويزوجه الله حورا من الحور العين\".\n</p>\n\n<p>\nوفي الخبر عن رسول الله صلى الله عليه وسلم أنه قال: \"أوحى الله إلى داود\nعليه السلام: يا داود، بشر المذنبين، وأنذر الصديقين، فتعجب داود عليه\nالسلام، فقال: يا رب، فكيف أبشر المذنبين وأنذر الصديقين؟! قال الله تعالى:\nيا داود، بشر المذنبين ألا يتعاظمني ذنب أغفره، وأنذر الصديقين إلا يعجبوا\nبأعمالهم، فأني لا أضع حسابي على أحد إلا هلك. يا داود، إن كنت تزعم أنك\nتحبني فأخرج حب الدنيا من قلبك، فان حبي وحبها لا يجتمعان في قلب واحد. يا\nداود، من أحبني، يتهجد بين يدي إذا نام البطالون، ويذكرني في خلوته إذا لها\nعن ذكري الغافلون، ويشكر نعمتي عليه إذا غفل عني الساهون\".\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nطوبى لمن سهرت بالليل عيناه ... وبات في قلق من حب مولاه\n</p>\n\n<p>\nوقام يرعى نجوم الليل منفردا ... شوقا إليه وعين الله ترعاه\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"البر لا يبلى، والذنب لا ينسى،\nوالديان لا يفنى. كن كيف شئت كما تدين تدان\".\n</p>\n\n<p>\nما هذا، أتدري ما صنعت؟ بعت القرب بالبعد، والعقل بالهوى والدين بالدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nقم فارث نفسك وابكها ... ما دمت وابك على مهل\n</p>\n\n<p>\nفإذا اتقى الله الفتى ... فيما يريد فقد كمل\n</p>\n\n<p>\nوعن جابر رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \"ما نزع\nالله عبدا من ذنب إلا هو ويريد أن يغفر له، وما استمال الله عبدا لعمل\nصالح، إلا وهو يريد أن يتقبله منه\".\n</p>\n\n<p>\nوعن عبد الله بن عباس رضي الله <span id='ms008'></span> عنهما، قال: قال رسول الله صلى الله عليه\nوسلم: \"التائبون إذا خرجوا من قبورهم، ارتفع من بين أيديهم ريح المسك،\nويأتون على مائدة من الجنة يأكلون منها وهم في ظل العرش، وسائر الناس في\nسدة الحساب\".\n</p>\n\n<p>\nويروى أن رجلا أتى إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول\nالله، بما أتقي النار؟ قال: \"بدموع عينيك\". قال: وكيف أتقيها بدموع عيني؟\nقال: \"أهمل دموعهما من خشية الله، فانه لا يعذب بالنار عينا بكت من خشيته\"\n(1)\n</p>\n\n<p>\nوعن عبد الله بن مسعود رضي الله عنه، قال: قال رسول الله صلى الله عليه\nوسلم: \"قطرة تخرج من عين المؤمن من خشية الله، خير له من الدنيا وما فيها،\nوخير له من عبادة سنة، وتفكر ساعة في عظمة الله وقدرته خير من صيام ستين\nيوما وقيام ستين ليلة. إلا وان لله ملكا ينادي في كل يوم وليلة: أبناء\nالأربعين، زرع دنا حصاده، أبناء الخمسين، هلموا إلى الحساب، أبناء الستين،\nماذا قدمتم وماذا أخرتم، أبناء السبعين، ماذا تنتظرون. إلا ليت الخلق لم\nيخلقوا، فإذا خلقوا ليتهم علموا لما خلقوا له، فعملوا لذلك. إلا قد أتتكم\nالساعة فخذوا حذركم\" (2) .\n</p>\n\n<p>\nنزه مشيبك عن شيء يدنسه ... إن البياض قليل الحمل للدنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nيا عبد السوء، كم تعصي ونستر، كم تكسر باب نهي ونجبر، كم نستقطر من عينيك\nدموع الخشية ولا يقطر، كم نطلب وصلك بالطاعة، وأنت تفر وتهجر، كم لي عليك\nمن النعم، وأنت بعد لا تشكر. خدعتك الدنيا وأعمال الهوى وأنت لا تسمع ولا\nتبصر. سخرت لك الأكوان وأنت تطغى وتكفر، وتطلب الإقامة في الدنيا وهي فنظرة\nلمن يعبر.\n</p>\n\n<p>\nمنعوك من شرب المودة والصفا ... لما رأوك على الخيانة والجفا\n</p>\n\n<p>\nإن أنت أرسلت العنان إليهم ... جادوا عليك تكرما وتعطفا\n</p>\n\n<p>\nحاشاهم أن يظلموك وإنما ... جعلوا ألوفا منهم لأرباب لوفا\n</p>\n\n<p>\nوروي عن الحسن البصري رضي الله عنه أنه قال: دخلت على بعض المجوس وهو\nيجود بنفسه عند الموت، وكان حسن الجوار، وكان حسن السيرة، حسن الأخلاق،\nفرجوت أن الله يوفقه <span id='ms009'></span> عند الموت، ويميته على الإسلام، فقلت له: ما تجد، وكيف\nحالك؟ فقال: لي قلب عليل ولا صحة لي، وبدن سقيم، ولا قوة لي، وقبر موحش ولا\nأنيس لي، وسفر بعيد ولا زاد لي، وصراط دقيق ولا جواز لي، ونار حامية ولا\nبدن لي, وجنة عالية ولا نصيب لي، ورب عادل ولا حجة لي.\n</p>\n\n<p>\nقل الحسن: فرجوت الله أن يوفقه، فأقبلت عليه، وقلت له: لم لا تسلم حتى\nتسلم؟ قال: إن المفتاح بيد الفتاح، والقفل هنا، وأشار إلى صدره وغشي عليه.\n</p>\n\n<p>\nقال الحسن: فقلت: إلهي وسيدي ومولاي، إن كان سبق لهذا المجوسي عندك حسنة\nفعجل بها إليه قبل فراق روحه من الدنيا، وانقطاع الأمل.\n</p>\n\n<p>\nفأفاق من غشيته، وفتح عينيه، ثم أقبل وقال: يا شيخ، إن الفتاح أرسل\nالمفتاح. أمدد يمناك، فأنا أشهد أن لا اله إلا الله وأشهد أن محمدا رسول\nالله، ثم خرجت روحه وصار إلى رحمة الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nيا ثقتي يا أملي ... أنت الرجا أنت الولي\n</p>\n\n<p>\nاختم بخير عملي ... وحقق التوبة لي\n</p>\n\n<p>\nقبل حلول أجلي ... وكن لي يا رب ولي\n</p>\n\n<p>\nإخواني، ما هذه السنة وأنتم منتبهون؟ وما هذه الحيرة وأنتم تنظرون؟ وما\nهذه الغفلة وأنتم حاضرون؟ وما هذه السكرة وأنتم صاحون؟ وما هذا السكون\nوأنتم مطالبون؟ وما هذه الإقامة وأنتم راحلون؟ أما آن لهل الرقدة أن\nيستيقظوا؟ أما حان لأبناء الغفلة أن يتعظوا؟.\n</p>\n\n<p>\nواعلم أن الناس كلهم في هذه الدنيا على سفر، فاعمل لنفسك ما يخلصها يوم\nالبعث من سقر.\n</p>\n\n<p>\nآن الرحيل فكن على حذر ... ما قد ترى يغني عن الحذر\n</p>\n\n<p>\nلا تغترر باليوم أو بغد ... فلرب مغرور على خطر\n</p>\n\n<p>\nقال الجنيد: كان سري السقطي رضي الله عنه متصل الشغل، وكان إذا فاته شيء\nمن ورده لا يقدر أن يعيده.\n</p>\n\n<p>\nوكذلك كان عمر بن الخطاب رضي الله عنه، لم يكن له وقت ينام فيه، فكان\nينعس وهو جالس، فقيل له: يا أمير المؤمنين، إلا تنام؟ فقال: كيف أنام؟! إن\nنمت بالنهار، ضيعت حقوق الناس، وان نمت بالليل ضيعت حظي <span id='ms010'></span> من الله.\n</p>\n\n<p>\nوسمع الجنيد رضي الله عنه ما يقول: ما رأيت أعبد لله تعالى من سري\nالسقطي، أتت عليه ثمان وسبعون سنة ما رؤي قط مضطجعا إلا في علته التي مات\nفيها.\n</p>\n\n<p>\nقال الجنيد رضي الله عنه: سمعت السري السقطي رضي الله عنه يقول: لولا\nالجمعة والجماعة ما خرجت من بيتي، وللزمت بيتي حتى أموت.\n</p>\n\n<p>\nقال أبو بكر الصيدلاني: سمعت سليمان بن عمار يقول: رأيت أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفي المنام فقلت له: ما فعل بكربك؟ فقال: إن الرب قربني وأدناني، وقال لي:\nيا شيخ السوء أتدري لم غفرت لك؟ فقلت: لا يا الهي. قال: انك جلست للناس\nيوما مجلسا فأبكيتهم، فبكى فيهم عبد من عبيدي لم يبك من خشيتي قط، فغفرت له\nووهبت أهل المجلس كلهم له، ووهبتك فيمن وهبت له.\n</p>\n\n<p>\nعن علي بن محمد بن إبراهيم الصفار، قال: حضرت أسود بن سالم ليلة وهو يقول\nهذين البيتين ويكررهما ويبكي:\n</p>\n\n<p>\nأمامي موقف قدام ربي ... يسألني وينكشف الغطا\n</p>\n\n<p>\nوحسبي أن أمر على صراط ... كحد السيف أسفله لظى\n</p>\n\n<p>\nقال: ثم صرخ صرخة، ولم يزل مغمى عليه حتى أصبح رضي الله عنه.\n</p>\n\n<p>\nوكذلك يروى عن الضحاك بن مزاحم أنه قال: خرجت ذات ليلة إلى مسجد الكوفة،\nفلما قربت من المسجد، فإذا في بعض رحابه شاب قد خر ساجدا وهو يخور بالبكاء،\nفلم أشك أنه ولي من أولياء الله تعالى؟، فقربت منه لأسمع ما يقول فسمعته\nيقول أبياتا:\n</p>\n\n<p>\nعليك يا ذا الجلال معتمدي ... طوبى لمن كنت أنت مولاه\n</p>\n\n<p>\nطوبى لمن بات خائفا وجلا ... يشكو إلى ذي الجلال بلواه\n</p>\n\n<p>\nوما به علة ولا سقم ... أكثر من حبه لمولاه\n</p>\n\n<p>\nإذا خلا في ظلام الليل مبتهلا ... أجابه الله ثم لباه\n</p>\n\n<p>\nومن ينل ذا من الإله فقد ... فاز بقرب تقر عيناه\n</p>\n\n<p>\nفبقي يكرر هذه الأبيات ويبكي، وأنا أبكي رحمة لبكاءه، فبينما أنا كذلك،\nلاح لي ضوء كالبرق الخاطف، فأسرعت بيدي إلى عيني، فسمعت، فإذا بمناد ينادي\nمن فوق رأسه بصوت عذب لذيذ لا يشبه كلام بني آدم، وهو يقول:\n</p>\n\n<p>\nلبيك <span id='ms011'></span> عبدي وأنت في كنفي ... وكل ما قلت قد قبلناه\n</p>\n\n<p>\nصوتك تشتاقه ملائكتي ... وحسبك الصوت قد سمعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nإن هبت الريح من جوانبه ... خر صريعا لما تغشاه\n</p>\n\n<p>\nذاك عبدي يجول في حجبي ... وذنبك اليوم قد غفرناه\n</p>\n\n<p>\nفقلت: مناجاة الحبيب مع حبيبه ورب الكعبة، فخريت مغشيا على وجهي لما\nأدركني من الهيبة، ثم أفقت من غشيتي وأنا أسمع ضجيج الملائكة في الهواء،\nوخفقان أجنحتهم بين السماء والأرض، خيل إلي أن السماء قد قربت من الأرض،\nورأيت النور قد غلب على ضوء القمر، وكانت ليلة مقمرة ساطعة النور، فدنوت\nمنه وسلمت عليه، فرد علي السلام، فقلت له: بارك الله فيك، من أنت يرحمك\nالله؟ فقال لي: أنا راشد بن سليمان، فعرفته لما كنت أسمع عنه. فقلت له:\nرحمك الله، لو أذنت لي في صحبتك لآنس بك، فقال لي: هيهات هيهات، وهل يأنس\nبالمخلوقين من تلذذ بمناجاة رب العالمين، فانصرف عني وتركني رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>الفصل الثاني</h1>\n\n<p>\nإخواني، إلى كم تماطلون بالعمل، وتطمعون في بلوغ الأمل، وتغترون بفسحة\nالمهل، ولا تذكرون هجوم الأجل؟ ما ولدتم فللتراب، وما بنيتم للخراب، وما\nجمعتم فللذهاب، وما عملتم ففي كتب مدخر ليوم الحساب. وأنشدوا:\n</p>\n\n<p>\nولو أننا إذا متنا تركنا ... لكان الموت راحة كل حي\n</p>\n\n<p>\nولكنا إذا متنا بعثنا ... ونسأل بعدها عن كل شيء\n</p>\n\n<p>\nيروى عن عمر بن الخطاب رضي الله عنه أنه قال: لا يغرنكم قول الله عز وجل:\n{من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها}\nالأنعام 160، فان السيئة وان كانت واحدة، فإنها تتبعها عشر خصال مذمومة:\n</p>\n\n<p>\nأولها: إذا أذنب العبد ذنبا، فقد أسخط الله وهو قادر عليه.\n</p>\n\n<p>\nوالثانية: أنه فرح إبليس لعنه الله.\n</p>\n\n<p>\nوالثالثة: أنه تباعد من الجنة.\n</p>\n\n<p>\nوالرابعة: أنه تقرب من النار.\n</p>\n\n<p>\nوالخامسة: أنه قد آذى أحب الأشياء إليه، وهي نفسه.\n</p>\n\n<p>\nوالسادسة: أنه نجس نفسه وقد كان طاهرا.\n</p>\n\n<p>\nوالسابعة: أنه قد آذى الحفظة.\n</p>\n\n<p>\nوالثامنة: أنه قد احزن النبي صلى الله عليه وسلم في قبره.\n</p>\n\n<p>\nوالتاسعة: أنه أشهد على نفسه السموات والأرض <span id='ms012'></span> وجميع المخلوقات بالعصيان.\n</p>\n\n<p>\nوالعاشرة: أنه خان جميع الآدميين، وعصى رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nويروى عن ذي النون المصري (1) رحمه الله تعالى أنه قال: خرجت أريد الحجاز\nولم أصحب أحدا من الناس، فبينما أنا سائر، إذ وقعت في أرض صحراء، وقد نفذ\nزادي، فأشرفت على الهلاك، إذ لاحت لي شجرة في وسط الصحراء دانية الفروع،\nمتدلية الأغصان، كثيرة الأوراق، فقلت في نفسي: أسير نحو هذه الشجرة، فأكون\nفي ظلها حتى يقضي الله أمرا كان مفعولا.\n</p>\n\n<p>\nفلما وصلت إلى الشجرة، ودنوت منها، وأردت الدخول في ظلها، فأخذ غصن من\nأغصانها بركوتي، فانهرق الماء الذي كان بقي لي فيها أحيي به رمقي، فأيقنت\nبالهلاك، وطرحت نفسي في ظل الشجرة، وبقيت أنتظر ملك الموت ليقبض روحي، فإذا\nأنا بصوت حزين وهو يقول: إلهي وسيدي ومولاي، إن كان هذا رضاك مني، فزد حتى\nترضى عني يا أرحم الراحمين.\n</p>\n\n<p>\nفقمت وجعلت أمشي نحو الصوت، فإذا أنا بشخص حسن الصورة، وهو ملقى على\nالرمل، والنسور قد أحدقت به تنهش من لحمه، فسلمت عليه فرد السلام، وقال لي:\nيا ذا النون، لما نفذ الزاد، وانهرق الماء، أيقنت بالموت والفناء، فجلست\nعند رأسه، وجعلت أبكي رحمة لبكائه، وشفقة لما رأيت منه.\n</p>\n\n<p>\nفبينما أنا كذلك، إذ أنا بقصعة من الطعام وضعت بين يدي، فوكز الأرض\nبعرقوبه، فإذا بعين من الماء قد تفجرت، أشد بياضا من اللبن، وأحلى من\nالعسل، فقال لي: يا ذا النون، كل واشرب، لا بد لك من الوصول إلى بيت الله\nالحرام، ولكن يا ذا النون لي إليك حاجة، فان قضيتها فلك الأجر والثواب،\nفقلت: وما هي؟ قال: إذا أنا مت، فاغسلني وادفني، واسترني من الوحش والطير،\nوسر فإذا قضيت الحج، فانك تصل إلى مدينة بغداد، وتدخل من باب الزعفران،\nفانك تجد هنالك الصبيان يلعبون، وعليهم ألوان الثياب، فتجد هنالك شابا،\nصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالسن، ليس يشغله شيء عن ذكر الله تعالى، قد تحزم بخرقة، وجعل على كتفيه\nأخرى، في وجهه خطان أسودان من آثار الدموع، فإذا وجدته فذلك ولدي وقرة <span id='ms013'></span>\nعيني، فأقرئه مني السلام.\n</p>\n\n<p>\nقال ذا النون: فلما فرغ من كلامه، سمعته يقول: أشهد أن لا اله إلا الله،\nوأشهد أن محمدا رسول الله، وشهق شهقة فارق الدنيا رحمة الله عليه، فقلت:\nإنا لله وإنا إليه راجعون، وكان معي قميص في وعائي لا أفارقه فغسلته من ذلك\nالماء، وكفنته ورايته التراب، وسرت إلى بيت الله الحرام وقضيت مناسك الحج،\nوخرجت إلى زيارة قبر رسول الله، فلما قضيت الزيارة، وسرت إلى مدينة بغداد،\nفدخلتها في يوم عيد، فإذا أنا بالصبيان يلعبون وعليهم ألوان الثياب، فنظرت\nفرأيت الصبي الموصوف جالسا لا يشغله الموهوب عن علام الغيوب، وقد ظهرت على\nوجهه الأحزان، وفي وجهه خطان أسودان من آثار الدموع، وهو يقول:\n</p>\n\n<p>\nالناس كلهم للعيد قد فرحوا ... وقد فرحت أنا بالواحد الصمد\n</p>\n\n<p>\nالناس كلهم للعيد قد صبغوا ... وقد صبغت ثياب الذل والكمد\n</p>\n\n<p>\nالناس كلهم للعيد قد غسلوا ... وقد غسلت أنا بالدمع للكبد\n</p>\n\n<p>\nقال ذو النون: فسلمت عليه، فرد علي السلام، وقال: مرحبا برسول أتى من\nأبي، فقلت له: من أخبرك باني رسول أتيتك من أبيك؟ قال: الذي أخبرني أنك\nدفنته بالصحراء. يا ذا النون، أتزعم أنك دفنت أبي بالصحراء؟ والله إن أبي\nرفع إلى سدرة المنتهى، ولكن سر معي إلى جدتي.\n</p>\n\n<p>\nفأخذ بيدي وسار معي إلى منزله، فلما وصل إلى الباب نقر نقرا خفيفا، فإذا\nبالعجوز قد خرجت إلينا، فلما رأتني، قالت مرحبا بمن تمتع بالنظر في وجه\nحبيبي وقرة عيني. قلت لها: من أخبرك بأنك رأيته؟ قالت: الذي أخبرني بأنك\nكفنته وأن الكفن مردود عليك. يا ذا النون، فوعزة ربي وجلاله، إن خرقة ابني\nيباهي الله بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالملائكة في الملأ الأعلى.\n</p>\n\n<p>\nثم قالت: يا ذا النون، صف لي كيف تركت ابني وقرة عيني وثمرة فؤادي؟ قلت\nلها: تركته في الفيافي والقفار بين الرمال والأحجار، وقد حضي بما أمل من\nالعزيز الغفار.\n</p>\n\n<p>\nفلما سمعت العجوز ذلك، ضمت الصبي إلى صدرها، وغابت عني، وحجبت عن نظري،\nفلا ادري: أفي السماء صعد بهما، أو في جوف <span id='ms014'></span> الأرض هبط بهما، فصرت أطلبهما في\nأركان الدار، فما وجدتهما، فسمعت هاتفا يقول: يا ذا النون لا تتعب نفسك،\nفلقد طلبتهم الأملاك، فلم يجدوهم. فقلت: أين صاروا، فقال لي: إن الشهداء\nيموتون بسيوف المشركين، وهؤلاء المحبون يموتون بالشوق إلى رب العالمين،\nفيحملون في مركب من نور في مقعد صدق عند مليك مقتدر.\n</p>\n\n<p>\nقال ذا النون: فتفقدت الجراب، فوجدت الكفن الذي كفنته فيه مطويا كما كان\nأولا، رضي الله عنه ونفعنا ببركاتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>الفصل الثالث</h1>\n\n<p>\nأيها المقيم على الخطايا والعصيان، التارك لما أمرك الرحمن، المطيع للغوي\nالفتان، إلى متى أنت على جرمك مصر، ومما يقربك إلى مولاك تفر؟ تطلب من\nالدنيا ما لا تدركه، وتتقي من الآخرة ما لا تملكه، لا أنت بما قسم الله من\nالرزق واثق، ولا أنت بما أمرك به لاحق.\n</p>\n\n<p>\nيا أخي، الموعظة، والله لا تنفعك، والحوادث لا تردعك. لا الدهر يدعك، ولا\nداعي الموت يسمعك، كأنك يا مسكين لم تزل حيا موجودا، كأنك لا تعود نسيا\nمفقودا.\n</p>\n\n<p>\nفاز، والله، لمخفون من الأوزار، وسلم المتقون من عذاب النار، وأنت مقيم\nعلى كسب الجرائم والأوزار.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nعيل صبري وحق لي أن أنوحا ... لم تدع لي الذنوب قلبا صحيحا\n</p>\n\n<p>\nأخلقت مهجتي أكف المعاصي ... ونعاني المشيب نعيا صريحا\n</p>\n\n<p>\nكلما قلت قد بري جرح قلبي ... عاد قلبي من الذنوب جريحا\n</p>\n\n<p>\nإنما الفوز والنعيم لعبد ... جاء في الحشر آمنا مستريحا\n</p>\n\n<p>\nإخواني، ارفضوا هذه الدنيا كما رفضها الصالحون، وأعدوا الزاد لنقلة لا بد\nلها أن تكون، واعتبروا بما تدور به عليكم الأيام والسنون.\n</p>\n\n<p>\nيا من غدا في الغي والتيه ... وغره طول تماديه\n</p>\n\n<p>\nأملى لك الله فبارزته ... ولم تخف غب معاصيه\n</p>\n\n<p>\nقال الجنيد رضي الله عنه: مرض السري السقطي رضي الله عنه فدخلت عليه\nأعوده، فقلت له: كيف تجدك؟ فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nكيف أشكو إلى طبيبي ما بي ... والذي قد أصابني من طبيبي\n</p>\n\n<p>\nفأخذت المروحة لأروح عليه، فقال: كيف يجد ريح المروحة من جوفه يحترق من\nداخل، ثم أنشأ يقول:\n</p>\n\n<p>\nالقلب محترق والدمع مستبق ... والكرب مجتمع والصبر <span id='ms015'></span> مفترق\n</p>\n\n<p>\nكيف القرار على من لا قرار له ... مما جناه الهوى والشوق والقلق\n</p>\n\n<p>\nيا رب إن كان شيء فيه لي فرج ... فامنن علي به ما دام بي رمق\n</p>\n\n<p>\nويروى عن علي بن الموفق رضي الله عنه أنه قال: خرجت يوما لأؤذن، فأصبت\nقرطاسا، فأخذته ووضعته في كمي، وأقمت الصلاة وصليت، فلما صليت قرأته، فإذا\nمكتوب: بسم الله الرحمن الرحيم. يا علي بن الموفق، أتخاف الفقر وأنا ربك؟.\n</p>\n\n<p>\nويروى عن المزني، قال: دخلت على الشافعي رضي الله عنه في علته التي مات\nمنها، فقلت له: كيف أصبحت؟ قال: أصبحت في الدنيا راحلا، وللإخوان مفارقا،\nولكأس المنية شاربا، ولسوء عملي ملاقيا، وعلى الله واردا، فلا أدري: أروحي\nتصير إلى الجنة فأهنيها، أم إلى النار فأعزيها؟ ثم بكى وأنشأ يقول:\n</p>\n\n<p>\nولما قسى قلبي وضاقت مذاهبي ... جعلت الرجا مني لعفوك سلما\n</p>\n\n<p>\nتعاظمني ذنبي فلما قرنته ... بعفوك ربي كان عفوك أعظما\n</p>\n\n<p>\nفما زلت اعفو من الذنب ولم تزل ... تجود وتعفو منة وتكرما\n</p>\n\n<p>\nفلولاك لم ينجو من إبليس عابد ... وكيف وقد أغوى صفيك آدما (1)\n</p>\n\n<p>\nإخواني: بادروا بالتوبة من الذنوب، واقتفوا آثار التوابين، واسلكوا مسالك\nالأوابين، الذين نالوا التوبة والغفران، وأتعبوا أنفسهم في رضا الرحمن، فلو\nرأيتهم في ظلم الليالي قائمين، ولكتاب ربهم تالين، بنفوس خائفة، وقلوب\nواجفة، قد وضعوا جباههم على الثرى ورفعوا حوائجهم لمن يرى ولا يرى:\n</p>\n\n<p>\nوأنشدوا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nألا قف ببابي عند قرع النوائب وثق ... بي تجدني خير خل وصاحب\n</p>\n\n<p>\nولا تلتفت غيري فتصبح نادما ... ومن يلتفت غيري يعش خائب\n</p>\n\n<p>\nكان أبو محفوظ معروف الكرخي قد خصه الله بالاجتباء في حال الصبا، يذكر أن\nأخاه عيسى قال: كنت أنا وأخي معروف في المكتب، وكنا نصارى، وكان المعلم\nيعلم الصبيان: \"أب\" و\"ابن\" فيصيح أخي معروف: \"أحد أحد\" فيضربه المعلم على\nذلك ضربا شديدا، حتى ضربه يوما ضربا عظيما، فهرب على وجهه.\n</p>\n\n<p>\nوكانت أمه تبكي وتقول: لئن رد الله علي معروفا، لأتبعنه على أي دين كان،\nفقدم عليها معروف بعد سنين كثيرة، فقالت له: يا بني <span id='ms016'></span>، على أي دين أنت؟ قال:\nعلى دين الإسلام، فقالت: أشهد أن لا اله إلا الله، وأشهد أن محمدا رسول\nالله، فأسلمت أمي وأسلمنا كلنا.\n</p>\n\n<p>\nوقال أحمد بن الفتح: رأيت بشر بن الحارث في منامي وهو قاعد في بستان بين\nيديه مائدة وهو يأكل منها، فقلت: يا أبا نصر, ما فعل الله بك؟ قال: رحمني\nوغفر لي، وأباح لي الجنة بأسرها، وقال لي: كل من جميع ثمارها، واشرب من\nأنهارها، وتمتع بجميع ما فيها، كما كنت تحرم نفسك عن الشهوات في دار\nالدنيا.\n</p>\n\n<p>\nفقلت له: فأين أخوك أحمد بن حنبل؟ فقال: هو قائم على باب الجنة يشفع لأهل\nالسنة ممن يقولون: القرآن كلام الله غير مخلوق.\n</p>\n\n<p>\nفقلت له: وما فعل الله بمعروف الكرخي؟ فحرك رأسه، وقال هيهات هيهات! حالت\nبيننا وبينه الحجب. إن معروفا لم يعبد الله شوقا إلى جنته، ولا خوفا من\nناره، وإنما عبده شوقا إليه، فرفعه إلى الرفيق الأعلى، ورفع الحجاب بينه\nوبينه.\n</p>\n\n<p>\nذلك الترياق المقدس المجرب، فمن كانت له إلى الله حاجة، فليأت قبره،\nوليدع، فانه يستجاب له إن شاء الله تعالى (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الفصل الرابع</h1>\n\n<p>\nيا إخوان الغفلة تيقظوا، يا مقيمين على الذنوب انتهوا واتعظوا، فبالله\nأخبروني: من أسوأ حالا ممن استعبده هواه، أم من أخسر صفقة ممن باع آخرته\nبدنياه، فما للغفلة قد شملت قلوبكم؟ وما للجهالة قد ترت عنكم عيوبكم؟ أما\nترون صوارم الموت بينكم لامعة، وقوارعه بكم واقعة، وطلائعه عليكم طالعة،\nوفجائعه لعذركم قاطعة، وسهامه فيكم نافذة، وأحكامة بنواصيكم آخذة؟ فحتى م؟\nوالى م؟ وعلام التخلف والمقام؟ أتطمعون في بقاء الأبد؟ كلا والواحد والصمد.\nإن الموت لبالرصد، ولا يبقي على والد ولا ولد، فجدوا، رحمكم الله، في خدمة\nمولاكم، وأقلعوا عن الذنوب، فلعله يتولاكم.\n</p>\n\n<p>\nيروى عن محمد بن قدامة، قال: لقي بشر بن الحارث رجلا سكران، فجعل السكران\nيقبله، ويقول: يا سيدي أبا نصر، ولا يدفعه بشر عن نفسه، فلما تولى تغرغرت\nعينا بشر بالدموع، وقال: رجل أحب رجلا على خير توهمه فيه، ولعل المحب <span id='ms017'></span> قد\nنجا والمحبوب لا يدري ما حاله.\n</p>\n\n<p>\nفوقف على أصحاب الفاكهة، فجعل ينظر، فقلت: يا أبا نصر، لعلك تشتهي من هذا\nشيئا؟ قال: ل، ولكن نظرت في هذا؛ إذا كان يطعم هذا لمن يعصيه، فكيف من\nيطيعه ماذا يطعمه في الجنة ويسقيه؟!.\n</p>\n\n<p>\nإخواني: ما للغافل إلى كم ينام؟ أما توقظ الليالي والأيام؟ أين سكان\nالقصور والخيام؟ دار، والله، عليهم كأس الحمام، فالتقطهم الموت كما يلتقط\nالحب الحمام. ما لمخلوق فيها دوام، طويت الصحف وجفت الأقلام.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nدعوني على نفسي أنوح وأندب ... بدمع غزير واكف يتصبب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nدعوني على نفسي أنوح لأنني ... أخاف على نفسي الضعيفة تعطب\n</p>\n\n<p>\nفمن لي إذا نادى المنادي بمن عصا ... إلى أين ألجأ أم إلى أين أذهب\n</p>\n\n<p>\nفيا طول حزني ثم يا طول حسرتي ... إذا كنت في نار الجحيم أعذب\n</p>\n\n<p>\nوقد ظهرت تلك القبائح كلها ... وقد قرب الميزان والنار تلهب\n</p>\n\n<p>\nولكنني أرجو الإله لعله ... بحسن رجائي فيه لي يتوهب\n</p>\n\n<p>\nويدخلني دار الجنان بفضله ... فلا عمل أرجو به أتقرب\n</p>\n\n<p>\nسوى حب طه الهاشمي محمد ... وأصحابه والآل من قد ترهبوا\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"يؤتى برجل يوم القيامة قد جمع المال\nمن حلال وأنفقه في الحلال، فيقال له: قف للحساب، فيحاسب على كل حبة وذرة\nودانق: من أين أخذه وفيما أنفقه\" ثم قال صلى الله عليه وسلم: \"يا ابن آدم،\nما تصنع بالدنيا؟ حلالها حساب، وحرامها عقاب\".\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nفلا تأمن لذي الدنيا صلاحا ... فإن صلاحها عين الفساد\n</p>\n\n<p>\nولا تفرح لمال تقتنيه ... فإنك فيه معكوس المراد\n</p>\n\n<p>\nقال بعض العارفين رضي الله عنه: إن أبا يزيد البسطامي بكى عند موته، ثم\nضحك، ثم فارق الدنيا، فرؤي في المنام بعد موته، فقيل له: لم بكيت قبل الموت\nثم ضحكت؟ فقال: لما كنت في النزع، أتاني إبليس لعنة الله عليه، وقال لي: يا\nأبا يزيد، أفلت من شبكتي، فبكيت حينئذ إلى الله تعالى، فنزل علي ملك من\nالسماء، وقال لي: يا أبا يزيد، يقول لك رب العزة: لا تخف ولا تحزن <span id='ms018'></span>، وأبشر\nبالجنة، فضحكت عند ذلك، وفارقت الدنيا.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nوقفت وأجفاني تفيض دموعها ... وقلبي من خوف القطيعة هائم\n</p>\n\n<p>\nوكل مسيء أوبقته ذنوبه ... ذليل حزين مطرق الطرف نادم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفيا رب ذنبي تعاظم قدره ... وأنت بما أشكو يا رب عالم\n</p>\n\n<p>\nوأنت رؤوف بالعباد مهيمن ... حليم كريم واسع العفو راحم\n</p>\n\n<p>\nيا أخي كم من يوم قطعته بالتسويف؟ وكم من سبب أضعت فيه التكليف، وكم أذن\nسماعة لا يزجرها التخويف؟.\n</p>\n\n<p>\nولما حضرت جابر بن زيد الوفاة قيل: ما تشتهي؟ قال: نظرة في وجه الحسن\nفبلغ ذلك الحسن، فجاء ودخل عليه، وقال له: يا جابر كيف تجدك؟ قال: أجد أمر\nالله غير مردود. يا أبا سعيد، حدثني حديثا سمعته من رسول الله صلى الله\nعليه وسلم، فقال الحسن: يا جابر قال رسول الله صلى الله عليه وسلم: \"المؤمن\nمن الله على سبيل خير، إن تاب قبله، وان استقال أقاله، وان اعتذر إليه قبل\nاعتذاره، وعلامة قبل ذلك خروج روحه يجد بردا على قلبه\". فقال جابر: الله\nأكبر! إني لأجد بردا على قلبي. ثم فال: اللهم إن نفسي تطمع في ثوابك، فحقق\nظني، وآمن خوفي وجزعي، ثم تشهد ومات رضي الله عنه.\n</p>\n\n<p>\nوكان سبب توبة داود الطائي (1) أنه دخل المقبرة، فسمع امرأة عند قبر تبكي\nوتقول:\n</p>\n\n<p>\nتزيد بلى في كل يوم وليلة ... وتسأل لما تبلى وأنت حبيب\n</p>\n\n<p>\nمقيم إلى أن يبعث الله خلقه ... لقاؤك لا يرجى وأنت قريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>الفصل الخامس</h1>\n\n<p>\nإخواني: قيدوا هذه النفوس بزمام، وازجروا، هذه القلوب عن الآثام، واقرؤوا\nصحف العبر بألسنة الأفهام. يا من أجله خلفه وأمله قدام، يا مقتحما على\nالجرائم أي اقتحام، انتبهوا يا نوام، كم ضيعتم من أعوام، الدنيا كلها منام،\nوأحلى ما فيها أضغاث أحلام، غير أن عقل الشيخ فيها الغلام، فكل من قهر نفسه\nفهو الهمام. هذه الغفلة قد تناهت، والمصائب قد تدانت، فإنا لله وإنا إليه\nراجعون، والسلام.\n</p>\n\n<p>\nمر عيسى عليه السلام على قرية، فوجد كل من فيها أمواتا، وهم مطروحون على\nوجوههم في الأزقة، فتعجب عيسى عليه <span id='ms019'></span> السلام من ذلك، وقال: يا معشر\nالحواريين، إن هؤلاء القوم قد ماتوا على سخط وغضب، ولو ماتوا على رضا من\nالله، لدفن بعضهم بعضا. فقالوا: يا روح الله، وددنا أن نعرف قضيتهم وخبرهم.\nقال: فسأل الله عز وجل في ذلك، فأوحى الله إليه: إذا كان الليل نادهم،\nفإنهم يجيبونك.\n</p>\n\n<p>\nفلما كان من الليل، صعد عيسى على شرف ونادى: يا أهل القرية، فأجابه مجيب\nمن بينهم: لبيك يا روح الله، فقال: ما قضيتكم, وما خبلاكم؟ فقال: يا روح\nالله، بتنا في عافية، وأصبحنا في هاوية. قال: ولم ذلك؟ قال: لحبنا في\nالدنيا، وطاعة لأهل المعاصي، ولم نأمر بالمعروف، ولم ننه عن المنكر. فقال\nله عيسى عليه السلام: كيف كان حبكم للدنيا؟ قال: كحب الصبي لأمه؛ إذا أقبلت\nفرحنا، وإذا أدبرت جزنا وبكينا. فقال له عيسى عليه السلام: يا هذا: ما بال\nأصحابك لم يجيبوني؟ قال: إنهم ملجمون بلجام من النار بأيدي ملائكة غلاظ\nشداد. قال: وكيف أجبتني أنت من بينهم؟ قال: إني كنت فيهم، ولم أكن منهم،\nفلما نزل بهم العذاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nلحقني معهم، فأنا الآن معلق على شفير جهنم، لا أدري: أنجو منها، أم أكب\nفيها.\n</p>\n\n<p>\nأعاذنا الله هنا.\n</p>\n\n<p>\nيا من يسير بعمره وقد تعدى الحدود، ابك على معصيتك فلعلك مطرود. يا من\nعمره ينتهب وليس الماضي يعود، قد أسمعتك المواعظ من إرشادها نصحا، وأخبرك\nالشيب أنك بالموت تقصد وتنحا، وناداك لسان الاعتبار: {يا أيها الأنسان إنك\nكادح إلى ربك كدحا} الانشقاق 6.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nلما نقضى زمن التواصل والرضا ... قد صرت تطلب رد أمر قد مضى\n</p>\n\n<p>\nهلا أتيت ووقت وصلك ممكن ... وبياض شيبك في العوارض ما أضا\n</p>\n\n<p>\nيا أخي: هذا أوان الرجوع والاستغفار والإقلاع عن الذنوب والأوزار. من بلغ\nأربعين سنة ولم يغلب خيره على شره، فليتجهز إلى النار (1) .\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأتيتك راجيا يا ذا الجلال ... ففرج ما ترى من سوء حالي\n</p>\n\n<p>\nعصيتك سيدي ويلي بجهلي ... وعيب الذنب لم يخطر ببالي\n</p>\n\n<p>\nإلى من يشتكي المملوك إلا ... إلى مولاه يا مولى الموالي\n</p>\n\n<p>\nفويلي لم <span id='ms020'></span> أمي لم تلدني ... ولا أعصيك في ظلم الليالي\n</p>\n\n<p>\nوها أنا ذا عبيدك عبد سوء ... ببابك واقف يا ذا الجلال\n</p>\n\n<p>\nفان عاقبت يا ربي فاني ... محق بالعذاب وبالنكال\n</p>\n\n<p>\nوان تعفو فعفوك أرتجيه ... ويحسن إن عفوت قبيح حالي\n</p>\n\n<p>\nيقول الله عز وجل: يا عبادي، أما علمتم إني جعلت الدنيا دار تكليف\nوامتحان، وأني لا أخص بمنازل الفضل والإحسان إلا من تاب إلي فيها عن مواطن\nالزلات والعصيان، فما لكم ما أتيتم لبابي، ولا رغبتم في جزيل فضلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوثوابي، ولا خفتم من أخذي وعقابي؟.\n</p>\n\n<p>\nفيا من جلت غفلته، وطالت سكرته، تأمل عطف الموالي عليك، وإحسانه إليك.\nفبالله عليكم، حطوا بالتوبة عن ظهوركم، واغسلوا وجوهكم بقطرات الدموع،\nواشتملوا بأردية التذلل والخضوع.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nركبت مآثمي فلقيت ذلا ... وسالت عبرتي طلا ووبلا\n</p>\n\n<p>\nوصرت أعاتب القلب المبلا ... إلى من يشتكي المملوك إلا\n</p>\n\n<p>\nإلى مولاه يا مولى الموالي ... فلطفك بي إله العرش أولى\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الفصل السادس</h1>\n\n<p>\nإخواني: انتبهوا من غفلتكم، فنوم الغفلة ثقيل، وشمروا لآخرتكم، فإنما\nالدنيا منزل، وفي طريقها مقيل.\n</p>\n\n<p>\nجاء في بعض الأخبار، أن الله تعالى أوحى إلى بعض أنبيائه عليهم السلام:\nيا نبيي، شتان بين من عصاني وخالف أمري، وبين من قطع عمره في معاملتي وذكري\nولزوم الوقوف ببابي، ومرغ خده على أعتابي، فيا خجلة الخاطئين، ويا ندامة\nالبطالين.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nاخلوا بنفسك إن أردت تقربا ... ودع الأنام بمعزل يا عاني\n</p>\n\n<p>\nواعمل على قطع العلائق جملة ... في العيش في خرق الحجاب الفاني\n</p>\n\n<p>\nوفي الخبر أن النبي صلى الله عليه وسلم قال ذات يوم لأصحابه: \"يا أصحابي،\nأتدرون من المفلس؟ \" قالوا: يا رسول الله، المفلس عندنا من ليس له دينار\nولا درهم. فقال لهم: \"ليس هو ذلك، إنما المفلس من يأتي يوم القيامة بصلاة\nوصيام وزكاة وصدقة، ثم يأتي وقد شتم هذا، ولطم هذا، وأكل مال هذا، وسفك دم\nهذا، فيعطى هذا من حسناته، وهذا كذلك، حتى تفنى حسناته قبل أن يؤدي ما\nعليه، فتؤخذ خطاياهم، فتحمل على خطاياه، ويقذف به في النار، فهذا هو\nالمفلس\". نعوذ بالله <span id='ms021'></span> من الحرمان.\n</p>\n\n<p>\nقال بعض الصالحين رضي الله عنهم: أتيت إبراهيم بن أدهم لأزوره، فطلبته في\nالمسجد، فلم أجده، فقيل لي: انه خرج الآن من المسجد، فخرجت في طلبه، فوجدته\nفي بطن واد نائما في زمان الحر، وحية عظيمة عند رأسه، وفي فم الحية غصن من\nالياسمين، وهي تشرد عنه الذباب، فبقيت متعجبا من ذلك، وإذا بالحية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقد أنطقها الله الذي أنطق كل شيء، فقالت لي: مم تتعجب أيها الرجل؟ فقلت\nلها، من فعلك هذا, وأكثر تعجبي من كلامك وأنت عدوة لبني آدم. فقالت لي:\nوالله العظيم، ما جعلنا الله أعداء إلا للعاصين، وأما أهل طاعته، فنحن لهم\nمنقادون.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nفعالي قبيح وظني حسن ... وربي غفور كثير المنن\n</p>\n\n<p>\nتبارز مولاك يا من عصى ... وتخشى من الجار لما فطن\n</p>\n\n<p>\nركبت المعاصي وشيبي معي ... فوالله يا نفس ماذا حسن\n</p>\n\n<p>\nفقومي الدياجي له وارغبي ... وقولي له يا عظيم المنن\n</p>\n\n<p>\nوقولي له يا عظيم الرجا ... إذا أنت لم تعف عني فمن\n</p>\n\n<p>\nبحق النبي هو المصطفى ... بحق الحسين بحق الحسن\n</p>\n\n<p>\nأيدفع مثلي إلى مالك ... وتعلم إني ضعيف البدن\n</p>\n\n<p>\nجلس الحسن البصري ذات يوم يعظ الناس، فجعلوا يزدحمون عليه ليقربوا منه،\nفأقبل عليهم، وقال: يا إخوتاه، تزدحمون علي لتقربوا مني؟ فكيف بكم غدا في\nالقيامة إذا قربت مجالس المتقين، وأبعدت مجالس الظالمين، وقيل للمخفين\nجوزوا، وللمثقلين حطوا؟ فيا ليت شعري: أمع المثقلين أحط، أم مع المخفين\nأجوز؟ ثم بكى حتى غشي عليه، وبكى من حوله، فأقبل عليهم وناداهم، يا إخوتاه،\nألا تبكون خوفا من النار؟ ألا من بكى خوفا من النار نجاه الله منها يوم يجر\nالخلائق بالسلاسل والأغلال.\n</p>\n\n<p>\nيا إخوتاه، ألا تبكون شوقا إلى الله. ألا وإن من بكى شوقا إلى الله، لم\nيحرم من النظر غدا إلى الله إذا تجلى بالرحمة، واطلع بالمغفرة، واشتد غضبه\nعلى العاصين.\n</p>\n\n<p>\nيا إخوتاه، إلا تبكون من عطش يوم القيامة؟ يوم يحشر الخلائق وقد ذبلت\nشفاههم، ولم يجدوا ماء إلا حوض المصطفى صلى الله عليه وسلم، فيشرب قوم،\nويمنع آخرون <span id='ms022'></span>. ألا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوإن من بكى من خوف عطش ذلك اليوم سقاه الله من عيون الفردوس.\n</p>\n\n<p>\nقال: ثم نادى الحسن رضي الله عنه: واذلاه إذا لم يرو عطشي يوم القيامة من\nحوض النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nثم بكى وجعل يقول: والله لقد مررت ذات يوم بامرأة من المتعبدات، وهي\nتقول: الهي، قد سئمت الحياة شوقا ورجاء فيك. فقلت لها: يا هذه، أتراك على\nيقين من عملك؟ فقالت: حبي فيه وحرصي على لقائه بسطني. أتراه يعذبني وأنا\nأحب؟.\n</p>\n\n<p>\nفبينما أنا كذلك أخاطبها، إذ مر بي صبي صغير من بعض أهلي، فأخذته في\nذراعي، وضممته إلى صدري، ثم قبلته. فقالت لي: أتحب هذا الصبي؟ قلت: نعم.\nقال: فبكت، وقالت: لو يعلم الله الخلائق ما يستقبلون غدا، ما قرت أعينهم،\nولا التذت قلوبهم بشيء من الدنيا أبدا.\n</p>\n\n<p>\nقال: فبينما أنا كذلك، إذ أقبل لها ولد يقال له: \"ضيغم\"، فقالت: يا ضيغم،\nأتراني أراك غدا يوم القيامة في المحشر أو يحال بيني وبينك؟ قال: فصاح\nالصبي صيحة ظننت أنه قد انشق قلبه، ثم خر مغشيا عليه، فجعلت تبكي عليه،\nوبكيت لبكائها.\n</p>\n\n<p>\nفلما أفاق من غشيته، قالت له: يا ضيغم، قال لها لبيك يا أماه. قالت: أتحب\nالموت؟ قال: نعم. قالت: ولم يا بني؟ قال لها: لأصير إلى ما هو خير منك، وهو\nأرحم الراحمين، إلى من غذاني في ظلمة أحشائك، وأخرجني من أضيق المسالك، ولو\nشاء لأماتني عند الخروج من ضيق ذلك المسلك حتى تموتي أنت من شدة أوجاعك،\nلكنه برحمته ولطفه، سهل ذلك علي وعليك. أما سمعتيه عز وجل يقول: {نبئ عبادي\nإني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم} الحجر 4950. وجعل يبكي\nوينادي: أواه أواه، إن لم أنج غدا من عذاب الله، ولم يزل يبكي حتى غشي\nعليه، وسقط على الأرض، فدنت منه أمه، فلمسته بيدها، فإذا هو ميت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nرحمه الله. فجعلت تبكي وتقول: يا ضيغماه، يا قتيلا في حب مولاه. ولم تزل\nكذلك حتى صاحت صيحة عظيمة، ووقعت في الأرض، قال <span id='ms023'></span>: فحركتها، فإذا هي قد ماتت.\nرحمة الله عليه وعليها، ورحمنا الله بهما.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>الفصل السابع</h1>\n\n<p>\nإخواني، الدنيا سموم قاتلة، والنفوس عن مكائدها غافلة، كم من نظرة تحلو\nفي العاجلة، ومرارتها لا تطاق في العاقبة الآجلة. يا ابن آدم، قلبك قلب\nضعيف، ورأيك في إطلاق الطرف وأى (1) سخيف. عينك مطلوقة، ولسانك يجني\nالآثام، وجسدك يتعب في كسب الحطام، كم من نظرة محتقرة زلت بها الأقدام.\n</p>\n\n<p>\nعاتبت قلبي لما ... رأيت جسمي نحيلا\n</p>\n\n<p>\nفلام قلبي طرفي ... وقال كنت الرسولا\n</p>\n\n<p>\nفقال طرفي لقلبي ... بل كنت أنت الدليلا\n</p>\n\n<p>\nفقلت كفا جميعا ... تركتماني قتيلا\n</p>\n\n<p>\nكان عيسى عليه السلام يقول: النظرة تزرع في القلب الشهوة.\n</p>\n\n<p>\nوقال الحسن: من أطلق طرفه، كثر ألمه.\n</p>\n\n<p>\nقال إبراهيم (2) :\n</p>\n\n<p>\nومن كان يؤتى من عدو وحاسد ... فإني من عيني أوتى ومن قلبي\n</p>\n\n<p>\nوقد روي عن ابن عباس رضي الله عنه أن رجلا جاء إلى رسول الله صلى الله\nعليه وسلم وهو يتسلسل دما، فقال له النبي صلى الله عليه وسلم: \"ما بالك؟ \"\nفقال: مرت بي امرأة، فنظرت إليها، فلم يزل يتبعها بصري، فاستبقني جدار\nفضربني، فصنع بي ما ترى، فقال النبي صلى الله عليه وسلم: \"إن الله إذا أراد\nبعبد خيرا، عجل له عقوبته في الدنيا (3) \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو يعقوب النهرجوري: رأيت في الطواف رجلا بفرد عين، وهو يقول في\nطوافه: أعوذ بك منك، فقلت له: ما هذا الدعاء، فقال: إني مجاور منذ خمسين\nسنة، فنظرت إلى شخص يوما فاستحسنته، وإذا بلطمة قد وقعت على عيني، فسالت\nعلى خدي، فقلت: آه، فوقعت أخرى، وقائل يقول: لو زدت لزدناك.\n</p>\n\n<p>\nدعوني أناجي مولى جليلا ... إذا الليل أرخى على السدولا\n</p>\n\n<p>\nنظرت إليك بقلب ذليل ... لأرجو به يا إلهي القبولا\n</p>\n\n<p>\nلك الحمد والمجد والكبرياء ... وأنت الإله الذي لن يزولا\n</p>\n\n<p>\nوأنت الإله الذي لم يزل ... حميدا كريما عظيما جليلا\n</p>\n\n<p>\nتميت الأنام وتحيي العظام ... وتنشى الخلائق جيلا فجيلا\n</p>\n\n<p>\nعظيم الجلال كريم الفعال ... جزيل النوال تنيل السؤولا\n</p>\n\n<p>\nحبيب القلوب غفور الذنوب ... تواري العيوب تقيل الجهولا\n</p>\n\n<p>\nوتعطي الجزيل وتولي الجميل ... وتأخذ من ذا <span id='ms024'></span> وذاك القليلا\n</p>\n\n<p>\nخزائن جودك لا تنقضي ... تعم الجواد بها والبخيلا\n</p>\n\n<p>\nقال بعض العارفين: خرجنا من أرض العراق نريد مكة ومدينة المصطفى صلى الله\nعليه وسلم، وكنا في رفقة كثيرة من الناس، فإذا نحن برجل من أهل العراق، وقد\nخرج معنا رجل به أدمة في شقرة وهو مصفر اللون، قد ذهب الدم من وجهه مما\nبلغت فيه العبادة، وعليه ثياب خلقة من رقاع شتى، وبيده عصا ومعه مزود فيه\nشيء من الزاد.\n</p>\n\n<p>\nقال: وكان ذلك الرجل العابد الزاهد أويسا القرني، فلما نظر إليه أهل\nالقافلة على تلك الحالة، أنكروه، وقالوا له: نظن أنك عبد. قال: نعم. قالوا:\nنظن أنك عبد سوء هربت من مولاك. قال لهم: نعم. قالوا: كيف رأيت نفسك حين\nهربت من مولاك، وما صار حالك إليه؟ أما إنك لو أقمت عنده، ما كانت هذه\nحالتك، وإنما أنت عبد سوء مقصر. فقال لهم: نعم والله، أنا عبد سوء، ونعم\nالمولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nمولاي، ومن قبلي التقصير، ولأطعته وطلبت رضاه، ما كان من أمري هذا، وجعل\nيبكي حتى كادت نفسه أن تزهق.\n</p>\n\n<p>\nقال: فرحمه القوم، وظنوا أنه يعني مولى من موالي الدنيا، وهو ما كان يريد\nبذلك إلا رب العزة.\n</p>\n\n<p>\nفقال له رجل من أهل القافلة: لا تخف، أنا آخذ لك من مولاك الأمان، فارجع\nإليه وتب. فقال: إني راجع إليه، وراغب فيما لديه.\n</p>\n\n<p>\nقال: وكان خرج زائرا إلى قبر رسول الله صلى الله عليه وسلم، فسارت\nالقافلة ذلك اليوم، وسار معهم، وجدوا في السير، فلما كان في الليل نزلوا في\nفلاة من الأرض، وكانت ليلة شاتية باردة كثيرة المطر. قال: فأوى كل واحد من\nأهل القافلة إلى رحله وخبائه، ولم يأو أويس إلى شيء، ولم يسأل أحدا شيئا.\nقال: وقد كان آلى على نفسه إلا يسأل من أمور الدنيا لمخلوق، وإنما تكون\nحوائجه إلى الله سبحانه وتعالى، فبلغ به البرد تلك الليلة مبلغا شديدا، حتى\nاضطربت جوارحه من شدة البرد، واشتد عليه سلطان البرد حتى مات في جوف الليل.\n</p>\n\n<p>\nفلما أصبحوا <span id='ms025'></span> وأرادوا الرحيل نادوه: قم أيها الرجل، فان الناس قد رحلوا،\nفلم يجبهم، فأتاه رجل قريب منه، فحركه فوجده ميتا رحمه الله، فنادى: يا أهل\nالقافلة، إن العبد الهارب من سيده قد مات، ولا ينبغي لكم الرحيل حتى\nتدفنوه. قالوا: وما الحيلة في أمره؟.\n</p>\n\n<p>\nفقال لهم رجل صالح كان معهم: إن هذا العبد كان عبدا تائبا راجعا إلى\nمولاه نادما على ما صنع، ونحن نرجو أن ينفعنا الله به، وقد قبل توبته،\nونخاف أن نسأل عنه إن تركناه غير مدفون، ولا بد لكم أن تصبروا حتى تحفروا\nله قبرا وتدفنوه فيه.\n</p>\n\n<p>\nفقالوا: هذا موضع ليس فيه ماء، فقال بعضهم لبعض: اسألوا الدليل، فسألوه،\nفقال: إن بينكم وبين الماء ساعة، ولكن أرسلوا معي واحدا وأنا آتيكم بالماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفأخذ الدليل دلوا، وساروا إلى الماء، فلما خرج من القافلة، إذا هو بغدير\nمن الماء، فقال الدليل: هذا هو العجب الذي لم أر مثله هذا موضع ليس فيه\nماء، ولا على قرب منه!.\n</p>\n\n<p>\nفرجع إليهم، وقال لهم: قد كفيتم المؤنة. عليكم بالحطب، فجمعوه ليسخنوا به\nالماء من شدة البرد، ثم أتوا إلى الماء ليأخذوه، فوجوده ساخنا يغلي،\nفازدادوا تعجبا، وفزعوا من ذلك الرجل، وقالوا إن لهذا العبد قصة وشأنا.\n</p>\n\n<p>\nقال: فأخذوا في حفر قبره، فوجدوا التراب ألين من الزبد، والأرض تفوح مثل\nالمسك الإذفر، وملئوا رعبا وفزعا، وكانوا إذا نظروا إلى التراب الذي يخرج\nمن القبر، وجدوه صفة التراب، وإذا شموه، وجدوا رائحة كرائحة المسك.\n</p>\n\n<p>\nفضربوا له خباء وأدخلوه فيه، وتنافسوا في كفنه، فقال رجل من القوم: أنا\nأكفنه، وقال آخر، أنا أكفنه. فاتفق رأيهم على أن يجعل كل واحد منهم ثوبا.\n</p>\n\n<p>\nثم إنهم أخذوا دواة وقرطاسا، وكتبوا صفته وعته، وقالوا: إذا وصلنا، إن\nشاء الله، المدينة، فلعل من يعرفه، وجعلوا الكتاب في أوعيتهم.\n</p>\n\n<p>\nفلما غسلوه، وأرادوا أن يكفنوه، كشفوا الثوب الذي كان عليه، فوجدوه مكفنا\nبكفن من الجنة، لم ير الراؤون مثله، ووجدوا على كفنه مسكا وعنبرا، وقد ملأت\nرائحة حنوطه الدنيا، وعلى جبينه <span id='ms026'></span> خاتم من المسك، وعلى قدميه كذلك.\n</p>\n\n<p>\nفقالوا: لا حول ولا قوة إلا بالله العلي العظيم. إن الله عز وجل قد كفنه\nوأغناه عن أكفان العباد، ونرجو الله تعالى أنه قد أوجب لنا الجنة ورحمنا\nبهذا العبد الصالح، وندموا ندامة شديدة على تركه تلك الليلة حتى مات\nبالبرد.\n</p>\n\n<p>\nثم إنهم حملوه ليدفنوه، ووضعوه في بقعة سهلة ليصلوا عليه، فلما كبروا،\nسمعوا أصوات التكبير من السماء إلى الأرض، ومن المشرق إلى المغرب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوانخلعت أفئدتهم وأبصارهم، ولم يدروا كيف صلوا عليه من شدة الجزع، وعظم\nرعبهم مما سمعوا فوق رؤوسهم، فحملوه يريدون قبره، فكأنه يخطف من بينهم ولا\nيجدون له ثقلا، حتى أتوا به إلى القبر ليدفنوه، فدفنوه، ورجع القوم وقد\nتعجبوا من أمره.\n</p>\n\n<p>\nفلما قضوا سفرهم، وأتوا إلى مسجد الكوفة، وأخبروا بخبره، وما كان من\nصفته، فعند ذلك عرفه الناس، وارتفعت الأصوات بالبكاء في مسجد الكوفة، ولولا\nذلك ما عرف أحد بموته، ولا بمكان قبره، لاختفائه عن الناس وهروبه منهم رضي\nالله عنه، ونفعنا ببركاته.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>الفصل الثامن</h1>\n\n<p>\nإخواني، إلى كم هذه الغفلة وأنتم مطالبون بغير مهلة؟ فبالله عليكم،\nتعاهدوا أيامكم بتحصيل العدد، وأصلحوا من أعمالكم ما فسد، وكونوا من آجالكم\nعلى رصد، فقد آذنتكم الدنيا بالذهاب، وأنتم تلعبون بالأجل وبين أيديكم يوم\nالحساب. آه من ثقل الحمل.. آه من قلة الزاد وبعد الطريق.\n</p>\n\n<p>\nفيا أيها المغرور بإقباله، المفتون بكواذب آماله، الذي غاب عن الصواب،\nوهو في فعله كذاب.\n</p>\n\n<p>\nيا بطال، إلى كم تؤخر التوبة وما أنت في التأخير بمعذور؟ إلى متى يقال\nعنك: مفتون ومغرور؟ يا مسكين، قد انقضت أشهر الخير وأنت تعد الشهور؟ أترى\nمقبول أنت أم مطرود؟ أترى مواصل أنت أم مهجور؟ أترى تركب النجب (1) غدا أم\nأنت على وجهك مجرور؟ أترى من أهل الجحيم أنت أم من أرباب النعيم والقصور.\nفاز، والله، المخفون، وخسر هنالك المبطلون، إلا إلى الله تصير الأمور.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nمالي أراك على الذنوب مواظبا ... أأخذت من سوء الحساب أمانا\n</p>\n\n<p>\nلا تغفلن كأن يومك قد أتى ... ولعل <span id='ms027'></span> عمرك قد دنا أو حانا\n</p>\n\n<p>\nومضى الحبيب لحفر قبره مسرعا ... وأتى الصديق فأنذر الجيرانا\n</p>\n\n<p>\nوأتو بغسال وجاؤوا نحوه ... وبدا بغسلك ميتا عريانا\n</p>\n\n<p>\nفغسلت ثم كسيت ثوبا للبلى ... ودعوا لحمل شريرك الإخوانا\n</p>\n\n<p>\nوأتاك أهلك للوداع فودعوا ... وجرت عليك دموعهم غدرانا\n</p>\n\n<p>\nفخف الإله فانه من خافه ... سكن الجنان مجاورا رضوانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nجنات عدن لا يبيد نعيمها ... أبدا يخالط روحه ريحانا\n</p>\n\n<p>\nولمن عصا نار يقال لها لظى ... تشوى الوجوه وتحرق الأبدانا\n</p>\n\n<p>\nنبكي وحق لنا البكاء يا قومنا ... كي لا يؤاخذنا بما قد كانا\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم: \"إذا كان ابن آدم في سياق الموت، بعث الله\nإليه خمسة من الملائكة:\n</p>\n\n<p>\nأما الملك الأول، فيأتيه وروحه في الحلقوم، فيناديه: يا ابن آدم، أين\nبدنك القوي؟ ما أضعفه اليوم؟ أين لسانك الفصيح؟ ما أسكته اليوم؟ أين أهلك\nوقرابتك؟ ما أوحشك منهم اليوم!.\n</p>\n\n<p>\nويأتيه الملك الثاني إذا قبض روحه، ونشر عليه الكفن، فيناديه: يا ابن\nآدم، أين ما أعددت من الغنى للفقر؟ أين ما أعددت من الخراب للعمران؟ أين ما\nأعددت من الأنس للوحشة؟.\n</p>\n\n<p>\nويأتيه الملك الثالث إذا حمل على الأعناق، فيناديه: يا ابن آدم، اليوم\nتسافر سفرا بعيدا لم تسافر سفرا أبعد منه، اليوم تزور قوما لم تزورهم قبل\nهذا قط، اليوم تدخل مدخلا ضيقا لم تدخل أضيق منه، فطوبى لك إن فزت برضوان\nالله، وويل لك إن رجعت بسخط الله.\n</p>\n\n<p>\nويأتيه الملك الرابع إذا ألحد في قبره فيناديه: يا ابن آدم، بالأمس كنت\nعلى ظهرها ماشيا، واليوم صرت في بطنها مضطجعا. بالأمس كنت على ظهرها ضاحكا،\nواليوم أصبحت في بطنها باكيا. بالأمس كنت على ظهرها مذنبا، واليوم أمسيت في\nبطنها نادما.\n</p>\n\n<p>\nويأتيه الملك الخامس إذا سوي عليه التراب، وانصرف عنه الأهل والجيران\nوالأصحاب، فيناديه: يا ابن آدم، دفنوك وتركوك، ولو أقاموا عندك ما نفعوك.\nجمعت المال وتركته لغيرك. اليوم تصير إما لجنة عالية، أو إلى نار حامية\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nويروى عن بعض المتعبدين أنه قال: إلهي عصيتك قويا، وأطعتك ضعيفا، وأسخطتك\nجلدا، وخدمتك نحيفا، فيا <span id='ms028'></span> ليت شعري، هل قبلتني على لؤمي، أم صرفتني على\nجرمي؟ قال: ثم غشي عليه ووقع على الأرض وانسلخت جبهته.\n</p>\n\n<p>\nفقامت إليه أمه، وقبلته بين عينيه، ومسحت جبهته وهي تبكي وتقول: قرة عيني\nفي الدنيا، وثمرة فؤادي في الآخرة، كلم عجوزك الثكلى، ورد جواب أمك الحري.\n</p>\n\n<p>\nقال: فأفاق الفتى من غشيته، ويده قابضة على كبده، وروحه تتردد في جسده،\nودموعه تنسكب على خده ولحيته، فقال لها: يا أماه، هذا اليوم الذي كنت\nتحذريني منه، وهذا هو المصرع الذي كنت تخوفيني منه، هذا مصرع الأهوال،\nوسقوط عثرة الأثقال، فيا أسفا على الأيام الخالية، ويا جزعي من الأيام\nالطوال التي لم أعرج فيها على الإقبال.\n</p>\n\n<p>\nيا أماه أنا خائف على نفسي أن يطول في النار سجني وحبسي. يا حزناه إن\nرميت فيها على رأسي، ويا أسفاه إن قطعت فيها أنفاسي.\n</p>\n\n<p>\nيا أماه، افعلي ما أقول لك.\n</p>\n\n<p>\nفقالت له: يا بني، فدتك نفسي، ماذا تريد؟.\n</p>\n\n<p>\nقال لها: ضعي خدي على التراب، وطئيه بقدمك حتى أذوق طعم الذل في الدنيا،\nوالتلذذ للسيد المولى، عسى أن يرحمني وينجيني من نار لظى. قالت أمه: فقمت\nإليه في الحال، وقد ألصق خده بالتراب، والدموع تجري من عينيه كالميزاب،\nفوطئت خده بقدمي، فإذا هو ينادي بصوت ضعيف: هذا جزاء من أذنب وعصى، وهذا\nجزاء من أخطأ وأسا، هذا جزاء من لم يقف بباب المولى، هذا جزاء من لم يراقب\nالعلي الأعلى.\n</p>\n\n<p>\nقالت: ثم تحول إلى القبلة، وقال: لبيك لبيك، إلا اله إلا أنت سبحانك إني\nكنت من الظالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ثم مات في مكانه، فرأته أمه في المنام كأن وجهه فلقة قمر تجلى من\nسحاب، فقالت له: يا بني، ما فعل بك مولاك؟ قال: رفع درجتي، وقربني من محمد\nصلى الله عليه وسلم، فقالت له أمه: يا بني، ما الذي سمعت منك تقوله عند\nوفاتك؟ فقال لها: يا أماه، هتف بي هاتف وقال لي: يا عمران، أجب داعي الله،\nفأجبته، ولبيت ربي عز وجل. رحمه الله تعالى.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>الفصل التاسع</h1>\n\n<p>\nإخواني <span id='ms029'></span>، السفر مكتوب علينا، فما لنا نطلب الإقامة في جار ليست لنا دار\nمقامة؟ السنون منازل، والشهور مراحل، والأيام أميال، والأنفاس خطوات،\nوالمعاصي قطاع، والربح الجنة، والخسران النار.\n</p>\n\n<p>\nخلقنا نتقلب في ستة أسفار إلى أن يستقر بنا القرار: فالسفر الأول: سفر\nالسلالة من الطين، والثاني من الصلب إلى الرحم، والثالث: من الرحم إلى ظهر\nالأرض، والرابع: من ظهر الأرض إلى القبر، والخامس: من القبر إلى موقف\nالعرض، والسادس: من موقف العرض إلى دار الإقامة: إما إلى الجنة أو النار،\nوقد قطعنا نصف الطريق، وبقي الأصعب.\n</p>\n\n<p>\nيا من يضج في الكرب ويصيح، خل التدبير لغيرك فتستريح، تكثر النحيب\nوالعويل، وتنسى ما سلف من الفعل الوبيل. لو رجعت إليك بقلبك، لعجل عليك\nبتفريج همك وكربك.\n</p>\n\n<p>\nيا أخي، إياك والدنيا، فان حبل الدنيا مبتوت، واقنع منها بالقوت، واعلم\nأنك تموت.\n</p>\n\n<p>\nقال ابن المبارك: قدمت مكة، فإذا الناس قد قحطوا من المطر، وهم يستسقون\nفي المسجد الحرام، وكنت في الناس من باب بني شيبة، إذ أقبل غلام أسود قطعتا\nخيش، قد ائتزر بإحداهما، وألقى الأخرى على عاتقيه، فصار في موضع خفي إلى\nجانبي، فسمعته يقول: الهي، أخلقت الوجوه كثرة الذنوب ومساوئ العيوب، وقد\nمنعتنا غيث السموات لتؤدب الخليقة بذلك، فأسألك يا حليم، يا من لا يعرف\nعباده من إلا الجميل، اسقهم الساعة الساعة.\n</p>\n\n<p>\nقال ابن المبارك: فلم يزل يقول: اسقهم الساعة الساعة، حتى انسد الجو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nبالغمام، وأقبلت قطرات الركام (1) تهطل كأفواه القرب، وجلس مكانه يسبح\nالله تعالى، فأخذت في البكاء، حتى قام فاتبعته حتى عرفت موضعه.\n</p>\n\n<p>\nفجئت إلى الفضيل بن عياض، فقال لي: ما لي أراك كئيبا؟ فقلت له: سبقنا\nإليه غيرنا، فولاه دوننا. قال: وما ذلك؟ فقصصت عليه القصة وسقط في الأرض،\nوقال: ويحك ابن المبارك، خذني إليه، فقلت: قد ضاق الوقت، سأبحث عن شأنه.\n</p>\n\n<p>\nفلما كان من الغد، صليت الغداة، وخرجت أريد الموضع، فإذا بشيخ على باب،\nوقد بسط له وهو جالس، فلما رآني عرفني، وقال: مرحبا بك يا أبا عبد الرحمن،\nما <span id='ms030'></span> حاجتك؟ فقلت: احتجت إلى غلام، فقال: نعم عندي عدة، اختار أيهم شئت، فصاح\nيا غلام، فقال: هذا محمود العاقبة، أرضاه لك، فقلت: ليس هذا حاجتي، فما زال\nيخرج واحدا بعد واحد، حتى أخرج إلى الغلام، فلما أبصرته بدرت عيناي\nبالدموع، فقال: هذا؟ فقلت: نعم، فقال: ليس لي إلى بيعه سبيل. فقلت: ولم؟!.\nقال: قد تبركت بموضعه في هذه الدار، فقلت له: ومن أين طعامه؟ فقال: يكسب من\nفتل الشريط نصف دانق أو أقل أو أكثر، فهو قوته إن باعه في يومه، وإلا طوى\nذلك اليوم.\n</p>\n\n<p>\nوأخبرني الغلمان عنه أنه لا ينام في الليل الطويل ولا يختلط بأحد منهم،\nمهتم بنفسه، وقد أحبه قلبي.\n</p>\n\n<p>\nفقلت له: انصرف إلى الفضيل بن عياض وسفيان الثوري بغير قضاء حاجة، ثم\nرجعت إليه، وسألت فيه بإلحاح، فقال: إن ممشاك عندي كبير، خذه بما شئت.\n</p>\n\n<p>\nقال: فاشتريته، وسرت معه نحو دار الفضيل، فمشيت ساعة فقال لي: يا مولاي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت له: لبيك.\n</p>\n\n<p>\nفقال: لا تقل لبيك، فان العبد أولى بأن يلبي من المولى.\n</p>\n\n<p>\nقلت: وما حاجتك يا حبيبي.\n</p>\n\n<p>\nقال: أنا ضعيف البدن، لا أطيق الخدمة، وقد كان لك في غيري سعة، قد أخرج\nلك من هو أجلد مني وأثبت. فقلت له: لا يراني الله تعالى أستخدمك، ولا كان\nاشترائي لك إلا أنزلك منزلة الأولاد، ولأزوجك، وأخدمك أنا بنفسي. قال:\nفبكى، فقلت له: وما يبكيك؟.\n</p>\n\n<p>\nقال لي: أنت لم تفعل هذا، إلا وقد رأيت بعض متصلاتي بالله تعالى، وإلا،\nفلم أخذتني من أولئك الغلمان؟.\n</p>\n\n<p>\nفقلت له: ليس بك حاجة إلا هذا.\n</p>\n\n<p>\nفقال لي: سألت بالله إلا أخبرتني.\n</p>\n\n<p>\nفقلت له: بإجابة دعوتك.\n</p>\n\n<p>\nفقال لي: إني أحسبك إن شاء الله رجلا صالحا، إن لله عز وجل خيرة من خلقه،\nلا يكشف شأنهم إلا لمن أحب من عباده، ولا يظهر عليهم إلا من ارتضى.\n</p>\n\n<p>\nثم قال لي: ترى أن تقف علي قليلا، فانه قد بقي علي ركعات من البارحة.\n</p>\n\n<p>\nقلت: هذا منزل الفضيل.\n</p>\n\n<p>\nقال: لا هاهنا أحب إلي. إن أمر الله <span id='ms031'></span> تعالى لا يؤخر، فدخل المسجد، فما زال\nيصلي حتى أتى على ما أراد، فالتفت إلي وقال: يا أبا عبد الرحمن، هل لك من\nحاجة؟.\n</p>\n\n<p>\nقلت: ولم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لأني أريد الانصراف.\n</p>\n\n<p>\nقلت: إلى أين.\n</p>\n\n<p>\nقال: إلى الآخرة.\n</p>\n\n<p>\nقلت: لا تفعل دعني أنتفع بك.\n</p>\n\n<p>\nفقال لي: إنما كانت تطيب الحياة حيث كانت المعاملة بيني وبين الله تعالى،\nفأما إذا اطلعت عليها أنت، سيطلع عليها غيرك، فلا حاجة لي في ذلك، ثم خر\nعلى وجهه، وجعل يقول: إلهي اقبضني الساعة الساعة، فدنوت منه، فإذا هو قد\nمات. فو الله ما ذكرته قط إلا طال حزني، وصغرت الدنيا في عيني، وحقرت عملي.\n</p>\n\n<p>\nرحمه الله ورحمنا به.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>الفصل العاشر</h1>\n\n<p>\nيا هذا، كم تتزيا بزي العباد والزهاد وحال قلبك في الغفلة ما حال، الظاهر\nمنك نقي، والباطن منك متسخ بطول الآمال. لا تصلح المحبة لمن يميله حب\nالمال، ولولا مكابدة المجاهدة لم يسمم القوم رجال.\n</p>\n\n<p>\nيا ميت القلب، وعدك في الدنيا صحيح، وفي الآخرة محال، إن لم تبادر في\nالشباب، فبادر في الاكتهال، وما بعد شيب الرأس لهو ولما أبعد عثرة الشيخ إن\nتقال. ضيعت زمان الشباب في الغفلة، وفي الكبر تبكي على التفريط في الأعمال،\nلو علمت ما أحصي عليك، لكنت من الباكين طول الليال.\n</p>\n\n<p>\nقال رجل لذي النون وهو يعظ الناس: يا شيخ، ما الذي أصنع؟ كلما وقفت على\nباب من أبواب المولى صرفني عنه قاطع المحن والبلوى.\n</p>\n\n<p>\nقال له: يا أخي، كن على باب مولاك كالصبي الصغير مع أمه، كلما ضربته أمه\nترامى عليها، وكلما طردته، تقرب إليها، فلا يزال كذلك حتى تضمه إليها.\n</p>\n\n<p>\nيروى أن عيسى عليه السلام كان يسبح في الأرض، ويقول: دابتي رجلاي، ولباسي\nالشعر، وشعاري خوف الله، وريحاني عشب الأرض، وطعامي خبز الشعير، وظلي ظلمات\nالليل، ومسكني حيث أواني الليل، وهذا لمن يموت كثير.\n</p>\n\n<p>\nويروى عن الشبلي (1) رضي الله عنه أنه قال: رأيت بدوي بمكة، حرسها الله\nتعالى، وهو يخدم الصوفية، فسألته عن سبب ذلك، فقال لي: كنت بالبادية <span id='ms032'></span>، وإذا\nبغلام حاف مكشوف الرأس ما معه زاد ولا ركوة ولا عصا، فقلت في نفسي: أدرك\nهذا الفتى، فإذا كان جائعا أطعمته، وإن كان عطشان سقيته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فبادرت إليه حتى بقي بيني وبينه مقدار ذراع، وإذا به بعد عني حتى\nغاب عن عيني، فقلت: هذا شيطان وإذا به ينادي: لا بل سكران.\n</p>\n\n<p>\nفناديته: يا هذا بالذي بعث محمدا صلى الله عليه وسلم بالحق إلا ما وقفت\nعلي.\n</p>\n\n<p>\nفقال لي: يا فتى أتعبتني وأتعبت نفسك.\n</p>\n\n<p>\nفقلت له: رأيتك وحدك، فأردت خدمتك.\n</p>\n\n<p>\nقال لي: من يكن الله معه، كيف يكون وحده؟!.\n</p>\n\n<p>\nفقلت له: ما أرى معك زادا.\n</p>\n\n<p>\nفقال لي: إذا جعت فذكره زادي، وإن عطشت فمشاهدته سؤلي ومرادي.\n</p>\n\n<p>\nفقلت له: أنا جائع فأطعمني.\n</p>\n\n<p>\nفقال: أولم تؤمن بكرامات الأولياء.\n</p>\n\n<p>\nفقلت: بلى، ولكن ليطمئن قلبي، فضرب بيده الأرض، وكانت أرض رملة، ثم قبض\nقبضة، وقال: كل يا مخدوع، وإذا هو سويق ألذ ما يكون.\n</p>\n\n<p>\nفقلت: ما ألذه!.\n</p>\n\n<p>\nفقال لي: في البادية عند الأولياء من هذا كثير لو عقلت.\n</p>\n\n<p>\nفقلت له اسقني، فركض برجله الأرض، فإذا هو بعين من عسل وماء، فجلست لأشرب\nمن تلك العين، ثم رفعت رأسي، فلم أره، ولم أدر كيف غاب، ولا أين ذهب، فأنا\nأخدم الفقراء من ذلك اليوم إلى الآن، لعلي أرى مثل ذلك الولي.\n</p>\n\n<p>\nيا هذا، إلى متى تسمع أخبارهم ولا تقفو آثارهم، اطلب رفقة التائبين عساك\nلطريقهم ترشد، اندب على بعادك يا مطرود، فمثلك من بكى وعدد، اعتذر يا\nمهجور، عساك بالذل تسعد، وقل بلسان التذلل والأسف والكمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nكم ذا التلوم لا إقلاع يصحبه ... ولا عزيمة هذا العجز والكسل\n</p>\n\n<p>\nوكم أردد أقوال ملفقة ... ما ينفع القول إن لم يصدق العمل\n</p>\n\n<p>\nواعجبا! كم لي أعاتب المهجور والعتب ما ينفع، كم لي أنادي أطروش الغفلة\nلو كان النداء يسمع، كم لي أحدث قلبك وفي سماعك أطمع. واها عليك يا جامد\nالعين قط ما تدمع، من علامة الخذلان قلب لا يخشع، قلبك ذهب في حب الفاني،\nوأنت للحرام تجمع. عليك <span id='ms033'></span> يا غافل في جمعه الحساب، وتخلفه لمن لا ينفع، بينما\nأنت في بستان اللهو إذ قيل: فلان سافر وليس في رجوعه مطمع.\n</p>\n\n<p>\nويروى عن علي بن أبي صالح أنه قال: كنت أدور في جب اللكام (1) أطلب\nالزهاد والعباد، فرأيت رجلا عليه مرقعة، هو جالس على صخرة مطرق إلى الأرض.\n</p>\n\n<p>\nفقلت له: يا شيخ ما تصنع هاهنا؟.\n</p>\n\n<p>\nقال لي: انظر وأرعى.\n</p>\n\n<p>\nقلت له: ما أرى بين يديك إلا الحجارة، فما الذي تنظر وترعى. قال: أنظر\nخواطر قلبي، وأرعى أوامر ربي، فبحق الذي أظهرك علي إلا ما تركتني، فإنك\nشغلتني عن مولاي.\n</p>\n\n<p>\nفقلت له: كلمني بشيء أنتفع به.\n</p>\n\n<p>\nفقال لي: من لازم الباب، أثبت في الخدمة، ومن أكثر من الذنوب، أكثر من\nالندم، ومن استغنى بالله، لم يخف العدم. ثم تركني ومضى، رضي الله تعالى\nعنه.\n</p>\n\n<p>\n** \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>الفصل الحادي عشر</h1>\n\n<p>\nيا من رواحله في طلب الدنيا لها إسراع، متى تحل عنها نطاق الأمل، فيكون\nالانقطاع؟ إذا طلبت الآخرة، تمشي رويدا، فمتى يكون الانتفاع؟ عجبا كيف تشد\nالرحال في طلب الفاني وفي طريقه قطاع! العمر أمانة أتلفت شبابه في الخيانة،\nوكهولته في البطالة، وفي الشيخوخة تبكي ونقول: عمري قد ضاع. متى أفلح\nالخائن فيما اشترى أو باع؟ أنت في طلب الدنيا صحيح الجسم، وفي طلب الآخرة\nبك أوجاع. كم تعرج عن سبل التقوى يا أعرج الهمة، يا من يبقى في القاع. يا\nمن على عمره ليل الغفلة طلع الفجر المشيب بين الأضلاع. رافق رفاق التائبين\nقبل أن تنقطع مع المنقطعين {وما من غائبة في السماء والأرض إلا في كتاب\nمبين} النمل 75.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nإذا أنا لم أصبر على من أحبه ... وإن حال عن وصلي فما أنا صانع\n</p>\n\n<p>\nأأتركه والقلب من فرط حبه ... أسير بما تطوي عليه الأضالع\n</p>\n\n<p>\nأأسمع فيه العذل والوجد حاكم ... فما يغنني بالعذل ما أنا سامع\n</p>\n\n<p>\nأأسلوه والشوق يمنع سلوتي ... وأكتم ما قد أظهرته المدامع\n</p>\n\n<p>\nويعتبني قلبي إذا زاد وجده ... فأضرب صفحا دونه وأمانع\n</p>\n\n<p>\nوإن زاد بي أشتكيه فحسبه ... على كل حال عند <span id='ms034'></span> شكواي شافع\n</p>\n\n<p>\nفلا عشة تصفو ولا موعد يفي ... ولا نظر يسلي ولا الصبر نافع\n</p>\n\n<p>\nأرى الدهر يمضي برهة بعد برهة ... ولم ألف ما مالت إليه المطامع\n</p>\n\n<p>\nفان ضقت ذرعا بالذي قد لقيته ... فكل مضيق فهو في الحب واسع\n</p>\n\n<p>\nقال ذا النون المصري رضي الله عنه: رأيت امرأة متعبدة، فلما دنوت منها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nودنت مني، سلمت علي، فرددت عليها السلام، فقالت لي: من أين أقبلت؟ فقلت\"\nمن عند حكيم لا يوجد مثله، فصاحت صيحة شديدة، ثم قالت: ويحك كيف وجدت معه\nوحشة الغربة حتى فارقته، وهو أنيس الغرباء، ومعين الضعفاء، ومولى الموالي؟!\nأم كيف سمحت نفسك بمفارقته؟.\n</p>\n\n<p>\nفأبكاني كلامها. فقالت لي: مم بكاؤك؟ فقلت لها: وقع الدواء على الجرح،\nفأسرع في نجاحه، فقالت لو كنت صادقا، فلم بكيت؟ فقلت لها: فالصادق لا يبكي؟\nقالت: لا. قلت: ولم؟ قالت: لأن البكاء راحة للقلب. وهو نقص عند ذوي العقول.\n</p>\n\n<p>\nقلت لها: علميني شيئا ينفعني الله به.\n</p>\n\n<p>\nقالت: اخدم مولاك شوقا إلى لقائه، فان له يوما يتجلى فيه إلى أوليائه،\nلأنه سبحانه سقاهم في الدنيا من محبته كأسا لا يظمؤون بعدها أبدا.\n</p>\n\n<p>\nثم أقبلت تبكي وتقول: إلهي وسيدي، إلى كم تدعني في دار لا أجد لي فيها\nأنيسا يساعدني على بلائي، ثم جعلت تقول:\n</p>\n\n<p>\nإذا كان داء العبد حب مليكه\n</p>\n\n<p>\nفمن دونه يرجى طبيبا مداويا\n</p>\n\n<p>\nيا أخي، إذا طردك مولاك عن بابه؟ فإلى باب من ترجع، والى أي طريق تذهب،\nوالى أي جهة تقصد؟ لازم باب مولاك، فلعل وعسى يثمر عودك.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nحنين قلوب العارفين إلى الذكر ... وتذكارهم عن المناجاة بالسر\n</p>\n\n<p>\nوأجسامهم في الأرض سكرى بحبه ... وأرواحهم في ليل حجب العلى تسرى\n</p>\n\n<p>\nعباد عليهم رحمة الله أنزلت ... فظلوا عكوفا في الفيافي وفي القفر\n</p>\n\n<p>\nوراعوا نجوم الليل لا يرقدونه ... بإدمان تثبيت اليقين مع الصبر\n</p>\n\n<p>\nفهذا نعيم القوم إن كنت فاهما ... وتعقل عن مولاك آداب من يدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفما عرسوا لا بقرب حبيبهم ... ولا عرجوا عن مس بؤس ولا ضر\n</p>\n\n<p>\nأديرت كؤوس للمنايا عليهم ... فغفوا عن الدنيا كإغفاء <span id='ms035'></span> ذي سكر\n</p>\n\n<p>\nهمومهم جالت لدى حجب العلى ... وهم أهل ود الله كالأنجم الزهر\n</p>\n\n<p>\nفلا عيش إلا مع أناس قلوبهم ... تحن إلى التقوى وترتاح للذكر\n</p>\n\n<p>\nويروى عن بعض العباد رضي الله عنه أنه قال: بينما أنا في الطريق أسير،\nوكنت صائما، فرأيت نهرا جاريا، فانغمست فيه، فإذا أنا بسفرجلة على وجه\nالماء، فأخذتها لأفطر عليها.\n</p>\n\n<p>\nقال: فلما أفطرت عليها ندمت، وقلت: أفطرت على ما ليس لي، فلما أصبحت سرت،\nفضربت على باب البستان الذي كان النهر يخرج منه، فخرج إلي شيخ كبير، فقلت\nله: يا شيخ، إنه خرج من بستانكم هذا بالأمس سفرجلة، فأخذتها وأكلتها، وقد\nندمت على ذلك، فعسى أن تجعلني في حل.\n</p>\n\n<p>\nفقال لي: أما أنا في هذا البستان أجير، ولي فيه منذ أربعين سنة ما ذقت من\nفاكهته شيئا قط، وليس لي في البستان شيء. قلت: لمن هو: قال: لأخوين بالموضع\nالفلاني.\n</p>\n\n<p>\nقال: فأتيت الموضع، فوجدت أحدهما، فقصيت عليه القصة، فقال: نصف البستان\nلي، وأنت حل من نصيبي في تلك السفرجلة. فقلت له: وأين أجد أخاك؟ قال: بموضع\nكذا وكذا.\n</p>\n\n<p>\nفمضيت إليه، وقصيت عليه القصة، فقال لي: والله لا أجعلك في حل إلا بشرط.\nفقلت: وما الشرط؟ قال: أزوجك ابنتي وأعطيك مائة دينار. قال له العابد: ويحك\nأنا في شغل عن هذا. أما رأيت ما أصابني لأجل سفرجلتك؟ فاجعلني حل. فقال له:\nوالله ما فعلت إلا بالشرط المذكور.\n</p>\n\n<p>\nفلما رأى العابد منه الجد، امتثل، وقال افعل، فأعطاه مائة دينار، ثم قال\nله: أعطني منها ما شئت مهر ابنتي، فرمى بها كلها إليه، فقال له: لا، إلا\nالبعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فزوجه ابنته، فلامه الناس على ذلك، وقالوا له: خطب ابنتك أرباب\nالدولة وكبراء الناس، ولم تعطها لهم، فكيف أعطيتها لفقير لا مال له؟ فقال\nلهم: يا قوم إنما رغبت في الورع والدين، ولأن هذا الرجل من عباد الله\nالصالحين، رضي الله عنهم أجمعين.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>الفصل الثاني عشر</h1>\n\n<p>\nيا من عمي عن طريق القوم، عليك بإصلاح نور البصر. القلب المظلم يمشي في <span id='ms036'></span>\nشوك الشك وما عنه خبر. وقت التائب كله عمل: نهاره صوم، وليله سهر، ووقت\nالبطال كله غفلة، وبصيرته عميت عن النظر. من ذاق حلاوة الزهد، استحلى\nالتهجد والسهر، إن تدرك المتجهدين في أول الليل، ففي أعقاب السحر. تيقظ من\nنوم الغفلة، فهذا فجر المشيب انفجر، وأذلة التخلف إذا تخلف عن الباب وما\nحضر!.\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"لا يكونن أحدكم كالعبد السوء، إن خاف\nعمل، وإن لم يخف فلا عمل، أو كالأجير السوء، إن لم يعط أجرا وافرا لم يعمل\"\n(1) .\n</p>\n\n<p>\nأوحى الله إلى داود عليه السلام: يا داود، العاشقون يعيشون في حلم الله،\nوالذاكرون يعيشون في رحمة الله، والعارفون يعيشون في لطف الله، والصديقون\nيعيشون في بساط الأنس بالله يطعمهم ويسقيهم.\n</p>\n\n<p>\nقال أبو بكر الرازي: قال ابن عطاء: لما أكل آدم من الشجرة، طرده كل شيء\nونفاه عن نفسه، وأبعده عن نفسه، وأبعده عن قربه، إلا شجرة العود، فإنها\nآوته. وبكى عليه كل شيء إلا الذهب والفضة.\n</p>\n\n<p>\nفأوحى الله إليهما: ما لكما لا تبكيان على محب طرده محبوبه؟ فقالا:\nإلهنا، وما كنا لنبكي على محب عصى محبوبه. فقال: وعزتي وجلالي، لأعزنكما\nولأجعلنكما قيمة كل شيء، ولأجعلن لأولاد آدم خداما لكما.\n</p>\n\n<p>\nوأوحى الله إلى العود: ومالك أويت طريد مولاه؟ فقال: رحمة مني على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: وعزتي وجلالي، لأعذبنك بالنار في الدنيا، ولا ينتفع بك إلا بعد\nإحراقك، لأنك آويت من عصى في جوار مولاه بمرأى منه واطلاع عليه.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nلقد ورد التقاة فما وردنا ... فهمنا والهين وما فهمنا\n</p>\n\n<p>\nأحبتنا بطيب الوصل جودوا ... فغير الجود منكم ما عرفنا\n</p>\n\n<p>\nفان جدتم فعفوكم رجونا ... وبابكم الكريم به وقفنا\n</p>\n\n<p>\nتذللنا بباكم عساكم ... بلطف جنابكم فارضوا علينا\n</p>\n\n<p>\nوحقكم لقد جئنا حماكم ... وآوينا لكم لكن طردنا\n</p>\n\n<p>\nوحالت بيننا حجب المعاصي ... ولولا الذنب عنكم ما حجبنا\n</p>\n\n<p>\nوما كان النوى والبعد منكم ... ولكن أصله مما افترقنا\n</p>\n\n<p>\nفتحتم باب جودكم امتنانا ... علينا بعد جرم كان منا\n</p>\n\n<p>\nفلم نصلح لقربكم ولكن ... أسأنا ثم تبنا ثم عدنا\n</p>\n\n<p>\nوعاملناكم بالعدل <span id='ms037'></span> دهرا ... وعاهدناكم زمنا فخنا\n</p>\n\n<p>\nولم ينقض لكم عهد ولكن ... علينا قد نقضنا ما نقضنا\n</p>\n\n<p>\nطردنا بالجرائم عن رضاكم ... ولو كنا له أهلا قبلنا\n</p>\n\n<p>\nوأقررنا بزلتنا لديكم ... فجودوا بالرضا إن اعترفنا\n</p>\n\n<p>\nومن يرجو العبيد يوى الموالي ... فأنتم راحمونا كيف منا\n</p>\n\n<p>\nوهل في غيركم عنكم بديل ... وهل لولاكم للحق معنى\n</p>\n\n<p>\nفما أشهى وصالكم وأحلى ... وما أعلى مقامكم وأسنى\n</p>\n\n<p>\nفعزتنا تذللنا إليكم ... وأشرف حالنا لكم إن خضعنا\n</p>\n\n<p>\nبجاه محمد خير البرايا ... تشفعنا لكم وبه اعتصمنا\n</p>\n\n<p>\nعليه تحية ما لاح برق ... وتاق لحبه قلب المعنى\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>الفصل الثالث عشر</h1>\n\n<p>\nيا هذا، كم لك على المعاصي مصر؟ متى يكون منك المتاب؟ جسمك باللهو عامر،\nوقلبك من التقوى خراب، ضيعت الشباب في الغفلة، وعند الكبر تبكي على زمان\nالشباب. في المجلس تبكي على الفائت، وإذا خرجت عدت للانتهاب. لا حيلة لوعظي\nفيك وقد غلق في وجهك الباب. كم لي أحدث قلبك، وأرى قلبك غائبا مع الغياب،\nيا من قلبه مشغول، كيف تفهم الخطاب. وافرحة إبليس إذا طردت عن الباب! هذا\nمأتم الحزان، هذا المجلس قد طاب. رحلت رفاق التائبين إلى رفاق الأحباب. يا\nوحشة المهجور المبعد عن الباب إذا لم يجد للقرب والدنو سببا من الأسباب. يا\nمنقطعا عن الرفاق الأحباب، تعلق بأعقاب الساقة بذل وانكسار ودمع ذي انسكاب،\nوقل: تائه في برية الحرمان، مقطوع فيه تيه الشقاء، مسبول دونه الحجاب، كلما\nرام القيام، أقعده وأبعده بذنوبه الحجاب، لا زاد ولا راحلة ولا قوة، فأين\nالذهاب؟ عسى عطفة من وراء ستر الغيب تهون عليك صعاب المصاب.\n</p>\n\n<p>\nلله در أقوام شاهدوا الآخرة بلا حجاب، فعاينوا ما أعد الله للمطيعين من\nالأجر والثواب. ترى لماذا أضمروا أجسادهم وأظمؤوا أكبادهم، وشردوا رقادهم،\nوجعلوا ذكره بغيتهم ومرادهم؟!.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nيا رجال الليل مهلا عرسوا ... إنني بالنوم عنكم مشتغل\n</p>\n\n<p>\nشغلتني عنكم النفس التي ... تقطع الليل بنوم وكسل\n</p>\n\n<p>\nأنا بطال وأنتم ركع ... زاد تفريطي وزدتم في العمل\n</p>\n\n<p>\nقلت مهلا سادتي أهل الوفا ... حمل القوم وقالوا لا مهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقال وهب بن منبه: أوحى الله إلى <span id='ms038'></span> نبي من الأنبياء: أن إذا أردت أن تسكن\nمعي في حظيرة القدس، فكن وحيدا في الدنيا، فريدا مهموما حظينا، كالطير\nالوحيد يظل في أرض الفلاة، يرد ماء العيون، ويأكل من أطراف الشجر، فإذا جن\nعليه الليل، آوى وحده استيحاشا من الطير، واستئناسا لربه.\n</p>\n\n<p>\nويروى عن سفيان الثوري رضي الله عنه أنه قال: مر عابد براهب، فقال له: يا\nراهب، كيف ذكرك للموت؟ قال: أرفع قدما ولا أضع أخرى، إلا خشيت أن قد مت.\n</p>\n\n<p>\nقال: كيف كان نشاطك للصلاة؟ قال: ما سمعت أحدا سمع بالجنة، فأتت عليه\nساعة إلا صلى ركعتين.\n</p>\n\n<p>\nقال العابد: يا راهب، مالكم تلبسون هذه الخرق السود؟ قال الراهب: لأنها\nمن لباس أهل المصائب.\n</p>\n\n<p>\nفقال له العابد: أكلكم معشر الرهبان قد أصيب بمصيبة. قال الراهب: يا أخي\nوأي مصيبة أعظم من مصيبة الذنوب على أهلها؟.\n</p>\n\n<p>\nقال العابد: فما تذكرت هذا الكلام، إلا وبكيت.\n</p>\n\n<p>\nقال العتبي: أنشد رجل من أهل الزهد هذه الأبيات:\n</p>\n\n<p>\nويوم ترى الشمس قد كورت ... وفيه ترى الأرض قد زلزلت\n</p>\n\n<p>\nوفيه ترى كل نفس غدا ... إذا حشر الناس ما قدمت\n</p>\n\n<p>\nأترقد عيناك يا مذنبا ... وأعمالك السوء قد دونت\n</p>\n\n<p>\nفإما سعيد إلى جنة ... وكفاه بالتور قد خضبت\n</p>\n\n<p>\nوإما شقي كسى وجهه ... سوادا وكفاه قد غللت\n</p>\n\n<p>\nخرج عمر بن عبد العزيز في بعض أسفاره، فلما اشتد الحر عليه، دعا بعمامة\nفتعمم بها، فلم يلبث أن نزعها، فقيل له: يا أمير المؤمنين، لم نزعتها؟ لقد\nكانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nتقيك الحر. قال: ذكرت أبياتا قالها الأول، وهي هذه:\n</p>\n\n<p>\nمن كان حين تمس الشمس جبهته ... أو الغبار يخاف الشين والشعثا\n</p>\n\n<p>\nويألف الظل كي تبقى بشاشته ... فسوف يسكن يوما راغما جدثا\n</p>\n\n<p>\nفي قعر مظلمة غبراء موحشة ... يطيل تحت الثرى في جوفها اللبثا\n</p>\n\n<p>\nوقد خرج عيسى بن مريم عليه السلام على الحواريين وعليهم آثار الغبار،\nوعلى وجوههم النور، فقال: يا بني الآخرة، ما تنعم المتنعمون إلا بفضل\nنعمتكم.\n</p>\n\n<p>\nوقيل للحسن البصري رضي الله عنه: ما بال المتهجدين أحسن الناس وجوها؟\nفقال: خلوا بالرحمن، فألبسهم نورا <span id='ms039'></span> من نوره.\n</p>\n\n<p>\nوروي عن أبو ماجد، قال: كنت أحب الصوفية، فاتبعتهم يوما إلى مجلس عالم،\nفرأيت في المجلس شخصا تتمنى النفوس دوام النظر إليه، وهو يبكي كلما سمع\nالعالم والقارئ يقول: الله، الله، فلم تنقطع له دمعة.\n</p>\n\n<p>\nفتعجبت من توكف عبراته، وترتداف زفراته، مع صغر سنه، وغض شبابه، فسألت\nبعض الصوفية عنه فقال: انه تائب غزير الدموع، كثير السجود والركوع، رقيق\nالقلب شفيق الحب.\n</p>\n\n<p>\nفبينما نحن كذلك، إذا قرأ القرآن: {فاذكروني أذكركم} \"البقرة 152، \" فقام\nقائما على قدميه، وهو يقول: سيدي، خاب من في قلبه غير ذكرك. وهل في الأكوان\nغيرك حتى يذكر يا حبيب القلوب؟!.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nتهتكي في الهوى حلا لي ... وعاذلي ما له وما لي\n</p>\n\n<p>\nيلومني في الغرام جهلا ... وكلما لامني حلا لي\n</p>\n\n<p>\nقالوا تسليت قلت كلا ... يا قوم مثلي يكون سالي\n</p>\n\n<p>\nقالوا تعشقت قل أهلا ... لقد تعشقت لا أبالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو علي: الرجال في هذا المقام على أربعة أقسام:\n</p>\n\n<p>\nالقسم الأول: رجل قد استولى على قلبه عظمة الله وكحبته، فاشتغل بذكره عن\nذكر من سواه، ولم تله الأكوان عن الاستئناس بذكره، فهذا هو الذي وصفه الله\nتعالى، فقال: {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله} النور 37.\n</p>\n\n<p>\nوالثاني: رجل عاهد الله تعالى بصدق الاجابة، وتحقق العبودية، وإخلاص\nالورع، والقيام بالوفاء، فهو الذي وصفه الله تعالى بقوله: {رجال صدقوا ما\nعاهدوا الله عليه} الأحزاب 23.\n</p>\n\n<p>\nوالثالث: رجل يتكلم لله وفي الله وبالله ومن أجل الله، ويأمر بالمعروف،\nوينهى عن المنكر على سائر ضمائر الأسرار، ثم على ظواهر النفوس الأغيار، وهو\nالذي وصفه الله تعالى، فقال: {وجاء من أقصى المدينة رجل يسعى} يس 20.\n</p>\n\n<p>\nوالرابع: رجل يتكلم سره عن نفسه وعن الملكين الموكلين، ولا يطلع على سره\nإلا مولاه، وهو الذي وصفه الله تعالى، فقال: {الله نزل أحسن الحديث} ، إلى\nقوله: {إلى ذكر الله} الزمر 23، فهذا هو في ظاهره كالسلي الخلي، وفي باطنه\nكالمتولي الشجي.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nإليك وإلا لا يفيد سرى الساري ... ولا حرف إلا ما تلاه لك القاري\n</p>\n\n<p>\nفيا منيتي <span id='ms040'></span> يا بغيتي بل ورحمتي ... ويا جنتي في كل حال ويا ناري\n</p>\n\n<p>\nإذا صح منك الاعتقاد فكل ما ... على الأرض فان من شموس وأقمار\n</p>\n\n<p>\nقال المغيرة بن حبيب: كنت أسمع بمجاهدة المحبين، ومناجاة العارفين، وكنت\nأشتهي أن أطلع على شيء من ذلك، فقصدت مالك بن دينار، فرمقته على غفلة\nوراقبته من حيث لا يعلم ليالي عدة، فكان يتوضأ بعد العشاء الآخرة، ثم يقوم\nإلى الصلاة، فتارة يفني ليلة في تكرار آية أو آيتين، وتارة يدرج القرآن\nدرجا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا سجد وحان انصرافه من صلاته، قبض على لحيته، وخنقته العبرة، وجعل\nيقول: بحنين الثكلى وأنين الولهى، يا إلهي، ويا مالك رقي، ويا صاحب نجواي،\nويا سامع شكواي، سبقت بالقول تفضلا وامتنانا، فقلت: {يحبهم ويحبونه}\nالمائدة 54، والمحب لا يعذ حبيبه، فحرم شيبة مالك على النار. إلهي قد علمت\nساكن الجنة من ساكن النار، فأي الرجلين مالك، وأي الدارين دار مالك؟.\n</p>\n\n<p>\nثم يناجي كذلك إلى أن يطلع الفجر، فيصلي الصبح بوضوء العتمة رحمه الله.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>الفصل الرابع عشر</h1>\n\n<p>\nيا من أقعده الحرمان، هذه رفاق التائبين عليك عبور. لا رسالة دمع ولا نفس\nآسف، وما أراك إلا مهجور. هذا نذير الشيب ينذر بالرحلة تهيأ لها منذور. كم\nأعذار؟ كم كسل؟ كم غفلة؟ ما أجدك يوم الحساب معذور. بيت وصلك خراب، وبيت\nهجرك معمور. بدر عساك تجبر بالتوبة وتعود مجبور، سجدة واحدة واصل بها السحر\nوتنجو من الأهوال، {ولله يسجد من في السماوات والأرض طوعا وكرها وظلالهم\nبالغدو والآصال} الرعد 15.\n</p>\n\n<p>\nلله در أقوام قلوبهم معمورة بذكر الحبيب، ليس فيها لغيره حظ ولا نصيب، إن\nنطقوا فبذكره، وإن تحركوا فبأمره، وإن فرحوا فبقربه، وإن ترحوا فبعتبته،\nأقواتهم ذكر الحبيب، وأوقاتهم بالمناجاة تطيب، لا يصبرون عنه لحظة، ولا\nيتكلمون في غير رضاه بلفظة.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nحياتي منك في روح الوصال ... وصبري عنك من طلب المحال\n</p>\n\n<p>\nوكيف الصبر عنك وأي صبر ... لعطشان عن الماء الزلال\n</p>\n\n<p>\nإذا لعب الرجال بكل شيء ... رأيت الحب يلعب بالرجال\n</p>\n\n<p>\nيروى عن رسول الله صلى الله عليه وسلم <span id='ms041'></span> أنه قال: \"إذا بلغ العبد أربعين\nسنة، ولم يغلب خيره على شره، قبله الشيطان بين عينيه، وقال: فديت وجها لا\nيفلح أبدا، فان من الله عليه، وتاب إليه، واستنقذه من الضلالة، واستخرجه من\nغمرات الجهالة، يقول الشيطان لعنه الله: يا ويلاه، قطع عمره بالضلالة، فأقر\nبالمعصية عيني، ثم أخرجه الله من الجهالة بتوبته ورجوعه إلى ربه\" (1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر في بعض الأخبار أن رجلا كان من الفقهاء من أهل بغداد، وكان ممن يسار\nإليه في العلم والصلاح، وكان شيخا كبيرا فاضلا، وأراد الحج إلى بيت الله\nالحرام، وزيارة قبر نبيه عليه الصلاة والسلام، فألف من أصحابه جماعة من\nالذين كانوا يقرؤون عليه، فارتبط معهم على أنهم يخرجون متوكلين على الله عز\nوجل.\n</p>\n\n<p>\nفلما ساروا في بعض الطريق، وإذا بدير نصراني، وقد أعياهم الحر والعطش،\nفقالوا: يا أستاذنا، نسير لهذا الدير، فنستظل حتى يبرد النهار، ونرحل إن\nشاء الله تعالى، فقال لهم: افعلوا ما شئتم، فساروا إلى ذلك الدير، ونزلوا\nعند جداره وقد أصابهم العياء والحر، فنام الطلبة، والشيخ لم ينم.\n</p>\n\n<p>\nقال: فتركهم الشيخ نائمين، وخرج يطلب ماء لوضوئه، ولم يكن له هم إلا ذلك،\nفبينما هو يمشي في حومة الدير يطلب الماء، فرفع رأسه، فرأى جارية صغيرة\nالسن، كأنها الشمس الضاحية، فلما رآها الشيخ تمكن إبليس من قلبه، ونسي\nالوضوء والماء، ولم يكن له هم إلا الجارية، فأقبل يقرع الباب قرعا عنيفا،\nفخرج إليه راهب وقال له: من أنت؟\n</p>\n\n<p>\nقال له: أنا فلان العالم الفلاني، وعرفه بنفسه واسمه.\n</p>\n\n<p>\nفقال له الراهب: ما تريد يا فقيه المسلمين؟.\n</p>\n\n<p>\nقال له: يا راهب، هذه الصبية التي بدت من أعلى الدير، ما هي منك؟.\n</p>\n\n<p>\nقال الراهب: هي ابنتي، فما سؤالك عنها؟.\n</p>\n\n<p>\nقال له الشيخ: أريد أن تزوجني إياها.\n</p>\n\n<p>\nقال له الراهب: إن ذلك لا يجوز عندنا في ديننا، ولو كان جائزا، لكنت\nأزوجها منك بغير مشورتها، ولكن قد جعلت لها على نفسها عهدا، أن لا أزوجها\nإلا من ترضى لنفسها، ولكن أنا أدخل عليها وأعلمها بخبرك <span id='ms042'></span>، فإن هي رضيتك\nلنفسها، زوجتك منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nقال له الشيخ: حبا وكرامة.\n</p>\n\n<p>\nقال: فذهب الراهب إلى ابنته، فأعلمها بالقصة، والشيخ يسمع.\n</p>\n\n<p>\nفقالت: يا أبت، كيف تزوجني منه، وأنا على دين النصرانية، وهو على دين\nالإسلام، إن ذلك لا يتم له إلا أن يدخل في دين النصرانية.\n</p>\n\n<p>\nقال: فعند ذلك، قال لها الراهب: أرأيت إن دخل في دينك، تتزوجينه؟.\n</p>\n\n<p>\nقالت: نعم.\n</p>\n\n<p>\nوالشيخ العالم في هذا كله يتضاعف به الأمر، وإبليس يزينها في عينيه،\nوأصحابه رقود، ليس عندهم علم بما حل به.\n</p>\n\n<p>\nقال: فعند ذلك، أقبل عليها الشيخ وقال لها: قد نبذت دين الإسلام، ودخلت\nفي دينك.\n</p>\n\n<p>\nقالت له الجارية: هذا زواج قدري، ولكن لا بد من حق الزوجية ودفع المهر،\nوأين الحق، وأراك رجلا فقيرا، ولكن أقبل منك في حقي إن ترعى هذه الخنازير\nعاما كاملا، ويكون ذلك صداقي.\n</p>\n\n<p>\nقال لها: نعم، لك ذلك، ولكن أشترط عليك إن لا تجبي وجهك عني، لأنظر إليك\nغدوة وعشيا.\n</p>\n\n<p>\nقالت: نعم.\n</p>\n\n<p>\nفأخذ عصاه التي كان يخطب عليها، وأقبل بها على الخنازير، يزجرها لتمشي\nللمرعى.\n</p>\n\n<p>\nوجرى هذا كله وأصحابه نيام، فلما استيقظوا من نومهم طلبوا الشيخ فلم\nيجدوه، فسألوا عنه الراهب، فأعلمهم بالقصة.\n</p>\n\n<p>\nقال: فمنهم من خر مغشيا عليه، ومنهم من بكى وناح، ومنهم من تأسف على ما\nحل به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nثم قالوا للراهب: وأين هو؟.\n</p>\n\n<p>\nقال لهم: يرعى الخنازير.\n</p>\n\n<p>\nقال: فمضينا إليه، فوجدناه متكئا على عصاه التي كان يخطب عليها وهو يزجر\nبها الخنازير، وقلنا له: يا سيدنا، ما هذا البلاء الذي حل بك.\n</p>\n\n<p>\nوجعلنا نذكره فضل القرآن والإسلام، وفضل محمد صلى الله عليه وسلم، وقرأنا\nعليه القرآن والحديث.\n</p>\n\n<p>\nفقال لنا: إليكم عني، فأنا أعلم بما تذكرونني به منكم، ولكن قد نزل بي\nالبلاء من عند رب العالمين.\n</p>\n\n<p>\nقال: فكلما عالجناه ليسير معنا، ما قدرنا عليه، فمضينا إلى مكة وتركناه،\nوفي قلوبنا منه حسرة.\n</p>\n\n<p>\nوقضينا حجنا ورجعنا نريد بغداد، فلما صرنا إلى ذلك الموضع، فقلنا: تعالوا\nننظر ما فعل الشيخ، لعله ندم وتاب إلى الله عز <span id='ms043'></span> وجل، ورجع عما كان فيه.\n</p>\n\n<p>\nقال: فذهبنا إليه، فوجدناه على حالته، وهو يزجر الخنازير، فسلمنا عليه\nوذكرناه، وقرأنا عليه القرآن، فما رد علينا شيئا، فانصرفنا عنه وفي قلوبنا\nمنه حسرة عظيمة.\n</p>\n\n<p>\nقال: فلما صرنا على بعد من الدير، وإذا نحن بسواد قد أقبل علينا من ناحية\nالدير، وهو يصيح علينا، فوقنا له، فإذا هو صاحبنا الشيخ قد لحق بنا.\n</p>\n\n<p>\nوقال: اشهد أن لا اله إلا الله، وأشهد أن محمدا رسول الله، وأنا قد تبت\nإلى الله، ورجعت عما كنت فيه، وما كنت فيه، وما كان ذلك إلا من ذنب كان\nبيني وبين ربي عاقبني به، فكان من البلاء ما رأيتم.\n</p>\n\n<p>\nقال: فسررنا بذلك غاية السرور، وجئنا إلى بغداد، وأقبل الشيخ على العبادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوالاجتهاد أكثر مما كان عليه قبل ذلك، فبينما نحن في دار الشيخ نقرأ\nعليه، وإذا نحن بامرأة قد قرعت الباب، فخرجنا إليها وقلنا لها: ما حاجتك\nأيتها المرأة.\n</p>\n\n<p>\nقالت: أريد الشيخ وقولوا: إن فلانة بنت فلان الراهب قد جاءت لتسلم على\nيديك، فأذن لها بالدخول، فدخلت، وقالت: يا سيدي جئت لأسلم على يديك.\n</p>\n\n<p>\nفقال لها الشيخ: وما كانت القصة.\n</p>\n\n<p>\nقالت له: لما وليت عني، غلبتني عيناي، فنمت، فرأيت فيما يرى النائم علي\nبن ابي طالب رضي الله عنه، وهو يقول: لا دين إلا دين محمد صلى الله عليه\nوسلم، قال لي ذلك ثلاث مرات، ثم قال لي بعد ذلك: ما كان الله ليبتلي بك\nوليا من أوليائه. وها أنا ذا قد جئت إليك، وأنا بين يديك، وأقول: أشهد أن\nلا اله إلا الله وأشهد أن محمدا رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nففرح الشيخ بذلك، حيث من الله عليها بدين الإسلام على يديه، فتزوجها على\nكلمة الله وسنة رسوله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال: فسألناه عن ذلك الذنب الذي كان بينه وبين الله.\n</p>\n\n<p>\nقال: كنت يوما ماشيا في بعض الأزقة، وإذا برجل نصراني قد لصق بي، فقلت\nله: ابعد عني عليك لعنة الله. فقال: ولم؟ قلت له: أنا <span id='ms044'></span> خير منك.\n</p>\n\n<p>\nفالتفت النصراني، وقال: ما يدريك أنك خير مني، وهل تدري ما عند الله\nتعالى حتى تقول هذا الكلام؟.\n</p>\n\n<p>\nوقد بلغني بعد ذلك أن هذا الرجل النصراني قد أسلم وحسن إسلامه، ولزم\nالعبادة، فعاقبني الله تعالى من أجل ذلك ما رأيتم.\n</p>\n\n<p>\nنسأل الله العافية في الدنيا والآخرة.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>الفصل الخامس عشر</h1>\n\n<p>\nمعاشر التائبين: تعالوا نبكي على الذنوب فهذا مأتم الحزان، تعالوا نسكب\nالمدامع. ونشتكي الهجران، لعل زمان الوصال يعود كما كان.\n</p>\n\n<p>\nهذا بياض الشيب ينذر بخراب الأوطان، يا من تخلف حتى شاب، وقد رحلت\nالأظعان.\n</p>\n\n<p>\nيا تائها في تيه، التخلف، يا حائرا في برية الحرمان، نهارك في الأسباب،\nوليلك في الرقاد، هذه الخسارة عيان، إذا ولى الشباب ولم يربح، ففي الشباب\nولم يربح، ففي المشيب يكون الخسران، أملك طويل بعيد، وربما هيئت لك\nالأكفان.\n</p>\n\n<p>\nقف على ساحل التوبة، فبحار المعاصي طوفان، ضيعت ربيع الشباب حتى ذبل من\nمعاصي الرحمن، فعند إقبال المشيب، ندمت على ما قد كان. إن لم يشاهدك رفيق\nالتوفيق، وإلا ففي الحرمان حرمان. وقد يرحم المولى من ضعف عن الأسباب\n{يمحوا الله ما يشاء ويثبت وعنده أم الكتاب} الرعد 39.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأتبني بناء الخالدين وإنما ... بقاؤك فيها لو عقلت قليل\n</p>\n\n<p>\nلقد كان في ظل الأراك مقيل ... لمن كل يوم يقتفيه رحيل\n</p>\n\n<p>\nويروى عن الحسن البصري رضي الله عنه، أنه كان يقول: يا ابن آدم، إن لك\nعاجلا وعاقبة، فلا تؤثر عاجلتك على عاقبتك، فقد، والله، رأيت أقواما آثروا\nعاجلتهم على عاقبتهم، فهلكوا وذلوا وافتضحوا.\n</p>\n\n<p>\nيا ابن آدم، بع دنياك بآخرتك تربحهما جميعا، ولا تبع آخرتك بدنياك\nفتخسرهما جميعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nيا ابن آدم، لا يضرك ما أصابك منشدة الدنيا إذا ادخر لك خير الآخرة، وهل\nينفعك ما أصبت من رخائها إذا حرمت من خير الآخرة.\n</p>\n\n<p>\nيا ابن آدم، الدنيا مطية، إن ركبتها حملتك، وإن حملتها قتلتك.\n</p>\n\n<p>\nيا ابن آدم: إنك مرتهن بعملك، وآت على أجلك، ومعروض على ربك، فخذ مما في\nيديك لما بين يديك، وعند لموت يأتيك الخبر.\n</p>\n\n<p>\nيا <span id='ms045'></span> ابن آدم: لا تعلق قلبك بالدنيا فتعلقه بشر متعلق، حسبك أيها المرء ما\nبلغك المحل.\n</p>\n\n<p>\nويروى عن مالك بن دينار رضي الله عنه، أنه كان ماشيا في بعض أزقة البصرة،\nإذا هو بجارية من جواري الملك، راكبة ومعها الخدم والممإليك، فسمع مالك\nحسها خلفه، فالتفت إليها وهي راكبة، فرأى زهرتها وهيأتها وحالها، فنادى:\nأيتها الجارية هل يبيعك مولاك.\n</p>\n\n<p>\nقال: فلما سمعت منه تلك الكلمة، نظرت إليه، فرأت عباءة خلقة بالية، وله\nهيأة حسنة وتواضع وسكينة لله عز وجل.\n</p>\n\n<p>\nفقالت للخدم: أمسكوا مطيتي، فمسكوها، فردت رأسها إليه، وقالت له: يا شيخ،\nأعد علي مقالتك. قال: قلت هل يبيعك مولاك. قالت: ويلي عليك، وهل لمثلك ما\nيشتريني به لو باعني؟!.\n</p>\n\n<p>\nقال: فحف به الممإليك، قال: خلوا عني أسير معكم، فسار معهم حتى أتت\nقصرها، فقام إليها حجبة الدار فأنزلوها، فدخلت، وبقي مالك بباب القصر حتى\nوصلت إلى مولاها، فقالت: يا مولاي، إلا أحدثك بعجب؟!.\n</p>\n\n<p>\nقال: وما هو يا حسنة؟.\n</p>\n\n<p>\nقالت: يا مولاي لقيني شيخ كبير فقير عليه عباءة رثة بالية، فنظر إلى حسني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوجمالي وبهائي وكمالي وممإليكي، فأعجبه ما رأى من هيأتي، فقال: هل يبيعك\nمولاك، فضحك مولاها من ذلك، وقال لها: وأين هو ويلك؟! قالت: قد جئتك به\nمعي، وها هو بباب القصر، فقال: أدخلوه علي.\n</p>\n\n<p>\nفدخل مالك، ولم يعرفه الرجل، فلما وقف بباب مجلسه، إذ هو بيت مملوء بضروب\nمن الوطأ، والمتكأ، وإذا هو بصاحب القصر قاعد على مرتبة عظيمة، فجعل مالك\nينظر إليه. فقال: مالك؟ أدخل أيها الشيخ.\n</p>\n\n<p>\nفقال مالك: لا أدخل حتى ترفع هذا الوطاء، وتغيب عني فنتنته، حتى لا أنظر\nإليه، ولا أطأ شيئا منه.\n</p>\n\n<p>\nفألقى الله الهيبة والطاعة في قلب صاحب القصر، فأمر برفع الوطاء والبسط،\nحتى كشف عن الرخام، وقعد صاحب القصر على كرسي قال: اجلس أيها الشيخ كما\nأحببت.\n</p>\n\n<p>\nقال: لا والله حتى تنول عن هذا الكرسي، وتجلس على هذا المرمر. قال: فجلس\nالرجل، وجلس مالك معه.\n</p>\n\n<p>\nفقال رب البيت: قل حاجتك أيها الشيخ <span id='ms046'></span>.\n</p>\n\n<p>\nقال: جاريتك هذه التي دخلت عليك الساعة، أتبيعها لي؟.\n</p>\n\n<p>\nفقال له صاحب القصر: وهل لك ما تبتاعها به مني؟.\n</p>\n\n<p>\nقال: وما ثمنها؟.\n</p>\n\n<p>\nقال له: إن من شأنها وقدرها وحالها ومالها، تساوي كذا وكذا ألفا.\n</p>\n\n<p>\nفقال مالك: والله ما تساوي عندي نواتين مسوستين، فضحك الرجل، وضحكت\nالجارية، وضحك الجواري والخدم من وراء الستر من كلام مالك.\n</p>\n\n<p>\nفقال مالك: وما الذي أضحككم؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال صاحب البيت: وكيف كان ثمنها بهذه الخساسة عندك؟.\n</p>\n\n<p>\nفقال مالك: لكثرة عيوبها.\n</p>\n\n<p>\nقال: ومن أعلمك بعيوبها.\n</p>\n\n<p>\nقال: أنا أعلم من عيوبها ما لم تعلم أنت.\n</p>\n\n<p>\nقال: أعلمني بها، وأوقفني عليها.\n</p>\n\n<p>\nقال: إن لم تتعطر تغيرت، وإن لم تستك بخرت (1) ، وإن لم تغتسل بظرت، وإن\nلم تمتشط قملت وشعثت، وإن عمرت عن قليل هرمت وهي ذات بخار، وبصاق، وحيض\nوبول وغائط أقذار جملة، وآفات بينة، ولعلها لا تريدك إلا لنفسها، ولا تحبك\nإلا لتمتعها بك، وتمتعك بها، فلا تفي بعهدك، ولا تصدق في ودك وعهدك، ولا\nيتخلف عليها أحد من بعدك إلا رأته مثلك. وأنا أجد بدون ما سألت جارية خلقت\nمن سلالة الكافور، ولو مزج بريقها الأجاج لطاب، ولو دعي ميت بكلامها لأجاب،\nولو بدا معصمها.\n</p>\n\n<p>\nللشمس لأظلمت دونه، ولو برز لسواد الليل لسطع نوره، ولو واجهت الآفاق\nبحليها وحللها، لتزخرفت، ولو نفخ ريح ذوائبها على الأرض وما فيها لتعطرت،\nفهي العطرة الشكلة المغنجة المتنسقة، التي نشأت في رياض المسك والزعفران\nوغنيت بماء التنسيم، فلا يكسف بالها، ولا يحول حالها، ولا يخلف عهدها، ولا\nيتبدل ودها، ولا يتوقع ضدها. فأيهما أحق بالرفعة أيها المغرور؟.\n</p>\n\n<p>\nقال: التي وصفت، فما ثمنها رحمك الله؟.\n</p>\n\n<p>\nقال: اليسير المبذول، أن تتفرغ ساعة عن ليلك، فتقوم فتصلي ركعتين تخلصهما\nلربك، وأن تضع طعامك بين يديك، فتذكر جائعا، فتؤثره على شهوتك، وأن تخطو\nالطريق فتلتقط منه حجرا ومدرا، وأن تحرك لسانك بطيب الكلام، أو بذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالله، وأن تقطع أيامك باليسير من القوت، وترفع همتك عن دار الغفلة، فتعيش\nفي الدنيا عيش القنوع راسخا، وتأتي غدا يوم <span id='ms047'></span> القيامة آمنا، وتنزل على الملك\nالأكبر مخلدا.\n</p>\n\n<p>\nقال: فعند ذلك نادى: يا جارية.\n</p>\n\n<p>\nقالت: لبيك يا مولاي.\n</p>\n\n<p>\nقال: أسمعت ما قاله الرجل؟.\n</p>\n\n<p>\nقالت: نعم.\n</p>\n\n<p>\nقال لها: هل هو صادق، أم كاذب؟.\n</p>\n\n<p>\nقالت: بل هو، والله صادق.\n</p>\n\n<p>\nقال: فأنت إذن حرة لوجه الله تعالى، وضيعة كذا وكذا عليك صدقة، وأنتم\nأيها الغلمان أحرار، وضياع كذا وكذا عليكم صدقة، وهذه الدار صدقة بجميع ما\nفيها من الأثاث والأموال على الفقراء والمساكين.\n</p>\n\n<p>\nومد يده على ستر كان على بعض أبوابه، فأخذه وستر به نفسه ورمى جميع ما\nكان عليه من اللباس.\n</p>\n\n<p>\nقالت الجارية: يا مولاي، لا عيش لي بعدك، فرمت بكسوتها ولبست ثوبا خشنا\nوخرجت معه، فودعهما مالك بن دينار ودعا لهما وأخذا طريقا، وأخذ مالك طريقا\nآخر.\n</p>\n\n<p>\nقال ناقل الحديث: فذكر أنها لم يزالا يعبدان الله عز وجل على تلك الحالة\nحتى لقياه. رحمة الله عليهم ونفعنا ببركاتهم\n</p>\n\n<h1 class='l1' id='head17'>.... </h1>\n\n<p>\nآمين.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>الفصل السادس عشر</h1>\n\n<p>\nيا تائها في الضلال بلا دليل ولا زاد، متى يوقظك منادي الرحيل فترحل عن\nالأموال والأولاد؟ قل لي: متى تتيقظ وماضي الشباب لا يعاد، ويحك كيف تقدم\nعلى سفر الآخرة بلا زاد ولا راحلة. ستندم إذ حان الرحيل، وأمسيت مريضا\nتقاد، ومنعت التصرف فيما جمعت، وقطعت الحسرات منك الأكباد، فجاءتك السكرات،\nومنع عنك العواد، وكفنت في أخصر الثياب، وحملت على الأعواد، وأودعت في ضيق\nلحد وغربة ما لها من نفاذ، تغدو عليك الحسرات وتروح إلى يوم التناد، ثم\nبعده أهوال كثيرة، فيا ليتك لمعاينتها لا تعاد.\n</p>\n\n<p>\nفاغتنموا بضائع الطاعات، فبضائع المعاصي خاسرة {كلا بل تحبون العاجلة\nوتذرون الآخرة} القيامة 2021.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nاحذر دنياك وغرتها ... واحذر إن تبد لها طلبا\n</p>\n\n<p>\nتبغى ودا ممن قدما ... لك قد قتلت أما وأبا\n</p>\n\n<p>\nوعلى الجيران فقد جارت ... كلا قهرت أولت عطبا\n</p>\n\n<p>\nكم من ملك ذي مملكة ... قد مال لها سكرا وصبا\n</p>\n\n<p>\nأضحى في اللحد ومقعده ... بتراب اللحد قد احتجبا\n</p>\n\n<p>\nاطلب مولاك ودع دنياك ... ففي أخراك ترى عجبا\n</p>\n\n<p>\nكم من قصر قد شيد بنا ... بالموت وها أضحى <span id='ms048'></span> خربا\n</p>\n\n<p>\nيا طالبها لا تله بها ... كم من تاه ملك غضبا\n</p>\n\n<p>\nأين الماضون قد سكنوا ... لحدا فردا خربا تربا\n</p>\n\n<p>\nكانوا ومضوا ثم انقرضوا ... فتأدب أنت بهم أدبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفالعمر مضى والشيب أتى ... والموت لجينك قد قربا\n</p>\n\n<p>\nفأعد الزاد فما سفر ... عمر الأيام قد انتهبا\n</p>\n\n<p>\nبادر بالتوب وكن فطنا ... لا تلق بجريتك النصبا\n</p>\n\n<p>\nفلعل الله برحمته ... يلقي بالعفو لنا سببا\n</p>\n\n<p>\nقال أبو سليمان الداراني رحمه الله: كنت أحمل الحطب من الجبال وأتقوت به،\nوكان طريقي فيه التقوى والتحري، فرأيت جماعة من صلحاء البصرة في النوم،\nمنهم الحسن ومالك بن دينار، وفرقد السبخي.\n</p>\n\n<p>\nفقلت لهم: أنتم أئمة المسلمين فدلوني على الحلال الذي ليس فيه تبعة، ولا\nللخلق فيه منة، فأخذوا بيدي وأخرجوني من طرسوس إلى مرج فيه خبازي، فقالوا\nلي: هذا هو الحلال الذي ليس فيه لله تبعة، ولا للخلق فيه منة.\n</p>\n\n<p>\nقال: قعدت آكل منه دهرا نيئا، وآكل منه مطبوخا، فأوجدني الله تعالى قلبا\nطيبا.\n</p>\n\n<p>\nقلت: إن كان أهل الجنة بالقلب الذي لي، فهم والله في عيش.\n</p>\n\n<p>\nفخرجت يوما على باب البلد، وإذا بفتى يريد البلد، وكانت لي قطيعات بقيت\nلي من الحطب الذي كنت أبيعه قبل ذلك، فقلت: هذه لا أحتاج إليها، أدفعها\nلهذا الفقير ينفقها.\n</p>\n\n<p>\nفلما دنا مني، أدخلت يدي لأخرجها له، فرأيته قد حرك شفتيه، وإذا كل ما\nحولي من الأرض ذهب وفضة، حتى كاد يخطف بصري.\n</p>\n\n<p>\nقال: ثم خرجت مرة أخرى، فرأيته قاعدا وبين يديه ركوة وفيها ماء، فسلمت\nعليه، ثم طلبت منه أن يكلمني فمد رجله، فقلب الركوة بمائها، ثم قال: كثرة\nالكلام تنشف الحسنات، كما تنشف هذه الأرض الماء، يكفيك.\n</p>\n\n<p>\nقال محمد بن غسان صاحب الكوفة وقاضيها: دخلت على أمي في يوم عيد أضحى،\nفرأيت عندها عجوزا في أطمار رثة، وإذا لها بيان ولسان، فقلت لأمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nمن هذه؟ فقالت: خالتك عانية أم جعفر بن يحيى البرمكي، وزير هارون الرشيد،\nفسلكت عليها، وسلمت علي، فسألتها عن حالها، وقلت لها: صيرك الدهر إلى ما\nأرى!.\n</p>\n\n<p>\nقالت: نعم يا <span id='ms049'></span> بني، إنما كنا في عوار ارتجعها الدهر منا.\n</p>\n\n<p>\nفقلت لها: حدثني ببعض شأنك.\n</p>\n\n<p>\nقالت: خذ جملة، وقس على ذلك. لقد مضى علي عيد مثل هذا منذ ثلاث سنين،\nوعلى رأسي أربعمائة وصيفة، وأنا أزعم أن ابني عاق، وقد كان بعث إلي برسم\nالضاحي ألف رأس من الغنم، وثلاثمائة رأس من البقر، دون ما يتبع ذلك من\nالزينة واللباس، وقد جئتكم اليوم أطلب جلدي شاتين أجعل إحداهما شعارا،\nوالآخر دثارا (1) ، تعني غطاء بليل.\n</p>\n\n<p>\nقال: فغمني ذلك من قولها، وكربني ما رأيت من حالها، وأبكاني والله قولها،\nفوهبت لها دنانير كانت عندي.\n</p>\n\n<p>\nفانظر أخي حال الدنيا، وكيف يحول نعيمها وكيف يذهب ويزول، فالمغرور،\nوالله من اغتر بها، والمسعود من رأى عيبها وفر منها والمصائب في الدنيا\nأعداد: فواحد يصاب في الأموال والأولاد، والآخر يعرى من الإسلام بالطرد\nوالإبعاد.\n</p>\n\n<p>\nقال: بعض السادات: كنت جالسا عند الحسن البصري رضي الله عنه، فمر بنا قوم\nيجرون قتيلا، فلما رآه الحسن البصري، وقع مغشيا عليه، فلما أفاق من غشيته،\nسألته عن أمره فقال: إن هذا الرجل كان من أفضل العباد والزهاد وكبار\nالسادات، فقلت له: يا أبا سعيد أخبرنا بخبره، وأطلعنا على أمره.\n</p>\n\n<p>\nقال: إن هذا الشيخ خرج من بيته يريد المسجد ليصلي فيه، فرأى في طريقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nجارية نصرانية، فافتتن بها، فامتنعت عليه، فقالت: لا أتزوجك حتى تدخل في\nديني، فلما طالت المدة، وزاد به الأمر جبذته شهوته، ثم غلبت عليه شقوته،\nفأجاب إلى ذلك، وبريء من دين الحنيفية.\n</p>\n\n<p>\nفلما صار نصرانيا، وكان منه ما كان، خرجت المرأة من خف الستر، وقالت: يا\nهذا، لا خير فيك، خرجت من دينك الذي صحبته عمرك من أحل شهوة لا قدر لها،\nلكن أنا أترك دين النصرانية طلبا لنعيم لا يفنى عني طول الأبد في جوار\nالواحد الصمد، ثم قرأت: {قل هو الله أحد الله الصمد لم يلد ولم يولد ولم\nيكن له كفوا أحد} سورة الإخلاص.\n</p>\n\n<p>\nفتعجب الناس من أمرها، وقالوا لها: أكنت تحفظين هذه السورة قبل هذا <span id='ms050'></span>؟!\nقالت: لا والله ما عرفتها قط، ولكن هذا الرجل لما ألح علي، رأيت في النوم\nكأني دخلت النار، فعرض علي مكاني منها، فارتعبت وخفت خوفا شديدا، فقال لي\nمالك: لا تخافي ولا تحزني، فقد فداك الله بهذا الرجل منها، ثم أخذ بيدي،\nوأدخلني الجنة، فوجدت فيها سطرا مكتوبا. فقرأته، فوجدت فيه {يمحوا الله ما\nيشاء ويثبت وعنده أم الكتاب} الرعد 39. ثم أقرأني سورة الإخلاص، فأقبلت\nأرددها، ثم انبتهت وأنا أحفظها.\n</p>\n\n<p>\nقال الحسن: فأسلمت المرأة، وقتل الشيخ على ردته نصرانيا. نسأل الله\nالعافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>الفصل السابع عشر</h1>\n\n<p>\nيا من يذوب ولا يتوب، كم كتبت عليك الذنوب، ويحك خل الأمل الكذوب.\nواأسفا، أين أرباب القلوب، تفرقت بالهوى في شعوب، ندعوك إلى صلاحك ولا\nتؤوب، واعجبا لك، ما الناس إلا ضروب.\n</p>\n\n<p>\nيا دهر ما أقضاك من متلون ... في حالتيك وما أقلك منصفا\n</p>\n\n<p>\nوغدوت للعبد الجهول مصافيا ... وعلى الكريم الحر سيفا مرهفا\n</p>\n\n<p>\nدهر إذا أعطى استرد عطاءه ... وإذا استقام بدا له فتحرفا\n</p>\n\n<p>\nلا أرتضيك وإن كرمت لأنني ... أدري بأنك لا تدوم على الصفا\n</p>\n\n<p>\nما دام خيرك يا زمان بشره ... أولى بنا ما قل منك وما كفى\n</p>\n\n<p>\nروي عن الحسن البصري رضي الله عنه أنه قال: أدركت أقواما، وصحبت طوائف،\nكان يأتي على أحدهم الخمسون سنة ونحوها ما طوى منهم أحد ثوبا قط لفراش ولا\nنوم، ولم يأمر أهله قد بعمل طعام، ولا جعل بينه وبين الأرض فراشا، ولقد كان\nيأكل أحدهم الأكلة، فيود أنها حجر في بطنه، وما كانوا يفرحون بشيء من\nالدنيا أقبل ولا يتأسفون على شيء منها أدبر، ولهي أهون عليهم من هذا التراب\nالذي تطؤونه بأرجلكم، ولقد كان أحدهم يعيش عمره مجهودا شديد الجهد، والمال\nالحلال إلى جنبه، فيقال له: إلا تأخذ من هذا المال شيئا لتقتات به؟ فيقول:\nلا والله، إني لأخاف إن أصبت منه شيئا يكون فساد لقلبي وديني.\n</p>\n\n<p>\nويروى عن سلمان الفارسي رضي الله عنه، أنه تزوج امرأة من كندة يقال لها:\nصواب، فأتاها ووقف بباب البيت ونادى باسمها <span id='ms051'></span> فلم تجبه.\n</p>\n\n<p>\nفقال لها: يا هذه أخرساء أنت أم صماء؟ ألا تسمعين؟.\n</p>\n\n<p>\nقالت: يا صاحب رسول الله صلى الله عليه وسلم، ما بي خرس ولا صم ولكن\nالعروس تستحي أن تتكلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nفدخل المنزل، فإذا بالأستار والأرياش ولباس الديباج، فقال: يا هذه أبيتك\nهذا محموم فدثرته، أم تحولت الكعبة في كندة.\n</p>\n\n<p>\nقالت: لا يا صاحب رسول الله، ولكن العروس تزين بيتها، فرفع رأسه فرأى\nخدما وقوفا على رأسه قد أتوه بالماء والطعام، فقال: سمعت رسول الله صلى\nالله عليه وسلم يقول: \"من نام على الموثور، ولبس المشهور، وركب المنظور،\nوأكل الشهوات، لم يرح رائحة الجنة\".\n</p>\n\n<p>\nقالت: يا صاحب رسول الله صلى الله عليه وسلم: أشهدك أن كل ما في البيت\nصدقة لوجه الله تعالى، واكفني برا، أكفك اشتغال البيت ومحاولة العيش، فقال\nلها: رحمك الله وأعانك.\n</p>\n\n<p>\nنفعنا الله ببركاتهم بمنه.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>الفصل الثامن عشر</h1>\n\n<p>\nيا غافلا عن نصيره، يا واقفا مع تقصيره، سبقك أهل العزائم، وأنت في بحر\nالغفلة عائم، قف على الباب وقوف نادم، ونكس رأس الذل وقل: أنا ظالم، وناد\nفي الأسحار: مذنب وراحم، وتشبه بالقوم وإن لم تكن منهم وزاحم، وابعث بريح\nالزفرات سحاب دمع ساجم، وقم في الدجى نادبا، وقف على الباب تائبا، واستدرك\nمن العمر ذاهبه، ودع اللهو جانبا، وطلق الدنيا إن كنت للآخرة طالبا، يا\nنائما طوال الليل سارت الرفقة، ورحل القوم كلهم، وما انتبهت من الرقدة.\n</p>\n\n<p>\nويروى عن اياس بن قتادة رضي الله عنه، وكان سيد قومه، أنه نظر يوما إلى\nشعرة بيضاء في لحيته، فقال: اللهم إني أعوذ بك من فجأة الأمور، أرى الموت\nيطلبني، وأنا لا أفوته، ثم خرج إلى ثومه، وقال لهم: يا بني سعد، قد وهبت\nلكم شبابي فلتهبوا لي شيبتي، ثم دخل داره، ولزم بيته حتى مات.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأمن بعد شيب أيها الرجل الكهل ... جهلت ومنك اليوم لا يحسن الجهل\n</p>\n\n<p>\nتحكم شيب الرأس فيك وإنما ... تميل إلى الدنيا ويخدعك المطل\n</p>\n\n<p>\nدع المطل والتسويف إنك ميت ... وبادر بجد لا يخالطه هزل <span id='ms052'></span>\n</p>\n\n<p>\nسأبكي زمانا هدني بفراقه ... فليس لقلبي عن تذكره شغل\n</p>\n\n<p>\nعجبت لقلبي والكرى إذا تهاجرا ... وقد كان قبل اليوم بينهما وصل\n</p>\n\n<p>\nأخذت لنفسي حتف نفسي بكفها ... وأثقلت ظهري من ذنوب لها ثقل\n</p>\n\n<p>\nوبارزت بالعصيان ربا مهيمنا ... له المن والإحسان والجود والفضل\n</p>\n\n<p>\nأخاف وأرجو عفوه وعقابه ... وأعلم حقا أنه حكم عدل\n</p>\n\n<p>\nوروي عن الحسن البصري أنه كان يقول: يا ابن آدم، هبطت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nصحيفتك، ووكل بك ملكان كريمان، أحدهما عن يمينك، والآخر عن شمالك، فالذي\nعن يمينك يكتب حسناتك، والذي عن يسارك يكتب سيئاتك، اعمل ما شئت، وأقلل أو\nأكثر، حتى إذا فارقت الدنيا، طويت صفحتك، وعلقت في عنقك، فإذا كان يوم\nالقيامة، أخرجت وقيل لك: {اقرأ كتابك كفى بنفسك اليوم عليك حسيبا} الإسراء\n14.\n</p>\n\n<p>\nيا أخي، عدل والله عليك من جعلك حسيب نفسك.\n</p>\n\n<p>\nيا ابن آدم، اعلم أنك تموت وحدك، وتدخل قبرك وحدك، وتبعث وحدك، وتحاسب\nوحدك.\n</p>\n\n<p>\nيا ابن آدم: لو أن الناس كلهم أطاعوا الله، وعصيت أنت، لم تنفعك طاعتهم.\n</p>\n\n<p>\nوروي عن إبراهيم بن أدهم أنه لقي رجلا، فقال له: كيف حالك يا أبا إسحاق،\nفقال له:\n</p>\n\n<p>\nنرقع دنيانا بتمزيق ديننا ... فلا ديننا يبقى ولا ما نرقع\n</p>\n\n<p>\nفطوبى لعبد آثر الله ربه ... وجاد بدنياه لما يتوقع\n</p>\n\n<p>\nويروى أن عون بن عبد الله كان يقول: ويحي، كيف أغفل ولا يغفل عني.\n</p>\n\n<p>\nوكيف يهنأ عيشي، واليوم ثقيل من ورائي؟ كيف لا أبادر بعملي، ولا أدري متى\nأجلي؟ أم كيف أسر بالدنيا ولا يدوم فيها حالي، أم كيف أؤثرها وقد أضرت بمن\nآثرها قبلي؟ وهي زائلة ومنقطعة عني؟ أم كيف لا يطول حزني وربي لا أدري ما\nيفعل بي في ذنوبي.\n</p>\n\n<p>\nويروى عن عائشة رضي الله عنها أنها قالت: كانت تأتي أربعون ليلة ما يوقد\nفي بيت رسول الله صلى الله عليه وسلم مصباح ولا نار. قيل لها: فيم كنتم\nتعيشون؟ قالت على الأسودين: الماء والتمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عائشة بنت سليمان زوج يوسف بن أسباط أنها قالت: قال لي يوسف بن\nأسباط: إني لأشتهي من الله <span id='ms053'></span> ثلاثة، قلت: وما هي؟ قال: أشتهي أن أكون حين\nأموت ليس في ملكي شيء، ولا يكون علي دين، ولا يكون على عظمي لحم.\n</p>\n\n<p>\nولقد أعطي من ذلك كله ولقد قال في مرضه: قالت: هل بقي عندك نفقة؟ قلت:\nلا، فقال: أي شيء تريدين؟ فقلت: أخرج هذه الخابية إلى السوق للبيع، قال:\nفإذا فعلت ذلك، انكشف حالنا، فقال الناس: إنما باعوها من الحاجة.\n</p>\n\n<p>\nوكان عندنا خروف أهداه لنا بعض إخواننا، فأمر بإخراجه إلى السوق، فبيع\nبعشرة دراهم.\n</p>\n\n<p>\nفقال لي: اعزلي درهما لحنوطي، وأنفقي سائرها.\n</p>\n\n<p>\nقالت: فمات وما بقي من الدراهم إلا الدرهم الذي أمر بعزله لحنوطه، رضي\nالله عنه ونفعنا ببركاته.\n</p>\n\n<p>\nيا من تحدثه الآمال، دع عنك هذه الوساوس، متى تنتبه لصلاحك أيها الناعس،\nمتى تطلب الأخرى، يا من على الدنيا يتنافس. متى تذكر وحدتك إذا انفردت عن\nكل مؤانس، يا من قلبه قد قسا وجفنه ناعس.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nإني بليت بأربع ما سلطت ... إلا لعظم بليتي وشقائي\n</p>\n\n<p>\nإبليس والدنيا ونفسي والهوى ... كيف التخلص من يدي أعدائي\n</p>\n\n<p>\nوروي عن عبد الأعلى بن علي رضي الله عنه قال: صعدت على جبل لبنان، لأرى\nمن أتأدب به وأتهذب بأخلاقه، فدلني الله على أحدهم في مغارة، فوجدت فيها\nشيخا تلوح على وجهه الأنوار وقد علته السكينة والوقار، فسلمت عليه، فأحسن\nالرد، فبينما أنا قاعد عنده، وإذا أنا بمطر عظيم وسيل شديد، فاستحييت أن\nآوي إلى المغارة من غير إذنه، فناداني وآواني، وأقعدني على صخرة بإزائه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يصلي على مثلها، وقد ضاق صدري من المطر، وتضييقي عليه في موضعه،\nفناداني، وقال لي: من شرائط الخدام، التواضع والاستسلام. فقلت له: ما علامة\nالمحبة؟\n</p>\n\n<p>\nقال: إذا كان البدن كالحية يلتوي، والفؤاد بنار الشوق يكتوي، فاعلم أن\nالقلب على المحبة منطو، وكل نقمة يشاهدها المحب دون الهجر فهي نعمة، فالكل\nعنه عوض إلا المحبوب. ألا ترى إلى آدم عليه السلام شاهد العتاب والنقمة،\nولكنه لما لم يكن معه هاجر، كانت منحا ونعمة، وجعل يقول رضي الله عنه:\n</p>\n\n<p>\nجسد ناحل <span id='ms054'></span> ودمع يفيض ... وهوى قاتل وقلب مريض\n</p>\n\n<p>\nوسقام على التنائي شديد ... وهموم وحرقة ومضيض\n</p>\n\n<p>\nيا حبيب القلوب قلبي مريض ... والهوى قاتلي ودمعي يفيض\n</p>\n\n<p>\nإن يكن عاشق طويل بلاه ... فبلائي بك الطويل والعريض\n</p>\n\n<p>\nقال: وصاح الشيخ صيحة، فسقط ميتا، فخرجت لأنظر معي من يدفنه وأجهزه، فما\nوجدت أحدا.\n</p>\n\n<p>\nفرجعت إلى المغارة، فطلبته، فما وجدته، فبقيت متحيرا في أمره متفكرا،\nفسمعت هاتفا يقول:\n</p>\n\n<p>\nرفع المحب إلى المحبوب ... وفاز بالبغية والمطلوب\n</p>\n\n<p>\nونفعنا الله ببركاته ورضي الله عنه.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>الفصل التاسع عشر</h1>\n\n<p>\nيا أخي، لا يبيع الباقي بالفاني إلا خاسر، وإياك والأنس بمن ترحل عنه،\nفتبقى كالحائر، رفيق التقوى رفيق صادق، ورفيق المعاصي غادر، مهر الآخرة\nيسير، قلب مخلص، ولسان ذاكر، إذا شبت ولم تنتبه، فاعلم أنك سائر، فديت أهل\nالتهجد بلسان باك وجفن ساهر، كم لهم على باب تتجافى جنوبهم من تملق ودمع\nقاطر، إذا تنسموا نسيم السحر أغناهم عن نسيم العذيب وحناجر، عصفت بهم رواشق\nالاستغفار البواكر، عمروا منازل الخدمة، ومنزل الغفلة خراب داثر.\n</p>\n\n<p>\nقال ذا النون المصري رضي الله عنه: رأيت شابا في بعض السواحل مصفر اللون\nعلى وجه نور القبول، وآثار القرب وعز الأنس، فقلت: السلام عليك يا أخي،\nفقال: وعليك السلام ورحمة الله وبركاته، فقلت له: ما علامة المحبة، فقال:\nالتشتت في البلاد، والتهتك في العباد، وتحريم الرقاد، وخشية البعاد.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأبليت من أحببت يا حسن البلا ... وخصصت بالبلوى رجالا خشعا\n</p>\n\n<p>\nأحببت بلواهم وطول حنينهم ... وأطلت ضرهم لكي يتخضعا\n</p>\n\n<p>\nإخواني: كم إلى دير المحبة من موارد ومصادر، نبهوا رواهب الشوق لتكون\nإليهم سائر، طلبوا منه شرابا عتيقا جل عن معاصرة العاصر، فتح لهم دنان\nالتوله، فانفض منه رحيق التحقيق له شعاع يملأ البصائر، أدار عليهم أقداح\nالوجد، فحنوا إلى المزيد حنين الذاكر، خامرهم سكر التولة، فبدا لهم كل غائب\nوحاضر، استزادوا من هذا الشراب الطيب الطاهر، بذلوا فيه النفوس والأوطان\nوالغائب والحاضر، أطربهم تلحين أهل دير المحبة، فتواجدوا تواجد كابر عن\nكابر، محبوبهم ساقيهم، ومجلس أنسهم منضد بأنواع الأزاهر، ملوك في <span id='ms055'></span> وقت\nالسكر، عبيد في وقت الصحو، فهم بين غائب وحاضر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nشربة من هذا المدام رخيصة ببذل الكون والأوائل والأواخر، لا يتركه إلا\nسيفه ليس لتيه شقائه من آخر، اقبل نصحي وبادر قبل غلق بابه وباكر، يغنيك عن\nكل مطعوم ومشروب، وعن كل نسيم عاطر.\n</p>\n\n<p>\nمنها شرب آدم، وناح عليها نوح، ونشر زكريا بالمناشر، وعرض الخليل على\nالنار،، فما أحس بما هو إليه سائر، وعاجل الشوق موسى فقال: أرني لعلي أرى\nالمنظور في الناظر، وكم لداود من سكر وأشواق وتلحين مزامر، وهام عيسى في\nالبراري لا يأوي على باد ولا حاضر، شربها شربا نبينا محمد صلى الله عليه\nوسلم يوم السبت، فألقت فيه بقية أوجبت المدائح والمفاخر.\n</p>\n\n<p>\nلك انفتح الكون، فاختر هذا الشراب الطيب الطاهر، قطرة منها نهر الكوثر،\nتروى منها في ظمأ الهواجر، دارت على الصديق والفاروق والسعيد إلى العاشر.\nاجتمعوا لشربها في الأول، واجتمعوا لشربها في الآخر، أبقوا في أدنان\nالمعاني بقايا الكرام فعل الأكابر، صفت لأهل الصفة، فصفت بشربها السرائر.\n</p>\n\n<p>\nفاخلع في شربها العذار، فما لك إن خلعت من عاذل، وإن لم تخلعه فما لك من\nعاذر، وزمزم وأطرب وارقص، فالكون كونك، ومحبوبك حاضر. صن موضع السر عن\nسواه، وإياك والخاطر الخاطر، إن نظرت لغيره، أبعدك وما لك إن بعدت من ناصر.\n</p>\n\n<p>\nيا معشر الفقراء، هذه سماعكم، فأين من هو معي حاضر، يا أرباب الأحوال،\nمعكم أتحدث، ولكم أصف، ولركبكم أساير، يا معشر التائبين، أما يهون عليكم\nبذل المعصية لنيل هذا الجوهر الفاخر، إن فاتك هذا السماع ولم تطرب، فأنت في\nبرية الحرمان حائر.\n</p>\n\n<p>\nقال أبو بكر الوراق (1) رضي الله عنه: حقيقة المحبة مشاهدة المحبوب على\nكل حال، فان الاشتغال بالغير حجاب، وأصله التسليم واليقين، فإنها يبلغان\nإلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nدرجات المتقين في جنات النعيم.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأحب الصالحين ولست منهم ... وأطلب أن أنال بهم شفاعة\n</p>\n\n<p>\nوأكره من بضاعته المعاصي ... ولو كنا سواء في البضاعة\n</p>\n\n<p>\nويروى عن ذي النون المصري رضي الله عنه أنه قال: بينما أنا في بعض\nالفيافي والقفار <span id='ms056'></span>، أطوف، وإذا بغلام قد انتقع لونه ونحل جسمه، يتلألأ نور\nالخدمة بين عينيه، وينطق آثار القبول من بين وجنتيه، وعلى وجهه سمت الطاعة\nوالمجاهدة، وهيأة المؤانسة والمشاهدة، وعليه طمران (1) ، وعلى بدنه جبة صوف\nمتفتقة الأكمام والذيول، وعلى أحد كميه مكتوب: {إن السمع والبصر والفؤاد كل\nأولئك كان عنه مسؤولا} الإسراء36. وعلى الكم الآخر مكتوب: {يوم تشهد عليهم\nألسنتهم وأيديهم وأرجلهم بما كانوا يعملون} النور 24. وعلى أذيالها مكتوب:\n{ونحن أقرب إليه من حبل الوريد} ق 16. وعلى ظهرها مكتوب: {يومئذ تعرضون لا\nتخفى منكم خافية} الحاقة 18.\n</p>\n\n<p>\nوعلى رأسه مكتوب:\n</p>\n\n<p>\nحب مولاي بلائي ... حيث مولاي دوائي\n</p>\n\n<p>\nفما رأيت أنظف من طمرين كانا عليه، فتهيأت لخطابه، ثم دنوت منه بعد ساعة،\nفقلت: السلام عليك يا عبد الله، فقال: السلام عليك عليك يا ذا النون، فقلت\nله: ومن أين عرفتني يا أخي؟! فقال: اطلعت حقائق الحق من ضميري على مكنون\nضميرك، فشاهد صفاء معرفتك في غياهب غيوب همتك، فتناطقا وتعانقا، فعرفني أنك\nذو النون المصري.\n</p>\n\n<p>\nفقلت له: يا أخي ما هي ابتداء المحبة؟\n</p>\n\n<p>\nفقال: الاعتبار بهذه الآية التي تراها وتسمعها، وأشار إلى المكتوبة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nطمريه، فقلت له يا أخي وما انتهاء المحبة، فقال: يا ذا النون محبوب بلا\nانتهاء ومحبته بابتهال محال، فقلت له: يا أخي الزهد في الدنيا طلب للعقبى،\nأم طلب للمولى؟\n</p>\n\n<p>\nفقال: يا ذا النون، الزهد في مخلوق لطلب مخلوق آخر خسران، وإنما يصلح\nالزهد في الدنيا المخلوقة لطلب المولى الخالق.\n</p>\n\n<p>\nيا ذا النون، صغرت همة عبد رضيت من محبوب قديم بجنة مخلوقة. إنما معنى\nالزهد: التجنب عن الأغيار، وتتبع الأخيار، ومشاهدة الآثار لوجود الملك\nالجبار، فمن طلب الأغيار، فمطلوبه مشهوده، ومن طلب الجبار، فمطلوبه محبوبه،\nفالمخلوق إذا رضي بمخلوق مثله، فالمشاكلة مقصودة.\n</p>\n\n<p>\nيا أخي ذا النون: الدون كل الدون والمغبون كل المغبون من هجر لذة الكرى\nوالهوى، وأبغض طيب الدنيا، ثم رضي بدون المولى، وكد نفسه وهجر دنياه، رهبة\nأن تكون النار مثواه، أو رغبة أن تكون الجنة مأواه.\n</p>\n\n<p>\nفقلت له <span id='ms057'></span>: يا أخي: تصبرون في هذه الفيافي والمهالك المقحطة بلا زاد؟.\n</p>\n\n<p>\nفغضب، وقال: يا بطال، ما هذا الاعتراض على من لم يطلعك على حاله، ولا\nيأتمنك على سره، أما أمرنا في حال المأكول والمشروب، فهكذا، فوكز برجله\nاليمنى الأرض، فإذا بعين من سمن وعسل، فأكل وأكلت معه، ثم وكز الأرض برجله\nاليسرى فإذا بعين من الماء أحلى من العسل، وأبرد من الثلج، فشرب وشربت معه،\nورد الرمل عليهما، فعادت الأرض كما كانت، كأن لم يكن بها شيء قط، ثم ولى\nعني وتركني، فبقيت باكيا، ومما عاينت متعجبا، رضي الله عنه ونفعنا بأمثاله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>الفصل الموفى عشرين</h1>\n\n<p>\nيا أسيرا في قبضة الغفلة، يا صريعا في سكرة المهلة، يا ناقض العهد، انظر\nلمن عاهدت في الزمن الأول، أكثر العمر قد مضى، وانت تتعلل، يا مدعوا إلى\nنجاته وهو يتوانى، ما هذا الفتور والعمر قد تدانى، كأنك بالدمع يجري عند\nالموت هتانا.\n</p>\n\n<p>\nيا أخي ما أحسن ما كنت فتغيرت، ما أقوم جادتك، فكيف تعثرت؟ يا معاشر\nالمطرود عن رفاق التائبين {وما من غائبة في السماء والأرض إلا في كتاب\nمبين} النمل 75.\n</p>\n\n<p>\nكان بعض الأغنياء كثير الشكر فطال عليه المد، فبطر وعصى، فما زالت نعمته\nولا تغيرت حالته، فقال: يا رب، تغيرت طاعتي، وما تغيرت نعمتي، فهتف به هاتف\nيقول: يا هذا: إن الأيام الوصال عندنا حرمة وذمام، حفظناها نحن لك، وضيعتها\nأنت لنا.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nسأترك ما بيني وبينك واقفا ... فإن عدت عدنا والوداد سليم\n</p>\n\n<p>\nتواصل قوما لا وفاء بعهدهم ... وتترك مثلي والحفاظ قديم\n</p>\n\n<p>\nقال رجل لحاتم الأصم رضي الله عنه: أوصني بشيء أتصل به إلى باب الله\nسبحانه وتعالى، فقد عزمت على سفر الحج.\n</p>\n\n<p>\nفقال: يا أخي، إن أردت أنيسا، فاجعل القرآن أنيسك، وإن أردت رفيقا، فاجعل\nالملائكة رفقاءك، وإن أردت حبيبا، فالله سبحانه يتولى قلوب أحبابه، وإن\nأردت الزاد، فاليقين بالله سبحانه وتعالى نعم الزاد، واجعل البيت قبلة\nوجهك، وطف بسرك حوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عطاء السليمي لعمر بن يزيد السلمي: أوصني:\n</p>\n\n<p>\nفقال: يا أحمد، الدنيا <span id='ms058'></span> بلاء في بلاء مع هوى النفس ومقارنة الشيطان،\nوالآخرة بلاء في بلاء مع الموافقة والحساب. فيا لها من نفوس مضمحلة فيما\nبينهما، فحتى متى تسهو وتلعب وملك الموت في طلبك لا يغفل عنك، والملائكة\nيكتبون عليك أنفاسك.\n</p>\n\n<p>\nقال: فخر مغشيا عليه.\n</p>\n\n<p>\nيا من صحيفته سوداء، اغسلها بالدموع، وتعرض لمجال المتهجدين، وقل: ضال ضل\nعن الطريق مقطوع، وهذا مأتم الأحزان، إلى أي وقت تدخر الدموع، هذا مجلس\nالشكوى، هذا وقت الرجوع.\n</p>\n\n<p>\nفبادروا إخوتي، وافهموا أسرار المراد: {فستذكرون ما أقول لكم وأفوض أمري\nإلى الله إن الله بصير بالعباد} غافر 44.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nما الذنب لي فيما مضى سالفا ... الذنب للدهر وسوء القضا\n</p>\n\n<p>\nفامنن وجد بالصفح عن مذنب ... معترف بالذنب فيما مضى\n</p>\n\n<p>\nقد ظل من خوفك في حيرة ... في قلبه منك لهيب الفضا\n</p>\n\n<p>\nإن كان لي ذنب فلي حرمة ... توجب لي منك جميل الرضا\n</p>\n\n<p>\nومن كتاب لوامع أنوار القلوب، قال الأصمعي: كنت مارا في البادية، وإذا\nأنا بامرأة كأنها فلقة قمر، فدنوت منها، وسلمت عليها، فأحسنت إلي الرد، ثم\nقلت: يا جارية، كلي بكلك مشغول، فقالت في الحال: كلي لكلك مبذول، ولكن إن\nأعجبك حسني فانظر خلفك فانك ترى من هي أحسن مني، فنظرت خلفي، فما رأيت\nأحدا، فصرخت علي وقالت: إليك عني يا بطال، لما رأيتك من بعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحسبتك عارفا، فلما تكلمت حسبتك وامقا (1) ، وإذا بك يا مسكين لا عارفا\nولا وامقا، تدعي محبتي وتنظر إلى غيري، وأنت لم تصل إلى قربي، ثم ولت عني،\nورمقت إلى السماء بطرفها، ونادت، آه\n</p>\n\n<h1 class='l1' id='head23'>.... </h1>\n\n<p>\nآه، حب الوصال شردني، آه آه، خوف القطيعة أزعجني، آه من الانفصال قبل\nالاتصال، وجعلت تقول:\n</p>\n\n<p>\nحبي في ذي القفار شردني ... آه من الحب ثم آه\n</p>\n\n<p>\nخوف فراق الحبيب أزعجني ... آه من الخوف ثم آه\n</p>\n\n<p>\nشبه حالي بتاجر غرق ... نجا من البحر ثم تاه\n</p>\n\n<p>\nومن الكتاب المذكور: قال سالم: بينما أنا سائر مع ذي النون المصري في جبل\nلبنان، إذ قال مكانك يا سالم حتى أعود إليك، فغاب عني ثلاثة أيام في <span id='ms059'></span> الجبل،\nوأنا أطعم نفسي من نبات الأرض، وأسقيها من غدرانها إذا طالبتني بشيء من\nالقوت.\n</p>\n\n<p>\nفلما كان بعد ثلاثة أيام، عاد إلي وهو متغير اللون، ذاهب العقل.\n</p>\n\n<p>\nفقلت له: هل عارضك السبع يا أبا الفيض؟.\n</p>\n\n<p>\nفقال: دعني من تخويف البشرية، إني دخلت كهفا من كهوف هذا الجبل، فرأيت\nفيه رجلا أبيض الرأس واللحية، أشعث أغبر، نحيفا، كأنه خرج من قبره، ذا منظر\nيهول وهو يصلي، فسلمت عليه فرد علي السلام، وقال لي: الصلاة، وقام إلى\nالصلاة، فلم يزل راكعا ساجدا حتى صلى العصر واستند إلى حجر كان بإزاء\nمحرابه، وهو لا يكلمني، فبدأته الكلام، وقلت له: يرحمك الله أوصني بشيء\nأنتفع به، وادع لي بدعوة.\n</p>\n\n<p>\nفقال لي: يا بني، من آنسه الله سبحانه بقربه، أعطاه أربع خصال: عزا من\nغير عشيرة، وعلما من غير تعلم، وغنى من غير مال، وأنسا من غير جماعة، ثم\nشهق شهقة لم يفق منها إلا بعد ثلاثة أيام، حتى ظننت أنه ميت، فلما أفاق قام\nوتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمن عين كانت إلى جنبه وسألني عما فاته من الصلاة، فأخبرته، فقضاه، ثم قال\nلي:\n</p>\n\n<p>\nإن ذكر الحبيب هيج قلبي ... ثم حب الحبيب أذهل عقلي\n</p>\n\n<p>\nوقد استوحشت من ملاقاة المخلوقين. وأنست بذكر رب العالمين، انصرف عني\nبسلام.\n</p>\n\n<p>\nفقلت: يرحمك الله، وقفت عليك ثلاثة أيام رجاء الزيادة منك. فقال: أحب\nمولاك ولا تحب غيره، ولا ترد بحبه بدلا، فالمحبون لله سبحانه هم تيجان\nالعباد، وأعلام الزهاد، وهم أصفياء الله وأحباؤه.\n</p>\n\n<p>\nثم صرخ صرخة ووقع فحركته، فإذا هو ميت، فما كان إلا هنيهة، وإذا بجماعة\nمن العباد قد انحدروا من الجبل فغسلوه وكفنوه وصلوا عليه ودفنوه، فسألتهم\nما اسم هذا الشيخ الصالح؟ فقالوا: شيبان المصاب.\n</p>\n\n<p>\nقال سالم: فسألت عنه أهل الشام فقالوا نعم، رجل مجنون، خرج من أذى\nالصبيان، فقلت لهم: هل تعرفون من كلامه شيئا؟ قالوا: نعم كان إذا ضجر يقول:\nإذا أنا بك لم أجن سيدي فبمن أجن. رحمه الله ونفعنا به.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>الفصل الحادي والعشرون</h1>\n\n<p>\nيا أخي، لله در <span id='ms060'></span> أقوام نعمهم مولاهم بقربه، فحجبهم عن خطرات الوسواس. حمي\nإقليم قلوبهم من غبار الشهوات من حمايته بحراس، قبلوا أمره بالقبول، وقاموا\nبه على العينين والرأس، قدموا زاد الأعمال لسفر الموت وظلمة الأرماس، يا\nبطال، أبطال ميدان الدجى لله درهم من أبطال وأفراس، خلع عليهم خلعة الرضا،\nونادهم مرحبا بالأحباب الأكياس، {كنتم خير أمة أخرجت للناس} آل عمران 110.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأيا نفس توبي قبل أن ينكشف ... الغطا وأدعى إلى يوم النشور وأجزع\n</p>\n\n<p>\nفلله عبد خائف من ذنوبه ... تكاد حشاه من أسى تتقطع\n</p>\n\n<p>\nإذا جنه الليل البهيم رأيته ... وقد قام في محرابه يتضرع\n</p>\n\n<p>\nينادي بذل يا إلهي وسيدي ... ومن يهرب العاصي إليه ويفزع\n</p>\n\n<p>\nقصدتك يا سؤلي ومالي مشفع ... سوى حسن ظني حين أرجو وأطمع\n</p>\n\n<p>\nفجد لي بعفو وامح ذنبي ونجني ... من النار يا مولى يضر وينفع\n</p>\n\n<p>\nبهذا ينال الملك والفوز في غد ... ويجزى نعيما دائما ليس يقطع\n</p>\n\n<p>\nوقف الفضل الجوهري العالم في الحرم متوجها إلى الكعبة وهو محرم ثم قال\nبأعلى صوته:\n</p>\n\n<p>\nيا تلفى بحتوف المراقبة والمعرفة، يا قتلى بسيوف المؤانسة والمحبة، يا\nحرقى بنار الخوف والاشتياق، ويا غرقى في بحر المشاهدة والتلاق، هذه ديار\nالمحبوب، فأين المحبون؟ هذه أسرار القرب، فأين المشتاقون؟ هذه آثار الديار\nوالربوع فأين القاصدون؟ هذه ساعة العرض والاطلاع على الدموع فأين الباكون؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nثم شهق شهقة عظيمة وغشي عليه، فأفاق بعد ساعة وهو يقول:\n</p>\n\n<p>\nمذ تبدي لناظري ... بلبل الشوق وخاطري\n</p>\n\n<p>\nحاضر غير غائب ... ساكن في الضمائر\n</p>\n\n<p>\nهو كنزي الذي بدا ... في الرسوم والدوائر\n</p>\n\n<p>\nقال الراوي: فدنوت منه وقلت له: يا سيدي ما علامة المحبين لله؟.\n</p>\n\n<p>\nقال: إن المحبين عند ظلام الليل عند الله سبحانه وتعالى نشاطا، وبينهم\nوبينه انبساطا، شغلهم الأنس بمعبودهم عن لذة الكرى، وقطعهم الشغل به عن\nجميع الورى، ولا يؤثرون على مناجاته مناما، ولا يختارون على كلامه كلاما،\nعرفه من عرفه، وذاقه من ذاقه، واستأنس به من استطابه.\n</p>\n\n<p>\nسبحان من حكم بالفناء على الخلائق، فتساوى عنده الملوك والعبيد، تفرد\nبالبقاء، وتوحد بالقدم، وصرف أقداره في الملك <span id='ms061'></span> بما يريد، ظهر افتقار الكل\nإليه، الصالح والطالح والغوي والرشيد، {يسأله من في السماوات والأرض كل يوم\nهو في شأن} الرحمن 29.\n</p>\n\n<p>\nجواد غمر الكل عطاؤه، فأين يفر العاصي ومن يجبر الفقيد؟ كم جدل القضاء من\nزعيم، وكم أدخل للحضر من طريد، ما أغفل أهل المعاصي عن قسمة العباد، فمنهم\nشقي ومنهم سعيد.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nاحدى وستون لو مرت على حجر ... لكان من حكمها إن يخلق الحجر\n</p>\n\n<p>\nتؤمل النفس آمالا لتبلغها ... كأنها لا ترى ما يصنع القدر\n</p>\n\n<p>\nقال أبو إسحاق الجيلي: قدمت على علي بن عبد الحميد الغضائري، فوجدته أفضل\nخلق الله عبادة، وأكثرهم مجاهدة، وكان لا يتفرغ من صلاته آناء ليله ونهاره،\nفانتظرت فراغه. فلم أصبه ولا وجدته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت له: إنا قد تركنا الآباء والأمهات والأهلين والأوطان ولبنين والبنات\nبالراحلة إليك، فلو تفرغت ساعة تحدثنا بما آتاك الله من العلم.\n</p>\n\n<p>\nفقال: أدركني دعاء الشيخ الصالح سري السقطي رضي الله عنه، جئت إليه وقرعت\nعليه الباب، فسمعته يقول قبل أن يخرج إلي مناجيا: اللهم من جاءني يشغلني عن\nمناجاتك، فأشغله بك عني، فما رجعت من عنده، حتى حببت إلي الصلاة والشغل\nبذكر الله تعالى، فلا أتفرغ إلى شيء سواه، ببركة ذلك الشيخ.\n</p>\n\n<p>\nقال أبو اسحاق: فرأيت كلامه يخرج من قلب حزين، وهم كمين، والدمع يسابقه\nرضي الله عنه.\n</p>\n\n<p>\nسبحان من ألف بحكمته بين لطائف الأرواح، وكثائف الأشباح، جعل الليل\nوالنهار جناحي الأعمال، يطيران للفناء بلا ريش ولا جناح، سقى أرواح المحبين\nشراب المحبة، فلله ما أحلاه من راح، غني لهم في مجلس أنسهم معبد الوجد،\nفشربوا بالدنان، لا بالأقداح، زينوا روضة الدجى بأزهار التهجد، واصطبحوا\nعلى الأذكار أي اصطباح، فهم بين صبوح وغبوق (1) وبين ريحان وراح، قلوبهم في\nقالب الابتلاء، تنادي بلسان تصبرهم: لا براح. خلع عليهم خلعة الرضا،\nوأجلسهم بين أفراح من الشوق وافتراح. انظروا إلى الكون، فما رأوا سواه،\nفليس عليهم في هيمانهم جناح. غشي بصائرهم نور معرفته، فترنم عارفهم بألسنة\nمن التوحيد، فصاح.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nيا أعز الناس عندي ... كيف <span id='ms062'></span> حتى خنت عهدي\n</p>\n\n<p>\nسوف أشكو لك حالي ... فعسى شكواي تجدي\n</p>\n\n<p>\nأنت مولاي تراني ... ودموعي فوق خدي\n</p>\n\n<p>\nأقطع الليل أقاسي ... ما أقاسي فيه وحدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذو النون المصري رضي الله عنه: عطشت في بعض أسفاري عطشا شديدا، فعدلت\nإلى بعض السواحل أريد الماء، فإذا أنا بشخص قد ائتزر بالحياء والإحسان،\nوتدرع بدراع البكاء والأحزان، قائم على ساحل البحر يصلي، فلما سلم دنوت\nمنه، وسلمت عليه قال: وعليك السلام يا ذا النون.\n</p>\n\n<p>\nقال: فقلت له: يرحمك الله، من أين عرفتني؟!.\n</p>\n\n<p>\nقال: اطلع شعاع أنوار المعرفة من قلبي على صفاء نور المحبة من قلبك،\nفعرفت روحي روحك بحقائق الأسرار، وألف سري سرك في محبة العزيز الجبار.\n</p>\n\n<p>\nقال: فقلت: ما أراك إلا وحيدا!.\n</p>\n\n<p>\nقال: ما الأنس بغير الله إلا وحشة، وما التوكل بغيره إلا ذل.\n</p>\n\n<p>\nفقلت له: أما تنظر إلى تغطغط هذا البحر، وتلاطم هذه الأمواج؟.\n</p>\n\n<p>\nفقال: ما بك من العطش أكثر من ذلك.\n</p>\n\n<p>\nفقلت: نعم، فدلني على الماء بقرب منه فشربت، ورجعت إليه، فوجدته يبكي\nبشهيق وزفير.\n</p>\n\n<p>\nفقلت له: يرحمك الله، ما يبكيك؟ .\n</p>\n\n<p>\nفقال: يا أبا الفيض، إن لله عبادا سقاهم بكأس محبته شربة أذهبت عنهم لذة\nالكرى.\n</p>\n\n<p>\nقال: فقلت له: دلني على أخل ولاية الله يرحمك الله.\n</p>\n\n<p>\nقال: هم الذين أخلصوا في الخدمة، فاستخصوا بالولاية، وراقبوا مولاهم،\nففتح لهم في نور القلوب.\n</p>\n\n<p>\nقال: فقلت له: ما علامة المحبة؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: المحب لله غريق في بحر الحزن إلى قرار التحير.\n</p>\n\n<p>\nقال: فقلت له: ما علامة المعرفة؟.\n</p>\n\n<p>\nقال: العارف بالله لم يطلب مع معرفته جنة، ولا يستعيذ من نار، فعرفه له\nولم يعظم سواه معه.\n</p>\n\n<p>\nثم شهق شهقة عظيمة، فخرجت روحه، فواريته في الموضع الذي مات فيه، وانصرفت\nعنه، رحمه الله ونفعنا ببركاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>الفصل الثاني والعشرون</h1>\n\n<p>\nيا أخي لا تغسل أدناس الذنوب إلا بماء المدامع، لا ينجو من قتار المعصية\nإلا من يسارع، أحضر قلبك ساعة، عساه بنائحة الموعظة يراجع، كم لي أتلو عليك\nصحف الموعظة، وما أظنك سامع.\n</p>\n\n<p>\nلكن يوم المعصية ما أنحسه من <span id='ms063'></span> طالع، ويوم الطاعة مختار وكل سعد فيه طالع،\nأطلب، ويحك، رفاق التائبين، وجدد رسائلك للحبيب وطالع، مصباح التقوى يدل\nعلى الجادة، وكم في ظلمة الغفلة من قاطع، ابك، ويحك، على موت قلبك وعمى\nبصيرتك، وكثرة الموانع. إذا لم يعظك الدهر والشيب والضعف، فما أنت صانع،\nفبالله يا إخواني بادروا بالمتاب، وراجعوا أنفسكم قبل يوم الحساب.\n</p>\n\n<p>\nما اعتذاري وأمر ربي عصيت ... حين تبدي صحائفي ما أتيت\n</p>\n\n<p>\nما اعتذاري إذا وقفت ذليلا ... قد نهاني ما أراني انتهيت\n</p>\n\n<p>\nيا غنيا عن العباد جميعا ... وعليما بكل ما قد سعيت\n</p>\n\n<p>\nليس لي حجة ولا لي عذر ... فاعف عن زلتي وما قد جنيت\n</p>\n\n<p>\nقال علي بن يحيى في كتاب لوامع أنوار القلوب: صحبت شيخا من عسقلان سريع\nالدمعة، حسن الخدمة، كامل الأدب، متهجدا بالليل متنسكا في النهار، وكنت\nأسمع أكثر دعائه الاعتذار والاستغفار، فدخل يوما في بعض كهوف جبل اللكام\nوغيرانه، فلما أمسى رأيت أهل الجبل وأصحاب الصوامع يهرولون إليه، ويتبركون\nبدعائه، فلما أصبح وعزم على الخروج، قام أحدهم، وقال: عظني، قال: عليك\nبالاعتذار، فإنه إن قبل عذرك وفزت بالمغفرة، سلك بك إلى درجات المقامات،\nفوجدتها أمانيك، ثم بكى وشهق وخرج من الموضع، فلم يلبث إلا قليلا حتى مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فرأيته في المنام، فقلت له: ما فعل الله بك؟ فقال: حبيبي أكرم من إن\nيعتذر إليه مذنب، فيخيب ظنه ولم يقبل عذره. قبل الله عذري وغفر ذنبي،\nوشفعني في أصحاب اللكام.\n</p>\n\n<p>\nلا شيء أعظم من ذنبي سوى أملي ... في حسن عفوك عن جرمي وعن عملي\n</p>\n\n<p>\nفإن يكن ذا وذا فالذنب قد عظما ... فأنت أعظم من ذنبي ومن زللي\n</p>\n\n<p>\nويروى عن يوسف بن عاصم أنه ذكر له عن حاتم الأصم أنه كلن يتكلم على الناس\nفي الزهد، والإخلاص، فقال يوسف لأصحابه: اذهبوا بنا إليه نسأله عن صلاته إن\nكان يكملها، وإن لم يكن يكملها، نهيناه عن ذلك.\n</p>\n\n<p>\nقال: فأتوه وقال له يوسف: يا حاتم، جئنا نسألك عن صلاتك، فقال له حاتم:\nعن أي شيء تسألني عافاك الله <span id='ms064'></span>؟ عن معرفتها أو عن تأديتها؟\n</p>\n\n<p>\nفالتفت يوسف إلى أصحابه، وقال لهم: زادنا حاتم ما لم نحسن إن نسأله عنه.\nثم قال لحاتم: نبدأ بتأديتها.\n</p>\n\n<p>\nفقال لهم: تقوم بالأمر. وتقف بالاحتساب وتدخل بالسنة، وتكبر بالتعظيم،\nوتقرأ بالترتيل، وتركع بالخشوع، وتسجد بالخضوع، وترفع بالسكينة، وتتشهد\nبالإخلاص، وتسلم بالرحمة.\n</p>\n\n<p>\nقال يوسف: هذا التأديب فما المعرفة؟.\n</p>\n\n<p>\nقال: إذا قمت إليها فاعلم أن الله مقبل عليك، فأقبل على من هو مقبل عليك،\nواعلم أن جهة التصديق لقلبك، أنه قريب منك، قادر عليك، فإذا ركعت: فلا تؤمل\nأن تقوم. ومثل الجنة عن يمينك، والنار عن يسارك، والصراط تحت قدميك، فإذا\nفعلت فأنت مصل. فالتفت يوسف إلى أصحابه، وقال: قوموا نعيد الصلاة التي مضت\nمن أعمارنا.\n</p>\n\n<p>\nيا من مات قلبه، أي شيء تنفع حياة البدن إذا لم تفرق بين القبيح والحسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nسلبك المشيب من الشباب، فأين البكاء، وأين الحزن؟ إذا كان القلب خرابا من\nالتقوى، فما ينفع البكاء في الدمن. يا قتيل الهجران، هذا أوان الصلح بادر\nعسى يزول الحون.\n</p>\n\n<p>\nوقال عاصم بن محمد في كتاب لوامع أنوار القلوب: كان لي معامل يهودي،\nفرأيته بمكة متضرعا مبتهلا فأعجبني حسن إسلامه. فسألته عن سبب إسلامه.\n</p>\n\n<p>\nفقال: تقدمت إلى أبي إسحاق إبراهيم الآجري النيسابوري، وهو يوقد في تنور\nالآجر، أطلب دينا كان لي عليه، فقال لي: أسلم، واحذر نارا وقودها الناس\nوالحجارة، فقلت: لا بأس عليك يا أبا إسحاق، فأنت أيضا فيها. قال: فعسى تعني\nقوله سبحانه: {وإن منكم إلا واردها} مريم: 71، الآية، فقلت: نعم. فقال لي:\nأعطني ثوبك، فأعطيته ثوبي، ثم لف ثوبي في ثوبه، ثم رمى بهما في التنور،\nوصبر ساعة طويلة ثم قام واجدا شاهقا، باكيا ودخل في الأتون، يعني مستوقد\nالنار وهي تتأجج لهيبا وزفيرا، وأخذ الثياب من وسط النار، وخرج على الباب\nالآخر، فهالني ذلك من فعله، فهرولت إليه متعجبا، وإذا بالرزمة صحيحة كما\nكانت، فحلها، وإذا بثيابي قد احترقت كأنها فحمة في وسط ثيابه، وثيابه صحيحة\nلم تمسها النار.\n</p>\n\n<p>\nثم قال: يا مسكين <span id='ms065'></span>، هكذا يكون {وإن منكم إلا واردها كان على ربك حتما\nمقضيا} مريم 71.\n</p>\n\n<p>\nفأسلمت على يديه في الحال، وهذا ما رأيت من احوال الرجال.\n</p>\n\n<p>\nلله در قوم ملأ قلوبهم بأنوار الحكمة والرشاد، حرك ساكنا وجدهم، فتمايلهم\nكالغصن المياد، صفت زجاجة أرواحهم ورق لهم شراب وجدهم، وطاب لهم سماع\nالإنشاد.\n</p>\n\n<p>\nأدرا عليهم حميا الحماية، فألفت عيونهم السهاد، فمنهم سكران ونشوان، وكل\nأيامكمهم بمحبوبهم أعياد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nمد عليهم أطناب ليل الخلوة غيرة من رقيب الرقاد، فهم يتشاكون الشواق بنفس\nتلف في محبة أو كاد.\n</p>\n\n<p>\nوالمحروم نهاره في الشقا وليله في النوم، وعمره في نفاد ركب مركب القضاء\nللمحنة، ففي أصل تركيبة فساد. ضيع أيامه في الغفلة، وفي الكبر يبكي على\nفائت لا يعاد.\n</p>\n\n<p>\nفيا معشر المذنبين جدوا قبل الرحيل عن الأجساد.\n</p>\n\n<p>\nقال يوسف بن الحسن: كنت أسير في طريق الشام، إذ عرض لي عارض، فعدلت عن\nالطريق فهالتني المفازة (1) ، فبدت لي صومعة، فدنوت منها، وإذا براهب فيها\nقد أخرج رأسه منها، فأنست به، فلما دنوت منه، قال لي: يا هذا، أتريد موضع\nصاحبكم؟.\n</p>\n\n<p>\nقال: رجل في هذا الوادي على دينكم، متخل عن فتنة الأقران، منفرد بنفسه في\nذلك المكان، واشوقاه إلى حديثه!.\n</p>\n\n<p>\nفقلت له: وما الذي يمنعك عنه، وأنت على قرب منه؟.\n</p>\n\n<p>\nفقال: أصحابي أقعدوني في هذا الموضع، وأنا أخشى على نفسي القتل منهم،\nولكن إذا مضيت إليه فأقرئه مني السلام، وأساله لي في الدعاء.\n</p>\n\n<p>\nقال: فمضيت إليه، وإذا برجل قد اجتمعت إليه الوحوش، فلما رآني قرب مني\nوكنت أسمع جلبة عظيمة للقوم، ولا أرى أحدا منهم، فسمعت قائلا يقول: من هذا\nالبطال الذي وطئ محل العاملين؟.\n</p>\n\n<p>\nفرأيت رجلا منكسا رأسه مسترسلا في كلامه، تعلوه هيبة ووقار شديد. فسمعته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: لك الحمد على ما وهبت من معرفتك، وخصصتني به من محبتك، لك الحمد\nعلى آلائك، وعلى جميع بلائك. اللهم ارفع درجتي إلى درجات الأبرار للرضا\nبحكمك، وانقلني إلى درجة الأخيار.\n</p>\n\n<p>\nثم صاح صيحة عظيمة، ثم قال: آه من لي بهم، وخر مغشيا عليه، فلم <span id='ms066'></span> يتحرك\nلساني هيبة له، فلما أفاق من غشيته، قال لي: سر زودك الله التقوى، وسار عني\nوتركني.\n</p>\n\n<p>\nنفعنا الله به، وبأمثاله\n</p>\n\n<h1 class='l1' id='head26'>.... </h1>\n\n<p>\nآمين.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>الفصل الثالث والعشرون</h1>\n\n<p>\nيا من سوف بالمتاب حتى شاب، يا من ضيع في الغفلة أيام الشباب، يا مطرودا\nبذنوبه عن الباب، إذا كنت في الشباب غافلا، في المشيب مسوفا، متى تقف\nبالباب؟ كم عوملت على الوفاء؟ ما هكذا فعل الأحباب، الظاهر منك عامر،\nوالباطن ويحك، خراب، كم عصيان كم مخالفة، كم رياء, كم حجاب؟ ولى طيب العمر\nفي الخطايا، يا ترى تعود إلى الصواب؟.\n</p>\n\n<p>\nما بعد الشيب لهو، كيف يجمل بالشيخ التصاب؟ أنت لو قدمت في متقادم عمرك\nالطاعة، لخفف عنك الحساب. كيف والعمر ولى في الغفلة وفي طلب الأسباب؟ إذا\nأنذرك المشيب بالرحلة، ولم تقدم الزاد ماذا يكون الجواب.\n</p>\n\n<p>\nليت شعري أهل المعاصي كيف عيشهم يطيب {ولو ترى إذ فزعوا فلا فوت وأخذوا\nمن مكان قريب} سبأ 51.\n</p>\n\n<p>\nيروى أن محمد بن واسع رأى شبابا في المسجد، قد خاضوا في بحر الغيبة\nوالضلالة، فقال لهم: أيجمل بأحدكم أن يكون له حبيب، فيخالفه ليفوز به غيره؟\nفقالوا: لا. فقال: أنتم قعود في بيت الله تخالفون أمره، وتغتابون الناس.\nفقالوا: قد تبنا. فقال: يا أولادي، هو ربكم وحبيبكم، وإذا عصيتموه، وأطاعه\nغيركم، خسرتموه. وربحه غيركم، أفلا يضركم ذلك؟ قالوا: نعم. فقال: ومن\nخالفه، وربما يعاقبه لو عاقبه، أفلا تغيرون على شبابكم كيف يعاقب بالنار\nوالعذاب وغيركم يفوز بالجنة والثواب. قالوا: نعم وحسن رجوعهم إلى الله\nتعالى.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nألا فاسلك إلى المولى سبيلا ... ولا تطلب سوى التقوى دليلا\n</p>\n\n<p>\nوسر فيها بجد وانتهاض ... تجد فيخا المنى عرضا وطولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nولا تركن إلى الدنيا وعول ... على مولاك واجعله وكيلا\n</p>\n\n<p>\nوإن أحببت أنء تعتز عزا ... يدوم فكن له عبدا ذليلا\n</p>\n\n<p>\nوواصل من أناب إليه واقطع ... وصال المسرفين تكن نبيلا\n</p>\n\n<p>\nولا تفني شبابك واغتنمه ... ومثل بين عينيك الرحيلا\n</p>\n\n<p>\nولا تصل الدنيا واهجر بنيها ... على طبقاتهم هجرا جميلا\n</p>\n\n<p>\nوعامل فيهم المولى بصدق ... يضع لك في قلوبهم القبولا <span id='ms067'></span>\n</p>\n\n<p>\nومن كتاب أنس المريدين وقدوة الزاهدين: قال يزيد بن الحباب: مررت بحمدونه\nالمجنونة وهي قاعدة على قارعة الطريق وعليها جبة صوف مكتوب بين كتفيها،\nبمداد هذا البيت المفرد:\n</p>\n\n<p>\nسلب الرقاد عن الجفون تشوقي ... فمتى اللقا يا وارث الأموات\n</p>\n\n<p>\nقال: فسلمت عليها، فردت السلام، فقالت: ألست أنت يزيد بن الحباب؟ قلت:\nلها، نعم، فبم عرفتيني؟! قالت: اتصلت المعرفة في الأسرار، فعرفتك بتعريف\nالملك الجبار، ثم قالت: أسالك. قلت: اسألي. قالت: ما هو السخاء في الدين؟\nقلت لها: المسارعة إلى طاعة المولى. قالت: يا يزيد. آه آه، ليس هذا مسارعة،\nإنما المسارعة إلى طاعة الله أن لا يطلع على قلبك وأنت تريد منه شيئا بشيء،\nثم أنشأت تقول هذين البيتين:\n</p>\n\n<p>\nحسب من الحبيب بعلمه ... أن المحب ببابه مطروح\n</p>\n\n<p>\nفإذا تقلب في الدنا ففؤاده ... بسهام لوعات الهوى مجروح\n</p>\n\n<p>\nويروى عن الحسن البصري رضي الله عنه أنه قرأ {واتقوا يوما ترجعون فيه إلى\nالله ثم توفى كل نفس ما كسبت وهم لا يظلمون} البقرة 281، فقال: هذه موعظة\nوعظ الله بها المسلمين، وذلك إن الحور العين تقول لولي الله، وهو متكئ على\nنهر العسل وهي تعطيه الكأس، وهما في سرور ونعيم: أتدري يا حبيب الله متى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nزوجنيك الله ربي؟ فيقول: لا أدري. فتقول: نظر إليك في يوم صائف بعيد ما\nبين الطرفين وأنت في ظمأ الهواجر، فتباهى بك الملائكة، وقال: أنظروا يا\nملائكتي إلى عبدي، ترك شهوته ولذته، وزوجته وطعامه وشرابه رغبة فيما عندي،\nأشهدكم أني قد غفرت له، فغفر لك يومئذ وزوجنيك.\n</p>\n\n<p>\nلله در أقوام لاطفهم بأنسه، فتقربوا إليه بقلب سليم، أذاقهم حلاوة\nمناجاته، فكل منهم بحبه يهيم، أسكن قلوبه حبه، فليلهم بالأشواق ليل سليم،\nطهرها من الهوى، فحب الدنيا عنها راحل، وحب الآخرة مقيم على كل حال لا\nيعرفون سواه، فأهلا به من تنعم، وأهلا به من نعيم.\n</p>\n\n<p>\nللصالحين كرامات وأسرار ... لهم من الله تخصيص وآثار\n</p>\n\n<p>\nصفت قلوبهم لله واتصفت ... بالصدق واكتنفت بالنور أنوار\n</p>\n\n<p>\nواستغرقت كل وقت من زمانهم ... في طاعة الله أوراد <span id='ms068'></span> وأذكار\n</p>\n\n<p>\nصاموا النهار وقاموا الليل ما سئموا ... حتى تعرفت على الظلماء أسحار\n</p>\n\n<p>\nخلو به وراق الليل منسدل ... حتى لهم قد تجلت منه أنوار\n</p>\n\n<p>\nطوبى لهم فلقد طابت حياتهم ... وشرفت لهم في الناس أقدار\n</p>\n\n<p>\nفازوا من الله بالزلفى وأسكنهم ... جنات عدن فنعم الدار والجار\n</p>\n\n<p>\nويروى عن إبراهيم بن أدهم (1) رضي الله عنه أنه كان على بعض جبال مكة\nيحدث أصحابه، فقال: لو أن وليا من أولياء الله تعالى قال لهذا الجبل: زل،\nلزال فتحرك الجبل، فضربه إبراهيم برجله، وقال له اسكن، إنما ضربتك مثلا\nلأصحابي.\n</p>\n\n<p>\nوروي عنه أيضا أنه ركب البحر فتحرك ريح عاصف فوضع إبراهيم رأسه ونام،\nفقال أصحابه: أما ترى ما نحن فيه من الشدة، فقال: أو هذه شدة؟ قالوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، قال: لا، وإنما الشدة الحاجة للناس، ثم قال: الهي، أريتنا قدرتك،\nفأرنا عفوك، فصار البحر كأنه قدح زيت.\n</p>\n\n<p>\nوعنه أيضا أنه كان في بعض الطرق مع أصحابه، فتعرض لهم أسد، فقال له\nأصحابه: يا إبراهيم، هذا السبع قد ظهر لنا، فقال: أرونيه، فلما نظر إليه\nإبراهيم، قال: يا قسورة، إن كنت أمرت فينا بشيء فامض لما أمرت به، وإلا\nفتنح عنا.\n</p>\n\n<p>\nقال: فضرب الأسد بذنبه، وولى هاربا، فتعجبنا منه حين فقه كلام إبراهيم،\nرضي الله عنه ونفعنا به.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>الفصل الرابع والعشرون</h1>\n\n<p>\nيا راحلا بلا زاد والسفر بعيد، العين جامدة والقلب أقسى من الحديد. من\nألوى منك بالضراء وأنت تغرق في بحر المعاصي في كل يوم جديد. ما أيقظك\nالشباب ولا أنذرك الاكتهال، ولا نهاك المشيب، ما أرى صلاحك إلا بعيد، فديت\nأهل العزائم، لقد نالوا من الفضل المزيد، طووا فراش النوم، فلهم بكاء\nوتعديد، دموعهم تجري على خدودهم، خددت في الخدود أي تخديد، ما أنت من أهل\nالمحبة ولا من العشاق يا قليل الهمة يا طريد.\n</p>\n\n<p>\nلأمر ما تغيرا الليالي ... وأنت على البطالة لا تبالي\n</p>\n\n<p>\nتبيت منعما في خفض عيش ... وتصبح في هواك رخي بال\n</p>\n\n<p>\nألم تر إن أثقال الخطايا ... على كتفيك أمثال الجبال\n</p>\n\n<p>\nأتكسب ما اكتسبت ولا <span id='ms069'></span> تبالي ... فهل هو من حرام أو من حلال\n</p>\n\n<p>\nإذا ما كنت في الدنيا بصيرا ... كففت النفس عن طرق الضلال\n</p>\n\n<p>\nألا بأبي خليل بات يحيى ... طويل الليل بالسبع الطوال\n</p>\n\n<p>\nبقلب لا يفيق عن اضطراب ... وجفن لا يكف عن انهمال\n</p>\n\n<p>\nأرى الأيام تنقلنا وشيكا ... إلى الأجداث حالا بعد حال\n</p>\n\n<p>\nسأقنع ما حييت يشطر بر ... أشيعه بري من زلال\n</p>\n\n<p>\nإذا كان المصير إلى هلاك ... فما لي والتنعم ثم ما لي\n</p>\n\n<p>\nأما لي عبرة فيمن تفانى ... على الأيام من عم وخال\n</p>\n\n<p>\nكأن بنسوتي قد قمن خلفي ... ونعشي فوق أعناق الرجال\n</p>\n\n<p>\nيعجلن المسير ولست أدري ... لدار الفوز أم دار النكال\n</p>\n\n<p>\nيبيد الكل منا دون شك ... ويبقى الله بري ذو الجلال\n</p>\n\n<p>\nيروى عن رجل من أصحاب داود الطائي أنه قال: دخلت على داود، فقال لي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nما حاجتك؟ قلت: زيارتك، فقال: أما أنت، فقد عملت خيرا حين زرتنا، ولكن\nأنظر ما ينزل بي إذا قيل لي: من أنت فتزار، أمن العباد أنت؟ لا والله. أمن\nالزهاد أنت؟ لا والله، ثم أقبل يوبخ نفسه ويقول: كنت في الشباب فاسقا، وفي\nالكهولة مداهنا، فلما شخت صرت مرائيا. لا والله، إلا المرائي أشد من\nالفاسق، وجعل يقول: يا إله السموات والأرض، هب لي رحمة من عندك تصلح شبابي\nوتقيني من كل سوء، وتعلى في أعلى مقامات الصالحين مكاني.\n</p>\n\n<p>\nاسمع يا أخي مقامات الرجال، وكرامات ذوي الأحوال، الذين اختصهم مولاهم\nوحباهم بالإفضال.\n</p>\n\n<p>\nوعن عبد الله بن عبد الرحمن قال: حج سفيان الثوري مع شيبان الراعي، فعرض\nلهم أسد في بعض الطرق، فقال له سفيان: أم ترى كيف قطع علينا الطريق، وأخاف\nالناس. قال شيبان: لا تخف، فلما سمع الأسد كلام شيبان، بصبص إليه، وأخذ\nشيبان بأذنه وفركها، فبصبص وحرك ذنبه وولى هاربا، فقال سفيان: ما هذه\nالشهرة يا شيبان؟ قال: أو هذه شهرة يا سفيان؟ لولا مكان الشهرة لوضعت زادي\nعلى ظهره حتى أتيت مكة.\n</p>\n\n<p>\nيروى عن عبد الرحمن بن أبي عباد المكي أنه قال: قدم علينا شيخ يكنى بأبي\nعبد <span id='ms070'></span> الله. قال: أقبلت في السحر إلى بئر زمزم، وإذا بشيخ قد سدل ثوبه على\nوجهه، وأتى البئر واستسقى، قال: فقمت إلى فضلته، فشربت منها. فإذا هو ماء\nمضروب بعسل لم أذق ماء أطيب منه. فالتفت فإذا بالشيخ قد ذهب، فلما كان في\nالسحر في الليلة الثانية أتيت البئر وإذا بالشيخ دخل من باب المسجد قد سدل\nثوبه على وجهه، فأتى البئر واستسقى، فشرب وخرج، فقمت إلى فضلته، فإذا هو\nسويق ألذ ما يكون، فلما كان في الليلة الثالثة، أتى البئر أيضا، واستسقى.\nفأخذت طرف ملحفته، ولففته على يدي، ثم شربت فضلته، فإذا هو لبن مضروب بسكر\nلم أذق قط أطيب منه، فقلت يا شيخ، بحق هذا البيت عليك، من أنت؟ قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nتكتم علي. قلت: نعم. قال: سفيان الثوري.\n</p>\n\n<p>\nلله در أقوام أفناهم شهوده عن وجودهم، فحالهم لشوقه مستديم، أقطعهم إقليم\nالكرى ما أبعده من إقليم، حماهم عن الأغيار غيرة عليهم، وخلع عليهم حلل\nالرضا والتسليم، سقاهم مدام الإلهام، فيا له من مدام، ويا له من نديم، أسبل\nعلى المعاصي ستره، ليعود إلى بابه الكريم، تقرب برحمته للمذنبين، ليسكن روع\nالمفلس من الطاعة العديم، أرسل إليه رسائل اللطف على يدي رسول كريم: {قل يا\nعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب\nجميعا إنه هو الغفور الرحيم} الزمر 53.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nألا قف بباب الجود واقرعه نادما ... تجده متى جئته غير مرتج\n</p>\n\n<p>\nوقل عبد سوء خوفته ذنوبه ... فمد إليكم ضارعا كف مرتجي\n</p>\n\n<p>\nويروى عن أبي ريحانة صاحب رسول الله صلى الله عليه وسلم أنه ركب البحر،\nفكان يخيط في السفينة، فسقطت إبرته، فقال: أعزم عليك يا رب إلا رددت علي\nإبرتي، فظهرت له حتى أخذها بيده.\n</p>\n\n<p>\nقال: واشتد عليهم البحر، فقال له: اسكن، إنما أنت عبد حبشي، فسكن حتى صار\nمثل الزيت، رضي الله عنه، ونفعنا ببركاته.\n</p>\n\n<p>\n***\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>الفصل الخامس والعشرون</h1>\n\n<p>\nيا أخي، أفنيت عمرك في اللعب، وغيرك فاز بالمقصود وأنت منه بعيد، غيرك\nعلى الجادة، وأنت من <span id='ms071'></span> الشهوات في أوجال وتنكيد، ترى متى يقال: فلان استقال\nورجع. يا له من وقت سعيد، متى تخرج من الهوى وترجع إلى مولاك العزيز\nالحميد، يا مسكين، لو عاينت قلق التائبين، وتململ الخائفين من هول الوعيد،\nجعلوا قرة أعينهم في الصلاة، والزكاة، والتزهيد، وأهل الحرمان ضيعوا الشباب\nفي الغفلة، والشيب في الحرص والأمل المديد، لا بالشباب انتفعت، ولا عند\nالمشيب ارتجعت، يا ضيعة الشباب والمشيب: {ولو ترى إذ فزعوا فلا فوت وأخذوا\nمن مكان قريب} سبأ 51.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nعملت على القبائح في شبابي ... فلما شبت عدت إلى الرياء\n</p>\n\n<p>\nفلا حين الشباب حفظت ديني ... ولا حين المشيب طببت دائي\n</p>\n\n<p>\nفشاب عنده مصغر غوي ... وشيخ عند مكبره مرائي\n</p>\n\n<p>\nقضاء سابق في علم غيب ... فيا لله من سوء القضاء\n</p>\n\n<p>\nيروى في بعض الأخبار إن عمر بن الخطاب رضي الله عنه لقي حذيفة بن اليمان\nوهو يومئذ أمير المؤمنين، فقال لحذيفة: كيف أصبحت يا حذيفة؟ قال: أصبحت يا\nأمير المؤمنين أحب الفتنة، وأكره الحق، وأقول بما لم يخلق، وأشهد بما لم\nأر، وأصلي بلا وضوء، ولي في الأرض ما ليس لله في السماء.\n</p>\n\n<p>\nفغضب عمر لذلك غضبا شديدا، وهم إن يبطش به، ثم تذكر صحبته من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي، فأمسك، فهو كذلك إذ مر به علي بن أبي طالب رضي الله عنه، فرأى\nالغضب في وجهه، فقال: ما أغضبك يا أمير المؤمنين، فقص عليه القصة.\n</p>\n\n<p>\nفقال: يا أمير المؤمنين لا يغضبك ذلك، أما قوله: إنه يحب الفتنة، فهو\nتأويل قوله تعالى: {إنما أموالكم وأولادكم فتنة} التغابن 15.\n</p>\n\n<p>\nأما قوله: يكره الحق، فالحق هو الموت الذي لا بد منه ولا محيص عنه.\n</p>\n\n<p>\nوأما قوله: يقول بما لم يخلق: القرآن، فهو يقرأ القرآن وهو غير ومخلوق.\n</p>\n\n<p>\nوأما قوله: يشهد بما لم ير، فانه يصدق بالله ولم يره.\n</p>\n\n<p>\nوأما قوله: يصلي بغير وضوء، فانه يصلي على النبي صلى الله عليه وسلم بغير\nوضوء.\n</p>\n\n<p>\nوأما قوله: إن له في الأرض ما ليس لله في السماء، فان له زوجة وبنين،\nوليس لله شيء من <span id='ms072'></span> ذلك.\n</p>\n\n<p>\nفقال عمر: لله درك: يا أبا الحسن، لقد كشفت عني هما عظيما.\n</p>\n\n<p>\nويروى أن رجلا من أهل دمشق يسمى بأبي عبد ربه، وكان أكثر أهل دمشق مالا،\nوأنه خرج مسافرا، فأمسى إلى جانب نهر ومرعى، فنزل فيه، فسمع صوتا يكثر حمدا\nلله في ناجية المرج. قال: فاتبعته، فوجدته رجلا ملفوفا في حصير، قال: فسلمت\nعليه، وقلت له: من أنت يا عبد الله؟.\n</p>\n\n<p>\nقال: رجل من المسلمين.\n</p>\n\n<p>\nفقلت له: فما هذه الحالة؟\n</p>\n\n<p>\nقال: نعمة يجب علي شكرها.\n</p>\n\n<p>\nفقلت: كيف وأنت ملفوف في حصير وأي نعمة عليك؟!.\n</p>\n\n<p>\nقال: إن الله خلقني، فأحسن خلقي، وجعل منشأي ومولدي في الإسلام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوألسني العافية في أركاني، وستر علي ما أكره ذكره، فمن أعظم نعمة ممن\nأمسى في مثل ما أنا فيه؟.\n</p>\n\n<p>\nفقلنا: رحمك الله، لعلك أن تقوم معي إلى منزلي، فأنا نزول على النهر\nهاهنا بإزائك.\n</p>\n\n<p>\nقال: ولم؟.\n</p>\n\n<p>\nقلت: لتصيب شيئا من الطعام، ونعطيك ما يغنيك عن لبس الحصير.\n</p>\n\n<p>\nقال: ما لي في ذلك من حاجة.\n</p>\n\n<p>\nفأبى أن يسير معي، فانصرفت وقد تقاصرت عندي نفسي ومقتها، وقلت: لم أخلف\nبدمشق رجلا أكثر مني مالا، وأنا ألتمس الزيادة.\n</p>\n\n<p>\nفقلت: اللهم إني أتوب إليك مما أنا فيه، فتبت ولم يعلم أحد بما اجتمعت\nعليه، فلما كان في السحر، رحل الناس، وقدموا إلي دابتي، فصرفتها إلى دمشق،\nوقلت: ما أنا بصادق في التوبة إن أنا مضيت إلى متجري، فسألني القوم\nفأخبرتهم، فعاتبوني على المشي معهم فأبيت.\n</p>\n\n<p>\nفلما قدم على دمشق قال ناقل الحديث: فوضع يده في ماله وتصدق به، وفرقه في\nسبيل الله، ولزم العبادة حتى توفي رضي الله عنه، فلما توفي لم يوجد عنده\nإلا قدر حق الكفن.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nذكر الوعيد فطرفه لا يهجع ... وجفا الرقاد فبان عنه المضجع\n</p>\n\n<p>\nمتفردا بغليله يشكو الذي ... منه الجوانح والحشا يتوجع\n</p>\n\n<p>\nلما تيقن صدق ما جاءت به ... الآيات صار إلى الإنابة يسرع\n</p>\n\n<p>\nفجفا الأحبة في محبة ربه ... وسما إليه بهمة ما يقلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوتمتعت بوداده أعضاؤه ... إذ خصها منه بود ينفع\n</p>\n\n<p>\nكم <span id='ms073'></span> في الظلام له إذا نام الورى ... من زفرة في إثرها يتوجع\n</p>\n\n<p>\nويقول في دعواته يا سيدي ... العين يسعدها دموع رجع\n</p>\n\n<p>\nإني فزعت إليك فارحم عبرتي ... وإليك من ذل الخطيئة أفزع\n</p>\n\n<p>\nمن ذا سواك يجيرني من زلتي ... يا من لعزته أذل وأخضع\n</p>\n\n<p>\nفامنن علي بتوبة أحيا بها ... إني بما اجترمت يداي مروع\n</p>\n\n<p>\nقل التصبر عنك يا من حبه ... في الجارحات سقامه يتسرع\n</p>\n\n<p>\nكيف اصطبار متيم في حبه ... قدما لكاسات الهوى يتجرع\n</p>\n\n<p>\nلاحت وعن صدق المحبة ما بدت ... للناظرين نجوم ليل تطلع\n</p>\n\n<p>\nما الفوز إلا في محبة سيده ... فيها المحب إذا تواضع يرفع\n</p>\n\n<p>\nيروى أن قتادة بن النعمان الأنصاري رضي الله عنه كان من الرماة\nالمذكورين، شهد بدرا وأحدا، ورميت يومئذ عينه، فسالت على خده، فأتى النبي\nصلى الله عليه وسلم وهي في يده، فقال: ما هذه يا قتادة؟ قال: هذا ما ترى يا\nرسول الله، فقال له رسول الله: \"إن شئت صبرت ولك الجنة، وإن شئت رددتها لك\nودعوت الله لك فلم تفقد منها شيئا\"، فقال: والله يا رسول الله إن الجنة\nلجزاء جزيل، وعطاء جليل، ولكني مبتلى بحب النساء، وأخاف إن يقلن: أعور فلا\nيردنني، ولكن أحب إن تردها إلي وتسأل الله لي الجنة، فقال: \"أفعل ذلك يا\nقتادة\" ثم أخذها رسول الله صلى الله عليه وسلم بيده، وأعادها إلى موضعها،\nفعادت أحسن ما كانت، إلى إن مات ودعا الله له بالجنة صلى الله عليه وسلم.\n</p>\n\n<p>\nقال: فدخل ابنه على عمر بن عبد العزيز رضي الله عنه، وهو خليفة فقال له\nعمر: من أنت يا فتى؟ فقال:\n</p>\n\n<p>\nأنا ابن الذي سالت على الخد عينه ... فردت بكف المصطفى أحسن ردا\n</p>\n\n<p>\nفعادت كما كانت بأحسن حالها ... فيا حسن ما عين ويا حسن ما رد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nفقال عمر: بمثل هذا فليتوسل إليه المتوسلون، رضي الله عنه (1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>الفصل السادس والعشرون</h1>\n\n<p>\nيا هذا، لا يزال التائبون يهربون إلى دير الخلوة هروب الخائف إلى دار\nالأمان، لهم في سحر الليل تأنس بمدامع الأجفان، كتب السجود في ألواح <span id='ms074'></span> جباههم\nخطوط العرفان، كم لأقدامهم في الدجى من جولان وكم لهم في وادي السحر من\nعيون تجري كالطوفان، فإذا لاحت أعلام الفجر كبروا عند مشاهدة العيان، فديت\nطراق الدجى، فديت أرباب العزائم، فديت الفتيان.\n</p>\n\n<p>\nبادروا رواهب الخلوة، نحن لكم جيران، تركنا الأسباب والأهل والأوطان،\nفرقنا شهوات النفوس والأبدان، وخربنا ديار اللهو، فأقفرت منذ زمان، طلقنا\nالدنيا بتاتا، وهجرنا الدار والسكان، سقينا من شراب الأنس شربة ولو كان ما\nكان، لبسوا حلة الجوع بالنهار، وتركوا خدمة من جل وهان، عمروا القلوب\nبالتقوى، وبالذكر اللسان، لهم نزاحم على باب الدجى، فمنهم من صاح ومنهم\nنشوان، ومنهم من خامره بالشوق، فهو من الحب ولهان، ومنهم من غلبه الوجد،\nفهو هائم سكران، أفناهم الخوف وأذبلهم الأرق وهم من القلق كل يوم في شأن.\nسيرهم ذكر الحبيب ولهم في التلاوة ألحان، نالوا منازل التوكل، وأصبحوا فيها\nقطان، باعوا شهوات النفوس بأبخس الأثمان، سجلوا على أنفسهم سجل الرضا\nبالقضاء، فأهلا بالرجال الشجعان، تتجافى جنوبهم عن المضاجع ولهم تلحين\nبالقرآن، خامرهم الخوف فسكروا من شرابه مخافة النيران، منهم من سقي شراب\nالمحبة صرفا، وتزايدت لهم الأحزان، ومنهم من مزج له بالأشواق، فعاين منه\nألوان، كم خربوا في حبه منازل، وكم أيتموا فيه من ولدان. تراهم أبدا سكارى\nعرايا في القفار وفي البلدان. قلوبهم مملوءة بالخوف، وظاهرهم مضمخ\nبالأحزان، ينادي لسان شوقهم: لا كان من ألم السلوى ولا كان، خرق لهم حجاب\nالعادات وعقد على رؤوسهم للولاية تيجان، مجلس أنسهم مضمخ بالمشاهدة شديدة\nالأركان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nيا معشر الفقراء، طوفوا بهذا الدير، وزاحموا على بابه، وباكروا هذه\nالدنان، طيبوا على هذا السماع، وتواجدوا على هذه الألحان، معكم جمال\nالمحبوب، في الكون والحال.\n</p>\n\n<p>\nيا معشر الفتيان، ما أطيب عيش الصديقين، شربوا هذا الشراب وباحوا\nبالكتمان، فما تراهم إلا بين واجد وهائم وخائف وراج وولهان.\n</p>\n\n<p>\nفعندما تجلى لهم محبوبهم في قلوبهم، أغناهم عن مشاهدة العيان. لاطفهم\nبملاطفة: يا عبادي لا خوف عليكم، اليوم لكم الأمان. بعيني ما تحملتم من\nأجلي، فكم من <span id='ms075'></span> جفنت ساهر، وكم من كبد من الشوق ملآن، سأكشف لكم لمألم الحجاب\nعن وجهي فتتنعمون بما لم يخطر على قلب إنسان. ألبسكم حلل الرضا، وأبسط\nمجالسكم بالرضوان، أسقيكم شراب التوحيد صرفا خالصا، وأنا الحنان المنان.\n</p>\n\n<p>\nيا أهل السماع تواجدوا، ويا معشر الإخوان، أين المشتاق؟ هذا الشراب، هذا\nكأس المتاب ملآن.\n</p>\n\n<p>\nأين أنت من أهل الصفا يا مضيعا عمره في العصيان؟ بادر قبل تغير الحال،\nفتعود بالخيبة والخسران، واعص من لامك وخالف من عدلك، وأطع من نصحك ودع\nقالا وقيلا.\n</p>\n\n<p>\n{فمن أوتي كتابه بيمينه فأولئك يقرأون كتابهم ولا يظلمون فتيلا ومن كان\nفي هذه أعمى فهو في الآخرة أعمى وأضل سبيلا} الإسراء 71 72.\n</p>\n\n<p>\nقال عبد الله بن عباس رضي الله عنهما: صلى بنا رسول الله صلى الله عليه\nوسلم صلاة العصر، فقام في الركعة الأولى، حتى ظننا أنه لا يرفع رأسه، فرفع\nرأسه، ورفعنا بعده، فلما قضيت الصلاة، انفتل من محرابه صلى الله عليه وسلم\nوقال: \"أين أخي وابن عمي علي ابن أبي طالب؟ \" فأجابه علي رضي الله عنه من\nآخر الصفوف، وهو يقول لبيك لبيك يا رسول الله صلى الله عليه وسلم. فقال\nرسول الله صلى الله عليه وسلم: \"أدن مني يا أبا الحسن\"، فدنا منه، فلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nيزل يدنيه حتى جلس بين يديه. فقال: \"يا أبا الحسن، أما سمعت ما أنزل الله\nعلي في فضل الصف الأول، والتكبيرة الأولى؟ \" فقال: بلى يا رسول الله. فقال\nله رسول الله صلى الله عليه وسلم: \"فما الذي أبطأك عن الصف الأول والتكبيرة\nالأولى، فهل شغلك حب الحسن والحسين عن ذلك؟ \" فقال له علي رضي الله عنه:\nوهل يشغلني حبهما عن حب الله تعالى؟! قال له: \"فما الذي شغلك عن ذلك يا\nعلي\" قال: يا رسول الله، أذن بلال وأنا في المسجد، فركعت ركعتين، وأقام\nبلال الصلاة فكبرت معك التكبيرة الأولى، فوسوسني شيء من أمر الوضوء، فخرجت\nمن المسجد إلى منول فاطمة رضي الله عنها، فناديت، يا حسن، يا حسين، فلم\nيجيبني أحد، فبينما أنا <span id='ms076'></span> كالمرأة الثكلى، أو كالحبة في المقلى، وأنا أطلب\nماء لوضوئي، إذ هتف بي هاتف عن يميني، فإذا أنا بقدح من الذهب الأحمر،\nوعليه منديل أخضر، فكشفت المنديل، فإذا هو ماء أشد بياضا من اللبن، وأحلى\nمن الشهد، وألين من الزبد، فتطهرت للصلاة، تمندلت بالمنديل، ورددته على\nالقدح، والتفت فلم أره، ولم أر من وضعه ولا من رفعه.\n</p>\n\n<p>\nفتبسم رسول الله صلى الله عليه وسلم، وقال: \"بخ بخ، هل تعلم من أتاك\nبالمنديل والقدح يا أبا الحسن؟ \" قال: الله ورسوله أعلم. قال: \"أتاك بالقدح\nجبريل عليه السلام، والماء من حظيرة القدس، والذي مندلك بالمنديل ميكائيل\nعليه السلام، والذي أمسك يدي على ركبتي حتى أدركت الركعة الأولى إسرافيل\nعليه السلام. يا أبا الحسن من أحبك، أحبه الله، ومن أبغضك أبغضه الله\".\n</p>\n\n<p>\nويروى إن رسول الله صلى الله عليه وسلم جلس ذات يوم مع أصحابه، فإذا\nبيهودية قد أقبلت تبكي، حتى وقفت بين يديه، وجعلت تقول هذه الأبيات، وهي\nتبكي:\n</p>\n\n<p>\nبأبي أفديك يا نور الفلك ... ليت شعري إن شيء قتلك\n</p>\n\n<p>\nغبت عني غيبة موحشة ... أترى ذئب يهودي أكلك\n</p>\n\n<p>\nإن تكن ميتا فما أسرع ما ... كان من أمر الليالي من أجلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nأو تكن حيا فلا بد لمن عاش إن يرجع من حيث سلك\n</p>\n\n<p>\nفقال لها رسول الله صلى الله عليه وسلم: \"مالك أيتها المرأة؟ \".\n</p>\n\n<p>\nقالت: يا محمد بينما أنا وولدي يلعب بين يدي، إذ خطف، وبقي المكان منه\nبلقعة.\n</p>\n\n<p>\nقال لها: \"يا هذه إن رد الله ولدك على يدي، أتؤمنين بي؟ \"\n</p>\n\n<p>\nقالت: نعم وحق الأنبياء الكرام، إبراهيم، وإسحاق، ويعقوب عليهم الصلاة\nوالسلام.\n</p>\n\n<p>\nفقام رسول الله صلى الله عليه وسلم، فصلى ركعتين، ثم دعا بدعوات، فما\nاستكملها حتى وضع الطفل بين يديه صلى الله عليه وسلم.\n</p>\n\n<p>\nفقال له النبي صلى الله عليه وسلم: \"أين كنت أيها الطفل؟ \".\n</p>\n\n<p>\nقال: بينما كنت ألعب بين أمي، إذا أقبل علي عفريت كافر، فاختطفني وذهب بي\nمن وراء البحر، فلما دعوت الله عز وجل، سلط الله عليه جنا مؤمنا أشد <span id='ms077'></span> منه\nبطشا، وأعظم خلقا فانتزعني منه، وساقني إليك، فها أنا بين يديك صلى الله\nعليك.\n</p>\n\n<p>\nفقلت المرأة: أشهد إن لا اله إلا الله، وأشهد إن محمدا رسول الله صلى\nالله عليه وسلم.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>الفصل السابع والعشرون</h1>\n\n<p>\nاعلم أن الزنى من أكبر الكبائر، وهو شؤم على صاحبه في الدنيا والآخرة،\nووبال على صاحبه.\n</p>\n\n<p>\nوقد نهى الله تعالى عنه في مواضع من كتابه، فقال تعالى: {ولا تقربوا\nالزنى إنه كان فاحشة وساء سبيلا} الإسراء 32. وقال تعالى: {والذين هم\nللزكاة فاعلون والذين هم لفروجهم حافظون إلا على أزواجهم أو ما ملكت\nأيمانهم فإنهم غير ملومين فمن ابتغى وراء ذلك فأولئك هم العادون} المؤمنون\n5، 7.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"لا يزني الزاني حين يزني وهو مؤمن\"\n(1) .، أراد بذلك أن الزاني مبعد عن الله تعالى، مستوجب المقت من الله عز\nوجل.\n</p>\n\n<p>\nوفي الخبر أن شابا أتى النبي صلى الله عليه وسلم، فقال: يا رسول الله،\nأتأذن لي في الزنى، فصاح الناس به، فقال: \"اتركوه، أدن مني\"، فقال: \"أتحبه\nلأمك؟ \" قال: لا، جعلني الله فداك. قال: \"كذلك الناس لا يحبونه لأمهاتهم\"،\nثم قال له: \"أتحبه لأبنتك؟ \" قال: لا. قال: \"كذلك الناس لا يحبونه\nلبناتهم\". حتى ذكر الأخت، والخالات والعمات وهو يقول: لا، ورسول الله صلى\nالله عليه وسلم يقول: \"كذلك الناس لا يحبونه\"، ثم وضع يده الكريمة على\nصدره، وقال: \"اللهم طهر قلبه، واغفر ذنبه، وحصن فرجه\"، فلم يكن بعد ذلك شيء\nأبغض إليه من الزنى (2) .\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"لما خلقت المرأة، قال لها إبليس:\nأنت نصف جندي، وأنت موضع سري، وأنت سهمي الذي أرمي به فلا أخطئ\" فتحفظ رحمك\nالله نت سهام الشيطان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"الزنى من أكبر الكبائر، والزاني\nعليه لعنة الله والملائكة والناس أجمعين إلى يوم القيامة، فان تاب، تاب\nالله عليه\" (1) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من علامة المؤمن أن يجعل الله شهوته في الصلاة\nوالصيام، وعلامة المنافق أن يجعل الله شهوته <span id='ms078'></span> في بطنه وفرجه\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"الزنى يورث الفقر، ويذهب بهاء الوجه\" يقول\nالله تعالى: \"آليت على نفسي أن أفقر الزاني ولو بعد حين\". والزنى يذهب\nبالمال، وبنور الوجه، ويخلد صاحبه في النار.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم لأبي ذر رضي الله عنه: \"ما لقي الله\nالعبد بذنب بعد الشرك بالله، أعظم من الزنى، ومن امرئ يضع نطفته في رحم\nحرام، وإن الزاني يسيل من فرجه يوم القيامة صديد لو وضعت منه قطرة على وجه\nالأرض، لأفسدت على أهل الدنيا معايشهم نتنا\". وقال صلى الله عليه وسلم:\n\"إياكم والزنى فإنه ذهاب البهاء، وطول الفقر، وقصار العمر، وأما اللواتي في\nالآخرة فسخط الله، وسوء الحساب، والخلود في النار\" (2) .\n</p>\n\n<p>\nيا من عصى الله في الشباب وقد ... أدركه الشيب راقب الله\n</p>\n\n<p>\nصحفك بالسيئات قد ملئت ... بأي وجه تراك تقراها\n</p>\n\n<p>\nأعدد جوابا إذا سئلت غدا ... وقرب النار منك مولاها\n</p>\n\n<p>\nيا معشر المسلمين كم رجل ... تلومه النار حين يصلاها\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"ما من أحد أغير من الله تعالى أن يرى\nعبده أو أمته يزني، والله لو تعلمون ما أعلم، لضحكتم قليلا، ولبكيتم كثيرا،\nألا وإن في النار لتوابيت من نار، فيها أقوام محبوسون في تلك التوابيت،\nفإذا سألوا الراحة، فتحت لهم تلك التوابيت فإذا فتحت بلغ شررها أهل جهنم،\nفيستغيث أهل جهنم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nبصوت واحد، ويقولون: اللهم العن أهل التوابيت، وهم الذين يغتصبون فروج\nالنساء حراما\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن الله لما خلق الجنة، قال لها: تكلمي. قالت:\nسعد من دخلني، فقال الجبار جل جلاله: وعزتي وجلالي لا يسكن فيك ثمانية نفر\nمن الناس، مدمن خمر، ولا مصر على الزنى، ولا نمام، ولا ديوث، ولا شرطي، ولا\nمخنث، ولا قاطع رحم، ولا الذي يقول: علي عهد الله أن أفعل كذا وكذا ولا\nيفعله\".\n</p>\n\n<p>\nفليس المصر على الزنى هو المداوم عليه، ولا مدمن الخمر هو الملازم لشربه،\nولكنه هو إذا وجد الخمر شربها، ولم يمنعه منها <span id='ms079'></span> خوف الله تعالى، ومتى تهيأ\nله الزنى، ولم يتب من ذلك، ومن لم ينه النفس عن الهوى فان الجحيم هي\nالمأوى.\n</p>\n\n<p>\nوكان ابن عباس رضي الله عنهما يقول لغلمانه: إن أردتم النكاح نكحتم، أي\nتزوجتم، فان العبد إذا زنى، خرج الإيمان من قلبه فلا يبقى للعبد إيمان.\n</p>\n\n<p>\nوقال لقمان لابنه: إياك والزنى، فإن أوله مخافة آخره ندامة، ومن بعد تلقى\nآثامه.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nيا من خلا بمعاصي الله في الظلم ... في اللوح يكتب فعل السوء بالقلم\n</p>\n\n<p>\nبها خلوت وعين الله ناظرة ... وأنت بالإثم منه غير مكتتم\n</p>\n\n<p>\nفهل أمنت المولى من عقوبته ... يا من عصى الله بعد الشيب والهرم\n</p>\n\n<p>\nواعلم إن من غلبه هواه افتضح، فما نال الكرامات من نالها إلا بغلبة\nالهوى.\n</p>\n\n<p>\nكما روي أنه في بني إسرائيل رجل تزوج امرأة من بلد آخر، فأرسل بثقته\nإليها ليسوقها إليه، فراودته نفسه، وطالبته بها، فزجرها، واستعصم بالله،\nقال: فنبأه الله تعالى بترك هواه، وكان نبيا من بني إسرائيل.\n</p>\n\n<p>\nوأنشدوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nتوق نفسك لا تأمن غوائلها ... فالنفس أخبث من سبعين شيطانا\n</p>\n\n<p>\nوحكى ابن عباس عن كعب الأحبار رضي الله عنهما أنه قال: كان في بني\nإسرائيل صديق منفرد للعبادة، فأقام في صومعته دهرا طويلا، وكان يأتيه ملك\nفي كل غدوة وعشية، فيقول له الملك: ألك حاجة؟ فيقول: الله أعلم بحاجتي.\n</p>\n\n<p>\nوأنبت الله له فوق الصومعة كرمة، تحمل في كل يوم بالعنب، وكان إذا عطش مد\nيده، فينبع منها الماء، فيشرب منه.\n</p>\n\n<p>\nفلما كان بعد مدة مرت به امرأة لها حسن وجمال، عند المغرب، فنادته: يا\nعبد الله. فقال لها: لبيك. فقالت له: أيراك ربك؟ قال لها: هو الله الواحد\nالقهار، الحي القيوم، العالم بما في الصدور وباعث من في القبور. قالت له:\nالبلد مني بعيد. قال لها: اصعدي.\n</p>\n\n<p>\nفلما صارت في صومعته، رمت بثيابها، وقامت عريانة، تجلو نفسها عليه، فغض\nبصره عنها. وقال لها: ويلك، استري نفسك. قالت له: ما يضرك إذا تمتعت بي في\nهذه الليلة؟.\n</p>\n\n<p>\nفقال لنفسه: يا نفس، وما تقولين؟ قالت <span id='ms080'></span>: والله إني أتمتع بها.\n</p>\n\n<p>\nقال لها: ويحك: أتريدين سرابيل القطران، مقطعات وتذهبين بعبادتي هذه\nالمدة، وليس كل من زنى عفي عنه، وإن الزاني يكب على وجهه في النار، وهي نار\nلا تطفأ، وعذابها لا يفنى، وأخاف إن يغضب الله عليك، ولا يرضى أبدا عنك.\n</p>\n\n<p>\nفراودته نفسه على ذلك، فقال: أعرض عليك نارا صغيرة، فإن صبرت عليها،\nمتعتك بهذه الجارية الليلة.\n</p>\n\n<p>\nقال: فملأ السراج دهنا، وأغلظ الفتيلة، والمرأة تسمع وتبصر، ثم ألقى يده\nإلى الفتيلة، وهي تتقد، فصاح بالفتيلة: ما لك؟ أحرقي، فأكلت إبهامه، ثم\nأكلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nأصابعه، ثم أكلت يده، فصاحت الجارية صيحة عظيمة، فارقت الدنيا، فسترها\nبثوبها.\n</p>\n\n<p>\nفلما أصبح صرخ إبليس لعنه الله: أيها الناس إن العابد قد زنى بفلانة بنت\nفلان، وقتلها.\n</p>\n\n<p>\nفركب الملك في جنده وأهل مملكته، فلما انتهى إلى الصومعة، صاح، فأجابه\nالعابد، فقال له: أين فلانة بنت فلان؟ قال له: عندي ها هنا. قال له: قل لها\nأن تنزل. قال له: إنها قد ماتت.\n</p>\n\n<p>\nقال له الملك: ما رضيت بالزنى حتى قتلت النفس التي حرم الله؟ فهدم\nالصومعة، وجعل في عنق العابد سلسلة، فجره بها، وحملت المرأة، وجيء بالعابد\nملفوفة في كمه وهو لا يعلمهم بقصته.\n</p>\n\n<p>\nفوضع المنشار على رأسه، وقيل لأصحاب العذاب: جروا، فجروا.\n</p>\n\n<p>\nفلما بلغ المنشار إلى دماغه، تأوه، فأوحى الله تعالى إلى جبريل عليه\nالسلام: قل له: لا ينطق بشيء، وها أنا أنظر إليك، وقد أبكى حملة عرشي،\nوسكان سماواتي، فوعزتي وجلالي لئن تأوه الثانية، لأهدمن السموات على الأرض،\nفما تأوه ولا تكلم حتى مات رحمه الله.\n</p>\n\n<p>\nفلما مات، رد الله الروح على المرأة، وقالت: مات والله مظلوما، ما زنى\nوما أنا إلا بخاتمي بكر.\n</p>\n\n<p>\nثم قصت عليهم القصة، فأخرجوا يده، فإذا هي محروقة كما قالت الجارية.\nفقالوا: لو علمنا ما نشرناه، وخر العابد نصفين على الأرض، وعادت الجارية\nكما كانت، فحفروا لهما قبرا واحدا، فوجدوا في القبر مسكا وعنبرا وكافورا.\nثم أتوا بهما ليصلوا عليهما، فناداهم مناد من السماء: اصبروا حتى تصلي <span id='ms081'></span>\nعليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالملائكة، ثم صلى عليهما الناس ودفنوهما، فأنبت الله على قبرهما\nالياسمين، ووجدوا على قبرهما رق مكتوب فيه:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم، من الله عز وجل إلى عبدي ووليي، إني نصبت المنبر\nتحت عرشي، وجمعت ملائكتي، وخطب جبريل عليه السلام، وأشهدت الملائكة أني\nزوجتك خمسين ألف عروس من الفردوس، وهكذا أفعل بأهل طاعتي وأهل مراقبتي.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"النظر إلى محاسن المرأة سهم من سهام إبليس،\nفمن غض بصره، أذاقه الله تعالى عبادة يجد حلاوة تلك العبادة في قلبه\" (1) .\n</p>\n\n<p>\nوفي المناجاة أن الله تعالى قال لموسى عليه السلام: يا موسى، حرمت على\nالنار ثلاثة أعين: عين سهرت في سبيل الله، وعين غضت عن محارم الله، وعين\nبكت من خشيتي، ولكل شيء جزاء، إلا الدمعة، فلا جزاء لها إلا الرحمة\nوالمغفرة ودخول الجنة. والله تعالى أعلم.\n</p>\n\n<p>\n*** \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>الفصل الثامن والعشرون</h1>\n\n<p>\nوفي الخبر أن النبي صلى الله عليه وسلم فقد كعبا فسأل عنه، فقيل إنه\nمريض، فخرج يمشي حتى أتاه، فلما دخل عليه قال: \"أبشر يا كعب\"، فقالت له\nأمه: هنيئا لك الجنة يا كعب. فقال رسول الله صلى الله عليه وسلم: \"من هذه\nالمتألية على الله؟ \" قال: أمي. قال: \"وما يدريك يا أم كعب، لعل كعبا قال\nما لا يعنيه أو سمع ما لا يعنيه؟ \".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"العبادة تسعة أجزاء في الصمت، وجزء في الفرار\nمن الناس\" (1) .\n</p>\n\n<p>\nوفي الحكمة: تسعة أعشار العبادة في الصمت.\n</p>\n\n<p>\nوحكي أن مريم لما نذرت إلا تتكلم، وحبست لسانها لأجل الله تعالى، أطلق\nالله سبحانه وتعالى لسان صبي لا يعرف الخطاب، أنطقه الله لأجلها.\n</p>\n\n<p>\nفمن حفظ لسانه لأجل الله تعالى في الدنيا، أطلق الله لسانه بالشهادة عند\nالموت ولقاء الله تعالى. ومن سرح لسانه في أعراض المسلمين، واتبع عوراتهم\nأمسك الله لسانه عن الشهادة عند الموت.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"من كثر كلامه كثر سقطه، ومن كثر\nسقطه، كثرت ذنوبه، ومن كثرت ذنوبه، كانت النار أولى به\" (2)\n</p>\n\n<p>\nفلذلك كان الصديق <span id='ms082'></span> رضي الله عنه يضع فيه حجرا ليمنع نفسه عن الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوسأل معاذ رضي الله عنه رسول الله صلى الله عليه وسلم: أي الأعمال أفضل،\nفأخرج لسانه، ووضع يده عليه.\n</p>\n\n<p>\nوأوصى علي ابن أبي طالب عنه ولده الحسن، فقال له: أمسك عليك لسانك، فان\nتلاف المرء في منطقه.\n</p>\n\n<p>\nوذكر أن عمر بن الخطاب رضي الله عنه خطب الناس يوما، فقال: إن ربكم تعالى\nيقول: يا ابن آدم، لم تحرض الناس على الخير، وتدع ذلك من نفسك؟ يا ابن آدم،\nلم تذكر الناس وتنسى نفسك؟ يا ابن آدم، لم تدعوني وتفر مني؟ إن كان كما\nتقول، فاحبس لسانك، واذكر خطيئتك، واقعد في بيتك.\n</p>\n\n<p>\nوفي صحائف إبراهيم عليه السلام: على العاقل أن يكون بصيرا بزمانه، مقبلا\nعلى شأنه، حافظا للسانه.\n</p>\n\n<p>\nوعن مالك بن دينار رحمه الله تعالى أنه قال: إذا رأيت قساوة في قلبك، أو\nوهنا في بدنك، أو حرمانا في رزقك، فاعلم أنك تكلمت بما لا يعنيك.\n</p>\n\n<p>\nوقال لقمان الحكيم لابنه: يا بني، من رحم يرحم، ومن يصمت يسلم، ومن يفعل\nالخير يغنم، ومن يفعل الشر يأثم، ومن لا يملك لسانه يندم.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nاحفظ لسانك أيها الإنسان ... لا يقتلنك انه ثعبان\n</p>\n\n<p>\nكم في المقابر من قتيل لسانه ... كانت تهاب لقاءه الشجعان\n</p>\n\n<p>\nويقال: إن جميع الأعضاء تبكر كل يوم للسان، وتقول له: ناشدتك الله تعالى\nأن تستقيم، فإنك إن استقمت استقمنا، وإن اعوججت اعوججنا.\n</p>\n\n<p>\nوقال بعض الحكماء: احبس لسانك قبل أن يطول حبسك، وتتلف نفك، فلا شيء أولى\nبطول حبس من اللسان ليقصر على الصواب ويسرع إلى الجواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض الحكماء: ترك فضول الكلام يثمر النطق بالحكمة، وترك فضول النظر\nيثمر الخشوع والخشية، وترك فضول الطعام يثمر حلاوة العبادة، وترك الضحك\nيثمر حلاوة لهيبة، وترك الرغبة في الحرام يثمر المحبة، وترك التجسس عن عيوب\nالناس يثمر صلاح العيوب، وترك التوهم في الله ينفي الشك والشرك والنفاق.\n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nالصمت نفع والكلام مضرة ... فلرب صمت في الكلام شفاء\n</p>\n\n<p>\nفإذا أردت من الكلام شفاء ... لسقام قلبك <span id='ms083'></span> فالقرآن دواء\n</p>\n\n<p>\nواعلم أن التجسس عن عيوب الناس، وتطلب مساوئهم، يبدي العورات، ويكشف\nالمخبآت.\n</p>\n\n<p>\nوقد نهى الله عز وجل عن ذلك في كتابه العزيز بقوله: {ولا تجسسوا ولا يغتب\nبعضكم بعضا} الحجرات 12.\n</p>\n\n<p>\nفاتق الله واشتغل بعيوبك عن عيوب الناس، ولا تكن كمثل الذباب الذي لا\nيعرج على المواضع السليمة من الجسد، ولا ينزل عليها، وإنما يقع على القروح\nفيدميها.\n</p>\n\n<p>\nفمن بحث عن مساوئ الناس واتبع عوراتهم، واشتغل بعيب غيره، وترك عيبه، سلط\nالله تعالى عليه من يبحث في عيبه ومساوئه ليشهرها، ويتبع عورته ويبديها\nوينشرها (1) .\n</p>\n\n<p>\nفالعاقل السعيد من نظر في عيبه، وشغل بذلك عن عيوب غيره، وعن كل شيء سوى\nالله تعالى.\n</p>\n\n<p>\nوروي عن النبي صلى الله عليه وسلم عن جبريل عليه السلام عن الله تعالى،\nأنه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nيا موسى خمس كلمات ختمت بهن التوراة، فإن عملت بهن، نفعك علم التوراة،\nوإن لم تعمل بهن، لم ينفعك علم التوراة:\n</p>\n\n<p>\nأولهن: يا موسى، كن واثقا برزقي المضمون لك ما لم تر خزائني نفدت.\n</p>\n\n<p>\nالثانية: يا موسى، لا تخافن سلطان الأرض ما لم تر سلطاني زائلا.\n</p>\n\n<p>\nوالثالثة: يا موسى، لا تجسس عن عيب أحد ما لم تخل من العيوب.\n</p>\n\n<p>\nالرابعة: يا موسى، لا تدعن محاربة الشيطان ما دام روحك في جسدك.\n</p>\n\n<p>\nالخامسة: يا موسى، لا تأمن عقابي ولو رأيت نفسك في الجنة.\n</p>\n\n<p>\nوقال: يا أخي، إياك أن تعير أحدا بما فيه، فاني أخشى أن يبتليك الله\nويعافيه، ولا تستر على الفاجر الظاهر فجوره، ولا على من لا يستتر بالمعصية\nويعلن بها.\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"لا يرى امرؤ من أخيه عورة، فيسترها\nعليه إلا أدخله الله الجنة\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من أقال مسلما عثرته، أقال الله عثرته يوم\nالقيامة\" (1)\n</p>\n\n<p>\nويقال إن أبا حنيفة رضي الله عنه كان يسكن بجواره شاب مولع بشرب الخمر،\nفكان أبو حنيفة يسهر الليل على النظر في الكتب والقراءة، وكان بينه وبين\nالشاب جدار، فكان يشرب ويتمثل:\n</p>\n\n<p>\nسأنشدهم إذا ما هم جفوني ... أضاعوني <span id='ms084'></span> وأي فتى أضاعوا\n</p>\n\n<p>\nويكثر التردد بهذا البيت، فكان أبو حنيفة يستأنس بكلامه.\n</p>\n\n<p>\nفلما كان ذات ليلة، لم يسمع له أبو حنيفة حسا، فلما خرج لصلاة الصبح سأل\nعنه فقيل له: إن صاحب الشرطة لقاه مخمورا، فحمله إلى السجن، فلما صلى أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nحنيفة، مضى إلى منزل صاحب الشرطة، واستأذن عليه، واعلمه بنفسه، فخرج إليه\nصاحب الشرطة حافي القدمين، عاري الرأس، وقبل يده، وقال: يا سيدي، وما بلغ\nمن قدري حتى تأتيني إلى منزلي؟ فقال أبو حنيفة: إني جئتك في قضية جار لي\nسجن الليلة، فقال: أشهدك يا سيدي أني أطلقته وجميع من سجن في تلك الليلة.\n</p>\n\n<p>\nقال: وانصرف أبو حنيفة والرجل معه. ثم التفت إليه، وقال: هل ضيعناك يا\nأخي، أم قمنا بحقك رعيا لقولك: أضاعوني وأي فتى أضاعوا؟ فقال: لا والله لم\nتضيعني، بل رعيتني، جزاك الله عن الجوار خيرا، وأشهدك أني تائب لوجه الله\nتعالى.\n</p>\n\n<p>\nقال: فلزم الإمام، وعبد الله تعالى حتى أتاه اليقين.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>الفصل التاسع والعشرون</h1>\n\n<p>\nقال رسول الله صلى الله عليه وسلم لأبي هريرة: \"يا أبا هريرة، إن أحببت\nأن يفشي الله لك الثناء، الحسن الجميل في الدنيا والآخرة، فكف لسانك عن\nالمسلمين\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"ما صام من ظل يأكل لحوم الناس\" (1) .\n</p>\n\n<p>\nوقال عمر بن الخطاب رضي الله عنه: أبغض عباد الله إلى الله كل طعان لعان.\n</p>\n\n<p>\nوقال سعيد بن عامر عن النبي صلى الله عليه وسلم: من دعا رجلا بغير اسمه،\nلعنته الملائكة (2) .\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"إن العبد يعطى كتابه يوم القيامة،\nفيرى فيه حسنات لم يكن عملها قط، فيقول: يا رب، من أين هذه الحسنات؟ فيقول:\nباغتياب الناس فيك وأنت لا تعلم\" (3) .\n</p>\n\n<p>\nوقال حاتم الأصم: ثلاثة إذا من في مجلس فالرحمة مصروفة عنه: ذكر الدنيا،\nوالضحك، والوقيعة في الناس.\n</p>\n\n<p>\nواعلم رحمك الله، إن النميمة تفسد الدين والدنيا، وتغير القلوب، وتولد\nالبغضاء، وسفك الدماء، والشتات. قال الله العظيم: {ولا تطع كل حلاف مهين\nهماز مشاء بنميم مناع للخير معتد <span id='ms085'></span> أثيم عتل بعد ذلك زنيم} القلم 10-13.\n</p>\n\n<p>\nوسئل رسول الله صلى الله عليه وسلم عن الغيبة فقال: \"أن تذكر أخاك بما هو\nفيه غائب عنك، وإن ذكرته بما ليس فيه فقد بهته\" (4) أي فذلك البهتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"شر عباد الله المشاؤون بالنميمة، المفرقون بين\nالأحبة\" (1) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"لا يدخل الجنة قتات\" (2) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من مشى بين اثنين بالنميمة، سلط الله عليه\nنارا في قبره تحرقه إلى يوم القيامة. وحية تنهشه حتى يدخل النار\".\n</p>\n\n<p>\nقال صلى الله عليه وسلم: \"من ألقى بين اثنين عداوة، فليتبوأ مقعده من\nالنار، ومن أصلح بينهما، فقد وجبت له على الله الجنة\".\n</p>\n\n<p>\nقال بعض الحكماء: النميمة تهدي إلى القلوب البغضاء، ومن واجهك فقد شتمك،\nومن نقل إليك فقد نقل عنك، والساعي بالنميمة كاذب لمن يسعى إليه، وخائن لمن\nيسعى به.\n</p>\n\n<p>\nقال الشاعر:\n</p>\n\n<p>\nاحفظ لسانك لا تؤذي به أحدا ... من قال في الناس عيبا قيل فيه بمثله\n</p>\n\n<p>\nقال الأصمعي: شاهدت أعرابية وهي توصي ابنها، فقالت: يا بني، أمنحك وصيتي\nوبالله التوفيق، فإياك والنميمة، فإنها تورث العداوة بين الأهلين، وتفرق\nبين المحبين، وإياك والتعرض للعيوب، فتصير لها أهلا، وإياك والجود بدينك،\nوالبخل بمالك، ومثل لنفسك مثالا من غيرك، فما استحسنته من الناس فافعله،\nوما استقبحته منهم فاجتنبه، فان المرء لا يرى عيب نفسه.\n</p>\n\n<p>\nثم أمسكت، فقلت: يا أعرابية، بالله إلا زدتيه، فقالت: يا حضري، أعجبك\nكلام العرب؟ فقلت: أى والله.\n</p>\n\n<p>\nفقالت: يا بني، إياك والغدر فانه أقبح ما تعامل به الناس، واجمع بين\nالسخاء والعلم، والتواضع والحياء، وأستودعك الله، وعليكم السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم رحمك الله أن الغيبة أشد من ثلاثين زنية في الإسلام.\n</p>\n\n<p>\nوقال بعض أهل العلم: الغيبة تنقض الوضوء، وتفطر الصائم.\n</p>\n\n<p>\nوكان بعض الفقهاء يعيد الوضوء من الغيبة.\n</p>\n\n<p>\nوقيل: مثل صاحب الغيبة كمثل من نصب منجنيقا، فهو يرمي به حسناته يمينا\nوشمالا، وشرقا وغربا.\n</p>\n\n<p>\nوأوحى الله تعالى إلى موسى عليه السلام: أتحب أن أنصرك على عدوك؟ قال:\nبم؟ قال: بردك <span id='ms086'></span> الغيبة عن المسلمين.\n</p>\n\n<p>\nومن مات تائبا عن الغيبة والنميمة، فهو آخر من يدخل الجنة، ومن مات وهو\nمصر عليهما، فهو أول من يدخل النار.\n</p>\n\n<p>\nوقال سليمان عليه السلام: يا رب، أي الأعمال أفضل وأحب إليك؟ فقال تعالى\nعشر خصال يا سليمان، أدها أن لا تذكر أحدا من عبادي إلا بخير، ولا تغتب\nأحدا ولا تجسه.\n</p>\n\n<p>\nفقال: رب، احبس عني السبعة فقد كربني هؤلاء.\n</p>\n\n<p>\nوقال عطاء السليمي: عذاب القبر ثلاث أثلاث: ثلث من البول وثلث من الغيبة،\nوثلث من النميمة.\n</p>\n\n<p>\nفإياك يا أخي والتعرض للأقدار، وأن تغتاب أحدا بما أودع فيه الجبار، فان\nالمولى جل جلاله أعلم به، وأحكم ولو شاء لأهلكه وانتقم.\n</p>\n\n<p>\nيروى أن عيسى عليه السلام مر ببعض الأنهار، فإذا بصبيان يلعبون في ذلك\nالنهر، ومعهم صبي أعمى قد كف بصره، وهم يغمسونه في الماء، ويفرون منه يمينا\nوشمالا، وهو يطلبهم ولا يظفر بهم.\n</p>\n\n<p>\nففكر عيسى عليه السلام في أمره، ودعا ربه أن يرد عليه بصره، وأن يساوي\nبينه وبين أصحابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nفرد عليه بصره، فلما فتح عينيه ورآهم وثب على واحد منهم، فتعلق به ولم\nيزل يغمسه في الماء حتى قتله، وطلب آخر فتعلق به كذلك حتى مات، وهرب\nالباقون.\n</p>\n\n<p>\nفرأى عيسى عليه السلام ذلك، فتعجب، وقال: يا الهي، وسيدي ومولاي، أنت\nبخلقك أعلم، فدعا ربه أن يرده كما كان ويكفيهم أمره.\n</p>\n\n<p>\nفأوحى الله تعالى إلى عيسى عليه السلام: قد كنت أعلمتك وتعرضت إلي في\nحكمي وتدبيري، فخر عيسى عليه السلام ساجدا.\n</p>\n\n<p>\nواعلم أنه لا يجري في هذا العالم أمر إلا وللمولى فيه حكم تدبير.\n</p>\n\n<p>\nعن بعض السلف أنه قال: إذا كان يوم القيامة، اجتمع القوم الذين كان\nيتجالسون على غير طاعة الله تعالى، ويتعاونون على المعاصي، فيجثون على\nالركب، ويعض بعضهم بعضا، وينهش بعضهم بعضا، كالكلاب، وهم الذين خرجوا من\nالدنيا على غير توبة.\n</p>\n\n<p>\nقال الفقيه أبو الحسن علي بن فرحون القرطبي رحمه الله في كتابه المعروف\nبالزاهر، كان لي عم، وتوفى في مدينة قاس سنة خمس وخمسين <span id='ms087'></span> وخمسمائة، فرأيته\nبعد ذلك في المنام وهو داخل علي في داري، فقمت إليه ولاقيته بقرب الباب،\nوسلمت عليه، ودخلت خلفه، فلما توسط في البيت، قعد واستند بظهره إلى الجدار،\nفقعدت بين يديه، فرأيته شاحب اللون متغيرا، فقلت له: يا عماه، ماذا لقيت من\nربك؟ قال: ما يلقى من الكريم يا بني، سمح لي في كل شيء إلا في الغيبة، فاني\nمنذ فرقت الدنيا إلى الآن محبوس فيها، ما سمح لي بعد فيها، فأنا أوصيك يا\nبني: إياك والغيبة والنميمة، فما رأيت في هذه الدار شيئا أشد بطشا وطلبا من\nالغيبة. وتركني وانصرف.\n</p>\n\n<p>\nوأنشدوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nيموت كل الأنام طرا ... من صالح كان أو خبيث\n</p>\n\n<p>\nفمستريح ومستراح ... منه كما جاء في الحديث\n</p>\n\n<p>\nوقال سعيد بن جبير رضي الله عنه قال: يؤتى بالعبد يوم القيامة فيدفع له\nكتابه، فلا يرى فيه صلاته ولا صيامه، ويرى أعماله الصالحة، فيقول يا رب،\nهذا كتاب غيري، كانت لي حسنات ليس في هذا الكتاب، فيقال له: إن ربك لا يضل\nولا ينسى، ذهب عملك باغتيابك الناس.\n</p>\n\n<p>\nفإياك يا أخي والغيبة والنميمة، فإنهما يضران بالدين، ويحبطان عمل\nالعاملين، وتورث العداوة بين المسلمين، أعاذنا الله منهم.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>الفصل الموفى ثلاثين</h1>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"إن الله تعالى حرم من المسلم دمه\nوماله وعرضه\".\n</p>\n\n<p>\nفالغيبة بالقلب حرام، كما هي باللسان حرام، إلا إن يضطر لمعرفته، بحيث لا\nيمكنه التجاهل، فحد الغيبة كما بينه رسول الله صلى الله عليه وسلم وهو أن\nتذكر أخاك بما يكرهه إن بلغه أو سمعه، وإن كنت صادقا سواء ذكرت نقصانا في\nنفسه، أو عقله، أو ثوبه، أو في فعله، أو في قوله أو في دينه، أو في داره،\nأو في دابته، أو في ولده، أو في عبده، أو في أمته، أو بشيء ما يتعلق به،\nحتى قولك: إنه واسع الكم، طويل الذيل.\n</p>\n\n<p>\nوقد ذكر رجل عند رسول الله صلى الله عليه وسلم، فقيل: ما أعجزه، فقال:\n\"اغتبتموه\".\n</p>\n\n<p>\nوأشارت عائشة رضي الله عنها إلى صفية <span id='ms088'></span>، وقالت لها كذا وكذا، وأشارت بيدها،\nتعني قصرها، فقال رسول الله صلى الله عليه وسلم: \"اغتبتها يا عائشة\"،\nفقالت: يا رسول الله، أليست هي قصيرة؟ قال: \"إنك ذكرت أقبح شيء فيها\".\n</p>\n\n<p>\nوالغيبة لا تقتصر على اللسان، بل كل ما يفهم منه عرض يكرهه المذكور فيه\nإن بلغه أو سمعه، باليد، أو بالرجل، أو بالإشارة، أو بالحركة، أو بالتعريض\nأو بالمحاكاة، فهي غيبة.\n</p>\n\n<p>\nوقد عظم الله تعالى أمر الغيبة، فقال تعالى: {ولا يغتب بعضكم بعضا أيحب\nأحدكم أن يأكل لحم أخيه ميتا فكرهتموه} الحجرات 12. وقال تعالى: {ويل لكل\nهمزة لمزة} الهمزة 1.\n</p>\n\n<p>\nفقيل معناه الطاعن في الناس، الذي يأكل لحوم الناس.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"مررت ليلة أسري بي على قوم يخمشون\nوجوههم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nبأظفارهم، فقيل لي: هؤلاء الذين يغتابون الناس\".\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"ما النار في اليبس بأسرع من الغيبة\nفي حسنات العبد\".\n</p>\n\n<p>\nروي عن عبد الملك بن حبيب رحمه الله تعالى بإسناده عمن حدثه أنه قال\nلمعاذ بن جبل: يا معاذ حدثني حديثا سمعته من رسول الله صلى الله عليه وسلم.\nقال: قال لي رسول الله صلى الله عليه وسلم: \"يا معاذ إني محدثك حديثا، إن\nأنت حفظته نفعك الله، وإن ضيعته ولم تحفظه، انقطعت حجتك عند الله يوم\nالقيامة.\n</p>\n\n<p>\nيا معاذ: الله خلق سبع أملاك قبل أن يخلق السموات والأرض، فجعل لكل سماء\nملكا بوابا عليها، فتصعد الحفظة بعمل العبد من حين يصبح إلى حين يمسي، له\nنور كنور الشمس، حتى إذا بلغت به إلى سماء الدنيا، فتزكيه وتكثره، فيقول\nالملك الموكل بها للحفظة: اضربوا بهذا العمل وجه صاحبه، أنا صاحب الغيبة\nأمرني ربي أن لا أدع عمل من اغتاب الناس يجاوزني إلى غيري.\n</p>\n\n<p>\nثم تأتي الحفظة بعمل صالح من العبد، فتزكيه وتكثره، حتى تبلغ به إلى\nالسماء الثانية، فيقول لهم الملك الموكل بها: قفوا واضربوا بهذا العمل وجه\nصاحبه، انه أراد بهذا العمل عرض الدنيا، أمرني ربي أن لا أدع عمله يجاوزني <span id='ms089'></span>\nإلى غيري، إنه كان يفتخر على الناس في مجالسهم.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد يبتهج نورا من صدقة وصيام، وقد أعجب\nالحفظة، فيجاوزون به إلى السماء الثالثة، فيقول لهم الملك الموكل بها: قفوا\nواضربوا بهذا العمل وجه صاحبه، أنا ملك الكبر، أمرني ربي إلا أدع عمله\nيجاوزني إلى غيري، انه كان يتكبر على الناس.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد يزهر كما يزهر الكوكب الدري وله دوي من\nصلاة وتسبيح وحج وعمرة، حتى يجاوزوا به إلى السماء الرابعة فيقول لهم الملك\nالموكل بها، قفوا واضربوا بهذا العمل وجه صاحبه ظاهره وباطنه، أنا صاحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالعجب، أمرني ربي أن لا أدع عمله يجاوزني إلى غيري، إنه كان إذا عمل عملا\nأدخل العجب فيه.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد من صلاة وصوم وصدقة وزكاة وحج وعمرة، حتى\nيجاوزوا بها إلى السماء الخامسة كأنه العروس المزفوفة، فيقول لهم الملك\nالموكل بها: قفوا واضربوا بهذا العمل وجه صاحبه، واحملوه على عاتقه، أنا\nملك الحسد، انه كان يحسد من يتعلم، ولا يعمل بمثل عمله، وكل من كان يأخذ\nفضلا من العبادة كان يحسده، أمرني ربي أن لا أدع عمله يجاوزني إلى غيري.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد من صلاة وزكاة وحج وعمرة وصيام، فيجاوزون\nبه إلى السماء السادسة، فيقول لهم الملك، قفوا واضربوا بهذا العمل وجه\nصاحبه، انه كان لا يرحم إنسانا ولا مسكينا من عباد الله تعالى قط إذا أصابه\nبلاء أو ضر، بل كان يشمت به، أنا ملك الرحمة، أمرني ربي أن لا أدع عمله\nيجاوزني إلى غيري.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد من صلاة وصوم وجهاد وورع، له دوي كدوي\nالنحل، وضوء كضوء الشمس، ومعه ثلاث آلاف ملك، فيجاوزون به السماء السابعة:\nفيقول لهم الملك الموكل بها: قفوا واضربوا بهذا العمل وجه صاحبه، واقفلوا\nعلى قلبه، إني أحجب عن ربي كل عمل لم يرد به ربي، إنما أراد بعمله رفعة عند\nالفقهاء، وذكرا عند العلماء، وصيتا في المدائن، أمرني ربي أن لا أدع عمله <span id='ms090'></span>\nيجاوزني إلى غيري، وكل عمل لم يكن لوجه الله خالصا، فهو رياء ولا يقبل الله\nعمل المرائي.\n</p>\n\n<p>\nقال: وتصعد الحفظة بعمل العبد من صلاة وزكاة وعمرة وخلق وحسن وصمت، وذكر\nالله تعالى، فتشيعه ملائكة السموات السبع، حتى يقطعوا الحجب كلها، ويقفوا\nبين يدي الله تعالى، ويشهدوا له بالعمل الصالح لله تعالى، فيقول لهم: أنتم\nالحفظة على عبدي، وأنا الرقيب على قلبه، انه لم يردني بهذا العمل، وأراد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nغيري، فعليه لعنتي ولعنة أهل السموات والأرض، فتقول الملائكة كلها: عليه\nلعنتك ولعنتنا، وتقول السموات كلها: عليه لعنة الله ولعنتنا، وتلعنه\nالسموات السبع ومن فيهن\".\n</p>\n\n<p>\nقال نعاذ: قلت: يا رسول الله، أنت رسول الله، وأنا معاذ. قال: \"اقتد بي،\nوإن كان في عملك نقص، يا معاذ، احفظ لسانك من الوقيعة في لسانك من إخوانك\nمن حملة القرآن، واحمل ذنوبك، ولا تحملها عنهم، ولا ترك نفسك بذمهم ولا\nتوقع نفسك عليهم، ولا تدخل الدنيا في عمل الآخرة، ولا تتكبر في مجلسك لكي\nيحذر الناس من سوء خلقك، ولا تمازح رجلا وعندك آخر، ولا تتعاظم على الناس،\nفتقطع عنك خيرات الدنيا والآخرة، ولا تمزق لحوم الناس بلسانك، فتمزقك كلاب\nالنار يوم القيامة بالنار، قال الله تعالى: {والناشطات نشطا} النازعات 2.\nهل تدري ما هن يا معاذ؟ \" قلت: ما هن بأبي وأمي يا رسول الله؟ قال: \"كلاب\nمن نار تنشط العظم واللحم\". قال: قلت: يا رسول الله من يطيق هذه الخصال،\nومن ينجو منها؟ قال: \"يا معاذ، إنه يسير على من يسره الله تعالى عليه\".\n</p>\n\n<p>\nقال: فما رأيت أحدا أكثر تلاوة للقرآن من معاذ لهذا الحديث (1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>الفصل الحادي والثلاثون</h1>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"المسلم من سلم المسلمون من لسانه\nويده\" (1) .\n</p>\n\n<p>\nوقال: \"المسلم أخو المسلم، لا يظلمه ولا يسلمه\" (2) .\n</p>\n\n<p>\nوقال: \"المسلمون كرجل واحد، إذا اشتكى رأسه، تداعى بقية جسده بالحمى\nالسهر\" (3) .\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"من سره أن يسلم فليلزم الصمت\".\n</p>\n\n<p>\nوقال معاذ رضي الله عنه لرسول الله صلى الله عليه <span id='ms091'></span> وسلم: يا رسول الله،\nأنؤاخذ بما نقول؟ فقال: \"ثكلتك أمك يا ابن جبل، وهل يكب الناس في النار على\nمناخرهم إلا حصائد ألسنتهم؟! \" (4) .\n</p>\n\n<p>\nوقيل لعيسى عليه السلام: دلنا على عمل ندخل به الجنة، قال: فلا تنطقوا\nأبدا.\n</p>\n\n<p>\nقالوا: لا بد لنا من ذلك. قال: فلا تنطقوا إلا بخير.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"اخزن لسانك إلا من خير، فانك بذلك تغلب\nالشيطان\" (5) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن الله تعالى عند كل لسان ناطق، فليتق الله\nامرؤ علم ما يقول\" (6) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من كان يؤمن بالله واليوم الآخر فليقل خيرا أو\nليصمت\" (7) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"رحم الله عبدا قال خيرا أو صمت\" (1) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن أكثر خطايا ابن آدم في لسانه\" (2) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"لسان العاقل من وراء قلبه، فإذا أراد الكلام\nرجع إلى قلبه، فان كان له تكلم، وإن كان عليه امسك، وقلب الجاهل من وراء\nلسانه، فهو يتكلم بكل ما عرض له\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن الرجل ليتكلم بالكلمة من رضوان الله تعالى،\nما كان يظن أن تبلغ ما بلغت، يكتب الله له بها رضوانه إلى يوم القيامة\" (3)\n.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن الرجل ليتكلم بالكلمة ما يلقي لها بالا\nيهوي بها في نار جهنم، وإن الرجل ليتكلم بالكلمة ما يلقي لها بالا يرفعه\nالله بها إلى الجنة\" (4) .\n</p>\n\n<p>\nوإياك يا أخي، والعجب، فانه مذموم كيف كان: بالنفس أو بالفعل أو بالقول،\nولا تغتر بفعلك ولا بقولك، فإن الله تعالى يقول: {فلا تزكوا أنفسكم هو أعلم\nبمن اتقى} . النجم 32.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"ثلاث مهلكات: شح مطاع، وهوى متبع، وإعجاب\nالمرء بنفسه\" (5) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"لو لم تذنبوا، لخشيت عليكم ما هو أشد من\nالذنب، وهو العجب\" (6) .\n</p>\n\n<p>\nوقيل لعائشة رضي الله عنها: متى يكون الرجل مسيئا؟ قالت: إذا ظن أنه\nمحسن.\n</p>\n\n<p>\nوقال ابن عباس رضي الله تعالى عنهما: الهلاك في اثنتين القنوط والعجب <span id='ms092'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما جمع بينهما، لأن القانط لا يطلب السعادة لقنوطه، وإن المعجب لا\nيطلبها لظنه أنه ظفر بها.\n</p>\n\n<p>\nوذكر ابن عباس رضي الله عنهما أنه قال يوما: أنا من الراسخين في العلم،\nوقال يوما: سلوني قبل إن تفقدوني، فلما انصرف إلى منزله، بعث الله ملكا في\nصورة آدمي، فدق عليه الباب، فخرج إليه عبد الله بن عباس، فقال له الملك: يا\nابن عباس: ما تقول في النملة مع صغرها، أين روحها في مقدمها، أو في مؤخرها؟\nفلم يجد جوابا فدخل منزله، وأغلق بابه، وآلى على نفسه أن لا يدعي علما\nأبدا.\n</p>\n\n<p>\nقال الله تعالى: {وفوق كل ذي علم عليم} يوسف 76.\n</p>\n\n<p>\nوذكر أنه حضر بعض النحويين في مجلس ابن شمعون الوعظ، وكان من الزهاد،\nفكأن النحوي أخذ على الشيخ لحنا في لسانه، وغلظا في كلامه، فانقطع عنه\nالنحوي، ولم يأت إلى مجلسه، فكتب إليه ابن شمعون: أراك من الإعجاب رضيت أن\nتقف دون الباب، أما سمعت رسالة بعض العارفين إلى بعض المتأدبين. كتب إليه:\nمن اعتمد على ضبط أقواله، لحن في أفعاله، انك رفعت وخفضت وجزمت وتهت\nوانقطعت.\n</p>\n\n<p>\nألا رفعت إلى الله جميع الحاجات؟ إلا خفضت صوتك عن المنكرات؟ إلا نصبت\nبين عينيك ميزان الممات، أما علمت أنه لا يقال غدا لعبد: لم لم تكن معربا\nوإنما يقال له: لم كنت مذنبا.\n</p>\n\n<p>\nيا هذا، ليس المرغوب الفصاحة في المقال، وإنما المرغوب الفصاحة في\nالفعال. ولو كانت الفصاحة محمودة في المقال دون الفعال، لكان هارون أولى\nبالرسالة من موسى عليهما السلام، قال الله تعالى إخبارا عن قول موسى: {وأخي\nهارون هو أفصح مني لسانا} القصص 34. فجعلت الرسالة لموسى لفصاحة أفعاله،\nوالله أعلم حيث يجعل رسالته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nولاحن في الفعال ذو زلل ... حتى إذا جاء قوله وزنه\n</p>\n\n<p>\nقال وقد أكسبه لفظه ... تيها وعجبا أخطأن يا لحنه\n</p>\n\n<p>\nقلت أخطأ الذي يقوم غدا ... ولا يرى في كتابه حسنه\n</p>\n\n<p>\nروي أن رجلا نظر إلى بشر بن منصور السليمي رضي الله تعالى عنه وهو يطيل\nالصلاة، ويحسن العبادة <span id='ms093'></span>، فلما فرغ قال له: لا يغرنك ما رأيت مني، فان إبليس،\nلعنه الله، عبد الله آلافا من السنين ثم صار إلى ما صار إليه.\n</p>\n\n<p>\nفمن سعادة المرء أن يقر على نفسه بالعجز والتقصير في جميع أفعاله\nوأقواله.\n</p>\n\n<p>\nقيل المهلكات أربع هي: أنا، ونحن، ولي، وعندي.\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"النادم على الذنب كمن لا ذنب له\" (1)\n،\n</p>\n\n<p>\n\" النادم ينتظر الرحمة، والمعجب ينتظر المقت من الله تعالى\" (2) .\n</p>\n\n<p>\nقال أبو الدرادء رضي الله عنه: إن ناقدت الناس ناقدوك، وإن تركتهم لم\nيتركوك، وإن هربت منهم أدركوك، فالعاقل من وهب نفسه وعرضه ليوم فقره، وما\nتجرع مؤمن أحب إلى الله عز وجل من غيظ كظمه، فاعفوا يعزكم الله، وإياكم\nودمعة اليتيم، ودعوة المظلوم، فانها تسري بالليل والناس نيام.\n</p>\n\n<p>\nوقال عبد الله بن مسعود رضي الله عنه: أعظم الخطايا الكذب، وسب المؤمن\nفسوق، وقتاله كفر، وحرمة ماله كحرمة دمه، ومن يعف يعف الله عنه، ومن يكظم\nالغيظ يأجره الله ومن يغفر، يغفر الله له، ومن يصبر على الرزية يعقبه الله\nخيرا منها.\n</p>\n\n<p>\nوعن عبد الله بن عباس رضي الله عنهما أنه قال: لما أخذ موسى عليه السلام\nالألواح، نظر فيها، وقال: الهي، أكرمتني بكرامة لم تكرم بها أحدا من قبلي،\nفأوحى الله تعالى إليه: أتدري لما فعلت ذلك بك؟ قال: لا. قال: نظرت إلى\nقلوب عبادي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nفلم أجد قلبا أشد تواضعا من قلبك، فلذلك: {إني اصطفيتك على الناس\nبرسالاتي وبكلامي فخذ ما آتيتك وكن من الشاكرين} الأعراف 144.\n</p>\n\n<p>\nيا موسى: إنما أقبل من تواضعي لعظمتي، ولم يتعاظم على خلقي، وألزم قلبه\nخوفي، وقطع نهاره بذكري، وكف لسانه عن الشهوات لأجلي.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"ما من جرعة أحب إلى الله تعالى من\nجرعة غيظ كظمها رجل، ومن كظم غيظا هو قادر على إنفاذه، ملأ الله قلبه أمنا\nوإيمانا\".\n</p>\n\n<p>\nوحكي أن غلاما لجعفر الصادق رضي الله عنه سكب على يده الماء في الطشت،\nفطار الماء على ثوبه، فنظر إليه جعفر نظرة <span id='ms094'></span> منكرة، فقال العبد: يا مولاي:\n{والكاظمين الغيظ} قال: كظمت غيظي. قال الغلام: {والعافين عن الناس} قال\nعفوت عنك. قال الغلام: {والله يحب المحسنين} آل عمران 134، قال اذهب، أنت\nحر لوجه الله تعالى، ولك من مالي ألف دينار.\n</p>\n\n<p>\nوعن عبد الله بن مسعود رضي الله عنه، قال: ينبغي لحامل القرآن أن يعرف\nبليله، إذا الناس نائمون، وبنهاره إذا الناس مفطرون، وبحزنه إذا الناس\nيفرحون، وببكائه إذا الناس يضحكون، وبصمته إذا الناس يخالطون، وبخشوعه إذا\nالناس يختالون، وينبغي لحامل القرآن أن يكون باكيا محزونا، حليما سكوتا،\nولا ينبغي لحامل القرآن أن يكون جافيا، ولا غافلا، ولا سخابا، ولا صياحا،\nلا حديدا، ولا منزعجا.\n</p>\n\n<p>\nقال بعض الزاهدين: اغتنموا من زمانكم خمسا: إن حضرتم لم تعرفوا، وإن غبتم\nلم تفقدوا، وإن شهدتم لم تشاوروا، وإن قلتم شيئا لم يقبل قولكم، وإن عملتم\nشيئا لم تغبطوا به. وأوصيكم بخمس أيضا: إن ظلمتم لم تظلموا، وإن مدحتم لم\nتفرحوا، وإن ذممتم لم تجزعوا، وإن كذبتم لم تغضبوا، وإن خانوكم فلا تحزنوا.\n</p>\n\n<p>\n**\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>الفصل الثاني والثلاثون</h1>\n\n<p>\nاعلم أن الربا من المهلكات وهو أخفى من دبيب النمل على الصفاء في الليلة\nالظلماء، وإن أدنى الربا كالذي يزني مع أمه والزنية مع الأم أعظم الأمور\nوزرا من سبعين زنية مع غيرها.\n</p>\n\n<p>\nقال الله تعالى: {يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا\nإن كنتم مؤمنين} البقرة 278. وقال تعالى: {الذين يأكلون الربا لا يقومون\nإلا كما يقوم الذي يتخبطه الشيطان من المس ذلك بأنهم قالوا إنما البيع مثل\nالربا وأحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف\nوأمره إلى الله ومن عاد فأولئك أصحاب النار هم فيها خالدون} البقرة 275.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"درهم الربا أشد عند الله من ست\nوثلاثين زنية في الإسلام\" (1) .\n</p>\n\n<p>\nوقال سمرة بن جندب رضي الله عنه: كان رسول الله صلى الله عليه وسلم إذا\nصلى صلاة الغداة، اقبل علينا بوجهه الشريف، وقال: \"هل رأى <span id='ms095'></span> أحد منك رؤيا؟ \"\nقلنا: لا يا رسول الله، فذكر صلى الله عليه وسلم حديث الربا. قال: ثم\nانتقلنا حتى أتينا على نهر من دم وفيه رجل قائم، وعلى شاطئ النهر رجل قائم،\nوبين يديه حجارة، فأقبل الرجل الذي في النهر ليخرج، فلما أراد إن يخرج،\nرماه الرجل بحجر فيه، فرده حيث كان، فجعل كلما جاء ليخرج رمى فيه حجرا،\nفرجع كما كان.\n</p>\n\n<p>\nقال: \"فسألت عنه فقيل لي: هذا آكل الربا يفعل به هكذا يوم القيامة.\n</p>\n\n<p>\nوقال موسى عليه السلام: يا رب، ما جزاء من يأكل الربا ولم يتب منه؟ قال:\nيا موسى أطعمه يوم القيامة من شجر الزقوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشدوا:\n</p>\n\n<p>\nأيا الذي قلبه ميت ... بأكل الربا ازدجر وانتبه\n</p>\n\n<p>\nفكم نائم نام في غبطة ... أتته المنية في نومته\n</p>\n\n<p>\nوكم من مقيم على لذة ... دهته الحوداث في لذته\n</p>\n\n<p>\nوكم من جديد على ظهرها ... سيأتي الزمان على جدته\n</p>\n\n<p>\nوأما آكل الحرام، قال الله تعالى في كتابه العزيز: {يا أيها الناس كلوا\nمما في الأرض حلالا طيبا ولا تتبعوا خطوات الشيطان إنه لكم عدو مبين}\nالبقرة 168.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"إن لله تبارك وتعالى ملكا على بيت المقدس\nينادي في كل يوم وليلة: من أكل حراما، لم يقبل الله منه صرفا ولا عدلا حتى\nيخرج ذلك الحرام من بيته، فان مات على ذلك، فأنا بريء منه\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"أخرجوا الأمانة من بيوتكم، وردوها إلى\nأربابها، فإنكم تفعلوا فلن تنفعكم أعمالكم شيئا، ولا ينفعكم قول لا اله إلا\nالله مع الحرام في البيت\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من اكتسب درهما حلالا، وأنفقه في حلال، غفر\nالله له كل ذنب إلا الربا والحرام\".\n</p>\n\n<p>\nقال صلى الله عليه وسلم: \"طلب الحلال فرض على كل مسلم\"، أي: بعد فريضة\nالإيمان (1) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من أكل لقمة الحرام، لم يقبل الله تعالى منه\nصلاة أربعين يوما\".\n</p>\n\n<p>\n\"وكل لحم أنبته السحت والحرام، فالنار أولى به\" (2) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من اكتسب مالا حراما <span id='ms096'></span>، لم يقبل الله منه صدقة،\nولا عتقا، ولا حجا، ولا عمرة، وكانت له بعدده أوزارا، وما بقي منه بعد موته\nكان زاده إلى النار\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"لو أن رجلا اشترى ثوبا بعشرة دراهم، وكان فيهم\nدراهم حرام، لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nيقبل الله تعالى منه عملا حتى يؤديه إلى أهله\".\n</p>\n\n<p>\nويروى في حديث آخر: \"لم يقبل منه عملا ما دام عليه شيء منه\" (1) .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"لو أن أصحاب المال الحرام استشهدوا في سبيل\nالله تعالى سبعين مرة لم تكن الشهادة لهم توبة، وتوبة الحرام رده إلى\nأربابه، والاستحلال منهم\".\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من أكل الحلال أربعين يوما، نور الله تعالى\nقلبه، وأجرى ينابيع الحكمة على لسانه، ويهديه الله في الدنيا والآخرة\".\n</p>\n\n<p>\nوفي المناجاة: أن الله تعالى يقول لموسى عليه السلام: إن أردت أن تدعوني،\nفصن بطنك عن الحرام، وقل: يا ذا المن القديم، والفضل العميم، يا ذا الرحمة\nالواسعة، فأنى أجيبك فيما سألتني.\n</p>\n\n<p>\nوقال عبد الله بن عمر رضي الله عنه: لو صمتم حتى تكونوا كالحنايا، وصليتم\nحتى تكونوا كالأوتار، لم يقبل منكم إلا بورع حاجز.\n</p>\n\n<p>\nوقال بعض أهل العلم: الدنيا حلالها حساب، وحرامها عقاب، والحرام داء لا\nدواء له إلا الفرار للرحمن من أكله.\n</p>\n\n<p>\nوأنشدوا في المعنى:\n</p>\n\n<p>\nأشبه من يتوب على حرام ... كبيض فاسد تحت الحمام\n</p>\n\n<p>\nيطول عناؤه في غير شغل ... وآخره يقوم بلا تمام\n</p>\n\n<p>\nإذا كان المقام على حرام ... فلا معنى لتطويل القيام\n</p>\n\n<p>\nوقال يحيى بن معاذ رضي الله تعالى عنه: الطاعة مخزونة في خزائن الله\nتعالى، ومفتاحها الدعاء، وأسنانها أكل الحلال، فإذا لم يكن في المفتاح\nأسنان، فلا يفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالباب، وإذا لم تفتح الخزانة كيف يتوصل إلى ما فيها من الطاعة.\n</p>\n\n<p>\nفصن لقمتك، وأطب طعمتك حتى يتبين لك مبيض صالح العمل من مسود خيط الأمل\nمن فجر الأجل، ثم أتم صيام الجوارح عن حرام طعام الآثام إلى ليل القيام\nفتفطر على فوائد موائد {كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية}\n. الحاقة <span id='ms097'></span> 24.\n</p>\n\n<p>\nومن لم يجتنب الحرام من الطعام، أفطر بعد طول الصيام على مرارة حرارة\nثمرة الزقوم، فيا له من طعام، ما أعظم ضرره، يفتت الفؤاد، ويقطع الأكباد،\nويمزق الأجساد، ويورث الأنكاد في الميعاد.\n</p>\n\n<p>\nوقال سفيان الثوري رضي الله تعالى عنه: كنت أقرأ الآية فيفتح لي فيها\nسبعون بابا من العلم، فلما أكلت مال هؤلاء الأمراء، صرت أقرأ الآية فلم\nيفتح لي فيها باب واحد.\n</p>\n\n<p>\nفالحرام من القوت نار تذيب شحمة الفكر، وتذهب لذة حلاوة الذكر، وتحرق\nثياب إخلاص النيات، ومن الحرام يتولد عمى البصيرة وظلام السريرة.\n</p>\n\n<p>\nفاكتسب مالا حلالا، وأنفقه في قصد، واجتنب الحرام وأهله، ولا تجالسهم،\nولا تأكل طعامهم، ولا تصحب من كسبه من الحرام، إن كنت صادقا في ورعك، ولا\nتدلن أحدا على الحرام فيأكله هو وتحاسب أنت عليه، ولا تعنه أيضا على طلبه،\nفان المعين شريك.\n</p>\n\n<p>\nواعلم أنه إنما تقبل الأعمال من آكل الحلال.\n</p>\n\n<p>\nويتعلق بذلك كتمان الفاقة والحسرات وإخفاء الأنين والزفرات، والركون في\nالخلوات.\n</p>\n\n<p>\nوأما أكل مال اليتيم فلو لم يكن فيه إلا ما نطق القرآن الكريم على لسان\nنبيه الكريم صلى الله عليه وسلم حيث قال جل وعلا: {إن الذين يأكلون أموال\nاليتامى ظلما إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nيأكلون في بطونهم نارا وسيصلون سعيرا} النساء 10.\n</p>\n\n<p>\nوقال تعالى: {ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده\nوأوفوا بالعهد إن العهد كان مسؤولا} الإسراء 34.\n</p>\n\n<p>\nوأما الخيانة في الوزن والكيل، فاجتنب ذلك يا أخي ما استطعت، فان الله\nتعالى قد أمرك بالعهد فيهما في قوله تعالى: {ويل للمطففين الذين إذا\nاكتالوا على الناس يستوفون وإذا كالوهم أو وزنوهم يخسرون} المطففين 1، 3.\n</p>\n\n<p>\nوإياك يا أخي أن تغتبط بشيء من حقوق المسلمين، فإن البركة لا تكون مع\nالخيانة، وإن قليلا من الحرام يتلف كثيرا من الحلال.\n</p>\n\n<p>\nوإياك يا أخي إن خنت درهما، خانك إبليس في سبعين درهما.\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"ثلاثة من كن فيه فهو منافق، وإن صلى\nوصام: من إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن <span id='ms098'></span> خان\" (1) .\n</p>\n\n<p>\nوقال بعضهم: دخلت لزيارة جار لي كان يبيع الحنطة، فلما قعدت عند رأسه وهو\nيقول: جبلان من نار، فسألت زوجته، فقالت: إنه كال له مدان، أحدهما كبير\nوالآخر صغير، فإذا ابتاع من أحد شيئا اكتال بالمد الكبير، وإذا باع هو لأحد\nشيئا، كال له بالمد الصغير، فعلمت إن المدين هما اللذان تصورا له جبلين من\nنار.\n</p>\n\n<p>\nقيل، وكان رجل بالبادية لبان يخلط اللبن بالماء، فجاء السيل، فذهب\nبالغنم، فجعل يبكي ويقول: اجتمعت تلك القطرات، فصارت سيلا، ولسان الجزاء\nيناديه: {ذلك بما قدمت يداك وأن الله ليس بظلام للعبيد} الحج 10.\n</p>\n\n<p>\nواعلم أن السرقة والخيانة أمران مهلكان ضاران بالدين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوفي المناجاة أن الله تبارك وتعالى قال لموسى عليه السلام: ستة ناري\nوغضبي، فأولهم من طال عمره وساء خلق، وغني سارق، وعالم فاسق، ومن أتاني على\nغير توبة، ومن لقيني بدم مؤمن متعمدا، ومن منع حق امرئ مسلم وأكله غضبا.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"من غشنا فليس منا\" (1) .\n</p>\n\n<p>\nذكر أنه وجدت على صخرة بيت المقدس مكتوب عليها ست كلمات: كل عاص مستوحش،\nوكل مطيع مستأنس، وكل خائف هارب، وكل راج طالب، وكل مقتنع غني، وكل حريص\nفقير.\n</p>\n\n<p>\nوأما الأيمان الكاذبة، فانه روي عن رسول الله صلى الله عليه وسلم أنه\nقال: \"الحلف الحنث أو ندم\" (2) .\n</p>\n\n<p>\nوقيل: مر رسول الله صلى الله عليه وسلم برجل من أصحابه وهو يضرب عبدا له،\nوالعبد يقول له: أسألك بوجه الله تعالى إلا ما تركتني، وهو يزيد في ضربه،\nفسمع رسول الله صلى الله عليه وسلم صياح العبد، فانطلق إليه، فلما رآه\nالسيد أمسك فقال رسول الله صلى الله عليه وسلم: \"سألك بوجه الله العظيم،\nفلم تعف عنه، فلما رأيتني، أمسكت يدك\"، فقال: يا رسول الله أشهدك أنه حر\nلوجه الله تعالى العظيم، فقال له رسول الله صلى الله عليه وسلم: \"لو لم\nتفعل، للفحت النار وجهك\". فإياك والتعرض لمقت الله تعالى بكثرة الأيمان،\nفإن الله تعالى يقول: {ولا تجعلوا الله عرضة لأيمانكم} البقرة 224.\n</p>\n\n<p>\nوفي الإسرائيليات <span id='ms099'></span> أن موسى عليه السلام قال: يا رب، ما لمن يحلف بك كاذبا؟\nقال: أجعل لسانه بين جمرتين أحقابا. قال: يا رب فما على من اقتطع مال مسلم\nبيمين فاجرة؟ قال: أقطع حظه من الجنة.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم: \"إن الله تعالى أذن لي أن أحدث عن\nملك من حملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالعرش ورجلاه قد خرقت الأرض السفلى، وعنقه مثني تحت العرش، فيرفع رأسه\nوهو يقول: يا إلهي وسيدي، ما أعظمك! فيقول الله تعالى: ما عرف ذلك من حلف\nبي كاذبا\" (1) .\n</p>\n\n<p>\nوأما شرب الخمر، فانه من أكبر الكبائر، وقد ورد عن رسول الله صلى الله\nعليه وسلم أنه كان يقول: \"من شرب من الخمر شربة لم تقبل منه صلاة سبعة\nأيام، ولم يقبل منه صيام\" (2) .\n</p>\n\n<p>\nواعلم أن في شربها عشرة خصال مذمومة:\n</p>\n\n<p>\nأولها: أنها تذهب في عقل شاربها حتى يصير مضحكة للصبيان، ومهزأة كما روي\nعن ابن أبي الدنيا أنه قال: رأيت سكران يبول ويمسح وجهه ببوله، وهو يقول:\nاللهم اجعلني من التوابين، واجعلني من المتطهرين.\n</p>\n\n<p>\nورأى سكران قد تقيأ والكلب يلحس فاه، والسكران يقول: أكرمك الله يا سيدي\nكرامة أوليائه.\n</p>\n\n<p>\nوالثانية: أنها تتلف المال وتفسده، وتعقب الفقر، كما قال عمر بن الخطاب\nرضي الله عنه: اللهم أرنا في الخمر فإنها متلفة للمال مذهبة للعقل (3) .\n</p>\n\n<p>\nوالثالثة: أنها توقع العداوة والبغضاء. قال الله تعالى: {إنما يريد\nالشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر\nالله وعن الصلاة فهل أنتم منتهون} المائدة 91. ويريد: انتهوا عنهما. قال\nعمر: انتهيت يا رب، انتهيت.\n</p>\n\n<p>\nوالرابعة: يحرم صاحبها لذة الطعام وصواب الكلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوالخامسة: أنه تحرم عليه زوجته، فتكون معه على الزنى، وذلك أن أكثر كلامه\nبالطلاق، فربما حنث ولم يشعر، فيكون معها زانيا، فإنه روي عن بعض الصحابة\nرضي الله عنهم: من أنكح كريمته شارب الخمر، فقد ساقه للزنى.\n</p>\n\n<p>\nوالسادسة: أنها مفتاح كل شر توقعه في جميع المعاصي، كما روي عن عثمان بن\nعفان رضي الله عنه أنه قال في خطبته: أيها <span id='ms100'></span> الناس، اتقوا شرب الخمر، فإنها\nأم الخبائث.\n</p>\n\n<p>\nوالسابعة: أنها تؤذي حفظته بإدخالها في مجلس الفسوق والفجور والروائح\nالكريهة.\n</p>\n\n<p>\nوالثامنة: أنه أوجب على نفسه الحد ثمانين جلدة، فان لم يضربها في الدنيا\nضرب في الآخرة على رؤوس الأشهاد.\n</p>\n\n<p>\nوالتاسعة: أنها تسد دونه أبواب السماء، فلا يرفع له عمل ولا دعاء أربعين\nيوما.\n</p>\n\n<p>\nوالعاشرة: أنه خاطر بنفسه وبدينه، فيخاف عليه أن ينزع منه الإيمان عند\nالموت.\n</p>\n\n<p>\nكما روي عن بعضهم أنه قال: رأيت إنسانا يجود بنفسه عند الموت وهو يقال\nله: قل لا إله إلا الله، فكان يقول: اشرب واسقني. وذكر عن عبد الله بن\nمسعود أنه قال: إذا مات العبد المخمور، فادفنوه واحبسوني، واحفروا عليه،\nفان لم تجدوا وجهه مصروفا عن القبلة، وإلا اضربوا عنقي.\n</p>\n\n<p>\nفهذه عقوبته في الدنيا، وأما عقوبته في الآخرة، فإنها لا تحصى من شرب\nالحميم والزقوم وعصارة أهل النار في النار، إلى غير ذلك من العذاب والنكال.\nأعاذنا الله منه.\n</p>\n\n<p>\nوأما ما أعد الله تعالى لتارك الصلاة على صحة البدن، فمنه ما روي عن عبد\nالله ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"ليس\nبين الكافر والمسلم إلا ترك الصلاة، فإن تارك الصلاة على صحة البدن يبتليه\nالله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nبخمسة عشر عقوبة، منها ستة في الدنيا، وثلاثة عند موته، وثلاثة في قبره،\nوثلاثة عند لقاء ربه.\n</p>\n\n<p>\nفأما التي تصيبه في الدنيا، فيرفع الله تعالى البركة من عمره.\n</p>\n\n<p>\nوالثانية: يرفع الله البركة من رزقه.\n</p>\n\n<p>\nوالثالثة: تزول سيما الخير من وجهه.\n</p>\n\n<p>\nوالرابعة: كل عمل يعمله لا يقبل منه شيء.\n</p>\n\n<p>\nوالخامسة: كل دعائه لا يسمع.\n</p>\n\n<p>\nوالسادسة: لا حظ له في الإسلام.\n</p>\n\n<p>\nقيل يا رسول الله فما الثلاثة التي تصيبه عند الموت؟ قال صلى الله عليه\nوسلم: \"يموت حيرانا ذليلا ولا يدري على أي دين يموت، ويموت عطشانا جيعانا\nولو سقي أنهار الدنيا كلها ما روي\".\n</p>\n\n<p>\nقيل يا رسول الله فما الثلاثة التي تصيبه في قبره؟ قال: \"ظلمة القبر\nوضيقه، ومسألة منكر ونكير\".\n</p>\n\n<p>\nقيل يا <span id='ms101'></span> رسول الله، فما الثلاثة التي تصيبه عند لقاء ربه؟ قال: \"يلقى الله\nتعالى وهو غضبان عليه، ويبعث الله له ملكا يكبه على وجهه في النار، ويعذبه\nالله تعالى بالوادي الذي يقال له ويل\" (1) .\n</p>\n\n<p>\nقال الله تعالى: {فويل للمصلين الذين هم عن صلاتهم ساهون} الماعون 4-5.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: \"عشرة من أمتي سخط الله تعالى عليهم ولعنهم\nوأعد لهم عذابا أليما، ويأمر الله تعالى بهم يوم القيامة إلى النار\" قيل من\nهم يا رسول الله؟.\n</p>\n\n<p>\nقال: \"أولهم الشيخ الزاني. والثاني: الإمام الظالم. والثالث: مدمن الخمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوالرابع: مانع الزكاة. والخامس: شاهد الزور. والسادس: الماشي بين الناس\nبالنميمة. والسابع: الذي ينظر لوالديه بنظر الغضب. والثامن: من يطلق زوجته\nثم يمسكها على الحرام. والتاسع: الذي يحكم بالجور. والعاشر: تارك الصلاة\nعلى صحة البدن\".\n</p>\n\n<p>\nوسئل ابن عباس رضي الله عنهما عن تارك الصلاة على صحة البدن: هل يقبل منه\nالتوحيد؟ قال: من لا صلاة له لا توحيد له، ومن لا صلاة له، لا زكاة له، ومن\nلا صلاة له، لا صيام له. قال تعالى: {فخلف من بعدهم خلف أضاعوا الصلاة\nواتبعوا الشهوات فسوف يلقون غيا} مريم 59.\n</p>\n\n<p>\nوغيا واد في جهنم لا يدخله إلا تارك الصلاة.\n</p>\n\n<p>\nقال ابن عباس: أول ما يسأل العبد يوم القيامة عن الصلاة، فان قبلت منه،\nقبل سائر عمله.\n</p>\n\n<p>\nوتارك الصلاة على صحة البدن إذا رفع اللقمة من القصعة، تقول: رفعني عدو\nالله إلى فم لم يذكر الله.\n</p>\n\n<p>\nوتارك الصلاة على صحة البدن يسود الله وجهه، ويضيق خلقه، ويقتر رزقه،\nوتتقمل ثيابه، ويبغضه الله تعالى، ويبغضه جيرانه ويجور عليه سلطانه.\n</p>\n\n<p>\nوتارك الصلاة على صحة البدن، لا تجوز شهادته، ولا يحل لمسلم أن يؤاكله أو\nيزوجه ابنته، ولا يدخل معه تحت سقف واحد.\n</p>\n\n<p>\nوتارك الصلاة على صحة البدن يأتي يوم القيامة على جبهته مكتوب ثلاثة\nأسطر:\n</p>\n\n<p>\nفي السطر الأول: يا مضيع حقوق الله.\n</p>\n\n<p>\nوفي الثاني: يا مخصوصا بغضب الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الثالث: كما ضيعت حق الله، فأيس اليوم من رحمة الله تعالى <span id='ms102'></span>.\n</p>\n\n<p>\nوفي الخبر أن النار تقول لتارك الصلاة: أنت لي ولي، يا ليت أن الله جمع\nبيني وبينك، فأنتقم للصلاة منك، أنت عدو للصلاة، والله عدو لك.\n</p>\n\n<p>\nوتقول له الجنة: يا عدو الله، ضيعت أمانة الله تعالى، وتهاونت بفريضة\nالله، فإني محرمة عليك حين يتبوأ عباد الله مني حيث يشاؤون، ما جرت أنهاري،\nوتجاوبت أطياري، وسطع نوري، وتزين حوري، فأنا وما في الحور والسرور\nوالولدان والقصور، حرام عليك أبد الآبدين.\n</p>\n\n<p>\nتم بحمد الله\n</p>\n\n<p>\n*** \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             <span id='ms103'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153"
  ],
  "volumes": [
    "01"
  ]
}