{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<div class='EDITOR'>\n<p>\nالثالث والثمانون من الفوائد الأفراد\n</p>\n\n<p>\nتخريج أبي الحسن علي بن عمر بن أحمد بن مهدي بن مسعود الدارقطني الحافظ\n</p>\n\n<p>\nرواية أبي طالب محمد بن علي بن الفتح بن محمد بن الفتح العشاري عنه\n</p>\n\n<p>\nرواية أبي أحمد عبد الوهاب بن علي بن علي بن سكينة\n</p>\n\n<p>\nرواية أبي بكر محمد بن عبد الباقي بن محمد الأنصاري البزاز عنه\n</p>\n\n<p>\nرواية أبي الفرج عبد اللطيف بن عبد المنعم الحراني عنه\n</p>\n\n<p>\nرواية فاطمة بنت أبي الوليد محمد بن محمد بن جبريل الدربندي عنه\n</p>\n\n<p>\nرواية أبي الفرج عبد الرحمن بن أحمد بن المبارك الغزي عنها\n</p>\n\n<p>\nرواية الحافظ أبي الفضل أحمد بن علي بن محمد بن محمد بن حجر العسقلاني\nوشمس الدين محمد بن عمر بن عمر بن حصن الملتوتي كلاهما عنه\n</p>\n\n<p>\nرواية أبي المحاسن يوسف بن شاهين سبط ابن حجر عنهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n</div>\n<h1 class='l1' id=''></h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب أعن ويسر يا كريم\n</p>\n\n<p>\nأخبرنا الشيخ شمس الدين محمد بن عمر بن عمر بن حصن الملتوتي، بقراءتي\nعليه في أول رمضان سنة 868، قلت له: أخبرك المسند أبو الفرج عبد الرحمن بن\nأحمد بن المبارك الغزي سماعا عليه لنصفه الأخير وإجازة لسائره: أخبرتنا أم\nالحسن فاطمة بنت الشيخ أبي الوليد محمد بن محمد بن جبريل الدربندي أبوها\nسماعا عليها في يوم عاشوراء من سنة 730: أخبرنا الشيخ الأجل المسند نجيب\nالدين أبو الفرج عبد اللطيف ابن الإمام العالم المحدث نجم الدين أبي محمد\nعبد المنعم بن علي الحراني سماعا عليه بقراءة الشيخ الإمام العلامة قاضي\nالقضاة أبي الفتح محمد بن الإمام أبي الحسن علي بن وهب بن مطيع ابن أبي\nالطاعة القشيري عليه من أصله: أخبرنا الشيخ الإمام ضياء الدين أبو أحمد عبد\nالوهاب بن علي بن علي بن سكينة قراءة عليه وأنا أسمع في رجب سنة 599:\nأخبرنا القاضي أبو بكر محمد بن عبد الباقي بن محمد البزاز قراءة عليه، فأقر\nبه، وذلك في يوم السبت ثامن رجب سنة 533: أخبرنا الشيخ أبو طالب محمد بن\nعلي بن الفتح بن محمد بن الفتح <span id='ms01'></span> المعروف بالعشاري فأقر به، وهو ينظر في أصل\nسماعه: أخبرنا أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود الدارقطني\nالحافظ قراءة عليه وأنا أسمع:\n</p>\n\n<p>\n(1) حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي إملاء:\nحدثنا محمد بن سليمان لوين: حدثنا محمد بن جابر، عن عبد الملك بن عمير، عن\nعمارة بن روبية، عن علي بن أبي طالب رضي الله عنه قال: سمعته أذناي ووعاه\nقلبي من النبي صلى الله عليه وسلم: الناس تبع لقريش، صالحهم تبع لصالحهم،\nوشرارهم تبع لشرارهم. هذا حديث غريب من حديث عمارة بن روبية عن علي بن أبي\nطالب، تفرد به / عبد الملك بن عمير عنه، وتفرد به محمد بن جابرعن عبد\nالملك.\n</p>\n\n<p>\n(2) حدثنا عبد الله بن محمد بن عبد العزيز: حدثنا محمد بن زنبور المكي\nأبو صالح: حدثنا محمد بن جابر، عن سماك بن حرب، عن النعمان بن بشير، عن\nالنبي صلى الله عليه وسلم قال: إن في الإنسان لمضغة إذا صلحت صلح سائر\nالجسد، وإذا فسدت فسد سائر الجسد وهي القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث غريب من حديث سماك بن حرب، عن النعمان بن بشير، تفرد به محمد بن\nجابر عنه.\n</p>\n\n<p>\n(3) حدثنا أبو محمد يحيى بن محمد بن صاعد رحمه الله: حدثنا محمد بن عوف\nالحمصي: حدثنا علي بن عياش الحمصي: حدثنا إسماعيل بن أبي عياش، عن جعفر بن\nالحارث وهو أبو الأشهب: حدثني محمد بن إسحاق، عن عبيد الله بن طلحة بن كريز\nالخزاعي قال: إني لعند الحسن إذ جاءه رجل من أهل الشام فقال: الطاعة\nالطاعة، فقال الشامي: أين الطاعة، أين الطاعة؟ قال: إنكم قد أبيتم إلا أن\nأحدث، حدثني جندب بن عبد الله البجلي، أنه سمع رسول الله صلى الله عليه\nوسلم يقول: يؤتى يوم القيامة بالقاتل والمقتول والآمر، فيقول الله عز وجل\nللقاتل: لم قتلته؟ فيقول: أمرني فلان، فيقول: تعست. قال الحسن: فما ظنكم\nبه؟ تعس والله في النار تعسة لا يرتفع منها أبدا. هذا حديث غريب <span id='ms02'></span> من حديث\nالحسن عن جندب البجلي، تفرد به محمد بن إسحاق، واختلف عنه فرواه أبو الأشهب\nعنه بهذا الإسناد، وخالفه محمد بن سلمة الحراني، فرواه عن ابن إسحاق عن\nعمرو بن عبيد عن الحسن.\n</p>\n\n<p>\n(4) حدثناه أبو محمد بن صاعد: حدثنا سليمان بن سيف الحراني: حدثنا أبو\nالأصبغ عبد العزيز بن يحيى الحراني: حدثنا محمد بن سلمة، عن محمد بن إسحاق،\nعن عمرو بن عبيد، عن الحسن، عن جندب بن عبد الله قال: قال النبي صلى الله\nعليه وسلم: يؤتى بالقاتل والمقتول يوم القيامة، فيقول للقاتل: لم قتلته؟\nفيقول: أي رب أمرني فلان، فيقول الله عز وجل: تعست، فيتعسه والله في النار\nتعسة لا (يستقيل؟) منها أبدا.\n</p>\n\n<p>\n(5) حدثنا أبو محمد بن صاعد رحمه الله: حدثنا سعيد بن يحيى بن سعيد\nالأموي: حدثني أبي: حدثنا عبيد الله بن عمر، عن نافع، عن عمر بن عبد الرحمن\nبن الحارث بن هشام قال: دخل عمار بن ياسر المسجد فصلى فيه ركعتين خفيفتين،\nفقال له / عبد الرحمن بن الحارث: لقد خففتهما، فقال: إني بادرت السهو، إني\nسمعت رسول الله صلى الله عليه وسلم يقول: إن أحدكم يصلي، ثم لا يكون له من\nصلاته عشرها، ولا تسعها، ولا ثمنها، ولا سبعها، ولا سدسها، حتى انتهى في\nالعدد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nتفرد به يحيى الأموي عن عبيد الله عن نافع.\n</p>\n\n<p>\n(6) حدثنا أبو محمد بن صاعد: حدثنا قطن بن إبراهيم: حدثنا حفص بن عبد\nالله: حدثنا إبراهيم بن طهمان، عن الحجاج بن الحجاج، عن قتادة، عن العلاء\nبن زياد، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: إن منزل\nالمؤمن في الجنة مسيره للراكب ثلاث ليال. تفرد به إبراهيم بن طهمان عن\nالحجاج بن الحجاج عن قتادة.\n</p>\n\n<p>\n(7) حدثنا أبو محمد بن صاعد وأحمد بن محمد بن أبي شيبة: حدثنا قطن بن\nإبراهيم: حدثنا الحسين بن الوليد، حدثنا حماد بن سلمة، عن عطاء بن السائب،\nعن مجاهد، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: وفد الله <span id='ms03'></span> عز وجل\nثلاثة: الحاج والمعتمر والغازي في سبيل الله، دعاهم الله فأجابوه، وسألوه\nفأعطاهم. هذا حديث غريب من حديث عطاء بن السائب عن مجاهد عن ابن عمر، تفرد\nبه الحسين بن الوليد عن حماد بن سلمة عنه.\n</p>\n\n<p>\n(8) أخبرنا علي بن عمر الدارقطني: حدثنا أبو عبد الله أحمد بن محمد بن\nالمغلس: حدثنا أحمد بن منيع: حدثنا علي بن هاشم، عن الأعمش، عن أبي إسحاق،\nعن وهب بن جابر، عن عبد الله بن عمرو قال: سمعت رسول الله صلى الله عليه\nوسلم يقول: كفى بالمرء إثما أن يضيع من يقوت. هذا حديث صحيح من حديث الأعمش\nعن أبي إسحاق، وهو غريب من حديث علي بن هاشم بن البريد، عنه.\n</p>\n\n<p>\n(9) حدثنا أحمد بن محمد بن المغلس: حدثنا إبراهيم بن عبد الله الواسطي:\nحدثنا خالد بن مخلد: حدثنا عمر بن قيس، عن نافع، عن ابن عمر قال: سمعت رسول\nالله صلى الله عليه وسلم يقول: الملائكة لا تصحب العير فيها الجرس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nتفرد به عمر بن قيس عن نافع عن ابن عمر، وخالفه عبيد الله بن عمر وغيره\nفرووه عن نافع عن سالم عن أبي الجراح عن أم حبيبة، وهو الصحيح.\n</p>\n\n<p>\n(10) حدثنا أحمد.. .. .. .. (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "147",
    "149",
    "150",
    "151",
    "152"
  ],
  "volumes": [
    "01",
    "02"
  ]
}