{
  "content": "\n<h1 class='l1' id=''></h1>\n\n<p>\n(11) .. ...\n</p>\n\n<p>\n.... \n</p>\n\n<p>\n.... \n</p>\n\n<p>\n/ ابن رافع، عن أبيه رفاعة وكان ممن بايع تحت الشجرة قال: كان رسول الله\nصلى الله عليه وسلم إذا رأى الهلال كبر، ثم قال: هلال خير ورشد، آمنت\nبخالقك. يقول ذلك ثلاثا. غريب تفرد به عمر بن سهل المازني عن عبد العزيز بن\nالحصين بهذا الإسناد.\n</p>\n\n<p>\n(12) حدثنا أبو بكر النيسابوري: حدثنا عبد الله بن محمد بن زياد: حدثنا\nحاجب بن سليمان: حدثنا محمد بن مصعب: حدثنا مندل، عن الأعمش، عن أبي سفيان،\nعن جابر قال: قال رسول الله صلى الله عليه وسلم: إن أفضل صلاة الرجل صلاته\nفي بيته، يعني التطوع. هذا حديث غريب من حديث الأعمش عن أبي سفيان عن جابر،\nتفرد به مندل بن علي عنه، ولا نعلم حدث به عنه غير محمد بن مصعب.\n</p>\n\n<p>\n(13) أخبرنا علي بن عمر <span id='ms04'></span> الدارقطني: حدثنا إسماعيل بن العباس الوراق:\nحدثنا حمدون بن عباد الفرغاني البزار: حدثنا علي بن عاصم: أخبرنا داود بن\nأبي هند، عن الشعبي، عن مسروق، عن عائشة رضي الله عنها أم المؤمنين قالت:\nافترض الله الصلاة على النبي صلى الله عليه وسلم بمكة ركعتين ركعتين، إلا\nصلاة المغرب فإنها وتر النهار، فلما هاجر قدم المدينة فاتخذها دار هجرته\nوأقام بها، فزاد النبي صلى الله عليه وسلم في كل ركعتين ركعتين، إلا صلاة\nالمغرب فإنها وتر النهار، وإلا صلاة الغداة لطول القراءة، وإلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p351'> Vol. 02, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nالجمعة للخطبة، فافترضها الله على الناس، فكان إذا سافر صلى الصلاة التي\nافترضها، وإذا قام صلى أولئك ركعتين ركعتين، وافترضها على الناس. تفرد به\nعلي بن عاصم عن داود بهذا الإسناد.\n</p>\n\n<p>\n(14) حدثنا إسماعيل بن العباس: حدثنا القاسم بن العباس المعشري: حدثنا\nإسماعيل بن أمية: حدثنا حماد بن سلمة: حدثنا داود بن أبي هند، عن الشعبي،\nعن مسروق قال: قال عبد الله بن مسعود: إن النبي صلى الله عليه وسلم آلى من\nنسائه وحرم، فأما الحرام فأحله الله، وأما الإيلاء فأمره بكفارة اليمين.\nتفرد به إسماعيل بن أمية، عن حماد، أسنده عن ابن مسعود.\n</p>\n\n<p>\n(15) حدثنا علي بن محمد بن أحمد الواعظ: حدثنا محمد بن أحمد بن عياض بن\nأبي طيبة أبو علاثة / الفرضي: حدثنا محمد بن سلمة المرادي: حدثنا يونس بن\nتميم، عن الأوزاعي، عن يحيى بن أبي كثير، عن أبي سلمة، عن أبي هريرة قال:\nقال رسول الله صلى الله عليه وسلم: من ألبسه الله عز وجل نعمة فليكثر من\nالحمد، ومن كثرت همومه فليستغفر الله عز وجل، ومن أبطأ عنه الرزق فليكثر من\nلا حول ولا قوة إلا بالله، ومن نزل مع قوم فلا يصم إلا بإذنهم، ومن دخل دار\nقوم فليجلس حيث أمروه، فإن القوم أعلم بعورة دارهم، وإن من الذنب المسخوط\nعلى صاحبه الحضر (1) في الحسد، والكسل عن العبادة، والضنك في المعيشة. تفرد\nبه يونس بن تميم عن الأوزاعي، وتفرد به عنه محمد بن سلمة <span id='ms05'></span> المرادي.\n</p>\n\n<p>\n(16) حدثنا علي بن محمد بن أحمد الواعظ: حدثنا أبو علاثة محمد بن أحمد بن\nعياض: حدثنا إسماعيل بن يحيى المزني: حدثني سليمان بن الجنيد، عن إبراهيم\nبن أبي يحيى، عن صالح مولى التوأمة، عن عبد الله بن عباس قال: كان فرس رسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nيقال له السكب، وناقته القصواء، وجمله (المدل؟) ، وحماره يعفور، وبغلته\nدلدل، وسوطه مليس، وسنانه بركة، وغلامه أنجشة، وخادمه بريرة، وعصاه نبعة،\nوقدحه الغمر، ولواؤه (الزيتون؟) ، وعمامته السحاب، ورايته العقاب، وسيفه ذو\nالفقار، ودرعه ذو الفضول، وقلنسوته الواصلة، ونعله (اليافعة؟) ، وكانت\nمخصرة لها زمامان. تفرد به أبو إبراهيم المزني عن شيخه هذا بهذا الإسناد.\n</p>\n\n<p>\n(17) حدثنا أبو إسحاق إبراهيم بن حماد بن إسحاق: حدثنا زيد بن أخزم:\nحدثنا أبو أحمد: أخبرنا حبيب بن أبي حبيب، عن عمرو بن هرم، عن عكرمة وسعيد\nبن جبير، عن ابن عباس قال: أرادت ضباعة الحج، فأمرها رسول الله صلى الله\nعليه وسلم أن تشترط، ففعلت ذلك عن أمر رسول الله صلى الله عليه وسلم. تفرد\nبه حبيب بن أبي حبيب عن عمرو بن هرم.\n</p>\n\n<p>\n(18) حدثنا إبراهيم بن حماد: حدثنا حميد بن الربيع: حدثنا أبو سفيان\nالمعمري، عن معمر، / عن أيوب وكثير بن كثير بن المطلب بن أبي وداعة يزيد\nأحدهما عن الآخر، عن سعيد بن جبير، عن ابن عباس، أن النبي صلى الله عليه\nوسلم قال: رحم الله أم إسماعيل، لو تركت زمزم - أو قال: لم تغرف من الماء -\nلكانت زمزم عينا معينا. لم يجمع بينهما غير معمر.\n</p>\n\n<p>\n(19) حدثنا أحمد بن موسى بن العباس بن مجاهد: حدثنا إبراهيم بن راشد:\nحدثنا أبو داود بن مهران: حدثنا أبو هشام الكرماني حسان بن إبراهيم، عن\nإبراهيم الصائغ، عن عطاء ونافع، عن ابن عمر قال: كانت تلبية النبي صلى الله\nعليه وسلم: لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك\nوالملك، لا شريك لك. تفرد به حسان بن إبراهيم عن إبراهيم الصائغ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n(20) حدثنا أبو حامد محمد بن <span id='ms06'></span> هارون: حدثنا محمد بن هشام بن عيسى المروذي:\nحدثنا محمد بن ربيعة: حدثنا يزيد بن زياد بن أبي الجعد، عن عاصم الجحدري،\nعن عقبة بن ظهير، عن علي بن أبي طالب في قوله عز وجل: فصل لربك وانحر، قال:\nوضع اليمين على الشمال في الصلاة.\n</p>\n\n<p>\n(21) حدثنا محمد بن منصور بن أبي الجهم: حدثنا النضر بن إسماعيل: حدثنا\nأبي: حدثنا أبو بلال الأشعري: حدثنا حفص بن سليمان، عن كثير بن شنظير، عن\nسعيد بن أبي سعيد المقبري، عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم: لا تقوم الساعة حتى يرفع العلم، ويظهر الجهل، وتكثر الفواحش والهرج،\nقيل: يا أبا هريرة، وما الهرج؟ قال: القتل. هذا حديث غريب من حديث كثير بن\nشنظير عن المقبري، تفرد به حفص بن سليمان المقرئ (1) عنه.\n</p>\n\n<p>\n(22) حدثنا محمد بن نوح الجنديسابوري: حدثنا عبد القدوس بن محمد بن عبد\nالكبير بن شعيب بن الحبحاب: حدثنا عبد الله بن داود، عن عريف بن درهم، عن\nجبلة بن سحيم، عن ابن عمر في المسح على الخفين، قال: وقت لنا ثلاثة أيام\nولياليهن للمسافر، ويوم وليلة للمقيم. هذا حديث غريب من حديث جبلة بن سحيم،\nعن ابن عمر، تفرد به عريف بن درهم، ويكنى أبا هريرة.\n</p>\n\n<p>\n(23) / حدثنا محمد بن جعفر المطيري: حدثنا محمد بن سعد بن محمد العوفي\nقال: وجدت في كتاب أبي عن روح بن مسافر، عن أبي إسحاق، عن مسروق بن الأجدع\nوالأسود بن يزيد وعمرو بن ميمون، أنهم زعموا أن عائشة رضي الله عنها قالت:\nإن رسول الله صلى الله عليه وسلم كان يصلي بعد العصر ركعتين وإنه كان\nيصليهما حتى قبضه الله عز وجل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nتفرد به روح بن مسافر عن أبي إسحاق عن الثلاثة عن عائشة، وتفرد به سعد بن\nمحمد العوفي عنه.\n</p>\n\n<p>\n(24) حدثنا أبو العباس محمد بن موسى بن علي بن عيسى الدولابي: حدثنا محمد\nبن إشكاب: حدثنا جعفر بن عون: حدثنا أبو عميس: أخبرناه عن عون بن أبي\nجحيفة، عن أبيه <span id='ms07'></span> قال: جاء قوم إلى عمر يشكون الجهد، فأرسل عينيه بأربع، ثم\nرفع يديه، ثم قال: اللهم لا تجعل هلكتهم على يدي، ثم أمر لهم بطعام. تفرد\nبه أبوعميس، عن عون.\n</p>\n\n<p>\n(25) أخبرنا علي بن عمر الدارقطني: حدثنا محمد بن موسى بن علي: حدثنا\nمحمد بن إشكاب: حدثنا جعفر بن عون: حدثنا أبو عميس، عن عون بن أبي جحيفة،\nعن أبيه، أنه سمع عليا رضي الله عنه يقول: خير هذه الأمة أبو بكر وعمر، ثم\nالله أعلم بخياركم. تفرد به جعفر بن عون، عن أبي عميس.\n</p>\n\n<p>\n(26) حدثنا عبد الملك بن أحمد الدقاق: حدثنا يونس بن عبد الأعلى: حدثنا\nسعيد بن عفير، عن ابن لهيعة، عن أبي الزبير، عن جابر، أن رسول الله صلى\nالله عليه وسلم قال: نعم الإدام الخل. تفرد به ابن عفير، عن ابن لهيعة.\n</p>\n\n<p>\n(27) حدثنا علي بن محمد بن أحمد الواعظ: حدثنا أحمد بن محمد بن رشدين:\nحدثنا سعيد بن عفير: حدثنا ابن لهيعة، عن أبي الأسود، عن عروة، عن عائشة\nوأبي واقد الليثي، أن رسول الله صلى الله عليه وسلم صلى بالناس يوم الفطر\nوالأضحى، فكبر في الأولى سبعا، وفي الآخرة خمسا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n(28) وبهذا الإسناد، عن عروة، عن عائشة، أن رسول الله صلى الله عليه وسلم\n/ قرأ في الركعة الأولى من صلاة العيد: ق والقرآن المجيد [ق: 1] ، وفي\nالآخرة: اقتربت الساعة وانشق القمر [القمر: 1] . تفرد به ابن لهيعة عن أبي\nالأسود.\n</p>\n\n<p>\n(29) حدثنا أحمد بن محمد بن مسعدة: حدثنا محمد بن عمران بن جندب\nالهمداني: حدثنا القاسم بن الحكم: حدثنا الحسن بن عمارة، عن أبي الزبير، عن\nسعيد بن جبير، عن ابن عباس، وعن عمرو بن دينار، عن طاوس وسعيد بن جبير، عن\nابن عباس قال: جمع رسول الله صلى الله عليه وسلم بين الظهر والعصر، وبين\nالمغرب والعشاء، بالمدينة من غير خوف (خافه؟) ولا مطر. قال أبو الزبير:\nسألت سعيد بن جبير: لم فعل ذلك؟ فقال: سألت ابن عباس، فقال: لكيلا يحرج\nأمته. تفرد به الحسن بن عمارة عن <span id='ms08'></span> عمرو بن دينار عن طاوس.\n</p>\n\n<p>\n(30) حدثنا أحمد بن محمد بن مسعدة: حدثنا محمد بن المغيرة الهمداني:\nحدثنا القاسم بن الحكم: حدثنا الحسن بن عمارة، عن عبد الله بن أبي بكر، عن\nعمرة، عن عائشة قالت: كان أكثر انصراف رسول الله صلى الله عليه وسلم إلى\nحجرة عائشة عن يساره.\n</p>\n\n<p>\n(31) حدثنا أحمد: حدثنا محمد بن المغيرة: حدثنا القاسم بن الحكم: حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p356'> Vol. 02, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن عمارة، عن يعلى بن عطاء، عن أبيه، عن عبد الله بن عمرو قال:\nسمعت رسول الله صلى الله عليه وسلم يقول: اللهم بارك لأمتي في بكورها. تفرد\nبه الحسن بن عمارة عن يعلى بن عطاء بهذا الإسناد، والمحفوظ عن يعلى بن\nعطاء، عن عمارة بن حديد، عن صخر الغامدي.\n</p>\n\n<p>\n(32) حدثنا أحمد (1) : حدثنا محمد بن المغيرة: حدثنا القاسم بن الحكم:\nحدثنا الحسن بن عمارة، عن نعيم بن أبي هند، عن ربعي، عن حذيفة قال: قال\nرسول الله صلى الله عليه وسلم: لم يبق من النبوة الأولى إلا: إذا لم تستحيي\nفاصنع ما شئت.\n</p>\n\n<p>\n(33) وبإسناده عن حذيفة قال: قال رسول الله صلى الله عليه وسلم: من أخلاق\nالنبوة تعجيل الإفطار، وتأخير السحور، ووضع الأيدي في الصلاة. تفرد بهما\nالحسن بن عمارة عن نعيم بن أبي هند.\n</p>\n\n<p>\n(34) / حدثنا علي بن عمر الدارقطني: حدثنا أبو محمد يحيى بن محمد بن\nصاعد: حدثنا عقبة بن مكرم العمي: حدثنا أبو عامر العقدي: حدثنا زمعة، عن\nابن أبي مليكة، أن أم سلمة سمعت الصرخة على عائشة فقالت لجاريتها: اذهبي\nفانظري، فقالت: قبضت، فقالت: والذي نفسي بيده، لقد كانت أحب الناس إلى رسول\nالله صلى الله عليه وسلم. هذا حديث غريب من حديث عبد الله بن أبي مليكة عن\nأم سلمة، تفرد به زمعة بن صالح عنه.\n</p>\n\n<p>\n(35) حدثنا محمد بن منصور بن أبي الجهم الشيعي: حدثنا أبي منصور بن النضر\nبن إسماعيل قال: حدثنا أبو بلال: حدثنا قبيس بن الربيع، عن عبد الله بن\nعمران المدائني، عن عمرو بن عبيد البصري، عن الحسن البصري قال: قال <span id='ms09'></span> علي بن\nأبي طالب: قال لنا رسول الله صلى الله عليه وسلم ذات يوم: أي شيء خير\nللمرأة؟ قال: فلم يكن عندنا لذلك جواب، فلما رجعت إلى فاطمة عليها السلام\nقلت: يا بنت محمد، إن رسول الله صلى الله عليه وسلم سألنا عن مسألة فلم ندر\nكيف نجيبه، فقالت: وعن أي شيء سألكم؟ فقلت: قال: أي شيء خير للمرأة؟ فقالت:\nفلم تدروا ما الجواب؟ فقلت لها: لا، فقالت: ليس خير للمرأة من أن لا ترى\nرجلا ولا يراها، فلما كان العشي جلسنا إلى رسول الله صلى الله عليه وسلم،\nفقلت له: يا رسول الله، إنك سألتنا عن مسألة فلم نجبك فيها، قال: فقلت له:\nليس للمرأة شيء خير من أن لا ترى رجلا ولا يراها، فقال: ومن قال ذلك؟ فقلت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p357'> Vol. 02, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nفاطمة عليها السلام، فقال: صدقت، إنها بضعة مني. هذا حديث غريب من حديث\nالحسن البصري عن علي عن فاطمة عليهما السلام، تفرد به أبو بلال الأشعري عن\nقيس، بهذا الإسناد.\n</p>\n\n<p>\n(36) حدثنا القاضي أبو جعفر أحمد بن إسحاق بن البهلول، حدثني أبي: حدثنا\nزيد بن الحباب: حدثنا كامل بن العلاء، عن حبيب بن أبي ثابت، عن سعيد بن\nجبير، عن ابن عباس، أن رسول الله صلى الله عليه وسلم كان يقول بين\nالسجدتين: اللهم اغفر لي وارحمني / واهدني وعافني وارزقني واجبرني. تفرد به\nكامل بن العلاء عن حبيب بن [أبي] (1) ثابت.\n</p>\n\n<p>\n(37) حدثنا القاضي أحمد بن إسحاق بن البهلول: حدثني أبي: حدثني أبي، عن\nعمران بن أبي عثمان العدوي، عن ثابت، عن أنس بن مالك قال: كان رسول الله\nصلى الله عليه وسلم يقول في دعائه: اللهم خذ بنواصي هذه الأمة إلى طاعتك\nوطاعة رسولك، وحط من ورائهم برحمتك. هذا حديث غريب من حديث ثابت عن أنس،\nتفرد به عمران بن أبي عثمان، ولم يروه عنه غير البهلول بن حسان.\n</p>\n\n<p>\n(38) حدثنا القاضي أحمد بن إسحاق بن البهلول: حدثني أبي رحمه الله\nمناولة، عن المسيب بن شريك، عن دهثم، عن يحيى بن أبي <span id='ms10'></span> كثير، عن عبد الله بن\nأبي قتادة، عن أبيه، أنه سمع رسول الله صلى الله عليه وسلم يقول: لا تنبذوا\nالتمر والزبيب جميعا، ولا البسر والرطب جميعا، وانبذوا كل واحد منهما على\nحدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p358'> Vol. 02, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث صحيح من حديث يحيى بن أبي كثير، وهو غريب من حديث دهثم بن قران\nعنه، تفرد به المسيب بن شريك عنه.\n</p>\n\n<p>\n(39) حدثنا أبو شيبة عبد العزيز بن جعفر بن بكر الخوارزمي: حدثنا العباس\nبن يزيد: حدثنا عمر بن عمران قال: حدثنا دهثم بن قران، عن يحيى بن أبي\nكثير، عن عمرو بن عثمان، عن ابن عباس، أن النبي صلى الله عليه وسلم قال: من\nكان عليه دين فقضي دينه، فقد أجزأ عنه، وقال في الحج والصيام مثل ذلك. تفرد\nبه دهثم عن يحيى بن أبي كثير، ولم يروه عنه غير عمر بن عمران الطفاوي.\n</p>\n\n<p>\n(40) حدثنا محمد بن أحمد بن صالح الأزدي وأبو شيبة عبد العزيز بن جعفر\nقالا: حدثنا العباس بن يزيد البحراني: حدثنا عمر بن عمران: حدثنا دهثم بن\nقران، عن يحيى بن أبي كثير، عن عمرو بن عثمان، عن أبي هريرة قال: قال رسول\nالله صلى الله عليه وسلم: الاستئذان ثلاث، فالأولى يستمعون، والثانية\nيستصلحون، والثالثة: يأذنون أو يردون. تفرد به دهثم بن قران عن يحيى بن أبي\nكثير.\n</p>\n\n<p>\n(41) حدثنا أبو شيبة: حدثنا عمرو بن علي: حدثنا عبد الأعلى: حدثنا عبد\nالله بن عبد الرحمن الطائفي، / عن عبد ربه بن الحكم، عن عثمان بن بشر: سمعت\nعثمان بن أبي العاص يقول: شكوت إلى رسول الله صلى الله عليه وسلم نسيان\nالقرآن فضرب صدري وقال: يا شيطان، اخرج من صدر عثمان. قال: فما نسيت شيئا\nقط بعد. تفرد به عبد الله بن عبد الرحمن بن يعلى الطائفي.\n</p>\n\n<p>\n(42) أخبرنا أبو شيبة: حدثنا عمرو بن علي: حدثنا أبو داود: حدثنا الحكم\nبن عطية، عن ثابت، عن أنس قال: كان النبي صلى الله عليه وسلم يخرج إلى\nالمسجد والمهاجرون والأنصار ما منهم أحد يرفع رأسه عن حبوته <span id='ms11'></span> إلا أبو بكر\nوعمر، فإنه كان يتبسم إليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p359'> Vol. 02, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nويتبسمان إليه. تفرد به الحكم بن عطية عن ثابت عن (1) أنس.\n</p>\n\n<p>\n(43) حدثنا أبو شيبة: حدثنا علي بن مسلم: حدثنا خالد بن مخلد: حدثنا يحيى\nبن عمير، عن المقبري، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\nيأخذ الرجل أحبله وفأسه - أو فأسه وأحبله - فيذهب فيأتي الجبل فيحتطب خير\nله من أن يسأل بني آدم. تفرد به يحيى بن عمير المدني، عن سعيد المقبري.\n</p>\n\n<p>\n(44) حدثنا أبو عبيد القاسم بن إسماعيل: حدثنا زيد بن أخزم: حدثنا عبد\nالصمد: حدثني أبي: حدثنا داود بن أبي هند، عن عاصم وهو الأحول، عن صفوان بن\nمحرز، عن أبي موسى أنه قال: أبرؤ إليك ممن برئ منه رسول الله صلى الله عليه\nوسلم، إن رسول الله صلى الله عليه وسلم برئ ممن حلق وسلق وخرق. هذا حديث\nغريب من حديث داود بن أبي هند عن عاصم بن سليمان الأحول، تفرد به عبد\nالوارث بن سعيد عنه.\n</p>\n\n<p>\n(45) حدثنا أحمد بن إبراهيم بن حبيب الزراد: حدثنا يوسف بن سعيد بن مسلم:\nحدثنا عباس بن طالب أبو عمرو: حدثنا الليث: حدثني عقيل، عن ابن شهاب، عن\nعروة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: لا تقوم الساعة\nحتى تخرج نار من اليمن تضيء لها أعناق الإبل ببصرى. / هذا حديث غريب من\nحديث الزهري عن عروة عن عائشة، تفرد به عباس بن طالب عن الليث عن عقيل.\n</p>\n\n<p>\n(46) حدثنا عبيد الله بن عبد الصمد بن المهتدي بالله: حدثنا الحسن بن علي\nبن خلف الدمشقي: حدثنا سليمان بن عبد الرحمن: حدثنا عبد الملك بن محمد\nالصنعاني: حدثنا سعيد بن عبد العزيز، عن الزهري، عن أبي سلمة، عن أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال رسول الله صلى الله عليه وسلم: استحيوا فإن الله عز وجل لا\nيستحيي من الحق، لا تأتوا النساء في أدبارهن. غريب من حديث الزهري عن أبي\nسلمة عن أبي هريرة، وهو غريب من حديث سعيد بن عبد <span id='ms12'></span> العزيز عن الزهري، تفرد\nبه سليمان بن عبد الرحمن عن عبد الملك بن محمد عنه.\n</p>\n\n<p>\n(47) حدثنا عبيد الله بن عبد الصمد: حدثنا طاهر بن عيسى التميمي: حدثنا\nزهير بن عباد: حدثنا مصعب بن ماهان، عن سفيان الثوري عن ابن أبي ذئب ومحمد\nبن عمرو بن علقمة، عن نافع بن أبي نافع، عن أبي هريرة، عن النبي صلى الله\nعليه وسلم قال: لا سبق إلا في خف أو حافر أو نصل. هذا حديث غريب من حديث\nمحمد بن عمرو، عن نافع بن أبي نافع، تفرد الثوري عنه، وتفرد به مصعب بن\nماهان عن الثوري.\n</p>\n\n<p>\n(48) حدثنا محمد بن جعفر بن أحمد الصيرفي: حدثنا بكر بن محمود بن مكرم:\nحدثنا إبراهيم بن نافع: حدثنا عمر بن موسى بن وجيه، عن أيوب بن موسى، عن\nنافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: السجود على الجبهة\nوالكفبين والركبتين وصدور القدمين، من لم يمكن (1) شيئا منه من الأرض أحرقه\nالله بالنار. هذا حديث غريب، تفرد به عمر بن موسى عن أيوب بن موسى عن نافع.\n</p>\n\n<p>\n(49) حدثنا أحمد بن محمد بن مسعدة: حدثنا أبو الحسين محمد بن عبيد\nالبلخي: حدثنا سعيد بن يعقوب: حدثنا ابن المبارك، عن سفيان، عن يحيى بن\nعبيد الله، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: أول\nما يرفع عن هذه الأمة الخشوع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p361'> Vol. 02, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث غريب من حديث الثوري عن يحيى بن عبيد الله، ما كتبته إلا عنه.\n</p>\n\n<p>\n(50) حدثنا الحسن بن إبراهيم بن عبد المجيد المقرئ من أصله: حدثنا العباس\nبن محمد: حدثنا أبو النضر: حدثنا الأشجعي، عن سفيان، عن يحيى بن عبيد الله،\nعن أبيه، عن أبي / هريرة قال: قال النبي صلى الله عليه وسلم: ما خلا\nيهوديان بمسلم إلا هما بقتله. هذا حديث غريب من حديث الثوري عن يحيى بن\nعبيد الله، ما كتبته إلا عن هذا الشيخ، وغيره لا يذكر فيه الثوري.\n</p>\n\n<p>\n(51) حدثنا إبراهيم بن خنيس بن دينار المعدل من كتابه <span id='ms13'></span>: حدثنا محمد بن خلف\nالمروزي: حدثنا إسحاق بن بشير الكاهلي: حدثنا أبو بكر بن عياش، عن عاصم، عن\nزر، عن عبد الله قال: قال رسول الله صلى الله عليه وسلم: إن الله تبارك\nوتعالى عفى لأمتي عن ثلاث: عن الخطأ، والنسيان، وما استكرهوا عليه. هذا\nحديث غريب من حديث عاصم، عن زر عن عبد الله، تفرد به إسحاق بن بشر الكاهلي\nعن أبي بكر بن عياش، وما كتبته إلا عن هذا الشيخ.\n</p>\n\n<p>\n(52) حدثنا علي بن عبد الله بن عبد البر الفرغاني: حدثنا أبو طالب عبد\nالله بن أحمد بن محمد بن سوادة القطان: حدثنا عبد الله بن خبيق: حدثنا يوسف\nبن أسباط: حدثنا سفيان الثوري، عن عاصم بن أبي النجود، عن زر، عن عبد الله\nقال: قال رسول الله صلى الله عليه وسلم: من لم يصل فلا دين له. هذا حديث\nغريب من حديث الثوري، عن عاصم، ما كتبته مرفوعا إلا عن هذا الشيخ.\n</p>\n\n<p>\n(53) حدثنا علي بن عبد الله بن عبد البر: حدثنا أبو طالب عبد الله بن\nأحمد: حدثنا عبد الله بن حسن: حدثنا يوسف بن أسباط: حدثنا سفيان الثوري، عن\nمحمد بن جحادة، عن قتادة، عن أنس، عن عائشة قالت: ما رأيت فرج رسول الله\nصلى الله عليه وسلم قط. كذا قال لنا الثوري، وما كتبته إلا عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n(54) وبإسناده عن أنس، أن النبي صلى الله عليه وسلم كان يطوف على نسائه\nهذه ثم هذه.\n</p>\n\n<p>\n(55) حدثنا عبد الصمد بن علي المكرمي: حدثنا الفضل بن العباس الصواف:\nحدثنا عبد الوهاب بن إبراهيم: حدثنا أيوب بن سليمان أبو اليسع: حدثنا زكريا\nبن حكيم، عن الشعبي، عن أنس بن مالك قال: قال رسول الله صلى الله عليه\nوسلم: نعم الإدام الخل.\n</p>\n\n<p>\n(56) وعن الشعبي، عن أنس قال: قال رسول الله صلى الله عليه وسلم: لا\nتغسلوا صبيانكم / بالماء الذي يسخن بالشمس، فإنه يورث البرص.\n</p>\n\n<p>\n(57) وعن الشعبي، عن أنس قال: قال رسول الله صلى الله عليه وسلم: خير\nثيابكم البياض، فألبسوها أحياءكم وكفنوا بها <span id='ms14'></span> موتاكم. تفرد بهذه الأحاديث\nزكريا بن حكيم عن الشعبي، ولم يروها عنه غير أبي اليسع أيوب بن سليمان.\n</p>\n\n<p>\n(58) حدثنا أبو بكر: حدثنا أحمد بن حفص بن عبد الله: حدثنا إبراهيم بن\nطهمان، عن مسلم الأعور، عن مجاهد، عن ابن عباس قال: أتى نفر من اليهود رسول\nالله صلى الله عليه وسلم، فقالوا: إن أخبرنا عما نسأل عنه فإنه نبي،\nفقالوا: من أين يكون الشبه يا محمد؟ فقال رسول الله صلى الله عليه وسلم:\nنطفة الرجل بيضاء غليظة، ونطفة المرأة صفراء رقيقة، فأيه ماغلبت صاحبتها\nفالشبه له، فإن اجتمعتا كان منها ومنه، قالوا: صدقت فأخبرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nعن الروح؟ قال: ذلك جنود من جنود الله، ليسوا بملائكة، لهم رؤوس وأيد\nوأرجل يأكلون الطعام، ثم قرأ: يوم يقوم الروح والملائكة صفا لا يتكلمون إلا\nمن أذن له الرحمن وقال صوابا [النبأ: 38] ، وقال: هؤلاء جند وهؤلاء جند.\nتفرد به مسلم الأعور عن مجاهد عن ابن عباس، ولم يروه عنه غير إبراهيم بن\nطهمان.\n</p>\n\n<p>\n(59) حدثنا حمزة بن القاسم الهاشمي: حدثنا عيسى بن أبي حرب: حدثنا يحيى\nبن أبي بكير: حدثنا أبو الأحوص، عن طلحة بن يحيى، عن موسى بن طلحة، عن أبيه\nقال: كنت أمشي مع رسول الله صلى الله عليه وسلم، فأتاه أعرابي بأرنب قد\nشواها، فقال: هلم، قال: إني صائم قال: هلا أيام البيض. هذا حديث غريب من\nحديث موسى بن طلحة عن أبيه، تفرد به أبو الأحوص عن طلحة بن يحيى، وتفرد به\nعيسى بن أبي حرب، عن يحيى بن أبي بكير.\n</p>\n\n<p>\n(60) حدثنا علي بن محمد بن أحمد الواعظ: حدثنا أحمد بن محمد بن نافع:\nحدثنا عبيد الله بن عبد الله بن المنكدر: حدثني ابن أبي فديك، عن سليمان بن\nداود بن قيس، عن أبيه، عن موسى بن عقبة، عن الزهري، عن عيسى بن طلحة، عن\nعبد الله بن عمرو، أن النبي صلى الله عليه وسلم خطب القوم يوم النحر فقال:\nلتأخذ أمتي مناسكها، / فإني لا أدري لعلي غير حاج بعد عامي. هذا <span id='ms15'></span> حديث غريب\nمن حديث الزهري، ومن حديث موسى بن عقبة عنه، تفرد به سليمان بن داود بن قيس\nعن أبيه، وتفرد به عبيد الله بن المنكدري عن ابن أبي فديك.\n</p>\n\n<p>\n(61) حدثنا أحمد بن محمد بن مسعدة: حدثنا مورع بن عبد الله بن صفرة أبو\nذهيل: حدثنا عمر بن يزيد السياري: حدثنا عثام بن علي، عن الأعمش، عن زياد\nبن علاقة، عن جرير، وحدثنا عثام بن علي، عن إسماعيل، عن قيس، عن جرير قال:\nبايعت النبي صلى الله عليه وسلم على إقام الصلاة وإيتاء الزكاة والنصح لكل\nمسلم. هذا حديث غريب من حديث الأعمش عن زياد بن علاقة، تفرد به عثام بن علي\nعنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n(62) حدثنا أحمد بن عبد الله بن محمد الوكيل: حدثنا محمد بن شعبة بن\nجوان: حدثنا أبو عاصم، عن محمد بن بشر: حدثنا زياد بن علاقة: حدثنا أسامة\nبن شريك: سمعت النبي صلى الله عليه وسلم والناس يسألونه، فقال رجل: ذبحت\nقبل أن أحلق؟ قال: لا حرج، وكان يقول: لا حرج، فقال رجل: يا رسول الله ما\nخير ما أعطى الناس؟ قال: خلق حسن، قالوا: أنتداوى؟ قال: نعم، إن الله عز\nوجل لم ينزل داء إلا أنزل له شفاء غير السام. تفرد به أبو عاصم عن محمد بن\nبشر بن بشير الأسلمي.\n</p>\n\n<p>\n(63) حدثنا أحمد بن عبد الله بن محمد الوكيل: حدثنا محمد بن شعبة بن\nجوان: حدثنا أبو عاصم: حدثنا سفيان الثوري، عن زيد بن أسلم، عن رجل من بني\nسليم، عن أبيه، عن جده، أنه أتى النبي صلى الله عليه وسلم بفضة من معدن،\nفقال: إنها ستكون معادن يأتيها شرار الناس. تفرد به الثوري عن زيد بن أسلم\nبهذا الإسناد، وخالفه سعير بن الخمس فرواه عن زيد بن أسلم عن ابن عمر، وقول\nالثوري أصح.\n</p>\n\n<p>\n(64) حدثنا القاسم بن إسماعيل أبو عبيد وعبد الله بن محمد بن إسحاق\nالمروزي قالا: حدثنا خلف بن محمد بن عيسى: حدثنا معلى بن عبد الرحمن: حدثنا\nسفيان، عن خالد الحذاء، عن أبي <span id='ms16'></span> قلابة، عن ابن عمر قال: قال رسول الله صلى\nالله عليه وسلم: أرحم أمتي أبو بكر، وأشدهم في دين الله عمر، وأصدقهم حياء\nعثمان، وأعلمهم بالفرائض زيد بن ثابت، وأقرؤهم أبي بن كعب، وأعلمهم بالحلال\nوالحرام معاذ بن جبل، وإن لكل أمة أمينا، وأمين هذه الأمة أبو عبيدة بن\nالجراح.\n</p>\n\n<p>\n(65) / حدثنا أبو عبيد وأبو القاسم المروزي قالا: حدثنا خلف بن محمد:\nأخبرنا المعلى: حدثنا سفيان، عن عاصم الأحول، عن أبي قلابة، عن أنس، عن\nالنبي صلى الله عليه وسلم مثله. تفرد به معلى عن الثوري عن خالد عن أبي\nقلابة عن ابن عمر، وخالفه قبيصة فرواه عن الثوري عن خالد، وعاصم عن أبي\nقلابة عن أنس.\n</p>\n\n<p>\n(66) حدثنا به إسماعيل بن العباس الوراق: حدثنا عباس بن محمد: حدثنا\nقبيصة، عن الثوري بذلك.\n</p>\n\n<p>\n(67) حدثنا أبو عبيد وأبو القاسم عبد الله بن محمد بن إسحاق قالا: حدثنا\nخلف بن محمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا معلى: حدثنا سفيان، عن موسى بن عبيدة الربذي، عن القاسم بن مهران،\nعن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: إن الله عز وجل\nيحب عبده المؤمن الفقير المتعفف أبا العيال. تفرد به معلى بن عبد الرحمن عن\nالثوري عن موسى بن عبيدة.\n</p>\n\n<p>\n(68) حدثنا أبو ذر أحمد بن محمد بن أبي بكر الباغندي من كتابه: حدثنا\nأحمد بن الحسين بن عباد النسائي: حدثنا أحمد بن منصور بن إسماعيل الحراني:\nحدثنا إسماعيل بن عياش، عن عبيد الله بن عمر، عن نافع، عن ابن عمر، أن\nالنبي صلى الله عليه وسلم كان يكبر في العيدين في الأولى سبعا قبل القراءة،\nوفي الآخرة خمسا قبل القراءة. قال إسماعيل: قلت لعبيد الله: يا أبا عبد\nالرحمن إنما يروى هذا عن ابن عمر من فعله؟ فقال: حدثني نافع، قال: سألت ابن\nعمر، فقال: كان رسول الله صلى الله عليه وسلم يكبر. هذا حديث غريب من حديث\nعبيد الله بن عمر إن كان محفوظا، تفرد به أحمد بن منصور الحراني (1) عن\nإسماعيل بن عياش <span id='ms17'></span> عنه.\n</p>\n\n<p>\n(69) حدثنا أبو سعيد الإصطخري القاضي: حدثنا أحمد بن حازم بن أبي غرزة:\nحدثنا عبيد الله بن موسى: أخبرنا حريث بن أبي مطر، عن عامر، عن فاطمة بنت\nقيس قالت: نهى رسول الله صلى الله عليه وسلم عن خاتم الذهب وفي يدي قلب من\nذهب، قالت: فرميت به من يدي فرأيته بعد ذلك مطروحا في المسجد لا يأخذه أحد.\nتفرد به حريث بن أبي مطر عن الشعبي بهذه الألفاظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p366'> Vol. 02, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n(70) حدثنا الحسن بن أحمد بن أبي الشوك الزيات: حدثنا أحمد بن العلاء بن\nهلال / أبو عبد الرحمن أخو هلال بن العلاء: حدثنا عبيد بن جناد: حدثنا يوسف\nبن محمد بن المنكدر، عن صالح مولى التوأمة قال: سمعت أبا هريرة يقول: الحمد\nلله الذي هداني للإسلام، الحمد لله الذي علمني القرآن، الحمد لله الذي\nرحمني بمحمد صلى الله عليه وسلم، الحمد لله الذي أطعمني الخبز بعد الشعير،\nوزوجني بنت عتبة بن غزوان بعد أن كنت لها أجيرا، ويل للعرب من شر قد اقترب.\nتفرد به يوسف بن محمد بن المنكدر، عن صالح بن أبي صالح مولى التوأمة.\n</p>\n\n<p>\n(71) حدثنا الحسن بن أحمد بن أبي الشوك: حدثنا أحمد بن العلاء: حدثنا\nعبيد بن جناد، عن إسماعيل بن عياش، عن إسماعيل بن أبي رافع، عن سعيد بن أبي\nسعيد، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: المشاؤون في الظلمات\nإلى المسجد هم الخواضون في رحمة الله عز وجل. تفرد به إسماعيل بن أبي رافع\nعن المقبري.\n</p>\n\n<p>\n(72) حدثنا أبو محمد بن أبي الشوك: حدثنا أحمد بن العلاء: حدثنا سعيد بن\nعبد الملك: حدثنا محمد بن حمران، عن ابن جريج، عن عمرو بن شعيب، عن أبيه،\nعن جده قال: نهى رسول الله صلى الله عليه وسلم أن يقتص من جرح حتى يبرأ منه\nصاحبه. تفرد به محمد بن حمران، عن ابن جريج.\n</p>\n\n<p>\n(73) حدثنا ابن أبي الشوك: حدثنا أحمد بن العلاء: حدثنا إسماعيل بن عبد\nالله بن زرارة: حدثنا سلام بن أبي خبزة: حدثنا أبان <span id='ms18'></span> بن تغلب، عن صلة بن\nزفر، عن شتير بن شكل، عن علي بن أبي طالب، أن رسول الله صلى الله عليه وسلم\nقال: المسح على الخفين ثلاثة أيام ولياليهن للمسافر، ويوم وليلة للمقيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nغريب من حديث شتير بن شكل عن علي، وغريب من حديث أبان بن تغلب، تفرد به\nإسماعيل بن زرارة عن سلام بن أبي خبزة عنه.\n</p>\n\n<p>\n(74) حدثنا أبو محمد بن أبي الشوك: حدثنا هلال بن العلاء أبو عمر، حدثني\nأبي أمله علي وحدى من حفظه: حدثنا عبيد الله بن عمرو، عن زيد بن أبي أنيسة،\nعن أبي إسحاق، عن عبد الله بن الحارث بن نوفل، عن علي بن أبي طالب عليه\nالسلام، عن النبي صلى الله عليه وسلم قال: إن الله عز وجل يقول: الصوم لي\nوأنا أجزي به، / وللصائم فرحتان: عند الفطر، وحين يلقى ربه عز وجل، والذي\nنفس محمد بيده، لخلوف فم الصائم أطيب عند الله عز وجل من ريح المسك. هذا\nحديث غريب من حديث أبي إسحاق السبيعي عن عبد الله بن الحارث عن علي، تفرد\nبه العلاء بن هلال، عن عبيد الله بن عمرو عن زيد بن أبي أنيسة، وتفرد به\nزيد بن أبي أنيسة عن أبي إسحاق.\n</p>\n\n<p>\n(75) حدثنا الحسن بن أحمد بن أبي الشوك: حدثنا أبو فروة الرهاوي يزيد بن\nمحمد: حدثنا عثمان بن عبد الرحمن أبو عبد الرحمن الحراني: حدثنا محمد بن\nهلال، عن سعد بن إسحاق بن كعب بن عجرة أن أباه حدثه عن كعب بن عجرة، قال:\nقال رسول الله صلى الله عليه وسلم: أحضروا المنبر، فلما ارتقى درجة قال:\nآمين، ثم ارتقى الثانية فقال: آمين، ثم ارتقى الثالثة فقال: آمين، فلما نزل\nعن المنبر قلنا: يا رسول الله، سمعنا منك اليوم شيئا لم تفعله قبل اليوم،\nقال: وقد سمعتموه؟ قلنا: نعم، قال: إن جبريل عرض لي حين ارتقيت الدرجة\nالأولى فقال: بعد يا محمد من أدرك رمضان فمات فلم يدخل الجنة، ثم ارتقيت\nالثانية فقال: بعد [من] (1) أدرك عنده <span id='ms19'></span> أبواه أو أحدهما فمات فلم يدخل\nالجنة، فلما ارتقيت الثالثة قال: بعدا لمن ذكرت عنده فلم يصل عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p368'> Vol. 02, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث غريب من حديث كعب بن عجرة، تفرد به محمد بن هلال المدني عن سعد\nبن إسحاق عن أبيه عن جده.\n</p>\n\n<p>\n(76) حدثنا الحسن بن أحمد بن أبي الشوك: حدثنا أبو فروة يزيد بن محمد بن\nيزيد بن سنان: حدثنا أبي، عن أبيه: حدثنا يحيى بن أبي كثير، حدثني يحيى بن\nسعيد، أن نافعا حدثه قال: سمعت عبد الله بن عمر يقول: قام رجل فقال: يا\nرسول الله، من أين أهل؟ قال: مهل أهل المدينة من العقيق، ومهل أهل الشام من\nالجحفة، ومهل أهل نجد قرن. هذا حديث غريب من حديث يحيى بن أبي كثير عن يحيى\nبن سعيد الأنصاري، تفرد به يزيد بن سنان عنه، ولم يروه عنه غير أبيه محمد\nبن يزيد.\n</p>\n\n<p>\n(77) حدثنا أبو بكر النيسابوري: حدثنا أحمد بن منصور بن راشد (1) : حدثنا\nعلي بن الحسن / بن شقيق: حدثنا الحسين بن واقد: حدثنا سماك بن حرب، عن\nالنعمان بن بشير قال: سمعت رسول الله صلى الله عليه وسلم يقول: من منح ورقا\nأو ذهبا أو هدى زقاقا فهو كعدل رقبة. تفرد به الحسين بن واقد عن سماك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p369'> Vol. 02, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n(78) حدثنا أبو بكر النيسابوري: حدثنا أحمد بن منصور بن راشد: حدثنا علي\nبن الحسن: حدثنا الحسين بن واقد: حدثنا سماك بن حرب، عن النعمان بن بشير\nقال: سمعت رسول الله صلى الله عليه وسلم يقول: إن الله وملائكته يصلون على\nالصف الأول، أو الصفوف الأول. تفرد به الحسين بن واقد عن سماك.\n</p>\n\n<p>\n(79) حدثنا أبو بكر النيسابوري: حدثنا أحمد بن منصور بن راشد: حدثنا علي\nبن الحسن: أخبرنا الحسين بن واقد: سمعت سماك بن حرب: سمعت النعمان بن بشير\nيخطب على هذا المنبر فقال: سمعت رسول الله صلى الله عليه وسلم يقول: إنما\nالمؤمنون كرجل واحد، إذا اشتكى عضو من أعضائه اشتكى جسده أجمع، وإذا اشتكى\nمؤمن اشتكى المؤمنون. تفرد به الحسين بن واقد <span id='ms20'></span> عن سماك.\n</p>\n\n<p>\n(80) حدثنا عبد الله بن محمد بن زياد النيسابوري: حدثنا أحمد بن منصور\nالمروزي: حدثنا علي بن الحسن: أخبرنا الحسين بن واقد: حدثني سماك بن حرب:\nحدثني النعمان بن بشير قال: كان رسول الله صلى الله عليه وسلم يسوي الصف\nحتى يدعه مثل القدح أو الرمح، قال: فرأى صدر رجل ناتئا من الصف، فقال: عباد\nالله لتسون صفوفكم في صلاتكم أو ليخالفن الله بين وجوهكم.\n</p>\n\n<p>\n(81) أخبرنا عبد الله بن محمد بن عبد العزيز: حدثنا داود بن رشيد: حدثنا\nمروان بن معاوية: حدثنا دهثم بن قران: حدثنا عقيل بن دينار مولى جارية بن\nظفر، عن جارية بن ظفر، أن دارا كانت بين أخوين، فخطوا (1) خطا في وسطها (2)\n، ثم هلكا وترك كل واحد منهما عقبا، فادعى عقب كل واحد منهما أن الحظار له\nمن دون صاحبه، فاختصم عقباهما إلى النبي صلى الله عليه وسلم، / فأرسل حذيفة\nبن اليمان فقضى بالحظار لمن وجد معاقد القمط تليه، ثم رجع، فأخبر النبي صلى\nالله عليه وسلم، فقال النبي صلى الله عليه وسلم: أصبت، قال دهثم: أو قال:\nأحسنت. تفرد به دهثم بن قران، ورواه أبو بكر بن عياش عنه فخالف مروان في\nإسناده.\n</p>\n\n<p>\n(82) حدثنا محمد بن أحمد بن أبي الثلج: حدثنا يعقوب بن إبراهيم الدورقي:\nحدثنا أبو بكر بن عياش: حدثنا دهثم بن قران، عن نمران بن جارية، عن أبيه،\nأن قوما اختصموا إلى النبي صلى الله عليه وسلم في خص كان بينهم، فبعث حذيفة\nيقضي بينهم، فقضى للذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p370'> Vol. 02, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nيليهم القمط، فلما رجع إلى النبي صلى الله عليه وسلم أخبره، فقال: أصبت،\nأو أحسنت.\n</p>\n\n<p>\n(83) أخبرنا عبد الله بن محمد بن عبد العزيز: حدثنا داود بن رشيد: حدثنا\nمروان: حدثنا دهثم: حدثنا نمران بن جارية بن ظفر، عن أبيه، أنه هاج بينه\nوبين رجل من بني عمه يقال له: حنظلة بن قيس قتال في مسرح (كذا؟) ، وأن\nحنظلة قطع يد جارية بن ظفر من وسط ذراعه اليمنى، فاختصما فيها إلى النبي\nصلى الله عليه وسلم <span id='ms21'></span> وهو بالمدينة، فسأل رسول الله صلى الله عليه وسلم جارية\nأن يهب له يده، فقال: يا رسول الله إنها يميني، قال: خذ ديتها بورك لك\nفيها، قال: فلما اصطلحا قال جارية للنبي صلى الله عليه وسلم: ما ترى في\nغلام ابتعته من سبي (العنبر؟) لم ألتمس (بأمه؟) (1) لأتكثر من القوم حيث\nكان بيني وبين حنظلة الذي كان، فادعيت أنه ابني، فقال رسول الله صلى الله\nعليه وسلم: أرى أن تنحله وتحسن نحله وتعتقه، فإن مات ورثته، وإن مت ورثك،\nقال: ففعل، أعتقه ونحله. تفرد به دهثم بن قران، ورواه أبو بكر بن عياش\nمختصرا.\n</p>\n\n<p>\n(84) حدثنا به محمد بن أحمد بن أبي الثلج: حدثنا يعقوب بن إبراهيم\nالدورقي: حدثنا أبو بكر بن عياش: حدثنا دهثم بن قران: حدثني نمران بن\nجارية، عن أبيه، أن رجلا ضرب رجلا بالسيف على ساعده فقطعها من غير مفصل،\nفاستعدى عليه النبي / صلى الله عليه وسلم فأمر له بالدية، فقال: يا رسول\nالله إني أريد القصاص، قال: خذ الدية بارك الله لك فيها، ولم يقض له\nبالقصاص.\n</p>\n\n<p>\n(85) حدثنا عبد الله بن محمد بن عبد العزيز: حدثنا داود بن رشيد: حدثنا\nمروان، عن دهثم بن قران اليمامي، عن نمران بن جارية بن ظفر، عن أبيه، أن\nعبدا مملوكا خرج فلقي رجلا فقطع يده، ثم لقي آخر فشجه، فاختصم مولى العبد\nوالمقطوع والمشجوج إلى النبي صلى الله عليه وسلم، فبدأ المقطوع فتكلم، فأخذ\nالنبي صلى الله عليه وسلم العبد فدفعه إلى المقطوع، ثم استعدى المشجوج فأخذ\nالنبي صلى الله عليه وسلم العبد من المقطوع فدفعه إلى المشجوج، فذهب\nالمشجوج بالعبد ورجع المقطوع لا شيء له. تفرد به دهثم بن قران بهذا\nالإسناد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p371'> Vol. 02, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n(86) حدثنا أبو محمد بن صاعد: حدثنا محمد بن زنبور: حدثنا فضيل بن عياض،\nعن ليث بن أبي سليم وفطر، عن مجاهد، عن ابن عباس، أنه كان يسجد في الآية\nالآخرة من حم السجدة.\n</p>\n\n<p>\nآخر الجزء\n</p>\n\n<p>\nالحمد لله وحده\n</p>\n\n<p>\nصلى الله على سيدنا محمد وآله وصحبه وسلم <span id='ms22'></span>\n</p>\n\n<p>\nحسبنا الله ونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p372'> Vol. 02, p. 372</a>\n            </div>\n             <span id='ms23'></span>\n</p>\n",
  "pages": [
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372"
  ],
  "volumes": [
    "01",
    "02"
  ]
}