{
  "content": "\n\n#\n<p>\n1 رواية أبى القاسم إبراهيم بن أحمد بن جعفر الخرقى عنه\n</p>\n\n<p>\n2 رواية أبى محمد الحسن بن علي بن محمد بن الحسن الجوهري عنه\n</p>\n\n<p>\n3 رواية أبى بكر محمد بن عبد الباقي بن محمد بن عبد الله البزار عنه\n</p>\n\n<p>\n4 رواية أبى أحمد عبد الوهاب بن علي بن علي بن سكينة عنه\n</p>\n\n<p>\nسماع لمحمد بن عمر بن عبد الغالب العثماني ولأخيه عبد الغفار أجازه بحر\nبن عبد الله\n</p>\n\n<p>\nوقف القاسم بن محمد البرزالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             بسم الله الرحمن الرحيم وحسبي\nالله ونعم الوكيل\n</p>\n\n<p>\n| - * باب ما روى في صيام شعبان\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nأخبرنا الشيخ الإمام الزاهد أبو أحمد عبد الوهاب بن علي بن علي بن عبد\nالله بن سكينة قراءة عليه في يوم الثلاثاء ثالث جمادى الآخرة سنة تسع\nوتسعين وخمسمائة أخبرنا القاضي أبو بكر محمد بن عبد الباقي بن محمد بن عبد\nالله الأنصاري قراءة عليه وأنا أسمع يوم السبت ثاني جمادى الآخرة من سنة\nثلاث وثلاثين وخمسمائة أخبرنا أبو محمد الحسن بن علي بن محمد بن الحسن\nالجوهري قراءة عليه وأنا أسمع فأقر به أخبرنا أبو القاسم إبراهيم بن أحمد\nبن جعفر الخرقى قراءة عليه حدثنا جعفر بن محمد بن الحسن بن المستفاض\nالفريابى\n</p>\n\n<p>\n1 حدثنا هشام بن عمار حدثنا يحيى بن حمزة حدثني ثور بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             يزيد\nعن خالد بن معدان عن ربيعة بن الغاز أنه سأل عائشة عن صيام رسول صلى الله\nعليه وسلم فقالت كان يصوم شعبان حتى يصله برمضان قالت وكان يتحرى صيام\nالإثنين والخميس + أسناده صحيح\n</p>\n\n<p>\n2 حدثنا عمرو بن علي حدثنا عبد الله بن داود حدثنا ثور بن يزيد عن خالد\nبن معدان عن ربيعة الجرشى عن عائشة رضى الله عنها قالت كان رسول الله صلى\nالله عليه وسلم يصوم شعبان فذكر نحوه + أسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n3 حدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا مالك بن أنس عن أبي\nالنضر مولى عمر بن عبيد الله عن أبى سلمة بن عبد الرحمن عن عائشة زوج النبي\nصلى الله عليه وسلم إنها قالت كان رسول الله صلى <span id='ms01'></span> الله عليه وسلم يصوم حتى\nنقول لا يفطر ويفطر حتى نقول لا يصوم وما رأيت رسول الله صلى الله عليه\nوسلم يستكمل شهرا قط إلا رمضان وما رأيته في شهر أكثر صياما في شعبان +\nرجال ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا قتيبة بن سعيد حدثنا إسماعيل بن جعفر عن محمد هو ابن عمرو عن أبي\nسلمة عن عائشة أنها قالت كان رسول الله صلى الله عليه وسلم يصوم حتى نقول\nلا يفطر و يفطر حتى نقول لا يصوم ولم أره في شهر أكثر منه صياما في شعبان\nكان يصوم شعبان إلا قليلا بل كان يصوم شعبان كله + أسناده صحيح ورواته ثقات\n</p>\n\n<p>\n5 حدثنا قتيبة حدثنا عبد العزيز هو ابن محمد عن محمد بن عمرو عن أبي سلمة\nعن عائشة مثله + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n6 حدثنا محمد بن عبد الأعلى حدثنا خالد هو ابن الحارث حدثنا هشام عن يحيى\nبن أبي كثير ذكر أن أبا سلمة بن عبد الرحمن حدثه أن عائشة أم المؤمنين\nحدثته أن رسول الله صلى الله عليه وسلم لم يكن يصوم شهرا من السنة أكثر من\nصيام شعبان انه كان يصوم شعبان كله وانه كان يقول خذوا من العمل ما تطيقون\nفإن الله لا يمل حتى تملوا وانه كان أحب الصلاة إليه ما داوم عليه منها وان\nقلت وكان إذا صلى صلاة داوم عليها + رجاله موثوقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             2\n</p>\n\n<p>\n7 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد حدثنا الأوزاعي حدثني يحيى\nعن أبي سلمة عن عائشة قالت ما كان رسول الله صلى الله عليه وسلم يصوم من\nشهر من السنة ما يصوم من شعبان كان يصوم شعبان كله\n</p>\n\n<p>\n8 حدثنا هناد بن السري حدثنا عبدة عن محمد بن إسحاق عن محمد بن إبراهيم\nعن أبي سلمة عن عائشة قالت ما كان أكثر صياما تعني النبي صلى الله عليه\nوسلم منه لشعبان كان يصومه أو عامته + إسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n9 حدثنا عثمان بن أبي شيبة حدثنا سفيان بن عيينة عن ابن أبي لبيد عن أبى\nسلمة قال سألت عائشة عن صيام رسول <span id='ms02'></span> الله صلى الله عليه وسلم قالت كان يصوم\nحتى نقول قد صام ويفطر حتى نقول قد أفطر ولم أره صام من شهر أكثر من صيامه\nمن شعبان كان يصوم من شعبان أو كان يصوم شعبان كله + رجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n10 حدثنا أبو خيثمة زهير بن حرب حدثنا عبد الرحمن بن مهدي عن سفيان عن\nمنصور عن سالم عن أبي سلمة عن أم سلمة قالت ما رأيت رسول الله صلى الله\nعليه وسلم صام شهرين متتابعين إلا انه كان يصل شعبان برمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n11 حدثنا عبيد الله بن معاذ حدثنا أبى حدثنا شعبة عن توبة العنبري عن\nمحمد بن إبراهيم عن أبي سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             عن أم سلمة عن النبي صلى الله\nعليه وسلم مثل ذلك + أسناده صحيح ورواته موثقون\n</p>\n\n<p>\n12 حدثنا أبو بكر وعثمان ابنا أبى شيبة قالا حدثنا زيد بن الحباب حدثنا\nسفيان عن منصور عن سالم بن أبي الجعد عن أبي سلمة عن أم سلمة قالت ما كان\nرسول الله صلى الله عليه وسلم يصوم شهرا كاملا إلا شعبان يصله برمضان +\nأسناده كسابقه\n</p>\n\n<p>\n13 حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             معاوية\nبن صالح أن عبد الله بن أبى قيس حدثه انه سمع عائشة زوج النبي صلى الله\nعليه وسلم تقول كان أحب الشهور إلى رسول الله صلى الله عليه وسلم أن يصومه\nشعبان ثم يصله برمضان + أسناده صحيح\n</p>\n\n<p>\n14 حدثنا محمد بن مصفى الحمصي حدثنا سويد بن عبد العزيز حدثنا يحيى بن\nالحارث عن القاسم أبي عبد الرحمن عن أبي هريرة قال كان النبي صلى الله عليه\nوسلم يصل شعبان برمضان + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما روى أن النبي صلى الله عليه وسلم نهى عن الوصال في الصيام\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n15 حدثنا محمد بن المصفى الحمصي حدثنا محمد بن حرب حدثنا الزبيدى عن\nالزهري عن سعيد بن المسيب وأبي سلمة أن أبا هريرة قال نهى رسول الله صلى\nالله عليه وسلم عن الوصال فقالوا فانك تواصل يا رسول الله قال وأيكم مثلى\nإني أبيت عند ربي يطعمني <span id='ms03'></span> ويسقيني + إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n16 حدثنا قتيبة بن سعيد حدثني ابن لهيعة عن الأعرج عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال إياكم والوصال قالوا يا رسول الله إنك تواصل\nقال لست في ذلك كهيئتكم إني أبيت يطعمني ربي ويسقيني + أسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n17 حدثنا قتيبة حدثنا المغيرة بن عبد الرحمن عن أبي الزناد عن الأعرج عن\nأبي هريرة أن النبي صلى الله عليه وسلم قال إياكم والوصال قالوا فإنك تواصل\nيا رسول الله قال إني لست مثلكم إني أبيت يطعمني ربي ويسقيني فاكلفوا مالكم\nبه طاقة + رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n18 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن أبي الزناد عن الأعرج عن\nأبي هريرة أن رسول الله صلى الله عليه وسلم قال إياكم والوصال قالوا فانك\nتواصل يا رسول الله قال لست كهيئتكم إني أبيت يطعمني ربي ويسقيني + رجاله\nثقات\n</p>\n\n<p>\n19 حدثنا وهب بن بقية حدثنا خالد عن عبد الرحمن بن إسحاق عن أبي الزناد\nعن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إياكم\nوالوصال قالوا يا رسول الله فانك تواصل قال إني لست مثلكم أبيت يطعمني ربي\nويسقيني فاكلفوا من العمل ما لكم به طاقة + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n20 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله بن نمير عن عبيد الله بن\nعمر عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم واصل في رمضان\nفواصل الناس فنهاهم فقيل إنك تواصل قال إني لست مثلكم إني أطعم وأسقى +\nرجاله موثقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n21 حدثنا عثمان بن أبي شيبة حدثنا عبدة عن عبيد الله عن نافع عن ابن عمر\nقال كان رسول الله صلى الله عليه وسلم يواصل في رمضان فواصل الناس معه\nفنهاهم عن الوصال فقالوا إنك تواصل قال إني لست مثلكم إني أطعم وأسقى +\nرجاله موثقون\n</p>\n\n<p>\n22 حدثنا إسحاق بن موسى حدثنا أنس بن عياض أخبرني عبيد الله بن عمر عن\nنافع عن ابن عمر أن رسول الله صلى الله عليه وسلم واصل فواصل الناس <span id='ms04'></span> معه\nفنهاهم عن الوصال فقالوا إنك تواصل فقال إني لست مثلكم إني أطعم وأسقى\n</p>\n\n<p>\n23 حدثنا إسحاق بن موسى حدثنا أنس قال وحدثني موسى عن نافع أن عبد الله\nبن عمر قال واصل رسول الله صلى الله عليه وسلم فواصل الناس معه فشق عليهم\nالوصال فلما حدث رسول الله صلى الله عليه وسلم ذلك نهاهم عن الوصال قالوا\nفإنك تواصل يا رسول الله قال إني لست كهيئتكم إني أطعم وأسقى + رجاله ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n24 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك بن أنس عن نافع عن ابن عمر\nأن رسول الله صلى الله عليه وسلم نهى عن الوصال قالوا فإنك تواصل يا رسول\nالله قال إني لست كهيئتكم إني أطعم وأسقى\n</p>\n\n<p>\n25 حدثنا هدبة بن خالد حدثنا همام بن يحيى حدثنا قتادة عن أنس بن مالك أن\nرسول الله صلى الله عليه وسلم كان يواصل فقالوا يا رسول الله انك تواصل\nفقال إني أبيت يطعمني ربي ويسقيني + رجاله موثقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n26 حدثنا إسحاق بن راهويه حدثنا عبدة بن سليمان حدثنا سعيد عن قتادة عن\nأنس بن مالك عن رسول الله صلى الله عليه وسلم قال لا تواصلوا قالوا يا رسول\nالله إنك تواصل قال لست كأحدكم إني أبيت يطعمني ربي ويسقيني + رجاله موثقون\n</p>\n\n<p>\n27 حدثنا عثمان بن أبي شيبة حدثنا الحسن بن موسى الأشيب حدثنا زهير أبو\nخيثمة حدثنا سليمان التيمى عن قتادة عن أنس بن مالك قال قال نبي الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             لا تواصلوا قال قيل يا نبي الله فانك تواصل قال\nفإني لست كأحد منكم إن ربي يطعمني ويسقيني + إسناده قوي\n</p>\n\n<p>\n28 حدثنا إبراهيم بن الحجاج حدثنا حماد بن سلمة عن ثابت البنانى عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم واصل في رمضان فواصل ناس من\nأصحابه فقال لو مد في الشهر فواصلت وصالا يدع المتعمقون تعمقهم إني أظل\nيطعمني ربي ويسقيني + إسناده صحيح ورجاله ثقات\n</p>\n\n<p>\n29 حدثنا عثمان حدثنا عبدة بن سليمان عن هشام بن عروة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             عن\nأبيه عن <span id='ms05'></span> عائشة قالت نهى النبي صلى الله عليه وسلم عن الوصال قالوا انك\nتواصل قال إنما هي رحمة رحمكم الله بها إني لست كهيئتكم إني أظل عند ربي\nيطعمني ويسقيني + إسناده ضعيف\n</p>\n\n<p>\n30 حدثنا إسحاق بن راهويه حدثنا بقية بن الوليد حدثني محمد بن زياد عن\nعبد الله بن أبي قيس قال سمعت عائشة تقول نهى النبي صلى الله عليه وسلم عن\nالوصال في الصيام + أسناده حسن\n</p>\n\n<p>\n31 حدثنا محمد بن مصفى حدثنا محمد بن حرب الخولاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             حدثنا\nمحمد بن زياد الإلهاني عن عبد الله بن أبي قيس قال سمعت عائشة تقول نهى\nرسول الله صلى الله عليه وسلم عن الوصال + أسناده حسن\n</p>\n\n<p>\n32 حدثنا عثمان بن أبي شيبة حدثنا جرير عن عمارة عن أبى زرعة عن أبى\nهريرة قال قال رسول الله صلى الله عليه وسلم إياكم والوصال قالوا فانك يا\nرسول الله تواصل قال إنكم لستم في ذلك مثلى إني أبيت يطعمني ربي ويسقيني\nفاكلفوا من الأعمال ما تطيقون + أسناده صحيح ورجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما يستحب من تعجيل الإفطار وما روى فيه\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n33 حدثنا عبد الرحمن بن إبراهيم حدثنا محمد بن شعيب عن الأوزاعي عن قرة\nبن عبد الرحمن عن الزهري عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم قال الله تعالى إن أحب عبادي إلى أعجلهم إفطارا + إسناده\nحسن\n</p>\n\n<p>\n34 حدثنا إسحاق بن راهويه وعلى بن المدينى قالا حدثنا الضحاك بن مخلد\nحدثنا الأوزاعي حدثني قرة بن عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             عن الزهري عن أبي سلمة\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال يقول الله عز وجل أحب عبادي\nإلى أعجلهم إفطارا + إسناده حسن\n</p>\n\n<p>\n35 حدثنا قتيبة بن سعيد حدثنا معن عن ابن أخي الزهري عن الزهري قال السنة\nتعجيل الفطر وتأخير السحور + أسناده حسن\n</p>\n\n<p>\n36 حدثنا وهب بن بقية أخبرنا خالد عن محمد يعني ابن عمرو عن أبي سلمة عن\nأبي هريرة عن النبي صلى الله عليه وسلم قال لا يزال الدين ظاهرا ما عجلوا\nالناس الفطر <span id='ms06'></span> لأن اليهود والنصارى يؤخرون + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n37 حدثنا إسحاق بن راهويه وأبو بكر وعثمان وعلي بن المدينى قالوا حدثنا\nمحمد بن بشر عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم لا يزال الناس بخير ما عجلوا الفطر إن اليهود والنصارى\nيؤخرون + أسناده حسن\n</p>\n\n<p>\nقال إسحاق في حديثه حدثنا محمد بن بشر حدثنا محمد بن عمرو\n</p>\n\n<p>\n38 حدثنا قتيبة حدثنا يعقوب بن عبد الرحمن عن أبي حازم عن سهل بن سعد أن\nرسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             لا يزال الناس بخير ما عجلوا\nفطرهم + رجاله موثقون\n</p>\n\n<p>\n39 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك بن أنس عن أبي حازم بن\nدينار عن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم قال لا يزال\nالناس بخير ما عجلوا الفطر + رجاله موثقون\n</p>\n\n<p>\n40 حدثنا هشام بن عمار وعلي بن المدينى قالا حدثنا عبد العزيز ابن أبي\nحازم عن أبيه عن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             لن يزال الناس بخير ما عجلوا الفطر + أسناده صحيح\n</p>\n\n<p>\nقال علي في قال أخبرني أبي\n</p>\n\n<p>\n41 حدثنا عثمان بن أبي شيبة حدثنا وكيع بن الجراح عن سفيان عن أبي حازم\nعن سهل بن سعد الساعدي أن النبي صلى الله عليه وسلم قال لا يزال الناس بخير\nما عجلوا الإفطار + رجال ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n42 حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن هشام بن عروة عن أبيه عن\nعاصم بن عمر عن عمر بن الخطاب قال قال رسول الله صلى الله عليه وسلم إذا\nأقبل الليل وأدبر النهار وغابت الشمس فقد أفطرت\n</p>\n\n<p>\n43 حدثنا عثمان بن أبي شيبة حدثنا عبدة بن سليمان عن هشام بن عروة عن\nأبيه عن عاصم بن عمر عن عمر بن الخطاب قال قال صلى الله عليه وسلم فذكر\nمثله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n44 حدثنا علي بن المدينى حدثنا سفيان بن عيينة حدثنا هشام بن عروة عن\nأبيه عن عاصم بن عمر <span id='ms07'></span> بن الخطاب عن أبيه عمر بن الخطاب قال قال رسول الله\nصلى الله عليه وسلم إذا أقبل الليل وأدبر النهار وغربت الشمس فقد أفطر\nالصائم + أسناده صحيح ورجاله موثقون\n</p>\n\n<p>\n45 حدثنا علي بن المدينى عن سفيان بن عيينة عن هشام بن عروة عن أبيه عن\nعاصم بن عمر بن الخطاب عن عمر بن الخطاب قال قال رسول الله صلى الله عليه\nوسلم مثله سواء + أسناده صحيح ورجاله موثوقون\n</p>\n\n<p>\n46 حدثنا محمد بن عبد الأعلى حدثنا بشر هو ابن المفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             حدثنا\nعبد الرحمن بن إسحاق عن الزهري عن سعيد بن المسيب عن أبيه قال كنت جالسا مع\nعمر بن الخطاب فجاءه رجل من أهل الشام فسأله عمر عن أهل الشام فألطف\nالمسألة وكان فيما سأله عنه فقال يعجلون الفطر قال فقال نعم قال لن يزالوا\nبخير ما عجلوا الفطر ولم يتنطعوا تنطع أهل العراق + أسناده قوي\n</p>\n\n<p>\n47 حدثنا محمد بن أبي السري وعباس العنبري قالا حدثنا عبد الرزاق حدثنا\nمعمر عن الزهري عن ابن المسيب عن أبيه قال كنت جالسا عند عمر إذ جاءه راكب\nمن أهل الشام فطفق عمر يستخبره عن حالهم فقال هل يعجل أهل الشام الإفطار\nقال نعم قال لن يزالوا بخير ما فعلوا ذلك ولم ينتظروا النجوم انتظار أهل\nالعراق + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n48 حدثنا محمد بن المثنى حدثنا عثمان بن عمر حدثنا يونس بن يزيد عن\nالزهري عن سعيد بن المسيب أن أباه قدم على عمر بريدا من الشام فجعل عمر\nيستخبره فقال أيعجلون الإفطار قال نعم فقال أما أنهم لن يزالوا بخير ما\nكانوا كذلك ولم يتنطعوا تنطع أهل العراق + أسناده رجال ثقات\n</p>\n\n<p>\n49 حدثنا عبد الواحد بن غياث حدثنا أبو عوانة عن بيان عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             قيس\nبن أبي حازم قال أتى عمر بن الخطاب بإناء فيه شراب عند الفطر فقال لرجل\nاشرب لعلك من المسوفين تقول سوف سوف + أسناده حسن\n</p>\n\n<p>\n50 حدثنا محمد بن عبد الأعلى حدثنا معتمر قال سمعت حميد الحارث عن أنس\nقال كنا عند أنس وكان صائما فدعا بعشائه <span id='ms08'></span> فالتفت ثابت ينظر إلى الشمس وهو\nيرى أن الشمس وهو يرى أن الشمس لم تغب فقال أنس لثابت لو كنت عند عمر\nلأحفظك أسناده + رجال موثقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n51 حدثنا وهب بن بقية أخبرنا خالد عن حميد عن أنس انه لم يكن ينتظر\nالمؤذن في الإفطار وكان يعجل الفطر + أسناده قوي\n</p>\n\n<p>\n52 حدثنا محمد بن وزير الواسطى حدثنا أزهر بن سعد عن ابن عون عن موسى بن\nأنس أن أنسا كان يوصى جاريته ويقول إذا استوى الأفق فآذنيني\n</p>\n\n<p>\n53 حدثنا أبو قدامة عبيد الله بن سعيد حدثنا يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             سعيد عن\nعوف حدثنا أبو رجاء قال كان ابن عباس يبعث مرتقبا يرقب الشمس فإذا غابت\nأفطر وكان يفطر قبل الصلاة + إسناده صحيح\n</p>\n\n<p>\n54 حدثنا إسحاق بن يوسف حدثنا عوف عن أبي رجاء قال كنت أشهد ابن عباس عند\nالإفطار في رمضان فيضع طعامه ثم يبعث مرتقبا يرقب الشمس فإذا قال قد وجبت\nقال كلوا قال وكنا نفطر قبل الصلاة عند ابن عباس في رمضان + إسناده صحيح\n</p>\n\n<p>\n55 حدثنا عثمان بن أبي شيبة حدثنا جرير عن منصور عن مجاهد قال كنت اتى\nابن عمر بشرابه وإني لأخفيه من الناس من تعجيله إفطاره + إسناده قوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n56 حدثنا أحمد بن إبراهيم حدثنا عبيد الله أنبأنا إسرائيل عن أبي إسحاق\nعن عمرو بن ميمون قال كان أصحاب محمد صلى الله عليه وسلم أعجل الناس إفطارا\nوأبطأه سحورا + أسناده صحيح\n</p>\n\n<p>\n57 حدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا مالك عن عبد الرحمن بن\nحرحله عن سعيد بن المسيب أن رسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nلا يزال الناس بخير ما عجلوا الفطر ولم يؤخروا تأخير أهل المشرق مرسل\n</p>\n\n<p>\n58 حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن الأعمش عن عمارة بن عمير\nعن أبي عطية قال دخلت أنا ومسروق على عائشة فقال لها مسروق يا أم المؤمنين\nرجلان من أصحاب رسول الله صلى الله عليه وسلم كلاهما لا يألو عن الخير\nأحدهما يعجل الفطر ويؤخر المغرب والآخر يؤخر الفطر ويؤخر المغرب قالت <span id='ms09'></span> أيهما\nالذي يعجل الفطر ويؤخر المغرب قال عبد الله بن مسعود قالت هكذا كان يفعل\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n59 حدثنا عثمان بن أبي شيبة حدثنا محمد بن فضيل عن الأعمش عن عمارة بن\nعمير عن أبي عطية الوادعي قال دخلت مع مسروق على عائشة أم المؤمنين فقال\nلها مسروق رجلان من أصحاب محمد صلى الله عليه وسلم كلاهما لا يألو عن الخير\nأحدهما يعجل المغرب ويعجل الفطر والآخر يؤخر المغرب ويؤخر الإفطار قالت من\nالذي يعجل المغرب ويعجل الإفطار فقال ابن مسعود فقالت هكذا كان رسول الله\nصلى الله عليه وسلم يفعل + أسناده حسن\n</p>\n\n<p>\n60 حدثنا علي بن عبد الله حدثنا محمد بن خازم حدثنا الأعمش عن عمارة عن\nأبي عطية قال دخلت أنا ومسروق على عائشة أم المؤمنين رجلان من أصحاب محمد\nصلى الله عليه وسلم فذكر مثله\n</p>\n\n<p>\nقال علي هكذا حدثناه أبو معاوية ويحيى بن زكريا عن الأعمش عن عمارة عن\nأبي عطية وخالفهما عن الأعمش جرير وشعبة + أسناده رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفأما حديث جرير\n</p>\n\n<p>\n61 فحدثنا جرير بن عبد الحميد عن الأعمش عن خيثمة بن عبد الرحمن عن أبي\nعطية قال دخلت على عائشة مع مسروق فقال لها مسروق إن رجلين من أصحاب محمد\nصلى الله عليه وسلم أحدهما يعجل الصلاة ويعجل الإفطار والآخر يؤخر الصلاة\nويؤخر الإفطار قالت أيهما الذي يعجل الصلاة ويعجل الإفطار قال عبد الله بن\nمسعود قالت هكذا كان رسول الله صلى الله عليه وسلم يصنع + أسناده صحيح\n</p>\n\n<p>\n62 حدثنا علي حدثنا محمد بن جعفر حدثنا شعبة عن سليمان قال سمعت خيثمة\nيحدث عن أبي عطية قال دخلت مع مسروق على عائشة فقال لها مسروق رجلان من\nأصحاب محمد صلى الله عليه وسلم أحدهما يعجل الإفطار ويؤخر السحور والآخر\nيؤخر الإفطار ويعجل السحور قالت أيهما يعجل الإفطار ويؤخر السحور قال قال\nابن مسعود قالت هكذا كان رسول الله صلى الله عليه وسلم يصنع + أسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما يستحب للصائم أن يفطر عليه\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n63 حدثنا إسحاق بن <span id='ms10'></span> راهويه أخبرنا إسماعيل بن إبراهيم عن هشام بن حسان عن\nحفصة بنت سيرين عن الرباب عن سلمان بن عامر الضبي عن رسول الله صلى الله\nعليه وسلم قال إذا أفطر أحدكم فليفطر على تمر فإن لم يجد فليفطر على ماء\nفان الماء طهور + أسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n64 حدثنا محمد بن المثنى حدثنا عبد الله بن بكر السهمي عن هشام بن حسان\nعن حفصة عن امرأة من بني ضبة يقال لها الرباب عن سلمان بن عامر الضبي عن\nرسول الله صلى الله عليه وسلم مثله + أسناده كسابقه\n</p>\n\n<p>\n65 حدثنا قتيبة بن سعيد حدثنا سفيان بن عيينة عن عاصم عن حفصة بنت سيرين\nعن الرباب عن عمها سلمان بن عامر الضبي يبلغ به النبي صلى الله عليه وسلم\nقال إذا أفطر أحدكم فليفطر على تمر إ نه بركة فان لم يجد فعلى الماء فإنه\nطهور + إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n66 حدثنا أبو قدامة حدثنا سفيان بن عيينة عن عاصم إسناده مثله + إسناده\nصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n67 حدثنا هشام بن عمار وعبد الرحمن بن إبراهيم قالا حدثنا مروان بن\nمعاوية الفزارى حدثنا عاصم عن حفصة بنت سيرين عن الرباب بنت صليع عن عمها\nسلمان بن عامر الضبي قال قال رسول اله صلى الله عليه وسلم إذا أفطر أحدكم\nفليفطر على تمر فإن لم يجد تمرا فليشرب ماء فانه طهور + حديث حسن\n</p>\n\n<p>\n68 حدثنا الحسن بن علي الحلواني أبو محمد بطرسوس سنة ست وثلاثين ومائتين\nحدثنا يحيى بن آدم حدثنا يزيد بن عبد العزيز عن رقبة عن بريد بن أبي مريم\nعن أنس بن مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             قال إن النبي صلى الله عليه وسلم كان إذا أفطر\nبدأ بالتمر + رجاله ثقات\n</p>\n\n<p>\n69 حدثنا أبو بكر بن أبي شيبة حدثنا حسين بن علي عن زائدة عن حميد عن أنس\nقال ما رأيت النبي صلى الله عليه وسلم قط يصلي حتى يفطر ولو على شربة من\nماء + أسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما روى عن النبي صلى الله عليه وسلم أنه قال ليس من البر\nالصيام في السفر وما روى في <span id='ms11'></span> الصيام في السفر\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n70 حدثنا قتيبة بن سعيد أخبرنا الليث هو ابن سعد عن ابن شهاب عن صفوان بن\nعبد الله بن صفوان عن أم الدرداء عن كعب بن عاصم أن النبي صلى الله عليه\nوسلم يقول ليس من البر أو ليس البر الصيام في السفر + أسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n71 حدثنا قتيبة حدثنا سفيان بن عيينة عن الزهري عن صفوان بن عبد الله عن\nأم الدرداء عن كعب بن عاصم أن النبي صلى الله عليه وسلم قال ليس من البر\nالصيام في السفر + أسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n72 حدثنا محمد بن الصباح أخبرنا سفيان عن الزهري بإسناده مثله + إسناده\nحسن\n</p>\n\n<p>\n73 حدثنا أبو كامل الجحدرى حدثنا يزيد بن زريع أخبرنا معمر عن الزهري عن\nصفوان بن عبد الله عن أم الدرداء عن كعب بن عاصم الأشعرى وكان من أصحاب\nالسفينة انه سمع النبي صلى الله عليه وسلم يقول ليس من البر الصيام في\nالسفر + أسناده رجاله موثقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n74 حدثنا محمد بن مصفى حدثنا بقية حدثنا الزبيدى عن الزهري عن صفوان بن\nعبد الله بن صفوان عن أم الدرداء عن كعب ابن عاصم الأشعري أن رسول الله صلى\nالله عليه وسلم قال ليس البر الصوم في السفر\n</p>\n\n<p>\n75 حدثنا قتيبة بن سعيد حدثنا بكر بن مضر عن عمارة بن غزية عن محمد بن\nعبد الرحمن بن سعد عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم\nقال في بعض أسفاره وأناس مجتمعون على رجل فسأل عنه فقالوا رجل أجهده الصوم\nفقال رسول الله صلى الله عليه وسلم ليس البر الصوم في السفر + إسناده لا\nبأس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n76 حدثنا قتيبة بن سعيد حدثنا عبد العزيز بن محمد عن عمارة بن غزية عن\nمحمد بن عبد الرحمن عن جابر بن عبد الله قال خرجنا مع رسول الله صلى الله\nعليه وسلم في غزوة تبوك ورسول الله صلى الله عليه وسلم يسير بعد أن أضحى\nفإذا هو بجماعة في ظل شجرة فقال النبي صلى الله عليه وسلم ما هذه الجماعة\nقالوا <span id='ms12'></span> رجل صائم أجهده الصوم فقال رسول الله صلى الله عليه وسلم ليس البر أن\nتصوموا في السفر + إسناده لا بأس به\n</p>\n\n<p>\n77 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد بن مسلم حدثنا الأوزاعي\nحدثنا يحيى عن محمد بن عبد الرحمن بن ثوبان عن جابر ابن عبد الله قال مر\nرسول الله صلى الله عليه وسلم برجل في سفر في ظل شجرة يرش عليه الماء فقال\nما بال صاحبكم قالوا صائم يا رسول الله قال ليس من البر الصيام في السفر\nفعليكم برخصة الله التي رخص لكم فاقبلوها + رجاله ثقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n78 حدثنا أبو بكر بن أبي شيبة حدثنا غندر عن شعبة عن محمد بن عبد الرحمن\nبن سعد عن محمد بن عمرو بن الحسن بن علي عن جابر بن عبد الله قال كان رسول\nالله صلى الله عليه وسلم في سفر فرأى رجلا قد اجتمع عليه الناس وقد ظلل\nعليه فقالوا هذا رجل صائم فقال رسول الله صلى الله عليه وسلم ليس من البر\nأن تصوموا في السفر + إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n79 حدثنا عثمان بن أبي شيبة حدثنا يزيد بن هارون وغندور عن شعبة عن محمد\nبن عبد الرحمن عن محمد بن عمرو عن جابر بن عبد الله قال رأى رسول الله صلى\nالله عليه وسلم رجلا في السفر قد ظلل عليه فقال ما هذا قالوا صائم قال ليس\nمن البر أن تصوموا في السفر + إسناده صحيح\n</p>\n\n<p>\n80 حدثنا عثمان بن أبي شيبة حدثنا معاوية بن هشام حدثنا ابن أبي ذئب\nأخبرني من لا أتهم عن عطاء بن يسار عن جابر بن عبد الله قال قال رسول الله\nصلى الله عليه وسلم ليس من البر أن تصوموا في السفر + أسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n81 حدثنا محمد بن مصفى حدثنا محمد بن حرب حدثني عبيد الله بن عمر عن نافع\nعن ابن عمر قال قال رسول الله صلى الله عليه وسلم ليس من البر الصيام في\nالسفر + أسناده قوي\n</p>\n\n<p>\n82 حدثنا أبو بكر وعثمان ابنا أبي شيبة قالا حدثنا عمر بن <span id='ms13'></span> سعد أبو داود\nعن سفيان عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال\nأتى النبي صلى الله عليه وسلم بطعام وهو بمر الظهران فقال لأبي بكر وعمر\nأدنوا فكلا فقالا إنا صائمان فقال إرحلوا لصاحبيكم واعملوا لصاحبيكم أدنوا\nفكلا + أسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n83 حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن ابن شهاب عن عبيد الله بن\nعبد الله بن عتبة بن مسعود عن ابن عباس أنه أخبره أن رسول الله صلى الله\nعليه وسلم خرج عام الفتح في رمضان فصام حتى بلغ الكديد ثم أفطر قال وكان\nأصحاب النبي صلى الله عليه وسلم يتبعون الأحدث فالأحدث من أمره + أسناده\nصحيح\n</p>\n\n<p>\n84 حدثنا قتيبة بن سعيد حدثنا سفيان عن الزهري عن عبيد الله بن عبد الله\nعن ابن عباس قال خرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             رسول الله صلى الله عليه وسلم عام الفتح\nصائما في رمضان حتى إذا بلغ الكديد أفطر وإنما يؤخذ بالآخر من فعل رسول\nالله صلى الله عليه وسلم + أسناده صحيح\n</p>\n\n<p>\n85 حدثنا علي بن المدينى حدثنا سفيان عن الزهري عن عبيد الله بن عبد الله\nعن ابن عباس قال خرج رسول الله صلى الله عليه وسلم عام الفتح في رمضان فصام\nحتى بلغ الكديد أفطر وإنما يؤخذ بالآخر من فعل رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\nقال سفيان لا يدري الزهري قال عبيد الله أو ابن عباس يعنى قوله وإنما\nيؤخذ بالآخر من فعله إسناده + رجال موثقون\n</p>\n\n<p>\n86 حدثنا عبد الأعلى بن حماد حدثنا سفيان بن عيينة عن الزهري بإسناده\nنحوه إسناده + لا بأس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n87 حدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا مالك بن أنس عن ابن\nشهاب عن عبيد الله بن عبد الله عن ابن عباس أن رسول الله صلى الله عليه\nوسلم خرج إلى مكة عام الفتح في رمضان فصام حتى بلغ الكديد أفطر فأفطر الناس\nمعه وكانوا يأخذون بالأحدث فالأحدث من أمر رسول الله صلى الله عليه وسلم +\nإسناده صحيح\n</p>\n\n<p>\n88 حدثنا محمد بن المثنى <span id='ms14'></span> حدثنا عثمان بن عمر حدثنا يونس عن الزهري عن\nعبيد الله بن عبد الله بن عتبة عن ابن عباس أن رسول الله صلى الله عليه\nوسلم خرج عام الفتح إلى مكة حتى إذا كان بالكديد أفطر وكان الناس يأخذون من\nأمره بالأحدث الآخر نسخ الأول\n</p>\n\n<p>\n89 حدثنا أبو مسعود أحمد بن الفرات حدثنا عبد الرزاق حدثنا معمر عن\nالزهري عن عبيد الله عن ابن عباس قال خرج النبي صلى الله عليه وسلم عام\nالفتح إلى مكة في رمضان فسار رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nفيمن معه من المسلمين إلى مكة ومعه عشرة آلاف من المسلمين وذلك رأس ثمان من\nمقدمه المدينة في رمضان فسار رسول الله صلى الله عليه وسلم بمن معه من\nالمسلمين إلى مكة يصوم ويصومون حتى بلغ الكديد وهو ماء بين عسفان وقديد\nأفطر وأفطر المسلمون معه فلم يصوموا من بقية الشهر شيئا\n</p>\n\n<p>\nقال الزهري وكان الفطر آخر الأمرين قال الزهري وإنما يؤخذ عن أمر رسول\nالله صلى الله عليه وسلم بالآخر والآخر + إسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n90 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن سمى مولى أبي بكر بن عبد\nالرحمن حمن عن أبي بكر بن عبد الرحمن عن بعض أصحاب رسول الله صلى الله عليه\nوسلم أن رسول الله صلى الله عليه وسلم أمر الناس في سفره عام الفتح بالفطر\nوقال تقووا لعدوكم فصام رسول الله صلى الله عليه وسلم قال أبو بكر قال الذي\nحدثني لقد رأيت رسول الله صلى الله عليه وسلم بالعرج يصب على رأسه الماء من\nالعطش أو من الحر وقيل لرسول الله صلى الله عليه وسلم إن طائفة من الناس قد\nصاموا حين صمت قال فلما كان رسول الله صلى الله عليه وسلم بالكديد دعا بقدح\nفشرب فأفطر الناس + حديث صحيح\n</p>\n\n<p>\n91 حدثنا قتيبة بن سعيد حدثنا ابن لهيعة عن يزيد بن أبي حبيب عن معمر بن\nأبي حبيبة عن سعيد بن المسيب أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             سأله عن الصوم في السفر قال\nفحدثه أن <span id='ms15'></span> عمر بن الخطاب رضى الله عنه قال غزونا مع رسول الله صلى الله عليه\nوسلم في رمضان غزوتين يوم بدر ويوم الفتح فأفطرنا فيهما + إسناده متقطع\n</p>\n\n<p>\nآخر الرابع من أصل الخرقى وأول الخامس\n</p>\n\n<p>\n92 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن أبي الزبير عن جابر\nبن عبد الله أن رسول الله صلى الله عليه وسلم سافر في رمضان فاشتد الصوم\nعلى رجل من أصحابه فجعلت راحلته تهيم به تحت ظلال الشجر فأخبر النبي صلى\nالله عليه وسلم بأمره فأمره أن يفطر ثم دعا النبي صلى الله عليه وسلم بإناء\nمن ماء فوضعه على يده فلما رآه الناس يشرب شربوا + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n93 حدثنا هشام بن عمار حدثنا عبد العزيز بن محمد حدثنا جعفر بن محمد عن\nأبيه عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام\nالفتح في رمضان فصام حيى بلغ كراع الغميم فصام فصام الناس معه فقيل له إن\nالناس قد شق عليهم الصيام وإنما ينتظرون فيما فعلت فدعا بقدح من ماء بعد\nالعصر فشرب والناس ينظرون فأفطر بعض وصام بعض فبلغه أن ناسا صاموا فقال\nأولئك العصاة + أسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n94 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن سعيد الجريري عن أبي\nنضرة عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم كان في سفر له\nفي رمضان فأتى هو وأصحابه على غدير فقال اشربوا فقالوا نشرب ولا تشرب فقال\nإني راكب فنزل فشرب وشربوا اسناده + رجال موثقون\n</p>\n\n<p>\n95 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد بن مسلم حدثنا سعيد بن عبد\nالعزيز عن عطية بن قيس عن قزعة عن أبي سعيد الخدرى قال آذننا رسول الله صلى\nالله عليه وسلم عام الفتح في ليلتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             خلتا من رمضان فخرجنا\nصواما حتى إذا بلغنا الكديد أمرنا أن نفطر فأصبح الناس شرجين منهم الصائم\nومنهم المفطر حتى إذا بلغنا مر الظهران فآذننا بلقاء العدو وأمرنا بالفطر\nفأفطرنا أجمعين <span id='ms16'></span> + رواته موثوقون\n</p>\n\n<p>\n96 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن حميد عن أنس بن مالك\nأن رسول الله صلى الله عليه وسلم كان في سفر في رمضان وهو صائم فأتى بإناء\nمن ماء فوضعه على يده فشربه والناس ينظرون فشربوا + أسناده قو\n</p>\n\n<p>\n97 حدثنا أبو بكر بن أبي شيبة حدثنا يزيد بن هارون حدثنا سليمان التيمى\nعن أبي نضرة عن أبي سعيد الخدرى قال كنا نغزو مع رسول الله صلى الله عليه\nوسلم فمنا الصائم ومنا المفطر فلا يعيب المفطر على الصائم ولا الصائم على\nالمفطر + أسناده صحيح ورجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n98 حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن الحباب حدثنا معاوية بن صالح\nحدثني ربيعة بن يزيد الدمشقي عن قزعة قال سألت أبا سعيد عن الصوم في السفر\nفقال سافرنا مع رسول الله صلى الله عليه وسلم فيصوم ونصوم حتى نزلنا منزلا\nفقال إنكم قد دنوتم من العدو والفطر أقوى لكم\n</p>\n\n<p>\nفأصبح منا الصائم ومنا المفطر وكانت رخصة من رسول الله صلى الله عليه\nوسلم ثم سرنا فنزلنا منزلا فقال إنكم مصبحى عدوكم والفطر أقوى لكم فكانت\nعزمة من رسول الله صلى الله عليه وسلم فلقد رأيتنا بعد ذلك يصوم ويفطر +\nأسناده حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n99 حدثنا قتيبة بن سعيد حدثنا إسماعيل بن جعفر عن موسى بن عقبة عن سالم\nعن ابن عمر قال إن أحرى لك أن تفطر في السفر + أسناده حسن\n</p>\n\n<p>\n100 حدثنا محمد بن المثنى حدثنا محمد بن جعفر حدثنا شعبة عن موسى بن عقبة\nقال قلت لسالم ما تقول في الصوم في السفر فقال كان ابن عمر يرى انه أحرى له\nأن لا يصوم + إسناده قوي\n</p>\n\n<p>\n101 حدثنا قتيبة حدثنا حماد بن زيد عن أيوب عن نافع أن عبد الله بن عمر\nكان لا يصوم بعرفة ولا في سفر + إسناده رجال ثقات\n</p>\n\n<p>\n102 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن نافع أن عبد الله بن\nعمر كان لا يصوم في السفر + أسناده رجال ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n103 حدثنا قتيبة حدثنا ابن <span id='ms17'></span> لهيعة عن ابن هبيرة عن بلال ابن عبد الله بن\nعمر انه سأل أباه عبد الله بن عمر فقال يا أبا عبد الرحمن إنا نكون في\nالسفر فيكون الطعام والخبيص فلعلنا نرحل غدوة فلا ننزل حتى تغرب الشمس فنحب\nأن نصوم بعض الذي علينا فقال ابن عمر أرأيت لو أنك أهديت لرجل هدية فردها\nعليك ألم تجد في نفسك قال قلت بلى قال فان الله تعالى يحب أن تقبل رخصه كما\nيحب أن تقبل عزيمته + أسناده حسن\n</p>\n\n<p>\n104 + أسناده صحيح حدثنا محمد بن المصفى حدثنا بقية أخبرنا شعبة حدثني\nحبيب بن أبي ثابت عن مجاهد قال قال عبد الله بن عمر لا تصم في السفر فانهم\nإذا أكلوا طعاما قالوا ارفعوا للصائم وإذا عملوا عملا قالوا اكفلوا الصائم\nفيذهبوا بأجرك\n</p>\n\n<p>\n105 + إسناده صحيح لكنه مرسل حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن\nبكير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             عن سليمان بن يسار أنه قال أن حمزة الأسلمى قال يا رسول\nالله أني أجدنى قوة على الصيام في السفر فقال له رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\nإن شئت فصم وإن شئت فأفطر\n</p>\n\n<p>\n106 + أسناده صحيح حدثنا عبيد الله بن عمر حدثنا حماد بن زيد حدثنا هشام\nبن عروة عن أبيه عن عائشة أن حمزة بن عمرو الأسلمى سأل النبي صلى الله عليه\nوسلم فقال إني أسرد الصوم فأصوم في السفر قال\n</p>\n\n<p>\nإن شئت فصم وإن شئت فأفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n107 + إسناده صحيح حدثنا قتيبة بن سعيد حدثنا عبد العزيز بن محمد عن هشام\nبن عروة عن أبيه عن عائشة أن حمزة الأسلمى قال يا رسول الله إني رجل أصوم\nأفأصوم في السفر فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإن شئت فصم\n</p>\n\n<p>\nوإن شئت فأفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n108 + إسناده رجاله موثقون حدثنا منجاب بن الحارث أخبرنا علي بن مسهر عن\nهشام بن عروة عن أبيه عن عائشة أن حمزة بن عمرو سأل رسول الله صلى الله\nعليه وسلم فقال إني رجل أسرد الصوم أفأصوم في السفر فقال\n</p>\n\n<p>\nصم إن شئت وافطر إن <span id='ms18'></span> شئت\n</p>\n\n<p>\n109 + أسناده صحيح حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن هشام بن\nعروة عن أبيه عن عائشة زوج النبي صلى الله عليه وسلم أن حمزة بن عمرو\nالأسلمى قال يا رسول الله أصوم في السفر وكان كثير الصيام فقال له رسول\nالله صلى الله عليه وسلم إن شئت فصم\n</p>\n\n<p>\nوإن شئت فأفطر\n</p>\n\n<p>\n110 + أسناده رجاله موثقون حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن\nحميد الطويل عن أنس بن مالك أنه قال سافرنا مع رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             صلى\nالله عليه وسلم في رمضان فلم يعب الصائم على المفطر ولا المفطر على الصائم\n</p>\n\n<p>\n111 + أسناده حسن حدثنا حكيم بن سيف الرقى حدثنا عبيد الله بن عمرو عن\nعبد الكريم عن طاوس عن ابن عباس أنه قال إنما أراد النبي صلى الله عليه\nوسلم برخصة الإفطار في الفطر السفر تيسيرا عليكم فمن يسر عليه الصوم فليصم\nومن يسر عليه فطر فليفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n112 + أسناده قوي حدثنا إسحاق حدثنا معن قال قال مالك وذلك واسع وأحب ذلك\nإلى الصيام في السفر لمن قوى عليه\n</p>\n\n<p>\n113 + أسناده حسن حدثنا هريم بن مسعر الزهري الترمذى حدثنا عبد الله بن\nوهب سمعت مالكا وسئل عن الصيام في السفر فقال حسن لو قويت عليه لكان أحب\nإلى\n</p>\n\n<p>\n114 + أسناده قوي حدثنا صفوان بن صالح حدثنا الوليد قال سألت الأوزاعى\nقلت أى ذلك أحب إليك في السفر تصوم أو تفطر قال اليسر والفطر أحب إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n115 إسناده رجال ثقات حدثنا قتيبة بن سعيد حدثنا حماد بن زيد عن هشام بن\nعروة أن أباه كان يسرد الصوم وكانت عائشة تسرد وتصوم في السفر\n</p>\n\n<p>\n116 + أسناده رجال ثقات حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن\nهشام بن عروة عن أبيه انه يسافر في رمضان ونسافر معه فيصوم عروة ونفطر نحن\n</p>\n\n<p>\n117 إسناده صحيح حدثنا إسحاق حدثنا معن حدثنا مالك عن سمى مولى أبي بكر\nبن عبد الرحمن أن أبا بكر كان يصوم في السفر\n</p>\n\n<p>\n118 + أسناده قوي حدثنا صفوان بن صالح حدثنا الوليد قال سألت الأوزاعي <span id='ms19'></span> في\nمسيرة لم يفطر المسافر قال في مسيرة كم يفطر المسافر قال مسيرة ما يقصر فيه\nالصلاة فله الفطر قلت وكم أدنى ذلك قال مسيرة يوم تام\n</p>\n\n<p>\n119 + إسناده حسن حدثنا أبو بكر بن أبي شيبة حدثنا عباد بن العوام عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             حسين المعلم عن عمرو بن شعيب عن أبيه عن جده أن النبي صلى الله\nعليه وسلم كان يصلى حافيا ومنتعلا ويفطر في السفر وينصرف عن يمينه وعن\nشماله ويشرب وهو قائم\n</p>\n\n<p>\n120 + أسناده ضعيف حدثنا عبد الله بن محمد بن وهب أخبرنا إبراهيم بن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             الجوهري حدثنا يحيى بن خليفة بن عقبة قال سمعت مفضل إبن لاحق\nأبا بشر يقول سمعت عدى بن أرطاة يخطب بعد انقضاء شهر رمضان فيقول كأن كبدا\nلم تظمأ وكأن عينا لم تسهر فقد ذهب الظمأ وأبقى الأجر فيا ليت شعري من\nالمقبول منا فنهنئه ومن المردود منا فنعزيه فأما أنت أيها المقبول فهنيئا\nهنيئا وأما أنت أيها المردود فجبر الله مصيبتك قال ثم يبكى ويبكى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما روى فيمن كان يسرد الصيام من أصحاب رسول الله صلى الله عليه\nوسلم ومن التابعين\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n121 + أسناده قوي حدثنا إسحاق بن راهويه أخبرنا وكيع بن الجراح حدثنا\nسفيان عن عبيد الله عن نافع عن ابن عمر قال ما مات عمر حتى سرد الصوم\n</p>\n\n<p>\n122 + أسناده صحيح حدثنا إسحاق بن موسى الأنصاري حدثنا عبدة بن سليمان\nحدثنا عبيد الله عن نافع عن ابن عمر عن عمر انه سرد الصيام قبل أن يموت\nبسنتين\n</p>\n\n<p>\n123 + أسناده حسن حدثنا هشام بن عمار حدثنا حاتم بن إسماعيل حدثنا موسى\nبن عقبة عن نافع قال قال عبد الله بن عمر كان عمر يسرد الصيام إلا يوم\nالأضحى أو في السفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n124 + أسناده حسن حدثنا إسحاق بن موسى حدثنا أنس بن عياض قال وحدثني موسى\nبن عقبة عن نافع قال قال عبد الله بن عمر كان عمر بن الخطاب يسرد الصيام\nإلا يوم الأضحى ويوم الفطر وفي السفر\n</p>\n\n<p>\n125 + أسناده قوي حدثنا إسحاق بن راهويه قال قلت لأبي قرة <span id='ms20'></span> أذكر موسى بن\nعقبة عن نافع عن ابن عمر أن عمر كان يسرد الصوم إلا في السفر فأقر به\n</p>\n\n<p>\n126 + أسناده صحيح حدثنا إبراهيم بن الحجاج حدثنا حماد هو ابن سلمة عن\nثابت عن أنس بن مالك أن أبا طلحة سرد الصوم بعد وفاة النبي صلى الله عليه\nوسلم أربعين عاما لا يفطر إلا الفطر والأضحى أو من مرض في قول أبي سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n127 + أسناده رجاله موثقون حدثنا محمد بن مصفى حدثنا بقية أخبرنا شعبة\nأخبرني ثابت البنانى عن أنس بن مالك أن أبا طلحة كان لا يصوم على عهد النبي\nصلى الله عليه وسلم من أجل الغزو فلما توفى رسول الله صلى الله عليه وسلم\nما رأيته مفطرا إلا يوم أضحى أو فطر\n</p>\n\n<p>\n128 + أسناده رجاله موثقون حدثنا عبد الأعلى بن حماد حدثنا معمر عن حميد\nعن أنس أن أبا طلحة كان يكثر الصوم على عهد رسول الله صلى الله عليه وسلم\nفقل ما أفطر بعد وفاة النبي صلى الله عليه وسلم إلا أن يكون مريضا أو\nمسافرا\n</p>\n\n<p>\n129 + أسناده صحيح حدثنا عبيد الله بن عمر حدثنا حماد بن زيد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             هشام بن عروة عن أبيه أن عائشة رضى الله عنها كانت تسرد الصوم\n</p>\n\n<p>\n130 + أسناده قوي حدثنا قتيبة بن سعيد حدثنا حماد بن زيد عن هشام بن عروة\nأن أباه كان يسرد الصوم وكانت عائشة تسرد الصوم في السفر\n</p>\n\n<p>\n131 + أسناده رجاله ثقات حدثنا محمد بن عبد الأعلى حدثنا خالد يعنى ابن\nالحارث حدثنا شعبة عن عبد الرحمن بن القاسم عن أبيه القاسم أن عائشة كانت\nتصوم الدهر قال قلت الدهر قال كانت تسرد\n</p>\n\n<p>\n132 + أسناده رجال ثقات حدثنا محمد بن المثنى حدثنا عبد الرحمن بن مهدي\nحدثنا شعبة عن عبد الرحمن بن القاسم عن أبيه أن عائشة كانت تصوم الدهر فذكر\nمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n133 + أسناده رجاله موثقون حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب\nأخبرني عمرو بن الحارث أن عبد الرحمن بن القاسم حدثه أن أباه حدثه أن عائشة\nزوج النبي صلى الله عليه <span id='ms21'></span> وسلم كانت تصوم الدهر ولا تفطر إلا يوم أضحى أو\nيوم فطر\n</p>\n\n<p>\n134 + أسناده حسن حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب أخبرني عمرو\nأن سعيد بن أبي هلال حدثه أن نافعا حدثه أن عبد الله بن عمر كان إذا حضر لم\nيفطر وكان يصل شعبان برمضان ويقول الليل أفضل\n</p>\n\n<p>\n135 + أسناده حسن حدثنا عبيد الله بن عمر حدثنا حماد بن زيد عن هشام بن\nعروة عن أبيه أن عروة كان يسرد الصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n136 + أسناده رجاله موثقون حدثنا عبيد الله بن عمر حدثنا حماد بن زيد عن\nيزيد بن حازم قال كان سعيد بن المسيب يسرد الصوم\n</p>\n\n<p>\n137 + أسناده قوي حدثنا أحمد بن إبراهيم حدثنا أبو أسامة عن هشام بن عروة\nعن أبيه قال مات وهو صائم فجعلوا يقولون له أفطر فلم يفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n138 + أسناده رجاله ثقات حدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا\nمالك بن أنس أنه سمع أهل العلم يقولون لا بأس بصيام الدهر إذا أفطر الأيام\nالتي نهى رسول الله صلى الله عليه وسلم عن صيامها وهي يوم الأضحى ويوم\nالفطر وأيام منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب من كان يكره الصوم في السفر\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n139 + أسناده ضعيف لأجل الجهاله حدثنا قتيبة بن سعيد حدثنا أبو عوانة عن\nعمرو بن دينار عن رجل عن أبيه أنه سأل عمر بن الخطاب عن رجل صام رمضان في\nالسفر فأمره عمر أن يبدل\n</p>\n\n<p>\n140 + أسناده حسن حدثنا محمد بن المثنى حدثنا أبو أحمد الزبيرى حدثنا ابن\nأبي ذئب عن ابن شهاب عن أبي سلمة بن عبد الرحمن بن عوف عن عبد الرحمن بن\nعوف قال الصائم في السفر كالمفطر في الحضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n141 + أسناده حسن حدثنا حكيم بن سيف الرقى حدثنا عبيد الله بن عمرو عن\nعبد الكريم عن عطاء عن محرر بن أبي هريرة قال كنت في سفر فصمت رمضان فلما\nرجع قال له أبو هريرة اقضه فقضاه\n</p>\n\n<p>\n142 + أسناده حسن حدثني محمد بن المثنى حدثني عبد الصمد حدثنا شعبة عن\nعاصم مولى قريبة أن رجلا صام في السفر فأمره عروة <span id='ms22'></span> أن يقضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n143 أسناده صالح حدثنا محمد بن المثنى حدثنا سليمان أبو داود حدثنا شعبة\nعن عاصم مولى قريبة قال سمعت عروة بن الزبير أمر رجلا صام في السفر أن يقضى\nقال شعبة لو صمت رمضان في السفر كان في نفسي منه حاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n| - * باب ما روى عن النبي صلى الله عليه وسلم في فضل القيام في شهر\nرمضان وكيف كان بدو الأمر فيه\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n144 + أسناده حسن حدثنا هدبة بن خالد القيسى حدثنا القاسم بن الفضل\nالحدانى حدثنا النضر بن شيبان قال كنا بعرفات فلقيت أبا سلمة بن عبد الرحمن\nفقلت حدثني بشيء سمعته من أبيك ليس بين أبيك وبين رسول الله صلى الله عليه\nوسلم أحد قال حدثني أبي عن رسول الله صلى الله عليه وسلم أنه قال\n</p>\n\n<p>\nإن الله فرض صيام رمضان وسننت لكم قيامه\n</p>\n\n<p>\n145 + أسناده حسن حدثنا محمد بن المثنى حدثنا عبد العزيز بن عبد الصمد\nالعمى حدثنا القاسم بن الفضل الحدانى عن النضر بن شيبان قال لقيت أبا سلمة\nبن عبد الرحمن بن عوف بمنى فقلت له حدثني بحديث سمعته من أبيك سمعه أبوك من\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             قال قال فسمعت رسول الله صلى\nالله عليه وسلم يقول\n</p>\n\n<p>\nفرض الله صيام رمضان وسننت لكم قيامه فمن صامه وقامه إيمانا واحتسابا خرج\nمن الذنوب كيوم ولدته أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n146 + إسناده حسن حدثنا عثمان بن أبي شيبة حدثنا وكيع بن الجراح عن نصر\nبن علي الجهضمى أخبرنا النضر بن شيبان عن أبي سلمة بن عبد الرحمن بن عوف عن\nأبيه عبد الرحمن بن عوف عن رسول الله صلى الله عليه وسلم انه قال إن الله\nفرض صيام شهر رمضان وسننت لكم قيامه فمن صامه وقامه إيمانا واحتسابا خرج من\nذنوبه كيوم ولدته أمه\n</p>\n\n<p>\n147 + إسناده حسن حدثنا قتيبة بن سعيد أخبرنا نوح بن قيس حدثنا نصر بن\nعلي\n</p>\n\n<p>\nوحدثني نصر بن علي أخبرنا نوح بن قيس حدثنا نصر بن علي قالا جميعا عن\nالنضر بن شيبان عن أبي سلمة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             عبد <span id='ms23'></span> الرحمن بن عوف قال قلنا له\nألا تحدثنا حديثا سمعته من أبيك سمعه أبوك من رسول الله صلى الله عليه وسلم\nقال بلى قال أقبل رمضان فقال نبي الله صلى الله عليه وسلم\n</p>\n\n<p>\nإن رمضان شهر افترض الله صيامه وإني سننت للمسلمين قيامه فمن صامه وقامه\nإيمانا واحتسابا خرج من ذنوبه كيوم ولدته أمه\n</p>\n\n<p>\n148 + أسناده حسن حدثنا محمد بن المثنى حدثنا حماد بن مسعدة حدثنا نصر بن\nعلي الحدانى عن النضر بن شيبان عن أبي سلمة بن عبد الرحمن عن أبيه عن النبي\nصلى الله عليه وسلم نحوه\n</p>\n\n<p>\n149 + أسناده حسن لغيره حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عامر\nحدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             الزبير بن عبد الله حدثني صفوان قال سمعت أنس بن مالك\nيقول فرض الله صيام رمضان وسن رسول الله صلى الله عليه وسلم قيامه\n</p>\n\n<p>\n150 + أسناده رجاله ثقات حدثنا صفوان بن صالح حدثنا الوليد بن مسلم حدثنا\nصفوان بن عمرو عن عبد الرحمن بن جبير بن نفير عن أبيه عن أبي ذر قال قام\nفينا رسول الله صلى الله عليه وسلم ليلة سبع وعشرين من شهر رمضان إلى ثلث\nالليل الأول ثم انصرف إلى معتكفه فأتيته فقلت يا رسول الله لقد جئناك ولقد\nتشددنا للقيام وما كنا نظن أنك تفارق مقامك حتى نصلى الصبح فقال\n</p>\n\n<p>\nيا أبا ذر إنك إذا صليت بصلاة إمامك وانصرفت كتب لك قنوت ليلتك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n151 + إسناده حسن حدثنا يزيد بن موهب الرملي حدثنا عبد الله بن وهب\nأخبرني معاوية بن صالح عن أبي الزاهرية حدير بن كريب عن جبير بن نفير\nالحضرمى عن أبي ذر قال قمنا مع رسول الله صلى الله عليه وسلم ليلة ثلاث\nوعشرين إلى ثلث الليل الأول قال فقلنا يا رسول الله كنا نظن أنك ستعطينا\nليلتنا قال ما\n</p>\n\n<p>\nأحسب ما تطلبون إلا أمامكم ثم قام بنا ليلة سبع وعشرين حتى الصبح ثم لم\nيقم بنا شيئا\n</p>\n\n<p>\n152 + أسناده رجاله موثقون حدثنا أبو كامل الجحدرى حدثنا يزيد بن زريع\nحدثنا داود بن أبي هند <span id='ms24'></span> عن الوليد بن عبد الرحمن عن جبير بن نفير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             عن أبي ذر قال صمنا مع رسول الله صلى الله عليه وسلم رمضان فلم\nيقم بنا شيئا من الشهر حتى بقي سبع فقام بنا حتى ذهب نحو من ثلث الليل فلما\nكانت الليلة الثالثة لم يقم فلما كانت الليلة الخامسة قام بنا حتى شطر\nالليل فقلت يا رسول الله لو نفلتنا قيام هذه الليلة قال فقال\n</p>\n\n<p>\nإن الرجل إذا قام مع الإمام حتى ينصرف كتب له قيام ليلته\n</p>\n\n<p>\nفلما كانت الليلة الرابعة لم يقم فلما كان في الليلة الثالثة جمع أهله\nونساءه فقام بنا حتى خشينا أن يفوتنا الفلاح قلت وما الفلاح قال السحور ثم\nلم يقم بنا بقية الشهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n153 + أسناده رجاله موثقون حدثنا يزيد بن خالد بن موهب الرملي حدثنا يحيى\nبن زكريا بن أبي زائدة حدثنا داود بن أبي هند حدثني الوليد بن عبد الرحمن\nالجرشى عن جبير بن نفير الحضرمي عن أبي ذر قال صمنا مع رسول الله صلى الله\nعليه وسلم رمضان فلم يقم بنا حتى بقى سبع من الشهر فقام بنا نحوا من ثلث\nالليل فلما كانت الليلة السادسة لم يقم بنا ثم قام بنا ليلة خمس وعشرين حتى\nذهب نحو من شطر الليل فقلت يا رسول الله لو نفلتنا قيام بقية ليلتنا هذه\nفقال\n</p>\n\n<p>\nإنه من صلى مع الإمام حتى ينصرف حسبت له بقية قيام ليلته\n</p>\n\n<p>\nقال فلما بقى أربع لم يقم بنا فلما بقي ثلاث من الشهر أرسل إلى نسائه\nوأهله فقام بنا حتى خشينا أن يفوتنا الفلاح قلت وما الفلاح قال الفلاح\nالسحور قال ثم لم يقم بنا بقية الشهر\n</p>\n\n<p>\n154 + أسناده صحيح حدثنا وهب بن بقية أخبرنا خالد عن داود عن الوليد بن\nعبد الرحمن عن جبير بن نفير الحضرمي عن أبي ذر قال صمنا مع رسول الله صلى\nالله عليه وسلم رمضان فلم يقم بنا شيئا منه حتى بقى سبع ليال فقام بنا حتى\nكانت ليلة الخامسة فقام بنا حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             كان نحوا <span id='ms25'></span> من شطر الليل قال\nفقلت يا رسول الله لو نفلتنا بقية ليلتنا هذه قال إنه من قام مع الإمام حتى\nينفتل حسب له قيام ليلة ثم كانت الليلة التي تليها فلم يقمها حتى كانت\nالثالثة فجمع أهله واجتمع الناس فقام بنا حتى خشينا أن يفوتنا الفلاح فقلت\nوما الفلاح قال السحور ثم لم يقم بنا بعدها حتى مضى الشهر\n</p>\n\n<p>\n155 + أسناده رواته موثقون حدثنا يزيد بن خالد بن موهب الرملي حدثنا ابن\nوهب أخبرني معاوية بن صالح أن أبا طلحة الشامي حدثه أنه سمع النعمان ابن\nبشير يقول على المنبر قمنا مع رسول الله صلى الله عليه وسلم ليلة ثلاث\nوعشرين حتى ذهب ثلث الليل ثم صلينا معه ليلة أربع وعشرين فخفف ثم صلينا معه\nليلة خمس وعشرين إلى نصف الليل فلما كانت ليلة ست وعشرين خفف ثم قمنا معه\nليلة سبع وعشرين حتى ظننا أنا لا ندرك الفلاح وكنا ندعو السحور الفلاح\n</p>\n\n<p>\n156 + أسناده رواته موثقون حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن\nالحباب عن معاوية بن صالح حدثنا نعيم بن زياد أبو طلحة الأنمارى قال سمعت\nالنعمان بن بشير يقول كنا مع رسول الله صلى الله عليه وسلم ليلة ثلاث\nوعشرين إلى ثلث الليل الأول وكنا معه ليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             خمس وعشرين إلى نصف\nالليل وكنا معه ليلة سابع وعشرين حتى ظننا أن يفوتنا الفلاح وكنا نعده\nالسحور قال فأنتم تقولون ليلة سابعة ليلة تسع وعشرين ونحن نقول ليلة سابعة\nليلة سبع وعشرين فأيما أصوب نحن أو أنتم\n</p>\n\n<p>\n157 + أسناده لا بأس به حدثنا أبو بكر بن أبي شيبة حدثنا أبو بكر بن عياش\nعن أبي إسحاق عن هبيرة عن علي رضى الله عنه قال كان رسول الله صلى الله\nعليه وسلم إذا دخل العشر أيقظ أهله ورفع المئزر قيل لأبي بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             عياش ما رفع المئزر قال اعتزل النساء\n</p>\n\n<p>\n158 + أسناده لا بأس به حدثنا عثمان بن أبي شيبة ومحمد بن العلاء قالا\nحدثنا أبو بكر بن عياش عن أبي إسحاق <span id='ms26'></span> مثله\n</p>\n\n<p>\n159 + أسناده حسن حدثنا عمرو بن علي حدثنا يحيى بن سعيد عن شعبة وسفيان\nعن أبي إسحاق عن هبيرة عن علي عليه السلام قال كان رسول الله صلى الله عليه\nوسلم يوقظ أهله في العشر الأواخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n160 + أسناده صحيح حدثنا قتيبة عن مالك بن أنس عن ابن شهاب عن أبي سلمة\nبن عبد الرحمن عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يرغب في\nقيام رمضان من غير أن يأمر بعزيمة يقول\n</p>\n\n<p>\nمن قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه\n</p>\n\n<p>\nقال ابن شهاب فتوفى رسول الله صلى الله عليه وسلم والأمر على ذلك وكان\nالأمر على ذلك في خلافة أبي بكر الصديق وصدرا من خلافة عمر ابن الخطاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n161 + أسناده صحيح حدثنا إسحاق بن موسى الأنصاري حدثنا معن بن عيسى حدثنا\nمالك بن أنس مثله سواء\n</p>\n\n<p>\n162 + أسناده رجاله موثقون حدثنا قتيبة عن مالك عن ابن شهاب عن عروة بن\nالزبير عن عائشة أن رسول الله صلى الله عليه وسلم صلى في المسجد ذات ليلة\nفصلى بصلاته ناس كثير ثم صلى من القابلة فكثر الناس ثم اجتمعوا من الليلة\nالثالثة أو الرابعة فلم يخرج إليهم رسول الله صلى الله عليه وسلم فإذا أصبح\nقال قد رأيت الذي صنعتم فلم يمنعني من الخروج إليكم إلا أني خشيت أن تفرض\nعليكم وذلك رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n163 + أسناده رجاله موثقون حدثنا إسحاق بن موسى حدثنا معن هو ابن عيسى\nحدثنا مالك مثله\n</p>\n\n<p>\n164 + أسناده رجاله موثقون حدثنا قتيبة حدثنا مالك عن ابن شهاب عن عروة\nبن الزبير عن عبد الرحمن بن عبد القارئ أنه قال خرجت مع عمر بن الخطاب ليلة\nفي رمضان إلى المسجد فإذا الناس أوزاع متفرقون يصلى الرجل لنفسه ويصلى\nالرجل فيصلى بصلاته الرهط فقال عمر إني لأرى لو جمعت هؤلاء على قارئ واحد\nكان أمثل فجمعهم على أبي كعب قال ثم خرجت معه ليلة أخرى والناس يصلون بصلاة\nقارئهم فقال عمر نعمت البدعة هذه والتي ينامون عنها أفضل من التي <span id='ms27'></span> يقومون\nيريد القيام من آخر الليل وكان الناس يقومون أوله\n</p>\n\n<p>\n165 + أسناده صحيح حدثنا إسحاق بن موسى حدثنا معن هو ابن عيسى حدثنا مالك\nبمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n166 + أسناده حسن حدثنا عمرو بن عثمان بن كثير بن دينار حدثنا بشر بن\nشعيب عن أبيه عن الزهري قال أخبرني عروة بن الزبير الأنصاري أن عائشة زوج\nالنبي صلى الله عليه وسلم أخبرته أن رسول الله صلى الله عليه وسلم خرج ليلة\nفي جوف الليل فصلى في المسجد فصلى رجال بصلاته فأصبح الناس يتحدثون بذلك\nفأجتمع أكثر منهم فخرج في الليلة الثانية وكثر أهل المسجد في الليلة\nالثانية فصلى فصلوا بصلاته فأصبح الناس يتحدثون بذلك وكثر أهل المسجد في\nالليلة الثالثة فخرج رسول الله صلى الله عليه وسلم فصلى فصلوا بصلاته فلما\nكانت الليلة الرابعة عجز المسجد عن أهله فلم يخرج إليهم فطفق رجال يقولون\nالصلاة فلم يخرج إليهم حتى خرج لصلاة الفجر فلما قضى الصلاة أقبل على الناس\nوتشهد ثم قال أما بعد فإنه لم يخف على شأنكم الليلة ولكنى خشيت أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             تفرض عليكم فتعجزوا عنها فكان رسول الله صلى الله عليه وسلم\nيرغبهم في قيام رمضان من غير أن يأمرهم بعزيمة أمر فيه ويقول من قام رمضان\nإيمانا واحتسابا غفر له ما تقدم من ذنبه فتوفى رسول الله صلى الله عليه\nوسلم والأمر على ذلك ثم كان على ذلك في خلافة أبي بكر وصدرا من خلافة عمر\nقال عروة فأخبرني عبد الرحمن ابن عبد القارئ وكان من عمال عمر وكان يعمل مع\nعبد الله بن الأرقم على بيت مال المسلمين أن عمر خرج ليلة في رمضان وهو معه\nفطاف في المسجد وأهل المسجد أوزاع متفرقون يصلى الرجل لنفسه ويصلى الرجل\nفيصلى بصلاته الرهط فقال عمر والله إني لأظن لو جمعنا هؤلاء على قارئ واحد\nلكان أمثل ثم عزم على أن يجمعهم على قارئ واحد فأمر أبي بن كعب أن يقوم بهم\nفي رمضان فخرج عمر والناس يصلون بصلاة قارئهم ومعه عبد الرحمن بن عبد <span id='ms28'></span>\nالقارئ فقال له عمر نعمت البدعة هذه والتي ينامون عنها أفضل من التي يقومون\nيريد آخر الليل وكان الناس يقومون أوله\n</p>\n\n<p>\n167 + أسناده صحيح ورجاله ثقات حدثني محمد بن المثنى حدثنا عثمان بن عمر\nأخبرنا يونس عن الزهري عن عروة عن عائشة أن رسول الله صلى الله عليه وسلم\nخرج من جوف الليل فصلى في المسجد فصلى رجال معه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             فأصبح ناس\nيتحدثون بذلك فاجتمع أكثر منهم فخرج رسول الله صلى الله عليه وسلم في\nالليلة الثانية فصلى فصلوا بصلاة وأصبح الناس يتحدثون بذلك وكثر أهل المسجد\nالليلة الثالثة وخرج رسول الله صلى الله عليه وسلم فصلوا بصلاته فلما كانت\nالليلة الرابعة عجز المسجد عن أهله فلم يخرج إليهم رسول صلى الله عليه وسلم\nفطفق رجال يقولون الصلاة فلا يخرج إليهم فكمن رسول الله صلى الله عليه وسلم\nحتى خرج لصلاة الفجر فلما قضى صلاة الفجر أقبل على الناس فتشهد ثم قال\n</p>\n\n<p>\nأما بعد فإنه لم يخف على شأنكم الليلة إني خشيت أن تفرض عليكم صلاة الليل\nفتعجزوا عنها\n</p>\n\n<p>\nوكان رسول الله صلى الله عليه وسلم يرغبهم في قيام رمضان من غير أن يأمر\nبعزيمة أمر فيقول\n</p>\n\n<p>\nمن قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه\n</p>\n\n<p>\nفتوفى رسول الله صلى الله عليه وسلم وكان الأمر كذلك في خلافة أبي بكر\nوصدرا من خلافة عمر حتى جمعهم عمر على أبي بن كعب فصلى بهم أبي بن كعب فكان\nكذلك أول ما اجتمع الناس على قيام شهر رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n168 + أسناده قوي حدثنا أبو مسعود أحمد بن الفرات أخبرنا عثمان بن عمر\nأخبرنا يونس باسناده نحوه\n</p>\n\n<p>\n169 + أسناده حسن حدثني أحمد بن الفرات أخبرنا عبد الله بن صالح حدثني\nالليث قال أخبرني عقيل عن ابن شهاب عن عروة عن عائشة أن رسول الله صلى الله\nعليه وسلم كان يرغبهم في قيام رمضان من غير أن يأمرهم فيه بعزيمة فيقول\n</p>\n\n<p>\nمن قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه\n</p>\n\n<p>\n170 + أسناده صحيح حدثنا قتيبة بن <span id='ms29'></span> سعد حدثنا الليث عن ابن شهاب عن عروة\nعن عائشة أن رسول الله صلى الله عليه وسلم كان يرغبهم في قيام رمضان من غير\nأن يأمرهم بعزيمة فيه فيقول\n</p>\n\n<p>\nمن قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n171 + أسناده رجاله ثقات حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن ابن\nشهاب عن عروة عن عبد الرحمن بن عبد القارئ أنه قال خرج عمر بن الخطاب ليلة\nفي رمضان والناس يصلون قطعا فقال لو جمعنا هؤلاء على قارئ واحد لكان خيرا\nفجمعهم على أبي بن كعب فقال نعمت البدعة هذه\n</p>\n\n<p>\n172 + أسناده رجاله موثقون حدثنا تميم بن المنتصر أخبرنا يزيد بن هارون\nأخبرنا ابن أبي ذئب عن مسلم بن جندب عن نوفل بن إياس الهذلى قال كنا نقوم\nفي عهد عمر بن الخطاب فرقا في رمضان في المسجد إلى هاهنا وهاهنا فكان الناس\nيميلون على أحسنهم صوتا فقال عمر ألا أراهم قد اتخذوا القرآن أغاني أما\nوالله لئن استطعت لأغيرن هذا قال فلم يلبث إلا ثلاث ليال حتى أمر أبي بن\nكعب فصلى بهم ثم قام في مؤخر الصفوف فقال إن كانت هذه بدعة لنعمت البدعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n173 + أسناده صحيح حدثنا قتيبة بن سعيد حدثنا وكيع عن هشام بن عروة عن\nأبيه أن عمر بن الخطاب أمر أبى بن كعب أن يصلى بالرجال في شهر رمضان\n</p>\n\n<p>\n174 + أسناده ثقات حدثنا قتيبة عن مالك بن أنس عن محمد بن يوسف عن السائب\nبن يزيد انه قال أمر عمر بن الخطاب أبى بن كعب وتميما الدارى أن يقوما\nللناس بإحدى عشرة ركعة قال فكان القارئ يقرأ المائتين حتى كنا نعتمد على\nالعصى من طول القيام وما كنا ننصرف إلا في فروع الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n175 + أسناده ثقات حدثنا قتيبة حدثنا وكيع عن داود بن قيس عن محمد بن\nيوسف الأعرج عن السائب بن يزيد قال كنا في زمن عمر بن الخطاب نفعله يعنى\nنربط الحبال في شهر رمضان بين السواري ثم نتعلق بها حتى نرى فروع الفجر <span id='ms30'></span>\n</p>\n\n<p>\n176 + أسناده رجاله ثقات حدثنا تميم بن المنتصر أخبرنا يزيد بن هارون\nحدثنا ابن أبى ذئب عن ابن خصيفة عن السائب بن يزيد قال كانوا يقومون على\nعهد عمر بن الخطاب في رمضان عشرين ركعة ولكن كانوا يقرأون بالمائتين في\nركعة حتى كانوا يتوكئون على عصيهم من شدة القيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n177 + أسناده رجاله موثقون حدثنا قتيبة هو ابن سعيد عن مالك هو ابن أنس\nعن عبد الله بن أبي بكر انه قال سمعت أبى يقول كنا ننصرف في رمضان من\nالقيام فيتعجل الخدم بالطعام مخافة الفجر\n</p>\n\n<p>\n178 + إسناده رجاله موثقون حدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا\nمالك بن أنس بمثله\n</p>\n\n<p>\n179 + إسناده رجاله موثقون حدثنا قتيبة عن مالك عن يزيد بن رومان قال\nكانوا يقومون في زمن عمر بن الخطاب في رمضان بثلاث وعشرين ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n180 + إسناده رجاله موثقون حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك\nبمثله\n</p>\n\n<p>\n181 + إسناده قوي حدثنا قتيبة عن مالك هو ابن أنس عن داود بن الحصين انه\nسمع عبد الرحمن بن هرمز الأعرج يقول ما أدركت الناس إلا وهم يلعنون الكفرة\nفي رمضان قال وكان القارئ يقوم بسورة البقرة في ثمان ركعات فإذا قام بها في\nاثنتي عشرة ركعة رأى الناس أن قد خفف\n</p>\n\n<p>\n182 + إسناده قوي حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n183 + إسناده صحيح حدثنا إسحاق بن موسى حدثنا معن قال قال مالك بلغني أن\nالكفرة لعنت في زمن الجن إلى اليوم\n</p>\n\n<p>\n184 + إسناده صحيح ورجاله موثقون حدثنا قتيبة حدثنا وكيع عن نافع بن عمر\nعن ابن أبي مليكة أنه قام في شهر رمضان بمكة فقرأ الحمد لله والملائكة في\nركعة\n</p>\n\n<p>\n185 + إسناده قوي حدثنا قتيبة حدثنا وكيع عن سفيان عن علي بن الأقمر أن\nمسروقا قرأ العنكبوت في ركعة في قيام شهر رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n186 + أسناده صحيح حدثنا قتيبة بن سعيد حدثنا وكيع عن سفيان عن عاصم بن\nسليمان عن أبى عثمان أن عمر بن الخطاب دعا ثلاثة قراء في شهر رمضان فأمر\nبأسرعهم قراءة يقرأ ثلاثين آية وبأوسطهم <span id='ms31'></span> أن يقرأ خمس وعشرين آية وأمر\nبأطولهم أن يقرأ عشرين آية\n</p>\n\n<p>\n187 + أسناده صحيح حدثنا قتيبة حدثنا أبو عوانة عن عاصم الأحول عن أبى\nعثمان أن عمر بن الخطاب جمع القراء في شهر رمضان فأمر أخفهم أن يقرأ\nبثلاثين آية وأوسطهم خمسا وعشرين وأثقلهم عشرين آية\n</p>\n\n<p>\n188 + أسناده رجاله موثقون حدثنا قتيبة بن سعيد عن مالك بن أنس عن هشام\nبن عروة عن أبيه أن ذكوان أبا عمرو وكان عبدا لعائشة زوج النبي صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             فأعتقته عن دبر منها وكان يقوم بها فيقرأ لها في\nرمضان\n</p>\n\n<p>\n189 + أسناده رجاله موثقون حدثنا إسحاق حدثنا معن حدثنا مالك مثله\n</p>\n\n<p>\n190 + أسناده قوي حدثنا رجاء السقطى حدثنا سعيد بن عامر حدثنا المثنى بن\nسعيد قال أدركت هذا المسجد يعنى مسجد بنى ضبيعة وإمامهم يصلى بهم في رمضان\nيختم لهم في كل ثلاث رجل يقال له عمران بن عصام قال وصلى فيه قتادة بعده\nفكان يختم في كل سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n191 + أسناده رواته موثقون حدثنا صفوان بن صالح حدثنا الوليد قال رأيت\nالأوزاعى وسعيد بن عبد العزيز وابن جابر والليث بن سعد وبكر بن مضر فكانوا\nيصلون بين التراويح\n</p>\n\n<p>\n192 + إسناده صحيح حدثنا قتيبة حدثنا خالد بن عبد الله عن خالد الحذاء عن\nأبي معشر عن إبراهيم أنه كان لا يرى بأسا أن يقوم الرجل بين الترويحتين\nفيصلى فإذا قام الإمام دخل معهم في الصلاة من غير أن يركع\n</p>\n\n<p>\nآخر ما كان عند الخرقى من كتاب الصيام للفريابى مجلس إملاء من حديث\nالفريابى وبالإسناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n| فوائد من حديث جعفر بن محمد الفريابى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n1 + إسناده رجاله موثقون حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن\nعبيد الله بن عمر عن نافع عن ابن عمر قال وجد في بعض مغازى رسول الله صلى\nالله عليه وسلم امرأة مقتولة فنهى رسول الله صلى الله عليه وسلم عن قتل\nالنساء والصبيان\n</p>\n\n<p>\n2 + إسناده صحيح ورواته موثقون حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن\nبشر وأبو أسامة قالا حدثنا عبيد الله بن عمر عن <span id='ms32'></span> نافع عن ابن عمر قال وجدت\nامرأة مقتولة في بعض تلك المغازى فنهى رسول الله صلى الله عليه وسلم عن قتل\nا لنساء والصبيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n3 + إسناد حسن حدثنا أبو أيوب سليمان بن عبد الرحمن أخبرنا إسماعيل بن\nعياش حدثنا موسى بن عقبة وعبيد الله بن عمر عن نافع عن ابن عمر فذكر الحديث\nمثله\n</p>\n\n<p>\n4 + إسناده صحيح ورجاله ثقات حدثنا منجاب بن الحارث حدثنا علي بن مسهر\nحدثنا عبيد الله عن نافع عن ابن عمر قال أدرك رسول الله صلى الله عليه وسلم\nعمر بن الخطاب وهو يحلف بأبيه فقال\n</p>\n\n<p>\nإن الله تعالى ينهاكم أن تحلفوا بآبائكم فليحلف حالف بالله أو ليسكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n5 + إسناده صحيح ورجاله ثقات حدثنا عثمان بن أبى شيبة حدثنا عبدة بن\nسليمان ومحمد بن بشر وأبو أسامة عن عبيد الله بن عمر عن نافع عن عبد الله\nأن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nإن الله تعالى ينهاكم أن تحلفوا بآبائكم فليحلف حالف بالله أو ليسكت\n</p>\n\n<p>\n6 + إسناده صحيح حدثنا عمرو بن علي ومحمد بن المثنى قالا حدثنا يحيى بن\nسعيد عن عبيد الله حدثني نافع عن ابن عمر أن النبي صلى الله عليه وسلم أدرك\nعمر فذكر مثله\n</p>\n\n<p>\n7 + أسناده صحيح ورجاله ثقات حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن\nعبيد الله عن نافع عن ابن عمر قال نهى رسول الله صلى الله عليه وسلم أن\nيسافر بالقرآن إلى أرض العدو مخافة أن يناله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n8 + أسناده صحيح ورجاله ثقات حدثنا أبو بكر بن أبى شيبة حدثنا أبو أسامة\nحدثنا عبيد الله عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم نهى\nأن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو\n</p>\n\n<p>\n9 + أسناده صحيح ورجاله ثقات حدثنا عثمان بن أبى شيبة حدثنا عبد الله بن\nنمير وعبدة وأبو أسامة عن عبيد الله فذكر بإسناده مثله\n</p>\n\n<p>\n10 + أسناده صحيح حدثنا إسحاق بن موسى الأنصاري حدثنا أنس بن عياض قال\nوحدثني عبيد الله عن نافع عن ابن عمر أن <span id='ms33'></span> رسول الله صلى الله عليه وسلم فذكر\nمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n11 + أسناده صحيح ورجاله ثقات حدثنا منجاب بن الحارث أخبرنا علي بن مسهر\nعن عبيد الله عن نافع عن ابن عمر أن عمر نذر في الجاهلية أن يعتكف يوما في\nالمسجد الحرام فلما أسلم ذكر ذلك لرسول الله صلى الله عليه وسلم فقال أوف\nبنذرك ففعل\n</p>\n\n<p>\n12 + إسناده صحيح ورجاله ثقات حدثنا إسحاق بن موسى الأنصاري حدثنا أنس بن\nعياض حدثني عبيد الله عن نافع عن ابن عمر أن عمر بن الخطاب قال لرسول الله\nصلى الله عليه وسلم إني نذرت في الجاهلية أن أعتكف ليلة في المسجد الحرام\nفقال له رسول الله صلى الله عليه وسلم فأوف بنذرك\n</p>\n\n<p>\n13 + أسناده صحيح حدثنا عمرو بن علي ومحمد بن المثنى قالا حدثنا يحيى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             سعيد عن عبيد الله عن نافع عن ابن عمر أن عمر سأل النبي صلى\nالله عليه وسلم فقال إني نذرت أن أعتكف ليلة في المسجد الحرام في الجاهلية\nفقال أوف بنذرك\n</p>\n\n<p>\n14 + أسناده صحيح حدثنا عثمان بن أبي شيبة حدثنا أبو أسامة عن عبيد الله\nفذكر بإسناده مثله\n</p>\n\n<p>\n15 + أسناده صحيح ورجاله موثقون حدثنا عبد الأعلى بن حماد حدثنا حماد بن\nسلمة عن عبيد الله بن عمر عن نافع عن ابن عمر أن رسول الله صلى الله عليه\nوسلم قال\n</p>\n\n<p>\nمثل المنافق كمثل الشاة العائرة بين الغنمين تعير إلى هذه مرة وإلى هذه\nمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n16 + أسناده صحيح ورجاله موثقون حدثنا منجاب أخبرنا علي بن مسهر عن عبيد\nالله عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nمثل المنافق مثل الشاة العائرة بين الغنمين تعير إلى هذه مرة وإلى هذه\nمرة ولا تدرى أيهما تتبع\n</p>\n\n<p>\n17 حدثنا + أسناده صحيح ورجاله موثقون إسحاق بن موسى الأنصاري حدثنا أنس\nبن عياض وحدثني عبيد الله عن نافع عن ابن عمر أن رسول الله صلى الله عليه\nوسلم قال إنما مثل المنافق فذكر مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n18 + أسناده صحيح ورجاله ثقات حدثنا منجاب بن الحارث حدثنا علي بن مسهر <span id='ms34'></span>\nعن عبيد الله عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nمن شرب الخمر في الدنيا لم يشربها في الآخرة إلا أن يتوب\n</p>\n\n<p>\n19 + أسناده صحيح ورجاله ثقات حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله\nبن نمير حدثنا عبيد الله فذكره بإسناده مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n20 + أسناده رجاله ثقات حدثنا عثمان بن أبي شيبة حدثنا أبو أسامة وعبدة\nومحمد بن بشر عن عبيد الله فذكر بإسناده مثله\n</p>\n\n<p>\n21 + أسنادده صحيح حدثنا إسحاق بن موسى حدثنا أنس بن عياض قال وحدثني\nعبيد الله عن نافع عن ابن عمر قال كل مسكر خمر وكل خمر حرام\n</p>\n\n<p>\nوذكر ذلك عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n22 + أسناده صحيح حدثنا عبد الأعلى بن حماد وأبو قدامة وعمرو بن علي\nومحمد بن المثنى قالوا حدثنا يحيى بن سعيد عن عبيد الله عن نافع عن ابن عمر\nقال ولا أعلمه إلا عن النبي صلى الله عليه وسلم قال كل مسكر خمر وكل مسكر\nحرام\n</p>\n\n<p>\n23 + أسناده صحيح حدثنا عمرو بن علي حدثنا المعتمر بن سليمان حدثنا عبيد\nالله وليث عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم كل\nمسكر خمر وكل مسكر حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n24 + أسناده صحيح حدثنا منجاب الحارث حدثنا علي بن مسهر عن عبيد الله عن\nنافع عن ابن عمر قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nمن اشترى نخلا قد ابرت فالثمرة للبائع إلا أن يشترط المبتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n25 + أسناده رجاله موثقون حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن بشر\nحدثنا عبيد الله فذكر بإسناده مثله\n</p>\n\n<p>\n26 + أسناده رجاله موثقون حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة\nعن أيوب وعبيد الله عن نافع عن ابن عمر أن رجلا ابتاع من رجل أرضا فيها\nثمرتها فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nهي للذي أبرها إلا أن يشترط المبتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n27 + أسناده صحيح حدثنا إسحاق بن موسى حدثنا أنس بن عياض أخبرني عبيد\nالله عن نافع عن ابن عمر أن رسول الله <span id='ms35'></span> صلى الله عليه وسلم\n</p>\n\n<p>\nقال ايما نخل اشتريت أصولها وقد أبرت فإن ثمرتها للذي أبرها إلا أن يشترط\nالذي اشترى ثمرثها\n</p>\n\n<p>\n28 + أسناده رواته ثقات حدثنا عمرو بن علي ومحمد بن المثنى قالا حدثنا\nيحيى بن سعيد عن عبيد الله حدثني نافع فذكر بإسناده مثله\n</p>\n\n<p>\n29 + أسناده صحيح حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن عبيد الله\nعن نافع عن ابن عمر قال رخص رسول الله صلى الله عليه وسلم للعباس بن عبد\nالمطلب أن يبيت بمكة ليالي منى من أجل سقايته\n</p>\n\n<p>\n30 + أسناده صحيح ورجاله موثقون حدثنا أبو بكر بن أبي شيبة حدثنا عبد\nالله بن نمير وأبو أسامة عن عبيد الله عن نافع عن ابن عمر قال استئاذن\nالعباس بن عبد المطلب رسول الله صلى الله عليه وسلم أن يبيت بمكة ليالي منى\nفأذن له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n| - * مجلس آخر\n</p>\n\n<p>\n- *\n</p>\n\n<p>\n31 + أسناده ضعيف جدا حدثنا إبراهيم بن العلاء الحمصى حدثنا الوليد بن\nمسلم عن روح بن جناح عن مجاهد قال بينا نحن جلوس أصحاب ابن عباس عطاء طاوس\nوعكرمة إذ جاء رجل وابن عباس قائم يصلى فقال هل من مفتى فقلنا سل فقال إنى\nكلما بلت تبعه الماء الدافق فقلنا الذي يكون منه الولد قال نعم فقلنا عليك\nالغسل فولى الرجل وهو يرجع وعجل ابن عباس في صلاته فلما سلم قال يا عكرمة\nعلى بالرجل فأتاه به ثم أقبل علينا فقال أرأيتم ما أفتيتم به هذا الرجل عن\nكتاب الله قلنا لا قال فعن سنة رسول الله صلى الله عليه وسلم قلنا لا قال\nفعن أصحاب رسول الله صلى الله عليه وسلم قلنا لا فقال ابن عباس فعمن قال\nقلنا عن رائنا فقال لذلك يقول رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nفقيه واحد أشد على الشيطان من ألف عابد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             ثم أقبل على الرجل\nفقال أرأيت إذا كان ذلك منك هل تجد شهوة في قلبك قال لا قال فهل تجد خدرا\nفي جسدك قال لا قال إنما هذا إبردة يجزيك منه الوضوء\n</p>\n\n<p>\n32 + أسناده حسن <span id='ms36'></span> حدثنا أبو تقى هشام بن عبد الملك الحمصى حدثنا بقية بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             الوليد حدثني إبراهيم بن أدهم حدثني محمد بن عجلان قال قال\nإبليس ليس شيء أشد على من عالم حليم إن تكلم تكلم بعلم وإن سكت سكت بحلم\nقال ويقول إبليس إذا تكلم فكلامه أشد على من سكوته\n</p>\n\n<p>\nقال بقية من حدث رجا الربح دخل عليه الخسران\n</p>\n\n<p>\n33 + أسناده قوي حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن قتادة\nعن مطرف بن عبد الله قال فضل العلم أفضل من فضل العبادة أخير دينكم الورع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n34 + أسناده فيه من لم اعرفه حدثني يوسف بن الفرح الكشى بكش سنة ثمان\nوعشرين ومائتين ثم حدثني أبو نعيم الحلبى بحلب سنة ثلاث وثلاثين ثم حدثني\nإسحاق بن البهلول الأنبارى بعد ذلك قالوا جميعا حدثنا عبد الله بن يزيد\nالمقرئ حدثنا ابن لهيعة قال سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             شيخا من الخوارج تاب ورجع وهو\nيقول إن هذه الأحاديث دين فانظروا عمن تأخذون دينكم فإنا كنا إذا هوينا\nأمرا صيرناه حديثا\n</p>\n\n<p>\n35 + أسناده رجاله موثقون حدثنا أحمد بن الفرات أخبرنا يزيد بن هارون\nأخبرنا شعبة عن ابن أبى السفر عن الشعبى قال صحبت ابن عمر سنة فما رأيته\nيحدث عن النبي صلى الله عليه وسلم إلا حديثا واحدا\n</p>\n\n<p>\n36 + أسناده رواته ثقات حدثنا محمد بن المثنى حدثنا عبد الرحمن بن مهدي\nحدثنا حماد بن زيد عن يحيى بن سعيد عن السائب بن يزيد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             صحبت\nسعد بن أبى وقاص من المدينة إلى مكة فما سمعته يحدث عن النبي صلى الله عليه\nوسلم حديثا واحدا\n</p>\n\n<p>\n37 + أسناده قوي حدثنا أحمد بن الفرات حدثنا عبيد الله بن موسى عن\nإسرائيل عن أبى حصين عن عامر الشعبى عن مسروق عن عبد الله بن مسعود قال\nحدثنا يوما فقال سمعت رسول الله صلى الله عليه وسلم يقول فأخذته رعدة ورعدت\nثيابه فقال نحو هذا أو كما قال\n</p>\n\n<p>\n38 + أسناده رجاله موثقون حدثنا عثمان بن أبى شيبة حدثنا غندر عن شعبة عن\nعمرو بن مرة عن عبد الرحمن <span id='ms37'></span> بن أبى ليلى قال صحبت عليا عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \nالسلام في السفر والحضر فما سمعته يقول ما يروون عنه\n</p>\n\n<p>\n39 + أسناده صحيح حدثنا عبيد الله بن عمر القواريرى حدثنا حماد بن زيد\nحدثنا الصقعب بن زهير عن عبد الرحمن بن الأسود قال كان أبى يبعثنى إلى\nعائشة أسألها فلما كان عام احتلمت أتيتها فناديت من وراء الحجاب فقلت يا أم\nالمؤمنين ما يوجب الغسل فقالت أفعلتها يالكع إذا التقت المواسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n40 + أسناده صحيح حدثنا أبو بكر بن أبي شيبة حدثنا غندر عن شعبة عن إياس\nبن معاوية قال جلست إلى سعيد بن المسيب فقال ممن أنت قلت من مزينة قال إني\nلأذكر يوم نعى عمر بن الخطاب النعمان بن مقرن على المنبر\n</p>\n\n<p>\n41 + أسناده رجاله ثقات حدثنا أبو بكر بن أبى شيبة حدثنا غندر عن شعبة عن\nعمرو بن مرة قال سألت أبا عبيدة هل تذكر من عبد الله شيئا قال ما أذكر منه\nشيئا\n</p>\n\n<p>\n42 + أسناده قوي حدثني أحمد بن عيسى حدثنا عبد الله بن وهب عن مالك بن\nأنس عن أبى الزناد قال كان سعيد بن المسيب وهو مريض يقول أقعدوني فإنى أعظم\nأن احدث حديث رسول الله صلى الله عليه وسلم وأنا مضطجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n43 + أسناده رجاله ثقات حدثنا إبراهيم بن الحجاج السامى حدثنا حماد بن\nسلمة عن حميد عن أنس بن مالك حدث بحديث من رسول الله صلى الله عليه وسلم\nفقال رجل أنت سمعته من رسول الله صلى الله عليه وسلم فغضب غضبا شديدا فقال\nوالله ما كل ما نحدثكم سمعناه من رسول الله صلى الله عليه وسلم ولكن كان\nيحدث بعضنا بعضا\n</p>\n\n<p>\n44 + أسناده رجاله ثقات حدثنا منجاب بن الحارث أخبرنا علي بن مسهر عن\nالأعمش عن أبى إسحاق عن البراء بن عازب قال ما كل ما نحدثكم عن رسول الله\nصلى الله عليه وسلم سمعناه منه ما سمعناه ومنه ما حدثنا عنه أصحابه ونحن لا\nنكذب\n</p>\n\n<p>\nآخر الفوائد أخر الجزو والحمد لله وحده وصلى الله على نبينا محمد وآله\nوحسبنا الله ونعم <span id='ms38'></span> الوكيل ولا حول ولا قوة إلا بالله العلى العليم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n| - * السماعات\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nسمع هذا الجزء جميعه من الشيخ العادل التقى أبى بكر محمد بن عبد الباقي\nبن البزار الأنصاري بقراءة سعد الله بن أبو أحمد عبد الوهاب بن علي بن علي\nبن عبد الله الأمين يوم السبت ثاني جمادى الآخر سنة ثلاث وثلاثين وخمسمائة\n</p>\n\n<p>\nقرأت جميع الجزء على الإمام العالم ضياء الدين أبى أحمد عبد الوهاب بن\nعلي بن علي الأمين فسمعه كاتبه الإمام العالم جمال الدين أبو عبد الله محمد\nبن عمر بن عبد الغالب العثماني وأخوه أبو طاهر عبد الغفار وأبو حنفية سيادس\nبن عبد الكافي بن سيادس لريحاني الصوفي وأبو عبد الله محمد بن أبي بكر بن\nإبراهيم بن خزيمة الحرانى وذلك في جمادى الآخر سنة تسع وتسعين وخمسمائة\nببغداد في رباط شيخ الشيوخ\n</p>\n\n<p>\nكتب المطهر بن سديد بن محمد بن علي بن أحمد الخوارزمي ونقل السماع من\nنسخته\n</p>\n\n<p>\nسمع جميع هذا الجزء على الشيخ الزاهد أبى أحمد عبد الوهاب بن علي بن علي\nالأمين المعروف بابن سكينة سماعه من أبى بكر محمد بن عبد الباقي بقراءة\nالإمام الحافظ عز الدين أبى الفتح محمد بن عبد الغنى بن عبد الواحد بن علي\nسرور بن المقدسي وأخوه أبو موسى عبد الله وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             خاله أبو الفضل\nمحمد بن الإمام موفق الدين عبيد الله بن أحمد وابن خالته عبد الرحيم بن عبد\nالواحد بن أحمد وكاتب له سماعه على ابن أبى بكر بن على بن سرور المقدسيون\nوذلك في العشر الآخر من ذي القعدة من سنة خمس وتسعين وخمسمائة نقله من خط\nعلى عبد الله بن عبد الغنى في ذي القعدة من سنة ثمان عشرة وستمائة\n</p>\n\n<p>\nقرأته على الشيخ المسند أبى يحيى إسماعيل بن أبى عبد الله بن العسقلانى\nبإجازته من ابن سكينة\n</p>\n\n<p>\nوقرأت عليه أيضا الجزء الأول من الصيام بإجازته من ابن سكينة ومن ابن\nالخريف بسماعهما من القاضي فسمع الجميع صاحبه الشيخ الفقيه عماد الدين أبو\nعلي حسن بن <span id='ms39'></span> إبراهيم بن سويخ وتقى الدين أحمد بن عبد الحليم بن تيميه وأخي\nمحمد وسمع الجزء الرابع وهو معلم في هذا الجزء شهير الدين محمد بن عبد\nالرحمن بن سامة وصح في مجلسين بأيهما يوم السبت سابع عشر ذي القعدة سنة\nثمانين وستمائة بسفح جبل قاسيون ظاهر دمشق وكتب يوسف بن الزكى عبد الرحمن\nالمزى عفى الله عنه\n</p>\n\n<p>\nسمع من باب ما روى فيمن كان يسرد الصيام من أصحاب رسول الله صلى الله\nعليه وسلم ومن التابعين إلى آخر هذا الجزء على أبى حفص عمر بن محمد بن\nطبرزد بسماعه لذلك من القاضي أبى بكر محمد بن عبد الباقي الأنصاري بقراءة\nأبى الفتح محمد بن عبد الغنى المقدسى عبد الرحمن بن أبى عمر محمد بن أحمد\nبن محمد بن قدامة وعلي بن أحمد بن عبد الواحد ومحمد بن إبراهيم بن عبد\nالواحد حاضرا وأخته خديجة وزينب بنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             أحمد بن كامل بن عمر وعبد\nالله بن محمد بن عطاء وزينب بنت مكى بن على بن كامل بن عمر وعبدالله بن\nمحمد بن عطاء وزينب بنت مكى بن علي بن كامل بن شيبان بن تغلب وآخرون يوم\nالاثنين العاشر من شوال سنة أربع وستمائة بسفح جبل قاسيون\n</p>\n\n<p>\nوسمع ذلك على أبى العباس أحمد بن شيبان بن تغلب الشيبانى بسماعه من أبى\nحفص بن طبرزد بقراءة كاتب السماع يوسف بن الزكى عبد الرحمن بن يوسف المزى\nأخوه محمد وآخرون ذكروا على نسخته وصح ذلك في يوم السبت العاشر من شعبان\nسنة إحدى وثمانين وستمائة بسفح جبل قاسيون ظاهر دمشق المحروسة\n</p>\n\n<p>\nوسمع ذلك على الشيخ الإمام فخر الدين أبو الحسن علي بن أحمد بن عبد\nالواحد بن البخارى المقدسى بسماعه من أبى حفص بن طبرزد وبإجازته من أبى\nأحمد بن سكينة بقراءة كاتب السماع يوسف بن الزكى المزى ابنه عبد الرحمن\nحاضرا في الأولى من عمره وآخرون ذكروا على نسخته وصح ذلك في يوم الاثنين\nالثاني من رمضان سنة ثمان وثمانين وستمائة\n</p>\n\n<p>\nوسمع ذلك عليه <span id='ms40'></span> وعلى عبد الولى بن جنادة بسماعهما من ابن طبرزد بقراءة شمس\nالدين محمد بن عبد الرحيم إبراهيم بن يزيد بن أحمد وآخرون في ثامن ذي\nالقعدة سنة إحدى وستين وستمائة\n</p>\n\n<p>\nسمع العدد المقدم بعينه بخط جمال الدين المزى وهو من باب ما روى فيمن كان\nيسرد الصوم من أصحاب رسول الله صلى الله عليه وسلم ومن التابعين في وسط\nبهذا الجزء إلى آخر الجزء على الشيخين المسندين بدر الدين أبى العباس أحمد\nبن شيبان بن تغلب وأم أحمد زينب بنت مكى بن علي بن كامل الحرانى بسماعهما\nمنه نقلا من ابن طبرزد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             بسنده بقراءة الشيخ الإمام أبى الحسن\nعلي بن مسعود بن نفيس الموصلي ثم الحلبي بحضرة الشيخ الإمام الحافظ جمال\nالدين أحمد بن محمد الظاهري ولده فخر الدين عثمان والإمام بدر الدين محمد\nبن منصور بن إبراهيم الجوهرى وأخو أحمد وبدر الدين أحمد بن إدريس بن عيسى\nالماردى وشمس الدين محمد بن عبد الرحمن بن سامة وابن عمه عبد الرحمن بن\nأحمد وشمس الدين محمد بن إبراهيم بن غنائم المهندس وأخو أحمد وعلي بن أكمع\nالأول والقاسم بن محمد بن يوسف بن محمد البرازلى وهذا خطه يوم الأحد ثالث\nشعبان سنة ثلاث وثمانين وستمائة بسفح جبل قاسيون ظاهر دمشق والحمد الله رب\nالعالمين\n</p>\n\n<p>\nوسمعه على شيخنا فخر الدين علي بن أحمد عبد الواحد بقراءة ابن عمه شمس\nالدين عبد الله بن أحمد بن تمام في أواخر ذي الحجة سنة خمس وخمسين وستمائة\n</p>\n\n<p>\nوسمعه على حبيبة وخديجة بنت ابن خالد وزينب بنت مكى بقراءة عبد الواحد بن\nأبى حراء وزينب بنت أحمد بن عبد الرحيم سلخ جمادى الأولى سنة خمسين وسمعه\nعلى أحمد بن شيبان بقراءة المزى يوسف بن دانيال في خامس شعبان سنة إحدى\nوثلاثين\n</p>\n\n<p>\nوسمعه على العز عبد الرحمن بن محمد بن عبد الغنى وسمعه على ابن طبرزد عبد\nالله بن حسن بن عبد الله بن عبد الغنى محمد بن العلاهم مكى بن العز عمر بن\nأحمد وإبراهيم <span id='ms41'></span> بن أبى بكر بن أحمد و محمد بن إبراهيم بن برى وأبى بكر بن\nأحمد بن عبد الحميد وأبى بكر بن محمد بن عبد الرحمن\n</p>\n\n<p>\nوكنت قرأت ذلك على أحمد بن شيبان بسماعه من ابن طبرزد وإجازته من ابن\nسكينة بسماعهما من القاضى أبى بكر في تاسع عشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             رمضان سنة\nاثنتين وثمانين وستمائة بالمصافحة من نسخة المزى وكتب القاسم بن محمد\nالبرزالى وهو مترجم في نسخة الضياء من الجزء الثالث فليعلم ذلك\n</p>\n\n<p>\nوسمعه على حبيبة وخديجة بنت ابن خالد وزينب بنت مكى بقراءة سليمان بن\nحمزة وسارة بنت أبى بكر بن أحمد وأبى بكر بن محمد الذهبي عبد الرحمن وآخرون\nيوم الثلاثاء في محرم سنة ستين وستمائة بالدير وسمعوا عليهن أربع مجالس\nالأول من أمالى الجوهرى سماعهن من ابن طبرزد\n</p>\n\n<p>\nسمع من باب ما روى فيمن كان يسرد الصيام من أصحاب رسول الله صلى الله\nعليه وسلم ومن التابعين إلى آخر هذا الجزء على سماعى من ابن شيبان وزينب عن\nابن طبرزد عن القاضى أبى بكر بقراءة الإمام المجدد أمين الدين محمد بن\nإبراهيم بن محمد بن أحمد الوانى الشيخ شمس الدين محمد بن أحمد بن عمر\nالبخارى الصوفى والعلم شيخه عيسى ابن صدقة وسمعه ثبوت الميعاد الثالث تقى\nالدين أحمد بن العلم بن محمود الحرانى وتاج الدين عبد الولاء بن عبد الواحد\nبن عبد الحميد بن هلال وسمع الأول والثالث شمس الدين محمد بن محمود بن ناصر\nالزرعى إمام دار الحديث وسمع الرابع شهاب الدين أحمد بن يوسف بن داود\nالعمرى وصح لي أربعة مجالس آخرها يوم الاثنين رابع عشر المحرم سنة ثمان\nوعشرين وستمائة بدار الحديث النفيسية بدمشق وكتب القاسم بن محمد بن يوسف بن\nمحمد البرزالى والحمد الله وحده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             <span id='ms42'></span>\n</p>\n",
  "pages": [
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169"
  ],
  "volumes": [
    "01"
  ]
}