{
  "content": "\n\n<div class='EDITOR'>\n<p>\nالطراز المرقوم\n</p>\n\n<p>\nبشرح\n</p>\n\n<p>\nالدر المنظوم\n</p>\n\n<p>\nللشيخ العالم العلامة سليمان بن حسين بن محمد الجمزوري\n</p>\n\n<p>\nالشهير بالأفندي\n</p>\n\n<p>\nحققه\n</p>\n\n<p>\nبهاء أنور ... أبو المنذر المنياوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             # بسم الله الرحمن الرحيم\n</p>\n\n<p>\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا،\nومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد\nأن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}.\n</p>\n\n<p>\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث\nمنهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان\nعليكم رقيبا}.\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم\nويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما}.\n</p>\n\n<p>\nأما بعد، ..\n</p>\n\n<p>\nفهذه رسالة تتعلق بمسائل المأموم المعذور على المذهب الشافعي كتب على\nطرتها: \"رسالة في مسائل المأموم والمسبوق\" ونسبت خطأ للعلامة السمهودي -\nرحمه الله - وقد شرعت في تحقيقها وبيان نسبتها مستعينا بالله العلي العظيم.\n</p>\n\n<p>\nحول عنوان ومؤلف الرسالة:\n</p>\n\n<p>\nكتب على طرتها بخط حديث وهو غالبا خط مفهرس المخطوطات: رسالة في مسائل\nالمأموم والمسبوق للشيخ علي بن عبد الله بن أحمد الحسني الشافعي السمهودي.\n</p>\n\n<p>\nوهو نفس العنوان الموجود في فهرس الكتب الموجودة في المكتبة الأزهرية (2/\n535) وزاد: \"أولها: الحمد لله الذي وفق للطاعة من شاء من الأنام إلخ - نسخة\nضمن مجموعة من مجلد بخطوط مختلفة آخرها سنة 1283 ه في 231 ورقة، ومسطرتها\nمختلفة - 24 سم (من ورقة 183 - 206) [2903] أمبابي 48382\".\n</p>\n\n<p>\nوعند البدء في نسخ المخطوطة تبين بما لا يدع مجالا للشك أنها ليست\nللسمهودي (844: 911) ه فقد ذكر في بداية الشرح أنه أسمع شيخه وأستاذه الشيخ\nنور الدين علي الميهي (توفي 1204 ه) نظمه الذي يقوم بشرحه، ومع تقدم النسخ\nنجد أنه ينقل عن علماء شافعيين ماتوا بعد وفاة السمهودي ك: الجمل توفي 1204\nه، والبرماوي توفي 1106 ه، والشبراملسي توفي 1087 ه وغيرهم.\n</p>\n\n<p>\nثم بالبحث فيما وقفت عليه <span id='ms01'></span> من فهارس للمخطوطات لم أقف على رسالة يناسب\nعنوانها محتوى الرسالة سوى لرسالة: الطراز المرقوم بشرح الدر المنظوم\nللجمزري، الشهير بالأفندي، وهي شرح لنظمه الموسوم بالدر المنظوم في عذر\nالمأموم.\n</p>\n\n<p>\nوقد ترجح عندي أنها هي رسالتنا موضوع التحقيق لأمور منها:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n- أن النظم والشرح لمؤلف واحد كما هو الحال في رسالتنا حيث قال في\nمقدمتها: \"فلما كانت مسائل المأموم المعذور كثيرة الحصول عسيرة الوصول\nخصوصا على مثلي ممن ليس له معقول أحببت إفرادها بنظم عجيب، وشرح عليه غريب؛\nليقرب علي بعض ذلك، ويسهل علي ما هنالك، وقد شرعت الآن في الشرح بعد أن\nسمعت النظم المذكور وسمعه شيخي وأستاذي الذي هو بالفضل مشهور سيدي الشيخ\nنور الدين علي الميهي ... \"\n</p>\n\n<p>\n- أن ذكر أن شيخه هو الميهي كما ذكر في تحفة الأطفال حيث قال هناك:\n</p>\n\n<p>\nسميته بتحفة الأطفال ... عن شيخنا الميهى ذي الكمال\n</p>\n\n<p>\n- أن مؤلف الرسالة شافعي كالشيخ الجمزوري.\n</p>\n\n<p>\n- أنه ينقل عن علماء شافعيين معاصرين له، أو ماتوا قبله.\n</p>\n\n<p>\n- أن الفراغ من تأليف هذه الرسالة كان قريبا من الفراغ من تحفة الأطفال،\nحيث ذكر أنه انتهي من تحفة الأطفال 1198 ه، ومن رسالتنا 1201 ه وكلاهما قبل\nوفات شيخه الميهي.\n</p>\n\n<p>\n- أنه استخدم نفس طريقة الحساب - وسوف يأتي شرحها في محلها بإذن الله -\nفي حساب أبيات التحفة، والدر المنظوم في عذر المأموم، حيث قال في التحفة\n</p>\n\n<p>\nأبياته ند بدا لذى النهى ... تاريخه بشرى لمن يتقنها\n</p>\n\n<p>\nوقال في منظومتنا:\n</p>\n\n<p>\nأبياته لب فبادر واحفظن ... فلحافظه أرخت رضي الله عنه\n</p>\n\n<p>\n- أن المؤلف كان متصوفا يتبع الطريقة الشاذلية كما سيأتي في ترجمته، وقد\nظهر تأثره بذلك حيث قال في رسالتنا موضوع التحقيق:\" نسأل الله حسن القبول\nوبلوغ المأمول، بجاه أشرف نبي ورسول\".\n</p>\n\n<p>\n- إبراز المؤلف لمحتوى الرسالة وبيان وجه المناسبة بينها وبين عنوانها\nحيث قال: \" فلما كانت مسائل المأموم المعذور\" ورسالتنا كما سبق هي شرح\nلنظمه: الدر المنظوم في عذر المأموم.\n</p>\n\n<p>\nعملي في المخطوط:\n</p>\n\n<p>\n1 - قمت بنسخ المخطوط، وتصحيح نسبتها.\n</p>\n\n<p>\n2 - شرح غريب بعض الألفاظ بالرجوع إلى كتب المعاجم والغريب.\n</p>\n\n<p>\n3 - قمت بالترجمة لغير <span id='ms02'></span> المشهورين من العلماء ممن ورد ذكرهم في الرسالة.\n</p>\n\n<p>\n4 - التعريف ببعض الكتب التي ينقل عنها المؤلف.\n</p>\n\n<p>\n5 - بالنسبة لتخريج الأحاديث والآثار فلم أجد بالرسالة إلا حديثا واحدا\nبمعناه في الصحيحين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف (¬1):\n</p>\n\n<p>\nاسمه ونسبه:\n</p>\n\n<p>\nهو سليمان بن حسين بن محمد بن شلبي الجمزورى الشهير بالأفندى.\n</p>\n\n<p>\nوالجمزورى نسبة إلى جمزور بالميم قريبة من طنطا على بعد 4 أميال وهى بلدة\nأبيه من إقليم المنوفية بجمهورية مصر العربية.\n</p>\n\n<p>\nمولده:\n</p>\n\n<p>\nولد بطنتدا (طنطا) فى ربيع الأول سنة بضع وستين بعد المائة والألف من\nالهجرة النبوية.\n</p>\n\n<p>\nصفاته:\n</p>\n\n<p>\nكان معظما لشيخه الميهي، متواضعا في نفسه، لين الجانب مع قرنائه.\n</p>\n\n<p>\nشيوخه\n</p>\n\n<p>\nكان الجمزورى شافعى المذهب تفقه على كثير من مشايخ كثيرين من طنطا، أحمدي\nالخرقة، شاذلي الطريقة كما ذكر الضباع والمرصفي.\n</p>\n\n<p>\nوأشهر شيوخه في القرآن نور الدين علي بن عمر بن حمد بن عمر ناجي بن فنيش\nالميهي (المتوفى سنة 1204ه) وعنه تلقى التجويد وأخذ القراءات العشر من طريق\nالشاطبية والدرة\n</p>\n\n<p>\nوكان تلميذا لسيدي مجاهد الأحمدي وهو شيخه الذي لقبه بالأفندي، وهي كلمة\nتركية يشار بها للتعظيم والإجلال. وغيرهما من الشيوخ.\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\n1 - تحفة الأطفال في تجويد القرآن نظم.\n</p>\n\n<p>\n2 - فتح الإقفال بشرح تحفة الأطفال.\n</p>\n\n<p>\n3 - نظم كنز المعانى بتحرير حرز الأمانى بتحقيق الشيخ عبد الرزاق بن علي\nموسى عضو لجنة مراجعة المصحف بالمدينة.\n</p>\n\n<p>\n4 - الفتح الرحمانى بشرح كنز المعانى فى القراءات السبع بعناية المحقق\nالسابق نفسه.\n</p>\n\n<p>\n5 - جامع المسرة فى شواهد الشاطبية والدرة.\n</p>\n\n<p>\n6 - منظومة في رواية الإمام ورش.\n</p>\n\n<p>\n7 - الدر المنظوم في عذر المأموم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n8 - الطراز المرقوم بشرح الدر المنظوم، وهما موضوع التحقيق.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nلا يعرف بالتحديد سنة وفاته لكن آخر ما عرف أنه كان حيا سنة 1208 ه، وهي\nسنة التي أتم فيها كتاب الفتح\n</p>\n\n<p>\nالرحماني.\n</p>\n\n<p>\nوصف النسخة الخطية:\n</p>\n\n<p>\nيوجد هذا المخطوط ضمن مخطوطات الأزهر الشريف، ضمن مجموعة في مجلد مكون من\n231 ورقة ومسطرتها مختلفة - 24 سم، 2903 أمبابي [48384].\n</p>\n\n<p>\nورسالتنا موضوع التحقيق تقع ما بين ورقة 183: 206 في 24 ورقة.\n</p>\n\n<p>\nالوجه الثاني من الورقة الأولى به عنوان الرسالة على وجه الخطأ كما سبق.\n</p>\n\n<p>\nوكل ورقة صفحتان، في كل صفحة <span id='ms03'></span> حوالي 19 سطر، في كل سطر ما بين 8: 10\nكلمات، ما عدا الوجه الأخير من الصفحة الأخيرة ففيه خاتمة الرسالة.\n</p>\n\n<p>\nصورة الصفحة الأولى وبها العنوان على وجه الخطأ:\n</p>\n\n<p>\nصورة الوجه الأول من الصفحة الثانية:\n</p>\n\n<p>\n:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nصورة الوجه الثاني من الصفحة الأخيرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n\n</div>\n<h1 class='l1' id='head0'>CHECK مقدمة المؤلف</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد الله الذي وفق من شاء من الأنام، والصلاة والسلام على سيدنا محمد\nإمام كل إمام وآله وأصحابه الأئمة الأعلام، وعلى أتباعه (¬1) المقتدين به\nفي جميع الأحكام، صلاة وسلاما دائمين متلازمين إلى يوم القيامة.\n</p>\n\n<p>\nوبعد ..\n</p>\n\n<p>\nفلما كانت مسائل المأموم المعذور كثيرة الحصول عسيرة الوصول خصوصا على\nمثلي ممن ليس له معقول (¬2) أحببت إفرادها بنظم عجيب، وشرح عليه غريب؛\nليقرب علي بعض ذلك، ويسهل علي ما هنالك، وقد شرعت الآن في الشرح بعد أن\nسمعت النظم المذكور وسمعه شيخي وأستاذي الذي هو بالفضل مشهور سيدي الشيخ\nنور الدين علي الميهي (¬3) نظر الله إلينا واليه (¬4)، وجعلنا وإياه من\nالمقربين لديه، واقرني بعد ذلك عليه، ودعا له بالنفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             # العام، والقبول التام، نسأل الله حسن القبول وبلوغ المأمول، بجاه أشرف\nنبي ورسول (¬1)،فقلت مستعينا بالقادر السميع العليم:\n</p>\n\n<p>\n(بسم الله الرحمن الرحيم) (¬2) أي انظم الأشياء الآتية مستعينا على سبيل\nالبركة ببسم الله الرحمن الرحيم أي بالله واجب الوجود (¬3) لذاته المنعم\nبجلائل النعم ودقائقها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(حمدا لربي) (¬1) أي احمد ربي حمدا فحمدا مصدر [ق184/ب] نائب عن التلفظ\nبالفعل أي اثني عليه بجميل صفاته نائب عن التلفظ بالفعل أي اثني عليه بجميل\nصفاته والرب يطلق على الخالق والمالك وغيرهما (¬2) وهو تعالى مستحق لجميع\nالمحامد وجمعت كغيري بين البسملة والحمدلة إشارة إلى عدم التعارض بين\nروايتهما على ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # هو مبين في محله (¬1).\n</p>\n\n<p>\n(والصلاة) أي وأطلب من الله زيادة رحمته (¬2) المقرونة بالتعظيم الشاملة\nللسلام (سرمدا) أي دائما (على) سيدنا (محمد) المحمود في السموات والأرضين\n(و) على (من به اقتدى) أي تبعه نسبا وحسبا وأقوالا وأفعالا فيعم الآل\nوالصحب والقرابة وكل مؤمن.\n</p>\n\n<p>\nوفي البيت براعة الاستهلال (¬3).\n</p>\n\n<p>\n(وبعد) يؤتى بها للانتقال من أسلوب إلى آخر والإتيان بها <span id='ms04'></span> أوائل الكتب سنة\n(¬4) كأصلها وهي هنا ظرف مبني على الضم لحذف المضاف إليه ونية معناه (¬5)،\nأي بعد ما تقدم من الثناء على الله وعلى رسوله (هذا) أي فأقول هذا المستحضر\nفي الذهن استحضارا قويا حتى صار كالمحسوس، وحذف الفاء هنا ليس ضرورة لحذفها\nكما هو مبسوط في محله، (ضبط) أي حفظ وحصر عدد (مأموم عذر) أي حصل له عذر\n(¬6) يوجب تخلفه عن إمامه لقراءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             # الفاتحة (حتى له ثلاث أركان (¬1) اغتفر) بترك تنوين أركان للوزن أي احتمل\nالتخلف [ق185/أ] بها عن إمامه بسبب عذره (عدته) أي المذكور (عشر) وواحد كما\nاقتصر عليه بعضهم، أو عشر (مع اثنين أتت) أي العدة كما اقتصر عليه بعض أخر،\nأو عشر (وثلاث) كما اقتصر عليه العلامة العزيزي (¬2) في نظمه، (أو) عشر\n(وأربع) كذلك، أو عشر وخمسة كل هذا (ثبت) بالاستقراء (¬3) من كلام العلماء\n- رضي الله عنهم (¬4) - وسيأتي توضيحه إن شاء الله تعالى وقد أخذت في\nبيانها فقلت:\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO (فالأول) المأموم (البطيء في القراءة للعجز)</h1>\n\n<p>\n الخلقي كثقل لسانه وسيأتي ضابط البطيء (والترتيل) أي وللترتيل أي تجويد\nالقراءة وإحكامها بحيث لا يسمى فاعل ذلك مسرعا (لا) لأجل (الوسوسة) الظاهرة\nالتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             # طال زمنها عرفا (¬1) وسيأتي ضابطها بخلاف الوسوسة الخفية (¬2) وقدرها\nبعضهم بأن لا تكون قدر ما يسع ركنا قصيرا وقال بعضهم الخفيفة هي التي لا\nيكون زمنها يسع ركنين فعليين ولو طويلا وقصيرا من الوسط المعتدل والثقيلة\nما يسع زمنها ذلك (¬3) ذكره الحلبي (¬4) في حواشي المنهج والمعتمد ما ذكره\nالشبراملسي (¬5) في حاشيته على الرملي أن الخفيفة هي التي لا يمضي فيها زمن\nيسع القيام أو معظمه فإن مضى فيها ذلك فثقيلة (¬6) (وهو) أي (¬7) والحالة\nأنه أي المأموم موافق لإمامه وسيأتي ضابط الموافقة (وكان أسرعا (¬8))\n[ق185/ب] بألف الإطلاق (¬9) (إمامه قراءة وركعا) بألف الإطلاق أي الإمام\nقبل إتمام الموافق فاتحته فهو معذور فيتخلف و (يتمها) أي يتم المأموم\nفاتحته (حتما) أي وجوبا على الأصح في الروضة (¬10) وغيرها؛ لأنه أدرك زمنا\nيسع فلم يكن لتحملها عنه موجب ولأنا لو قلنا <span id='ms05'></span> يقطع ويركع كما هو مقابل الأصح\nلأدى إلى أنه يترك الفاتحة في صلاته كلها لبطئ قراءته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             # وسرعة قراءة الإمام (و) بعد أن يتمها (يسعى خلفه) أي خلف إمامه على ترتيب\nنفسه (ما لم يزد على ثلاث) من الأركان (خلفه) بضم الخاء المعجمة والفاء\nوسكون اللام أي تخلفه عن إمامه أي ما لم يسبقه إمامه بأكثر من ثلاثة أركان\nطويلة وهي الركوع والسجود الأول والسجود الثاني فلا يحسب منها الاعتدال ولا\nالجلوس بين السجدتين.\n</p>\n\n<p>\nوهل يلزمه حينئذ أن يقتصر على أقل واجب الأركان أو يفعل مندوباتها فيه\nنظر والأقرب الثاني كما يندب التخلف لجلسة الاستراحة فلو سعى خلفه وقام من\nالسجود فوجد إمامه راكعا وأدرك معه الركوع حسبت ركعته وسقطت عنه الفاتحة أو\nبعضها كالمسبوق (¬1) وإن أدركه بعد الركوع وافقه فيما هو فيه وفاتت هذه\nالركعة دون التي أتى بها [ق186/أ] على ترتيب صلاة نفسه (¬2) فإذا فرغ\nالمأموم من الفاتحة والإمام في السجدة الأخيرة فرفع رأسه بعد شروع المأموم\nفي الركوع أتم المأموم ركعته وحده ثم قام وأدرك الإمام في الركعة الثانية\nفإذا أسرع الإمام في القراءة وسجد قبل سجود المأموم في الأولى وجب عليه\nموافقته في هذا السجود وحصلت له ركعة ملفقة (¬3) وفاتت الثانية فإذا قام\nالمأموم للثانية بعد إن سعى خلف إمامه وأدرك زمنا يسع الفاتحة فركع الإمام\nقبل إتمامه لبطئه فعل كما فعل في الأولى كذلك حكم الثالثة والرابعة وعلى\nهذا فقدوته في سائر الأركان قدوة حكمية (¬4) وفي الإحرام والسلام وبعض\nالقيام قدوة حيثية (¬5).\n</p>\n\n<p>\nتنبيه إنما سمي بطيئا؛ لأنه في مقابلة إسراع الإمام كما أن الإمام سمي\nمسرعا؛ لأنه في مقابل بطء المأموم فالمراد بإسراعه اعتداله أما لو أسرع\nحقيقة بأن لم يدرك المأموم معه زمنا يسع الفاتحة للمعتدل فإنه يجب على\nالمأموم ولو بطيء القراءة أن يركع معه وتحسب له الركعة ولو وقع له ذلك في\nجميع الركعات فلو تخلف لإتمام الفاتحة حتى رفع الإمام رأسه من الركوع أو\nركع معه ولم يطمئن قبل ارتفاعه عن <span id='ms06'></span> أقل الركوع (¬6) [ق186/ب] فاتته الركعة\nفيتبع الإمام فيما هو فيه ويأتي بالركعة بعد سلام الإمام.\n</p>\n\n<p>\nأما الوسوسة الظاهرة وهي ما تؤدي إلى التخلف بركنين فعليين وبما يسع\nالقيام أو معظمه على ما مر فليست عذرا فله أن يخل لإتمام الفاتحة ما لم\nيقرب من فراغ الركن الثاني ولا يسقط عنه شيء منها كتعمده تركها وإلا تعينت\nعليه المفارقة حيث بقي عليه شيء منها لبطلان صلاته بشروع الإمام فيما بعد\nالركن الثاني والأوجه عدم الفرق بين استمرار الوسوسة بعد ركوع إمامه أو\nتركه لها بعده إذ تفويت إكمالها قبل ركوع إمامه نشأ عن تقصيره بترديده\nالكلمات من غير بطء خلقي في لسانه سواء نشأ ذلك من تقصيره في التعليم أم في\nشكه في إتمام الحروف أي بعد فراغه من الفاتحة فلا يفيده تركها بعد ركوع\nإمامه رفع ذلك التقصير خلافا لبعضهم حيث بحث أنه لو ترك الوسوسة بعد ركوع\nإمامه أغتفر له التخلف لإتمامها ما لم يسبق بأكثر من ثلاثة أركان طويلة؛\nلأنه لا تقصير منه الآن أي فهو معذور ذكره الحلبي، بل نقل القمولي (¬7) في\nالجواهر عن النووي أنه يتخلف للوسوسة الظاهرة مطلقا وكل أحكامه كمن تخلف\nلعذر ولكن لم يرتضه ابن العماد (¬8).\n</p>\n\n<p>\n[ق187/أ] تنبيه ما تقرر في الترتيل هو ما جرى عليه ابن العماد في كتابه\nالقول التام (¬9) وأما غيره فجعل حكمه كالوسوسة الظاهرة (¬10) فليراجع.\n</p>\n\n<p>\nوأما لو زاد خلفه على ثلاثة أركان طويلة والمراد أن يكون السبق بثلاثة\nوالإمام في الرابع أو ما هو على صورته كأن تخلف بالركوع والسجدتين والإمام\nفي القيام أو في التشهد بأن لم يفرغ من الفاتحة إلا والإمام قائم عن السجود\nأي متلبس بالقيام بأن وصل إلى محل مجزي فيه القراءة وإن تقدمه جلسة\nالاستراحة أو جالس للتشهد الأخير وكذا الأول؛ لأنه على صورته فإنه يتبعه\nفيما هو فيه من قيام أو جلوس للتشهد وفاتت ركعته فيتدارك بعد سلام إمامه ما\nفاته كمسبوق على المعتمد وقيل يفارقه بالنية وجوبا لتعذر الموافقة انتهى <span id='ms07'></span>\n(¬11).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفإن مشي على نظم صلاة نفسه بطل إن تعمد، وعلم التحريم، وإلا فلا لكن لا\nاعتداد بما أتى به، ولا يعيد القراءة إن وافقه في القيام، أما إذا جلس\nالإمام للتشهد ولم يتم المأموم الفاتحة، أو أتمها فجلس معه كما هو الواجب\nعليه ثم قام الإمام إلى الركعة الأخرى فهل يبني المأموم في الأولى على ما\nقرأه من الفاتحة في الركعة السابقة وبعدها في الثانية الوجه أنه [ق187/ب]\nلا يجوز البناء؛ لانقطاع قراءته بمفارقة ذلك القيام إلى قيام آخر من ركعة\nأخرى ويعيدها في الثانية بخلاف ما إذا سجد لتلاوة في أثناء الفاتحة كان\nتابع إمامه فيها برجوعه بعد السجود معه إلى قيام تلك الركعة بعينه.\n</p>\n\n<p>\nوأما لو قام الإمام والمأموم في القيام فلا يبعد حينئذ بناؤه على قراءته\nلعدم مفارقته حينئذ قيامه (¬1) نبه على ذلك ابن قاسم (¬2) في حواشي ابن حجر\n(¬3)، واعتمد البناء في المسألتين، ونقله عن ابن العماد في القول التمام\n(¬4) قال الشبراملسي بعد نقله ذلك: أقول وهذا هو الأقرب والقلب إليه أميل.\n</p>\n\n<p>\nوفي القليوبي (¬5) على الجلال (¬6): وهل يبدئ لها أي لقيام الثانية قراءة\nأو يكتفي بقراءة الأولى عنها اعتمد شيخنا الثاني إذا لم يجلس وعليه لو فرغ\nمما لزمه قبل الركوع ركع معه، وفي شرح شيخنا ترجيح الأول وتبعه جماعه وعليه\nفيترك ما بقي مما لزمه ويشرع في قراءة جديدة للثانية ويأتي فيها ما وقع له\nفي الأولى وهكذا على الثاني أيضا لو لم يفرغ مما لزمه إلا في الرابعة تبعه\nويغتفر له في كل ركعة ثلاثة أركان؛ لأنه بموافقة الإمام في أول القيام تجدد\nله حكم مستقل وإن لم يقصد موافقته بل وإن قصد [ق188/أ] مخالفته. أه (¬7)\n</p>\n\n<p>\nوعبارة ابن قاسم: واعلم أنه هل يشترط التبعية أو يشترط أن لا يقصد البقاء\nعلى نظم صلاة نفسه أو لا يشترط شئ من ذلك الذي يظهر الثالث فلا يشترط قد\n(¬8) التبعية ولا عدم قصد البقاء على نظم صلاته بل يكفي وجود التبعية\nبالفعل (¬9) (¬10) بأن يستمر معه ولا <span id='ms08'></span> يمشي على نظم صلاته بل لو قصد بعد\nتلبس الإمام بالقيام المشي على نظم صلاته ينبغي ألا تبطل صلاته بمجرد هذا\nالقصد؛ لأن مجرد القصد المبطل لا يبطل كما لو قصد أن يخطو ثلاث خطوات\nمتوالية (¬11) لم تبطل صلاته قبل الشروع. بقي أنه إذا كان ركع الإمام ورفع\nقبل إتمام ما عليه فأتمه وركع هل يكون مدركا للركعة؛ لأن الركعتين في حقه\nكالركعة الواحدة وقد كان موافقا أو له حكم المسبوق فيه نظر. وقد يتجه الأول\nسيما وقد أدرك هذه الركعة مع الإمام من ابتداءها ومن أدرك مع الإمام الركعة\nمن ابتداءها لا يكون إلا موافقا فليحرر. وكذا لو أسرع الإمام قراءته وركع\nقبل إتمام ما عليه هل يتخلف كبطيء القراءة فيه نظر فليحرر قاله ابن قاسم\n(¬12) ومقتضى قول الرملي فيما سبق: ما لم يسبق بالأكثر أيضا يقتضي أنه في\nالركعة الثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             # [ق188/ب] للإمام يباح له التخلف بثلاثة أركان طويلة فيكون في الثانية\nمعذورا كما عذر في الأولى ويحتمل خلافه انتهى (¬1).\n</p>\n\n<p>\nفلو كان السبق بأربعة أركان طويلة والإمام في الخامسة (¬2) كأن تخلف\nبالركوع والسجدتين والقيام والإمام حينئذ في الركوع بطلت صلاته قاله\nالبلقيني (¬3) وأقره الرملي.\n</p>\n\n<p>\nوهل يعد في صلاة الكسوف الركوعان شيئين أو شيئا واحدا الوجه هو الأول؛\nلأنهما ركنان ولو سلم فهما فعلان طويلان والفعل كالركن بدليل أنه لو تخلف\nبلا عذر عن سجود الإمام بطلت بهوي الإمام للسجدة الثانية وحينئذ فإذا تخلف\nعن القيام لبطئ قراءته مثلا لزمه موافقة الإمام إذا رفع من السجدة الأولى\nقبل إتيانه بما عليه كذا في حواشي التحفة انتهى (¬4).\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO والثاني من يشك بضم الشين أي الشاك قبل ركوع إمامه</h1>\n\n<p>\n في أنه هل قرا بإبدال الهمزة ألفا بعد سكونها لنية الوقف أو بتخفيفها\nساكنة كذلك فاتحته أم لا فإنه معذور فيجب تخلفه لقراءتها لبقاء محلها ويسعى\nخلفه ما لم يسبق بأكثر من ثلاثة أركان طويلة كما مر في بطئ القراءة ومثل\nالشك العلم بالترك بالأولى وكذا لو شك بعد ركوعه وقبل ركوع إمامه <span id='ms09'></span> فإنه\nيلزمه العود لقراءتها [ق189/ 1] ويوجه بأن ركوعه هنا يسن أو يجوز له تركه\nوالعود للإمام فكان ذلك بمنزلة شكه قبل أن يركع بالكلية صرح به الزيادي\n(¬5) نقلا عن ابن حجر (¬6) فلو كان الشك أو العلم بعد ركوعهما لم يعد إليها\nلفوات بل يتبع إمامه وتفوت الركعة فيتداركها بعد سلام الإمام (¬7) لكنه\nيسجد للسهو وإنما سجد في هذه؛ لأن ما فعله مع التردد بعد سلام الإمام محتمل\nللزيادة بخلاف التذكر فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             # يفعل معه محتملا للزيادة بعد سلام الإمام وإنما هو جبر لما وقع مع الإمام\n(¬1) فإن عاد عامدا عالما بطلت صلاته ويأتي ذلك في كل ركن علم المأموم تركه\nأو شك فيه بعد تلبسه بركن بعده يقينا أي وكان في التخلف له فحش مخالفة\nفيوافق إمامه ويأتي بدله بركعة بعد سلامه (¬2) وإذا تبعه ثم تذكر بعد قيامه\nللثانية أنه قرأ الفاتحة في الأولى حسب سجوده وتمت به ركعته، وإن كان فعله\nعلى قصد المتابعة وهذا بخلاف ما لو شك الإمام أو المنفرد بعد الركوع ولم\nيعودا للقيام بل سعيا على نظم صلاتهما فإن صلاتهما تبطل بذلك إن كانا\nعالمين بالحكم فإذا تذكرا القراءة بعد ذلك لا ينفعهما التذكر لبطلان\nصلاتهما بفعلهما السابق فلو كان ذلك سهوا أو جهلا [ق189/ب] حسب وتمت\nصلاتهما بذلك (¬3) صرح به في شرح الروض.\n</p>\n\n<p>\nوأما لو شك الإمام في الفاتحة بعد ركوعهما وعلم المأموم أنه شاك فيها\nفيلزمه الرجوع إلى القيام يقصده لأجل قراءة الفاتحة؛ لأن الأصل عدم قراءتها\nقال الشيخ سلطان (¬4) ويجب على المأموم انتظاره في الركوع إن لم يرجع معه\nوإلا انتظره في السجود (¬5) وقال ع ش (¬6) وأما حكم المأمومين الذين تلبسوا\nبالاعتدال مع الإمام فهل ينتظرونه في الاعتدال ويغتفر تطويله للضرورة ولا\nيركعون معه إذا ركع بعد القراءة أم يحكم عليهم بأنهم في القيام معه حتى\nيلزمهم أن يركعوا معه إذا ركع ثانيا لأجل المتابعة أو يسجدوا وينتظرونه فيه\nولا يضر سبقهم له بركنين لأجل الضرورة أم كيف الحال قال شيخنا الرملي <span id='ms10'></span>\nبالأول ويغتفر التطويل في الاعتدال ثم رجع ذلك واعتمدوا أنهم ينتظرونه في\nالسجود؛ لأنه ركن طويل ويغتفر سبقهم بركنين للضرورة (¬7) وبذلك قال ابن حجر\nأقول وهذا مفروض كما تري فيما إذا لم يعلموا من حال الإمام شيئا لبعدهم\nعنه، أو لكونها سرية أما لو علموا منه ترك الفاتحة فينتظرونه في السجود\nانتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفرع\n</p>\n\n<p>\nأحرم مقتد بإمام ثم شرع في الفاتحة إلى نصفها [ق190/أ] ثم شك فكررها مرة\nأخرى بحيث أنه لو استمر في شروعه الأول لوسعها وزيادة ثم إنه لم يركع حتى\nركع إمامه واعتدل حسبت ركعته بلا شك.\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO والثالث ما أشرت إليه بقولي (أو) أي ومن (نسي الصلاة)</h1>\n\n<p>\n فأو للتقسيم وكذا يقال فيما يأتي أي نسي أنه متلبس بها حتى ركع إمامه\nفيتخلف لقراءتها ويغتفر له ثلاثة أركان طويلة على ما مر في بطئ القراءة (¬1).\n</p>\n\n\n<h1 class='l1' id='head4'>AUTO والرابع ما أشرت إليه بقولي (أو) نسي قراءته للفاتحة</h1>\n\n<p>\n أي ذهل عنها حتى ركع إمامه فانه يتخلف لقراءتها ويجري على نظم نفسه\nويغتفر له ثلاثة أركان طويلة كبطئ القراءة على المعتمد خلافا للزركشي (¬2)\nحيث قال بسقوطها عنه (¬3) وخلافا لمن قال بعدم عذره في ذلك لتقصيره\nبالنسيان.\n</p>\n\n<p>\nوعبارة الرملي في شرحه: وفي معنى المسبوق كل متخلف بعذر كزوجة (¬4)\nونسيان للصلاة لا لقراءة الفاتحة انتهت وكتب عليه ع ش قوله لا لقراءة\nالفاتحة محترز للصلاة أي فلا يكون متخلفا بعذر بل إذا تذكر الفاتحة وجب أن\nيتخلف ويقرأها فإن فرغ منها قبل إتمام ركنين فعليين من الإمام فذاك وإلا\nوجبت المفارقة فإن لم يفعل حتى هوي الإمام للسجود بطلت صلاته كما هو شأن\n[ق190/ب] كل متخلف بغير عذر لكن نقل عن الزيادي أن نسيان القراءة كنسيان\nالصلاة كما ذكره الشمس الرملي في فضل المتابعة خلافا لما وقع له هنا وفي\nبعض النسخ إسقاط: لا لقراءة، وعليه فلا مخالفة بين كلاميه وعلى تسليمها\nيمكن الفرق بأن نسيان الصلاة يكثر بخلاف نسيان القراءة فإنه يندر انتهى\n(¬5). فلو لم يتذكر المأموم إنه تركها حتى ركع مع الإمام <span id='ms11'></span> لم يجز أن يعود\nإلى القيام لقراءتها بل يوافق الإمام وتفوته الركعة ويتداركها بعد السلام\nوفيه ما مر من مسألة الشك وهذا كله معنى قولي إن كان هذا الشك والنسيان لما\nذكر قبل ركوعه وبعد ركوع إمامه أو بالعكس أو قبلهما لا إن كان بعد ركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             # منهما أي الإمام والمأموم تحصلا بألف (¬1) الإطلاق أي وجد كل منهما كما\nمر توضيحه وخرج بالنسيان العمد بأن أحرم موافق وسكت فلم يشتغل بشيء فليس\nبعذر؛ لأنه ممنوع من الاستماع لقراءة غير الإمام كما قاله النووي والمراد\nبالمنع هنا الكراهة فالأوجه أنه يتخلف ويشتغل بقراءتها إلى أن يخاف التخلف\nبمقدار ركنين فعليين بأن يشرع في هوي السجود بحيث يخرج به عن حد القيام\nفيتعين عليه مفارقته [ق191/أ] بالنية إن بقي عليه شيء منها لإتمامه لبطلان\nصلاته بشروع الإمام فيما بعده وهذا هو المعتمد.\n</p>\n\n<p>\nوقال ابن الرفعة (¬2): يفارق ويقرأ وبحث شيخ الإسلام (¬3) في شرح الروض:\nأنه يقرأ وتجب المفارقة وقت خوفه من السبق والتخلف واعتمده البرماوي (¬4).\n</p>\n\n<p>\nفرع:\n</p>\n\n<p>\nلو اشتغل عن القراءة باستماع قراءة إمامه فهو معذور؛ لأنها عباده تتعلق\nبمصلحة الصلاة ولهذا جرى خلاف في أن الفاتحة لا تجب في الصلاة الجهرية على\nالمأموم، أو غير معذور إلحاقا بمن يشتغل بذكر أو تسبيح عقب دعاء الافتتاح\nكل محتمل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO فائدة</h2>\n\n<p>\n:\n</p>\n\n<p>\nقال في المصباح: نسيت الشيء أنسيه نسيانا مشترك بين معنيين أحدهما ترك\nالشيء على ذهول وغفلة وذلك خلاف الذكر له، والثاني الترك على تعمد وعليه\n(¬1): {ولا تنسوا الفضل بينكم} [البقرة: 237] أي لا تقصدوا الترك ولا\nالإهمال وتعدي إلى ثان بالهمزة والتضعيف ونسيت ركعة أهملتها (¬2) غفلة انتهى.\n</p>\n\n\n<h1 class='l1' id='head6'>AUTO والخامس ما أشرت له بقولي أو أي ومن عن قراءة للفاتحة بسنة</h1>\n\n<p>\n كتعوذ ودعاء افتتاح شغل أي اشتغل والحال أنه موافق ظن إدراكا لها أي\nلقراءة الفاتحة بعد السنة مع الإمام كما نقل عن العلماء وقد ركع إمامه\nفالأصح من ثلاثة [ق191/ب] أوجه ذكرها ابن العماد في القول التمام أنه معذور\nكبطيء القراءة فيأتي فيه ما مر فيختلف <span id='ms12'></span> (¬3) لقراءتها أو إتمامها ويلحق\nإمامه فيما هو فيه فإن خالف ولم يتمها بل ركع عامدا عالما بطلت صلاته؛\nلتركه القراءة عمدا كما أشار إليه في شرح المهذب (¬4) وأورد على أن تعبيرهم\nبسنة أنه يقتضي أنه إذا لم يندب له دعاء الافتتاح لا يكون معذورا إذا اشتغل\nبه وليس كذلك بل هو معذور وعبارة الرملي وابن حجر واللفظ للثاني: وظاهر\n(¬5) كلامهم هنا عذره وإن لم يندب له دعاء الافتتاح لو اشتغل به كما هو\nالمعتمد وحينئذ يشكل بما مر في تارك الفاتحة متعمدا إلا أن يفرق بأن له هنا\nنوع شبهة لاشتغاله بصورة سنة بخلافه فيما مر وأيضا فالتخلف لإتمام الفاتحة\nأفحش منه هنا ويشكل أيضا بما يأتي في المسبوق مع أن سبب عدم عذره كونه\nاشتغل بالسنة عن الفرض إلا أن يفرق بأن المسبوق يتحمل عنه الإمام فاحتيط له\nبأن لا يكون صرف شيئا لغير الفرض والموافق لا يتحمل عنه فعذر للتخلف لإكمال\nالفاتحة وإن قصر بصرفه بعض الزمن لغيرها لأن تقصيره باعتبار ظنه دون الواقع\nوالحاصل [ق192/أ] من كلامهم أننا بالنسبة للعذر وعدمه ندير الأمر على\nالواقع وبالنسبة لندب الإتيان بنحو التعوذ ندير الأمر على ظنه انتهى. (¬6)\nفإن تحقق فوت الفاتحة إذا اشتغل بالسنة فلا عذر له في التخلف كالبطيء؛ لأنه\nمقصر بل إن أتم الفاتحة وأدرك الإمام في الركوع وإلا فاتت الركعة وفي بطلان\nصلاته وجهان أصحهما لا تبطل إن أدركه في الاعتدال فأن لم يدرك معه الاعتدال\nبطلت صلاته. انتهى والوجه الثاني من الأوجه الثلاثة أن يركع مع الإمام\nوتسقط عنه القراءة وتحسب له الركعة وهو نصه في الإملاء (¬7) كما أفاده\nالبندبيجي (¬8) وعليه فلو اشتغل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # بإتمام الفاتحة كان متخلفا بلا عذر، فإن سبقه الإمام في الركوع وقرأ هذا\nالمسبوق الفاتحة ثم لحقه في الاعتدال لم يكن مدركا للركعة؛ لأنه لم يتابعه\nفي معظمها صرح به إمام الحرمين والأصحاب (¬1)، والوجه الثالث أنه يلزمه أن\nيقرأ من الفاتحة بقدر ما قرأ من الافتتاح لتقصيره بالتشاغل (¬2) قال ابن\nالعماد <span id='ms13'></span> وهو الأصح وقول الشيخ أبي زيد المروزي (¬3) وصححه القفال (¬4) انتهى.\n</p>\n\n<p>\nقال ابن العماد: والقياس أنه لو اشتغل عن الفاتحة بالتأمين والفتح على\nالإمام [ق192/ب] مجيء الأوجه في الاشتغال بالافتتاح وأولي؛ لأنه اشتغل بسنة\nخاصة متعلقة بمصلحة الصلاة بخلاف دعاء الافتتاح والتعوذ ثم قال قلت: ليس من\nالمصالح الخاصة بالصلاة انتهى. ...\n</p>\n\n\n<h1 class='l1' id='head7'>AUTO والسادس ما أشرت إليه بقولي أو أي ومن انتظاره أي لسكتة الإمام بين الفاتحة والسورة ليقرأ فاتحته</h1>\n\n<p>\n فيها حصل أي وجد أو حصل انتظاره لسورة بأن غلب على ظنه أنه يقرأ السورة\nوما الإمام قد فعل شيئا منها بل ركع عقب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             # الفاتحة فإنه يلزمه التخلف ويغتفر له ما مر وهو الأقرب كما ذكره الرملي\nخلافا للزركشي في قوله بسقوط الفاتحة (¬1).\n</p>\n\n<p>\nتنبيه ما تقرر من عد الانتظار للسكتة والسورة قسما واحدا هو المشهور\nوبعضهم يجعلها قسمين وحينئذ فيبلغ العدد المذكور خمسة عشر وجها والأمر واضح.\n</p>\n\n\n<h2 class='l2' id='head8'>AUTO فرع</h2>\n\n<p>\n قال الشهاب بن حجر (¬2) يسن للمأموم ولو في أولى السرية تأخير جميع\nفاتحته عن جميع فاتحة الإمام إن ظن أنه يقرأ السورة فلو علم أن إمامه يقتصر\nعلى الفاتحة أو سورة قصيرة لزمه إن أراد البقاء على متابعته وعلم أنه بعد\nركوعه لا يمكنه قراءتها إلا وقد سبق بأكثر من ركنين أن يقرأ الفاتحة مع\nإمامه فلو لم يقرأ [ق193/أ] حتى ركع الإمام لزمه التخلف لفواتها فإن فرغ\nمنها قبل أن يتم الإمام ركنين فعليين بأن ابتدي هوي السجود وزال عن حد\nالقائم فذاك والأقوى المفارقة جزما على المعتمد.\n</p>\n\n<p>\nوقال ابن الرفعة ينوي المفارقة قبل أن يقرأ بمجرد خوفه التخلف بهما (¬3)\nفعلم أن محل ندب تأخير فاتحته إن رجي أن إمامه يقرأ السورة أو يسكت بعد\nالفاتحة قدرا يسعها ومحل ندب سكوت الإمام إذا لم يعلم أن المأموم قرأها معه\nأو لا يرى قراءتها ذكره العلامة الشيخ سلطان (¬4).\n</p>\n\n\n<h1 class='l1' id='head9'>AUTO والسابع ما أشرت له بقولي أو أسرع الإمام في التشهد الأول وقام فكمل المأموم</h1>\n\n<p>\n أي فتخلف عن إمامه وأتمه وهو أي والحال أنه أي المأموم <span id='ms14'></span> ومقتدي به أي لم\nينو المفارقة منه حينئذ وقام فوجد الإمام راكعا فإنه يجب عليه أن يتخلف\nلفاتحته كبطيء القراءة والفرق بين التشهد والسورة حيث لا يتخلف لإتمامها أن\nالسورة لا ضابط لها ويحصل المقصود بآية أو أقل أو أكثر والتشهد مضبوط محدود\nنقله ابن قاسم عن الرملي (¬5) وخرج بالتكميل ما لو كان الإمام سريع القراءة\nوأتي به قبل رفع المأموم رأسه من السجود وقام فينبغي للمأموم متابعته وعدم\nإتيانه [ق193/ب] بالتشهد في الحالة المذكورة فلو كان تخلف له، كان متخلفا\nلغير عذر قاله الشبرامسلي (¬6).\n</p>\n\n\n<h2 class='l2' id='head10'>AUTO فرع</h2>\n\n<p>\nاشتغل المأموم عن التشهد الأول بالسجود الذي قبله فلما فرغ من السجود وجد\nالإمام قد تشهد وقام فهل يتشهد ثم يقوم أو يترك التشهد ثم يقوم الذي تحرر\nأن له ثلاثة أحوال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: أن يكون البطؤ للقراءة فتأخر لإتمام الفاتحة وفرغ منها قبل مضي\nالأركان المعتبرة وأخذ في الركوع وما بعده فلما فرغ من السجود قام الإمام\nعن هذا التشهد وهذا حكمه واضح في التخلف للتشهد وسقوط الفاتحة عنه إذا قام\nوركع الإمام.\n</p>\n\n<p>\nالثاني: أن يكون إطالة السجود سهوا وغفلة فالأوجه أنه يجلس جلوسا قصيرا\nولا يستوعب التشهد؛ لأنه لا يلزمه لحق المتابعة إلا الجلوس دون ألفاظه\nبدليل أنه لو جلس مع الإمام ساكتا كفاه وإن قام وقد ركع الإمام فهو\n</p>\n\n<p>\nكما لو نسي الإقتداء في السجود مثلا وسيأتي أنه كبطيء القراءة المار.\n</p>\n\n<p>\nالثالث: أن يكون أطال السجود عمدا وهذا أولى من الحال الثاني بقصر الجلوس\nوأما سقوط القراءة فلا سبيل إليه جزما؛ لأنه غير معذور بل يبطل تخلفه\nبركنين فعليين لفحشه [ق194/أ] ويجري فيه ما لو تخلف لقراءة الفاتحة بعد\nركوع إمامه (¬1).\n</p>\n\n\n<h1 class='l1' id='head11'>AUTO والثامن: ما أشرت إليه بقولي أو نام أي المأموم فيه أي في التشهد الأول متمكنا</h1>\n\n<p>\n فأفاق أي استيقظ من نومه فوجدا بألف الإطلاق أي رأى المأموم إمامه يركع\nفالعذر أي فعذره بدا أي ظهر وثبت فيقوم ويقرأ ويجري على نظم صلاة نفسه\nكالناسي (¬2)، كما نقله الرملي عن إفتاء والده <span id='ms15'></span>، قال: ولا يقال أنه يركع مع\nالإمام ويتحمل عنه الفاتحة؛ لأنه ليس بمسبوق ولا في حكمه والفرق بينه وبين\nالمزحوم (¬3) حيث يركع مع إمامه إذا رفع رأسه من السجدة فوجده راكعا إلزامه\nبما فاته به محل القراءة بخلاف هذا انتهى (¬4). ...\n</p>\n\n\n<h1 class='l1' id='head12'>AUTO والتاسع: ما أشرت إليه بقولي أو كان ظن أي المأموم أنه أي أن التشهد الأول أتى به الإمام حالة كون المأموم مختلطا عليه تكبير القيام</h1>\n\n<p>\n أي قيام الإمام من الركعة الثانية فظنه المأموم تكبير التشهد فجلس يتشهد\nظانا أن الإمام يتشهد فإذا هو في الركعة الثالثة فكبر الإمام للركوع فظنه\nلقيامها فقام فوجده راكعا فإنه يتخلف ويجري على نظم صلاة نفسه كبطيء\nالقراءة (¬5).\n</p>\n\n\n<h1 class='l1' id='head13'>AUTO والعاشر: ما أشرت له بقولي أو كان سمع المأموم تكبير أو وقع أي حصل</h1>\n\n<p>\n سواء [ق194/ب] كان إحراما أو غيره وإن قيده بعضهم بالإحرام فظنه أي\nالمأموم وقع من الإمام للركوع فركع أي المأموم والحال أنه لم يكن مكملا لما\nقرأ أي لقراءة الفاتحة فبان غيره أي فظهر للمأموم أن التكبير لم يكن من\nالإمام وأنه لم يركع فعاد المأموم للقيام ثانيا وقرأ الفاتحة فإنه يكون\nمعذورا ويجري على نظم صلاة نفسه ويغتفر له ما تقدم (¬6) لكن هل يعد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head14'>CHECK والثاني [عشر] ما أشرت إليه بقولي ومن يشك في الزمان الذي أدركه مع الإمام بعد الإحرام</h1>\n\n<p>\nالركوع المذكور قاطعا للموالاة فيستأنف قراءة الفاتحة أو لا وإن طال\nفيبني عليه فيه نظر والأقرب الثاني لأن ركوعه معذور فيه فأشبه السكوت\nالطويل سهوا وهو لا يقطع الموالاة (¬1) نبه على ذلك الشبرامسلي وبقي أيضا\nما لو كان مسبوقا أو لا بل يتخلف ويقرأ الفاتحة بقدر ما فاته في ركوعه\nلتقصيره فيه نظر، والأقرب الثاني أيضا للعلة المذكورة، ولأن العلة في العذر\nبما في الواقع لا بما في ظنه كما يأتي قاله ع ش (¬2)، وحينئذ فإن أدرك\nالركوع أدرك الركعة وإلا فلا ولا تبطل صلاته إلا إن تخلف بركنين فعليين ما\nلم ينو المفارقة (¬3). ... [ق195/أ]\n</p>\n\n\n<h1 class='l1' id='head15'>AUTO والحادي عشر: ما أشرت إليه <span id='ms16'></span> بقولي أو أي ومن نسي إقتداء بالإمام في سجدته الأولى والأخيرة</h1>\n\n<p>\n فركع الإمام قبل يقظته من غفلته ثم لما تذكر وجده راكعا فإنه معذور\nفيقوم ويتخلف عن إمامه وجوبا ويقرأ الفاتحة كبطيء القراءة وما قيل عن سقوط\nالفاتحة عنه مفرع على ما اختاره الزركشي من سقوط الفاتحة عن الناسي والأرجح\nخلافه (¬4)\n</p>\n\n<p>\nوالثاني [عشر] (¬5) ما أشرت إليه بقولي ومن يشك في الزمان الذي أدركه مع\nالإمام بعد الإحرام هل يسع فاتحة فيكون موافقا فيتخلف ويجري على ترتيب نفسه\nما لم يسبق بأكثر من ثلاثة أركان طويلة أو لا يسع ذلك فيكون مسبوقا مع\nالإمام ويتحمل عنه ما بقي به أي فيه الخلف أي الخلاف بين العلماء وقع أي\nحصل استظهر ابن حجر أنه يحتاط فيتخلف لإتمامها ولا يدرك الركعة ما لم يدرك\nالركوع؛ لأنه تعارض في حقه أصلان عدم إدراكها وعدم تحمل الإمام عنه\nفألزمناه إتمامها رعاية للثاني وفاتته الركعة بعدم إدراك ركوعها رعاية\nللأول احتياطا فيهما انتهى. وقضية كلام بعضهم أن محل هذا إن لم يحرم عقب\nإحرام الإمام أو عقب قيامه من ركعته وإلا لم يؤثر شكه وهو [ق195/ب] إنما\nيأتي على أن العبرة في الموافق بإدراك قدر الفاتحة من قراءة الإمام\nوالمعتمد خلافه كما يأتي والحاصل إن الذي اعتمده م ر (¬6) في شرحه نقلا عن\nإفتاء والده: الشاك في الموافقة والسبق وهو في أثناء فاتحته كالموافق يقينا\nفيتخلف لإتمام الفاتحة ويغتفر له ثلاثة أركان طويلة إلى آخر ما في الموافق\nوهو المعتمد؛ لأن تحمل الإمام لا يصار إليها إلا بيقين، لأنا علمنا وجوب\nالفاتحة عليه وشككنا في تحمل الإمام عنه لكونه مسبوقا والأصل عدم علمه\nوعبارته (¬7) وهل يلحق به أي بالموافق في سائر أحكامه من شك هل أدرك زمنا\nيسع الفاتحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             # لأن الأصل وجوبها في كل ركعة حتى يتحقق سقطها وعدم تحمل الإمام بشيء\nمنها، ولأن إدراك المسبوق الركعة رخصة، وفي معناها فلا تحصل مع الشك في\nالسبب المقتضي له؛ لأن التخلف لقراءتها أقرب إلى الاحتياط من <span id='ms17'></span> ترك إكمالها\nوحينئذ فيتأخر ويتم الفاتحة ويدرك الركعة ما لم يسبق بأكثر من ثلاثة أركان\nطويلة فإن سبق به تابعه فيما هو فيها ثم يأتي بركعة بعد سلامه في ذلك تردد\nللمتأخرين والمعتمد كما أفتى به الوالد - رحمه الله تعالى-: نعم لما مر\nوسواء في ذلك أن كان إحرامه عقب إحرام إمامه أو عقب قيامه من ركعة أم لا\nقاله بعض [ق196/أ] المتأخرين انتهت (¬1).\n</p>\n\n\n<h2 class='l2' id='head16'>AUTO فرعان</h2>\n\n<p>\n:\n</p>\n\n<p>\nأحدهما: لو أحرم منفردا جاز له قبل قراءة الفاتحة في أي ركعة الإقتداء\nبمن في الركوع فتسقط عنه الفاتحة، لكن هذا ظاهر إذا اقتدى به عقب أحرامه،\nأما لو مضى بعده ما يسع الفاتحة، أو بعضها من غير قراءة فهل تسقط عنه، أو\nتجب عليه قراءتها في الأول وبعضها في الثاني، وعلى هذا هو في الأولى\nكالموافق وفي الثانية كالمسبوق، أو كيف الحال فيه نظر انتهى كلام ابن قاسم\nعلى ابن حجر.\n</p>\n\n<p>\nأقول الأقرب أنه كالمسبوق؛ لأنه لم يدرك معه بعد اقتداءه به ما يسع\nالفاتحة، ولا نظر لما مضى قبل الإقتداء بعد الإحرام؛ لأنه كان منفردا فيه\nحقيقة ذكره ع ش (¬2).\n</p>\n\n<p>\nثانيهما: لو ركع المأموم قبل إتمامه الفاتحة ثم شك هل كان إدراك زمنا يسع\nالفاتحة فيكون واجب التخلف فتكون الركعة قد فاتته أولا قال شيخنا الطبلاوي\n(¬3): فاتت الركعة؛ لأن الأصل وجوب الفاتحة وعدم تحمل الإمام حتى يعلم سبب\nالتحمل؛ لأن ذلك رخصة وهو موافق لإفتاء شيخنا الرملي قاله ابن قاسم (¬4).\n</p>\n\n\n<h1 class='l1' id='head17'>AUTO والثالث عشر: ما أشرت إلي بقولي أو أي ومن نذر على نفسه السورة أي قراءة سورة في الصلاة عقب الفاتحة فركع الإمام قبل قراءتها</h1>\n\n<p>\n وهو أي والحال أنه [ق196/ب] أي المأموم متخلف يأتي بها فإنه يعذر في هذا\nالتخلف ما لم يسبق بأكثر مما مر نقله (¬5) الشوبري (¬6) عن الرملي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head18'>AUTO والرابع عشر: ما أشرت إليه بقولي أو من شك في ترك بعض حروف الفاتحة، أو بعض كلماتها أثنائها</h1>\n\n<p>\n أي وهو في أثنائها أي قبل فراغها بأن أنه أتى بجميع الحروف، أو الكلمات <span id='ms18'></span>،\nأو بعضها، فإنه يجب أن يرجع إليه ويأتي به وهو معذور، فيغتفر له ما مر ثم\nإن كان في الكلمة الأخيرة أعادها وإن كان فيما قبلها وجب استئنافها؛ لأن\nتخلل الذكر يقطع الموالاة، فإن شك بعد الفراغ منها لم يجب عليه إعادتها كما\nنقله في شرح المهذب عن الشيخ أبي محمد (¬1)؛ لأن الظاهر مضيها تامة، ولأن\nحروفها تكثر فيعسر على القارئ ضبطها واستحضارها فاكتفي فيه بغلبة الظن\nبخلاف بقية الأركان، وقياس التشهد على الفاتحة في ذلك واضح (¬2) وفي حاشية\nأستاذنا العجيلي (¬3) على المنهج: \"فرع لو شك بعد فراغ الفاتحة في بعضها لم\nيفرق مثلها في ذلك التشهد قاله الزركشي، قال شيخنا ابن حجر في شرح الإرشاد\n(¬4)، وكذا سائر الأركان فيما يظهر، وكذا سائر الأركان فيما يظهر، فلو شك\nفي السجود مثلا من أصله لزمه الإتيان به، أو بعده في نحو وضع اليد لم يلزمه\nشيء للعلة [ق197/أ] المذكورة أي وهو أن الظاهر مضيها تامة واعتمد م ر أنه\nلا يضر في الفاتحة ومثلها التشهد بخلاف ما عدا ذلك من الأركان القولية\nكالتكبير والسلام والأفعال؛ لأنه علل بأن القول الكثير متفاصل الأجزاء\nالكثيرة فيكثر الشك فيه فيخفف فيه انتهى. (¬5) سم (¬6) بالحرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nولو شك قبل فراغ الكلمة في أنه أتى بحروفها على الوجه المطلوب فيها من\nنحو الهمس والرخاوة فأعادها ليأتي بها على الوجه المطلوب فإنه من الوسوسة\nالظاهرة فيما يظهر وقد تقدم حكمها (¬1).\n</p>\n\n<p>\nخذ أيها الطالب لهذه المسائل أي افهم أو حصل مسائل عدة بكسر العين\nالمهملة أي محدودة ثلاثة عشر أو أكثر أو أقل على ما مر ذكرتها لك واضحة أي\nظاهرة عددا وحكما كما مر وفي نسخة راجحة أي مائلة إلى (¬2) الصحة والوضوح.\n</p>\n\n<p>\nواعلم أن الخلاف المذكور في عدها إنما هو بحسب الإطلاع وعدمه أو بحسب ما\nأريد الاقتصار عليه لا لكون من اقتصر على عدد نظما أو نثرا حكم بتضعيف ما\nسواه لما مر أنها كلها معتمدة فلا منافاة بين هذه الأعداد الأحد عشر\nوالأكثر والله أعلم <span id='ms19'></span>.\n</p>\n\n<p>\nهذا أي افهم هذا الذي ذكرته لك وأقول لك [ق197/ب] أيضا أنه في تعريف\nالموافق لإمامه الخلف أي\n</p>\n\n<p>\nالاختلاف وقع أي حصل بين العلماء على قولين فقيل: أي فقال بعضهم هو من\nأدرك بعد إحرامه مع إمامه مدة من الزمان تسع فاتحة (¬3) أي قراءتها لكن\nبالوسط المعتدل أي بالنسبة للقراءة المعتدلة لغالب الناس في العرف\n</p>\n\n<p>\nوقولي مع الإمام متعلق بإدراك وهو أي المذكور من القول بأن الموافق هو من\nأدرك ما ذكر والقول بأن قراءته بالوسط المعتدل راجح أي مائل إلى الصواب عن\nمقابله جلي أي ظاهر الرجحان كما بينه ابن حجر في شرح الإرشاد.\n</p>\n\n<p>\nومقابل الثاني أعني القول بالوسط المعتدل قولان:\n</p>\n\n<p>\nأحدهما أنه بالنسبة لقراءة الشخص نفسه ورجحه الزركشي وهو مرجوح لما يلزم\nعلى كلامه أن بطيء القراءة إذا لم يشتغل بغير الفاتحة وأدرك زمنا يسعها\nبالنظر للوسط المعتدل يكون مسبوقا لا موافقا لأنه لم يدرك زمنا يسعها من\nقراءة نفسه وكيف يتصور تخلفه لإتمام الفاتحة حتى يغتفر له ثلاثة أركان\nطويلة مع أنه لم يشتغل بغير الفاتحة ومع كونه أدرك زمنا يسعها وتخلفه\nلإتمامها [ق198/أ]؛ لأن الوسع لم يغتفر فيه قراءة نفسه فظهر أن الأوجه\nالأول انتهى.\n</p>\n\n<p>\nوثانيهما أنه بالنسبة لقراءة إمامه وهو مرجوح أيضا لما يلزم عليه أن\nالشاك في السبق والموافقة يلزمه الاحتياط فيتخلف لإتمام الفاتحة لكن لإدراك\nالركعة (¬4) كما استوجهه ابن حجر قال: لأنه تعارض في حقه أصلان عدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             # إدراكهما وعدم تحمل الإمام عنه فألزمناه إتمامها رعاية للثاني وفاتته\nالركعة بعدم إدراك ركوعها رعاية للأول احتياطا فيهما وقد تقدم أن المعتمد\nخلافه (¬1).\n</p>\n\n<p>\nومقابل الأوجه أعني أن الموافق ما ذكر أيضا قولان: قيل أي قال بعض شراح\nالمنهاج الموافق هو من أي الذي بعد تحرم الإمام أحرما بألف الإطلاق أي أتى\nبتكبيرة الإحرام وهذا قول أول أو هو من أحرم بعد أن قام أي الإمام من ركعته\nوهذا قول ثان وضعفوهما أي ضعف العلماء هذين القولين أي القول بأنه من أحرم\nبعد قيامه؛ لما <span id='ms20'></span> يلزم على الأول أن أحكام الموافق والمسبوق لا تكون إلا في\nالركعة الأولى وهو خلاف ما صرحوا من تأتيها في كل الركعات، ألا ترى أن\nالساعي على [ق198/ب] ترتيب نفسه كبطيء النهضة إذا فرغ من سعيه على ترتيب\nنفسه فإن أدرك مع الإمام زمنا يسع الفاتحة فموافق وإلا فمسبوق (¬2)، وعلى\nالثاني من أنه لم يدرك الركعة من أولها لا يكون موافقا، وإن أدرك زمنا يسع\nالفاتحة وهو فاسد.\n</p>\n\n<p>\nفائدة التعبير بقيل في جانب القول الثاني على بابه أي من أن صيغة قيل\nللتضعيف كما عرفت، وفي جانب القول الأول ليس على بابه بل بمعنى القول، وقد\nذكر بعض شراح الشفا أن كلمة قيل قد يؤتى بها عند اتفاق العلماء على القول.\n</p>\n\n<p>\nوضده أي وضد الموافق المسبوق في أي على القولين السابقين أي القول بأن\nالموافق هو من أدرك مدة إلخ، والقول بأنه من أحرم مع الإمام إلخ، فعلى\nالأول المسبوق من لم يدرك مدة مع الإمام تسع الفاتحة بالوسط المعتدل ولو\nكان في الركعة الأولي وعلى الثاني هو من لم يدرك الإحرام مع إمامه أو بعد\nقيامه من ركعته.\n</p>\n\n<p>\nوقد وقع في اليقين أي في اشتراط التيقين (¬3) وعدمه الخلف أي الاختلاف في\nتعريف هذين أي الموافق والمسبوق فعند الرملي: من أدرك ما مضى ولو احتمالا\nوعند ابن حجر هو من أدرك ذلك يقينا ويترتب عليه مسألة الشك [ق199/أ] في\nالسبق والموافقة المتقدم ذكرها وكذا يقال في تعريف المسبوق.\n</p>\n\n\n<h1 class='l1' id='head19'>AUTO ثم شرعت في أحكام تتعلق بالمسبوق مناسبة لما مر</h1>\n\n<p>\n فقلت وسن بالبناء للمجهول للمسبوق والمراد به هنا من لم يدرك أول الصلاة\nمع الإمام كما صرح بذلك الشهاب بن قاسم، لا من لم يدرك زمنا يسع الفاتحة،\nبدليل أنهم جعلوا من أقسامه من أدرك ذلك كما سيشير إليه قولي: ما لم يظن\nبعده إدراكها، أن لا يشتغل بعد تحرمه بسنة كدعاء الافتتاح وتعوذ عن أم قران\nوهي الفاتحة سميت بذلك؛ لأنها مفتتحه ومبدؤه فكأنها أصله ومنشاؤه؛ لأنها\nجمعت معانيه كلها <span id='ms21'></span> فكأنها نسخة مختصرة، وكأن القرآن كله بعدها تفصيل لها\nوذلك؛ لأنها جمعت الإلهيات في: {الحمد لله رب العالمين (2) الرحمن الرحيم}\n[الفاتحة: 2، 3]، والدار الآخرة في: {مالك يوم الدين} [الفاتحة:4] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             # والعبادات كلها من الاعتقادات والأحكام التي تقتضيها الأوامر والنواهي\nفي: {إياك نعبد} [الفاتحة: 5] والشريعة كلها في: {الصراط المستقيم}\n[الفاتحة: 6] والأنبياء وغيرهم كالشهداء والصالحين والصديقين في قوله:\n{الذين أنعمت عليهم} [الفاتحة: 7] و، ذكر طوائف الكفر في: {غير المغضوب\nعليهم ولا الضالين} [الفاتحة: 7] [ق199/ب] ولا الضالين (¬1).\n</p>\n\n<p>\nوقال الخليل (¬2) كل شيء ضم إليه ما يليه يسمى أما انتهى.\n</p>\n\n<p>\nوقولي: كفل بضم الكاف وكسر الفاء نعت لقرآن أي تكفل الله بحفظه عن أن\nيتطرق له خلل بنحو تغيير، أو تبديل، قال تعالى: {إنا نحن نزلنا الذكر وإنا\nله لحافظون} [الحجر: 9]، بل يشتغل بالفاتحة فقط إذ الاهتمام بشأن الفرض\nأولى، ويخففها حذرا من فوتها ما لم يظن أي المسبوق بعده أي بعد الاشتغال\nالمذكور إدراكها أي الفاتحة بحسب حاله وحال إمامه فإن يظنه أتى قبل أي قبل\nالفاتحة بها أي بالسنة استحبابا ثم بالفاتحة بخلاف ما إذا جهل حاله، أو ظن\nالإسراع منه، وأنه لا يدركها معه فيبدي بالفاتحة فإن تخلف ظنه لزمه التخلف\nلقراءتها كبطيء القراءة، قال الشهاب بن القاسم: ولهذا المسبوق أحوال أحدها\nأن يتحقق الإدراك ولا شبهة أنه يشتغل يعني بالسنة الثاني أن يتحقق عدم\nالإدراك وهذا مقصر فإن ركع أمامه جاز له التخلف بركنين فتجب المفارقة وإلا\nبطلت الثالث أن يظن الإدراك وحكمه أنه يسن له الاشتغال بالسنة فلو اختلف\nظنه فركع قبل الإمام [ق200/أ] فظاهر أنه كبطيء القراءة لعذره وفيه نزاع في\nشرح العباب الرابع بما إذا اعتقد وهو ظاهر كلام المصنف وغيره يعني بالمصنف\nشيخ الإسلام ويحتمل أن يقيد ذلك بما إذا اعتقد أنه يطلب منه والحالة هذه\nالاشتغال بالسنة أو شك في ذلك أما لو شك أنه يطلب منه ذلك فقد يقال أنه\nمقصر فلا يكون كبطيء القراءة ولعل هذا الاحتمال أقرب والخامس أنه يشك في\nالإدراك والظاهر <span id='ms22'></span> أنه كبطيء القراءة لعذره والاشتغال بمندوب في الجملة مع\nقيام الاحتمال ولا يخفى عليك أن هذا كله فيمن أدرك زمنا يسع الفاتحة انتهى\nملخصا وبعضه بالمعنى فإن يكن المسبوق المذكور هنا بها أي بالسنة لم يشتغل\nبل قرأ الفاتحة عقب تحرمه وركع الإمام أثناء قراءته فإنه يقطع قراءته ويركع\nمع إمامه وإن كان بطيء القراءة حتما أي وجوبا لأجل تحصيل الركعة لأنه لم\nيدرك سوى ما قرأه وحسبت ركعته وإن أدركه قبل قيامه عن اقل الركوع ويتحمل\nعنه الإمام ما بقي من الفاتحة كما يتحمل عنه جميعها لو أدركه راكعا\n[ق200/ب] أو ركع عقب تحرمه إذلا فرق بين تحمل البعض والكل لكن يشترط أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             # يطمئن يقينا قبل رفع الإمام رأسه عن أقل الركوع ولا يلزمه البطء أن يتخلف\nبعد ركوع إمامه ويقرأ من الفاتحة قدر ما يقرأه لو اعتدلت قراءته لما مر\nبخلاف البطيء الموافق كما مر لا إنه أدرك مع الإمام محل قراءة الفاتحة\nفيتخلف لإتمامها وهو معذور كما تقدم وإلا فاتت ركعته إن منع نفسه من الركوع\nبأن تخلف عن إمامه بعد قراءة ما أدركه من الفاتحة لإتمامها حتى رفع رأسه من\nأقل الركوع لعدم متابعته في معظمها فيوافق الإمام فيما هو فيه ولو ركع في\nهذه الحالة عامدا عالما بالتحريم فالظاهر البطلان لزيادة ركوع غير محسوب\nولا متابعة (¬1) وهو كذلك وتبطل الصلاة أي صلاة المسبوق الممتنع من الركوع\nإن تخلفا بألف الإطلاق عنه أي عن إمامه بركنين فعليين متواليين عامدا عالما\nكان هوي إمامه للسجود وهو قائم بعد القراءة الواجبة إن العذر انتفى عنه أي\nإن كان تخلفه بغير عذر مما مر. لتقصيره (¬2) بخلاف تخلفه بهما ناسيا أو\nجاهلا [ق201/أ] أو يفعل فقط فلا تبطل ولا تفوته الركعة\n</p>\n\n<p>\nتنبيه مثل المتخلف بما ذكر السابق لإمامه به فلو سبق إمامه بركنين فعليين\nعامدا عالما بالتحريم كان هو للسجود والإمام قائم بطلت صلاته بخلاف سبقه\nبهما ناسيا أو جاهلا، لكن لا يقيد بتلك الركعة فيأتي بعد سلام <span id='ms23'></span> إمامه بركعة\nحيث استمر ناسيا أو جاهلا حتى أتى الإمام بهما، فلو تذكر أو علم الحال قبل\nإتيان الإمام بهما وجبت عليه العود ولا شيء عليه؛ لإتيانه بهما في محلهما.\n</p>\n\n<p>\nفرع لو أحرم المأموم فركع الإمام عقب إحرامه، ليس له أن يشتغل بالفاتحة\nقائما، وإن علم أنه يدركها ويدرك الإمام في الركوع ويطمئن معه، بل يهوي\nللركوع مكبرا؛ لأن متابعة الإمام واجبة والفاتحة في هذه الحالة غير واجبة\nولا مستحبة، وكذلك لو أحرم والإمام في حد أقل الركوع ومن عادته تطويل\nالركوع بحيث يمكن المأموم قراءة الفاتحة وإدراك الطمأنينة معه في الركوع\nفإنه لا يتخلف لقراءتها قاله في القول التام، وكذا لو أحرم منفرد أو مضى\nبعد إحرامه زمنا يسع الفاتحة ثم اقتدى بإمام راكع، أو ركع عقب اقتدائه فإنه\nيركع [ق201/ب] معه حتما وتسقط عنه القراءة ويدرك الركعة بهذا الركوع كما\nاستقر به (ع ش) وإن استقر ب (ش ب) (¬3) أنه يتخلف ويقرأ ويكون معذورا\nكالموافق؛ لاستقرار الفاتحة عليه (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head20'>AUTO فائدة</h1>\n\n<p>\n قد تقدم أن ركعة المسبوق لا تختص بالأولى بل قد تكون ثانية أو ثالثة أو\nرابعة ولا يتصور أن يكون مسبوقا بركعتين متواليتين إلا في مسألة الزحام في\nالجمعة أو غيرها وصورتها إدراك الإمام راكعا في الركعة الأولى أو أدرك معه\nزمنا يسع بعض الفاتحة ثم ركع معه واعتدل ثم زحم عن السجود فلم يفرغ منه حتى\nركع الإمام في الثانية فإنه يركع وتسقط القراءة وكذلك لو أدرك معه بعض\nالفاتحة ثم ركع فإنه يقطع ويركع معه ولو حصل الزحام في صلاة الظهر فزحم عن\nالسجود في الأربع ركعات ترك الفاتحة في الجميع وصحت صلاته وإن يكن أي\nالمسبوق بما يسن من نحو الافتتاح والتعوذ شارعا أي آتيا أو سكت بعد تحرمه\nزمنا قبل أن يقرأ مع علمه بأن الفاتحة واجبة عليه واستمع قراءة إمامه\nوالحال أنه ظن إدراك الإمام أي أن يدرك [ق202/ أ] إمامه راكعا قرأ بإبدال\nالهمزة ألفا وجوبا من الفاتحة بقدر ما أتى به <span id='ms24'></span> من السنة لتقصيره (¬1) بعد،\nوله من فرض إلى غيره قال بعضهم أي أتى بقدر ما ذكر يقينا ويعلمه بالزمن\nالذي يسع ذلك بخلاف من جهل الفاتحة يقف بقدرها في ظنه إذ لا يعلم ما يسعها\nانتهى (¬2).\n</p>\n\n<p>\nوقال م ر هنا أيضا في ظنه قال: وينبغي أن يكون المراد أنه يجب أن يقرأ\nقدر ما يسع الزمن الذي فوقه في نحو الافتتاح بالقراءة المعتدلة، ولا يجب أن\nيقرأ بعدد حروف ما قرأ في ذلك الزمن من نحو الافتتاح ولعل المتجه أن يقال\nالواجب أن يقرأ بقدر حروف ما كان يقرؤه في ذلك الزمن بقراءة نفسه؛ لأن هذا\nواجبه انتهى (¬3) أو بقدر زمن سكوته قال م ر: وقضية التعليل يعني تقصيره\nبعد وله من فرض إلى غيره (¬4) أنه إذا ظن إدراكه في ركوعه فأتى بالافتتاح\nوالتعوذ فركع أمامه على خلاف عادته أن اقتصر على الفاتحة وأعرض عن السنة\nالتي قبلها والتي بعدها أنه يركع معه وإن لم يكن قرأ من الفاتحة شيئا\nومقتضى إطلاق الشيخين (¬5) وغيرهما عدم الفرق يعني بين [ق202/ب] ظن إدراك\nالفاتحة وعدم إدراكها، هو المعتمد كما قاله الشيخ؛ لبقاء محل القراءة لا\nنسلم أن تذكيره بما ذكر منتف في ذلك إذ لا عبرة بالظن البين خطؤه انتهى (¬6).\n</p>\n\n<p>\nقال ع ش: وعليه فإن أدرك مع الإمام زمنا يسع الفاتحة فهو كبطيء القراءة\nوإلا فيقرأ بقدر ما فوته اه (¬7).\n</p>\n\n<p>\nأما إذا جهل الفاتحة (¬8) واجبة عليه فهو بتخلفه لما لزمه متخلف بعذر\nقاله القاضي (¬9) وأقره م ر (¬10).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا قرأ عليه ركعا بألف الإطلاق وجوبا، فإن ركع معه بدون قراءة بقدر ما\nذكر بطلت صلاته إن كان عامدا عالما بطلت (¬1)، وإلا لم يعتد بما فعله فيأتي\nبركعة بعد سلام الإمام. وهل يجب عليه العود لتتميم القراءة مع نية المفارقة\nإذا هوي إمامه للسجود، إذا علم بالحال إذ حركته غير معتد بها حينئذ فلا وجه\nلمضيه فيما هو فيه أو لا يجب؟ الظاهر الأول (¬2) وإذا ركع حسبت ركعته إن\nكان فيه أي الركوع <span id='ms25'></span> معه بسكون العين على قلة أي مع إمامه اجتمعا بألف\nالإطلاق بأن أدركه فيه واطمأن معه يقينا قبل رفعه عن أقله وذلك اليقين يحصل\nبالمشاهدة في البصير وبوضع كل يده [ق203/أ] على ظهره في نحو الأعمى (¬3)،\nوكذا لو ظن بل أو غلب على ظنه إدراك ذلك وإن بعد عن الإمام أي فإنه كاليقين\nونظرفيه الزركشي ونقل أيضا عن الفارقي (¬4) أنه إذا كان المأموم لا يرى\nالإمام فالمعتبر أن يغلب على ظنه أنه أدركه في القدر المجزي (¬5). وفي ق ل\nعلى الجلال (¬6): واطمأن أي يقينا ومثله ظن لا تردد معه كما هو ظاهر في نحو\nبعيد أو أعمى واعتمده شيخنا م ر (¬7) اه (¬8).\n</p>\n\n<p>\nفلو شك في إدراك الحد المعتبر بأن تردد في طمأنينته قبل ارتفاع إمامه عن\nأقل الركوع لم تحسب ركعته في الأظهر (¬9)؛ لأن الأصل عدم الإدراك بل يأتي\nبدلها ركعة بعد سلام الإمام ويسجد للسهو آخر صلاته؛ لأنه أتى بركعة حال\nانفراده وهو شاك في زيادتها فهو كمن شك هل صلى ثلاثا أو أربعا وبقي ما لم\nيطمئن مع الإمام قبل ارتفاعه لكن لما قام الإمام شك يعني الإمام في ركوعه\nفأعاده فهل يعود المأموم معه للركوع ويدرك الركعة وإلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             # فيه نظر، والذي يظهر أنه إن علم أن عوده للشك كأن كتب له بذلك وجب العود\nمعه؛ لتبين وجوب الركوع على الإمام وإلا فلا يعود بل يمتنع عليه ذلك قاله\n[ق 203/ب] ع ش (¬1) فإن لم يجتمع معه فيه كما ذكر فاتت الركعة بناء على أنه\nمتخلف بغير عذر وهو قول القاضي والمتولي (¬2)؛ لتقصيره بما مر ومن عبر\nبعذره كالبغوي (¬3) والشيخين نظر إلى أنه ملزوم بالقراءة كما أشار إلى ذلك\nالجلال المحلي ويجب عليه بعد رفع الإمام تكميل ما فاته حتى يريد الإمام\nالهوي للسجود قاله الشوبري وإلا يركع؛ لأنه لا يحسب له فإن هوي بفتح الواو\nأي الإمام أي سقط إلى السجود وافقه أي المأموم فيه إن كان أي المأموم قد\nقرأ ما عليه من الفاتحة كما <span id='ms26'></span> جزم به في التحقيق واعتمده الرملي وإلا بإدغام\nإن الشرطية في لا النافية أي بأن لم يكن قرأ ما عليه فلا يوافق في الهوي\nالمذكور بل فارقه بالنية؛ لأنه تعارض عليه وجوب وفاء ما لزمه وبطلان صلاته\nبهوي الإمام للسجود فلا مخلص بكل تقدير إلا نية المفارقة كما في شرح أر\n(¬4)؛ لأنه تخلف بركنين فعليين قال في شرح العباب (¬5) والأوجه عندي أنه\nتخلف لقراءة ما لزمه حتى يريد الإمام أن يهوي للسجود فإن كمل وافقه في\nالهوي وإلا لزمه نية المفارقة (¬6)؛ لأنه تعارض عليه أمران وجوب قراءة ما\nفوته ووجوب [ق 204/أ] متابعة الإمام وقدم الأول لما يلزم على الثاني من\nإسقاط الواجب لغير واجب لتمكنه من عدم المتابعة بنية المفارقة أه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nلكن فهم ابن حجر وم ر من كلام شيخ الإسلام (¬1) إن غرضه عدم التقييد وإن\nمراده أن المأموم يتابع الإمام في الهوي سواء كمل ما عليه أم لا، وإن هذا\nالإطلاق معتمد عنده وعند التحقيق بحسب ما فهمه عنه واعترضه الرملي؛ لأن\nالتحقيق إنها (¬2) فرعه على المرجوح، وعبارته أعني الرملي: وقد نقل الشيخ\nعن التحقيق واعتمد لزوم متابعته في الهوي حينئذ ويوجه بأنه لما لزمته\nمتابعته حينئذ سقط موجب تقصيره من التخلف لقراءة قدر ما لحقه فغلب واجب\nالمتابعة وعليه فلا يلزمه مفارقته بحسب ما فهمه من كلامه، وإلا فعبارته\nصحيحة في تفريعه على المرجوح وانتهت (¬3).\n</p>\n\n<p>\nثم ما تقرر من وجوب القراءة مع ظنه إدراك الركوع مع الإمام هو المعتمد\nكما نص عليه في الأم واعتمده ومال الطبلاوي إلى وجوب القراءة وإن لم يظن\nذلك بل قال وإن ظن أنه لا يدركه فيه قال سم: لأنه قد يدركه على خلاف ظنه\nانتهى. قال الفارقي: وصورة تخلفه للقراءة أن يظن أن يدرك [ق204/ب] الإمام\nقبل سجوده، وإلا فليتابعه قطعا ولا يقرا لكن المعتمد ما نص عليه في الأم.\n</p>\n\n<p>\nأو لم يظنه أي وإن لم يظن المسبوق إدراك الإمام راكعا بعد قراءة قدر ما\nأتى به من السنة نوى <span id='ms27'></span> المفارقة وجوبا عند عدم ظنه ذلك فإن أبى أي امتنع من\nنية المفارقة حينئذ حرمته أي فالحرمة بسبب إمتاعه محققة أي متفق عليها ولا\nتبطل الصلاة أي صلاة المسبوق ألا إن تخلفا بألف الإطلاق أي المسبوق عنه أي\nعن إمامه بركنين فعليين عامدا عالما بلا عذر وقولي كما قد عرفا بألف\nالإطلاق متعلق تبطل أي كالبطلان الذي عرف عند المحققين كالرملي وغيره أو\nكما قد عرف في حكم من لم يشتغل بسنة في قولي هناك وتبطل الصلاة إن تخلفا\nعنه بركنين إن العذر انتفى فإن الحكم بالتخلف بما ذكر لم يختلف.\n</p>\n\n<p>\nتنبيه ما تقرر في هذه المسألة فهو المعتمد من أقوال ثلاثة:\n</p>\n\n<p>\nثانيها: يوافقها مطلقا سواء اشتغل بسنة أم لا ويسقط باقيها لخبر: (إذا\nركع الإمام فاركعوا) (¬4) فلو اشتغل بإتمام الفاتحة كان متخلفا بلا عذر فإن\nسبقه الإمام بالركوع وقرأ هذا المسبوق الفاتحة ثم لحقه في الاعتدال\n[ق205/أ] لم يكن مدركا للركعة؛ لأنه لم يتابعه صرح بذلك إمام الحرمين، وهل\nتبطل صلاته؟ فيه وجهان: قيل تبطل ترك متابعة الإمام، فيما فاتت به ركعته،\nفكان كالمتخلف بركعة، وأصحها لا تبطل، وعليه قال الإمام ينبغي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             # أن لا يركع؛ لأن الركوع غير محسوب له، ولكن يتابع الإمام في الهوي\nللسجود، ويصير كأنه أدركه الآن، والركعة غير محسوبة له (¬1).\n</p>\n\n<p>\nثالثهما: يتم الفاتحة مطلقا؛ لأنه أدرك القيام الذي هو محلها فلزمته (¬2)\nفلو تخلف ليقرأ كان متخلفا بعذر فيسعى خلف الإمام على نظم صلاة نفسه مالم\nيسبق بأكثر من ثلاثة أركان طويلة، وتحسب له الركعة فإن ركع ولم يتم الفاتحة\nعامدا عالما بطلت صلاته (¬3) صرح بذلك في العباب اه، ولا يخفى أن حرمة\nالتخلف بالركنين المذكورين من الكبائر كالسبق بركن أو بعضه، وأما التخلف\nبركن فمكروه كراهة تنزيه وكذا مجرد رفع الرأس من الركن ومجرد الهوي منه ولم\nيصل إلى الركن الآخر ومجرد القيام، وعن ابن حجر في الزواجر: مسابقة الإمام\nمن الكبائر (¬4).\n</p>\n\n\n<h1 class='l1' id='head21'>AUTO فرع</h1>\n\n<p>\n:\n</p>\n\n<p>\nأدرك الإمام [ق205/ب] في أول ركعة ولو أحرم معه في <span id='ms28'></span> الحال أمكنه القراءة\nفأخر تكبيرة الإحرام حتى ركع الإمام أو قارب الركوع كان مقصرا في إدراك\nتكبيرة الإحرام وفي إدراك فضيلة القراءة مع الإمام ولا يكون مقصرا بالنسبة\nإلى إدراك الركعة بخلاف تأخير القراءة بعد التحريم قاله الإمام في النهاية\n(¬5)، وعبر بقوله: وليس كتأخير عقد الصلاة فإن الالتزام إنما يحصل بالعقد\nقاله ابن العماد في القول التمام.\n</p>\n\n\n<h1 class='l1' id='head22'>AUTO خاتمة</h1>\n\n<p>\n:\n</p>\n\n<p>\nما أدركه المسبوق مما يعتد له به فأول صلاته وما يفعله بعد سلام الإمام\nآخرها فيعيد في ثانية صبح أدرك الإحرام منها وقنت فيها مع الإمام القنوت\nوفي ثانية مغرب أدرك الأخير منها معه التشهد؛ لأنهما محلهما وما فعله مع\nالإمام إنما كان للمتابعة ويقضي فيما لو أدرك ركعتين من رباعية قراءة\nالسورة في الأخيرتين لئلا تخلو صلاته منها والله أعلم (¬6).\n</p>\n\n<p>\nوقد تم أي كمل ذا النظم وهو ضد النثر وأسهل منه ولذلك اخترته ومعناه لغة\nالجمع واصطلاحا الكلام الموزون بأوزان العرب المقفى قصدا وقولي بحمد ربنا\nمتعلق بتم وعلى ختام أي خاتم الرسل بسكون السين للوزن [ق206/أ] أي آخر\nالرسل وكذا الأنبياء في البعث بالرسالة وعلى الآل أي آله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             # والمراد بهم في مقام الدعاء كما هنا أتباعه، أو كل مؤمن وهو يعم أقاربه\nوغيرهم وجملة الجار والمجرور خبر مقدم وقولي الثنا مبتدأ مؤخر أي الذكر\nبالخير والوصف فيعم الصلاة والسلام وغيرهما من الله ومن خلقه والمراد اطلب\nمن الله أن يزيد ثناؤه على سيدنا محمد صلى الله عليه وسلم وعلى آله كما ذكر\nأبياته أي عدد أبيات (¬1) ذا النظم لب أي عدد عدد حساب لفظة لب بالجمل\nفاللام بثلاثين والباء باثنين أي غير بيت التاريخ فالجملة ثلاثة وثلاثون\nواللب بضم اللام قلب الشيء وخلاصته وفيه تفاؤل بحسن هذا النظم ولهذا قلت\nفبادر واحفظن بنون التوكيد الخفيفة والأمر للترغيب ولأجل قولي فلحافظه أي\nلأن حافظه، أو العامل بما فيه أرخت أي أتيت بلفظة تشتمل على تاريخ فقلت رضي\nالله عنه أي أبعده عن سخطه وقربه منه في <span id='ms29'></span> دار رحمته ووافق عدده بالجمل\nالكبير أيضا سنة 201 واحد ومأتين وألف من الهجرة النبوية على صاحبها أفضل\nالصلاة والسلام [ق206/ب] وهو سنة تأليفه وقد ذكرت معنى التاريخ لغة (¬2)\nواصطلاحا (¬3) في غير هذا الكتاب.\n</p>\n\n<p>\nوهذا آخر ما يسره الله تعالى على هذا النظم وفيه كفاية لمن وفقه الله\nتعالى ووافق الفراغ من تأليفه ضحوة يوم الخميس المبارك لأربع وعشرين ليلة\nخلت من شهر الله المحرم سنة تاريخ النظم المذكور.\n</p>\n\n<p>\nاللهم اختم لنا ولوالدينا ولمشايخنا وأحبابنا بخاتمة السعادة والرضى،\nوالطف بنا عند القضاء، واعف عنا ما مضى.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد سيد المرسلين وعلى آله وصحبه والتابعين وعلينا\nمعهم برحمتك يا أرحم الراحمين والحمد لله رب العالمين آمين.\n</p>\n\n<p>\nبحمد الله حصل التمام، وصلح الختام، على يد فقير رحمة رب الناس عبده خليل\nالنماس.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            :\n\n(¬1) انظر ترجمته في: إمتاع الفضلاء بتراجم القراء فيما بعد القرن الثامن الهجري للساعاتي (2/ 139)، معجم المؤلفين (4/ 258)، فهرست الخديوية (1/ 93)، معجم المطبوعات (1/ 708)، هدية العارفين (1/ 405)، فهرس الأزهرية (1/ 53، 98)، فهرس التيمورية (3/ 62، 63)، إيضاح المكنون (1/ 241، 2/ 159)، اكتفاء القنوع (1/ 122).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            :\n\n(¬1) والصلاة على الآل والأصحاب والأتباع هنا جاءت تبعا للصلاة على النبي صلى الله عليه وسلم، وقد اختلف العلماء في حكم الصلاة على غير الأنبياء تبعا واستقلالا، وقال ابن القيم في \"جلاء الأفهام\" (ص: 481) بعد أن عرض الخلاف بين العلماء وناقش أدلتهم: \"وفصل الخطاب في هذه المسألة إن الصلاة على غير النبي صلى الله عليه وسلم إما أن يكون آله وأزواجه وذريته، أو غيرهم فإن كان الأول: فالصلاة عليهم مشروعة مع الصلاة على النبي صلى الله عليه وسلم، وجائزة مفردة.\nوأما الثاني فإن كان الملائكة وأهل الطاعة عموما الذين يدخل فيهم الأنبياء وغيرهم جاز ذلك أيضا، فيقال: اللهم صل على ملائكتك المقربين، وأهل طاعتك أجمعين، وإن كان شخصا معينا، أو طائفة معينة كره أن يتخذ الصلاة عليه شعارا لا يخل به، ولو قيل بتحريمه لكان له وجه، ولاسيما إذا جعلها شعارا له، ومنع منها نظيره، أو من هو خير منه <span id='ms30'></span>، وهذا كما تفعل الرافضة بعلي رضي الله عنه، فإنهم حيث ذكروه قالوا: عليه الصلاة والسلام، ولا يقولون ذلك فيمن هو خير منه، فهذا ممنوع لاسيما إذا اتخذ شعارا لا يخل به، فتركه حينئذ متعين، وأما إن صلى عليه أحيانا بحيث لا يجعل ذلك شعارا، كما صلى على دافع الزكاة، وكما قال ابن عمر للميت صلى الله عليه، وكما صلى النبي صلى الله عليه وسلم على المرأة وزوجها، وكما روي عن علي من صلاته على عمر، فهذا لا بأس به، وبهذا التفصل تتفق الأدلة وينكشف وجه الصواب والله الموفق\".\n(¬2) وهذا من تواضعه رحمه الله، وفيه إشارة إلى أن هذه المسائل التي سوف يتكلم عنها لم ينقل فيها أدلة شرعية، وإنما تخضع للرأي والقياس والاجتهاد.\n(¬3) الميهي هو نور الدين علي بن عمر بن أحمد بن عمر بن ناجي بن فنيش العوني الميهي، وهو قارئ متصوف شافعي مجود ماهر، وفيه أنس وتواضع وتقشف وانكسار، كان ضريرا، والميهي نسبة إلى بلدة (الميه) بمحافظة المنوفية بمصر، ولد بها سنة ألف ومائة وتسع وثلاثين هجريا،، ثم انتقل بعد ذلك إلى مدينة طندتا \" المسماة اليوم \"طنطا\" وجلس فيها في الجامع الأحمدي ودرس شيئا من العلوم والقراءات، حتى توفي بها سنة أربع ومائتين وألف من الهجرة. من آثاره: هداية الصبيان لفهم بعض مشاكل القرآن، والرقائق المنظمة على الدقائق المحكمة، انظر ترجمته في: تاريخ الجبرتي (2/ 269)، إيضاح المكنون (4/ 720)، الأعلام (4/ 316)، معجم المؤلفين (7/ 157).\n(¬4) أي نظر رحمة ومغفرة، والمقصود يوم القيامة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            :\n\n(¬1) مع أن جاهه - صلى الله عليه وآله وسلم - عند الله أعظم من جاه جميع الأنبياء والمرسلين، ولكن جاه المخلوق عند الخالق ليس كجاه المخلوق عند المخلوق فإنه لا يشفع عنده أحد إلا بإذنه، والحديث الذي فيه: «إذا سألتم الله فاسألوه بجاهي، فإن جاهي عند الله عظيم» حديث مكذوب ليس في شيء من كتب المسلمين التي يعتمد عليها، وما دام لم يصح فيه دليل فلا يجوز التوسل بجاه النبي صلى الله عليه وسلم، ولا يلزم من كون جاهه - صلى الله عليه وآله وسلم <span id='ms31'></span> - عند ربه عظيما، أن نتوسل به إلى الله تعالى؛ لأن العبادات لا تثبت إلا بدليل صحيح صريح، ومما يؤيد ذلك ترك الصحابة له، مع وجود المقتضي وانتفاء الموانع، وتوسل عمر بدعاء العباس رضي الله عنهم أجمعين.\n(¬2) بدأ المصنفون كتبهم بالبسملة لأمور: منها - التأسي بفعل الصحابة - رضي الله عنهم - في افتتاحهم المصحف الإمام بالتسمية وتبعهم جميع من كتب المصحف بعدهم في جميع الأمصار، سواء من يقول بأن البسملة آية من الفاتحة، ومن لا يقول ذلك.\nومنها - الإقتداء بالرسول - صلى الله عليه وسلم - في مكاتباته إلى الملوك وغيرهم، كما في رسالته - صلى الله عليه وسلم - إلى هرقل، في الحديث المتفق عليه.\nومنها - العمل بحديث: (كل أمر ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم فهو أبتر)، أي ذاهب البركة، والحديث لا يثبت فقد رواه الخطيب في \" الجامع لأخلاق الراوي وآداب السامع \" (1210) (2/ 69)، ومن طريقه السمعاني في \" آداب الإملاء والاستملاء\" (ص/52)، ورواه السبكي في \"طبقات الشافعية\" (1/ 6) - كلهم - من طريق أحمد بن محمد بن عمران - وأسقطه السمعاني - عن محمد بن صالح البصري عن عبيد بن عبدالواحد بن شريك عن يعقوب بن كعب الأنطاكي عن مبشر بن إسماعيل عن الأوزاعي عن الزهري عن أبي سلمة عن أبي هريرة - رضي الله عنه - مرفوعا به. وأحمد بن محمد بن عمران، هو المعروف بالجنيدي، قال عنه الخطيب في \"تاريخه\": كان يضعف في روايته، وقال الزهري: ليس بشيء. وقد أفرد العلماء هذا الحديث بالتصنيف، وقد حكم عليه الشيخ الألباني - رحمه الله - في الإرواء (1) (1/ 29) بأنه ضعيف جدا، وقد اختلف العلماء في جواز العمل بالحديث الضعيف في باب فضائل الأعمال، وقد أجازه البعض بشروط، والذي يترجح لي هو المنع مطلقا، وانظر \" القول البديع في الصلاة على الحبيب الشفيع\" للحافظ السخاوي، ومقدمة \" صحيح الترغيب والترهيب \" للشيخ الألباني، وبحث \"تحقيق القول بالعمل بالحديث الضعيف\" للدكتور: عبد العزيز عبدالرحمن بن محمد العثيم.\nفائدة: قال الحافظ ابن حجر في فتح الباري (1/ 9): [وقد استقر عمل الأئمة المصنفين على افتتاح كتب العلم بالبسملة، وكذا معظم كتب الرسائل <span id='ms32'></span>، واختلف القدماء فيما إذا كان الكتاب كله شعرا، فجاء عن الشعبي منع ذلك، وعن الزهري قال: مضت السنة أن لا يكتب في الشعر بسم الله الرحمن الرحيم، وعن سعيد بن جبير جواز ذلك، وتابعه على ذلك الجمهور، وقال الخطيب: هو المختار] وقال البهوتي في المنح الشافية شرح المفردات الوافية: \"لكن نقل بن الحكم لا تكتب أمام الشعر ولا معه، وذكر الشعبي أنهم يكرهونه، قال القاضي: لأنه يشوبونه الكذب والهجو غالبا انتهى قلت: فيؤخذ من تعليل القاضي أن المراد الشعر غير ما يكون في المسائل العلمية\".\n(¬3) الفلاسفة المتأخرون غالب ما يسمون الرب - تعالى - بواجب الوجود، وقلدهم في ذلك متأخرو الأشاعرة، وهذا غير صحيح؛ لعدم ورود هذا اللفظ، فضلا عن أن يكون من الأسماء الحسنى.\nوأهل السنة قد يطلقون واجب الوجود على الله، من باب الإخبار عن الله، وذلك في المناظرات، والمناقشات، مع من يستخدم هذا اللفظ. كما أنهم يرون أن الوجوب الذي دل عليه الدليل هو وجوده - سبحانه - بنفسه، واستغناؤه عن موجد. بينما يضيف الفلاسفة إلى هذا اللفظ معاني أخرى غير صحيحة.\nيقول شيخ الإسلام عن ابن سينا: \"فسلك طريق تقسيم الوجود إلى الواجب والممكن، كما يقسمونه هم إلى القديم والمحدث وتكلم على خصائص واجب الوجود بكلام بعضه حق وبعضه باطل، لأن الوجوب الذي دل عليه الدليل، إنما هو وجوده بنفسه، واستغناؤه عن موجد، فحمل هو هذا اللفظ ما لا دليل عليه، مثل عدم الصفات، وأشياء غير هذه. وهذا اشتقه من كلام المعتزلة في القديم، فلما أثبتوا قديما، وأخذوا يجعلون القدم مستلزما لما يدعونه من نفي الصفات، جعلوا الوجود الذي ادعاه، كالقدم الذي ادعوه، وليس في واحد منهما ما يدل على مقصود الطائفتين\".\nولفظ واجب الوجود فيه إجمال؛ فقد يراد به الموجود بنفسه، الذي لا فاعل له، ولا علة فاعلة له، وذات الرب - عز وجل - وصفاته واجبة الوجود بهذا الاعتبار. ويراد به مع ذلك المستغني عن محل يقوم به، والذات بهذا المعنى واجبة دون الصفات. ويراد به ما لا تعلق له <span id='ms33'></span> بغيره، أو ما لا يلازم غيره لينفوا بذلك صفاته اللازمة له وهذا باطل. ولذلك لابد من الاستفصال عن المراد بهذا اللفظ\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            :\n\n(¬1) البدء بالحمدلة فيها نحو الوجوه الثلاث السابقة فقد ابتدأ الصحابة كتابة المصحف الإمام بالفاتحة، وهي تبدأ بالحمد بعد البسملة، وكان النبي - صلى الله عليه وسلم - يبدأ خطبته بالحمد، وأيضا قد ورد في ذلك حديث مرسل لا يثبت، رواه أبو داود (4840) (4/ 262) وقال: (رواه يونس، وعقيل، وشعيب وسعيد بن عبدالعزيز عن الزهري عن النبي - صلى الله عليه وسلم - مرسلا)، وكذا صوب الدارقطني الإرسال في الحديث في سننه (1/ 229) ولفظه: (كل أمر ذي بال لا يبدأ فيه بالحمد لله فهو أقطع)، وقد اشتهر الكلام على هذا الحديث وانظر الإرواء (2) (1/ 32).\n(¬2) قال المودودي في \"المصطلحات الأربعة في القرآن\" (ص: 24): (كلمة الرب مشتملة على جميع ما يأتي بيانه من المعاني: المربي الكفيل بقضاء الحاجات، والقائم بأمر التربية والتنشئة، الكفيل والرقيب، والمتكفل بالتعهد وإصلاح الحال، السيد الرئيس الذي يكون في قومه كالقطب يجتمعون حوله، السيد المطاع، والرئيس وصاحب السلطة النافذ الحكم، والمعترف له بالعلاء والسيادة، والمالك لصلاحيات التصرف، الملك والسيد. ثم قال: وقد جاءت كلمة الرب في القرآن بجميع ما ذكرناه آنفا من معانيها ...) ثم أخذ يسوق هذه المواضع. وقال ابن منظور: \"لا يطلق غير مضاف إلا على\nالله- عز وجل- وإذا أطلق على غيره أضيف، فقيل: رب كذا ... \"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            :\n\n(¬1) ظاهر صنيع الناظم هنا من البدء بالبسملة، ثم التثنية بالحمدلة، يحتاج لتوجيه للجمع بين الحديثين السابق ذكرهما آنفا- على فرض ثبوتهما، أو عند من يرى جواز العمل بالأحاديث الضعيفة في الفضائل - ووجه الجمع: أن الأولية في البدء بالبسملة أولية حقيقية مطلقة، وأما الأولية في البدء بالحمدلة فهي أولية نسبية، أي بالنسبة لما يأتي بعدها.\n(¬2) وتفسير الصلاة من الله بالرحمة هو من أشهر معانيها، وقد ضعف ابن القيم في جلاء الأفهام هذا القول من خمسة عشر وجها، واختار أن الصلاة من الله بمعنى الثناء وهو منقول عن أبي العالية، واختاره ابن حجر في الفتح، وغيرهما، وقال عنه السفاريني في <span id='ms34'></span> اللوامع: أنه في غاية التحقيق.\n(¬3) أي حسن الابتداء بأن ابتدأ بالبسملة والحمد والصلاة ثم قدم كما سيأتي قريبا في ديباجة نظمه، بجملة من الألفاظ والعبارات، يشير بها إشارة لطيفة إلى موضوع نظمه حيث قال: وبعد هذا ضبط مأموم عذر حتى له ثلاث أركان اغتفر عدته عشر مع اثنين أو ثلاث أو أربع ثبت.\n(¬4) على قول أن أول من قال: أما بعد، داود النبي عليه السلام وكذا لورودها عن النبي صلى الله عليه وسلم في خطبته ورسائله إلى الملوك.\n(¬5) أي مع حذف نية معناه، وبعد من ظروف الغاية وهو ظرف مبهم لا يفهم معناه إلا بإضافته إلى غيره.\n(¬6) والمسألة مفترضة في حصر حالات المأموم الذي حدث له عذر يوجب تخلفه عن إمامه فيغتفر له التخلف حتى ثلاثة أركان طويلة. قال بافضل الحضرمي في \" المقدمة الحضرمية \" (ص: 93) وهو يتكلم عن شروط صحة الجماعة: \"الشرط السابع المتابعة ... وإن تخلف بعذر كبطء قراءة بلا وسوسة واشتغال الموافق بدعاء الافتتاح أو ركع إمامه فشك في الفاتحة أو تذكر تركها أو أسرع الإمام قراءته عذر إلى ثلاثة أركان طويلة فإن زاد نوى المفارقة أو وافقه وأتى بركعة بعد سلامه هذا في الموافق وهو من أدرك مع الإمام قدر الفاتحة وأما المسبوق إذا ركع الإمام في فاتحته فإن اشتغل بسنة كدعاء الافتتاح أو التعوذ قرأ بقدرها ثم إن أدركه في الركوع أدرك الركعة وإلا فاتته ووافقه يأتي بركعة وإن لم يشتغل بسنة قطع القراءة وركع معه\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            :\n\n(¬1) أي طويلة كما ذكر غير واحد، وانظر: المقدمة الحضرمية (ص/ 96)، فتح الوهاب (1/ 79)، غاية البيان (ص/84) وغيرهم.\nوقال الجويني في \"نهاية المطلب\" (1/ 91): \"فالصلاة تشتمل على أركان طويلة وأركان قصيرة، أما الطويلة، فالقيام، والركوع، والسجود، والقعود للتشهد، فمن تناهى في تطويلها، لم يضره؛ إذ لا نهاية لآخرها.\nوأما القصيرة منها، فالاعتدال عن الركوع، والاعتدال عن السجود، وكأنهما موضوعان للفصل، فالاعتدال على هيئة القيام يفصل الركوع عن السجود، والقعود بين السجدتين يفصل إحداهما عن الأخرى، وترك الموالاة في الصلاة معناه تطويل الفواصل قصدا، وذلك <span id='ms35'></span> مبطل للصلاة\".\n(¬2) هو علي بن أحمد بن محمد العزيزي البولاقي الشافعي: فقيه مصري، من العلماء بالحديث. مولده العزيزية (من الشرقية، بمصر) وإليها نسبته. ووفاته ببولاق عام 1070 ه، له كتب منها: السراج المنير بشرح الجامع الصغير في الحديث، حاشية على شرح التحرير لزكريا الانصاري، وحاشية على شرح الغاية لابن قاسم سماها الفوائد العزيزية. وله ترجمة في: خلاصة الأثر (3/ 201)، ومعجم المؤلفين (7/ 24)، والأعلام (4/ 258)، وغيرها. وقد نظم هذه الأعذار ابتدئها بقوله:\nإن رمت ضبطا للذي شرعا عذر ... حتى له ثلاث أركان غفر\nمن في قراءة لعجزه بطي ... أو شك أن قرا ومن لها نسي\n(¬3) أي بالتتبع.\n(¬4) قال النووي في \" المجموع \" (6/ 172): \"يستحب الترضي والترحم على الصحابة والتابعين فمن بعدهم من العلماء والعباد وسائر الأخيار فيقال رضي الله عنه أو رحمة الله عليه أو رحمه الله ونحو ذلك، وأما ما قاله بعض العلماء إن قول رضي الله عنه مخصوص بالصحابة ويقال في غيرهم رحمه الله فقط فليس كما قال ولا يوافق عليه بل الصحيح الذي عليه الجمهور استحبابه ودلائله أكثر من أن تحصر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            :\n\n(¬1) نهاية المحتاج إلى شرح المنهاج (2/ 223) -تحفة المحتاج في شرح المنهاج وحواشي الشرواني والعبادي (2/ 344).\n(¬2) كذا بالأصل، والصواب: الخفيفة.\n(¬3) حاشية الجمل على شرح المنهج (1/ 506)، حاشية البجيرمي على الخطيب (2/ 125).\n(¬4) علي بن إبراهيم بن أحمد الحلبي، أبو الفرج، نور الدين ابن برهان الدين: مؤرخ أديب، فقيه، اصولي، لغوي، صوفي.\nأصله من حلب، ومولده بمصر عام 975 ه، وتوفي بالقاهرة في آخر يوم من شعبان عام 1044 ه، له تصانيف كثيرة، منها \" إنسان العيون في سيرة الأمين المأمون \" يعرف بالسيرة الحلبية، و \" زهر المزهر \" اختصر به مزهر السيوطي، و \" مطالع البدور \" في قواعد العربية، و \" غاية الإحسان في من لقيته من أبناء الزمان \" و \" حاشية على شرح المنهج \" في فقه الشافعية، و \" فرائد العقود العلوية في حل ألفاظ شرح الأزهرية \" نحو، وغير ذلك، انظر ترجمته في: خلاصة الأثر (3/ 122)، الأعلام للزركلي (4/ 251)، معجم المؤلفين (7/ 3).\n(¬5) علي بن علي الشبراملسي، أبو الضياء، نور الدين: فقيه شافعي مصري، أصولي، مؤرخ، مشارك في بعض العلوم. ولد <span id='ms36'></span> عام 997 ه، كف بصره في طفولته وهو من أهل شبراملس بالغربية، بمصر تعلم وعلم بالأزهر، توفي في 18 شوال 1087 ه. وصنف كتبا، منها \" حاشية على المواهب اللدنية للقسطلاني \"، و \" حاشية على الشمائل \"، و \" حاشية على نهاية المحتاج \" في فقه الشافعية. وانظر ترجمته في: الأعلام للزركلي (4/ 314)، الرسالة المستطرفة (ص/ 150)، وخلاصة الأثر (3/ 174 - 177)، معجم المؤلفين (7/ 154).\n(¬6) حاشية الشبراملسي على نهاية المحتاج إلى شرح المنهاج (2/ 144).\n(¬7) تكررت \"أي\" بالأصل.\n(¬8) قال البكري في: إعانة الطالبين على حل ألفاظ فتح المعين\" (2/ 40): \"والمراد بالإسراع: الاعتدال، فإطلاق الإسراع عليه؛ لأنه في مقابلة البطء الحاصل للمأموم. وأما لو أسرع الإمام حقيقة بأن لم يدرك معه المأموم زمنا يسع الفاتحة للمعتدل فإنه يجب على المأموم أن يركع مع الإمام ويتركها لتحمل الإمام لها، ولو في جميع الركعات\".\n(¬9) وهي ألف تزاد في آخر بيت الشعر عند إشباع الحركة، وتسمى ألف الإطلاق.\n(¬10) كتاب روضة الطالبين وعمدة المفتين (1/ 371) لأبي زكريا محيي الدين يحيى بن شرف النووي (المتوفى: 676ه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            :\n\n(¬1) حاشية الجمل على شرح المنهج (1/ 573).\n(¬2) حاشية البجيرمي على شرح المنهج (1/ 339).\n(¬3) أي مكونة من قيام وركوع الأولى وسجود الثانية وانظر نهاية المحتاج إلى شرح المنهاج (2/ 357).\n(¬4) لوقوع السجود بعد الركوع الثاني للإمام، وانظر فتح العزيز بشرح الوجيز (4/ 571).\n(¬5) هكذا بالأصل، والصواب \"حسية\" أي حقيقية، وانظر \"كفاية النبيه في شرح التنبيه (4/ 409).\n(¬6) وأقل الركوع أن ينحني القادر المعتدل الخلقة حتى تبلغ راحتاه ركبتيه.\n(¬7) هو أحمد بن محمد بن أبي الحرم القرشي المخزومي، نجم الدين القمولي، فقيه شافعي مصري عارف بالاصول والعربية ناب في الحكم بمصر، وولي الحسبة فيها، من أهل (قمولة) بصعيد مصر. تعلم بقوص ثم بالقاهرة. وولي نيابة الأحكام والتدريس في مدن عدة، والحكم والحسبة بالقاهرة، وتوفي بها في رجب عام 727 ه، ودفن بالقرافة. له من تصانيفه: شرح الكافية لابن الحاجب في مجلدين سماه تحفة الطالب، البحر المحيط في شرح الوسيط للغزالي في نحو أربعين مجلدة ثم لخص أحكامه في كتاب سماه جواهر البحر في فروع الفقه الشافعي، الروض الزاهر فيما يحتاج إليه المسافر، وغيرها.\nوله ترجمة في: الأعلام للزركلي (1/ 222)، الدرر الكامنة <span id='ms37'></span> (1/ 304)، حسن المحاضرة (1: 239)، وغيرها.\n(¬8) هو محمد بن أحمد بن عماد بن يوسف، أبو الفتح، شمس الدين الأقفهسي: فاضل، من فقهاء الشافعية. ولد بالقاهرة عام 780 ه، وتوفي بها عام 867 ه، نسبته إلى \" أقفهس \" من عمل البهنسا، بمصر. من تصانيفه: الذريعة إلى معرفة الاعداد الواردة في الشريعة، الشرح النبيل الحاوي لكلام ابن المصنف وابن عقيل. وله ترجمة في: الضوء اللامع (7/ 24، 25)، هدية العارفين (2/ 203)، معجم المؤلفين (8/ 302) وغيرها.\n(¬9) القول التام في أحكام المأموم والإمام طبع بدار الكتب العلمية ببيروت، سنة 1424ه بتحقيق وتعليق احمد فريد المزيدي.\n(¬10) قال الجمل في حاشيته على شرح المنهج (1/ 573): \" ضابط الوسوسة الظاهرة ما يؤدي إلى التخلف بركنين فعليين\".\n(¬11) انظر: المنهاج القويم شرح المقدمة الحضرمية (ص/ 160).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            :\n\n(¬1) إعانة الطالبين (2/ 41)، تحفة المحتاج في شرح المنهاج (2/ 347)، حاشية الجمل على شرح المنهج (1/ 575).\n(¬2) هو أحمد بن قاسم الصباغ العبادي ثم المصري الشافعي الأزهري، شهاب الدين: فاضل من أهل مصر، مات بمكة مجاورا عام 992 ه. له حاشية على شرح جمع الجوامع في أصول الفقه سماها (الآيات البينات)، وشرح الورقات لإمام الحرمين، وحاشية على شرح المنهج، وله ترجمة في: الأعلام للزركلي (1/ 198)، شذرات الذهب (8: 434).\n(¬3) أحمد بن محمد بن علي بن حجر الهيتمي السعدي الأنصاري الشافعي، شهاب الدين شيخ الإسلام، أبو العباس: فقيه باحث مصري، مولده عام 909 ه في محلة أبي الهيتم (من إقليم الغربية بمصر) وإليها نسبته، وتوفي عام 974 ه. له تصانيف كثيرة منها: (مبلغ الأرب في فضائل العرب)، (الصواعق المحرقة على أهل البدع والضلال والزندقة)، (تحفة المحتاج لشرح المنهاج)، (الفتاوي الهيتمية)، (كف الرعاع عن استماع آلات السماع)، (الزواجر عن اقتراف الكبائر) وغيرها .... انظر ترجمته في: النور السافر (ص/278)، آداب اللغة (3/ 334)، الأعلام للزركلي (1/ 234).\n(¬4) القول التمام في أحكام المأموم والإمام. تأليف شمس الدين محمد بن أحمد بن العماد، طبع بمكتبة القرآن بالقاهرة عام 1989م.\n(¬5) أحمد بن أحمد بن سلامة، أبو العباس، شهاب الدين القليوبي، توفي أواخر شوال عام 1069 ه، فقيه شافعي متأدب، من أهل قليوب بمصر، له حواش وشروح ورسائل، أهم مصنفاته: تحفة الراغب، فضائل مكة والمدينة وبيت المقدس، الهداية من الضلالة <span id='ms38'></span> في معرفة الوقت والقبلة من غير آلة، حاشية على جمع الجوامع , حاشية على شرح الجلال المحلي على منهاج النووي. وله ترجمة في: الأعلام (1/ 88)، خلاصة الأثر في أعيان القرن الحادي عشر (1/ 175) معجم المؤلفين (1/ 148).\n(¬6) محمد بن أحمد بن محمد بن إبراهيم المحلي الشافعي: أصولي، مفسر. مولده بالقاهرة عام 791 ه، ووفاته بها عام 864 ه، عرفه ابن العماد بتفتازاني العرب، كان مهيبا صداعا بالحق، يواجه بذلك الظلمة الحكام، ويأتون إليه، فلا يأذن لهم، وعرض عليه القضاء الأكبر فامتنع. وصنف كتابا في التفسير أتمه الجلال السيوطي. فسمي \" تفسير الجلالين \" و \" كنز الراغبين \"، \"شرح المنهاج في فقه الشافعية\" و \" البدر الطالع، في حل جمع الجوامع - \" وغيرها، وله ترجمة في: حسن المحاضرة (1: 252)، وشذرات الذهب (7: 303)، والضوء اللامع (7: 39 - 41)، الأعلام (5/ 333).\n(¬7) حاشيتا قليوبي وعميرة (1/ 286) الحاشيتان على شرح جلال الدين المحلي على المنهاج، ويشير بقوله: شيخنا الإمام الرملي كما صرح به في عدة مواضع بالحاشية.\n(¬8) هكذا بالأصل والصحيح قصد.\n(¬9) بالأصل: \"كالفعل\" وصوبت على هامش الصفحة وعليها علامة تصويب.\n(¬10) تحفة المحتاج (2/ 347)، نهاية المحتاج إلى شرح المنهاج (2/ 226)، حاشية الجمل على شرح المنهج (1/ 574).\n(¬11) قال ابن قاسم في حاشيته على \"تحفة المحتاج\" (2/ 152): (يحصل البطلان بمجرد الشروع في الفعل المحقق للكثرة كتحريك الرجل للخطوة الثالثة ما لم يقصد الكثير ابتداء فتبطل بالشروع فيه كالشروع في الخطوة الأولى من ثلاث خطوات متوالية قصدها ابتداء).\n(¬12) حاشية الجمل على شرح المنهج (1/ 575).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            :\n\n(¬1) - حاشية الجمل على شرح المنهج (1/ 574)\n(¬2) وفي الحاشية: \"كما في أصله\". والصواب أن يقال: \"والإمام في الخامس\"، أي والإمام في الركن الخامس.\n(¬3) عمر بن رسلان بن بصير، السراج البلقيني ثم القاهري الشافعي. ولد سنة أربع وعشرين وسبعمائة ببلقينة، توفي رحمه الله سنة خمس وثمانمائة بالقاهرة. وقع الاتفاق على أنه أحفظ أهل عصره وأوسعهم معارفا وأكثرهم علوما، قال ابن حجي: كان أحفظ الناس لمذهب الشافعي واشتهر بذلك وطبقة شيوخه موجودون، من كتبه: التدريب، وتصحيح المنهاج، والملمات برد المهمات، ومحاسن الاصطلاح، وانظر ترجمته في: البدر الطالع (1/ 506)، الضوء اللامع (6/ 85)، الأعلام (5/ 45)، ومعجم المؤلفين (7/ 283).\n(¬4) انظر: الغرر البهية في شرح البهجة الوردية (1/ 433).\n(¬5) علي بن يحيى الزيادي <span id='ms39'></span> المصري، نور الدين: فقيه، انتهت إليه رياسة الشافعية بمصر، نسبته إلى محلة زياد بالبحيرة. كان مقامه ووفاته في القاهرة توفي 5 ربيع الأول 1024 ه. من تصانيفه: حاشية على شرح المنهج لزكريا الانصاري، شرح المحرر للرافعي وله ترجمة في: الأعلام للزركلي (5/ 32) معجم المؤلفين (7/ 260)، خلاصة الأثر (3: 195).\n(¬6) انظر: حاشيتا قليوبي وعميرة (1/ 286).\n(¬7) انظر: نهاية الزين (ص: 125).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            :\n\n(¬1) قال زكريا الأنصاري في \"أسنى المطالب\" (1/ 192): \" وإنما اقتضى التردد في زيادتها السجود؛ لأنها إن كانت زائدة فظاهر وإلا، فالتردد يضعف النية ويحوج إلى الجبر\".\n(¬2) انظر: تحفة المحتاج في شرح المنهاج (2/ 352).\n(¬3) انظر: نهاية المحتاج إلى شرح المنهاج (2/ 230)، حاشية الجمل على شرح المنهج (1/ 576).\n(¬4) هو سلطان بن أحمد بن سلامة بن إسماعيل المزاحي المصري الشافعي: فاضل، كان شيخ الإقراء بالقاهرة. نسبته إلى منية مزاح (من الدقهلية بمصر) تعلم وتوفي بالقاهرة. توفي بالقاهرة في 17 جمادى الآخرة عام 1075 ه. من تصانيفه: حاشية على شرح المنهج للقاضي زكريا، كتاب في القراءات الاربع الزائدة على العشر من طريق القباقبي، والجوهر المصون في جمع من الضحى إلى المفلحون في القراءات، وشرح الشمائل ... وله ترجمة في: الأعلام للزركلي (3/ 108)، خلاصة الأثر (2/ 210)، معجم المؤلفين (4/ 238).\n(¬5) حاشية البجيرمي على شرح المنهج (1/ 340)، تحفة المحتاج (2/ 351).\n(¬6) ع ش إشارة إلى علي الشبراملسي.\n(¬7) حاشية الجمل على شرح المنهج (1/ 576).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            :\n\n(¬1) المرجع السابق (1/ 345).\n(¬2) محمد بن بهادر بن عبد الله. وكنيته أبو عبد الله , ويلقب بالزركشي لأنه تعلم صناعة الزركش في صغره, كما ويلقب بالمنهاجي لأنه حفظ كتاب منهاج الطالبين للإمام النووي. وهو فقيه شافعي أصولي محدث أديب , من المبرزين في المذهب. ومن - أهم مصنفاته: البحر المحيط , البرهان في علوم القرآن , تكملة شرح المنهاج للإمام النووي , وله تصانيف كثيرة أخرى , وكان يلقب بالمصنف لكثرتها. ولد في 745ه بالقاهرة، وتوفى في 794ه ودفن بالقاهرة. ترجمته في الأعلام للزركلي (6/ 61)، الدرر الكامنة (3: 397) وشذرات الذهب (6: 335).\n(¬3) حاشية الجمل على شرح المنهج (1/ 576).\n(¬4) هكذا بالأصل، والصواب: \"كزحمة\"، وانظر: حاشية الجمل على شرح المنهج (1/ 345)، نهاية المحتاج إلى شرح المنهاج (1/ 477).\n(¬5) حاشية الجمل على شرح المنهج (1/ 345).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            :\n\n(¬1) -في الأصل بالألف\n(¬2) هو أحمد بن محمد بن علي الأنصاري، أبو العباس، نجم الدين <span id='ms40'></span>، المعروف بابن الرفعة: فقيه شافعي، من فضلاء مصر. كان، محتسب القاهرة وناب في الحكم. ولد 645ه وتوفي عام 710 ه، له كتب، منها: بذل النصائح الشرعية في ما على السلطان وولاة الأمور وسائر الرعية، والإيضاح والتبيان في معرفة المكيال والميزان، وكفاية النبيه في شرح التنبيه للشيرازي، والمطلب في شرح الوسيط. وله ترجمة في: الأعلام للزركلي (1/ 222)، البدر الطالع (1: 115)، وطبقات الشافعية (5: 177)، وغيرها.\n(¬3) هو زكريا بن محمد بن زكريا الأنصاري السنيكي - نسبة إلى سنيكة بليدة من شرقية مصر- المصري الشافعي ويكنى: أبا يحيى، فقيه شافعي , قاض, مفسر, من حفاظ الحديث, نحوي, أصولي، من أهم مصنفاته: فتح الرحمن , تحفة الباري على صحيح البخاري , فتح الجليل تعليق على تفسير البيضاوي , شرح ألفية العراقي , شرح شذورالذهب , أسنى المطالب في شرح روض الطالب، الغرر البهية في شرح البهجة الوردية , منهج الطلاب، ولد في سنيكة شرقية مصر سنة 823 ه، ووفاته يوم الجمعة من الرابع في ذي الحجة سنة 926 ه. ترجمته في: الأعلام للزركلي (3/ 47)، معجم المؤلفين (4/ 182)، الكواكب السائرة (1/ 196).\n(¬4) هو إبراهيم بن محمد بن شهاب الدين بن خالد، برهان الدين البرماوي الأنصاري الأحمدي الأزهري: شيح الجامع الأزهر. من فقهاء الشافعية نسبته إلى برمة (بكسر الباء) في غربية مصر. توفي عام 1106 ه، له كتب منها: حاشية على شرح القرافي لمنظومة غرامي صحيح، وحاشية على شرح فتح الوهاب لزكريا الأنصاري، وحاشية على شرح غاية التقريب، وله ترجمة في: الأعلام للزركلي (1/ 68)، معجم المؤلفين (1/ 85)، هدية العارفين (1/ 36).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            :\n\n(¬1) بالأصل: على، والتصويب من المصباح.\n(¬2) وتمام العبارة في المصباح: أهملتها ذهولا ورجل نسيان وزان سكران كثير الغفلة.\n(¬3) كذا بالأصل، والصواب: فيتخلف.\n(¬4) المجموع شرح المهذب (4/ 213) لأبي زكريا محيي الدين يحيى بن شرف النووي.\n(¬5) في الأصل: \"وظه\" والصحيح ما أثبتناه.\n(¬6) تحفة المحتاج (2/ 347).\n(¬7) أي الإمام الشافعي له كتاب الإملاء الصغير وكتاب الأمالي الكبيروموضوعه الفقه والخلاف ولعله جزء من كتابه المبسوط فقد قال الحافظ أبو بكر البيهقي في السنن الكبرى (2/ 272): \"وقول الشافعي رحمه الله في الإملاء في كتاب الجمعة من المبسوط\". وقال النووي في \"تهذيب الأسماء واللغات\" (4/ 143): \"والاملاء من كتب الشافعي رحمه الله <span id='ms41'></span> تعالى يتكرر ذكره في هذه الكتب وغيرها من كتب أصحابنا، وهو من كتب الشافعي الجديدة بلا خلاف، وهذا أظهر من أن أذكره، ولكن استعمله في المهذب في مواضع استعمالا يوهم أنه من الكتب القديمة ... وقد ذكر الإمام الرافعي في مواضع كثيرة بيان كونه في الكتب الجديدة وكأنه خاف ما خفته من تطرق الوهم، وأما الأمالي القديمة الذي ذكره في المهذب فمن الكتب القديمة وهو غير الإملاء المذكور\".\n(¬8) الحسن بن عبد الله بن يحيى، أبو علي البندنيجي: قاض، من أعيان الشافعية. من أهل بندنيجين (القريبة من بغداد، وهي مندلي الآن) سكن بغداد، وأفتى وحكم فيها. وعاد إلى بلده في آخر عمره فتوفي بها عام 425 ه. له (الجامع) قال الإسنوي: هو تعليقة جليلة المقدار قليلة الوجود، و (الذخيرة) قال أيضا: كتاب جليل. كلاهما في فقه الشافعية، وترجمته في: الأعلام للزركلي (2/ 196)، البداية والنهاية (12/ 37)، طبقات السبكي (3/ 133).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(¬1) انظر: المجموع شرح المهذب (4/ 213)\n(¬2) المرجع السابق نفس الموضع.\n(¬3) هو أبو زيد المروزي، محمد بن أحمد بن عبد الله بن محمد، الفاشاني، الشافعي الزاهد، من قرية فاشان، إحدى قرى مرو، من أحفظ الناس لمذهب الشافعي، وأحسنهم نظرا، تفقه على أبي إسحاق المروزي، وروى عنه الحاكم والدارقطني. توفى عام 371 ه، وانظر ترجمته في: مقدمة نهاية المطلب في دراية المذهب (ص/ 127)، تهذيب الأسماء واللغات (2/ 34)، طبقات السبكي (3/ 71).\n(¬4) هو محمد بن علي بن إسماعيل الشاشي، القفال، أبو بكر: من أكابر علماء عصره بالفقه والحديث واللغة والأدب. من أهل ما وراء النهر. وهو أول من صنف الجدل الحسن من الفقهاء. وعنه انتشر مذهب (الشافعي) في بلاده. مولده 291 ه، ووفاته 365 ه في الشاش (وراء نهر سيحون) رحل إلى خراسان والعراق والحجاز والشام. من كتبه: أصول الفقه، محاسن الشريعة، شرح رسالة الشافعي، وله ترجمة في: الأعلام للزركلي (6/ 274)، وفيات الأعيان (1/ 458)، تهذيب الأسماء واللغات (2/ 282)، طبقات السبكي (2/ 176).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            :\n\n(¬1) انظر: أسنى المطالب (1/ 230)، مغني المحتاج (1/ 509).\n(¬2) انظر: تحفة المحتاج (2/ 354).\n(¬3) انظر: حاشية الجمل.\n(¬4) انظر: الغرر البهية (1/ 434).\n(¬5) انظر: نهاية المحتاج إلى شرح المنهاج (2/ 223).\n(¬6) انظر: تحفة المحتاج (2/ 343).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            :\n\n(¬1) تحفة المحتاج (2/ 345).\n(¬2) نهاية الزين (ص/ 125).\n(¬3) من الزحام أي كثرة <span id='ms42'></span> الناس وهذا متصور في الجمعة.\n(¬4) نهاية المحتاج إلى شرح المنهاج (2/ 224)، حاشية الجمل (1/ 571).\n(¬5) تحفة المحتاج (2/ 345)، شرح المقدمة الحضرمية (ص/353).\n(¬6) نهاية الزين (ص/ 125).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            :\n\n(¬1) نهاية المحتاج إلى شرح المنهاج (2/ 224).\n(¬2) ((إشارة إلى علي الشبراملسي.\n(¬3) حاشية الجمل على شرح المنهج (1/ 573)، حاشية البجيرمي على شرح المنهج (1/ 339)، نهاية المحتاج إلى شرح المنهاج (2/ 224).\n(¬4) نهاية المحتاج إلى شرح المنهاج (2/ 225).\n(¬5) زيادة يقتضيها السياق.\n(¬6) ((إشارة إلى شمس الدين الرملي.\n(¬7) حاشية البجيرمي على الخطيب (2/ 155)، تحفة المحتاج (2/ 348)، نهاية المحتاج إلى شرح المنهاج (2/ 227).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            :\n\n(¬1) حاشية الجمل على شرح المنهج = فتوحات الوهاب بتوضيح شرح منهج الطلاب (1/ 573) - حاشية البجيرمي على الخطيب = تحفة الحبيب على شرح الخطيب (2/ 155)\n(¬2) تحفة المحتاج في شرح المنهاج وحواشي الشرواني والعبادي (2/ 359) - نهاية المحتاج إلى شرح المنهاج (2/ 237)\n(¬3) محمد بن سالم الطبلاوي، ناصر الدين: من علماء الشافعية بمصر، نسبته إلى طبلية من قرى المنوفية عاش نحو مئة سنة، وانفرد في كبره بإقراء العلوم الشرعية وآلاتها كلها، حفظا، ولم يكن في مصر أحفظ لهذه العلوم منه. توفي عام966 ه، له شرحان على البهجة الوردية، بداية القاري في ختم البخاري، وله ترجمة في: الأعلام للزركلي (6/ 134)، شذرات الذهب (8/ 348)، الضوء اللامع (11/ 212).\n(¬4) - نهاية المحتاج إلى شرح المنهاج (2/ 227) - حاشية الجمل على شرح المنهج = فتوحات الوهاب بتوضيح شرح منهج الطلاب (1/ 572) - حاشية البجيرمي على الخطيب = تحفة الحبيب على شرح الخطيب (2/ 155).\n(¬5) نهاية الزين (ص/ 125).\n(¬6) محمد بن أحمد الشوبري الشافعي المصري، شمس الدين: فقيه، من أهل مصر. ينعت بشافعي الزمان. ولد في شوبر (من الغربية بمصر) عام 977ه، وجاور بالأزهر، وتوفي بالقاهرة عام 1069ه. له كتب، منها: حاشية على المواهب اللدنية، وحاشية على شرح التحرير، والأجوبة عن الأسئلة في كرامات الأولياء، ترجمته في: الأعلام للزركلي (6/ 11)، خلاصة الأثر (3/ 385).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n(¬1) عبد الله بن يوسف بن محمد بن حيويه الجويني، أبو محمد: من علماء التفسير واللغة والفقه. ولد في جوين (من نواحي نيسابور) وسكن نيسابور، وتوفي بها عام 438 ه. من كتبه: التبصرة والتذكرة، الوسائل في فروق المسائل، الجمع والفرق، وهو والد إمام الحرمين الجويني، وترجمته في: الأعلام للزركلي (4/ 147)، الوفيات (1/ 252).\n(¬2) تحفة المحتاج (2/ 42)، نهاية المحتاج إلى شرح المنهاج (1/ 482).\n(¬3) سليمان بن عمر بن <span id='ms43'></span> منصور العجيلي الأزهري، المعروف بالجمل: فاضل من أهل منية عجيل (إحدى قرى الغربية بمصر) انتقل إلى القاهرة، توفي عام 1204 ه، له مؤلفات منها: الفتوحات الإلهية، المواهب المحمدية بشرح الشمائل الترمذية، فتوحات الوهاب، حاشية على شرح المنهج، له ترجمة في: الأعلام للزركلي (3/ 131)، معجم المؤلفين (4/ 271)، حلية البشر (2/ 62، 63).\n(¬4) فتح الجواد بشرح الإرشاد.\n(¬5) حاشية الجمل على شرح المنهج (1/ 347).\n(¬6) إشارة إلى ابن قاسم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\n(¬1) نهاية المحتاج (2/ 224)، تحفة المحتاج (2/ 345).\n(¬2) بالأصل: \" لا\".\n(¬3) إعانة الطالبين على حل ألفاظ فتح المعين (2/ 45) - السراج الوهاج (ص: 76)\n(¬4) إعانة الطالبين على حل ألفاظ فتح المعين (2/ 40).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            :\n\n(¬1) حاشية الجمل على شرح المنهج (1/ 572)، تحفة المحتاج (2/ 348).\n(¬2) حاشية الجمل على شرح المنهج (1/ 572)، تحفة المحتاج في شرح المنهاج (2/ 348)، نهاية المحتاج إلى شرح المنهاج (2/ 227).\n(¬3) ((كذا بالأصل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            :\n\n(¬1) حاشية البجيرمي على الخطيب (1/ 27).\n(¬2) الخليل بن أحمد بن عمرو بن تميم الفراهيدي الأزدي اليحمدي، أبو عبد الرحمن: من أئمة اللغة والأدب، وواضع علم العروض، أخذه من الموسيقى وكان عارفا بها، وهو أستاذ سيبويه النحوي، ولد بالبصرة عام 100 ه، ومات بها عام 170 ه، وعاش فقيرا صابرا، كان شعث الرأس، شاحب اللون، قشف الهيئة، متمزق الثياب، متقطع القدمين، مغمورا في الناس لايعرف. له كتاب العين، ومعاني الحروف، والعروض، والنقط والشكل، وله ترجمة في: الأعلام للزركلي (2/ 314)، وفيات الأعيان (1/ 172)، معجم المؤلفين (4/ 112).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            :\n\n(¬1) نهاية المحتاج إلى شرح المنهاج (2/ 228).\n(¬2) المقدمة الحضرمية (ص/ 95)، حاشيتا قليوبي وعميرة (1/ 278).\n(¬3) إشارة إلى الشوبري، وهو: محمد بن أحمد الشوبري الشافعي المصري، شمس الدين: فقيه، من أهل مصر. ينعت بشافعي الزمان. ولد في شوبر من الغربية بمصر في 11 رمضان عام 977 ه، وجاور بالازهر، وتوفي بالقاهرة في 16 جمادى الأولى عام 1069 ه. له كتب، منها: فتاوى، وحاشية على المواهب اللدنية، وحاشية على شرح التحرير، وترجمته في: الأعلام للزركلي (6/ 11)، معجم المؤلفين (8/ 258)، خلاصة الأثر (3/ 385).\n(¬4) حاشية الجمل على شرح المنهج (1/ 584).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            :\n\n(¬1) الغرر البهية في شرح البهجة الوردية (1/ 437).\n(¬2) حاشية الجمل على شرح المنهج (1/ 577).\n(¬3) حاشية الجمل على شرح المنهج (1/ 578) ونسبه لابن القاسم.\n(¬4) نهاية المحتاج إلى شرح المنهاج (2/ 228).\n(¬5) المقصود بهما هنا: الاسفراينى والجويني.\n(¬6) مغني المحتاج إلى معرفة معاني ألفاظ المنهاج (1/ 508).\n(¬7) تحفة المحتاج (2/ 349).\n(¬8) ((في الحاشية: كذا بأصله.\n(¬9) ((هو القاضي <span id='ms44'></span> حسين بن محمد بن أحمد العلامة شيخ الشافعية بخراسان أبو علي المروذي، ويقال له أيضا المروروذي الشافعي، كان من أوعية العلم، وهو من أصحاب الوجوه في المذهب، وله: التعليقة الكبرى والفتاوى وغير ذلك. توفي بمرو الروذ في المحرم سنة اثنتين وستين وأربع مئة. انظر ترجمته في: سير أعلام النبلاء (18/ 260)، طبقات الشافعية (1/ 234)، الأعلام للزركلي (2/ 254).\n(¬10) تحفة المحتاج (2/ 350)، حاشية الجمل على شرح المنهج (1/ 577).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            :\n\n(¬1) حاشية الجمل على شرح المنهج (1/ 578)، حاشية البجيرمي على شرح المنهج (1/ 342).\n(¬2) تحفة المحتاج (2/ 349)، حاشية الجمل على شرح المنهج (1/ 578).\n(¬3) تحفة المحتاج (2/ 364)، حاشية البجيرمي على شرح المنهج (1/ 346).\n(¬4) الحسن بن إبراهيم بن علي بن برهون الفارقي، أبو علي: فقيه شافعي. ولد بميافارقين عام 433 ه، وانتقل إلى بغداد، فولي قضاء واسط فتوفي فيها عام 528 ه، وكان حسن السيرة في القضاء. له: الفوائد على المهذب للشيرازي، والفتاوي. وله ترجمة في: الأعلام للزركلي (2/ 178)، معجم المؤلفين (3/ 195)، وفيات الأعيان (1/ 130).\n(¬5) حاشية البجيرمي على شرح المنهج (1/ 347)، حاشية الجمل على شرح المنهج (1/ 585).\n(¬6) أي حاشية أحمد القليوبي على شرح جلال الدين المحلي على منهاج الطالبين للشيخ محيي الدين النووي (1/ 292).\n(¬7) أي الرملي.\n(¬8) حاشية الجمل على شرح المنهج (1/ 585).\n(¬9) المصدر السابق نفس الموضع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(¬1) حاشية الجمل على شرح المنهج (1/ 584).\n(¬2) عبد الرحمن بن مأمون النيسابورى، أبو سعد، المعروف بالمتولي: فقيه مناظر، عالم بالأصول. ولد بنيسابور عام 426ه، وتعلم بمرو، وتولى التدريس بالمدرسة النظامية، ببغداد، وتوفي فيها عام 478 ه. له: تتمة الإبانة، للفوراني، وكتاب في الفرائض، وكتاب في أصول الدين، وله ترجمة في: الأعلام للزركلي (3/ 323)، وفيات الأعيان (1/ 277)، معجم المؤلفين (5/ 166).\n(¬3) الحسين بن مسعود بن محمد، الفراء أو ابن الفراء، أبو محمد، ويلقب بمحيي السنة، البغوي: فقيه، محدث، مفسر. نسبته إلى (بغا) من قرى خراسان، بين هراة ومرو. له: التهذيب، وشرح السنة، ولباب التأويل في معالم التنزيل، ومصابيح السنة، والجمع بين الصحيحين، وغير ذلك. توفي بمرو الروذ سنة 510، وقيل 516 ه، وانظر ترجمته في: سير أعلام النبلاء (19/ 439)، طبقات الشافعية الكبرى (7/ 75)، وفيات الأعيان (1/ 145)، الأعلام للزركلي (2/ 259).\n(¬4) نهاية المحتاج إلى شرح المنهاج للرملي (2/ 228).\n(¬5) العباب المحيط بمعظم نصوص الشافعي والأصحاب، للقاضي صفي الدين أبي السرور القاضي <span id='ms45'></span> أحمد بن عمر بن محمد بن عبدالرحمن المذحجي الشهير بالمزجد، وقد حرر فيه مؤلفه الفصول والأبواب وهذب المسائل وجمع فيه أكثر فروع المذهب وأودعه خلاصة روضة الطالبين وعمدة المفتين مع زيادة فوائد عديدة وفرائد مفيدة انتزعها من كتب الأصحاب جازما بما رجحه الشيخان (الرافعي والنووي) ثم ما رجحه النووي في الأغلب مع التنبيه في الغالب على ما خالفا فيه الأصوب. وقد شرحه ابن حجر الهيتمي بكتاب سماه الإيعاب بشرح العباب.\n(¬6) فتح المعين بشرح قرة العين بمهمات الدين (ص/ 186)، إعانة الطالبين على حل ألفاظ فتح المعين (2/ 44).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n(¬1) زكريا الأنصاري، وسبقت ترجمته.\n(¬2) كذا بالأصل، والأقرب: \"إنما\" كما في حاشية الجمل على شرح المنهج (1/ 578).\n(¬3) حاشية الجمل على شرح المنهج (1/ 578).\n(¬4) رواه البخاري في \"صحيحه\" (2/ 70) (1236)، ومسلم في \"صحيحه\" (1/ 309) (412) من طريق هشام عن أبيه عن عائشة مطولا بنحوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n(¬1) المجموع شرح المهذب (4/ 213).\n(¬2) مغني المحتاج (1/ 508)، نهاية المحتاج إلى شرح المنهاج (2/ 228)، حاشيتا قليوبي وعميرة (1/ 287).\n(¬3) المجموع شرح المهذب (4/ 213).\n(¬4) الزواجر (1/ 242) الكبيرة رقم 89.\n(¬5) كتاب نهاية المطلب في دراية المذهب للإمام الجويني كتاب ضخم وجليل في الفقه الشافعي , أثنى عليه كبار العلماء ثناء عظيما.\n(¬6) منهاج الطالبين وعمدة المفتين في الفقه (ص/ 43)، فتح الوهاب بشرح منهج الطلاب (1/ 80).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(¬1) - طريقة حسابية توضع فيها أحرف الهجاء العربية مقابلا أرقام، بمعنى أن يأخذ الحرف الهجائي القيمة الحسابية للعدد الذي يقابله وفق جدول معلوم. يقوم حساب الجمل، الذي يسمى أيضا حساب الأبجدية، على الحروف الأبجدية، وهي: أبجد، هوز، حطي، كلمن، سعفص، قرشت، ثخذ، ضظغ. ومجموعها ثمانية وعشرون حرفا؛ تسعة منها للآحاد، وتسعة للعشرات، وتسعة للمئات، وحرف للألف.\n(¬2) قال الجوهري في \"الصحاح\": \" التاريخ: تعريف الوقت. والتوريخ مثله. وأرخت الكتاب بيوم كذا، وورخته، بمعنى\".\n(¬3) وأما علم التاريخ فهو علم يبحث فيه عن الزمان وأحواله، وعن أحوال ما يتعلق به من حيث تعيين ذلك وتوقيته\". <span id='ms46'></span>",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "016",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "005",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "016",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038"
  ],
  "volumes": [
    "01"
  ]
}