{
  "content": "\n\n#\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن أحمد بن تيمية إلى سرجوان عظيم اهل ملته ومن تحوط به عنايته من رؤساء\nالدين وعظماء القسيسين والرهبان والأمراء والكتاب واتباعهم سلام على من\nاتبع الهدى\n</p>\n\n<p>\nاما ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p601'> Vol. 28, p. 601</a>\n            </div>\n             <span class='quran'>الدين ما وصى به نوحا والذي أوحينا إليك وما\nوصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على\nالمشركين ما تدعوهم إليه الله يجتبي إليه من يشاء ويهدي إليه من ينيب </span>وقال تعالى <span class='quran'>وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى\nوعيسى ابن مريم وأخذنا منهم ميثاقا غليظا ليسأل الصادقين عن صدقهم وأعد\nللكافرين عذابا أليما </span></p>\n\n<p>\nونسأله ان يخص بشرائف صلاته وسلامه خاتم المرسلين وخطيبهم اذا وفدوا على\nربهم وامامهم اذا اجتمعوا شفيع الخلائق يوم القيامة نبى الرحمة ونبى\nالملحمة الجامع محاسن الأنبياء الذى بشر به عبد الله وروحه وكلمته التى\nالقاها إلى الصديقة الطاهرة البتول التى لم يمسها بشر قط ( مريم ابنة عمران\n( ذلك مسيح الهدى عيسى بن مريم الوجيه فى الدنيا والآخرة المقرب عند الله\nالمنعوت بعوت الجمال والرحمة لما انجر بنو اسرائيل فيما بعث به موسى من نعت\nالجلال والشدة وبعث الخاتم الجامع بنعت الكمال المشتمل على الشدة على\nالكفار والرحمة بالمؤمنين والمحتوى على محاسن الشرائع والمناهج التى كانت\nقبله صلى الله عليهم وسلم اجمعين وعلى من تبعهم إلى يوم القيامة\n</p>\n\n<p>\nاما بعد فان الله خلق الخلائق بقدرته واظهر فيهم آثار مشيئته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p602'> Vol. 28, p. 602</a>\n            </div>\n            \nوحكمته ورحمته وجعل المقصود الذى خلقوا له فيما امرهم به هو عبادته واصل\nذلك هو معرفته ومحبته فمن هداه الله صراطه المستقيم آتاه رحمة وعلما ومعرفة\nباسمائه الحسنى وصفاته العليا ورزقه الانابة إليه والوجل لذكره والخشوع له\nوالتأله له فحن إليه حنين النسور إلى اوكارها وكلف بحبه كلف الصبى بامه لا\nيعبد الااياه رغبة ورهبة ومحبة واخلص دينه لمن الدنيا والآخرة له رب\nالأولين وألآخرين مالك يوم الدين خالق ما تبصرون وما لا تبصرون عالم الغيب\nوالشهادة الذى امره اذا اراد شيئا ان يقول له كن <span id='ms01'></span> فيكون لم يتخذ من دونه\nاندادا كالذين اتخذوا من دون الله اندادا يحبونهم كحب الله والذين آمنوا\nأشد حبا لله ولم يشرك بربه أحدا ولم يتخذ من دونه وليا ولاشفيعا لا ملكا\nولا نبيا ولاصديقا فان كل من فى السماوات والأرض الا آتى الرحمن عبدا لقد\nأحصاهم وعدهم عدا وكلهم آتيه يوم القيامة فردا فهنالك اجتباه مولاه واصطفاه\nوآتاه رشده وهداه لما اختلف فيه الحق باذنه فانه يهدى من يشاء إلى صراط\nمستقيم\n</p>\n\n<p>\nوذلك ان الناس كانوا بعد آدم عليه السلام وقبل نوح عليه السلام على\nالتوحيد والاخلاص كما كان عليه ابوهم آدم أبو البشر عليه السلام حتى\nابتدعوا الشرك وعبادة الأوثان بدعة من تلقاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p603'> Vol. 28, p. 603</a>\n            </div>\n             انفسهم لم ينزل\nالله بها كتابا ولا ارسل بها رسولا بشبهات زينها الشيطان من جهة المقاييس\nالفاسدة والفلسفة الحائدة قوم منهم زعموا ان التماثيل طلاسم الكواكب\nالسماوية والدرجات الفلكية والأرواح العلوية وقوم اتخذوها على صورة من كان\nفيهم من الانبياء والصالحين وقوم جعلوها لأجل الارواح السفلية من الجن\nوالشياطين وقوم على مذاهب أخر\n</p>\n\n<p>\nواكثرهم لرؤسائهم مقلدون وعن سبيل الهدى ناكبون فابتعث الله نبيه نوحا\nعليه السلام يدعوهم إلى عبادة الله وحده لا شريك له وينهاهم عن عبادة ما\nسواه وان زعموا انهم يعبدونهم ليتقربوا بهم إلى الله زلفى ويتخذوهم شفعاء\nفمكث فيهم الف سنة الا خمسين عاما فلما اعلمه الله انه لن يؤمن من قومك الا\nمن قد آمن دعا عليهم فاغرق الله تعالى اهل الأرض بدعوته وجاءت الرسل بعده\nتترى إلى ان عم الأرض دين الصائبة والمشركين لما كانت النماردة والفراعنة\nملوك الأرض شرقا وغربا فبعث الله تعالى امام الحنفاء واساس الملة الخالصة\nوالكلمة الباقية إبراهيم خليل الرحمن فدعا الخلق من الشرك إلى الاخلاص\nونهاهم عن عبادة الكواكب والاصنام وقال <span class='quran'>وجهت وجهي للذي فطر السماوات\nوالأرض حنيفا وما أنا من المشركين </span>وقال لقومه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p604'> Vol. 28, p. 604</a>\n            </div>\n             <span class='quran'>أفرأيتم ما كنتم تعبدون أنتم وآباؤكم الأقدمون فإنهم عدو لي إلا رب\nالعالمين الذي خلقني فهو يهدين والذي هو يطعمني ويسقين <span id='ms02'></span> وإذا مرضت فهو يشفين\nوالذي يميتني ثم يحيين والذي أطمع أن يغفر لي خطيئتي يوم الدين </span>وقال\nإبراهيم عليه السلام ومن معه لقومهم <span class='quran'>إنا برآء منكم ومما تعبدون من دون\nالله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله\nوحده </span></p>\n\n<p>\nفجعل الله الانبياء والمرسلين من اهل بيته وجعل لكم منهم خصائص ورفع\nبعضهم فوق بعض درجات وآتى كلا منهم من الآيات ما آمن على مثله البشر فجعل\nلموسى العصا حية حتى ابتلعت ما صنعت السحرة الفلاسفة من الحبال والعصى\nوكانت شيئا كثيرا وفلق له البحر حتى صار يابسا والماء واقفا حاجزا بين اثنى\nعشر طريقا على عدد الاسباط وارسل معه القمل والضفادع والدم وظلل عليه وعلى\nقومه الغمام الأبيض يسير معهم وانزل عليهم صبيحة كل يوم المن والسلوى واذا\nعطشوا ضرب موسى بعصاه الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل اناس\nمشربهم\n</p>\n\n<p>\nوبعث بعده انبياء من بنى اسرائيل منهم من أحي الله على يده الموتى ومنهم\nمن شفى الله على يده المرضى ومنهم من اطلعه على ما شاء من غيبه ومنهم من\nسخر له المخلوقات ومنهم من بعثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p605'> Vol. 28, p. 605</a>\n            </div>\n             بأنواع المعجزات\n</p>\n\n<p>\nوهذا مما إتفق عليه جميع أهل الملل وفى الكتب التى بأيدى اليهود والنصارى\nوالنبوات التى عندهم وأخبار الأنبياء عليهم السلام مثل شعياء وأرمياء\nودانيال وحبقوق وداود وسليمان وغيرهم وكتاب ( سفر الملوك ( وغيره من الكتب\nما فيه معتبر\n</p>\n\n<p>\nوكانت بنو إسرائيل أمة قاسية عاصية تارة يعبدون الأصنام والأوثان وتارة\nيعبدون الله وتارة يقتلون النبيين بغير الحق وتارة يستحلون محارم الله\nبأدنى الحيل فلعنوا أولا على لسان داود وكان من خراب بيت المقدس ما هو\nمعروف عند أهل الملل كلهم\n</p>\n\n<p>\nثم بعث الله المسيح بن مريم رسولا قد خلت من قبله الرسل وجعله وأمه آية\nللناس حيث خلقه من غير أب إظهارا لكمال قدرته وشمول كلمته حيث قسم النوع\nالإنسانى الأقسام الأربعة فجعل آدم من غير ذكر ولا أنثى وخلق زوجه حواء من\nذكر بلا أنثى وخلق <span id='ms03'></span> المسيح بن مريم من أنثى بلا ذكر وخلق سائرهم من الزوجين\nالذكر والأنثى وآتى عبده المسيح من الآيات البينات ما جرت به سنته فأحى\nالموتى وأبرأ الأكمه والأبرص وأنبأ الناس بما يأكلون وما يدخرون فى بيوتهم\nودعا إلى الله وإلى عبادته متبعا سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p606'> Vol. 28, p. 606</a>\n            </div>\n             أخوانه المرسلين مصدقا\nلمن قبله ومبشرا بمن يأتى بعده\n</p>\n\n<p>\nوكان بنوا إسرائيل قد عتوا وتمردوا وكان غالب أمره اللين والرحمه والعفو\nوالصفح وجعل فى قلوب الذين أتبعوه رأفة ورحمة وجعل منهم قسيسين ورهبانا\nفتفرق الناس فى المسيح عليه السلام ومن إتبعه من الحواريين ثلاثة أحزاب\n</p>\n\n<p>\nقوم كذبوه وكفروا به وزعموا أنه إبن بغى ورموا أمة بالقرية ونسبوه إلى\nيوسف النجار وزعموا أن شريعة التوراة لم ينسخ منها شيء وإن الله لم ينسخ ما\nشرعه بعد ما فعلوه بالأنبياء وماكان عليهم من الآصار فى النجاسات والمطاعم\n</p>\n\n<p>\nوقوم غلوا فيه وزعموا أنه الله أو أبن الله وأن اللاهوت تدرع الناسوت وأن\nرب العالمين نزل وأنزل إبنه ليصلب ويقتل فداء لخطيئة آدم عليه السلام\nوجعلوا الاله الأحد الصمد الذى لم يلد ولم يولد ولم يكن له كفوا أحد قد ولد\nوإتخذ ولدا وأنه إله حي عليم قدير جوهر واحد ثلاثة أقانيم وأن الواحد منها\nأقنوم الكلمة وهى العلم هي تدرعت الناسوت البشرى مع العلم بأن أحدهما لا\nيمكن إنفصاله عن الآخرين إلا إذا جعلوه ثلاثة 1 إلهات متباينة وذلك ما\nلايقولونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p607'> Vol. 28, p. 607</a>\n            </div>\n             وتفرقوا فى التثليث والاتحاد تفرقا وتشتتوا تشتتا لا\nيقر به عاقل ولم يجى نقل إلا كلمات متشابهات فى الإنجيل وماقبله من الكتب\nقد بينتها كلمات محكمات فى الإنجيل وما قبله كلها تنطق بعبودية المسيح\nوعبادته لله وحده ودعائه وتضرعه\n</p>\n\n<p>\nولما كان أصل الدين هو الإيمان بالله ورسوله كما قال خاتم النبين\nوالمرسلين أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا\nرسول الله ( وقال ( لا تطرونى كما أطرت النصارى عيسى بن مريم فإنما أنا عبد\nفقولوا عبد الله ورسوله ( كان أمر الدين توحيد الله والإقرار برسله <span id='ms04'></span> ولهذا\nكان الصابئون والمشركون كالبراهمة ونحوهم من منكرى النبوات مشركين بالله فى\nإقرارهم وعبادتهم وفاسدى الإعتقاد فى رسله\n</p>\n\n<p>\nفأرباب التثلث فى الوحدانية والإتحاد فى الرسالة قد دخل فى أصل دينهم من\nالفساد ماهو بين بفطرة الله التى فطر الناس عليها وبكتب الله التى أنزلها\n</p>\n\n<p>\nولهذا كان عامة رؤسائهم من القسيسين والرهبان وما يدخل فيهم من البطارقة\nوالمطارنة والأساقفة إذا صار الرجل منهم فاضلا مميزا فإنه ينحل عن دينه\nويصير منافقا لملوك أهل دينه وعامتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p608'> Vol. 28, p. 608</a>\n            </div>\n             رضى بالرياسة عليهم وبما\nيناله من الحظوظ كالذى كان لبيت المقدس الذى يقال له ( إبن البورى ( والذى\nكان بدمشق الذى يقال له ( أين القف ( والذى بقسطنطينية وهو ( البابا (\nعندهم وخلق كثير من كبار الباباوات والمطارنة والأساقفة لما خاطبهم قوم من\nالفضلاء أقروا لهم بأنهم ليسواعلى عقيدة النصارى وإنما بقاؤهم على ماهم\nعليه لأجل العادة والرياسة كبقاء الملوك والاغنياء على ملكهم وغناهم ولهذا\nتجد غالب فضلائهم إنما همة أحدهم نوع من العلم الرياضى كالمنطق والهيئة\nوالحساب والنجوم أو الطبيعى كالطب ومعرفة الأركان أو التكلم فى الإلهى على\nطريقة الصابئة الفلاسفة الذين بعث إليهم إبراهيم الخليل عليه السلام قد\nنبذوا دين المسيح والرسل الذين قبله وبعده وراء ظهورهم وحفظوا رسوم الدين\nلأجل الملوك والعامة\n</p>\n\n<p>\nوأماالرهبان فأحدثوا من أنواع المكر والحيل بالعامة ما يظهر لكل عاقل حتى\nصنف الفضلاء فى حيل الرهبان كتبا مثل النار التى كانت تصنع بقمامة يدهنون\nخيطا دقيقا بسندروس ويلقون النار عليه بسرعة فتنزل فيعتقد الجهال أنها نزلت\nمن السماء ويأخذونها إلى البحر وهى صنعة ذلك الراهب يراه الناس عيانا وقد\nإعترف هو وغيره أنهم يصنعونها\n</p>\n\n<p>\nوقد إتفق أهل الحق من جميع الطوائف على أنه لا تجوز عبادة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p609'> Vol. 28, p. 609</a>\n            </div>\n             تعالى بشيء ليس له حقيقة وقد يظن المنافقون أن ما ينقل عن\nالمسيح وغيره من المعجزات من جنس النار المصنوعة وكذلك حيلهم فى تعليق\nالصليب وفى بكاء التماثيل التى يصورنها على صورة المسيح وأمه وغيرهما ونحو\nذلك كل ذلك يعلم كل عاقل أنه إفك مفترى وأن <span id='ms05'></span> جميع أنبياء الله وصالحى عباده\nبرآء من كل زور وباطل لوإفك كبرائتهم من سحر سحرة فرعون\n</p>\n\n<p>\nثم أن هؤلاء عمدوا إلى الشريعة التى يعبدون لله به فناقضو الأولين من\nاليهود فيها مع أنهم يأمرون بالتمسك بالتوراة إلا ما نسخه المسيح قصر هؤلاء\nفى الأنبياء حتى قتلوهم وغلا هؤلاء فيهم حتى عبدوهم وعبدوا تماثيلهم وقال\nأولئك إن الله لايصلح له أن يغير ما أمر به فينسخه لا فى وقت آخر ولا على\nلسان نبى آخر وقال هؤلاء بل الأحبار والقسيسون يغيرون ما شاؤوا ويحرمون ما\nرأوا ومن أذنب ذنبا وضعوا عليه ما رأوا من العبادات وغفروا له ومنهم من\nيزعم أنه ينفخ فى المرأة من روح القدس فيجعل البخور قربانا وقال أولئك حرم\nعلينا أشياء كثيرة وقال هؤلاء ما بين البقة والفيل حلال كل ما شئت ودع ما\nشئت وقال أولئك النجاسات مغلظة حتى أن الحائض لا يقعد معها ولا يؤكل معها\nوهؤلاء يقولون ما عليك شيء نجس ولا يأمرون بختان ولا غسل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p610'> Vol. 28, p. 610</a>\n            </div>\n            \nجنابة ولا إزالة نجاسة مع أن المسيح والحواريين كانوا على شريعة التوراة ثم\nأن الصلاة إلى المشرق لم يأمر بها المسيح ولا الحواريون وإنما إبتدعها\nقسطنطين أو غيره\n</p>\n\n<p>\nوكذلك الصليب إنما إبتدعه قسطنطين برأيه وبمنام زعم رآه وأما المسيح\nوالحواريون فلم يأمروا بشيء من ذلك\n</p>\n\n<p>\nوالدين الذى يتقرب العباد به إلى الله لابد أن يكون الله أمر به وشرعه\nعلى ألسنة رسله وأنبيائه وإلا فالبدع كلها ضلالة وما عبدت الأوثان إلا\nبالبدع\n</p>\n\n<p>\nوكذلك إدخال الألحان فى الصلوات لم يأمر بها المسيح ولا الحواريون\n</p>\n\n<p>\nوبالجملة فعامة أنواع العبادات والأعياد التى هم عليها لم ينزل بها الله\nكتابا ولا بعث بها رسولا لكن فيهم رأفة ورحمة وهذا من دين الله بخلاف\nالأولين فإن فيهم قسوة ومقتا وهذا مما حرمه الله تعالى لكن الأولون لهم\nتمييز وعقل مع العناد والكبر والآخرون فيهم ضلال عن الحق وجهل بطريق الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p611'> Vol. 28, p. 611</a>\n            </div>\n             ثم ان هاتين الامتين تفرقتا احزابا كثيرة فى أصل دينهم\nواعتقادهم فى <span id='ms06'></span> معبودهم ورسولهم هذا يقول ان جوهر اللاهوت والناسوت صارا\nجوهرا واحدا وطبيعة واحدة وأقنوما واحدا وهم اليعقوبية وهذا يقول بل هما\nجوهران وطبيعتان وأقنومان وهم النسطورية وهذا يقول بالاتحاد من وجه دون وجه\nوهم الملكانية\n</p>\n\n<p>\nوقد آمن جماعات من علماء أهل الكتاب قديما وحديثا وهاجروا إلى الله\nورسوله وصنفوا فى كتب الله من دلالات نبوة النبى خاتم المرسلين وما فى\nالتوراة والزبور والانجيل من مواضع لم يدبروها وكذلك الحواريون فلما اختلف\nالاحزاب من بينهم هدى الله الذين امنوا لما اختلفوا فيه من الحق باذنة فبعث\nالنبى الذى بشر به المسيح ومن قبله من الأنبياء داعيا إلى ملة إبراهيم ودين\nالمرسلين قبله وبعده وهو عبادة الله وحده لا شريك له واخلاص الدين كله لله\nوطهر الأرض من عبادة الأوثان ونزه الدين عن الشرك دقه وجله بعد ما كانت\nالاصنام تعبد فى ارض الشام وغيرها فى دولة بنى إسرائيل ودولة الذين قالوا\nانا نصارى وأمر بالايمان بجميع كتب الله المنزلة كالتوراة والانجيل والزبور\nوالفرقان وبجميع أنبياء الله من آدم إلى محمد\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>وقالوا كونوا هودا أو نصارى تهتدوا قل بل ملة\nإبراهيم حنيفا وما كان من المشركين قولوا آمنا بالله وما أنزل إلينا وما\nأنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى وما\nأوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون فإن آمنوا بمثل\nما آمنتم به فقد اهتدوا وإن تولوا فإنما هم في شقاق فسيكفيكهم الله وهو\nالسميع العليم صبغة الله ومن أحسن من الله صبغة ونحن له عابدون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p612'> Vol. 28, p. 612</a>\n            </div>\n             ) وأمر الله ذلك الرسول بدعوة الخلق إلى توحيده بالعدل فقال\nتعالى <span class='quran'>قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد\nإلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن\nتولوا فقولوا اشهدوا بأنا مسلمون </span>وقال تعالى <span class='quran'>وما كان لبشر أن\nيكلمه الله إلا وحيا أو من وراء حجاب </span>وقال تعالى <span class='quran'>ما كان لبشر أن <span id='ms07'></span>\nيؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون\nالله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون ولا\nيأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم\nمسلمون </span></p>\n\n<p>\nوأمره أن تكون صلاته وحجة إلى بيت الله الحرام الذى بناه خليله إبراهيم\nأبو الأنبياء وأمام الحنفاء وجعل أمته وسطا فلم يغلوا فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p613'> Vol. 28, p. 613</a>\n            </div>\n            \nالأنبياء كغلو من عدلهم بالله وجعل فيهم شيئا من الألهية وعبدهم وجعلهم\nشفعاء ولم يجفوا جفاء من آذاهم وإستخف بحرماتهم وأعرض عن طاعتهم بل عزروا\nالأنبياء أى عظموهم ونصروهم وآمنوا بما جاؤوا به وأطاعوهم وإتبعوهم وإئتموا\nبهم وأحبوهم وأجلوهم ولم يعبدوا إلاالله فلم يتكلوا إلا عليه ولم يستعينوا\nإلا به مخلصين له الدين حنفاء\n</p>\n\n<p>\nوكذلك فى الشرائع قالوا ما أمرناالله به أطعناه وما نهانا عنه إنتهينا\nوإذا نهانا عما كان أحله كما نهى بنى إسرائيل عما كان أباحه ليعقوب أو أباح\nلنا ما كان حراما كما أباح المسيح بعض الذى حرم الله على بنى إسرائيل سمعنا\nوأطعنا\n</p>\n\n<p>\nوأما غير رسل الله وأنبيائه فليس لهم أن يبدلوا دين الله ولا يبتدعوا فى\nالدين مالم يأذن به الله والرسل إنما قالوا تبليغا عن الله فإنه سبحانه له\nالخلق والأمر فكما لا يخلق غيره لا يأمر غيره <span class='quran'>إن الحكم إلا لله أمر\nألا تعبدوا إلا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون </span>وتوسطت هذه الأمة فى الطهارة والنجاسة وفى الحلال والحرام وفى الأخلاق ولم\nيجردوا الشدة كما فعله الأولون ولم يجردوا الرأفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p614'> Vol. 28, p. 614</a>\n            </div>\n             كما فعله\nالآخرون بل عاملوا أعداء الله بالشدة وعاملوا أولياء الله بالرأفة والرحمة\nوقالوا فى المسيح ما قاله سبحانه وتعالى وما وقاله المسيح والحواريون لا ما\nإبتدعه الغالون والجافون\n</p>\n\n<p>\nوقد أخبر الحواريون عن خاتم المرسلين أنه يبعث من أرض اليمن وأنه يبعث\nبقضب الأدب وهو السيف وأخبر المسيح أنه يجيء بالبينات والتأويل وأن المسيح\nجاء بالأمثال وهذا باب يطول شرحه\n</p>\n\n<p>\nوإنما نبه الداعى لعظيم ملته وأهله لما بلغنى ما <span id='ms08'></span> عنده من الديانة والفضل\nومحبة العلم وطلب المذاكرة ورأيت الشيخ أبا العباس المقدسى شاكرا من الملك\nمن رفقه ولطفه وإقباله عليه وشاكرا من القسيسين ونحوهم\n</p>\n\n<p>\nونحن قوم نحب الخير لكل أحد ونحب أن يجمع الله لكم خير الدنيا والآخرة\nفإن أعظم ما عبد الله به نصيحة خلقه وبذلك بعث الله الأنبياء والمرسلين ولا\nنصيحة أعظم من النصيحة فيما بين العبد وبين ربه فإنه لابد للعبد من لقاء\nالله ولابد أن الله يحاسب عبده كما قال تعالى <span class='quran'>فلنسألن الذين أرسل\nإليهم ولنسألن المرسلين </span></p>\n\n<p>\nوأما الدنيا فأمرها حقير وكبيرها صغير وغاية أمرها يعود إلى الرياسة\nوالمال وغاية ذى الرياسة أن يكون كفرعون الذى أغرقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p615'> Vol. 28, p. 615</a>\n            </div>\n             الله فى\nاليم إنتقاما منه وغاية ذى المال أن يكون كقارون الذى خسف الله به الأرض\nفهو بتجلجل فيها إلى يوم القيامة لما أذى نبى الله موسى\n</p>\n\n<p>\nوهذه وصايا المسيح ومن قبله ومن بعده من المرسلين كلها تأمر بعبادة الله\nوالتجرد للدار الآخرة والأعراض عن زهرة الحياة الدنيا\n</p>\n\n<p>\nولما كان أمرالدنيا خسيسا رايت ان اعظم ما يهدى لعظيم قومه المفاتحة فى\nالعلم والدين بالمذاكرة فيما يقرب إلى الله والكلام فى الفروع مبنى على\nالأصول وأنتم تعلمون أن دين الله لا يكون بهوى النفس ولا بعادات الآباء\nوأهل المدئية وإنما ينظر العاقل فيما جاءت به الرسل وفى ما إتفق الناس عليه\nوما إختلفوا فيه ويعامل الله تعالى بينه وبين الله تعالى بالإعتقاد الصحيح\nوالعمل الصالح وإن كان لايمكن الإنسان أن يظهر كل ما فى نفسه لكل أحد\nفينتفع هو بذلك القدر\n</p>\n\n<p>\nوإن رأيت من الملك رغبة فى العلم والخير كاتبته وجاوبته عن مسائل يسألها\nوقد كان خطر لى أن أجىء إلى قبرص لمصالح فى الدين والدنيا لكن إذا رأيت من\nالملك ما فيه رضى الله ورسوله عاملته بما يقتضيه عمله فإن الملك وقومه\nيعلمون أن الله قد أظهر من معجزات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p616'> Vol. 28, p. 616</a>\n            </div>\n             رسله عامة ومحمد خاصة ما أيد\nبه دينه وأذل الكفار والمنافقين\n</p>\n\n<p>\nولما قدم مقدم المغول غازان وإتباعه إلى دمشق <span id='ms09'></span> وكان قد إنتسب إلى الإسلام\nلكن لم يرض الله ورسوله والمؤمنون بما فعلوه حيث لم يلتزموا دين الله وقد\nإجتمعت به وبأمرأته وجرى لى معهم فصول يطول شرحها لابد أن تكون قد بلغت\nالملك فأذلة الله وجنوده لنا حتى يقينا نضربهم بأيدينا ونصرخ فيهم بأصواتنا\nوكان معهم صاحب سيس مثل أصغر غلام يكون حتى كان بعض المؤذنين الذين معنا\nيصرخ عليه ويشتمه وهو لا يجترئ أن يجاوبه حتى أن وزراء غازان ذكروا ما ينم\nعليه من فساد النية له وكنت حاضرا لما جاءت رسلكم إلى ناحية الساحل وأخبرنى\nالتتار بالأمر الذى أراد صاحب سيس أن يدخل بينكم وبينه فيه حيث مناكم\nبالغرور وكان التتارمن أعظم الناس شتيمة لصاحب سيس وإهانة له ومع هذا فإنا\nكنا نعامل أهل ملتكم بالإحسان إليهم والذب عنهم\n</p>\n\n<p>\nوقد عرف النصارى كلهم أنى لما خاطبت التتار فى إطلاق الأسرى وأطلقهم\nغازان وقطلوشاه وخاطبت مولاى فيهم فسمح بإطلاق المسلمين قال لى لكن معنا\nنصارى أخذناهم من القدس فهؤلاء لا يطلقون فقلت له بل جميع من معك من اليهود\nوالنصارى الذين هم أهل ذمتنا فإنا نفتكهم ولا ندع أسيرا لا من أهل الملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p617'> Vol. 28, p. 617</a>\n            </div>\n             ولا من أهل الذمة وأطلقنا من النصارى من شاء الله فهذا عملنا\nوإحساننا والجزاء على الله\n</p>\n\n<p>\nوكذلك السبى الذى بأيدينا من النصارى يعلم كل أحد إحساننا ورحمتنا\nورأفتنا بهم كما أوصانا خاتم المرسلين حيث قال فى آخر حياته ( الصلاة وما\nملكت إيمانكم قال الله تعالى فى كتابة <span class='quran'>ويطعمون الطعام على حبه مسكينا\nويتيما وأسيرا </span>ومع خضوع التتار لهذه الملة وإنتسابهم إلى هذه الملة\nفلم نخادعهم ولم نافقهم بل بينا لهم ما هم عليه من الفساد والخروج عن\nالإسلام الموجب لجهادهم وإن جنود الله المؤيدة وعساكره المنصورة المستقرة\nبالديار الشامية والمصرية ما زالت منصورة على من ناواها مظفرة على من\nعاداها وفى هذه المدة لما شاع عند العامة أن التتار مسلمون إمسك العسكر عن\nقتالهم فقتل منهم بضعة عشر ألفا ولم يقتل من المسلمين مائان فلما <span id='ms10'></span> إنصرف\nالعسكر إلى مصر وبلغه ما عليه هذه الطائفة الملعونة من الفساد وعدم الدين\nخرجت جنود الله وللأرض منها وئيد قد ملأ السهل والجبل فى كثرة وقوة وعدة\nوإيمان وصدق قد بهرت العقول والألباب محفوفة بملائكة الله التى ما زال يمد\nبها الأمة الحنيفية المخلصة لبارئها فإنهزم العدو بين أيديها ولم يقف\nلمقابلتها ثم أقبل العدو ثانيا فأرسل عليه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p618'> Vol. 28, p. 618</a>\n            </div>\n             العذاب ما أهلك\nالنفوس والخيل وإنصرف خاسئا وهو حسير وصدق الله وعده ونصر عبده وهو الآن فى\nالبلاء الشديد والتعكيس العظيم والبلاء الذى أحاط به والإسلام فى عز متزايد\nوخير مترافد فإن النبى قد قال ( إن الله يبعث لهذه الأمة فى رأس كل مائة\nسنة من يجدد لها أمر دينه ( ا وهذا الدين فى إقبال وتجديد وأنا ناصح للملك\nوأصحابه والله الذى لا إله إلا هو الذى أنزل التوراة والأنجيل والفرقان ) 9\n</p>\n\n<p>\nويعلم الملك أن وفد بحران وكانوا نصارى كلهم فيهم الأسقف وغيره لما قدموا\nعلى النبى صلى الله عليه وسلم ودعاهم إلى الله ورسوله وإلى الإسلام خاطبوه\nفى أمر المسيح وناظروه فلما قامت عليهم الحجة جعلوا يراوغون فأمر الله نبيه\nأن يدعوهم إلى المباهلة كما قال <span class='quran'>فمن حاجك فيه من بعد ما جاءك من العلم\nفقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل\nفنجعل لعنة الله على الكاذبين </span>فلما ذكر النبى ذلك إستشدروا بينهم\nفقالوا تعلمون أنه نبى وأنه ما باهل أحد نبيا فأفلح فأدوا إليه الجزية\nودخلوا فى الذمة وإستعفوا من المباهلة\n</p>\n\n<p>\nوكذلك بعث النبى صلى الله عليه وسلم كتابه إلى قيصر الذى كان ملك النصارى\nبالشام والبحر إلى قسطنطينية وغيرهاوكان ملكا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p619'> Vol. 28, p. 619</a>\n            </div>\n             فاضلا فلما قرأ\nكتابة وسأل عن علامته عرف أنه النبى الذى بشر به المسيح وهو الذى كان وعد\nالله به إبراهيم فى إبنه إسماعيل وجعل يدعوه قومه النصارى إلى متابعته\nوأكرم كتابة وقبله ووضعه على عينيه وقال وددت أنى أخلص إليه حتى أغسل عن\nقدميه ولولا ما أنا فيه من الملك لذهبت إليه\n</p>\n\n<p>\nوأما <span id='ms11'></span> النجاشى ملك الحبشة النصرانى فإنه لما بلغه خبر النبى من أصحابه\nالذين هاجروا إليه آمن به وصدقه وبعث إليه إبنه وأصحابه مهاجرين وصلى الله\nالنبى صلى الله عليه وسلم عليه لما مات ولما سمع سورة ( كهيعص ( بكى ولما\nأخبره عما يقولون فى المسيح قال والله ما يزيد عيسى على هذا مثل هذا العود\nوقال أن هذا والذى جاء به موسى ليخرج من مشكاة واحدة\n</p>\n\n<p>\nوكانت سيرة النبى أن من آمن بالله وملائكته وكتبه ورسله من النصارى صار\nمن أمته له مالهم وعليه ما عليهم وكان له أجران أجر على إيمانه بالمسيح\nوأجر على إيمانه بمحمد ومن لم يؤمن به من الأمم فإن الله أمر بقتاله كما\nقال فى كتابته <span class='quran'>قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا\nيحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى\nيعطوا الجزية عن يد وهم صاغرون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p620'> Vol. 28, p. 620</a>\n            </div>\n             فمن كان لا يؤمن بالله بل\nيسب الله ويقول أنه ثالث ثلا وأنه صلب ولا يؤمن برسله بل يزعم أن الذى حمل\nوولد وكان يأكل ويشرب ويغوط وينام هو الله وإبن الله وإن الله أو إبنه حل\nفيه وتدرعه ويجحد ما جاء به محمد خاتم المرسلين ويحرف نصوص التوراة\nوالأنجيل فإن فى الأناجيل الأربعة من التناقض والإختلاف بين ما أمر الله به\nأوجبه ما فيها ولايدين الحق ودين الحق هو الإقرار بما أمر الله به وأوجبه\nمن عبادته وطاعته ولا يحرم ما حرم الله ورسوله من الدم والميتة ولحم\nالخنزير الذى ما زال حراما من لون آدم إلى محمد صلى الله عليه وسلم ما\nأباحه نبى قط بل علماء النصارى يعلمون أنه محرم وما يمنع بعضهم من إظهار\nذلك إلا الرغبة والرهبة وبعضهم يمنعه العناد والعادة ونحو ذلك ولا يؤمنون\nباليوم الآخر لأن عامتهم وان كانوا يقرون بقيامة الابدان لكنهم لا يقرون\nبما أخبر الله به من الاكل والشرب واللباس والنكاح والنعيم والعذاب فى\nالجنة والنار بل غاية ما يقرون به من <span id='ms12'></span> النعيم السماع والشم ومنهم متفلسفة\nينكرون معاد الاجساد واكثر علمائهم زنادقة وهم يضمرون ذلك ويسخرون بعوامهم\nلاسيما بالنساء والمترهبين منهم بضعف العقول فمن هذا حاله فقد امر الله\nرسوله بجهاده حتى يدخل فى دين الله أو يؤدى الجزية وهذا دين محمد\n</p>\n\n<p>\nثم المسيح صلوات الله عليه لم يأمر بجهاد لاسيما بجهاد الأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p621'> Vol. 28, p. 621</a>\n            </div>\n            \nالحنيفية ولا الحواريون بعد\n</p>\n\n<p>\nفيا أيها الملك كيف تستحل سفك الدماء وسبى الحريم وأخذ الأموال بغير حجة\nبأحدهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p622'> Vol. 28, p. 622</a>\n            </div>\n             فرشها وعلى افراسها من قد بلغ الملك خبرهم قديما\nوحديثا وفيهم الصالحون الذين لا يرد الله دعواتهم ولا يخيب طلباتهم الذين\nيغضب الرب لغضبهم ويرضى لرضاهم وهؤلاء التتار مع كثرتهم وانتسابهم إلى\nالمسلمين لما غضب المسلمون عليهم أحاط بهم من البلاء ما يعظم عن الوصف فكيف\nيحسن أيها الملك بقوم يجاورون المسلمين من اكثر الجهات أن يعاملوهم هذة\nالمعاملة التى لايرضاها عاقل لامسلم ولا معاهد\n</p>\n\n<p>\nهذا وأنت تعلم ان المسلمين لا ذنب لهم أصلا بل هم المحمودون على مافعلوه\nفان الذى أطبقت العقلاء على الاقرار بفضله هو دينهم حتى الفلاسفة أجمعوا\nعلى أنه لم يطرق العالم دين أفضل من هذا الدين فقد قامت البراهين على وجوب\nمتابعته\n</p>\n\n<p>\nثم هذة البلاد ما زالت بأيديهم الساحل بل وقبرص أيضا ما أخذت منهم الا من\nأقل من ثلاثمائة سنة وقد وعدهم النبى أنهم لايزالون ظاهرين إلى يوم القيامة\nفما يؤمن الملك ان هؤلاء الاسرى المظلومين ببلدتة ينتقم لهم رب العباد\nوالبلاد كما ينتقم لغيرهم وما يؤمنة أن تأخذ المسلمين حمية اسلامهم فينالوا\nمنها ما نالوا من غيرها ونحن اذا رأينا من الملك وأصحابه ما يصلح عاملناهم\nبالحسنى والا فمن بغى علية لينصرنه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p623'> Vol. 28, p. 623</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت تعلم ان ذلك من أيسر الامور على المسلمين وأنا ما غرضى الساعة الا\nمخاطبتكم بالتى هي احسن والمعاونة على النظر فى العلم وإتباع الحق وفعل ما\nيجب فان كان عند الملك من يثق بعقله ودينه فليبحث معه عن أصول العلم وحقائق\nالأديان ولا يرضى أن يكون من هؤلاء النصارى <span id='ms13'></span> المقلدين الذين لا يسمعون\nولايعقلون أن هم كالأنعام بل هم أضل سبيلا\n</p>\n\n<p>\nوأصل ذلك أن تستعين بالله وتسأله الهداية وتقول اللهم أرنى الحق حقا\nوأعنى على أتباعه وأرنى الباطل باطلا وأعنى على إجتنابه ولا تجعله مشتبها\nعلى فإتبع الهوى فأضل وقل اللهم رب جبريل وميكائيل وإسرافيل فاطر السماوات\nوالأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون\nأهدنى لما إختلف فيه من الحق بإذنك إنك تهدى من تشاء إلى صراط مستقيم\n</p>\n\n<p>\nوالكتاب لايحتمل البسط أكثر من هذا لكن أنا ما أريد للملك إلا ما ينفعه\nفى الدنيا والآخرة وهما شيئان ( أحدهما ) له خاصة وهو معرفته بالعلم والدين\nوإنكشاف الحق وزوال الشبهة وعبادة الله كما أمر فهذا خير له من ملك الدنيا\nبحذافيرها وهو الذى بعث به المسيح وعلمه الحواريين ( الثانى ) له وللمسلمين\nوهو مساعدته للأسرى الذين فى بلاده وإحسانه إليهم وأمر رعيته بالإحسان\nإليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p624'> Vol. 28, p. 624</a>\n            </div>\n             والمعاونة لنا على خلاصهم فإن فى الإساءة إليهم دركا على\nالملك فى دينه ودين الله تعالى ودركا من جهة المسلمين وفى المعاونة على\nخلاصهم حسن له فى دينه ودين الله تعالى وعند المسلمين وكان المسيح أعظم\nالناس توصية بذلك\n</p>\n\n<p>\nومن العجب كل العجب أن يأسر النصارى قوما غدرا أو غير غدر ولم يقاتلوهم\nوالمسيح يقول ( من لطمك على خدك الأيمن فأدر له خدك الأيسر ومن أخذ رداءك\nفأعطه قميصك ( وكلما كثرت الأسرى عندكم كان أعظم لغضب الله وغضب عباده\nالمسلمين فكيف يمكن السكوت على أسرى المسلمين فى قبرص سيما وعامة هؤلاء\nالأسرى قوم فقراء وضعفاء ليس لهم من يسعى فيهم وهذا أبو العباس مع أنه من\nعباد المسلمين وله عبادة وفقر وفيه مشيخة ومع هذا فما كاد يحصل له فداؤه\nإلا بالشدة ودين الإسلام يأمرنا أن نعين الفقير والضعيف فالملك أحق أن\nيساعد على ذلك من وجوه كثيرة لا سيما والمسيح يوصى بذلك فى الإنجيل ويأمر\nبالرحمة العامة والخير الشامل كالشمس والمطر\n</p>\n\n<p>\nوالملك وأصحابه إذا عاونونا على تخليص الأسرى والإحسان إليهم كان الحظ <span id='ms14'></span>\nالأوفر لهم فى ذلك فى الدنيا والآخرة أما فى الآخرة فإن الله يثيب على ذلك\nويأجر عليه وهذا مما لا ريب فيه عند العلماء المسيحيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p625'> Vol. 28, p. 625</a>\n            </div>\n             الذين\nلا يتبعون الهوى بل كل من إتقى الله وأنصف علم أنهم أسروا بغير الحق لاسيما\nمن أخذ غدرا والله تعالى لم يأمر المسيح ولا أحدا من الحواريين ولا من إتبع\nالمسيح على دينه لا بأسر أهل ملة إبراهيم ولا بقتلهم وكيف وعامة النصارى\nيقرون بأن محمدا رسول الأميين فكيف يجوز أن يقاتل أهل دين إتبعوا رسولهم\n</p>\n\n<p>\nفإن قال قائل هم قاتلونا أول مرة قيل هذا باطل فيمن غدرتم به ومن بدأتموه\nبالقتال وأما من بدأكم منهم فهو معذور لأن الله تعالى أمره بذلك ورسوله بل\nالمسيح والحواريون أخذ عليهم المواثيق بذلك ولا يستوى من عمل بطاعة الله\nورسله ودعا إلى عباده ودينه وأقر بجميع الكتب والرسل وقاتل لتكون كلمة الله\nهي العليا وليكون الدين كله لله ومن قاتل فى هوى نفسه وطاعة شيطانه على\nخلاف أمر الله\n</p>\n\n<p>\nورسله وما زال فى النصارى من الملوك والقسيسين والرهبان والعامة من له\nمزية على غيره فى المعرفة والدين فيعرف بعض الحق وينقاد لكثير منه ويعرف من\nقدر الإسلام وأهله ما يجهله غيره فيعاملهم معاملة تكون نافعة له فى الدنيا\nوالآخرة ثم فى فكاك الأسير وثواب العتق من كلام الأنبياء والصديقين ما هو\nمعروف لمن طلبه فمهما عمل الملك معهم وجد ثمرته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p626'> Vol. 28, p. 626</a>\n            </div>\n             وأما فى الدنيا\nفإن المسلمين أقدر على المكأفاة فى الخير والشر من كل أحد ومن حاربوه\nفالويل كل الويل له والملك لابد أن يكون سمع السير وبلغه أنه ما زال فى\nالمسلمين النفر القليل منهم من يغلب أضعافا مضاعفة من النصارى وغيرهم فكيف\nإذا كانوا أضعافهم وقد بلغه الملاحم المشهورة فى قديم الدهر وحديثه مثل\nأربعين ألفا يغلبون من النصارى أكثر من أربعمائة ألف أكثرهم فارس وما زال\nالمرابطون بالثغور مع قلتهم وإشتغال ملوك الاسلام عنهم يدخلون بلاد النصارى\nفكيف وقد من الله تعالى على المسلمين <span id='ms15'></span> باجتماع كلمتهم وكثرة جيوشهم وبأس\nمقدميهم وعلو هممهم ورغبتهم فيما يقرب إلى الله تعالى واعتقادهم ان الجهاد\nأفضل الاعمال المطوعة وتصديقهم بما وعدهم نبيهم حيث قال ( يعطى الشهيد ست\nحصال يغفر لة باول قطرة من دمة ويرى مقعدة فى الجنة ويكسى حلة الايمان\nويزوج باثنتين وسبعين من الحور العين ويوقى فتنة القبر ويؤمن من الفزع\nالاكبر يوم القيامة (\n</p>\n\n<p>\nثم إن فى بلادهم من النصارى أضعاف ما عندكم من المسلمين فان فيهم من رؤوس\nالنصارى من ليس فى البحر مثلهم الا قليل وأما أسراء المسلمين فليس فيهم من\nيحتاج الية المسلمون ولا من ينتفعون بة وانما نسعى فى تخليصهم لاجل الله\nتعالى رحمة لهم وتقربا الية يوم يجزى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p627'> Vol. 28, p. 627</a>\n            </div>\n             الله المصدقين ولا يضيع\nأجر المحسنين\n</p>\n\n<p>\nوأبو العباس حامل هذا الكتاب قد بث محاسن الملك وإخوتة عندنا واستعطف\nقلوبنا الية فلذلك كاتبت الملك لما بلغتنى رغبتة فى الخير وميلة إلى العلم\nوالدين وأن من نواب المسيح وسائر الأنبياء فى مناصحة الملك واصحابة وطلب\nالخير لهم فان أمة محمد خير أمة أخرجت للناس يريدون للخلق خير الدنيا\nوالآخرة يأمرون بالمعروف وينهون عن المنكر ويدعونهم إلى الله ويعينونهم على\nمصالح دينهم ودنياهم وان كان الملك قد بلغة بعض الاخبار التى فيها طعن على\nبعضهم أو طعن على دينهم فاما ان يكون المخبر كاذبا أو ما فهم التأويل وكيف\nصورة الحال وان كان صادقا عن بعضهم بنوع من المعاصى والفواحش والظلم فهذا\nلابد منة فى كل أمة بل الذى يوجد فى المسلمين من الشر أقل مما فى غيرهم\nبكثير والذى فيهم من الخير لايوجد مثلة فى غيرهم\n</p>\n\n<p>\nوالملك وكل عاقل يعرف ان اكثر النصارى خارجون عن وصايا المسيح والحواريين\nورسائل بولص وغيره من القديسين وان كان اكثر ما معهم من النصرانية شرب\nالخمر وأكل الخنزير وتعظيم الصليب ونواميس مبتدعة ما أنزل الله بها من\nسلطان وأن بعضهم يستحل بعض ما حرمته الشريعة النصرانية هذا فيما يقرون به\nوأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p628'> Vol. 28, p. 628</a>\n            </div>\n             مخالفتهم لما لا يقرون به فكلهم داخل فى <span id='ms16'></span> ذلك بل قد ثبت\nعندنا عن الصادق المصدوق رسول الله صلى الله عليه وسلم أن المسيح عيسى بن\nمريم ينزل عندنا بالمنارة البيضاء فى دمشق واضعا كفيه على منكبى ملكين\nفيكسر الصليب ويقتل الخنزير ويضع الجزية ولا يقبل من أحد إلا الاسلام ويقتل\nمسيح الضلالة الأعور الدجال الذى يتبعه اليهود ويسلط المسلمون على اليهود\nحتى يقول الشجر والحجر يامسلم هذا يهودى ورائى فاقتله وينتقم الله للمسيح\nبن مريم مسيح الهدى من اليهود ما آذوه وكذبوه لما بعث اليهم\n</p>\n\n<p>\nوأما ما عندنا فى أمر النصارى وما يفعل الله بهم من ادالة المسلمين عليهم\nوتسليطه عليهم فهذا مما لا أخبر به الملك لئلا يضيق صدره ولكن الذى أنصحه\nبه ان كل من أسلف إلى المسلمين خيرا ومال اليهم كانت عاقبته معهم حسنة بحسب\nما فعله من الخير فان الله يقول <span class='quran'>فمن يعمل مثقال ذرة خيرا يره ومن يعمل\nمثقال ذرة شرا يره </span></p>\n\n<p>\nوالذى اختم به الكتاب الوصية بالشيخ ابى العباس وبغيره من الاسرى\nوالمساعدة لهم والرفق بمن عندهم من أهل القرآن والامتناع من تغيير دين واحد\nمنهم وسوف يرى الملك عاقبة ذلك كله ونحن نجزى الملك على ذلك باضعاف ما فى\nنفسه والله يعلم انى قاصد للملك الخير لان الله تعالى أمرنا بذلك وشرع لنا\nان نريد الخير لكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p629'> Vol. 28, p. 629</a>\n            </div>\n             أحد ونعطف على خلق الله وندعوهم إلى الله\nوالى دينه وندفع عنهم شياطين الانس والجن\n</p>\n\n<p>\nوالله المسئول ان يعين الملك على مصلحته التى هي عند الله المصلحة وأن\nيخير له من الأقوال ما هو خير له عند الله ويختم له بخاتمة خير والحمد لله\nرب العالمين وصلواته على انبيائه المرسلين ولا سيما محمد خاتم النبيين\nوالمرسلين والسلام عليهم أجمعين\n</p>\n\n<p>\nوسئل هل المدينة من الشام $\n</p>\n\n<p>\nفأجاب مدينة النبى من الحجاز باتفاق أهل العلم ولم يقل أحد من المسلمين\nولا غيرهم ان المدينة النبوية من الشام وانما يقول هذا جاهل بحد الشام\nوالحجاز جاهل بما قاله الفقهاء وأهل اللغة وغيرهم ولكن يقال المدينة شامية\nومكة <span id='ms17'></span> يمانية أى المدينة اقرب إلى الشام ومكة اقرب إلى اليمن وليست مكة من\nاليمن ولا المدينة من الشام\n</p>\n\n<p>\nوقد أمر النبى فى مرض موته أن تخرج اليهود والنصارى من جزيرة العرب وهى\nالحجاز فاخرجهم عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v28p630'> Vol. 28, p. 630</a>\n            </div>\n             <span id='ms18'></span>\n</p>\n",
  "pages": [
    "601",
    "602",
    "603",
    "604",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618",
    "619",
    "620",
    "621",
    "622",
    "623",
    "624",
    "625",
    "626",
    "627",
    "628",
    "629",
    "630"
  ],
  "volumes": [
    "28"
  ]
}