{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: المراسيل</h1>\n\n<p>\nالمؤلف: أبو داود سليمان بن الأشعث السجستاني\n</p>\n\n<p>\nالمتوفى: 275 ه\n</p>\n\n<p>\nالمحقق: عبد الله بن مساعد الزهراني\n</p>\n\n<p>\nالناشر: دار الصميعي - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1408 ه\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\nملاحظات:\n</p>\n\n<p>\n1 - الكتاب موافق لطبعة دار الصميعي.\n</p>\n\n<p>\n2 - الكتاب مقابل على طبعتي دار الصميعي والرسالة، مع الاستعانة بالنسخة\nالخطية في تصويب بعض التحريفات.\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 3 - 10 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على محمد.\n</p>\n\n<h2 class='l2' id='head1'>AUTO - باب الطهارة</h2>\n\n<p>\n1 - قال أخبرنا أبو داود سليمان بن الأشعث السجستاني, قال: أخبرنا موسى\nبن إسماعيل، قال: أخبرنا الوليد بن مسلم، قال: أخبرنا الوليد بن سليمان بن\nأبي السائب، عن طلحة بن أبي قنان، أن النبي صلى الله عليه وسلم كان إذا\nأراد أن يبول، فأتى عزازا من الأرض، أخذ عودا، فنكت به حتى يثرى، ثم يبول.\n</p>\n\n<p>\nسمعت أبا داود يقول: يعني يثير التراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n2- حدثنا موسى بن إسماعيل، أخبرنا حماد، أنبأنا هشام بن حسان، عن الحسن، أن\nالنبي صلى الله عليه وسلم كان إذا دخل الخلاء قال: اللهم إني أعوذ بك من\nالخبيث المخبث، الرجس النجس، الشيطان الرجيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n3- حدثنا هشام بن خالد، أخبرنا الوليد، عن ابن جابر، عن مكحول قال: نهى\nرسول الله صلى الله عليه وسلم أن يبال بأبواب المسجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n4- حدثنا أبو داود أخبرنا عمرو بن عون، أنبأنا وكيع، عن زمعة بن صالح، عن\nعيسى بن أزداد، عن أبيه، أن النبي صلى الله عليه وسلم قال: إذا بال أحدكم\nفلينتر ذكره ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n5- حدثنا محمد بن الصباح بن سفيان، أنبأنا هشيم، عن محمد بن خالد القرشي،\nعن عطاء بن أبي رباح قال: قال رسول الله صلى الله عليه وسلم: إذا شربتم\nفاشربوا مصا، وإذا استكتم فاستاكوا عرضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الوضوء.\n</p>\n\n<p>\n6- حدثنا محمد بن عثمان الدمشقي أبو الجماهر، أن سليمان بن بلال، حدثهم،\nأخبرنا شريك بن أبي نمر، عن أبي سلمة بن عبد الرحمن، أن رسول الله صلى الله\nعليه وسلم كان يغسل وجهه بيمينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n7- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن إسحاق بن سويد، عن العلاء بن <span id='ms01'></span>\nزياد، عن النبي صلى الله عليه وسلم أنه اغتسل فرأى لمعة على منكبه لم يصبها\nالماء، فأخذ خصلة من شعر رأسه، فعصرها على منكبه، ثم مسح يده على ذلك\nالمكان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n8- حدثنا أحمد بن يونس، أخبرنا زائدة، في حديث هشام، عن حفصة بنت سيرين، عن\nأبي العالية، قال: جاء رجل في بصره ضر، فدخل المسجد ورسول الله صلى الله\nعليه وسلم يصلي بأصحابه، فتردى في حفرة كانت في المسجد، فضحك طوائف منهم،\nفلما قضى رسول الله صلى الله عليه وسلم الصلاة أمر من كان ضحك منهم أن يعيد\nالوضوء، ويعيد الصلاة.\n</p>\n\n<p>\nقال أبو داود: وروي عن الحسن، وإبراهيم، والزهري، هذا الخبر عن النبي صلى\nالله عليه وسلم ومخرجها كلها إلى أبي العالية، رواه إبراهيم، عن أبي هاشم\nالرماني.\n</p>\n\n<p>\nورواه الزهري، عن سليمان بن أرقم، عن الحسن، وقال حفص المنقري: أنا حدثت\nبه الحسن، عن أبي العالية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n9- حدثنا هناد بن السري, قال: أخبرنا, وحدثنا محمد بن العلاء، ومحمد بن\nالصباح بن سفيان، قالا: أنبأنا أبو بكر بن عياش، عن الأعمش، عن معاوية بن\nقرة، قال: قدم على النبي صلى الله عليه وسلم نفر من بني قشير، فقالوا: يا\nرسول الله إننا نعزب في الأرض، ومعنا أهلونا، وليس معنا من الماء إلا قدر\nشفاهنا، أفيجامع أحدنا أهله؟ قال: نعم، وإن كان إلى سنتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n10- حدثنا قتيبة، أخبرنا الليث، عن عقيل، عن الزهري، أن النبي صلى الله\nعليه وسلم وجد في ثوبه دما، فانصرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n11- حدثنا موسى بن إسماعيل، قال: أخبرنا جرير يعني ابن حازم، قال: سمعت عبد\nالملك يعني ابن عمير، يحدث عن عبد الله بن معقل بن مقرن، قال: قام أعرابي\nإلى زاوية من زوايا المسجد فاكتشف، فبال فيها، فقال النبي صلى الله عليه\nوسلم: خذوا ما بال عليه من التراب، فألقوه، وأهريقوا على مكانه ماء.\n</p>\n\n<p>\nقال أبو داود: وروي متصلا، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head2'>AUTO - باب من الصلاة.</h2>\n\n<p>\n12 - حدثنا ابن المثنى، أخبرنا ابن أبي عدي، عن سعيد، عن قتادة، عن\nالحسن، قال: لما جاء بهن رسول <span id='ms02'></span> الله صلى الله عليه وسلم إلى قومه، يعني\nالصلوات، خلى عنهم، حتى إذا زالت (1) الشمس عن بطن السماء، نودي فيهم:\nالصلاة جامعة، ففزعوا لذلك، واجتمعوا، فصلى بهم نبي الله صلى الله عليه\nوسلم أربع ركعات، لا يقرأ فيهن علانية، جبريل بين يدي رسول الله صلى الله\nعليه وسلم، ورسول الله صلى الله عليه وسلم بين أيدي (1) الناس، يقتدي الناس\nبنبيهم صلى الله عليه وسلم، ويقتدي نبي الله صلى الله عليه وسلم بجبريل،\nعليه السلام، ثم خلى عنهن، حتى إذا تصوبت الشمس، وهي بيضاء نقية، نودي\nفيهم: الصلاة جامعة، فاجتمعوا لذلك، فصلى بهم نبي الله صلى الله عليه وسلم\nأربع ركعات، دون صلاة الظهر، (ثم ذكر ابن المثنى كما ذكر في الظهر)\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nقال: ثم أضرب عنهم، حتى إذا غابت الشمس، نودي بها: الصلاة جامعة، فاجتمعوا\nلذلك، فصلى بهم نبي الله صلى الله عليه وسلم ثلاث ركعات، يقرأ في الركعتين\nعلانية، والركعة الثالثة لا يقرأ فيها علانية، رسول الله صلى الله عليه\nوسلم بين يدي الناس، وجبريل بين يدي رسول الله صلى الله عليه وسلم، ثم ذكر\nكما ذكر في العصر، حتى إذا كان الشفق، واتطأ العشاء، نودي فيهم: الصلاة\nجامعة، فاجتمعوا لذلك، فصلى بهم رسول الله صلى الله عليه وسلم أربع ركعات،\nيقرأ في ركعتين علانية، وركعتين لا يقرأ فيهما علانية، فذكر كما ذكر في\nالمغرب، قال: فباتوا وهم لا يدرون أيزادون على ذلك أم لا؟ حتى إذا طلع\nالفجر، نودي فيهم: الصلاة جامعة، فاجتمعوا لذلك، فصلى بهم نبي الله صلى\nالله عليه وسلم ركعتين، يقرأ فيهما علانية، ويطيل فيهما القراءة، جبريل،\nعليه السلام، بين يدي رسول الله صلى الله عليه وسلم، ورسول الله صلى الله\nعليه وسلم بين يدي الناس، يقتدي الناس بنبيهم صلى الله عليه وسلم، ويقتدي\nنبيهم بجبريل عليهما السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n13- حدثنا الهيثم بن خالد الجهني، قال: وكيع أخبرنا (1) عن الحسن بن صالح،\nعن عبد العزيز بن رفيع، قال: قال رسول الله صلى الله عليه وسلم: عجلوا صلاة <span id='ms03'></span>\nالنهار في يوم غيم، وأخروا المغرب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n- باب في المساجد.\n</p>\n\n<p>\n14- حدثنا مسلم بن إبراهيم، أخبرنا شعبة، عن عمارة، عن أبي مجلز، أن\nالنبي صلى الله عليه وسلم أمر عمر أن ينهى أن يبال في قبلة المسجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n15- حدثنا محمد بن سلمة المرادي، أخبرنا ابن وهب، عن ابن لهيعة، أن بكير بن\nالأشج، حدثه أنه كان بالمدينة تسعة مساجد مع مسجد النبي صلى الله عليه وسلم\nيسمع أهلها تأذين بلال على عهد رسول الله صلى الله عليه وسلم، فيصلون في\nمساجدهم، أقربها مسجد بني عمرو بن مبذول من بني النجار، ومسجد بني ساعدة،\nومسجد بني عبيد، ومسجد بني سلمة، ومسجد بني راتج من بني عبد الأشهل، ومسجد\nبني زريق، ومسجد بني غفار، ومسجد أسلم، ومسجد جهينة، وشك في التاسع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n16- حدثنا مسلم بن إبراهيم، أخبرنا هشام، قال: أخبرنا يحيى، عن الحضرمي، عن\nرجل، من الأنصار أن النبي صلى الله عليه وسلم قال: إذا وجد أحدكم القملة\nوهو يصلي، فلا يلقها، ولكن يصرها حتى يصلي.\n</p>\n\n<p>\nقال أبو داود: روي عن معاذ بن جبل، وأنس بن مالك، أنهم كانوا يقتلون\nالقمل، والبراغيث في الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n17- حدثنا عبيد الله بن معاذ، أخبرنا أبي، أخبرنا الأشعث، عن الحسن، أن وفد\nثقيف أتوا رسول الله صلى الله عليه وسلم، فضربت لهم قبة في مؤخر المسجد\nلينظروا إلى صلاة المسلمين، إلى ركوعهم وسجودهم، فقيل: يا رسول الله\nأتنزلهم المسجد وهم مشركون؟ فقال: إن الأرض لا تنجس، إنما ينجس ابن آدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n18- حدثنا محمد بن سلمة المرادي، أخبرنا ابن وهب، عن يونس، عن ابن شهاب،\nقال: أخبرني سعيد بن المسيب أن أبا سفيان، كان يدخل المسجد بالمدينة وهو\nكافر، غير أن ذلك لا يصلح له في المسجد الحرام، لما قال الله جل ثناؤه\n{إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n- باب الأذان.\n</p>\n\n<p>\n19- حدثنا عباد بن موسى، أخبرنا هشيم، عن المغيرة، عن الشعبي، قال: اهتم\nالنبي صلى الله عليه وسلم للصلاة كيف يجمع الناس لها، فانصرف عبد الله بن <span id='ms04'></span>\nزيد مهتما لأمر (1) النبي صلى الله عليه وسلم، فأتاه آت في المنام فقال له:\nمر النبي صلى الله عليه وسلم يأمر رجلا عند حضور الصلاة، فليؤذن فليقل:\nالله أكبر، الله أكبر، فذكر الأذان مرتين مرتين، قال: فإذا فرغ، فليمهل حتى\nيستيقظ النائم، ويتوضأ من أراد أن يتوضأ، فإذا اجتمع الناس لصلاتهم، فليعد،\nفليقل مثل قوله حتى إذا بلغ: حي على الفلاح, حي على الفلاح، فليقل: قد قامت\nالصلاة قد قامت الصلاة الله أكبر الله أكبر لا إله إلا الله وساق الحديث.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n20- حدثنا أحمد بن إبراهيم، أخبرنا حجاج، عن ابن جريج، أخبرني عطاء، أنه\nسمع عبيد بن عمير، يقول ائتمر النبي صلى الله عليه وسلم هو وأصحابه كيف\nيجعلون شيئا إذا أرادوا جمع الصلاة اجتمعوا لها به فائتمروا بالناقوس فبينا\nعمر بن الخطاب يريد أن يبتاع خشبتين للناقوس إذ رأى عمر في المنام أن لا\nتجعلوا الناقوس بل أذنوا للصلاة قال: فذهب عمر إلى النبي صلى الله عليه\nوسلم ليخبره بالذي رأى وقد جاء الوحي بذلك فما راع عمر إلا بلال يؤذن فقال\nالنبي صلى الله عليه وسلم قد سبقك بذلك الوحي حين أخبره بذلك عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n21- حدثنا موسى بن إسماعيل، أخبرنا حماد، أنبأنا عطاء الخراساني، أن رسول\nالله صلى الله عليه وسلم عاد عبد الله بن زيد فدعا له بخير ثم خرج من عنده\nفدخل المسجد فقال لأصحابه: أشيروا علينا بشيء يؤذن به أصحاب المسجد وساق\nالحديث فقال النبي صلى الله عليه وسلم: يا بلال اصعد هذا الرجم وقال لعبد\nالله بن زيد: قم إلى جنبه فعلمه الأذان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n22- حدثنا هارون بن سعيد الأيلي، أخبرنا ابن وهب، ح وأخبرنا مخلد بن خالد،\nأخبرنا عثمان يعني ابن عمر، عن يونس، عن ابن شهاب، قال: أخبرني حفص بن عمر\nبن سعد المؤذن، أن بلالا، أتى النبي صلى الله عليه وسلم في صلاة الصبح فقيل\nله إن رسول الله صلى الله عليه وسلم نائم فقال بلال الصلاة- قال مخلد في\nحديثه بأعلى صوته- الصلاة <span id='ms05'></span> خير من النوم قال: فأقرت في التأذين.\n</p>\n\n<p>\nقال مخلد: فأقرت في أذان صلاة الفجر.\n</p>\n\n<p>\nوقال مخلد عن حفص بن عمر بن سعد قال: حدثني أهلي أن بلالا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n23- حدثنا زياد بن أيوب، أخبرنا أبو معاوية، أخبرنا هشام بن عروة، عن أبيه،\nأن رسول الله صلى الله عليه وسلم أمر بلالا عام الفتح فأذن فوق الكعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n24- حدثنا أحمد بن يونس، أخبرنا الحسن بن صالح، عن أبي المعتمر- شيخ كان\nيكون بالحيرة اسمه يزيد بن طهمان، عن ابن سيرين أن بلالا جعل أصبعيه في\nأذنيه في بعض أذانه أو في إقامته بصوت ليس بالرفيع ولا بالوضيع.\n</p>\n\n<p>\nقال أبو داود: أبو المعتمر أصله بصري كان يكون بالحيرة اسمه يزيد بن طهمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n25- حدثنا أحمد بن أبي الحواري، قال: أخبرنا الوليد، عن أبي عمرو (1)،\nوغيره، عن ابن حرملة، عن سعيد بن المسيب، أن النبي صلى الله عليه وسلم قال\nلا يخرج من المسجد أحد بعد النداء إلا منافق إلا أحد أخرجته حاجة وهو يريد\nالرجوع.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n- باب في الجماعة.\n</p>\n\n<p>\n26- و27- حدثنا أبو توبة، أخبرنا الهيثم يعني ابن حميد، عن العلاء بن\nالحارث، وزيد بن واقد، عن مكحول، ويحيى بن الحارث، عن القاسم أبي عبد\nالرحمن، قالا دخل رجل المسجد ولم يدرك الصلاة فقال رسول الله صلى الله عليه\nوسلم ألا رجل يتصدق على هذا فتتم له صلاته فقام رجل فصلى معه فقال: النبي\nصلى الله عليه وسلم وهذه من صلاة الجماعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n28- حدثنا ابن العلاء، أخبرنا هشيم يعني ابن بشير، أخبرنا خصيب بن زيد، عن\nالحسن، في هذا الخبر فقام أبو بكر فصلى معه وقد كان صلى مع رسول الله صلى\nالله عليه وسلم.\n</p>\n\n<p>\nقال أبو داود: وروى هذا الحديث أيضا بهذا المعنى عن النبي صلى الله عليه\nوسلم أبو عثمان النهدي، وأبو العلاء بن الشخير، وأبو أيوب الأزدي كلهم عن\nالنبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n- باب في الثياب.\n</p>\n\n<p>\n29- حدثنا عمرو بن عثمان، أخبرنا إسماعيل يعني ابن عياش، عن أبي سلمة\nسليمان بن سليم الحمصي، عن يحيى <span id='ms06'></span> بن جابر، أن النبي صلى الله عليه وسلم قال:\nثلاثة لا تجاوز صلاتهم رؤوسهم، فذكر الحديث قال وامرأة قامت إلى الصلاة\nوأذنها بادية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n30- حدثنا هناد، أخبرنا وكيع، عن أبي العميس، عن عون بن عبد الله، عن عبيد\nالله بن عبد الله بن عتبة، قال كان رسول الله صلى الله عليه وسلم إذا قام\nإلى الصلاة مما يعجبه الثياب النقية والريح الطيبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالسترة في الصلاة.\n</p>\n\n<p>\n31- حدثنا محمد بن كثير، أخبرنا إسرائيل، أخبرنا عبد الأعلى، أنه سمع\nمحمد ابن الحنفية، يقول: إن رسول الله صلى الله عليه وسلم رأى رجلا يصلي\nإلى رجل فأمره أن يعيد الصلاة فقال لم يا رسول الله إني قد أتممت الصلاة\nفقال: إنك صليت وأنت تنظر إليه مستقبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n32- حدثنا عمر بن حفص الوصابي، أخبرنا ابن حمير، عن بشر بن جبلة، عن خير بن\nنعيم، عن ابن الحجاج الطائي، رفعه قال نهى أن يتحدث الرجلان وبينهما أحد يصلي.\n</p>\n\n<p>\nقال أبو داود: هو خير بن نعيم كان قاضيا بمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الاستفتاح.\n</p>\n\n<p>\n33- حدثنا أبو كامل، أن خالد بن الحارث، حدثهم، أخبرنا عمران بن مسلم أبو\nبكر، عن الحسن، أن رسول الله صلى الله عليه وسلم كان إذا قام من الليل يريد\nأن يتهجد قال قبل أن يكبر: لا إله إلا الله لا إله إلا الله الله أكبر\nكبيرا, الله أكبر كبيرا أعوذ بالله من الشيطان الرجيم من همزه ونفثه ونفخه\nقال ثم يقول: الله أكبر ورفع عمران يديه يحكي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n34- حدثنا أبو توبة، أخبرنا الهيثم، عن ثور، عن سليمان بن موسى، عن طاووس،\nقال: كان رسول الله صلى الله عليه وسلم يضع يده اليمنى على يده اليسرى ثم\nيشد بهما على صدره وهو في الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الجهر ببسم الله الرحمن الرحيم.\n</p>\n\n<p>\n35- حدثنا وهب بن بقية، عن خالد، عن حصين، عن أبي مالك، قال: كان النبي\nصلى الله عليه وسلم يكتب باسمك اللهم فلما نزلت {إنه من سليمان وإنه بسم\nالله الرحمن الرحيم} كتب بسم الله الرحمن الرحيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n36- حدثنا عباد <span id='ms07'></span> بن موسى، أخبرنا عباد بن العوام، عن شريك، عن سالم، عن سعيد\nبن جبير، قال: كان رسول الله صلى الله عليه وسلم يجهر ببسم الله الرحمن\nالرحيم بمكة قال وكان أهل مكة يدعون مسيلمة الرحمن، فقالوا: إن محمدا يدعو\nإلى إله اليمامة؛ فأمر رسول الله صلى الله عليه وسلم فأخفاها فما جهر بها\nحتى مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n37- حدثنا أحمد بن محمد المروزي، أخبرنا سفيان، عن عمرو، عن سعيد بن جبير،\nقال: كان النبي صلى الله عليه وسلم لا يعرف ختم السورة، حتى تنزل بسم الله\nالرحمن الرحيم.\n</p>\n\n<p>\nقال أبو داود: وقد أسند هذا الحديث، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nباب التخفيف بالصلاة.\n</p>\n\n<p>\n38- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، قال: قال رسول الله\nصلى الله عليه وسلم: إذا صلى أحدكم للقوم فليقدر الصلاة بأضعفهم فإن وراءه\nالكبير، والضعيف، وذا الحاجة، والمريض، والبعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n39- حدثنا ابن المثنى، أخبرنا معاذ بن هشام، حدثني أبي، عن قتادة، عن عباس\nالجشمي، أن نبي الله صلى الله عليه وسلم قال: إن من الأئمة طرادين قال:\nقتادة: ولا أعلم الطرادين إلا الذين يطولون على الناس حتى يطردوهم عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n40- حدثنا ابن بشار، أخبرنا عبد الرحمن، أخبرنا سفيان، عن أبي السوداء، عن\nابن سابط، أن النبي صلى الله عليه وسلم صلى الصبح، فقرأ ستين آية، فسمع صوت\nصبي، فركع، ثم قام فقرأ آيتين، ثم ركع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nباب في القراءة.\n</p>\n\n<p>\n41- حدثنا زياد بن أيوب، أخبرنا أبو معاوية، أخبرنا سعد بن سعيد، عن معاذ\nبن عبد الله بن خبيب، عن سعيد بن المسيب، قال: صلى رسول الله صلى الله عليه\nوسلم الفجر، فقرأ في الركعة الأولى بإذا زلزلت، ثم قام في الثانية،\nفأعادها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n42- حدثنا محمد بن سلمة المرادي، أخبرنا ابن وهب، عن يونس، عن ابن شهاب،\nقال: سن رسول الله صلى الله عليه وسلم أن يجهر بالقراءة في صلاة الفجر في\nالركعتين كلتيهما، ويقرأ في الركعتين الأوليين في صلاة الظهر بأم القرآن\nوسورة سورة في كل ركعة سرا في نفسه، ويقرأ في الركعتين الأخريين <span id='ms08'></span> (1) من\nصلاة الظهر بأم القرآن في كل ركعة سرا في نفسه، ويفعل في العصر مثل ما يفعل\nفي الظهر، ويجهر الإمام بالقراءة في الأوليين من المغرب، ويقرأ في كل واحدة\nمنهما بأم القرآن وسورة سورة، ويقرأ في الركعة الآخرة من صلاة المغرب بأم\nالقرآن سرا في نفسه ثم يجهر بالقراءة في الركعتين الأوليين من صلاة العشاء\nبأم القرآن في كل ركعة وسورة سورة، ويقرأ في الركعتين الأخريين في نفسه بأم\nالقرآن، وينصت من وراء الإمام ويستمع لما يجهر به الإمام من القرآن لا يقرأ\nمعه أحد، والتشهد في الصلوات حين يجلس الإمام والناس خلفه في الركعتين\nالأوليين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n43- حدثنا يزيد بن خالد، .... أخبرنا عفان، أنبأنا همام، حدثنا شقيق أبو\nليث، حدثني عاصم بن كليب، عن أبيه، أن النبي صلى الله عليه وسلم كان إذا\nسجد وقعت ركبتاه إلى الأرض قبل أن تقع كفاه، قال: وكان إذا نهض في فصل\nالركعتين، نهض على ركبتيه، واعتمد على فخذيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n44- حدثنا نصير بن الفرج, حدثنا أبو عبد الرحمن المقرئ, حدثنا حيوة, يعني\nابن شريح, عن عقيل, عن ابن شهاب, أن رسول الله صلى الله عليه وسلم قال:\nروحوا القلوب ساعة وساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n45- حدثنا حفص بن عمر، حدثنا شعبة، عن أبي فروة، عن ابن أبي ليلى، قال: كان\nرسول الله صلى الله عليه وسلم إذا ركع لو صب كوز من ماء على ظهره لاستنقع عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n46- حدثنا أبو توبة، حدثنا أبو إسحاق الفزاري، عن عاصم، عن عكرمة، قال: قال\nرسول الله صلى الله عليه وسلم ورأى رجلا يصلي لا يمس أنفه الأرض فقال: لا\nتقبل، أو قال: لا تجزئ صلاة لا يمس الأنف، أو قال: لا يصيب الأنف منها ما\nيمس أو يصيب الجبين.\n</p>\n\n<p>\nقال: أبو داود وقد أسند هذا الحديث، وهذا أصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n47- حدثنا أحمد بن يونس، حدثنا أبو شهاب، عن ابن عون، عن ابن سيرين، قال:\nكان رسول الله صلى الله عليه وسلم إذا قام في الصلاة نظر هكذا وهكذا، فلما\nنزلت {قد أفلح المؤمنون الذين <span id='ms09'></span> هم في صلاتهم خاشعون} (المؤمنون) نظر هكذا،\nوقال: أبو شهاب: ببصره نحو الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n48- حدثنا محمد بن كثير، قال: أخبرنا سفيان، عن حبيب، عن أبي صالح، عن\nالنبي صلى الله عليه وسلم قال: شكا رجل إلى النبي صلى الله عليه وسلم\nالوسوسة في الصلاة، فقال: ذاك صريح الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n49- حدثنا موسى بن إسماعيل، حدثنا حماد, عن برد أبي العلاء، عن سليمان بن\nموسى، عن رجل، من بني عدي بن كعب أنهم دخلوا على النبي صلى الله عليه وسلم\nوهو يصلي جالسا، فقالوا: ما شأنك يا رسول الله؟ فقال: لسعتني عقرب، ثم قال:\nإذا وجد أحدكم عقربا وهو يصلي، فليقتلها بنعله اليسرى،\n</p>\n\n<p>\nقال أبو داود: سليمان لم يدرك العدوي هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n50- حدثنا أبو الوليد الطيالسي، وحفص بن عمر، قالا: حدثنا شعبة، عن حصين بن\nعبد الرحمن، عن عبد الملك ابن أخي عمرو بن حريث أن رسول الله صلى الله عليه\nوسلم ربما مس لحيته وهو يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n51- حدثنا محمد بن عبيد، حدثنا حماد بن زيد، عن أيوب، عن محمد، أن ابن\nمسعود قدم من الحبشة فدخل على النبي صلى الله عليه وسلم، وهو يصلي، فسلم\nعليه فأومأ برأسه، أو قال: أشار برأسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما جاء في الجمعة.\n</p>\n\n<p>\n52- حدثنا أحمد بن عمرو بن السرح، أنبأنا ابن وهب، أخبرني يونس، عن ابن\nشهاب، قال: بلغنا أن رسول الله صلى الله عليه وسلم جمع أهل العوالي في\nمسجده يوم الجمعة، فكان يأتي الجمعة من المسلمين من كان بالعقيق ونحو ذلك.\n</p>\n\n<p>\nقال أبو داود: قال مالك: العوالي على ثلاثة أميال من المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n53- حدثنا عباد بن موسى، أنبأنا هشيم، قال: أخبرنا يونس، عن الحسن، قال: قد\nكن النساء يجمعن مع النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n54- حدثنا محمود بن خالد، حدثنا الوليد، حدثنا أبو عمرو، عن واصل، عن\nمجاهد، قال: كان الضعفاء من الرجال والنساء يشهدون الجمعة مع النبي صلى\nالله عليه وسلم، ثم لا يأوون إلى رحالهم إلا من الغد من الضعف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n55- حدثنا النفيلي، قال: قرأت على معقل بن عبيد <span id='ms10'></span> الله، عن الزهري، أن مصعب\nبن عمير، حين بعثه رسول الله صلى الله عليه وسلم إلى المدينة جمع بهم، وهم\nاثنا عشر رجلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الخطبة يوم الجمعة.\n</p>\n\n<p>\n56- حدثنا أبو توبة، حدثنا عبد الله بن المبارك، عن أبان بن عبد الله،\nقال: كنت مع عدي بن ثابت يوم الجمعة، فلما خرج الإمام،- أو قال: صعد\nالمنبر،- استقبله، وقال: هكذا كان أصحاب رسول الله صلى الله عليه وسلم\nيفعلون برسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n57- حدثنا ابن السرح، قال أخبرنا وحدثنا سليمان بن داود، قال: أنبأنا ابن\nوهب، أخبرني يونس، عن ابن شهاب، قال: بلغنا أن رسول الله، صلى الله عليه\nوسلم، كان يبدأ فيجلس على المنبر، فإذا سكت المؤذن قام فخطب الخطبة الأولى،\nثم جلس شيئا يسيرا، ثم قام فخطب الخطبة الثانية حتى إذا قضاها استغفر ثم\nنزل فصلى.\n</p>\n\n<p>\nقال: ابن شهاب: وكان إذا قام أخذ عصا فتوكأ عليها وهو قائم على المنبر،\nثم كان أبو بكر الصديق، وعمر بن الخطاب، وعثمان بن عفان، رضي الله عنهم\nيفعلون مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n58- 1- حدثنا قتيبة بن سعيد، حدثنا الليث، عن عقيل، عن الزهري، قال: كان\nصدر خطبة رسول الله صلى الله عليه وسلم الحمد لله نحمده ونستعينه ونستغفره،\nونعوذ به من شرور أنفسنا، من يهده الله فلا مضل له، ومن يضلل الله فلا هادي\nله، وأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله، أرسله بالحق بشيرا\nونذيرا بين يدي الساعة، من يطع الله ورسوله فقد رشد ومن يعصهما فقد غوى.\nنسأل الله تعالى ربنا أن يجعلنا ممن يطيعه ويطيع رسوله ويتبع رضوانه ويجتنب\nسخطه، فإنما نحن به وله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n58- 2- حدثنا محمد بن سلمة المرادي، حدثنا ابن وهب، عن يونس، أنه سأل ابن\nشهاب عن تشهد، رسول الله صلى الله عليه وسلم يوم الجمعة فقال: ابن شهاب: إن\nالحمد لله أحمده وأستعينه ثم ذكر مثله سواء، يعني مثل حديث عقيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n59- حدثنا محمد بن سلمة، حدثنا ابن وهب، عن يونس، عن ابن شهاب، قال <span id='ms11'></span>: بلغنا\nعن رسول الله صلى الله عليه وسلم أنه كان يقول إذا خطب: كل ما هو آت قريب،\nلا بعد لما هو آت، لا يعجل الله لعجلة أحد ولا يخف لأمر الناس، ما شاء الله\nلا ما شاء الناس، يريد الله أمرا ويريد الناس أمرا، ما شاء الله كان ولو\nكره الناس، ولا مبعد لما قرب الله ولا مقرب لما بعد الله، لا يكون شيء إلا\nبإذن الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n60- حدثنا مسلم بن إبراهيم، حدثنا همام، أنبأنا أبو عمران الجوني، عن عبد\nالله بن رباح، عن كعب، قال: قال رسول الله صلى الله عليه وسلم: اقرءوا هود\nيوم الجمعة.\n</p>\n\n<p>\nقال أبو داود: قال: مسلم في هذا عن النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n61- حدثنا هناد بن السري، عن أبي خالد الأحمر، عن هشام، عن أبيه، قال: أكثر\nما كان رسول الله صلى الله عليه وسلم على المنبر يقول: {اتقوا الله وقولوا\nقولا سديدا} (الأحزاب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n62- حدثنا قتيبة، حدثنا الليث، عن هشام بن سعد، عن ابن شهاب، قال: كان رسول\nالله صلى الله عليه وسلم إذا قعد يوم الجمعة على المنبر فدعا إنما يشير\nبأصبعه والناس يؤمنون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n63- حدثنا محمود بن خالد، حدثنا الوليد، أخبرني أبو معاذ بكير بن معروف أنه\nسمع مقاتل بن حيان، قال: كان رسول الله صلى الله عليه وسلم يصلي الجمعة قبل\nالخطبة مثل العيدين حتى كان يوم جمعة والنبي صلى الله عليه وسلم يخطب وقد\nصلى الجمعة، فدخل رجل فقال: إن دحية بن خليفة قدم بتجارته، وكان دحية إذا\nقدم تلقاه أهله بالدفاف، فخرج الناس فلم يظنوا إلا أنه ليس في ترك الخطبة\nشيء؛ فأنزل الله عز وجل {وإذا رأوا تجارة أو لهوا انفضوا إليها} (الجمعة)،\nفقدم النبي صلى الله عليه وسلم الخطبة يوم الجمعة وأخر الصلاة، وكان لا\nيخرج أحد لرعاف أو إحداث بعد النهي حتى يستأذن النبي صلى الله عليه وسلم،\nيشير إليه بأصبعه التي تلي الإبهام فيأذن له صلى الله عليه وسلم يشير إليه\nبيده، فكان <span id='ms12'></span> من المنافقين من تثقل عليه الخطبة والجلوس في المسجد، فكان إذا\nاستأذن رجل مسلم قام المنافق إلى جنبه مستترا به حتى يخرج؛ فأنزل الله جل\nوعز {قد يعلم الله الذين يتسللون منكم لواذا} (النور) الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n64- حدثنا هناد بن السري، عن ابن المبارك، عن معمر، عن الزهري، قال: كان\nرسول الله صلى الله عليه وسلم يتكلم ما بين نزوله من المنبر إلى دخوله في\nالصلاة.\n</p>\n\n<p>\nقال أبو داود: وقد روي هذا مسندا، وليس هو بالقوي ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n65- حدثنا أحمد بن صالح، حدثنا يحيى بن حسان، عن حماد بن زيد، قال: كنت أنا\nوجرير بن حازم، عند ثابت البناني، فحدث حجاج بن أبي عثمان، عن يحيى بن أبي\nكثير، عن عبد الله بن أبي قتادة، عن أبيه، أن النبي صلى الله عليه وسلم\nقال: إذا أقيمت الصلاة فلا تقوموا حتى تروني؛ فظن جرير أنه إنما حدث به\nثابت عن أنس.\n</p>\n\n<p>\nقال أبو داود: سمعت أحمد بن حنبل ذكر حديث جرير بن حازم عن ثابت عن أنس\nأن النبي صلى الله عليه وسلم قال: إذا أقيمت الصلاة فلا تقوموا حتى تروني,\nفقال أحمد: زعموا أن حماد بن زيد قال: إنما حدث به حجاج بن أبي عثمان\nثابتا، عن يحيى بن أبي كثير، عن عبد الله بن أبي قتادة، عن أبيه، فظن جرير\nأنه حدث به ثابت عن أنس فرواه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما جاء في العيدين.\n</p>\n\n<p>\n66- حدثنا ابن السرح، حدثنا ابن وهب، عن سعيد يعني ابن أبي أيوب، عن أبي\nعيسى الخراساني، عن الضحاك بن مزاحم، قال: نهى رسول الله صلى الله عليه\nوسلم أن يخرج يوم العيد بالسلاح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n67- حدثنا أبو توبة، حدثنا أبو إسحاق، عن إسماعيل بن أمية، عن مكحول، قال:\nإنما كانت الحربة تحمل مع رسول الله صلى الله عليه وسلم؛ لأنه كان يصلي إليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n68- حدثنا محمد بن الصباح بن سفيان، أخبرنا حماد بن خالد، عن ابن أبي ذئب،\nعن الزهري، أن النبي صلى الله عليه وسلم كان يكبر من أول أيام التشريق <span id='ms13'></span> إلى\nآخر أيام التشريق.\n</p>\n\n<p>\nقال أبو داود: وبلغني عن أحمد، قال: دخل شعبة على ابن أبي ذئب فنهاه أن\nيحدث، بهذا الحديث، يعني حديث ابن أبي ذئب عن الزهري في التكبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n69- حدثنا الحسن بن محمد بن الصباح، حدثنا حجاج، عن شعبة، عن توبة العنبري،\nعن الشعبي، قال: كنس البقيع للنبي صلى الله عليه وسلم يوم فطر وأضحى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما جاء في الاستسقاء.\n</p>\n\n<p>\n70- حدثنا عبد الله بن مسلمة، عن مالك، عن يحيى بن سعيد، عن عمرو بن\nشعيب، أن رسول الله صلى الله عليه وسلم كان يقول: اللهم اسق عبادك وبهائمك\nوانشر رحمتك وأحي بلدك الميت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n71- حدثنا عبد الله بن مسلمة، أخبرنا عبد العزيز بن محمد، عن شريك بن أبي\nنمر، عن عطاء بن يسار، أن رجلا من نجد أتى النبي صلى الله عليه وسلم فقال:\nيا رسول الله أجدبنا وهلكنا إن لم يدركنا الله منه برحمة؛ فادع الله يسقنا\nفدعا رسول الله صلى الله عليه وسلم فرجع الرجل وقد مطروا فأحيوا عامهم ذلك،\nثم رجع من عام قابل، فقال: يا رسول الله دعوت الله عز وجل لنا فأحيينا\nعامنا الأول فادع الله لنا، فقال رسول الله صلى الله عليه وسلم أغيث كغيث\nالكفار؟ لا ارجع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nباب صلاة السفر.\n</p>\n\n<p>\n72- حدثنا النفيلي، أخبرنا عبد العزيز بن أبي حازم، عن الضحاك بن عثمان،\nعن أيوب بن موسى، عن سعيد بن العاص، قال: كان رسول الله صلى الله عليه وسلم\nإذا خرج من المدينة يقصر الصلاة بالعقيق، وإذا خرج من مكة يقصر بذي طوى.\n</p>\n\n<p>\nقال أبو داود: روي مسندا، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n73- حدثنا عثمان بن أبي شيبة، أخبرنا وكيع، أنبأنا الأعمش، عن إبراهيم،\nقال: جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: إني تاجر أختلف إلى\nالبحرين فأمره أن يصلي ركعتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nصلاة التطوع.\n</p>\n\n<p>\n74- حدثنا أحمد بن يونس، حدثنا سفيان، عن عبد العزيز، عن مكحول، قال: قال\nرسول الله صلى الله عليه وسلم: من صلى ركعتين بعد المغرب قبل أن يتكلم\nكتبتا له في <span id='ms14'></span> عليين أو رفعتا في عليين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n75- حدثنا محمد بن يحيى بن فارس، حدثنا يعقوب بن إبراهيم، حدثنا ابن أخي\nابن شهاب، عن عمه، قال: أخبرني عبيد بن السباق، أنه بلغه أن رسول الله صلى\nالله عليه وسلم قال: ينزل ربنا- عز وجل- من آخر الليل، فينادي مناد في\nالسماء العليا ألا نزل الخالق العليم فيسجد أهل السماء، وينادي فيهم مناد\nبذلك فلا يمر بأهل سماء إلا وهم سجود.\n</p>\n\n<p>\nقال أبو داود: كان سفيان الثوري يكره التوهم في هذا الحديث وما أشبهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n- حدثنا أحمد بن إبراهيم، حدثنا أحمد بن نصر، قال: سألت سفيان بن عيينة\nقلت: يا أبا محمد أريد أن أسألك، قال: لا تسأل، قلت: إذا لم أسألك فمن\nأسأل، قال: سل قلت ما تقول في هذه الأحاديث التي رويت نحو: القلوب بين\nأصبعين، وأن الله سبحانه يضحك أو يعجب ممن يذكره في الأسواق، فقال: أمروها\nكما جاءت بلا كيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nباب في السجود.\n</p>\n\n<p>\n76- حدثنا أحمد بن عمرو بن السرح، قال: أخبرنا ابن وهب، قال: أخبرني\nمعاوية بن صالح، عن عامر بن جشيب، عن خالد بن معدان، أن رسول الله صلى الله\nعليه وسلم قال: فضلت سورة الحج على القرآن بسجدتين.\n</p>\n\n<p>\nقال: أبو داود وقد أسند هذا ولا يصح. (أسنده مشرح بن عاهان عن عقبة بن عامر).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n77- حدثنا محمد بن آدم، أخبرنا أبو خالد، عن ابن عجلان، عن زيد بن أسلم،\nقال: قرأ غلام عند النبي صلى الله عليه وسلم السجدة، فانتظر الغلام النبي\nصلى الله عليه وسلم أن يسجد، فلما لم يسجد قال: يا رسول الله أليس فيها\nسجدة، قال: أنت قرأتها، فلو سجدت سجدنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n78- حدثنا سليمان بن داود المهري، أخبرنا ابن وهب، أخبرني هشام بن سعد،\nوحفص بن ميسرة، عن زيد بن أسلم، عن عطاء بن يسار، قال: بلغني أن رسول الله\nصلى الله عليه وسلم. . . فذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nباب في ليلة القدر.\n</p>\n\n<p>\n79- حدثنا مسلم بن إبراهيم، أخبرنا أبو خلدة, قال: سمعت أبا العالية،\nيحدث أن، أعرابيا، أتى النبي صلى الله <span id='ms15'></span> عليه وسلم وهو يصلي، فقال: له: متى\nليلة القدر، فقال: اطلبوها في أول ليلة وآخر ليلة والوتر من الليالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الدعاء.\n</p>\n\n<p>\n80- حدثنا ابن السرح, أخبرنا ابن وهب, قال: أخبرني عقبة بن نافع, عن\nعقيل, عن ابن شهاب يرفعه, قال: من قال الله خالق كل شيء كما ينبغي له, كتبت\nفي عليين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n81- حدثنا موسى بن إسماعيل، قال: أخبرنا حماد، عن ثابت، عن عمرو بن شعيب،\nأن رسول الله صلى الله عليه وسلم أتى علي بن أبي طالب وقد خرج لصلاة الفجر\nوعلي يقول: اللهم اغفر لي، اللهم ارحمني، اللهم تب علي فضرب النبي صلى الله\nعليه وسلم منكبه، وقال له: اعمم ففضل ما بين العموم والخصوص كما بين السماء\nوالأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n82- حدثنا وهب بن بقية، وحميد بن مسعدة، عن بشر بن المفضل، عن عبد الله بن\nبجير، عن معاوية بن قرة، قال: ما سمع رسول الله صلى الله عليه وسلم حامدا\nلله عز وجل إلا ماده الحمد.\n</p>\n\n<p>\nقال حميد في روايته: أخبرنا بشر، أخبرنا عبد الله بن بجير بن حمران\nالقيسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n83- حدثنا ابن الصباح بن سفيان, أخبرنا إسماعيل, يعني ابن إبراهيم, أخبرنا\nداود بن أبي هند, عن الشعبي, قال: ما أنا في دعوة أرغب مني في الدعاء\nللمؤمنين والمؤمنات لأنه ذكر لي أنه ليس على ظهر الأرض ولا في بطنها إلا\nيرد عليهم بعدتهم: ولك بمثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nباب من نام عن الصلاة.\n</p>\n\n<p>\n84- حدثنا يوسف بن موسى، أخبرنا جرير، عن علي بن عمرو الثقفي، قال: لما\nنام رسول الله صلى الله عليه وسلم عن صلاة الغداة استيقظ فقال: لنغيظن\nالشيطان كما غاظنا، فقرأ يومئذ بسورة المائدة في صلاة الفجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nباب جامع الصلاة.\n</p>\n\n<p>\n85- حدثنا أبو داود, أخبرنا الحسن بن علي، أخبرنا يزيد بن هارون، أنبأنا\nالحجاج بن حسان، عن مقاتل بن حيان، رفعه قال: قال النبي صلى الله عليه\nوسلم: إن جاء رجل فلم يجد أحدا فليختلج إليه رجلا من الصف فليقم معه فما\nأعظم أجر المختلج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n86- حدثنا سليمان بن داود المهري، أخبرنا ابن <span id='ms16'></span> وهب، أخبرني ابن لهيعة، وعمرو\nبن الحارث، عن بكر بن سوادة الجذامي، عن صالح بن خيوان السبائي، حدثه أن\nرسول الله صلى الله عليه وسلم رأى رجلا يصلي يسجد بجبينه وقد اعتم على\nجبهته فحسر سول الله صلى الله عليه وسلم عن جبهته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n87- حدثنا سليمان بن داود، أخبرنا ابن وهب، حدثني الوليد بن المغيرة، أن\nواهب بن عبد الله المعافري حدثه قال: قال رسول الله صلى الله عليه وسلم: لا\nيضعن أحدكم ثوبه على أنفه في الصلاة، إن ذلكم خطم الشيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n88- حدثنا سليمان بن داود، أخبرنا ابن وهب، أخبرني عمرو بن الحارث، عن بكر\nبن سوادة، عن عبد الله بن أبي مريم، عن قبيصة بن ذؤيب، أن قطا أراد أن يمر،\nبين يدي رسول الله صلى الله عليه وسلم وهو يصلي فحبسه برجله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n89- حدثنا سليمان بن داود، أخبرنا ابن وهب، أنبأنا حيوة بن شريح، عن سالم\nبن غيلان، عن يزيد بن أبي حبيب، أن رسول الله صلى الله عليه وسلم مر على\nامرأتين تصليان فقال: إذا سجدتما فضما بعض اللحم إلى الأرض فإن المرأة ليست\nفي ذلك كالرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n90- حدثنا سليمان بن داود، أخبرنا ابن وهب، أخبرني عبد الرحمن بن سلمان،\nوغيره، عن ابن الهاد، عن عبد الرحمن بن عمار، عن القاسم بن محمد، أن رسول\nالله صلى الله عليه وسلم حين كلمه ذو اليدين قام فكبر وصلى بالناس ركعتين\nوسلم وسجد سجدتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n91- حدثنا سليمان بن داود، أخبرنا ابن وهب، أخبرني معاوية بن صالح، عن عبد\nالقاهر، عن خالد بن أبي عمران، قال: بينا رسول الله صلى الله عليه وسلم\nيدعو على مضر إذ جاءه جبريل فأومأ إليه أن اسكت فسكت، فقال: يا محمد إن\nالله لم يبعثك سبابا ولا لعانا وإنما بعثك رحمة ولم يبعثك عذابا {ليس لك من\nالأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون} (آل عمران) قال: ثم علمه\nهذا القنوت: اللهم إنا نستعينك ونستغفرك ونؤمن بك ونخنع لك، ونخلع ونترك من\nيكفرك، اللهم إياك نعبد <span id='ms17'></span> ولك نصلي ونسجد، وإليك نسعى ونحفد نرجو رحمتك ونخاف\nعذابك الجد، إن عذابك بالكفار ملحق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n92- حدثنا أحمد بن عمرو بن السرح، أنبأنا ابن وهب، أخبرني ابن جريج، أن ابن\nشهاب، أخبره أن الناس، كانوا ساعة يقول المؤذن: الله أكبر يقيم الصلاة،\nيقوم الناس للصلاة، فلا يأتي رسول الله صلى الله عليه وسلم مقامه حتى يعتدل\nالصفوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n93- حدثنا ابن السرح، أخبرنا ابن وهب، أخبرني معاوية بن صالح، عن أبي\nالزاهرية، عن جبير بن نفير، أن رسول الله صلى الله عليه وسلم قال: إن الله\nختم سورة البقرة بآيتين أعطانيهما من كنزه الذي تحت العرش، فتعلموهن\nوعلموهن نساءكم وأبناءكم فإنهما صلاة وقرآن ودعاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n94- حدثنا القعنبي، عن مالك، عن عبد الله بن أبي بكر بن محمد بن عمرو بن\nحزم، أن في الكتاب الذي، كتبه رسول الله صلى الله عليه وسلم لعمرو بن حزم\nألا يمس القرآن إلا طاهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n95- حدثنا محمد بن العلاء، قال: أخبرنا ابن إدريس، قال: أخبرنا محمد بن\nعمارة، عن أبي بكر بن محمد بن حزم، قال: كان في كتاب رسول الله صلى الله\nعليه وسلم،- يعني هذا- ألا يمس القرآن إلا طاهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n96- حدثنا محمد بن يحيى، أخبرنا أبو اليمان، أنبأنا شعيب، عن الزهري، قال:\nقرأت صحيفة عند أبي بكر بن محمد بن عمرو بن حزم ذكر أن رسول الله صلى الله\nعليه وسلم كتبها لعمرو بن حزم، حين أمره على نجران، وساق الحديث فيه: والحج\nالأصغر العمرة، ولا يمس القرآن إلا طاهر.\n</p>\n\n<p>\nقال: أبو داود: روي هذا الحديث، مسندا ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الصوم.\n</p>\n\n<p>\n97- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن قتادة، قال رسول الله صلى\nالله عليه وسلم افصلوا بين شعبان ورمضان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n98- حدثنا محمد بن المثنى، وابن بشار, قالا: أخبرنا معاذ، قال: حدثني أبي،\nعن قتادة، عن خالد, قال ابن بشار: يعني ابن دريك، عن ابن محيريز، أن رسول\nالله صلى الله عليه وسلم كان يستحب السحور ولو على جرع من ماء.\n</p>\n\n<p>\nقال ابن بشار: قال: تسحروا ولو <span id='ms18'></span> على جرع من ماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n99- حدثنا أحمد بن يونس، أخبرنا ابن أبي ذئب، عن الحارث بن عبد الرحمن، عن\nمحمد بن عبد الرحمن بن ثوبان، قال: قال رسول الله صلى الله عليه وسلم هما\nفجران فأما الذي كأنه ذنب السرحان فإنه لا يحل شيئا ولا يحرمه، وأما\nالمستطير الذي يأخذ الأفق فهو يحل الصلاة ويحرم الطعام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n100- حدثنا وهب بن بقية، عن خالد، عن إسماعيل، عن حكيم يعني ابن جابر، قال:\nأخبرت أن رسول الله صلى الله عليه وسلم كان يتسحر فجاءه بلال فقال: الصلاة\nيا رسول الله فسكت عنه فلم يرجع إليه شيئا فرجع بلال فقال: الصلاة يا رسول\nالله فقد أصبحت فقال رسول الله صلى الله عليه وسلم: يرحم الله بلالا لوما\nبلال لرجوت أن يرخص لنا إلى طلوع الشمس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n101- حدثنا مسدد، أخبرنا هشيم، عن حصين، عن معاذ بن زهرة، أنه بلغه أن رسول\nالله صلى الله عليه وسلم كان إذا أفطر قال: اللهم لك صمت وعلى رزقك أفطرت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n102- حدثنا قتيبة بن سعيد، وابن موهب قالا: أخبرنا الليث، عن عقيل، عن ابن\nشهاب، أن النبي صلى الله عليه وسلم قال: لا رياء في الصيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الصائم يصيب أهله.\n</p>\n\n<p>\n103- 1- حدثنا عثمان بن أبي شيبة، أخبرنا جرير، عن الأعمش، عن طلق بن\nحبيب، عن سعيد بن المسيب، قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال:\nيا رسول الله وقعت على امرأتي في رمضان، فساق الحديث قال: فأتى بمكتل فيه\nخمسة عشر صاعا من تمر يكون ستين ربعا قال: فأطعم هذا ستين مسكينا قال: ما\nبين لابتيها أحد أحوج إليه مني قال: فاذهب فاطعمه أنت وأهلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n103- 2- حدثنا القعنبي، عن مالك، عن عطاء بن عبد الله الخراساني، عن سعيد\nبن المسيب، أنه قال: جاء أعرابي إلى رسول الله صلى الله عليه وسلم يضرب\nنحره وينتف شعره ويقول: هلك الأبعد، فقال رسول الله صلى الله عليه وسلم:\nوما ذلك، قال: أصبت امرأتي في رمضان وأنا صائم فقال رسول الله صلى الله\nعليه <span id='ms19'></span> وسلم: هل تستطيع أن تعتق رقبة، قال: لا، قال: فهل تستطيع أن تهدي\nبدنة، قال: لا، قال: فاجلس فأتي النبي صلى الله عليه وسلم بعرق تمر فقال:\nخذ هذا فتصدق به فقال: يا رسول الله ما أحد أحوج مني، قال: كله وصم يوما\nمكان ما أصبت قال مالك: قال: عطاء: سألت سعيد بن المسيب كم في ذلك العرق من\nالتمر قال: ما بين خمسة عشر صاعا إلى عشرين صاعا.\n</p>\n\n<p>\nقال أبو داود: مالك يهم في اسم أبي عطاء ليس هو ابن عبد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n103- 3- حدثنا مؤمل بن هشام، أخبرنا إسماعيل، عن خالد الحذاء، حدثني القاسم\nبن عاصم، قال: قلت لسعيد بن المسيب: حديث حدثناه عنك عطاء الخراساني قال:\nما هو، قال: قلت: في الذي وقع على امرأته في رمضان، قال: عتق رقبة أو هدي،\nقال: كذب عطاء إنما ذلك فلان- وأشار إلى منزله- وقع على امرأته في رمضان\nفأتى النبي صلى الله عليه وسلم فقال: هل عندك من شيء، قال: لا، قال: اجلس،\nقال: فأتي بعرق فيه عشرون صاعا أو نحو منها، قال: تصدق بهذا قال: إسماعيل:\nفأحسب أن خالدا قال: ما لأهلي من طعام، قال: فأطعمه أهلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n104- حدثنا ابن السرح، أخبرنا ابن وهب، عن سعيد بن أبي أيوب، عن ابن رفيع،\nعن طاووس، قال: كان رسول الله صلى الله عليه وسلم إذا سافر أول النهار\nأفطر، وإذا سافر حين تزول الشمس لم يفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الزكاة.\n</p>\n\n<p>\n105- حدثنا محمد بن سليمان الأنباري، أخبرنا كثير بن هشام، عن عمر بن\nسليم الباهلي، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: حصنوا\nأموالكم بالزكاة، وداووا مرضاكم بالصدقة، واستقبلوا أمواج البلاء بالدعاء\nوالتضرع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nباب صدقة السائمة.\n</p>\n\n<p>\n106- حدثنا موسى بن إسماعيل، قال: قال: حماد قلت لقيس بن سعد خذ لي كتاب\nمحمد بن عمرو بن حزم فأعطاني كتابا أخبر أنه، أخذه من أبي بكر بن محمد بن\nعمرو بن حزم أن النبي صلى الله عليه وسلم كتب لجده، فقرأته فكان فيه ذكر ما <span id='ms20'></span>\nيخرج من فرائض الإبل فقص الحديث إلى: أن تبلغ عشرين ومئة فإذا كانت أكثر من\nذلك فعد في كل خمسين حقة وما فضل فإنه يعاد إلى أول فريضة الإبل، وما كان\nأقل من خمس وعشرين ففيه الغنم في كل خمس ذود شاة ليس فيها ذكر ولا هرمة ولا\nذات عوار من الغنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n107- 1- حدثنا قتيبة، قال: أخبرنا وحدثنا أحمد بن عبدة، أنبأنا سفيان، عن\nإبراهيم بن ميسرة، عن طاووس، أن معاذ بن جبل، أتي باليمن بوقص البقر والعسل\nفقال: كلاهما: لم يأمرني النبي صلى الله عليه وسلم فيه بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n107- 2- حدثنا عبد الله بن مسلمة، عن مالك، عن حميد بن قيس المكي، عن طاووس\nاليماني، أن معاذ بن جبل الأنصاري، أخذ من ثلاثين بقرة تبيعا ومن أربعين\nبقرة مسنة، وأتي بما دون ذلك فأبى أن يأخذ منه، وقال: لم أسمع من رسول الله\nصلى الله عليه وسلم في ذلك شيئا حتى ألقاه فأسأله فتوفي رسول الله صلى الله\nعليه وسلم قبل أن يقدم معاذ بن جبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n108- حدثنا محمد بن عبيد، أخبرنا ابن ثور، قال: قال: معمر، أعطاني سماك بن\nالفضل كتابا من رسول الله صلى الله عليه وسلم لمالك بن كفلانس والمقوقس\nفإذا فيه: وفي البقر مثل ما في الإبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n109- حدثنا محمد بن عبيد، أخبرنا محمد بن ثور، عن معمر، عن الزهري، قال: عن\nجابر بن عبد الله، قال: في كل خمس من البقر شاة وفي عشر شاتان وفي خمس عشرة\nثلاث شياه وفي عشرين أربع شياه.\n</p>\n\n<p>\nقال: الزهري: فإذا كانت خمسا وعشرين ففيها بقرة إلى خمس وسبعين فإذا زادت\nعلى خمس وسبعين ففيها بقرتان إلى عشرين ومئة، فإذا زادت على عشرين ومئة ففي\nكل أربعين بقرة بقرة.\n</p>\n\n<p>\nقال: معمر: قال: الزهري: وبلغنا أن قولهم: قال النبي صلى الله عليه وسلم:\nفي كل ثلاثين بقرة تبيع، وفي كل أربعين بقرة بقرة أن ذلك كان تخفيفا لأهل\nاليمن ثم كان هذا بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n110- حدثنا محمد بن عبيد، أخبرنا ابن ثور، عن معمر، عن <span id='ms21'></span> أيوب، قال: كنت أسمع\nزمانا أنهم كانوا يقولون: خذوا منا ما أخذ النبي صلى الله عليه وسلم فكنت\nأعجب لم لم يقبل ذلك منهم، حتى حدثني الزهري أن النبي صلى الله عليه وسلم\nكان كتب هذه الفرائض فقبض قبل أن يكتب به إلى العمال فأخذ به أبو بكر على\nما كتب، لا أعلمه إلا ذكر البقر أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n111- حدثنا محمد بن منصور الطوسي، أخبرنا يعقوب، أخبرنا أبي، عن محمد بن\nإسحاق، قال: وذكر محمد بن مسلم الزهري أن مما، كان رسول الله صلى الله عليه\nوسلم أحكم من أمر الصدقة أنه جعل في الأوقاص من البقر بعد كتابه الأول مع\nمعاذ بن جبل، والأوقاص الخمس من البقر فصاعدا إلى العشر، فجعل في العشر\nشاتين، ثم جعل صدقة البقر على نحو من صدقة الإبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n112- حدثنا موسى بن إسماعيل، أخبرنا حماد، أخبرنا هشام بن عروة، عن عروة،\nأن النبي صلى الله عليه وسلم بعث رجلا على الصدقة وأمره أن يأخذ البكر\nوالشارف وذا العيب، وإياك وحزرات أنفسهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n113- 1- حدثنا الحسن بن علي، أخبرنا عفان، أخبرنا عبد الوارث، أخبرنا أبو\nسلمة الخراساني، قال الحسن: هو غالب بن سليمان، قال: أخبرنا كثير أبو سهل،\nونحن بخراسان، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: إن الله\nتجاوز لكم عن ثلاث: عن الجبهة وعن النخة والكسع.\n</p>\n\n<p>\nقال كثير: يرون أن الجبهة: الخيل، والنخة: الإبل العوامل، والنواضح\nوالكسع: صغار الغنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n113- 2- حدثنا الحسن بن علي، أخبرنا سليمان بن حرب، أخبرنا غالب بن سليمان،\nعن كثير بن زياد، عن الحسن بهذا، قال: النخة: صغار الغنم والكسع الحمير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n114- حدثنا كثير بن عبيد المذحجي، حدثنا الوليد، عن محمد بن راشد عن مكحول،\nقال: قال رسول الله صلى الله عليه وسلم: لا تشتروا الصدقات حتى تعقل وتوسم.\n</p>\n\n<p>\nقال أبو داود: هذا يروى من قول مكحول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n115- حدثنا محمد بن قدامة بن أعين، أخبرنا جرير، عن منصور، عن الحكم، قال:\nكتب رسول الله صلى الله عليه وسلم إلى معاذ بن جبل وهو باليمن <span id='ms22'></span>: وفي الحالم\nوالحالمة دينار أو عدله من قيمة المعافر، ولا يفتن يهودي عن يهوديته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n116- حدثنا عبد الله بن الجراح، عن وهب، عن جرير بن حازم، عن قيس بن سعد،\nعن مكحول، قال: قال رسول الله صلى الله عليه وسلم: خففوا على الناس في\nالخرص فإن في المال العرية، والوصية قال غيره: والوطية.\n</p>\n\n<p>\nقال أبو داود: الصحيح الوطية، يعني من يغشى الأرض ويأكل منها.\n</p>\n\n<p>\n- حدثنا محمود بن خالد، أخبرنا عمر، سألت الأوزاعي قال: الواطئة من يطؤه\nمن الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nباب زكاة الفطر.\n</p>\n\n<p>\n117- 1- حدثنا قتيبة بن سعيد، قال: أخبرنا الليث، عن عبد الرحمن بن خالد\nيعني ابن مسافر، عن ابن شهاب، عن سعيد بن المسيب، قال: فرض رسول الله صلى\nالله عليه وسلم زكاة الفطر مدين من حنطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n117- 2- أخبرنا قتيبة، أخبرنا الليث، عن عقيل، عن ابن شهاب، عن سعيد بن\nالمسيب، بمثل ذلك عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال أبو داود: روي مسندا، وهذا أصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n117- 3- حدثنا يعقوب بن إبراهيم، أخبرنا هشيم، قال: إن لم أكن سمعته عن\nالزهري، فأخبرني به سفيان بن حسين عن الزهري، عن سعيد بن المسيب، عن النبي\nصلى الله عليه وسلم بمعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n117- 4- حدثنا عبد الله بن الجراح، أخبرنا حماد بن زيد، عن محمد بن أبي\nحفصة، عن الزهري، عن سعيد بن المسيب، قال: أمر النبي صلى الله عليه وسلم\nبزكاة الفطر نصف صاع بر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n117- 5- حدثنا قتيبة بن سعيد، أخبرنا الليث، عن عمرو بن الحارث، عن يزيد بن\nعبد الله بن قسيط، عن سعيد بن المسيب، أن رسول الله صلى الله عليه وسلم فرض\nزكاة الفطر مدين من قمح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n117- 6- حدثنا محمد بن عبيد، أخبرنا حماد بن زيد، أخبرنا عبد الخالق\nالشيباني، عن سعيد بن المسيب، قال: كانت الصدقة على عهد رسول الله صلى الله\nعليه وسلم وأبي بكر وعمر نصف صاع من بر.\n</p>\n\n<p>\nقال أبو داود: رواه شعبة، وبشر بن المفضل عن عبد الخالق مثله.\n</p>\n\n<p>\nقال أبو داود: سمعت أحمد يقول: عبد الخالق بن سلمة شيخ ثقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n118- حدثنا نصر <span id='ms23'></span> بن عاصم الأنطاكي، أن أنس بن عياض، حدثهم عن الحارث يعني\nابن عبد الرحمن، قال: سألت سعيد بن المسيب هل على الرعاء وعمال الحرث زكاة\nالفطر؟ قال: نعم، إنما هي زكاة الفطر، أمر رسول الله صلى الله عليه وسلم\nبإخراجها عن الصغير والكبير والحر والعبد والرعاء وعمال الحرث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nباب جامع في الصدقة.\n</p>\n\n<p>\n119- حدثنا موسى بن إسماعيل، أخبرنا وهيب، حدثني رجل، بمنى كان إلى جنب\nمحمد بن أبي بكر فسألت محمد بن أبي بكر عنه فقال: هذا فلان بن فلان بن عبد\nالله بن زيد- صاحب الأذان- فسألت ذلك الرجل فحدثني عن أبيه، أن عبد الله بن\nزيد، تصدق بحائط له، فأتى أبواه النبي صلى الله عليه وسلم فقالا: يا رسول\nالله ما كان يقيم وجوهنا غيره، فرده النبي صلى الله عليه وسلم على أبويه ثم\nماتا فورثهما بعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n120- 1- حدثنا عبد الله بن مسلمة، أخبرنا سليمان بن بلال، عن جعفر، عن\nأبيه، عن جده، أن رسول الله صلى الله عليه وسلم نهى عن حصاد الليل وجداد الليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n120- 2- حدثنا ابن السرح، أخبرنا سفيان، عن جعفر بن محمد، عن أبيه، عن علي\nبن الحسين، أن النبي صلى الله عليه وسلم نهى عن حصاد الليل وجداد الليل\nوصرام الليل قال: ذاك أن قيما له جد بالليل.\n</p>\n\n<p>\n120- 3- حدثنا علي بن الحسن النيسابوري، أخبرنا عبد الملك بن إبراهيم\nالجدي، أخبرنا شعبة، عن جعفر، بإسناده مثله.\n</p>\n\n<p>\nقال شعبة: قال جعفر: نرى إنما كره ذلك لأنه لا يشهده الفقراء والمساكين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n121- حدثنا أبو كامل, أخبرنا عبد الواحد, أخبرنا مجمع بن يحيى الأنصاري, عن\nعمه, قال: قال رسول الله صلى الله عليه وسلم: برئ من الشح من أدى الزكاة,\nوقرى الضيف, وأعطى في النائبة.\n</p>\n\n<p>\nسمعت أبا داود يقول: أسند هذا, وليس بصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n122- حدثنا قتيبة, أخبرنا الليث, عن أبي غسان, عن الحسن, قال: قال رسول\nالله صلى الله عليه وسلم: إذا أراد الله بقوم خيرا ولى أمرهم الحلماء, وجعل\nالمال عند السمحاء, وإذا أراد بقوم سوءا ولى أمرهم السفهاء, وجعل المال <span id='ms24'></span> عند\nالبخلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n123- حدثنا محمد بن الصباح بن سفيان، قال: أنبأنا هشيم، عن عذافر البصري،\nعن الحسن قال: قال رسول الله صلى الله عليه وسلم: من أدى زكاة ماله فقد أدى\nالحق الذي عليه، ومن زاد فهو أفضل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n124- حدثنا محمد بن عوف الطائي، أخبرنا أبو المغيرة، أخبرنا الأوزاعي،\nحدثني موسى بن سليمان، سمعت القاسم بن مخيمرة يقول: قال رسول الله صلى الله\nعليه وسلم: من اكتسب مالا من مأثم، فوصل به رحما أو تصدق به أو أنفقه في\nسبيل الله جمع ذلك جميعا، فقذف به في جهنم.\n</p>\n\n<p>\nقال أبو داود: الأوزاعي يحدث عن موسى بن سليمان أكثر مما يحدث سليمان بن\nموسى وهو من أهل الساحل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n125- حدثنا مسلم بن إبراهيم، أخبرنا الأسود بن شيبان، أخبرنا أبو نوفل يعني\nابن أبي عقرب، قال: قالت عائشة: يا رسول الله أين عبد الله بن جدعان، قال:\nفي النار، قال: فاشتد عليها، فقال: يا عائشة، ما الذي اشتد عليك، قالت: كان\nيطعم الطعام ويصل الرحم، قال: أما إنه يهون عليه بما تقولين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nباب الحج.\n</p>\n\n<p>\n126- حدثنا أحمد بن حنبل، أخبرنا هشيم، أنبأنا يونس، عن الحسن، قال: لما\nنزلت {ولله على الناس حج البيت من استطاع إليه سبيلا} (آل عمران) قال: قيل:\nيا رسول الله ما السبيل؟ قال: الزاد والراحلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n127- حدثنا أحمد بن حنبل، أخبرنا وكيع، عن يونس بن أبي إسحاق، قال: سمعت\nشيخا، يحدث أبا إسحاق عن محمد بن كعب القرظي، قال: قال رسول الله صلى الله\nعليه وسلم: إني أريد أن أجدد في صدور المؤمنين، أيما صبي حج به أهله فمات\nأجزأ عنه وإن أدرك فعليه الحج، وأيما مملوك حج به أهله فمات أجزأ عنه فإن\nأعتق فعليه الحج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n128- حدثنا أحمد بن يونس، أخبرنا فضيل، عن هشام يعني ابن حسان، عن ابن\nسيرين، قال: وقت رسول الله صلى الله عليه وسلم لأهل مكة التنعيم.\n</p>\n\n<p>\nقال أبو داود: قال سفيان: هذا حديث لا يعرف.\n</p>\n\n<p>\n- حدثنا محمد بن عمرو الرازي، أخبرنا مهران، قال: قال سفيان: هذا لا <span id='ms25'></span> يكاد\nيعرف يعني حديث التنعيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n129- حدثنا أحمد بن حنبل، أخبرنا يحيى بن سعيد، عن ابن حرملة، قال: سمعت\nسعيد بن المسيب، يقول: قال رسول الله صلى الله عليه وسلم: يقتل المحرم\nالذئب. . . وذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n130- حدثنا يحيى بن خلف، أخبرنا أبو عاصم، عن ابن جريج، قال: أخبرني زياد،\nعن أبي الزناد، قال: بلغني عن عائشة، أن رسول الله صلى الله عليه وسلم حكم\nفي بيض النعام في كل بيضة صيام يوم.\n</p>\n\n<p>\nقال أبو داود: أسند هذا الحديث وهذا هو الصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n131- حدثنا يوسف بن موسى، أخبرنا أبو أسامة، أخبرنا سعيد بن أبي عروبة،\nقال: أخبرنا مطر الوراق، أن معاوية بن قرة، حدثهم عن رجل، من الأنصار أن\nرجلا محرما أوطأ راحلته أدحي نعام، فانطلق الرجل إلى علي- رضي الله عنه-\nفسأله عن ذلك فقال: له علي- رضي الله عنه -: عليك في كل بيضة ضراب ناقة أو\nجنين ناقة، فانطلق الرجل إلى نبي الله صلى الله عليه وسلم فأخبره بما قال:\nعلي، فقال: نبي الله صلى الله عليه وسلم: قد قال: علي ما سمعت، ولكن هلم\nإلى الرخصة عليك، في كل بيضة صيام يوم أو إطعام مسكين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n132- حدثنا أبو توبة، أخبرنا معاوية يعني ابن سلام، عن يحيى، أخبرني يزيد\nبن نعيم أو زيد بن نعيم- شك أبو توبة- أن، رجلا، من جذام جامع امرأته وهما\nمحرمان، فسأل الرجل رسول الله صلى الله عليه وسلم، فقال: لهما: اقضيا\nنسككما وأهديا هديا ثم ارجعا حتى إذا كنتما بالمكان الذي أصبتما فيه ما\nأصبتما فتفرقا ولا يرى واحد منكما صاحبه، وعليكما حجة أخرى فتقبلان حتى إذا\nكنتما بالمكان الذي أصبتما ما فيه أصبتما، فأحرما وأتما نسككما وأهديا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n133- حدثنا إسحاق بن إسماعيل، أخبرنا سفيان، عن ابن أبي نجيح، عن مجاهد، أن\nرسول الله صلى الله عليه وسلم طاف ليلة الإفاضة على راحلته واستلم الركن،\nيعني يستلم الركن بمحجنه ويقبل المحجن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n134- حدثنا أحمد بن حنبل، أخبرنا يحيى، عن ابن جريج، قال: أخبرني عطاء، أن\nرسول الله صلى الله <span id='ms26'></span> عليه وسلم سعى في عمره كلها بالبيت وبين الصفا والمروة،\nوسعى أبو بكر عام حج إذ بعثه رسول الله صلى الله عليه وسلم، ثم أبو بكر\nوعمر وعثمان والخلفاء هلم جرا يسعون كذلك.\n</p>\n\n<p>\nقال أبو داود: وقد أسند هذا الحديث، ولا يصح وهذا الصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n135- حدثنا أحمد بن حنبل، أخبرنا روح، وابن بكر، عن ابن جريج، قال: أخبرني\nعطاء، قال: يظن أن النبي صلى الله عليه وسلم نزل ليلة جمع منازل الأئمة\nالآن ليلة جمع قال: ابن بكر أظن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n136- حدثنا أحمد بن حنبل، أخبرنا روح، أخبرنا ابن جريج، حدثني زبان بن\nسلمان، أن النبي صلى الله عليه وسلم نزل يوم عرفة عند الصخرة المقابلة\nمنازل الأمراء يوم عرفة التي بالأرض في أسفل الجبل، وستر إليها بثوب عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n137- حدثنا ابن كثير، أخبرنا سفيان، عن ابن جريج، عن عطاء، أن النبي صلى\nالله عليه وسلم لما قدم مكة صلى بأذان وإقامة، وصلى بمنى بإقامة، وصلى\nبعرفة بإقامتين، وبجمع بإقامتين، وصلى بالأبطح بالوادي يوم الصدر الظهر\nوالعصر والمغرب والعشاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n138- حدثنا أحمد بن حنبل، أن يحيى، وروحا، وابن بكر، حدثوهم المعنى، عن ابن\nجريج، قال: قال: عطاء: بلغني أن النبي صلى الله عليه وسلم أذن له- يعني\nعشية عرفة، وليلة جمع إقامة.\n</p>\n\n<p>\nقال أبو داود: قال: عن يحيى: إقامة إقامة.\n</p>\n\n<p>\nقال أبو داود: أسند ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n139- حدثنا أحمد بن حنبل، وهناد، قالا: أخبرنا أبو معاوية، عن ابن جريج، عن\nعطاء، قال: صلى رسول الله صلى الله عليه وسلم قال أحمد: الصلاتين بعرفة\nبأذان وإقامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n140- حدثنا محمود بن خالد، أخبرنا عمر يعني ابن عبد الواحد، عن الأوزاعي،\nعن سليمان بن موسى، قال: لم يحفظ من رسول الله صلى الله عليه وسلم أنه رفع\nيديه الرفع كله إلا في ثلاثة مواطن: الاستسقاء والاستنصار وعشية عرفة، ثم\nكان بعد رفع دون رفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n141- حدثنا أحمد بن منيع، أخبرنا هشيم، أنبأنا عوام، أخبرنا السفاح بن مطر،\nعن عبد العزيز بن عبد الله بن خالد بن أسيد، أن النبي صلى الله <span id='ms27'></span> عليه وسلم\nقال: يوم عرفة اليوم الذي يعرف فيه الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n142- حدثنا محمود بن خالد، أخبرنا مروان بن محمد، أخبرنا ابن علاق، حدثني\nيزيد بن عبيدة، قال: العام الذي توفي فيه النبي صلى الله عليه وسلم حج\nالناس بغير إمام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n143- حدثنا محمد بن العلاء، أخبرنا ابن إدريس، قال: أنبأنا ابن جريج، عن\nمحمد بن قيس بن مخرمة، أن رسول الله صلى الله عليه وسلم خطب يوم عرفة فقال:\nهذا يوم الحج الأكبر، إن من كان قبلكم من أهل الأوثان والجاهلية كانوا\nيفيضون إذا كانت الشمس على الجبال كأنها عمائم الرجال ويدفعون من جمع إذا\nأشرقت على الجبال كأنها عمائم الرجال فخالف هدينا هدي أهل الشرك والأوثان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n144- حدثنا أحمد بن حنبل، أخبرنا روح، أخبرنا ابن جريج، قال: قال: طاووس:\nنزل النبي صلى الله عليه وسلم على يسار مصلى الإمام بمنى وقال: غير طاووس\nمن أشياخنا مثل قول طاووس، وزاد فيه قال: وأمر النبي صلى الله عليه وسلم\nنساءه أن ينزلن جنب الدار- دار بمنى- وأمر الأنصار أن ينزلوا الشعب وراء\nالدار، وقال: للناس: انزلوا وأشار إلى نواحي منى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n145- حدثنا الحسن بن محمد، أخبرنا حجاج، عن ابن جريج، قال: أخبرني عطاء،\nقال: كان النبي صلى الله عليه وسلم يأمر بالبدنة إذا احتاج إليها سيدها أن\nيحمل عليها وتركب غير منهوكة قال: قلت: ماذا؟ قال: الرجل الراجل والمتبع\nالسير، وإن نتجت حمل عليها ولدها وعدله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n146- 1- حدثنا عبد الله بن سعيد هو الكندي الأشج، أن سليمان بن حيان حدثهم\nعن ابن جريج، عن عطاء الخراساني، عن ابن عباس، قال: جاء رجل إلى النبي صلى\nالله عليه وسلم فقال: علي بدنة وأنا موسر لها، ولا أجد، فقال رسول الله صلى\nالله عليه وسلم: اذبح سبع شياه.\n</p>\n\n<p>\n146- 2- حدثنا الوليد بن عتبة الدمشقي، أخبرنا أبو ضمرة، عن ابن جريج،\nبإسناده ومعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n147- 1- حدثنا محمد بن المصفى الحمصي، أخبرنا الوليد، حدثني معاوية بن\nسلام، عن يحيى، عن عكرمة أن النبي صلى الله عليه وسلم غير ثوبيه بالتنعيم\nوهو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n147- 2- حدثنا <span id='ms28'></span> محمد بن عبيد المحاربي، عن إسماعيل بن عياش، قال: حدثني سعيد\nبن يوسف، عن يحيى بن أبي كثير، عن عكرمة مولى ابن عباس قال: غير رسول الله\nصلى الله عليه وسلم ثوبيه بالتنعيم وهو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n148- حدثنا هناد، عن وكيع، عن ابن أبي ذئب، عن صالح بن أبي حسان، أن النبي\nصلى الله عليه وسلم رأى رجلا محرما محتزما بحبل أبرق، فقال: يا صاحب الحبل ألقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n149- حدثنا محمد بن الصباح بن سفيان، أخبرنا الوليد، عن علي بن حوشب، قال:\nسمعت مكحولا، يقول: جاءت امرأة إلى رسول الله صلى الله عليه وسلم بثوب مشبع\nبعصفر فقالت: يا رسول الله إني أريد الحج فأحرم في هذا؟، قال: لك غيره؟\nقالت: لا قال: فأحرمي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n150- حدثنا قتيبة بن سعيد، أخبرنا بكر يعني ابن مضر، عن عمارة بن غزية، عن\nابن شهاب، أن رسول الله صلى الله عليه وسلم حين رمى جمرة القصوى رجع إلى\nالمنحر فنحر ثم حلق ثم أفاض من فوره ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n151- حدثنا ابن خلاد، أخبرنا يحيى، عن ابن جريج، عن ابن طاووس، عن أبيه،\nقال: أشهد البتة أن رسول الله صلى الله عليه وسلم كان يفيض كل ليلة ليالي منى.\n</p>\n\n<p>\nقال أبو داود: قد أسند هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n152- حدثنا عثمان بن أبي شيبة، وقتيبة بن سعيد، ونصر بن علي، المعنى أن\nجريرا أخبرهم، عن منصور، عن إبراهيم، نام رسول الله صلى الله عليه وسلم\nليلة النفر بالأبطح نومة، ثم أدلج لم يذكر قتيبة ليلة النفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nباب في التجارة.\n</p>\n\n<p>\n153- حدثنا سليمان بن داود المهري، أخبرنا ابن وهب، أخبرني سعيد بن أبي\nأيوب، عن يونس بن يزيد، عن ابن شهاب، قال: أمر رسول الله صلى الله عليه\nوسلم حكيم بن حزام بالتجارة في البز والطعام، ونهاه عن التجارة في الرقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n154- حدثنا وهب بن بقية، عن خالد، عن أبي سنان، عن عبد الله المكتب قال أبو\nداود: وهو عبد الله بن الحارث، قال: مر على رسول الله صلى الله عليه وسلم\nببعير، والنبي صلى الله عليه وسلم <span id='ms29'></span> مع القوم، فقال: بعض القوم: بكم أخذته؟\nقال: بكذا وكذا، فزاد، فلما رجع إلى المنزل قال: كذبت قوما فيهم رسول الله\nصلى الله عليه وسلم، فأتى رسول الله صلى الله عليه وسلم فأخبره بالزيادة،\nفقال النبي صلى الله عليه وسلم: تصدق بالفضل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n155- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، أن النبي صلى الله\nعليه وسلم قال: المكر والخديعة والخيانة في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n156- حدثنا محمد بن العلاء، قال: أخبرنا ابن المبارك، عن عبد الله بن عمرو\nبن علقمة، عن ابن أبي حسين، قال: قال رسول الله صلى الله عليه وسلم: سيد\nالسلعة أحق أن يستام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n157- حدثنا أبو توبة الربيع بن نافع، أخبرنا ابن المبارك، عن معمر، عن\nالزهري، قال: مر النبي صلى الله عليه وسلم على أعرابي يبيع شيئا فقال: عليك\nبأول سوم، وأول سوق، أو أول السوم؛ فإن الأرباح مع السماح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n158- حدثنا قتيبة، أخبرنا يحيى بن زكريا، عن أبي يعقوب الثقفي، عن خالد\nيعني ابن أبي مالك، قال: بايعت محمد بن سعد بسلعة فقال: هات يدك أماسحك،\nفإن رسول الله صلى الله عليه وسلم قال: البركة في المماسحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n159- حدثنا محمد بن سليمان الأنباري، أخبرنا وكيع، عن يونس بن أبي إسحاق،\nعن مجاهد، قال: اشترى رسول الله صلى الله عليه وسلم مهرا من رجل من الأعراب\nبمئة صاع من تمر، فقال: النبي صلى الله عليه وسلم لرجل منهم: انطلق فقل لهم\nيكيلون حتى يستوفوا- يعني الكيل -؛ فخرج الرجل يحتك بمرفقيه يعني اشتد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nباب المفلس.\n</p>\n\n<p>\n160- حدثنا محمد بن عبيد، أخبرنا محمد بن ثور، عن معمر، عن الزهري قال:\nكانت تكون على عهد النبي صلى الله عليه وسلم ديون على رجال، ما علمنا حرا\nبيع في دين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n161- 1- حدثنا سليمان بن داود المهري، أنبأنا ابن وهب، أخبرني يونس بن\nيزيد، عن ابن شهاب، قال: أخبرني عبد الرحمن بن كعب بن مالك، أن معاذ بن\nجبل،- وهو أحد قومه بني سلمة،- كثر دينه في عهد رسول الله صلى الله عليه\nوسلم فلم يزد <span id='ms30'></span> رسول الله صلى الله عليه وسلم غرماءه على أن خلع لهم ماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n161- 2- حدثنا محمد بن المتوكل العسقلاني، وابن داود، قالا: أخبرنا عبد\nالرزاق، أخبرنا معمر، عن الزهري، عن ابن كعب بن مالك، وسماه ابن داود: عبد\nالرحمن، أن معاذ بن جبل، لم يزل يدان حتى أغلق ماله كله، فأتى غرماؤه إلى\nالنبي صلى الله عليه وسلم فطلب معاذ إلى النبي صلى الله عليه وسلم أن يسأل\nغرماءه أن يضعوا أو يؤخروا، فأبوا، فلو تركوا لأحد من أجل أحد لترك لمعاذ\nمن أجل رسول الله صلى الله عليه وسلم، فباع النبي صلى الله عليه وسلم ماله\nكله في دينه، حتى قام معاذ بغير شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n162- 1- حدثنا سليمان بن داود، أنبأنا عبد الله يعني ابن وهب، أخبرني يونس،\nعن ابن شهاب، أخبرني أبو بكر بن عبد الرحمن بن الحارث بن هشام، أن رسول\nالله صلى الله عليه وسلم قضى، بمعنى حديث الزهري زاد: وإن كان قضى من ثمنها\nشيء فهو أسوة الغرماء، قال: أبو بكر: وقضى رسول الله صلى الله عليه وسلم\nأنه من توفي وعنده سلعة رجل بعينها لم يقض من ثمنها شيئا فصاحب السلعة أسوة\nالغرماء فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n162- 2- حدثنا القعنبي، عن مالك، عن ابن شهاب، عن أبي بكر بن عبد الرحمن بن\nالحارث بن هشام، أن رسول الله صلى الله عليه وسلم قال: أيما رجل باع متاعا\nفأفلس الذي ابتاعه ولم يقبض الذي باعه من ثمنه شيئا، فوجد متاعه بعينه فهو\nأحق به، وإن مات المشتري بعد فصاحب المتاع أسوة الغرماء.\n</p>\n\n<p>\nسمعت أبا داود يقول: روي مسندا وليس بالقوي وروي مسندا قصة الموت وهو\nلايصح مسندا وقصة الإفلاس مشهور صحيح مسند.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nباب الغش.\n</p>\n\n<p>\n163- حدثنا أبو بكر بن أبي شيبة، أخبرنا عبد الأعلى بن عبد الأعلى، عن\nبرد، عن سليمان بن موسى، قال: مر رسول الله صلى الله عليه وسلم على رجل\nيبيع طعاما مغلوثا فيه شعير، فقال: اعزل هذا من هذا، وهذا من هذا، ثم بع ذا\nكيف شئت فإنه ليس في <span id='ms31'></span> ديننا غش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n164- حدثنا إسماعيل بن مسعدة التنوخي، ختن أبي توبة من أهل حلب، أخبرنا أبو\nتوبة، ..... أخبرنا مصعب يعني ابن ماهان العسقلاني، عن سفيان، عن محمد بن\nراشد، عن مكحول أن رسول الله صلى الله عليه وسلم مر على رجل يبيع الحنطة\nيخلط الجيد بالدنيء، فنهاه وقال: ميز كل واحد على حدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n165- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، قال: نهى النبي صلى\nالله عليه وسلم أن يشاب لبن لبيع.\n</p>\n\n<p>\nقال أبو داود: هكذا رواه إسماعيل بن إبراهيم أيضا عن يونس، ورواه، حماد\nبن سلمة عن يونس، عن الحسن، قال: قال: عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n166- 1- حدثنا عبد السلام بن عتيق الدمشقي، أخبرنا أبو مسهر، حدثني يحيى بن\nحمزة، حدثني محمد بن الوليد الزبيدي، عن الزهري، عن سعيد بن المسيب، أن\nرسول الله صلى الله عليه وسلم نهى عن بيع الحي بالميت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n166- 2- حدثنا القعنبي، أخبرنا مالك، عن زيد بن أسلم، عن سعيد بن المسيب،\nأن رسول الله صلى الله عليه وسلم نهى عن بيع اللحم بالحيوان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n167- حدثنا أحمد بن سعيد الهمداني، وسليمان بن داود المهري، قالا: أخبرنا\nابن وهب، أخبرني موسى بن شيبة الحضرمي عن يونس بن يزيد، عن عمارة بن غزية\nالأنصاري، عن عروة بن الزبير، أن رسول الله صلى الله عليه وسلم حين خرج هو\nوأبو بكر معه من مكة مهاجرين إلى المدينة مرا براعي غنم فاشتريا منه شاة\nوشرط أن سلبها له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n168- حدثنا أحمد بن سعيد، وسليمان بن داود، قالا: أخبرنا ابن وهب، أخبرني\nالليث، عن يونس بن يزيد، عن عمارة بن غزية، عن النبي صلى الله عليه وسلم بهذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n169- حدثنا موسى بن إسماعيل، قال: أخبرنا حماد، عن حماد، عن إبراهيم، عن\nأبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم نهى عن استئجار الأجير\nيعني ولم يبين له أجره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n170- حدثنا أحمد بن أبي شعيب الحراني، أخبرنا زهير بن معاوية، عن أبي\nإسحاق، عن عكرمة، عن ابن عباس، قال: لا تبع أصواف الغنم على ظهورها، ولا\nتبع <span id='ms32'></span> ألبانها في ضروعها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n171- حدثنا محمد بن العلاء، أخبرنا ابن مبارك، عن عمر بن فروخ، عن عكرمة،\nعن النبي صلى الله عليه وسلم بمعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n172- حدثنا أبو بكر بن أبي شيبة، أخبرنا وكيع، أخبرنا عمر بن فروخ، عن حبيب\nبن الزبير، عن عكرمة، قال: احتجم رسول الله صلى الله عليه وسلم وأعطى\nالحجام عمالته دينارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n173- حدثنا أبو صالح, أخبرنا أبو إسحاق, عن ابن جريج، عن هارون بن أبي\nعائشة، أن النبي صلى الله عليه وسلم: من أقال نادما أقاله الله نفسه يوم\nالقيامة.\n</p>\n\n<p>\nسمعت أبا داود يقول: روي متصلا وليس بصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nباب في المكاتب.\n</p>\n\n<p>\n174- حدثنا الحسن بن علي، أخبرنا ..... أبو عاصم، عن عكرمة بن عمار، قال:\nأخبرنا يحيى بن أبي كثير، قال: قال رسول الله صلى الله عليه وسلم:\n{فكاتبوهم إن علمتم فيهم خيرا} (النور)، قال: إن علمتم منهم حرفة، ولا\nترسلوهم كلا على الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الرهن.\n</p>\n\n<p>\n175- 1- حدثنا محمد بن عبيد، أخبرنا ابن ثور، عن معمر، عن الزهري، عن ابن\nالمسيب، أن النبي صلى الله عليه وسلم قال: لا يغلق الرهن، قلت له: أرأيتك\nقولك لا يغلق الرهن، أهو الرجل يقول: إن لم آتك بمالك فهذا الرهن لك؟، قال:\nنعم وبلغني عنه بعد أنه قال: إن هلك لم يذهب حق هذا إنما يهلك من رب الرهن،\nله غنمه وعليه غرمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n175- 2- حدثنا أحمد بن يونس، أخبرنا ابن أبي ذئب، عن الزهري، عن سعيد بن\nالمسيب، قال: قضى رسول الله صلى الله عليه وسلم: لا يغلق الرهن لصاحبه غنمه\nوعليه غرمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n175- 3- وحدثنا القعنبي, عن مالك، عن ابن شهاب، عن ابن المسيب، قال: قال\nرسول الله صلى الله عليه وسلم قال: لا يغلق الرهن.\n</p>\n\n<p>\nقال أبو داود: وكذلك رواه ابن عيينة عن زياد بن سعد ويونس جميعا عن\nالزهري كما قال مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n175- 4- حدثنا محمد بن يحيى بن فارس, أخبرنا موسى بن هارون البردي, أخبرنا\nالوليد, أخبرنا أبو عمرو, عن الزهري، عن سعيد بن المسيب، قال: قال النبي\nصلى الله عليه وسلم قال: لا يغلق <span id='ms33'></span> الرهن.\n</p>\n\n<p>\nقال الزهري: قال ابن المسيب: له غنمه وعليه غرمه.\n</p>\n\n<p>\nقال أبو داود: هذا هو الصحيح.\n</p>\n\n<p>\n175- 5- حدثنا عباد بن موسى, أخبرنا طلحة, يعني ابن يحيى, عن يونس, عن\nالزهري, بإسناده ومعناه.\n</p>\n\n<p>\nقال: كان ابن المسيب يقول: له غنمه وعليه غرمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n176- حدثنا محمد بن العلاء، أخبرنا ابن مبارك، عن مصعب بن ثابت، سمعت عطاء،\nيحدث أن رجلا رهن فرسا فنفق في يده، فقال رسول الله صلى الله عليه وسلم\nللمرتهن: ذهب حقك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n177- حدثنا عبد الله بن الجراح، أخبرنا مهران، عن زمعة وهو ابن صالح، عن\nابن طاووس، عن أبيه، أن النبي صلى الله عليه وسلم قال: الرهن بما فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n178- حدثنا علي بن سهل الرملي، أخبرنا الوليد، أخبرنا أبو عمرو، عن عطاء،\nأن رجلا رهن فرسا فنفق الفرس، فقال النبي صلى الله عليه وسلم: الرهن بما فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n179- حدثنا هناد بن السري، عن ابن أبي الزناد، عن أبيه، أن أناسا، يوهمون\nفي قول رسول الله صلى الله عليه وسلم: الرهن بما فيه ولكن إنما قال ذلك\nفيما أخبرنا الثقة من الفقهاء أن رسول الله صلى الله عليه وسلم قال: الرهن\nبما فيه إذا هلك وعميت قيمته، يقال حينئذ للذي رهنه: زعمت أن قيمته مئة\nدينار اسلمته بعشرين دينارا، ورضيت بالرهن، ويقال للآخر: زعمت أن ثمنه عشرة\nدنانير، فقد رضيت به عوضا من عشرين دينارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الرجل يجد ماله في يدي غيره.\n</p>\n\n<p>\n180- حدثنا هارون بن عبد الله، أخبرنا حماد بن مسعدة، عن ابن جريج، عن\nعكرمة بن خالد، قال: حدثني أسيد بن حضير بن سماك، قال هارون: قال: لي أحمد\nيعني ابن حنبل: هو في كتابه، قال أبو داود: يعني كتاب ابن جريج: أسيد بن\nظهير، ولكن كذا حدثهم بالبصرة أن معاوية كتب إلى مروان: أن الرجل إذا وجد\nسرقته في يد رجل كان أحق بها. فكتب إلي مروان بذلك وأنا على اليمامة، فكتبت\nإليه: أن رسول الله صلى الله عليه وسلم قضى أنه إذا وجدها في يد الرجل غير\nالمتهم، فإن شاء <span id='ms34'></span> أخذها بما اشتراها، وإن شاء اتبع سارقه، وقضى بذلك بعده\nأبو بكر وعمر. فبعث مروان بكتابي إلى معاوية، فكتب معاوية إلى مروان: إنك\nلست، ولا أسيد تقضيان علي فيما وليت ولكن أقضي عليكما، فأنفذا ما قضيت به،\nفبعث مروان بكتاب معاوية إلي فقال: أسيد: قضى بذلك رسول الله صلى الله عليه\nوسلم وأبو بكر وعمر والله لا أقضي بغير ذلك أبدا.\n</p>\n\n<p>\nقال أبو داود: والصواب في يد معاوية قضى به النبي صلى الله عليه وسلم\nبإسناد جيد.\n</p>\n\n<p>\nقال أبو داود: إنما الصواب أسيد بن ظهير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n181- حدثنا عمرو بن عون، قال: أنبأنا هشيم، عن موسى بن السائب، عن قتادة،\nعن الحسن، عن سمرة، قال: قال رسول الله صلى الله عليه وسلم: من وجد عين\nماله عند رجل فهو أحق به، ويتبع البيع من باعه.\n</p>\n\n<p>\nقال أبو داود: العمل على هذا وموسى بن السائب بصري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nباب الهبة.\n</p>\n\n<p>\n182- حدثنا العباس بن الوليد بن مزيد، قال: أخبرني أبي، عن الأوزاعي،\nقال: إن الزهري حدثني، عن عروة، عن عائشة- رضي الله عنها -، عن النبي صلى\nالله عليه وسلم أنه قال: يرد من صدقة الجانف في حياته ما يرد من وصية\nالمجنف عند موته.\n</p>\n\n<p>\nقال: العباس: أخبرنا به مرة عن عروة، ومرة عن عروة، عن عائشة، ومرة عن\nعروة، عن عائشة، عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال أبو داود: لا يصح هذا الحديث، لا يصح رفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n183- حدثنا سليمان بن داود، أخبرنا ابن وهب، أخبرني يونس بن يزيد، وابن\nسمعان عن ابن شهاب، قال: يرد من جنف الحي الناحل في حياته ما يرد من جنف\nالميت في وصيته عند موته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n184- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، عن معمر، عن الزهري،\nعن عروة، قال: يرد من جنف الحي الناحل ما يرد من جنف الميت في وصيته.\n</p>\n\n<p>\nقال أبو داود: رواه الهقل، عن الأوزاعي، عن الزهري، عن عروة، عن عائشة\nموقوفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nباب في العتق.\n</p>\n\n<p>\n185- حدثنا محمد بن رافع، ويحيى بن موسى البلخي، قالا: أخبرنا عبد <span id='ms35'></span>\nالرزاق، أخبرنا عمر بن حوشب، حدثني إسماعيل، وقال: يحيى: عن إسماعيل بن\nأمية، ثم اتفقا، عن أبيه، عن جده، قال: كان لهم غلام يقال له طهمان- أو\nذكوان -، فأعتق جده نصفه فجاء العبد إلى النبي صلى الله عليه وسلم، فأخبره\nفقال النبي صلى الله عليه وسلم: تعتق في عتقك، وترق في رقك، فكان يخدم سيده\nحتى مات،\n</p>\n\n<p>\nزاد يحيى: يعني مملوكا شهرا وحرا شهرا\n</p>\n\n<p>\nقال أبو داود: جده عمرو بن سعيد بن العاص الذي قتله عبد الملك بن مروان\nوالأب الأعلى قتله على- رضي الله عنه- يوم بدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nباب في التولية.\n</p>\n\n<p>\n186- حدثنا محمد بن إبراهيم البزاز، أخبرنا منصور بن سلمة، أخبرنا سليمان\nبن بلال، عن ربيعة بن أبي عبد الرحمن، قال: قال: سعيد بن المسيب في حديث\nيرفعه كأنه عن النبي صلى الله عليه وسلم: لا بأس بالتولية في الطعام قبل أن\nيستوفي، ولا بأس بالإقالة في الطعام قبل أن يستوفي، ولا بأس بالشرك في\nالطعام قبل أن يستوفي.\n</p>\n\n<p>\nقال أبو داود: هذا قول أهل المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nباب في النكاح.\n</p>\n\n<p>\n187- حدثنا محمد بن المثنى، أخبرنا ابن أبي عدي، أخبرنا حسين المعلم، عن\nقتادة، عن الحسن، أن رسول الله صلى الله عليه وسلم قال: صوموا وأوفوا\nأشعاركم، فإنها مجفرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n188- حدثنا محمد بن كثير، أخبرنا سفيان، حدثني ابن جريج، عن الحسن بن مسلم،\nعن طاووس، قال: قال رسول الله صلى الله عليه وسلم: لا زمام في الإسلام ولا\nخزام في الإسلام ولا رهبانية في الإسلام ولا سياحة في الإسلام ولا تبتل في\nالإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n189- حدثنا وهب بن بقية، عن خالد، عن حصين، عن أبي مالك، في قوله تعالى {يا\nأيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم} (المائدة)، قال: نزلت\nفي عثمان بن مظعون وأصحابه، كانوا حرموا على أنفسهم كثيرا من الشهوات\nوالنساء، وهم بعضهم أن يقطع ذكره؛ فأنزل الله تعالى هذه الآية {ولا تعتدوا\nإن الله لا يحب المعتدين} (البقرة).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n190- حدثنا أحمد بن حنبل، أخبرنا معاذ بن معاذ، أخبرنا ابن جريج <span id='ms36'></span>، وحدثنا\nأحمد بن صالح، أخبرنا عبد الرزاق، عن ابن جريج، عن ميمون أبي مغلس، عن أبي\nنجيح- قال: أحمد: وهو أبو عبد الله بن أبي نجيج،- قال: قال رسول الله صلى\nالله عليه وسلم: من كان موسرا لأن ينكح فلم ينكح فليس منا.\n</p>\n\n<p>\nلم يقل أحمد بن صالح: ميمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n191- حدثنا أبوداود, أخبرنا عبد العزيز بن الخطاب, قال: أخبرنا حبان بن علي\nالعنزي, عن يحيى بن عبد الرحمن, عن ابن أبي لبيبة, عن ..... أبيه, عن جده,\nقال: قال رسول الله صلى الله عليه وسلم: من بلغ له ولد وعنده مال ما ينكحه,\nفلم يفعل, فأحدث فالإثم بينهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n192- حدثنا أبو توبة الربيع بن نافع، أخبرنا أبو أسامة، عن هشام بن عروة،\nعن أبيه، قال: قال رسول الله صلى الله عليه وسلم: انكحوا النساء فإنهن\nيأتينكم بالمال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n193- حدثنا أبو توبة الربيع بن نافع، أخبرنا أبو ضمرة، عن زيد بن أسلم، في\nقوله {وجعلكم ملوكا .... } (المائدة). قال: قال رسول الله صلى الله عليه\nوسلم، أو لا أعلمه إلا قال: قال رسول الله صلى الله عليه وسلم: زوجة ومسكن وخادم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n194- حدثنا كثير بن عبيد، أخبرنا بقية، عن ابن المبارك، عن الزبير بن سعيد\nالهاشمي، عن أشياخه، رفعه, قال: عليكم بأمهات الأولاد فإنهن مباركات\nالأرحام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n195- حدثنا كثير بن عبيد، أخبرنا بقية، عن أبي سبأ عتبة بن تميم التنوخي،\nعن علي بن أبي طلحة، قال أبو داود: أبو طلحة سالم بن مخارق, عن كعب بن\nمالك، أنه أراد أن، يتزوج، يهودية فقال: له رسول الله صلى الله عليه وسلم:\nلا تزوجها؛ فإنها لا تحصنك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n196- حدثنا الحسن بن الصباح، أخبرنا إسحاق ابن بنت داود يعني ابن أبي هند،\nمن خير الرجال، عن هشام بن إسماعيل المكي، عن زياد السهمي، قال: نهى رسول\nالله صلى الله عليه وسلم أن تسترضع الحمقاء؛ فإن اللبن يشبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n197- حدثنا محمد بن عمر بن علي، أخبرنا أبو عامر، حدثنا سفيان الثوري، عن\nخالد بن سلمة المخزومي، عن عيسى بن طلحة، قال: نهى رسول الله <span id='ms37'></span> صلى الله عليه\nوسلم أن تنكح المرأة على قرابتها مخافة القطيعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n198- حدثنا موسى بن إسماعيل، قال: أخبرنا حماد، عن حميد، عن الحسن، أن رجلا\nقال: يا رسول الله إن عندي يتيمة فأتزوجها؟ قال: أرأيت لو كانت قبيحة لا\nمال لها، أكنت تزوجتها؟ قال: لا، قال: فخر لها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n199- حدثنا مؤمل بن هشام، أخبرنا إسماعيل، عن يونس، عن الحسن، قال: قال:\nرجل لعلي نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nباب في المهر.\n</p>\n\n<p>\n200- حدثنا ابن منجوف، أخبرنا أبو داود، عن الحكم بن عطية، سمع عبد الله\nبن كليب السدوسي، عن يحيى بن يعمر، قال: قال رسول الله صلى الله عليه وسلم:\nاستحلوا فروج النساء بأطيب أموالكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n201- 1- حدثنا عيسى بن محمد، قال: أخبرنا ضمرة، عن إسماعيل بن أبي بكر، عن\nمكحول، أن رسول الله صلى الله عليه وسلم قال: ما استحل به الفرج من نحل أو\nهبة فهو من الصداق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n201- 2- حدثنا هارون بن زيد بن أبي الزرقاء، قال: أخبرنا أبي، أخبرنا محمد\nيعني ابن راشد، عن مكحول، قال: قال رسول الله صلى الله عليه وسلم: ما استحل\nبه المحرم من عطاء أو عدة فهو لها، وإن أحق ما أكرم به المرء ابنته وأخته.\n</p>\n\n<p>\nقال أبو داود: روي شبيه بهذا مسندا ليس هو بذاك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n202- حدثنا قتيبة بن سعيد، أخبرنا الليث، عن ابن أبي جعفر، عن صفوان بن\nسليم، عن عبد الله بن يزيد، عن محمد بن ثوبان، أن النبي صلى الله عليه وسلم\nقال: من كشف المرأة فنظر إلى عورتها فقد وجب الصداق.\n</p>\n\n<p>\nقال أبو داود: ابن أبي جعفر هو عبيد الله وكان له أخ يسمى عبد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n203- حدثنا هناد، عن وكيع، عن سفيان، عن عمير الخثعمي، عن عبد الملك بن\nالمغيرة الطائفي، عن ابن البيلماني، قال: قال رسول الله صلى الله عليه\nوسلم: {وآتوا النساء صدقاتهن نحلة} (النساء) قالوا يا رسول الله فما\nالعلائق بينهم؟، قال: ما تراضى عليه أهلوهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nباب النظر عند التزويج.\n</p>\n\n<p>\n204- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن ثابت، أن النبي صلى الله\nعليه وسلم أراد <span id='ms38'></span> أن يخطب امرأة فبعث إليها امرأة، فقال: شمي عوارضها، وانظري\nإلى عرقوبيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n205- حدثنا يعقوب بن إبراهيم، أخبرنا معتمر بن سليمان، أخبرنا شبيب بن عبد\nالملك، عن مقاتل بن حيان، أن نبي الله صلى الله عليه وسلم كان إذا زوج\nبناته أمر أن لا يقربهن أزواجهن حتى يغتسلن، ويأمر أزواجهن بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nباب في القسمة.\n</p>\n\n<p>\n206- حدثنا الحسن بن عمرو، أنبأنا جرير، عن المغيرة، عن زياد يعني أبا\nمعشر، عن إبراهيم، قال: لما مرض رسول الله صلى الله عليه وسلم استحل نساءه\nأن يمرض في بيت عائشة فأحللن له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الاستبراء.\n</p>\n\n<p>\n207- حدثنا أحمد بن أبي الحواري، أخبرنا الوليد، عن ثور بن يزيد، عن عبد\nالرحمن بن جبير، أن النبي صلى الله عليه وسلم في بعض غزواته رأى جارية ضخمة\nالثديين والبطن، فقال: ما هذه، قالوا: اشتراها فلان من السبي، قال: هل\nيطؤها، قالوا نعم، قال رسول الله صلى الله عليه وسلم: كيف ترقه وقد غدرت في\nسمعه وبصره، أم كيف يرثك وليس منك؟ قد هممت أن ألعنك لعنة تدخل معك القبر\nوأعتق رسول الله صلى الله عليه وسلم ولدها.\n</p>\n\n<p>\nقال أبو داود: أوله روي متصلا من حديث أبي الدرداء، وهذا زاد: فأعتق ولدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n208- حدثنا محمد بن كثير، أنبأنا سفيان، ... عن إسماعيل بن سميع قال: سمعت\nأبا رزين الأسدي، يقول جاء رجل إلى النبي صلى الله عليه وسلم فقال: له:\nأرأيت قول الله تعالى {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان}\n(البقرة)، قال: فأين الثالثة؟، قال: تسريح بإحسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n209- حدثنا ابن معاذ، قال: أخبرنا أبي، أخبرنا الأشعث، عن الحسن، قال: نهى\nرسول الله صلى الله عليه وسلم أن يتزوج الأعرابي المهاجرة ....\n</p>\n\n<p>\nوكان الحسن يقول: إن أقام معها بالمصر فلا بأس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n210- حدثنا عبد الله بن سعيد الكندي، حدثني ابن أبي غنية، أخبرنا أبي، عن\nالحكم، قال: خطب رسول الله صلى الله عليه وسلم إلى غلام من أهل اليمن أخته،\nفزوجها إياه فانطلق يجيء بها، فلما قدم على أبيه قال: زوجت امرأة من بنات\nالملوك سوقة <span id='ms39'></span>، فلم يزل به حتى رضي، فأقبل بها فلما دخل عليها قالت: أعوذ\nبالله منك فقال: لقد عذت بمعاذ فخلى سبيلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n211- حدثنا محمد بن سلمة المرادي، أخبرنا ابن وهب، أخبرني ابن لهيعة، عن\nأبي الأسود محمد بن عبد الرحمن بن نوفل أن أم حبيبة، خلف عليها رسول الله\nصلى الله عليه وسلم، أنكحه إياها عثمان بن عفان بأرض الحبشة وأمها ابنة أبي\nالعاص عمة عثمان بن عفان- رضي الله عنه -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n- باب في تزويج الأكفاء.\n</p>\n\n<p>\n212- حدثنا يحيى بن معين، أخبرنا حاتم بن إسماعيل، أخبرنا ابن هرمز\nالفدكي، عن سعيد، ومحمد، ابني عبيد عن أبي حاتم المزني، قال: قال رسول الله\nصلى الله عليه وسلم: إذا جاءكم من ترضون دينه وخلقه فأنكحوه، ثلاث مرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n213- حدثنا قتيبة، أخبرنا الليث، عن ابن عجلان، عن عبد الله بن هرمز\nاليمامي، أن رسول الله صلى الله عليه وسلم قال: بمعناه قال: فراجعه (1)\nالناس، فردها ثلاث مرات.\n</p>\n\n<p>\nقال أبو داود: وقد أسنده عبد الحميد بن سليمان عن ابن عجلان، وهو خطأ.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n214- حدثنا عبد الله بن الجراح، أخبرنا جرير، عن الشيباني، عن الحكم بن\nعتيبة (1)، أن النبي صلى الله عليه وسلم أرسل بلالا إلى أهل بيت من الأنصار\nيخطب إليهم، فقالوا عبد حبشي، فقال: بلال: لولا أن النبي صلى الله عليه\nوسلم أمرني أن آتيكم ما أتيتكم، فقالوا النبي صلى الله عليه وسلم أمرك،\nفقال: نعم قالوا قد ملكت، فجاء النبي صلى الله عليه وسلم فأخبره فأدخلت على\nالنبي صلى الله عليه وسلم قطعة من ذهب فأعطاه إياها فقال: سق هذا إلى\nامرأتك، وقال: لأصحابه: اجمعوا لأخيكم في وليمته.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n215- حدثنا عثمان، أخبرنا جرير، عن مغيرة، عن عامر، قال: انطلق بلال بأخيه\nيخطب عليه إلى قوم من العرب، فقال: عبدان حبشيان، كنا ضالين فهدانا الله،\nوكنا مملوكين فأعتقنا الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n216- حدثنا عثمان بن أبي شيبة، أخبرنا جرير، عن مغيرة، قال: عن محارب، قال:\nإن تنكحونا، فالحمد لله وإن تردونا فالله أكبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n217- حدثنا هارون بن زيد، قال: أخبرنا <span id='ms40'></span> أبي، عن هشام بن سعد، عن زيد بن\nأسلم، أن بني بكير أتوا رسول الله صلى الله عليه وسلم فقالوا: زوج أختنا من\nفلان، فقال: أين أنتم عن بلال فأعادوا فأعاد الكلام ثلاثا فزوجوه، قال:\nوكان بنو بكير من المهاجرين من بني ليث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n218- حدثنا عمرو بن عثمان، وكثير بن عبيد، قالا: أخبرنا بقية، حدثني\nالزبيدي، حدثني الزهري، قال: أمر رسول الله صلى الله عليه وسلم بني بياضة\nأن يزوجوا أبا هند امرأة منهم، فقالوا: يا رسول الله نزوج بناتنا موالينا؟،\nفأنزل الله عز وجل {إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل}\n(الحجرات) الآية قال: الزهري: نزلت في أبي هند خاصة.\n</p>\n\n<p>\nقال أبو داود: روي بعضه مسندا وهو ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n219- حدثنا عيسى بن يونس الطرسوسي، أخبرنا موسى بن داود، عن محمد بن مسلم،\nعن عمرو بن دينار، أن بلالا كانت تحته قرشية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n220- أخبرنا ابن عبيد، في حديث حماد عن أيوب، عن عكرمة، أن رجلا زوج ابنته\nوهي كارهة، فأتت النبي صلى الله عليه وسلم فذكرت ذلك له، فقال النبي صلى\nالله عليه وسلم: أزجرتيه، قالت: نعم، فجعل أمرها بيدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n221- حدثنا هارون بن زيد, أخبرنا أبي, أخبرنا محمد بن راشد, أخبرنا مكحول,\nعن سلمة بن أبي سلمة, عن أبيه, أن عبد الله بن عمر خطب إلى نعيم بن عبد\nالله وكانت بكرا, فقال له: إن عندي يتيما لي, ولست مؤثرا عليه أحدا, فأتت\nأم الجارية رسول الله صلى الله عليه وسلم فذكرت ذلك له وكراهيتها وكراهية\nابنتها لليتيم, فأرسل رسول الله صلى الله عليه وسلم إلى نعيم فقال: أرضها\nوأرض ابنتها.\n</p>\n\n<p>\nثم لقيت سلمة بعد ذلك فحدثني كما حدثني مكحول عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n222- حدثنا عثمان بن أبي شيبة, أخبرنا معاوية بن هشام, عن سفيان, عن\nإسماعيل بن أمية, قال: أخبرني الثقة, عن ابن عمر, قال: قال رسول الله صلى\nالله عليه وسلم: آمرو النساء في بناتهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n223- حدثنا الوليد بن عتبة, نا الوليد, نا الأوزاعي, عن إبراهيم بن مرة, عن\nعطاء: أن رجلا زوج ابنته <span id='ms41'></span> وهي كارهة, فرد رسول الله صلى الله عليه وسلم\nنكاحها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n224- حدثنا مسدد, نا يحيى, عن هشام بن أبي عبد الله, عن يحيى بن أبي كثير,\nعن مهاجر بن عكرمة, عن عبد الله بن أبي بكر, أن النبي صلى الله عليه وسلم\nفرق بين جارية بكر وبين زوجها, زوجها أبوها وهي كارهة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الطلاق.\n</p>\n\n<p>\n225- حدثنا وهب بن بقية، عن خالد، عن عوف، عن أنس بن سيرين، قال: بلغني\nأن أبا أيوب- يعني أراد، طلاق أم أيوب، فاستأمر النبي صلى الله عليه وسلم\nفقال رسول الله صلى الله عليه وسلم: إن طلاق أم أيوب لحوب.\n</p>\n\n<p>\nقيل لأبي داود ما الحوب؟ قال: الإثم. {حوبا كبيرا} إثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n226- حدثنا ابن يحيى، أخبرنا عبد الرزاق، أنبأنا معمر، عن الزهري، أن غيلان\nبن سلمة الثقفي، أسلم وعنده عشر نسوة، فأمره النبي صلى الله عليه وسلم أن\nيأخذ منهن أربعا.\n</p>\n\n<p>\nقال أبو داود: أسند معمر هذا بالبصرة, وهم فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n227- حدثنا أبو بكر محمد بن خلاد، أنبأنا يحيى، عن ابن جريج، أخبرني عطاء،\nقال: جاءت امرأة إلى النبي صلى الله عليه وسلم تشكو زوجها، فقال: أتردين\nعليه حديقته، قالت نعم وزيادة قال: أما الزيادة فلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n228- حدثنا أحمد بن صالح، أخبرنا عبد الرزاق، أنبأنا ابن جريج، قال: وقال:\nداود بن أبي عاصم، أخبر أن سعيد بن المسيب، أخبره أن امرأة، كانت تحت ثابت\nبن قيس بن شماس وكان أصدقها حديقة، وكان غيورا فضربها فكسر يدها فجاءت\nالنبي صلى الله عليه وسلم فاشتكته إليه، فقالت أنا أرد إليه حديقته، فدعا\nزوجها فقال: إنها ترد عليك حديقتك قال: أو ذلك لي، قال: نعم، قال: قد قبلت\nيا رسول الله، قال النبي صلى الله عليه وسلم: اذهبا فهي واحدة، ثم نكحت\nبعده رفاعة العايذي، فضربها فجاءت عثمان فقالت: أنا أرد إليه صداقه، فدعاه\nعثمان فقبل، فقال عثمان- رضي الله عنه -: اذهبا فهي واحدة.\n</p>\n\n<p>\nسمعت أبا داود يقول: العايذي, من بني عايذة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n229- 1- حدثنا إسحاق بن إسماعيل الطالقاني، أخبرنا سفيان، عن ابن جريج، عن <span id='ms42'></span>\nعطاء، أن النبي صلى الله عليه وسلم قال: في المختلعة: لا يأخذ منها أكثر\nمما أعطاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n229- 2- حدثنا أحمد بن صالح، أخبرنا أبو نعيم، أخبرنا سفيان، عن ابن جريج،\nعن عطاء، أن النبي صلى الله عليه وسلم نهى أن يأخذ من المختلعة أكثر مما\nأعطاها.\n</p>\n\n<p>\nقال أبو داود: قال: وكيع: سألت ابن جريج عنه فلم يعرفه أو فأنكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nباب الحرام.\n</p>\n\n<p>\n230- حدثنا محمد بن المثنى، قال: أخبرنا عبد الأعلى، أخبرنا سعيد، عن\nقتادة، عن الحسن، أن النبي صلى الله عليه وسلم حرم فتاته القبطية مارية أم\nإبراهيم، فأمر أن يكفر عن يمينه وعوتب في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n231- حدثنا محمد بن الصباح بن سفيان، أنبأنا سفيان، عن ابن أبي عروبة، عن\nقتادة، قال: كان رسول الله صلى الله عليه وسلم في بيت حفصة فدخلت فرأت معه\nفتاته فقالت: في بيتي ويومي فقال: اسكتي فوالله لا أقربها وهي علي حرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nباب الحدود.\n</p>\n\n<p>\n232- حدثنا هشام بن خالد الدمشقي، أخبرنا الحسن بن يحيى الخشني، عن زيد\nبن واقد، عن مكحول، عن عبادة بن الصامت، قال: قال رسول الله صلى الله عليه\nوسلم: أقيموا الحدود في السفر والحضر على القريب والبعيد، ولا تبالوا في\nالله لومة لائم.\n</p>\n\n<p>\nقال أبو داود: مكحول لم ير عبادة وليس يصح له عن أحد من أصحاب النبي- صلى\nالله عليه وسلم- إلا أنس بن مالك وواثلة بن الأسقع وأبي أمامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n233- حدثنا عباس العنبري، أخبرنا عبد الرزاق، أنبأنا معمر، عن الزهري، أن\nصفوان بن المعطل، ضرب حسان بن ثابت بالسيف على عهد النبي صلى الله عليه\nوسلم، فلم يقطع النبي صلى الله عليه وسلم يده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n234- حدثنا محمد بن بشار، أخبرنا عبد الرحمن، أخبرنا سفيان، عن عيسى يعني\nابن أبي عزة، عن الشعبي، عن عبد الله، عن النبي صلى الله عليه وسلم أنه قطع\nفي قيمة خمسة دراهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n235- حدثنا أحمد بن عبدة، أنبأنا سفيان، عن يزيد بن خصيفة، عن محمد بن عبد\nالرحمن بن ثوبان، أن النبي صلى الله عليه وسلم أتي بسارق قد سرق شملة <span id='ms43'></span>،\nفقال: ما أخالك سرقت، قال: بلى قد فعلت قال: اذهبوا به فاقطعوه ثم احسموه\nثم ائتوني به فذهبوا به فقطعوه ثم حسموه ثم أتوه به، فقال: تب إلى الله،\nقال: قد تبت إلى الله، قال: اللهم تب عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n236- حدثنا مسلم بن إبراهيم، أخبرنا جرير بن حازم، عن الحسن، أن النبي صلى\nالله عليه وسلم قال: إني لا أقطع في الطعام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n237- حدثنا أبو معمر عبد الله بن عمرو، أخبرنا عبد الوارث، عن الحسين هو\nالمعلم، عن يحيى، عن بعجة بن عبد الله الجهني، أن رجلا من جهينة سرق متاعا\nمن السوق، فأتى النبي صلى الله عليه وسلم فقال: إني سرقت فاقطعني، فقطع يده\nثم غزا في سبيل الله فاستشهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n238- حدثنا محمد بن سليمان الأنباري، أن حماد بن مسعدة حدثهم، عن ابن جريج،\nعن عبد ربه بن أبي أمية، عن الحارث بن عبد الله بن أبي ربيعة، أن النبي صلى\nالله عليه وسلم أتي بسارق فقيل: هو ليتامى من الأنصار والله ما لهم مال\nغيره، قال: فتركه ثم الثانية، فتركه ثم الثالثة، فتركه، ثم الرابعة فتركه،\nثم الخامسة فقطع يده، ثم السادسة فقطع رجله، ثم السابعة فقطع يده، ثم\nالثامنة فقطع رجله، ثم قال: أربع بأربع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n239- حدثنا كثير بن عبيد، قال بقية، أخبرنا عن صفوان بن عمرو، حدثني الفضيل\nبن فضالة الهوزني، قال: جاءت امرأة إلى النبي صلى الله عليه وسلم فقالت: يا\nرسول الله إن في بطني حدثا- فذكر قصة وضعها والرجم -، فقال النبي صلى الله\nعليه وسلم: ارجموها وأكثروا حولها من الحجارة وتابعوا عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n240- حدثنا هناد بن السري، قال: أخبرنا أبو الأحوص، عن سماك، عن الحسن\nالبصري، قال: جاءت امرأة إلى النبي صلى الله عليه وسلم فقالت: إني قد زنيت-\nفذكر الحديث- قال: فلما ولدت أمرها فتطهرت ولبست أكفانها، ثم أمر بها فرجمت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n- الديات.\n</p>\n\n<p>\nباب في المسلم يقاد بالكافر إذا قتله غيلة.\n</p>\n\n<p>\n241- حدثنا محمد بن داود بن أبي ناجية الإسكندراني، أخبرنا ابن وهب،\nحدثني سليمان يعني ابن بلال، حدثني ربيعة <span id='ms44'></span>، عن عبد الرحمن بن البيلماني،\nحدثه أن رسول الله صلى الله عليه وسلم أتي برجل من المسلمين قتل معاهدا من\nأهل الذمة، فقدم رسول الله صلى الله عليه وسلم المسلم فضرب عنقه فقال رسول\nالله صلى الله عليه وسلم: أنا أولى من أوفى بذمته.\n</p>\n\n<p>\nقال ابن وهب: تفسيره أنه قتله غيلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n242- حدثنا أحمد بن سعيد الهمداني، وابن السرح، قالا: أخبرنا ابن وهب\nالمعنى، قال: أخبرني عبد الله بن يعقوب، عن عبد الله بن عبد العزيز بن صالح\nالحضرمي، قال: قتل رسول الله صلى الله عليه وسلم يوم خيبر مسلما بكافر قتله\nغيلة، وقال: أنا أولى أو أحق من أوفى بذمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nباب متى يقتص من الجراح.\n</p>\n\n<p>\n243- 1- حدثنا مسلم بن إبراهيم، أخبرنا أبان، عن عمرو بن دينار، عن محمد\nبن طلحة، أن رجلا أتى النبي صلى الله عليه وسلم- وقد وجأه رجل بقرن، فقال:\nيا نبي الله اقتص لي، فقال: له النبي صلى الله عليه وسلم: حتى تبرأ قال:\nنعم ثم أتاه فقال: يا نبي الله اقتص لي، فقال: له النبي صلى الله عليه\nوسلم: حتى تبرأ، ثم أتى الثالثة فقال: يا نبي الله اقتص لي، فاقتص له، فبرأ\nالمقتص منه وبقي برجل المقتص له عرج، فقال: يا نبي الله برجلي عرج فاقتص،\nفقال: اذهب فقد اقتصينا لك.\n</p>\n\n<p>\n243- 2- حدثنا ابن عبدة، وابن السرح، قالا: أخبرنا سفيان، عن عمرو، عن\nمحمد بن طلحة بن يزيد بن ركانة، بمعناه.\n</p>\n\n<p>\nقال: ابن السرح فيه: قد قلت لك انتظر فأبيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n243- 3- حدثنا مسدد، حدثنا حماد بن زيد، عن عمرو بن دينار، بإسناده نحوه.\n</p>\n\n<p>\nقال أبو داود: هذا أسنده ابن علية، عن أيوب، عن عمرو، عن جابر، وهم فيه،\nوالأول أصح أظنه لم يحدث به إلا بالكوفة والصحيح حديث محمد بن طلحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nباب كم الدية.\n</p>\n\n<p>\n244- حدثنا الهيثم بن خالد الجهني، أخبرنا وكيع، عن سفيان، عن أيوب بن\nموسى، عن مكحول، قال: توفي رسول الله صلى الله عليه وسلم والدية ثمان مئة\nدينار، فخشي عمر من بعده فجعلها اثني <span id='ms45'></span> عشر ألف درهم أو ألف دينار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n245- حدثنا أبو كامل، أخبرنا يزيد بن زريع، أخبرنا حسين، عن عمرو بن شعيب،\nأن، قيمة الدية، كانت على عهد رسول الله صلى الله عليه وسلم ثمان مئة دينار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n246- حدثنا وهب بن بيان، وابن السرح، وأحمد بن سعيد، قالوا: أخبرنا ابن\nوهب، أخبرني يونس، عن ابن شهاب، قال: قرأت في كتاب رسول الله صلى الله عليه\nوسلم لعمرو بن حزم حين بعثه إلى نجران، وكان الكتاب عند أبي بكر بن حزم،\nفكتب رسول الله صلى الله عليه وسلم فيه: هذا بيان من الله ورسوله {يا أيها\nالذين آمنوا أوفوا بالعقود} (المائدة)، وكتب الآيات فيها حتى بلغ {إن الله\nسريع الحساب} (آل عمران) ثم كتب هذا كتاب الجراح: في النفس مئة من الإبل،\nوفي الأنف إذا أوعي جدعه مئة من الإبل، وفي العين خمسون من الإبل، وفي\nالأذن خمسون من الإبل، وفي اليد خمسون من الإبل، وفي الرجل خمسون من الإبل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \nوفي كل أصبع مما هنالك عشر من الإبل، وفي المأمومة ثلث النفس، وفي الجائفة\nثلث النفس، وفي المنقلة خمس عشرة، وفي الموضحة خمس من الإبل، وفي السن خمس\nمن الإبل قال ابن شهاب: فهذا الذي قرأت في الكتاب الذي كتبه رسول الله صلى\nالله عليه وسلم، عند أبي بكر بن حزم.\n</p>\n\n<p>\nقال أبو داود: أسند هذا ولا يصح.\n</p>\n\n<p>\nرواه يحيى بن حمزة، عن سليمان بن أرقم، عن الزهري، عن أبي بكر بن محمد بن\nعمرو بن حزم، عن أبيه، عن جده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n247- 1- قال أبو داود: حدثني به أبو هبيرة قال: قرأته في أصل يحيى بن حمزة،\nقال: حدثني سليمان بن أرقم.\n</p>\n\n<p>\n247- 2- وحدثنا هارون بن محمد بن بكار، حدثني أبي، وعمي، قالا: أخبرنا\nيحيى بن حمزة، عن سليمان بن أرقم، مثله.\n</p>\n\n<p>\nقال أبو داود: والذي قال سليمان بن داود وهم فيه.\n</p>\n\n<p>\n247- 3- حدثنا الحكم بن موسى، أخبرنا يحيى بن حمزة، عن سليمان بن داود عن\nالزهري، عن أبي بكر بن محمد بن عمرو بن حزم، عن أبيه، عن <span id='ms46'></span> جده، قال أبو\nداود: وهم فيه الحكم قال أبو داود: كان قوم بمصر يقولون وهب بن بيان من\nالأبدال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n248- حدثنا موسى بن إسماعيل، أخبرنا حماد، أنبأنا محمد بن إسحاق، عن عبد\nالله بن أبي بكر بن عمرو بن حزم، قال: كان في كتاب رسول الله صلى الله عليه\nوسلم،- يعني هذا- وفي الذكر الدية، وفي اللسان الدية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n249- حدثنا موسى، أخبرنا حماد، عن محمد بن إسحاق، عن مكحول، أن النبي صلى\nالله عليه وسلم قال: في اللسان الدية، وفي الذكر الدية، وفيما أقبل من\nالأسنان خمس فرائض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n250- حدثنا محمد بن عبد الله القطان، أخبرنا عبد الرحمن يعني ابن مغرا،\nأخبرنا محمد يعني ابن إسحاق، قال: سمعت مكحولا، يقول: قضى رسول الله صلى\nالله عليه وسلم في الأنثيين الدية.\n</p>\n\n<p>\nقال أبو داود: محمد بن عبد الله القطان رجل من أهل بغداد كان أحمد يكرمه\nمات بطرسوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n251- حدثنا قتيبة، أخبرنا الليث، عن ابن الهاد، عن ابن شهاب، قال: قال رسول\nالله صلى الله عليه وسلم: في الصلب الدية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nباب دية الذمي.\n</p>\n\n<p>\n252- حدثنا عبد الله بن محمد بن يحيى أبو محمد، أخبرنا أبو معاوية،\nأخبرنا ابن أبي ذئب، عن الزهري، عن سعيد بن المسيب، قال: قال رسول الله صلى\nالله عليه وسلم: دية كل ذي عهد في عهده ألف دينار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n253- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، عن معمر، عن الزهري،\nقال: قضى رسول الله صلى الله عليه وسلم: في الذكر الدية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n254- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، عن معمر، عن الزهري:\nأن النبي صلى الله عليه وسلم قضى في اليدين الدية، وفي الرجلين الدية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n255- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، أخبرنا معمر، عن\nالزهري، أن المغيرة بن شعبة، قال: قال رسول الله صلى الله عليه وسلم:\nالمرأة تعقل عنها عصبتها، ويرثها بنوها.\n</p>\n\n<p>\nقال أبو داود: رواه يحيى بن يمان عن معمر، عن الزهري، عن عروة، عن\nالمغيرة، وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n256- حدثنا أبو داود, نا محمد بن <span id='ms47'></span> يحيى, نا عبد الرزاق, أنا معمر, عن\nالزهري, قال: كما بلغنا أن رسول الله صلى الله عليه وسلم قال في الكتاب\nالذي كتبه بين قريش والأنصار: لا يتركون مفرحا أن يعينوه في فكاك أو عقل.\n</p>\n\n<p>\nقال عبد الرزاق: المفرح: الذي يقع عليه العقل في ماله.\n</p>\n\n<p>\nقال أبو داود: أسند هذا من وجه ليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n257- حدثنا محمد بن الوزير الدمشقي، أخبرنا يحيى يعني ابن حسان، أخبرنا\nمجمع بن يعقوب، أخبرني ربيعة بن أبي عبد الرحمن، قال: كان عقل الذمي مثل\nعقل المسلم في زمن رسول الله صلى الله عليه وسلم وزمن أبي بكر وزمن عمر\nوزمن عثمان، حتى كان صدرا،- يعني من إمارة معاوية- فقال معاوية: إن كان\nأهله أصيبوا به فقد أصيب به بيت مال المسلمين، فاجعلوا لبيت مال المسلمين\nالنصف ولأهله النصف خمسمائة دينار خمسمائة دينار ثم قتل رجل آخر من أهل\nالذمة فقال معاوية: لو أنا نظرنا إلى هذا الذي يدخل بيت المال فجعلناه\nوضيعا عن المسلمين وعون لهم، قال: فمن هناك وضع عقلهم إلى خمس مئة.\n</p>\n\n<p>\nقال أبو داود: روى ابن إسحاق ومعمر، عن الزهري نحو هذا وحديث ابن إسحاق أتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nباب القسامة.\n</p>\n\n<p>\n258- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن قتادة، وعاصم الأحول، عن\nأبي المغيرة، أن النبي صلى الله عليه وسلم أقاد بالقسامة بالطائف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n259- حدثنا محمود بن خالد، وكثير بن عبيد، قالا: أخبرنا ح وحدثنا محمد بن\nالصباح بن سفيان، أنبأنا الوليد، عن الأوزاعي، عن عمرو بن شعيب، قال: ابن\nالصباح في روايته: إنه حدثه عن رسول الله صلى الله عليه وسلم أنه قتل\nبالقسامة رجلا من بني نصر بن مالك ببحرة الرعاء، زاد محمود: على شط لية،\nالقاتل والمقتول منهم.\n</p>\n\n<p>\nومحمود أقومهم لهذا الحديث وقال: كثير: ببحرة الرغاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n260- حدثنا هارون بن زيد بن أبي الزرقاء، أخبرنا أبي، أخبرنا محمد بن راشد،\nأخبرنا مكحول، أن رسول الله صلى الله عليه وسلم لم يقض في القسامة بقود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n261- حدثنا محمد بن سماعة الرملي، أخبرنا عبد الرزاق، أنبأنا معمر <span id='ms48'></span>، قال:\nقلت لعبيد الله بن عمر: أقتل رسول الله صلى الله عليه وسلم بالقسامة؟، قال:\nلا، قلت فأبو بكر؟، قال: لا، قلت: فعمر؟، قال: لا، قلت: فكيف تقتلون بها؟،\nفسكت، فلقيت مالك بن أنس فقلت: أقتل رسول الله صلى الله عليه وسلم\nبالقسامة؟، قال: لا، قلت: فأبو بكر؟، قال: لا، قلت: فعمر؟، قال: لا، قلت:\nفلم تقتلون أنتم بها؟، قال: إنا لا نضع قول رسول الله صلى الله عليه وسلم\nعلى الختل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n262- حدثنا محمد بن قدامة بن أعين، أخبرنا إسماعيل بن إبراهيم، عن الحجاج\nبن أبي عثمان، حدثني أبو رجاء مولى أبي قلابة، عن أبي قلابة، أن عمر بن عبد\nالعزيز، قال: ما تقولون في القسامة، فأضب الناس، فقال: يا أبا قلابة ما\nتقول، ونصبني للناس، فذكر حديث العرنيين زاد قلت: قد كان في هذا سنة من\nرسول الله صلى الله عليه وسلم أن نفرا من الأنصار تحدثوا عنده ذات ليلة، ثم\nخرج أحدهم بين أيديهم، ثم خرجوا بعد فإذا هم بصاحبهم يتشحط في الدم، فرجعوا\nإلى رسول الله صلى الله عليه وسلم فقالوا: يا رسول الله خرجنا من عندك وخرج\nصاحبنا بين أيدينا، وخرجنا بعده فوجدناه يتشحط في الدم، فخرج رسول الله صلى\nالله عليه وسلم فقال: من تتهمون،- أو من ترون- أنه قتل صاحبكم، فقالوا: نرى\nأن اليهود قتلته، فدعا اليهود فقال: أنتم قتلتم هذا، قالوا: لا، قال:\nأفترضون بنفل خمسين من اليهود إنهم ما قتلوه، فقالوا: ما يبالون أن يقتلونا\nأجمعين ثم يحلفون، قال: فتستحقون الدية، وينفل منكم خمسون أنهم قتلوه،\nفقالوا: ما كنا لنحلف قال: فوداه رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n263- حدثنا عبيد الله بن معاذ، أخبرنا أبي، أخبرنا الأشعث، عن الحسن، أن\nرجلا لطم وجه امرأته فأتت النبي صلى الله عليه وسلم، فشكت إليه فقال:\nالقصاص، فنزلت {الرجال قوامون على النساء} (النساء) فتركه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n264- حدثنا موسى بن إسماعيل، أخبرنا عمران بن محمد بن سعيد بن المسيب،\nأخبرني أبي محمد بن سعيد، عن أبيه، قال: ضمن <span id='ms49'></span> رسول الله صلى الله عليه وسلم\nكل مقتتلين التقيا في قتال حدث ما بينهما إذا اعترفا أو قامت البينة.\n</p>\n\n<p>\nقال أبو داود: روى هذا الخبر المطلب بن أبي وداعة، ويونس بن يوسف، عن ابن\nالمسيب، عن عثمان بن عفان، قوله ولم يسنده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>AUTO - كتاب الجهاد</h2>\n\n<p>\nباب السهمان.\n</p>\n\n<p>\n265 - حدثنا هناد بن السري، أخبرنا ابن المبارك، عن يونس، عن الزهري،\nقال: بلغنا أن رسول الله صلى الله عليه وسلم لم يقسم لغائب في مغنم لم\nيشهده إلا يوم خيبر، قسم لغيب أهل الحديبية من أجل أن الله كان أعطى خيبر\nالمسلمين من أهل الحديبية، فقال: {وعدكم الله مغانم كثيرة تأخذونها فعجل\nلكم هذه} (الفتح)، فكانت لأهل الحديبية؛ من شهد منهم ومن غاب، ولمن شهد\nمعهم من الناس من غيرهم وبلغنا أنه قسم لعثمان يوم بدر، وبلغنا أنه قسم\nلطلحة وسعيد بن زيد وكانا غائبين بالشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n266- حدثنا هناد بن السري، عن ابن المبارك، عن المسعودي، عن الحكم، أن رسول\nالله صلى الله عليه وسلم أسهم لجعفر وأصحابه وقد قدموا بعد خيبر، فأسهم لهم\nمنها ولم يشهدوا القتال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n267- حدثنا أبو صالح الأنطاكي، أخبرنا أبو إسحاق، عن ابن جريج، أخبرني أبو\nعثمان بن يزيد، قال: لم يزل يعمل به ويرفعونه إلى النبي صلى الله عليه\nوسلم: أن الرجل إذا ولد له الولد بعد ما يخرج من أرض المسلمين، وأرض الصلح\nحتى يكون بأرض العدو، وإن كان ذلك أول ما دخلها فإن لذلك المولود سهما مع\nالمسلمين، قال: وسموا الرجل الذي قضى به النبي صلى الله عليه وسلم لولده\nقال: إن الرجل إذا مات بعد ما دخل أرض العدو وخرج من أرض المسلمين وأرض\nالصلح فإن سهمه لأهلهم.\n</p>\n\n<p>\nقال أبو داود: يعني أنه إذا كان معه أمه والمأخوذ به أنه لايغزى إلا\nبمحتلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n268- حدثنا أبو صالح، أنبأنا أبو إسحاق الفزاري، عن يزيد بن السمط، عن\nالنعمان، عن مكحول، أن النبي صلى الله عليه وسلم أسهم لنساء بخيبر سهما سهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n269- حدثنا سعيد بن منصور، أخبرنا عبد الله بن <span id='ms50'></span> وهب، أخبرني عمرو، أن سعيد\nبن أبي هلال، حدثه أن ابن شبل، حدثه أن سهلة بنت عاصم ولدت يوم خيبر، فقال\nرسول الله صلى الله عليه وسلم: تساهلت، ثم ضرب لها بسهم فقال: رجل من\nالقوم: أعطيت سهلة مثل سهمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n270- 1- حدثنا سعيد بن منصور، أخبرنا سفيان، عن يزيد بن يزيد بن جابر، عن\nالزهري، أن النبي صلى الله عليه وسلم استعان بناس من اليهود في حربه فأسهم لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n270- 2- حدثنا القعنبي، وهناد، قال: القعنبي: أخبرنا ابن المبارك، عن حيوة\nبن شريح، عن ابن شهاب، أن النبي صلى الله عليه وسلم أسهم ليهود كانوا غزوا معه.\n</p>\n\n<p>\nزاد هناد: مثل سهمان المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n271- حدثنا أحمد بن يونس، أخبرنا زهير، أخبرنا الحسن بن الحر، أخبرنا\nالحكم، عن عمرو بن شعيب، عن أبيه، أن النبي صلى الله عليه وسلم كان ينفل\nقبل أن تنزل فريضة الخمس في المغنم، فلما نزلت {واعلموا أنما غنمتم من شيء\nفأن لله خمسه} ترك النفل الذي كان ينفل وصار ذلك في خمس الخمس وهو سهم الله\nتعالى وسهم النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n272- حدثنا محمود بن خالد، أخبرنا عبد الله يعني ابن جعفر، أخبرنا عبيد\nالله، عن زيد، عن الحكم، عن رجل، عن أبيه، في الأنفال فقال: {يسألونك عن\nالأنفال}، وهي في قراءة ابن مسعود (يسألونك الأنفال)، قال: كان رسول الله\nصلى الله عليه وسلم ينفل ما شاء من المغنم، وكان رسول الله صلى الله عليه\nوسلم نفل سعد بن مالك سلاح العاص بن سعيد يوم بدر، وكان سعد قتل العاص، ثم\nنسخ ذلك {واعلموا أنما غنمتم من شيء فأن لله خمسه} وفي قراءة ابن مسعود (أن\nما غنمتم من شيء فلله خمسه وللرسول) وكان يؤخذ المغنم فيخرج خمسه، فينفل\nرسول الله صلى الله عليه وسلم من خمس الخمس سهمه والإمام اليوم له أن ينفل\nمن سهم الله والرسول ما شاء، وإنما هو خمس الخمس ليس له غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n273- حدثنا هناد بن السري، عن ابن المبارك، عن ابن إسحاق، حدثني عبد الله <span id='ms51'></span>\nبن أبي بكر، قال: كانت غزوة بني قريظة أول غزوة أوقع فيها السهام وأعلم\nفيها المقاسم فأعطى رسول الله صلى الله عليه وسلم يومئذ الفارس ثلاثة أسهم\nوالراجل سهما وكانت الخيل ستا وثلاثين فرسا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n274- حدثنا أحمد بن حنبل، أخبرنا وكيع، أخبرنا محمد بن عبد الله الشعيثي،\nعن خالد بن معدان، قال: أسهم رسول الله صلى الله عليه وسلم للعراب سهمين\nوللهجين سهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n275- حدثنا أحمد بن حنبل، أن عبد الرحمن بن مهدي، وحماد بن خالد، وزيد بن\nالحباب، حدثوه المعنى، عن معاوية بن صالح، عن أبي بشر، عن مكحول، أن رسول\nالله صلى الله عليه وسلم هجن الهجين يوم خيبر وعرب العربي: للعربي سهمان،\nوللهجين سهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الخيل والدواب.\n</p>\n\n<p>\n276- حدثنا هناد بن السري، أخبرنا ابن المبارك، عن محمد بن راشد، قال:\nقيل لمكحول: إن عبد الرحمن بن سليم لم يسهم للخيل من حصن شيره حين فتحه،\nفقال: مكحول إن رسول الله صلى الله عليه وسلم أسهم للخيل يوم خيبر وإنما\nكانت حصنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n277- حدثنا محمد بن مصفى، أخبرنا محمد بن شعيب، أخبرني النعمان، عن مكحول،\nقال: أسهم رسول الله صلى الله عليه وسلم يوم خيبر، للخيل سهمين، والرجال\nسهما، والولدان سهما، والنساء سهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n278- حدثنا أحمد بن حنبل، أخبرنا حميد بن عبد الرحمن، أخبرنا حسن يعني ابن\nصالح، عن عبد العزيز بن رفيع، عن رجل، من أهل مكة أن رسول الله صلى الله\nعليه وسلم غزا غزوة فأصابوا الغنيمة، فقسم للفارس ثلاثة أسهم، وللراجل\nسهما، وللدارع سهمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n279- حدثنا موسى بن إسماعيل، أخبرنا جرير يعني ابن حازم، عن الزبير يعني\nابن الخريت، عن نعيم بن أبي هند، أن النبي صلى الله عليه وسلم أتي بفرس\nفقام إليه، فمسح وجهه وعينيه ومنخريه بكم قميصه، فقيل: يا رسول الله تمسح\nبكم قميصك؟ قال: إن جبريل عاتبني في الخيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n280- حدثنا سعيد بن منصور, أخبرنا سفيان, عن يحيى بن سعيد, عن ابن يسار, أن\nرسول الله صلى الله عليه وسلم خرج ذات ليلة, وهو يمسح وجه فرسه <span id='ms52'></span> بثوبه,\nوقال: إن جبريل عاتبني في الخيل البارحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n281- حدثنا الوليد, أخبرنا علي بن حوشب, عن مكحول, قال: قال رسول الله صلى\nالله عليه وسلم امسحوا الخيل فلو لم تمسح إلا أذنه لكان لك بذلك أجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n282- حدثنا محمد بن عيسى, أخبرنا القاسم بن مالك, عن محرز أبي رجاء, عن\nسليمان, عن عائشة نحوه, يعني حديث: عاتبني جبريل.\n</p>\n\n<p>\nقلت: ولني تعليقه. قال: أردت أن تذهبي بالأجر كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n283- حدثنا الوليد بن عتبة الدمشقي، أخبرنا الوليد، أخبرنا علي بن حوشب،\nأنه سمع مكحولا، يقول: قال رسول الله صلى الله عليه وسلم: امسحوا الخيل\nوجللوها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n284- حدثنا عبد الله بن الجراح، ومحمد بن سليمان، قالا: أخبرنا وكيع، عن\nمسرة بن معبد، عن الوضين، قال: محمد بن سليمان: الوضين بن عطاء، قال: قال\nرسول الله صلى الله عليه وسلم: لا تقودوا الخيل بنواصيها فتذلوها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n285- حدثنا أحمد بن عبدة، أنبأنا سفيان، عن وائل، أو بكر بن وائل (1)، عن\nالزهري، يبلغ به النبي صلى الله عليه وسلم، قال: أخروا الأحمال؛ فإن الأيدي\nمعلقة والأرجل موثقة._حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n- باب في الغلول.\n</p>\n\n<p>\n286- حدثنا ابن المثنى، أخبرنا عبد الرحمن بن مهدي، عن منصور بن أبي\nالأسود، عن الأعمش، عن شمر، عن أبي حازم، قال: أتي النبي صلى الله عليه\nوسلم بنطع من الغنيمة فقيل: يا رسول الله هذا لك تستظل به من الشمس، قال:\nتحبون أن يستظل نبيكم بظل من النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nفي حمل الرؤوس.\n</p>\n\n<p>\n287- حدثنا عبد الله بن الجراح، عن حماد بن أسامة، عن بشير بن عقبة، عن\nأبي نضرة، قال: لقي النبي صلى الله عليه وسلم العدو فقال: من جاء برأس فله\nعلى الله ما تمنى، فجاء رجلان برأس فاختصما فيه فقضى به لأحدهما، فقال: تمن\nعلى الله ما شئت، قال: أتمنى سيفا صارما وجنة ثم أقاتل حتى أقتل.\n</p>\n\n<p>\nقال أبو داود: في هذا أحاديث عن النبي صلى الله عليه وسلم لا يصح منها شيء.\n</p>\n\n<p>\nقال أبو داود: بشير بن عقبة أبو عقيل الدورقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الصلب.\n</p>\n\n<p>\n288- حدثنا محمد بن كثير، أنبأنا <span id='ms53'></span> إسرائيل، أخبرنا أبو الهيثم، عن إبراهيم\nالتيمي، أن النبي صلى الله عليه وسلم صلب عقبة بن أبي معيط إلى شجرة، فقال:\nيا رسول الله أنا من بين قريش؟، قال: نعم، قال: فمن للصبية، قال: النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n289- حدثنا عثمان بن أبي شيبة، أخبرنا وكيع، عن جرير بن حازم، عن الحسن،\nقال: جعل المشركون لرجل أواقي ذهب على أن يقتل النبي صلى الله عليه وسلم،\nقال: فأخذه النبي صلى الله عليه وسلم فصلبه على جبل بالمدينة يقال له ذباب،\nوكان أول مصلوب في الإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nباب في ثلاثة على دابة.\n</p>\n\n<p>\n290- حدثنا أبو بكر بن أبي شيبة، أخبرنا وكيع، عن أبي العنبس، عن زاذان،\nقال: رأى علي ثلاثة على بغل فقال: لينزل أحدكم فإن رسول الله صلى الله عليه\nوسلم لعن الثالث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n291- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن حميد، عن محمد بن عبيد\nالأنصاري، أن النبي صلى الله عليه وسلم قال: من ركب راحلته بغير زمام ولا\nخطام فوقصته فقال: فيه قولا شديدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n292- حدثنا محمد بن رافع، أخبرنا محمد بن الحسن يعني ابن أتش، قال: أخبرنا\nإبراهيم بن عمرو، عن الوضين وهو عندي ابن عطاء أن رسول الله صلى الله عليه\nوسلم قال: من مشى عن ناقته عقبة كان له عدل رقبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n293- حدثنا أبو صالح، أخبرنا أبو إسحاق، عن ابن جريج، أخبرني محمد بن مرة،\nأن اسم سيف رسول الله صلى الله عليه وسلم ذو الفقار، واسم درع رسول الله\nصلى الله عليه وسلم ذات الفضول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nباب في فضل الجهاد.\n</p>\n\n<p>\n294- حدثنا عمرو بن عثمان، أخبرنا الوليد، عن ابن جابر، عن مكحول، أنه\nكان يحدثهم عن رسول الله صلى الله عليه وسلم أنه قال: حجة لمن لم يحج خير\nمن عشر غزوات أو تسع غزوات، وغزوة بعد حجة خير من عشر حجات أو تسع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n295- حدثنا سعيد بن منصور، أخبرنا إسماعيل بن عياش، عن هشام بن الغاز، عن\nمكحول، قال: كثر المستأذنون إلى الحج رسول الله صلى الله عليه وسلم يوم\nغزوة تبوك، فقال رسول الله <span id='ms54'></span> صلى الله عليه وسلم: غزوة لمن قد حج أفضل من\nأربعين حجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n296- حدثنا أحمد بن يونس، أخبرنا زهير، أخبرنا داود بن عبد الله الأودي، أن\nوبرة أبا كرز الحارثي، حدثهم أنه سمع ربيع بن زياد، يقول: بينما رسول الله\nصلى الله عليه وسلم يسير إذا هو بغلام من قريش معتزل من الطريق يسير، فقال\nرسول الله صلى الله عليه وسلم: أليس ذاك فلانا؟، قالوا: بلى، قال: فادعوه،\nقال: ما بالك اعتزلت الطريق، قال: يا رسول الله كرهت الغبار، فقال: لا\nتعتزله، فوالذي نفس محمد بيده إنه لذريرة الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n297- حدثنا موسى بن إسماعيل، أخبرنا وهيب، أخبرنا أيوب، عن أبي قلابة، أن،\nناسا من أصحاب رسول الله صلى الله عليه وسلم قدموا يثنون على صاحب لهم\nخيرا، قالوا: ما رأينا مثل فلان قط، ما كان في مسير إلا كان في قراءة، ولا\nنزلنا منزلا إلا كان في صلاة، قال: فمن كان يكفيه ضيعته؟ حتى ذكر: ومن كان\nيعلف جمله أو دابته؟، قالوا: نحن، قال: فكلكم خير منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n298- حدثنا مهدي بن حفص، أخبرنا عيسى، عن معمر، عن موسى بن شيبة، قال: قال\nرسول الله صلى الله عليه وسلم: من بدا أكثر من شهرين فهي أعرابية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n299- حدثنا موسى، أخبرنا حماد، عن عمرو بن دينار، عن سعيد بن جبير، أن رسول\nالله صلى الله عليه وسلم كان بالبطحاء فأتى عليه يزيد بن ركانة أو ركانة بن\nيزيد ومعه أعنز له، فقال: له: يا محمد هل لك أن تصارعني؟، قال: ما تسبقني،\nقال: شاة من غنمي، فصارعه النبي صلى الله عليه وسلم فصرعه فأخذ شاة، قال\nركانة: هل لك في العودة؟، فقال: ما تسبقني، قال: أخرى، فصارعه النبي صلى\nالله عليه وسلم فصرعه، فقال: له مثل ما قال: قال: ما تسبقني، قال: أخرى،\nفصارعه النبي صلى الله عليه وسلم فصرعه، فقال: يا محمد والله ما وضع جنبي\nأحد إلى الأرض، وما أنت بالذي تصرعني، فأسلم ورد عليه رسول الله صلى الله\nعليه وسلم غنمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n300- حدثنا أبو <span id='ms55'></span> توبة الربيع بن نافع، أخبرنا ابن المبارك، عن معمر، عن\nأيوب، عن أبي قلابة، قال: قال رسول الله صلى الله عليه وسلم: لا يزال في\nأمتي سبعة (1)، لا يدعون الله بشيء إلا استجاب لهم، بهم تنصرون وبهم\nتمطرون، وحسبت أنه قال: وبهم يدفع عنكم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n301- حدثنا قتيبة بن سعيد، أخبرنا أبو صفوان يعني المرواني، عن ابن أبي\nذئب، أخبرني صالح بن كثير،- وكان، صاحبا لابن شهاب، قال: خرج ابن شهاب لسفر\nيوم الجمعة من أول النهار، فقلت له في ذلك، فقال: إن النبي صلى الله عليه\nوسلم خرج لسفر يوم الجمعة من أول النهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n302- حدثنا أبو بكر بن أبي شيبة، أخبرنا حفص بن غياث، عن ابن جريج، عن\nعطاء، قال: نهى رسول الله صلى الله عليه وسلم أن يسافر الرجل وحده أو يبيت\nفي بيت وحده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n303- حدثنا موسى بن إسماعيل، أخبرنا حماد، عن يونس، عن عكرمة، أن رسول الله\nصلى الله عليه وسلم بعث رجلا يقال له العجير إلى أهل مكة في شيء من أمره.\n</p>\n\n<p>\nقال أبو داود: يروى في معناه متصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n304- 1- حدثنا سعيد بن منصور، أخبرنا عبد الله بن المبارك، عن حيوة، عن\nعقيل، عن الزهري، قال: قال رسول الله صلى الله عليه وسلم: خير الصحابة\nأربعة، وخير السرايا أربع مئة، وخير الجيوش أربعة آلاف.\n</p>\n\n<p>\nوقال جرير بن حازم: ولن يغلب اثنى عشر ألفا من قلة.\n</p>\n\n<p>\n304- 2- حدثنا مخلد بن خالد، أخبرنا عثمان يعني ابن عمر، أنبأنا يونس، عن\nعقيل، عن الزهري، عن النبي صلى الله عليه وسلم بمعناه. قال: ولا يهزم.\n</p>\n\n<p>\nقال أبو داود: قد أسند هذا جرير بن حازم ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n305- حدثنا هناد بن السري، عن ابن المبارك، عن محمد بن إسحاق، أن النبي صلى\nالله عليه وسلم سار إلى الطائف، فأمر بحصن مالك بن عوف فهدم، وأمر تقطع\nالأعناب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n306- حدثنا محمد بن عبيد، أخبرنا حماد بن زيد، أخبرنا يحيى يعني ابن سعيد،\nقال: استشار رسول الله صلى الله عليه وسلم يوم بدر فقال: الحباب بن المنذر:\nنحن <span id='ms56'></span> أهل الحرب نرى أن تغور المياه كلها غير ماء واحد؛ فنلقى القوم، يعني:\nالعدو، عليه فأمر النبي صلى الله عليه وسلم بتلك القلب كلها فغورت إلا ماء\nبدر فلقوا القوم عليه، واستشار الناس حين أتى خيبر أين ننزل فقال: الحباب\nبن المنذر: انزل- يعني بين الحصون- فتقطع خبر هؤلاء عن هؤلاء، وخبر هؤلاء\nعن هؤلاء، ونزل بين القصور.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n307- حدثنا أبو توبة، أخبرنا معاوية، عن زيد بن سلام، أنه سمع أبا سلام،\nقال: حدثني عروة بن الزبير، قال: لما نزل النبي صلى الله عليه وسلم خيبر\nقاتل في ناحية منها، ثم تحول إلى ناحية أخرى، فقال رسول الله صلى الله عليه\nوسلم: إنا متحولون إلى جانب القرية، فلا يقاتلن أحد حيث كنا نقاتل،\nفانطلقوا مع رسول الله صلى الله عليه وسلم براياتهم فخالف رجل من سراة\nالأنصار في نفر من أصحابه، فقاتلوا حيث نهاهم رسول الله صلى الله عليه\nوسلم، فقتل فجاءوا به يحمل، فقام رسول الله صلى الله عليه وسلم ليصلي عليه\nثم التفت فقال: أقبل أن ننهي أو بعد ما نهينا؟، قالوا: بعد ما نهيت، فانصرف\nعنه ثم أمر المؤذن أن يؤذن في الناس: إن الجنة لا تحل لعاص، ثم ترك مطروحا\nحتى كان من آخر النهار فجاء نفر من قومه إلى رسول الله صلى الله عليه وسلم\nفقالوا: ألا نجنه، قال: افعلوا ما شئتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n308- حدثنا هارون بن زيد بن أبي الزرقاء، أخبرنا أبي، أخبرنا هشام بن سعد،\nعن زيد بن أسلم، قال: حمل رجل على العدو فقال: أنا الغلام الفارسي، قال:\nفقال رسول الله صلى الله عليه وسلم: أفلا قلت: أنا الغلام الأنصاري وكان\nمولى الأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n309- حدثنا قتيبة بن سعيد، أخبرنا الليث، عن هشام بن سعد، عن عطاء\nالخراساني، أن رجلا، قال: يا رسول الله إن بني سلمة كلهم يقاتل، فمنهم من\nيقاتل للدنيا، ومنهم من يقاتل،- يعني نجدة- ومنهم من يقاتل ابتغاء وجه\nالله، فأيهم الشهيد؟، قال: كلهم إذا كان أصل أمره أن تكون كلمة الله <span id='ms57'></span> هي\nالعليا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n310- حدثنا سعيد بن منصور، أخبرنا هشيم، عن يونس، عن الحسن، أن، رجلا، أراد\nأن يحمل على المشركين وحده، فقال: له النبي صلى الله عليه وسلم: أتراك\nتقتلهم وحدك، أمهل حتى يحمل أصحابك فتحمل معهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n311- حدثنا محمود بن خالد، أخبرنا الوليد، أخبرنا الأوزاعي، قال: سمعت أبا\nعثمان، يقول: سمعت الحسن، يقول: قال رسول الله صلى الله عليه وسلم: من غرقت\nعليه ذنوبه فليجعل دروب الروم خلف ظهره.\n</p>\n\n<p>\nقال أبو داود: أظن أبا عثمان جسر بن الحسن البصري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n312- حدثنا أحمد بن أبي شعيب الحراني، أخبرنا موسى بن أعين، عن الأوزاعي،\nعن يحيى بن أبي كثير، عن جابر بن عبد الله، قال: قال رسول الله صلى الله\nعليه وسلم: من رابط من وراء بيضة المسلمين أربعين يوما أعطاه الله مكان من\nترك خلف ظهره من أهل ملة وذمة، والبهائم التي بأيديهم قيراطا قيراطا من حسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n313- حدثنا زياد بن أيوب، أخبرنا هشيم، أنبأنا يونس، عن الحسن، قال: أمر\nالنبي صلى الله عليه وسلم أن يقاتل العرب على الإسلام، ولا يقبل منهم غيره،\nوأمر أن يقاتل أهل الكتاب على الإسلام فإن أبوا فالجزية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n314- حدثنا موسى بن إسماعيل، أخبرنا حماد، أخبرنا رجاء أبو المقدام، عن\nالوليد بن هشام، أن رجلا، حمل على المشركين يوم حنين وحده من غير أن يؤمر،\nفأمر رسول الله صلى الله عليه وسلم بلالا فنادى: لا يدخل الجنة عاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n315- حدثنا محمد بن كثير، أنبأنا سفيان, حدثني إسماعيل بن سميع الحنفي، عن\nمالك بن عمير، قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول\nالله إني لقيت العدو ولقيت أبي منهم، فسمعت منه لك مقالة قبيحة فطعنته\nبالرمح فقتلته، فسكت النبي صلى الله عليه وسلم عنه، ثم جاء آخر فقال: يا\nنبي الله إني لقيت أبي فتركته وأحببت أن يليه غيري، قال: فسكت عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n316- حدثنا سعيد بن منصور، أخبرنا ابن المبارك، عن معمر، قال: حدثني صاحب\nلي، عن الزهري، قال: لم يحمل إلى رسول الله صلى الله عليه <span id='ms58'></span> وسلم رأس قط، ولا\nيوم بدر وحمل إلى أبي بكر رضي الله عنه رأس فأنكره، وأول من حمل إليه\nالرءوس عبد الله بن الزبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n317- حدثنا أبو صالح، أنبأنا أبو إسحاق، عن سفيان، عن أبي إسحاق، عن أبي\nعمرو الشيباني، قال: جاء رعية السحيمي إلى النبي صلى الله عليه وسلم، فقال:\nأغير على ولدي ومالي؟، فقال رسول الله صلى الله عليه وسلم: أما المال فقد\nأقتسم، وأما الولد فاذهب يا فلان معه فإن عرف ولده فادفعهم إليه، فذهب معه\nفأراه إياه قال: تعرفه، قال: نعم فدفعه إليه.\n</p>\n\n<p>\nقال سفيان: يرون أنه أسلم قبل أن يغار عليه.\n</p>\n\n<p>\nقال أبو داود: رواه إسرائيل، عن أبي إسحاق، عن البراء، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n318- حدثنا سعيد بن منصور، أنبأنا إسماعيل بن عياش، عن معدان بن حدير\nالحضرمي، عن عبد الرحمن بن جبير بن نفير، عن أبيه، قال: قال رسول الله صلى\nالله عليه وسلم: مثل الذين يغزون من أمتي بالجعل،- يعني يتقوون على عدوهم،-\nمثل أم موسى ترضع ولدها، وتأخذ أجرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n319- حدثنا موسى، أخبرنا وهيب، أخبرنا أيوب، عن عكرمة، أن النبي صلى الله\nعليه وسلم رأى امرأة مقتولة بالطائف فقال: ألم أنه عن قتل النساء، من صاحب\nهذه المرأة المقتولة؟ فقال: رجل من القوم: أنا يا رسول الله، أردفتها\nفأرادت أن تصرعني فتقتلني، فأمر بها رسول الله صلى الله عليه وسلم أن توارى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n320- حدثنا موسى، أخبرنا وهيب، وحدثنا سعيد بن منصور، أخبرنا حماد بن زيد،\nعن أيوب، عن عكرمة، قال: لما حاصر رسول الله صلى الله عليه وسلم أهل الطائف\nأشرفت امرأة فكشفت عن قبلها، فقالت: ها دونكم فارموا، فرماها رجل من\nالمسلمين فما أخطأ ذاك منها هذا لفظ سعيد, قال: وفي حديث وهيب: فما أخطأها\nأن قتلها، فأمر بها رسول الله صلى الله عليه وسلم أن توارى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n321- حدثنا محمد بن بشار، أخبرنا يحيى بن سعيد، عن سفيان، عن ثور، عن\nمكحول، أن النبي صلى الله عليه وسلم نصب على أهل الطائف المجانيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n322- حدثنا أبو صالح، أخبرنا <span id='ms59'></span> أبو إسحاق، عن الأوزاعي، عن يحيى، قال: حاصرهم\nرسول الله صلى الله عليه وسلم شهرا، فقلت: أفبلغك أنه رماهم بالمجانيق؟\nفأنكر ذلك وقال: ما نعرف هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n323- حدثنا زياد بن أيوب، حدثنا أخبرنا، أنبأنا أبو بشر، عن سعيد بن جبير،\nأن رسول الله صلى الله عليه وسلم قتل يوم بدر ثلاثة رهط من قريش صبرا:\nالمطعم بن عدي والنضر بن الحارث وعقبة بن أبي معيط، فلما أمر بقتل النضر\nقال المقداد بن الأسود: أسيري يا رسول الله، قال: إنه كان يقول في كتاب\nالله وفي رسوله ما كان يقول، فقال ذلك مرتين أو ثلاثا، فقال رسول الله صلى\nالله عليه وسلم: اللهم أغن المقداد من فضلك وكان المقداد أسر النضر.\n</p>\n\n<p>\nقال أبو داود: قال شعبة: طعمة بن عدي مكان المطعم، قال أبو داود: المطعم\nخطأ، إنما هو طعيمة بن عدي، قال النبي- صلى الله عليه وسلم- يوم بدر: لو\nكان المطعم بن عدي حيا ثم كلمني في هؤلاء النتنى لأطلقتهم له، وأعتق وحشي\nعلى قتل حمزة بطعيمة بن عدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n324- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، قال: إن أصحاب مسيلمة\nأخذوا رجلين من المسلمين فأتوا بهما مسيلمة، فقال: لأحدهما: أتشهد أن محمدا\nرسول الله؟، قال: نعم، قال: أتشهد أني رسول الله؟، قال: إني أصم،- ثلاث\nمرات- فأمر به فقتل، وقال لصاحبه: أتشهد أن محمدا رسول الله؟، قال: نعم،\nقال: أتشهد أني رسول الله؟، قال: نعم، فأتى النبي صلى الله عليه وسلم\nفأخبره، فقال رسول الله صلى الله عليه وسلم: صاحبك أخذ بالفضل وأنت أخذت\nبالرخصة، علام أنت اليوم؟ قال: أشهد أنك رسول الله وإنه كاذب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n325- حدثنا محمد بن عثمان أبو الجماهر التنوخي، أخبرنا إسماعيل بن عياش، عن\nعبد الله بن بسر الحبراني، عن عبد الرحمن بن عدي البهراني، عن أخيه عبد\nالأعلى، عن رسول الله صلى الله عليه وسلم، أنه بعث عليا يوم غدير خم فرأى\nرجلا معه قوس فارسية فقال له رسول الله صلى الله عليه وسلم <span id='ms60'></span>: يا صاحب القوس\nألقها؛ فإنها ملعونة ملعون حاملها، وعليكم بهذه القسي العربية،- وأشار\nبقوسه- بهذه وأشباهها، والرماح والقنا بهاتين يشدد الله دينكم، وبها يمكن\nالله لكم في البلاد.\n</p>\n\n<p>\nقال أبو داود: وقد أسند هذا الحديث، وليس بصحيح، وعبد الله بن بسر ليس\nبالقوي، كان يحيى بن سعيد يضعفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n326- حدثنا أبو صالح، أنبأنا أبو إسحاق، عن يزيد بن السمط، عن النعمان، عن\nمكحول، قال: أوصى رسول الله صلى الله عليه وسلم أبا هريرة ثم قال: إذا غزوت\nفلقيت العدو فلا تجبن، ووجدت فلا تغلل، ولا تؤذين مسلما، ولا تعص ذا أمر،\nولا تغرق نخلا، ولا تحرقه، قال: فكان أبو هريرة يحدث به الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n327- 1- حدثت عن ابن وهب، أخبرني عمرو بن الحارث، عن سليمان بن عبد الرحمن،\nعن القاسم، مولى عبد الرحمن قال النبي صلى الله عليه وسلم ذكر نحوه: لا\nتحرقن نخلا, ولا تغرقها, ولا تقطع شجرة مثمرة، ولا تقتل بهيمة ليس لك بها\nحاجة، واتق أذى المؤمن.\n</p>\n\n<p>\n327- 2- حدثنا أبو داود, قال: أخبرنا سليمان بن داود، قال: أخبرنا ابن\nوهب، قال: أخبرني عمرو بن الحارث، عن سليمان بن عبد الرحمن، عن القاسم،\nمولى عبد الرحمن أن النبي صلى الله عليه وسلم أوصى رجلا غزا قال: ولا تقطع\nشجرة مثمرة، ولا تقتل بهيمة ليست لك بها حاجة، واتق أذى المؤمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n328- حدثنا محمود بن خالد، أخبرنا الوليد، قال: قال: ابن جابر: وحدثني\nمكحول، أن رسول الله صلى الله عليه وسلم قال: من تبعنا من يهود فله علينا\nالأسوة غير مظلومين ولا متناصر عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الفداء بالصغار، وفيمن وجد ماله في المغنم.\n</p>\n\n<p>\n329- حدثنا هناد، عن ابن المبارك، عن محمد بن إسحاق، عن عبد الله بن أبي\nبكر، أن رسول الله صلى الله عليه وسلم بعث ببقية الخمس من النساء والذراري\nمع سعيد بن زيد إلى نجد، فيبيعهم له بالخيول والسلاح.\n</p>\n\n<p>\nقال أبو داود: ذكر هذا في عقب غزاة قريظة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n330- 1- حدثنا هناد بن السري، أخبرنا أبو الأحوص، عن سماك، عن تميم بن\nطرفة، قال <span id='ms61'></span>: عرف رجل ناقة له في يدي رجل، فأتى بها النبي صلى الله عليه\nوسلم، فسئل عن أمر الناقة فوجد أصلها اشتراها من أيدي العدو، فقال رسول\nالله صلى الله عليه وسلم للذي عرفها: إن شئت أن تأخذها بالثمن الذي\nاشتراها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n330- 2- حدثنا أبو صالح, قال: أخبرنا أبو إسحاق، عن سفيان، عن سماك بن حرب,\nعن تميم بن طرفة، قال: وجد رجل مع رجل ناقة له، فارتفعا إلى النبي صلى الله\nعليه وسلم، فأقام البينة أنها ناقته وأقام الآخر البينة أنه اشتراها من\nالعدو، قال النبي صلى الله عليه وسلم: إن شئت فخذها بما اشتراها به وإن شئت فدع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما أسلم عليه الرجل.\n</p>\n\n<p>\n331- 1- حدثنا هناد، عن ابن المبارك، عن يونس، عن الزهري، أن المغيرة،\nقال: يا رسول الله، أخمس هذا المال الذي أصبت من ركب بني مالك الذين قتلت،\nفأبى رسول الله صلى الله عليه وسلم أن يخمسه من أجل أنه مال غدر وقال: أما\nالإسلام فسنقبله منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n331- 2- حدثنا جعفر بن مسافر، أخبرنا عبد الله بن يحيى يعني البرلسي، من\nسواحل مصر أنبأنا حيوة بن شريح، أخبرني عقيل، عن ابن شهاب، أن المغيرة بن\nشعبة، نزل هو وأصحاب له بأيلة فشربوا خمرا حتى سكروا وناموا، وهم كفار وقبل\nأن يسلم المغيرة، فقام إليهم المغيرة فذبحهم جميعا ثم أخذ ما كان لهم من\nشيء، فسار به حتى قدم على رسول الله صلى الله عليه وسلم، فأسلم المغيرة\nودفع المال إلى رسول الله صلى الله عليه وسلم فأخبره الخبر، وقال رسول الله\nصلى الله عليه وسلم: لا نخمس مالا أخذ غصبا، فترك رسول الله صلى الله عليه\nوسلم المال في يدي المغيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nباب في سرعة السير.\n</p>\n\n<p>\n332- حدثنا ابن المصفى، أخبرنا أبو المغيرة، أخبرنا حريز بن عثمان، عن\nحبيب بن عبيد، أن رسول الله صلى الله عليه وسلم كان إذا قفل من غزوه\nوسراياه يسرع لقلة الزاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما يقال عند الفتح.\n</p>\n\n<p>\n333- حدثنا هناد، أخبرنا محمد بن عبيد، عن هلال بن سلمان، قال: سمعت <span id='ms62'></span>\nالشعبي، يقول: لما نزلت {إذا جاء نصر الله والفتح} كان النبي صلى الله عليه\nوسلم إذا فتح له قال: سبحان الله، والحمد لله، وأتوب إلى الله، وأستغفره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nباب إنزال الذرية الثغور والسواحل.\n</p>\n\n<p>\n334- 335- حدثنا عمرو بن عثمان، قال: قرأه علينا الوليد بن مسلم، عن\nالوضين بن عطاء، يحدث عن مكحول، والقاسم أبي عبد الرحمن، أن رسول الله صلى\nالله عليه وسلم قال: لا تنزلوا الذرية بإزاء العدو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nباب المن على الذرية.\n</p>\n\n<p>\n336- حدثنا مسدد، أخبرنا عبد الله بن داود، عن يونس بن أبي إسحاق، عن أبي\nالسفر، أن النبي صلى الله عليه وسلم قال: يوم بدر: من أسر أم حكيم بنت حزام\nفليخل سبيلها، وكان رجل من الأنصار أسرها وشدها بذؤابتها، فلما سمع منادي\nالنبي صلى الله عليه وسلم أطلقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nباب قطع الشجر.\n</p>\n\n<p>\n337و338- حدثنا أحمد بن عبدة الضبي، أخبرنا وهب يعني ابن جرير، أخبرنا\nأبي، عن ابن إسحاق، حدثني أبي إسحاق بن يسار، عن المغيرة بن عبد الرحمن،\nقال: وحدثني عبد الله بن أبي بكر، أن رسول الله صلى الله عليه وسلم أتى بني\nالنضير، فذكر القصة، قال: فسار إليهم فتحصنوا، فقطع رسول الله صلى الله\nعليه وسلم النخل وحرق، فنادوا حين رأوا النخل يقطع ويحرق: يا محمد كنت تنهى\nعن الفساد فما بال قطع النخل وتحريقه، وكان في أنفس المسلمين من ذلك شيء،\nفأنزل الله تعالى {ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن\nالله} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n339- حدثنا أحمد بن إبراهيم، أخبرنا حجاج، عن ابن جريج، قال: أجلوا إلى\nأذرعات، وأريحا،- يعني بني النضير- يقول الله تعالى {وليخزي الفاسقين}\n(الحشر) قطعوا ما قطعوا من النخل وهم ينظرون ليغيظهم بذلك وليخزي الفاسقين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>AUTO - كتاب الوصايا.</h2>\n\n<p>\n340 - حدثنا ابن السرح، أخبرنا ابن وهب، عن يحيى بن أيوب، عن عمرو بن\nالحارث، عن أبي الزبير المكي، أن رسول الله صلى الله عليه وسلم قال: يؤخذ\nمن المعاهد آخر أمريه إذا كان يعقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n341- حدثنا إسماعيل بن إبراهيم أبو معمر، أخبرنا حجاج، عن ابن جريج، عن <span id='ms63'></span>\nعطاء الخراساني، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: لا\nوصية لوارث إلا أن يشاء الورثة.\n</p>\n\n<p>\nقال أبو داود: عطاء الخراساني لم يدرك ابن عباس ولم يره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n342- حدثنا إبراهيم بن مروان الدمشقي، أخبرنا أبي، أخبرنا هقل بن زياد،\nأخبرنا الأوزاعي، عن يونس، عن ابن شهاب، قال: قال رسول الله صلى الله عليه\nوسلم: أربعون دارا جار، قال: فقلت: لابن شهاب وكيف أربعون دارا؟، قال:\nأربعون عن يمينه وعن يساره وخلفه وبين يديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nباب المدبر.\n</p>\n\n<p>\n343- 1- حدثنا عمر بن هشام القبطي، أخبرنا ابن داود، عن حسن يعني ابن\nصالح، عن سفيان الثوري، عن خالد، عن أبي قلابة، قال: جعل رسول الله صلى\nالله عليه وسلم المدبر من الثلث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n343- 2- حدثنا هناد، عن ابن المبارك، عن خالد، عن أبي قلابة، أن رجلا من\nبني عذرة أعتق عبدا له في مرضه، لم يكن له مال غيره، فأمره رسول الله صلى\nالله عليه وسلم أن يسعى في الثلثين.\n</p>\n\n<p>\n344- حدثنا عثمان بن أبي شيبة، أخبرنا هشيم، أنبأنا خالد، عن أبي قلابة،\nعن رجل، من بني عذرة، أن، رجلا منهم أعتق عبدا له عند موته، فذكر معناه.\n</p>\n\n<p>\nقال أبو داود: هذا هو الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>AUTO - كتاب الفرائض.</h2>\n\n<p>\n345 - حدثنا أبو كامل، أخبرنا أبو عوانة، عن الأعمش، عن إبراهيم أن النبي\nصلى الله عليه وسلم ورث الجدة السدس طعمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n346- 1- حدثنا عبد السلام بن مطهر، أخبرنا شعبة، عن منصور، عن إبراهيم،\nقال: أطعم رسول الله صلى الله عليه وسلم ثلاث جدات السدس، قلت: من هن؟،\nقال: جدتيك من قبل أبيك وجدتك من قبل أمك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n346- 2- حدثنا عثمان بن أبي شيبة، أخبرنا جرير، عن منصور، عن إبراهيم، قال:\nحدثت أن رسول الله صلى الله عليه وسلم، فذكر مثله، فسألته ما هن؟، قال:\nجدتا الأب أم أبيه وأم أمه، وجدة أمه أم أمها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n347- حدثنا ابن معاذ، أخبرنا أبي، أخبرنا الأشعث، عن الحسن، قال: ورث رسول\nالله صلى الله عليه وسلم الجدة السدس وابنها حي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n348- حدثنا ابن الأسود، أخبرنا يحيى يعني ابن آدم <span id='ms64'></span>، أخبرنا عبد السلام بن\nحرب، عن يونس بن عبيد، عن محمد بن سيرين، قال: أول جدة أطعمها رسول الله\nصلى الله عليه وسلم السدس أم أب وابنها حي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n349- حدثنا محمد بن سليمان الأنباري، أخبرنا وكيع، عن الفضل بن دلهم، عن\nالحسن أن رسول الله صلى الله عليه وسلم ورث ثلاث جدات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n350- حدثنا عيسى بن يونس الطرسوسي، أخبرنا حجاج يعني ابن محمد، عن ابن أبي\nذئب، عن الزهري، عن سعيد بن المسيب، قال: قال النبي صلى الله عليه وسلم: لا\nيرث قاتل عمد ولا خطإ شيئا من الدية.\n</p>\n\n<p>\nقال الزهري: يرث من غيرها.\n</p>\n\n<p>\nقال أبو داود: روى نحوه معمر وصالح بن كيسان ويونس عن الزهري موقوفا على\nابن المسيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n351- حدثنا عبد الله بن مسلمة، أخبرنا عبد العزيز يعني ابن محمد, عن زيد بن\nأسلم, عن عطاء، أن رسول الله صلى الله عليه وسلم ركب إلى قباء يستخير في\nميراث العمة والخالة فأنزل الله تبارك وتعالى عليه: لا ميراث لهما.\n</p>\n\n<p>\nقال أبو داود: معناه: لا سهم لهما، ولكن يورثون للرحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n352- حدثنا موسى بن إسماعيل، أخبرنا حماد، أنبأنا داود بن أبي هند، عن عبد\nالله بن عبيد، عن رجل من أهل الشام، أن رسول الله صلى الله عليه وسلم قال:\nولد الملاعنة عصبته عصبة أمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n353- حدثنا إسحاق بن إبراهيم بن حبيب بن الشهيد، حدثنا حميد بن عبد الرحمن،\nعن حسن بن صالح، عن عبد العزيز بن رفيع، حدثني أبو بردة بن أبي موسى، قال:\nتوفي رجل وترك ابنته ومواليه، فقسم النبي صلى الله عليه وسلم المال بينهما\nنصفين بين ابنته ومواليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n354- حدثنا محمد بن المثنى، أخبرنا محمد بن جعفر، أخبرنا شعبة، عن الحكم،\nعن عبد الله بن شداد، أنه قال: هل تدرون ما ابنة حمزة مني؟ كانت أختي لأمي،\nوإنها أعتقت مملوكا لها فتوفي وترك ابنته ومولاته، فجعل رسول الله صلى الله\nعليه وسلم ميراثه بينهما نصفين.\n</p>\n\n<p>\nقال أبو داود: رواه عدة عن عبد الله بن شداد، أن ابنة حمزة، هي المعتقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n355- حدثنا <span id='ms65'></span> وهب بن بقية، عن خالد، عن مغيرة، عن إبراهيم، قال: توفي مولى\nلحمزة بن عبد المطلب، فأعطى رسول الله صلى الله عليه وسلم ابنة حمزة النصف\nطعمة وقبض النصف.\n</p>\n\n<p>\n- حدثنا حسين بن علي بن الأسود، أخبرنا يحيى بن آدم، قال: قال: شريك:\nتقحم إبراهيم هذا القول تقحما، إلا أن يكون سمع شيئا فرواه، وكان قليل\nالرواية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n356- حدثنا حسين بن علي بن الأسود، أخبرنا يحيى يعني ابن آدم, أخبرنا عبد\nالسلام بن حرب عن محمد بن إسحاق، عن عبد الله بن أبي بكر، وغيره، أن رسول\nالله صلى الله عليه وسلم زوج عمارة بنت حمزة سلمة بن أبي سلمة، ولم يدركا،\nفماتا فتوارثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n357- حدثنا مسدد، أخبرنا عبد الوهاب، عن حبيب بن المعلم، عن الحسن أن رجلا\nمن المشركين خرج حاجا فلما رجع صادرا لقيه رجل من المسلمين فقتله، فأمره\nالنبي صلى الله عليه وسلم أن يؤدي ديته إلى أهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الولاء.\n</p>\n\n<p>\n358- حدثنا قتيبة بن سعيد، أخبرنا إسحاق بن عيسى أبو هشام، أخبرنا عبد\nالله بن عبد الرحمن الطائفي، عن عبد ربه بن الحكم، أن النبي صلى الله عليه\nوسلم لما حاصر الطائف خرج إليه أرقاء من أرقائها فأسلموا فأعتقهم رسول الله\nصلى الله عليه وسلم، فلما أسلم مواليهم بعد ذلك رد رسول الله صلى الله عليه\nوسلم الولاء إليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n359- حدثنا محمد بن الوزير الدمشقي، أخبرنا يحيى يعني ابن حسان، أخبرنا عبد\nالرحمن بن محمد بن أبي بكر بن حزم، عن أبيه، عن جده، أن النبي صلى الله\nعليه وسلم قال: لا يعضى ميراث القوم إذا لم يحمل القسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\n360- حدثنا محمد بن عوف، أخبرنا يعقوب بن كعب، أخبرنا عيسى، عن ثور، عن\nسليمان بن موسى، عن نصير، مولى معاوية قال: نهى رسول الله صلى الله عليه\nوسلم عن قسمة الضرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nباب الكلالة.\n</p>\n\n<p>\n361- حدثنا حسين بن علي بن الأسود، أخبرنا يحيى يعني ابن آدم، أخبرنا\nعمار بن رزيق، عن أبي إسحاق، عن أبي سلمة بن عبد الرحمن، قال: جاء رجل إلى\nالنبي <span id='ms66'></span> صلى الله عليه وسلم فقال: يا رسول الله {يستفتونك قل الله يفتيكم في\nالكلالة} (النساء) قال: من لم يترك ولدا ولا والدا فورثته كلالة.\n</p>\n\n<p>\nقال أبو داود: روى عمار، عن أبي إسحاق أيضا حديث البراء، في الكلالة، إلى\nقوله آية الصيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>AUTO - كتاب الفيء والإمارة.</h2>\n\n<p>\n362 - حدثنا عيسى بن محمد أبو عمير، عن ضمرة، عن سعد بن عبد الله بن سعد،\nعن محمد بن كعب، أن رسول الله صلى الله عليه وسلم قال: أيما راع تجر في\nرعيته هلكت رعيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n363- حدثنا ابن بشار، أخبرنا محمد يعني ابن جعفر أخبرنا شعبة، عن مغيرة،\nقال: سمعت الشعبي، أن النبي صلى الله عليه وسلم حين بايع النساء، أتي ببرد\nقطري فوضعه على يده، وقال: إني لا أصافح النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nباب في قسمة الخمس.\n</p>\n\n<p>\n364- حدثنا عمر بن هشام اللقيطي، أخبرنا ابن داود، عن أبي جعفر الرازي،\nعن الربيع بن أنس، عن أبي العالية، قال: كان رسول الله صلى الله عليه وسلم\nإذا أتي بالغنيمة قسمها على خمسة أخماس، ثم يقبض بيده قبضة من الخمس أجمع،\nثم يقول: هذا للكعبة، ثم يقول: لا تجعلوا لله نصيبا؛ فإن لله الآخرة\nوالأولى، ثم يأخذ سهما لنفسه وسهما لذي القربى وسهما لليتامى وسهما\nللمساكين وسهما لابن السبيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n365- حدثنا خشيش بن أصرم، أخبرنا محمد بن ... يوسف، أخبرنا محرز، قال: سألت\nالحسن عن الأنفال، قال: كانت الغنائم تجمع فإذا جمعت كان للنبي صلى الله\nعليه وسلم منها سهم يسمى الصفي جعله الله له فكان يجعله لليتامى والفقراء\nوالمساكين وذوي الحاجة لا يرزأ منه شيئا إلا أن الله أراد أن يصفيه بأخذه\n... وذكره ... ثم يقسم السهام على خمسة أسهم منها لله وللرسول ولذي القربى\nواليتامى والمساكين كان ذلك مفوضا إلى النبي- صلى الله عليه وسلم- يقسمه\nعلى ما رأى ثم يقسم البقية من الغنائم الأربعة الأسهم على المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>AUTO - كتاب الضحايا والذبائح.</h2>\n\n<p>\n366 - حدثنا ابن السرح، أخبرنا ابن وهب، أخبرني يحيى بن أيوب، عن ابن\nطاووس، عن أبيه، أن رسول الله صلى الله عليه وسلم سئل <span id='ms67'></span> ما يكره من الضحايا\nوالبدن فقال: العوراء والعجفاء، والمصرمة أطباؤها كلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n367- 368- حدثنا موسى بن إسماعيل، أخبرنا أبان، أخبرنا يحيى، عن محمد بن\nإبراهيم، عن أبي سلمة بن عبد الرحمن، وسليمان بن يسار، أنه بلغهما أن النبي\nصلى الله عليه وسلم قال: الأضاحي إلى هلال المحرم لمن أراد أن يستأني ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n369- حدثنا مسدد، أخبرنا عبد الله بن داود، عن ثور بن يزيد، عن الصلت، قال:\nقال رسول الله صلى الله عليه وسلم: ذبيحة المسلم حلال، ذكر اسم الله أو لم\nيذكر، إنه إن ذكر لم يذكر إلا اسم الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nباب في العقيقة.\n</p>\n\n<p>\n370- حدثنا محمد بن العلاء، أخبرنا حفص، أخبرنا جعفر، عن أبيه، أن النبي\nصلى الله عليه وسلم قال: في العقيقة التي عقتها فاطمة عن الحسن والحسين: أن\nتبعثوا إلى القابلة منها برجل، وكلوا وأطعموا ولا تكسروا منها عظما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n371- حدثنا القعنبي، عن مالك، عن جعفر بن محمد، عن أبيه، أنه قال: وزنت\nفاطمة بنت رسول الله صلى الله عليه وسلم شعر الحسن والحسين وزينب وأم\nكلثوم، .... وتصدقت بوزن ذلك فضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n372- حدثنا محمد بن عبد الملك بن مروان، أخبرنا أبو عاصم، عن ابن جريج، عن\nعطاء، قال: لا بأس أن يجعل، شواء، يعني من العقيقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الصيد.\n</p>\n\n<p>\n373- حدثنا النفيلي، أخبرنا زهير, وحدثنا موسى، أخبرنا حماد،- وهذا حديث\nزهير- أخبرنا عطاء بن السائب، عن عامر، أن أعرابيا، أهدى لرسول الله صلى\nالله عليه وسلم ظبيا فقال: من أين أصبت هذا؟ قال: رميته أمس، فطلبته\nفأعجزني حتى أدركني المساء فرجعت فلما أصبحت اتبعت أثره فوجدته في غار، أو\nفي أحجار، وهذا مشقصي فيه أعرفه، قال: بات عنك ليلة ولا آمن أن تكون هامة\nأعانتك عليه، لا حاجة لي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n374- حدثنا نصر بن علي، أنبأنا جرير، عن موسى بن أبي عائشة، عن أبي رزين،\nقال: جاء رجل إلى النبي صلى الله عليه وسلم بصيد فقال: إني رميته من الليل\nفأعياني، ووجدت سهمي فيه من الغد وقد عرفت سهمي فقال: الليل خلق من خلق\nالله <span id='ms68'></span> عظيم، لعله أعانك عليها شيء انبذها عنك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n375- حدثت عن ابن المبارك، عن إبراهيم بن طهمان، عن عباد بن إسحاق، عن\nأبيه، قال: نهى رسول الله صلى الله عليه وسلم عن الخطاطيف عوذ البيوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n376- حدثنا إبراهيم بن مروان الدمشقي، أخبرنا أبي، قال: أخبرنا ليث بن سعد،\nقال: أخبرنا يزيد بن أبي حبيب، عن عراك بن مالك، أنه كان يقول: المظران\nيذبح به، قال: وسئل رسول الله صلى الله عليه وسلم عن ذلك فقال: هو حلال.\n</p>\n\n<p>\nقال أبو داود: المظران شفرة اليهودي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nباب الكفارات.\n</p>\n\n<p>\n377- 1- حدثنا يحيى بن خلف، أخبرنا عبد الأعلى، أخبرنا سعيد، عن قتادة،\nعن الحسن، رفعه إلى النبي صلى الله عليه وسلم قال: من حلف بسورة من كتاب\nالله، فعليه بكل آية منها يمين صبر، إن شاء بر فيها، وإن شاء فجر.\n</p>\n\n<p>\n377- 2- حدثنا إبراهيم بن موسى الرازي، أنبأنا عيسى، عن عوف، عن الحسن،\nأن رسول الله صلى الله عليه وسلم قال: بمعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n378- 379- حدثنا هارون بن عباد الأزدي، أخبرنا حجاج، عن ليث بن سعد، عن\nمعاوية بن صالح، عن أبي الزاهرية، وراشد بن سعد، أهدت امرأة إلى عائشة\nتمرا، فأكلت وبقيت تمرات، فقالت المرأة: أقسمت عليك إلا أكلته كله فقال\nرسول الله صلى الله عليه وسلم: إن الإثم على المحنث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nباب في القضاء.\n</p>\n\n<p>\n380- 1- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، أخبرنا معمر، عن\nالزهري، قال: ما اتخذ رسول الله صلى الله عليه وسلم قاضيا حتى مات، ولا أبو\nبكر ولا عمر، إلا أنه قال: لرجل في آخر خلافته: اكفني بعض أمور الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n380- 2- حدثنا محمد بن يحيى، أخبرنا يعقوب بن إبراهيم بن سعد، أخبرنا أبي،\nعن ابن شهاب، بمعناه قال: حتى كان في آخر زمانه- يعني زمان عمر- قال ليزيد\nابن أخت نمر: اكفني بعض الأمور، يعني صغارها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n381- حدثنا مسلم بن إبراهيم، أخبرنا جعفر بن حيان، عن الحسن، قال: قال رسول\nالله صلى الله عليه وسلم: من دعي إلى حكم من الحكام فلم يجب فهو ظالم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n382- حدثنا عبد الله بن <span id='ms69'></span> محمد بن يحيى، أخبرنا محمد بن المغيرة المدني\nالمخزومي، أخبرنا سليمان بن محمد بن يحيى بن عروة، عن عبد الله بن عبد\nالعزيز العمري، قال: لما استعمل النبي صلى الله عليه وسلم علي بن أبي طالب\nعلى اليمن قال: علي: دعاني فأوصاني وقال لي: قدم الوضيع قبل الشريف، وقدم\nالضعيف قبل القوي، وقدم الرجال قبل النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n383- حدثنا موسى، أخبرنا حماد، عن داود بن أبي هند، عن الشعبي، أن رسول\nالله صلى الله عليه وسلم كان يقضي بالقضاء، ثم ينزل القرآن بعد ذلك بخلافه،\nفيمضي ما قضى به أول مرة، ويستقبل القضاء بما نزل في القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n384- حدثنا هلال بن بشر، أخبرنا يحيى بن محمد بن قيس، قال: سمعت زيد بن\nأسلم، أن رسول الله صلى الله عليه وسلم قال: من احتاز شيئا عشر سنين فهو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الشهادات.\n</p>\n\n<p>\n385- حدثنا محمد بن المثنى، عن عفان، أخبرنا حماد، عن قتادة، وحميد، عن\nالحسن أن رجلا من قريش سرق ناقة فقطع رسول الله صلى الله عليه وسلم يده\nفكان جائز الشهادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n386- حدثنا القعنبي، أخبرنا عبد العزيز يعني ابن محمد، عن محمد بن زيد يعني\nابن مهاجر، عن طلحة بن عبد الله يعني ابن عوف، عن النبي صلى الله عليه وسلم\nقال: لا شهادة لخصم ولا ظنين.\n</p>\n\n<p>\nقال أبو داود: يعني المتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n387- حدثنا القاسم بن عيسى، أخبرنا حجاج، عن ابن أبي ذئب، عن الحكم بن\nمسلم، عن عبد الرحمن الأعرج، عن النبي صلى الله عليه وسلم أنه قال: لا تجوز\nشهادة ذي الظنة والإحنة والجنة.\n</p>\n\n<p>\nقال: ابن أبي ذئب ذي ظنة حنة.\n</p>\n\n<p>\nقال أبو داود: الجنة: الجنون, وذو الإحنة: الحاقد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\n388- حدثنا قتيبة، أخبرنا الليث، عن بكير، أنه سمع ابن المسيب، يقول: اختصم\nرجلان إلى رسول الله صلى الله عليه وسلم في أمر فجاء كل واحد منهما بشهداء\nعدول على عدة واحدة فأسهم بينهما رسول الله صلى الله عليه وسلم وقال: اللهم\nأنت تقضي بينهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nفي الأيمان.\n</p>\n\n<p>\n389- حدثنا أبو توبة، أخبرنا أبو إسحاق يعني الفزاري <span id='ms70'></span> عن أبي إسحاق يعني\nالشيباني, عن القاسم يعني ابن عبد الرحمن، قال: أنبئت أن رسول الله صلى\nالله عليه وسلم قال: لا تضطروا الناس في أيمانهم إلى ما لا يعلمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nفي التعديل.\n</p>\n\n<p>\n390- حدثنا الحسن بن علي، أنبأنا أبو أسامة، ويزيد، عن الصعق بن حزن، عن\nالحسن، قال: قال رسول الله صلى الله عليه وسلم: إذا سئل الرجل عن أخيه فهو\nبالخيار، إن شاء سكت، وإن شاء قال: فصدق، قال أبو داود: قال أحدهما: عن الرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n391- حدثنا سليمان بن حرب، أخبرنا ابن عيينة، عن ابن أبي نجيح، عن مجاهد،\nقال: مر رجل على النبي صلى الله عليه وسلم فقال: من يعرفه فقال: رجل: أنا\nأعرفه بوجهه، ولا أعرفه باسمه قال: ليست تلك بمعرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الحريم.\n</p>\n\n<p>\n392- حدثنا محمد بن كثير، أنبأنا سفيان يعني الثوري، عن إسماعيل بن أمية،\nعن الزهري، عن سعيد بن المسيب، قال: قال رسول الله صلى الله عليه وسلم:\nحريم البئر العادية خمسون ذراعا، وحريم بئر البدي خمس وعشرون ذراعا.\n</p>\n\n<p>\nقال: سعيد من قبل نفسه: وحريم قليب الزرع ثلاث مئة ذراع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n393- حدثنا عمرو بن عثمان، أخبرنا بقية، حدثني الزبيدي، حدثني الزهري، أن\nالسنة والقضاء مضيا فذكر بمعنى حديث سفيان كله, زاد وحريم العين خمس مئة\nذراع من كل ناحية، فهذا حريم ما يأذن به السلطان من الحفائر، إلا أن يكون\nلقوم في أرض أسلموا عليها أو ابتاعوها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n394- حدثنا عباد بن موسى، أخبرنا طلحة يعني ابن يحيى الأنصاري، حدثني يونس\nبن يزيد، عن عمران، عن عروة بن الزبير، قال: قضى رسول الله صلى الله عليه\nوسلم في حريم النخلة طول عسيبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الحبس.\n</p>\n\n<p>\n395- حدثنا محمد بن عبد الجبار الهمداني، أخبرنا موسى بن داود، أخبرنا\nسلام بن مسكين، عن الحسن، قال: اقتتل قوم بالحجارة فقتل بينهم قتيل فأمر\nالنبي صلى الله عليه وسلم بحبسهم، يعني حتى ينظر فيهم ثم قص الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الإضرار.\n</p>\n\n<p>\n396- حدثنا أحمد بن عبدة، أخبرنا سفيان، عن أبي هارون المدني، قال: كان\nفي دار العباس <span id='ms71'></span> ميزاب يصب في المسجد فجاء عمر فقلعه فقال العباس: إن النبي\nصلى الله عليه وسلم هو صنعه بيده قال عمر: لا يكون لك سلم غير ظهري حتى\nترده مكانه.\n</p>\n\n<p>\nقال أبو داود: أبو هارون هذا هو أخو عيسى الخياط، وعيسى الخياط والخباط\nوالحناط هو عيسى بن ميسرة وأخوه لا بأس به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n397- حدثنا محمد بن عبد الله القطان، أخبرنا عبد الرحمن يعني ابن مغرا،\nأخبرنا محمد يعني ابن إسحاق، عن محمد بن يحيى بن حبان، عن عمه، واسع بن\nحبان، قال: كانت لأبي لبابة عذق في حائط رجل فكلمه فقال: إنك تطأ حائطي إلى\nعذقك فأنا أعطيك مثله في حائطك وأخرجه عني فأبى عليه فكلم النبي صلى الله\nعليه وسلم فيه فقال: يا أبا لبابة خذ مثل عذقك فحزها إلى مالك واكفف عن\nصاحبك ما يكره فقال: ما أنا بفاعل، فقال: اذهب فأخرج له مثل عذقه إلى\nحائطه، ثم اضرب فوق ذلك بجدار، فإنه لا ضرر في الإسلام ولا ضرار.\n</p>\n\n<p>\nقال أبو داود: والعذق بالفتح النخلة والعذق بالكسر الكباسة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n398- حدثنا عثمان بن أبي شيبة، أخبرنا جرير, عن عبد الله بن المبارك،\nوقرأته، على سعيد بن يعقوب عن ابن مبارك، عن معمر، عن أيوب، عن أبي قلابة،\nأن النبي صلى الله عليه وسلم قال: لا تضاروا في الحفر، زاد سعيد وذلك أن\nيحفر الرجل إلى جنب الرجل ليذهب بمائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الجنائز.\n</p>\n\n<p>\n399- حدثنا مالك بن عبد الواحد المسمعي، أخبرنا روح، ووهب، قالا: أخبرنا\nجرير بن حازم، قال: سمعت عمرو بن شعيب، أن رسول الله صلى الله عليه وسلم\nرخص للمرأة أن تحد على زوجها حتى تنقضي عدتها، وعلى أبيها سبعة أيام، وعلى\nمن سواه ثلاثة أيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n400- حدثنا محمود بن خالد، وعمرو بن عثمان، قالا: أخبرنا الوليد، عن ابن\nجابر، عن مكحول، قال: قال رسول الله صلى الله عليه وسلم: احضروا موتاكم،\nوسلوهم فإنهم يرون، ولقنوهم لا إله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n401- حدثنا عبد الحميد بن بكار البيروتي، أخبرنا الوليد بن مسلم، أخبرنا\nإسماعيل، عن <span id='ms72'></span> أبي سلمة سليمان بن سليم, عن يحيى بن جابر، أن رجلا قال: يا\nرسول الله ما يحبط الأجر من المصيبة؟ قال: أن يصفق الرجل بيمينه على شماله\nوصفق النبي صلى الله عليه وسلم بيمينه على شماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n402- حدثنا قتيبة، أخبرنا يحيى يعني ابن سليم، عن عمران القصير، قال: طفئ\nمصباح النبي صلى الله عليه وسلم فاسترجع فقالت عائشة: إن هذا مصباح، فقال:\nكل ما ساء المؤمن فهو مصيبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n403- حدثناأبو داود, أخبرنا محمد بن عبيد، أخبرنا حماد، عن خالد بن سلمة\nالمخزومي، قال: لما جاء مصاب زيد وجعفر، أتى رسول الله صلى الله عليه وسلم\nمنزل زيد فلما كان بالباب تلقته ابنة لزيد فجهشت في وجهه بالبكاء فبكى رسول\nالله صلى الله عليه وسلم حتى انتحب فقيل: يا رسول الله ما هذا؟ قال: هذا\nشوق الحبيب إلى الحبيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nباب في غسل الميت.\n</p>\n\n<p>\n404- حدثنا هارون بن عباد، أخبرنا أبو بكر يعني ابن عياش، عن محمد بن أبي\nسهل، عن مكحول، قال: قال رسول الله صلى الله عليه وسلم: إذا ماتت المرأة مع\nالرجال ليس معهم امرأة غيرها أو الرجل مع النساء ليس معهن رجل غيره، فإنهما\nييممان، ويدفنان، وهما بمنزلة من لا يجد الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n405- حدثنا هناد، أخبرنا ابن المبارك، عن معمر، عن الزهري، عن سعيد بن\nالمسيب، قال: التمس علي من النبي صلى الله عليه وسلم ما يلتمس من الميت فلم\nيجده، فقال: بأبي أنت وأمي طبت حيا وميتا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الدفن.\n</p>\n\n<p>\n406- حدثنا زياد بن أيوب، أخبرنا هشيم، أنبأنا منصور، عن الحسن، قال: جعل\nفي لحد رسول الله صلى الله عليه وسلم قطيفة حمراء أصابها يوم خيبر لأن\nالمدينة أرض سبخة.\n</p>\n\n<p>\nقال أبو داود: وهو مسند إلا هذا الكلام أغرب به فيه فلهذا صار مرسلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n407- حدثنا محمد بن سليمان الأنباري، أخبرنا عبدة، عن محمد بن مرة القرشي،\nعن حماد، عن إبراهيم، أن النبي صلى الله عليه وسلم أخذ من قبل القبلة، ولم\nيسل سلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n408- حدثنا محمد بن يحيى بن فارس، أخبرنا الحسن بن <span id='ms73'></span> الربيع، قال: أخبرنا أبو\nإسحاق يعني الفزازي، عن عطاء بن السائب، أن رسول الله صلى الله عليه وسلم\nسلم على الجنازة تسليمة واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n409- حدثنا عباد بن موسى، وسليمان بن داود العتكي المعنى، أن خلف بن خليفة،\nحدثهم، عن .... أبيه، قال: بلغه أن رسول الله صلى الله عليه وسلم وضع نعيم\nبن مسعود قال عباد في حديثه: الأشجعي في القبر، ونزع الأخلة بفيه.\n</p>\n\n<p>\nقال أبو داود: هذا الاسم خطأ نعيم بن مسعود روى عن النبي- صلى الله عليه\nوسلم- قصة الخندق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n410- حدثنا أحمد بن منيع، أخبرنا حماد يعني ابن خالد، عن هشام بن سعد، عن\nزياد يعني ابن تغلب، عن أبي المنذر، أن رسول الله صلى الله عليه وسلم حثا\nفي قبر ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\n411- حدثنا محمد بن العلاء، أن أبا بكر بن عياش، حدثهم قال: أخبرنا صالح بن\nأبي صالح، قال: رأيت قبر النبي صلى الله عليه وسلم شبرا أو نحوا من شبر\nيعني في الارتفاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n412- حدثنا عبد الوهاب بن نجدة، أخبرنا عيسى يعني ابن يونس، عن محمد بن\nمرة، عن حماد، عن إبراهيم، قال: جعل قبر رسول الله صلى الله عليه وسلم نبثا\nولم يسو تسوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n413- حدثنا محمد بن بشار، أخبرنا عبد الرحمن، أخبرنا سفيان، عن أبي حصين،\nعن الشعبي، قال: رأيت قبور الشهداء مسنمة يعني جثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n414- حدثنا عبد الله بن مسلمة بن قعنب، وعبد الله بن عمر بن محمد بن أبان\nبن صالح، أن عبد العزيز بن محمد حدثهم، عن عبد الله بن محمد بن عمر، عن\nأبيه، أن رسول الله صلى الله عليه وسلم رش قبر ابنه إبراهيم زاد ابن عمر في\nحديثه: وإنه أول قبر رش عليه، وإنه قال: حين دفن، وفرغ منه عند رأسه: سلام\nعليكم ولا أعلمه إلا قال: حثا عليه بيده ولم يقل القعنبي: ابن عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n415- حدثنا عمرو بن عثمان، أخبرنا بقية، ح وحدثنا ابن عوف، أخبرنا أبو\nالمغيرة، عن صفوان، عن أبي اليمان الهوزني، قال: لما توفي أبو طالب عم رسول\nالله صلى الله <span id='ms74'></span> عليه وسلم خرج رسول الله صلى الله عليه وسلم يعارض جنازته،\nقال: ابن عوف: فجعل يمشي مجانبا لها ويقول: برتك رحم، وجزيت خيرا ولم يقم\nعلى قبره.\n</p>\n\n<p>\nزاد ابن عوف: ولم يستغفر ولم يقل عمرو رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n416- حدثنا أحمد بن حنبل، أخبرنا حجاج، عن ابن جريج، أخبرني محمد بن علي،\nأن إبراهيم ابن النبي، صلى الله عليه وسلم حملت جنازته على منسج فرس.\n</p>\n\n<p>\nسمعت أحمد بن حنبل قال: أنكر عليه فأخرج كتابه قال: فإذا فيه أخبرني محمد\nبن علي فقال هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nباب الصلاة على الشهيد.\n</p>\n\n<p>\n417- حدثنا ابن كثير، أنبأنا سليمان يعني ابن كثير، عن حصين، عن أبي\nمالك، قال: أمر رسول الله صلى الله عليه وسلم يوم أحد بحمزة بن عبد المطلب،\nفوضع، وجيء بتسعة فصلى عليهم رسول الله صلى الله عليه وسلم، فرفعوا وترك\nحمزة، ثم جيء بتسعة فوضعوا، فصلى عليهم سبع صلوات، حتى صلى على سبعين رجلا،\nوفيهم حمزة في كل صلاة صلاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n418- حدثنا هناد، عن أبي الأحوص، عن عطاء، عن الشعبي، قال: صلى النبي صلى\nالله عليه وسلم يوم أحد على حمزة سبعين صلاة بدأ بحمزة فصلى عليه، ثم جعل\nيدعو بالشهداء فيصلي عليهم، وحمزة مكانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n419- حدثنا ابن كثير، أنبأنا سفيان، عن الزبير بن عدي، عن عطاء بن أبي\nرباح، قال: صلى رسول الله صلى الله عليه وسلم على قتلى أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n420- حدثنا النفيلي، أخبرنا مسكين، أخبرنا المسعودي، عن عون بن عبد الله،\nقال: كان النبي صلى الله عليه وسلم إذا شهد جنازة علته الكآبة وأكثر حديث\nالنفس وأقل الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الصلاة على الجنائز على الصغير والمرجوم.\n</p>\n\n<p>\n421- حدثنا هناد بن السري، وعثمان بن أبي شيبة، قالا: أخبرنا محمد بن\nعبيد، عن وائل بن داود، قال: سمعت البهي، قال: لما مات إبراهيم ابن النبي\nصلى الله عليه وسلم مات وهو ابن ستة أشهر وصلى عليه رسول الله صلى الله\nعليه وسلم في المقاعد.\n</p>\n\n<p>\nقال أبو داود زاد هناد: وإنه لصديق، وإن له لمرضعا في <span id='ms75'></span> الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n422- قرأت على سعيد بن يعقوب الطالقاني، حدثكم ابن المبارك، عن يعقوب بن\nالقعقاع، عن عطاء، أن النبي صلى الله عليه وسلم صلى على ابنه إبراهيم وهو\nابن سبعين ليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n423- حدثنا ابن كثير، أخبرنا سفيان، عن يحيى بن سعيد، عن سعيد بن المسيب،\nقال: رجم النبي صلى الله عليه وسلم رجلين بين مكة، والمدينة فصلى على\nأحدهما ولم يصل على الآخر.\n</p>\n\n<p>\nقال أبو داود: قد روي متصلا على غير هذا اللفظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>AUTO - كتاب اللباس.</h2>\n\n<p>\n424 - حدثنا محمد بن بشار، أخبرنا أبو داود، أخبرنا هشام، عن قتادة، أن\nرسول الله صلى الله عليه وسلم قال: إن الجارية إذا حاضت لم يصلح أن يرى\nمنها إلا وجهها ويداها إلى المفصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n425- حدثنا عبد الله بن الجراح، عن أبي عاصم، عن ابن جريج، عن زياد، أن\nالنبي صلى الله عليه وسلم نهى أن يطلع من النعلين شيئا على القدمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n426- 1- حدثنا موسى بن إسماعيل، أخبرنا وهيب، عن خالد الحذاء، عن عبد الله\nبن الحارث، قال: قدمت المدينة، فأتيت بنعلين، زعموا أنهما نعلا رسول الله\nصلى الله عليه وسلم، ذات زمامين، مثني طرف ذؤابتهما، في عقدها.\n</p>\n\n<p>\nفحدثت به محمدا (1)، فدعا بنعليه مكانه فغيرهما.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n426- 2- حدثنا عقبة بن مكرم، أخبرنا محمد بن جعفر، أخبرنا شعبة، عن خالد،\nعن عبد الله بن الحارث، قال: رأيت نعلي رسول الله صلى الله عليه وسلم\nمقابلتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n427- قرئ على الحارث بن مسكين وأنا شاهد، أخبرك ابن القاسم، عن مالك، وسئل\nعن نعل النبي، صلى الله عليه وسلم كان رآها: كيف حذوها؟ قال: رأيتها إلى\nالتدوير ما هو وتخصيرها في مؤخرها، وهي مخصرة ومعقبة من خلفها، فقلت: أكان\nلها زمامان؟ قال: ذلك الذي أظن عند آل ربيعة المخزوميين من قبل أمهم أم كلثوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n428- حدثنا نصر بن علي، حدثني الوليد بن يزيد الهدادي أبو هاشم، حدثني أبو\nعبد الدائم، عن أبي المليح، أن النبي صلى الله عليه وسلم انقطع نعله أو شسع\nنعله، فمشى في نعل واحدة حتى أصلح الأخرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n429- حدثنا ابن معاذ، أخبرنا أبي، أخبرنا <span id='ms76'></span> ابن عون، قال: أتيت حذاء بالمدينة\nفأمرته أن يشرك نعلي مقابلين، فقال لي: أفلا أشركهما كما رأيت نعل رسول\nالله صلى الله عليه وسلم؟ قلت: عند من رأيتها؟ قال: عند فاطمة بنت عبيد\nالله بن عباس، قلت: فشركهما كذلك، فشركهما كلتيهما على اليمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>AUTO - كتاب الترجل.</h2>\n\n<p>\n430 - حدثنا نصر بن علي، أخبرنا عبد الله بن يزيد، أخبرنا سعيد يعني ابن\nأبي أيوب، حدثني خالد بن يزيد، قال: بلغني أن رسول الله صلى الله عليه وسلم\nكانت له مرآة ومكحلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n431- حدثنا محمد بن كثير، أخبرني سفيان، عن الأعمش، عن إبراهيم، قال: كان\nالنبي صلى الله عليه وسلم يعرف بريح الطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n432- حدثنا عبد الله بن مسلمة، أن الحكم بن الصلت حدثهم عن عبد الله بن\nمطيع، قال: قال رسول الله صلى الله عليه وسلم: أيما امرئ عرضت عليه كرامة،\nفلا يدع أن يأخذ منها ما قل أو كثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n433- حدثنا نصير بن الفرج، أخبرنا عبد الله بن يزيد، أخبرنا سعيد، عن عقيل،\nعن ابن شهاب، أن رسول الله صلى الله عليه وسلم قال: من عرض عليه طيب أو\nحلاوة فلا يرده؛ فإنه خفيف المحمل، طيب الرائحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n434- حدثنا عمرو بن عثمان، أخبرنا مروان يعني ابن معاوية، عن عثمان بن\nالأسود، سمع مجاهدا، يقول: رأى النبي صلى الله عليه وسلم رجلا طويل اللحية\nفقال: لم يشوه أحدكم نفسه؟ ورأى رجلا ثائر الرأس،- يعني شعثا- فقال: مه،\nأحسن إلى شعرك أو احلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n435- حدثنا محمد بن العلاء، أنبأنا ابن المبارك، عن الأوزاعي، عن هارون بن\nرئاب، قال: احتجم رسول الله صلى الله عليه وسلم ثم قال لرجل: ادفنه لا يبحث\nعليه كلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الطب.\n</p>\n\n<p>\n436- حدثنا سليمان بن داود, أخبرنا ابن وهب, أخبرني يونس, عن ربيعة بن\nأبي عبد الرحمن, أنه رآه مضطجعا في الشمس, قال يونس: فنهاني, قال: بلغني أن\nالنبي صلى الله عليه وسلم قال: إنها تورث الكسل, وتثير الداء الدفين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n437- حدثنا عبد الرحمن بن المبارك العيشي, أخبرنا سفيان بن حبيب, أخبرنا\nعوف, قال: بلغني أن النبي <span id='ms77'></span> صلى الله عليه وسلم قال: مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n438- حدثنا عبد الرحمن بن المبارك, نا عربي أبو صالح, وكان حجاما, وكان لا\nبأس به, قال: سمعت أيوب السختياني يقول: قال رسول الله صلى الله عليه وسلم:\nاستعينوا على شدة الحر بالحجامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n439- حدثنا موسى بن إسماعيل, نا حماد, عن داود بن أبي هند, عن الشعبي, عن\nمسروق, أن النبي صلى الله عليه وسلم قال: السعوط أحب إلي من النفخ، واللدود\nأحب إلي من العلاق، والكماد أحب إلي من الكي.\n</p>\n\n<p>\nقال أبو داود: اللدود: صب الدواء تحت اللسان من شق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n440- حدثنا محمد بن العلاء, أنا ابن المبارك, عن زكريا بن أبي زائدة, عن\nالشعبي قال: قال رسول الله صلى الله عليه وسلم: خير دوائكم السعوط,\nواللدود, والمشي, والحجامة, والعلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n441- حدثنا أحمد بن سعيد, نا ابن وهب, أخبرني هشام بن سعد, وحفص بن ميسرة,\nعن زيد بن أسلم, أن رسول الله صلى الله عليه وسلم نهى عن الكي, وأمر\nباللدود, ونهى عن العلاق, وأمر بالسعوط.\n</p>\n\n<p>\nقال ابن وهب: الإعلاق: الإصبع تدخل في الحلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n442- حدثنا قتيبة, نا الليث, عن الحسن بن ثوبان, عن قيس بن رافع, أن رسول\nالله صلى الله عليه وسلم قال: ماذا في الأمرين من الشفاء: الصبر, والثفاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n443- حدثنا محمود بن خالد, نا مروان, نا أبو عروة, قال مروان: وكان ثقة,\nوكان يسكن في البراديس, عن مكحول, أن رسول الله صلى الله عليه وسلم قال في\nالحمى: حرها من النار, وأما بردها فمن الشيطان, فإذا أخذت أحدكم فليأت نهرا\nجاريا فليستقبل جريته ثم ليقل: أشهد أن لا إله إلا الله وحده لا شريك له,\nوأشهد أن محمدا عبده ورسوله, ثم يغطس, فإذا رفع رأسه قال: اللهم إيمانا بك\nوتصديقا لرسولك, ورجاء لشفائك, ويغطس ثلاث غطسات, ويقول هذا القول ثلاث مرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n444- حدثنا ابن نفيل، أخبرنا زهير، قال: حدثتني امرأة، من أهلي عن مليكة\nبنت عمرو، أنها وصفت لها سمن بقر من وجع كان بحلقها وقالت: قال رسول الله\nصلى الله عليه وسلم: ألبانها شفاء، وسمنها <span id='ms78'></span> دواء، ولحومها داء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\n445- حدثنا محمد بن يحيى بن فارس، أخبرنا عبد الرزاق، أنبأنا معمر، عن\nالزهري، أن النبي صلى الله عليه وسلم قال: من احتجم يوم الأربعاء ويوم\nالسبت فأصابه وضح فلا يلومن إلا نفسه.\n</p>\n\n<p>\nقال أبو داود: أسند هذا ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\n446- حدثنا علي بن الجعد، أخبرنا شعبة، عن أبي رجاء، قال: سألت الحسن عن\nالنشرة، فقال: ذكر لي عن النبي صلى الله عليه وسلم أنه قال: إنها من عمل\nالشيطان.\n</p>\n\n<p>\nقال أبو داود: أسند هذا ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n447- حدثنا أبو معمر، وأحمد بن إبراهيم، قالا: أخبرنا حفص بن غياث، عن\nالحجاج بن أرطاة، قال: قال رسول الله صلى الله عليه وسلم: من كان محتجما\nفليحتجم يوم السبت.\n</p>\n\n<p>\nقال: أحمد الدورقي، قال: حفص: فحدثت به سفيان الثوري فدعا الحجام مكانه\nفاحتجم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب العلم.\n</p>\n\n<p>\n448- حدثنا عبد الله بن محمد بن يحيى أبو محمد، وأحمد بن عمرو بن السرح\nالمعنى، قالا: حدثنا سفيان يعنب ابن عيينة، عن عمرو، عن يحيى بن جعدة، أن\nالنبي صلى الله عليه وسلم أتي بكتاب في كتف فقال: كفى بقوم ضلالة أن يتبعوا\nكتابا غير كتابهم إلى نبي غير نبيهم، فأنزل الله تعالى {أولم يكفهم أنا\nأنزلنا عليك الكتاب يتلى عليهم} (العنكبوت).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n449- حدثنا محمد بن عبيد، أخبرنا حماد، عن أيوب، عن أبي قلابة، أن عمر مر\nبقوم من اليهود فسمعهم يذكرون دعاء من التوراة فانتسخه، ثم جاء به إلى\nالنبي صلى الله عليه وسلم، فجعل يقرؤه، وجعل وجه رسول الله صلى الله عليه\nوسلم يتغير، فقال رجل: يا ابن الخطاب ألا ترى ما في وجه رسول الله صلى الله\nعليه وسلم فوضع عمر الكتاب، فقال رسول الله صلى الله عليه وسلم: إن الله\nبعثني خاتما وأعطيت جوامع الكلم وخواتمه، واختصر لي الحديث اختصارا، فلا\nيلفتنكم المتهوكون فقلت لأبي قلابة: ما المتهوكون؟ قال: المتحيرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n450- حدثنا عبيد الله بن معاذ، أخبرنا المعتمر، عن أبيه، عن أبي العلاء، أن\nنبي الله صلى الله عليه وسلم كان حديثه ينسخ بعضه بعضا كما <span id='ms79'></span> ينسخ القرآن\nبعضه بعضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n451- حدثنا عبد الله بن سعيد، عن أبي خالد، عن ابن عجلان، عن طاووس، عن\nمعاذ، قال: قال رسول الله صلى الله عليه وسلم: لا تعجلوا بالبلية قبل\nنزولها، فإنكم إن لم تفعلوا لم ينفك المسلمون منهم، من إذا قال: سدد أو\nوفق، وإنكم إن عجلتم تشتتت بكم السبل هاهنا، وهاهنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n452- حدثنا ابن المثنى، أخبرنا روح بن عبادة، أخبرنا أسامة بن زيد يعني\nالليثي عن يحيى بن أبي كثير، عن أبي سلمة بن عبد الرحمن، قال: قال رسول\nالله صلى الله عليه وسلم نحو معناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الأطعمة.\n</p>\n\n<p>\n453- حدثنا محمد بن عبيد، أخبرنا محمد بن ثور، عن معمر، قال: قلت للزهري:\nما بال الأعمى ذكر ها هنا والأعرج والمريض، فحدثني عن عبيد الله بن عبد\nالله أن المسلمين كانوا إذا غزوا خلفوا زمناهم، وكانوا يدفعون إليهم مفاتيح\nأبوابهم، ويقولون: قد أحللنا لكم أن تأكلوا مما في بيوتنا، فكانوا يتحرجون\nمن ذلك، يقولون: لا ندخلها وهم غيب، فأنزلت هذه الآية رخصة لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n454- حدثنا حجاج بن أبي يعقوب، أخبرنا يعقوب يعني ابن إبراهيم، أخبرنا أبي،\nعن صالح، عن ابن شهاب، حدثنا عبيد الله بن عبد الله بن عتبة، وابن المسيب،\nأنه كان رجال من أهل العلم يحدثون أنما أنزلت هذه الآية {ليس على الأعمى\nحرج} الآية أن المسلمين كانوا يوعبون،- يعني في النفير مع رسول الله صلى\nالله عليه وسلم- في سبيل الله فيعطون مفاتيحهم ضمناهم، ويقولون لهم: قد\nأحللنا لكم، فذكر نحوه وأتم منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n455- حدثنا زيد بن أخزم، أخبرنا بشر بن عمر، .... أخبرنا إبراهيم بن سعد،\nعن صالح بن كيسان، عن الزهري، عن عروة, عن عائشة، قالت: كان يعني المسلمين\nيوعبون فذكر نحوه.\n</p>\n\n<p>\nقال أبو داود: الصحيح حديث يعقوب ومعمر وهذا وهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n456- حدثنا ابن المصفى، أخبرنا بقية، أخبرنا ابن ثوبان، عن أبيه، سألت\nمكحولا من أحق الناس أن يؤمهم في الطعام؟ فقال مكحول: قال رسول الله صلى\nالله عليه وسلم: الإمام أو رب الطعام أو خيرهم، ثم قال <span id='ms80'></span>: مد يدك يا أبا عبيدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n457- حدثنا محمود بن خالد، أخبرنا الوليد، عن أبي عمرو، حدثني ثابت بن\nثوبان، قال: قال رسول الله صلى الله عليه وسلم يؤم الناس .... بمعناه،\nفيرون أن رسول الله صلى الله عليه وسلم يومئذ كان صائما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n458- 459- حدثنا إسحاق بن سويد الرملي، أخبرنا سوار بن عمارة، حدثني مسرة\nيعني ابن معبد، حدثني الزهري، وسليمان بن موسى، أن رسول الله صلى الله عليه\nوسلم قال: لا تأكلوا اللحم النيء حتى تخلو له ثلاث، أو تمسه النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\n460- حدثنا أحمد بن يونس، حدثني ابن المبارك، عن الأوزاعي، عن واصل بن أبي\nجميل، عن مجاهد، أن النبي صلى الله عليه وسلم كره من الشاة سبعا: المثانة\nوالمرارة والغدة والذكر والحياء والأنثيين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\n461- حدثنا إبراهيم بن مروان بن محمد الدمشقي، قال: أخبرنا أبي، قال:\nأخبرنا محمد بن شعيب، قال: أخبرنا عمر بن محمد العمري، عن أبيه، قال: كان\nرسول الله صلى الله عليه وسلم لا يأكل الورك ويقول: إن ظاهرها نسا وباطنها شلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\n462- حدثنا مسدد، أخبرنا عبد الله بن يحيى بن أبي كثير، عن أبيه، قال:\nحدثني رجل، من الأنصار أن النبي صلى الله عليه وسلم نهى عن أكل أذني القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الأشربة.\n</p>\n\n<p>\n463- حدثنا محمد بن الصباح بن سفيان، أخبرنا الوليد، عن الأوزاعي، أنه\nسمع الزهري، ينكر أن يكون النبي صلى الله عليه وسلم رخص في نبيذ الجر يعني\nبعد نهيه، وسب من زعم ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nفي النورة.\n</p>\n\n<p>\n464- حدثنا أبو كامل الفضل بن الحسين الجحدري، أخبرنا عبد الواحد، أخبرنا\nصالح بن صالح، أخبرنا أبو معشر، أن رجلا نور النبي صلى الله عليه وسلم فلما\nبلغ العانة كف الرجل، فنور النبي صلى الله عليه وسلم نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n465- حدثنا عبد الله بن محمد بن إسحاق الأذرمي، أخبرنا عبد الوهاب يعني ابن\nعطاء، عن سعيد، عن قتادة، أن النبي صلى الله عليه وسلم لم يتنور، ولا أبو\nبكر، ولا عمر، ولا عثمان- رضي الله عنهم -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nباب الستر عند الغسل.\n</p>\n\n<p>\n466- حدثنا قتيبة، أخبرنا الليث، عن عقيل، عن الزهري <span id='ms81'></span>، أن رسول الله صلى\nالله عليه وسلم قال: لا يغتسل أحدكم إلا وقربه إنسان لا ينظر، وهو قريب منه يكلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n467- حدثنا قتيبة بن سعيد، أخبرنا الليث، عن عقيل، عن الزهري، قال: قال\nرسول الله صلى الله عليه وسلم: لا تغتسلوا في الصحراء، إلا أن لا تجدوا\nمتوارى، فإن لم تجدوا متوارى فليخط أحدكم خطا كالدارة، ثم يسمي الله ويغتسل فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n468- حدثنا ابن السرح، أخبرنا ابن وهب، أخبرني عبد الرحمن بن سلمان عن\nعمرو، مولى المطلب أن رسول الله صلى الله عليه وسلم لعن الناظر والمنظور إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الباكورة.\n</p>\n\n<p>\n469- حدثنا محمد بن العلاء، أخبرنا أبو أسامة، عن هشام، عن أبيه، أن\nالنبي صلى الله عليه وسلم كان جالسا وأبو بكر وذلك أول ما رئي الطلع فرأى\nأبو بكر طلعة وكانت أول طلعة رئيت بالمدينة، ففرح، وقال: طلعة، فنظر إليها\nالنبي صلى الله عليه وسلم وقال: اللهم لا تنزع منا صالحا أعطيتناه أو صالح\nما أعطيتنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\n470- 1- حدثنا ابن السرح، أخبرنا ابن وهب، عن يونس، عن ابن شهاب، قال: كان\nرسول الله صلى الله عليه وسلم إذا أتي بالباكورة من الفاكهة وضعها على\nعينيه ثم أكل منها ثم قال: اللهم كما أطعمتنا أولها فأطعمنا آخرها، وبارك\nلنا فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\n470- 2- حدثنا محمد بن يحيى بن فارس، أخبرنا أبو عاصم، وسليمان بن حرب، عن\nجرير بن حازم، عن يونس الأيلي، عن ابن شهاب في هذا الحديث- قال: قبلها\nووضعها على عينيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p499'> Vol. 01, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\n471- حدثنا أبو خالد عبد العزيز بن معاوية القرشي, حدثنا أبو الوليد هشام\nبن عبد الملك, قال: حدثنا عبد العزيز بن محمد, عن العلاء, عن أبيه, عن أبي\nهريرة, أن رسول الله صلى الله عليه وسلم كان إذا أتي بالباكورة قبلها\nووضعها على عينيه, وأعطاها أصغر من يحضره من الولدان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p500'> Vol. 01, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nباب في من مر بحائط مائل.\n</p>\n\n<p>\n472- حدثنا سليمان بن داود المهري، عن ابن وهب، قال: أخبرني حيوة، وابن\nلهيعة عن عقيل، عن ابن شهاب، أن النبي صلى الله عليه وسلم مر بجدار قد مال\nأو <span id='ms82'></span> تصدع فشمر رسول الله صلى الله عليه وسلم ثيابه، ثم أسرع المشي حتى\nجاوزه، وقال: لأصحابه: أسرعوا.\n</p>\n\n<p>\nقال أبو داود: قد أسند هذا ولا يصح.\n</p>\n\n<p>\nقال أبو داود: قد أسند هذا إبراهيم بن الفضل شيخ قد ترك حديثه ولفظه من\nمر بحائط مائل فليسرع المشي وليتعوذ بالله وروى عنه هذا الحديث جماعة وهو\nمنكر الحديث وهو المديني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nباب ما يقول إذا قيل له لبيك.\n</p>\n\n<p>\n473- حدثنا عبد الوهاب بن نجدة، حدثنا إسماعيل بن عياش، وأبو المغيرة،\nقالا: حدثنا صفوان بن عمرو، عن راشد بن سعد، قال: قال رسول الله صلى الله\nعليه وسلم: إذا دعا أحدكم أخاه فقال: لبيك، فلا يقولن لبى يديك، وليقل:\nأجابك الله بما تحب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في الزرقة.\n</p>\n\n<p>\n474- حدثنا عباس العنبري، حدثنا عبد الرزاق، حدثنا رجل، من أهل العراق عن\nمعمر، عن الزهري، أن النبي صلى الله عليه وسلم قال: الزرقة يمن.\n</p>\n\n<p>\nقال أبو داود: كان فرعون أزرق، وعاقر الناقة أزرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p502'> Vol. 01, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في العصبية وتعلم النسب.\n</p>\n\n<p>\n475- حدثنا هارون بن زيد بن أبي الزرقاء, حدثنا أبي, حدثنا هشام بن سعد,\nعن زيد بن أسلم, قال: قيل يا رسول الله: ما أعلم فلانا!! قال: بم؟ قال:\nبأنساب الناس, قال: علم لا ينفع, وجهالة لا تضر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p503'> Vol. 01, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\n476- حدثنا أحمد بن يونس، حدثنا محمد بن مسلم يعني الطائفي، عن رجل، عن\nالزهري، قال: قال رسول الله صلى الله عليه وسلم: ما دخل في رجل من العصبية\nشيء إلا خرج منه من الإيمان مثل ما دخل فيه من العصبية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\n477- حدثنا أبو معمر إسماعيل بن إبراهيم، حدثنا عبد الله بن إدريس، عن\nشعبة، عن الحكم، أن النبي صلى الله عليه وسلم نهى أن يقال: لعبد الله،\nوالمقداد: ليسا من قريش.\n</p>\n\n<p>\nقال أبو داود: يعني عبد الله بن مسعود وهو حليف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في المشورة.\n</p>\n\n<p>\n478- حدثنا موسى بن مروان الرقي، عن المعافى بن عمران، عن ثور، عن خالد\nبن معدان، قال: قال رجل: يا رسول الله ما الحزم؟ قال: أن تشاور ذا رأي ثم <span id='ms83'></span> تطيعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\n479- حدثنا محمد بن الوزير، أن يحيى بن حسان، حدثهم قال: حدثنا يحيى بن\nحمزة، حدثنا ثور بن يزيد، عن عبد الله بن عبد الرحمن بن أبي حسين، أن، رجلا\nقال: يا رسول الله فذكر مثله، قال: ذا لب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في بر الوالدين.\n</p>\n\n<p>\n480- حدثنا أبو بكر بن أبي شيبة، والنفيلي، قالا: حدثنا حفص، عن أشعث، عن\nالحسن، قال: قال رسول الله صلى الله عليه وسلم: بر الوالدين يجزئ من\nالجهاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\n481- حدثنا محمد بن عبد الله المخرمي، حدثنا زكريا بن عدي، قال: حدثنا\nإبراهيم بن حميد، عن هشام بن عروة، عن أبي حازم، عن سعيد بن المسيب، قال:\nقال النبي صلى الله عليه وسلم: من ضرب أباه فاقتلوه.\n</p>\n\n<p>\nقال إبراهيم: فذكرته لسفيان قال: قد سمعته من أبي حازم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\n482- حدثنا ابن السرح، حدثنا ابن وهب، عن سعيد بن أبي أيوب، عن عطاء بن\nدينار الهذلي، أن، رجلا قال: يا رسول الله أي الوالدين أعظم حقا؟ قال: التي\nحملته بين الجنبين، وأرضعته بالثديين، وحضنته على الفخذين، وفدته\nبالوالدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p506'> Vol. 01, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\n483- حدثنا محمود بن خالد، وأحمد بن أبي الحواري، أنبأنا الوليد، حدثنا\nمحمد بن السائب النكري، حدثنا سعيد بن عمرو بن سعيد بن العاص, وحدثنا محمد\nبن العلاء حدثنا الوليد, حدثنا محمد بن السائب النكري عن أبيه، عن سعيد بن\nعمرو بن سعيد بن العاص، قال: قال النبي صلى الله عليه وسلم: حق كبير الإخوة\nعلى صغيرهم كحق الوالد على ولده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p507'> Vol. 01, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في الاستئذان.\n</p>\n\n<p>\n484- حدثنا عبد الله بن مسلمة، عن مالك، عن صفوان بن سليم، عن عطاء بن\nيسار، أن رسول الله صلى الله عليه وسلم سأله رجل فقال: يا رسول الله أستأذن\nعلى أمي؟ قال: نعم قال: الرجل: إني معها في البيت فقال: له رسول الله صلى\nالله عليه وسلم: أتحب أن تراها عريانة؟ قال: لا، قال: فاستأذن عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p508'> Vol. 01, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\n485- حدثنا نصير بن الفرج، حدثنا عبد الله بن يزيد، حدثنا حيوة، قال:\nأخبرنا بكر بن عمرو، أن صفوان بن سليم، أخبره أن رسول الله <span id='ms84'></span> صلى الله عليه\nوسلم قال: لأم أيمن وهي أم أسامة: كيف أصبحت أو كيف أمسيت؟ فقالت: بخير يا\nرسول الله، فقال لها رسول الله صلى الله عليه وسلم: آمين جعلك الله بخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\n486- حدثنا عبد الله بن مسلمة، عن مالك، عن زيد بن أسلم، أن رسول الله صلى\nالله عليه وسلم قال: إذا سلم من القوم واحد أجزأ عنهم.\n</p>\n\n<p>\nقال أبو داود: وقد روي مسندا، وهو ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nباب القبلة.\n</p>\n\n<p>\n487- حدثنا أبو بكر بن أبي شيبة، حدثنا علي بن مسهر، عن الأجلح، عن\nالشعبي، أن النبي صلى الله عليه وسلم تلقى جعفر بن أبي طالب فالتزمه وقبل\nما بين عينيه.\n</p>\n\n<p>\nقال أبو داود: وقد روي مسندا وهو واه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في الدعاء للذمي.\n</p>\n\n<p>\n488- حدثنا أبو بكر بن أبي شيبة، وأحمد بن منيع، عن ابن مبارك، عن معمر،\nعن قتادة، أن يهوديا، حلب للنبي صلى الله عليه وسلم فقال: اللهم جمله فاسود شعره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في البناء.\n</p>\n\n<p>\n489- حدثنا عمرو بن الحباب، حدثنا عبد الله بن الحارث المخزومي، عن\nالزبير بن سعيد، عن اليسع بن المغيرة، قال: شكا خالد بن الوليد إلى رسول\nالله صلى الله عليه وسلم ضيق منزله فقال: اتسع في السماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\n490- حدثنا عبد الله بن محمد، وعلي بن سهل الرمليان، قالا: حدثنا الوليد،\nعن عبد الله بن العلاء، عن عطية بن قيس، قال: كان حجر أزواج النبي صلى الله\nعليه وسلم بجريد النخل، فخرج النبي صلى الله عليه وسلم في مغزى له وكانت أم\nسلمة موسرة، فجعلت مكان الجريد لبنا فقال النبي صلى الله عليه وسلم: ما\nهذا؟ قالت: أردت أن أكف عني أبصار الناس فقال: يا أم سلمة إن شر ما ذهب فيه\nمال المرء المسلم البنيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\n491- حدثنا موسى بن إسماعيل، حدثنا حماد، أنبأنا شعيب بن الحبحاب، عن أبي\nالعالية، أن العباس بن عبد المطلب بنى غرفة، فقال رسول الله صلى الله عليه\nوسلم: ألقها فقال: أو أتصدق،- أراه قال- بمثل نفقتها في سبيل الله؟ قال:\nألقها فألقاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\n492- حدثنا غسان <span id='ms85'></span> بن الفضل، حدثنا ابن المبارك، عن داود بن قيس، قال: رأيت\nالحجرات من جريد مغشى من خارج بمسوح الشعر وأظن عرض الحجرة من باب الحجرة\nإلى باب البيت نحوا من ست أو سبع أذرع، وحزرت البيت الداخل عشر أذرع، وأظن\nسمكه بين الثمان والسبع، ونحو ذلك، ووقفت عند باب عائشة- رضي الله عنها-\nفإذا هو مستقبل المغرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\n493- حدثنا غسان، حدثنا ابن المبارك، عن حريث بن السائب، سمعت الحسن، يقول:\nقال: كنت أدخل بيوت أزواج النبي صلى الله عليه وسلم في خلافة عثمان بن\nعفان- رضوان الله عليه- فأتناول سقفها بيدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\n494- قرأت على قتيبة بن سعيد حدثكم ابن أبي فديك, عن محمد بن هلال, قال:\nكان باب بيت عائشة رضي الله عنها من ساج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nباب الكتاب يلقى في الطريق.\n</p>\n\n<p>\n495- حدثنا هارون بن عباد الأزدي، حدثنا وكيع، عن سفيان، عن محمد بن\nالزبير الحنظلي، عن عمر بن عبد العزيز- رحمه الله -، أن النبي صلى الله\nعليه وسلم مر على كتاب في الأرض فقال لفتى معه: ما هذا؟ قال: بسم الله قال:\nلعن الله من فعل هذا، لا تضعوا اسم الله إلا في موضعه.\n</p>\n\n<p>\nقال: فرأيت عمر بن عبد العزيز رأى ابنا له كتب ذكر الله في الحائط فضربه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في الريحان.\n</p>\n\n<p>\n496- حدثنا وهب بن بقية، قال: أنبأنا يزيد بن زريع، عن حجاج الصواف، عن\nحنان، عن أبي عثمان، قال: قال رسول الله صلى الله عليه وسلم: إذا أعطي\nأحدكم الريحان فلا يرده فإنه خرج من الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في سب الدنيا.\n</p>\n\n<p>\n497- حدثنا محمد بن بشار، حدثنا يحيى بن سعيد، عن سفيان، عن محمد بن\nالمنكدر، قال: قال النبي صلى الله عليه وسلم: الدنيا ملعونة ملعون ما فيها\nإلا ما كان لله- عز وجل- منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\n498- حدثنا الحسن بن شوكر، حدثنا إسماعيل بن جعفر، عن عبد العزيز يعني\nالماجشون عن أيوب السختياني، عن إبراهيم بن مرة، قال: لدغت النبي صلى الله\nعليه وسلم عقرب فقال: ما لها لعنها الله ما تبالي نبيا ولا <span id='ms86'></span> غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\n499- حدثنا ابن المصفى، أخبرنا بقية، عن الوضين بن عطاء، عن يزيد بن مرثد\nالمدعي، قال: قال رسول الله صلى الله عليه وسلم: العنكبوت شيطان فاقتلوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الأدب.\n</p>\n\n<p>\n500- حدثنا عبد الرحمن بن محمد بن سلام، حدثنا حجاج بن محمد، عن عبد\nالرحمن بن أبي الزناد، عن عمر بن عبد العزيز بن وهيب، سمعت خارجة بن زيد،\nيقول: كان رسول الله صلى الله عليه وسلم أوقر الناس في مجلسه لا يكاد يخرج\nشيئا من أطرافه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\n501- حدثنا هناد بن السري، عن ابن المبارك، عن الأوزاعي، عن عروة بن رويم\nقال: قال النبي صلى الله عليه وسلم: أول ما نهاني عنه ربي- عز وجل- بعد\nعبادة الأوثان، شرب الخمر، وملاحاة الرجال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\n502- حدثنا هناد بن السري، حدثنا عبثر، عن مطرف، عن أبي السفر، عن علي بن\nربيعة، قال: لما افتتح رسول الله صلى الله عليه وسلم مكة توجه من فوره ذلك\nإلى الطائف ومعه أبو بكر ومعه ابنا سعيد بن العاص، فقال أبو بكر: لمن هذا\nالقبر؟ قالوا: قبر سعيد بن العاص، فقال أبو بكر: لعن الله صاحب هذا القبر؛\nفإنه كان محاد الله ورسوله، فقال: ابنا سعيد: لعن الله أبا قحافة فإنه كان\nلا يقري الضيف، ولا يمنع الضيم، قال رسول الله صلى الله عليه وسلم: إن سب\nالأموات يغضب الأحياء، فإذا سببتم المشركين فسبوهم جميعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\n503- حدثنا الحسن بن علي، حدثنا يزيد بن هارون، عن داود بن أبي هند، عن\nالعباس بن عبد الرحمن، قال: جاء رجل إلى العباس فقال: أرأيت الغيطلة كاهنة\nبني سهم مع عبد المطلب في النار؟ فوجأ العباس أنفه، فجاء إلى النبي صلى\nالله عليه وسلم فقال رسول الله صلى الله عليه وسلم: ما بال أحدكم يؤذي أخاه\nفي الأمر وإن كان حقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\n504- حدثنا محمد بن عبيد، حدثنا حماد، أخبرنا يحيى يعني ابن سعيد، عن علي\nبن الحسين، أن عبد الله بن أبي قال: {لئن رجعنا إلى المدينة ليخرجن الأعز\nمنها الأذل} (المنافقون) وذلك في غزاة تبوك، قال <span id='ms87'></span>: وما نزل آخر الناس بعد،\nفقال النبي صلى الله عليه وسلم: ارتحلوا ارتحلوا فقال عمر: يا رسول الله\nألا تأمر رجلا من قومه فيضرب عنقه؟ قال النبي صلى الله عليه وسلم: إني أكره\nأن يغضب في ذلك من لا أحب أن يغضب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\n505- حدثنا موسى بن زكريا التستري, حدثنا عبيد الله بن معاذ, حدثنا أبي ,\nقال: حدثنا شعبة, عن أبي بشر, عن سعيد بن جبير, عن ابن عباس قال: نزلت\n{ليخرجن الأعز منها الأذل} في عسيف لعمر بن الخطاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\n506- حدثنا سليمان بن داود المهري، قال: حدثني ابن وهب، قال: أخبرني الوليد\nبن المغيرة، عن الحارث بن يزيد الحضرمي، رفع الحديث إلى النبي صلى الله\nعليه وسلم قال: سووا حلقكم، فإن الملائكة إذا جاءت لتجلس فوجدت فيه عوجا رجعت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\n507- حدثنا أبو بكر بن أبي شيبة، حدثنا وكيع، عن سفيان، عن طارق، عن\nالشعبي، قال: قال رسول الله صلى الله عليه وسلم: إذا أتاكم كريم قوم\nفأكرموه.\n</p>\n\n<p>\nقال أبو داود: روي متصلا، وليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\n508- حدثنا عبيد الله بن معاذ، حدثنا أبي، حدثنا شعبة، عن سعد يعني ابن\nإبراهيم أن رسول الله صلى الله عليه وسلم قال: إذا كان اثنان فلا،- أراه\nقال:- يدنو منهما الثالث حتى يستأذنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\n509- حدثنا سليمان بن داود، أنبأنا ابن وهب، قال: أخبرني عبد الأعلى بن عبد\nالله بن أبي فروة، عن المطلب بن عبد الله بن حنطب، قال: سمعت أن رسول الله\nصلى الله عليه وسلم قال: لا يفرق بين الرجل وبين والده وكنت جالسا مع عم لي\nفجاء، فأوسعنا له بيننا، فقال عبد الأعلى: إنما هذا عمي، فقال: العم في\nكتاب الله- عز وجل- والد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\n510- حدثنا أبو صالح الأنطاكي، أنبأنا أبو إسحاق، عن سفيان، عن محمد بن\nجحادة، عن الحسن، قال: كان رسول الله صلى الله عليه وسلم لا يأخذ أحدا\nبقرف، ولا يصدق أحدا على أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الملاهي.\n</p>\n\n<p>\n511- حدثنا قتيبة بن سعيد، أنبأنا حفص، عن ابن جريج، عن عمرو بن دينار،\nأن عمر بن الخطاب- رضي <span id='ms88'></span> الله عنه -، رأى بالمدينة الكرج فقال: أما لولا، أني\nرأيت رسول الله صلى الله عليه وسلم أقرك ما أقررتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\n512- حدثنا هناد، وعثمان بن أبي شيبة، المعنى عن ابن مبارك، عن زياد بن أبي\nمسلم، قال: سمعت صالحا أبا الخليل، يحدث أن رسول الله صلى الله عليه وسلم\nأمر بقطع المراجيح قال: هناد: إنه سمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\n513- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، عن النبي صلى الله\nعليه وسلم أنه مر بقوم وهم يطيفون برجل وهو يضحكهم فقال: ما هذا؟ قالوا:\nرجل تشبه بالحمار يضحك أصحابه، فقال: سبحان الله وما يؤمن هذا- وقد أحسن\nالله صورته- أن يحعله في صورة حمار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\n514- حدثنا كثير بن عبيد، أنبأنا بقية، عن إسماعيل، عن سليمان بن سليم، عن\nيحيى بن جابر، عن يزيد بن شريح، أن رسول الله صلى الله عليه وسلم قال: ثلاث\nمن الميسر: القمار، والضرب بالكعاب، والصفير بالحمام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\n515- حدثنا سليمان بن داود، أنبأنا ابن وهب، حدثني يونس، عن ابن شهاب، أن\nمحمد بن عروة، أخبره عن عروة، قال: توفيت امرأة كان أصحاب رسول الله صلى\nالله عليه وسلم يضحكون منها، فقال: لها بلال: ويحها قد استراحت، فقال رسول\nالله صلى الله عليه وسلم: إنما يستريح من غفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\n516- حدثنا هارون بن زيد، حدثنا أبي، .... أنبأنا هشام بن سعد، عن زيد بن\nأسلم، عن عائشة- رضي الله عنها -، قالت: ما سمعت رسول الله صلى الله عليه\nوسلم ينسب أحدا إلا إلى الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\n517- حدثنا سهل بن صالح، حدثنا وكيع، حدثنا سفيان، عن ابن جريج، عن ابن\nميناء، عن ابن جودان، قال: قال رسول الله صلى الله عليه وسلم: من اعتذر إلى\nأخيه المسلم فلم يقبل منه كان عليه ما على صاحب مكس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p529'> Vol. 02, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\n518- حدثنا وهب بن بقية، عن خالد، عن يونس، عن الحسن، أن امرأة أتت النبي\nصلى الله عليه وسلم تسأله فلم توافق عنده شيئا، فقالت: يا رسول الله عدني،\nفقال: العدة عطية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\n519- حدثنا سليمان بن داود، عن ابن وهب، عن هشام <span id='ms89'></span> بن سعد، عن زيد بن أسلم،\nأن رسول الله صلى الله عليه وسلم قال: وأي المؤمن حق واجب.\n</p>\n\n<p>\nقال أبو داود: يعني عدته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\n520- حدثنا هشام بن خالد، حدثنا بقية، حدثنا الوضين بن عطاء، حدثني يزيد بن\nمرثد المدعي، قال: قال رسول الله صلى الله عليه وسلم: إذا عطس أحدكم، أو\nتجشأ، فلا يرفعن بهما الصوت؛ فإن الشيطان يحب أن يرفع بهما الصوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\n521- حدثنا سليمان بن داود، أنبأنا ابن وهب، أخبرني الليث بن سعد، عن عقيل،\nعن ابن شهاب، قال: كان رجل يتناول عن وجه النبي صلى الله عليه وسلم الشيء،\nفكان ذلك آذى رسول الله صلى الله عليه وسلم فقال رسول صلى الله عليه وسلم:\nإذا تناول أحدكم عن أخيه شيئا فليره إياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\n522- حدثنا نصر بن عاصم، قال: حدثنا يحيى، عن ابن حرملة، قال: خرجت مع سعيد\nبن المسيب وهو آخذ بيدي فرفعت رأسي فإذا أنا بالهلال فقلت: الهلال أبا\nمحمد، فرفع رأسه فقال: آمنت بالذي خلقك فسواك فعدلك، ثم قال: كان رسول الله\nصلى الله عليه وسلم يقول هكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\n523- حدثني موسى بن إسماعيل، حدثنا أبان، حدثنا قتادة، أنه بلغه أن رسول\nالله صلى الله عليه وسلم كان إذا رأى الهلال قال: هلال خير ورشد، هلال خير\nورشد، هلال خير ورشد، آمنت بالذي خلقك ثلاث مرات، ثم يقول: الحمد لله الذي\nذهب بشهر كذا وجاء بشهر كذا.\n</p>\n\n<p>\nقال أبو داود: روي متصلا، ولا يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\n524- حدثنا محمد بن العلاء، أن زيد بن الحباب أخبرهم، عن أبي هلال، عن\nقتادة، أن رسول الله صلى الله عليه وسلم كان إذا رأى الهلال صرف وجهه عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في المطر.\n</p>\n\n<p>\n525- حدثنا محمد بن قدامة بن أعين، حدثني جرير، عن محمد بن إسحاق، عن\nسليمان بن عبد الله بن عويمر، قال: كنت مع عروة بن الزبير فأشرت بيدي إلى\nالسحاب فقال: لا تفعل، فإن النبي صلى الله عليه وسلم نهى أن يشار إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\n526- حدثنا محمد بن بشار، حدثنا أبو عاصم، عن ابن جريج، عن ابن <span id='ms90'></span> أبي حسين،\nأن النبي صلى الله عليه وسلم نهى أن يشار إلى المطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\n527- حدثنا محمود بن خالد، حدثنا مروان بن محمد، حدثنا الليث، حدثني عبيد\nالله بن أبي جعفر، أن قوما سمعوا الرعد، فكبروا فقال رسول الله صلى الله\nعليه وسلم: إذا سمعتم الرعد فسبحوا ولا تكبروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nباب الرجل يرى ما يعجبه.\n</p>\n\n<p>\n528- حدثنا عثمان بن أبي شيبة، حدثنا وكيع، حدثنا الأعمش، عن حبيب، عن\nبعض أشياخه (1)، قال: كان النبي صلى الله عليه وسلم إذا أتاه الأمر مما\nيعجبه قال: الحمد لله المنعم المفضل الذي بنعمه تتم الصالحات وإذا أتاه\nالأمر مما يكره قال: الحمد لله على كل حال.\n</p>\n\n<p>\nقال أبو داود: روي متصلا، وفيه، أحاديث ضعاف ولا يصح.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \nباب في البدع.\n</p>\n\n<p>\n529- حدثنا الحسن بن أحمد بن أبي شعيب، حدثنا مسكين، عن الأوزاعي، عن\nإبراهيم بن طريف، عن محمد بن كعب القرظي، قال: حدثني من لا أتهم عن رسول\nالله صلى الله عليه وسلم قال: إن أخوف ما أخاف عليكم بعدي ثلاث: ما يفتح\nعليكم من زهرة الدنيا وزينتها، ورجال يتأولون القرآن على غير تأويله، وزلة\nعالم ثم قال: ألا أنبئكم بالمخرج من ذلك، إذا فتحت عليكم الدنيا، فاشكروا\nالله- عز وجل -، وخذوا ما تعرفون من التأويل، وما شككتم فيه فردوه إلى\nالله- عز وجل -، وانتظروا بالعالم فيئته، ولا تلقفوا عليه عثرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p535'> Vol. 02, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\n530- حدثنا عبد السلام بن عتيق الدمشقي، حدثنا أبو مسهر، قال: حدثني خالد\nبن يزيد، حدثني هشام بن الغاز، عن مكحول، قال: قال رسول الله صلى الله عليه\nوسلم: آتاني الله- عز وجل- القرآن، ومن الحكمة مثليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\n531- حدثنا عيسى بن حماد، أنبأنا الليث، عن ابن عجلان، عن أبي سعيد مولى\nابن كريز، عن الحسن البصري، أن النبي صلى الله عليه وسلم قال: من أحدث حدثا\nأو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين، ولا يقبل منه صرف\nولا عدل، قالوا: وما الحدث يا رسول الله؟ قال: بدعة بغير سنة، مثلة بغير\nحد، نهبة بغير حق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\n532- حدثنا محمد بن <span id='ms91'></span> المثنى، حدثنا روح بن عبادة، حدثنا الأوزاعي، عن حسان\nبن عطية، قال: كان جبريل عليه السلام ينزل على رسول الله صلى الله عليه\nوسلم بالسنة كما ينزل عليه بالقرآن، ويعلمه إياها كما يعلمه القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\n533- حدثنا موسى، حدثنا حماد، عن أشعث الحداني، عن شهر بن حوشب، أن رسول\nالله صلى الله عليه وسلم قال: إن فضل كلام الله- عز وجل- على سائر الكلام\nكفضل الله- عز وجل- على سائر خلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\n534- حدثنا محمد بن يحيى بن فارس، حدثنا عبد الرحمن بن مهدي، عن معاوية بن\nصالح، عن العلاء بن الحارث، عن زيد بن أرطاة، عن جبير بن نفير، قال: قال\nرسول الله صلى الله عليه وسلم: إنكم لن ترجعوا إلى الله- عز وجل- بشيء أفضل\nمما خرج منه يعني: كلامه تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p539'> Vol. 02, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\nما جاء في الطيرة.\n</p>\n\n<p>\n535- حدثنا عمرو بن عثمان، حدثنا بقية، حدثني حبيب بن صالح، قال: حدثني\nعبد الرحمن بن سابط الجمحي، قال: قال رسول الله صلى الله عليه وسلم: إنه\nليس من عبد إلا سيدخل قلبه طيرة، فإذا أحس بذلك فليقل: أنا عبد الله، ما\nشاء الله، لا قوة إلا بالله، لا يأتي بالحسنات إلا الله، ولا يذهب بالسيئات\nإلا الله، أشهد أن الله على كل شيء قدير، ثم يمضي لوجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p540'> Vol. 02, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\n536- وحدثنا أحمد بن صالح، حدثنا ابن أبي فديك، عن علي بن عمر بن علي، عن\nأبيه، عن جده، قال: قدم رسول الله صلى الله عليه وسلم المدينة فقال: يا\nمعشر قريش، إنكم تحبون الماشية، فأقلوا منها؛ فإنكم بأقل الأرض مطرا،\nواحترثوا فإن الحرث مبارك، وأكثروا فيه من الجماجم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p541'> Vol. 02, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\n537- حدثنا عبد الله بن عمر بن محمد بن أبان، حدثنا الدراوردي، عن القاسم\nبن محمد بن حفص، قال: أخبرني أبي، أنه سمع عمر بن علي بن حسين، وعبد الله\nبن عنبسة، يذكران الجماجم التي تجعل في الزرع، فقال: عمر بن علي بن حسين:\nإن رسول الله صلى الله عليه وسلم إنما أمر بذلك من أجل العين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p542'> Vol. 02, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) تحرف في طبعة الرسالة إلى: \"إذا <span id='ms92'></span> زال\"، وهو على الصواب في النسخة\nالخطية، الورقة (2/أ)، و\"تحفة الأشراف\" (18542)، وطبعة دار الصميعي.\n</p>\n\n<p>\n(2) تحرف في طبعة دار الصميعي إلى: \"بيدي أيدي\"، وهو على الصواب في النسخة\nالخطية، و\"تحفة الأشراف\"، وطبعة دار الرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة الرسالة: \"قال وكيع: أحسبها\"، وهو على الصواب في النسخة\nالخطية، الورقة (2/ب)، وطبعة دار الصميعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تحرف في طبعة دار الصميعي إلى: \"مهتما لهم\"، وهو على الصواب في النسخة\nالخطية (ك)، وطبعة دار الرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار الصميعى: \"عن ابن عمرو\"، والمثبت عن النسخة الخطية (ك)،\nو\"تحفة الأشراف\" (18712)، وطبعة دار الرسالة، وهو عبد الرحمن بن عمرو، أبو\nعمرو، الأوزاعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار الصميعى: «الآخريين»، والمثبت عن طبعة الرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تصحف في طبعة الرسالة إلى: \"فراجعوه\"، وهو على الصواب في طبعة دار\nالصميعي، و\"تحفة الأشراف\" (11886).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تحرف في طبعة دار الصميعي إلى: «الحكم بن عتبة»، وهو على الصواب في\n«تحفة الأشراف» (18584)، وطبعة دار الرسالة (226).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تحرف في طبعة دار الصميعي إلى: «عن وائل أبي بكر بن وائل»، وهو على\nالصواب في «تحفة الأشراف» (19340)، وطبعة دار الرسالة (294).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في \"تحفة الأشراف\" (18905)، وطبعة الرسالة: \"شيعة\"، والمثبت عن طبعة\nالصميعي للمراسيل (300)، و\"الزهد\" لعبد الله بن المبارك (195)، ومصنف عبد\nالرزاق (20457).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تحرف في طبعة دار الصميعي إلى: «وغير»، وهو على الصواب في طبعة دار\nالرسالة (318).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني محمد بن سيرين، فعبد الله بن الحارث، هو أبو الوليد البصري، زوج\nأخت محمد بن سيرين. \"تهذيب الكمال\" 14/ 400.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "107",
    "108",
    "109",
    "109",
    "110",
    "111",
    "112",
    "112",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "127",
    "129",
    "129",
    "130",
    "131",
    "133",
    "134",
    "135",
    "135",
    "136",
    "137",
    "138",
    "140",
    "140",
    "141",
    "143",
    "144",
    "144",
    "145",
    "146",
    "147",
    "149",
    "150",
    "151",
    "153",
    "155",
    "155",
    "156",
    "157",
    "159",
    "160",
    "160",
    "160",
    "161",
    "163",
    "164",
    "165",
    "165",
    "166",
    "167",
    "168",
    "168",
    "170",
    "171",
    "173",
    "174",
    "175",
    "176",
    "176",
    "177",
    "179",
    "180",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "185",
    "186",
    "186",
    "186",
    "187",
    "188",
    "188",
    "190",
    "190",
    "191",
    "191",
    "192",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "199",
    "199",
    "200",
    "202",
    "203",
    "204",
    "205",
    "206",
    "208",
    "209",
    "209",
    "210",
    "211",
    "213",
    "215",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "220",
    "221",
    "221",
    "223",
    "223",
    "225",
    "225",
    "226",
    "226",
    "227",
    "227",
    "229",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "241",
    "242",
    "242",
    "243",
    "243",
    "244",
    "245",
    "245",
    "246",
    "246",
    "247",
    "247",
    "248",
    "249",
    "250",
    "250",
    "251",
    "251",
    "251",
    "252",
    "253",
    "254",
    "254",
    "255",
    "255",
    "256",
    "256",
    "257",
    "257",
    "258",
    "258",
    "259",
    "260",
    "262",
    "263",
    "263",
    "264",
    "265",
    "266",
    "266",
    "267",
    "267",
    "269",
    "270",
    "270",
    "271",
    "271",
    "272",
    "273",
    "273",
    "274",
    "277",
    "277",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "283",
    "285",
    "286",
    "287",
    "288",
    "288",
    "289",
    "290",
    "291",
    "291",
    "292",
    "292",
    "293",
    "294",
    "295",
    "295",
    "295",
    "296",
    "297",
    "298",
    "299",
    "299",
    "300",
    "301",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "307",
    "308",
    "308",
    "309",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "314",
    "315",
    "317",
    "317",
    "318",
    "319",
    "319",
    "320",
    "321",
    "323",
    "323",
    "324",
    "325",
    "325",
    "326",
    "327",
    "327",
    "328",
    "329",
    "329",
    "330",
    "331",
    "332",
    "332",
    "333",
    "335",
    "337",
    "337",
    "338",
    "339",
    "339",
    "340",
    "340",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "345",
    "345",
    "347",
    "347",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "355",
    "356",
    "358",
    "358",
    "359",
    "360",
    "360",
    "361",
    "361",
    "362",
    "363",
    "363",
    "364",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "377",
    "378",
    "379",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "385",
    "386",
    "386",
    "387",
    "387",
    "388",
    "388",
    "389",
    "390",
    "391",
    "391",
    "392",
    "392",
    "393",
    "393",
    "395",
    "396",
    "397",
    "398",
    "399",
    "399",
    "400",
    "400",
    "401",
    "401",
    "402",
    "403",
    "403",
    "404",
    "404",
    "405",
    "407",
    "407",
    "408",
    "409",
    "410",
    "412",
    "413",
    "413",
    "414",
    "414",
    "415",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "421",
    "422",
    "423",
    "423",
    "424",
    "426",
    "426",
    "427",
    "428",
    "430",
    "430",
    "431",
    "432",
    "432",
    "434",
    "434",
    "435",
    "436",
    "437",
    "437",
    "438",
    "439",
    "439",
    "440",
    "441",
    "441",
    "442",
    "442",
    "442",
    "443",
    "444",
    "445",
    "446",
    "446",
    "447",
    "447",
    "448",
    "449",
    "449",
    "450",
    "452",
    "452",
    "453",
    "453",
    "454",
    "454",
    "455",
    "455",
    "456",
    "457",
    "458",
    "458",
    "460",
    "461",
    "461",
    "462",
    "462",
    "463",
    "464",
    "464",
    "465",
    "466",
    "467",
    "467",
    "468",
    "469",
    "470",
    "471",
    "471",
    "471",
    "472",
    "473",
    "473",
    "475",
    "475",
    "476",
    "477",
    "477",
    "478",
    "478",
    "479",
    "479",
    "480",
    "480",
    "481",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "488",
    "489",
    "489",
    "490",
    "491",
    "491",
    "492",
    "492",
    "493",
    "493",
    "494",
    "494",
    "495",
    "496",
    "496",
    "497",
    "497",
    "498",
    "498",
    "498",
    "499",
    "500",
    "501",
    "501",
    "502",
    "503",
    "504",
    "504",
    "504",
    "505",
    "505",
    "505",
    "506",
    "507",
    "508",
    "508",
    "509",
    "510",
    "511",
    "511",
    "512",
    "513",
    "513",
    "514",
    "514",
    "515",
    "516",
    "516",
    "517",
    "518",
    "518",
    "519",
    "519",
    "520",
    "521",
    "522",
    "522",
    "523",
    "524",
    "524",
    "525",
    "526",
    "526",
    "527",
    "527",
    "528",
    "528",
    "529",
    "530",
    "530",
    "531",
    "531",
    "532",
    "532",
    "533",
    "533",
    "534",
    "534",
    "534",
    "535",
    "537",
    "537",
    "538",
    "538",
    "539",
    "540",
    "541",
    "542",
    "118",
    "120",
    "125",
    "130",
    "146",
    "306",
    "307",
    "365",
    "378",
    "383",
    "471"
  ],
  "volumes": [
    "01",
    "02"
  ]
}