{
  "content": "\n<p>\nقال أحمد بن حنبل: إذا رأيت من يغمزه، فاتهمه، فإنه كان شديدا على أهل\nالبدع، إلا أنه لما طعن في السن، ساء حفظه، فلذلك لم يحتج به البخاري، وأما\nمسلم، فاجتهد فيه، وأخرج من حديثه عن ثابت، مما سمع منه قبل تغيره، وما عن\nغير ثابت، فأخرج نحو اثني عشر حديثا في الشواهد، دون الاحتجاج، فالاحتياط\nأن لا يحتج به فيما يخالف الثقات، وهذا الحديث من جملتها. قال أبو القاسم\nالبغوي: حدثني محمد بن مطهر، قال: سألت أحمد بن حنبل، فقال: حماد بن سلمة\nعندنا من الثقات، ما نزداد فيه كل يوم إلا بصيرة. (7/453) قال أبو سلمة\nالتبوذكي: مات حماد بن سلمة، وقد أتى عليه ست وسبعون سنة. قلت: فعلى هذا\nيكون مولده في حياة أنس بن مالك. وقال أبو الحسن المدائني: مات حماد بن\nسلمة يوم الثلاثاء، في ذي الحجة، سنة سبع وستين ومائة، وصلى عليه: إسحاق بن\nسليمان. قلت: كذا أرخ وفاته في هذا العام غير واحد. وبعضهم قال: مات <span id='ms1984'></span> بعد\nعيد النحر. وقال شباب العصفري في (تاريخه): حماد بن سلمة، مولى بني ربيعة\nبن زيد مناة بن تميم، يكنى: أبا سلمة، مات في ذي الحجة، سنة سبع. وأما عبيد\nالله بن محمد العيشي، فقال: مات في ذي الحجة، سنة ست، وهذا وهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0001'> Vol. 14, p. 0001</a>\n            </div>\n            \n</p>\n\n<p>\nومات مع حماد في سنة سبع أئمة كبار من العلماء، منهم: أبو حمزة محمد بن\nميمون السكري محدث مرو، والحسن بن صالح بن حي الهمداني الفقيه الكوفي،\nوالربيع بن مسلم البصري، وسلام بن مسكين البصري، والقاسم بن الفضل الحداني\nالبصري، والسري بن يحيى البصري - بخلف - وسويد بن إبراهيم الحناط البصري،\nوأبو بكر الهذلي البصري - سلمي - وأبو عقيل يحيى بن المتوكل البصري، وأبو\nهلال محمد بن سليم الراسبي البصري، وداود بن أبي الفرات البصري، وأبو\nالربيع أشعث السمان البصري، وعبد العزيز بن مسلم القسملي البصري، وجماعة\nسواهم بالبصرة، فكانت سنة فناء العلماء بالبصرة. (7/454) وفيها مات: شيخ\nدمشق سعيد بن عبد العزيز التنوخي الفقيه، وشيخ الإسكندرية عبد الرحمن بن\nشريح، ومحدث الكوفة محمد بن طلحة بن مصرف، وأمير الكوفة عيسى بن موسى\nالعباسي، وبشار بن برد شاعر وقته. وقد وقع لي من أعلى رواياته: بضعة عشر\nحديثا، أفردتها قديما في سنة بضع وتسعين وست مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0002'> Vol. 14, p. 0002</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو المعالي أحمد بن إسحاق بمصر، أنبأنا المبارك بن أبي الجود\nببغداد، أنبأنا أحمد بن أبي غالب العابد، أنبأنا عبد العزيز بن علي، أنبأنا\nمحمد بن عبد الرحمن الذهبي، حدثنا عبد الله البغوي، حدثنا عبد الأعلى بن\nحماد النرسي، حدثنا حماد بن سلمة، عن ثابت، عن أبي رافع، عن أبي هريرة: أن\nالنبي -صلى الله عليه وسلم- قال: (إن رجلا زار أخا له في قرية أخرى، فأرصد\nالله على مدرجته ملكا، فلما أتى عليه، قال: أين تريد؟ قال: أردت أخا لي في\nقرية كذا وكذا. قال: هل له عليك من نعمة تربها؟ قال: لا، إلا أني أحبه في\nالله. قال: إني رسول الله إليك أن الله قد أحبك كما أحببته فيه). (7/455)\nأخرجه: مسلم <span id='ms1985'></span>، عن عبد الأعلى، فوافقناه بعلو. وهو من أحاديث الصفات التي تمر\nكما جاءت. وشاهده في القرآن وفي الحديث كثير، قال الله -تعالى-: {قل إن\nكنتم تحبون الله فاتبعوني، يحببكم الله} [آل عمران: 31]، وقال: {واتخذ الله\nإبراهيم خليلا} [النساء: 125]. أخبرنا عبد الحافظ بن بدران بنابلس، ويوسف\nبن أحمد الحجار بدمشق، قالا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0003'> Vol. 14, p. 0003</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأنا موسى بن عبد القادر سنة ثماني عشرة وست مائة، أنبأنا سعيد بن\nأحمد، أنبأنا علي بن أحمد البسري، أنبأنا أبو طاهر المخلص، حدثنا عبد الله\nبن محمد البغوي، حدثنا أبو نصر التمار، حدثنا حماد بن سلمة، عن أيوب، عن\nنافع، عن ابن عمر: أن رسول الله -صلى الله عليه وسلم- قرأ هذه الآية: {يوم\nيقوم الناس لرب العالمين} [المطففين: 6]، قال: (يقومون حتى يبلغ الرشح\nأطراف آذانهم). رواه: مسلم، عن التمار. أخبرنا أحمد بن إسحاق، أنبأنا الفتح\nبن عبد السلام، أنبأنا هبة الله بن الحسين، أنبأنا أحمد بن محمد البزاز،\nحدثنا عيسى بن علي، حدثنا أبو القاسم البغوي، حدثنا علي بن الجعد، وعبد\nالأعلى بن حماد، وأبو نصر التمار، وكامل بن طلحة، وعبيد الله العيشي،\nقالوا: حدثنا حماد بن سلمة، عن أبي العشراء، عن أبيه، قال: قلت: يا رسول\nالله! أما تكون الذكاة إلا من اللبة والحلق؟ فقال: (لو طعنت في فخذها،\nلأجزأ عنك). (7/456) قال ابن حبان في كتاب (الضعفاء): سمعت محمد بن إبراهيم\nبن أبي شيخ الملطي يقول: جاء يحيى بن معين إلى عفان ليسمع منه كتب حماد بن\nسلمة، فقال: أما سمعتها من أحد؟ قال: نعم، حدثني سبعة عشر نفسا عن حماد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0004'> Vol. 14, p. 0004</a>\n            </div>\n            \n</p>\n\n<p>\nقال: والله لا حدثتك. فقال: إنما هو درهم، وأنحدر إلى البصرة، فأسمع من\nالتبوذكي. قال: شأنك. فانحدر إلى البصرة، وجاء إلى التبوذكي، فقال له: أما\nسمعتها من أحد؟ قال: سمعتها على الوجه من سبعة عشر، وأنت الثامن عشر. قال:\nوما تصنع بهذا؟ قال: إن حماد بن سلمة كان يخطئ، فأردت أن أميز خطأه من خطأ\nغيره، فإذا رأيت أصحابه اجتمعوا على شيء، علمت أن الخطأ منه <span id='ms1986'></span>. قلت: هذه\nحكاية منقطعة. وقال محدث: رأيت أبا سعيد الحداد يكتب أصناف حماد بن\nسلمة...، فذكر حكاية. (7/457) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0005'> Vol. 14, p. 0005</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head0'>AUT 169 - حماد بن زيد بن درهم الأزدي</h2>\n\n<p>\n(ع) العلامة، الحافظ، الثبت، محدث الوقت، أبو إسماعيل الأزدي، مولى آل\nجرير بن حازم البصري، الأزرق، الضرير، أحد الأعلام. أصله من سجستان، سبي\nجده درهم منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0006'> Vol. 14, p. 0006</a>\n            </div>\n            \n</p>\n\n<p>\nسمع من: أنس بن سيرين، وعمرو بن دينار، وأبي عمران الجوني، ومحمد بن زياد\nالقرشي الجمحي، وأبي جمرة الضبعي، وثابت البناني، وبديل بن ميسرة، وأيوب\nالسختياني، وعبد العزيز بن صهيب، وبشر بن حرب، وسلم بن قيس العلوي، وشعيب\nبن الحبحاب، وعاصم بن أبي النجود، وعامر بن عبد الواحد الأحول، وعباس بن\nفروخ الجريري، وعبيد الله بن أبي يزيد المكي، وكثير بن زياد الأزدي، ومحمد\nبن واسع، ومطر الوراق، وهارون بن رئاب، وواصل مولى أبي عيينة بن المهلب،\nوأبي التياح الضبعي، ويزيد الرشك، وإسحاق بن سويد، وجميل بن مرة، وحاجب بن\nالمهلب بن أبي صفرة، والزبير بن الخريت، والزبير بن عربي، والصقعب بن زهير،\nوكثير من شنظير، ومنصور بن المعتمر، وبرد بن سنان، وداود بن أبي هند، ويونس\nبن عبيد، وأبي حازم الأعرج، وعبيد الله بن أبي بكر بن أنس، وخلق كثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0007'> Vol. 14, p. 0007</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه: إبراهيم بن أبي عبلة، وسفيان، وشعبة - وهم من شيوخه - وعبد\nالوارث بن سعيد، وعبد الرحمن بن مهدي، وعبد الله بن المبارك، وأبو النعمان\nعارم، ومسدد، وسليمان بن حرب، وعبيد الله القواريري، ومحمد بن عبيد بن\nحساب، وعلي بن المديني - وهو أكبر شيخ عنده - وزكريا بن عدي، ومحمد بن عيسى\nبن الطباع، وقتيبة بن سعيد، وسهل بن عثمان العسكري، وإبراهيم بن يوسف\nالبلخي الفقيه، وداود بن عمرو الضبي، وسنيد بن داود المصيصي، وسليمان بن\nأيوب صاحب البصري، ومحمد بن أبي بكر المقدمي، وأبو الربيع الزهراني، ومحمد\nبن موسى الحرشي، ومحمد بن زنبور، ومحمد بن النضر المروزي، وإسحاق بن أبي\nإسرائيل، وأحمد بن عبدة، وعبد الله بن معاوية الجمحي، وأبو الأشعث أحمد بن\nالمقدام العجلي، والهيثم بن سهل - خاتمة من <span id='ms1987'></span> روى عنه - وأمم سواهم. قد\nاستوعب كثيرا، منهم: شيخنا أبو الحجاج في (تهذيبه). (7/458) قال عبد الرحمن\nبن مهدي: أئمة الناس في زمانهم أربعة: سفيان الثوري بالكوفة، ومالك\nبالحجاز، والأوزاعي بالشام، وحماد بن زيد بالبصرة. وقال يحيى بن معين: ليس\nأحد أثبت من حماد بن زيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0008'> Vol. 14, p. 0008</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يحيى بن يحيى النيسابوري: ما رأيت شيخا أحفظ من حماد بن زيد. وقال\nأحمد بن حنبل: حماد بن زيد من أئمة المسلمين، من أهل الدين، هو أحب إلي من\nحماد بن سلمة. وقال عبد الرحمن بن مهدي: لم أر أحدا قط أعلم بالسنة، ولا\nبالحديث الذي يدخل في السنة من حماد بن زيد. وروي عن: سفيان الثوري، قال:\nرجل البصرة بعد شعبة ذاك الأزرق -يعني: حمادا-. قال وكيع بن الجراح: ما كنا\nنشبه حماد بن زيد إلا بمسعر. قال سليمان بن حرب: لم يكن لحماد بن زيد كتاب،\nإلا كتاب يحيى بن سعيد الأنصاري. وقال أحمد بن عبد الله العجلي: حماد بن\nزيد ثقة، وحديثه أربعة آلاف حديث، كان يحفظها، ولم يكن له كتاب. وقال عبد\nالرحمن بن خراش الحافظ: لم يخطئ حماد بن زيد في حديث قط، وفيه يقول ابن\nالمبارك: أيها الطالب علما * إيت حماد بن زيد تقتبس حلما وعلما * ثم قيده\nبقيد (7/459) قال عبد الرحمن بن مهدي: ما رأيت أعلم من حماد بن زيد، ومالك\nبن أنس، وسفيان الثوري، وما رأيت بالبصرة أحدا أفقه منه -يعني: حماد بن\nزيد-. وقال آخر: هو أجل أصحاب أيوب السختياني، وأثبتهم. وعن حماد بن زيد،\nقال: جالست أيوب عشرين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0009'> Vol. 14, p. 0009</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أحمد بن سعيد الدارمي: سمعت أبا عاصم النبيل يقول: مات حماد بن زيد\nيوم مات، ولا أعلم له في الإسلام نظيرا في هيئته ودله - أظنه قال: وسمته -\nقلت: تأخر موته عن مالك قليلا، ولذلك قال أبو عاصم ذلك، ولما سمع يزيد بن\nزريع بموت حماد بن زيد، قال: مات اليوم سيد المسلمين. قال أبو حاتم بن\nحبان: كان ضريرا، يحفظ حديثه كله. قلت: إنما <span id='ms1988'></span> أضر بأخرة. (7/460) قال أبو\nبكر الخطيب: قد روى عنه: إبراهيم بن أبي عبلة، والثوري، وخلق، آخرهم وفاة:\nالهيثم بن سهل التستري. قال محمد بن مصفى: حدثنا بقية بن الوليد، قال: ما\nرأيت بالعراق مثل حماد بن زيد. وقال خلف بن هشام البزار: المدلس متشبع بما\nلم يعط. قلت: هو داخل في قوله تعالى: {ويحبون أن يحمدوا بما لم يفعلوا} [آل\nعمران: 188]. قلت: والمدلس فيه شيء من الغش، وفيه عدم نصح للأمة، لا سيما\nإذا دلس الخبر الواهي، يوهم أنه صحيح، فهذا لا يحل بوجه، بخلاف باقي أقسام\nالتدليس، وما أحسن قول عبد الوارث بن سعيد: التدليس ذل. جماعة: سمعوا\nسليمان بن حرب: سمعت حماد بن زيد يقول في قوله: {لا ترفعوا أصواتكم فوق صوت\nالنبي} [الحجرات: 2] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0010'> Vol. 14, p. 0010</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أرى رفع الصوت عليه بعد موته، كرفع الصوت عليه في حياته، إذا قرئ\nحديثه، وجب عليك أن تنصت له، كما تنصت للقرآن يعمر. وروى: سليمان بن أيوب\nصاحب البصري - وهو صادق -: سمعت عبد الرحمن بن مهدي يقول: ما رأيت أحدا\nأعلم من حماد بن زيد، لا سفيان ولا مالك. وقال محمد بن عيسى الطباع: ما\nرأيت أعقل من حماد بن زيد. قال محمد بن وزير الواسطي: سمعت يزيد بن هارون\nيقول: قلت لحماد بن زيد: هل ذكر الله أصحاب الحديث في القرآن؟ قال: بلى،\nالله -تعالى- يقول: {فلولا نفر من كل فرقة منهم طائفة...}، الآية. (7/461)\nقال أبو العباس بن مسروق: حدثنا أيوب العطار: سمعت بشر بن الحارث -رحمه\nالله- يقول: حدثنا حماد بن زيد، ثم قال: أستغفر الله، إن لذكر الإسناد في\nالقلب خيلاء. قال سليمان بن حرب، عن حماد بن زيد، قال: جاءني أبان بن أبي\nعياش، فقال: أحب أن تكلم شعبة أن يكف عني. فكلمته، فكف عنه أياما، وأتاني\nفي الليل، فقال: إنه لا يحل الكف عن أبان، فإنه يكذب على رسول الله -صلى\nالله عليه وسلم-. قال عبد الرحمن بن أبي حاتم الحافظ: حدثنا أبي، حدثنا\nسليمان بن حرب: سمعت <span id='ms1989'></span> حماد بن زيد يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0011'> Vol. 14, p. 0011</a>\n            </div>\n            \n</p>\n\n<p>\nإنما يدورون على أن يقولوا: ليس في السماء إله -يعني: الجهمية-. وعن أبي\nالنعمان عارم، قال: قال حماد بن زيد: القرآن كلام الله، أنزله جبريل من عند\nرب العالمين. قلت: لا أعلم بين العلماء نزاعا، في أن حماد بن زيد من أئمة\nالسلف، ومن أتقن الحفاظ وأعدلهم، وأعدمهم غلطا، على سعة ما روى -رحمه\nالله-. مولده: في سنة ثمان وتسعين. قال إبراهيم بن سعيد الجوهري: سمعت أبا\nأسامة يقول: كنت إذا رأيت حماد بن زيد، قلت: أدبه كسرى، وفقهه عمر -رضي\nالله عنه-. قال الخليلي: سمعت عبد الله بن محمد الحافظ، سمعت أبا عبيد محمد\nبن محمد ابن أخي هلال الرأي، سمعت هشام بن علي يقول: كانوا يقولون: كان علم\nحماد بن سلمة أربعة دوانيق، وعقله دانقين، وعلم حماد بن زيد دانقين، وعقله\nأربعة دوانيق. قلت: مات في سنة تسع وسبعين ومائة، وفاقا في شهر رمضان. وقال\nأبو حفص الفلاس: مات في يوم الجمعة، تاسع عشر شهر رمضان. (7/462) وقال\nعارم: مات لعشر ليال خلون من رمضان، يوم الجمعة. وقال أبو داود: مات قبله\nمالك بشهرين وأيام. قلت: هذا وهم، بل مات قبله بستة أشهر - فرحمهما الله -\nفلقد كانا ركني الدين، ما خلفهما مثلهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0012'> Vol. 14, p. 0012</a>\n            </div>\n            \n</p>\n\n<p>\nومات فيها: بواسط الحافظ الحجة العابد القدوة، خالد بن عبد الله الطحان،\nومحدث الكوفة أبو الأحوص سلام بن سليم، ومفتي دمشق الهقل بن زياد - صاحب\nالأوزاعي - ومحدث حمص عبد الله بن سالم الأشعري. وفيها: كان مصرع ملك\nالخوارج، الذي يضرب بشجاعته المثل: الوليد بن طريف الشاري. ومن عوالي حماد\n- وقد أفردتها -: أخبرنا عبد الحافظ بن بدران، ويوسف بن أحمد، قالا: أنبأنا\nموسى بن عبد القادر، أنبأنا سعيد بن أحمد بن البناء، أنبأنا علي بن أحمد،\nأنبأنا أبو طاهر المخلص، حدثنا يحيى بن محمد، حدثنا أحمد بن المقدام، حدثنا\nحماد بن زيد، عن أبي عمران الجوني: سمعت جندب بن عبد الله - ولا أعلمه، إلا\nأنه قد رفعه - قال: (اقرؤوا القرآن ما ائتلفت عليه قلوبكم <span id='ms1990'></span>، فإذا اختلفتم\nفيه، فقوموا عنه). (7/463) أخبرنا علي بن أحمد بن عبد المحسن العلوي:\nأنبأنا أبو الحسن محمد بن أحمد القطيعي حضورا، أنبأنا محمد بن عبيد الله بن\nالزاغوني (ح). وأنبأنا أحمد بن إسحاق، أنبأنا عمر بن محمد الزاهد، أنبأنا\nهبة الله بن أحمد الشبلي، قالا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0013'> Vol. 14, p. 0013</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأنا أبو نصر محمد بن محمد، أنبأنا أبو طاهر المخلص، حدثنا أبو القاسم\nالبغوي، حدثنا أبو الربيع الزهراني، حدثنا حماد بن زيد، عن أيوب، عن نافع،\nعن ابن عمر، عن بلال: أن النبي -صلى الله عليه وسلم- صلى بين العمودين،\nتلقاء وجهه في جوف الكعبة. أخرجه: مسلم، عن الزهراني. وبه: إلى الزهراني:\nحدثنا حماد بن زيد، عن عمرو بن دينار، عن ابن عمر، عن بلال، قال: صلى رسول\nالله -صلى الله عليه وسلم- في البيت. وقال ابن عباس: لم يصل فيه، إنما كبر\nفي نواحيه. (7/464) وهذا إسناد صحيح. وإنما العبرة بقول من أثبت الصلاة،\nفإن معه زيادة علم. روى: أبو حاتم الرازي، عن مقاتل بن محمد، سمع وكيعا\nيقول: حماد بن زيد أحفظ من ابن سلمة، ما كنا نشبه حماد بن زيد إلا بمسعر.\nإسحاق الكوسج: عن يحيى، قال: حماد بن زيد أثبت من: عبد الوارث، وابن علية،\nوعبد الوهاب الثقفي، وابن عيينة. قال أبو زرعة: سمعت أبا الوليد يقول: يرون\nأن حماد بن زيد دون شعبة في الحديث. وقال عارم: سألت أم حماد بن زيد،\nوعمته، فقالت إحداهما: ولد زمن سليمان بن عبد الملك. وقالت الأخرى: ولد زمن\nعمر بن عبد العزيز. وقال خالد بن خداش: ولد سنة ثمان وتسعين. قال محمد بن\nسعد: حماد بن زيد يكنى: أبا إسماعيل، وكان عثمانيا، وكان ثقة، ثبتا، حجة،\nكثير الحديث. (7/465) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0014'> Vol. 14, p. 0014</a>\n            </div>\n            \n</p>\n\n<p>\nفصل: اشترك الحمادان في الرواية عن كثير من المشايخ، وروى عنهما جميعا\nجماعة من المحدثين، فربما روى الرجل منهم عن حماد، لم ينسبه، فلا يعرف أي\nالحمادين هو إلا بقرينة، فإن عري السند من القرائن - وذلك قليل - لم نقطع\nبأنه ابن زيد، ولا أنه ابن سلمة <span id='ms1991'></span>، بل نتردد، أو نقدره ابن سلمة، ونقول: هذا\nالحديث على شرط مسلم، إذ مسلم قد احتج بهما جميعا. فمن شيوخهما معا: أنس بن\nسيرين، وأيوب، والأزرق بن قيس، وإسحاق بن سويد، وبرد بن سنان، وبشر بن حرب،\nوبهز بن حكيم، وثابت، والجعد أبو عثمان، وحميد الطويل، وخالد الحذاء، وداود\nبن أبي هند، والجريري، وشعيب بن الحبحاب، وعاصم بن أبي النجود، وابن عون،\nوعبيد الله بن أبي بكر بن أنس، وعبيد الله بن عمر، وعطاء بن السائب، وعلي\nبن زيد، وعمرو بن دينار، ومحمد بن زياد، ومحمد بن واسع، ومطر الوراق، وأبو\nجمرة الضبعي، وهشام بن عروة، وهشام بن حسان، ويحيى بن سعيد الأنصاري، ويحيى\nبن عتيق، ويونس بن عبيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0015'> Vol. 14, p. 0015</a>\n            </div>\n            \n</p>\n\n<p>\nوحدث عن الحمادين: عبد الرحمن بن مهدي، ووكيع، وعفان، وحجاج بن منهال،\nوسليمان بن حرب، وشيبان، والقعنبي، وعبد الله بن معاوية الجمحي، وعبد\nالأعلى بن حماد، وأبو النعمان عارم، وموسى بن إسماعيل - لكن ما له عن حماد\nبن زيد سوى حديث واحد - ومؤمل بن إسماعيل، وهدبة، ويحيى بن حسان، ويونس بن\nمحمد المؤدب، وغيرهم. والحفاظ المختصون بالإكثار، وبالرواية عن حماد بن\nسلمة: بهز بن أسد، وحبان بن هلال، والحسن الأشيب، وعمر بن عاصم. والمختصون\nبحماد بن زيد، الذين ما لحقوا ابن سلمة، فهم أكثر وأوضح: كعلي بن المديني،\nوأحمد بن عبدة، وأحمد بن المقدام، وبشر بن معاذ العقدي، وخالد بن خداش،\nوخلف بن هشام، وزكريا بن عدي، وسعيد بن منصور، وأبي الربيع الزهراني،\nوالقواريري، وعمرو بن عون، وقتيبة بن سعيد، ومحمد بن أبي بكر المقدمي،\nولوين، ومحمد بن عيسى بن الطباع، ومحمد بن عبيد بن حساب، ومسدد، ويحيى بن\nحبيب، ويحيى بن يحيى التميمي، وعدة من أقرانهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0016'> Vol. 14, p. 0016</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا رأيت الرجل من هؤلاء الطبقة قد روى عن حماد وأبهمه، علمت أنه ابن\nزيد، وأن هذا لم يدرك حماد بن سلمة، وكذا إذا روى رجل ممن لقيهما، فقال:\nحدثنا حماد، وسكت، نظرت في شيخ حماد من هو؟ فإن رأيته من شيوخهما على\nالاشتراك <span id='ms1992'></span>، ترددت، وإن رأيته من شيوخ أحدهما على الاختصاص والتفرد، عرفته\nبشيوخه المختصين به، ثم عادة عفان لا يروي عن حماد بن زيد إلا وينسبه،\nوربما روى عن حماد بن سلمة فلا ينسبه، وكذلك يفعل حجاج بن منهال، وهدبة بن\nخالد. (7/466) فأما سليمان بن حرب، فعلى العكس من ذلك، وكذلك عارم يفعل،\nفإذا، قالا: حدثنا حماد، فهو ابن زيد، ومتى قال موسى التبوذكي: حدثنا حماد،\nفهو ابن سلمة، فهو روايته - والله أعلم -. ويقع مثل هذا الاشتراك سواء في\nالسفيانين، فأصحاب سفيان الثوري كبار قدماء، وأصحاب ابن عيينة صغار، لم\nيدركوا الثوري، وذلك أبين، فمتى رأيت القديم قد روى، فقال: حدثنا سفيان،\nوأبهم، فهو الثوري، وهم كوكيع، وابن مهدي، والفريابي، وأبي نعيم. فإن روى\nواحد منهم عن ابن عيينة بينه، فأما الذي لم يلحق الثوري، وأدرك ابن عيينة،\nفلا يحتاج أن ينسبه، لعدم الإلباس، فعليك بمعرفة طبقات الناس. بعونه\n-تعالى- وتوفيقه تم الجزء السابع من (سير أعلام النبلاء). ويليه الجزء\nالثامن، وأوله ترجمة: يحيى بن أيوب الغافقي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p0017'> Vol. 14, p. 0017</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "0001",
    "0002",
    "0003",
    "0004",
    "0005",
    "0006",
    "0007",
    "0008",
    "0009",
    "0010",
    "0011",
    "0012",
    "0013",
    "0014",
    "0015",
    "0016",
    "0017"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43"
  ]
}