{
  "content": "\n<p>\nتلا على هشام طائفة، منهم: أحمد بن يزيد الحلواني، وأبو عبيد - ومات قبله\n- وهارون الأخفش، وإسماعيل بن الحويرس، وأحمد بن محمد بن ماموية، وطائفة.\nوروى عنه: أبو عبيد القاسم بن سلام - ومات قبله بنيف وعشرين سنة - ومحمد بن\nسعد - ومات قبله ببضع عشرة سنة - ومؤمل بن الفضل الحراني كذلك، ويحيى بن\nمعين كذلك. وحدث عنه من كبار شيوخه: الوليد بن مسلم، ومحمد بن شعيب بن\nشابور. وحدث عنه من أصحاب الكتب: البخاري، وأبو داود، والنسائي، وابن ماجه.\nوروى الترمذي، عن رجل، عنه، ولم يلقه مسلم، ولا ارتحل إلى الشام، ووهم من\nزعم أنه دخل دمشق. (11/423) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0001'> Vol. 22, p. 0001</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، وحدث عنه بشر كثير، وجم غفير، منهم: ولده؛ أحمد، وأبو زرعة الدمشقي،\nوالرازي، وأبو حاتم، ودحيم، ومحمد بن عوف، والذهلي، ونوح بن حبيب، ويعقوب\nالفسوي، ويزيد بن عبد الصمد، وبقي بن مخلد، وصالح بن محمد جزرة، والحسن بن\nمحمد بن بكار، وابن أبي عاصم، وأحمد بن يحيى البلاذري المؤرخ، وإسحاق بن\nإبراهيم بن أبي حسان الأنماطي، وإسحاق بن إبراهيم البستي القاضي، وإسحاق بن\nإبراهيم بن نصر النيسابوري البشتي - بمعجمة - وإسحاق بن أبي عمران\nالإسفراييني الشافعي، وجعفر بن أحمد بن عاصم، وجعفر الفريابي، وجماهر بن\nأحمد الزملكاني، والحسين بن عبد الله الرقي القطان، والحسين بن الهيثم\nالرازي الكسائي، وحمدان بن غارم البخاري، وخالد بن روح الثقفي، وزكريا خياط\nالسنة، وسعد البيروتي، وسليمان بن حذلم، وسلامة بن ناهض المقدسي، والضحاك\nبن الحسين الإستراباذي، وعبد الله بن عتاب الزفتي، وعبد الله بن محمد بن\nسلم المقدسي، وعبد الله بن محمد بن طويط الرملي، وعبد الحميد بن محمود بن\nخالد السلمي، وعبد الرحيم بن عمر المازني، وأبو الأصبغ عبد العزيز بن محمد،\nوعبدان الأهوازي، وعثمان بن خرزاذ، وعلي بن <span id='ms3122'></span> الحسين بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0002'> Vol. 22, p. 0002</a>\n            </div>\n            \n</p>\n\n<p>\nثابت الرازي، وعمرو بن أبي زرعة الدمشقي، والفضل بن العباس الرازي فضلك،\nوقسطنطين الرومي، ومحمد بن أحمد بن عبيد بن فياض الوراق، ومحمد بن بشر بن\nيوسف الأرموي، وابن قتيبة العسقلاني، وأبو بكر محمد بن خريم العقيلي، ومحمد\nبن شيبة الراهبي، ومحمد بن صالح بن أبي عصمة، ومحمد بن عبدوس بن جرير\nالصوري، ومحمد بن عمير الرملي، ومحمد بن عون الوحيدي، ومحمد بن الفيض\nالغساني، وأبو بكر الباغندي، ومحمد بن وضاح القرطبي، ومحمد بن يحيى بن رزين\nالحمصي، ومحمد بن يزيد بن عبد الصمد، ومحمد بن يوسف بن بشير الهروي، ومحمود\nبن سميع الحافظ، وأبو عمران موسى بن سهل الجوني، ونصر بن زكريا - نزيل\nبخارى - وهميم بن همام الآملي، ووريزة بن محمد الغساني، ويحيى بن محمد بن\nأبي صغير الحلبي، وأمم سواهم. (11/424) وثقه: يحيى بن معين فيما نقله\nمعاوية بن صالح، وابن الجنيد. وروى أبو حاتم الرازي، عن يحيى بن معين: كيس\nكيس. وقال أحمد العجلي: ثقة. وقال مرة: صدوق. وقال النسائي: لا بأس به.\nوقال الدارقطني: صدوق، كبير المحل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0003'> Vol. 22, p. 0003</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حاتم: صدوق، لما كبر، تغير، وكل ما دفع إليه، قرأه، وكل ما لقن،\nتلقن، وكان قديما أصح. كان يقرأ من كتابه. وقال أبو داود: سمعت يحيى بن\nمعين يقول: هشام بن عمار كيس. ثم قال أبو داود: سليمان ابن بنت شرحبيل أبو\nأيوب خير منه، هشام حدث بأرجح من أربع مائة حديث، ليس لها أصل مسندة كلها،\nكان فضلك يدور على أحاديث أبي مسهر وغيره، يلقنها هشاما، ويقول هشام:\nحدثني، قد روي، فلا أبالي من حمل الخطأ. (11/425) وقال أبو عبيد الآجري: عن\nأبي داود: كان فضلك يدور بدمشق على أحاديث أبي مسهر والشيوخ يلقنها هشام بن\nعمار، فيحدثه بها. وكنت أخشى أن يفتق في الإسلام فتقا. أحمد بن خالد\nالخلال: حدثنا يحيى بن معين، حدثنا هشام بن عمار، وليس بالكذوب...، فذكر\nحديثا. وقال هاشم بن مرثد: سمعت ابن معين يقول: هشام بن عمار أحب إلي من <span id='ms3123'></span>\nابن أبي مالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0004'> Vol. 22, p. 0004</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو القاسم بن الفرات: أخبرنا أبو علي أحمد بن محمد الأصبهاني\nالمقرئ، لما توفي أيوب بن تميم -يعني: مقرئ دمشق- رجعت الإمامة حينئذ إلى\nرجلين: أحدهما مشتهر بالقراءة والضبط، وهو ابن ذكوان، فائتم الناس به،\nوالآخر مشتهر بالنقل والفصاحة والرواية، والعلم، والدراية، وهو هشام بن\nعمار، وكان خطيبا بدمشق، رزق كبر السن، وصحة العقل والرأي، فارتحل الناس\nإليه في نقل القراءة والحديث. نقل القراءة عنه: أبو عبيد، قبل موت هشام\nبنحو من أربعين سنة، وحدث عنه: هو، والوليد بن مسلم، وابن شابور. وكان ابن\nذكوان يفضله، ويرى مكانه؛ لكبر سنه. ولد: قبله بعشرين سنة. فأخذ القراءة\nعن: أيوب تلاوة، كما أخذها ابن ذكوان، وزاد عليه بأخذه القراءة عن: الوليد،\nوسويد بن عبد العزيز، وصدقة بن هشام - كذا قال، وأظنه أراد: صدقة بن خالد -\nوعراك بن خالد، وصدقة بن يحيى، ومدرك بن أبي سعد، وعمر بن عبد الواحد. وكل\nهؤلاء أئمة، قرؤوا على يحيى بن الحارث. فلما توفي ابن ذكوان سنة اثنين\nوأربعين، اجتمع الناس على إمامة هشام بن عمار في القراءة والنقل. وتوفي\nبعده بثلاث سنين. (11/426) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0005'> Vol. 22, p. 0005</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هشام عظيم القدر، بعيد الصيت، وغيره أتقن منه وأعدل - رحمه الله\nتعالى -. قال أبو أحمد بن عدي في (كامله): سمعت قسطنطين بن عبد الله مولى\nالمعتمد يقول: حضرت مجلس هشام بن عمار، فقال المستملي: من ذكرت؟ فقال:\nأخبرنا بعض مشايخنا، ثم نعس، ثم قال له: من ذكرت؟ فنعس، فقال المستملي: لا\nتنتفعوا به، فجمعوا له شيئا فأعطوه، فكان بعد ذلك يملي عليهم حتى يملوا.\nوقال محمد بن أحمد بن راشد بن معدان الأصبهاني: سمعت ابن وارة يقول: عزمت\nزمانا أن أمسك عن حديث هشام بن عمار؛ لأنه كان يبيع الحديث. قلت: العجب من\nهذا الإمام مع جلالته، كيف فعل هذا، ولم يكن محتاجا، وله اجتهاده. قال صالح\nبن محمد جزرة: كان هشام بن عمار يأخذ على الحديث، ولا يحدث ما لم يأخذ،\nفدخلت عليه، فقال: يا أبا علي، حدثني <span id='ms3124'></span> بحديث لعلي بن الجعد. فقال: حدثنا ابن\nالجعد، حدثنا أبو جعفر الرازي، عن الربيع، عن أبي العالية، قال: علم مجانا\nكما علمت مجانا. قال: تعرضت بي يا أبا علي؟ فقلت: ما تعرضت، بل قصدتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0006'> Vol. 22, p. 0006</a>\n            </div>\n            \n</p>\n\n<p>\nوقال صالح أيضا: كنت شارطت هشاما أن أقرأ عليه بانتخابي ورقة، فكنت آخذ\nالكاغد الفرعوني، وأكتب مقرمطا، فكان إذا جاء الليل، أقرأ عليه إلى أن يصلي\nالعتمة، فإذا صلى العتمة، يقعد، وأقرأ عليه، فيقول: يا صالح، ليس هذه ورقة،\nهذه شقة. (11/427) الإسماعيلي: أخبرنا عبد الله بن محمد بن سيار، قال: كان\nهشام بن عمار يلقن، وكان يلقن كل شيء ما كان من حديثه. فكان يقول: أنا قد\nأخرجت هذه الأحاديث صحاحا، وقال الله -تعالى-: {فمن بدله بعد ما سمعه،\nفإنما إثمه على الذين يبدلونه} [البقرة: 181] قال: وكان يأخذ على كل ورقتين\nدرهما، ويشارط، ويقول: إن كان الخط دقيقا، فليس بيني وبين الدقيق عمل. وكان\nيقول: وذاك أني قلت له: إن كنت تحفظ، فحدث، وإن كنت لا تحفظ، فلا تلقن ما\nيلقن، فاختلط من ذلك، وقال: أنا أعرف هذه الأحاديث. ثم قال لي بعد ساعة: إن\nكنت تشتهي أن تعلم، فأدخل إسنادا في شيء، فتفقدت الأسانيد التي فيها قليل\nاضطراب، فجعلت أسأله عنها، فكان يمر فيها يعرفها. قال أبو بكر المروذي: ذكر\nأحمد بن حنبل هشام بن عمار، فقال: طياش، خفيف. خيثمة: سمعت محمد بن عوف\nيقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0007'> Vol. 22, p. 0007</a>\n            </div>\n            \n</p>\n\n<p>\nأتينا هشام بن عمار في مزرعة له، وهو قاعد على مورج له، وقد انكشفت\nسوءته، فقلنا: يا شيخ، غط عليك. فقال: رأيتموه؟! لن ترمد عينكم أبدا -يعني:\nيمزح-. (11/428) قال الحافظ محمد بن أبي نصر الحميدي: أخبرني بعض أصحاب\nالحديث ببغداد: أن هشام بن عمار قال: سألت الله -تعالى- سبع حوائج، فقضى لي\nمنها ستا، والواحدة ما أدري ما صنع فيها. سألته أن يغفر لي ولوالدي، فما\nأدري، وسألته أن يرزقني الحج، ففعل، وسألته أن يعمرني مائة سنة، ففعل. قلت:\nإنما عاش اثنتين وتسعين سنة. ثم قال: وسألته أن يجعلني مصدقا <span id='ms3125'></span> على حديث رسول\nالله -صلى الله عليه وسلم- ففعل. وسألته أن يجعل الناس يغدون إلي في طلب\nالعلم، ففعل. وسألته أن أخطب على منبر دمشق، ففعل. وسألته أن يرزقني ألف\nدينار حلالا، ففعل. قال: فقيل له: كل شيء قد عرفناه، فألف دينار حلال من\nأين لك؟ فقال: وجه المتوكل بعض ولده ليكتب عني لما خرج إلينا -يعني: لما\nسكن دمشق، وبني له القصر بداريا-. قال: ونحن نلبس الأزر، ولا نلبس\nالسراويلات. فجلست، فانكشف ذكري، فرآه الغلام، فقال: استتر يا عم! قلت:\nرأيته؟ قال: نعم. قلت: أما إنه لا ترمد عينك أبدا - إن شاء الله -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0008'> Vol. 22, p. 0008</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فلما دخل على المتوكل، ضحك. قال: فسأله، فأخبره بما قلت له، فقال:\nفأل حسن تفاءل لك به رجل من أهل العلم، احملوا إليه ألف دينار. فحملت إلي،\nفأتتني من غير مسألة، ولا استشراف نفس. فهذه حكاية منقطعة، ولعلها جرت. قال\nأبو بكر محمد بن سليمان الربعي: حدثنا محمد بن الفيض الغساني، سمعت هشام بن\nعمار، يقول: باع أبي بيتا له بعشرين دينارا، وجهزني للحج، فلما صرت إلى\nالمدينة، أتيت مجلس مالك، ومعي مسائل أريد أن أسأله عنها. فأتيته وهو جالس\nفي هيئة الملوك، وغلمان قيام، والناس يسألونه، وهو يجيبهم. فلما انقضى\nالمجلس، قال لي بعض أصحاب الحديث: سل عن ما معك؟ فقلت له: يا أبا عبد الله،\nما تقول في كذا وكذا؟ فقال: حصلنا على الصبيان، يا غلام، احمله. فحملني كما\nيحمل الصبي، وأنا يومئذ غلام مدرك، فضربني بدرة مثل درة المعلمين سبع عشرة\nدرة، فوقفت أبكي. فقال لي: ما يبكيك؟ أوجعتك هذه الدرة؟ قلت: إن أبي باع\nمنزله، ووجه بي أتشرف بك، وبالسماع منك، فضربتني؟ فقال: اكتب. قال: فحدثني\nسبعة عشر حديثا، وسألته عما كان معي من المسائل، فأجابني. (11/429) قال\nيعقوب بن إسحاق الهروي، عن صالح بن محمد الحافظ: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0009'> Vol. 22, p. 0009</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت هشام بن عمار يقول: دخلت على مالك، فقلت له: حدثني. فقال: اقرأ.\nفقلت: لا، بل حدثني. فقال: اقرأ. فلما أكثرت عليه، قال: يا غلام <span id='ms3126'></span>، تعال اذهب\nبهذا، فاضربه خمسة عشر. فذهب بي، فضربني خمس عشرة درة، ثم جاء بي إليه،\nفقال: قد ضربته. فقلت له: لم ظلمتني؟ ضربتني خمس عشرة درة بغير جرم، لا\nأجعلك في حل. فقال مالك: فما كفارته؟ قلت: كفارته أن تحدثني بخمسة عشر\nحديثا. قال: فحدثني بخمسة عشر حديثا. فقلت له: زد من الضرب، وزد في الحديث.\nفضحك مالك، وقال: اذهب. قال الخليلي: سمعت علي بن أحمد بن صالح المقرئ،\nحدثنا الحسن بن علي الطوسي، سمعت محمد بن طرخان، سمعت هشام بن عمار يقول:\nقصدت باب مالك، فهجمت عليه بلا إذن، فأمر غلاما له، حتى ضربني سبعة عشر ضرب\nالسلاطين، وأخرجت، فقعدت على بابه أبكي، ولم أبك للضرب، بل بكيت حسرة، فحضر\nجماعة. قال: فقصصت عليهم، فشفعوا في، فأملى علي سبعة عشر حديثا. قال محمد\nبن خريم الخريمي: سمعت هشام بن عمار يقول في خطبته: قولوا الحق، ينزلكم\nالحق منازل أهل الحق، يوم لا يقضى إلا بالحق. (11/430) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0010'> Vol. 22, p. 0010</a>\n            </div>\n            \n</p>\n\n<p>\nمعروف بن محمد بن معروف الواعظ، عن أبي المستضيء معاوية بن أوس السكسكي\nمن أهل بيت قوفا، قال: رأيت هشام بن عمار إذا مشى، أطرق إلى الأرض لا يرفع\nرأسه إلى السماء حياء من الله -عز وجل-. قلت: وكان هشام خطيبا، بليغا، صاحب\nبديهة. روى عنه: عبدان الجواليقي، قال: ما أعدت خطبة منذ عشرين سنة. ثم قال\nعبدان: ما كان في الدنيا مثله. وقال أبو زرعة الرازي: من فاته هشام بن\nعمار، يحتاج أن ينزل في عشرة آلاف حديث. قال أبو بكر أحمد بن المعلى\nالقاضي: رأيت هشام بن عمار في النوم، والمشايخ متوافرون؛ سليمان بن عبد\nالرحمن، وغيره، وهو يكنس المسجد، فماتوا، وبقي هو آخرهم. قال ابن حبان\nالبستي: كانت أذناه لاصقتين برأسه، وكان يخضب بالحناء. (11/431) قلت: لم\nيخرج له الترمذي سوى حديث سوق الجنة، رواه عنه محمد بن إسماعيل البخاري\nعنه، ورواه ابن ماجه عاليا عنه. ووقع لي عاليا في أمالي أبي الحسين بن\nسمعون، رواه عن شيخ ليس بثقة، يقال <span id='ms3127'></span> له: أحمد بن سليمان بن زبان الكندي، عن\nهشام. وابن زبان: هو آخر من زعم في الدنيا أنه سمع من هشام، وبقي بعده إلى\nسنة ثمان وثلاثين وثلاث مائة، وله (جزء) مشهور. قال الفسوي: سمعت هشام بن\nعمار يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0011'> Vol. 22, p. 0011</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت من سعيد بن بشير مجلسا مع أصحابنا، فلم أكتبه، وسمعت الكثير من بكير\nبن معروف. قال عبدان الأهوازي: كنا لا نصلي خلف هدبة بن خالد من طول صلاته،\nيسبح في الركوع والسجود نيفا وثلاثين تسبيحة، وكان من أشبه خلق الله بهشام\nبن عمار لحيته ووجهه، وكل شيء حتى في صلاته. (11/432) قلت: أما قول الإمام\nفيه: طياش، فلأنه بلغه عنه أنه قال في خطبته: الحمد لله الذي تجلى لخلقه\nبخلقه. فهذه الكلمة لا ينبغي إطلاقها، وإن كان لها معنى صحيح، لكن يحتج بها\nالحلولي والاتحادي. وما بلغنا أنه سبحانه وتعالى تجلى لشيء إلا بجبل الطور،\nفصيره دكا. وفي تجليه لنبينا -صلى الله عليه وسلم- اختلاف أنكرته عائشة،\nوأثبته ابن العباس. وبكل حال: كلام الأقران بعضهم في بعض يحتمل، وطيه أولى\nمن بثه، إلا أن يتفق المتعاصرون على جرح شيخ، فيعتمد قولهم - والله أعلم -.\nوقد روى هشام غير حديث، عن ابن لهيعة في كتابه إليه، وحسبك قول أحمد بن أبي\nالحواري مع جلالته: إذا حدثت ببلد فيه مثل هشام بن عمار، يجب للحيتي أن\nتحلق. وقال أبو بكر المروذي في كتاب (القصص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0012'> Vol. 22, p. 0012</a>\n            </div>\n            \n</p>\n\n<p>\nورد علينا كتاب من دمشق: سل لنا أبا عبد الله، فإن هشاما قال: لفظ جبريل\nعليه السلام، ومحمد -صلى الله عليه وسلم- بالقرآن مخلوق. فسألت أبا عبد\nالله، فقال: أعرفه طياشا، لم يجتر الكرابيسي أن يذكر جبريل ولا محمدا. هذا\nقد تجهم في كلام غير هذا. قلت: كان الإمام أحمد يسد الكلام في هذا الباب،\nولا يجوزه، وكذلك كان يبدع من يقول: لفظي بالقرآن غير مخلوق. ويضلل من\nيقول: لفظي بالقرآن قديم، ويكفر من يقول: القرآن مخلوق. بل يقول: القرآن\nكلام الله منزل غير مخلوق، وينهى عن الخوض في مسألة <span id='ms3128'></span> اللفظ. ولا ريب أن\nتلفظنا بالقرآن من كسبنا، والقرآن الملفوظ المتلو كلام الله -تعالى- غير\nمخلوق، والتلاوة والتلفظ والكتابة والصوت به من أفعالنا، وهي مخلوقة -\nوالله أعلم -. (11/433) قال ابن عدي في (كامله): حدثنا الحسين بن عبد الله\nالقطان، حدثنا هشام بن عمار، قال: كتب إلينا ابن لهيعة، عن أبي عشانة، عن\nعقبة بن عامر، قال: قال رسول الله -صلى الله عليه وسلم-: (إن الله ليعجب\nإلى الشاب ليست له صبوة). قال محمد بن خريم العقيلي: سمعت هشام بن عمار\nيخطب: قولوا الحق، ينزلكم الحق منازل أهل الحق، يوم لا يقضى إلا بالحق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0013'> Vol. 22, p. 0013</a>\n            </div>\n            \n</p>\n\n<p>\nوقال محمد بن الفيض الغساني: كان هشام بن عمار يربع بعلي -رضي الله عنه-.\nقلت: خالف أهل بلده، وتابع أئمة الأثر. وقال أبو حاتم: لما كبر هشام، تغير.\nقال محمد بن الفيض: سمعت هشاما يقول: في جوسية رجل شرعبي كان له بغل، فكان\nيدلج على بغله من جوسية - وهي من قرى حمص - يوم الجمعة، فيصلي الجمعة في\nمسجد دمشق، ثم يروح، فيبيت في أهله، فكان الناس يعجبون منه. ثم إن بغله\nمات، فنظر إلى جنبيه، فإذا ليس له أضلاع، إنما له صفحتان، عظم مصمت. ثم قال\nمحمد بن الفيض: وسمعت جدي، وبكار بن محمد يذكران حديث الشرعبي، كما قال\nهشام بن عمار. رواها: تمام الرازي، عن محمد بن سليمان الربعي، عنه.\n(11/434) وقال محمد بن الفيض أيضا: جاء رجل من قرية الحرجلة يطلب لعرس أخيه\nلعابين، فوجد الوالي قد منعهم، فجاء يطلب مغبرين -يعني: مزمزمين يغبرون\nبالقضيب-. قال: فلقيه صوفي ماجن، فأرشده إلى ابن ذكوان، وهو خلف المنبر،\nفجاءه، وقال: إن السلطان قد منع المخنثين. فقال: أحسن والله. فقال: فنعمل\nالعرس بالمغبرين، وقد دللت عليك. فقال: لنا رفيق، فإن جاء، جئت، وهو ذاك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0014'> Vol. 22, p. 0014</a>\n            </div>\n            \n</p>\n\n<p>\nوأشار إلى هشام بن عمار، فقام الرجل إليه، وهو عند المحراب متكئ، فقال\nالرجل لهشام: أبو من أنت؟ فرد عليه ردا ضعيفا، فقال: أبو الوليد. فقال: يا\nأبا الوليد، أنا من الحرجلة. قال: ما أبالي من <span id='ms3129'></span> أين كنت. قال: إن أخي يعمل\nعرسه. فقال: فماذا أصنع؟ قال: قد أرسلني أطلب له المخنثين. قال: لا بارك\nالله فيهم ولا فيك. قال: وقد طلب المغبرين، فأرشدت إليك. قال: ومن بعثك؟\nقال: هذاك الرجل. فرفع هشام رجله، ورفسه، وقال: قم. وصاح بابن ذكوان: أقد\nتفرغت لهذا؟! قال: أي والله، أنت رئيسنا، لو مضيت، مضينا. قال ابن الفيض:\nرأى هشام عصا لابن ذكوان، فقال: أنا أكبر من أبيه، وما أحمل عصا. (11/435)\nأخبرنا أحمد بن إسحاق، أخبرنا الفتح بن عبد السلام، أخبرنا محمد بن عمر\nالقاضي، ومحمد بن علي، ومحمد بن أحمد الطرائفي، قالوا: أخبرنا أبو جعفر\nمحمد بن أحمد بن المسلمة، أنبأنا عبيد الله بن عبد الرحمن، أخبرنا جعفر بن\nمحمد الفريابي، حدثنا هشام بن عمار، حدثنا عبد العزيز بن أبي حازم، عن\nأبيه، عن ابن عمر: أنه رأى الناس يدخلون المسجد، فقال: من أين جاء هؤلاء؟\nقالوا: من عند الأمير. فقال: إن رأوا منكرا، أنكروه، وإن رأوا معروفا أمروا\nبه؟ فقالوا: لا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0015'> Vol. 22, p. 0015</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فما يصنعون؟ قال: يمدحونه، ويسبونه إذا خرجوا من عنده. فقال ابن\nعمر: إن كنا لنعد النفاق على عهد رسول الله -صلى الله عليه وسلم- فيما دون\nهذا. رواته ثقات، لكنه ليس بمتصل، ما أظن أبا حازم سمعه من ابن عمر. وبه:\nحدثنا هشام بن عمار، حدثنا أسد بن موسى، حدثنا عوف بن موسى البصري، سمعت\nمعاوية بن قرة يقول: أن لا نكون في نفاق، أحب إلي من الدنيا وما فيها، كان\nعمر يخشاه، وآمنه أنا! قال البخاري، وغيره: توفي هشام بن عمار في آخر\nالمحرم، سنة خمس وأربعين ومائتين. وكان ولده أحمد ممن قرأ عليه القرآن.\nوعاش: إلى سنة ست عشرة وثلاث مائة. (11/436) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0016'> Vol. 22, p. 0016</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head0'>AUT 99 - عبد الله بن معاوية أبو جعفر الجمحي NOTMATCH</h2>\n\n<p>\n99 - عبد الله بن معاوية، أبو جعفر الجمحي (د، ت، ق) الإمام، المحدث، أبو\nجعفر الجمحي، الصدوق، مسند البصرة. عاش: مائة عام. سمع من: حماد بن سلمة،\nوالقاسم الحداني، ومحمد بن راشد، ومهدي بن ميمون، وعدة تفرد <span id='ms3130'></span> عنهم. روى عنه:\nأبو داود، والترمذي، وابن ماجه، وأحمد بن عمرو، والبزار، وأبو يعلى، وبكر\nبن مقبل، وعلي الغضائري، ومحمد بن يحيى بن مندة، وزكريا الساجي، وخلق كثير.\nوما علمت به بأسا. حمل عنه أئمة. توفي: سنة ثلاث وأربعين ومائتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0017'> Vol. 22, p. 0017</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUT 100 - أبو مصعب أحمد بن القاسم بن الحارث الزهري</h2>\n\n<p>\n(4) الإمام، الثقة، شيخ دار الهجرة، أبو مصعب أحمد بن أبي بكر القاسم بن\nالحارث بن زرارة بن مصعب بن عبد الرحمن بن عوف القرشي، الزهري، المدني،\nالفقيه، قاضي المدينة. ولد: سنة خمسين ومائة. ولازم: مالك بن أنس، وتفقه\nبه، وسمع منه (الموطأ)، وأتقنه عنه. وسمع من: العطاف بن خالد، ويوسف بن\nالماجشون، ومسلم بن خالد الزنجي، وحسين بن زيد بن علي، وابن أبي حازم،\nومحرز بن هارون، وإبراهيم بن سعد، ومحمد بن إبراهيم بن دينار، وعبد العزيز\nبن محمد الدراوردي، وطبقتهم. (11/437) حدث عنه: البخاري، ومسلم، وأبو داود،\nوالترمذي، وابن ماجه. وروى: النسائي، عن رجل، عنه. وروى عنه: إسماعيل\nالقاضي، وبقي بن مخلد، ويعقوب بن سفيان، وأبو زرعة الرازي، ومطين، ومحمد بن\nالمعافى الصيداوي، وأبو إسحاق إبراهيم بن عبد الصمد الهاشمي، وخلق كثير.\nقال الزبير بن بكار: هو فقيه أهل المدينة غير مدافع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0018'> Vol. 22, p. 0018</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي حاتم: حدثنا عبد الله بن محمد بن الفضل الصيداوي: أتى قوم\nأبا مصعب الزهري، فقالوا: إن قبلنا ببغداد رجلا، يقول: لفظه بالقرآن مخلوق.\nفقال: هذا كلام خبيث نبطي. وقال الزبير بن بكار: كان أبو مصعب على شرطة\nعبيد الله بن الحسن بن عبد الله الهاشمي؛ عامل المأمون على المدينة، وولي\nالقضاء. قال: وقال أبو زرعة، وأبو حاتم: صدوق. قلت: احتج به أصحاب الصحاح.\nوقال أحمد بن أبي خيثمة في (تاريخه): خرجنا في سنة تسع عشرة ومائتين إلى\nمكة، فقلت لأبي: عمن أكتب؟ فقال: لا تكتب عن أبي مصعب، واكتب عمن شئت. قلت:\nأظنه نهاه عنه؛ لدخوله في القضاء والمظالم، وإلا فهو ثقة، نادر الغلط، كبير\nالشأن. (11/438) قال أبو محمد بن حزم: آخر شيء روي عن مالك من <span id='ms3131'></span> الموطآت:\n(موطأ أبي مصعب)، و(موطأ أحمد بن إسماعيل السهمي)، وفي هذين الموطأين نحو\nمن مائة حديث زائدة. وهما آخر ما روي عن مالك. وفي ذلك دليل على أنه كان\nيزيد في (الموطأ) أحاديث كل وقت، كان أغفلها، ثم أثبتها، وهكذا يكون\nالعلماء - رحمهم الله -. قال ابن عبد البر: مات أبو مصعب سنة إحدى وأربعين\nومائتين. كذا قال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0019'> Vol. 22, p. 0019</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الزبير بن بكار: مات في شهر رمضان، سنة اثنين وأربعين ومائتين، وهو\nعلى القضاء، وله اثنتان وتسعون سنة. قال أبو الحسن الدارقطني: أبو مصعب:\nثقة في (الموطأ)، وقدمه على يحيى بن بكير. قال أبو إسحاق في (طبقاته): كان\nأبو مصعب من أعلم أهل المدينة. روي أنه قال: يا أهل المدينة، لا تزالون\nظاهرين على أهل العراق ما دمت لكم حيا. قلت: سمعت (موطأه) من أبي الفضل\nأحمد بن هبة الله بن تاج الأمناء في سنة خمس وتسعين وست مائة، سوى ذاك\nالفوت القديم، وهو المساقاة والقراض بإجازته عن المؤيد الطوسي. قال: أخبرنا\nهبة الله بن سهل السيدي، أخبرنا أبو عثمان البحيري، أخبرنا زاهر بن أحمد\nالسرخسي، أخبرنا إبراهيم بن عبد الله الهاشمي، أخبرنا أبو مصعب الزهري، عن\nمالك. (11/439) أخبرنا إسماعيل بن عبد الرحمن المرداوي، أخبرنا عبد الله بن\nأحمد الفقيه، أخبرنا أحمد بن إسحاق، أخبرنا محمد بن أبي القاسم المفسر،\nومحمد بن إبراهيم المغازلي، وعمر بن بركة، والأنجب بن أبي السعادات، وسعيد\nبن ياسين، وصفية بنت أبي طاهر (ح). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0020'> Vol. 22, p. 0020</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا سنقر بن عبد الله الزيني بحلب، أخبرنا عبد اللطيف بن يوسف، وعبد\nاللطيف بن محمد، والأنجب بن أبي السعادات، وعلي بن أبي الفخار، ومحمد بن\nمحمد بن السباك، وغيرهم (ح). أخبرنا إسماعيل بن الفراء أيضا، وأحمد بن\nمؤمن، ومحمد بن علي، ومحمد بن يعقوب الأسدي، وابن عمه؛ أيوب بن أبي بكر،\nوعبد الكريم بن محمد بن محمد، وبيبرس المجدي، قالوا: أخبرنا إبراهيم بن\nعثمان الكاشغري، قالوا كلهم: أخبرنا أبو الفتح محمد بن عبد الباقي، زاد\nالكاشغري، فقال: وأخبرنا علي بن عبد <span id='ms3132'></span> الرحمن الطوسي (ح). وأخبرنا أبو\nالمعالي أحمد بن إسحاق، أخبرنا محمد بن عمر الحربي، عن محمد بن ناصر الحافظ\n(ح). وأخبرنا أبو المعالي، أخبرنا أبو الوقت محاسن إجازة - إن لم يكن سماعا\n- أخبرنا أبو بكر محمد بن عبيد الله بن الزعفراني، قالوا أربعتهم: أخبرنا\nمالك بن أحمد الفراء، أخبرنا أبو الحسن أحمد بن محمد بن المجبر، حدثنا\nإبراهيم بن عبد الصمد إملاء، حدثنا أبو مصعب أحمد بن أبي بكر الزهري، عن\nمالك، عن ابن شهاب، عن عبد الله والحسن؛ ابني محمد بن علي، عن أبيهما، عن\nعلي بن أبي طالب -رضي الله عنه-: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0021'> Vol. 22, p. 0021</a>\n            </div>\n            \n</p>\n\n<p>\nأن رسول الله -صلى الله عليه وسلم- نهى عن متعة النساء يوم خيبر، وعن أكل\nلحوم الحمر الإنسية. متفق عليه. (11/440) أخرجه: البخاري، عن عبد الله بن\nيوسف، ومسلم، عن يحيى بن يحيى، كلاهما عن مالك. ورواه: البخاري أيضا، عن\nمسدد، عن يحيى بن سعيد، عن عبيد الله بن عمر، ومسلم، عن ابن نمير، عن أبيه،\nعن عبيد الله، وعن حرملة، عن ابن وهب، عن يونس، وعن عبد بن حميد، عن عبد\nالرزاق، عن معمر، جميعا عن ابن شهاب. ورواه: النسائي في تصنيفه لحديث مالك،\nفقال: حدثنا زكريا السجزي، قال: حدثنا إبراهيم بن عبد الله - وهو ابن أبي\nشيبة - عن سعيد بن محبوب، عن عبثر بن القاسم، عن سفيان الثوري، عن الإمام\nمالك، فكأن مشايخي سمعوه من النسائي. وقد سمى أبو القاسم في (النبل) والد\nأبي مصعب زرارة، والصحيح أن اسمه كنيته بدليل ما أخبرني أحمد بن عساكر، عن\nعبد المعز بن محمد، أخبرنا زاهر، أنبأنا محمد، أخبرنا أبو أحمد الحاكم،\nأخبرنا محمد بن إبراهيم بن زياد الطيالسي، حدثنا أبو مصعب أحمد بن أبي بكر\nالزهري، وسألناه عن اسم أبيه، فقال: لا يعرف له اسم. (11/441) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0022'> Vol. 22, p. 0022</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUT 101 - العثماني أبو مروان محمد بن عثمان بن خالد</h2>\n\n<p>\n(ق) الإمام، المحدث، أبو مروان محمد بن عثمان بن خالد الأموي، العثماني،\nالمدني. حدث عن: أبيه. وعن: إبراهيم بن سعد، وعبد الرحمن بن أبي الزناد <span id='ms3133'></span>،\nومحمد بن ميمون، وعبد العزيز بن أبي حازم، وطائفة. وما علمت له شيئا يصح عن\nمالك. وعنه: ابن ماجه، وأحمد بن زيد القزاز، وإسحاق الخزاعي، وبقي بن مخلد،\nوجعفر الفريابي، وعمران بن مجاشع، ومحمد بن يحيى بن مندة، وآخرون. قال صالح\nجزرة: هو ثقة، صدوق، إلا أنه يروي عن أبيه المناكير. وقال البخاري: صدوق.\nقال موسى بن هارون: توفي سنة إحدى وأربعين ومائتين. أخبرنا أحمد بن إسحاق،\nأخبرنا الفتح، أنبأنا الأرموي، وغيره، قالوا: أخبرنا ابن المسلمة، أخبرنا\nعبيد الله الزهري، حدثنا جعفر بن محمد، حدثنا أبو مروان، حدثنا عبد العزيز\nبن أبي حازم، عن العلاء، عن أبيه، عن أبي هريرة: أن رسول الله -صلى الله\nعليه وسلم- قال: (بادروا بالأعمال فتنا كقطع الليل المظلم، يصبح الرجل\nمؤمنا، ويمسي كافرا، ويمسي مؤمنا، ويصبح كافرا، يبيع دينه بعرض من الدنيا).\nوفيها مات: أحمد بن حنبل، وجبارة بن المغلس، وسجادة، وأبو توبة الحلبي،\nوأبو قدامة السرخسي، ويعقوب بن كاسب، وهدية بن عبد الوهاب، وزيد بن الحريش،\nوإسماعيل بن بهرام الخزاز. (11/442) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0023'> Vol. 22, p. 0023</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUT 102 - القواريري عبيد الله بن عمر بن ميسرة</h2>\n\n<p>\n(خ، م، د، س) الإمام، الحافظ، محدث الإسلام، أبو سعيد الجشمي مولاهم،\nالبصري، القواريري، الزجاج، نزيل بغداد. ولد: سنة اثنين وخمسين ومائة\nتقريبا. وحدث عن: حماد بن زيد، وعبد الوارث، وجعفر بن سليمان، وعبد الواحد\nبن زياد، ومعاوية بن عبد الكريم، وعبد العزيز الدراوردي، وفضيل بن سليمان،\nوبشر بن المفضل، وخالد بن الحارث، وغندر، وفضيل بن عياض، وأبي عوانة، ويزيد\nبن زريع، وعبد الله بن جعفر المخرمي، وسفيان بن عيينة، ويوسف بن الماجشون،\nوهشيم بن بشير، ويحيى بن أبي زائدة، وخلق كثير. وجمع، ودون. (11/443) حدث\nعنه: البخاري، ومسلم، وأبو داود، وأبو زرعة، وإبراهيم الحربي، وأبو حاتم،\nوعبد الله بن أحمد، وبقي بن مخلد، وجعفر الفريابي، وأبو يعلى الموصلي، وأبو\nبكر أحمد بن علي المروزي، وصالح بن محمد جزرة، وخلق سواهم. وكتب عنه: يحيى\nبن معين، وأحمد بن حنبل، وابن سعد. وثقه: يحيى، وصالح جزرة الحافظ،\nوالنسائي <span id='ms3134'></span>. وقال ابن سعد: ثقة، كثير الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0025'> Vol. 22, p. 0025</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حاتم: صدوق. قال أحمد بن سيار: لم أر في جميع من رأيت مثل مسدد\nبالبصرة، والقواريري ببغداد، وصدقة بن الفضل بمرو. عبد المؤمن بن خلف: سمعت\nصالح بن محمد يقول: القواريري أثبت من الزهراني، وأشهر وأعلم بحديث البصرة،\nما رأيت أحدا أعلم بحديث البصرة منه، ومن علي -يعني: ابن المديني- وإبراهيم\nبن عرعرة. وقد سمعت القواريري يقول: ما رأيت أبا الربيع عند حماد قط. ابن\nالأنباري: سمعت ثعلبا يقول: سمعت من عبيد الله القواريري مائة ألف حديث.\n(11/444) أنبأنا ابن علان، أخبرنا الكندي، أخبرنا القزاز، أخبرنا الخطيب،\nأخبرنا ابن رزقويه، سمعت علي بن الحسن بن زكريا القطيعي الشاعر، سمعت أبا\nالقاسم البغوي، سمعت عبيد الله القواريري يقول: لم تكن تكاد تفوتني صلاة\nالعتمة في جماعة، فنزل بي ضيف، فشغلت به، فخرجت أطلب الصلاة في قبائل\nالبصرة، فإذا الناس قد صلوا، فقلت في نفسي: يروى عن النبي -صلى الله عليه\nوسلم- أنه قال: (صلاة الجميع تفضل على صلاة الفذ إحدى وعشرين درجة). وروي:\n(خمسا وعشرين درجة). وروي: (سبعا وعشرين). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0026'> Vol. 22, p. 0026</a>\n            </div>\n            \n</p>\n\n<p>\nفانقلبت إلى منزلي، فصليت العتمة سبعا وعشرين مرة، ثم رقدت، فرأيتني مع\nقوم راكبي أفراس، وأنا راكب، ونحن نتجارى وأفراسهم تسبق فرسي، فجعلت أضربه\nلألحقهم، فالتفت إلي آخرهم، فقال: لا تجهد فرسك، فلست بلاحقنا. قال: فقلت:\nولم؟ قال: لأنا صلينا العتمة في جماعة. وبه، قال الخطيب: أخبرنا أبو\nالغنائم بن الغزاء ببيت المقدس، حدثنا أحمد بن الحسين بن جعفر العطار بمصر،\nحدثنا عبد الحميد بن أحمد الوراق، حدثنا عبد الله بن جعفر بن الورد، حدثنا\nإسماعيل بن أبي اليمان الحارثي، سمعت حفص بن عمرو الربالي يقول: رأيت عبيد\nالله القواريري في المنام، فقلت: ما صنع الله بك؟ فقال لي: غفر لي،\nوعاتبني. وقال: يا عبيد الله! أخذت من هؤلاء القوم؟ فقلت: يا رب، أنت\nأحوجتني إليهم، ولو لم تحوجني، لم آخذ. قال: فقال لي: إذا قدموا علينا،\nكافأناهم عنك. ثم قال لي: أما ترضى أن <span id='ms3135'></span> كتبتك في أم الكتاب سعيدا؟! قلت: وقع\nلنا من عوالي القواريري في (المخلصيات)، وفي جزء (صفة المنافق). (11/445)\nقال علي بن أحمد بن النضر الأزدي، وعبد الله البغوي: مات القواريري سنة خمس\nوثلاثين ومائتين. زاد البغوي: يوم الخميس، لاثني عشر يوما مضين من ذي\nالحجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0027'> Vol. 22, p. 0027</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحسين بن قهم: توفي ببغداد، يوم الجمعة، وحضره خلق كثير. وقد روى:\nالنسائي، عن القاضي المروزي، عنه حديثا، ولم يكتب القواريري الحديث إلا على\nكبر من السن، ولو أنه بكر بالطلب، لسمع من جرير بن حازم وأقرانه، ولكن\nالسماع واللقاء مقدر. قرأت على أحمد بن إسحاق: أخبركم الفتح بن عبد السلام،\nأخبرنا محمد بن عمر القاضي، ومحمد بن أحمد الطرائفي، ومحمد بن الداية،\nقالوا: أخبرنا أبو جعفر بن المسلمة، أخبرنا عبيد الله بن عبد الرحمن،\nأخبرنا جعفر الفريابي، حدثنا عبيد الله بن عمر القواريري، ومحمد بن أبي بكر\nالمقدمي، قالا: حدثنا ديلم بن غزوان، حدثنا ميمون الكردي، عن أبي عثمان\nالنهدي، قال: كنت عند عمر، فسمعته يقول في خطبته: سمعت رسول الله -صلى الله\nعليه وسلم- يقول: (أخوف ما أخاف على أمتي كل منافق عليم اللسان). هذا حديث\nمقارب الإسناد، لم يخرجوه في الكتب الستة. وميمون: فيه لين. وقد قال يحيى\nبن معين: لا بأس به، وديلم صدوق. تابعه على الحديث: الحسن بن أبي جعفر.\n(11/446) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0028'> Vol. 22, p. 0028</a>\n            </div>\n            \n</p>\n\n<p>\nومات مع القواريري: محمد بن عباد المكي، وأبو بكر بن أبي شيبة، وسريج بن\nيونس، ومنصور بن أبي مزاحم، والحارث بن عبد الله الخازن بهمذان، ومحمد بن\nحاتم بن ميمون السمين، وعبد الصمد بن يزيد مردويه الصائغ، وعبد الرحمن بن\nصالح الأزدي - رافضي - وأحمد بن عمر الوكيعي العبد الصالح، وزكريا بن يحيى\nزحمويه الواسطي، والحسين بن الحسن الشيلماني ببغداد، وشجاع بن مخلد في صفر،\nوشيبان بن فروخ في قول، وإبراهيم بن العلاء زبريق، وعبد الله بن عمر بن\nالرماح النيسابوري، وسليمان بن أيوب صاحب البصري، ومحمد بن سفيان بن زياد\nالمعافري صاحب الليث، وسهل بن عثمان العسكري الحافظ، وإبراهيم بن <span id='ms3136'></span> المنذر\nالحزامي. وقيل: سنة ست. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0029'> Vol. 22, p. 0029</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUT 103 - أبو الصلت عبد السلام بن صالح الهروي</h2>\n\n<p>\n(ق) الشيخ، العالم، العابد، شيخ الشيعة، أبو الصلت عبد السلام بن صالح\nالهروي، ثم النيسابوري، مولى قريش، له فضل وجلالة، فيا ليته ثقة. روى عن:\nمالك، وحماد بن زيد، وشريك، وعبد الوارث، وهشيم، وعبد السلام بن حرب، وابن\nعيينة، وعلي بن موسى الرضى، وعدة. حدث عنه: عباس الدوري، وأبو بكر بن أبي\nالدنيا، وأحمد بن أبي خيثمة، ومحمد بن ضريس، وعبد الله بن أحمد، والحسين بن\nإسحاق التستري، وخلق كثير. (11/447) وكان زاهدا، متعبدا، أعجب به المأمون\nلما رآه، وأدناه، وجعله من خاصته. قال أحمد بن سيار: قدم مرو غازيا. ولما\nأراد المأمون أن يظهر التجهم وخلق القرآن، جمع بين هذا وبين بشر بن غياث\nليناظره. قال: وكان أبو الصلت يرد على أهل الأهواء من الجهمية والمرجئة\nوالقدرية، فكلم بشرا غير مرة بحضرة المأمون، واستظهر. ثم قال ابن سيار:\nناظرته لأستخرجه، فلم أره يغلو، ورأيته يقدم أبا بكر، ولا يذكر الصحابة إلا\nبالجميل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0030'> Vol. 22, p. 0030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: هذا مذهبي وديني، إلا أن ثم أحاديث يرويها في المثالب. قال ابن\nمحرز: سألت يحيى بن معين عن أبي الصلت، فقال: ليس ممن يكذب. وقال عباس:\nسمعت ابن معين يوثق أبا الصلت، فذكر له حديث: (أنا مدينة العلم)، فقال: قد\nحدث به محمد بن جعفر الفيدي، عن أبي معاوية. قلت: جبلت القلوب على حب من\nأحسن إليها، وكان هذا بارا بيحيى، ونحن نسمع من يحيى دائما، ونحتج بقوله في\nالرجال، ما لم يتبرهن لنا وهن رجل انفرد بتقويته، أو قوة من وهاه. (11/448)\nوقد ضرب أبو زرعة على حديث أبي الصلت. وقال أبو حاتم: لم يكن عندي بصدوق.\nوقال النسائي، وغيره: ليس بثقة. وقال الدارقطني: قيل عنه: إنه قال: كلب\nللعلوية خير من جميع بني أمية. قال حاتم بن يونس الجرجاني الحافظ: سألت ابن\nمعين عنه، فقال: صدوق، أحمق. وعن صالح بن محمد، قال: رأيت ابن معين جاء إلى\nأبي الصلت، فسلم عليه. وعن أبي الصلت <span id='ms3137'></span>، قال: اختلفت إلى سفيان بن عيينة\nثلاثين سنة أسأله، وكنت آتيه وأنا صبي، وحججت خمسين حجة. وعن محمد بن عصم،\nسمعت أبا الصلت يقول: أخذت من هؤلاء -يعني: الدولة- ألف ألف وثلاث مائة\nألف، وضعت منها سبع مائة ألف في أهل الحرمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0031'> Vol. 22, p. 0031</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زيد الضرير: حدثنا أبو الصلت، حدثنا علي بن عبد الرحمن، عن فلان،\nعن أبيه، قال: إذا خرج المهدي، نادى مناد: من كان له جار مرجئ، وعليه دين،\nفليبعه، ويقضي دينه. فسمعت مشايخ ممن حضر يقولون: لما حدث أبو الصلت بهذا،\nقال أبو الوليد الحنفي: ليس ذا بمهدي، بل معتدي، يأمر ببيع الأحرار. وقاموا\nمن عنده، وتركوه. مات أبو الصلت: سنة ست وثلاثين ومائتين، في شوالها. وله\nعدة أحاديث منكرة. خرج له: ابن ماجه. (11/449) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0032'> Vol. 22, p. 0032</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUT 104 - اللؤلؤي محمد بن إسحاق بن حرب البلخي</h2>\n\n<p>\nالإمام، الحافظ، البارع، أبو عبد الله محمد بن أبي يعقوب إسحاق بن حرب\nالبلخي، اللؤلؤي. حدث عن: مالك، وخارجة بن مصعب، ويحيى بن يمان، وجماعة.\nروى عنه: أبو بكر بن أبي الدنيا، والحسين بن أبي الأحوص، وآخرون. قال أحمد\nبن سيار المروزي: كان آية من الآيات في الحفظ. كان لا يكلمه أحد إلا علاه\nفي كل فن. وزعموا أنه ذاكر سليمان الشاذكوني، فانتصف منه. ذكره الخطيب،\nوأشار إلى تضعيفه. يقع لي من روايته في تصانيف ابن أبي الدنيا. لعله مات\nبعد الثلاثين ومائتين. (11/450) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0033'> Vol. 22, p. 0033</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUT 105 - منصور ابن المهدي محمد بن منصور أبي جعفر العباسي</h2>\n\n<p>\nولي الشام للأمين، وولي البصرة لأخيه الرشيد، وقد دعي للخلافة بعد\nالمائتين، لما ثاروا على المأمون، فامتنع. حدث عن: الوليد بن مسلم، وسويد\nبن عبد العزيز. روى عنه: أبو العيناء. قال أبو الصقر محمد بن داود: كان أبي\nعلى شرطة منصور بدمشق، فدس منصور من سرق من الجامع قلة البلور. فلما رأى\nالإمام مكانها، ضرب بقلنسوته الأرض، وصرخ: سرقت قلتكم. فقال الناس: لا صلاة\nبعد القلة، فصارت مثلا، وكانت أخذت للأمين، ثم ردها المأمون إلى موضعها.\nعاش الأمير منصور إلى سنة ست وثلاثين ومائتين <span id='ms3138'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0034'> Vol. 22, p. 0034</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUT 106 - السمين أبو عبد الله بن حاتم بن ميمون المروزي</h2>\n\n<p>\n(م، د) الإمام، الحافظ، المجود، المفسر، أبو عبد الله بن حاتم بن ميمون\nالمروزي، ثم البغدادي، السمين. سمع: سفيان بن عيينة، وعبد الله بن إدريس،\nوإسماعيل بن علية، ويحيى القطان، ووكيع بن الجراح، وأمما. حدث عنه: مسلم،\nوأبو داود، والحسن بن سفيان، وأحمد بن الحسن الصوفي، وآخرون. وثقه: ابن\nعدي، والدارقطني. وقال ابن سعد: جمع كتابا في تفسير القرآن، كتبه الناس عنه\nببغداد، وكان ينزل قطيعة الربيع. (11/451) وذكره أبو حفص الفلاس، فقال: ليس\nبشيء. قلت: هذا من كلام الأقران الذي لا يسمع، فإن الرجل ثبت حجة. مات: في\nآخر سنة خمس وثلاثين ومائتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0035'> Vol. 22, p. 0035</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن هبة الله، عن المؤيد بن محمد، أخبرنا محمد بن الفضل،\nأخبرنا عبد الغافر بن محمد، أخبرنا ابن عمرويه الجلودي، حدثنا إبراهيم بن\nسفيان، حدثنا مسلم بن الحجاج، حدثنا زهير، ومحمد بن حاتم، وعبد بن حميد،\nقال عبد: حدثني، وقال الآخران: حدثنا يعقوب بن إبراهيم، أخبرنا ابن أخي ابن\nشهاب، عن عمه، قال: قال سالم: سمعت أبا هريرة يقول: سمعت رسول الله -صلى\nالله عليه وسلم- يقول: (كل أمتي معافى إلا المجاهرين، وإن من الإجهار أن\nيعمل العبد بالليل عملا، ثم يصبح قد ستره ربه، فيقول: يا فلان، عملت\nالبارحة كذا وكذا، وقد بات يستره ربه، فيبيت يستره ربه، ويصبح يكشف ستر\nالله عنه). (11/452) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0036'> Vol. 22, p. 0036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUT 107 - محمد بن حاتم المصيصي</h2>\n\n<p>\n(د) العابد، صدوق، لقبه: حبى. يكنى: أبا جعفر. يروي عن: ابن المبارك،\nوسفيان بن عيينة، ومروان بن معاوية، وعدة. وعنه: أبو داود، ويعقوب بن شيبة،\nوهلال بن العلاء الرقي، وعبد الكريم الديرعاقولي، وأبو إسماعيل الترمذي،\nويوسف القاضي، وآخرون. وروى: أبو داود أيضا، والنسائي، عن رجل، عنه. قال\nأبو حاتم: صدوق. قيل: توفي سنة خمس وعشرين ومائتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0037'> Vol. 22, p. 0037</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUT 108 - محمد بن حاتم بن سليمان الزمي</h2>\n\n<p>\n(ت، س) المؤدب، خراساني، ثقة، صاحب حديث، نزل سامراء. وحدث عن: هشيم،\nوعمار بن محمد، وجرير بن عبد الحميد، وطبقتهم. وعنه: الترمذي، والنسائي،\nوعبد الله بن <span id='ms3139'></span> أحمد، وأبو حامد الحضرمي، وآخرون. وثقه: الدارقطني. توفي: سنة\nست وأربعين ومائتين. ذكرت هذين للتمييز، فالثلاثة متعاصرون كبار. وفي أهل\nالعلم جماعة محمد بن حاتم، لكنهم أصغر من هذه الطبقة. (11/453)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0038'> Vol. 22, p. 0038</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUT 109 - صاحب البصري أبو أيوب سليمان بن أيوب</h2>\n\n<p>\nالإمام، الحافظ، المجود، الثقة، أبو أيوب سليمان بن أيوب، صاحب البصري.\nحدث عن: حماد بن زيد، وهارون بن دينار، وعبد الرحمن بن مهدي، وطبقتهم. حدث\nعنه: إسماعيل القاضي، وصالح جزرة، وأحمد بن الحسن الصوفي، وأبو القاسم\nالبغوي. قال يحيى بن معين: ثقة، حافظ. وروى: الحسين بن حبان، قال: قال ابن\nمعين: سليمان صاحب البصري من الحفاظ الثقات، كان يتحفظ عند يحيى بن سعيد،\nيأنف أن يكتب عنده. وقال علي بن الجنيد الرازي: كان أبو أيوب من الحفاظ، لم\nأر بالبصرة أنبل منه. وقال مطين: مات في سنة خمس وثلاثين ومائتين. (11/454)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0039'> Vol. 22, p. 0039</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUT 110 - سهل بن عثمان أبو مسعود العسكري</h2>\n\n<p>\n(م) الإمام، الحافظ، المجود، الثبت، أبو مسعود العسكري. سمع: حماد بن\nزيد، وشريكا القاضي، وأبا الأحوص، وعبد الرحمن بن عبد الملك بن أبجر، ويزيد\nبن زريع، وعلي بن مسهر، ويحيى بن أبي زائدة، وزياد بن عبد الله، وطبقتهم.\nحدث عنه: مسلم، وعبيد بن محمد الغزال، وعلي بن أحمد بن بسطام، وجعفر بن\nأحمد بن فارس، وعبد الرحمن بن محمد بن سلم الرازي، وعبدان الأهوازي، وعدد\nكثير. وحدث عنه من أقرانه: علي بن المديني. قال أبو الشيخ: خرج عن أصبهان\nإلى الري في سنة اثنتين وثلاثين ومائتين، ثم رجع إلى العراق. قال: ومات\nبعسكر مكرم، وكان كثير الفوائد والغرائب. وقال أبو زرعة، وأبو حاتم: صدوق.\nوذكره: ابن حبان في (تاريخ الثقات). وقال أبو بكر بن أبي عاصم: مات سنة خمس\nوثلاثين ومائتين. قلت: لعله بلغ الثمانين، وكان من مشايخ الإسلام. وفيها\nمات: أحمد بن عمر الوكيعي، وإبراهيم بن العلاء الحمصي، وإسحاق بن إبراهيم\nالموصلي النديم، وسريج بن يونس، ونائب بغداد إسحاق بن إبراهيم بن مصعب،\nوشيبان بن فروخ، وأبو بكر بن أبي شيبة، وعبيد الله القواريري، ومحمد بن <span id='ms3140'></span>\nحاتم السمين، ومعلى بن مهدي، ومنصور بن أبي مزاحم، وشجاع بن مخلد. (11/455)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0040'> Vol. 22, p. 0040</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUT 111 - ابن نمير محمد بن عبد الله بن نمير الهمداني</h2>\n\n<p>\n(ع) الحافظ، الحجة، شيخ الإسلام، أبو عبد الرحمن الهمداني، ثم الخارفي\nمولاهم، الكوفي. ولد: سنة نيف وستين ومائة، فهو من أقران أحمد بن حنبل،\nوعلي بن المديني. حدث عن: أبيه؛ الحافظ عبد الله بن نمير، والمطلب بن زياد،\nوعمر بن عبيد الطنافسي، وإخوته، وحميد بن عبد الرحمن الرؤاسي، وابن إدريس،\nوأبي خالد الأحمر، وأبي معاوية، وابن فضيل، ومروان بن معاوية، وسفيان بن\nعيينة، وابن علية، ووكيع، وحكام بن سلم، ويزيد بن هارون، والمحاربي، ومحمد\nبن بشر، وأبي عاصم، وأبي أسامة، وخلق كثير. حدث عنه: البخاري ومسلم في\n(الصحيحين)، وأبو داود، وابن ماجه - وروى الباقون عن رجل عنه - ومحمد بن\nيحيى الذهلي، وأبو حاتم، وأبو زرعة، ويعقوب بن شيبة، ويعقوب الفسوي، وبقي\nبن مخلد، وأحمد بن ملاعب، ومطين، وعبد الله بن أحمد بن حنبل، وأبو يعلى\nالموصلي، وخلق سواهم. (11/456) وكان رأسا في العلم والعمل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0042'> Vol. 22, p. 0042</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو إسماعيل الترمذي: كان أحمد بن حنبل يعظم محمد بن عبد الله بن\nنمير تعظيما عجيبا، ويقول: أي فتى هو؟! وقال إبراهيم بن مسعود الهمذاني:\nسمعت أحمد بن حنبل يقول: محمد بن عبد الله بن نمير درة العراق. قال علي بن\nالحسين بن الجنيد الحافظ: كان أحمد وابن معين يقولان في شيوخ ما يقول ابن\nنمير فيهم -يعني: يقتديان بقوله في أهل بلده-. قال ابن الجنيد: ما رأيت\nبالكوفة مثل محمد بن عبد الله بن نمير، كان رجلا قد جمع العلم والفهم\nوالسنة والزهد، وكان يلبس في الشتاء الشاتي لبادة، وفي الصيف يدير، وكان\nفقيرا. وقال أحمد بن سنان القطان: ما رأيت من الكوفيين من أحداثهم رجلا\nأفضل عندي من ابن نمير، كان يصلي بنا الفرائض، وأبوه يصلي خلفه، قدم علينا\nأيام يزيد بن هارون -يعني: واسطا-. قال أحمد بن عبد الله العجلي: كوفي،\nثقة، يعد من أصحاب الحديث. وقال أبو حاتم: ثقة، يحتج بحديثه <span id='ms3141'></span>. وقال أبو\nداود: هو أثبت من أبيه. (11/457) وقال النسائي: ثقة، مأمون. وقال أبو حاتم\nبن حبان: كان من الحفاظ المتقنين، وأهل الورع في الدين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0043'> Vol. 22, p. 0043</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا سليمان بن قدامة، أخبرنا جعفر بن علي، أخبرنا السلفي، أخبرنا جعفر\nالسراج، أخبرنا أبو محمد الخلال، حدثنا يحيى بن علي بن يحيى، حدثنا عبيد\nالله بن المهتدي بالله، حدثنا أحمد بن محمد بن رشدين، سمعت أحمد بن صالح\nالمصري الحافظ يقول: ما رأيت بالعراق مثل أحمد بن حنبل ببغداد، ومحمد بن\nعبد الله بن نمير بالكوفة جامعين، لم أر مثلهما بالعراق. قال البخاري: مات\nفي شعبان - أو رمضان - سنة أربع وثلاثين ومائتين. وقال ابن حبان: في شعبان.\nأخبرنا أبو الفضل أحمد بن هبة الله بن تاج الأمناء قراءة عليه سنة اثنتين\nوتسعين وست مائة، عن أبي روح عبد المعز بن محمد الهروي، أن تميم بن أبي\nسعيد أخبرهم، أخبرنا محمد بن عبد الرحمن، أخبرنا أبو عمرو بن حمدان، أخبرنا\nأبو يعلى أحمد بن علي، حدثنا محمد بن عبد الله بن نمير، حدثنا محمد بن بشر،\nحدثنا عبيد الله، عن أبي بكر بن سالم، عن سالم، عن ابن عمر: أن رسول الله\n-صلى الله عليه وسلم- قال: (أريت في النوم، أني أنزع بدلو على قليب، فجاء\nأبو بكر، فنزع ذنوبا أو ذنوبين، فنزع نزعا ضعيفا، والله يغفر له، ثم جاء\nعمر، فاستقى، فاستحالت غربا، فلم أر عبقريا من الناس يفري فريه حتى روي\nالناس، وضربوا بعطن). هذا حديث صحيح غريب من هذا الوجه، ولا يكاد يعرف أبو\nبكر إلا بهذا الحديث. أخرجه: البخاري، ومسلم، عن ابن نمير، فوقع موافقة\nعالية. (11/458) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0044'> Vol. 22, p. 0044</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUT 112 - عبيد بن يعيش أبو محمد الكوفي المحاملي</h2>\n\n<p>\n(م، س) الحافظ، الحجة الأوحد، أبو محمد الكوفي، المحاملي، العطار. سمع:\nأبا بكر بن عياش، وعبد الرحمن المحاربي، ومحمد بن فضيل، ووكيعا، وابن نمير،\nويحيى بن آدم، وعدة. حدث عنه: مسلم، والنسائي بواسطة، وأبو زرعة الرازي،\nوالبخاري في جزء رفع اليدين، ومحمد بن أيوب البجلي، وإبراهيم بن أبي داود <span id='ms3142'></span>\nالبرلسي، ومحمد بن عبد الله مطين، ومحمد بن جعفر القتات، وخلق كثير.\n(11/459) قال أبو داود: ثقة ثقة. وقال أبو حاتم: صدوق. قال عمار بن رجاء:\nسمعت عبيد بن يعيش يقول: أقمت ثلاثين سنة ما أكلت بيدي بالليل، كانت أختي\nتلقمني، وأنا أكتب. قلت: هو من الحفاظ الذين ما ارتحلوا من بلدهم. قال\nالحافظ أبو بكر بن منجويه، وغيره: مات عبيد بن يعيش في رمضان، سنة تسع\nوعشرين ومائتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0046'> Vol. 22, p. 0046</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUT 113 - المرادي أبو شريك يحيى بن يزيد بن ضماد</h2>\n\n<p>\nالمحدث، الصدوق، أبو شريك يحيى بن يزيد بن ضماد المرادي، المصري، عمر\nوأسن. وحدث عنه: مالك بن أنس، وحماد بن زيد، وضمام بن إسماعيل، ومفضل بن\nفضالة، وغيرهم. روى عنه: أبو حاتم، ويعقوب الفسوي، ومحمد بن محمد بن\nالباغندي، ومحمد بن داود بن عثمان الصدفي، وآخرون. توفي: في شعبان، سنة ست\nوأربعين ومائتين. (11/460) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0047'> Vol. 22, p. 0047</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUT 114 - الطنافسي أبو الحسن علي بن محمد بن إسحاق</h2>\n\n<p>\n(ق) الإمام، الحافظ، المتقن، محدث قزوين، أبو الحسن علي بن محمد بن\nإسحاق بن أبي شداد. وقيل: علي بن محمد بن نباتة. وقيل: ابن شروى. وقيل: ابن\nعبد الرحمن الكوفي، الطنافسي. حدث عن: أخواله؛ محمد بن عبيد، ويعلى بن\nعبيد، وأبي بكر بن عياش، وسفيان بن عيينة، وأبي معاوية، وابن وهب، وحفص بن\nغياث، ومحمد بن فضيل، وعبد الرحمن المحاربي، ووكيع، وطبقتهم. حدث عنه: ابن\nماجه - فأكثر - وزياد بن أيوب الطوسي - مع تقدمه - وأبو زرعة، وأبو حاتم،\nوابن وارة، وعلي بن الحسين بن الجنيد، ومحمد بن أيوب بن الضريس، وعلي بن\nسعيد بن بشير الرازيون، وابنه قاضي قزوين الحسين بن علي، ويحيى بن عبدل،\nوآخرون. قال أبو حاتم: كان ثقة، صدوقا، هو أحب إلي من أبي بكر بن أبي شيبة\nفي الفضل والصلاح، وأبو بكر أكثر منه حديثا، وأفهم. قال أبو يعلى الخليلي:\nأقام علي بن محمد وأخوه بقزوين، وارتحل إليهما الكبار، قال: ولهما محل\nعظيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0048'> Vol. 22, p. 0048</a>\n            </div>\n            \n</p>\n\n<p>\nولم يكن إسنادهما في ذلك الوقت بعال، سمعا سفيان بن عيينة...، ثم سمى\nجماعة. قال: وتوفي الحسن <span id='ms3143'></span> بن محمد في سنة 222، وتوفي أبو الحسن علي في سنة\nثلاث وثلاثين ومائتين. أخبرنا تاج الدين عبد الخالق، أخبرنا الإمام أبو\nمحمد بن قدامة (ح). وأخبرنا أبو سعيد الزيني، أخبرنا عبد اللطيف بن يوسف،\nقالا: أخبرنا أبو زرعة طاهر بن محمد، أخبرنا أبو منصور محمد بن الحسن\nالمقومي، أخبرنا القاسم بن أبي المنذر الخطيب، أخبرنا علي بن إبراهيم\nالقطان، حدثنا محمد بن يزيد الحافظ، حدثنا علي بن محمد، حدثنا وكيع، حدثنا\nحماد بن سلمة، عن محمد بن زياد، عن أبي هريرة، قال: رأيت النبي -صلى الله\nعليه وسلم- حامل الحسين على عاتقه، ولعابه يسيل عليه. هذا حديث غريب، تفرد\nبه ابن ماجه، وهذا على شرط مسلم. (11/461) ومات معه: يحيى بن معين، ويحيى\nبن أيوب المقابري، وسليمان ابن بنت شرحبيل، وحبان بن موسى المروزي، وروح بن\nصلاح المصري، وإبراهيم بن الحجاج السامي، وأحمد بن عبد الله بن أبي شعيب\nالحراني، وداهر بن نوح الأهوازي، وسهل بن عثمان العسكري، وعبد الجبار بن\nعاصم النسائي، وعقبة بن مكرم الضبي، والقاضي محمد بن سماعة الحنفي، ومحمد\nبن عائذ الكاتب، ومحمد بن الزيات الوزير، ويزيد بن موهب بالرملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0049'> Vol. 22, p. 0049</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUT 115 - محمود بن الحسن الوراق</h2>\n\n<p>\nبغدادي، خير، شاعر، مجود، سائر النظم في المواعظ. روى عنه: ابن أبي\nالدنيا، وأبو العباس بن مسروق. وقيل: كانت له جارية أعطي فيها سبعة آلاف\nدينار، فامتنع، فلما مات اشتريت للمعتصم بسبع مائة دينار. ثم قال لها: كيف\nرأيت؟ قالت: إذا كان أمير المؤمنين ينتظر بشهواته المواريث، فسبعون دينارا\nفي كثيرة. (11/462) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0051'> Vol. 22, p. 0051</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head17'>AUT 116 - وهب بن بقية بن عثمان بن سابور بن عبيد بن آدم</h2>\n\n<p>\n(م، د، س) المحدث، الإمام، الثقة، أبو محمد الواسطي وهبان. ولد: سنة خمس\nوخمسين ومائة. قاله بحشل في (تاريخه). روى عن: حماد بن زيد حكاية، وعن يزيد\nبن زريع، وخالد بن عبد الله الطحان، وجعفر بن سليمان، ومرحوم بن عبد\nالعزيز، والحكم بن ظهير، وعبد الوهاب الثقفي، وبشر بن المفضل، وهشيم، ونوح\nبن قيس، وأبي خالد الأحمر، والمغيرة بن مطرف - واسطي <span id='ms3144'></span> - ومحمد بن هارون بن\nعبيد - شيخ واسطي - ويحيى بن عبد الملك بن أبي غنية، وعدة. وعنه: مسلم،\nوأبو داود، وروى النسائي عن زكريا خياط السنة عنه، وأبو زرعة، وبقي، وجعفر\nالفريابي، وأبو بكر أحمد بن علي المروزي، وعبد الله بن أحمد، وأبو يعلى،\nوالبغوي، وعبدان، وأبو العباس السراج، وابن ناجية، ومحمود بن محمد الواسطي،\nوعلي بن إسحاق بن زاطيا، وخلق سواهم. روى: هاشم بن مرثد، عن يحيى بن معين،\nقال: وهبان ثقة، ولكنه سمع وهو صغير. (11/463) قلت: بل ما سمع حتى صار ابن\nنيف وعشرين سنة، ولو سمع في صغره، للحق جرير بن حازم وأقرانه. وقال أبو بكر\nالخطيب: كان ثقة، قدم بغداد، وحدث بها. وقال أحمد بن كامل: كان وهب يخضب\nبالحناء، ومات بواسط، في سنة تسع وثلاثين ومائتين. وفيها أرخه: بحشل،\nومطين، والبغوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0052'> Vol. 22, p. 0052</a>\n            </div>\n            \n</p>\n\n<p>\nذكر شيء من عواليه: أخبرنا أحمد بن إسحاق، أخبرنا الفتح بن عبد السلام،\nأخبرنا أبو الفضل الأرموي، وأبو غالب بن الداية، ومحمد بن أحمد الطرائفي\n(ح). وأخبرنا يحيى بن منصور الفقيه في كتابه، أخبرنا عمر بن محمد ببغداد\nسنة سبع وست مائة - وفيها توفي - وأنبأنا علي بن أحمد، أخبرنا عمر بن أحمد\nبدمشق سنة ثلاث وست مائة، وأخبرنا محمد بن عبد الملك بن خيرون - وزاد -\nحدثنا ابن الصيرفي الفقيه، عنه، فقال: وأخبرنا يحيى بن علي، وعبد الخالق بن\nعبد الصمد، وأبو غالب بن البناء (ح). وأخبرنا الفخر بن البخاري أيضا،\nأخبرتنا نعمة بنت علي بن يحيى بن علي، أخبرنا جدي (ح). وأخبرنا المسلم بن\nمحمد القيسي، وإبراهيم بن علي الفقيه، قالا: أخبرنا داود بن أحمد الوكيل\n(ح). وأخبرنا أبو المرهف المقداد بن أبي القاسم الصقلي، أخبرنا سعيد بن\nمحمد بن سعيد بن الرزاز، قالا: أخبرنا أبو الفضل الأرموي (ح). وأخبرنا أبو\nالفرج عبد الرحمن بن الزين، وإبراهيم بن علي، قالا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0054'> Vol. 22, p. 0054</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الفتح، عن مشايخه الثلاثة، قالوا سبعتهم: أخبرنا أبو جعفر محمد بن\nأحمد بن المسلمة، أخبرنا عبيد الله بن عبد الرحمن، أخبرنا جعفر بن محمد <span id='ms3145'></span>\nالفريابي سنة ثمان وتسعين ومائتين، حدثنا وهب بن بقية، أخبرنا إسحاق بن\nيوسف، عن زكريا بن أبي زائدة، عن الشعبي، عن زياد بن حدير، قال: قال عمر\n-رضي الله عنه-: إن أخوف ما أخاف عليكم ثلاثة: منافق يقرأ القرآن لا يخطئ\nفيه واوا ولا ألفا، يجادل الناس أنه أعلم منهم ليضلهم عن الهدى، وزلة عالم،\nوأئمة مضلون. (11/464) وفيها - أي سنة تسع - مات: داود بن رشيد، وصفوان بن\nصالح، وعثمان بن أبي شيبة، وإبراهيم بن يوسف البلخي الفقيه، ومحمد بن مهران\nالرازي الجمال، ووهب بن بقية، ويحيى بن موسى خت، ومحمود بن غيلان المروزي،\nومحمد بن النضر المروزي، وعبد الله بن عمر بن أبان، والصلت بن مسعود\nالجحدري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0055'> Vol. 22, p. 0055</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUT 117 - الغزي محمد بن عمرو</h2>\n\n<p>\nالغزي، العابد، الزاهد. روى عن: العطاف بن خالد، والوليد بن مسلم،\nوجماعة. وعنه: ولده؛ عبد الله بن محمد، وأبو زرعة الرازي، ومحمد بن الحسن\nبن قتيبة العسقلاني، وآخرون. قال أبو زرعة: ما رأيت بمصر أصلح منه، وكان\nيأتي عليه ثمانية عشر يوما لا يأكل فيها ولا يشرب. وقال إبراهيم بن أبي\nأيوب: حدثنا محمد بن عمرو - وكان يأكل في شهر رمضان أكلتين -. قلت: بقي إلى\nنحو الأربعين ومائتين، وهو من مشايخ (حلية الأولياء). (11/465)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0056'> Vol. 22, p. 0056</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUT 118 - هناد بن السري بن مصعب بن أبي بكر بن شبر بن صعفوق</h2>\n\n<p>\n(عخ، م، 4) الإمام، الحجة، القدوة، زين العابدين، أبو السري التميمي،\nالدارمي، الكوفي، مصنف كتاب (الزهد)، وغير ذلك. روى أبو العباس السراج أنه\nقال: ولدت سنة اثنتين وخمسين ومائة. حدث عن: شريك، وأبي الأحوص، وابن\nالمبارك، وهشيم، وعبثر بن القاسم، وإسماعيل بن عياش، وابن أبي الزناد،\nوملازم بن عمرو، وأبي بكر بن عياش، وسفيان بن عيينة، وحاتم بن إسماعيل،\nوعبدة بن سليمان، وعلي بن مسهر، وعيسى بن يونس، وأبي معاوية، ويحيى بن أبي\nزائدة، وخلق. وينزل إلى: قبيصة، ويحيى بن معين، وكان من الحفاظ العباد. حدث\nعنه: الجماعة - لكن البخاري في غير (صحيحه) اتفاقا لا اجتنابا - وبقي بن\nمخلد، وأبو زرعة، وأبو حاتم، وابن أبي <span id='ms3146'></span> الدنيا، والرمادي، والدقيقي، ومطين،\nوعبدان الأهوازي، وأبو العباس السراج، ومحمد بن صالح بن ذريح، وابن ابن\nأخيه؛ أبو دارم محمد بن السري بن يحيى، وآخرون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0057'> Vol. 22, p. 0057</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو حامد أحمد بن سهل الإسفراييني: سمعت أحمد بن حنبل، وسئل عمن نكتب\nبالكوفة؟ فقال: عليكم بهناد. (11/466) وقال أبو حاتم: صدوق. وقال أبو داود:\nسمعت قتيبة يقول: ما رأيت وكيعا يعظم أحدا تعظيمه لهناد، ثم سأله عن الأهل.\nوقال النسائي: ثقة. وقال أحمد بن سلمة النيسابوري الحافظ: كان هناد -رحمه\nالله- كثير البكاء، فرغ يوما من القراءة لنا، فتوضأ، وجاء إلى المسجد، فصلى\nإلى الزوال، وأنا معه في المسجد، ثم رجع إلى منزله، فتوضأ، وجاء فصلى بنا\nالظهر، ثم قام على رجليه يصلي إلى العصر، يرفع صوته بالقرآن، ويبكي كثيرا.\nثم إنه صلى بنا العصر، وأخذ يقرأ في المصحف، حتى صلى المغرب. قال: فقلت\nلبعض جيرانه: ما أصبره على العبادة! فقال: هذه عبادته بالنهار منذ سبعين\nسنة، فكيف لو رأيت عبادته بالليل، وما تزوج قط، ولا تسرى، وكان يقال له:\nراهب الكوفة. قال أبو العباس الثقفي: مات في يوم الأربعاء، آخر يوم من شهر\nربيع الآخر، سنة ثلاث وأربعين ومائتين. قلت: عاش إحدى وتسعين سنة. (11/467)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0058'> Vol. 22, p. 0058</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head20'>AUT 119 - هناد بن السري الصغير الدارمي NOTMATCH</h2>\n\n<p>\n119 - ولا يشتبه ب: هناد بن السري الصغير الدارمي حدث عن: والده؛ أبي\nعبيدة السري بن يحيى بن السري، وأبي سعيد الأشج. حدث عنه: ابن أخيه؛ الحافظ\nالمجود أبو بكر أحمد بن محمد بن السري بن يحيى الكوفي المشهور بابن أبي\nدارم، ومحمد بن عمر بن يحيى العلوي، والقاضي محمد بن عبد الله بن الحسن\nالجعفي الكوفي، وجماعة، كان صدوقا. أرخ موته الحافظ محمد بن أحمد بن حماد\nبن سفيان الكوفي في سنة إحدى وثلاثين وثلاث مائة. ولم يقع لنا من عالي حديث\nهناد الكبير إلا بإجازة في الطريق - فنسأل الله علما نافعا مقربا إليه -.\nأخبرنا أبو الفضل أحمد بن هبة الله بن تاج الأمناء في سنة ست وتسعين وست\nمائة، عن زينب بنت عبد <span id='ms3147'></span> الرحمن، والقاسم بن أبي سعد، قالا: أخبرنا وجيه بن\nطاهر، وأخبرنا أحمد، عن زينب، أخبرنا عبد المنعم بن عبد الكريم، وأخبرنا\nأحمد، عن عبد الرحيم بن عبد الكريم بن محمد، أخبرنا أبو الأسعد هبة الرحمن\nبن عبد الواحد، قالوا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0059'> Vol. 22, p. 0059</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو القاسم القشيري، أخبرنا أبو الحسين الخفاف، أخبرنا أبو العباس\nالسراج، حدثنا هناد، حدثنا وكيع، عن شعبة، عن عبد العزيز بن صهيب، عن أنس،\nقال: كان رسول الله -صلى الله عليه وسلم- إذا دخل الخلاء، قال: (اللهم إني\nأعوذ بك من الخبث والخبائث). أخرجه: الترمذي، عن هناد بن السري. (11/468)\nوبه: حدثنا محمد بن إسحاق السراج، حدثنا إسحاق بن إبراهيم، أخبرنا أبو\nمعاوية. وبه، قال: وأخبرنا هناد، أخبرنا أبو معاوية، عن هشام، عن أبيه، عن\nعائشة، قالت: بعث رسول الله -صلى الله عليه وسلم- أسيد بن حضير، وأناسا\nمعه، يطلبون قلادة كانت لعائشة نسيتها في منزل نزلته، فحضرت الصلاة، وليسوا\nعلى وضوء، ولم يجدوا ماء، فصلوا بغير وضوء، فذكروا ذلك لرسول الله -صلى\nالله عليه وسلم- فنزلت آية التيمم. فقال لها أسيد: جزاك الله خيرا، فوالله\nما نزل بك أمر قط تكرهينه إلا جعل الله لك وللمسلمين فيه خيرا. أخرجه:\nالنسائي، عن إسحاق بن راهويه. ومات مع هناد: أحمد بن عيسى التستري، وحرملة\nبن يحيى التجيبي، ومحمد بن يحيى بن أبي عمر العدني، وهارون الحمال، وأحمد\nبن سعيد الرباطي، وإبراهيم بن العباس الصولي، والحارث بن أسد المحاسبي.\n(11/469) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0060'> Vol. 22, p. 0060</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUT 120 - محمد بن عبد لله بن عمار الموصلي</h2>\n\n<p>\n(س) الإمام، الحافظ، الحجة، محدث الموصل، أبو جعفر الموصلي. ولد: بعد\nالستين ومائة. وسمع: المعافى بن عمران، وأبا بكر بن عياش، وعيسى بن يونس،\nوسفيان بن عيينة، وأبا معاوية، ووكيعا، وطبقتهم. وله كتاب جليل في معرفة\nالرجال والعلل. حدث عنه: النسائي، والحسين بن إدريس الهروي، وجعفر\nالفريابي، وأبو يعلى الموصلي، وأبو بكر محمد بن محمد الباغندي، وعبد الله\nبن أحمد بن حنبل، وآخرون كثيرون. وكان يعالج التجارة، فقدم بغداد مرات،\nوحدث بها. وكان الحافظ عبيد العجل يعظم <span id='ms3148'></span> أمره، ويرفع قدره. قال النسائي:\nثقة، صاحب حديث. وقال الخطيب: هو مخرمي، سكن الموصل، وكان أحد أهل الفضل\nالمتحققين بالعلم، حسن الحفظ، كثير الحديث. روى عنه: الحسين الهروي كتابا\nله في العلل ومعرفة الشيوخ. وقال ابن عدي: سمعت أبا يعلى يسيء القول فيه،\nويقول: شهد على خالي بالزور. قلت: يصدق عليه إذا دلسناه أن نقول: أبو جعفر\nمحمد بن عبد الله المخرمي الحافظ، فيستفاد مع الحافظ أبي جعفر محمد بن عبد\nالله بن المبارك المخرمي. توفي ابن عمار: في سنة اثنتين وأربعين ومائتين،\nوقد كمل الثمانين. وقد وهم ابن قانع حيث قال: توفي سنة إحدى وثلاثين\nومائتين. (11/470) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0062'> Vol. 22, p. 0062</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head22'>AUT 121 - الفلاس عمرو بن علي بن بحر بن كنيز</h2>\n\n<p>\n(ع) الحافظ، الإمام، المجود، الناقد، أبو حفص الباهلي، البصري، الصيرفي،\nالفلاس، حفيد المحدث بحر بن كنيز السقاء. ولد: سنة نيف وستين ومائة. وحدث\nعن: يزيد بن زريع، ومرحوم العطار، وعبد العزيز بن عبد الصمد العمي، وخالد\nبن الحارث، وغندر، وسفيان بن عيينة، وعاصم بن هلال، وعمر بن علي المقدمي،\nومحمد بن سواء، ومحمد بن عبد الرحمن الطفاوي، وعبد الله بن إدريس، وعبد\nالأعلى الشامي، ومعاذ بن معاذ، ووكيع، ويحيى القطان، وفضيل بن سليمان\nالنميري، ومعتمر بن سليمان، ويزيد بن هارون، وخلق. وينزل إلى: سليمان بن\nحرب، وكان من جملة الحجة. (11/471) حدث عنه: الأئمة الستة في كتبهم، وأبو\nزرعة، وأبو حاتم، وابن أبي الدنيا، وعبد الله بن أحمد، والحسن بن سفيان،\nومحمد بن يحيى بن مندة، والقاسم المطرز، وجعفر الفريابي، ويحيى بن صاعد،\nومحمد بن جرير، وأبو روق أحمد بن محمد بن بكر الهزاني، وخلق سواهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0064'> Vol. 22, p. 0064</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو حاتم: بصري، صدوق، كان أرشق من علي بن المديني، سمعت العباس\nالعنبري يقول: ما تعلمت الحديث إلا من عمرو بن علي. وقال الحجاج بن الشاعر:\nلا يبالي عمرو بن علي أحدث من كتابه، أو من حفظه. وقال النسائي: ثقة، حافظ،\nصاحب حديث. وقد روى النسائي أيضا عن زكريا السجزي عنه، وحدث عنه شيخه عفان،\nوالقاضي المحاملي. وقد ذكره <span id='ms3149'></span> أبو زرعة، فقال: ذاك من فرسان الحديث، لم نر\nبالبصرة أحفظ منه ومن علي بن المديني، والشاذكوني. قال أبو حفص الفلاس:\nحضرت مجلس حماد بن زيد، وأنا صبي وضيء، فأخذ رجل بخدي، ففررت، فلم أعد.\n(11/472) قال ابن إشكاب الحافظ: ما رأيت مثل أبي حفص الفلاس، كان يحسن كل\nشيء. وبلغنا عن أبي حفص، قال: ما كنت فلاسا قط. وقد سافر إلى أصبهان غير\nمرة، وحدث بها، فقال الحافظ أبو الشيخ: قدمها في سنة ست عشرة ومائتين، وسنة\nأربع وعشرين، وسنة ست وثلاثين. وحكى ابن مكرم، قال: ما قدم علينا بعد علي\nبن المديني مثل عمرو بن علي. مات: بالعسكر، في ذي القعدة، سنة تسع وأربعين\nومائتين. قلت: صنف، وجمع، ووقع لنا من عالي حديثه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0065'> Vol. 22, p. 0065</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الشيخ العالم الزاهد مسند الوقت أبو المعالي أحمد ابن القاضي\nالإمام المحدث رفيع الدين أبي محمد إسحاق بن محمد المؤيد الهمذاني ثم\nالمصري بقراءتي عليه، قال: أخبرنا المبارك بن أبي الجود ببغداد سنة عشرين\nوست مائة، أخبرنا أبو العباس أحمد بن الطلاية، أخبرنا عبد العزيز بن علي،\nأخبرنا محمد بن عبد الرحمن المخلص، حدثنا محمد بن هارون، حدثنا عمرو بن\nعلي، حدثنا يحيى بن سعيد، عن سفيان، عن عاصم، عن زر، عن عبد الله: قال رسول\nالله -صلى الله عليه وسلم-: (لا تذهب الأيام والليالي حتى يملك العرب رجل\nمن أهل بيتي، يواطئ اسمه اسمي). صححه: الترمذي.(11/473) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0066'> Vol. 22, p. 0066</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUT 122 - خليفة بن خياط بن خليفة بن خياط العصفري</h2>\n\n<p>\n(خ) الإمام، الحافظ، العلامة، الأخباري، أبو عمرو العصفري، البصري،\nويلقب بشباب، صاحب (التاريخ)، وكتاب (الطبقات)، وغير ذلك. سمع: أباه، ويزيد\nبن زريع، وزياد بن عبد الله البكائي، وسفيان بن عيينة، وعبد الأعلى بن عبد\nالأعلى، ومحمد بن جعفر غندرا، وإسماعيل بن علية، ومحمد بن أبي عدي، ومعتمر\nبن سليمان، ومحمد بن سواء، وخالد بن الحارث، ويحيى القطان، وابن مهدي،\nوأمية بن خالد، وحاتم بن مسلم، وهشاما الكلبي، وعلي بن محمد المدائني،\nوخلقا كثيرا. ذكر شيخنا في (تهذيب الكمال): أنه روى <span id='ms3150'></span> أيضا عن حماد بن سلمة\nفهذا وهم بين، فإن الرجل لم يلحق أيضا السماع من حماد بن زيد، وأراه رآه.\nحدث عنه: البخاري بسبعة أحاديث - أو أزيد - في (صحيحه)، وبقي بن مخلد، وحرب\nالكرماني، وعبد الله بن عبد الرحمن الدارمي، وأبو بكر بن أبي عاصم، وعمر بن\nأحمد الأهوازي، وموسى بن زكريا التستري، وعبدان الجواليقي، وزكريا الساجي،\nوخلق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0067'> Vol. 22, p. 0067</a>\n            </div>\n            \n</p>\n\n<p>\nوكان صدوقا، نسابة، عالما بالسير والأيام والرجال. وثقه بعضهم. وقال ابن\nعدي: هو صدوق، من متيقظي الرواة. قلت: لينه بعضهم بلا حجة. قال مطين،\nوغيره: مات سنة أربعين ومائتين. قلت: كان من أبناء الثمانين، وقد أخطأ من\nقال: مات سنة ست وأربعين، مات جده سنة ستين ومائة. (11/474) أخبرنا أحمد بن\nهبة الله سنة 692، عن عبد المعز بن محمد، أخبرنا تميم المقرئ، أخبرنا أبو\nسعد الطبيب، أخبرنا أبو عمرو النحوي، أخبرنا أبو يعلى التميمي، حدثنا شباب\nالعصفري، حدثنا معتمر، سمعت أبي، عن أنس، قال: كان الرجل يجعل للنبي -صلى\nالله عليه وسلم- من نخله الصدقات، حتى فتحت قريظة والنضير، فجعل رسول الله\n-صلى الله عليه وسلم- يرد بعد ذلك، وإن أهلي أمروني أن آتيه، فأسأله الذي\nكان أعطوه، وكان أعطوهن أم أيمن، فلوت الثوب في عنقي، وهي تقول: كلا والله،\nلا يعطيكهن، والنبي -صلى الله عليه وسلم- يقول: لك كذا، ولك كذا. حسبت أنه\nقال: وهي تقول: كلا والله، حتى أعطاها عشرة أمثاله. هذا حديث غريب، من\nالأفراد. أخرجه: البخاري، عن شباب. توفي مع شباب في سنة أربعين: أحمد بن\nأبي دواد القاضي، وأبو ثور إبراهيم بن خالد الفقيه، وسويد بن سعيد، وقتيبة\nبن سعيد، وسويد بن نصر، وسحنون الفقيه، وعبد الواحد بن غياث، ومحمد بن\nالصباح الجرجرائي، والحسن بن عيسى بن ماسرجس، وجعفر بن حميد الكوفي، ومحمد\nبن خالد الطحان، ومحمد بن عمرو زنيج، ومحمد بن أبي عتاب الأعين، والليث بن\nخالد تلميذ الكسائي. (11/475) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0068'> Vol. 22, p. 0068</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUT 123 - صفوان بن صالح بن صفوان بن دينار</h2>\n\n<p>\n(د، ت، س) الحافظ، المحدث، الثقة، مؤذن جامع دمشق، أبو عبد <span id='ms3151'></span> الملك الثقفي\nمولاهم، الدمشقي. سمع: سفيان بن عيينة، ومروان بن معاوية، والوليد بن مسلم،\nوسويد بن عبد العزيز، ووكيع بن الجراح، ومحمد بن شعيب، وطبقتهم. حدث عنه:\nأبو داود، وبواسطة الترمذي، والنسائي، وأبو زرعة، وأبو حاتم، وأبو زرعة\nالنصري، وأحمد بن أنس بن مالك، وأحمد بن المعلى، وجعفر الفريابي، ومحمد بن\nالحسن بن قتيبة، وآخرون. مولده: في سنة ثمان - أو تسع - وستين ومائة. قال\nعمرو بن دحيم: مات في ربيع الأول، سنة تسع وثلاثين ومائتين. وثقه: أبو عيسى\nالترمذي. وقال سلم بن معاذ: قلت لسليمان بن عبد الرحمن: إن صفوان بن صالح\nيأبى أن يحدثنا. قال: فدخل صفوان، فسلم عليه. فقال سليمان: بلغني أنك تأبى\nأن تحدث؟ فقال: يا أبا أيوب، منعنا السلطان. قال: ويحك حدث، فإنه بلغني أن\nأهل الجنة يحتاجون إلى العلماء في الجنة، كما يحتاجون إليهم في الدنيا،\nفحدث لعلك أن تكون منهم، فحدثنا صفوان. وقد ذكر أبو زرعة الرازي إبراهيم بن\nموسى الفراء الحافظ، فقال: هو أحفظ من صفوان بن صالح. فما قال أبو زرعة هذا\nوقرن بينهما إلا لاشتراكهما في الحفظ. (11/476) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0070'> Vol. 22, p. 0070</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head25'>AUT 124 - إسحاق بن أبي إسرائيل إبراهيم بن كامجر</h2>\n\n<p>\n(بخ، د، س) الإمام، الحافظ، الثقة. حدث عن: شريك، وحماد بن زيد، وعبد\nالرحمن بن أبي الزناد، وعبد الواحد بن زيد، وجعفر بن سليمان، وعبد القدوس\nبن حبيب، وكثير بن عبد الله الأبلي الذي روى عن أنس بن مالك، وخلق كثير.\nورأى زائدة ابن قدامة. ولد: سنة خمسين ومائة. قاله: موسى بن هارون. وحدث\nعنه: أبو داود، وبواسطة النسائي، ومحمد بن إسماعيل البخاري في كتاب\n(الأدب)، وأبو بكر أحمد بن علي المروزي، وموسى بن هارون، وعبد الله بن\nناجية، وأبو يعلى الموصلي، وأبو العباس الثقفي، وأبو حامد الحضرمي، وأبو\nالقاسم البغوي، وأحمد بن القاسم الفرائضي، وقد روى حرف الكسائي عنه، وحرف\nابن عامر عن الوليد بن مسلم، بروايته عن يحيى بن الحارث عنه. قال أحمد بن\nأبي خيثمة، وعثمان الدارمي، عن يحيى: ثقة، ثم قال عثمان: ثم <span id='ms3152'></span> إسحاق أظهر\nالوقف حين سألت ابن معين عنه. (11/477) وقال البغوي: ثقة، مأمون، إلا أنه\nكان قليل العقل. وقال صالح جزرة: صدوق، يقول: القرآن كلام الله، ويقف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0072'> Vol. 22, p. 0072</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو العباس السراج: سمعته يقول: هؤلاء الصبيان يقولون: كلام الله غير\nمخلوق، ألا قالوا: كلام الله، وسكتوا؟ ويشير إلى دار الإمام أحمد. قال\nإسحاق بن داود: تجهم إسحاق بن أبي إسرائيل بعد تسعين سنة. وقال أبو حاتم:\nوقف في القرآن فوقفنا عن حديثه، ولقد تركه الناس حتى كنت أمر بمسجده وهو\nوحيد لا يقربه أحد بعد أن كان الناس إليه عنقا واحدا. قال شاهين بن\nالسميدع: سمعت أحمد بن حنبل يقول: إسحاق بن أبي إسرائيل واقفي مشؤوم، إلا\nأنه كيس، صاحب حديث. وقال زكريا الساجي: كان صدوقا، تركوه لموضع الوقف،\nقال: معنى قوله: تركوه: أعرضوا عن الأخذ عنه، لا أن حديثه في حيز المتروك\nالمطرح. قال الحسين بن إسماعيل الفارسي: سألت عبدوس بن عبد الله النيسابوري\nعن إسحاق بن أبي إسرائيل، فقال: كان حافظا جدا، لم يكن مثله في الحفظ\nوالورع. قلت: كان يتهم بالوقف؟ قال: نعم. قلت: أداه ورعه وجموده إلى الوقف،\nلا أنه كان يتجهم، كلا. (11/478) قال أحمد بن أبي خيثمة: قال لي مصعب\nالزبيري: ناظرني إسحاق بن أبي إسرائيل، فقال: لا أقول كذا، ولا غير ذا\n-يعني: في القرآن-. فناظرته، فقال: لم أقل على الشك، ولكني أسكت كما سكت\nالقوم قبلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0073'> Vol. 22, p. 0073</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: الإنصاف في من هذا حاله أن يكون باقيا على عدالته - والله أعلم -.\nقال البخاري، وجماعة: مات في سنة خمس وأربعين ومائتين. قال ابن قانع: في\nشعبانها. وقال علي بن أحمد بن النضر: توفي سنة ست وأربعين. وقال أبو القاسم\nالبغوي: مات بسامراء، في شعبان، سنة ست وأربعين ومائتين. قلت: وقع لنا من\nعواليه. (11/479) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0074'> Vol. 22, p. 0074</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUT 125 - إبراهيم بن عبد الله بن حاتم الهروي</h2>\n\n<p>\n(ت، ق) الحافظ، الإمام، شيخ الإسلام، أبو إسحاق البغدادي، المعروف:\nبالهروي. سمع: إسماعيل بن جعفر، وعبد الرحمن بن أبي الزناد، وعبد العزيز\nالدراوردي، وهشيم بن بشير، وأبا إسماعيل <span id='ms3153'></span> المؤدب، وطبقتهم. حدث عنه:\nالترمذي، وابن ماجه، وابن أبي الدنيا، وأبو يعلى، وجعفر الفريابي، وأحمد بن\nفرح المفسر، وموسى بن هارون، وأبو بكر الباغندي، وأحمد بن الحسين الصوفي\nالصغير، وآخرون. وكان صالحا، زاهدا، عابدا، صواما، قواما، متعففا، كبير\nالقدر، كان لا يفطر إلا أن يدعى إلى طعام. وكان حافظا، مجودا، من أعلم\nالناس بحديث هشيم، وأثبتهم فيه. روى عنه صالح جزرة، قال: ما مر حديث لهشيم\nإلا وقد سمعته عشرين مرة، أو أكثر، وكنت أوقفه، كنت أسمع منه مع سعيد\nالجوهري والد إبراهيم. ثم قال صالح جزرة: أعلم الناس بحديث هشيم عمرو بن\nعون، وإبراهيم بن عبد الله. وقال يحيى بن معين: أصحاب هشيم: محمد بن الصباح\nالدولابي، وإبراهيم الهروي، وهو أكيس الرجلين. وقال أبو داود: إبراهيم بن\nعبد الله ضعيف. وقال النسائي: ليس بالقوي. قلت: توفي في شهر رمضان، سنة\nأربع وأربعين ومائتين، وله نيف وتسعون سنة. (11/480) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0075'> Vol. 22, p. 0075</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUT 126 - إبراهيم بن محمد بن عرعرة بن البرند القرشي</h2>\n\n<p>\n(م) ابن النعمان بن علجة بن أقفع بن كزمان، الحافظ الكبير، المجود، أبو\nإسحاق القرشي، السامي، البصري، من ولد الحارث بن سامة بن لؤي بن غالب. نزل\nبغداد، ونشر بها العلم، وهو من أولاد المحدثين، كان والده من شيوخ البخاري\nالقدماء. ولد إبراهيم: بعد الستين ومائة، أو قبلها. وحدث عن: جعفر بن\nسليمان الضبعي، ومعتمر بن سليمان، ويحيى بن سعيد القطان، ومحمد بن جعفر،\nوعبد الوهاب الثقفي، وحرمي بن عمارة، وعبد الرزاق بن همام، والخليل بن أحمد\nالمزني - وما هو بصاحب العروض - وعبد الرحمن بن مهدي، وجده؛ عرعرة بن\nالبرند، وعدة. حدث عنه: مسلم، وأبو زرعة، وأبو حاتم، وصالح جزرة، وإبراهيم\nالحربي، وأحمد بن أبي خيثمة، وأبو يعلى الموصلي، وأحمد بن الحسن بن عبد\nالجبار الصوفي، وخلق سواهم. قال أبو حاتم: صدوق. وقال علي بن الحسين بن\nحبان: وجدت بخط أبي: قلت لأبي زكريا بن معين: فابن عرعرة؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0077'> Vol. 22, p. 0077</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ثقة، معروف، مشهور بالطلب، كيس الكتاب، ولكنه يفسد نفسه، يدخل في كل\nشيء. وقال محمد <span id='ms3154'></span> بن عبيد الله: كنت عند أحمد بن حنبل، فقيل له: إنهم يكتبون\nعن إبراهيم بن محمد بن عرعرة. فقال: أف، لا يبالون عمن كتبوا. (11/481)\nوروى الأثرم، عن أحمد: أنه غمز ابن عرعرة، وأحسب هذا من جهة سيرته، لا من\nجهة حفظه. فقد قال الحافظ ابن عدي: حدثنا القاسم بن صفوان البرذعي، قال:\nأخبرنا عثمان بن خرزاذ: أحفظ من رأيت أربعة:...، فعد منهم: إبراهيم بن محمد\nبن عرعرة. قال موسى بن هارون: مات لسبع بقين من رمضان، سنة إحدى وثلاثين\nومائتين. قال أبو بكر الأثرم: قلت لأبي عبد الله: تحفظ عن ابن عباس: أن\nرسول الله كان يزور البيت كل ليلة؟ فقال: كتبوه من كتاب معاذ، ولم يسمعوه.\nفقلت: إبراهيم بن عرعرة يزعم أنه سمعه. فتغير وجه أبي عبد الله، ونفض يده،\nوقال: كذب وزور، ما سمعوه منه، واستعظم ذلك. وقال ابن المديني: روى قتادة\nحديثا غريبا، حدثنا أبو حسان الأعرج، عن ابن عباس: أن رسول الله -صلى الله\nعليه وسلم- كان يزور البيت كل ليلة ما أقام. تفرد به: هشام، عن قتادة،\nنسخته من كتاب معاذ بن هشام، وهو حاضر، ولم أسمعه منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0078'> Vol. 22, p. 0078</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لي معاذ: هات حتى أقرأه. قلت: دعه اليوم. (11/482) قال الحافظ أبو\nبكر الخطيب: فما المانع من أن يكون ابن عرعرة سمعه من معاذ؟ قلت: صدق أبو\nبكر، ولا سيما وإبراهيم من كبار طلبة الحديث المعنيين به. أخبرنا أبو عبد\nالله محمد بن عبد السلام بن مطهر الشافعي بقراءتي عليه في سنة ثلاث وتسعين\nوست مائة، عن عبد المعز بن محمد البزاز، أخبرنا تميم بن أبي سعيد، وزاهر بن\nطاهر منفردين، قالا: أخبرنا أبو سعد محمد بن عبد الرحمن الأديب، أخبرنا\nمحمد بن أحمد بن حمدان في سنة أربع وسبعين وثلاث مائة، حدثنا أحمد بن الحسن\nالصوفي، حدثنا إبراهيم بن عرعرة، حدثنا يحيى بن سعيد، عن شعبة، عن الأعمش،\nعن مجاهد، عن ابن عباس: أن النبي -صلى الله عليه وسلم- كان يستلم الركن\nبمحجنه، ويقبل المحجن. قال <span id='ms3155'></span> يحيى: ليس هذا مكتوبا عندي. هذا حديث صالح\nالإسناد، غريب، فرد. رواه: النسائي، عن عثمان بن خرزاذ، عن إبراهيم بن محمد\nبن عرعرة، فوقع لنا بدلا بعلو درجتين. (11/483) وفيها مات: أحمد بن نصر\nالخزاعي الشهيد، وأمية بن بسطام، وأبو تمام الطائي حبيب بن أوس - شاعر\nزمانه - وخالد بن مرداس، وسليمان بن داود الختلي، وسهل بن زنجلة الرازي،\nوعبد الله بن محمد بن أسماء، وعبد الرحمن بن سلام الجمحي، وأخوه؛ محمد بن\nسلام، وعلي بن حكيم الأودي، وكامل بن طلحة، ومحمد بن المنهال التميمي\nالضرير، ومحمد بن المنهال العطار أخو حجاج، ومحمد بن يحيى بن حمزة - قاضي\nدمشق - ومحمد بن زياد بن الأعرابي، وهارون بن معروف، ومنجاب بن الحارث،\nويحيى بن بكير المصري، وأبو يعقوب البويطي، وتقدم بعضهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0079'> Vol. 22, p. 0079</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head28'>AUT 127 - أحمد بن منيع بن عبد الرحمن البغوي</h2>\n\n<p>\n(ع) الإمام، الحافظ، الثقة، أبو جعفر البغوي، ثم البغدادي. وأصله من مرو\nالروذ. رحل، وجمع، وصنف (المسند). حدث عن: هشيم، وعباد بن العوام، وسفيان\nبن عيينة، ومروان بن شجاع، وعبد العزيز بن أبي حازم، وعبد الله بن المبارك،\nوهذه الطبقة، فمن بعدهم. حدث عنه: الستة، لكن البخاري بواسطة، وسبطه مسند\nوقته أبو القاسم البغوي، وعبد الله بن ناجية، ويحيى بن صاعد، وإسحاق بن\nجميل، وخلق سواهم. (11/484) وثقه: صالح جزرة، وغيره. وكان مولده: في سنة\nستين ومائة. قال البغوي: أخبرت عن جدي أحمد بن منيع -رحمه الله- أنه قال:\nأنا من نحو أربعين سنة أختم في كل ثلاث. قال البغوي: مات جدي في شوال، سنة\nأربع وأربعين ومائتين. أخبرنا علي بن أحمد، أخبرنا محمد بن أحمد، أخبرنا\nأبو بكر بن الزاغوني، أخبرنا نصر الزينبي أبو طاهر المخلص، حدثنا عبد الله\nالبغوي، حدثني جدي، حدثنا هشيم، حدثني سفيان بن حسين، عن الزهري، إن لم أكن\nسمعته من الزهري، عن أنس، قال: قال رسول الله -صلى الله عليه وسلم-: (إذا\nوضع العشاء، وأقيمت الصلاة، فابدؤوا بالعشاء). (11/485) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0081'> Vol. 22, p. 0081</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUT 128 - حاتم الأصم بن عنوان بن يوسف البلخي</h2>\n\n<p>\nالزاهد، القدوة، الرباني، أبو عبد الرحمن <span id='ms3156'></span> حاتم بن عنوان بن يوسف البلخي،\nالواعظ، الناطق بالحكمة، الأصم. له كلام جليل في الزهد والمواعظ والحكم،\nكان يقال له: لقمان هذه الأمة. روى عن: شقيق البلخي - وصحبه - وسعيد بن عبد\nالله الماهياني، وشداد بن حكيم، ورجاء بن محمد، وغيرهم، ولم يرو شيئا مسندا\n- فيما أرى -. روى عنه: عبد الله بن سهل الرازي، وأحمد بن خضرويه البلخي،\nومحمد بن فارس البلخي، وأبو عبد الله الخواص، وأبو تراب النخشبي، وحمدان بن\nذي النون، ومحمد بن مكرم الصفار، وآخرون. واجتمع بالإمام أحمد ببغداد. قيل\nله: على ما بنيت أمرك في التوكل؟ قال: على خصال أربعة: علمت أن رزقي لا\nيأكله غيري، فاطمأنت به نفسي، وعلمت أن عملي لا يعمله غيري، فأنا مشغول به،\nوعلمت أن الموت يأتي بغتة، فأنا أبادره، وعلمت أني لا أخلو من عين الله،\nفأنا مستح منه. وعنه: من أصبح مستقيما في أربع، فهو بخير: التفقه، ثم\nالتوكل، ثم الإخلاص، ثم المعرفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0083'> Vol. 22, p. 0083</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه: تعاهد نفسك في ثلاث: إذا علمت، فاذكر نظر الله إليك، وإذا تكلمت،\nفاذكر سمع الله منك، وإذا سكت، فاذكر علم الله فيك. قال أبو تراب: سمعت\nحاتما يقول: لي أربعة نسوة، وتسعة أولاد، ما طمع شيطان أن يوسوس إلي في\nأرزاقهم. سمعت شقيقا يقول: الكسل عون على الزهد. (11/486) وقال أبو تراب:\nقال شقيق لحاتم: مذ صحبتني، أي شيء تعلمت مني؟ قال: ست كلمات: رأيت الناس\nفي شك من أمر الرزق، فتوكلت على الله، قال الله -تعالى-: {وما من دابة في\nالأرض إلا على الله رزقها} [هود: 6]. ورأيت لكل رجل صديقا يفشي إليه سره،\nويشكو إليه، فصادقت الخير ليكون معي في الحساب، ويجوز معي الصراط. ورأيت كل\nأحد له عدو، فمن اغتابني ليس بعدوي، ومن أخذ مني شيئا، ليس بعدوي، بل عدوي\nمن إذا كنت في طاعة، أمرني بمعصية الله، وذلك إبليس وجنوده، فاتخذتهم عدوا،\nوحاربتهم. ورأيت الناس كلهم لهم طالب، وهو ملك الموت، ففرغت له نفسي. ونظرت\nفي الخلق، فأحببت ذا، وأبغضت ذا، فالذي أحببته لم <span id='ms3157'></span> يعطني، والذي أبغضته لم\nيأخذ مني شيئا، فقلت: من أين أتيت؟ فإذا هو من الحسد، فطرحته، وأحببت الكل،\nفكل شيء لم أرضه لنفسي، لم أرضه لهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0084'> Vol. 22, p. 0084</a>\n            </div>\n            \n</p>\n\n<p>\nورأيت الناس كلهم لهم بيت ومأوى، ورأيت مأواي القبر، فكل شيء قدرت عليه\nمن الخير، قدمته لنفسي لأعمر قبري. فقال شقيق: عليك بهذه الخصال. قال أبو\nعبد الله الخواص: دخلت مع حاتم الأصم الري، ومعنا ثلاث مائة وعشرون رجلا\nنريد الحج، عليهم الصوف والزربنانقات، ليس معهم جراب ولا طعام. (11/487)\nقال الخطيب: أسند حاتم بن عنوان الأصم، عن شقيق...، وسمى جماعة. ويروى عنه،\nقال: أفرح إذا أصاب من ناظرني، وأحزن إذا أخطأ. وقيل: إن أحمد بن حنبل خرج\nإلى حاتم، ورحب به، وقال له: كيف التخلص من الناس؟ قال: أن تعطيهم مالك،\nولا تأخذ من مالهم، وتقضي حقوقهم، ولا تستقضي أحدا حقك، وتحتمل مكروههم،\nولا تكرههم على شيء، وليتك تسلم. وقال أبو تراب: سمعت حاتما يقول: المؤمن\nلا يغيب عن خمسة: عن الله، والقضاء، والرزق، والموت، والشيطان. وعن حاتم،\nقال: لو أن صاحب خبر جلس إليك، لكنت تتحرز منه، وكلامك يعرض على الله فلا\nتحترز! قلت: هكذا كانت نكت العارفين وإشاراتهم، لا كما أحدث المتأخرون من\nالفناء والمحو والجمع الذي آل بجهلتهم إلى الاتحاد، وعدم السوى. قال أبو\nالقاسم بن مندة، وأبو طاهر السلفي: توفي حاتم الأصم -رحمه الله- سنة سبع\nوثلاثين ومائتين. (11/488) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0085'> Vol. 22, p. 0085</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head30'>AUT 129 - أحمد بن خضرويه أبو حامد البلخي</h2>\n\n<p>\nالزاهد الكبير، الرباني الشهير، أبو حامد البلخي، من أصحاب حاتم الأصم.\nقال السلمي: هو من جلة مشايخ خراسان. سألته امرأته أن يحملها إلى أبي يزيد،\nوتهبه مهرها، ففعل، فأنفقت مالها عليهما. فلما أراد أن يرجع، قال لأبي\nيزيد: أوصني. قال: تعلم الفتوة من هذه. وعن أبي يزيد، قال: ابن خضرويه\nأستاذنا. ويقال: إن ابن خضرويه صحب إبراهيم بن أدهم. قلت: لم يدركه أبدا.\nوقد كان معمرا، فإن السلمي روى عن منصور بن عبد الله، سمع محمد بن حامد،\nقال: كنت عند ابن خضرويه، وهو ينزع، فسئل <span id='ms3158'></span> عن شيء، فقال: بابا كنت أقرعه منذ\nخمس وتسعين سنة، الساعة يفتح، لا أدري يفتح بالسعادة أم بالشقاء؟ ووفى عنه\nرجل سبع مائة دينار. قال أبو حفص النيسابوري: ما رأيت أكبر همة، ولا أصدق\nحالا من أحمد بن خضرويه، له قدم في التوكل. ومن كلامه: القلوب جوالة، فإما\nأن تجول حول العرش، وإما أن تجول حول الحش. قيل: إنه توفي سنة أربعين\nومائتين. (11/489) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0087'> Vol. 22, p. 0087</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head31'>AUT 130 - أبو خيثمة زهير بن حرب بن شداد الحرشي</h2>\n\n<p>\n(خ، م، د، س، ق) النسائي، ثم البغدادي، الحافظ، الحجة، أحد أعلام\nالحديث، مولى بني الحريش بن كعب بن عامر بن صعصعة، وكان اسم جده أشتال،\nفعرب، وقيل: شداد. نزل بغداد بعد أن أكثر التطواف في العلم، وجمع، وصنف،\nوبرع في هذا الشأن هو وابنه وحفيده محمد بن أحمد. وقل أن اتفق هذا لثلاثة\nعلى نسق. ولد أبو خيثمة: سنة ستين ومائة. قاله: ابنه؛ أبو بكر. وحدث عن:\nجرير بن عبد الحميد، وهشيم، وحميد بن عبد الرحمن الرؤاسي، وعبدة بن سليمان،\nوالوليد بن مسلم، وسفيان بن عيينة، وأبي معاوية الضرير، ووكيع، ويحيى\nالقطان، وأبي سفيان محمد بن حميد، ومروان بن معاوية، ويزيد بن هارون، وحفص\nبن غياث، والقاسم بن مالك، وابن فضيل، وعبد الرزاق، وبشر بن السري، وروح،\nوشبابة، ومعن بن عيسى، وابن علية، وخلائق. وينزل إلى: عفان، ومعلى بن\nمنصور، وكامل بن طلحة الجحدري، ونحوهم. (11/490) روى عنه: الشيخان، وأبو\nداود، وابن ماجه، وروى النسائي عن رجل، عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0088'> Vol. 22, p. 0088</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عنه: أبو زرعة، وأبو حاتم، وإبراهيم الحربي، وأبو بكر ابن أبي\nالدنيا، وبقي بن مخلد، وأحمد بن علي المروزي، وأبو يعلى الموصلي، وموسى بن\nهارون، وأبو القاسم البغوي، وخلق. وثقه: يحيى بن معين. وروى: علي بن الحسين\nبن الجنيد، عن يحيى بن معين، قال: أبو خيثمة يكفي قبيلة. وقال أبو حاتم:\nصدوق. وقال يعقوب بن شيبة: هو أثبت من ابن أبي شيبة، كان في عبد الله\n-يعني: ابن أبي شيبة- تهاون في الحديث، لم يكن يفصل هذه الأشياء -يعني:\nالألفاظ <span id='ms3159'></span>-. وقال جعفر الفريابي: سألت محمد بن عبد الله بن نمير: أيما أحب\nإليك: أبو خيثمة، أو أبو بكر بن أبي شيبة؟ فقال: أبو خيثمة. وجعل يطري أبا\nخيثمة، ويضع من أبي بكر. وقال أبو عبيد الآجري: قلت لأبي داود: أبو خيثمة\nحجة في الرجال؟ قال: ما كان أحسن علمه! وقال النسائي: ثقة، مأمون. وقال\nالحسين بن قهم: ثقة، ثبت. قال الحافظ أبو بكر الخطيب: كان ثقة، ثبتا،\nحافظا، متقنا. قلت: من المكثرين عنه: ولده، وأبو يعلى. ووقع لي من عواليه.\nقال أبو بكر: مات أبي في خلافة المتوكل، ليلة الخميس، لسبع خلون من شعبان،\nسنة أربع وثلاثين ومائتين، وهو ابن أربع وسبعين سنة -رحمه الله-. (11/491)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0089'> Vol. 22, p. 0089</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو الحسين علي بن محمد، وأبو العباس أحمد بن محمد، ومحمد بن\nإبراهيم النحوي، وطائفة، قالوا: أخبرنا أبو المنجى عبد الله بن عمر العتابي\n(ح). وأخبرنا أحمد بن إسحاق الهمذاني، أخبرنا زكريا بن علي، قالا: أخبرنا\nعبد الأول بن عيسى، أخبرتنا بيبى بنت عبد الصمد الهرثمية، أخبرنا أبو محمد\nعبد الرحمن بن أبي شريح الأنصاري، حدثنا أبو القاسم عبد الله بن محمد\nالبغوي، حدثنا أبو خيثمة زهير بن حرب، حدثنا إسماعيل بن إبراهيم، أخبرني\nروح بن القاسم، عن عطاء بن أبي ميمونة، عن أنس بن مالك، قال: كان رسول الله\n-صلى الله عليه وسلم- يتبرز لحاجته، فآتيه بماء يغتسل به. أخرجه: مسلم، عن\nأبي خيثمة، فوقع عاليا من الموافقات. أخبرنا علي بن أحمد بن عبد المحسن\nالحسيني قراءة عليه، أخبرنا محمد بن أحمد بن عمر الحافظ، أخبرنا أبو بكر\nمحمد بن عبيد الله بن الزاغواني، أخبرنا محمد بن محمد بن علي الزينبي،\nأخبرنا محمد بن عبد الرحمن المخلص، أخبرنا أبو القاسم البغوي، حدثنا أبو\nخيثمة زهير بن حرب، وشجاع بن مخلد، والحسن بن عرفة، قالوا: أخبرنا هشيم،\nأخبرنا حميد، عن أنس، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0090'> Vol. 22, p. 0090</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله -صلى الله عليه وسلم-: (اعتدلوا في صفوفكم، وتراصوا، فإني\nأراكم من وراء ظهري). زاد شجاع، والحسن: قال أنس: فلقد <span id='ms3160'></span> رأيت أحدنا يلصق\nمنكبه بمنكب صاحبه، وقدمه بقدمه، فلو ذهبت أفعل هذا اليوم، لنفر أحدكم،\nكأنه بغل شموس. هذا حديث صحيح، غريب. وقد وقع لنا شيء كثير من موافقات أبي\nخيثمة في (مسند أبي يعلى الموصلي). (11/492) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0091'> Vol. 22, p. 0091</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head32'>AUT 131 - أبو بكر أحمد بن أبي خيثمة NOTMATCH</h2>\n\n<p>\n131 - ذكر ولده: هو الحافظ الكبير المجود: أبو بكر أحمد بن أبي خيثمة\nصاحب (التاريخ الكبير)، الكثير الفائدة. سمع: أباه، وأبا نعيم، وهوذة بن\nخليفة، وعفان، ومحمد بن سابق، وأبا سلمة التبوذكي، وأبا غسان النهدي، وأحمد\nبن يونس، وقطبة بن العلاء، ومسلم بن إبراهيم، وأحمد بن إسحاق الحضرمي،\nوموسى بن داود الضبي، وحسين بن محمد المروذي، وسعيد بن سليمان، وخالد بن\nخداش، وسريج بن النعمان، وسليمان بن حرب، وأحمد بن حنبل، وعلي بن الجعد،\nوخلف بن هشام، وأمما سواهم. وهو أوسع دائرة من أبيه. (11/493) روى عنه:\nابنه؛ محمد بن أحمد الحافظ، وأبو القاسم البغوي، ويحيى بن صاعد، وعلي بن\nمحمد بن عبيد، ومحمد بن مخلد، ومحمد بن أحمد الحكيمي، وإسماعيل بن محمد\nالصفار، وأبو سهل بن زياد، وقاسم بن أصبغ، وأحمد بن كامل، وخلق. قال\nالخطيب: كان ثقة، عالما، متقنا، حافظا، بصيرا بأيام الناس، راوية للأدب،\nأخذ: علم الحديث عن: أحمد بن حنبل، ويحيى بن معين. وعلم النسب عن: مصعب\nالزبيري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0092'> Vol. 22, p. 0092</a>\n            </div>\n            \n</p>\n\n<p>\nوأخذ أيام الناس عن: أبي الحسن علي بن محمد المدائني. والأدب عن: محمد بن\nسلام الجمحي. وله كتاب (التاريخ) الذي أحسن تصنيفه، وأكثر فائدته، فلا أعرف\nأغزر فوائد منه. وذكره: الدارقطني، فقال: ثقة، مأمون. قلت: يقع لنا كثير من\nروايته من طريق السلفي، وشهدة. وقال ابن قانع: مات في شهر جمادى الأولى،\nسنة تسع وسبعين ومائتين. وكذا أرخ ابن المنادي، وزاد: وقد بلغ أربعا وتسعين\nسنة. وقيل: بلغ أقل من ذلك، وهو أشبه، فإنه لو كان ابن أربع وتسعين، لكان\nمولده في سنة خمس وثمانين ومائة. وهو من أولاد الحفاظ. فكان أبوه يسمعه وهو\nحدث، فيدرك به مثل يزيد بن هارون، وأقرانه. والظاهر أنه كان من أبناء\nالثمانين <span id='ms3161'></span> - فالله أعلم -. (11/494) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0093'> Vol. 22, p. 0093</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head33'>AUT 132 - أبا عبد الله محمد بن أبي بكر أحمد بن زهير البغدادي. NOTMATCH</h2>\n\n<p>\n132 - وخلف أحمد ابنه الحافظ الإمام المحقق: أبا عبد الله محمد بن أبي\nبكر أحمد بن زهير البغدادي سمع: أباه، ونصر بن علي الجهضمي، وعباد بن يعقوب\nالرواجني، وعمرو بن علي الصيرفي، وبندار، وهذه الطبقة. روى عنه: أحمد بن\nكامل، وأبو القاسم الطبراني، وابن مقسم المقرئ، وآخرون. قال أحمد بن كامل:\nأربعة كنت أحب لقاءهم: محمد بن جرير الطبري، ومحمد بن موسى البربري، وأبو\nعبد الله بن أبي خيثمة، والمعمري، فما رأيت أحفظ منهم! وقال الخطيب: كان\nأبوه أبو بكر يستعين به في عمل (التاريخ). مات: في ذي القعدة، سنة سبع\nوتسعين ومائتين. قلت: كان من أبناء السبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0094'> Vol. 22, p. 0094</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا إسماعيل بن عبد الرحمن سنة أربع وتسعين وست مائة، أخبرنا الإمام\nموفق الدين عبد الله بن قدامة سنة ست عشرة، أخبرنا هبة الله بن الحسن،\nأخبرنا عبد الله بن علي الدقاق، أخبرنا علي بن محمد المعدل، أخبرنا محمد بن\nعمرو الرزاز، حدثنا أحمد بن زهير، حدثنا حسين بن محمد، وموسى بن داود،\nقالا: حدثنا شيبان، عن منصور، عن إبراهيم، عن الأسود، عن عائشة، قالت: كان\nرسول الله -صلى الله عليه وسلم- يأمر إحدانا إذا حاضت أن تأتزر، ثم\nيباشرها. متفق عليه. (11/495) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0095'> Vol. 22, p. 0095</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUT 133 - مجاهد بن موسى بن فروخ الخوارزمي</h2>\n\n<p>\n(م، ت، س، ق، د) الحافظ، الإمام، الزاهد، أبو علي الخوارزمي، نزيل\nبغداد. حدث عن: هشيم، وأبي بكر بن عياش، وسفيان بن عيينة، والوليد بن مسلم،\nوإسماعيل ابن علية، وطبقتهم. حدث عنه: الجماعة - سوى البخاري - وأبو زرعة\nالرازي، وأبو حاتم، وإبراهيم الحربي، وموسى بن هارون، وأبو يعلى الموصلي،\nوأبو القاسم البغوي، وعدة. روى: أحمد بن محمد بن محرز، عن يحيى بن معين،\nقال: ثقة، لا بأس به. وقال موسى بن هارون: كان أسن من أحمد بن حنبل بست\nسنين. قال الخطيب: قرأت في كتاب عبيد الله بن جعفر: حدثنا أبو يعلى الطوسي،\nحدثنا محمد بن القاسم الأزدي، قال: قال لنا مجاهد بن <span id='ms3162'></span> موسى - وكان إذا حدث\nبالشيء، رمى بأصله في دجلة، أو غسله - فجاء يوما ومعه طبق، فقال: هذا قد\nبقي، وما أراكم تروني بعدها. فحدث به، ورمى به، ثم مات بعد ذلك - رحمه الله\nتعالى -. (11/496) قال أبو القاسم البغوي: مات في شهر ربيع الأول، سنة أربع\nوأربعين ومائتين. قلت: عاش ستا وثمانين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0096'> Vol. 22, p. 0096</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن هبة الله، عن القاسم بن عبد الله، أخبرنا وجيه بن طاهر،\nأخبرنا أبو القاسم القشيري، ويعقوب بن أحمد، وأحمد بن عبد الرحيم، قالوا:\nأخبرنا أبو الحسين الخفاف، حدثنا محمد بن إسحاق الثقفي، حدثنا مجاهد بن\nموسى، حدثنا يزيد، أخبرنا هشام، عن يحيى بن أبي كثير، عن عبد الله بن أبي\nقتادة، عن أبيه: أن رسول الله -صلى الله عليه وسلم- كان يقرأ في الركعتين\nالأوليين من الظهر، ويسمعنا الآية أحيانا، ويطول في الركعة الأولى، ويقصر\nفي الثانية، ويقرأ في الأوليين من صلاة العصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0097'> Vol. 22, p. 0097</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head35'>AUT 134 - أبو حسان الزيادي الحسن بن عثمان بن حماد</h2>\n\n<p>\nالإمام، العلامة، الحافظ، مؤرخ العصر، قاضي بغداد، الحسن بن عثمان بن\nحماد البغدادي، وعرف: بالزيادي؛ لكون جده تزوج أم ولد كانت للأمير زياد بن\nأبيه. ولد القاضي أبو حسان: في حدود سنة ستين ومائة. وسمع: إسماعيل بن\nجعفر، وإبراهيم بن سعد، وهشيم بن بشير، وجرير بن عبد الحميد، وشعيب بن\nصفوان، ويحيى بن أبي زائدة، والوليد بن مسلم، ومحمد بن عمر الواقدي، وعدة.\n(11/497) حدث عنه: أبو بكر بن أبي الدنيا، وإسحاق الحربي، ومحمد بن محمد\nالباغندي، وأحمد بن الحسين الصوفي الصغير، وسليمان بن داود الطوسي، وآخرون.\nوولي قضاء الشرقية في دولة المتوكل، وكان رئيسا، محتشما، جوادا، ممدحا،\nكبير الشأن. قال سليمان الطوسي: سمعت أبا حسان يقول: أنا أعمل في التاريخ\nمن ستين سنة. وقد سئل أحمد بن حنبل عن أبي حسان، فقال: كان مع ابن أبي\nدواد، وكان من خاصته، ولا أعرف رأيه اليوم. وعن إسحاق الحربي، قال: حدثني\nأبو حسان الزيادي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0098'> Vol. 22, p. 0098</a>\n            </div>\n            \n</p>\n\n<p>\nأنه رأى رب العزة في المنام، فقال: رأيت نورا عظيما لا أحسن <span id='ms3163'></span> أصفه، ورأيت\nفيه رجلا خيل إلي أنه النبي -صلى الله عليه وسلم- وكأنه يشفع إلى ربه في\nرجل من أمته، وسمعت قائلا يقول: ألم يكفك أني أنزل عليك في سورة الرعد:\n{وإن ربك لذو مغفرة للناس على ظلمهم} [الرعد: 6]؟ ثم انتبهت. قال الخطيب:\nكان أبو حسان أحد العلماء الأفاضل الثقات، ولي قضاء الشرقية، وكان كريما\nمفضالا. (11/498) قال يوسف بن البهلول الأزرق: حدثنا يعقوب بن شيبة، قال:\nأظل العيد رجلا وعنده مائة دينار لا يملك سواها، فكتب إليه صديق يسترعي منه\nنفقة، فأنفذ إليه بالمائة دينار، فلم ينشب أن ورد عليه رقعة من بعض إخوانه\nيذكر أنه أيضا في هذا العيد في إضاقة، فوجه إليه بالصرة بعينها. قال: فبقي\nالأول لا شيء عنده، فاتفق أنه كتب إلى الثالث وهو صديقه يذكر حاله، فبعث\nإليه الصرة بختمها. قال: فعرفها، وركب إليه. وقال: خبرني، ما شأن هذه\nالصرة؟ فأخبره الخبر، فركبا معا إلى الذي أرسلها، وشرحوا القصة، ثم فتحوها،\nواقتسموها. قال ابن البهلول: الثلاثة: يعقوب بن شيبة، وأبو حسان الزيادي،\nوآخر نسيته. إسنادها صحيح. قيل: عاش الزيادي تسعا وثمانين سنة، مات في شهر\nرجب، سنة اثنتين وأربعين ومائتين. وفيها توفي: أبو مصعب الزهري، وابن ذكوان\nالمقرئ، والحسن بن علي الحلواني، وزكريا بن يحيى كاتب العمري، ومحمد بن\nأسلم الطوسي، ومحمد بن رمح التجيبي، ويحيى بن أكثم القاضي، ومحمد بن عبد\nالله بن عمار الموصلي، وأبو سلمة يحيى بن خلف. (11/499) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0099'> Vol. 22, p. 0099</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head36'>AUT 135 - محمد بن رمح بن المهاجر التجيبي مولاهم</h2>\n\n<p>\n(م، ق) الحافظ، الثبت، العلامة، أبو عبد الله التجيبي مولاهم، المصري.\nولد: بعد الخمسين ومائة. سمع: الليث بن سعد، وعبد الله بن لهيعة، ومسلمة بن\nعلي الخشني. وحكى عن: مالك بن أنس، ولم يقع له عنه رواية. حدث عنه: مسلم،\nوابن ماجه، والحسن بن سفيان، ومحمد بن الحسن بن قتيبة، وعلي بن أحمد علان،\nوأحمد بن عبد الوارث العسال، ومحمد بن زبان، وخلق سواهم. وكان معروفا\nبالإتقان الزائد والحفظ، ولم يرحل. قال النسائي: ما أخطأ ابن رمح <span id='ms3164'></span> في حديث\nواحد. وقال أبو سعيد بن يونس: ثقة، ثبت، كان أعلم الناس بأخبار بلدنا.\nتوفي: في شوال، سنة اثنتين وأربعين ومائتين. وقال أبو عبد الرحمن النسائي:\nلو كان كتب عن مالك، لأثبته في الطبقة الأولى من أصحابه -يعني: لحفظه\nوإتقانه-. قلت: لم يتفق لي أن أورد ابن رمح في كتاب (تذكرة الحفاظ)، فذكرته\nهنا لجلالته. وأنا أتعجب من البخاري كيف لم يرو عنه! فهو أهل لذلك، بل هو\nأتقن من قتيبة بن سعيد - رحمهما الله -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0101'> Vol. 22, p. 0101</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن هبة الله، عن زينب الشعرية، والمؤيد بن محمد، قالا:\nأخبرتنا أم الخير فاطمة بنت علي بن مظهر بن زعبل في سنة إحدى وثلاثين وخمس\nمائة، أخبرنا عبد الغافر بن محمد الفارسي في أول عام إحدى وأربعين وأربع\nمائة، أخبرنا محمد بن أحمد بن حمدان، حدثنا الحسن بن سفيان الحافظ، حدثنا\nمحمد بن رمح، حدثنا الليث بن سعد، عن يحيى بن سعيد، عن سهيل بن أبي صالح،\nعن عطاء بن يزيد، عن تميم الداري: عن رسول الله -صلى الله عليه وسلم- قال:\n(إن الدين النصيحة). قالوا: لمن يا رسول الله؟ قال: (لله ولكتابه ولأئمة\nالمسلمين - أو المؤمنين - وعامتهم). هذا حديث صحيح في (صحيح مسلم).\n(11/500) فتأمل هذه الكلمة الجامعة، وهي قوله: (الدين النصيحة)، فمن لم\nينصح لله وللأئمة وللعامة، كان ناقص الدين. وأنت لو دعيت - يا ناقص الدين -\nلغضبت، فقل لي: متى نصحت لهؤلاء؟ كلا والله، بل ليتك تسكت، ولا تنطق، أو لا\nتحسن لإمامك الباطل، وتجرئه على الظلم وتغشه، فمن أجل ذلك سقطت من عينه،\nومن أعين المؤمنين، فبالله قل لي: متى يفلح من كان يسره ما يضره؟ ومتى يفلح\nمن لم يراقب مولاه؟ ومتى يفلح من دنا رحيله، وانقرض جيله، وساء فعله وقيله؟\nفما شاء الله كان، وما نرجو صلاح أهل الزمان، لكن لا ندع الدعاء، لعل الله\nأن يلطف، وأن يصلحنا، آمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0102'> Vol. 22, p. 0102</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head37'>AUT 136 - لوين أبو جعفر محمد بن سليمان</h2>\n\n<p>\n(د، س) الحافظ، الصدوق، الإمام، شيخ الثغر، أبو جعفر محمد بن سليمان <span id='ms3165'></span> بن\nحبيب الأسدي، البغدادي، نزيل المصيصة. سمع: مالك بن أنس، وسليمان بن بلال،\nوحديج بن معاوية، وحماد بن زيد، وزهير بن معاوية، وأبا عوانة الوضاح،\nوإسماعيل بن زكريا، وعبد الرحمن بن أبي الزناد، وشريك بن عبد الله، وأبا\nعقيل يحيى بن المتوكل، وعطاف بن خالد، وسنان بن هارون، وحبان بن علي، وأبا\nالأحوص، وعبيد الله بن عمرو الرقي، ومعاوية بن عبد الكريم الضال، وخالد بن\nعبد الله، والوليد بن أبي ثور، وإبراهيم بن سعد، وعبد الحميد بن سليمان،\nوهشيم بن بشير، وإبراهيم بن عبد الملك القناد، وبقية، وابن عيينة، وخلقا.\nوكان ذا رحلة واسعة، وحديث عال. (11/501) حدث عنه: أبو داود، والنسائي في\n(سننهما). وروى النسائي أيضا، عن رجل، عنه، وقال: هو ثقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0104'> Vol. 22, p. 0104</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عنه: أبو القاسم البغوي، وابن صاعد، وابن أبي دواد، ومحمد بن\nإبراهيم الحزوري، ومحمد بن شادل النيسابوري، وأحمد بن القاسم أخو أبي الليث\nالفرائضي، وأبو عيسى أحمد بن محمد الغراد، ومحمد بن يحيى بن مندة، وخلق.\nوحدث بالثغر، وببغداد، وبأصبهان، وطال عمره، وتفرد. قال محمد بن القاسم\nالأزدي: قال لوين: لقبتني أمي لوينا، وقد رضيت. وقال الخطيب، وغيره: كان\nيبيع الدواب، فيقول: هذا الفرس له لوين، فلقب بذلك. وقال أحمد بن القاسم بن\nنصر: حدثنا لوين في سنة أربعين ومائتين، فسأله أبي: كم لك؟ قال: مائة سنة\nوثلاث عشرة سنة. قلت: على هذا التقدير، كان يمكنه السماع من هشام بن عروة،\nوابن عون، وبقايا التابعين، ولعله إنما سمع وهو رجل كبير قد قارب الكهولة -\nفالله أعلم -. وبلغنا أنه غضب من أولاده، فتحول من المصيصة، وسكن أذنة،\nوبها مات، في سنة خمس وأربعين ومائتين. وقيل: في سنة ست. قال البغوي: قدم\nلوين بغداد، فاجتمع في مجلسه مائة ألف نفس حزروا بذلك في ميدان الأشنان.\n(11/502) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0105'> Vol. 22, p. 0105</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو الحسن الغرافي، أخبرنا أبو القطيعي، أخبرنا أبو بكر بن\nالزاغوني، أخبرنا أبو نصر الزينبي، أخبرنا أبو طاهر الذهبي، حدثنا يحيى بن\nمحمد، حدثنا لوين، حدثنا إسماعيل بن زكريا، عن يزيد بن أبي <span id='ms3166'></span> زياد، عن مجاهد،\nعن ابن الزبير، حدثتني عائشة: أن رسول الله -صلى الله عليه وسلم- قال لها:\n(إن قومك استقصروا حين بنوا هذا البيت، فتركوا بعضه في الحجر). فلما هدمه\nابن الزبير، وجد القواعد داخلة في الحجر، فدعا قريشا، فاستشارهم، فقال: كيف\nترون هذه القواعد؟ قالوا: ابن عليها. فبنى عليها، فأدخلها البيت، وجعل له\nبابين، فلما جاء الحجاج، قال: إن ابن الزبير لم يدعه الشيطان، حتى أدخل في\nالبيت ما ليس منه، فهدمه، فبناه كما كان. (11/503) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0106'> Vol. 22, p. 0106</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head38'>AUT 137 - محمد بن حميد بن حيان الرازي</h2>\n\n<p>\n(د، ت، ق) العلامة، الحافظ الكبير، أبو عبد الله الرازي. مولده: في حدود\nالستين ومائة. وحدث عن: يعقوب القمي - وهو أكبر شيخ له - وابن المبارك،\nوجرير بن عبد الحميد، والفضل بن موسى، وحكام بن سلم، وزافر بن سليمان،\nونعيم بن ميسرة، وسلمة بن الفضل الأبرش، وخلق كثير من طبقتهم. وهو مع\nإمامته منكر الحديث، صاحب عجائب. حدث عنه: أبو داود، والترمذي، والقزويني\nفي كتبهم، وأحمد بن حنبل، وأبو زرعة، وأبو بكر بن أبي الدنيا، وصالح بن\nمحمد جزرة، والحسن بن علي المعمري، وعبد الله بن أحمد بن حنبل، ومحمد بن\nجرير الطبري، وأبو القاسم البغوي، وأبو بكر محمد بن محمد الباغندي، ومحمد\nبن هارون الروياني، وخلق كثير. (11/504) قال أبو زرعة: من فاته محمد بن\nحميد يحتاج أن ينزل في عشرة آلاف حديث. وقال عبد الله بن أحمد: سمعت أبي\nيقول: لا يزال بالري علم ما دام محمد بن حميد حيا. وقال أبو قريش الحافظ:\nقلت لمحمد بن يحيى: ما تقول في محمد بن حميد؟ فقال: ألا تراني أحدث عنه؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0107'> Vol. 22, p. 0107</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو قريش: وكنت في مجلس محمد بن إسحاق الصاغاني، فقال: حدثنا ابن\nحميد. فقلت: تحدث عنه؟ فقال: وما لي لا أحدث عنه، وقد حدث عنه أحمد، ويحيى\nبن معين؟ وأما البخاري، فقال: في حديثه نظر. وقال صالح بن محمد: كنا نتهم\nابن حميد. قال أبو علي النيسابوري: قلت لابن خزيمة: لو حدث الأستاذ عن محمد\nبن حميد، فإن <span id='ms3167'></span> أحمد بن حنبل قد أحسن الثناء عليه. قال: إنه لم يعرفه، ولو\nعرفه كما عرفناه، لما أثنى عليه أصلا. قال أبو أحمد العسال: سمعت فضلك\nيقول: دخلت على ابن حميد، وهو يركب الأسانيد على المتون. قلت: آفته هذا\nالفعل، وإلا فما أعتقد فيه أنه يضع متنا. وهذا معنى قولهم: فلان سرق\nالحديث. قال يعقوب بن إسحاق الفقيه: سمعت صالح بن محمد الأسدي يقول: ما\nرأيت أحذق بالكذب من: سليمان الشاذكوني، ومحمد بن حميد الرازي، وكان حديث\nمحمد بن حميد كل يوم يزيد. (11/505) قال أبو إسحاق الجوزجاني: وهو غير ثقة.\nوقال أبو حاتم: سمعت يحيى بن معين يقول: قدم علينا محمد بن حميد بغداد،\nفأخذنا منه كتاب يعقوب القمي، ففرقنا الأوراق بيننا، ومعنا أحمد بن حنبل،\nفسمعناه، ولم نر إلا خيرا، فأي شيء تنقمون عليه؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0108'> Vol. 22, p. 0108</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: يكون في كتابه شيء، فيقول: ليس هو كذا، ويأخذ القلم فيغيره. فقال:\nبئس هذه الخصلة. وقال النسائي: ليس بثقة. وقال العقيلي: حدثني إبراهيم بن\nيوسف، قال: كتب أبو زرعة، ومحمد بن مسلم، عن محمد بن حميد حديثا كثيرا، ثم\nتركا الرواية عنه. قلت: قد أكثر عنه ابن جرير في كتبه. ووقع لنا حديثه\nعاليا. ولا تركن النفس إلى ما يأتي به - فالله أعلم -. ولم يقدم إلى الشام،\nوله ذكر في (تاريخ الخطيب). أخبرنا الشيخ عماد الدين أبو محمد عبد الحافظ\nبن بدران بنابلس، وأبو الفضل يوسف بن أحمد بدمشق، قالا: أخبرنا موسى بن عبد\nالقادر، أخبرنا سعيد بن أحمد، أخبرنا علي بن أحمد البندار، أخبرنا محمد بن\nعبد الرحمن المخلص، حدثنا عبد الله بن محمد، حدثنا محمد بن حميد، حدثنا\nسلمة -يعني: ابن الفضل- حدثنا عبد الله بن عبد الرحمن بن أبي مليكة، سمعت\nالقاسم بن محمد يقول: حدثني السائب، قال: قال لي سعد: يا ابن أخي، هل قرأت\nالقرآن؟ قلت: نعم. قال: تغن بالقرآن، فإني سمعت رسول الله -صلى الله عليه\nوسلم- يقول: (تغنوا بالقرآن، ليس منا من لم يتغن بالقرآن، وابكوا، فإن لم <span id='ms3168'></span>\nتقدروا على البكاء، فتباكوا). هذا حديث غريب. (11/506) مات ابن حميد: سنة\nثمان وأربعين ومائتين. وفيها توفي: أحمد بن صالح، وحسين الكرابيسي، وعيسى\nزغبة، وأبو هشام الرفاعي، وأبو كريب، ومحمد بن زنبور، والقاسم الجوعي،\nوطاهر بن عبد الله بن طاهر الأمير، وعبد الجبار بن العلاء، وعبد الملك بن\nشعيب بن الليث بن سعد، ومحمد بن موسى الحرشي، والخليفة المنتصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0109'> Vol. 22, p. 0109</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head39'>AUT 138 - زغبة أبو موسى عيسى بن حماد التجيبي</h2>\n\n<p>\n(م، د، س، ق) الإمام، المحدث، العمدة، أبو موسى عيسى بن حماد زغبة\nالتجيبي، المصري، مولى تجيب. حدث عن: الليث بن سعد، فأكثر. وعن: عبد الرحمن\nبن زيد بن أسلم، ورشدين بن سعد، وعبد الله بن وهب، وابن القاسم. (11/507)\nحدث عنه: مسلم، وأبو داود، والنسائي، وابن ماجه، وبقي بن مخلد، وأبو زرعة،\nوموسى بن سهل الجوني، ومحمد بن الحسن بن قتيبة العسقلاني، ومحمد بن زياد بن\nحبيب، وأحمد بن عبد الوارث العسال، وأبو بكر بن أبي داود، وعمر بن أبي\nبجير، ومحمد بن أحمد بن عبيد بن فياض الدمشقي، وإسماعيل بن داود بن وردان،\nوحسين بن محمد مأمون، وأحمد بن عيسى الوشاء، وخلق سواهم. وثقه: النسائي،\nوالدارقطني. قال ابن يونس: هو آخر من روى عن الليث من الثقات، وهو مكثر\nعنه. مات: في ثاني ذي الحجة، سنة ثمان وأربعين ومائتين. وقال أبو حاتم\nالرازي: كان ثقة، رضى. قلت: وقع لي جزء عال من حديثه، وهو الثاني، عن الليث\nبن سعد، من طريق أبي بكر بن أبي داود، عنه، ويقع من حديثه في (البعث) لابن\nأبي داود. (11/508) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0111'> Vol. 22, p. 0111</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head40'>AUT 139 - علي بن حجر بن إياس بن مقاتل السعدي</h2>\n\n<p>\n(خ، م، ت، س) ابن مخادش بن مشمرج، الحافظ، العلامة، الحجة، أبو الحسن\nالسعدي، المروزي. ولجده مشمرج بن خالد صحبة. ولد علي: سنة أربع وخمسين\nومائة، وارتحل في طلب العلم إلى الآفاق. وحدث عن: إسماعيل بن جعفر، وشريك\nالقاضي، وهشيم، وعبيد الله بن عمرو، وابن المبارك، والربيع بن بدر السعدي،\nوإسماعيل بن عياش، والهقل بن زياد، ويحيى بن حمزة، وعبد الله <span id='ms3169'></span> بن جعفر\nالمديني، وعبد الحميد بن الحسن الهلالي، وعبد العزيز بن أبي حازم، وعلي بن\nمسهر، وقران بن تمام، ومعروف الخياط صاحب واثلة بن الأسقع، والوليد بن محمد\nالموقري، والهيثم بن حميد، وعبد الرحمن بن أبي الزناد، وعتاب بن بشير،\nوحسان بن إبراهيم، وحفص بن سليمان، وجرير بن عبد الحميد، وخلف بن خليفة،\nوسعيد بن عبد الرحمن الجمحي، وبقية، وابن عيينة، ويزيد بن هارون، وخلق\nسواهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0113'> Vol. 22, p. 0113</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه: البخاري، ومسلم، والترمذي، والنسائي، وأبو عمرو المستملي، وأحمد\nبن علي الأبار، وعبدان بن محمد المروزي، ومحمد بن علي الحكيم، والحسن بن\nسفيان، ومحمد بن عبد الله بن أبي عون النسويان، وإبراهيم بن إسماعيل الطوسي\nالعنبري، وإسحاق بن أبي عمران الإسفراييني، ومحمد بن أحمد بن أبي عون\nالنسائي ابن عم المذكور، وإمام الأئمة ابن خزيمة، وأبو رجاء محمد بن حمدويه\nالمروزي المؤرخ، ومحمد بن كرام السجستاني، ومحمد بن موسى الباشاني، ومحمد\nبن علي بن حمزة المروزي، ومحمد بن يحيى بن خالد المروزي، ومحمود بن محمد\nالمروزي، ومحمود بن والان العدني، وآخرون. (11/509) قال محمد بن علي بن\nحمزة: كان ينزل بغداد، ثم تحول إلى مرو، فنزل قرية زرزم، وكان فاضلا،\nحافظا. وقال محمد بن موسى الباشاني: هو من بني عبد شمس بن سعد. وقال\nالنسائي: ثقة، مأمون، حافظ. وقال أبو بكر الخطيب: كان ينزل بغداد قديما، ثم\nانتقل إلى مرو، واشتهر حديثه بها. قال: وكان صادقا، متقنا، حافظا. وقال\nالحافظ أبو بكر محمد بن حمدويه بن سنجان المروزي: سمعت علي بن حجر يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0114'> Vol. 22, p. 0114</a>\n            </div>\n            \n</p>\n\n<p>\nانصرفت من العراق وأنا ابن ثلاث وثلاثين سنة، فقلت: لو بقيت ثلاثا\nوثلاثين سنة أخرى، فأروي بعض ما جمعته من العلم، وقد عشت بعد ثلاثا وثلاثين\nأخرى، وأنا أتمنى بعد ما كنت أتمنى وقت انصرافي من العراق. قلت: هذا على\nسبيل التقريب، وإلا فلم يبلغ الرجل تسعا وتسعين سنة. قال الحافظ أبو بكر\nالأعين: مشايخ خراسان ثلاثة: قتيبة، وعلي بن حجر، ومحمد بن مهران الرازي.\nورجالها أربعة: عبد الله بن عبد <span id='ms3170'></span> الرحمن السمرقندي، ومحمد بن إسماعيل\nالبخاري - قبل أن يظهر منه ما ظهر - ومحمد بن يحيى، وأبو زرعة. (11/510)\nقلت: هذه دقة من الأعين، والذي ظهر من محمد أمر خفيف من المسائل التي اختلف\nفيها الأئمة في القول في القرآن، وتسمى مسألة أفعال التالين، فجمهور الأئمة\nوالسلف والخلف على أن القرآن كلام الله، منزل، غير مخلوق. وبهذا ندين الله\n-تعالى- وبدعوا من خالف ذلك، وذهبت الجهمية، والمعتزلة، والمأمون، وأحمد بن\nأبي دواد القاضي، وخلق من المتكلمين، والرافضة إلى أن القرآن كلام الله\nالمنزل مخلوق، وقالوا: الله خالق كل شيء، والقرآن شيء. وقالوا: تعالى الله\nأن يوصف بأنه متكلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0115'> Vol. 22, p. 0115</a>\n            </div>\n            \n</p>\n\n<p>\nوجرت محنة القرآن، وعظم البلاء، وضرب أحمد بن حنبل بالسياط ليقول ذلك -\nنسأل الله السلامة في الدين -. ثم نشأت طائفة، فقالوا: كلام الله -تعالى-\nمنزل غير مخلوق، ولكن ألفاظنا به مخلوقة - يعنون: تلفظهم وأصواتهم به\nوكتابتهم له، ونحو ذلك - وهو حسين الكرابيسي ومن تبعه، فأنكر ذلك الإمام\nأحمد، وأئمة الحديث، وبالغ الإمام أحمد في الحط عليهم، وثبت عنه أن قال:\nاللفظية جهمية. وقال: من قال: لفظي بالقرآن مخلوق، فهو جهمي، ومن قال: لفظي\nبالقرآن غير مخلوق، فهو مبتدع، وسد باب الخوض في هذا. وقال أيضا: من قال:\nلفظي بالقرآن مخلوق، يريد به القرآن، فهو جهمي. وقالت طائفة: القرآن محدث\nكداود الظاهري ومن تبعه، فبدعهم الإمام أحمد، وأنكر ذلك، وثبت على الجزم\nبأن القرآن كلام الله غير مخلوق، وأنه من علم الله، وكفر من قال بخلقه،\nوبدع من قال بحدوثه، وبدع من قال: لفظي بالقرآن غير مخلوق، ولم يأت عنه ولا\nعن السلف القول: بأن القرآن قديم. ما تفوه أحد منهم بهذا. فقولنا: قديم، من\nالعبارات المحدثة المبتدعة، كما أن قولنا: هو محدث، بدعة. (11/511) وأما\nالبخاري، فكان من كبار الأئمة الأذكياء، فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0116'> Vol. 22, p. 0116</a>\n            </div>\n            \n</p>\n\n<p>\nما قلت: ألفاظنا بالقرآن مخلوقة، وإنما حركاتهم، وأصواتهم وأفعالهم\nمخلوقة، والقرآن المسموع المتلو الملفوظ المكتوب في المصاحف كلام الله، غير\nمخلوق. وصنف في ذلك كتاب (أفعال العباد) مجلد، فأنكر عليه طائفة، وما فهموا <span id='ms3171'></span>\nمرامه كالذهلي، وأبي زرعة، وأبي حاتم، وأبي بكر الأعين، وغيرهم. ثم ظهر بعد\nذلك مقالة الكلابية، والأشعرية، وقالوا: القرآن معنى قائم بالنفس، وإنما\nهذا المنزل حكايته وعبارته ودال عليه. وقالوا: هذا المتلو معدود متعاقب،\nوكلام الله -تعالى- لا يجوز عليه التعاقب، ولا التعدد، بل هو شيء واحد،\nقائم بالذات المقدسة. واتسع المقال في ذلك، ولزم منه أمور وألوان، تركها\n-والله- من حسن الإيمان - وبالله نتأيد -. وقد كان علي بن حجر من أوعية\nالعلم. كتب عنه بضع وسبعون ومائة بالحرمين والعراق والشام والجزيرة\nوخراسان. ولم يلق مالك بن أنس، فاته هو وحماد بن زيد، وكان يسمع في حياتهما\nبالكوفة وغيرها. وله مصنفات مفيدة، منها: كتاب (أحكام القرآن). قال أحمد بن\nالمبارك المستملي: سمعته يقول: ولدت سنة أربع وخمسين ومائة. وقال إبراهيم\nبن أورمة الحافظ: كتب علي بن حجر إلى بعض إخوانه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0117'> Vol. 22, p. 0117</a>\n            </div>\n            \n</p>\n\n<p>\nأحن إلى كتابك غير أني * أجلك عن عتاب في كتاب ونحن إن التقينا قبل موت *\nشفيت غليل صدري من عتابي وإن سبقت بنا ذات المنايا * فكم من غائب تحت\nالتراب؟ (11/512) قال الحسن بن سفيان: سمعت علي بن حجر ينشد: وظيفتنا مائة\nللغري * ب في كل يوم سوى ما يفاد شريكية أو هشيمية * أحاديث فقه قصار جياد\nقال: وأنشد مرة - وقد سألوه الزيادة -: لكم مائة في كل يوم أعدها * حديثا\nحديثا لا أزيدكم حرفا وما طال منها من حديث فإنني * به طالب منكم على قدره\nصرفا فإن أقنعتكم فاسمعوها سريحة * وإلا فجيؤوا من يحدثكم ألفا قال أبو\nالعباس الدغولي: حدثنا عبد الله بن جعفر بن خاقان، قال: وجه بعض مشايخ مرو\nإلى علي بن حجر بسكر وأرز وثوب، فرده، وكتب إليه: جاءني عنك مرسل بكلام *\nفيه بعض الإيحاش والإحشام فتعجبت، ثم قلت: تعالى * ربنا، ذي من الأمور\nالعظام خاب سعيي لئن شريت خلاقي * بعد تسعين حجة بحطام أنا بالصبر واحتمالي\nلإخوا * ني أرجو حلول دار السلام والذي سمتنيه يزري بمثلي * عند أهل العقول\nوالأحلام قال البخاري: مات علي بن حجر في <span id='ms3172'></span> جمادى الأولى، سنة أربع وأربعين\nومائتين. وقال الباشاني: في يوم الأربعاء، منتصف الشهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0118'> Vol. 22, p. 0118</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن هبة الله، أنبأنا عبد المعز بن محمد، أخبرنا زاهر\nالمستملي، أخبرنا أبو القاسم بن أبي الفضل الهراس، حدثنا أبو طاهر محمد بن\nالفضل بن خزيمة، أخبرنا جدي؛ أبو بكر، حدثنا علي بن حجر، حدثنا إسماعيل بن\nجعفر، حدثنا العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة: أن رسول الله\n-صلى الله عليه وسلم- قال: (ما نقصت صدقة من مال، وما زاد الله عبدا بعفو\nإلا عزا، وما تواضع أحد لله إلا رفعه الله). أخرجه: مسلم، عن علي، مثله.\nوفيها توفي: أحمد بن منيع، وإسحاق بن موسى، ومحمد بن أبان المستملي، وأبو\nعمار الحسين بن حريث، والحسن بن شجاع الحافظ، وحميد بن مسعدة، وعتبة بن عبد\nالله المروزي، وابن أبي الشوارب، ويعقوب بن السكيت، ومجاهد بن موسى.\n(11/514) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0119'> Vol. 22, p. 0119</a>\n            </div>\n            \n</p>\n\n<p>\nالطبقة الثالثة عشر\n</p>\n\n<h2 class='l2' id='head41'>AUT 140 - دحيم عبد الرحمن بن إبراهيم الدمشقي</h2>\n\n<p>\n(خ، د، س، ق) القاضي، الإمام، الفقيه، الحافظ، محدث الشام، أبو سعيد عبد\nالرحمن بن إبراهيم بن عمرو بن ميمون الدمشقي، قاضي مدينة طبرية؛ قاعدة\nالأردن. وأما اليوم، فأم الأردن بلد صفد. ولد: في شوال، سنة سبعين ومائة.\nقاله: ابنه عمرو. حدث عن: سفيان بن عيينة، ومروان بن معاوية، والوليد بن\nمسلم، وسويد بن عبد العزيز، وإسحاق بن يوسف الأزرق، ومحمد بن شعيب، وعمر بن\nعبد الواحد، وشعيب بن إسحاق، وأبي ضمرة أنس بن عياض، وعمرو بن أبي سلمة،\nوأبي مسهر، وخلق كثير بالحجاز، والشام، ومصر، والكوفة، والبصرة، وعني بهذا\nالشأن، وفاق الأقران، وجمع، وصنف، وجرح وعدل، وصحح وعلل. (11/516)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0120'> Vol. 22, p. 0120</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه: البخاري، وأبو داود، والنسائي، والقزويني، وأبو محمد الدارمي،\nوأبو حاتم، وأبو زرعة الرازيان، وأبو زرعة الدمشقي، وبقي بن مخلد، وإبراهيم\nالحربي، وأحمد بن المعلى، وولداه؛ عمرو وإبراهيم ابنا دحيم، ومحمد بن محمد\nالباغندي، وأحمد بن أيوب؛ والد الطبراني، وزكريا خياط السنة، ومحمد بن خريم\nالعقيلي، وابن قتيبة العسقلاني، وعبد الله بن عتاب الزفتي، وجعفر الفريابي،\nومحمد بن <span id='ms3173'></span> بشر بن مامويه، وخلق كثير. قال ابن أبي حاتم: كان يعرف: بدحيم\nاليتيم، فسمعت أبي يقول: كان دحيم يميز ويضبط، وهو ثقة. وقال النسائي: ثقة،\nمأمون. وقال أبو أحمد الحاكم: ولي دحيم قضاء الرملة زمانا. روى عنه: محمد\nبن يحيى الذهلي، والحسن بن شبيب المعمري. وقال أبو بكر الخطيب: حدث ببغداد\nقديما، فروى عنه من أهلها: الحسن الزعفراني، والرمادي، وحنبل، وعباس\nالدوري، وإبراهيم الحربي. وكان ينتحل مذهب الأوزاعي. قال عبدان: سمعت الحسن\nبن علي بن بحر يقول: قدم دحيم بغداد سنة اثنتي عشرة ومائتين، فرأيت أبي\nوأحمد بن حنبل، ويحيى بن معين، وخلف بن سالم بين يديه كالصبيان قعودا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0121'> Vol. 22, p. 0121</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هؤلاء أكبر منه، ولكن أكرموه لكونه قادما، واحترموه لحفظه. قال أحمد\nالعجلي: دحيم ثقة، كان يختلف إلى بغداد، فذكروا الفئة الباغية هم أهل\nالشام، فقال: من قال هذا، فهو ابن الفاعلة. فنكب عنه الناس، ثم سمعوا منه.\n(11/517) قلت: هذه هفوة من نصب، أو لعله قصد الكف عن التشغيب بتشعيث. قال\nأبو عبيد الآجري: سمعت أبا داود يقول: دحيم: حجة، لم يكن بدمشق في زمانه\nمثله. قال المروذي: سمعت أحمد بن حنبل يثني على دحيم، ويقول: هو عاقل،\nركين. وقال الدارقطني: ثقة. وقال أبو أحمد بن عدي: هو أوثق من حرملة. قلت:\nومن رفاقه: سليمان بن عبد الرحمن، وسليمان بن أحمد الواسطي، وهشام بن عمار،\nومحمد بن أبي السري العسقلاني. ويقع لي من عالي حديثه في (صفة المنافق).\nذكر محمد بن يوسف الكندي: أن كتاب المتوكل ورد على دحيم عبد الرحمن بن\nإبراهيم مولى يزيد بن معاوية، وهو على قضاء فلسطين، يأمره بالانصراف إلى\nمصر ليليها، فتوفي بفلسطين، في يوم الأحد، في شهر رمضان، سنة خمس وأربعين\nومائتين. وكذا أرخ وفاته: ابنه؛ عمرو بن دحيم، وجماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0122'> Vol. 22, p. 0122</a>\n            </div>\n            \n</p>\n\n<p>\nوقد كان المتوكل لما سكن بدمشق بعد عام أربعين ومائتين، وأنشأ القصر\nالمشهور بين المزة وداريا وسكنه، عرف بفضيلة دحيم ومعرفته بالسنن، فأمر\nبتوليته قضاء الديار المصرية، فحان الأجل. مات: في سابع عشر رمضان.\n(11/518) كتب <span id='ms3174'></span> إلي يحيى بن أبي منصور الفقيه: أخبرنا عمر بن محمد ببغداد،\nأخبرنا محمد بن عبد الملك المقرئ - مؤلف (المفتاح)- ويحيى بن علي، وعبد\nالخالق بن عبد الصمد، وأبو غالب بن البناء (ح). وأخبرنا المقداد بن هبة\nالله القيسي، أخبرنا سعيد بن محمد بن الرزاز (ح). وأخبرنا المسلم بن محمد\nالقيسي، وإبراهيم بن علي الزاهد، قالا: أخبرنا داود بن ملاعب، قالا: أخبرنا\nأبو الفضل الأرموي (ح). وأخبرنا علي بن أحمد في كتابه، أخبرتنا نعمة بنت\nعلي، أخبرنا جدي؛ يحيى بن الطراح (ح). وأخبرنا أحمد بن إسحاق الأبرقوهي،\nأنبأنا الفتح بن عبد السلام، أخبرنا محمد بن عمر بن يوسف الأرموي، وأبو\nغالب محمد بن علي، ومحمد بن أحمد الطرائفي، قالوا سبعتهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0123'> Vol. 22, p. 0123</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو جعفر محمد بن أحمد بن المسلمة، أخبرنا عبيد الله بن عبد\nالرحمن الزهري سنة ثمانين وثلاث مائة، حدثنا أبو بكر جعفر بن محمد الحافظ\nسنة ثمان وتسعين ومائتين، حدثنا عبد الرحمن بن إبراهيم، والوليد بن عتبة\nالدمشقيان، قالا: حدثنا الوليد بن مسلم، حدثنا سعيد - هو ابن عبد العزيز -\nوعبد الغفار بن إسماعيل، عن إسماعيل بن عبيد الله، سمع أبا عبد الله\nالأشعري يقول: سمع أبا الدرداء يقول: قال رسول الله -صلى الله عليه وسلم-:\n(ليكفرن أقوام بعد إيمانهم). فبلغ ذلك أبا الدرداء، فأتاه، فقال: يا رسول\nالله! بلغني أنك قلت: (ليكفرن أقوام بعد إيمانهم)؟ قال: (نعم، ولست منهم).\nوبه: حدثنا عبد الرحمن بن إبراهيم، حدثنا الوليد بن مسلم، حدثنا الأوزاعي،\nسمعت بلال بن سعد يقول: لا تكن وليا لله في العلانية وعدوه في السر.\n(11/519) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0124'> Vol. 22, p. 0124</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head42'>AUT 141 - دعبل بن علي أبو علي الخزاعي</h2>\n\n<p>\nشاعر زمانه، أبو علي الخزاعي. له (ديوان) مشهور، وكتاب (طبقات الشعراء).\nوكان من غلاة الشيعة، وله هجو مقذع. رأى مالكا الإمام. يروي عنه: محمد بن\nموسى البربري، وغيره. بلغت جوائز عبد الله بن طاهر له ثلاث مائة ألف درهم.\nوقيل: كان أحدب، أصم. وقيل: هجا المأمون والكبار، وكان خبيث اللسان والنفس\nحتى إنه هجا قبيلته خزاعة. ويقال: هجا مالك <span id='ms3175'></span> بن طوق، فدس عليه من طعنه في\nقدمه بحربة مسمومة، فمات من الغد، سنة ست وأربعين ومائتين. يقال: لامه صاحب\nله في هجاء الخلفاء، فقال: دعني من فضولك، أنا -والله- أستصلب مذ سبعين\nسنة، ما وجدت من يجود بخشبة. (11/520) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0125'> Vol. 22, p. 0125</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUT 142 - أحمد بن المعذل بن غيلان بن حكم العبدي</h2>\n\n<p>\nشيخ المالكية، أبو العباس العبدي، البصري، المالكي، الأصولي، شيخ\nإسماعيل القاضي. تفقه بعبد الملك بن الماجشون، ومحمد بن مسلمة. وكان من\nبحور الفقه، صاحب تصانيف، وفصاحة، وبيان. حدث عن: بشر بن عمر الزهراني،\nوطبقته. أخذ عنه: إسماعيل القاضي، وأخوه؛ حماد، ويعقوب بن شيبة. قال أبو\nبكر النقاش: قال لي أبو خليفة: أحمد بن المعذل أفضل من أحمدكم -يعني: أحمد\nبن حنبل-. قال أبو إسحاق الحضرمي: كان ابن المعذل من الفقه والسكينة والأدب\nوالحلاوة في غاية. وكان أخوه عبد الصمد الشاعر يؤذيه، فكان أحمد يقول له:\nأنت كالأصبع الزائدة، إن تركت شانت، وإن قطعت آلمت. وقد كان أهل البصرة\nيسمون أحمد: الراهب؛ لتعبده، ودينه. قال أبو داود: كان ينهاني عن طلب\nالحديث -يعني: زهادة-. قلت: كان يقف في خلق القرآن. وروى: المعافى الجريري،\nعن يعقوب بن محمد الكريزي، عن عبد الجليل بن الحسن، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0126'> Vol. 22, p. 0126</a>\n            </div>\n            \n</p>\n\n<p>\nكان أحمد بن المعذل في مجلس أبي عاصم، فمزح أبو عاصم يخجل أحمد، فقال: يا\nأبا عاصم، إن الله خلقك جدا، فلا تهزلن، فإن المستهزئ جاهل، قال تعالى:\n{قالوا: أتتخذنا هزوا؟ قال: أعوذ بالله أن أكون من الجاهلين} [البقرة: 67].\nفخجل أبو عاصم، ثم كان يقعد أحمد بن المعذل إلى جنبه. (11/521) وروى: يموت\nبن المزرع، عن المبرد، عن أحمد بن المعذل، قال: كنت عند ابن الماجشون،\nفجاءه بعض جلسائه، فقال: يا أبا مروان، أعجوبة، خرجت إلى حائطي بالغابة،\nفعرض لي رجل، فقال: اخلع ثيابك. قلت: لم؟ قال: لأني أخوك، وأنا عريان. قلت:\nفالمواساة؟ قال: قد لبستها برهة. قلت: فتعريني؟ قال: قد روينا عن مالك، أنه\nقال: لا بأس للرجل أن يغتسل عريانا. قلت: ترى عورتي. قال: لو كان أحد يلقاك\nهنا <span id='ms3176'></span>، ما تعرضت لك. قلت: دعني أدخل حائطي، وأبعث بها إليك. قال: كلا، أردت\nأن توجه عبيدك، فأمسك. قلت: أحلف لك. قال: لا تلزم يمينك للص. فحلفت له:\nلأبعثن بها طيبة بها نفسي. فأطرق، ثم قال: تصفحت أمر اللصوص من عهد النبي\n-صلى الله عليه وسلم- إلى وقتنا، فلم أجد لصا أخذ بنسيئة، فأكره أن أبتدع،\nفخلعت ثيابي له. لم أر له وفاة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0127'> Vol. 22, p. 0127</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head44'>AUT 143 - زيد بن بشر أبو البشر الأزدي</h2>\n\n<p>\nالعلامة، فقيه المغرب، أبو البشر الأزدي - ويقال: الحضرمي - المالكي.\nرأى: ابن لهيعة. وسمع: ابن وهب، ورشدين بن سعد، وأشهب. وعنه: أبو زرعة،\nوسليمان بن سالم، ويحيى بن عمر، وسعيد بن إسحاق الإفريقيون. وكان من أكبر\nتلامذة ابن وهب. قال أبو زرعة: رجل صالح، عاقل، خرج إلى المغرب، فمات هناك،\nوهو ثقة. وقال أبو عمر الكندي: كان من صليبة الأزد، وجدته مولاة لحضرموت.\nنشأ في حجر ابن لهيعة، وما سمع منه. قلت: وكان ذا كرم، وجود، وفرط شجاعة.\nقيل: كان سبب فراقه مصر محنة القرآن. قال ابن يونس: توفي بتونس، سنة اثنتين\nوأربعين ومائتين. (11/522) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0128'> Vol. 22, p. 0128</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head45'>AUT 144 - ابن أخي الإمام عبد الرحمن بن عبيد الله الأسدي</h2>\n\n<p>\n(د، س) الحافظ، المحدث، الإمام، الرحال، مسند حلب، وإمام جامعها، أبو\nمحمد عبد الرحمن بن عبيد الله بن حكيم الأسدي، الحلبي. ويعرف: بابن أخي\nالإمام. حدث عن: أبي المليح الحسن بن عمر الرقي، وعبيد الله بن عمرو الرقي،\nوخلف بن خليفة، وإبراهيم بن سعد، وعبد العزيز بن أبي حازم، وعبد العزيز بن\nمحمد، وأقرانهم بالحجاز، والشام، والعراق، والجزيرة. وكان محدث حلب مع أبي\nنعيم عبيد بن هشام. حدث عنه: أبو داود، والنسائي، وبقي بن مخلد، والحسين بن\nإسحاق التستري، وسعيد بن عبد العزيز الحلبي، وعبدان الأهوازي، وعلي بن عبد\nالحميد الغضائري، والحسن بن سفيان، وعمر بن سعيد المنبجي، وعبد الرحمن بن\nعبيد الله بن عبد العزيز ابن أخي الإمام الصغير، وخلق كثير. قال أبو حاتم:\nصدوق. وقال النسائي: لا بأس به. قلت: مات سنة بضع وأربعين ومائتين.\n(11/523) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0129'> Vol. 22, p. 0129</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head46'>AUT 145 - ابن أخي الإمام <span id='ms3177'></span> الصغير عبد الرحمن بن عبيد الله الهاشمي NOTMATCH</h2>\n\n<p>\n145 - أما: ابن أخي الإمام الصغير عبد الرحمن بن عبيد الله الهاشمي فهو:\nالمحدث، الصادق، المعدل عبد الرحمن بن عبيد الله بن عبد العزيز بن الفضل\nالهاشمي، العباسي، الحلبي. حدث عن: صاحب الترجمة. وعن: إبراهيم بن سعيد\nالجوهري، ومحمد بن قدامة المصيصي، وبركة بن محمد الحلبي، وحاجب بن سليمان،\nوأحمد بن حرب الطائي، وعدة. وعنه: أبو أحمد بن عدي، وأبو بكر محمد بن\nسليمان الربعي، وأبو بكر بن المقرئ، والقاضي علي بن محمد بن إسحاق الحلبي،\nوعدة. يكنى: أبا محمد، وقيل: أبا القاسم. عاش: إلى بعد سنة عشر وثلاث مائة،\nما أظن به بأسا. ذكره الحافظ ابن عساكر في (تاريخه): وأنه حدث بدمشق، وما\nذكر الكبير؛ لأنه ليس من شرط كتابه. (11/524) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0130'> Vol. 22, p. 0130</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head47'>AUT 146 - محمد بن كرام السجستاني المبتدع</h2>\n\n<p>\nشيخ الكرامية، كان زاهدا، عابدا، ربانيا، بعيد الصيت، كثير الأصحاب،\nولكنه يروي الواهيات - كما قال: ابن حبان -. خذل حتى التقط من المذاهب\nأرداها، ومن الأحاديث أوهاها، ثم جالس الجويباري، وابن تميم، ولعلهما قد\nوضعا مائة ألف حديث، وأخذ التقشف عن أحمد بن حرب. قلت: كان يقول: الإيمان\nهو نطق اللسان بالتوحيد، مجرد عن عقد قلب، وعمل جوارح. وقال خلق من الأتباع\nله: بأن الباري جسم لا كالأجسام، وأن النبي تجوز منه الكبائر سوى الكذب.\nوقد سجن ابن كرام، ثم نفي. وكان ناشفا، عابدا، قليل العلم. قال الحاكم: مكث\nفي سجن نيسابور ثماني سنين، ومات بأرض بيت المقدس، سنة خمس وخمسين ومائتين.\nقلت: طولنا ترجمته في (تاريخ الإسلام). وكانت الكرامية كثيرين بخراسان.\nولهم تصانيف، ثم قلوا، وتلاشوا - نعوذ بالله من الأهواء -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0131'> Vol. 22, p. 0131</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head48'>AUT 147 - يعقوب بن كعب بن حامد الأنطاكي</h2>\n\n<p>\n(د) الحافظ، أبو يوسف الأنطاكي، أصله من حلب. سمع: عطاء بن مسلم، وشعيب\nبن إسحاق، وعيسى بن يونس، وابن وهب، وأبا معاوية، وطبقتهم. وكان ذا رحلة،\nوفضل. روى عنه: أبو داود، ويزيد بن جهور، وأحمد بن أبي خيثمة، وأبو بكر بن\nأبي عاصم، ومحمد بن إبراهيم البوشنجي، وآخرون. وثقه: أبو حاتم. وقال <span id='ms3178'></span>\nالعجلي: ثقة، رجل صالح، صاحب سنة. (11/525) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0132'> Vol. 22, p. 0132</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head49'>AUT 148 - علي بن مسلم بن سعيد الطوسي</h2>\n\n<p>\n(خ، د، س) الإمام، المحدث، الثقة، مسند العراق، أبو الحسن الطوسي ثم\nالبغدادي. سمع: جرير بن عبد الحميد، ويوسف بن يعقوب الماجشون، وهشيم بن\nبشير، وعبد الله بن المبارك، ويحيى بن أبي زائدة، وعبد الرحمن بن زيد بن\nأسلم، وأبا يوسف القاضي، وخلقا كثيرا. وعني بهذا الشأن، وجمع، وصنف. حدث\nعنه: البخاري، وأبو داود، والنسائي، ويحيى بن معين - رفيقه - وأبو بكر\nالأثرم، وابن أبي الدنيا، وعبد الله بن أحمد، وأبو محمد بن صاعد، والقاضي\nالمحاملي، والحسين بن عياش القطان، وآخرون. وروى: النسائي أيضا، عن رجل،\nعنه، وقال: لا بأس به. قلت: مات لسبع بقين من جمادى الآخرة، سنة ثلاث\nوخمسين ومائتين، عن ثلاث وتسعين سنة. (11/526) أخبرنا أبو المعالي بن\nإسحاق، أخبرنا أبو المحاسن محمد بن هبة الله بن عبد العزيز الدينوري\nببغداد، أخبرنا عمي؛ محمد بن عبد العزيز في سنة تسع وثلاثين وخمس مائة،\nأخبرنا عاصم بن الحسن (ح). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0133'> Vol. 22, p. 0133</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا أحمد بن عبد الحميد، ومحمد بن بطيخ، وعبد الحميد بن أحمد، وأحمد\nبن عبد الرحمن، قالوا: أخبرنا عبد الرحمن بن نجم الواعظ (ح). وأخبرتنا\nخديجة بنت الرضى، أخبرنا البهاء عبد الرحمن، قالا: أخبرتنا فخر النساء شهدة\nبنت أحمد، أخبرنا أبو عبد الله بن طلحة، قال هو، وعاصم: أخبرنا عبد الواحد\nبن محمد الفارسي، حدثنا الحسين بن إسماعيل المحاملي، حدثنا علي بن مسلم،\nحدثنا عباد بن العوام، حدثنا حجاج بن أرطاة، عن سماك، عن جابر بن سمرة،\nقال: كان في ساقي رسول الله -صلى الله عليه وسلم- حموشة، وكان لا يضحك إلا\nتبسما، وكنت إذا نظرت إليه، قلت: أكحل العينين، وليس بأكحل. هذا حديث غريب.\n(11/527) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0134'> Vol. 22, p. 0134</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head50'>AUT 149 - الجاحظ أبو عثمان عمرو بن بحر</h2>\n\n<p>\nالعلامة، المتبحر، ذو الفنون، أبو عثمان عمرو بن بحر بن محبوب البصري،\nالمعتزلي، صاحب التصانيف. أخذ عن: النظام. وروى عن: أبي يوسف القاضي،\nوثمامة بن أشرس. روى عنه: أبو العيناء، ويموت بن المزرع - ابن أخته، وكان\nأحد الأذكياء <span id='ms3179'></span> -. قال ثعلب: ما هو بثقة. وقال يموت: كان جده جمالا أسود. وعن\nالجاحظ: نسيت كنيتي ثلاثة أيام، حتى عرفني أهلي. قلت: كان ماجنا، قليل\nالدين، له نوادر. قال المبرد: دخلت عليه، فقلت: كيف أنت؟ قال: كيف من نصفه\nمفلوج، ونصفه الآخر منقرس؟ لو طار عليه ذباب لآلمه، والآفة في هذا أني جزت\nالتسعين. وقيل: طلبه المتوكل، فقال: وما يصنع أمير المؤمنين بشق مائل،\nولعاب سائل؟!! قال ابن زبر: مات سنة خمسين ومائتين. وقال الصولي: مات سنة\nخمس وخمسين ومائتين. قلت: كان من بحور العلم، وتصانيفه كثيرة جدا. قيل: لم\nيقع بيده كتاب قط إلا استوفى قراءته، حتى إنه كان يكتري دكاكين الكتبيين،\nويبيت فيها للمطالعة، وكان باقعة في قوة الحفظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0135'> Vol. 22, p. 0135</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: كان الجاحظ ينوب عن إبراهيم بن العباس الصولي مدة في ديوان\nالرسائل. وقال في مرضه للطبيب: اصطلحت الأضداد على جسدي، إن أكلت باردا،\nأخذ برجلي، وإن أكلت حارا، أخذ برأسي. (11/528) ومن كلام الجاحظ إلى محمد\nبن عبد الملك: المنفعة توجب المحبة، والمضرة توجب البغضة، والمضادة عداوة،\nوالأمانة طمأنينة، وخلاف الهوى يوجب الاستثقال، ومتابعته توجب الألفة.\nالعدل يوجب اجتماع القلوب، والجور يوجب الفرقة. حسن الخلق أنس، والانقباض\nوحشة، التكبر مقت، والتواضع مقة، الجود يوجب الحمد، والبخل يوجب الذم،\nالتواني يوجب الحسرة، والحزم يوجب السرور، والتغرير ندامة، ولكل واحدة من\nهذه إفراط وتقصير، وإنما تصح نتائجها إذا أقيمت حدودها. فإن الإفراط في\nالجود تبذير، والإفراط في التواضع مذلة، والإفراط في الغدر يدعو إلى أن لا\nتثق بأحد، والإفراط في المؤانسة يجلب خلطاء السوء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0136'> Vol. 22, p. 0136</a>\n            </div>\n            \n</p>\n\n<p>\nوله: وما كان حقي - وأنا واضع هذين الكتابين في خلق القرآن، وهو المعنى\nالذي يكثره أمير المؤمنين ويعزه، وفي فضل ما بين بني هاشم، وعبد شمس ومخزوم\n- إلا أن أقعد فوق السماكين، بل فوق العيوق، أو أتجر في الكبريت الأحمر،\nوأقود العنقاء بزمام إلى الملك الأكبر. وله: كتاب (الحيوان) سبع مجلدات،\nوأضاف إليه كتاب (النساء)، وهو فرق ما بين الذكر والأنثى، وكتاب (البغال)،\nوقد أضيف إليه كتاب، سموه <span id='ms3180'></span> كتاب (الجمال) ليس من كلام الجاحظ، ولا يقاربه.\nقال رجل للجاحظ: ألك بالبصرة ضيعة؟ قال: فتبسم، وقال: إنما إناء وجارية ومن\nيخدمها، وحمار، وخادم، أهديت كتاب (الحيوان) إلى ابن الزيات، فأعطاني ألفي\nدينار، وأهديت إلى فلان...، فذكر نحوا من ذلك. يعني: أنه في خير وثروة. قال\nيموت بن المزرع: سمعت خالي يقول: أمليت على إنسان مرة: أخبرنا عمرو،\nفاستملى: أخبرنا بشر، وكتب: أخبرنا زيد. قلت: يظهر من شمائل الجاحظ أنه\nيختلق. (11/529) قال إسماعيل الصفار: حدثنا أبو العيناء، قال: أنا والجاحظ\nوضعنا حديث فدك، فأدخلناه على الشيوخ ببغداد، فقلبوه إلا ابن شيبة العلوي،\nفإنه قال: لا يشبه آخر هذا الحديث أوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0137'> Vol. 22, p. 0137</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال الصفار: كان أبو العيناء يحدث بهذا بعد ما تاب. قيل للجاحظ: كيف\nحالك؟ قال: يتكلم الوزير برأيي، وصلات الخليفة متواترة إلي، وآكل من الطير\nأسمنها، وألبس من الثياب ألينها، وأنا صابر حتى يأتي الله بالفرج. قيل: بل\nالفرج ما أنت فيه. قال: بل أحب أن ألي الخلافة، ويختلف إلي محمد بن عبد\nالملك -يعني: الوزير-. وهو القائل: سقام الحرص ليس له دواء * وداء الجهل\nليس له طبيب وقال: أهديت إلى محمد بن عبد الملك كتاب (الحيوان)، فأعطاني\nخمسة آلاف دينار. وأهديت كتاب (البيان والتبيين) إلى أحمد بن أبي دواد،\nفأعطاني كذلك. وأهديت كتاب (الزرع والنخل) إلى إبراهيم الصولي، فأعطاني\nمثلها، فرجعت إلى البصرة، ومعي ضيعة لا تحتاج إلى تحديد، ولا إلى تسميد.\n(11/530) وقد روى عنه: ابن أبي داود حديثا واحدا. وتصانيف الجاحظ كثيرة\nجدا: منها (الرد على أصحاب الإلهام)، و(الرد على المشبهة)، و(الرد على\nالنصارى)، (الطفيلية)، (فضائل الترك)، (الرد على اليهود)، (الوعيد)، (الحجة\nوالنبوة)، (المعلمين)، (البلدان)، (حانوت عطار)، (ذم الزنى)، وأشياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0138'> Vol. 22, p. 0138</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن سلامة كتابة، عن أحمد بن طارق، أخبرنا السلفي، أخبرنا\nالمبارك بن الطيوري، حدثنا محمد بن علي الصوري إملاء، حدثنا خلف بن محمد\nالحافظ بصور، أخبرنا أبو سليمان بن زبر، حدثنا أبو بكر بن أبي داود، قال:\nأتيت الجاحظ، فاستأذنت عليه، فاطلع علي <span id='ms3181'></span> من كوة في داره، فقال: من أنت؟\nفقلت: رجل من أصحاب الحديث. فقال: أو ما علمت أني لا أقول بالحشوية؟ فقلت:\nإني ابن أبي داود. فقال: مرحبا بك وبأبيك، ادخل. فلما دخلت، قال لي: ما\nتريد؟ فقلت: تحدثني بحديث واحد. فقال: اكتب: حدثنا حجاج بن المنهال، حدثنا\nحماد بن سلمة، عن ثابت، عن أنس: أن النبي -صلى الله عليه وسلم- صلى على\nطنفسة. فقلت: زدني حديثا آخر، فقال: ما ينبغي لابن أبي داود أن يكذب. قلت:\nكفانا الجاحظ المؤونة، فما روى من الحديث إلا النزر اليسير، ولا هو بمتهم\nفي الحديث، بلى في النفس من حكاياته ولهجته، فربما جازف، وتلطخه بغير بدعة\nأمر واضح، ولكنه أخباري علامة، صاحب فنون وأدب باهر، وذكاء بين - عفا الله\nعنه -. (11/531) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0139'> Vol. 22, p. 0139</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head51'>AUT 150 - أحمد بن خالد أبو جعفر الخلال</h2>\n\n<p>\n(ت، س) الفقيه الكبير، أبو جعفر البغدادي، الخلال. حدث عن: إسحاق\nالأزرق، وابن علية، وابن عيينة، وشعيب بن حرب، ومعن، والشافعي، وعدة. وعنه:\nالترمذي، والنسائي، وأحمد الأبار، وجعفر الفريابي، وعمر البجيري، والحسين\nبن إدريس، وخلق. قال أبو حاتم الرازي: كان خيرا، عدلا، ثقة، رضى، صدوقا.\nوقال الدارقطني: ثقة، نبيل، قديم الوفاة. وقال ابن قانع: مات بسامراء، سنة\nسبع وأربعين ومائتين. (11/532) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0140'> Vol. 22, p. 0140</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head52'>AUT 151 - أحمد بن الخليل أبو علي البزاز</h2>\n\n<p>\n(س) الإمام، الثبت، أبو علي البغدادي، البزاز، نزيل نيسابور. حدث عن:\nعلي بن عاصم، ويزيد بن هارون، وحجاج الأعور، وروح بن عبادة، وقراد،\nوطبقتهم. وعنه: النسائي، والحسين القباني، وعبدان، وابن خزيمة، وآخرون،\nخاتمتهم: أبو علي المذكر، ذاك التالف. وثقه: النسائي. وقال الحاكم: ثقة،\nمأمون. قال القباني: توفي في ربيع الأول، سنة ثمان وأربعين ومائتين. أحمد\nبن خليل البرجلاني شيخ النجاد سيأتي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0141'> Vol. 22, p. 0141</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head53'>AUT 152 - أحمد بن الخليل النوفلي القومسي</h2>\n\n<p>\nعن: الأصمعي، وأبي النضر، والأنصاري، والمقرئ. وعنه: يحيى بن عبدك،\nوجماعة. وهو واه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0142'> Vol. 22, p. 0142</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head54'>AUT 153 - ذو النون المصري ثوبان بن إبراهيم</h2>\n\n<p>\nالزاهد، شيخ الديار المصرية، ثوبان بن إبراهيم. وقيل: فيض بن أحمد.\nوقيل: فيض بن إبراهيم النوبي، الإخميمي. يكنى: أبا الفيض. ويقال: أبا\nالفياض. ولد: في أواخر أيام <span id='ms3182'></span> المنصور. (11/533) وروى عن: مالك، والليث، وابن\nلهيعة، وفضيل بن عياض، وسلم الخواص، وسفيان بن عيينة، وطائفة. وعنه: أحمد\nبن صبيح الفيومي، وربيعة بن محمد الطائي، ورضوان بن محيميد، وحسن بن مصعب،\nوالجنيد بن محمد الزاهد، ومقدام بن داود الرعيني، وآخرون. وقل ما روى من\nالحديث، ولا كان يتقنه. قيل: إنه من موالي قريش، وكان أبوه نوبيا. وقال\nالدارقطني: روى عن مالك أحاديث فيها نظر، وكان واعظا. وقال ابن يونس: كان\nعالما، فصيحا، حكيما. توفي: في ذي القعدة، سنة خمس وأربعين ومائتين. وقال\nالسلمي: حملوه على البريد من مصر إلى المتوكل ليعظه في سنة 244، وكان إذا\nذكر بين يدي المتوكل أهل الورع، بكى. وقال يوسف بن أحمد البغدادي: كان أهل\nناحيته يسمونه الزنديق، فلما مات، أظلت الطير جنازته، فاحترموا بعد قبره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0143'> Vol. 22, p. 0143</a>\n            </div>\n            \n</p>\n\n<p>\nعن: أيوب مؤدب ذي النون، قال: جاء أصحاب المطالب ذا النون، فخرج معهم إلى\nقفط، وهو شاب، فحفروا قبرا، فوجدوا لوحا فيه: اسم الله الأعظم، فأخذه ذو\nالنون، وسلم إليهم ما وجدوا. قال يوسف بن الحسين الرازي: حضرت ذا النون،\nفقيل له: يا أبا الفيض، ما كان سبب توبتك؟ قال: نمت في الصحراء، ففتحت\nعيني، فإذا قنبرة عمياء سقطت من وكر، فانشقت الأرض، فخرج منها سكرجتان ذهب\nوفضة، في إحداهما سمسم، وفي الأخرى ماء، فأكلت، وشربت، فقلت: حسبي. فتبت،\nولزمت الباب، إلى أن قبلني. (11/534) قال السلمي في (محن الصوفية): ذو\nالنون أول من تكلم ببلدته في ترتيب الأحوال، ومقامات الأولياء، فأنكر عليه\nعبد الله بن عبد الحكم، وهجره علماء مصر، وشاع أنه أحدث علما لم يتكلم فيه\nالسلف وهجروه حتى رموه بالزندقة. فقال أخوه: إنهم يقولون: إنك زنديق، فقال:\nوما لي سوى الإطراق والصمت حيلة * ووضعي كفي تحت خدي وتذكاري قال: وقال\nمحمد بن الفرخي: كنت مع ذي النون في زورق، فمر بنا زورق آخر، فقيل لذي\nالنون: إن هؤلاء يمرون إلى السلطان يشهدون عليك بالكفر. فقال: اللهم إن\nكانوا كاذبين، فغرقهم. فانقلب الزورق، وغرقوا، فقلت له: فما بال الملاح <span id='ms3183'></span>؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0144'> Vol. 22, p. 0144</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لم حملهم وهو يعلم قصدهم؟ ولأن يقفوا بين يدي الله غرقى، خير لهم من\nأن يقفوا شهود زور. ثم انتفض، وتغير، وقال: وعزتك لا أدعو على أحد بعدها.\nثم دعاه أمير مصر، وسأله عن اعتقاده، فتكلم، فرضي أمره، وطلبه المتوكل،\nفلما سمع كلامه، ولع به، وأحبه، وكان يقول: إذا ذكر الصالحون، فحي هلا بذي\nالنون. (11/535) قال علي بن حاتم: سمعت ذا النون يقول: القرآن كلام الله\nغير مخلوق. وقال يوسف بن الحسين: سمعت ذا النون يقول: مهما تصور في وهمك،\nفالله بخلاف ذلك. وسمعته يقول: الاستغفار جامع لمعان، أولهما: الندم على ما\nمضى، الثاني: العزم على الترك، والثالث: أداء ما ضيعت من فرض لله، الرابع:\nرد المظالم في الأموال والأعراض والمصالحة عليها، الخامس: إذابة كل لحم ودم\nنبت على الحرام، السادس: إذاقة ألم الطاعة كما وجدت حلاوة المعصية. وعن\nعمرو بن السرح، قلت لذي النون: كيف خلصت من المتوكل، وقد أمر بقتلك؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0145'> Vol. 22, p. 0145</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لما أوصلني الغلام، قلت في نفسي: يا من ليس في البحار قطرات، ولا في\nديلج الرياح ديلجات، ولا في الأرض خبيئات، ولا في القلوب خطرات، إلا وهي\nعليك دليلات، ولك شاهدات، وبربوبيتك معترفات، وفي قدرتك متحيرات، فبالقدرة\nالتي تجير بها من في الأرضين والسماوات إلا صليت على محمد وعلى آل محمد،\nوأخذت قلبه عني. فقام المتوكل يخطو حتى اعتنقني، ثم قال: أتعبناك يا أبا\nالفيض. وقال يوسف بن الحسين: حضرت مع ذي النون مجلس المتوكل، وكان مولعا\nبه، يفضله على الزهاد، فقال: صف لي أولياء الله. قال: يا أمير المؤمنين! هم\nقوم ألبسهم الله النور الساطع من محبته، وجللهم بالبهاء من إرادة كرامته،\nووضع على مفارقهم تيجان مسرته...، فذكر كلاما طويلا. وقد استوفى ابن عساكر\nأحوال ذي النون في (تاريخه)، وأبو نعيم في (الحلية). (11/536) ومن كلامه:\nالعارف لا يلتزم حالة واحدة، بل يلتزم أمر ربه في الحالات كلها. أرخ عبيد\nالله بن سعيد بن عفير وفاته - كما مر -: في سنة خمس وأربعين ومائتين. وأما\nحيان بن <span id='ms3184'></span> أحمد السهمي، فقال: مات بالجيزة، وعدي به إلى مصر في مركب خوفا من\nزحمة الناس على الجسر، لليلتين خلتا من ذي القعدة، سنة ست وأربعين ومائتين.\nوقال آخر: مات سنة ثمان وأربعين. والأول أصح. وكان من أبناء التسعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0146'> Vol. 22, p. 0146</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head55'>AUT 154 - ابن زياد الأمير محمد بن عبد الله</h2>\n\n<p>\nمتولي اليمن، الأمير محمد بن عبد الله بن زياد. غلب على اليمن، وحارب،\nوتمكن في أيام المأمون، واختط مدينة زبيد في سنة أربع ومائتين. ونفذ إلى\nالمأمون بتحف، فأمده بجيش، وعظم أمره، ودامت دولته إلى أن مات سنة خمس\nوأربعين ومائتين. فقام بعده ابنه إبراهيم، فولي اليمن مدة أربع وأربعين\nسنة. ثم مات، وتملك بعده ولداه زياد ثم إسحاق. ودامت دولتهم إلى بعد الأربع\nمائة، ثم صارت في مواليهم مدة إلى أن ظهر الصليحي. (11/537) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0148'> Vol. 22, p. 0148</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head56'>AUT 155 - الرواجني أبو سعيد عباد بن يعقوب</h2>\n\n<p>\n(خ، ت، ق) الشيخ، العالم، الصدوق، محدث الشيعة، أبو سعيد عباد بن يعقوب\nالأسدي، الرواجني، الكوفي، المبتدع. روى عن: شريك القاضي، وعباد بن العوام،\nوإبراهيم بن أبي يحيى، والوليد بن أبي ثور، وإسماعيل بن عياش، وعبد الله بن\nعبد القدوس، والحسين ابن الشهيد زيد بن علي، وعلي بن هاشم بن البريد، وعدة.\nروى عنه: البخاري حديثا قرن فيه معه آخر، والترمذي، وابن ماجه، وأبو بكر\nالبزار، وصالح جزرة، وابن خزيمة، ومحمد بن علي الحكيم الترمذي، وابن صاعد،\nوابن أبي داود، وآخرون. قال أبو حاتم: شيخ، ثقة. وقال الحاكم: كان ابن\nخزيمة يقول: حدثنا الثقة في روايته، المتهم في دينه، عباد بن يعقوب. وقال\nابن عدي: فيه غلو في التشيع. وروى: عبدان عن ثقة، أن عبادا كان يشتم السلف.\nوقال ابن عدي: روى مناكير في الفضائل والمثالب. وروى: علي بن محمد الحبيبي،\nعن صالح جزرة، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0149'> Vol. 22, p. 0149</a>\n            </div>\n            \n</p>\n\n<p>\nكان عباد يشتم عثمان -رضي الله عنه- وسمعته يقول: الله أعدل من أن يدخل\nطلحة والزبير الجنة، قاتلا عليا بعد أن بايعاه. وقال ابن جرير: سمعته يقول:\nمن لم يبرأ في صلاته كل يوم من أعداء آل محمد، حشر معهم <span id='ms3185'></span>. قلت: هذا الكلام\nمبدأ الرفض، بل نكف، ونستغفر للأمة، فإن آل محمد في إياهم قد عادى بعضهم\nبعضا، واقتتلوا على الملك، وتمت عظائم، فمن أيهم نبرأ؟! (11/538) قال محمد\nبن المظفر الحافظ: حدثنا القاسم المطرز، قال: دخلت على عباد بالكوفة، وكان\nيمتحن الطلبة، فقال: من حفر البحر؟ قلت: الله. قال: هو كذاك، ولكن من حفره؟\nقلت: يذكر الشيخ، قال: حفره علي، فمن أجراه؟ قلت: الله. قال: هو كذلك، ولكن\nمن أجراه؟ قلت: يفيدني الشيخ. قال: أجراه الحسين، وكان ضريرا، فرأيت سيفا\nوحجفة. فقلت: لمن هذا؟ قال: أعددته لأقاتل به مع المهدي. فلما فرغت من سماع\nما أردت، دخلت عليه، فقال: من حفر البحر؟ قلت: حفره معاوية -رضي الله عنه-\nوأجراه عمرو بن العاص. ثم وثبت وعدوت، فجعل يصيح: أدركوا الفاسق عدو الله،\nفاقتلوه. إسنادها صحيح. وما أدري كيف تسمحوا في الأخذ عمن هذا حاله؟ وإنما\nوثقوا بصدقه. قال البخاري: مات عباد بن يعقوب في شوال، سنة خمسين ومائتين.\nقلت: وقع لي من عواليه في (البعث) لابن أبي داود. ورأيت له جزءا من كتاب\n(المناقب)، جمع فيها أشياء ساقطة، قد أغنى الله أهل البيت عنها، وما أعتقده\nيتعمد الكذب أبدا. (11/539) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0150'> Vol. 22, p. 0150</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head57'>AUT 156 - صالح بن عبد الله بن ذكوان الباهلي</h2>\n\n<p>\n(ت) الحافظ، الثقة، أبو عبد الله الباهلي، الترمذي، نزيل بغداد. حدث عن:\nمالك، وشريك، وحماد الأبح، وأبي عوانة، وعدة. وعنه: الترمذي، ثم روى عن رجل\nعنه، وأبو زرعة الرازي، ومحمد بن كرام، وابن أبي الدنيا، وصالح جزرة، وأبو\nيعلى، وآخرون. قال أبو حاتم: صدوق. وقال ابن حبان: هو صاحب حديث وسنة، كتب،\nوجمع. قلت: توفي سنة تسع وثلاثين ومائتين، بمكة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0152'> Vol. 22, p. 0152</a>\n            </div>\n            \n</p>\n\n<p>\nNOTMATCH\n</p>\n\n<h2 class='l2' id='head58'>AUT 157 - صالح بن محمد الترمذي NOTMATCH</h2>\n\n<p>\n157 - أما: صالح بن محمد الترمذي فمن أقرانه، ولي قضاء ترمذ. قال ابن\nحبان: كان جهميا يبيع الخمر. كان ابن راهويه يبكي من تجرئه على الله.\n(11/540) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0153'> Vol. 22, p. 0153</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head59'>AUT 158 - عتبة بن عبد الله بن عتبة اليحمدي</h2>\n\n<p>\n(س) الشيخ، المحدث، المسند، الثقة، أبو عبد الله اليحمدي، المروزي. حدث\nعن: مالك بن أنس، وسعيد بن سالم القداح <span id='ms3186'></span>، وابن المبارك، وسفيان بن عيينة،\nوالفضل بن موسى، وجماعة. حدث عنه: النسائي، ومحمد بن علي الحكيم، وعيسى بن\nمحمد المروزي، وإسحاق بن إبراهيم البستي، والحسن بن سفيان، وإمام الأئمة؛\nابن خزيمة، وعدة. قال النسائي: لا بأس به. وقال أيضا: ثقة. وممن لحقه، وروى\nعنه: مؤرخ مرو أبو رجاء محمد بن حمدويه. قال: ومات في ذي الحجة، سنة أربع\nوأربعين ومائتين، وكان معمرا. أخبرنا أحمد بن هبة الله، أنبأنا عبد المعز\nبن محمد، أخبرنا زاهر بن طاهر، أخبرنا أبو سعد الكنجروذي، أخبرنا أبو أحمد\nمحمد بن محمد الحاكم، حدثنا أبو بكر محمد بن إسحاق إملاء، حدثنا عتبة بن\nعبد الله اليحمدي، قال: قرأت على مالك، عن العلاء بن عبد الرحمن: أنه سمع\nأبا السائب مولى هشام بن زهرة يقول: سمعت أبا هريرة يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0154'> Vol. 22, p. 0154</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله -صلى الله عليه وسلم-: (من صلى صلاة لم يقرأ فيها بأم\nالقرآن، فهي خداج، هي خداج، هي خداج، غير تمام). فقلت: يا أبا هريرة، إني\nأحيانا وراء الإمام. قال: فغمز ذراعي، ثم قال: إقرأها يا فارسي في نفسك،\nفإني سمعت رسول الله -صلى الله عليه وسلم- يقول: (قال الله -عز وجل-: قسمت\nالصلاة بيني وبين عبدي نصفين، نصفها لي، ونصفها لعبدي. يقول العبد: {الحمد\nلله رب العالمين}. يقول الله: حمدني عبدي. يقول العبد: {الرحمن الرحيم}.\nيقول الله: أثنى علي عبدي. يقول العبد: {مالك يوم الدين}. يقول الله: مجدني\nعبدي. وهذه الآية بيني وبين عبدي: {إياك نعبد، وإياك نستعين}، فهي بيني\nوبين عبدي، ولعبدي ما سأل. يقول العبد: {اهدنا الصراط المستقيم، صراط الذين\nأنعمت عليهم، غير المغضوب عليهم ولا الضالين}، فهي لعبدي، ولعبدي ما سأل.\n(11/541) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0155'> Vol. 22, p. 0155</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head60'>AUT 159 - الدوري أبو عمر حفص بن عمر</h2>\n\n<p>\n(ق) الإمام، العالم، الكبير، شيخ المقرئين، أبو عمر حفص بن عمر بن عبد\nالعزيز بن صهبان - ويقال: صهيب - الأزدي مولاهم، الدوري، الضرير، نزيل\nسامراء. ولد: سنة بضع وخمسين ومائة، في دولة المنصور. وتلا على: إسماعيل بن\nجعفر، وسمع منه. وتلا على الكسائي بحرفه، وعلى يحيى <span id='ms3187'></span> اليزيدي بحرف أبي عمرو،\nوعلى سليم بحرف حمزة، وجمع القراءات، وصنفها. وحدث أيضا عن: أبي إسماعيل\nإبراهيم بن سليمان المؤدب، وإبراهيم بن أبي يحيى، وإسماعيل بن عياش، وسفيان\nبن عيينة، وأبي معاوية، وطائفة. روى عنه: الإمام؛ أحمد - وهو من أقرانه -\nونصر بن علي الجهضمي، وروى هو عنهما. (11/542) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0156'> Vol. 22, p. 0156</a>\n            </div>\n            \n</p>\n\n<p>\nوتلا عليه: أبو الزعراء عبد الرحمن بن عبدوس، وأحمد بن فرح المفسر، وعمر\nبن محمد الكاغدي، والحسن بن علي بن بشار صاحب مرثية الهر، وقاسم بن زكريا\nالمطرز، وأبو عثمان سعيد بن عبد الرحيم الضرير، وعلي بن سليم، وجعفر بن\nمحمد بن أسد، والقاسم بن عبد الوارث، وأحمد بن مسعود السراج، وبكر\nالسراويلي، وعبد الله بن أحمد دلبة، ومحمد بن محمد بن النفاح، ومحمد بن\nحمدون المنقي، والحسن بن الحسين الصواف، وجعفر بن محمد الرافقي، وأحمد بن\nيعقوب بن العرق، وحسن بن عبد الوهاب، وأحمد بن حرب المعدل، وغيرهم. وحدث\nعنه: ابن ماجه، وحاجب بن أركين، وأبو زرعة الرازي، ومحمد بن حامد السني،\nوآخرون. قال أبو حاتم: صدوق. وقال أبو داود: رأيت أحمد بن حنبل يكتب عن أبي\nعمر الدوري. قال أحمد بن فرح: قلت للدوري: ما تقول في القرآن؟ قال: كلام\nالله غير مخلوق. (11/543) قال ابن النفاح: حدثنا أبو عمر، قال: قرأت على\nإسماعيل بن جعفر بقراءة أهل المدينة ختمة، وأدركت حياة نافع، ولو كان عندي\nعشرة دراهم، لرحلت إليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0157'> Vol. 22, p. 0157</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو علي الأهوازي: رحل أبو عمر في طلب القراءات، وقرأ سائر حروف\nالسبعة، وبالشواذ، وسمع من ذلك الكثير، وصنف في القراءات، وهو ثقة، وعاش\nدهرا. وفي آخر عمره ذهب بصره، وكان ذا دين. وقال الحاكم: قال الدارقطني:\nأبو عمر الدوري يقال له: الضرير، وهو ضعيف. وقيل: هو من الدور - محلة\nبالجانب الشرقي من بغداد -. قال سعيد بن عبد الرحيم، والبغوي، وطائفة: توفي\nسنة ست وأربعين ومائتين. زاد بعضهم: في شوال. وقيل: سنة ثمان وأربعين. وهم\nفيه حاجب الفرغاني، وقد ذكرناه مستوعبا في (طبقات القراء). وقول الدارقطني:\nضعيف، يريد في ضبط الآثار <span id='ms3188'></span>، أما في القراءات، فثبت إمام. وكذلك جماعة من\nالقراء أثبات في القراءة دون الحديث، كنافع، والكسائي، وحفص، فإنهم نهضوا\nبأعباء الحروف وحرروها، ولم يصنعوا ذلك في الحديث، كما أن طائفة من الحفاظ\nأتقنوا الحديث، ولم يحكموا القراءة. وكذا شأن كل من برز في فن، ولم يعتن\nبما عداه - والله أعلم -. (11/544) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0158'> Vol. 22, p. 0158</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head61'>AUT 160 - سوار بن عبد الله بن سوار التميمي</h2>\n\n<p>\n(د، ت، س) ابن عبد الله بن قدامة، الإمام، العلامة، القاضي، أبو عبد\nالله التميمي، العنبري، البصري، قاضي الرصافة من بغداد من بيت العلم\nوالقضاء، كان جده قاضي البصرة. سمع سوار هذا من: عبد الوارث التنوري، ويزيد\nبن زريع، ومعتمر بن سليمان، وبشر بن المفضل، ويحيى بن سعيد القطان، وعدة.\nحدث عنه: أبو داود، والترمذي، والنسائي، وعبد الله بن أحمد، ويحيى بن صاعد،\nوعلي بن عبد الحميد الغضائري، وآخرون. قال النسائي: ثقة. وقال إسماعيل\nالقاضي: دخل سوار بن عبد الله القاضي على محمد بن عبد الله بن طاهر، فقال:\nأيها الأمير، إني جئت في حاجة رفعتها إلى الله -عز وجل- قبل أن أرفعها\nإليك، فإن قضيتها، حمدنا الله وشكرناك، وإن لم تقضها، حمدنا الله وعذرناك.\nقال: فقضى جميع حوائجه. قلت: وكان من فحول الشعراء، فصيحا، مفوها، وكان\nوافر اللحية. قال أحمد بن المعذل الفقيه: كان سوار بن عبد الله قد خامر\nقلبه وجد، فقال: سلبت عظامي مخها فتركتها * عواري في أجلادها تتكسر وأخليت\nمنها مخها فكأنها * قوارير في أجوافها الريح تصفر خذي بيدي ثم اكشفي الثوب\nوانظري * بلى جسدي لكنني أتستر وليس الذي يجري من العين ماؤها * ولكنها\nروحي تذاب فتقطر عمي سوار بأخرة، ومات في سنة خمس وأربعين ومائتين، في\nشوال. (11/545) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0159'> Vol. 22, p. 0159</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head62'>AUT 161 - النخشبي أبو تراب عسكر بن الحصين</h2>\n\n<p>\nالإمام، القدوة، شيخ الطائفة، أبو تراب عسكر بن الحصين النخشبي. ومدينة\nنخشب من نواحي بلخ، تسمى أيضا: نسف. صحب حاتما الأصم. وحدث عن: نعيم بن\nحماد، ومحمد بن عبد الله بن نمير، وغيرهما. حدث عنه: الفتح بن شخرف،\nورفيقه؛ أبو بكر بن أبي عاصم، وعبد <span id='ms3189'></span> الله بن أحمد بن حنبل، ويوسف بن الحسين\nالرازي، وأحمد بن الجلاء، وطائفة. وكتب العلم، وتفقه، ثم تأله وتعبد، وساح\nوتجرد. وسئل عن صفة العارف، قال: الذي لا يكدره شيء، ويصفو به كل شيء.\nوعنه، قال: إذا رأيت الصوفي قد سافر بلا ركوة، فاعلم أنه قد عزم على ترك\nالصلاة. وعنه: ثلاث من مناقب الإيمان: الاستعداد للموت، والرضى بالكفاف،\nوالتفويض إلى الله. وثلاث من مناقب الكفر: طول الغفلة عن الله، والطيرة،\nوالحسد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0161'> Vol. 22, p. 0161</a>\n            </div>\n            \n</p>\n\n<p>\nوعن يوسف بن الحسين، قال: كنا بمكة، فقال أبو تراب: أحتاج إلى دراهم،\nفإذا رجل قد صب في حجره كيس دراهم، فجعل يفرقها على من حوله، وكان فيهم\nفقير يتراءى له ليعطيه، فنفذت، ولم يعطه، وبقيت أنا وهو والشيخ، فقال له:\nتراءيت لك غير مرة. فقال: أنت لا تعرف المعطي. قال ابن الجلاء: لقيت ألفي\nشيخ، ما لقيت مثل أبي تراب، وآخر. مات أبو تراب: بطريق الحج، انقطع، فنهشته\nالسباع، في سنة خمس وأربعين ومائتين. (11/546) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0162'> Vol. 22, p. 0162</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head63'>AUT 162 - محمد بن عبيد بن عبد الملك الأسدي</h2>\n\n<p>\nالإمام، المحدث، العبد الصالح، أبو عبد الله الأسدي، الكوفي، ثم\nالهمذاني، ويقال له: محمد بن أبي عبد الملك. روى أبوه عن: الشعبي. وعنه:\nوكيع، وأبو نعيم. يقال: صام ستين سنة. وروى محمد عن: سفيان بن عيينة، وعمر\nبن هارون، والربيع بن زياد، وعبيدة بن حميد، وسيف بن محمد الثوري، وأبي\nمعاوية، ويحيى بن سعيد الأموي، وحسين الجعفي، وشبابة، وخلق. وعنه: يحيى بن\nعبد الله الكرابيسي، وعبد الله بن أحمد الدحيمي، وعلي بن سعيد العسكري،\nوعيسى بن يزيد؛ إمام الجامع، وعلي بن الحسن بن سعد، والحسن بن علي المكتب،\nوإبراهيم بن عمروس، وعبدوس بن أحمد الثقفي، وآخرون. (11/547) قال صالح بن\nأحمد: سمعت عبد الرحمن بن أحمد بن الحسن، سمعت أبي يقول: ذاكرت أبا زرعة\nبحديث محمد بن عبيد، عن علي بن أبي بكر، عن همام، عن قتادة، عن أنس،\nمرفوعا: (من حوسب، عذب). فقال: ابن عبيد عندنا إمام، وعلي من الأبدال. وهذا\nغريب. وقال الحسن بن يزداد <span id='ms3190'></span> الخشاب: لو كان محمد بن عبيد ببغداد، كان يكون\nشبيها بأحمد بن حنبل. وعن أبي زرعة، قال: محمد بن عبيد ثقة. وقال الحسن بن\nعلي المؤدب: توفي سنة تسع وأربعين ومائتين. (11/548) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0163'> Vol. 22, p. 0163</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head64'>AUT 163 - الحسن بن عرفة بن يزيد العبدي</h2>\n\n<p>\n(ت، ق) الإمام، المحدث، الثقة، مسند وقته، أبو علي العبدي، البغدادي،\nالمؤدب. ولد: سنة خمسين ومائة. وسمع من: هشيم بن بشير، وإسماعيل بن عياش،\nوإبراهيم بن أبي يحيى، وخلف بن خليفة، والمبارك بن سعيد؛ أخي سفيان الثوري،\nوعبد الله بن المبارك، وزياد البكائي، وعباد بن عباد المهلبي، وعبد السلام\nبن حرب، وجرير بن عبد الحميد، وأبي بكر بن عياش، وعيسى بن يونس، والحكم بن\nظهير، ومرحوم بن عبد العزيز العطار ، وقران بن تمام، وعمار بن محمد الثوري،\nوعلي بن ثابت الجزري، وعبد العزيز بن عبد الصمد العمي، ومعتمر بن سليمان\nالتيمي، وحفص بن غياث، وإسماعيل ابن علية، وعبد الله بن إدريس، وعمر بن عبد\nالرحمن الأبار، وعبد الرحمن بن محمد المحاربي، وعباد بن العوام، وأبي\nمعاوية، ومروان بن شجاع، وبشر بن المفضل، وطبقتهم. وكان من علماء الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0165'> Vol. 22, p. 0165</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه: الترمذي، وابن ماجه، وابن أبي الدنيا، وزكريا خياط السنة، وعبد\nالله بن أحمد، وأبو يعلى، وقاسم المطرز، وابن صاعد، والمحاملي، وابن مخلد،\nوإبراهيم بن عبد الصمد الهاشمي، وعبد الرحمن بن أبي حاتم، وإسماعيل الوراق،\nومحمد بن جعفر المطيري، والحسين بن عياش القطان، ومحمد بن أحمد الأثرم،\nوعلي بن الفضل الستوري، والحسن بن أحمد بن الربيع الأنماطي، ومؤنس بن وصيف،\nوحبشون بن موسى الخلال، وإبراهيم بن محمد بن أبي ثابت، ومحمد بن هميان\nالوكيل، وإسماعيل بن محمد الصفار، وخلق كثير. (11/549) قال عبد الله بن\nأحمد: قال لي ابن معين: كتبت عن ذاك المعلم الذي في المربعة؟ قلت: نعم، أهو\nالحسن بن عرفة؟ قال: نعم، يروي عن مبارك بن سعيد، وهو ثقة. قال عبد الله:\nوكان يختلف إلى أبي. وروى: عبد الله بن الدروقي، عن ابن معين، قال: ليس به\nبأس، اذهب إليه. وقال ابن أبي <span id='ms3191'></span> حاتم: صدوق، سمعت منه مع أبي بسامراء، وسئل\nعنه أبي، فقال: صدوق. وقال النسائي: لا بأس به، وقد روى النسائي، عن رجل،\nعنه. وقال محمد بن المسيب الأرغياني: سمعت الحسن بن عرفة يقول: كتب عني\nخمسة قرون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0166'> Vol. 22, p. 0166</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: يعني: خمس طبقات: فالطبقة الأولى ابن أبي حاتم، والثانية ابن أبي\nالدنيا، الثالثة طبقة ابن خزيمة، الرابعة طبقة المحاملي، الخامسة الصفار.\nقال ابن أبي حاتم: عاش الحسن بن عرفة مائة وعشر سنين، وكان له عشرة أولاد،\nسماهم بأسامي العشرة - رضي الله عنهم -. (11/550) أخبرنا المسلم بن علان،\nومؤمل بن محمد إجازة، قالا: أخبرنا أبو اليمن الكندي، أخبرنا أبو منصور\nالشيباني، أخبرنا أحمد بن علي الحافظ، قال: أجاز لي محمد بن مكي المصري،\nوحدثني عنه نصر بن إبراهيم الفقيه، أخبرنا أحمد بن عبد الله بن زريق،\nأخبرنا الحسن بن رشيق، حدثنا أحمد بن محمد بن حكيم الصدفي، سمعت الحسن بن\nعرفة، وسئل كم تعد من السنين؟ قال: مائة سنة وعشر سنين، لم يبلغ أحد من أهل\nالعلم هذا السن غيري. قلت: قد بلغ أيضا هذا السن حسان بن ثابت، وحكيم بن\nحزام، وغيرهما من الصحابة، وسويد بن غفلة، وجماعة من التابعين، وممن شاركه\nفي السن أبو العباس الحجار. قال الحسن بن محمد الخلال الحافظ: ولد في سنة\nخمسين ومائة: الشافعي، وبشر الحافي، وخلف البزار، والحسن بن عرفة. قال أبو\nالفتح الأزدي: حدثني موسى بن محمد الأزدي، سمعت الحسن بن عرفة يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0167'> Vol. 22, p. 0167</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني وكيع بأحاديث، فلما أصبحت، سألته عنها، فقال: ألم أحدثك بها أمس؟\nقلت: بلى، ولكني شككت. قال: لا تشك، فإن الشك من الشيطان. قلت: انتهى علو\nالإسناد اليوم، وهو عام خمسة وثلاثين إلى حديث الحسن بن عرفة، كما أنه كان\nسنة نيف وستين وست مائة أعلى شيء يكون، وكان -رحمه الله- صاحب سنة واتباع.\n(11/551) قال البغوي: مات بسامراء، في سنة سبع وخمسين ومائتين. وقيل: مات\nلأربع بقين من ذي الحجة، منها. ويقال: سنة ثمان، وهو وهم. أنبأنا المسلم بن\nمحمد، ومؤمل بن محمد <span id='ms3192'></span>، قالا: أخبرنا زيد بن الحسن، أخبرنا عبد الرحمن بن\nمحمد، أخبرنا أبو بكر الخطيب، حدثنا أبو بكر البرقاني، أخبرنا عبد الرحمن\nبن عمر المعدل لمصر، أخبرنا حمزة بن محمد الكناني، أخبرنا أبو عبد الرحمن\nالنسائي، أخبرني زكريا بن يحيى، حدثنا الحسن بن عرفة، حدثنا المبارك بن\nسعيد، عن موسى الجهني، عن مصعب بن سعد، عن سعد، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0168'> Vol. 22, p. 0168</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله -صلى الله عليه وسلم-: (ما يمنع أحدكم أن يسبح دبر كل صلاة\nعشرا، ويكبر عشرا، ويحمد عشرا، فذلك في خمس صلوات خمسون ومائة باللسان،\nوألف وخمس مائة في الميزان، وإذا أوى إلى فراشه، سبح ثلاثا وثلاثين، وحمد\nثلاثا وثلاثين، وكبر أربعا وثلاثين، فذلك مائة باللسان، وألف في الميزان،\nفأيكم يعمل في يوم وليلة ألفين وخمس مائة سيئة؟!). وأنبأنيه بعلو أربع درج:\nأحمد بن سلامة، وغيره، عن ابن كليب، أخبرنا علي بن بيان، حدثنا ابن مخلد،\nأخبرنا إسماعيل الصفار، حدثنا الحسن بن عرفة نحوه. (11/552) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0169'> Vol. 22, p. 0169</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head65'>AUT 164 - أحمد بن أبي سريج عمر بن الصباح الرازي</h2>\n\n<p>\n(خ، د، س) الحافظ، العالم، أبو جعفر الرازي. تلا على: الكسائي. قرأ\nعليه: العباس بن الفضل الرازي. وسمع من: أبي معاوية، وابن علية، وشعيب بن\nحرب، ووكيع. وعنه: أبو زرعة، وأبو حاتم - وقال: صدوق - والبخاري في\n(صحيحه)، وأبو داود، والنسائي، وأبو بكر بن أبي داود، وآخرون. وقال\nالنسائي: ثقة. قلت: توفي سنة بضع وأربعين ومائتين، وكان من أبناء الثمانين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0170'> Vol. 22, p. 0170</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head66'>AUT 165 - علي بن خشرم بن عبد الرحمن المروزي</h2>\n\n<p>\n(م، ت، س) ابن عطاء بن هلال، الإمام، الحافظ، الصدوق، أبو الحسن\nالمروزي، ابن أخت بشر الحافي. سمعه أبو رجاء محمد بن حمدويه يقول: ولدت سنة\nستين ومائة. سمع: عبد العزيز بن محمد الدراوردي، وهشيم بن بشير، وعيسى بن\nيونس، وأبا بكر بن عياش، وسفيان بن عيينة، وعبد الله بن وهب، والفضل بن\nموسى السيناني، وأبا تميلة، ووكيعا، وطبقتهم. (11/553) حدث عنه: مسلم،\nوالترمذي، والنسائي، وابن خزيمة، وأبو بكر بن أبي داود، ومحمد بن يوسف\nالفربري. ووقع لنا روايته عنه في تعلية حديث موسى <span id='ms3193'></span> والخضر، فقال: حدثناه علي\nبن خشرم، حدثنا ابن عيينة، ... فذكره. لكن ليس هذا في كل النسخ بالصحيح.\nوممن حدث عنه: محمد بن معاذ الماليني، وأبو علي بن رزين الباشاني، ومحمد بن\nالمنذر شكر، ومحمد بن عقيل البلخي، وأبو حامد أحمد بن حمدون الأعمشي، وعدد\nكثير. وانتهى إليه علو الإسناد بما وراء النهر، وبمرو، وهراة. قال أبو\nرجاء: سمعته يقول: صمت ثمانية وثمانين رمضانا. قال: ومات في رمضان، سنة سبع\nوخمسين ومائتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0171'> Vol. 22, p. 0171</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head67'>AUT 166 - أحمد بن بكار ابن أبي ميمونة زيد الأموي</h2>\n\n<p>\n(س) مولاهم، الحراني، الحافظ، أبو عبد الرحمن. روى عن: أبي معاوية،\nومخلد بن يزيد، وابن فضيل، ومحمد بن سلمة، ووكيع، وعدة. وعنه: النسائي،\nوالباغندي، وأبو عروبة، وجماعة. قال النسائي: لا بأس به. قلت: امتنع من\nالأخذ عن يعلى بن الأشدق؛ لأنه سمعه يفحش في خطابه. توفي: سنة 244، في صفر.\n(11/554) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0173'> Vol. 22, p. 0173</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head68'>AUT 167 - الخطمي إسحاق بن موسى بن عبد الله</h2>\n\n<p>\n(م، ت، س، ق) الإمام، الحافظ، الثقة، القاضي، أبو موسى إسحاق بن موسى بن\nعبد الله بن موسى بن عبد الله بن يزيد الخطمي، الأنصاري، المدني، الفقيه،\nنزيل سامراء، ثم قاضي نيسابور. سمع: سفيان بن عيينة، وعبد السلام بن حرب،\nومعن بن عيسى القزاز، وجماعة. حدث عنه: مسلم، والترمذي، والنسائي، وابن\nماجه، وبقي بن مخلد، وجعفر الفريابي، وابنه؛ موسى بن إسحاق، وأبو بكر بن\nخزيمة، وآخرون. وكان من أئمة السنة. أطنب أبو حاتم في الثناء عليه. وقال\nالنسائي، وغيره: ثقة. ويروي الترمذي عنه كثيرا، ويقول: حدثنا الأنصاري. وله\nحديث ينفرد به. (11/555) وقال النسائي: حدثنا إسحاق بن موسى، حدثنا معن،\nحدثنا مالك، عن عبد الله بن إدريس، عن شعبة، عن سعد بن إبراهيم، عن أبيه،\nقال: بعث عمر إلى ابن مسعود، وإلى أبي الدرداء، وأبي مسعود، فقال: ما هذا\nالحديث الذي تكثرون عن رسول الله -صلى الله عليه وسلم-؟ فحبسهم بالمدينة\nحتى استشهد. هذا حديث غريب. وكذلك رواه: عبد الله بن ناجية، وغيره، عن\nإسحاق الخطمي. قيل: إنه مات بجوسية - بليدة من أعمال حمص - في سنة <span id='ms3194'></span> أربع\nوأربعين ومائتين. وكان ولده موسى بن إسحاق من كبار أئمة الدين. نجز بعونه\n-تعالى- وتوفيقه الجزء الحادي عشر، ويليه الجزء الثاني عشر، وأوله: ترجمة\nيحيى بن أكثم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v22p0174'> Vol. 22, p. 0174</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "0001",
    "0002",
    "0003",
    "0004",
    "0005",
    "0006",
    "0007",
    "0008",
    "0009",
    "0010",
    "0011",
    "0012",
    "0013",
    "0014",
    "0015",
    "0016",
    "0017",
    "0018",
    "0019",
    "0020",
    "0021",
    "0022",
    "0023",
    "0025",
    "0026",
    "0027",
    "0028",
    "0029",
    "0030",
    "0031",
    "0032",
    "0033",
    "0034",
    "0035",
    "0036",
    "0037",
    "0038",
    "0039",
    "0040",
    "0042",
    "0043",
    "0044",
    "0046",
    "0047",
    "0048",
    "0049",
    "0051",
    "0052",
    "0054",
    "0055",
    "0056",
    "0057",
    "0058",
    "0059",
    "0060",
    "0062",
    "0064",
    "0065",
    "0066",
    "0067",
    "0068",
    "0070",
    "0072",
    "0073",
    "0074",
    "0075",
    "0077",
    "0078",
    "0079",
    "0081",
    "0083",
    "0084",
    "0085",
    "0087",
    "0088",
    "0089",
    "0090",
    "0091",
    "0092",
    "0093",
    "0094",
    "0095",
    "0096",
    "0097",
    "0098",
    "0099",
    "0101",
    "0102",
    "0104",
    "0105",
    "0106",
    "0107",
    "0108",
    "0109",
    "0111",
    "0113",
    "0114",
    "0115",
    "0116",
    "0117",
    "0118",
    "0119",
    "0120",
    "0121",
    "0122",
    "0123",
    "0124",
    "0125",
    "0126",
    "0127",
    "0128",
    "0129",
    "0130",
    "0131",
    "0132",
    "0133",
    "0134",
    "0135",
    "0136",
    "0137",
    "0138",
    "0139",
    "0140",
    "0141",
    "0142",
    "0143",
    "0144",
    "0145",
    "0146",
    "0148",
    "0149",
    "0150",
    "0152",
    "0153",
    "0154",
    "0155",
    "0156",
    "0157",
    "0158",
    "0159",
    "0161",
    "0162",
    "0163",
    "0165",
    "0166",
    "0167",
    "0168",
    "0169",
    "0170",
    "0171",
    "0173",
    "0174"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43"
  ]
}