{
  "content": "\n\n<h2 class='l2' id='head0'>AUT 310 - ابن حسكويه أحمد بن حسين النيسابوري</h2>\n\n<p>\nالشيخ، أبو نصر أحمد بن حسين بن محمد بن حمويه بن حسكويه النيسابوري،\nالوراق، المؤذن. سمع:أحمد بن محمد الماسرجسي، وابن خزيمة، والسراج، وطائفة.\nوعنه:الحاكم، وأبو سعد الكنجروذي. توفي:في شعبان، سنة إحدى وثمانين وثلاث\nمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0001'> Vol. 32, p. 0001</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUT 311 - ابن ناقب أبو بكر محمد بن حم البخاري</h2>\n\n<p>\nالشيخ، أبو بكر محمد بن حم بن ناقب البخاري، الصفار. أحد من حدث ب (صحيح\nالبخاري)عن أبي عبد الله الفربري. وسمع أيضا من:الحسين بن إسماعيل الفارسي،\nومحمد بن سعيد. توفي:بسمرقند، في ربيع الأول، سنة إحدى وثمانين وثلاث\nمائة.(16/425) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0002'> Vol. 32, p. 0002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUT 312 - ابن كنانة أبو عمر أحمد بن عبد الله اللخمي</h2>\n\n<p>\nالمحدث المتقن، أبو عمر أحمد بن عبد الله بن عبد الرحيم بن كنانة\nاللخمي، القرطبي، ويعرف أيضا:بابن العنان. سمع من:أحمد بن خالد الحافظ،\nوابن أيمن، ومحمد بن قاسم، وحج فسمع من أبي سعيد الأعرابي، وأحمد بن مسعود\nالزبيري. ذكره ابن الفرضي، فقال:سمع الناس منه كثيرا. وحدث عنه:محمد بن\nالسليم القاضي في حياته، وكان ثقة، خيارا، وسيما، ضابطا، جيد التقييد، كان\nمن أوثق من كتبنا عنه، قال لي:ولدت سنة تسع وتسعين ومائتين، توفي سنة ثلاث\nوثمانين وثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0003'> Vol. 32, p. 0003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUT 313 - الشافعي أبو عبد الله محمد بن القاسم</h2>\n\n<p>\nالعلامة، أبو عبد الله محمد بن القاسم الأصبهاني، المشهور:بالشافعي. قال\nأبو نعيم:متكلم على مذهب الأشعري. مات:في ربيع الأول، سنة إحدى وثمانين\nوثلاث مائة. كثير المصنفات في الفقه والأصول والأحكام. سمع الكثير بالعراق\nمن:محمد بن سليمان المالكي، وأبي علي اللؤلؤي، وجماعة. قال:وكان يعرف\nبالنتيف.(16/426) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0004'> Vol. 32, p. 0004</a>\n            </div>\n            \n</p>\n\n<p>\n-\n</p>\n\n<h2 class='l2' id='head4'>AUT السمسار محمد بن الحسين بن موسى النيسابوري</h2>\n\n<p>\n(مكرر 289) أبو سعيد السمسار، النيسابوري، من أولاد المحدثين. سمع:ابن\nخزيمة، وأبا قريش. وعنه:الحاكم، وجماعة. توفي:سنة ثمانين وثلاث مائة، في\nرمضان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0005'> Vol. 32, p. 0005</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUT 314 - ابن معقل إبراهيم بن محمد النيسابوري</h2>\n\n<p>\nالشيخ، الصالح، العابد، الرئيس، المحتشم، أبو إسحاق إبراهيم بن محمد بن\nمحمد بن محفوظ بن <span id='ms4556'></span> معقل النيسابوري، أحد المجتهدين في العبادة. سمع:ابن\nخزيمة، وأحمد بن محمد الماسرجسي، وأبا العباس الثقفي. روى عنه:الحاكم،\nوقال:رأيت أصوله صحيحة، وأكثرها بخطه. توفي:في ربيع الأول، سنة إحدى\nوثمانين وثلاث مائة.(16/427) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0006'> Vol. 32, p. 0006</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUT 315 - ابن معروف عبيد الله بن أحمد البغدادي</h2>\n\n<p>\nقاضي القضاة، شيخ المعتزلة، أبو محمد عبيد الله بن أحمد بن معروف\nالبغدادي. سمع من:ابن صاعد، وابن حامد الحضرمي، ومحمد بن نوح، وابن نيروز\nالأنماطي. وكان من أجلاد الرجال، وألباء القضاة، ذا ذكاء وفطنة، وعزيمة\nماضية، وبلاغة وهيبة، إلا أنه كان مجردا في الاعتزال بلية. روى عنه:أبو\nمحمد الخلال، والعتيقي، وعبد الواحد بن شيطا، وأبو جعفر بن المسلمة. ووثقه\nبجهل الخطيب، وبالغ في تعظيمه، وقال:كان يجمع وسامة في منظره، وظرفا في\nملبسه، وطلاقة في مجلسه، وبلاغة في خطابه، قد ضرب في الأدب بسهم، وأخذ من\nالكلام بحظ، وله نظم رائق. مات:في صفر، سنة إحدى وثمانين وثلاث\nمائة.(16/428) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0007'> Vol. 32, p. 0007</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUT 316 - الرازي عبد الله بن محمد بن عبد الوهاب</h2>\n\n<p>\nالشيخ، المعمر، الزاهد، شيخ الصوفية، مسند الوقت، أبو سعيد عبد الله بن\nمحمد بن عبد الوهاب بن نصير بن عبد الوهاب بن عطاء بن واصل القرشي، الرازي،\nنزيل نيسابور. حدث عن:محمد بن أيوب بن الضريس، ويوسف بن عاصم. وسمع في\nالرحلة بدمشق من:ابن جوصا، وأبي هاشم محمد بن عبد الأعلى، وببغداد من:يحيى\nبن صاعد، وبالري أيضا من:عبد الرحمن بن أبي حاتم. وعمر دهرا. حدث\nعنه:الحاكم، وأبو نعيم، ومحمد بن الحسن بن المؤمل، وشيخ الإسلام إسماعيل\nالصابوني، وأخوه أبو يعلى، ومحمد بن عبد العزيز المروزي، وعمر بن مسرور،\nوأبو سعد الكنجروذي، وآخرون. ووصفه الكنجروذي بالصلاح، وساق نسبه كما مر.\nوقال الحاكم:جاور بمكة، وقصد أبا علي الثقفي ليصحبه في سنة خمس وعشرين\nوثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0008'> Vol. 32, p. 0008</a>\n            </div>\n            \n</p>\n\n<p>\nوقد دخلت عليه في أول سنة إحدى وثمانين لما بلغني خروجه إلى مرو، فسألته\nعن سنه، فذكر أنه ابن ثلاث وتسعين سنة، ولم يزل كالريحانة عند مشايخ\nالصوفية ببلدنا، ثم بلغني أنه <span id='ms4557'></span> دخل بخارى، وحدث بها، وتوفي سنة اثنتين\nوثمانين وثلاث مائة. قلت:حديثه مستقيم، ولم أر أحدا تكلم فيه. وسماعه من\nابن الضريس يقتضي أن يكون وله ستة أعوام. قال الخليلي:ادعى بنيسابور بعد\nالسبعين وثلاث مائة شيخ يقال له:أبو سعيد السجزي، فروى عن ابن الضريس،\nوتكلموا فيه، ولم يصح سماعه منه، ومحمد بن أيوب متفق عليه. قلت:أبو سعيد\nالسجزي آخر - إن شاء الله - ، ما هو صاحب الترجمة.(16/429) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0009'> Vol. 32, p. 0009</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUT 317 - ابن شاذان أحمد بن إبراهيم بن الحسن البغدادي</h2>\n\n<p>\nالشيخ، الإمام، المحدث، الثقة المتقن، أبو بكر أحمد بن إبراهيم بن الحسن\nبن محمد بن شاذان بن حرب بن مهران البغدادي، البزاز، والد أبي علي بن\nشاذان. سمع:أبا القاسم البغوي، والحسن بن محمد بن عنبر، ويحيى بن صاعد،\nوأحمد بن محمد بن المغلس، وأبا بكر بن دريد، وعدة. وسمع بدمشق من:أحمد بن\nزبان الكندي. روى عنه:رفيقه؛أبو الحسن الدارقطني، وابناه؛أبو علي وعبد\nالله، وأبو محمد الخلال، والتنوخي، والجوهري، وآخرون. وكان يجهز البز إلى\nمصر. قال الخطيب:كان ثقة، ثبتا، كثير الحديث، ولد في ربيع الأول، سنة ثمان\nوتسعين ومائتين، وسمع وهو ابن خمس سنين. قال أبو ذر الهروي:ما رأيت ببغداد\nفي الثقة مثل القواس، وبعده أبو بكر بن شاذان، فقال لأبي ذر وراقه:ولا\nالدارقطني؟قال:الدارقطني إمام. وقال عبيد الله الأزهري:سمعت أبا بكر بن\nشاذان يقول:جاؤوني بجزء في سماعي من محمد بن محمد الباغندي سنة تسع وثلاث\nمائة، ولم يكن لي به نسخة، فلم أحدث به. قال الأزهري:كان حجة، ثبتا.\nقلت:مات في شوال، سنة ثلاث وثمانين وثلاث مائة.(16/430) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0010'> Vol. 32, p. 0010</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUT 318 - الجوري أبو سعيد أحمد بن محمد بن إبراهيم</h2>\n\n<p>\nالشيخ، الفقيه، المسند، أبو سعيد أحمد بن محمد بن إبراهيم النيسابوري،\nالحنفي، ويقال له:الجوري. سمع:أبا بكر بن خزيمة، وإبراهيم بن محمد بن\nسفيان، وعبد الرحمن بن الحسين الحنفي. وعنه:الحاكم، وعمر بن مسرور، وأبو\nسعد الكنجروذي، وآخرون. درس وأفتى مدة، وعمر دهرا. توفي:في شهر <span id='ms4558'></span> رمضان، سنة\nثلاث وثمانين وثلاث مائة، عن نيف وتسعين سنة. ويروي أيضا عن:السراج، وأبي\nنعيم بن عدي، وابن شنبوذ.(16/431) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0011'> Vol. 32, p. 0011</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUT 319 - الفناكي أبو القاسم جعفر بن عبد الله بن يعقوب</h2>\n\n<p>\nالشيخ، أبو القاسم جعفر بن عبد الله بن يعقوب بن الفناكي الرازي، راوي\n(مسند الحافظ محمد بن هارون الروياني)عنه. وقد سمع أيضا من:عبد الرحمن بن\nأبي حاتم. قال الخليلي:هو موصوف بالعدالة، وحسن الديانة. روى عنه:هبة الله\nاللالكائي، وأبو الفضل عبد الرحمن بن بندار الرازي. توفي:سنة ثلاث وثمانين\nوثلاث مائة. وفيها مات:أبو بكر بن شاذان، وعلي بن حسان الجدلي صاحب مطين،\nوالمحدث أبو الفضل نصر بن أبي نصر الطوسي العطار، وأبو سعيد الجوري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0012'> Vol. 32, p. 0012</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUT 320 - ابن شاهين عمر بن أحمد بن عثمان البغدادي</h2>\n\n<p>\nالشيخ، الصدوق، الحافظ، العالم، شيخ العراق، وصاحب (التفسير الكبير)،\nأبو حفص عمر بن أحمد بن عثمان بن أحمد بن محمد بن أيوب بن أزداذ البغدادي،\nالواعظ. مولده - بخط أبيه - :في صفر، سنة سبع وتسعين ومائتين. وقال هو:أول\nما كتبت الحديث بيدي في سنة ثمان وثلاث مائة. سمع:أبا بكر محمد بن محمد\nالباغندي، وأبا القاسم البغوي، وأبا خبيب العباس بن البرتي، وأبا بكر بن\nأبي داود، وشعيب بن محمد الذارع، وأبا علي محمد بن سليمان المالكي، ويحيى\nبن صاعد، وأبا حامد الحضرمي، وأبا بكر بن زياد، ومحمد بن هارون بن المجدر،\nوالحسين بن أحمد بن بسطام، ونصر بن القاسم الفرائضي، ومحمد بن صالح بن\nزغيل، ومحمد بن زهير الأبلي.(16/432) وارتحل بعد الثلاثين، فسمع بدمشق\nمن:أحمد بن سليمان بن زبان، وأبي إسحاق بن أبي ثابت، وأبي علي بن أبي\nحذيفة. وجمع وصنف الكثير، و (تفسيره)في نيف وعشرين مجلدا، كله بأسانيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0013'> Vol. 32, p. 0013</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه:أبو بكر محمد بن إسماعيل الوراق - رفيقه - ، وأبو سعد الماليني،\nوأبو بكر البرقاني، وأحمد بن محمد العتيقي، وابنه؛عبيد الله بن عمر، وأبو\nمحمد الجوهري، والحسن بن محمد الخلال، وأبو طالب العشاري، وأبو الحسين بن\nالمهتدي بالله، وأبو القاسم التنوخي، وخلق <span id='ms4559'></span> كثير. قال أبو الفتح بن أبي\nالفوارس:ثقة، مأمون، صنف ما لم يصنفه أحد. وقال أبو بكر الخطيب:كان ثقة،\nأمينا، يسكن بالجانب الشرقي. وقال الأمير أبو نصر:هو الثقة، الأمين، سمع\nبالشام، والعراق، وفارس، والبصرة، وجمع الأبواب والتراجم، وصنف كثيرا.\nالخطيب:أنبأنا أبو الحسين محمد بن علي الهاشمي، أن ابن شاهين قال لهم:أول\nما كتبت سنة ثمان وثلاث مائة، وصنف ثلاث مائة مصنف، أحدها (التفسير)ألف\nجزء، و (المسند)ألف وثلاث مائة جزء، و (التاريخ)مائة وخمسين جزءا، و\n(الزهد)مائة جزء، وأول ما حدثت بالبصرة سنة اثنتين وثلاثين وثلاث\nمائة.(16/433) قال الخطيب:سمعت القاضي أبا بكر محمد بن عمر الداوودي:سمعت\nأبا حفص بن شاهين يقول: حسبت ما اشتريت به الحبر إلى هذا الوقت، فكان سبع\nمائة درهم. قال الداوودي:وكنا نشتري الحبر أربعة أرطال بدرهم. قال:وكتب أبو\nحفص بعد ذلك زمانا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0014'> Vol. 32, p. 0014</a>\n            </div>\n            \n</p>\n\n<p>\nقال حمزة السهمي:سمعت الدارقطني يقول:ابن شاهين يلح على الخطأ وهو ثقة.\nوقال أبو الوليد الباجي:هو ثقة. وقال أبو القاسم الأزهري:كان ثقة، عنده عن\nالبغوي سبع مائة جزء. قال الخطيب:وسمعت محمد بن عمر الداوودي يقول: ابن\nشاهين ثقة، يشبه الشيوخ إلا أنه كان لحانا، وكان أيضا لا يعرف من الفقه لا\nقليلا ولا كثيرا، وإذا ذكر له مذاهب الفقهاء كالشافعي وغيره، يقول:أنا\nمحمدي المذهب. قال لي أبو الحسن الدارقطني يوما:ما أعمى قلب أبي حفص بن\nشاهين! حمل إلي كتابه الذي صنفه في التفسير، وسألني أن أصلح ما فيه من\nالخطأ، فلقيته قد نقل (تفسير أبي الجارود)، وفرقه في الكتاب، وجعله عن أبي\nالجارود، عن زياد بن المنذر، وإنما هو اسم أبي الجارود. ثم قال\nالداوودي:وسمعت ابن شاهين يقول:أنا أكتب ولا أعارض. وكذا حكى عنه البرقاني\n- يعني:ثقة بنفسه فيما ينقل - ، قال البرقاني:فلذلك لم أستكثر منه زهدا\nفيه.(16/434) قلت:و (تفسيره)موجود بمدينة واسط اليوم. وقال الداوودي:رأيت\nابن شاهين اجتمع مع الدارقطني يوما، فما نطق <span id='ms4560'></span> حرفا. قلت:ما كان الرجل\nبالبارع في غوامض الصنعة، ولكنه راوية الإسلام - رحمه الله - . قال\nالعتيقي:مات في ذي الحجة، سنة خمس وثمانين وثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0015'> Vol. 32, p. 0015</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:عاش تسعا وثمانين سنة، وعاش بعد الدارقطني أياما يسيرة، ومات قبلهما\nفي العام الزاهد القدوة المحدث أبو الفتح يوسف بن عمر القواس. وفيها\nمات:وزير العجم الصاحب إسماعيل بن عباد الطالقاني، ومحدث مصر أبو بكر أحمد\nبن محمد بن إسماعيل المهندس، وشاعر وقته أبو الحسن محمد بن عبد الله بن\nسكرة العباسي البغدادي، والقاضي علي بن الحسين الأذني صاحب ابن فيل. أنبأنا\nالمسلم بن محمد الكاتب، أخبرنا أبو اليمن الكندي، أخبرنا عبد الله بن أحمد،\nأخبرنا محمد بن علي العباسي لفظا، حدثنا عمر بن أحمد الحافظ، حدثنا محمد بن\nمحمد بن سليمان، حدثنا عبد الله بن عمران العابدي، حدثنا الدراوردي، عن\nمحمد بن عمرو، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله - صلى الله\nعليه وسلم - :(أمرت أن أقاتل الناس حتى يقولوا:لا إله إلا الله، فإذا\nقالوها عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله). هذا حسن\nغريب.(16/435) أخبرنا عبد الحافظ بن بدران، وإسماعيل بن الفراء، قالا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0016'> Vol. 32, p. 0016</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا عبد الله بن أحمد الفقيه، أخبرنا أبو العز محمد بن محمد بن مواهب،\nأخبرنا أبو الحسين بن الطيوري، أخبرنا محمد بن علي العشاري، أخبرنا عمر بن\nشاهين، حدثنا عبد الله بن سليمان، حدثنا عباد بن يعقوب، حدثنا عمر بن ثابت،\nعن عبد الله بن محمد بن عقيل، عن سعيد بن المسيب، عن أبي سعيد الخدري، قال:\nقال رسول الله - صلى الله عليه وسلم - :(ألا أدلكم على ما يمحو الله به\nالخطايا ويزيد به في الحسنات؟). قلنا:بلى يا رسول الله. قال:(إسباغ الوضوء\nعلى المكاره، وكثرة الخطا إلى هذه المساجد، وانتظار الصلاة بعد\nالصلاة).(16/436) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0017'> Vol. 32, p. 0017</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUT 321 - الجوهري عبد الرحمن بن عبد الله بن محمد</h2>\n\n<p>\nالإمام، الحافظ، أبو القاسم عبد الرحمن بن عبد الله بن محمد الغافقي،\nالجوهري، من أعيان المصريين المالكية. سمع:أبا إسحاق <span id='ms4561'></span> بن شعبان، وأحمد بن\nمحمد المكي، وأحمد بن بهزاذ، وعبد الله بن الورد، وأبا الطاهر الخامي، وعلي\nبن عبد الله بن أبي مطر، ومؤمل بن يحيى، وأبا القاسم العثماني، وعدة. روى\nعنه:أبو بكر بن عبد الرحمن، وأبو الحسن بن فهد، وابنه، وأبو العباس بن نفيس\nالمقرئ. وصنف (مسند الموطأ)بعلله، واختلاف ألفاظه، وإيضاح لغته، وتراجم\nرجاله، وتسمية مشيخة مالك، فجوده، وكان يرويه جعفر الهمداني، عن العثماني،\nعن الحضرمي وابن خلف معا، عن أحمد بن نفيس، عنه، سمعه الشيخ حسن من بنت\nالواسطي بإجازتها من جعفر، وألف (حديث مالك)مما ليس في (الموطأ). قال\nالحبال، وأبو القاسم بن مندة:مات في رمضان، سنة إحدى وثمانين وثلاث مائة.\nقلت:أظنه مات كهلا. سمع أبو علي بن الخلال (مسند الموطأ)من جعفر الهمداني،\nووقع لي في (العثمانيات)من حديثه.(16/437) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0018'> Vol. 32, p. 0018</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUT 322 - الزهري أبو محمد الحسن بن علي بن عمرو</h2>\n\n<p>\nالإمام، الحافظ، الناقد، أبو محمد الحسن بن علي بن عمرو البصري، المعروف\nبابن غلام الزهري. رحل، وسمع من:أبي القاسم البغوي، وابن صاعد، ومحمد بن\nالحسين بن مكرم، والقاسم بن عباد، وأحمد بن يعقوب المتوثي، وعلي بن عبد\nالله بن الفضل، وخالد بن النضر، وطائفة. سأله الحافظ حمزة السهمي عن الرجال\nوثقتهم ولينهم. ولم أظفر له بترجمة. حدث عنه:أبو الحسن بن صخر، ومحمد بن\nطلحة الخزاعي، وجماعة، وعاش إلى سنة ثمانين وثلاث مائة. قرأت على أبي بكر\nبن عمر النحوي، أخبرك الحسن بن أحمد الزاهد، أخبرنا أبو طاهر بن سلفة،\nأخبرنا أبو طاهر محمد بن محمد إملاء بالبصرة، حدثنا محمد بن طلحة بن\nالمغيرة، حدثنا الحسن بن علي الحافظ، حدثنا أحمد بن يعقوب المتوثي، حدثنا\nبندار، حدثنا عبد الرحمن بن مهدي، حدثنا سفيان، عن عبد الله بن دينار، عن\nابن عمر: أن رسول الله - صلى الله عليه وسلم - نهى عن بيع الولاء، وعن\nهبته. أخرجه البخاري، عن أبي نعيم، عن الثوري، فوقع لنا نازلا\nبدرجة.(16/438) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0019'> Vol. 32, p. 0019</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUT 323 - الخليل بن أحمد بن محمد بن الخليل السجزي</h2>\n\n<p>\nالإمام <span id='ms4562'></span>، القاضي، شيخ الحنفية، أبو سعيد السجزي، الحنفي، الواعظ، قاضي\nسمرقند. سمع:أبا القاسم البغوي، ويحيى بن صاعد، وإمام الأئمة ابن خزيمة،\nوأبا العباس السراج، ومحمد بن إبراهيم الديبلي المكي، وابن جوصا، وجماعة.\nروى عنه:الحاكم، وأبو يعقوب إسحاق القراب، وعبد الوهاب بن محمد الخطابي،\nوجعفر المستغفري، وأبو ذر الهروي، ومحلم بن إسماعيل الضبي الهروي. وقع لي\nحديثه عاليا، وكان من أحسن الناس وعظا وتذكيرا. مولده:في سنة تسع وثمانين\nومائتين. ومات:بفرغانة، في سنة ثمان وسبعين وثلاث مائة. قال الحاكم:هو شيخ\nأهل الرأي في عصره، وكان من أحسن الناس كلاما في الوعظ. ومن شعره: سأجعل لي\nالنعمان في الفقه قدوة *وسفيان في نقل الأحاديث سيدا وفي ترك ما لم يعنني\nعن عقيدتي *سأتبع يعقوب العلا ومحمدا وأجعل درسي من قراءة عاصم *وحمزة\nبالتحقيق درسا مؤكدا وأجعل في النحو الكسائي قدوة *ومن بعده الفراء ما عشت\nسرمدا (16/439) وفيها مات:أحمد بن الحسين العلوي العقيقي رئيس دمشق، وبشر\nبن محمد بن محمد الباهلي، وأبو بكر تبوك بن الحسن الكلابي، وأبو نصر الطوسي\nصاحب (اللمع)، وأبو محمد عبد الله بن محمد بن علي بن الباجي الإشبيلي، وأبو\nالفتح بن مسرور البلخي، وشيخ المالكية أبو القاسم عبد الله بن الحسين\nالجلاب، وأبو بكر المفيد، ومحمد بن إسماعيل الوراق، ومحمد بن بشر أبو سعيد\nالوراق النيسابوري، والرئيس أبو عبد الله ابن أبي ذهل العصمي، وأبو أحمد\nالحاكم الكبير، وأبو بكر محمد بن عبيد الله بن الشخير، والقاسم بن خلف\nالجبيري الطرسوسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0020'> Vol. 32, p. 0020</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUT 324 - ابن حماد أبو الحسن محمد بن أحمد الكوفي</h2>\n\n<p>\nالإمام، الحافظ، المفيد، محدث الكوفة، أبو الحسن محمد بن أحمد بن حماد\nبن سفيان الكوفي. حدث عن:علي بن العباس المقانعي، وعبد الله بن زيدان\nالبجلي، ومحمد بن الحسن الأنصاري، وطبقتهم. روى عنه:القاضي أبو العلاء\nالواسطي، وأبو ذر الهروي، وأحمد بن محمد العتيقي، وأبو القاسم بن بشران،\nوآخرون. توفي:سنة أربع وثمانين وثلاث مائة، عن سن عالية. وقد مر لنا سميه\nالحافظ الكبير، أبو <span id='ms4563'></span> بشر محمد بن أحمد بن حماد بن سعيد الأنصاري الدولابي في\nسنة عشر وثلاث مائة.(16/440) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0021'> Vol. 32, p. 0021</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUT 325 - ابن غريب أبو بكر محمد بن غريب البغدادي</h2>\n\n<p>\nالشيخ، العالم، الثقة، أبو بكر محمد بن غريب بن عبد الله البغدادي، غلام\nابن مجاهد المقرئ. سمع (موطأ سويد)من:أحمد بن محمد بن الجعد الوشاء، وسمع\nمن:جعفر الفريابي، وعلي بن حماد الخشاب. وعنه:البرقاني، وأبو العلاء\nالواسطي، وعمر بن إبراهيم الفقيه. وثقه:البرقاني. سمعنا (الموطأ)من\nطريقه.(16/441) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0022'> Vol. 32, p. 0022</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head17'>AUT 326 - ابن زبر محمد بن عبد الله بن أحمد الربعي</h2>\n\n<p>\nالشيخ، العالم، الحافظ، أبو سليمان محمد ابن القاضي عبد الله بن أحمد بن\nربيعة بن زبر الربعي، محدث دمشق، وابن قاضيها أبي محمد. حدث عن:أبي القاسم\nالبغوي، ومحمد بن الفيض الغساني، وسعيد بن عبد العزيز، وجماهر بن محمد\nالزملكاني، ومحمد بن خريم، ومحمد بن الربيع الجيزي، وابن أبي داود. روى\nعنه:تمام الرازي، وعبد الغني بن سعيد، ومحمد بن عوف، وأبو نصر بن الجبان،\nومحمد وأحمد ولدا العفيف عبد الرحمن بن أبي نصر، وآخرون. قال أبو\nسليمان:كان أبو جعفر الطحاوي قد نظر في أشياء كثيرة من تصانيفي، وباتت عنده\nوتصفحها، فأعجبته، فقال لي:يا أبا سليمان، أنتم الصيادلة ونحن الأطباء. قال\nالكتاني:حدثنا عنه عدة، وكان يملي بالجامع. قال:وكان ثقة، مأمونا، نبيلا،\nوتوفي في جمادى الأولى، سنة تسع وسبعين وثلاث مائة. قلت:له كتاب\n(الوفيات)على السنين، مشهور، قد حكى عنه أبو نصر بن الجبان أنه رأى الحق -\nعز وجل - في النوم، فذكر أنه رأى نورا. وفيها مات:أبو حامد أحمد بن محمد بن\nأحمد بن بالويه، والملك شرف الدولة شيرويه ابن عضد الدولة، وأبو جعفر محمد\nبن أحمد الجوهري المتكلم نقاش السكة، وشيخ النحو أبو بكر محمد بن الحسن\nالزبيدي بقرطبة، ومحمد بن النضر النخاس الموصلي، ومحمد بن المظفر الحافظ،\nوهلال بن محمد البصري صاحب الكجي.(16/442) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0023'> Vol. 32, p. 0023</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUT 327 - ابن كلس أبو الفرج يعقوب بن يوسف البغدادي</h2>\n\n<p>\nوزير المعز والعزيز، أبو الفرج يعقوب بن يوسف بن إبراهيم بن <span id='ms4564'></span> هارون بن\nداود بن كلس البغدادي، الذي كان يهوديا فأسلم. كان داهية، ماكرا، فطنا،\nسائسا، من رجال العالم. سافر إلى الرملة، وتوكل للتجار، فانكسر عليه جملة،\nوتعثر، فهرب إلى مصر، وجرت له أمور طويلة، فرأى منه صاحب مصر كافور الخادم\nفطنة وخبرة بالأمور، وطمع هو في الترقي فأسلم يوم جمعة، ثم فهم مقاصده\nالوزير ابن حنزابة، فعمل عليه، ففر منه إلى المغرب، وتوصل بيهود كانوا في\nباب المعز العبيدي، فنفق على المعز وكشف له أمورا، وحسن له تملك البلاد، ثم\nجاء في صحبته إلى مصر، وقد عظم أمره. ولما ولي العزيز سنة خمس وستين\nاستوزره، فاستمر في رفعة وتمكن، إلى أن مات. وكان عالي الهمة، عظيم الهيبة،\nحسن المداراة. مرض فنزل إليه العزيز يعوده، وقال:يا يعقوب، وددت أنك تباع\nفأشتريك من الموت بملكي، فهل من حاجة؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0024'> Vol. 32, p. 0024</a>\n            </div>\n            \n</p>\n\n<p>\nفبكى، وقبل يده، وقال:أما لنفسي فلا، ولكن فيما يتعلق بك، سالم الروم ما\nسالموك، واقنع من بني حمدان بالدعوة والسكة، ولا تبق على المفرج بن دغفل\nمتى قدرت. ثم مات، فدفنه العزيز في القصر في قبة أنشأها العزيز لنفسه،\nوألحده بيده، وجزع لفقده.(16/443) ويقال:أنه كان حسن إسلامه مع دخوله في\nالرفض، وقرأ القرآن والنحو، وكان يحضر عنده العلماء، وتقرأ عليه تواليفه\nليلة الجمعة، وله حب زائد في العلوم على اختلافها. وقد مدحه عدة من\nالشعراء، وكان جوادا ممدحا. وصنف كتابا في فقه الشيعة مما سمعه من المعز،\nومن العزيز، ثم سمعه من لفظه خلق في مجلس عام، وجلس جماعة من العلماء يفتون\nفي جامع مصر بما في ذلك التصنيف الذميم. وقد كان العزيز تنمر عليه في سنة\nثلاث وسبعين، وسجنه شهورا، ثم رضي عنه، واحتاج إليه فرده إلى المنصب. وكان\nمعلومه في السنة مائتي ألف دينار. ولما مات وجد له من المماليك والجند\nوالخدم أربعة آلاف مملوك، وبعضهم أمراء. ويقال:إنه كفن وحنط بما يساوي عشرة\nآلاف مثقال. وقال العزيز وهو يبكي:واطول أسفي عليك يا وزير! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0025'> Vol. 32, p. 0025</a>\n            </div>\n            \n</p>\n\n<p>\nمات:في ذي القعدة <span id='ms4565'></span>، سنة ثمانين وثلاث مائة، وله اثنتان وستون سنة، وخلف من\nالذهب والجوهر والمتاع ما لا يوصف كثرة، ولا ريب أن ملك مصر في ذاك العصر\nكان أعظم بكثير من خلفاء بني العباس، كما الآن صاحب مصر أعلى ملوك الطوائف\nرتبة ومملكة. وقيل:ما برح يعقوب في صحبة كافور حتى مات. أسلم يعقوب في سنة\nست وخمسين، ولزم الخير والصلاة، ثم قبض عليه ابن حنزابة، فبذل له مالا،\nفأطلقه. تولى الوزارة سنة ثمان وستين، فكان من أنبل الوزراء، وأحشمهم،\nوأكرمهم، وأحلمهم. قال العلوي:رأيت يعقوب عند كافور، فلما راح، قال لي:أي\nوزير بين جنبيه؟! (16/444) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0026'> Vol. 32, p. 0026</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUT 328 - القلعي أبو محمد عبد الله بن محمد بن القاسم</h2>\n\n<p>\nالإمام، الحافظ، المجود، الزاهد، القدوة، المجاهد، أبو محمد عبد الله بن\nمحمد بن القاسم بن حزم الأندلسي، القلعي. سمع:وهب بن مسرة، وأبا محمد بن\nالورد، وعلي بن أبي العقب الدمشقي، وإبراهيم بن علي الهجيمي، وأبا جعفر بن\nدحيم الشيباني، وأبا بكر الشافعي، وطبقتهم. وجمع فأوعى. قال ابن\nالفرضي:سمعت منه علما كثيرا. وسمع منه:أحمد بن عون الله، وابن مفرج القاضي،\nوعباس بن أصبغ شيوخنا، وكانت الرحلة إليه، ونفع الله به الخلق، وكان زاهدا\nشجاعا، ولاه المستنصر بالله القضاء، فاستعفى، فأعفاه، وكان فقيها صلبا في\nالحق، ورعا، كانوا يشبهونه بسفيان الثوري في زمانه، وكان ثقة مأمونا،\nوبلغنا أنه كان يقف وحده للفئة من المشركين. توفي:بقلعة أيوب من الأندلس،\nفي ربيع الآخر، سنة ثلاث وثمانين وثلاث مائة. وولد:سنة عشرين وثلاث مائة -\nرحمه الله - .(16/445) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0027'> Vol. 32, p. 0027</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUT 329 - أحمد بن سهل بن إبراهيم أبو حامد الأنصاري</h2>\n\n<p>\nالشيخ، المعمر، أبو حامد الأنصاري، النيسابوري. كان آخر من حدث عن:محمد\nبن شادل، وأبي قريش الحافظ، وغيرهما. وعنه:الحاكم، وأبو سعد الكنجروذي،\nوطائفة. قال الحاكم:أصوله صحيحة. وكان من الأدباء المذكورين، وأول تاريخ\nسماعه في سنة سبع وثلاث مائة. مات:في ذي الحجة، سنة أربع وثمانين وثلاث\nمائة. وفيها توفي:أبو إسحاق إبراهيم بن علي بن غالب التمار المصري صاحب\nمحمد بن الربيع <span id='ms4566'></span> الجيزي، وأبو إسحاق إبراهيم بن هلال الحراني الصابي المشرك\nالأديب صاحب (الرسائل البديعة)، وعبد الله بن محمد الإصطخري صاحب أبي خليفة\nالجمحي، وشيخ العباد أبو العباس عبيد الله بن محمد بن محمد بن نافع البشتي\n- بشت نيسابور - ، وشيخ الزهاد علي بن الحسين بن محمويه النيسابوري، وشيخ\nالنحو علي بن عيسى الرماني، ومحدث الكوفة أبو الحسن محمد بن أحمد بن حماد،\nومحدث بغداد محمد بن العباس بن الفرات، وشيخ الشافعية أبو الحسن محمد بن\nعلي بن سهل الماسرجسي النيسابوري، والعلامة أبو عبيد الله\nالمرزباني.(16/446) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0028'> Vol. 32, p. 0028</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUT 330 - الماسرجسي أبو الحسن محمد بن علي بن سهل</h2>\n\n<p>\nالعلامة، شيخ الشافعية، أبو الحسن محمد بن علي بن سهل بن مصلح\nالنيسابوري، الشافعي، الماسرجسي، سبط المحدث الحسن بن عيسى بن ماسرجس. سمع\nمن:خاله؛مؤمل بن الحسن، وأبي حامد بن الشرقي، وأبي سعيد ابن الأعرابي، ومكي\nبن عبدان، وإسماعيل الصفار، وابن شوذب، وابن داسه، وأبي الطاهر المديني،\nوأبي الحسن بن حذلم، وخلق كثير. وتفقه بأبي إسحاق المروزي، وصحبه إلى مصر،\nوصار معيد أبي علي بن أبي هريرة، ولحق بمصر أصحاب الربيع والمزني. وبه تفقه\nالقاضي أبو الطيب الطبري، وجماعة. وروى عنه:الحاكم، وأبو نعيم، وأبو طالب\nيحيى بن علي الدسكري، وأبو عثمان الصابوني، وأبو سعد الكنجروذي، وآخرون.\nوهو من أصحاب الوجوه.(16/447) قال الحاكم:كان أعرف الأصحاب بالمذهب\nوترتيبه، تفقه بأبي إسحاق وغيره، وعقد مجلس النظر، ومجلس الإملاء، فأملى\nزمانا...، إلى أن قال:وتوفي في جمادى الآخرة، سنة أربع وثمانين وثلاث مائة،\nعن ست وسبعين سنة - رحمه الله - . أخبرنا أحمد بن هبة الله، أنبأنا عبد\nالمعز، أخبرنا زاهر، أخبرنا أبو سعد أحمد بن إبراهيم، أخبرنا أبو الحسن\nمحمد بن علي بن سهل الإمام، أخبرنا مكي بن عبدان، حدثنا عبد الرحمن بن بشر،\nحدثنا مالك بن سعير، حدثنا الأعمش، عن أبي صالح، عن جابر، قال: قال رسول\nالله - صلى الله عليه وسلم - :(قاربوا وسددوا، فإنه لم ينج أحدا عمله).\nقالوا:ولا أنت يا رسول الله؟ قال:فوضع يده على رأسه <span id='ms4567'></span>، وقال:(ولا أنا، إلا أن\nيتغمدني الله برحمته).(16/448) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0029'> Vol. 32, p. 0029</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head22'>AUT 331 - المرزباني محمد بن عمران بن موسى بن عبيد</h2>\n\n<p>\nالعلامة المتقن، الأخباري، أبو عبيد الله محمد بن عمران بن موسى بن عبيد\nالمرزباني، البغدادي، الكاتب، صاحب التصانيف. حدث عن:البغوي، وأبي حامد\nالحضرمي، وابن دريد، ونفطويه، وعدة. وعنه:التنوخي، وأبو محمد الجوهري،\nوالعتيقي، وطائفة. وكان راوية جماعة مكثرا، صنف (أخبار الشعراء)، لكن غالب\nرواياته إجازة، فيطلق في ذلك:أخبرنا، كالمتأخرين من المغاربة. قال القاضي\nالصيمري:سمعته يقول: كان في داري خمسون ما بين لحاف ودواج معدة لأهل العلم\nالذين يبيتون عندي. قال الأزهري:كان المرزباني يضع المحبرة وقنينة النبيذ،\nيكتب ويشرب، وكان معتزليا، صنف كتابا في أخبار المعتزلة، وما كان ثقة. قال\nالخطيب:ليس حاله عندنا الكذب، وأكثر ما عيب عليه مذهبه وتدليسه للإجازة.\nوقال العتيقي:كان معتزليا، ثقة، مات في شوال، سنة أربع وثمانين وثلاث مائة،\nعن ثمان وثمانين سنة. وقال غيره:كان جاحظ زمانه، وكان عضد الدولة يتغالى\nفيه، ويمر بداره، فيقف حتى يخرج إليه. وله:(أخبار الشعراء)خمسة آلاف ورقة،\nوآخر في الشعراء ضخم جدا نحو ثلاثين مجلدا. وأعطاه عضد الدولة مرة ألف\nدينار.(16/449) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0030'> Vol. 32, p. 0030</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUT 332 - الدارقطني أبو الحسن علي بن عمر بن أحمد</h2>\n\n<p>\nالإمام، الحافظ، المجود، شيخ الإسلام، علم الجهابذة، أبو الحسن علي بن\nعمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار بن عبد الله البغدادي،\nالمقرئ، المحدث، من أهل محلة دار القطن ببغداد. ولد:سنة ست وثلاث مائة، هو\nأخبر بذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0031'> Vol. 32, p. 0031</a>\n            </div>\n            \n</p>\n\n<p>\nوسمع وهو صبي من:أبي القاسم البغوي، ويحيى بن محمد بن صاعد، وأبي بكر بن\nأبي داود، ومحمد بن نيروز الأنماطي، وأبي حامد محمد بن هارون الحضرمي، وعلي\nبن عبد الله بن مبشر الواسطي، وأبي علي محمد بن سليمان المالكي، ومحمد بن\nالقاسم بن زكريا المحاربي، وأبي عمر محمد بن يوسف بن يعقوب القاضي، وأبي\nبكر بن زياد النيسابوري، والحسن بن علي العدوي البصري، ويوسف بن يعقوب\nالنيسابوري، وأبي بكر أحمد بن محمد بن إسماعيل الأدمي <span id='ms4568'></span>، وعمر بن أحمد بن علي\nالديربي، وإسحاق بن محمد الزيات، وجعفر بن أبي بكر، وإسماعيل بن العباس\nالوراق، والحسين بن إسماعيل المحاملي، وأخيه؛أبي عبيد القاسم، وأبي العباس\nبن عقدة، ومحمد بن مخلد العطار، وأبي صالح عبد الرحمن بن سعيد الأصبهاني،\nومحمد بن إبراهيم بن حفص، وجعفر بن محمد بن يعقوب الصيدلي، وأبي طالب أحمد\nبن نصر الحافظ، والحسين بن يحيى بن عياش، ومحمد بن سهل بن الفضيل، وأحمد بن\nعبد الله وكيل أبي صخرة، وأحمد بن محمد بن أبي بكر الواسطي، والحسين بن\nمحمد المطبقي، وأبي جعفر بن البختري، وإسماعيل الصفار، وخلق كثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0032'> Vol. 32, p. 0032</a>\n            </div>\n            \n</p>\n\n<p>\nوينزل إلى:أبي بكر الشافعي، وإلى ابن المظفر، وارتحل في الكهولة إلى\nالشام ومصر، وسمع من:ابن حيويه النيسابوري، وأبي الطاهر الذهلي، وأبي أحمد\nبن الناصح، وخلق كثير.(16/450) وكان من بحور العلم، ومن أئمة الدنيا، انتهى\nإليه الحفظ ومعرفة علل الحديث ورجاله، مع التقدم في القراءات وطرقها، وقوة\nالمشاركة في الفقه، والاختلاف، والمغازي، وأيام الناس، وغير ذلك. قال أبو\nعبد الله الحاكم في كتاب (مزكي الأخبار):أبو الحسن صار واحد عصره في الحفظ\nوالفهم والورع، وإماما في القراء والنحويين، أول ما دخلت بغداد، كان يحضر\nالمجالس وسنه دون الثلاثين، وكان أحد الحفاظ. قلت:وهم الحاكم، فإن الحاكم\nإنما دخل بغداد سنة إحدى وأربعين وثلاث مائة، وسن أبي الحسن خمس وثلاثون\nسنة. صنف التصانيف، وسار ذكره في الدنيا، وهو أول من صنف القراءات، وعقد\nلها أبوابا قبل فرش الحروف.(16/451) تلا على:أبي الحسين أحمد بن بويان،\nوأبي بكر النقاش، وأحمد بن محمد الديباجي، وعلي بن ذؤابة القزاز وغيرهم،\nوسمع حروف السبعة من أبي بكر بن مجاهد، وتصدر في آخر أيامه للإقراء، لكن لم\nيبلغنا ذكر من قرأ عليه، وسأفحص عن ذلك - إن شاء الله تعالى - .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0033'> Vol. 32, p. 0033</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن طاهر:له مذهب في التدليس، يقول فيما لم يسمعه من البغوي:قرئ على\nأبي القاسم البغوي:حدثكم فلان. حدث عنه:الحافظ أبو عبد الله الحاكم،\nوالحافظ عبد الغني، وتمام بن <span id='ms4569'></span> محمد الرازي، والفقيه أبو حامد الإسفراييني،\nوأبو نصر بن الجندي، وأحمد بن الحسن الطيان، وأبو عبد الرحمن السلمي، وأبو\nمسعود الدمشقي، وأبو نعيم الأصبهاني، وأبو بكر البرقاني، وأبو الحسن\nالعتيقي، وأحمد بن محمد بن الحارث الأصبهاني النحوي، والقاضي أبو الطيب\nالطبري، وعبد العزيز بن علي الأزجي، وأبو بكر محمد بن عبد الملك بن بشران،\nوأبو الحسن بن السمسار الدمشقي، وأبو حازم بن الفراء أخو القاضي أبي يعلى،\nوأبو النعمان تراب بن عمر المصري، وأبو الغنائم عبد الصمد بن المأمون، وأبو\nالحسين بن المهتدي بالله، وأبو الحسين بن الآبنوسي محمد بن أحمد بن محمد،\nوأبو الحسين محمد بن أحمد بن محمد بن حسنون النرسي، وحمزة بن يوسف السهمي،\nوخلق سواهم من البغاددة والدماشقة والمصريين والرحالين.(16/452)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0034'> Vol. 32, p. 0034</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم:حج شيخنا أبو عبد الله ابن أبي ذهل، فكان يصف حفظه وتفرده\nبالتقدم في سنة ثلاث وخمسين، حتى استنكرت وصفه إلى أن حججت في سنة سبع\nوستين، فجئت بغداد، وأقمت بها أزيد من أربعة أشهر، وكثر اجتماعنا بالليل\nوالنهار، فصادفته فوق ما وصفه ابن أبي ذهل، وسألته عن العلل والشيوخ، وله\nمصنفات يطول ذكرها. قال أبو بكر الخطيب:كان الدارقطني فريد عصره، وقريع\nدهره، ونسيج وحده، وإمام وقته، انتهى إليه علو الأثر والمعرفة بعلل الحديث\nوأسماء الرجال، مع الصدق والثقة، وصحة الاعتقاد، والاضطلاع من علوم، سوى\nالحديث، منها القراءات، فإنه له فيها كتاب مختصر، جمع الأصول في أبواب\nعقدها في أول الكتاب، وسمعت بعض من يعتني بالقراءات يقول:لم يسبق أبو الحسن\nإلى طريقته في هذا، وصار القراء بعده يسلكون ذلك. قال:ومنها المعرفة بمذاهب\nالفقهاء، فإن كتابه (السنن)يدل على ذلك، وبلغني أنه درس فقه الشافعي على\nأبي سعيد الإصطخري، وقيل:على غيره، ومنها المعرفة بالأدب والشعر، حدثني\nحمزة بن محمد بن طاهر:أن الدارقطني كان يحفظ (ديوان السيد الحميري)، فنسب\nلذا إلى التشيع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0035'> Vol. 32, p. 0035</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الفتح بن أبي الفوارس:كنا نمر إلى البغوي، والدارقطني صبي يمشي\nخلفنا بيده رغيف عليه كامخ.(16/453) قال <span id='ms4570'></span> الخطيب:حدثنا الأزهري، قال: بلغني\nأن الدارقطني حضر في حداثته مجلس إسماعيل الصفار، فجعل ينسخ جزءا كان معه،\nوإسماعيل يملي، فقال رجل:لا يصح سماعك وأنت تنسخ، فقال الدارقطني:فهمي\nللإملاء خلاف فهمك، كم تحفظ أملى الشيخ؟ فقال:لا أحفظ. فقال الدارقطني:أملى\nثمانية عشر حديثا، الأول عن فلان عن فلان ومتنه كذا وكذا، والحديث الثاني\nعن فلان عن فلان ومتنه كذا وكذا. ومر في ذلك حتى أتى على الأحاديث، فتعجب\nالناس منه - أو كما قال - . قال الحافظ أبو ذر الهروي:سمعت أن الدارقطني\nقرأ كتاب (النسب)على مسلم العلوي، فقال له المعيطي الأديب بعد القراءة:يا\nأبا الحسن، أنت أجرأ من خاصي الأسد، تقرأ مثل هذا الكتاب مع ما فيه من\nالشعر والأدب، فلا يؤخذ فيه عليك لحنة! وتعجب منه، هذه حكاها الخطيب عن\nالأزهري، فقال مسلم بن عبيد الله:وإنه كان يروي كتاب (النسب)عن الخضر بن\nداود عن الزبير. قال رجاء بن محمد المعدل:قلت للدارقطني:رأيت مثل نفسك؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0036'> Vol. 32, p. 0036</a>\n            </div>\n            \n</p>\n\n<p>\nفقال:قال الله:{فلا تزكوا أنفسكم}[النجم:32]فألححت عليه، فقال:لم أر أحدا\nجمع ما جمعت، رواها أبو ذر، والصوري، عن رجاء المصري، وقال أبو ذر:قلت لأبي\nعبد الله الحاكم:هل رأيت مثل الدارقطني؟ فقال:هو ما رأى مثل نفسه، فكيف\nأنا؟! وكان الحافظ عبد الغني الأزدي، إذا حكى عن الدارقطني، يقول:قال\nأستاذي.(16/454) وقال الصوري:سمعت الحافظ عبد الغني يقول: أحسن الناس كلاما\nعلى حديث رسول الله - صلى الله عليه وسلم - ثلاثة:ابن المديني في وقته،\nوموسى بن هارون - يعني:ابن الحمال - في وقته، والدارقطني في وقته. وقال\nالقاضي أبو الطيب الطبري:كان الدارقطني أمير المؤمنين في الحديث. وقال\nالأزهري:كان الدارقطني ذكيا، إذا ذكر شيئا من العلم أي نوع كان، وجد عنده\nمنه نصيب وافر، لقد حدثني محمد بن طلحة النعالي:أنه حضر مع أبي الحسن دعوة\nعند بعض الناس ليلة، فجرى شيء من ذكر الأكلة، فاندفع أبو الحسن يورد أخبار\nالأكلة وحكاياتهم ونوادرهم، حتى <span id='ms4571'></span> قطع أكثر ليلته بذلك. قال الأزهري:ورأيت\nابن أبي الفوارس سأل الدارقطني عن علة حديث أو اسم، فأجاب، ثم قال:يا أبا\nالفتح، ليس بين الشرق والغرب من يعرف هذا غيري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0037'> Vol. 32, p. 0037</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو الطيب الطبري:حضرت الدارقطني وقد قرئت الأحاديث التي\nجمعها في مس الذكر عليه، فقال:لو كان أحمد بن حنبل حاضرا لاستفاد هذه\nالأحاديث.(16/455) وقال أبو بكر البرقاني:كان الدارقطني يملي علي (العلل)من\nحفظه. قلت:إن كان كتاب (العلل)الموجود قد أملاه الدارقطني من حفظه كما دلت\nعليه هذه الحكاية، فهذا أمر عظيم، يقضى به للدارقطني أنه أحفظ أهل الدنيا،\nوإن كان قد أملى بعضه من حفظه فهذا ممكن، وقد جمع قبله كتاب (العلل)علي بن\nالمديني حافظ زمانه. قال رجاء بن محمد المعدل:كنا عند الدارقطني يوما\nوالقارئ يقرأ عليه، وهو يتنفل، فمر حديث فيه نسير بن ذعلوق، فقال\nالقارئ:بشير، فسبح الدارقطني، فقال:بشير، فسبح، فقال:يسير. فتلا\nالدارقطني:{ن والقلم}[القلم:1]. وقال حمزة بن محمد بن طاهر:كنت عند\nالدارقطني وهو قائم يتنفل، فقرأ عليه أبو عبد الله بن الكاتب:عمرو بن شعيب،\nفقال:عمرو بن سعيد. فسبح الدارقطني، فأعاد، وقال:ابن سعيد، ووقف، فتلا\nالدارقطني:{يا شعيب أصلاتك تأمرك}[هود:87]. فقال ابن الكاتب:شعيب.(16/456)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0038'> Vol. 32, p. 0038</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الحسن العتيقي:حضرت أبا الحسن، وجاءه أبو الحسين البيضاوي بغريب\nليقرأ له شيئا، فامتنع، واعتل ببعض العلل، فقال:هذا غريب. وسأله أن يملي\nعليه أحاديث، فأملى عليه أبو الحسن من حفظه مجلسا تزيد أحاديثه على\nالعشرين، متن جميعها:نعم الشيء الهدية أمام الحاجة. قال:فانصرف الرجل، ثم\nجاءه بعد، وقد أهدى له شيئا، فقربه وأملى عليه من حفظه سبعة عشر حديثا،\nمتون جميعها:(إذا أتاكم كريم قوم، فأكرموه). قلت:هذه حكاية صحيحة، رواها\nالخطيب عن العتيقي، وهي دالة على سعة حفظ هذا الإمام، وعلى أنه لوح بطلب\nشيء، وهذا مذهب لبعض العلماء، ولعل الدارقطني كان إذ ذاك محتاجا، وكان يقبل\nجوائز دعلج السجزي وطائفة، وكذا وصله <span id='ms4572'></span> الوزير ابن حنزابة بجملة من الذهب لما\nخرج له (المسند).(16/457) قال الحاكم:دخل الدارقطني الشام ومصر على كبر\nالسن، وحج واستفاد وأفاد، ومصنفاته يطول ذكرها. وقال أبو عبد الرحمن السلمي\nفيما نقله عنه الحاكم، وقال:شهدت بالله إن شيخنا الدارقطني لم يخلف على\nأديم الأرض مثله في معرفة حديث رسول الله - صلى الله عليه وسلم - وكذلك\nالصحابة والتابعين وأتباعهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0039'> Vol. 32, p. 0039</a>\n            </div>\n            \n</p>\n\n<p>\nقال:وتوفي يوم الخميس، لثمان خلون من ذي القعدة من سنة خمس وثمانين وثلاث\nمائة، وكذا أرخ الخطيب وفاته. وقال الخطيب في ترجمته:حدثني أبو نصر علي بن\nهبة الله بن ماكولا، قال: رأيت كأني أسأل عن حال الدارقطني في الآخرة، فقيل\nلي:ذاك يدعى في الجنة الإمام. وصح عن الدارقطني أنه قال:ما شيء أبغض إلي من\nعلم الكلام. قلت:لم يدخل الرجل أبدا في علم الكلام ولا الجدال، ولا خاض في\nذلك، بل كان سلفيا، سمع هذا القول منه أبو عبد الرحمن السلمي. وقال\nالدارقطني:اختلف قوم من أهل بغداد، فقال قوم:عثمان أفضل، وقال قوم:علي\nأفضل. فتحاكموا إلي، فأمسكت، وقلت:الإمساك خير. ثم لم أر لديني السكوت،\nوقلت للذي استفتاني:ارجع إليهم، وقل لهم:أبو الحسن يقول:عثمان أفضل من علي\nباتفاق جماعة أصحاب رسول الله - صلى الله عليه وسلم - ، هذا قول أهل السنة،\nوهو أول عقد يحل في الرفض.(16/458) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0040'> Vol. 32, p. 0040</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:ليس تفضيل علي برفض، ولا هو ببدعة، بل قد ذهب إليه خلق من الصحابة\nوالتابعين، فكل من عثمان وعلي ذو فضل وسابقة وجهاد، وهما متقاربان في العلم\nوالجلالة، ولعلهما في الآخرة متساويان في الدرجة، وهما من سادة الشهداء -\nرضي الله عنهما - ، ولكن جمهور الأمة على ترجيح عثمان على الإمام علي،\nوإليه نذهب. والخطب في ذلك يسير، والأفضل منهما - بلا شك - أبو بكر وعمر،\nمن خالف في ذا فهو شيعي جلد، ومن أبغض الشيخين واعتقد صحة إمامتهما فهو\nرافضي مقيت، ومن سبهما واعتقد أنهما ليسا بإمامي هدى فهو من غلاة الرافضة -\nأبعدهم الله - . قال الدارقطني:يقدم في <span id='ms4573'></span> (الموطأ):معن، وابن وهب، والقعنبي.\nقال:وأبو مصعب ثقة في (الموطأ). قال حمزة السهمي:سئل أبو الحسن:إذا حدث\nالنسائي وابن خزيمة بحديث، أيهما نقدم؟ فقال:النسائي، فإنه لم يكن مثله،\nولا أقدم عليه أحدا.(16/459) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0041'> Vol. 32, p. 0041</a>\n            </div>\n            \n</p>\n\n<p>\nالراوية عنه: أخبرنا أبو إسحاق إبراهيم بن علي، وجماعة إجازة، قالوا:\nأخبرنا داود بن أحمد الوكيل، أخبرنا أبو الفضل محمد بن عمر القاضي، أخبرنا\nعبد الصمد بن علي، أخبرنا علي بن عمر الحافظ، حدثنا عبد الله بن محمد بن\nعبد العزيز، حدثني سريج بن يونس، حدثنا عبد الرحمن بن عبد الملك بن أبجر،\nعن أبيه، عن واصل الأحدب، عن أبي وائل، قال: خطبنا عمار، فأبلغ وأوجز،\nفقال: سمعت رسول الله - صلى الله عليه وسلم - يقول:(إن طول صلاة الرجل وقصر\nخطبته مئنة من فقهه، فأطيلوا الصلاة، واقصروا الخطبة). أخرجه:مسلم، عن\nسريج، فوافقناه بعلو. أخبرنا أبو القاسم الخضر بن عبد الرحمن الأزدي سنة\nسبع مائة، أخبرنا المسلم بن أحمد، أخبرنا علي بن الحسن الحافظ، أخبرنا أبو\nغالب أحمد بن الحسن، أخبرنا عبد الصمد بن علي، أخبرنا علي بن عمر\nالدارقطني، حدثنا محمد بن يحيى بن هارون الإسكاف، حدثنا إسحاق بن شاهين،\nحدثنا خالد بن عبد الله، عن يونس بن عبيد، عن عبد الرحمن بن عتبة، عن ابن\nمسعود، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0042'> Vol. 32, p. 0042</a>\n            </div>\n            \n</p>\n\n<p>\nذكر عند رسول الله - صلى الله عليه وسلم - الصدقة، فقال:(إن من الصدقة أن\nتفك الرقبة، وتعتق النسمة). فقال رجل:يا رسول الله، أليستا واحدة؟\nفقال:(لا، عتقها أن تعتقها، وفكاكها أن تعين في ثمنها). قال:أرأيت إن لم\nأستطع ذلك؟ قال:(تطعم جائعا، وتسقي ظمآنا). قال:أرأيت إن لم أجد؟ قال:(تأمر\nبالمعروف، وتنهى عن المنكر). قال:أرأيت إن لم أستطع؟ قال:(فكف إذا شرك).\nغريب، تفرد به خالد الطحان.(16/460) أخبرنا عبد الخالق بن عبد السلام\nالقاضي، وست الأهل بنت علوان، قالا: أخبرنا عبد الرحيم بن إبراهيم الفقيه،\nأخبرنا عبد المغيث بن زهير، أخبرنا أحمد بن عبيد الله العكبري، أخبرنا أبو\nطالب محمد بن علي <span id='ms4574'></span> الحربي، حدثنا علي بن عمر الحافظ، حدثنا ابن صاعد، حدثنا\nالحسن بن عرفة، حدثنا إسماعيل بن عياش، عن محمد بن زياد، سمعت أبا أمامة:\nسمعت رسول الله - صلى الله عليه وسلم - يقول:(وعدني ربي أن يدخل الجنة من\nأمتي سبعين ألفا بغير حساب ولا عذاب، مع كل ألف سبعين ألفا وثلاث حثيات من\nحثيات ربي - عز وجل - ). وحدثنا ابن صاعد، حدثنا محمد بن حرب بواسط، حدثنا\nيزيد بن هارون، أخبرنا إسماعيل نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0043'> Vol. 32, p. 0043</a>\n            </div>\n            \n</p>\n\n<p>\nوروى بقية عن محمد بن زياد نحوه، فإسناده قوي. قال الخطيب:سألت\nالبرقاني:هل كان أبو الحسن يملي عليك (العلل)من حفظه؟ قال:نعم، أنا الذي\nجمعتها، وقرأها الناس من نسختي. ولحمزة بن محمد بن طاهر في الدارقطني:\nجعلناك فيما بيننا ورسولنا *وسيطا فلم تظلم ولم تتحوب فأنت الذي لولاك لم\nيعرف الورى *ولو جهدوا ما صادق من مكذب قلت:يقع للدارقطني أحاديث رباعيات\nمنها. حدثنا البغوي، حدثنا طالوت، حدثنا فضال بن جبير، عن أبي أمامة\nالباهلي، وكذا بينه وبين شعبة اثنان، وبينه وبين الثوري كذلك.(16/461)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0044'> Vol. 32, p. 0044</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUT 333 - ابن الثلاج عبد الله بن محمد البغدادي</h2>\n\n<p>\nالشيخ، المسند، المحدث، أبو القاسم عبد الله بن محمد بن عبد الله بن\nإبراهيم البغدادي ابن الثلاج الشاهد، أصله من حلوان. ولد:سنة سبع وثلاث\nمائة. وحدث عن:البغوي، وأبي بكر بن أبي داود، ويحيى بن صاعد، وخلق بعدهم،\nوكان مكثرا. روى عنه:أبو عبد الله الصيمري، وأبو العلاء محمد بن علي\nالواسطي، وأبو القاسم التنوخي، وآخرون. وليس بثقة. قال التنوخي:قال لي:ما\nباع أحد من أسلافي ثلجا، وإنما كان جدي مترفا، يجمع له ثلجا كثيرا، فمر بعض\nالخلفاء بحلوان، فطلب ثلجا، فما وجده إلا عند جدي، فوقع منه بموقع،\nوقال:اطلبوا عبد الله الثلاج فعرف به. قال عبيد الله الأزهري:كان ابن\nالثلاج يضع الحديث. وقال الدارقطني:لا يشتغل به، يضع الأحاديث والأسانيد.\nمات:في ربيع الأول سنة سبع وثمانين وثلاث مائة.(16/462) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0045'> Vol. 32, p. 0045</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head25'>AUT 334 - ابن المهندس أحمد بن محمد بن إسماعيل البناء</h2>\n\n<p>\nمحدث مصر، أبو <span id='ms4575'></span> بكر أحمد بن محمد بن إسماعيل البناء ابن المهندس.\nسمع:داود بن إبراهيم، ومحمد بن محمد بن النفاح، وأبا بشر الدولابي، وأبا\nالقاسم البغوي لقيه بمكة، ومحمد بن زبان، وعلي بن قديد، وأبا عبيد بن\nحربويه. وكان مكثرا، وأخطأ من قال إنه سمع من النسائي. روى عنه:عبد الغني\nالحافظ، ويحيى بن الحسين العفاص، وعبد الله بن مسكين، وعبد الرحمن بن مظفر\nالكحال، وعدد كثير. وانتقى عليه الحفاظ. وكان ثقة خيرا تقيا. عاش تسعين\nسنة. توفي:سنة خمس وثمانين وثلاث مائة.(16/463) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0046'> Vol. 32, p. 0046</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUT 335 - ابن زولاق أبو محمد الحسن بن إبراهيم المصري</h2>\n\n<p>\nالشيخ، العلامة، المحدث، المؤرخ، أبو محمد الحسن بن إبراهيم بن زولاق\nالمصري، صاحب التصانيف. مولده:في شعبان سنة ست وثلاث مائة. وسمع من:أبي\nجعفر الطحاوي فمن بعده، وقد ارتحل إلى دمشق، وفات ابن عساكر أن يذكره في\n(تاريخه)، قدمها سنة ثلاثين وثلاث مائة، ولم تبلغني سيرته كما في النفس.\nتوفي:في ذي القعدة سنة ست وثمانين وثلاث مائة، وله ثمانون سنة. وقيل:توفي\nسنة سبع وثمانين. وهو حسن بن إبراهيم بن حسن بن الحسين بن علي بن خلف بن\nزولاق الليثي مولاهم المصري - رحمه الله - . وكان جد أبيه من كبار العلماء.\nوقال ابن خلكان:مات أبو محمد في الخامس والعشرين من ذي القعدة سنة سبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0047'> Vol. 32, p. 0047</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUT 336 - الريحاني أبو عبد الله الحسين بن أحمد البصري</h2>\n\n<p>\nالريحاني، نزيل بغداد. حدث عن:البغوي، وابن صاعد. وعنه:الخلال،\nوالعتيقي، وأبو طالب العشاري. قال العتيقي:شيخ أمي، أصوله صحاح، توفي سنة\n387.(16/464) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0048'> Vol. 32, p. 0048</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head28'>AUT 337 - الكاتب أبو عبد الله الحسين بن محمد بن سليمان</h2>\n\n<p>\nأبو عبد الله، الحسين بن محمد بن سليمان البغدادي الكاتب. سمع:البغوي،\nوابن صاعد، وابن زياد. وعنه:أبو القاسم التنوخي، والعشاري، وأبو الحسين بن\nالمهتدي بالله. شيخ صدوق. لم تؤرخ وفاته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0049'> Vol. 32, p. 0049</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUT 338 - الأذني أبو الحسن علي بن الحسين بن بندار</h2>\n\n<p>\nالقاضي، المحدث، أبو الحسن علي بن الحسين بن بندار بن عبد الله بن خير\nالأذني. سمع:بدمشق من محمد بن خريم، ومحمد بن الفيض الغساني، وسعيد بن <span id='ms4576'></span> عبد\nالعزيز، وبحلب من علي بن عبد الحميد الغضائري، وبحران من أبي عروبة،\nوبأنطاكية من الحسن بن أحمد بن فيل، واستوطن مصر. حدث عنه:عبد الغني\nالحافظ، ومكي بن علي الحمال، ويوسف بن رباح، وهبة الله بن إبراهيم الصواف،\nوعبد الملك بن مسكين، وأحمد بن سعيد بن نفيس المقرئ، وآخرون. وما علمت به\nبأسا. توفي:في ربيع الأول سنة خمس وثمانين وثلاث مائة.(16/465)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0050'> Vol. 32, p. 0050</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head30'>AUT 339 - الكسائي أبو بكر محمد بن إبراهيم بن يحيى</h2>\n\n<p>\nالشيخ، النحوي، البارع، أبو بكر محمد بن إبراهيم بن يحيى النيسابوري\nالكسائي. تخرج به جماعة في العربية، وروى (صحيح مسلم)، عن ابن سفيان، رواه\nعنه:أبو مسعود أحمد بن محمد البجلي، وذلك إسناد ضعيف. قال الحاكم:حدث ب\n(الصحيح)من كتاب جديد بخطه، فأنكرت فعاتبني، فقلت:لو أخرجت أصلك وأخبرتني\nبالحديث على وجهه؟ فقال:أحضرني أبي مجلس ابن سفيان الفقيه لسماع هذا\nالكتاب، ولم أجد سماعي، فقال لي أبو أحمد الجلودي:قد كنت أرى أباك يقيمك في\nالمجلس تسمع وأنت تنام لصغرك، فاكتب الصحيح من كتابي تنتفع به. توفي:سنة\nخمس وثمانين وثلاث مائة ليلة الأضحى.(16/466) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0051'> Vol. 32, p. 0051</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head31'>AUT 340 - الأودني أبو بكر محمد بن عبد الله بن محمد</h2>\n\n<p>\nالعلامة، شيخ الشافعية، أبو بكر محمد بن عبد الله بن محمد بن بصير بن\nورقاء الأودني البخاري. وأودن:من قرى بخارى بضم أوله، قاله السمعاني، وقال\nابن ماكولا وغيره:بالفتح. سمع من:يعقوب بن يوسف العاصمي، والهيثم بن كليب\nالشاشي، ومحمد بن صابر، وعبد المؤمن بن خلف. وعنه:الحاكم، أبو عبد الله\nالحليمي، وأبو عبد الله غنجار، وجعفر بن محمد المستغفري، وآخرون. كان إمام\nالشافعية في زمانه بما وراء النهر، وهو من أصحاب الوجوه، وهو القائل:الربا\nحرام في كل شيء، فلا يجوز بيع مال بجنسه إلا متساويا. قال الحاكم:كان -\nرحمه الله - من أزهد الفقهاء، وأعبدهم، وأورعهم، وأبكاهم على تقصيره،\nوأشدهم إنابة وتواضعا. توفي:ببخارى في ربيع الآخر سنة خمس وثمانين وثلاث\nمائة - رحمه الله - .(16/467) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0052'> Vol. 32, p. 0052</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head32'>AUT 341 - الطرازي محمد بن محمد بن أحمد بن عثمان <span id='ms4577'></span></h2>\n\n<p>\nالشيخ، أبو بكر محمد بن محمد بن أحمد بن عثمان البغدادي المقرئ، نزيل\nنيسابور. سمع:البغوي، وابن صاعد، ومحمد بن الحسين القطان، وعدة وتلا\nعلى:ابن مجاهد. وعنه:الحاكم، وعمر بن مسرور، وأبو سعد الكنجروذي. وكان\nعارفا بالعربية. قال الحاكم:حدث من حفظه، فأخطأ. وقال الخطيب:ذاهب الحديث.\nتوفي:سنة خمس وثمانين وثلاث مائة في ذي الحجة.(16/468) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0053'> Vol. 32, p. 0053</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head33'>AUT 342 - جوهر أبو الحسن الرومي المعزي</h2>\n\n<p>\nالأمير الكبير، قائد الجيوش، أبو الحسن جوهر الرومي المعزي، من نجباء\nالموالي. قدم من جهة مولاه المعز في جيش عظيم في سنة ثمان وخمسين وثلاث\nمائة، فاستولى على إقليم مصر وأكثر الشام، واختط القاهرة، وبنى بها دار\nالملك، وكان عالي الهمة، نافذ الأمر، وتهيأ له أخذ البلاد بمكاتبة من أمراء\nمصر، قلت عليهم الأموال، ولما وصلت كتائب العبيدية - وكانوا نحوا من مائة\nألف - بعث إلى جوهر وجوه المصريين يطلبون الأمان وتقرير أملاكهم، فأجابهم،\nوكتب بذلك عهدا، واختلفت كلمة الإخشيذية، ووقع حرب يسير. وقيل:بل قتل خلق\nمن الإخشيذية، وانهزم الباقون، ثم نفذوا يطلبون أمانا، فأمنهم جوهر، ومنع\nجيشه من نهب الرعية، وفتحت أسواق مصر، ثم دخل في هيئة الملوك، وعليه قباء\nديباج، فحفر لليلته أساس قصر الخلافة، وبعث إلى المعز برؤوس القتلى، وقطعت\nالخطبة العباسية، وألبس الخطباء البياض، وأذنوا بحي على خير العمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0054'> Vol. 32, p. 0054</a>\n            </div>\n            \n</p>\n\n<p>\nوكان جوهر هذا حسن السيرة في الرعايا، عاقلا أدبيا، شجاعا، مهيبا، لكنه\nعلى نحلة بني عبيد التي ظاهرها الرفض، وباطنها الانحلال، وعموم جيوشهم بربر\nوأهل زعارة وشر، لا سيما من تزندق منهم، فكانوا في معنى الكفرة، فيا ما ذاق\nالمسلمون منهم من القتل، والنهب، وسبي الحريم، ولا سيما في أوائل دولتهم،\nحتى إن أهل صور قاموا عليهم وقتلوا فيهم، فهربوا، حتى إن أهل صور استنجدوا\nبنصارى الروم فجاؤوا في المراكب، وكان أهل صور قد لحقهم من المغاربة من\nالظلم، والجور، وأخذ الحريم من الحمامات والطرق أمر كبير. وقد خرج على جوهر\nهفتكين التركي، فالتقاه فانهزم جوهر وتحصن بعسقلان، فحاصره سبعة عشر شهرا،\nثم طلب الأمان <span id='ms4578'></span> فأمنه، فذهب إلى مصر، ودخل وبين يديه من أحمال المال، ألف\nومائتا صندوق. ولقد كان المعز في زمانه أعظم بكثير من خلفاء بني العباس.\nمات:في سنة إحدى وثمانين وثلاث مائة.(16/469) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0055'> Vol. 32, p. 0055</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUT 343 - ابن مزدين أبو علي أحمد بن محمد الصوفي</h2>\n\n<p>\nالإمام، شيخ الزهاد، أبو علي أحمد بن محمد بن علي بن مزدين الصوفي\nالنهاوندي القومساني. حدث عن:أبي يعلى محمد بن زهير الأبلي، وعلي بن عبد\nالله بن مبشر الواسطي، وعبد الله بن أحمد بن عامر، وعبد الرحمن بن حمدان\nالجلاب، وعدة. وعنه:ابناه محمد وعثمان، ورافع بن محمد، وأبو نصر شعيب،\nوجعفر بن محمد الأبهري، ومحمد بن عيسى، وآخرون. قال شيرويه:ثقة، شيخ\nالصوفية، ومقدمهم في الجبل، له آيات وكرامات ظاهرة، وقبره بقرية انبط،\nيزار. قال جعفر بن محمد الأبهري:كان من أولياء الله الذين يتكلمون على\nالسر، سمعته يقول:رأيت رب العزة في المنام أيام القحط، فقال:يا أبا علي لا\nتشغل خاطرك، فإنك عيالي، وعيالك عيالي، وأضيافك عيالي. توفي:سنة سبع\nوثمانين وثلاث مائة.(16/470) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0056'> Vol. 32, p. 0056</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head35'>AUT 344 - الأسدي إبراهيم بن محمد بن إبراهيم</h2>\n\n<p>\nالمعمر، أبو إسحاق إبراهيم بن محمد بن إبراهيم بن أبي حماد الأسدي\nالأبهري المالكي. سمع من:محمد بن عبد السمرقندي، وأحمد بن محمد بن ساكن\nالزنجاني، ومحمد بن مسعود، وأحمد بن علي الجوزجاني. روى عنه خلق من أهل\nهمذان. قال أبو يعلى الخليلي:فقيه عابد كبير المحل. نيف على المائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0057'> Vol. 32, p. 0057</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head36'>AUT 345 - الحدادي محمد بن الحسين بن محمد بن مهران</h2>\n\n<p>\nشيخ مرو، القاضي الكبير، أبو الفضل محمد بن الحسين بن محمد بن مهران\nالمروزي الحدادي. سمع:عبد الله بن محمود المروزي السعدي، وأبا يزيد صاحب\n(تفسير إسحاق)، وحماد بن أحمد القاضي، وأقرانهم. قال الحاكم:كان شيخ أهل\nمرو في الحديث والفقه والتصوف والفتيا. مات:في نصف صفر سنة ثمان وثمانين\nوثلاث مائة، وقد ولي قضاء نيسابور قبل الخمسين وثلاث مائة. قلت:روى\nعنه:الحاكم، وأهل مرو، وكان من أبناء التسعين - رحمه الله - . روى محيي\nالسنة في (معالم التنزيل)عن أصحاب <span id='ms4579'></span> الحاكم أبي الفضل الحدادي.(16/471)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0058'> Vol. 32, p. 0058</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head37'>AUT 346 - ابن الرومي عبد الله بن محمد النيسابوري</h2>\n\n<p>\nالزاهد، العابد، أبو محمد عبد الله بن محمد بن عبد الله بن الرومي\nالنيسابوري الحيري، شيخ سعيد بن أبي سعيد العيار. وقع لي حديثه عاليا. قال\nالحاكم في (تاريخه):كان أبوه أبو عبد الله الرومي محدثا مذكورا ثقة. ثم إن\nأبا محمد كان من الصالحين المجتهدين في العبادة، إلا أنه لم يقتصر على\nسماعاته في كتاب أبيه وزاد فيها، وكان سماعه من أبي العباس السراج، فارتقى\nإلى ابن خزيمة. توفي - رحمه الله - :يوم الاثنين السادس عشر من شهر رمضان،\nسنة ثلاث وتسعين وثلاث مائة، ودفن في مقبرة الحيرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0059'> Vol. 32, p. 0059</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head38'>AUT 347 - البوزجاني أبو الوفاء محمد بن محمد بن يحيى</h2>\n\n<p>\nالأستاذ، أبو الوفاء محمد بن محمد بن يحيى البوزجاني الحاسب، حامل لواء\nالهندسة. وله عدة تصانيف مهذبة. كان الكمال بن يونس، يخضع له، ويعتمد\nكلامه. مات:سنة سبع وثمانين وثلاث مائة، وله تسع وخمسون سنة. وبوزجان:بليدة\nبقرب هراة.(16/472) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0060'> Vol. 32, p. 0060</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head39'>AUT 348 - أحمد بن منصور بن ثابت أبو العباس الشيرازي</h2>\n\n<p>\nابن ثابت، الإمام الحافظ الجوال، أبو العباس الشيرازي، ليس بأحمد بن\nمنصور الطوسي، ذاك تقدم آنفا. حدث عن:عبد الله بن جعفر بن فارس، والقاسم بن\nالقاسم السياري، وأبي القاسم الطبراني، وأبي محمد الرامهرمزي، وخلق.\nوعنه:أبو نصر بن الإسماعيلي، والحاكم، وتمام الرازي، وآخرون. قال\nالحاكم:جمع من الحديث ما لم يجمعه أحد، وصار له القبول بشيراز، بحيث يضرب\nبه المثل. وقال الدارقطني:أدخل هذا الشيرازي بمصر على شيوخ أحاديث، وأنا\nبمصر. وقال يحيى بن مندة:بل الذي صنع ذلك آخر، اسمه باسم هذا. وعن أحمد بن\nمنصور الشيرازي قال:كتبت عن الطبراني ثلاث مائة ألف حديث. وقال الحسين بن\nأحمد الشيرازي:لما مات أحمد بن منصور الحافظ، جاء إلى أبي رجل، فقال:رأيته\nفي النوم وهو في المحراب واقف بجامع شيراز، وعليه حلة، وعلى رأسه تاج مكلل\nبالجوهر، فقلت:ما فعل الله بك؟قال:غفر لي وأكرمني، قلت:بماذا؟قال:بكثرة\nصلاتي على رسول الله <span id='ms4580'></span> - صلى الله عليه وسلم - . توفي:سنة اثنتين وثمانين\nوثلاث مائة.(16/473) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0061'> Vol. 32, p. 0061</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head40'>AUT 349 - الرقي أبو بكر محمد بن يوسف بن يعقوب</h2>\n\n<p>\nالحافظ، المحدث، الجوال، أبو بكر محمد بن يوسف بن يعقوب الرقي المؤرخ،\nويكنى أيضا أبا عبد الله. حدث عن:أبي سعيد بن الأعرابي، وعبد الله بن عمر\nبن شوذب الواسطي، وخيثمة الأطرابلسي، وإسماعيل الصفار، وابن فارس\nالأصبهاني، وعدة. روى عنه:ابن جميع في (معجمه)وهو أكبر منه، وأحمد بن الحسن\nالطيان، وعبد الغني الحافظ، وأبو العلاء الواسطي، وعبد العزيز الأزجي،\nومحمد بن عبد الرحمن بن أبي نصر الدمشقي. اتهمه الخطيب في حديث رواه\nالمسكين بإسناد الصحاح مرفوعا: (يجيء المحدثون يوم القيامة بأيديهم\nالمحابر)، فالحمل فيه على هذا الرقي. توفي:سنة اثنتين وثمانين وثلاث\nمائة.(16/474) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0062'> Vol. 32, p. 0062</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head41'>AUT 350 - الدممي أبو الحسن علي بن حسان بن القاسم</h2>\n\n<p>\nالشيخ، المعمر، أبو الحسن علي بن حسان بن القاسم الجدلي الدممي، آخر من\nحدث عن:محمد بن عبد الله مطين. روى عنه:أبو خازم محمد بن الفراء، وأبو\nالقاسم التنوخي، وأبو عبد الله الصيمري، والقاضي أبو الحسن محمد بن إسحاق\nالقهستاني شيخ لأبي صادق المديني. قال أبو خازم:تكلموا فيه، توفي في آخر\nسنة ثلاث وثمانين وثلاث مائة، فإن صدق فقد قارب مائة عام.(16/475)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0063'> Vol. 32, p. 0063</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head42'>AUT 351 - القواس أبو الفتح يوسف بن عمر بن مسرور</h2>\n\n<p>\nالإمام، القدوة، الرباني، المحدث، الثقة، أبو الفتح يوسف بن عمر بن\nمسرور البغدادي، القواس. ولد سنة ثلاث مائة، وسمع:أحمد بن المغلس، وعبد\nالله بن محمد البغوي، وأبا بكر بن أبي داود، ومحمد بن هارون الحضرمي، وابن\nصاعد، وطبقتهم، فأكثر وجود. حدث عنه:أبو محمد الخلال، وأبو الحسن العتيقي،\nوعبد العزيز بن علي الأزجي، وأبو ذر عبد بن أحمد الهروي، وأبو الحسين بن\nالمهتدي بالله، وخلق سواهم. قال أبو بكر الخطيب:كان ثقة زاهدا صادقا، أول\nسماعه في سنة 316. سمعت علي بن محمد السمسار يقول:ما أتيت أبا الفتح القواس\nإلا وجدته يصلي، سمعت البرقاني والأزهري ذكرا القواس، فقالا:كان من\nالأبدال. قال الأزهري:وكان مجاب الدعوة. وقال <span id='ms4581'></span> أبو ذر:سمعت الدارقطني\nيقول:كنا نتبرك بأبي الفتح القواس وهو صبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0064'> Vol. 32, p. 0064</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تمام بن محمد الزينبي وغيره:سمعنا القواس يذكر أنه وجد في كتبه جزءا\nفي فضائل معاوية قد قرضته الفأرة، فدعا عليها فسقطت فأرة من السقف، واضطربت\nحتى ماتت، وروي عن أبي ذر أنه حضر لما ماتت. قال العتيقي:مات في ربيع الآخر\nسنة خمس وثمانين وثلاث مائة.(16/476) قال:وكان ثقة، مستجاب الدعوة، ما رأيت\nفي معناه مثله. أنبأني المسلم بن محمد، أخبرنا الكندي، أخبرنا الشيباني،\nأخبرنا أبو بكر الخطيب، حدثني عبد الغفار الأرموي، حدثني أبو الحسن بن\nحميد، سمعت أبا ذر الهروي، يقول: كنت عند أبي الفتح بن القواس، فأخرج جزءا\nفيه قرض فأر، فدعا الله على الفأرة التي قرضته، فسقطت فأرة لم تزل تضطرب\nحتى ماتت. ذكر أبو الفتح - رحمه الله - ، أنه كان لا يكتب من لفظ المستملي،\nبل من لفظ الشيخ، فقيل:إن رجلا، قال:رأيت النبي - صلى الله عليه وسلم -\nيقول:من أراد السماع كأنه يسمعه مني فليسمعه كسماع أبي الفتح القواس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0065'> Vol. 32, p. 0065</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا المسلم بن علان في كتابه، أخبرنا زيد بن الحسن، أخبرنا عبد الله\nبن أحمد اليوسفي، أخبرنا محمد بن علي العباسي لفظا، حدثنا يوسف بن عمر\nالقواس إملاء، قال:قرئ على أبي القاسم بن بنت منيع، وأنا أسمع، حدثكم محمد\nبن حميد، حدثنا ابن المبارك، عن حرملة بن أبي عمران، عن يزيد بن أبي حبيب،\nعن مرثد بن عبد الله، عن عقبة بن عامر: عن النبي - صلى الله عليه وسلم - ،\nقال:(المؤمن يوم القيامة في ظل صدقته).(16/477) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0066'> Vol. 32, p. 0066</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUT 352 - زاهر بن أحمد بن محمد بن عيسى السرخسي</h2>\n\n<p>\nالإمام، العلامة، فقيه خراسان، شيخ القراء والمحدثين، أبو علي السرخسي.\nولد:سنة أربع وتسعين ومائتين. وسمع:أبا لبيد محمد بن إدريس السامي، وأبا\nالقاسم البغوي، ويحيى بن صاعد، ومحمد بن المسيب الأرغياني، ومحمد بن حفص\nالجويني، ومؤمل بن الحسن الماسرجسي، وأبا يعلى محمد بن زهير الأبلي،\nوإبراهيم بن عبد الله العسكري الزبيبي، وعلي بن عبد الله بن <span id='ms4582'></span> مبشر الواسطي،\nوأبا حامد محمد بن هارون الحضرمي، وأبا علي محمد بن سليمان المالكي البصري،\nوعدة. حدث عنه:الحاكم، وأبو عثمان إسماعيل بن الصابوني، ومحمد بن أحمد بن\nمحمد بن جعفر المزكي، وأبو عثمان سعيد بن محمد البحيري، والقاضي أبو المظفر\nمنصور بن إسماعيل بن أبي قرة الحنفي، وكريمة المروزية المجاورة، وخلق\nسواهم. وكان عنده (الموطأ)بفوت المساقاة والقراض عن الأمير إبراهيم بن عبد\nالصمد الهاشمي صاحب أبي مصعب الزبيري، وقد أخذ علم الجدل والكلام عن أبي\nالحسن الأشعري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0067'> Vol. 32, p. 0067</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم:هو أبو علي السرخسي الشافعي، شيخ عصره بخراسان، سمعت مناظرته\nفي مجلس أبي بكر بن إسحاق الصبغي، وكان قد قرأ على أبي بكر بن مجاهد، وتفقه\nعند أبي إسحاق المروزي، ودرس الأدب على أبي بكر بن الأنباري، وكانت كتبه\nترد علي على الدوام.(16/478) توفي:في ربيع الآخر سنة تسع وثمانين وثلاث\nمائة، وله ست وتسعون سنة. أخبرنا أحمد بن هبة الله، أنبأنا عبد المعز بن\nمحمد، أخبرنا زاهر بن طاهر، أخبرنا سعيد بن محمد البحيري، أخبرنا زاهر بن\nأحمد، أخبرنا أبو القاسم البغوي، حدثنا هدبة، حدثنا همام، حدثنا قتادة، عن\nأنس: أن رسول الله - صلى الله عليه وسلم - قال:(لله أشد فرحا بتوبة عبده من\nأحدكم يسقط على بعيره قد أضله بأرض فلاة)، أخرجاه عن هدبة بن خالد،\nفوافقناهما بعلو. وبه:عن أنس، عن معاذ بن جبل، قال:كنت رديف النبي - صلى\nالله عليه وسلم - ، ليس بيني وبينه إلا مؤخرة الرحل، وذكر الحديث، أخرجاه\nفي (صحيحهما)عن هدبة أيضا. قال شيخ الإسلام:سمعت يحيى بن عمار، سمعت زاهر\nبن أحمد وكان للمسلمين إماما يقول: نظرت في صير باب، فرأيت أبا الحسن\nالأشعري يبول في البالوعة، فدخلت، فحانت الصلاة، فقام يصلي، وما كان تمسح\nولا توضأ، فذكرت الوضوء، فقال:لست بمحدث. قلت:لعله نسي.(16/479)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0068'> Vol. 32, p. 0068</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head44'>AUT 353 - المخلص محمد بن عبد الرحمن بن العباس</h2>\n\n<p>\nالشيخ، المحدث، المعمر، الصدوق، أبو طاهر محمد بن عبد الرحمن بن العباس\nبن عبد الرحمن بن زكريا البغدادي الذهبي <span id='ms4583'></span>، مخلص الذهب من الغش. مولده:في\nشوال سنة خمس وثلاث مائة. وقال:أول سماعي في سنة اثنتي عشرة وثلاث مائة.\nسمع بعناية والده من:أبي القاسم البغوي، وأبي بكر بن أبي داود، ويحيى بن\nصاعد، وأحمد بن سليمان الطوسي، ورضوان الصيدلاني، وأبي حامد محمد بن هارون\nالحضرمي، وأبي عمر محمد بن يوسف القاضي، ومحمد بن إبراهيم بن نيروز\nالأنماطي، وأبي بكر بن زياد النيسابوري، وأحمد بن عبد الله بن سيف\nالسجستاني، وإبراهيم بن حماد، وعبد الواحد بن المهتدي، وأبي جعفر أحمد بن\nإسحاق بن البهلول، وإسماعيل بن العباس، والقاضي المحاملي، وأخيه أبي عبيد\nالقاسم، وعدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0069'> Vol. 32, p. 0069</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه:هبة الله بن الحسن اللالكائي، وأبو محمد الخلال، وأبو سعد\nالسمان، وأبو طالب المحسن بن شهفيروز الفقيه، وإبراهيم بن محمد الشروي\nالفقيه، وعبد العزيز بن محمد بن الحسين القطان، وأحمد بن محمد بن النقور،\nوعبد العزيز بن علي الأنماطي، وأبو الحسين بن المهتدي بالله، وعلي بن أحمد\nبن البسري، وأبو نصر محمد بن محمد الزينبي، وخلق كثير. وانتقى عليه\nالحافظان أبو الفتح بن أبي الفوارس، وأبو بكر البقال. قال الخطيب:كان ثقة،\nمات في رمضان سنة ثلاث وتسعين وثلاث مائة.(16/480) وفيها توفي:أبو جعفر\nالأبهري، وأبو إسحاق إبراهيم بن أحمد الطبري، وأبو نصر إسماعيل بن حماد\nالجوهري صاحب الصحاح، والحافظ خلف بن القاسم بن الدباغ الأندلسي، والطائع\nلله، ووزير الأندلس الملك المنصور أبو عامر محمد بن عبد الله بن أبي عامر،\nوأبو الحسن محمد بن عبد الله السلامي شاعر وقته، والسيد محمد بن علي\nالهمذاني. أخبرنا علي بن أحمد العلوي، أخبرنا محمد بن أحمد القطيعي، أخبرنا\nمحمد بن عبيد الله المخلد (ح). وأخبرنا أحمد بن إسحاق، أخبرنا عمر بن أحمد\nالزاهد، أخبرنا هبة الله بن أحمد الشبلي، قالا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0070'> Vol. 32, p. 0070</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو نصر محمد بن محمد الزينبي، أخبرنا أبو طاهر المخلص، قال:\nحدثنا عبد الله بن محمد البغوي، حدثنا عبد الجبار بن عاصم، حدثنا بقية، عن\nبحير بن سعد، عن خالد بن معدان، عن كثير <span id='ms4584'></span> بن مرة، عن عمرو بن عبسة، أنه\nحدثهم، قال: قال رسول الله - صلى الله عليه وسلم - :(من أعتق رقبة مسلمة\nكانت فديته من جهنم، ومن شاب شيبة في سبيل الله كانت له نورا يوم القيامة).\nرواه النسائي عن محمد بن إبراهيم، عن خالد بن الحارث، عن عبد الحميد بن\nجعفر، عن أسود بن العلاء، عن مولى لسليمان بن عبد الملك عن رجل، عن\nالصنابحي، عن عمرو بن عبسة، وروى شطره الثاني الترمذي، عن الكوسج، عن حيوة،\nعن بقية بن الوليد.(16/481) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0071'> Vol. 32, p. 0071</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head45'>AUT 354 - الكشاني أبو علي إسماعيل بن محمد بن أحمد</h2>\n\n<p>\nالشيخ، المسند، الصدوق، أبو علي إسماعيل بن محمد بن أحمد بن حاجب\nالكشاني السمرقندي. آخر من روى (صحيح)البخاري عاليا، سمعه من أبي عبد الله\nمحمد بن يوسف الفربري في سنة عشرين وثلاث مائة. رواه عنه:أبو عبد الله\nالحسين بن محمد الخلال أخو الحسن الحافظ، وأبو سهل أحمد بن علي الأبيوردي،\nوأبو طاهر محمد بن علي الشجاعي، وأبو عبد الله غنجار، وعمر بن أحمد بن\nشاهين السمرقندي، وغيرهم. قال أبو سعد الإدريسي:توفي سنة إحدى وتسعين وثلاث\nمائة. وقال المؤتمن الساجي:سنة اثنتين وتسعين. قلت:كان شيخا معمرا.(16/482)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0072'> Vol. 32, p. 0072</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head46'>AUT 355 - الخفاف أبو الحسين أحمد بن محمد بن أحمد</h2>\n\n<p>\nالشيخ، الإمام، الزاهد، العابد، مسند خراسان، أبو الحسين، أحمد بن محمد\nبن أحمد بن عمر النيسابوري الخفاف القنطري، ولد الشيخ أبي نصر. قال أبو عبد\nالله الحاكم:كان مجاب الدعوة، سماعاته صحيحة بخط أبيه من أبي العباس السراج\nوأقرانه، وبقي واحد عصره في علو الإسناد. قلت:حدث عنه:الحاكم، وعبد الله بن\nمحمد بن حسكويه، وأبو القاسم القشيري، وأحمد بن عبد الرحيم الإسماعيلي،\nوالسيد علي بن محمد بن محمد الحسيني، وأبو المظفر محمد بن إسماعيل الشجاعي،\nوأبو نصر الحسين بن أحمد الجريميني القاضي، والفضل بن عبد الله بن المحب،\nوسعيد بن أبي سعيد العيار، وعائشة بنت محمد البسطامي، وخلق سواهم. وقع لنا\nجملة من عواليه. قال الحاكم:مات في ربيع الأول سنة خمس وتسعين وثلاث <span id='ms4585'></span> مائة،\nوله ثلاث وتسعون سنة. وفيها توفي:أبو علي الحسن بن محمد بن درستويه الدمشقي\nأحد الثقات من أصحاب محمد بن خريم، والمحدث أبو عثمان سعيد بن نصر القرطبي،\nوالفقيه المحدث أبو محمد عبد الله بن محمد بن أسد الجهيني الطليطلي،\nوالإمام أبو القاسم عبد الوارث بن سفيان القرطبي، وثلاثتهم من كبار شيوخ\nابن عبد البر، والمسند أبو الحسن محمد بن أحمد بن العباس الإخميمي بمصر،\nوأبو نصر محمد بن أحمد بن محمد الملاحمي، وحافظ الوقت أبو عبد الله بن\nمندة، وأبو الحسين أحمد بن فارس الرازي اللغوي، وأحمد بن القاسم بن عبد\nالرحمن التاهرتي البزاز بقرطبة.(16/483) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0073'> Vol. 32, p. 0073</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head47'>AUT 356 - الكتاني أبو حفص عمر بن إبراهيم بن أحمد</h2>\n\n<p>\nالإمام، المقرئ، المحدث، المعمر، أبو حفص عمر بن إبراهيم بن أحمد بن\nكثير البغدادي الكتاني. ولد سنة ثلاث مائة. وقرأ على ابن مجاهد، وسمع منه\nكتابه في السبع. وسمع من:البغوي، وأبي سعيد العدوي، وأبي حامد الحضرمي،\nوأبي محمد بن صاعد، وأبي بكر بن زياد، وأبي عمر محمد بن يوسف القاضي، وأبي\nذر أحمد بن الباغندي، وإسماعيل الوراق، وعبد الوهاب بن أبي حية، وأحمد بن\nإسحاق بن البهلول، ومحمد بن منصور الشيعي، وجعفر بن محمد بن المغلس، وأبي\nعبيد المحاملي، وأبي العباس بن عقدة، وخلق سواهم. حدث عنه:أبو محمد الخلال،\nوأبو القاسم التنوخي، وأبو الحسين بن المهتدي بالله، وجابر بن ياسين، وأبو\nمحمد بن هزارمرد، وأبو الحسين بن النقور، وآخرون. وقد تلا أيضا على:زيد بن\nأبي بلال، وبكار بن أحمد، ومحمد بن جعفر الحربي، وأبي الحسن بن ذؤابة وتصدر\nللإقراء بمسجده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0074'> Vol. 32, p. 0074</a>\n            </div>\n            \n</p>\n\n<p>\nتلا عليه:أحمد بن مسرور، وأبو علي الشرمقاني، وأبو الفضل عبد الله بن\nأحمد بن الكوفي، وأبو الفوارس محمد بن العباس الأواني شيخ للقلانسي. قال\nالخطيب:هو ثقة. توفي:في رجب سنة تسعين وثلاث مائة، وله تسعون سنة. قرأت على\nعمر بن عبد المنعم في سنة 693، عن زيد بن حسن، أخبرنا عبد الرحمن بن محمد\nالشيباني، أخبرنا محمد بن علي العباسي، حدثنا <span id='ms4586'></span> عمر بن إبراهيم إملاء، حدثنا\nمحمد بن هارون، حدثنا زياد بن أيوب، حدثنا أبو معاوية، حدثنا عاصم الأحول،\nعن أنس، قال: سئل رسول الله - صلى الله عليه وسلم - عن الصوم في السفر،\nفقال:(من أفطر فرخصة، ومن صام فالصوم أفضل).(16/484) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0075'> Vol. 32, p. 0075</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head48'>AUT 357 - ابن حنزابة جعفر بن الفضل بن جعفر البغدادي</h2>\n\n<p>\nالإمام، الحافظ، الثقة، الوزير الأكمل، أبو الفضل جعفر ابن الوزير أبي\nالفتح الفضل بن جعفر بن محمد بن موسى بن الحسن بن الفرات البغدادي، نزيل\nمصر. ولد:ببغداد في ذي الحجة سنة ثمان وثلاث مائة. ووزر أبوه للمقتدر عام\nمصرعه، ووزر عم أبيه الوزير الكبير أبو الحسن علي بن محمد للمقتدر غير مرة.\nفقتل في سنة 332. ووزر أبو الفضل بمصر لكافور.(16/485) وحدث عن:أبي حامد\nمحمد بن هارون الحضرمي، والحسن بن محمد الداركي الأصبهاني، وأبي يعلى محمد\nبن زهير الأبلي، ومحمد بن حمزة بن عمارة الأصبهاني، وأبي بكر محمد بن جعفر\nالخرائطي، ومحمد بن سعيد الحمصي، وعدة. قال الخطيب:وكان يذكر أنه سمع مجلسا\nمن أبي القاسم البغوي، ويقول:من جاءني به أغنيته. وكان يملي الحديث بمصر،\nوبسببه خرج الدارقطني إليها، فإن ابن حنزابة كان يريد أن يصنف مسندا، فخرج\nالدارقطني إلى مصر، وأقام عنده مدة، وحصل له منه مال كثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0076'> Vol. 32, p. 0076</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه:الدارقطني، والحافظ أبو محمد عبد الغني المصري، وطائفة. ويعسر\nوقوع حديثه لنا، فإنه - حال أوان الرواية - كان علمه كاسدا بمصر لمكان\nالدولة الإسماعيلية. وقيل:هو الذي كاتبهم وجسرهم على المجيء لأخذ مصر، ثم\nندم. قال السلفي:كان ابن حنزابة من الحفاظ الثقاث المتبجحين بصحبة أصحاب\nالحديث، مع جلالة ورياسة، يروي ويملي بمصر في حال وزارته، ولا يختار على\nالعلم وصحبة أهله شيئا، وعندي من أماليه، ومن كلامه على الحديث وتصرفه\nالدال على حدة فهمه ووفور علمه. وقد روى عنه:حمزة بن محمد الكناني الحافظ\nمع تقدمه.(16/486) ونقل بعضهم أن ابن حنزابة بعد موت كافور وزر للملك أبي\nالفوارس أحمد بن علي بن الإخشيذ، فقبض على جماعة من أرباب الدولة <span id='ms4587'></span>، وصادرهم،\nوصادر يعقوب بن كلس الذي وزر، فأخذ منه أربعة آلاف دينار، فهرب إلى المغرب،\nوتوصل وعظم قدره. ثم إن ابن حنزابة لم يقدر على إرضاء الإخشيذية وماجت\nالأمور، فاختفى مرتين، ونهبت داره، ثم قدم أمير الرملة، الحسن بن عبيد الله\nبن طغج، وتملك، وصادر ابن حنزابة وعذبه، فنزح إلى الشام سنة ثمان وخمسين،\nثم رجع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0077'> Vol. 32, p. 0077</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحسن بن أحمد السبيعي:قدم علينا الوزير جعفر بن الفضل إلى حلب،\nفتلقاه الناس، فكنت فيهم، فعرف أني محدث، فقال لي:تعرف إسنادا فيه أربعة من\nالصحابة؟قلت:نعم، حديث السائب بن يزيد، عن حويطب، عن عبد الله بن السعدي،\nعن عمر رضي الله عنهم في العمالة. فعرف لي ذلك، وصار لي عنده منزلة.\nقيل:كان الوزير عنده عدة وراقين، وكان يستعمل بسمرقند الكاغد، ويحمل إليه.\nقلت:كاتب ابن حنزابة وعدة من الكبراء القائد جوهرا يطلبون الأمان، فأمنهم،\nودخل في دست عظيم، فاستوزر ابن حنزابة مرة. قال عبد الله بن يوسف:كنت عند\nابن المهلبي بمصر، فقال:كنت حاضرا في دار الوزير ابن كلس، فدخل عليه أبو\nالعباس؛ولد الوزير أبي الفضل بن حنزابة، وكان قد زوجه بابنته، فقال له:يا\nسيدي ما أنا بأجل من أبيك، ولا بأفضل، أتدري ما أقعده خلف الناس؟شيل أنفه\nبأبيه، فلا تشل - يا أبا العباس - أنفك بأبيك. تدري ما الإقبال؟نشاط\nوتواضع، والإدبار كسل وترفع.(16/487) قيل:كان ابن حنزابة متعبدا، ثم يفطر\nثم ينام، ثم ينهض في الليل، ويدخل بيت مصلاه فيصف قدميه إلى الفجر. قال\nالمسبحي:لما غسل ابن حنزابة جعل فيه ثلاث شعرات من شعر النبي - صلى الله\nعليه وسلم - كان أخذها بمال عظيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0078'> Vol. 32, p. 0078</a>\n            </div>\n            \n</p>\n\n<p>\nوحنزابة:جارية هي والدة الفضل الوزير، وفي اللغة:الحنزابة:هي القصيرة\nالسمينة. قال ابن طاهر:رأيت عند الحبال كثيرا من الأجزاء التي خرجت لابن\nحنزابة، وفي بعضها الجزء الموفي ألفا من مسند كذا، والجزء الموفي خمس مائة\nمن مسند كذا، وكذا سائر المسندات. ولم يزل ينفق في البر والمعروف الأموال <span id='ms4588'></span>،\nوأنفق كثيرا على أهل الحرمين إلى أن اشترى دارا أقرب شيء إلى الحجرة\nالنبوية، وأوصى أن يدفن فيها، وأرضى الأشراف بالذهب. فلما حمل تابوته من\nمصر تلقوه ودفن في تلك الدار. توفي:في ثالث عشر ربيع الأول سنة إحدى وتسعين\nوثلاث مائة. ولم أظفر بحديث من رواية ابن حنزابة بعد. وفيها مات:أبو الحسن\nأحمد بن عبد الله بن زريق بمصر، وأبو بكر أحمد بن يوسف بن واضح الخشاب\nبأصبهان، وأبو علي بن حاجب الكشاني، وأبو عبد الله الحسين بن أحمد بن\nالحجاج الشاعر، وأبو الحسن عبد العزيز بن أحمد الخرزي شيخ الظاهرية ببغداد،\nوأبو القاسم عيسى بن علي الوزير، وصاحب الموصل حسام الدولة مقلد بن المسيب\nالعقيلي، والمؤمل بن أحمد الشيباني.(16/488) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0079'> Vol. 32, p. 0079</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head49'>AUT 358 - النعيمي أبو حامد أحمد بن عبد الله بن نعيم</h2>\n\n<p>\nالإمام، المسند، أبو حامد أحمد بن عبد الله بن نعيم بن الخليل النعيمي\nالسرخسي، نزيل هراة. راوي (الصحيح)عن محمد بن يوسف الفربري، وسمع أيضا:أبا\nالعباس محمد بن عبد الرحمن الدغولي، والحسين بن محمد بن مصعب، وإبراهيم بن\nحمدويه السلمي، وأحمد بن إسحاق بن مزيز السرخسي بفتح الميم، وجماعة. حدث\nعنه:أبو يعقوب القراب، وأبو الفتح بن أبي الفوارس، وأبو بكر البرقاني، وأبو\nحازم العبدوي، وأبو منصور الكرابيسي، وأبو عمر عبد الواحد بن أحمد المليحي،\nوآخرون. مات بهراة في ربيع الأول، سنة ست وثمانين وثلاث مائة، وهو في عشر\nالتسعين.(16/489) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0080'> Vol. 32, p. 0080</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head50'>AUT 359 - ابن عبدان أحمد بن عبدان بن محمد الشيرازي</h2>\n\n<p>\nالإمام، الحافظ، المعمر، الثقة، أبو بكر أحمد بن عبدان بن محمد بن الفرج\nالشيرازي، شيخ الأهواز، ومسند الوقت. حدث عن:محمد بن محمد الباغندي، وأبي\nالقاسم البغوي، وابن صاعد، وابن أبي داود، وبكر بن أحمد الزهري، وأحمد بن\nمحمد السكن، وعدة. وعنه:حمزة السهمي، وإسماعيل بن محمد الجيرفتي، والقاضي\nعلي بن عبيد الله الكسائي، وأبو الحسن بن صخر، وعبد الوهاب الغندجاني، أخذ\nعنه (تاريخ البخاري الكبير). وكان يلقب بالباز الأبيض، سأله حمزة بن يوسف\nعن الجرح والتعديل والعلل. مولده:في <span id='ms4589'></span> سنة ثلاث وتسعين ومائتين. وتوفي:في صفر\nسنة ثمان وثمانين وثلاث مائة عن خمس وتسعين سنة. سكن شيراز مدة، ثم الأهواز\nثلاثين عاما. وكان موصوفا بالحفظ، ضيع نفسه بإقامته في جبل\nالأهواز.(16/490) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0081'> Vol. 32, p. 0081</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head51'>AUT 360 - حفيد ابن خزيمة محمد بن الفضل السلمي</h2>\n\n<p>\nالشيخ الجليل، المحدث، أبو طاهر محمد بن الفضل بن محمد بن إسحاق بن\nخزيمة بن المغيرة السلمي النيسابوري. سمع من:جده إمام الأئمة فأكثر، ومن\nأبي العباس السراج، وأحمد بن محمد الماسرجسي، وطبقتهم. حدث عنه:الحاكم،\nوأبو حفص بن مسرور، وأبو سعد الكنجروذي، وأبو بكر محمد بن عبد الرحمن،\nومحمد بن محمد بن يحيى، وأبو سعد أحمد بن إبراهيم المقرئ، وأبو بكر محمد بن\nالحسن بن علي المقرئ، وجماعة. قال الحاكم:عقدت له مجلس التحديث في سنة ثمان\nوستين وثلاث مائة، ودخلت بيت كتب جده، وأخرجت له منها مائتين وخمسين جزءا\nمن سماعاته الصحيحة، وانتقيت له عشرة أجزاء، وقلت له:دع الأصول عندي صيانة\nلها، فأبى وأخذها وفرقها على الناس، وذهبت ومد يده إلى كتب غيره فقرأ منها،\nثم إنه مرض وتغير بزوال عقله في سنة أربع وثمانين، ثم أتيته بعد للرواية،\nفوجدته لا يعقل. قال:وتوفي في جمادى الأولى سنة سبع وثمانين وثلاث مائة،\nودفن في دار جده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0082'> Vol. 32, p. 0082</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:ما أراهم سمعوا منه إلا في حال وعيه، فإن من زال عقله كيف يمكن\nالسماع منه؟بخلاف من تغير ونسي وانهرم. أخبرنا ابن عساكر، عن أبي روح،\nأخبرنا زاهر، أخبرنا أبو سعد المقرئ، أخبرنا أبو طاهر بن خزيمة، أخبرنا جدي\nأبو بكر، حدثنا علي بن حجر، حدثنا إسماعيل بن جعفر، حدثنا العلاء، عن أبيه،\nعن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم - :(الصلوات\nالخمس، والجمعة إلى الجمعة، كفارات لما بينهن ما لم تغش الكبائر).(16/491)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0083'> Vol. 32, p. 0083</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head52'>AUT 361 - الكشميهني أبو الهيثم محمد بن مكي بن محمد</h2>\n\n<p>\nالمحدث، الثقة، أبو الهيثم محمد بن مكي بن محمد بن مكي بن زراع بن هارون\nالمروزي الكشميهني. حدث ب (صحيح)البخاري مرات عن أبي عبد الله <span id='ms4590'></span> الفربري،\nوحدث عن:عبد الله بن محمد بن إبراهيم بن يزيد المروزي الداعوني، ومحمد بن\nأحمد بن عاصم، وإسماعيل بن محمد الصفار، وغيرهم. حدث عنه:أبو ذر الهروي،\nوأبو عثمان سعيد بن محمد البحيري، وأبو الخير محمد بن أبي عمران الصفار،\nوأبو سهل محمد بن أحمد الحفصي، وكريمة المروزية المجاورة، وآخرون. وكان\nصدوقا. مات:في يوم عرفة، سنة تسع وثمانين وثلاث مائة.(16/492) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0084'> Vol. 32, p. 0084</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head53'>AUT 362 - المستملي إبراهيم بن أحمد بن إبراهيم بن أحمد</h2>\n\n<p>\nالإمام، المحدث، الرحال، الصادق، أبو إسحاق إبراهيم بن أحمد بن إبراهيم\nبن أحمد بن داود البلخي المستملي، راوي (الصحيح)عن الفربري. لم تبلغني\nأخباره مفصلة. حدث عنه:أبو ذر عبد بن أحمد، وعبد الرحمن بن عبد الله بن\nخالد الهمداني بالأندلس، والحافظ أحمد بن محمد بن العباس البلخي. وكان\nسماعه ل (الصحيح)في سنة أربع عشرة وثلاث مائة. قال أبو ذر:كان من الثقات\nالمتقنين ببلخ، طوف وسمع الكثير، وخرج لنفسه (معجما). توفي:سنة ست وسبعين\nوثلاث مائة.(16/493) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0085'> Vol. 32, p. 0085</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head54'>AUT 363 - ابن حمويه أبو محمد عبد الله بن أحمد</h2>\n\n<p>\nالإمام، المحدث، الصدوق، المسند، أبو محمد عبد الله بن أحمد بن حمويه بن\nيوسف بن أعين، خطيب سرخس. سمع في سنة ست عشرة وثلاث مائة:(الصحيح)من أبي\nعبد الله الفربري، وسمع:(المسند الكبير)و (التفسير)لعبد بن حميد من إبراهيم\nبن خزيم الشاشي، وسمع:(مسند الدارمي)من عيسى بن عمر السمرقندي، عنه. حدث\nعنه:الحافظ أبو ذر الهروي، والحافظ أبو يعقوب إسحاق بن إبراهيم القراب،\nومحمد بن عبد الصمد الترابي المروزي، وعلي بن عبد الله الهروي، ومحمد بن\nأحمد بن محمد بن محمود، وأبو الحسن عبد الرحمن بن محمد الداوودي، وآخرون.\nقال أبو ذر:قرأت عليه، وهو ثقة، صاحب أصول حسان. قلت:له جزء مفرد، عد فيه\nأبواب (الصحيح)وما في كل باب من الأحاديث، فأورد ذلك الشيخ محيي الدين\nالنواوي في أول شرحه ل (صحيح)البخاري. وقد بقي حديثه يروى عاليا في سنة\nثلاثين وسبع مائة عند أبي العباس الحجار. مولده في <span id='ms4591'></span> سنة ثلاث وتسعين\nومائتين. وقال أبو يعقوب القراب:توفي لليلتين بقيتا من ذي الحجة سنة إحدى\nوثمانين وثلاث مائة.(16/494) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0086'> Vol. 32, p. 0086</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head55'>AUT 364 - الجوزقي أبو بكر محمد بن عبد الله بن محمد</h2>\n\n<p>\nالإمام، الحافظ، المجود، البارع، أبو بكر محمد بن عبد الله بن محمد بن\nزكريا الشيباني الخراساني الجوزقي المعدل. مفيد الجماعة بنيسابور، وصاحب\n(الصحيح)المخرج على كتاب مسلم. حرص عليه خاله أبو إسحاق المزكي، وسمعه من\nأبي العباس السراج أحاديث، ومن أبي نعيم بن عدي، وأبي العباس الدغولي، ومكي\nبن عبدان، وأبي حامد بن الشرقي، وفي رحلته من ابن الأعرابي، وإسماعيل\nالصفار، وأبي حاتم الوسقندي، وخلق. وبرع في هذا الشأن وصنف التصانيف. قال\nالحاكم:انتقيت عليه عشرين جزءا، ثم ظهر سماعه من السراج. قلت:حدث\nعنه:الحاكم، وأبو سعد الكنجروذي، وأبو عثمان البحيري، ومحمد بن علي الخشاب،\nوسعيد العيار، وأحمد بن منصور المغربي، وآخرون. وجوزق:من قرى نيسابور. وله\nكتاب (المتفق الكبير)يكون ثلاث مائة جزء، رواه عنه شيخ الإسلام أبو عثمان\nالصابوني. وكان يقول - فيما يروى عنه - :أنفقت في طلب الحديث مائة ألف\nدرهم، ما كسبت به درهما. وله أربعون سمعناها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0087'> Vol. 32, p. 0087</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم:مات في شوال سنة ثمان وثمانين وثلاث مائة. وله اثنتان وثمانون\nسنة. وفيها مات:أبو بكر أحمد بن عبدان الشيرازي، وأبو عبد الله بن بكير،\nوأبو سليمان الخطابي، وشافع بن محمد بن أبي عوانة، وأبو الفضل عبيد الله بن\nمحمد الفامي، وعمر بن عراك المقرئ، وأبو الفرج الشنبوذي، وأبو علي محمد بن\nالحسن بن المظفر الحاتمي اللغوي الكاتب، وأبو الفضل محمد بن الحسين الحدادي\nبمرو، وأبو بكر محمد بن علي الأدفوي المفسر، وأبو يعقوب يوسف بن الدخيل\nبمكة.(16/495) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0088'> Vol. 32, p. 0088</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head56'>AUT 365 - ابن الفرات محمد بن العباس البغدادي</h2>\n\n<p>\nالإمام، الحافظ، البارع، المجود، أبو الحسن محمد بن العباس بن أحمد بن\nمحمد بن الفرات البغدادي. سمع:أبا عبد الله المحاملي، ومحمد بن مخلد، وأبا\nجعفر بن البختري، وخلقا كثيرا، وجمع فأوعى. وعنه:أحمد بن علي البادي، ومحمد\nبن عبد الواحد بن رزمة، وإبراهيم بن <span id='ms4592'></span> عمر البرمكي، وآخرون. قال جعفر\nالسراج:سمعت أبا بكر الخطيب يقول:أبو الحسن بن الفرات غاية في ضبطه، حجة في\nنقله. وقال الخطيب:بلغني أنه كان عند ابن الفرات عن الواعظ علي بن محمد\nالمصري وحده ألف جزء، وأنه كتب مائة تفسير، ومائة تاريخ. وحدثني الأزهري أن\nابن الفرات خلف ثمانية عشر صندوقا مملوءا كتبا، أكثرها بخطه، ثم قال:وكتابه\nهو الحجة في صحة النقل، وجودة الضبط. ولم يزل يسمع إلى أن مات. وقال لي\nالعتيقي:هو ثقة مأمون، ما رأيت أحسن قراءة للحديث منه. مات ابن الفرات في\nشوال سنة أربع وثمانين وثلاث مائة، وقد قارب السبعين.(16/496) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0089'> Vol. 32, p. 0089</a>\n            </div>\n            \n</p>\n\n<p>\n-\n</p>\n\n<h2 class='l2' id='head57'>AUT ابن حماد أبو الحسن محمد بن أحمد الكوفي</h2>\n\n<p>\n(مكرر 324) الحافظ، محدث الكوفة، أبو الحسن محمد بن أحمد بن حماد بن\nسفيان الكوفي. روى عن:عبد الله بن زيدان البجلي، وعلي بن العباس المقانعي،\nومحمد بن دليل. روى عنه:أبو العلاء الواسطي، وأبو ذر الهروي، وأبو الحسن\nالعتيقي، وعدة، ارتحلوا إليه. توفي:سنة أربع وثمانين أيضا.(16/497)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0090'> Vol. 32, p. 0090</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head58'>AUT 366 - ابن المزكي أحمد بن إبراهيم النيسابوري</h2>\n\n<p>\nالإمام، القدوة، الرباني، أبو حامد أحمد ابن الشيخ المزكي أبي إسحاق\nإبراهيم بن محمد بن يحيى النيسابوري. ولد:سنة بضع وعشرين وثلاث مائة. وأجاز\nله أبو العباس الدغولي الحافظ بخط يده، قاله الحاكم، وسمع من:محمد بن\nالحسين القطان، وحج فسمع من:ابن الأعرابي، وببغداد من محمد بن البختري،\nوإسماعيل الصفار. ذكره الخطيب، وقال:سمع بالري من أبي حاتم الوسقندي. معروف\nبالعبادة، استملى عليه أبو بكر بن إسماعيل الوراق، وهو أكبر منه. حدث\nعنه:محمد بن طلحة النعالي والأزهري، وأبو العلاء الواسطي. قلت:وجعفر\nالأبهري بهمذان، وأحمد بن عبد الرحمن بن سعدويه، وأبو سعد الكنجروذي. وحدث\nعنه من القدماء:والده، وأبو الحسين محمد بن المظفر، وحضر مجالسه القضاة\nوالأشراف. قال الحاكم:خرجت له (الفوائد)ومولده في سنة ثلاث وعشرين.\nقال:وتوفي في شعبان سنة ست وثمانين وثلاث مائة. وصحبته ببغداد وطريق مكة،\nوعندي أن الملائكة لم تكتب عليه خطيئة. وكان عابدا <span id='ms4593'></span> مجتهدا، صام الدهر نيفا\nوعشرين سنة. أخوه وهو الأسن العابد الصادق، أبو الحسن:(16/498)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0091'> Vol. 32, p. 0091</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head59'>AUT 367 - عبد الرحمن بن إبراهيم المزكي</h2>\n\n<p>\nسمع أبا حامد بن الشرقي، وأبا حامد بن بلال، ومحمد بن الحسين القطان،\nوإسماعيل الصفار، ومحمد بن عمر بن حفص، والأصم. وخرجت له العوالي. قال\nالحاكم:كان من عقلاء الرجال والعباد. وقال الخطيب:كان ثقة، حدثنا عنه محمد\nبن طلحة. قلت:وروى عنه:الحاكم، وعمر بن أحمد الجوري، وأحمد بن منصور\nالمغربي. وحدث ببغداد. ورخ الحاكم موته في شعبان سنة سبع وتسعين وثلاث\nمائة. وسيأتي أخواهما يحيى ومحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0092'> Vol. 32, p. 0092</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head60'>AUT 368 - ابن حمشاذ محمد بن عبد الله النيسابوري</h2>\n\n<p>\nالعلامة، الزاهد، أبو منصور محمد بن عبد الله بن محمد بن حمشاذ\nالنيسابوري الشافعي. سمع:أبا حامد بن بلال، ومحمد بن الحسين بن القطان،\nوارتحل فسمع من:أبي جعفر الرزاز، وإسماعيل الصفار. وتفقه وبرع، وأتقن علم\nالجدل والكلام والنظر، وأخذ النحو عن أبي عمر الزاهد، ودخل إلى اليمن،\nوتخرج به الأصحاب. وكان عابدا، متألها، واعظا، مجاب الدعوة، كثير التصانيف،\nمنقبضا عن أبناء الدنيا. بالغ في تقريظه الحاكم، وقال:ظهر له من مصنفاته\nأكثر من ثلاث مائة كتاب مصنف، وظهر لنا في غير شيء، أنه مجاب الدعوة. تفقه\nعلى أبي الوليد النيسابوري، وبالعراق على ابن أبي هريرة. ومات:في يوم\nالجمعة، في رجب سنة ثمان وثمانين وثلاث مائة، عن اثنتين وسبعين\nسنة.(16/499) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0093'> Vol. 32, p. 0093</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head61'>AUT 369 - الحاتمي أبو علي محمد بن الحسين بن المظفر</h2>\n\n<p>\nإمام اللغة والأدب، أبو علي محمد بن الحسين بن المظفر البغدادي الكاتب.\nأخذ عن أبي عمر الزاهد، وجماعة. وله (الرسالة الحاتمية)فيها ما جرى بينه\nوبين المتنبي من إظهار سرقاته وعيوب شعره وحمقه وتيهه، فذكر أنه ذهب إليه\nوتحامق عليه، ثم قال:ما خبرك؟ فقلت:بخير لولا ما جنيته على نفسي من قصدك،\nووسمت به قدري من ميسم الذل بزيارتك، يا هذا أبن لي مم تيهك وخيلاؤك؟وما\nأوجب ذلك؟أها هنا نسب علقت بأذياله، أو سلطان تسلطت بعزه، أو علم يشار إليك\nبه؟فلو قدرت نفسك بقدرها <span id='ms4594'></span> لما عدوت أن تكون شاعرا مكتسبا، فامتقع لونه، ولان\nفي الاعتذار، وكرر الأيمان أنه لم يثبتني، ولا اعتمد التقصير بي، وذكر فصلا\nطويلا في المعنى. وناظره في الشعر. مات:في ربيع الأول سنة ثمان وثمانين\nوثلاث مائة. وحاتم كان بعض جدوده.(16/500) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0094'> Vol. 32, p. 0094</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head62'>AUT 370 - الملك سبكتكين</h2>\n\n<p>\nصاحب بلخ وغزنة وغير ذلك. مات:في شعبان سنة سبع وثمانين وثلاث مائة.\nكانت دولته نحوا من عشرين سنة، وكان فيه عدل وشجاعة ونبل مع عسف، وكونه\nكراميا، ولما أخذ طوس أخرب مشهد الرضا، وقتل من يزوره، فلما تملك ابنه\nمحمود، رأى في النوم عليا - رضي الله عنه - ، وهو يقول:إلى كم هذا؟فبنى\nالمشهد ورد أوقافه إليه، عهد بالمملكة بعده إلى ابنه إسماعيل، ولم يقدم\nمحمودا وهو كان الأسن، فتحارب الأخوان، وانهزم إسماعيل، فتحصن بقلعة غزنة،\nثم إنه نزل بالأمان إلى أخيه بعد أشهر، فأمنه وتمكن محمود.(16/501) ومات في\nالعام عدة ملوك:منهم الملك فخر الدولة علي ابن الملك ركن الدولة بن بويه\nصاحب عراق العجم الذي وزر له الصاحب إسماعيل بن عباد، وملكوا بعده ابنه مجد\nالدولة أبا طالب رستم، وله أربع سنين. وفي سنة ثمان، قتل صمصام الدولة\nالملك ابن عضد الدولة، وله ست وثلاثون سنة، تملك مدة ثم زال ملكه، وأخذ\nفسملت عيناه، وحبس ثم أخرج بعد مدة، وهو أعمى، فملكوه بفارس أعواما ثم قتل.\nوفي سنة إحدى وتسعين قتل صاحب الموصل وأخو صاحبها الملك حسام الدولة مقلد\nبن المسيب بن رافع العقيلي، وكانت دولته خمسة أعوام، وتملك بعده ابنه قرواش\nفتمكن وحارب بني بويه.(16/502) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0095'> Vol. 32, p. 0095</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head63'>AUT 371 - المأموني أبو طالب عبد السلام بن الحسين</h2>\n\n<p>\nشاعر زمانه، الأديب الأوحد، أبو طالب عبد السلام بن الحسين المأموني، من\nذرية المأمون الخليفة. استوفى أخباره ابن النجار، فقال:بديع النظم، مدح\nالملوك والوزراء، وامتدح الصاحب ابن عباد فأكرمه، فحسده ندماء الصاحب\nوشعراؤه، فرموه بالباطل، وقالوا:إنه دعي، وقالوا فيه:ناصبي، ورموه بأنه هجا\nالصاحب، فذلك يقول ليسافر: يا ربع لو كنت دمعا فيك منسكبا *قضيت نحبي ولم\nأقض الذي <span id='ms4595'></span> وجبا لا ينكرن ربعك البالي بلى جسدي *فقد شربت بكأس الحب ما شربا\nعهدي بربعك للذات مرتبعا *فقد غدا لغوادي السحب منتحبا ذو بارق كسيوف\nالصاحب انتضيت *ووابل كعطاياه إذا وهبا وعصبة بات فيها القيظ متقدا *إذ شدت\nلي فوق أعناق العدا رتبا إني كيوسف والأسباط هم وأبو ال *أسباط أنت ودعواهم\nدما كذبا قد ينبح الكلب ما لم يلق ليث شرى *حتى إذا ما رأى ليثا مضى هربا\nقال الثعالبي:ففارق الري، وقدم نيسابور، ومدح صاحب الجيش، فوصله، وقدم\nبخارى فأكرم بها، عاشرت منه فاضلا ملء ثوبه، وكان يسمو بهمته إلى الخلافة،\nويمني نفسه في قصد بغداد في جيوش تنظم إليه من خراسان، فاقتطعته المنية،\nومرض بالاستسقاء، ومات في سنة ثلاث وثمانين وثلاث مائة.(16/503)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0096'> Vol. 32, p. 0096</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head64'>AUT 372 - ابن الطحان إسماعيل بن إسحاق القيسي</h2>\n\n<p>\nالإمام، الحافظ، الفقيه، المحدث، المجود، أبو القاسم إسماعيل بن إسحاق\nبن إبراهيم القيسي القرطبي، المالكي، ابن الطحان، صاحب التصانيف. سمع:قاسم\nبن أصبغ، وأحمد بن عبادة الرعيني، ومحمد ابن الحافظ محمد بن عبد السلام\nالخشني، وأحمد بن دحيم، ومحمد بن معاوية، وجماعة. قال ابن الفرضي:سمعت منه،\nوانتفع به أهل الكورة، وكانت فتياه بما ظهر له من الحديث. وله في\n(المدونة)أخبار معروفة. وغلب عليه الحديث. توفي:في صفر سنة أربع وثمانين\nوثلاث مائة. وطاب الثناء عليه، وشيعه الخلق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0097'> Vol. 32, p. 0097</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head65'>AUT 373 - جبريل بن محمد بن إسماعيل بن سندول الخرقي</h2>\n\n<p>\nالشيخ، الصدوق، مسند همذان، أبو القاسم الخرقي، العدل. روى عن:عبدوس بن\nأحمد السراج، وعلي بن الحسن بن سعد، وأبي القاسم البغوي، ومحمد بن عبد\nالسمرقندي، ومحمد بن إبراهيم بن زياد الطيالسي، وأبي بكر بن المنذر الفقيه،\nوعدة. وعنه:جعفر بن محمد الأبهري، ومحمد بن عيسى، وعبد الله بن عبدان\nالفقيه. قال شيرويه:يدل حديثه على الصدق. توفي:في ذي القعدة سنة أربع\nوثمانين وثلاث مائة.(16/504) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0098'> Vol. 32, p. 0098</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head66'>AUT 374 - الدمياطي أبو بكر محمد بن يحيى بن عمار</h2>\n\n<p>\nالشيخ، المحدث، الثقة، أبو بكر محمد بن يحيى بن عمار الدمياطي. سمع:محمد\nبن زبان، سمع منه كتاب <span id='ms4596'></span> (الليث)، وسمع من:أبي بكر بن المنذر كتاب (الإشراف)،\nوسمع من:أبي عبيد بن حربويه، ومحمد بن إبراهيم الديبلي. روى عنه:أبو عمر\nأحمد بن محمد الطلمنكي، ويحيى بن علي بن الطحان، والمصريون. توفي:سنة أربع\nوثمانين وثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0099'> Vol. 32, p. 0099</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head67'>AUT 375 - العبدويي أحمد بن إبراهيم بن عبدويه الهذلي</h2>\n\n<p>\nالشيخ، الجليل، أبو الحسن أحمد بن إبراهيم بن عبدويه بن سدوس الهذلي\nالعبدويي النيسابوري والد الحافظ أبي حازم عمر. سمع:أبا العباس السراج،\nوأبا بكر بن خزيمة، وحاتم بن محبوب، وطائفة. وعنه:ابنه، والحاكم، وأبو سعد\nالكنجروذي، وغيرهم. توفي:في رمضان سنة خمس وثمانين وثلاث مائة. وفيها\nتوفي:أبو بكر أحمد بن محمد بن إسماعيل بن المهندس محدث مصر، والصاحب\nإسماعيل بن عباد الوزير، وأبو القاسم عبد الله بن محمد بن اليسع الأنطاكي\nالمقرئ، والقاضي علي بن الحسين بن بندار الأذني، والحافظ الدارقطني، وأبو\nحفص بن شاهين، والأديب أبو الحسن محمد بن سكرة الهاشمي الشاعر، وشيخ\nالشافعية أبو بكر محمد بن عبد الله الأودني صاحب وجه، وأبو بكر محمد بن\nمحمد بن أحمد بن عثمان الطرازي، وشيخ الظاهرية أبو بكر محمد بن موسى بن\nالمثنى البغدادي - وقد سمع البغوي - ، وأبو الفتح القواس الزاهد.(16/505)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0100'> Vol. 32, p. 0100</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head68'>AUT 376 - ابن سمعون محمد بن أحمد البغدادي</h2>\n\n<p>\nالشيخ، الإمام، الواعظ الكبير، المحدث، أبو الحسين محمد بن أحمد بن\nإسماعيل بن عنبس البغدادي، شيخ زمانه ببغداد. مولده:سنة ثلاث مائة.\nوسمعون:هو لقب جده إسماعيل. سمع:أبا بكر بن أبي داود وهو أعلى شيخ له،\nومحمد بن مخلد العطار، ومحمد بن عمرو بن البختري، وأحمد بن سليمان بن زبان\nالدمشقي، ومحمد بن محمد بن أبي حذيفة، وعدة، أملى عنهم عشرين مجلسا،\nسمعناها عالية. حدث عنه:أبو عبد الرحمان السلمي، وعلي بن طلحة المقرئ،\nوالحسن بن محمد الخلال، وأبو طالب العشاري، وأبو الحسين بن الأبنوسي،\nوخديجة بنت محمد الشاهجانية، وأبو بكر أحمد بن محمد بن حمدوه الحنبلي،\nوآخرون.(16/506) وجد أبيه عنبس - بنون ساكنة - هو عنبس بن إسماعيل القزاز.\nروى عن:شعيب بن حرب، لحقه <span id='ms4597'></span> محمد بن مخلد. قال السلمي:هو من مشايخ\nالبغداديين، له لسان عال في هذه العلوم، لا ينتمي إلى أستاذ، وهو لسان\nالوقت، والمرجوع إليه في آداب المعاملات، يرجع إلى فنون من العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0101'> Vol. 32, p. 0101</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الخطيب:كان أوحد دهره، وفرد عصره في الكلام على علم الخواطر. دون\nالناس حكمه، وجمعوا كلامه، وكان بعض شيوخنا إذا حدث عنه، قال:حدثنا الشيخ\nالجليل المنطق بالحكمة. أنبأنا ابن علان، عن القاسم بن علي، أخبرنا نصر\nالله بن محمد الفقيه، أخبرنا أبو الفتح نصر بن إبراهيم، أخبرنا عبيد الله\nبن عبد الواحد الزعفراني، حدثني أبو محمد السني صاحب أبي الحسين بن سمعون،\nقال: كان ابن سمعون في أول أمره ينسخ بالأجرة، وينفق على نفسه وأمه، فقال\nلها يوما:أحب أن أحج، قالت:وكيف يمكنك؟! فغلب عليها النوم، فنامت وانتبهت\nبعد ساعة، وقالت:يا ولدي حج، رأيت رسول الله - صلى الله عليه وسلم - في\nالنوم يقول:دعيه يحج فإن الخير له في حجه، ففرح وباع دفاتره، ودفع إليها من\nثمنها، وخرج مع الوفد، فأخذت العرب الوفد. قال:فبقيت عريانا، فجعلت إذا غلب\nعلي الجوع ووجدت قوما من الحجاج يأكلون وقفت، فيدفعون إلي كسرة فأقتنع بها،\nووجدت مع رجل عباءة، فقلت:هبها لي أستتر بها، فأعطانيها وأحرمت فيه، ورجعت.\nوكان الخليفة قد حرم جارية وأراد إخراجها من الدار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0102'> Vol. 32, p. 0102</a>\n            </div>\n            \n</p>\n\n<p>\nقال السني:فقال الخليفة:اطلبوا رجلا مستورا يصلح أن تزوج هذه الجارية به،\nفقيل:قد جاء ابن سمعون، فاستصوب الخليفة ذلك، وزوجه بها. فكان يعظ\nويقول:خرجت حاجا، ويشرح حاله ويقول:ها أنا اليوم علي من الثياب ما ترون!!\nقلت:كان فاخر الملبوس.(16/507) قال أبو بكر البرقاني:قلت له يوما:تدعو\nالناس إلى الزهد، وتلبس أحسن الثياب، وتأكل أطيب الطعام، كيف هذا؟فقال:كل\nما يصلحك لله فافعله إذا صلح حالك مع الله - تعالى - . قال أبو محمد\nالخلال:قال لي ابن سمعون:ما اسمك؟قلت:حسن. قال:قد أعطاك الله الاسم، فسله\nالمعنى. قال أبو النجيب الأرموي:سألت أبا ذر <span id='ms4598'></span> عن ابن سمعون هل\nاتهمته؟قال:بلغني أنه روى جزءا عن ابن أبي داود، عليه:وأبو الحسين بن\nسمعون، وكان رجلا سواه، لأنه كان صبيا، ما كانوا يكنونه في ذلك الوقت.\nوسماعه من غيره صحيح. وكان القاضي أبو بكر الأشعري، وأبو حامد يقبلان يده،\nوكان القاضي يقول:ربما خفي علي من كلامه بعض الشيء لدقته.(16/508)\nالسلمي:سمعت ابن سمعون، يقول في{وواعدنا موسى ثلاثين\nليلة}[الأعراف:142]:مواعيد الأحبة وإن اختلفت فإنها تؤنس. كنا صبيانا ندور\nعلى الشط ونقول: ماطليني وسوفي *وعديني ولا تفي واتركيني مولها *أو تجودي\nوتعطفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0103'> Vol. 32, p. 0103</a>\n            </div>\n            \n</p>\n\n<p>\nالخطيب:حدثنا محمد بن محمد الظاهري، سمعت ابن سمعون يذكر أنه أتى بيت\nالمقدس، ومعه تمر، فطالبته نفسه برطب، فلامها، فعمد إلى التمر وقت إفطاره\nفوجده رطبا، فلم يأكل منه، ثم ثاني ليلة وجده تمرا. الخطيب:سمعت أحمد بن\nعلي البادي، سمعت أبا الفتح القواس يقول: لحقتني إضاقة، فأخذت قوسا وخفين\nلأبيعهما، فقلت:أحضر مجلس ابن سمعون ثم أبيع، فحضرت، فلما فرغ ناداني:يا\nأبا الفتح لا تبع الخفين والقوس، فإن الله سيأتيك برزق من عنده، أو كما\nقال. الخطيب:حدثنا شرف الوزراء أبو القاسم، حدثني أبو طاهر بن العلاف قال:\nحضرت ابن سمعون وهو يعظ وأبو الفتح القواس إلى جنب الكرسي، فنعس فأمسك أبو\nالحسين عن الكلام ساعة حتى استيقظ أبو الفتح، فقال له أبو الحسين:رأيت رسول\nالله - صلى الله عليه وسلم - في نومك؟قال:نعم. فقال:لذلك أمسكت خوفا أن\nتنزعج.(16/509) الخطيب:حدثنا الوزير أبو القاسم، حدثنا أبو علي بن أبي موسى\nالهاشمي، قال: حكى لي مولى الطائع أن الطائع أمره، فأحضر ابن سمعون، فرأيت\nالطائع غضبان - وكان ذا حدة - فسلم ابن سمعون بالخلافة، ثم أخذ في وعظه\nفقال:روي عن أمير المؤمنين علي - رضي الله عنه - كذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0104'> Vol. 32, p. 0104</a>\n            </div>\n            \n</p>\n\n<p>\nووعظ حتى بكى الطائع وسمع شهيقه، وابتل منديل من دموعه. فلما انصرف سئل\nالطائع عن سبب طلبه، فقال:رفع إلي أنه ينتقص عليا، فأردت أقابله، فلما حضر\nافتتح بذكره والصلاة عليه <span id='ms4599'></span>، وأعاد وأبدى في ذكره، فعلمت أنه وفق، ولعله كوشف\nبذلك. قاضي المرستان:أنبأنا القضاعي، حدثنا علي بن نصر، حدثنا أبو الثناء\nشكر العضدي، قال:لما دخل عضد الدولة بغداد وقد هلك أهلها قتلا وخوفا وجوعا\nللفتن التي اتصلت بين السنة والشيعة، فقال:آفة هؤلاء القصاص، فمنعهم،\nوقال:من خالف أباح دمه، فعرف ابن سمعون، فجلس على كرسيه، فأمرني مولاي،\nفأحضرته، فدخل رجل عليه نور، قال شكر:فجلس إلى جنبي غير مكترث، فقلت:إن هذا\nالملك جبار عظيم، ما أوثر لك مخالفته، وإني موصلك إليه، فقبل الأرض وتلطف\nله واستعن بالله عليه. فقال:الخلق والأمر لله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0105'> Vol. 32, p. 0105</a>\n            </div>\n            \n</p>\n\n<p>\nفمضيت به إلى حجرة قد جلس فيها الملك وحده، فأوقفته ثم دخلت أستأذن، فإذا\nهو إلى جانبي، وحول وجهه إلى دار عز الدولة ثم تلا:{وكذلك أخذ ربك إذا أخذ\nالقرى وهي ظالمة}[هود:102]ثم حول وجهه وقرأ:{ثم جعلناكم خلائف في الأرض من\nبعدهم لننظر كيف تعملون}[يونس:14]ثم أخذ في وعظه، فأتى بالعجب، فدمعت عين\nالملك، وما رأيت ذلك منه قط، وشرك كمه على وجهه، فلما خرج أبو الحسين -\nرحمه الله - قال الملك:اذهب إليه بثلاثة آلاف درهم وعشرة أثواب من الخزانة\nفإن امتنع فقل له:فرقها في أصحابك، وإن قبلها فجئني برأسه، ففعلت، فقال:إن\nثيابي هذه فصلت من نحو أربعين سنة ألبسها يوم خروجي وأطويها عند رجوعي،\nوفيها متعة وبقية، ونفقتي من أجرة دار خلفها أبي، فما أصنع بهذا؟قلت:فرقها\nعلى أصحابك، قال:ما في أصحابي فقير. فعدت فأخبرته، فقال:الحمد لله الذي\nسلمه منا وسلمنا منه.(16/510) قال أبو سعيد النقاش:كان ابن سمعون يرجع إلى\nعلم القرآن وعلم الظاهر، متمسكا بالكتاب والسنة، لقيته وحضرت مجلسه، سمعته\nيسأل عن قوله:أنا جليس من ذكرني قال:أنا صائنه عن المعصية، أنا معه حيث\nيذكرني، أنا معينه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0106'> Vol. 32, p. 0106</a>\n            </div>\n            \n</p>\n\n<p>\nالسلمي:سمعت ابن سمعون، وسئل عن التصوف، فقال:أما الاسم، فترك الدنيا\nوأهلها، وأما حقيقته، فنسيان الدنيا ونسيان أهلها. وسمعته يقول:أحق الناس\nبالخسارة يوم <span id='ms4600'></span> القيامة أهل الدعاوي والإشارة. قال أبو الحسن العتيقي:توفي\nابن سمعون وكان ثقة مأمونا في نصف ذي القعدة سنة سبع وثمانين وثلاث مائة.\nقال أبو بكر الخطيب:ونقل ابن سمعون سنة ست وعشرين وأربع مائة من داره فدفن\nبمقبرة باب حرب، ولم تكن أكفانه بليت فيما قيل. قلت:نعم، الكفن قد يقيم\nنحوا من مائة سنة، لأن الهواء لا يصل إليه فيسلم. نقل أبو محمد بن حزم\nخرافة لا تثبت، فقال:وقال شيخ - يقال له:ابن سمعون - ببغداد:أن الاسم\nالأعظم ليس هو في الأسماء الحسنى المعروفة، قال:وهو سبعة وثلاثون حرفا من\nغير حروف المعجم.(16/511) أخبرنا عمر بن عبد المنعم، عن أبي اليمن الكندي،\nأخبرنا هبة الله بن أحمد، أخبرنا محمد بن علي العشاري، أخبرنا أبو الحسين\nبن سمعون، أخبرنا أحمد بن محمد بن سلم، حدثنا حفص الربالي، حدثنا سهل بن\nزياد، حدثنا أيوب، عن ابن سيرين، عن أبي هريرة، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0107'> Vol. 32, p. 0107</a>\n            </div>\n            \n</p>\n\n<p>\nكان رسول الله - صلى الله عليه وسلم - في غزاة، فأصابهم عوز من الطعام،\nفقال:(يا أبا هريرة أعندك شيء؟)قلت:نعم، شيء من تمر في مزودي، قال:(جئ به)،\nوقال:(هات نطعا)، فجئت بالنطع، فبسطه، فأدخل يده وقبض من التمر، فإذا هو\nإحدى عشرة تمرة. ثم قال:(باسم الله)، فجعل يضع كل تمرة ويسمي، حتى أتى على\nالتمر، فقال به:(هكذا)فجمعه، فقال:(ادع فلانا وأصحابه)، فأكلوا وشبعوا\nوخرجوا، ثم قال:(ادع فلانا وأصحابه)، فأكلوا وشبعوا وخرجوا. وفضل تمر، فأكل\nوأكلت، وفضل تمر، فأدخله في المزود، إلى أن قال:فجهزت منه خمسين وسقا في\nسبيل الله، فوقع زمن عثمان.(16/512) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0108'> Vol. 32, p. 0108</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head69'>AUT 377 - الصاحب إسماعيل بن عباد بن عباس الطالقاني</h2>\n\n<p>\nالوزير الكبير، العلامة، الصاحب، أبو القاسم إسماعيل بن عباد بن عباس\nالطالقاني، الأديب، الكاتب، وزير الملك مؤيد الدولة بويه بن ركن الدولة.\nصحب الوزير أبا الفضل بن العميد، ومن ثم شهر بالصاحب. وسمع من:أبي محمد بن\nفارس بأصبهان، ومن أحمد بن كامل القاضي، وطائفة ببغداد. روى عنه:أبو العلاء\nمحمد بن <span id='ms4601'></span> حسول، وعبد الملك بن علي الرازي، وأبو بكر بن أبي علي الذكواني،\nوأبو الطيب الطبري، وأبو بكر بن المقرئ شيخه. وله تصانيف منها في اللغة\n(المحيط)سبعة أسفار، و (الكافي)في الترسل، وكتاب (الإمامة)، وفيه مناقب\nالإمام علي، ويثبت فيه إمامة من تقدمه. وكان شيعيا معتزليا مبتدعا، تياها\nصلفا جبارا، قيل:إنه ذكر له البخاري، فقال:ومن البخاري؟!! حشوي لا يعول\nعليه. وقد نكب ونفي، ثم رد إلى الوزارة، ودام فيها ثماني عشرة سنة. وافتتح\nخمسين قلعة لمخدومه فخر الدولة. وقد طول ابن النجار ترجمته.(16/513)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0109'> Vol. 32, p. 0109</a>\n            </div>\n            \n</p>\n\n<p>\nوكان فصيحا متقعرا، يتعانى وحشي الألفاظ في خطابه، ويمقت التيه، ويتيه\nويغضب إذا ناظر. قال مرة لفقيه:أنت جاهل بالعلم، ولذلك سود الله وجهك. وله\nكتاب (الوزارء)، وكتاب (الكشف عن مساوئ شعر المتنبي)، وكتاب (الأسماء\nالحسنى). وهو القائل: رق الزجاج ورقت الخمر *وتشابها فتشاكل الأمر فكأنما\nخمر ولا قدح *وكأنما قدح ولا خمر قيل:جمع الصاحب من الكتب ما يحتاج في\nنقلها إلى أربع مائة جمل، ولما عزم على التحديث تاب، واتخذ لنفسه بيتا سماه\nبيت التوبة، واعتكف على الخير أسبوعا، وأخذ خطوط جماعة بصحة توبته، ثم جلس\nللإملاء، وحضره الخلق، وكان يتفقد علماء بغداد في السنة بخمسة آلاف دينار،\nوأدباءها، وكان يبغض من يدخل في الفلسفة. ومرض بالإسهال، فكان إذا قام عن\nالطست ترك إلى جنبه عشرة دنانير للغلام. ولما عوفي تصدق بخمسين ألف دينار.\nوقيل:إن صاحب ما وراء النهر نوح بن منصور كتب إليه يستدعيه ليوليه وزارته،\nفاعتل بأنه يحتاج لنقل كتبه خاصة أربع مائة جمل، فما الظن بما يليق به من\nالتجمل. وكان قد لقب كافي الكفاة. مات بالري، ونقل إلى أصبهان، ولما أبرز\nتابوته ضج الخلق بالبكاء.(16/514) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0110'> Vol. 32, p. 0110</a>\n            </div>\n            \n</p>\n\n<p>\nيقال:إنه قال:ثلاثة خجلوني:البندهي حضر المجلس، فقدمت فواكه، منها مشمش\nفائق، فأكل وأمعن، فقلت:إنه ملطخ المعدة، فقال:لا يعجبني الرئيس إذا تطبب.\nوالفرندي قال - وقد جئت من دار السلطنة وأنا ضجر - :من أين أقبل\nمولانا؟قلت:من لعنة الله، قال <span id='ms4602'></span>:رد الله غربة مولانا. والثالث المافروخي أيام\nحسنه داعبته، فقلت:رأيتك تحتي، قال:مع ثلاثة مثلي. وللبستي في الصاحب: يا\nمن أعاد رميم الملك منشورا *وضم بالرأي أمرا كان منشورا أنت الوزير وإن لم\nتؤت منشورا *والملك بعدك إن لم يؤتمن شورى مات الصاحب:في صفر سنة خمس\nوثمانين وثلاث مائة، عن تسع وخمسين سنة. ووزر أبوه لركن الدولة.(16/515)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0111'> Vol. 32, p. 0111</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head70'>AUT 378 - الساماني أبو القاسم نوح بن منصور بن نوح</h2>\n\n<p>\nسلطان بخارى وسمرقند وابن سلاطينها، أبو القاسم نوح بن منصور بن نوح بن\nعبد الملك بن نصر بن أحمد بن إسماعيل بن أحمد بن أسد بن سامان. مات:في رجب\nسنة سبع وثمانين وثلاث مائة، وكانت دولته اثنتين وعشرين سنة. وقام بعده\nابنه أبو الحارث منصور. قال ابن الجوزي:تملك نوح خراسان وغزنة وما وراء\nالنهر، ثم ولي بعده ابنه، فبقي سنة وتسعة أشهر، ثم قبض عليه الأمراء،\nوملكوا أخاه عبد الملك. فقصدهم السلطان محمود بن سبكتكين، فالتقاهم، فهزمهم\nإلى بخارى، وانقرضت دولة السامانية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0112'> Vol. 32, p. 0112</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head71'>AUT 379 - السامري عبد الله بن الحسين بن حسنون</h2>\n\n<p>\nشيخ القراء، أبو أحمد عبد الله بن الحسين بن حسنون السامري، البغدادي.\nزعم أنه قرأ لحفص على الأشناني، وقرأ للسوسي على موسى بن جرير، وأبي عثمان\nالنحوي، وقرأ لقالون على ابن شنبوذ، وللدوري على ابن مجاهد، فأما تلاوته\nعلى هذين فمعروفة. وزعم أنه سمع من أبي العلاء محمد بن أحمد الوكيعي،\nوالقدماء، فافتضح، ولكن كان نافق السوق بين القراء. ولد:سنة خمس وتسعين\nومائتين.(16/516) تلا عليه:أبو الفضل الخزاعي، وأبو الفتح فارس، وعبد\nالساتر بن الذرب اللاذقي، وعبد الجبار الطرسوسي، وأبو العباس بن نفيس،\nوآخرون. استوعبت ترجمته في (طبقات القراء)، وودي لو أنه ثقة، فإني قرأت من\nطريقه عاليا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0113'> Vol. 32, p. 0113</a>\n            </div>\n            \n</p>\n\n<p>\nقال الصوري:قال لي أبو القاسم العنابي:كنت عند أبي أحمد المقرئ، فحدثنا\nعن الوكيعي، فاجتمعت بعبد الغني فأخبرته، فاستعظم ذلك، وقال:سله متى سمع\nمنه؟فقال:بمكة سنة ثلاث مائة، فأخبرت عبد الغني، فقال:مات أبو العلاء عندنا\nفي أول سنة ثلاث <span id='ms4603'></span> مائة، وترك السلام عليه، وقال:لا أسلم على من يكذب في\nالحديث. وفي كتاب (العنوان)أن أبا أحمد قرأ على محمد بن يحيى الكسائي، وهذا\nوهم قد سقط من بينهما ابن شنبوذ أو ابن مجاهد. وقال يحيى بن الطحان:ذكر أبو\nأحمد أنه يروي عن ابن المعتز. قلت:بدون هذا يهدر الراوي. مات:في المحرم،\nسنة ست وثمانين وثلاث مائة.(16/517) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0114'> Vol. 32, p. 0114</a>\n            </div>\n            \n</p>\n\n<p>\n-\n</p>\n\n<h2 class='l2' id='head72'>AUT ابن مسرور عبد الواحد بن محمد بن أحمد البلخي</h2>\n\n<p>\n(مكرر 308) الحافظ، المحدث، الرحال، أبو الفتح عبد الواحد بن محمد بن\nأحمد بن مسرور البلخي، نزيل مصر. حدث عن:أبي بكر أحمد بن سليمان بن زبان،\nوالحسين بن محمد المطبقي، والحافظ أبي سعيد بن يونس، وطبقتهم. روى عنه:عبد\nالغني بن سعيد، وأحمد بن قديد، وعمر بن خضر الثمانيني، ومحمد بن عبد الرحمن\nالأزدي، وآخرون. قال أبو إسحاق الحبال:توفي أبو الفتح في سلخ ذي الحجة سنة\nثمان وسبعين وثلاث مائة. قال:وكان حافظا مكثرا. قلت:أظنه نيف على السبعين.\nقرأت بخط محمد بن علي الصوري:وأنبأني ابن سلامة، عن ابن بوش، عن أحمد بن\nعبد الجبار، عنه، قال: أخبرنا محمد بن عبد الرحمن الأزدي، حدثنا الفتح بن\nمسرور، أخبرنا عبد الرحمن بن أحمد الحافظ، حدثنا عبد الله بن وهيب الغزي،\nحدثنا يزيد بن موهب، حدثنا المفضل بن فضالة، عن عياش بن عباس، عن عمران بن\nعبد الرحمن القرشي، عن أبي خراش الهذلي:سمع فضالة بن عبيد - رضي الله عنه -\nيقول: من ردته الطيرة فقد قارف الشرك.(16/518) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0115'> Vol. 32, p. 0115</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head73'>AUT 380 - الزعفراني أبو سعيد الحسين بن محمد بن علي</h2>\n\n<p>\nالحافظ الإمام، أبو سعيد، الحسين بن محمد بن علي الأصبهاني الزعفراني.\nسمع:أبا القاسم البغوي، وأبا محمد بن صاعد، والحسين بن علي بن زيد،\nوطبقتهم. وعنه:أبو بكر بن أبي علي، وأبو نعيم، وجماعة. قال أبو نعيم:كان\nبندار بلدنا في كثرة الأصول والحديث، صاحب معرفة وإتقان، صنف المسند\nوالتفسير والشيوخ وأشياء، وتوفي سنة تسع وستين وثلاث مائة. أخبرنا الدشتي،\nأخبرنا ابن خليل، أخبرنا مسعود الجمال <span id='ms4604'></span>، أخبرنا الحداد، أخبرنا أبو نعيم،\nحدثنا الحسين بن محمد، حدثنا الحسين بن علي بن زيد، حدثنا محمد بن عمرو بن\nحنان، حدثنا بقية، عن أبي فروة الرهاوي، عن مكحول، عن شداد بن أوس، قال:\nقال النبي - صلى الله عليه وسلم - :(حسبي الله ونعم الوكيل أمان كل خائف).\nلم يصح هذا.(16/519) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0116'> Vol. 32, p. 0116</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head74'>AUT 381 - صالح بن أحمد بن محمد بن أحمد التميمي</h2>\n\n<p>\nابن صالح بن عبد الله بن قيس بن هذيل بن يزيد بن العباس بن الأحنف بن\nقيس، الإمام، العالم، الحافظ، الثبت، أبو الفضل بن الكوملاذي التميمي،\nالأحنفي، الهمذاني، السمسار. حدث عن:أبيه، وأحمد بن محمد بن أوس، ومحمد بن\nالمرار بن حمويه، وعلي بن الحسن بن سعد البزاز، وأحمد بن الحسن بن عزون،\nوقاسم بن إبراهيم، ومحمد بن عبد الله بن نبيل، والقاسم بن أبي صالح، وعبد\nالسلام بن عبديل، وعبد الرحمن بن أبي حاتم الرازي، وعلي بن محمد بن مهرويه\nالقزويني، وخلق. وجمع وصنف. حدث عنه:طاهر بن عبد الله بن ماهلة، وحمد\nالزجاج، وأحمد بن زنجويه العمري، وطاهر بن أحمد الإمام، وأبو الفتح بن أبي\nالفوارس، وأحمد بن الحسين بن زنبيل النهاوندي، وآخرون. قال الحافظ شيرويه\nالديلمي:كان ركنا من أركان الحديث. ثقة، حافظا، دينا، ورعا، صدوقا، لا يخاف\nفي الله لومة لائم. وله مصنفات غزيرة. مولده:سنة ثلاث وثلاث مائة ومات\nلثمان بقين من شعبان سنة أربع وثمانين وثلاث مائة، ويستجاب الدعاء عند\nقبره!! صلى عليه أبو بكر بن لال، فبلغنا أنه قال:كنا نترك الذنوب من خشية\nالله، وثلثي ذلك حياء من هذا الشيخ - رحمه الله - .(16/520) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0117'> Vol. 32, p. 0117</a>\n            </div>\n            \n</p>\n\n<p>\n-\n</p>\n\n<h2 class='l2' id='head75'>AUT أبو الحسين البزاز</h2>\n\n<p>\nأما والده الإمام القدوة المحدث:\n</p>\n\n<h2 class='l2' id='head76'>AUT أبو الحسين البزاز</h2>\n\n<p>\n، فارتحل، وروى عن:حمزة بن محمد الكاتب، ومحمد بن حبان الباهلي، وحامد بن\nشعيب، وطبقتهم. روى عنه:ولده، وطاهر بن ماهلة، وأحمد بن تركان، وعلي بن\nجهضم. وكان ثقة، كبير القدر. قال أحمد بن محمد الصفار:كنا نشبه أبا الحسين\nبأحمد بن حنبل لسكونه ووقاره. قرأت على أحمد بن عبد الكريم <span id='ms4605'></span> بمصر، وأخبرنا\nنصر بن جرو، أخبرنا أبو طاهر السلفي، أخبرنا حمد بن نصر الحافظ بهمذان،\nسمعت علي بن حميد الذهلي، سمعت طاهر بن عبد الله بن ماهلة الحافظ، سمعت حمد\nبن عمر الزجاج الحافظ يقول: لما أملى صالح بن أحمد التميمي الحافظ بهمذان\nكانت له رحى، فباعها بسبع مائة دينار، ونثرها على محابر أصحاب الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0118'> Vol. 32, p. 0118</a>\n            </div>\n            \n</p>\n\n<p>\nومات في سنة أربع معه:أبو حامد أحمد بن سهل الأنصاري آخر أصحاب محمد بن\nشاذل، والأديب صاحب (الإنشاء البديع)أبو إسحاق إبراهيم بن هلال بن إبراهيم\nبن هارون الصابئ الحراني ببغداد، وأبو القاسم جبريل بن محمد بن سندول\nالهمذاني، رحل ولقي البغوي، ومسند خراسان الفقيه أبو القاسم عبد الله بن\nأحمد بن محمد بن سعيد النسائي العدل صاحب الحسن بن سفيان، وقيل:بل توفي سنة\n382، والمعمر أبو محمد عبد الله بن محمد بن سعيد بن محارب الأنصاري\nالإصطخري، - حدث عن:أبي خليفة الجمحي - ، والفقيه أبو الحسن علي بن عبد\nالملك بن دهثم الطرسوسي نزيل نيسابور - واه، روى عن:أبي خليفة - ، وشيخ\nالنحو علي بن عيسى الرماني المعتزلي، ومسند أصبهان أبو بكر محمد بن أحمد بن\nمحمد بن جشنس، والحافظ أبو الحسن محمد بن العباس بن أحمد بن محمد بن الفرات\nالبغدادي، وشيخ الشافعية أبو الحسن محمد بن علي بن سهل الماسرجسي\nالنيسابوري، والعلامة أبو عبيد الله محمد بن عمران المرزباني البغدادي صاحب\nالتصانيف.(16/521) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0119'> Vol. 32, p. 0119</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head77'>AUT 382 - الإشتيخني أبو بكر محمد بن أحمد بن مت</h2>\n\n<p>\nالإمام، الفقيه، أبو بكر، محمد بن أحمد بن مت السمرقندي الإشتيخني\nالشافعي. وإشتيخن - بشين معجمة - :قرية كبيرة على سبعة فراسخ من سمرقند.\nحدث ب (صحيح البخاري)عن الفربري، وسماعه كان في سنة تسع عشرة وثلاث مائة.\nحدث عنه:أبو سعد الإدريسي، وعلي بن سختام السمرقندي، والفقيه أبو نصر\nالداوودي، وكان من كبار الفقهاء مع الزهد والعبادة. قال أبو كامل\nالبصري:سمعت الفقيه أبا نصر الداوودي يقول:دخلت على ابن مت بإشتيخن، فقال\nلي:أسمعت جامع البخاري؟قلت:نعم. قال:ممن؟قلت:من إسماعيل <span id='ms4606'></span> الحاجبي،\nفقال:اسمعه مني فإني أثبت فيه، فإني كنت أدرس الفقه وكنت كبيرا حين سمعته،\nوكان إسماعيل صغيرا يحمل على العاتق، ولا يقدر على المشي، أفسماعي وسماعه\nيستويان؟قال:فسمعته من ابن مت. قال الإدريسي في (تاريخ سمرقند):الإشتيخني\nفقيه زاهد، مات:في رجب سنة ثمان وثمانين وثلاث مائة. قلت:ومن مشايخه أبو\nبكر أحمد بن محمد بن آدم الشاشي، وطائفة لا أعرفهم.(16/522) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0120'> Vol. 32, p. 0120</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head78'>AUT 383 - ابن سكرة محمد بن عبد الله بن محمد الهاشمي</h2>\n\n<p>\nشاعر وقته ببغداد، أبو الحسن محمد بن عبد الله بن محمد الهاشمي، من ذرية\nالمنصور. شاعر مديد الباع في فنون الإبداع، صاحب مجون وسخف، وإن زمانا جاد\nبه وبابن الحجاج لكريم. يشبهان بجرير والفرزدق. ولابن سكرة ديوان في أربع\nمجلدات. وله البيتان: جاء الشتاء وعندي من حوائجه * (1) مات:سنة خمس\nوثمانين وثلاث مائة في ربيع الآخر.(16/523) ______________ (1) انظر\nالبيتين في \" وفيات الاعيان \": 4 / 412 - 413، و \" الوافي بالوفيات \": 3 /\n310، وهما البيتان اللذان ذكرهما الحريري في المقامة الكرجية ص: 254 - 255.\n(*) الهامش أدخله منسق الكتاب للشاملة [ أسامة بن الزهراء ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0121'> Vol. 32, p. 0121</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head79'>AUT 384 - ابن أبي غالب عبيد الله بن محمد المصري</h2>\n\n<p>\nالشيخ، المحدث، أبو القاسم عبيد الله بن محمد بن خلف بن سهل بن أبي غالب\nالمصري، البزاز. سمع:محمد بن محمد بن النفاح، وسعيد بن هاشم الطبراني، وعلي\nبن أحمد علان، وأبا عبيد بن حربويه، وعبد الله بن محمد بن جعفر القزويني،\nوأحمد بن مروان الدينوري. وعنه:ابن أبي الفتح المصري، وأبو عمر أحمد بن\nمحمد الطلمنكي، وعبد الملك بن مسكين الزجاج، وعدة. وكان من رؤساء مصر. قال\nالطلمنكي:سمعته يقول:أقمت على هذه الدار أبني فيها عشرة سنين، وفيها ثمانية\nوأربعون ألف قطعة من الرخام، وأنفقت عليها عشرة آلاف دينار، وأخذ مني كافور\nالإخشيذي سبعة وثمانين ألف دينار، ولكن رزقت من التجارة، ربحت في عسل في\nأربعة أيام أربعة آلاف دينار. قال أبو إسحاق:توفي في جمادى الأولى سنة سبع\nوثمانين وثلاث مائة.(16/524) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0122'> Vol. 32, p. 0122</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head80'>AUT 385 - الصابئ أبو إسحاق إبراهيم بن هلال الحراني</h2>\n\n<p>\nالأديب البليغ، صاحب الترسل البديع، أبو إسحاق إبراهيم <span id='ms4607'></span> بن هلال الصابئ\nالحراني المشرك. حرصوا عليه أن يسلم فأبى، وكان يصوم رمضان، ويحفظ القرآن،\nويحتاج إليه في الإنشاء، كتب لعز الدولة بختيار. وله نظم رائق. ولما تملك\nعضد الدولة هم بقتله وسجنه، ثم أطلقه في سنة 371، فألف له كتاب:(التاجي في\nأخبار بني بويه). مات في سنة أربع وثمانين وثلاث مائة، وله إحدى وسبعون\nسنة، ويقال:قتله لأنه أمره بعمل (التاريخ التاجي)، فدخل عليه رجل، فسأله ما\nتؤلف؟ فقال:أباطيل ألفقها، وأكاذيب أنمقها، فتحرك عليه عضد الدولة وطرده،\nومات فرثاه الشريف الرضي، فليم في ذلك، فقال:إنما رثيت فضله، وهذا عذر\nبارد. وكان مكثرا من الآداب. وكذلك مات على كفره ابنه المحسن، وكان محتشما،\nأديبا. ثم خلفه ابنه الصدر الأوحد هلال بن المحسن، الصابئ، الذي أسلم وعاش\nكثيرا، وبقي إلى سنة 448.(16/525) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0123'> Vol. 32, p. 0123</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head81'>AUT 386 - التنوخي أبو علي المحسن بن علي بن محمد</h2>\n\n<p>\nالقاضي، العلامة، أبو علي المحسن بن علي بن محمد بن أبي الفهم التنوخي،\nالبصري، الأديب، صاحب التصانيف. ولد بالبصرة - على ما قال - في سنة سبع\nوعشرين وثلاث مائة، وأول سماعه في سنة ثلاث وثلاثين. سمع:أبا العباس\nالأثرم، وأبا بكر الصولي، وابن داسة، وواهب بن محمد صاحب نصر الجهضمي. روى\nعنه:ولده أبو القاسم علي. وكان إخباريا متفننا، شاعرا، نديما، ولي قضاء\nرامهرمز، وعسكر مكرم، وغير ذلك. قال الخطيب:كان سماعه صحيحا، توفي في\nالمحرم سنة أربع وثمانين وثلاث مائة، بعد أبيه باثنتين وأربعين سنة، وأول\nمن استعمله على القضاء القاضي أبو السائب عتبة بن عبد الله، وذلك في سنة\nتسع وأربعين وثلاث مائة، له اثنتان وعشرون سنة. وله كتاب (الفرج بعد\nالشدة)، وكتاب (النشوار)، وغير ذلك. عاش سبعا وخمسين سنة. وفيه لابن\nالحجاج: إذا ذكر القضاة وهم شيوخ *تخيرت الشباب على الشيوخ ومن لم يرض لم\nأصفعه إلا *بمجلس سيدي القاضي التنوخي (16/526) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0124'> Vol. 32, p. 0124</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head82'>AUT 387 - الطبرخزي أبو بكر محمد بن العباس الخوارزمي</h2>\n\n<p>\nشاعر وقته، أبو بكر محمد بن العباس الخوارزمي الأديب، كانت أمه من\nطبرستان، وأبوه خوارزميا، فركب له من الاسمين نسبة <span id='ms4608'></span>، قاله السمعاني. وهو ابن\nأخت محمد بن جرير. سكن الشام، وأقام بحلب، وكان مشارا إليه في عصره.\nيقال:إنه قصد ابن عباد، فقال للحاجب:إن كان يحفظ عشرين ألف بيت فليدخل.\nفقال:أمن شعر الرجال، أم من شعر النساء؟ فأعلمه بذلك الحاجب، فقال:هذا يكون\nأبو بكر الخوارزمي، فأكرمه وباسطه. وله ديوان نظم، وديوان ترسل، وملح\nونوادر. مات بنيسابور في رمضان سنة ثلاث وثمانين وثلاث مائة، ويقال:سنة\nثلاث وتسعين. والطبرخزي:بفتح الخاء ثم بزاي.(16/527) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0125'> Vol. 32, p. 0125</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head83'>AUT 388 - ابن أبي شريح عبد الرحمن بن أحمد الأنصاري</h2>\n\n<p>\nالإمام، القدوة، المحدث المتبع، مسند هراة وعالمها، أبو محمد عبد الرحمن\nبن أحمد بن محمد بن أحمد بن يحيى بن مخلد بن عبد الرحمن بن المغيرة بن ثابث\nالأنصاري الهروي، ابن أبي شريح. ولد بعد الثلاث مائة. وسمع:أبا القاسم\nالبغوي ببغداد، - ومما عنده عنه كتاب (الجعديات) - ، ويحيى بن محمد بن\nصاعد، ومحمد بن عقيل البلخي، ومحمد بن إبراهيم بن نيروز الأنماطي، وإسماعيل\nبن العباس الوراق، وأحمد بن سعيد الطبري، وأبا بكر أحمد بن محمد بن إسماعيل\nالهيتي، وأبا عثمان سعيد بن محمد أخي زبير الحافظ، وعبد الله بن جعفر بن\nأحمد بن خشيش، وجعفر بن عيسى الحلواني، وأبا عبد الله محمد بن محمود\nالبلخي، وعبد الرحمن بن الحسن الأسدي الهمذاني، وعبد الواحد بن المهتدي\nبالله، وخلقا سواهم. ارتحل به أبوه، وكان صدوقا، صحيح السماع، صاحب حديث\nوعلم وجلالة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0126'> Vol. 32, p. 0126</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه:الفقيه ناصر العمري، وسفيان بن محمد الشريحي، وأبو عمر عبد\nالواحد بن أحمد المليحي، وأبو بكر محمد بن عبد الله الغميري، وأبو صاعد\nيعلى بن هبة الله الفضيلي، وأبو عاصم الفضيل بن يحيى الفضيلي، ومحمد بن أبي\nمسعود عبد العزيز الفارسي، وعبد الرحمن بن محمد كلاري، وبيبى بنت عبد الصمد\nالهرثمية، وآخرون.(16/528) أنبأنا جماعة، قالوا:أخبرنا محمد بن مسعود،\nأخبرنا عبد الأول بن عيسى، أخبرنا أبو إسماعيل الأنصاري، سمعت محمد بن أحمد\nالبلخي المؤذن يقول:كنت مع الشيخ أبي محمد بن أبي شريح في طريق غور <span id='ms4609'></span>، فأتاه\nإنسان في بعض تلك الجبال، فقال:إن امرأتي ولدت لستة أشهر. فقال:هو ولدك،\nقال رسول الله - صلى الله عليه وسلم - :(الولد للفراش)فعاوده، فرد عليه\nكذلك. فقال الرجل:أنا لا أقول بهذا، فقال:هذا الغزو، وسل عليه السيف،\nفأكببنا عليه وقلنا:جاهل لا يدري ما يقول. قلت:كان سبيله أن يوضح له\nويقول:لك أن تنتفي منه باللعان، ولكنه احتمى للسنة وغضب لها. توفي في صفر\nسنة اثنتين وتسعين وثلاث مائة، وله خمس وثمانون سنة. وقع لنا من طريقه\nأجزاء عالية كالمائة، وجزء أبي الجهم، وجزء بيبى، وحكايات شعبة. وآخر من\nمات من أصحاب أصحابه عبد الجليل بن أبي سعد الهروي، بقي إلى سنة اثنتين\nوستين وخمس مائة، ورحل إليه الحافظ عبد القادر الرهاوي، فهو أعلى شيخ له.\nمات معه:أبو علي بن حاجب الكشاني، والحسن بن إسماعيل الضراب، وأبو محمد عبد\nالله بن إبراهيم الأصيلي، وأبو الفتح عثمان بن جني النحوي، وقاضي القضاة\nبالري أبو الحسن علي بن عبد العزيز الجرجاني الأديب، والحافظ الوليد بن بكر\nالأندلسي.(16/529) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0127'> Vol. 32, p. 0127</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head84'>AUT 389 - ابن بطة عبيد الله بن محمد بن محمد العكبري</h2>\n\n<p>\nالإمام، القدوة، العابد، الفقيه، المحدث، شيخ العراق، أبو عبد الله عبيد\nالله بن محمد بن محمد بن حمدان العكبري الحنبلي، ابن بطة، مصنف كتاب\n(الإبانة الكبرى)في ثلاث مجلدات. روى عن:أبي القاسم البغوي، وابن صاعد،\nوأبي ذر بن الباغندي، وأبي بكر بن زياد النيسابوري، وإسماعيل الوراق،\nوالقاضي المحاملي، ومحمد بن مخلد، وأبي طالب أحمد بن نصر الحافظ، ومحمد بن\nأحمد بن ثابت العكبري، ورحل في الكهولة فسمع من علي بن أبي العقب بدمشق،\nومن أحمد بن عبيد الصفار بحمص، وجماعة. حدث عنه:أبو الفتح بن أبي الفوارس،\nوأبو نعيم الأصبهاني، وعبيد الله الأزهري، وعبد العزيز الأزجي، وأحمد بن\nمحمد العتيقي، وأبو إسحاق البرمكي، وأبو محمد الجوهري، وأبو الفضل محمد بن\nأحمد بن عيسى السعدي، وآخرون، وآخر من روى عنه بالإجازة علي بن أحمد بن\nالبسري. قال عبد الواحد بن علي <span id='ms4610'></span> العكبري:لم أر في شيوخ الحديث ولا في غيرهم\nأحسن هيئة من ابن بطة - رحمه الله - .(16/530) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0128'> Vol. 32, p. 0128</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطيب:حدثني أبو حامد الدلوي، قال:لما رجع ابن بطة من الرحلة لازم\nبيته أربعين سنة، لم ير في سوق ولا رؤي مفطرا إلا في عيد، وكان أمارا\nبالمعروف، لم يبلغه خبر منكر إلا غيره. وقال أبو محمد الجوهري:سمعت أخي\nالحسين يقول:رأيت النبي - صلى الله عليه وسلم - في المنام، فقلت:يا رسول\nالله قد اختلفت علي المذاهب. فقال:عليك بابن بطة، فأصبحت ولبست ثيابي، ثم\nأصعدت إلى عكبرا، فدخلت وابن بطة في المسجد، فلما رآني قال لي:صدق رسول\nالله - صلى الله عليه وسلم - ، صدق رسول الله - صلى الله عليه وسلم - . قال\nالعتيقي:توفي ابن بطة - وكان مستجاب الدعوة - في المحرم سنة سبع وثمانين\nوثلاث مائة. قال ابن بطة:ولدت سنة أربع وثلاث مائة، وكان لأبي ببغداد\nشركاء، فقال له أحدهم:ابعث بابنك إلى بغداد ليسمع الحديث، قال:هو صغير،\nقال:أنا أحمله معي، فحملني معه، فجئت فإذا ابن منيع يقرأ عليه الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0129'> Vol. 32, p. 0129</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لي بعضهم:سل الشيخ أن يخرج إليك (معجمه)، فسألت ابنه، فقال:نريد\nدراهم كثيرة، فقلت:لأمي طاق ملحم آخذه منها وأبيعه، قال:ثم قرأنا عليه\n(المعجم)في نفر خاص في نحو عشرة أيام، وذلك في آخر سنة خمس عشرة وأول سنة\nست عشرة، فأذكره قال:حدثنا إسحاق الطالقاني سنة أربع وعشرين ومائتين، فقال\nالمستملي:خذوا هذا قبل أن يولد كل محدث على وجه الأرض اليوم، وسمعت\nالمستملي - وهو أبو عبد الله بن مهران - ، يقول له:من ذكرت يا ثبت الإسلام.\nقلت:لابن بطة مع فضله أوهام وغلط.(16/531) أنبأنا المؤمل بن محمد، أخبرنا\nأبو اليمن الكندي، أخبرنا الشيباني، أخبرنا أبو بكر الخطيب، حدثني عبد\nالواحد بن علي الأسدي، قال لي أبو الفتح بن أبي الفوارس:روى ابن بطة، عن\nالبغوي، عن مصعب بن عبد الله، عن مالك، عن الزهري، عن أنس: عن النبي - صلى\nالله عليه وسلم - قال <span id='ms4611'></span>:(طلب العلم فريضة على كل مسلم). قال الخطيب:هذا باطل،\nوالحمل فيه على ابن بطة. قلت:أفحش العبارة، وحاشى الرجل من التعمد، لكنه\nغلط ودخل عليه إسناد في إسناد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0130'> Vol. 32, p. 0130</a>\n            </div>\n            \n</p>\n\n<p>\nوبه قال الخطيب:أخبرنا العتيقي، أخبرنا ابن بطة، حدثنا البغوي، حدثنا\nمصعب عن مالك، عن هشام بن عروة بحديث:(إن الله لا يقبض العلم انتزاعا)قال\nالخطيب:وهو باطل بهذا الإسناد.(16/532) قال الخطيب:أخبرنا عبد الواحد بن\nعلي، قال لي الحسن بن شهاب:سألت ابن بطة:أسمعت من البغوي حديث علي بن\nالجعد؟ قال:لا. قال عبد الواحد:وكنت قد رأيت في كتب ابن بطة نسخة بحديث علي\nبن الجعد قد حكها، وكتب بخطه سماعه فيها، فذكرت ذلك للحسن بن شهاب، فعجب\nمنه. قال عبد الواحد:وروى ابن بطة، عن النجاد، عن العطاردي، فأنكر علي بن\nينال عليه، وأساء القول فيه، حتى همت العامة بابن ينال، فاختفى، ثم تتبع\nابن بطة ما خرجه كذلك، وضرب عليه. وقال عبيد الله الأزهري:ابن بطة ضعيف،\nوعندي عنه (معجم البغوي)، ولا أخرج عنه في (الصحيح)شيئا. وقال حمزة بن محمد\nبن طاهر الدقاق:لم يسمع ابن بطة الغريب من ابن عزيز، وقال:ادعى سماعه. قال\nالخطيب:وروى ابن بطة كتب ابن قتيبة عن ابن أبي مريم الدينوري عنه، ولا يعرف\nابن أبي مريم.(16/533) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0131'> Vol. 32, p. 0131</a>\n            </div>\n            \n</p>\n\n<p>\nوروى ابن بطة في (الإبانة):حدثنا إسماعيل الصفار، حدثنا الحسن بن عرفة،\nحدثنا خلف بن خليفة، عن حميد، عن عبد الله بن الحارث، عن ابن مسعود\nحديث:كلم الله موسى وعليه جبة صوف ونعلان من جلد حمار غير ذكي، فقال:من ذا\nالعبراني الذي يكلمني من الشجرة؟ قال:أنا الله. فتفرد ابن بطة برفعه، وبما\nبعد (غير ذكي). وكذا غلط ابن بطة في روايات عن حفص بن عمر الأردبيلي،\nأنبأنا رجاء بن مرجى، فأنكر الدارقطني هذا، وقال:حفص يصغر عن هذا، فكتبوا\nإلى أرديبل يسألون ابنا لحفص، فعاد جوابهم بأن أباه لم ير رجاء قط، فتتبع\nابن بطة النسخ، وجعل ذلك <span id='ms4612'></span> عن ابن الراجيان، عن الفتح بن شخرف، عن رجاء.\nقلت:فبدون هذا يضعف الشيخ. ومر موته في سنة سبع وثمانين وثلاث مائة. وفيها\nمات:القدوة أبو علي أحمد بن محمد بن علي القومساني النهاوندي - صحب الشبلي\n- ، وأبو القاسم بن الثلاج، وعبيد الله بن أبي غالب المصري، وعلي بن عبد\nالعزيز بن مردك، وصاحب الري فخر الدولة علي بن ركن الدولة بن بويه، وشيخ\nالحنابلة أبو حفص العكبري، وأبو ذر عمار بن محمد التميمي، ببخارى، وأبو\nالحسين بن سمعون، وحفيد أبي بكر بن خزيمة، وآخرون.(16/534) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0132'> Vol. 32, p. 0132</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head85'>AUT 390 - الرماني أبو الحسن علي بن عيسى النحوي</h2>\n\n<p>\nالعلامة، أبو الحسن علي بن عيسى الرماني النحوي المعتزلي. أخذ\nعن:الزجاج، وابن دريد، وطائفة. وعنه:أبو القاسم التنوخي، والجوهري، وهلال\nبن المحسن. وصنف في التفسير، واللغة، والنحو، والكلام، وشرح (سيبويه)،\nوكتاب (الجمل)، وله في الاشتقاق، وفي التصريف، وأشياء، وألف في الاعتزال\n(صنعة الاستدلال)سبع مجلدات، وكتاب (الأسماء والصفات)، وكتاب (الأكوان)،\nوكتاب (المعلوم والمجهول)، له نحو من مائة مصنف. وكان يتشيع ويقول:علي أفضل\nالصحابة. وكان أبو حيان التوحيدي يبالغ في تعظيم الرماني إلى الغاية، ويصفه\nبالتأله، والتنزه، والفصاحة، والتقوى. مات في جمادى الأولى سنة أربع\nوثمانين وثلاث مائة، عن ثمان وثمانين سنة. أصله من سر من رأى، ومات ببغداد،\nوكان من أوعية العلم على بدعته.(16/535) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0133'> Vol. 32, p. 0133</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head86'>AUT 391 - ابن جميل عبيد الله بن يعقوب الأصبهاني</h2>\n\n<p>\nالشيخ، الثقة، أبو أحمد عبيد الله بن يعقوب، ابن المحدث إسحاق بن\nإبراهيم بن محمد بن جميل الأصبهاني. سمع من جده (مسند أحمد بن منيع)، وتفرد\nبروايته، وسمع من:أحمد بن جعفر بن محمويه، والحسن بن عثمان الفسوي.\nوعنه:أبو بكر بن مردويه، وأبو بكر الذكواني، وأبو نعيم، وعلي بن القاسم بن\nسيبويه، وأبو نصر إبراهيم بن محمد الكسائي، وعثمان بن محمد بن أحمد بن سعيد\nالخلال، وعبد الواحد بن أحمد المعلم، وآخرون. قال ابن مردويه:مات في شعبان\nسنة ست وثمانين وثلاث مائة. وفيها مات:أبو حامد بن المزكي، وأبو حامد\nالنعيمي، وأبو محمد بن <span id='ms4613'></span> زولاق، والحافظ أحمد بن أبي الليث، وأبو أحمد\nالسامري، وأبو محمد بن أبي زيد، وأبو الحسن الحراني، وأبو عبد الله الختن،\nوأبو طالب المكي، والعزيز بالله صاحب مصر.(16/536) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0134'> Vol. 32, p. 0134</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head87'>AUT 392 - ابن ماهان عبد الوهاب بن عيسى الفارسي</h2>\n\n<p>\nالإمام، المحدث، أبو العلاء، عبد الوهاب بن عيسى بن عبد الرحمن بن عيسى\nبن ماهان الفارسي ثم البغدادي. سمع:إسماعيل الصفار، وأبا بكر العباداني،\nوعثمان بن السماك، وأبا الفوارس بن السندي، وأبا حامد أحمد بن الحسن\nالنيسابوري، وأبا أحمد الجلودي، وعدة، وأكثر الأسفار. حدث عنه:علي بن بشرى\nالليثي، وعلي بن القاسم الخياط، والمطهر بن محمد الأصبهاني، ومحمد بن يحيى\nبن الحذاء، وأحمد بن فتح بن الرسان، وآخرون. وحدث بمصر ب (صحيح مسلم)عن أبي\nبكر أحمد بن محمد بن يحيى الأشقر الشافعي، عن أحمد بن علي القلانسي، عن\nمسلم سوى ثلاثة أجزاء من آخره، فرواها عن الجلودي. وثقه الدارقطني. وقال\nالحبال:مات سنة سبع وثمانين وثلاث مائة.(16/537) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0135'> Vol. 32, p. 0135</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head88'>AUT 393 - صاحب القوت محمد بن علي بن عطية الحارثي</h2>\n\n<p>\nالإمام، الزاهد، العارف، شيخ الصوفية، أبو طالب محمد بن علي بن عطية،\nالحارثي، المكي المنشأ، العجمي الأصل. روى عن:أبي بكر الآجري، وأبي بكر بن\nخلاد النصيبي، ومحمد بن عبد الحميد الصنعاني، وأحمد بن ضحاك الزاهد، وعلي\nبن أحمد المصيصي، ومحمد بن أحمد المفيد. وعنه:عبد العزيز الأزجي، وغير\nواحد. قال الخطيب:حدثني العتيقي والأزهري أنه كان مجتهدا في العبادة، وقال\nلي أبو طاهر العلاف:وعظ أبو طالب ببغداد، وخلط في كلامه، وحفظ عنه أنه\nقال:ليس على المخلوقين أضر من الخالق، فبدعوه، وهجروه. وقال غيره:كان يجوع\nكثيرا، ولقي سادة، ودخل البصرة بعد موت أبي الحسن بن سالم، فانتهى إلى\nمقالته. وقال أبو القاسم بن بشران:دخلت على شيخنا أبي طالب، فقال:إذا علمت\nأنه قد ختم لي بخير، فانثر على جنازتي سكرا ولوزا، وقل:هذا الحاذق،\nوقال:إذا احتضرت، فخذ بيدي، فإذا قبضت على يدك، فاعلم أنه قد ختم لي بخير،\nفقعدت فلما كان عند موته، قبض <span id='ms4614'></span> على يدي قبضا شديدا، فنثرت على جنازته سكرا\nولوزا. ولأبي طالب رياضات وجوع بحيث إنه ترك الطعام، وتقنع بالحشيش حتى\nاخضر جلده. رأيت لأبي طالب أربعين حديثا بخطه، قد خرج فيها عن عبد الله بن\nجعفر بن فارس الأصبهاني إجازة، وفيها عن أبي زيد المروزي من (صحيح\nالبخاري)، أولها:الحمد لله كنه حمده بحمده، وله كتاب (قوت القلوب)مشهور.\nتوفي في جمادى الآخرة سنة ست وثمانين وثلاث مائة.(16/538) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0136'> Vol. 32, p. 0136</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head89'>AUT 394 - السكري أبو الحسن علي بن عمر بن محمد</h2>\n\n<p>\nالشيخ، العالم، المعمر، مسند العراق، أبو الحسن علي بن عمر بن محمد بن\nالحسن بن شاذان، الحميري البغدادي الحربي السكري. ويعرف أيضا بالصيرفي،\nوبالكيال. ولد سنة ست وتسعين ومائتين. وسمع من:أحمد بن الحسن بن عبد الجبار\nالصوفي، وعباد بن علي السيريني، وعلي بن سراج، والهيثم بن خلف، ومحمد بن\nمحمد الباغندي، وعلي بن إسحاق بن زاطيا، والحسن بن الطيب البلخي، وأبي خبيب\nبن البرتي، وعلي بن الحسين بن حبان، وعيسى بن سليمان، والحسن بن محمد بن\nعنبر، وشعيب بن محمد الذارع، وأبي حفيص قاضي حلب، وأحمد بن سعيد الدمشقي،\nومحمد بن عبدة القاضي، ومحمد بن صالح بن ذريح العكبري وعدة، وعمر دهرا،\nوتفرد بأشياء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0137'> Vol. 32, p. 0137</a>\n            </div>\n            \n</p>\n\n<p>\nحدث عنه:أبو القاسم الأزهري، وأبو محمد الخلال، والقاضي أبو الطيب\nالطبري، وأحمد بن محمد العتيقي، وأبو القاسم التنوخي، والقاضي أبو يعلى\nمحمد بن الفراء، وأبو الغنائم محمد بن علي بن الدجاجي، وأبو الحسين محمد بن\nعلي بن الغريق، وعبد الصمد بن المأمون، وأبو الحسين بن النقور. قال\nالتنوخي:سمعته يقول:ولدت سنة ست وتسعين، وأول سماعي سنة ثلاث وثلاث مائة من\nالصوفي.(16/539) قال الخطيب:سألت الأزهري عنه، فقال:صدوق، وكان سماعه في\nكتب أخيه، لكن بعض المحدثين قرأ عليه شيئا منها لم يكن فيه سماعه، وألحق\nفيه السماع، فجاء آخرون، فحكوا الإلحاق وأنكروه، وأما الشيخ فكان في نفسه\nثقة. وقال عبد العزيز الأزجي:كان صحيح السماع. وقال العتيقي:كان ثقة، ذهب\nبصره في آخر عمره، وتوفي في شوال <span id='ms4615'></span> سنة ست وثمانين وثلاث مائة. وقال\nالبرقاني:لا يساوي شيئا. قلت:وقع لنا من عواليه نسخة يحيى بن معين، وقد\nخرجت منها في أماكن.(16/540) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0138'> Vol. 32, p. 0138</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head90'>AUT 395 - المخلدي أبو محمد الحسن بن أحمد بن محمد</h2>\n\n<p>\nالإمام، الصدوق، المسند، أبو محمد الحسن بن أحمد بن محمد بن الحسن بن\nعلي بن مخلد بن شيبان المخلدي النيسابوري العدل، شيخ العدالة، وبقية أهل\nالبيوتات. سمع:أبا العباس السراج، ومؤمل بن الحسن، وأبا نعيم بن عدي،\nوزنجويه بن محمد اللباد، وموسى بن العباس الجويني، وأحمد بن محمد بن الحسن\nالذهبي، وأبا حامد أحمد بن حمدون الأعمشي، ومحمد بن حمدون النيسابوري، وعبد\nالله بن محمد بن مسلم الإسفراييني، وعلي بن أحمد بن محفوظ، وابن الشرقي،\nومكي بن عبدان، وجده لأمه محمد بن أحمد بن محمد بن نصر بن زياد، والعباس بن\nعصام، ومحمد بن إسماعيل بن إسحاق المروزي صاحب علي بن حجر، والحسن بن محمد\nبن جابر الوكيل وعدة. حدث عنه:الحاكم، وأبو عثمان سعيد بن محمد البحيري،\nويعقوب بن أحمد الصيرفي، وأبو سعيد بن محمد بن علي الخشاب، وأبو حامد أحمد\nبن الحسن الأزهري، وآخرون. وقع لنا من عواليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0139'> Vol. 32, p. 0139</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم:هو صحيح السماع والكتب، متقن في الرواية، صاحب الإملاء في دار\nالسنة، محدث عصره، توفي في رجب سنة تسع وثمانين وثلاث مائة.(16/541) أخبرنا\nأحمد بن هبة الله، أنبأنا المؤيد بن محمد، أخبرنا أحمد بن سهل المساجدي،\nوأخبرنا أحمد، عن زينب الشعرية، والقاسم بن عبد الله، قالا: أخبرنا وجيه بن\nطاهر، وأخبرنا أحمد، عن زينب، أخبرنا محمد بن منصور الحرضي، قالوا:أخبرنا\nيعقوب بن أحمد الصيرفي، حدثنا الحسن بن أحمد المخلدي إملاء، أخبرنا أبو\nالعباس السراج، حدثنا قتيبة بن سعيد، حدثنا عبد العزيز بن محمد، عن سهيل،\nعن أبيه، عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال:(ويل\nللأعقاب من النار). هذا حديث حسن قوي الإسناد، أخرجه أبو عيسى في (جامعه)،\nعن قتيبة. قال الحاكم:سمعت المخلدي يقول:شهدت سنة إحدى وعشرين فعدلت، وسجل <span id='ms4616'></span>\nالحاكم بشهادتي. وفيها توفي:زاهر بن أحمد السرخسي، والمقرئ عبد المنعم بن\nغلبون، وأبو القاسم بن حبابة، وأبو الهيثم الكشميهني، وقاضي مصر محمد بن\nالنعمان بن محمد الباطني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0140'> Vol. 32, p. 0140</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head91'>AUT 396 - الضراب الحسن بن إسماعيل بن محمد المصري</h2>\n\n<p>\nالإمام، المحدث، أبو محمد الحسن بن إسماعيل بن محمد المصري، مصنف كتاب\n(المروءة). سمع من:أحمد بن مروان الدينوري المالكي، وأبي الحسين محمد بن\nعلي بن أبي الحديد، وأحمد بن مسعود المقدسي، وعثمان بن محمد الذهبي، وعبد\nالله بن جعفر بن الورد، وأحمد بن عبيد الكلاعي الحمصي، ودعلج بن أحمد\nالسجزي، وعدة. وارتحل في الحديث وتميز.(16/542) حدث عنه:ابنه عبد العزيز،\nوأحمد بن علي بن هاشم المقرئ، ورشأ بن نظيف الدمشقي، والدارقطني - وهو أكبر\nمنه - . مولده:في سنة ثلاث عشرة وثلاث مائة. ومات:في ربيع الآخر، سنة\nاثنتين وتسعين وثلاث مائة، بمصر. وهو راوي كتاب (المجالسة)للدينوري. ولم\nتبلغنا أخباره كما في النفس، والظاهر من حاله أنه ثقة، صاحب حديث، ومعرفته\nمتوسطة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0141'> Vol. 32, p. 0141</a>\n            </div>\n            \n</p>\n\n<p>\nقرأت على أبي الفضل أحمد بن هبة الله، أخبرنا أبو البركات الحسن بن محمد،\nأخبرنا عبد الله بن عبد الرحمن، أخبرنا علي بن إبراهيم الحسيني، أخبرنا رشأ\nبن نظيف، أخبرنا الحسن بن إسماعيل، حدثنا عثمان بن محمد البغدادي، حدثنا\nالحارث بن أسامة، حدثني محمد بن يحيى، عن سهل بن حماد، حدثنا محمد بن\nالفرات، حدثنا سعيد بن لقمان، عن عبد الرحمن الأنصاري، عن أبي هريرة: سمعت\nرسول الله - صلى الله عليه وسلم - يقول:(الأكل في السوق دناءة). روي في ذلك\nآثار ولا يثبت منها شيء.(16/543) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0142'> Vol. 32, p. 0142</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head92'>AUT 397 - الحربي أبو زكريا يحيى بن إسماعيل بن يحيى</h2>\n\n<p>\nالشيخ، العالم، الأديب، المعمر، أبو زكريا يحيى بن إسماعيل بن يحيى بن\nزكريا بن حرب، ابن أخي الزاهد أحمد بن حرب النيسابوري، المزكي، الحربي،\nنسبة إلى الجد. سمع:أبا العباس السراج، ومكي بن عبدان، وأحمد بن حمدون\nالأعمشي، وعبد الله بن الشرقي، وعبد الواحد بن محمد بن سعيد، وطائفة. حدث\nعنه:الحاكم، وأبو بكر الأردستاني، ومحمد بن أبي عمرو - شيخ <span id='ms4617'></span> للخطيب - ، وأبو\nسعد محمد بن محمد بن علي الحاكم، وأبو الحسن أحمد بن عبد الرحيم\nالإسماعيلي، وأبو عثمان سعيد بن محمد البحيري، وأبو نصر عبد الرحمن بن علي\nالتاجر، وآخرون. وكان أديبا، أخباريا، عالما، متفننا، رئيسا، محتشما، من\nأهل الصدق والأمانة على بدعة فيه، عمر دهرا، واحتيج إليه. مات:في شهر ذي\nالحجة، سنة أربع وتسعين وثلاث مائة، وهو في عشر المائة. وفيها مات:مسند\nالأندلس أبو عبد الله محمد بن عبد الملك بن ضيفون اللخمي القرطبي - سمع ابن\nالأعرابي، وعبد الله بن يونس القبري - ، والشيخ أبو عمر عبد الله بن محمد\nبن أحمد بن عبد الوهاب السلمي الأصبهاني، وأبو جعفر محمد بن محمد بن جعفر\nبن حسان الماليني بهراة، وأبو علي أحمد بن عمر بن خرشيذ قوله بمصر - لقي\nأبا حامد الحضرمي - ، والمعمر أبو الفتح إبراهيم بن علي بن سيبخت البغدادي\nبمصر - أدرك البغوي - .(16/544) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0143'> Vol. 32, p. 0143</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head93'>AUT 398 - المعافى بن زكريا بن يحيى بن حميد النهرواني</h2>\n\n<p>\nالعلامة، الفقيه، الحافظ، القاضي، المتفنن، عالم عصره، أبو الفرج\nالنهرواني، الجريري؛نسبة إلى رأي ابن جرير الطبري، ويقال له:ابن طرارا.\nسمع:أبا القاسم البغوي، وأبا محمد بن صاعد، وأبا بكر بن أبي داود، وأبا\nسعيد العدوي، وأبا حامد الحضرمي، والقاضي المحاملي، وخلقا كثيرا. وتلا\nعلى:ابن شنبوذ، وأبي مزاحم الخاقاني.(16/545) قرأ عليه:القاضي أبو تغلب\nالملحمي، وأحمد بن مسرور الخباز، ومحمد بن عمر النهاوندي، وطائفة. وحدث\nعنه:أبو القاسم عبيد الله الأزهري، والقاضي أبو الطيب الطبري، وأحمد بن علي\nالتوزي، وأحمد بن عمر بن روح، وأبو علي محمد بن الحسين الجازري، وأبو\nالحسين محمد بن أحمد بن حسنون النرسي، وخلق سواهم. قال الخطيب:كان من أعلم\nالناس في وقته بالفقه، والنحو، واللغة، وأصناف الأدب، ولي القضاء بباب\nالطاق، وكان على مذهب ابن جرير، وبلغنا عن أبي محمد البافي الفقيه أنه كان\nيقول:إذا حضر القاضي أبو الفرج فقد حضرت العلوم كلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0144'> Vol. 32, p. 0144</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطيب:وحدثني القاضي أبو حامد الدلوي، قال: كان أبو محمد البافي\nيقول:لو أوصى <span id='ms4618'></span> رجل بثلث ماله أن يدفع إلى أعلم الناس، لوجب أن يدفع إلى\nالمعافى بن زكريا. قال الخطيب:سألت البرقاني عن المعافى، فقال:كان أعلم\nالناس، وكان ثقة، لم أسمع منه. وحكى أبو حيان التوحيدي، قال:رأيت المعافى\nبن زكريا قد نام مستدبر الشمس في جامع الرصافة في يوم شات، وبه من أثر الضر\nوالفقر والبؤس أمر عظيم مع غزارة علمه.(16/546) قال أبو عبد الله محمد بن\nأبي نصر الحميدي:قرأت بخط المعافى بن زكريا، قال: حججت وكنت بمنى، فسمعت\nمناديا ينادي:يا أبا الفرج المعافى. قلت:من يريدني؟وهممت أن أجيبه، ثم\nنادى:يا أبا الفرج المعافى بن زكريا النهرواني. فقلت:ها أنا ذا، ما تريد؟\nفقال:لعلك من نهروان العراق. قلت:نعم. قال:نحن نريد نهروان الغرب.\nقال:فعجبت من هذا الاتفاق، وعلمت أن بالمغرب مكانا يسمى النهروان. مات\nالمعافى:بالنهروان، في ذي الحجة، سنة تسعين وثلاث مائة، وله خمس وثمانون\nسنة. وله (تفسير)كبير في ست مجلدات جم الفوائد، وله كتاب (الجليس\nوالأنيس)في مجلدين. وكان من بحور العلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0145'> Vol. 32, p. 0145</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا عمر بن عبد المنعم، أخبرنا أبو اليمن الكندي، أخبرنا محمد بن عبد\nالباقي، أخبرنا محمد بن أحمد النرسي، أخبرنا المعافى، حدثنا البغوي، حدثنا\nوهب، حدثنا خالد، عن الشيباني، عن عون بن عبد الله، عن أخيه عبيد الله، عن\nأبي هريرة: عن النبي - صلى الله عليه وسلم - قال:(إن في الجمعة لساعة لا\nيسأل الله فيها عبد مؤمن شيئا، إلا استجاب له). وفيها توفي:أبو حفص\nالكتاني، وأمة السلام بنت القاضي أحمد بن كامل، ونائب دمشق حبيش بن محمد بن\nصمصام البربري، وعبد الله بن محمد بن عبد المؤمن القرطبي، ومحمد بن جعفر بن\nرهيل، وأبو زرعة محمد بن يوسف الكشي، وأبو عبد الله ابن أخي ميمي\nالدقاق.(16/547) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0146'> Vol. 32, p. 0146</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head94'>AUT 399 - ابن النعمان محمد بن النعمان بن محمد المغربي</h2>\n\n<p>\nقاضي الديار المصرية، أبو عبد الله محمد ابن القاضي أبي حنيفة النعمان\nبن محمد المغربي. ولي الأحكام بعد أخيه أبي الحسن، وكان مجموع <span id='ms4619'></span> الفضائل،\nلكنه على اعتقاد العبيدية. وله شعر عذب، ومن ذلك: أيا مشبه البدر بدر السما\n*لسبع وخمس مضت واثنتين ويا كامل الحسن في نعته *شغلت فؤادي وأسهرت عيني\nفهل لي من مطمع أرتجيه *وإلا انصرفت بخفي حنين ويشمت بي شامت في هواك\n*ويفصح لي ظلت صفر اليدين فإما مننت وإما قتلت *فأنت قدير على الحالتين قال\nابن زولاق:لم نشاهد لقاض من القضاة من الرئاسة ما شاهدناه لمحمد بن\nالنعمان، ولا بلغنا ذلك عن قاض بالعراق...، وبالغ في نعته وتقريظه، ووصفه\nبالهيبة وإقامة الحق، وكان يخلفه أولاد أخيه. مات:في صفر، سنة تسع وثمانين\nوثلاث مائة، ثم ولي القضاء ابن أخيه الحسين بن علي.(16/548) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0147'> Vol. 32, p. 0147</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head95'>AUT 400 - ابن حبابة عبيد الله بن محمد البغدادي</h2>\n\n<p>\nالشيخ، المسند، العالم، الثقة، أبو القاسم عبيد الله بن محمد بن إسحاق\nبن سليمان بن حبابة - بالتخفيف - البغدادي، المتوثي، البزاز. ولد:سنة ثلاث\nمائة. وسمع من:أبي القاسم البغوي كتابه المعروف ب (الجعديات). وسمع أيضا\nمن:أبي بكر بن أبي داود، وابن صاعد، وطائفة. حدث عنه:أبو محمد الخلال،\nوالأزجي عبد العزيز بن علي، وعبيد الله بن أحمد الأزهري، وأبو محمد\nالصريفيني الخطيب، وآخرون. قال الخطيب:كان ثقة، مات في ربيع الآخر، سنة تسع\nوثمانين وثلاث مائة، وصلى عليه الإمام أبو حامد الإسفراييني. أخبرنا علي بن\nأحمد، والمسلم بن محمد إذنا، قالا: أخبرنا أبو اليمن الكندي، أخبرنا عبد\nالله بن أحمد، أخبرنا أبو الحسين محمد بن علي، أخبرنا عبيد الله بن محمد\nالبزاز سنة 386، حدثنا عبد الله بن محمد البغوي، حدثنا عبد الأعلى بن حماد.\nحدثنا حماد بن سلمة، عن ثابت، عن أبي عثمان النهدي، أن أبا هريرة قال: سمعت\nرسول الله - صلى الله عليه وسلم - يقول:(صوم شهر الصبر، وصوم ثلاثة أيام من\nكل شهر، صوم الدهر). أخرجه:النسائي، عن زكريا خياط السنة، عن عبد الأعلى\nالنرسي، فوقع لنا بدلا عاليا.(16/549) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0148'> Vol. 32, p. 0148</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head96'>AUT 401 - ابن الجراح عيسى بن علي بن عيسى البغدادي</h2>\n\n<p>\nالشيخ الجليل، العالم، المسند، أبو القاسم عيسى بن علي <span id='ms4620'></span> بن عيسى بن داود\nبن الجراح البغدادي، والد الوزير العادل أبي الحسن. ولد:سنة اثنتين وثلاث\nمائة. وسمع:البغوي، وابن أبي داود، وابن صاعد، وأبا حامد الحضرمي، وبدر بن\nالهيثم، وأبا بكر بن دريد، ومحمد بن نوح الجنديسابوري، وأبا بكر بن زياد،\nوأبا جعفر بن البهلول، وأبا عمر محمد بن يوسف القاضي، وأبا بكر بن مجاهد،\nوعدة. وأملى عدة مجالس.(16/550) حدث عنه:أبو القاسم الأزهري، وأبو محمد\nالخلال، وعلي بن المحسن التنوخي، وعبد الواحد بن شيطا، وأبو جعفر بن\nالمسلمة، وأبو الحسين أحمد بن محمد بن النقور، وآخرون. قال الخطيب:كان ثبت\nالسماع، صحيح الكتاب. وقال أبو الفتح بن أبي الفوارس:كان يرمى بشيء من مذهب\nالفلاسفة، توفي في يوم الجمعة، أول ربيع الأول، سنة إحدى وتسعين وثلاث\nمائة. وقال غيره:مات في ربيع الآخر. وقيل:مات في المحرم. وله نظم حسن. قال\nالخطيب:أنشدني أبو يعلى بن الفراء، أنشدنا عيسى بن علي لنفسه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0149'> Vol. 32, p. 0149</a>\n            </div>\n            \n</p>\n\n<p>\nرب ميت قد صار بالعلم حيا *ومبقى قد حاز جهلا وغيا فاقتنوا العلم كي\nتنالوا خلودا *لا تعدو الحياة في الجهل شيا وقال محمد بن إسحاق النديم:كان\nعيسى أوحد زمانه في علم المنطق والعلوم القديمة، له مؤلف في اللغة\nالفارسية. قلت:لقد شانته هذه العلوم وما زانته، ولعله رحم بالحديث إن شاء\nالله.(16/551) أخبرنا أحمد بن إسحاق، أخبرنا الفتح بن عبد السلام الكاتب،\nأخبرنا هبة الله بن الحسين، أخبرنا أحمد بن محمد البزاز، حدثنا عيسى بن علي\nإملاء، قال: قرئ على بدر بن الهيثم - وأنا أسمع - ، حدثكم أبو سعيد الأشج،\nحدثنا عقبة بن خالد، حدثني أسامة بن زيد، حدثني محمد بن كعب، عن عبد الله\nبن جعفر، عن علي، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات\nأقولهن عند الكرب:لا إله إلا الله الحليم الكريم، سبحان الله رب السماوات\nالسبع ورب العرش العظيم، الحمد لله رب العالمين. رواه غيره بزيادة عبد الله\nبن شداد بين علي وعبد الله بن جعفر، وذلك في (سنن <span id='ms4621'></span> النسائي)، فرواه عن خياط\nالسنة، عن إسماعيل بن عبيد، عن محمد بن سلمة، عن خالد بن يزيد، عن عبد\nالوهاب بن بخت، عن محمد بن عجلان، عن محمد بن كعب.(16/552) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0150'> Vol. 32, p. 0150</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head97'>AUT 402 - ابن واضح أحمد بن يوسف بن أحمد الثقفي</h2>\n\n<p>\nالشيخ، العالم، المعمر، الصدوق، أبو بكر أحمد بن يوسف بن أحمد بن\nإبراهيم بن أيوب بن عمرو بن مسلم بن واضح الثقفي الأصبهاني الخشاب المؤذن.\nحدث عن:الحسن بن محمد الداركي، والحسن بن محمد بن دكة، وعمر بن عبد الله بن\nالحسن، والفضل بن الخصيب، وجماعة. حدث عنه:أبو بكر بن أبي علي، وأبو نعيم،\nوأحمد بن الفضل الباطرقاني، وأبو سهل حمد بن أحمد الصيرفي، وآخرون. توفي\nسنة إحدى وتسعين وثلاث مائة، وقد قارب تسعين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0151'> Vol. 32, p. 0151</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head98'>AUT 403 - ابن رزيق أحمد بن عبد الله بن حميد البغدادي</h2>\n\n<p>\nالشيخ، المحدث، الثقة، أبو الحسن أحمد بن عبد الله بن حميد بن رزيق -\nأوله راء - ، شيخ بغدادي، سكن مصر. سمع:محمد بن يوسف الهروي، ومحمد بن بكار\nالسكسكي، والقاضي المحاملي، ومحمد بن مخلد، وأبا علي محمد بن سعيد الرقي،\nومحمد بن جعفر بن ملاس، وعبد الرحمن بن عبد الله بن المقرئ المكي، وانتقى\nعليه خلف الحافظ. حدث عنه:سبطه أبو الحسين محمد بن مكي، ورشأ بن نظيف، وعبد\nالعزيز الأزجي، ويوسف بن رباح. وثقه الصوري. مات في ربيع الأول سنة إحدى\nوتسعين وثلاث مائة.(16/553) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0152'> Vol. 32, p. 0152</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head99'>AUT 404 - الحلبي أبو الحسن علي بن محمد بن إسحاق</h2>\n\n<p>\nالإمام، العلامة، القاضي، الفقيه، القاضي، أبو الحسن علي بن محمد بن\nإسحاق بن محمد بن يزيد الحلبي الشافعي، نزيل مصر. سمع من:جده إسحاق، وعلي\nبن عبد الحميد الغضائري، وعبد الرحمن بن عبيد الله ابن أخي الإمام، ومحمد\nبن إبراهيم بن نيروز الأنماطي، ومحمد بن نوح الجنديسابوري، ومحمد بن الربيع\nبن سليمان الجيزي، وأبي بكر بن زياد النيسابوري، وعدة. حدث عنه:عبد الملك\nبن أبي عثمان الزاهد، ورشأ بن نظيف، والحسين بن عتيق التنيسي، وعبد الملك\nبن عمر البغدادي الرزاز، ومحمد بن أحمد بن محمد <span id='ms4622'></span> بن حسنون النرسي، وأبو\nالحسين محمد بن مكي المصري، وآخرون. قال:أبو عمرو الداني:روى عن:ابن مجاهد\nكتاب (السبعة)هو وشيخنا أبو مسلم آخر من بقي من أصحاب ابن مجاهد. وعمر أبو\nالحسن عمرا طويلا حتى نيف على عشر ومائة فيما بلغني. وقيل:إن مولده كان في\nسنة خمس وتسعين ومائتين، وتوفي في سنة ست وتسعين، فعمره مائة سنة وسنة.\nأنبأنا أحمد بن عبد القادر، أخبرنا عبد الصمد بن محمد القاضي، أخبرنا طاهر\nبن سهل، أخبرنا محمد بن مكي الأزدي، أخبرنا علي بن محمد، حدثنا عبد الرحمن\nبن عبيد الله، حدثنا محمد بن قدامة، حدثنا جرير، عن رقية، عن جعفر بن إياس،\nعن حبيب، - يعني ابن سالم - ، عن النعمان بن بشير، قال:أنا أعلم الناس\nبميقات هذه الصلاة؛صلاة العشاء الآخرة، كان رسول الله - صلى الله عليه وسلم\n- يصليها لسقوط القمر لثالثه.(16/554) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0153'> Vol. 32, p. 0153</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head100'>AUT 405 - ابن زنبور محمد بن عمر بن علي البغدادي</h2>\n\n<p>\nالشيخ، المسند، أبو بكر محمد بن عمر بن علي بن خلف بن زنبور البغدادي\nالوراق، بقية الأشياخ. حدث عن:أبي القاسم البغوي، وأبي بكر بن أبي داود،\nويحيى بن صاعد، وعمر الدربي، وغيرهم. حدث عنه:أبو القاسم الأزهري، وأبو\nمحمد الخلال، وجماعة خاتمتهم أبو نصر الزينبي. قال الأزهري:هو ضعيف في\nروايته عن البغوي، وسماعه من الدربي صحيح. وقال العتيقي:فيه تساهل. توفي في\nصفر سنة ست وتسعين وثلاث مائة. قال الخطيب:كان ضعيفا جدا. قلت:سمعنا من\nطريقه كتاب (البعث)لابن أبي داود، والثاني من رواية زغبة عن الليث، والثالث\nمن (مسند)ابن مسعود لابن صاعد، وهذه الأجزاء من أعلى ما عندي مع\nضعفه.(16/555) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0154'> Vol. 32, p. 0154</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head101'>AUT 406 - الأبهري أبو جعفر أحمد بن محمد بن المرزبان</h2>\n\n<p>\nالأديب، المعمر، الصدوق، أبو جعفر أحمد بن محمد بن المرزبان الأبهري -\nأبهر أصبهان - ، راوي جزء لوين عن أبي جعفر محمد بن إبراهيم الحزوري، سمعه\nمنه في سنة خمس وثلاث مائة. وكان من فضلاء الأدباء. حدث عنه:شجاع بن علي\nالمصقلي، وأخوه أحمد، وأبو القاسم بن مندة <span id='ms4623'></span>، وأبو عيسى بن زياد، ومحمد بن\nعمر الطهراني، والمطهر بن عبد الواحد اليزاني، وخلق آخرهم موتا أبو بكر بن\nماجه الأبهري. توفي سنة ثلاث وتسعين وثلاث مائة.(16/556) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0155'> Vol. 32, p. 0155</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head102'>AUT 407 - ابن الجندي أحمد بن محمد بن عمران النهشلي</h2>\n\n<p>\nالشيخ، أبو الحسن أحمد بن محمد بن عمران بن الجندي النهشلي البغدادي.\nولد سنة ست وثلاث مائة. وسمع من:أبي القاسم البغوي، ويحيى بن صاعد، وأبي\nسعيد العدوي. حدث عنه:أبو الحسن العتيقي، وأبو القاسم الأزهري، وأبو محمد\nالخلال، وأحمد بن محمد بن النقور، وآخرون، وعمر دهرا. قال الأزهري:ليس\nبشيء، حضرته وهو يقرأ عليه كتاب (ديوان الأنواع)الذي جمعه، فقال لي ابن\nالآبنوسي:ليس هذا سماعه، وإنما رأى على نسخة على ترجمتها اسم وافق اسمه\nفادعى ذلك. وقال العتيقي:كان يرمى بالتشيع، وكانت له أصول حسان. مات في\nجمادى الآخرة سنة ست وتسعين وثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0156'> Vol. 32, p. 0156</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head103'>AUT 408 - المؤمل بن أحمد بن محمد أبو القاسم الشيباني</h2>\n\n<p>\nالشيخ، الصدوق، أبو القاسم الشيباني، البغدادي، البزاز. سكن مصر، وحدث\nعن:أبي القاسم البغوي، وأبي بكر بن أبي داود، ويحيى بن صاعد، وأبي حامد\nالحضرمي، وطائفة. روى عنه:يوسف بن رباح، وأبو الحسين محمد بن مكي، وجماعة.\nوثقه الخطيب. وعاش أربعا وتسعين سنة. توفي سنة إحدى وتسعين وثلاث\nمائة.(16/557) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0157'> Vol. 32, p. 0157</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head104'>AUT 409 - الكلابي عبد الوهاب بن الحسن بن الوليد</h2>\n\n<p>\nالمحدث، الصادق، المعمر، أبو الحسين عبد الوهاب بن الحسن بن الوليد بن\nموسى الكلابي الدمشقي أخو تبوك. حدث عن:محمد بن خريم، وطاهر بن محمد، وسعيد\nبن عبد العزيز الحلبي، وأبي الجهم بن طلاب، وأبي الحسن بن جوصا، وإبراهيم\nبن عبد الرحمن بن مروان، وأبي عبيدة بن ذكوان، ومحمد بن بكار السكسكي، وخلق\nسواهم. حدث عنه:تمام الرازي، وعبد الوهاب الميداني، ورشأ بن نظيف، وأبو علي\nالأهوازي، وأبو القاسم الحنائي، وأبو القاسم بن الفرات، وأبو القاسم\nالسميساطي، وأبو الحسين محمد بن أحمد بن حسنون النرسي، وخلق سواهم. مولده\nكان في ذي القعدة سنة ست وثلاث مائة. ومات في ربيع الأول سنة ست وتسعين\nوثلاث مائة <span id='ms4624'></span>، وله تسعون سنة، قاله عبد العزيز الكتاني، وقال:كان ثقة، نبيلا،\nمأمونا. وفيها مات:أبو عمر أحمد بن عبد الله بن محمد بن الباجي الحافظ،\nوأبو الحسين أحمد بن محمد بن عمران بن الجندي، والإمام أبو سعد ابن الإمام\nأبي بكر الإسماعيلي إسماعيل، وعلي بن جعفر السيروان المعمر بمكة، والقاضي\nعلي بن محمد الحلبي، والمحدث أبو عمرو محمد بن محمد البحيري، وعلي بن محمد\nبن العلاف المقرئ، وأبو بكر محمد بن علي الديباجي، وأبو بكر بن زنبور\nالوراق.(16/558) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0158'> Vol. 32, p. 0158</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head105'>AUT 410 - ابن درستويه الحسن بن محمد الدمشقي</h2>\n\n<p>\nالشيخ، الإمام، العدل، أبو علي الحسن بن محمد بن درستويه الدمشقي. روى\nعن:محمد بن خريم، وأبي الحسن بن جوصا، ومكحول البيروتي، وجماعة. وعنه:ولده\nمحمد، وعلي بن محمد الحنائي، وأبو علي الأهوازي، وأبو القاسم الحنائي،\nوإبراهيم بن الخضر الصائغ. أرخ الكتاني موته في ربيع الآخر سنة خمس وتسعين\nوثلاث مائة، وقال:كان ثقة ثبتا، - رحمه الله - .(16/559) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0159'> Vol. 32, p. 0159</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head106'>AUT 411 - أبو مسلم الكاتب محمد بن أحمد بن علي</h2>\n\n<p>\nالشيخ، العالم، المقرئ، المسند، الرحلة، أبو مسلم محمد بن أحمد بن علي\nبن الحسين البغدادي الكاتب، نزيل مصر. حدث عن:أبي القاسم البغوي، وأبي بكر\nبن أبي داود، وابن صاعد، ويزيد بن الهيثم، وأبي بكر بن مجاهد، وأبي بكر بن\nدريد، وأبي عيسى بن قطن، وأبي بكر بن الأنباري، وسعيد بن محمد أخي زبير\nالحافظ، وأبي علي محمد بن سعيد الحراني، وأبي علي الحضائري، وإبراهيم بن\nمحمد بن أحمد بن أبي ثابت، وأبي القاسم زياد بن يونس، لقيه بالقيروان في\nحدود الأربعين وثلاث مائة. وتفرد في الدنيا، وكان خاتمة من حدث عن البغوي،\nوابن أبي داود على لين فيه. حدث عنه:الحافظ عبد الغني الأزدي، وأبو عمرو\nالداني، ورشأ بن نظيف، وأبو علي الأهوازي، وأحمد بن بابشاذ الجوهري، وأبو\nالفضل بن بندار، وأبو الحسين محمد بن مكي الأزدي، ومحمد بن أبي عدي\nالسمرقندي، وأبو إبراهيم أحمد بن القاسم بن ميمون الحسيني، وعلي بن بقاء\nالوراق، والقاضي محمد بن سلامة القضاعي، وعدد <span id='ms4625'></span> كثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0160'> Vol. 32, p. 0160</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطيب:قال لي الصوري:بعض أصول أبي مسلم عن البغوي وغيره جياد.\nقلت:فكيف حاله من حال ابن الجندي؟ فقال:قد اطلع منه على تخليط، وهو أمثل من\nابن الجندي. حدثني وكيل أبي مسلم وكان محدثا حافظا، يقال له:أبو الحسين\nالعطار، قال:ما رأيت في أصول أبي مسلم عن البغوي شيئا صحيحا غير جزء واحد،\nكان سماعه فيه صحيحا، وما عداه كان مفسودا. قال أبو بكر الخطيب:كان كاتب\nالوزير أبي الفضل بن حنزابة. وقال أبو إسحاق الحبال:مات أبو مسلم في ذي\nالقعدة سنة تسع وتسعين وثلاث مائة.(16/560) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0161'> Vol. 32, p. 0161</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head107'>AUT 412 - الأصيلي أبو محمد عبد الله بن إبراهيم</h2>\n\n<p>\nالإمام، شيخ المالكية، عالم الأندلس، أبو محمد عبد الله بن إبراهيم\nالأصيلي. نشأ بأصيلا من بلاد العدوة، وتفقه بقرطبة. سمع:ابن المشاط، وابن\nالسليم القاضي، ووهب بن مسرة، - لقيه بوادي الحجارة - ، وأبا الطاهر\nالذهلي، وابن حيويه، وأبا إسحاق بن شعبان، وعدة بمصر. وكتب بمكة عن أبي زيد\nالفقيه (صحيح البخاري)، ولحق أبا بكر الآجري، وأخذ ببغداد عن أبي بكر\nالشافعي، وابن الصواف، والقاضي الأبهري. وله كتاب (الدلائل)في اختلاف مالك\nوأبي حنيفة والشافعي. قال القاضي عياض:قال الدارقطني:حدثني أبو محمد\nالأصيلي، ولم أر مثله. قال عياض:كان من حفاظ مذهب مالك، ومن العالمين\nبالحديث وعلله ورجاله، يرى أن النهي عن إتيان أدبار النساء على الكراهة،\nوينكر الغلو في الكرامات، ويثبت منها ما صح. ولي قضاء سرقسطة. قال:وكان\nنظير ابن أبي زيد بالقيروان، وعلى طريقته وهديه، وفيه زعارة، حمل الناس\nعنه، توفي في ذي الحجة، سنة اثنتين وتسعين وثلاث مائة، وشيعه أمم.(16/561)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0162'> Vol. 32, p. 0162</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head108'>AUT 413 - النصيبي أبو العباس أحمد بن نصر بن محمد</h2>\n\n<p>\nالإمام، الحافظ، البارع، الناقد، أبو العباس أحمد ابن أبي الليث نصر بن\nمحمد النصيبي المصري، نزيل نيسابور، وصاحب التصانيف. قال أبو عبد الله\nالحاكم:هو باقعة في الحفظ، شبهت مذاكرته بالسحر، وكان يتقشف ويجالس\nالصالحين، ثم ذهب إلى ما وراء النهر، وأقبل على الأدب والشعر، ودخل في\nالأعمال السلطانية، ثم <span id='ms4626'></span> اجتمعت به هناك وحفظه كما كان، فكنت أتعجب منه.\nسمع:بمصر أصحاب يونس بن عبد الأعلى، وأحمد ابن أخي ابن وهب، وبالشام أبا\nهاشم الكناني، وأحمد بن عبد الرحيم القيسراني، وبالعراق أبا عبد الله\nالحكيمي، وإسماعيل الصفار، وبنيسابور أبا العباس الأصم. مات في سنة ست\nوثمانين وثلاث مائة. قلت:روى عنه:الحاكم، والقدماء، ورأيت تصنيفا في السنن\nمخروما أظنه له، وما أحسب أنه وقع لي شيء من حديثه إلا أن يكون\nبإجازة.(16/562) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0163'> Vol. 32, p. 0163</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها مات معه:أبو حامد أحمد ابن المزكي أبي إسحاق إبراهيم بن محمد بن\nيحيى النيسابوري، والمسند أبو حامد أحمد بن عبد الله بن نعيم النعيمي\nالسرخسي، ومؤرخ مصر العلامة أبو محمد الحسن بن إبراهيم بن زولاق المصري عن\nثمانين سنة - لقي الطحاوي ونحوه - ، وشيخ القراء بمصر أبو أحمد عبد الله بن\nالحسين بن حسنون السامري في المحرم، والشيخ أبو أحمد عبيد الله بن يعقوب بن\nإسحاق بن جميل الأصبهاني - راوي (مسند أحمد بن منيع)، سمعه من جده عنه - ،\nومسند العراق أبو الحسن علي بن عمر بن محمد الحربي السكري الصيرفي في شوال،\nوشيخ الشافعية أبو عبد الله محمد بن الحسن بن إبراهيم الجرجاني المعروف\nبالختن - يعني ختن الإسماعيلي - ، والقدوة الواعظ أبو طالب محمد بن علي بن\nعطية المكي - صاحب (القوت) - ، وصاحب مصر العزيز بالله نزار بن المعز معد\nالعبيدي الرافضي، وعالم المغرب أبو محمد عبد الله بن أبي زيد القيرواني\nالمالكي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0164'> Vol. 32, p. 0164</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head109'>AUT 414 - ابن خرشيذ قوله أحمد بن عمر الأصبهاني</h2>\n\n<p>\nالشيخ، المسند، أبو علي أحمد بن عمر بن خرشيذ قوله الأصبهاني التاجر أحد\nالأثبات. كان كثير الترحال. حدث بمصر ومكة وببغداد، واستوطن مصر. سمع:أبا\nحامد الحضرمي، وأبا بكر بن زياد النيسابوري. وعنه:العتيقي، وإسماعيل بن\nرجاء العسقلاني، ورشأ بن نظيف، وخلق.(16/563) وثقه الخطيب. وقال الخطيب:مات\nفي جمادى الأولى سنة أربع وتسعين وثلاث مائة. قلت:لعله نسيب أبي إسحاق بن\nخرشيذ قوله. وفيها توفي:أبو معاذ شاه بن عبد الرحمن الهروي، وأبو عمر بن\nعبد الوهاب السلمي، وأبو <span id='ms4627'></span> جعفر محمد بن محمد بن جعفر الماليني، ومحمد بن عبد\nالملك بن ضيفون القرطبي - لقي ابن الأعرابي - ، ويحيى بن إسماعيل الحربي\nالمزكي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0165'> Vol. 32, p. 0165</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head110'>AUT 415 - الختن محمد بن الحسن بن إبراهيم الإستراباذي</h2>\n\n<p>\nالإمام، العلامة، شيخ الشافعية، أبو عبد الله محمد بن الحسن بن إبراهيم\nالإستراباذي ثم الجرجاني الشافعي، المعروف بالختن، كان ختن الإمام أبي بكر\nالإسماعيلي. مولده في سنة إحدى عشرة وثلاث مائة. كان رأسا في المذهب، صاحب\nوجه، مقدما في علم الأدب، وفي القراءات، ومعاني القرآن، ذكيا، مناظرا، كبير\nالشأن.(16/564) سمع من:أبي نعيم عبد الملك بن عدي وطبقته بجرجان، ومن عبد\nالله بن جعفر بن فارس ونحوه بأصبهان، ومن أبي العباس الأصم بنيسابور، وأكثر\nعن الأصم. وكان معنيا بالحديث، عارفا به، شرح (التلخيص)لأبي العباس بن\nالقاص. خلف من الأولاد:أبا بشر الفضل، وأبا النضر عبد الله، وأبا الحسن عبد\nالواسع. تفقه به جماعة. ومات بجرجان في يوم عرفة، ودفن يوم النحر سنة ست\nوثمانين وثلاث مائة. حدث عنه:طائفة منهم الحافظ حمزة بن يوسف السهمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0166'> Vol. 32, p. 0166</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head111'>AUT 416 - ابن أخي ميمي محمد بن عبد الله البغدادي</h2>\n\n<p>\nالشيخ، الصدوق، المسند، أبو الحسين محمد بن عبد الله بن الحسين بن عبد\nالله بن هارون البغدادي الدقاق، أحد الثقات، ويعرف بابن أخي ميمي. سمع:أبا\nالقاسم البغوي، وأبا جعفر أحمد بن إسحاق بن بهلول، وأبا حامد الحضرمي، وابن\nصاعد، وإسماعيل الوراق، وعدة. حدث عنه:أبو طالب العشاري، وأبو محمد بن\nهزارمرد، وأبو الحسين بن النقور، وجماعة كثيرة. وانتشر حديثه.(16/565) مات\nفي سلخ رجب سنة تسعين وثلاث مائة، وكان من أبناء التسعين. وقع لنا بالإجازة\nأربعة أجزاء من حديثه. أنبأنا المؤمل بن محمد وغيره:أن الخضر بن كامل\nالسروجي أخبرهم، أخبرنا الحسين بن علي السبط، أخبرنا أبو الحسين بن النقور،\nأخبرنا محمد بن عبد الله الدقاق، حدثنا عبد الله بن محمد، حدثنا أبو نصر\nالتمار، حدثتنا أم نهار، عن عمتها أمينة أنها لقيت عائشة - رضي الله عنها -\nفسألتها عن الحناء، فقالت:لا بأس به، بقلة رطبة، ولا <span id='ms4628'></span> تقربنه وأنتن حيض،\nوقالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0167'> Vol. 32, p. 0167</a>\n            </div>\n            \n</p>\n\n<p>\nكان رسول الله - صلى الله عليه وسلم - يلعن القاشرة والمقشورة، والواصلة\nوالموصولة. هذا حديث غريب فرد. والمقشورة:التي تقشر وجهها بالغمرة.(16/565)\nتم بعونه تعالى الجزء السادس عشر من (سير أعلام النبلاء)، ويليه الجزء\nالسابع عشر، وأوله ترجمة:صاحب الموصل، حسام الدولة مقلد بن المسيب العقيلي.\nجاء في آخر المجلد العاشر من الأصل ما نصه : تم الجزء العاشر من (سير أعلام\nالنبلاء) للشيخ الإمام العالم العامل الحجة الناقد البارع جامع أشتات\nالفنون مؤرخ الإسلام شمس الدين أبي عبد الله محمد بن أحمد بن عثمان الذهبي\nفسح الله في مدته. وهي أول نسخة نسخت من خط المصنف وقوبلت عليه بحسب\nالإمكان، ولله الحمد والمنة، وبه التوفيق والعصمة، ويتلوه في الجزء الذي\nيليه - وهو المجلد الحادي عشر- صاحب الموصل حسام الدولة مقلد بن المسيب\nالعقيلي. وكان الفراغ منه ليلة الأحد، لعشر خلون من شهر رجب، سنة إحدى\nوأربعين وسبع مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0168'> Vol. 32, p. 0168</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "0001",
    "0002",
    "0003",
    "0004",
    "0005",
    "0006",
    "0007",
    "0008",
    "0009",
    "0010",
    "0011",
    "0012",
    "0013",
    "0014",
    "0015",
    "0016",
    "0017",
    "0018",
    "0019",
    "0020",
    "0021",
    "0022",
    "0023",
    "0024",
    "0025",
    "0026",
    "0027",
    "0028",
    "0029",
    "0030",
    "0031",
    "0032",
    "0033",
    "0034",
    "0035",
    "0036",
    "0037",
    "0038",
    "0039",
    "0040",
    "0041",
    "0042",
    "0043",
    "0044",
    "0045",
    "0046",
    "0047",
    "0048",
    "0049",
    "0050",
    "0051",
    "0052",
    "0053",
    "0054",
    "0055",
    "0056",
    "0057",
    "0058",
    "0059",
    "0060",
    "0061",
    "0062",
    "0063",
    "0064",
    "0065",
    "0066",
    "0067",
    "0068",
    "0069",
    "0070",
    "0071",
    "0072",
    "0073",
    "0074",
    "0075",
    "0076",
    "0077",
    "0078",
    "0079",
    "0080",
    "0081",
    "0082",
    "0083",
    "0084",
    "0085",
    "0086",
    "0087",
    "0088",
    "0089",
    "0090",
    "0091",
    "0092",
    "0093",
    "0094",
    "0095",
    "0096",
    "0097",
    "0098",
    "0099",
    "0100",
    "0101",
    "0102",
    "0103",
    "0104",
    "0105",
    "0106",
    "0107",
    "0108",
    "0109",
    "0110",
    "0111",
    "0112",
    "0113",
    "0114",
    "0115",
    "0116",
    "0117",
    "0118",
    "0119",
    "0120",
    "0121",
    "0122",
    "0123",
    "0124",
    "0125",
    "0126",
    "0127",
    "0128",
    "0129",
    "0130",
    "0131",
    "0132",
    "0133",
    "0134",
    "0135",
    "0136",
    "0137",
    "0138",
    "0139",
    "0140",
    "0141",
    "0142",
    "0143",
    "0144",
    "0145",
    "0146",
    "0147",
    "0148",
    "0149",
    "0150",
    "0151",
    "0152",
    "0153",
    "0154",
    "0155",
    "0156",
    "0157",
    "0158",
    "0159",
    "0160",
    "0161",
    "0162",
    "0163",
    "0164",
    "0165",
    "0166",
    "0167",
    "0168"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43"
  ]
}