{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>ذكر سلفنا الصالح - رضي الله عنهم -</h1>\n\n<p>\nأن جزيرة من جزائر الهند التي تحت خط الاستواء، وهي الجزيرة التي يتولد\nبها الإنسان من غير أم ولا أب، وبها شجر يثمر نساء، وهي التي ذكر المسعودي\nأنها جزيرة الوقواق لان تلك الجزيرة اعدل بقاع الأرض هواء؛ أتممها لشروق\nالنور الأعلى عليها استعداد، وان كان ذلك خلاف ما يراه جمهور الفلاسفة\nوكبار الأطباء، فانهم يرون إن اعدل ما في المعمورة الإقليم الرابع، فان\nكانوا قالوا ذلك لأنه صح عندهم انه ليس على خط الاستواء عمارة لمانع من\nالموانع الأرضية، فلقولهم: أن الإقليم الرابع اعدل بقاع الأرض وجه، وان\nكانوا إنما أرادوا بذلك إن ما على خط الاستواء شديد الحرارة، كالذي يصرح به\nأكثرهم فهو خطأ يقوم البرهان على خلافه.\n</p>\n\n<p>\nوذلك أنه قد تبرهن في العلوم الطبيعية أنه لا سبب لتكون الحرارة إلا\nالحركة أو ملاقاة الأجسام الحارة والإضاءة؛ وتبين فيها أيضا إن الشمس\nبذاتها غير حارة ولا متكيفة بشيء من هذه الكيفيات المزاجية؛ وقد تبين فيها\nأيضا إن الأجسام التي تقبل الإضاءة أتم القبول، هي الأجسام الصقيلة غير\nالشفافة، ويليها في قبول ذلك الأجسام الكثيفة غير الصقيلة، فأما الأجسام\nالشفافة التي لاشيء فيها من الكثافة فلا تقبل الضوء بوجه.\n</p>\n\n<p>\nوهذا وحده مما برهنه الشيخ أبو علي خاصة، ولم يذكره من تقدمه، فإذا صحت\nهذه المقدمات، فاللازم عنها أن الشمس لا تسخن الأرض كما تسخن الأجسام\nالحارة أجسام أخر تماسها، لان الشمس في ذاتها غير حارة ولا الأرض أيضا تسخن\nبالحركة لأنها ساكنة وعلى حالة واحدة في شروق الشمس عليها وفي وقت مغيبها\nعنها.\n</p>\n\n<p>\nوأحوالها في التسخين والتبريد، ظاهرة الاختلاف للحس في هذين الوقتين.\n</p>\n\n<p>\nولا الشمس أيضا تسخن الهواء أولا ثم تسخن بعد ذلك الأرض بتوسط سخونة\nالهواء، وكيف يكون ذلك ونحن نجد أن ما قرب من الهواء من الأرض في وقت الحر،\nأسخن كثيرا من الهواء الذي يبعد منه علوا؟ فبقي أن تسخين الشمس للأرض إنما\nهو على سبيل الإضاءة لا غير، فان <span id='ms01'></span> الحرارة تتبع الضوء أبدا: حتى إن الضوء\nإذا افرط في المرأة المقعرة، أشعل ما حاذاها.\n</p>\n\n<p>\nوقد ثبت في علوم التعاليم بالبراهين القطعية، أن الشمس كروية الشكل، وأن\nالأرض كذلك، وأن الشمس أعظم من الأرض كثيرا، وأن الذي يستضيء من الشمس أبدا\nهو أعظم من نصفها، وأن هذا النصف المضيء من الأرض في كل وقت أشد ما يكون\nالضوء في وسطه، لأنه أبعد المواضع من المظلمة، ولأنه يقابل من الشمس أجزاءا\nأكثر، وما قرب من المحيط كان أقل ضوءا حتى ينتهي إلى الظلمة عند محيط\nالدائرة الذي ما أضاء موقعه من الأرض قط، وإنما يكون الموضع وسط دائرة\nالضياء إذا كانت الشمس على سمت رؤوس الساكنين فيه، وحينئذ تكون الحرارة في\nذلك الموضع أشد ما يكون فان كان الموضع مما تبعد الشمس عن مسامتة رؤوس\nأهله، كان شديد البرودة جدا، وان كان مما تدوم فيه المسامتة كان شديد\nالحرارة، وقد ثبت في علم الهيئة أن بقاع الأرض التي على خط الاستواء لا\nتسامت الشمس رؤوس أهلها سوى مرتين في العام: عند حلولها برأس الحمل؛ وعند\nحلولها برأس الميزان.\n</p>\n\n<p>\nوهي في سائر العام ستة أشهر جنوبا منهم، وستة أشهر شمالا منهم: فليس\nعندهم حر مفرط، ولا برد مفرط.\n</p>\n\n<p>\nوأحوالهم بسبب ذلك متشابهة.\n</p>\n\n<p>\nوهذا القول يحتاج إلى بيان أكثر من هذا، لا يليق بما نحن بسبيله؛ وإنما\nنبهناك عليه، لأنه من الأمور التي تشهد بصحة ما ذكر من تجويز تولد الإنسان\nبتلك البقعة من غير أم ولا أب.\n</p>\n\n<p>\nفمنهم من بت الحكم وجزم القضية بأن\n</p>\n\n<h1 class='l1' id='head1'>حي بن يقظان</h1>\n\n<p>\nمن جملة من تكون في تلك البقعة من غير أم ولا أب، ومنهم من أنكر ذلك وروى\nمن أمره خبرا نقصه عليك، فقال: انه كان بازاء تلك الجزيرة، جزيرة عظيمة\nمتسعة الأكتاف، كثيرة الفوائد، عامرة بالناس، يملكها رجل منهم شديد الأنفة\nوالغيرة، وكانت له أخت ذات جمال وحسن باهر فعضلها ومنعها الأزواج إذا لم\nيجد لها كفوا.\n</p>\n\n<p>\nوكان له قريب يسمى يقظان فتزوجها سرا على <span id='ms02'></span> وجه جائز في مذهبهم المشهور في\nزمنهم.\n</p>\n\n<p>\nثم إنها حملت منه ووضعت طفلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nفلما خافت أن يفتضح أمرها وينكشف سرها، وضعته في تابوت أحكمت زمه بعد أن\nأروته من الرضاع؛ وخرجت به في أول الليل في جملة من خدمها وثقاتها إلى ساحل\nالبحر، وقلبها يحترق صبابة به، وخوفا عليه، ثم إنها ودعته وقالت: \"اللهم\nانك خلقت هذا الطفل ولم يكن شيئا مذكورا، ورزقته في ظلمات الأحشاء، وتكفلت\nبه حتى تم واستوى.\n</p>\n\n<p>\nوأنا قد سلمته إلى لطفك، ورجوت له فضلك، خوفا من هذا الملك الغشوم الجبار\nالعنيد.\n</p>\n\n<p>\nفكن له، ولا تسلمه، يا أرحم الراحمين\" ثم قذفت به في اليم.\n</p>\n\n<p>\nفصادف ذلك جري الماء بقوة المد، فاحتمله من ليلته إلى ساحل الجزيرة\nالأخرى المتقدم ذكرها.\n</p>\n\n<p>\nوكان المد يصل في ذلك الوقت إلى موضع لا يصل إليه بعد علم.\n</p>\n\n<p>\nفأدخله الماء بقوته إلى أجمة ملتفة الشجر عذبة التربة، مستورة عن الرياح\nوالمطر، محجوبة عن الشمس تزاور عنها إذا طلعت، وتميل إذا غربت.\n</p>\n\n<p>\nثم أخذ الماء في الجزر.\n</p>\n\n<p>\nوبقي التابوت في ذلك الموضع، وعلت الرمال بهبوب الرياح، وتراكمت بعد ذلك\nحتى سدت مدخل الماء إلى تلك الأجمة.\n</p>\n\n<p>\nفكان المد لا ينتهي إليها، وكانت مسامير التابوت قد فلقت، وألواحه قد\nاضطربت عند رمي الماء في تلك الأجمة.\n</p>\n\n<p>\nفلما أشتد الجوع بذلك الطفل، بكى واستغاث وعالج الحركة، فوقع صوته في أذن\nظبية فقدت طلاها، خرج من كناسه فحمله العقاب، فلما سمعت الصوت ظنته ولدها.\n</p>\n\n<p>\nفتتبعت الصوت وهي تتخيل طلاها حتى وصلت إلى التابوت، ففحصت عنه بأظلافها\nوهو ينوء ويئن من داخله، حتى طار عن التابوت لوح من أعلاه.\n</p>\n\n<p>\nفحنت الظبية وحنت عليه ورئفت به، وألقمه حلمتها وأروته لبنا سائغا.\n</p>\n\n<p>\nومازالت تتعهده وتربيه وتدفع عنه الأذى.\n</p>\n\n<p>\nهذا ما كان من ابتداء أمره عند من ينكره التولد.\n</p>\n\n<p>\nونحن نصف هنا كيف تربى وكيف أنتقل في أحواله حتى يبلغ المبلغ العظيم.\n</p>\n\n<p>\nوأما الذين زعموا أنه تولد من الأرض فانهم قالوا إن بطنا من أرض تلك\nالجزيرة تخمرت فيه طينه <span id='ms03'></span> على مر السنين والأعوام، حتى امتزج فيها الحار\nبالبارد، والرطب باليابس، امتزاج تكافؤ وتعادل في القوى.\n</p>\n\n<p>\nوكانت هذه الطينة المتخمرة كبيرة جدا وكان بعضها يفضل بعضا في اعتدال\nالمزاج والتهيؤ لتكون الأمشاج.\n</p>\n\n<p>\nوكان الوسط منها أعدل ما فيها وأتمه مشابهة بمزاج الإنسان: فتمخضت تلك\nالطينة، وحدث فيها شبه نفاخات الغليان لشدة لزوجتها: وحدث في الوسط منها\nلزوجة ونفاخة صغيرة جدا، منقسمة بقسمين، بينها حجاب رقيق، ممتلئة بجسم لطيف\nهوائي في غاية من الاعتدال اللائق به، فتعلق به عند ذلك الروح الذي هو من\nأمر الله تعالى وتشبث به تشبثا يعسر انفصاله عنه عند الحس وعند العقل؛ إذ\nقد تبين أن هذا الروح دائم الفيضان من عند الله عز وجل، وأنه بمنزلة نور\nالشمس الذي هو دائم الفيضان على العالم.\n</p>\n\n<p>\nفمن الأجسام ما لا يستضيء به، وهو الهواء الشفاف جدا؛ ومنها ما يستضيء به\nبعض الاستضاءة، وهي الأجسام الكثيفة غير الصقيلة وهذه تختلف في قبول\nالضياء، وتختلف بحسب ذلك ألوانها، ومنها ما يستضيء به غاية الاستضاءة وهي\nالأجسام الصقيلة كالمرأة ونحوها.\n</p>\n\n<p>\nفإذا كانت هذه المرأة مقعرة على شكل مخصوص، حدث فيها النار لإفراط\nالضياء.\n</p>\n\n<p>\nالذي هو الروح، الذي هو من أمر الله تعالى، فياض أبدا على جميع\nالموجودات؛ فمنها ما لا يظهر أثره فيه اعدم الأستعداد، وهي الجمادات التي\nلا حياة لها، وهذه بمنزلة الهواء في المثال المتقدم، ومنها ما يظهر أثره\nفيه، وهي أنواع النبات بحسب استعداداتها وهذه بمنزلة الأجسام الكثيفة في\nالمثال المتقدم؛ ومنها ما يظهر أثره فيه ظهورا كثيرا، وهي الأجسام الصقيلة\nفي المثال المتقدم.\n</p>\n\n<p>\nومن هذه الأجسام الصقيلة ما يزيد على شدة قبوله لضياء الشمس أنه يحكي\nصورة الشمس، ومثالها.\n</p>\n\n<p>\nوكذلك أيضا من الحيوان ما يزيد على شدة قبوله للروح أنه يحكي الروح\nويتصور بصورته وهو الإنسان خاصة.\n</p>\n\n<p>\nواليه الإشارة بقوله صلى الله عليه وسلم: \"إن الله خلق أدم على صورته\".\n</p>\n\n<p>\nفان قويت في هذه الصورة حتى تتلاشى جميع الصور في حقها، وتبقى هي وحدها،\nوتحرق سبحات <span id='ms04'></span> نورها كل ما أدركته، كانت حينئذ بمنزلة المرأة المنعكسة على\nنفسها المحرقة لسوها وهذا لا يكون إلا للأنبياء صلوات الله عليهم أجمعين.\n</p>\n\n<p>\nوهذا كله مبين في مواضعه اللائقة به، فليرجع إلى تمام ما حكوه من وصف ذلك\nالتخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: فلما تعلق هذا الروح بتلك القرارة، خضعت له جميع القوى وسجدت له\nوسخرت بأمر الله تعالى في كمالها، فتكون بازاء تلك القرارة نفاخة أخرى\nمنقسمة إلى ثلاث قرارت بينهما حجب لطيفة، ومسالك نافذة، وامتلأت بمثل ذلك\nالهوائي الذي امتلأت منه القرارة الأولى؛ إلا أنه ألطف منه.\n</p>\n\n<p>\nوفي هذه البطون الثلاثة المنقسمة من واحد، طائفة من تلك القوى التي خضعت\nله وتوكلت بحراستها والقيام عليها، وإنهاء ما يطرأ فيها من دقيق الأشياء\nوجليلها إلى الروح الأول المتعلق بالقرارة الأولى.\n</p>\n\n<p>\nوتكون بازاء هذه القرارة من الجهة المقابلة للقراءة الثانية، نفاخة ثالثة\nمملوءة جسما هوائيا، إلا أنه أغلظ من الأولين وسكن في هذه القرارة فريق من\nتلك القوى الخاضعة، وتوكلت بحفظها والقيام عليها؛ فكانت هذه القرارة الأولى\nوالثانية والثالثة، أول ما تخلق من تلك الطينة المتحمرة على الترتيب الذي\nذكرناه.\n</p>\n\n<p>\nواحتاج بعضها إلى بعض: فالأولى منها حاجتها إلى الآخرين، حاجة استخدام\nوتسخير.\n</p>\n\n<p>\nوالأخريان حاجتهما إلى الأولى حاجة المرؤوس إلى الرئيس، والمدبر إلى\nالمدبر؛ وكلاهما لما يتخلق بعدهما من الأعضاء رئيس لا مرؤوس.\n</p>\n\n<p>\nوأحدهما، وهو الثاني، أتمم رئاسة من الثالث فالأول منهما لما تعلق به\nالروح، واشتعلت حرارته تشكل بشكل النار لصنوبري وتشكل أيضا الجسم الغليظ\nالمحدق به على شكله، وتكون لحما صلبا، وصار عليه غلاف صفيق يحفظه وسمي\nالعضو كله قلبا واحتاج لما يتبع الحرارة من التحليل وافناء الرطوبات إلى\nشيء يمده ويغذوه، ويخلف ما تحلل منه على الدوام، وإلا لم يطل بقاؤه، واحتاج\nأيضا إلى تحسس بما يلائمه فيجذبه، وبما يخالفه فيدفعه.\n</p>\n\n<p>\nفتكفل له العضو الواحد بما فيه من القوى التي أصلها منه بحاجته الواحدة،\nوتكفل له العضو الآخر بحاجته الأخرى.\n</p>\n\n<p>\nوكان المتكفل بالحس هو الدماغو المتكفل بالغذاء هو الكبد؛ واحتاج كل واحد <span id='ms05'></span>\nمن هذين إليه في أن يمدها بحرارته، وبالقوى المخصوصة بهما التي أصلها منه،\nفانتسجت بينهما لذلك كله مسالك وطرق: بعضها أوسع من بعض بحسب ما تدعواليه\nالضرورة، فكانت الشرايين والعروق.\n</p>\n\n<p>\nوصفه الطبيعيون في خلقة الجنين في الرحم، لم يغادروا من ذلك شيئا، إلى أن\nكمل خلقه، وتمت أعضاؤه، وحصل في حد خروج الجنين من البطن، واستعانوا في وصف\nكمال ذلك بتلك الطينة الكبيرة المتخمرة، وأنها كانت قد تهيأت لان يتخلق\nمنها كل ما يحتاج إليه في خلق الإنسان من الأغشية المجللة لجملة بدنه\nوغيرها فلما كمل انشقت عنه تلك الأغشية، بشبه المخاض، وتصدع باقي الطينة إذ\nكان قد لحقه الجفاف.\n</p>\n\n<p>\nثم استغاث ذلك الطفل عند فناء مادة غذائه واشتداد جوعه، فلبته ظبية فقدت\nطلاها.\n</p>\n\n<p>\nثم استوى عبد ما وصفه هؤلاء بعد هذا الموضع، وما وصفه الطائفة الأولى في\nمعنى التربية؛ فقالوا جميعا: إن الظبية التي تكفلت به وافقت خصبا ومرعى\nأثيثا، فكثر لحمها وكثر لبنها، حتى قام بغذاء ذلك الطفل أحسن قيام.\n</p>\n\n<p>\nوكانت معه لا تبعد عنه إلا لضرورة الرعي.\n</p>\n\n<p>\nوألف الطفل تلك الظبية حتى كان بحيث إذا هي أبطأت عنه اشتد بكاؤه فطارت\nإليه.\n</p>\n\n<p>\nولم يكن بتلك الجزيرة شيء من السباع العادية، فتربى الطفل ونما واغتذى\nبلبن تلك الظبية إلى أن تم له حولان، وتدرج في المشي وأثغر فكان يتبع تلك\nالظبية، وكانت هي ترفق به وترحمه وتحمله إلى مواضع فيها شجر مثمر فكانت\nتطعمه ما تساقط من ثمراتها الحلوة النضيجة؛ وما كان منها صلب القشر كسرته\nله بطواحنها؛ ومتى عاد إلى اللبن أروته، ومتى ظمئ إلى الماء أرودته، متى\nضحا ظللته؛ ومتى خصر أدفأته.\n</p>\n\n<p>\nوإذا جن الليل صرفته إلى مكان الأول وجللته بنفسها وبريش كان هناك؛ مما\nملئ به التابوت أولا في وقت وضع الطفل فيه.\n</p>\n\n<p>\nوكان في غدوهما ورواحهما قد ألفهما ربرب يسرح ويبيت معهما حيث مبيتهما.\n</p>\n\n<p>\nفما زال الطفل مع الظباء على تلك الحال: يحكي نغمتها بصوته حتى لا يكاد\nيفرق بينهما؛ وكذلك كان يحكي جميع <span id='ms06'></span> ما يسمعه من أصوات الطير وأنواع سائر\nالحيوان محاكاة شديدة لقوة انفعاله لما يريده ما كانت محاكاته لأصوات\nالظباء في الاستصراخ والاستئلاف والاستدعاء والاستدفاع.\n</p>\n\n<p>\nإذ للحيوانات في هذه الأحوال المختلفة أصوات مختلفة فألفته الوحوش\nوألفها؛ ولم تنكره ولا أنكرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفلما ثبت في نفسه أمثلة الأشياء بعد مغيبها عن مشاهدته، حدث له نزوغ إلى\nبعضها؛ وكراهية لبعض.\n</p>\n\n<p>\nوكان في ذلك كله ينظر إلى جميع الحيوانات فيراها كاسية بالاوبار والأشعار\nوأنواع الريش، وكان يرى ما لها من العدو وقوة البطش، وما لها من الأسلحة\nالمعدة لمدافعة من ينازعها، مثل القرون والأنياب والحوافر والصياصي\nوالمخالب.\n</p>\n\n<p>\nثم يرجع إلى نفسه، فيرى ما به من العري وعدم السلاح، وضعف العدو، وقلة\nالبطش، عندما كانت تنازعه الوحوش أكل الثمرات، وتستبد بها دونه، وتغلبه\nعليها، فلا يستطيع المدافعة عن نفسه، ولا الفرار عن شيء منها.\n</p>\n\n<p>\nوكان يرى أترابه من أولاد الظباء، قد تبتت لها قرون، بعد أن لم تكن،\nوصارت قوية بعد ضعفها في العدو.\n</p>\n\n<p>\nولم ير لنفسه شيئا من ذلك فكان يفكر في ذلك ولا يدري ما سببه.\n</p>\n\n<p>\nوكان ينظر إلى ذوي العاهات والخلق الناقص فلا يجد لنفسه شبيها فيهم.\n</p>\n\n<p>\nوكان أيضا ينظر إلى مخارج الفضول من سائر الحيوانات، فيراها مستورة: أما\nمخرج أغلظ الفضلتين فبالاذناب، وأما مخرج وأما مخرج أرقهما فبالاوبار وما\nأشبههما.\n</p>\n\n<p>\nولأنها كانت أيضا اخفى قضبانا منه.\n</p>\n\n<p>\nفكان ذلك ما يكربه ويسؤه.\n</p>\n\n<p>\nفلما طال همه في ذلك كله، وهو قد قارب سبعة اعوام، ويئس من أن يكمل له ما\nقد أضر به نقصه، اتخذ من أوراق الشجر العريضة شيئا جعل بعضه خلفه وبعضه\nقدمه، وعمل من الخوض والحلفاء شبه حزام على وسطه، علق به تلك الأوراق فلم\nيلبث إلا يسيرا حتى ذوى ذلك الورق وجف وتساقط.\n</p>\n\n<p>\nفما زال يتخذ غيره ويخصف بعضه ببعض طاقات مضاعفة، وربما كان ذلك أطول\nلبقائه إلا انه على كل حال قصير المدة.\n</p>\n\n<p>\nواتخذ من أغصان الشجر عصيا وسوى أطرافها وعدل متنها.\n</p>\n\n<p>\nوكان بها على الوحوش المنازعة له، فيحمل <span id='ms07'></span> على الضعيف منها، ويقاوم القوي\nمنها، فنبل بذلك قدره عند نفسه بعض نباله، ورأى أن ليده فضلا كثيرا على\nأيديها: إذ أمكن له بها ستر عورته واتخاذ العصي التي يدافع بها عن حوزته،\nما استغنى به عما أراده من الذنب والعذاب الطبيعي.\n</p>\n\n<p>\nوفي خلال ذلك ترعرع واربى على السبع سنين، وطال به العناء في تجديد\nالأوراق التي كان يستتر بها.\n</p>\n\n<p>\nفكانت نفسه عند ذلك تنازعه إلى اتخاذ ذنب من ذنوب الوحوش الميتة ليعلقه\nعلى نفسه، إلا أنه كان يرى أحياء الوحوش تتحامى ميتها وتفر عنه فلا يتأتى\nله الأقدام على ذلك الفعل، إلى أن صادف في الأيام نسرا ميتا فهدي إلى نيل\nأمله منه، واغتنم الفرصة في، إذ لم ير للوحوش عنه نفرة فأقدم عليه، وقطع\nجناحيه وذنبه صحاحا كما هي، وفتح ريشها وسواها، وسلخ عنه سائر جلده، وفصله\nعلى قطعتين: ربط إحداهما على ظهره، وأخرى على سرته وما تحتها، وعلق الذنب\nمن خلفه، وعلق الجناحين على عضديه، فأكسبه ذلك سترا ودفئا ومهابة في نفوس\nجميع الوحوش، حتى كانت لا تنازعه ولا تعارضه.\n</p>\n\n<p>\nفصار لايدنو إليه شيء منها سوى الظبية التي كانت أرضعته وربته: فانها لم\nتفارقه ولا فارقها، إلى أن اسنت وضعغت، فكان يرتاد بها المراعي الخصبة\nويجتني لها الثمرات الحلوة، ويطعمها.\n</p>\n\n<p>\nومازل الهزل والضعف يستولي عليها ويتوالى، إلى أن أدركها الموت، فسكنت\nحركاتها بالجملة، وتعطلت جميع أفعالها.\n</p>\n\n<p>\nفلما رأها الصبي على تلك الحالة، جزع جزعا شديدا، وكادت نفسه تفيض أسفا\nعليها.\n</p>\n\n<p>\nفكان يناديها بالصوت الذي كانت عادتها أن تجيبه عند سماعه، ويصيح بأشد ما\nيقدر عليه، فلا لها عند ذلك حركة ولا تغييرا.\n</p>\n\n<p>\nفكان ينظر إلى أذنيها والى عينيها فلا يرى بها آفة ظاهرة، وكذلك كان ينظر\nإلى جميع أعضائها فلا يرى بشيء منها آفة.\n</p>\n\n<p>\nفكان يطمع إن يعثر على موضع الآفة فيزيلها عنها، فترجع إلى ما كانت عليه\nفلم ياتت له شيء من ذلك ولا استطاعة.\n</p>\n\n<p>\nوكان الذي أرشده لهذا الرأي ما كان قد اعتبره في نفسه <span id='ms08'></span> قبل ذلك: لانه كان\nيرى انه إذا غمض عينيه أو حجبهما بشيء لا يبصر حتى نزول ذلك العائق، وكذلك\nكان يرى انه اذا ادخل إصبعه في أذنيه وسدها لا يسمع شيئا حتى يزول ذلك\nالعارض، وإذا امسك أنفه بيده لا يشم شيئا من الروائح حتى يفتح أنفه.\n</p>\n\n<p>\nفاعتقد من اجل ذلك إن جميع ماله من الادراكات والأفعال قد تكون لها عوائق\nتعوقها، فإذا أزيلت العوائق عادت الأفعال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nفلما نظر إلى جميع أعضاء الظاهرة ولم ير فيها آفة ظاهرة - وكان يرى مع\nذلك العطلة قد اشتملها ولم يختص بها عضو دون عضو - وقع في خاطرة أن الآفة\nالتي نزلت بها، إنما هي العضو غائب عن العيان مستكن في باطن الجسد، وان ذلك\nالعضو لا يغني عنه في فعله شيء من هذه الأعضاء الظاهرة.\n</p>\n\n<p>\nفلما نزلت به الآفة عمت المضرة، وشملت العطلة، وطمع لو أنه عثر على ذلك\nالعضو وأزال عنه ما يزال به لاستقامت أحواله وفاض على سائر البدن نفعه،\nوعادت الأفعال إلى ما كانت عليه.\n</p>\n\n<p>\nوكان قد شاهد قبل ذلك في الأشباح الميتة من الوحوش وسواها أن جميع\nأعضائها مصمتة لا تجويف فيها إلا القحف، والصدر، والبطن.\n</p>\n\n<p>\nفوقع في نفسه أن العضو الذي بتلك الصفة لن يعدو أحد هذه المواضع الثلاثة،\nوكان يغلب على ظنه غلبة قوية أنه إنما هو في الموضع المتوسط من هذه المواضع\nالثلاثة، إذ استقر في نفسه أن جميع الأعضاء محتاجة إليه، وأن الواجب بحسب\nذلك أن يكون مسكنه في الوسط.\n</p>\n\n<p>\nوكان أيضا إذا رجع إلى ذاته، شعر بمثل هذا العضو في صدره لانه كان يعترض\nسائرا اعضائه كاليد، والرجل، والأذن، والانف، والعين، ويقدر مفارقتها،\nفيتاى له أنه كان يستغني عنها، وكان يقدر في رأسه مثل ذلك ويظن أنه يستغني\nعنه، فإذا فكر في الشيء الذي يجده في صدره، لم يتأت له الاستغناء عنه طرفة\nعين.\n</p>\n\n<p>\nوكذلك كان عند محاربته للوحوش أكثر ما كان يتقي من صياصيهم على صدره،\nلشعوره بالشيء الذي فيه.\n</p>\n\n<p>\nفلما جزم الحكم <span id='ms09'></span> بان العضو الذي نزلت به الآفة إنما هو في صدورها، اجمع\nعلى البحث عليه والتنقير عنه، لعله يظفر به، ويرى آفته فيزيلها ثم انه خاف\nأنه يكون نفس فعله هذا أعظم من الآفة التي نزلت بها أولا فيكون سعيه عليها.\n</p>\n\n<p>\nثم أنه تفكر: هل رأى من الوحوش وسواها، من ضار في مثل تلك الحال، ثم عاد\nإلى مثل حاله الأول؟ فلم يجد شيئا! فحصل له من ذلك، اليأس من رجوعها إلى\nحالها الأولى إن هو تركها، وبقي له بعض الرجاء في رجوعها إلى تلك الحال إن\nهو وجد ذلك العضو وأزال الآفة عنه.\n</p>\n\n<p>\nفعزم على شق صدرها وتفتيش ما فيه، فاتخذ من كسور الأحجار الصلدة وشقوق\nالقصب اليابسة، أشباه السكاكين، وشق بها بين أضلاعها حتى قطع اللحم الذي\nبين الأضلاع، وأفضى إلى الحجاب المستبطن للأضلاع فراه قويا، فقوي ظنه مثل\nذلك الحجاب لا يكون إلا لمثل ذلك العضو وطمع بأنه إذا تجاوزه ألفى مطلوبه\nفحاول شقه، فصعب عليه، لعدم الآلات، ولأنها لم تكن إلا من الحجارة والقصب،\nفاستجدها ثانية واستحدها وتلطف في خرق الحجاب حتى انخرق له، فأفضى إلى\nالرئة فظن أنها مطلوبه، فما زال يقلبها ويطلب موضع الآفة بها.\n</p>\n\n<p>\nوكان أولا نصفها الذي هو في الجانب الواحد.\n</p>\n\n<p>\nفلما راها مائلة إلى جهة واحدة، وكان قد اعتقد أن ذلك العضو لا يكون إلا\nفي الوسط في عرض البدن، كما في الوسط في طوله.\n</p>\n\n<p>\nفمازال يفتش في وسط الصدر حتى ألفى القلب وهو مجلل بغشاء في غاية القوة\nمربوط بعلائق في غاية الوثاقة، والرثة مطيفة به من الجهة التي بدأ بالشق\nمنها، فقال في نفسه: إن كان لهذا العضو من الجهة الأخرى مثل ما له من الجهة\nفهو في حقيقة الوسط، ولا محالة أنه مطلوبي.\n</p>\n\n<p>\nلا سيما مع ما أرى له حسن الوضع، وجمال الشكل، وقلة التشتت، وقوة اللحم،\nوأنه محجوب بمثل هذا الحجاب الذي لم أر مثله لشيء من الأعضاء.\n</p>\n\n<p>\nفبحث عن الجانب الآخر من الصدر، فوجد فيه الحجاب المستبطن <span id='ms10'></span> للأضلاع، ووجد\nالرئة كمثل ما وجد من هذه الجهة.\n</p>\n\n<p>\nفحكم بان ذلك العضو هو مطلوبه، فحاول هتك حجابه، وشق شغافه، فبكد\nواستكراه ما، قدر على ذلك، بعد استفراغ مجهوده.\n</p>\n\n<p>\nوجرد القلب فراه مصمتا من كل جهة، فنظر هل يرى فيه آفة ظاهرة؟ فلم ير فيه\nشيئا! فشد على يده، فتبين له أن فيه تجويفا، فقال: لعل مطلوبي الأقصى إنما\nهو في داخل هذا العضو، وأنا حتى الآن لم أصل إليه.\n</p>\n\n<p>\nفشق عليه، فألقى فيه تجويفين اثنين احدهما من الجهة اليمنى والآخر من\nالجهة اليسرى، والذي من الجهة اليمنى مملوء بعقد منعقد، والذي من الجهة\nاليسرى خال لا شيء به.\n</p>\n\n<p>\nفقال: لن يعدو مطلوبي أن يكون مسكنه أحد هذين البيتين.\n</p>\n\n<p>\nثم قال: أما هذا البيت الأيمن، فلا أرى فيه إلا هذا الدم المنعقد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nولا شك أنه لم ينعقد حتى صار الجسد كله إلى هذا الحال - إذ كان قد شاهد\nالدماء متى سالت وخرجت انعقدت وجمدت ولم يكن هذا إلا دما كسائر الدماء -\nوأنا أرى أن هذا الدم موجود في سائر الأعضاء لا يختص به عضو دون أخر، وأنا\nليس مطلوبي شيئا بهذه الصفة إنما مطلوبي الشيء الذي يختص به هذا الموضع\nالذي أجدني لا أستغني عنه طرفة العين، واليه كان انبعاثي من أول.\n</p>\n\n<p>\nواما هذا الدم فكم مرة جرحتني الوحوش في المحاربة فسال مني كثير منه فما\nضرني ذلك ولا افقدني شيئا من أفعالي، فهذا بيت ليس فيه مطلوبي.\n</p>\n\n<p>\nوأما هذا البيت الأيسر فأراه خاليا لاشيء فيه، وما أرى ذلك لباطل، فاني\nرأيت كل عضو من الأعضاء إنما لفعل يختص به، فكيف يكون هذا البيت على ما\nشاهدت من شرفه باطلا؟ ما أرى إلا أن مطلوبي كان فيه! فارتحل عنه وأخلاه.\n</p>\n\n<p>\nوعند ذلك، طرأ على هذا الجسد من العطلة ما طرأ، ففقد الإدراك وعدم\nالحراك.\n</p>\n\n<p>\nفلما رأى أن الساكن في ذلك البيت قد ارتحل قبل انهدامه وتركه وهو بحاله،\nتحقق أنه أحرى أن لا يعود إليه بعد أن حدث فيه من <span id='ms11'></span> الخراب والتخريق ما حدث.\n</p>\n\n<p>\nفصار عنده الجسد كله خسيسا لا قدر له بالإضافة إلى ذلك الشيء الذي اعتقد\nفي نفسه أنه يسكنه مدة ويرحل عنه بعد ذلك.\n</p>\n\n<p>\nفاقتصر على الفكرة في ذلك الشيء ما هو؟ وكيف هو؟ وما الذي ربطه بهذا\nالجسد؟ والى اين صار؟ ومن أي الأبواب خرج عند خروجه من الجسد؟ وما السبب\nالذي أزعجه إن كان خرج كارها؟ وما السبب الذي كره إليه الجسد، حتى فارقه إن\nكان خرج مختارا؟ وتشتت فكره في ذلك كله، وسلا عن الجسد وطرحه، وعلم أن أمه\nالتي عطفت عليه وأرضعته، إنما كانت ذلك الشيء المرتحل، وعنه كانت تصدر تلك\nالأفعال كلها، لا هذا الجسد العاطل وأن هذا الجسد بجملته، إنما هو كالآلة\nوبمنزلة العصي التي اتخذها هو لقتال الوحوش.\n</p>\n\n<p>\nفانتقلت علاقته عن الجسد إلى صاحب الجسد ومحركه، ولم يبق له شوق إلا\nإليه.\n</p>\n\n<p>\nوفي خلال ذلك نتن ذلك الجسد، وقامت منه روائح كريهة، فزادت نفرته عنه،\nوود أن لا يراه ثم انه سنح لنظره غرابان يقتتلان حتى صرع أحدهما الآخر\nميتا.\n</p>\n\n<p>\nثم جعل الحي يبحث في الأرض حتى حفر حفرة فوارى فيها ذلك الميت بالتراب\nفقال في نفسه: ما أحسن ما صنع هذا الغراب في مواراة جيفة صاحبه وان كان قد\nأساء في قتله اياه! وأنا كنت أحق بالاهتداء إلى هذا الفعل بآمي! فحفر حفرة\nوألقى فيها جسد أمه، وحثا عليها التراب.\n</p>\n\n<p>\nوبقي يتفكر في ذلك الشيء المصرف للجسد لا يدري ما هو! غير أنه كان ينظر\nإلى أشخاص الظباء كلها، فيراها على شكل أمه، وعلى صورتها فكان يغلب على\nظنه، أن كل واحد منها إنما يحركه ويصرفه شيء هو مثل الشيء الذي كان يحرك\nأمه ويصرفها، فكان يألف الظباء ويحن إليها لمكان ذلك الشبه.\n</p>\n\n<p>\nوبقي على ذلك برهة من الزمن، يتصفح أنواع الحيوان والنبات ويطوف بساحل\nتلك الجزيرة، ويتطلب هل يرى أو يجد لنفسه شبيها حسبما يرى لكل واحد من\nأشخاص الحيوان والنبات أشباها كثيرة، فلا يجد شيئا من ذلك <span id='ms12'></span>.\n</p>\n\n<p>\nوكان يرى البحر قد أحدق بالجزيرة من كل جهة، فيعتقد أنه ليس في الوجود\nأرض سوى جزيرته تلك.\n</p>\n\n<p>\nواتفق في بعض الاحيان أن انقدحت نار في أجمة قلخ على سبيل المحاكة.\n</p>\n\n<p>\nفلما بصر بها رأى منظرا هاله، وخلقا لم يعهده قبل، فوقف يتعجب منها مليا،\nومازال يدنو منها شيئا فشيئا، فرأى ما للنار من الضوء الثاقب والفعل الغالب\nحتى لا تعلق بشيء إلا أتت عليه وأحالته إلى نفسها، فحمله، العجب بها، وبما\nركب الله تعالى في طباعه من الجراءة والقوة، على أن يده إليها، وأراد أن\nيأخذ منها شيئا فلما باشرها أحرقت يده فلم يستطع القبض عليها فاهتدى إلى أن\nيأخذ قبسا لم تستول النار على جميعه، فأخذ بطرفه السليم والنار في طرفه\nالآخر، فتاتي له ذلك وحمله إلى موضعه الذي كان يأوي إليه - وكان قد خلا في\nجحر استحسنه للسكنى قبل ذلك.\n</p>\n\n<p>\nثم مازال يمد تلك النار بالحشيش والحطب الجزل، ويتعهدها ليلا ونهارا\nاستحسانا منه وتعجبا منها.\n</p>\n\n<p>\nوكان يزيد انسه بها ليلا، لأنها كانت تقوم له مقام الشمس في الضياء\nوالدفء، فعظم بها ولوعه، واعتقد أنها أفضل الأشياء التي لديه: وكان دائما\nيراها تتحرك إلى جهة فوق وتطلب العلو، فغلب على ظنه أنها من جملة الجواهر\nالسماوية التي كان يشاهدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يختبر قوتها في جميع الأشياء بأن يلقيها فيها، فيراها مستولية عليه\nأما بسرعة واما ببطء بحسب قوة استعداد الجسم الذي كان يلقيه للاحتراق أو\nضعفه.\n</p>\n\n<p>\nوكان من جملة ما القى فيها على سبيل الاختبار لقوتها، شيء من أصناف\nالحيوانات البحرية - كان قد ألقاه البحر إلى ساحله - فلما أنضجت ذلك\nالحيوان وسطع قتاره تحركت شهوته إليه، فأكل منه شيئا فاستطابه، فاعتاد بذلك\nأكل اللحم، فصرف الحيلة في صيد البر والبحر، حتى مهر في ذلك.\n</p>\n\n<p>\nوزادت محبته للنار، إذ تأتي له بها من وجوه الاغتذاء الطيب شيء لم يتأت\nله قبل ذلك.\n</p>\n\n<p>\nفلما اشتد شغفه بها لما رأى من أحسن آثارها وقوة اقتدارها، وقع في نفسه\nأن الشيء الذي ارتحل <span id='ms13'></span> من قلب أمه الظبية التي أنشأته، كان من جوهر هذا\nالوجود أو من شيء يجانسه، وأكد ذلك في ظنه، ما كان يراه من حرارة الحيوان\nطول مدة حياته، وبرودته من بعد موته، وكل هذا دائم لا يختل، وما كان يجده\nفي نفسه من شدة الحرارة عند صدره، بازاء الموضع الذي كان قد شق عليه من\nالظبية، فوقع في نفسه أنه لو أخذ حيوانا حيا وشق قلبه ونظر إلى ذلك التجويف\nالذي صادفه خاليا عندما شق عليه في أمه الظبية، لرأه في الحيوان الحي وهو\nمملوء بذلك الشيء الساكن فيه وتحقق هل هو من جوهر النار؟ وهل فيه شيء من\nالضوء والحرارة، آم لا؟ فعمد إلى بعد الوحوش واستوثق منه كتافا وشقه على\nالصفة التي شق بها الظبية حتى وصل القلب.\n</p>\n\n<p>\nفقصد أولا إلى الجهة اليسرى منه وشقها، فرأى ذلك الفراغ مملوءا بهواء\nبخاري، يشبه الضباب الابيض، فأدخل إصبعه فيه، فوجده من الحرارة في حد كاد\nيحرقه، ومات ذلك الحيوان على الفور.\n</p>\n\n<p>\nفصح عنده أن ذلك البخار الحار هو الذي كان يحرك هذا الحيوان، وأن في كل\nشخص من أشخاص الحيوانات مثل ذلك، ومتى انفصل عن الحيوان مات.\n</p>\n\n<p>\nثم تحركت في نفسه الشهوة للبحث عن سائر أعضاء الحيوان وترتيبها وأوضاعها\nوكميتها وكيفية ارتباط بعضها ببعض، وكيف تستمد من هذا البخار الحار حتى\nتستمر لها الحياة به، وكيف بقاء هذا البخار المدة التي يبقى، ومن أين\nيستمد، وكيف لا تنفذ حرارته؟ فتتبع ذلك كله بتشريح الحيوانات الأحياء\nوالاموات، ولم يزل ينعم النظر فيها ويجيد الفكرة، حتى بلغ في ذلك كله مبلغ\nكبار الطبيعيين، فتبين له أن كل شخص من أشخاص الحيوان، وان كان كثيرا\nبأعضائه وتفنن حواسه وحركاته فانه واحد بذلك الروح الذي مبدؤه من قرار\nواحد، وانقسامه وانقسامه في سائر الأعضاء منبعث منه.\n</p>\n\n<p>\nوأن جميع الأعضاء إنما هي خادمة له، أو مؤدية عنه، وأن منزلة ذلك الروح\nفي تصريف الجسد، كمنزلة من يحارب الأعداء بالسلاح التام، ويصيد جميع صيد\nالبر والبحر <span id='ms14'></span>، فيمد لكل جنس آلة يصيده بها والتي يحارب بها تنقسم: إلى ما\nيدفع به نكيلة غيره، والى ما ينكي بها غيره.\n</p>\n\n<p>\nوكذلك آلات الصيد تنقسم: إلى ما يصلح لحيوان البحر، والى ما يصلح لحيوان\nالبر، وكذلك الأشياء التي يشرح بها تنقسم: إلى ما يصلح للشق، والى ما يصلح\nللكسر، والى ما يصلح للثقب، والبدن الواحد، وهو يصرف ذلك أنحاء من التصريف\nبحسب ما تصلح له كل آلة، وبحسب الغايات التي تلتمس بذلك التصرف.\n</p>\n\n<p>\nكذلك؛ ذلك الروح الحيواني واحد، وإذا عمل بالة العين كان فعله أبصارا،\nوإذا عمل بآلة الآذن كان فعله سمعا، وإذا عمل بآلة الآنف كان فعله شما،\nوإذا عمل بآلة اللسان كان فعله ذوقا، وإذا عمل بالجلد واللحم كان فعله\nلمسا، وإذا عمل بالعضد كان فعله حركه، وإذا عمل بالكبد كان فعله غذاء\nواغتذاء.\n</p>\n\n<p>\nولكل واحد من هذه، أعضاء تخدمه.\n</p>\n\n<p>\nولا يتم لشيء من هذه فعل إلا بما يصل إليها من ذلك الروح، على الطريق\nالتي تسمى عصبا.\n</p>\n\n<p>\nومتى انقطعت تلك الطرق أو انسدت، تعطل فعل ذلك العضو.\n</p>\n\n<p>\nوهذه الأعصاب إنما تستمد الروح من بطون الدماغ يستمد الروح من القلب،\nوالدماغ فيه أرواح كثير، لانه موضع تتوزع فيه أقسام كثيرة: فآي عضو عدم هذا\nالروح بسبب من الأسباب تعطل فعله وصار بمنزلة الآلة المطرحة، التي يصرفها\nالفاعل ولا ينتفع بها.\n</p>\n\n<p>\nفان خرج هذا الروح بجملته عن الجسد، أو فني، أو تحلل بوجه من الوجوه،\nتعطل الجسد كله، وصار إلى حالة الموت، فانتهى به إلى هذا من منشئه، وذلك\nأحد وعشرون عاما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوفي خلال هذه المدة المذكورة تفنن في وجوه حيله، واكتسى بجلود الحيوانات\nالتي كان يشرحها، واحتذى بها، واتخذ الخيوط من الأشعار ولحا قصب الخطمية\nوالخباري والقنب، وكل نبات ذي خيط.\n</p>\n\n<p>\nوكان أصل اهتدائه إلى ذلك، أنه أخذ من الحلفاء وعمل خطاطيف من الشوك\nالقوي والقصب المحدد على الحجارة.\n</p>\n\n<p>\nواهتدى إلى البناء بما رأى من فعل الخطاطيف فاتخذ مخزنا وبيتا لفضلة\nغذائه، وحصن عليه بباب من القصب المربوط <span id='ms15'></span> بعضه إلى بعض، لئلا يصل إليه شيء\nمن الحيوانات عند مغيبه عن تلك الجهة في بعض شؤونه.\n</p>\n\n<p>\nواستألف جوانح الطير ليستعين بها في الصيد، واتخذ الدواجن ببيضها\nوفراخها، واتخذ من الصياصي البقر الوحشية شبه الاسنة، وركبها في القصب\nالقوي، وفي عصي الزان وغيرها، واستعان في ذلك بالنار وبحروف الحجارة، حتى\nصارت شبه الرماح، واتخذ ترسه من جلود مضاعة: كل ذلك لما رأى من عدمه السلاح\nالطبيعي.\n</p>\n\n<p>\nولما رأى أن يده تفي له بكل ما فاته من ذلك، وكان لا يقاومه شيء من\nالحيوانات على اختلاف أنواعها، إلا أنها كانت عنه فتعجزه هربا، فكر في وجه\nالحيلة في ذلك، فلم ير شيئا أنجع له من أن يتالف بعض الحيوانات الشديدة\nالعدو، ويحسن إليها بأعداد الغذاء الذي يصلح لها، حتى يتأتى له الركوب\nعليها ومطاردة سائر الأصناف بها.\n</p>\n\n<p>\nوكان بتلك الجزيرة خيل البرية وحمر وحشية، فاتخذ منها ما يصلح له، وراضها\nحتى كمل بها غرضه، وعمل عليها من الشرك والجلود أمثال الشكائم والسروج\nفتاتي له بذلك ما امله من طرد الحيوانات التي صعبت عليه الحيلة في أخذها.\n</p>\n\n<p>\nوانما تفنن في هذه الأمور كلها ف وقت اشتغاله التشريح، وشهوته في وقوفه\nعلى خصائص أعضاء الحيوان، وبماذا تختلف، وذلك في المدة التي حددنا منتهاها\nبأحد وعشرين عاما.\n</p>\n\n<p>\nثم انه بعد ذلك أخذ في مآخذ أخر من النظر، فتصفح جميع الأجسام التي في\nعالم الكون والفساد: من الحيوانات على اختلاف أنواعها، والنبات والمعادن\nوأصناف الحجارة والتراب والماء والبخار والثلج والبرد، والدخان واللهيب\nوالجمر، فرأى لها أصوافا كثيرة وأفعالا مختلفة، وحركات متفقة ومضادة، وأنعم\nالنظر في ذلك والتثبت، فرأى أنها تتفق ببعض الصفات وتختلف ببعض، وأنها من\nالجهة التي تتفق بها واحدة، ومن الجهة التي تختلف فيها متغايرة ومتكثرة\nفكان تارة ينظر خصائص الأشياء وما يتفرد به بعضها عن بعض، فتكثر عنده كثرة\nتخرج عن الحصر، وينتشر له الوجود انتشار لا يضبط.\n</p>\n\n<p>\nكل عضو منها فيرى أنه يحتمل القسمة إلى أجزاء كثيرة جدا، فيحكم على ذاته <span id='ms16'></span>\nبالكثرة، وكذلك على ذات كل شيء.\n</p>\n\n<p>\nثم كان يرجع إلى نظر آخر من طريق ثان، فيرى أن أعضاءه، وان كانت كثيرة\nفهي متصلة كلها بعضها ببعض، لا انفصال بينها بوجه، فهي في الحكم الواحد،\nوأنها لا تختلف إلا بحسب اختلاف أفعالها، أن ذلك الاختلاف إنما هو بسبب ما\nيصل إليها من قوة الروح الحيواني، الذي انتهى إليه نظره أولا، وأن ذلك\nالروح واحد ذاته، وهو حقيقة الذات، وسائر الأعضاء كلها كالآلات، فكانت تتحد\nعنده ذاته بهذا الطريق.\n</p>\n\n<p>\nثم أنه كان ينتقل إلى جميع أنواع الحيوانات، فيرى كل شخص منها واحدا بهذا\nالنوع من النظر.\n</p>\n\n<p>\nثم كان ينظر إلى نوع منها: كالظباء والخيل وأصناف الطير صنفا صنفا، فكان\nيرى أشخاص كل نوع يشبه بعضه بعضا في الأعضاء الظاهرة والباطنة الادراكات\nوالحركات والمنازع، ولا يرى بينها اختلافا إلا في أشياء يسيرة بالإضافة إلى\nما اتفقت فيه.\n</p>\n\n<p>\nوكان يحكم بان الروح الذي لجميع ذلك النوع شيء واحد، وأنه لم يختلف إلا\nأنه انقسم على قلوب كثيرة، وأنه لو أمكن أن يجمع جميع الذي افترق في تلك\nالقلوب منه ويجعل في وعاء واحد، لكان كله شيئا واحدا، بمنزلة ماء واحد، أو\nشراب واحد، يفرق على أوان كثيرة، ثم يجمع بعد ذلك.\n</p>\n\n<p>\nفهو في حالتي تفريقه وجمعه شيء واحد، إنما الغرض له التكثر بوجه ما، فكان\nيرى النوع بهذا النظر واحدا، ويجعل كثرة أشخاصه بمنزلة كثيرة أعضاء الشخص\nالواحد، التي لم تكن كثرة في الحقيقة.\n</p>\n\n<p>\nثم كان يحضر أنواع الحيوانات كلها في نفسه ويتأملها فيراها تتفق في أنها\nتحس، وتغتذي، وتتحرك بالإرادة إلى أي جهة شاءت، وكان قد علم أن هذه الأفعال\nهي أخص أفعال الروح الحيواني، وأن سائر الأشياء التي تختلف بها بعد هذا\nالاتفاق، ليست شديدة الاختصاص بالروح الحيواني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفظهر له بهذا التأمل، أن الروح الحيواني الذي لجميع جنس الحيوان واحد\nبالحقيقة، وان كان فيه اختلاف يسير، اختص به نوع دون نوع: بمنزلة ماء واحد\nمقسوم على أوان كثيرة، بعضه أبرد من بعض <span id='ms17'></span>.\n</p>\n\n<p>\nوهو في أصله واحد وكل ما كان في طبقة واحدة من البرودة، فهو بمنزلة\nاختصاص ذلك الروح الحيواني بنوع واحد، وان عرض له التكثر بوجه ما.\n</p>\n\n<p>\nفكان يرى جنس الحيوان كله واحدا بهذا النوع من النظر.\n</p>\n\n<p>\nثم كان يرجع إلى أنواع النبات على اختلافها.\n</p>\n\n<p>\nفيرى كل نوع منها تشبه أشخاصه بعضها بعضا في الأغصان، والورق، والزهر\nوالثمر، والأفعال فكان يقيسها بالحيوان، ويعلم أن لها شيئا واحدا فيه: هو\nلها بمنزلة الروح الحيواني وأنها بذلك الشيء واحد.\n</p>\n\n<p>\nوكذلك كان ينظر إلى جنس النبات كله، فيحكم باتحاده بحسب ما يراه من اتفاق\nفعله في أنه يتغذى وينمو.\n</p>\n\n<p>\nثم كان يجمع في نفسه جنس الحيوان وجنس النبات، فيراهما جميعا متفقين في\nالاغتذاء والنمو، ألا أن الحيوان يزيد على النبات، بفضل الحس والادراك\nوالتحرك؛ وربما ظهر في النبات شيء شبيه به، مثل تحول وجوه الزهر إلى جهة\nالشمس، وتحرك عروقه إلى الغذاء، بسبب شيء واحد مشترك بينهما، هو في أحدهما\nأتمم وأكمل، وفي الآخر قد عاقه عائق ما، وأن ذلك بمنزلة ماء واحد قسم\nبقسمين، أحدهما جامد والآخر سيال، فيتحد عنده النبات والحيوان.\n</p>\n\n<p>\nثم ينظر إلى الأجسام التي لا تحس ولا تغتذي ولا تنمو، من الحجارة،\nوالتراب، والماء، والهواء، واللهب، فيرى أنها أجسام مقدر لها الطول وعرض\nوعمق وأنها لاتختلف، إلا أن بعضها ذو لون وبعضها لا لون له وبعضها حار\nوالآخر بارد، ونحو ذلك من الاختلافات وكان يرى أن الحار منها يصير باردا،\nوالبارد يصير حار وكان يرى الماء يصير بخارا والبخار ماء، والأشياء\nالمحترقة تصير جمرا، ورمادا، ولهيبا، ودخانا، والدخان إذا وافق في صعوده\nقبة حجر انعقد فيه وصار بمنزلة سائر الأشياء الأرضية، فيظهر له بهذا\nالتأمل، أن جميعها شيء واحد في الحقيقة، وان لحقتها الكثرة بوجه ما، فذلك\nمثل ما لحقت الكثرة للحيوان والنبات.\n</p>\n\n<p>\nثم ينظر إلى الشيء الذي اتحد به عند النبات والحيوان، فيرى أنه جسم ما\nمثل هذه الأجسام: له طول وعرض وعمق، وهو إما حار واما بارد، كواحد <span id='ms18'></span> من هذه\nالأجسام التي لا تحس ولا تتغذى، وانما خالفها بأفعاله التي تظهر عنه\nبالآلات الحيوانية والنباتية لا غير، ولعل تلك الأفعال ليست ذاتية، وانما\nتسري إليه من شيء آخر ولو سرت إلى هذه الأجسام الآخر، لكانت مثله فكان ينظر\nإليه بذاته مجردا عن هذه الأفعال، التي تظهر ببادئ الرأي، أنها صادرة عنه،\nفكان يرى أنه ليس إلا جسما من هذه الأجسام، فيظهر له بهذا التأمل، أن\nالأجسام كلها شيء واحد: حيها وجمادها، متحركها وساكنها، إلا أنه يظهر أن\nلبعضها أفعالا بالات، ولا يدري هل تلك الأفعال ذاتية لها، أو سارية أليها\nمن غيرها.\n</p>\n\n<p>\nوكان في هذه الحال لا يرى شيئا غير الأجسام فكان بهذا الطريق يرى الوجود\nكله شيئا واحدا، وبالنظر الأول كثرة لا تنحصر ولا تتناهى.\n</p>\n\n<p>\nوبقي بحكم هذه الحالة مدة.\n</p>\n\n<p>\nثم انه تأمل جميع الأجسام حيها وجامدها.\n</p>\n\n<p>\nوهي التي هي عنده تارة شيء واحد وتارة كثيرة كثرة لا نهاية لها، فرأى إن\nكل واحد منها، لا يخلو من أحد أمرين: إما أن يتحرك إلى جهة العلو مثل\nالدخان واللهيب والهواء، إذا حصل تحت الماء واما أن يتحرك إلى الجهة\nالمضادة لتلك الجهة، وهي جهة السفل، مثل الماء، وأجزاء الحيوان والنبات،\nوأن كل جسم من هذه الأجسام لن يعرى عن إحدى هاتين الحركتين وأنه لا يسكن\nإلا إذا منعه مانع يعوقه عن طريقه، مثل الحجر النازل يصادف وجه الأرض صلبا،\nفلا يمكن أن يخرقه، ولو أمكنه ذلك لما انثنى عن حركته فيما يظهر، ولذلك إذا\nرفعته، وجدته يتحامل عليك بميله إلى جهة السفل، طالبا للنزول.\n</p>\n\n<p>\nوكذلك الدخان في صعوده، لا ينثني إلا أن يصادف قبة صلبة تحبسه، فحينئذ\nينعطف يمينا وشمالا ثم إذا تخلص من تلك القبة، خرق الهواء صاعدا لأن الهواء\nلا يمكنه أن يحبسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يرى إن الهواء إذا ملئ به زق جلد، وربط ثم غوص تحت الماء طلب الصعود\nوتحامل على من يمسكه تحت الماء، ولا يزال يفعل ذلك حتى يوافي موضع الهواء،\nوذلك بخروجه <span id='ms19'></span> من تحت الماء فحينئذ يسكن ويزول عنه ذلك التحامل والميل إلى\nجهة العلو الذي كان يوجد منه قبل ذلك.\n</p>\n\n<p>\nونظر هل يجد جسما يعرى عن إحدى هاتين الحركتين أو الميل إلى إحداهما في\nالوقت ما؟ فلم يجد ذلك في الأجسام التي لديه، وانما طلب ذلك، لانه طمع أن\nيجده، فيرى طبيعة الجسم من حيث هو جسم، دون أن تقترن به وصف من الأوصاف،\nالتي هي منشأ التكثر.\n</p>\n\n<p>\nفلما أعياه ذلك ونظر إلى الأجسام التي هي أقل الأجسام حملا للأوصاف فلم\nيرها تعرى عن أحد هذين الوصفين بوجه، وهما اللذان يعبر عنهما بالثقل والخفة\nفنظر إلى الثقل والخفة، هل هما للجسم من حيث هو جسم؟ أو هما لمعنى زائد على\nالجسمية؟ فظهر له أنهما لمعنى زائد على الجسمية لانهما لو كانا للجسم من\nحيث هو جسم، لما وجد إلا وهما له.\n</p>\n\n<p>\nونحن نجد الثقيل لا توجد فيه الخفة، والخفيف لا يوجد فيه الثقل، وهما لا\nمحالة جسمان ولكل واحد منهما معنى منفرد به عن الأخر زائد على جسميته.\n</p>\n\n<p>\nوذلك المعنى، الذي به غاير كل واحد منهما الآخر، ولولا ذلك لكانا شيئا\nواحدا من جميع الوجوه.\n</p>\n\n<p>\nفتبين له أن حقيقة كل واحد من الثقيل والخفيف، مركبة من معنيين: أحدهما\nما يقع فيه الاشتراك منهما جميعا، وهو معنى الجسمية؛ والآخر ما تنفرد به\nحقيقة كل واحد منهما على الاخر، وهما أما الثقل في احدهما واما الخفة في\nالاخر، المقترنان بمعنى الجسمية، أي المعنى الذي يحرك أحدهما الأخر علوا\nوالأخر سفلا.\n</p>\n\n<p>\nوكذلك نظر إلى سائر الأجسام من الجمادات والأحياء، فرأى أن حقيقة وجود كل\nواحد منهما مركبة من معنى الجسمية، ومن شيء أخر زائد على الجسمية: أما\nواحد، واما أكثر من واحد؛ فلاحت له صور الأجسام على اختلافها وهو أول ما\nلاح له من العالم الروحاني، اذ هي صور لا تدرك بالحس، وانما تدرك بضرب ما\nمن النظر العقلي.\n</p>\n\n<p>\nولاح له في جملة ما لاح من ذلك، أن الروح الحيواني الذي مسكنه القلب -\nوهو <span id='ms20'></span> الذي تقدم شرحه أولا - لابد له أيضا من معنى زائد على جسميته يصلح بذلك\nالمعنى لأن يعمل هذه الأعمال الغريبة، التي تختص به من ضروب الاحساسات،\nوفنون الادراكات وأصناف الحركات، وذلك المعنى هو صورته وفضله الذي انفصل به\nعن سائر الأجسام، وهو الذي يعبر عنه النظار بالنفس الحيوانية.\n</p>\n\n<p>\nوكذلك ايضا للشيء الذي يقوم للنبات مقام الحار الغريزي للحيوان، شيء يخصه\nهو صورته، وهو الذي يعبر عنه النظار بالنفس النباتية.\n</p>\n\n<p>\nوكذلك لجميع الأجسام الجمادات: وهي ما عدا الحيوان والنبات مما في عالم\nالكون والفساد شيء يخصها به، يفعل كل واحد منها فعله الذي يختص به مثل صنوف\nالحركات وضروب الكيفيات المحسوسة عنها، وذلك الشيء هو صورة كل واحد منها،\nوهو الذي يعبر النظار عنه بالطبيعة.\n</p>\n\n<p>\nفلما وقف بهذا النظر على ان حقيقة الروح الحيواني، الذي كان تشوقه اليه\nابدا، مركبة من معنى الجسمية، ومن معنى أخر زائد على الجسمية، وان معنى\nالجسمية مشترك، ولسائر الأجسام، والمعنى الأخر المقترن به هو وحده، هان\nعنده معنى الجسمية فاطرحه، وتعلق فكره بالمعنى الثاني، وهو الذي يعبر عنه\nالنفس؛ فتشوق إلى التحقق به فالتزم الفكرة فيه، وجعل مبدأ النظر في ذلك\nتصفح الأجسام كلها، لا من جهة ما هي أجسام، بل من وجهة ما هي ذوات صور تلزم\nعنها خواص، ينفصل بها بعضها ببعض.\n</p>\n\n<p>\nفتتبع ذلك وحصره في نفسه، فرأى جملة من الأجسام، تشترك في صورة ما يصدر\nعنها فعل ما، أو أفعال ما، ورأى فريقا من تلك الجملة، مع أنه يشارك الجملة\nبتلك الصورة، يزيد عليها بصورة أخرى، يصدر عنها ما، ورأى طائفة من ذلك\nالفريق، مع أنها تشارك الفريق في الصورة الأولى والثانية، تزيد عليه بصوره\nثالثة، تصدر عنها أفعال ما خاصة بها.\n</p>\n\n<p>\nمثال ذلك: إن الأجسام الأرضية، مثل التراب والحجارة والمعادن والنبات\nوالحيوان، وسائر الأجسام الثقيلة، وهي جملة واحدة تشترك في صورة واحدة تصدر\nعنها الحركة إلى الأسفل، ما لم يعقها عائق عن النزول: ومتى تحركت إلى جهة\nالعلو بالقسر ثم تركت <span id='ms21'></span>، تحركت بصورتها إلى الأسفل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوفريق من هذه الجملة، وهو النبات والحيوان، مع مشاركة الجملة المتقدمة في\nتلك الصورة، يزيد عليها صورة أخرى، يصدر عنها التغذي والنمو.\n</p>\n\n<p>\nوالتغذي: هو أن يخلف المتغذي، بدل ما تحلل منه، بان يحيل إلى ما التشبه\nبجوهره مادة قريبة منه، يجتذبها إلى نفسه.\n</p>\n\n<p>\nوالنمو: هو الحركة في الأقطار الثلاثة، على نسبة محفوظة في الطول والعرض\nوالعمق.\n</p>\n\n<p>\nفهذان الفعلان عامان للنبات والحيوان، وهما لا محالة صادران عن صورة\nمشتركة لهما، وهي المعبر عنها بالنفس النباتية.\n</p>\n\n<p>\nوطائفة من هذا الفريق، وهو الحيوان خاصة، مع مشاركته الفريق المتقدم في\nالصورة الأولى والثانية، تزيد عليه بصورة ثالثة، يصدر عنها الحس والتنقل من\nحين إلى أخر.\n</p>\n\n<p>\nورأى أيضا كل نوع من أنواع الحيوان، له خاصية ينحاز بها عن سائر الأنواع،\nوينفصل بها متميزا عنها.\n</p>\n\n<p>\nفعلم إن ذلك صادر عن صورة له تخصه هي زائدة عن معنى الصورة المشتركة له\nولسائر الحيوان، وكذلك لكل واحد من أنواع النبات مثل ذلك.\n</p>\n\n<p>\nفتبين له إن الأجسام المحسوسة التي في عالم الكون والفساد، بعضها تلتئم\nحقيقته من معان كثيرة، زائدة على معنى الجسمية، وبعضها من معان اقل؛ وعلم\nإن معرفة الأقل اسهل من معرفة الأكثر؛ فطلب أولا الوقوف على الحقيقة لشيء\nالذي تلتئم حقيقته من اقل الأشياء، ورأى إن الحيوان والنبات، لا تلتئم\nحقائقها إلا من معان كثيرة، لتفنن أفعالها؛ فأخر التفكير في صورهما.\n</p>\n\n<p>\nوكذلك رأى إن أجزاء الأرض بعضها ابسط من بعض، فقصد منها إلى ابسط ما قدر\nعليه وكذلك رأى إن الماء شيء قليل التركيب، لقلة ما يصدر عن صورته من\nأفعال، وكذلك راى النار والهواء.\n</p>\n\n<p>\nوكان قد سبق إلى ظنه أولا، أن هذه الأربعة يستحيل بعضها إلى بعض، وان لها\nشيئا واحدا تشترك فيه، وهو معنى الجسمية، وان ذلك الشيء ينبغي إن يكون خلوا\nمن المعاني التي تميز بها كل واحد من هذه الأربعة عن الأخر، فلا يمكن أن\nيتحرك إلى فوق ولا إلى اسفل، ولا إن يكون حارا ولا يكون باردا <span id='ms22'></span>، ولا يكون\nرطبا، ولا يابسا، لان كل واحد من هذه الاوصاف، لا يعم جميع الأجسام، فليست\nإذن للجسم بما هو جسم.\n</p>\n\n<p>\nفإذا أمكن وجود جسم لا صورة فيه زائدة على الجسمية، فليس تكون فيه صفة من\nهذه الصفات، ولا يمكن إن تكون فيه صفة إلا وهي تعم سائر الأجسام المتصورة،\nبضروب الصور.\n</p>\n\n<p>\nفنظر هل يجد وصفا واحدا يعم جميع الأجسام: حيها وجمادها، فلم يجد شيئا\nيعم الأجسام كلها.\n</p>\n\n<p>\nإلا معنى الامتداد الموجود في جميعها في الأقطار الثلاثة، التي يعبر عنها\nبالطول، والعرض، والعمق، فعلم هذا المعنى هو للجسم من حيث هو جسم، لكنه لم\nيتأت له بالحس وجود جسم بهذه الصفة وحدها، حتى لا يكون فيه معنى زائد على\nالامتداد المذكور ويكون بالجملة خلوا من سائر الصور.\n</p>\n\n<p>\nثم تفكر في هذا الامتداد إلى الأقطار الثلاثة، هل هو معنى الجسم بعينه،\nوليس ثم معنى أخر أو ليس الأمر كذلك، فرأى أن وراء هذا الامتداد معنى أخر،\nهو الذي يوجد فيه هذا الامتداد، وان الامتداد وحده لا يمكن إن يقوم بنفسه\nكما إن ذلك الشيء الممتد، لا يمكن أن تقوم دون امتداد.\n</p>\n\n<p>\nواعتبر ذلك ببعض هذه الأجسام المحسوسة ذوات الصور، كالطين مثلا، كان له\nطول وعرض وعمق على قدر ما.\n</p>\n\n<p>\nثم إن تلك الكرة بعينها لو أخذت وردت إلى شكل مكعب أو بيض، لتبدل ذلك\nالطول وذلك العرض وذلك العمق، وصارت على قدر أخر.\n</p>\n\n<p>\nغير الذي كانت عليه، والطين واحد بعينه لم يتبدل، غير أنه لا بد له من\nطول وعرض وعمق على أي قدر كان، ولا يمكن إن يعرى عنها؛ غير أنها لتعاقبها\nعليه، تبين له أنها معنى على حياله؛ ولكونه لا يعرى بالجملة عنها، تبين له\nأنها من حقيقة.\n</p>\n\n<p>\nفلاح له بهذا الاعتبار، إن الجسم، بما هو جسم، مركب على الحقيقة من\nمعنين: أحدهما يقوم منه مقام الطين للكرة في هذا المثال.\n</p>\n\n<p>\nوالأخر: يقوم مقام طول الكرة وعرضها وعمقها، أو المكعب، أو أي شكل كان\nله.\n</p>\n\n<p>\nوانه لا يفهم الجسم <span id='ms23'></span> إلا مركبا من هذين المعنين، وان احدهما لا يستغني عن\nالأخر.\n</p>\n\n<p>\nولكن الذي يمكن أن يتبدل ويتعاقب على أوجه كثيرة، وهو معنى الامتداد يشبه\nالصورة التي لسائر الأجسام ذوات الصور، والذي يثبت على حال واحدة، وهو الذي\nينزل منزلة الطين في المثال المتقدم، يشبه معنى الجسمية التي لسائر الأجسام\nذوات الصور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الشيء الذي هو بمنزلة الطين في هذا المثال هو الذي يسميه النظار\nالمادة والهيولى وهي عارية عن الصورة جملة.\n</p>\n\n<p>\nفلما نظره إلى هذا الحد، وفارق المحسوس بعض مفارقة، وأشرف على تخوم\nالعالم العقلي، استوحش وحن إلى ما ألفه من عالم الحس، فتقهقر قليلا وترك\nالجسم على الإطلاق، إذ هو أمر لا يدركه الحس، ولا يقدر على تناوله.\n</p>\n\n<p>\nفاخذ أبسط الأجسام المحسوسة التي شاهدها، وهي تلك الأربعة التي كان قد\nوقف نظره عليها.\n</p>\n\n<p>\nفأول ما نظر إلى الماء فرأى انه إذا خلي وما تقتضيه صورته، ظهر منه برد\nمحسوس، وطلب النزول إلى اسفل فإذا سخن أما بالنار واما بحرارة الشمس، زال\nعنه البرد أولا وبقي فيه طلب النزول، فإذا أفرط عليه بالتسخين، زال عنه طلب\nالنزول إلى اسفل.\n</p>\n\n<p>\nوصار يطلب الصعود إلى فوق.\n</p>\n\n<p>\nفزال عنه بالجملة الوصفان اللذان كانا أبدا يصدران عن صورته، ولم يعرف من\nصورته أكثر من صدور هذين الفعلين عنها.\n</p>\n\n<p>\nفلما زال هذان الفعلان بطل حكم الصورة، فزالت الصورة المائية عن ذلك\nالجسم عندما ظهرت منه أفعال من شأنها أن تصدر عن صورة أخرى، وحدثت له صورة\nأخرى، بعد أن لم تكن، وصدر عنه بها أفعال لم يكن من شأنها أن تصدر عنه وهو\nبصورته الأولى.\n</p>\n\n<p>\nفعلم بالضرورة أن كل حادث لا بد له من محدث.\n</p>\n\n<p>\nفارتسم في نفسه بهذا الاعتبار، فاعل للصورة، ارتساما على العموم دون\nتفصيل.\n</p>\n\n<p>\nثم أنه تتبع الصور التي كان قد عاينها قبل ذلك، صورة صورة، فرأى أنها\nكلها حادثة، وأنها لا بد لها من فاعل.\n</p>\n\n<p>\nثم نظر إلى ذوات، الصور، فلم ير أنها شيء أكثر من استعداد الجسم لان يصدر\nعنه <span id='ms24'></span> ذلك الفعل، مثل الماء، فانه إذا افرط عليه التسخين، استعد للحركة إلى\nفوق وصلح لها.\n</p>\n\n<p>\nفذلك الاستعداد هو صورته، إذ ليس ها هنا إلا جسم وأشياء تحس عنه، بعد أن\nلم تكن؛ فصلوح الجسم لبعض الحركات دون بعض، واستعداده بصورته، ولاح له مثل\nذلك في جميع الصور، فتبين له أن الأفعال الصادرة عنها، ليست في الحقيقة\nلها، وانما هي لفاعل يفعل بها الأفعال المنسوبة إليها؛ وهذا المعنى الذي\nلاح له، هو قول الرسول الله عليه الصلاة والسلام: \"كنت سمعه الذي يسمع به\nوبصره الذي يبصر به\" وفي محكم التنزيل: \"بسم الله الرحمن الرحيم\" فان\nتقتلوهم ولكن الله قتلهم؛ وما رميت إذا رميت، ولكن الله رمى! صدق الله\nالعظيم.\n</p>\n\n<p>\nفلما لاح له من أمر هذا الفاعل، ما لاح على الإجمال دون تفصيل، حدث له\nشوق حثيث إلى معرفته على التفصيل، ولانه لم يكن بعد فارق عالم الحس، جعل\nيطلب هذا الفاعل على جهة المحسوسات، وهو لا يعلم بعد هل هو واحد أو كثير؟\nفتصفح جميع الأجسام التي لديه، وهي التي كانت فكرته أبدا فيها، فرأها كلها\nتتكون تارة وتفسد أخرى، وما لم يقف على فساد جملته، وقف على الفساد أجزائه\nمثل الماء والأرض، فانه راى أجزاءهما تفسد بالنار، وكذلك الهواء رآه يفسد\nبشدة البرد، حتى بتكون منه الثلج فيسيل ماء.\n</p>\n\n<p>\nوكذلك سائر الأجسام التي كانت لديه، ولم ير منها شيئا بريئا عن الحدوث\nوالافتقار إلى الفاعل المختار، فاطرحها كلها وانتقلت فكرته إلى الأجسام\nالسماوية.\n</p>\n\n<p>\nوانتهى إلى هذا النظر على رأس أربعة أسابيع من منشئه، وذلك ثمانية وعشرون\nعاما.\n</p>\n\n<p>\nفعلم إن السماء وما فيها من كواكب الأجسام، لأنها ممتدة في الأقطار\nالثلاثة: الطول، والعرض، والعمق؛ لا ينفك شيء منها عن هذه الصفة، وكل ما لا\nينفك عن هذه الصفة، فهو جسم؛ فهي إذن كلها أجسام.\n</p>\n\n<p>\nثم تفكر هل هي ممتدة إلى ما لا نهاية، وذاهبة أبدا في الطول والعرض\nوالعمق إلى ما لا نهاية، أو هي متناهية محدودة بحدود تنقطع عندها، ولا <span id='ms25'></span> يمكن\nأن يكون وراءها شيء من الامتداد؟ فتحير بعد ذلك بعض الحيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nثم انه بقوة فطرته، وذكاء خاطره، راى أن جسما لا نهاية له أمر باطل، وشيء\nلا يمكن، ومعنى لا يعقل، وتقوى هذا الحكم عنده بحجج كثيرة، سنحت له بينه\nوبين نفسه وذلك أنه قال: أما الجسم السماوي فهو متناه من الجهة التي تليني\nوالناحية التي وقع عليها حسي، فهذا لا شك فيه لأنني أدركه ببصر، وأما الجهة\nالتي تقابل هذه الجهة، وهي التي يداخلني فيها الشك، فاني أيضا أعلم من\nالمحال أن تمتد إلى غير نهاية، لأني إن تخيلت أن خطين اثنين، يبتدئان من\nهذه الجهة المتناهية، ويمران في سمك الجسم إلى غير نهاية حسب امتداد الجسم،\nثم تخيلت أن أحد هذين الخطين، قطع منه جزء كبير من ناحية طرفه المتناهي، ثم\nأخذ ما بقي منه شيء واطبق الخط المقطوع منه على الخط الذي لم يقطع منه شيء،\nوذهب الذهن كذلك معهما إلى الجهة التي يقال إنها غير متناهية، فأما أن نجد\nخطين أبدا يمتدان إلى غير نهاية ولا ينقص أحدهما عن الأخر، فيكون الذي قطع\nمنه جزء مساويا للذي لم يقطع منه شيء وهو محال، كما أن الكل مثل الجزء\nالمحال؛ واما أن لا يمتد الناقص معه ابدا، بل ينقطع دون مذهبه ويقف عن\nالامتدادمعه، فيكون متناهيا، فإذا رد عليه القدر الذي قطع منه أولا، وقد\nكان متناهيا، صار كله أيضا متناهيا، وحينئذ لا يقصر عن الخط الأخر الذي\nيقطع منه شيء، ولا يفضل عليه فيكون إذن مثله وهو متناه، فذلك أيضا متناه،\nفالجسم الذي تفرض فيه هذه الخطوط متناه، وكل جسم يمكن أن تفرض فيه هذه\nالخطوط، فكل جسم متناه.\n</p>\n\n<p>\nفإذا فرضنا أن جسما غير متناه، فقد فرضنا باطلا ومحالا.\n</p>\n\n<p>\nفلما صح عنده بفطرته الفائقة التي لمثل هذه الجهة، أن جسم السماء متناه،\nأراد أن يعرف على أي شكل هو، وكيفية انقطاعه بالسطوح التي تحده.\n</p>\n\n<p>\nفنظر أولا إلى الشمس والقمر وسائر الكواكب، فرأها كلها تطلع من <span id='ms26'></span> جهة\nالمشرق، وتغرب من جهة المغرب، فما كان يمر على سمت رأسه، رأه يقطع دائرة\nعظمى، وما مال عن سمت رأسه إلى الشمال أو إلى الجنوب، رأه يقطع دائرة أصغر\nمن تلك.\n</p>\n\n<p>\nوما كان أبعد عن سمت الرأس إلى أحد الجانبين، كانت دائرته أصغر من دائرة\nما هو أقرب.\n</p>\n\n<p>\nحتى كانت أصغر الدوائر التي تتحرك عليها الكواكب، دائرتين اثنتين:\nإحداهما حول القطب الجنوبي، وهي مدار سهيل، والاخرى حول القطب الشمالي، وهي\nالمدار الفرقدين.\n</p>\n\n<p>\nولما كان مسكنه على خط الاستواء الذي وصفناه أولا، كانت هذه الدوائر كلها\nعلى سطح آفة.\n</p>\n\n<p>\nومتشابهة في الجنوب والشمال وكان القطبان معا ظاهرين له، وكان يترقب إذا\nطلع كوكب من الكواكب على دائرة كبيرة، وطلع كوكب آخر على دائرة صغيرة، وكان\nطلوعهما معا، فكان يرى غروبهما معا.\n</p>\n\n<p>\nواطرد له في ذلك جميع الكواكب وفي جميع الأوقات، فتبين له بذلك أن الفلك\nعلى شكل الكرة، وقوى ذلك في اعتقاده، ما رآه من رجوع الشمس والقمر وسائر\nالكواكب إلى المشرق، بعد مغيبها بالمغرب، وما رآه أيضا من أنها تظهر لبصره\nعلى قدر واحد من العظم في حال طلوعها وتوسطها وغروبها، وأنها لو كانت\nحركتها على غير شكل الكرة لكانت لا محالة في بعض الأوقات، أقرب إلى بصره\nمنها في وقت آخر، ولو كانت كذلك، لكانت مقاديرها واعظامها تختلف عند بصره\nفيراها في حال القرب أعظم مما يراها في حال البعد، لاختلاف أبعادها عن\nمركزه حينئذ بخلافها على الأول.\n</p>\n\n<p>\nفلما لم يكن شيء من ذلك؛ تحقق عنده كروية الشكل.\n</p>\n\n<p>\nوما زال يتصفح حركة القمر، فيراها آخذه من المغرب إلى المشرق وحركات\nالكواكب السيارة كذلك، حتى تبين له قدر كبير من علم الهيئة، وظهر له أن\nحركتها لا تكون إلا بأفلاك كثيرة، كلها مضمنة في فلك واحد، هو أعلاها.\n</p>\n\n<p>\nوهو الذي يحرك الكل من المشرق إلى المغرب في اليوم والليلة.\n</p>\n\n<p>\nوشرح كيفية انتقاله.\n</p>\n\n<p>\nومعرفة ذلك يطول؛ وهو مثبت في الكتب، ولا يحتاج منه في غرضنا إلا للقدر\nالذي أردناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفلما <span id='ms27'></span> انتهى إلى هذه المعرفة، ووقف على أن الفلك بجملته وما يحتوي عليه،\nكشيء واحد متصل بعضه ببعض، وأن جميع الأجسام التي كان ينظر فيها أولا:\nكالأرض والماء والهواء والنبات والحيوان وما شاكلها، هي كلها في ضمنه وغير\nخارجة عنه، وأنه كله أشبه شيء بشخص من أشخاص الحيوان؛ وما فيه من الكواكب\nالمنيرة هي بمنزلة حواس الحيوان؛ وما فيه من ضروب الأفلاك، المتصل بعضها\nببعض، هي بمنزلة أعضاء الحيوان؛ وما في داخله من الكون والفساد هي بمنزلة\nما في جوف الحيوان من أصناف الفضول والرطوبات، التي كثيرا ما يتكون فيها\nأيضا حيوان، كما يتكون في العالم الأكبر.\n</p>\n\n<p>\nفلما تبين له أنه كله كشخص واحد في الحقيقة، واتحدت عنده أجزاؤه الكثيرة\nبنوع من النظر الذي اتحدت به عنده الأجسام التي في عالم الكون والفساد،\nتفكر في العالم بجملته، هل هو شيء حدث بعد إن لم يكن، وخرج إلى الوجود بعد\nالعدم؟ أو هو أمر كان موجودا فيما سلف، ولم يسبقه العدم بوجه من الوجوه؟\nفتشك في ذلك ولم يترجح عنده أحد الحكمين على الآخر.\n</p>\n\n<p>\nوذلك أنه كان إذا أزمع على اعتقاد القدم، اعترضه عوارض كثيرة، من استحالة\nوجود ما لا نهاية له، بمثل الذي استحال عنده به وجود جسم لا نهاية وكذلك\nأيضا كان يرى أن هذا الوجود لا يخلو من الحوادث، فهو لا يمكن تقدمه عليها،\nوما لا يمكن أن يتقدم على الحوادث، فهو أيضا محدث.\n</p>\n\n<p>\nوإذا أزمع على اعتقاد الحدوث، اعترضته عوارض أخرى، وذلك أنه كان يرى أن\nمعنى حدوثه، بعد أن لم يكن لا يفهم إلا على أن الزمان تقدمه، والزمان من\nجملة العالم وغير منفك عنه، فإذن لا يفهم تأخر العالم عن الزمان.\n</p>\n\n<p>\nوكذلك أيضا كان يقول: إذا كان حادثا، فلا بد له من محدث؛ وهذا المحدث\nالذي أحدثه، لم أحدثه الآن ولم يحدثه قبل ذلك، الطارئ طرأ عليه ولا شيء\nهناك غيره، أم لتغير حدث في ذاته؟ فان كان فما الذي احدث ذلك التغيير؟ وما\nزال يتفكر <span id='ms28'></span> في ذلك عدة سنين.\n</p>\n\n<p>\nفتتعارض عنده الحجج، ولا يترجح عنده أحد الاعتقادين على الآخر.\n</p>\n\n<p>\nفلما أعياه ذلك، جعل يتفكر ما الذي يلزم عن كل واحد من الاعتقادين، فلعل\nاللازم عنهما يكون شيئا واحدا.\n</p>\n\n<p>\nفرأى انه إن اعتقد حدوث العالم خروجه إلى الوجود بعد العدم، فاللازم عن\nذلك ضرورة، انه لا يمكن أن يخرج إلى الوجود بنفسه، وانه لا بد له من فاعل\nيخرجه إلى الوجود، وان ذلك الفاعل لا يمكن إن يدرك بشيء من الحواس، لانه لو\nأدرك بشيء من الحواس لكان جسما من الأجسام، ولو كان جسما من الأجسام لكان\nمن جملة العالم، وكان حادثا واحتاج إلى محدث، ولو كان ذلك المحدث الثاني\nأيضا جسما، لحتاج إلى محدث ثالث، والثالث إلى رابع، ويتسلسل ذلك إلى غير\nنهاية وهو باطل.\n</p>\n\n<p>\nفإذن لابد للعالم من فاعل ليس بجسم، وإذا لم يكن جسما فليس إلى إدراكه\nلشيء من الحواس سبيل، الآن الحواس الخمس لا تدرك إلا الأجسام، وإذا لا يمكن\nأن يحس فلا يمكن أن يتخيل، لان التخيل ليس شيئا إلا إحضار صور المحسوسات\nبعد غيبتها، وإذا لم يكن جسما فصفات الأجسام كلها تستحيل عليه، وأول صفات\nالأجسام هو الامتداد في الطول والعرض والعمق، وهو منزه عن ذلك، وعن جميع ما\nيتبع هذا الوصف من صفات الأجسام.\n</p>\n\n<p>\nوإذا كان فاعلا للعالم فهو لا محالة قادر عليه وعالم به \"بسم الله الرحمن\nالرحيم\" إلا يعلم من خلق، وهو اللطيف الخبير؟ صدق الله العظيم.\n</p>\n\n<p>\nوراى أيضا انه إن اعتقد قدم العالم، وان العدم لم يسبقه، وانه لم يزل كما\nهو، فان اللازم عن ذلك أن حركته قديمة لا نهاية لها من جهة الابتداء، إذ لم\nيسبقها سكون يكون مبدؤها منه، وكل حركة فلابد لها من محرك ضرورة، والمحرك\nأما أن يكون قوة سارية في جسم من الأجسام - أما جسم المتحرك نفسه، واما جسم\nأخر خارج عنه - واما أن تكون قوة ليست سارية ولا شائعة قي جسم.\n</p>\n\n<p>\nوكل قوى سارية في جسم وشائعه فيه، فانها <span id='ms29'></span> تنقسم بانقسامه، وتتضاعف\nبتضاعفه، مثل الثقل بالحجر مثلا.\n</p>\n\n<p>\nالمحرك إلى الأسفل.\n</p>\n\n<p>\nفانه إن قسم الحجر نصفين.\n</p>\n\n<p>\nوان زيد عليه أخر مثله، زاد في الثقل أخر مثله، فان أمكن أن يتزايد الحجر\nإلى غير نهاية، كتزايد هذا الثقل إلى غير نهاية، وان وصل الحجر إلى حد ما\nمن العظم ووقف، وصل الثقل إلى ذلك الحد ووقف، لكنه قد تبرهن أن كل جسم فانه\nلا محالة متناه، فإذن كل قوة في الجسم فهي لا محالة متناهية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفان وجدناها قوة تفعل فعلا لا نهاية له، فهي قوة ليست في جسم، وقد وجدنا\nالفلك يتحرك أبدا حركة لانهاية لها ولا انقطاع إذ فرضناه قديما لا ابتداء\nله فالواجب على ذلك أن تكون القوة التي تحرك ليست في جسمه، ولا في جسم خارج\nعنه.\n</p>\n\n<p>\nفهي إذا لشيء بريء عن الأجسام، وغير موصوف بشيء من أوصاف الجسمية، وقد\nكان لاح له في نظره الأول في عالم الكون والفساد إن حقيقة وجود كل جسم،\nإنما هي من جهة صورته التي هي استعداده لضروب الحركات، وان وجوده الذي له\nمن جهة مادته وجود ضعيف لا يكاد يدرك؛ فان وجود العالم كله إنما هو من جهة\nاستعداده لتحريك هذا المحرك البريء عن المادة، وعن صفات الأجسام، المنزه عن\nأن يدركه حس، أو يتطرق إليه خيال، سبحانه، وإذا كان فاعلا لحركات الفلك على\nاختلاف أنواعها، فعلا لا تفاوت فيه ولا فتور فيه ولا قصور، فهو لا محالة\nقادر عليها وعالم بها.\n</p>\n\n<p>\nفانتهى نظره بهذا الطريق إلى ما انتهى إليه بالطريق الأول، ولم يضره في\nذلك تشككه في قدم العالم أو حدوثه، وصح له على الوجهين جميعا وجود فاعل غير\nالجسم، ولا متصل بجسم ولا منفصل عنه، ولا داخل فيه، ولا خارج عنه، إذ:\nالاتصال، والانفصال، والدخول، هي كلمات من صفات الأجسام، وهو منزه عنها.\n</p>\n\n<p>\nولما كانت المادة في كل جسم مفتقرة إلى الصورة، إذ لا تقوم إلا بها ولا\nتثبت لها حقيقة دونها، وكانت الصورة لا يصح وجودها إلا من <span id='ms30'></span> فعل هذا الفاعل\nتبين له افتقار جميع الموجودات في وجودها إلى هذا الفاعل وأنه لا قيام لشيء\nمنها إلا به فهو إذن علة لها، وهي معلومة له، سواء كانت محدثة الوجود، بعد\nأن سبقها العدم، أو كانت الابتداء لها من جهة الزمان، ولم يسبقها العدم قط،\nفانها على كلا الحالتين معلولة، ومفتقرة إلى الفاعل، متعلقة الوجود به،\nولولا دوامه لم تدم، ولولا وجوده لم توجد، ولولا قدمه لم تكن قديمة، وهو في\nذاته غني عنها وبريء منها! وكيف لا يكون كذلك وقد تبرهن أن قدرته غير\nمتناهية، وأن جميع الأجسام وما يتصل بها أو يتعلق بها، ولو بعض التعلق، هو\nمتناه منقطع.\n</p>\n\n<p>\nفإذن العالم كله بما في السماوات والأرض والكواكب، وما بينها، وما فوقها،\nوما تحتها، فعله وخلقه؛ ومتأخر عليه بالذات، وان كانت غير ماخرة عليها\nبالزمان.\n</p>\n\n<p>\nكما انك إذا أخذت في قبضتك جسما من الأجسام، ثم حركت يدك، فان ذلك الجسم\nلا محالة يتحرك تابعا لحركة يدك، حركة متأخرة عن حركة يدك، تأخرا بالذات؛\nوان كانت لم تتأخر بالزمان عنها، بل كان ابتداؤهما معا، فكذلك العالم كله،\nمعلول ومخلوق لهذا الفاعل بغير زمان \"بسم الله الرحمن الرحيم\" إنما أمره\nإذا أراد شيئا أن يقول له كن فيكون صدق الله العظيم.\n</p>\n\n<p>\nفلما راى إن جميع الموجودات فعله، تصفحها من بعد ذا تصفحا على طريق\nالاعتبار في قدرة فاعلها؛ والتعجب من غريب صنعته، ولطيف حكمته، ودقيق علمه\nفتبين له في اقل الأشياء الموجودة، فضلا عن أكثرها من أثار الحكمة، وبدائع\nالصنعة، ما قضى منه كل العجب، وتحقق عنده إن ذلك لا يصدر إلا عن فاعل مختار\nفي غاية الكمال وفوق الكمال \"بسم الله الرحمن الرحيم\" لا يغرب عنه مثقال\nذرة في السموات ولا في الأرض ولا اصغر من ذلك ولا اكبر صدق الله العظيم.\n</p>\n\n<p>\nثمتأمل في جميع أصناف الحيوان، كيف \"بسم الله الرحمن الرحيم\" أعطى كل شيء\nخلقه، ثم هداه صدق الله العظيم لاستعماله، فلولا أنه هداه لاستعمال تلك\nالأعضاء التي <span id='ms31'></span> خلقت له في وجوه المنافع المقصود بها، لما انتفع بها الحيوان،\nوكانت كلا عليه، فعلم بذلك أنه أكرم الكرماء، وارحم الرحماء.\n</p>\n\n<p>\nمن فيض ذلك الفاعل المختار - جل جلاله - ومن وجوده، ومن فعله، فعلم أن\nالذي هو في ذاته أعظم منها، وأكمل، واتمم وأحسن، وأبهى وأجمل وأدوم، وأنه\nلا نسبة لهذه إلى تلك.\n</p>\n\n<p>\nفما زال يتتبع صفات الكمال كلها، فيراها له وصادرة عنه، ويرى أنه أحق بها\nمن كل ما يوصف بها دونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوتتبع صفات النقص كلها فرآه بريئا منها، ومنزها عنها؛ وكيف لا يكون بريئا\nمنها وليس معنى النقص إلا العدم المحض، أو ما يتعلق بالعدم؟ وكيف يكون\nالعدم تعلق أو تلبس، بمن هو الموجود المحض، الواجب الوجود بذاته، المعطي\nلكل ذي وجود وجوده، فلا وجود إلا هو: فهو الوجود، وهو الكمال، وهو التمام،\nوهو الحسن، وهو البهاء، وهو القدرة، وهو العلم، وهو هو، و \"بسم الله الرحمن\nالرحيم\" كل شيء هالك إلا وجهه صدق الله العظيم.\n</p>\n\n<p>\nفانتهت به المعرفة إلى هذا الحد، على رأس خمسة أسابيع من منشئه، وذلك\nخمسة وثلاثون عاما، وقد رسخ في قلبه من هذا الفاعل، ما شغله عن الفكرة في\nكل شيء إلا فيه، وذهل عما كان فيه تصفح الموجودات والبحث عنها، حتى صار\nبحيث لا يقع بصره على شيء من الأشياء، إلا ويرى فيه أثر الصنعة، ومن حينه،\nفينتقل بفكره على الفور إلى الصانع ويترك المصنوع، حتى اشتد شوقه إليه،\nوانزعج قلبه بالكلية عن العالم الأدنى المحسوس، وتعلق بالعالم الأرفع\nالمعقول.\n</p>\n\n<p>\nفلما حصل له العلم بهذا الموجود الرفيع الثابت الوجود الذي لا سبب لوجود\nجميع الأشياء، أراد أن يعلم بأي شيء حصل له هذا العالم، وبأي قوة أدرك هذا\nالموجود: فتصفح حواسه كلها وهي: السمع، والبصر، والشم، والذوق، واللمس،\nفرأى أنها لا تدرك شيئا إلا جسما، أو ما هو في الجسم، وذلك أن السمع لا\nيدرك المسموعات، وهي ما يحدث من تموج الهواء عند تصادم الأجسام، والبصر\nإنما يدرك الألوان، والشم يدرك الروائح، والذوق <span id='ms32'></span> يدرك الطعوم، واللمس يدرك\nالأمزجة والصلابة واللين، والخشونة والملاسة، وكذلك القوة الخيالية لا تدرك\nشيئا إلا أن يكون له طول وعرض وعمق؛ وهذه المدركات كلها من صفات الأجسام،\nوليس لهذه الحواس أدراك شيء سواها، وذلك لأنها قوى شائعة في الأجسام،\nومنقسمة بانقسامها، فهي لذلك لا تدرك إلا جسما منقسما، لان هذه القوة إذا\nكانت شائعة في شيء منقسم، فلا محالة أنها إذا أدركت شيئا من الأشياء، فانه\nينقسم بانقسامها؛ فإذن كل قوة في جسم، فانها لا محالة لا تدرك إلا جسما أو\nما هو جسم.\n</p>\n\n<p>\nوقد تبين إن هذا الموجود الواجب الوجود، بريء من صفات الأجسام من جميع\nالاتجاهات، فإذن لا سبيل إلى إدراكه إلا بشيء ليس بجسم، ولا هو قوة في جسم،\nولا تعلق له وجه من الوجوه بالأجسام، ولا هو داخل فيها ولا خارج عنها، ولا\nمتصل بها ولا منفصل عنها.\n</p>\n\n<p>\nوقد كان تبين له أن أدركه بذاته، ورسخت المعرفة به عنده، فتبين له بذلك\nأن ذاته التي أدركه بها أمر غير جسماني، ولا يجوز عليه شيء من صفات\nالأجسام، وان كل ما يدركه من ظاهر ذاته من الجسمانية فانها ليست حقيقة\nذاته، وانما حقيقة ذاته ذلك الشيء الذي أدرك به الموجود المطلق الواجب\nالوجود.\n</p>\n\n<p>\nفلما علم أن ذاته ليست هذه المتجسمة التي يدركها بحواسه، ويحيط بها\nأديمه، هان عنده بالجملة جسمه، وجعل يتفكر في تلك الذات الشريفة، التي أدرك\nبها ذلك الموجود الشريف الواجب الوجود، ونظر في ذاته تلك الشريفة، هل يمكن\nأن تبيد أو تفسد وتضمحل، أو هي دائمة البقاء؟ فرأى إن الفساد والاضمحلال\nإنما هو من صفات الأجسام بأن تخلع صورة وتلبس صورة أخرى، مثل الماء إذا صار\nهواء، والهواء إذا صار ماء، والنبات إذا صار ترابا، والتراب إذا صار نباتا،\nهذا هو معنى الفساد.\n</p>\n\n<p>\nوأما الشيء الذي ليس بجسم، ولا يحتاج في قوامه إلى جسم، وهو منزه بالجملة\nعن الجسمانية، فلا يتصور فساده البتة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفلما ثبت له أن ذاته الحقيقة لا يمكن فسادها، أراد <span id='ms33'></span> إن يعلم كيف يكون\nحالها إذا اطرح البدن وتخلت عنه، وقد كان تبين له أنها لا تطرحه إلا إذا لم\nيصلح آلة لها، فتصفح جميع القوى المدركة، فرأى أن كل واحدة منها تارة تكون\nمدركة بالقوة، وتارة تكون مدرة بالفعل: مثل العين في حال تغميضها أو\nأعراضها عن البصر، فانها تكون مدركة بالقوة - ومعنى مدركه بالقوة أنها لا\nتدرك الآن وتدرك في المستقبل - وفي حال فتحها واستقبالها للمبصر، تكون\nمدركه بالفعل - ومعنى مدركة بالفعل أنها الآن تدرك - وكذلك كل واحدة من هذه\nالقوى تكون مدركة بالقوة وتكون مدركة بالفعل، وكل واحدة من هذه القوى إن\nكانت لم تدرك قط بالفعل، فهي ما دامت بالقوة لا تتشوق إلى إدراك الشيء\nالمخصوص بها لأنها لم تتعرف به بعد، مثل من خلق مكفوف البصر؛ وان كانت قد\nأدركت بالفعل تارة، ثم صارت بالقوة، فانها ما دامت بالقوة تشتاق إلى\nالإدراك بالفعل لأنها قد تعرفت إلى المدرك، وتعلقت به، وحنت إليه، مثل من\nكان يصيرا ثم عمي فانه لا يزال يشتاق إلى المبصرات.\n</p>\n\n<p>\nوبحسب ما يكون الشيء المدرك أتم وأبهى وأحسن، يكون الشوق أكثر؛ والتألم\nلفقده اعظم، ولذلك كان تألم من يفقد بصره بعد الرؤية أعظم من تألم من يفقد\nشمه، إذ الأشياء التي يدركها البصر أتم وأحسن من التي يدركها الشم، فان كان\nفي الأشياء شيء لا نهاية لكماله، ولا غاية لحسنه وجماله وبهائه، وهو فوق\nالكمال والبهاء والجمال، وليس في الوجود كمال، ولا حسن، ولا بهاء، ولا جمال\nإلا صادر من جهته، وفائض من قبله، فمن فقد إدراك ذلك الشيء بعد إن تعرف به،\nفلا محالة أنهما ما دام فاقد له، يكون في ألام لا نهاية لها، كما أن من كان\nمدركا له على الدوام، فانه يكون في لذة لا انفصام لها، وغبطة لا غاية لها\nورائها، وبهجة وسرور لا نهاية لهما.\n</p>\n\n<p>\nوقد تبين له أن الموجود الواجب الوجود.\n</p>\n\n<p>\nمتصف بأوصاف الكمال كلها، ومنزه عن الصفات النقص وبريء منها.\n</p>\n\n<p>\nوتبين له أن <span id='ms34'></span> الشيء الذي به يتوصل إلى أدركه أمر لا يشبه الأجسام، ولا\nيفسد لفسادها؛ فظهر له بذلك أن من كانت له مثل هذه الذات، المعدة لمثل هذا\nالإدراك؛ فانه إذا أطرح البدن بالموت؛ فإما أن يكون قبل ذلك - في مدة\nتصريفه للبدن - لم يتعرف قط بهذا الموجود الواجب الوجود؛ ولا اتصل به؛ ولا\nسمع عنه؛ فهذا إذا فارق البدن لا يشتاق إلى ذلك الموجود ولا يتألم لفقده.\n</p>\n\n<p>\nواما جميع القوى الجسمانية، فانها تبطل ببطلان الجسم؛ فلا تشتاق أيضا إلى\nمقتضيات تلك القوى، ولا تحن إليها، ولا تتألم لفقدها.\n</p>\n\n<p>\nوهذه حال البهائم غير الناطقة كلها: سواء كانت من صورة الإنسان أو لم\nتكن.\n</p>\n\n<p>\nواما إن يكون قبل ذلك - في مدة تصريفه للبدن - قد تعرف بهذا الموجود،\nوعلم ما هو عليه من الكمال والعظمة والسلطان والحسن إلا انه أعرض عنه واتبع\nهواه، حتى وافته منيته وهو على تلك الحال، فيحرم المشاهدة، وعنده الشوق\nإليها فيبقى في عذاب طويل، وألام لا نهاية لها.\n</p>\n\n<p>\nفأما من يتخلص من تلك الآلام بعد جهد طويل، ويشاهد ما تشوق إليه قبل ذلك،\nواما أن يبقى في آلامه بقاء سرمديا، بحسب استعداده لكل واحد من الوجهين\nلحياته الجسمانية.\n</p>\n\n<p>\nواما من تعرف بهذا الموجود الواجب الوجود، قبل أن يفارق البدن، واقبل\nبكليته عليه والتزم الفكرة في جلاله وحسن بهائه، ولم يعرض عنه حتى وافته\nمنيته، وهذا على حال من الإقبال والمشاهدة بالفعل.\n</p>\n\n<p>\nفهذا إذا فارق البدن بقي في لذة لا نهاية لها، وغبطة وسرور وفرح دائم،\nلاتصال مشاهدته لذلك الموجود الواجب الوجود، وسلامة تلك المشاهدة من الكدر\nوالشوائب؛ ويزول عنه ما تقتضيه هذه القوى الجسمانية من الأمور الحسية التي\nهي - بالإضافة إلى تلك الحال - ألام وشرور وعوائق.\n</p>\n\n<p>\nفلما تبين له أن كمال ذاته ولذتها إنما هو بمشاهدة ذلك الموجود الواجب\nالوجود على الدوام، مشاهدة بالفعل أبدا، حتى لا يعرض عنه طرفة عين لكي\nتوافيه منيته، وهو في حال المشاهدة بالفعل، فتتصل لذته دون أن يتخللها ألم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nثم جعل يتفكر كيف <span id='ms35'></span> يتأتى له دوام هذه المشاهدة بالفعل، حتى لا يقع منه\nأعراض فكان يلازم الفكرة في ذلك الموجود كل ساعة، فما هو إلا يسنح لبصره\nمحسوس ما من المحسوسات، أو يخرق سمعه صوت بعض الحيوان، أو يتعرضه خيال من\nالخيالات، أو يناله ألم في أحد اعضائه، أو يصيبه الجوع أو العطش أو البرد\nأو الحر، أو يحتاج القيام لدفع فضوله؛ فتختل فكرته، ويزول عما كان فيه،\nويتعذر عليه الرجوع إلى ما كان عليه من حال المشاهدة، إلا بعد جهد.\n</p>\n\n<p>\nوكان يخاف أن تفاجأه منيته وهو في حال الأعراض، فيفضي إلى الشقاء الدائم،\nوألم الحجاب.\n</p>\n\n<p>\nفساءه حاله ذلك، وأعياء الدواء.\n</p>\n\n<p>\nفجعل يتصفح أنواع الحيوانات كلها، وينظر أفعالها وما تسعى فيه، لعله\nيتفطن في بعضها أنها شعرت بهذا الموجود، وجعلت تسعى نحوه، فيتعلم منها ما\nيكون في سبب نجاته.\n</p>\n\n<p>\nفرآها كلها إنما تسعى في تحصيل غذائها، ومقتضى شهواتها من المطعوم\nوالمشروب والمنكوح، والاستظلال والاستدفاء، وتجد في ذلك ليلها ونهارها إلى\nحين مماتها وانقضاء مدتها.\n</p>\n\n<p>\nولم ير شيئا منها ينحرف عن هذا الرأي، ولا يسعى لغيره في وقت من الأوقات،\nفبان له بذلك أنها لم تشعر بذلك الموجود ولا اشتاقت إليه، ولا تعرفت إليه\nبوجه من الوجوه، وأنها كلها صائرة إلى العدم، أو إلى حال شبيه بالعدم.\n</p>\n\n<p>\nفلما حكم على ذلك بالحيوان، علم أن الحكم على النبات أولى، إذ ليس للنبات\nمن الادراكات إلا بعض ما للحيوان.\n</p>\n\n<p>\nوإذا كان الأكمل إدراكا لم يصل إلى هذه المعرفة، فالأنقص إدراكا أحرى أن\nلا يصل، مع انه رأى أيضا أن أفعال النبات كلها لا تتعدى الغذاء والتوليد.\n</p>\n\n<p>\nثم انه بعد ذلك نظر إلى الكواكب والأفلاك فرآها كلها منتظمة الحركات،\nجارية على نسق؛ ورآها شفافة ومضيئة بعيدة عن قبول التغيير والفساد، فحدس\nحدسا قويا أن لها ذوات سوى أجسامها، تعرف ذلك الموجود الواجب الوجود، وأن\nتلك الذوات العارفة ليست بأجسام، ولا منطبعة في أجسام مثل ذاته، هو،\nالعارفة، وكيف لا يكون لها مثل تلك الذوات البريئة عن الجسمانية <span id='ms36'></span>، ويكون\nلمثله على ما به من الضعف وشدة الاحتياج إلى الأمور المحسوسة، وأنه من جملة\nالأجسام الفاسدة؟ ومع ما به من النقص، فلم يعقه ذلك عن أن تكون ذاته بريئة\nعن الأجسام لا تفسد، فتبين له بذلك أن الأجسام السماوية أولى بذلك، وعلم\nأنها تعرف ذلك الموجود الواجب الوجود وتشاهد على الدوام بالفعل، لأن\nالعوائق التي قطعت به هو عن الدوام المشاهدة من العوارض المحسوسة، لا يوجد\nمثلها للأجسام السماوية.\n</p>\n\n<p>\nثم انه تفكر: لم اختص هو من بين سائر أنواع الحيوانات بهذه الذات التي\nأشبه بها الأجسام السماوية.\n</p>\n\n<p>\nوقد كان تبين له أولا من آمر العناصر واستحالة بعضها إلى بعض، وأن جميع\nما على وجه الأرض لا يبقى على صورته؛ بل الكون والفساد متعاقبان عليه أبدا،\nوأن أكثر هذه الأجسام مختلطة مركبة من أشياء متضادة، ولذلك تؤول إلى\nالفساد، وانه لا يوجد منه شيء صرفا، وما كان منها قريبا من أن يكون صرفا\nخالصا لا شائبة فيه، فهو بعيد عن الفساد جدا مثل الذهب والياقوت، وأن\nالأجسام البسيطة صرفة، ولذلك هي بعيدة عن الفساد، والصور لا تتعاقب عليها.\n</p>\n\n<p>\nوتبين له هنالك أن جميع الأجسام التي في عالم الكون والفساد، منها ما\nتتقوم حقيقتها بصورة واحدة زائدة على معنى الجسمية - وهذه هي الاسطقسات\nالأربع - ومنها ما تتقوم حقيقتها أكثر من ذلك كالحيوان والنبات.\n</p>\n\n<p>\nفما كان قوام حقيقته بصور أقل، كانت أفعاله أقل، وبعده عن الحياة أكثر،\nفان عدم الصورة جملة لم يكن فيه إلى الحياة طريق، وصار في حال شبيه بالعدم،\nوما كان قوام حقيقته بصور أكثر، كانت أفعاله أكثر، ودخوله في حال الحياة\nأبلغ؛ وان كانت تلك الصورة بحيث لا سبيل إلى مفارقتها لمادتها التي اختصت\nبها كانت الحياة حينئذ كامل الظهور والكمال والقوة.\n</p>\n\n<p>\nفالشيء العديم للصورة جملة هو الهيولى والمادة، ولا شيء من الحياة فيها\nوهي شبيهة بالعدم، والشيء المتقوم بصورة واحدة هي الاسطقسات الأربع وهي في\nأول مراتب الوجود في عالم الكون والفساد ومنها تتركب الأشياء ذوات الصور <span id='ms37'></span>\nالكثيرة.\n</p>\n\n<p>\nوهذه الاسطقسات ضعيفة الحياة جدا، إذ ليست تتحرك إلا حركة واحدة، وانما\nكانت ضعيفة الحياة لان لكل واحد منها ضدا ظاهر العناد يخالفه في مقتضى\nطبيعته، ويطلب أن يغير صورته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفوجوده لذلك غير متمكن، وحياته ضعيف، والبات أقوى حياة منه والحيوان أظهر\nحياة منه.\n</p>\n\n<p>\nوذلك أن ما كان من هذه المركبات تغلب عليه طبيعة أسطقس واحد، فلقوته فيه\nيغلب طبائع الاسطقسات الباقية، ويبطل قواها، ويصير ذلك المركب في حكم\nالاسطقس الغالب، فلا يستأهل لاجل ذلك من الحياة آل شيئا يسيرا، كما إن ذلك\nالاسطقس لا يستأهل من الحياة إلا يسيرا ضعيفا وما كان من هذه المركبات لا\nتغلب عليه طبيعة أسطقس واحد منها، فان الاسطقسات تكون فيه متعادلة متكافئة،\nفإذن لا يبطل لأحدهما الآخر قوة الآخر بأكثر مما يبطل ذلك الآخر قوته، بل\nيفعل بعضها في بعض فعلا متساويا، فلا يكون فعل أحد الاسطقسات أظهر فيه، ولا\nيستولي عليه أحدها، فيكون بعيد الشبه من كل واحد من الاسطقسات، فكأنه لا\nمضادة لصورته، فيستأهل الحياة بذلك.\n</p>\n\n<p>\nومتى زاد هذا الاعتدال وكان أتم وأبعد من الانحراف، كان بعده عن أن يوجد\nله ضد أكثر، وكانت حياته أكمل.\n</p>\n\n<p>\nولما كان الروح الحيواني الذي مسكنه القلب، شديد الاعتدال، لانه ألطف من\nالأرض والماء وأغلظ من النار والهواء، صار في حكم الوسط ولم يضاده شيء من\nالاسطقسات مضادة بينه.\n</p>\n\n<p>\nفاستعد بذلك الصورة الحيوانية، فرأى أن الواجب إلى ذلك أن يكون أعدل ما\nفي هذه الأرواح الحيوانية مستعدا لاتمم ما يكون من الحياة في عالم الكون\nوالفساد، وأن يكون ذلك الروح قريبا من أن يقال أنه لا ضد لصورته، فيشبه\nلذلك هذه الأجسام السماوية التي لا ضد لصورها؛ ويكون روح ذلك الحيوان،\nوكأنه وسط بالحقيقة بين الاسطقسات التي لا تتحرك إلى جهة العلو على\nالإطلاق، ولا إلى جهة السفل، بل لو أمكن أن يجعل في وسط المسافة بين\nالمراكز وأعلى ما تنتهي إليه النار في جهة العلو ولم يطرأ عليه الفساد،\nلثبت هناك ولم يطلب <span id='ms38'></span> الصعود ولا نزول.\n</p>\n\n<p>\nولو تحرك في المكان، لتحرك حول الوسط كما تتحرك الأجسام السماوية، ولو\nتحرك في الوضع، لتحرك على نفسه، وكان كروي الشكل إذ لا يمكن غير ذلك، فإذن\nهو شديد الشبه بالأجسام السماوية.\n</p>\n\n<p>\nولما كان قد اعتقد أن أحوال الحيوان، ولم ير فيها ما يظن به انه شعر\nبالموجود الواجب الوجود، وقد كان علم من ذاتها قد شعرت به، قطع ذلك على أنه\nهو الحيوان المعتدل الروح، الشيبة بالأجسام السماوية وتبين لو انه نوع\nمباين لسائر الحيوان، وانه إنما خلق لغاية أخرى، وأعد لامر عظيم، لم يعد له\nشيء من أنواع الحيوان، وكفى به شرفا أن يكون أحس جزأيه - وهو الجسماني -\nأشبه الأشياء بالجواهر السماوية الخارجة عن عالم الكون والفساد، المنزهة عن\nالحوادث النقص والاستحالة والتغيير.\n</p>\n\n<p>\nوأما أشرف جزأيه، فهو الشيء الذي به عرف الموجود الواجب الوجود، وهذا\nالشيء العارف، أمر رباني الهي يستحيل ولا يلحقه الفساد، ولا يوصف بشيء مما\nتوصف به الأجسام، ولا يدرك بشيء من الحواس، ولا يتخيل، ولا يتوصل إلى\nمعرفته بآلة سواه، بل يتوصل إليه به؛ فهو العارف والمعروف، والمعرفة؛ وهو\nالعالم، والمعلوم، والعلم؛ لا يتباين في شيء من ذلك، إذ التباين والانفصال\nمن صفات الأجسام ولواحقها، ولا جسم هنالك ولا صفة جسم ولا لاحق بجسم! فلما\nتبين له الوجه الذي اختص به من بين سائر أصناف الحيوان بمشابهة الأجسام\nالسماوية، رأى إن الواجب عليه أن يتقبلها ويحاكي أفعالها ويتشبه بها جهده.\n</p>\n\n<p>\nوكذلك رأى أنه بجزئه الاشرف الذي به عرف الموجود الواجب الوجود، فيه شبه\nما منه من حيث هو منزه عن صفات الأجسام، وكما أن الواجب الوجود منزه عنها،\nفرأى ايضا انه يجب عليه أن يسعى في تحصيل صفاته لنفسه من أي وجه أمكن، وان\nيتخلق بأخلاقه ويقتدي بأفعاله، ويجد في تنفيذ إرادته، ويسلم الآمر له،\nويرضى بجميع حكمه، رضى من قلبه ظاهرا وباطنا، بحيث يسر به وان كان مؤلما\nلجسمه وضارا به ومتلفتا لبدنه بالجملة.\n</p>\n\n<p>\nوكذلك رأى فيه شبها من سائر <span id='ms39'></span> أنواع الحيوان بجزئه الخسيس الذي هو من عالم\nالكون والفساد، وهو البدن المظلم والكثيف، الذي يطالبه بأنواع المحسوسات من\nالمطعوم والمشروب والمنكوح، ورأى أيضا أن ذلك البدن لم يخلق له عبثا ولا\nقرن به لامر باطل، ويجب عليه أن يتفقده ويصلح من شأنه.\n</p>\n\n<p>\nهذا التفقد لا يكون منه إلا بفعل يشبه أفعال سائر الحيوان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفاتجهت عنده الأعمال التي يجب عليه أن يفعلها نحو ثلاثة أغراض: أما عمل\nيتشبه بالحيوان الغير الناطق.\n</p>\n\n<p>\nواما عمل يتشبه به بالأجسام السماوية.\n</p>\n\n<p>\nواما عمل يتشبه به بالموجود الواجب الوجود.\n</p>\n\n<p>\nفالتشبه الأول: يجب عليه من حيث البدن المظلم ذو الأعضاء المنقسمة،\nوالقوى المختلفة، والمنازع المتفننة.\n</p>\n\n<p>\nوالتشبه الثاني: يجب عليه من حيث له الروح الحيواني الذي مسكنه القلب،\nوهو مبدأ لسائر البدن، ولما فيه من القوى.\n</p>\n\n<p>\nوالتشبه الثالث: يجب عليه من حيث هو، أي: من حيث هو الذات التي بها عرف\nذلك الموجود الواجب الوجود.\n</p>\n\n<p>\nوكان أولا قد وقف على أن سعادته وفوزه من الشقاء، إنما هي في دوام\nالمشاهدة لهذا الموجود الواجب الوجود، حتى يكون بحيث لا يعرض بطرفة عين.\n</p>\n\n<p>\nثم أنه نظر بالوجه الذي يتأتى له به هذا الدوام، فأخر له النظر أنه يجب\nعليه الاعتمال في هذه الأقسام الثلاثة من التشبيهات: آما التشبه الأول، فلا\nيحصل له به شيء من هذه المشاهدة، بل هو صارف عنها وعائق دونها، إذ هو تصرف\nفي الأمور المحسوسة، والأمور المحسوسة كلها حجب معترضة دون تلك المشاهدة؛\nوانما احتيج إلى هذا التشبه لاستدامة هذا الروح الحيواني الذي يحصل به\nالتشبه الثاني بالأجسام السماوية.\n</p>\n\n<p>\nفالضرورة تدعو إليه من هذا الطريق، ولو كان لا يخلو من تلك المضرة.\n</p>\n\n<p>\nواما التشبه الثاني، فيحصل له به حظ عظيم من المشاهدة على الدوام، لكنها\nمشاهدة يخالطها شوب؛ اذ من يشاهد ذلك النحو من المشاهدة على الدوام فهو مع\nتلك المشاهدة يعقل ذاته ويلتفت إليه حسبما يتبين بعد هذا.\n</p>\n\n<p>\nواما التشبه الثالث، فتحصل به المشاهدة الصرفة، والاستغراق المحض الذي لا\nالتفات فيه بوجه من الوجوه <span id='ms40'></span> الا إلى الموجود الواجب الوجود، والذي يشاهد هذه\nالمشاهدة قد غابت عنه ذات نفسه وفنيت وتلاشت.\n</p>\n\n<p>\nوكذلك سائر الذوات، كثيرة كانت أو قليلة، إلا ذات الواحد الحق الواجب\nالوجود - جل وتعالى وعز.\n</p>\n\n<p>\nفلما تبين له أن مطلوبه الأقصى هو هذا التشبه الثالث، وأنه لا يحصل له\nإلا بعد التمرن والاعتمال مدة طويلة في التشبه الثاني، وان هذه المدة لا\nتدوم له بالتشبه الأول، وعلم أن التشبه الأول - وان كان ضروريا، فانه عائق\nبذاته وان كان معينا بالعرض لا بالذات لكنه ضروري- فألزم نفسه أن لا يجعل\nلها حظا من هذا التشبه الأول، إلا بقدر الضرورة، وهي الكفاية التي لا بقاء\nللروح الحيواني بأقل منها.\n</p>\n\n<p>\nووجد ما تدعو إليه الضرورة في بقاء هذا الروح أمرين: أحدهما: ما يمده من\nالداخل، ويخلف عليه بدل ما يتخلل منه وهو الغذاء.\n</p>\n\n<p>\nوالأخر: ما يقيه من الخارج، ويدفع عنه وجوه الأذى: من البرد والحر والمطر\nولفح الشمس والحيوانات المؤذية ونحو ذلك.\n</p>\n\n<p>\nورأى أنه إن تناول ضرورية من هذه جزافا كيفما اتفق، ربما وقع في السرف\nواخذ فوق الكفاية.\n</p>\n\n<p>\nفكان سعيه على نفسه من حيث لا يشعر، فرأى أن الحزم له أن يفرض لنفسه فيها\nحدودا لا يتعداها، ومقادير لا يتجاوزها، وبأن له الفرض يجب أن يكون في جنس\nما يتغذى به.\n</p>\n\n<p>\nوأي شيء يكون وفي مقداره وفي المدة التي تكون بين العبادات إليه.\n</p>\n\n<p>\nفنظر أولا إلى أجناس ما به يتغذى، فرآها ثلاثة أضرب: أولا: أما نبات لم\nيكمل بعد نضجه ولم ينته إلى غاية تمامه، وهي أصناف البقول الرطبة التي يمكن\nالاغتذاء بها.\n</p>\n\n<p>\nثانيا: واما ثمرات النبات الذي تم وانتهى وأخرج بذرة ليتكون منه أخر من\nنوعه حفظا له، وهي أصناف الفواكه رطبها ويابسها.\n</p>\n\n<p>\nثالثا: واما حيوان من الحيوانات التي يتغذى بها: أما البرية واما\nالبحرية.\n</p>\n\n<p>\nوكان قد صح عنده أن هذه الأجناس كلها، من فعل ذلك الموجود الواجب الوجود\nالذي تبين له أن سعادته في القرب منه، وطلب التشبه به، ولا محالة أن\nالاغتذاء <span id='ms41'></span> بها مما يقطعها عن كمالها ويحول بينها وبين الغاية القصوى\nالمقصودة بها.\n</p>\n\n<p>\nفكان ذلك اعتراض على فعل الفاعل.\n</p>\n\n<p>\nوهذا الاعتراض مضاد لما يطلبه من القرب منه والتشبه به.\n</p>\n\n<p>\nفرأى أن الصواب كان له لو أمكن أن يمتنع عن الغذاء جملة واحدة، لكنه لما\nلم يمكنه ذلك، لانه أن امتنع عنه أل ذلك إلى فساد جسمه، فيكون ذلك اعتراضا\nعلى فاعله أشد من الأول، إذ هو أشرف من تلك الأشياء الآخر التي يكون فسادها\nسببا لبقائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفاستهل أيسر الضررين، وتسامح في اخف الاعتراضين، ورأى إن يأخذ من هذه\nالأجناس إذا عدمت آيها تيسر له، بالقدر الذي يتبين له بعد هذا.\n</p>\n\n<p>\nفأما إن كانت كلها موجودة فينبغي له حينئذ إن يتثبت ويتخير منها ما لم\nيكن في أخذه كبير اعتراض على فعل فاعل، وذلك مثل لحوم الفواكه التي قد\nتناهت في الطيب، وصلح ما فيها لتوليد البزر على الشرط التحفظ على ذلك\nالبزر، بان لا يأكله ولا يفسده ولا يلقيه في موضع لا يصلح للنبات، مثل\nالصفاة والسبخة ونحوهما.\n</p>\n\n<p>\nفان تعذر عليه وجود مثل هذه الثمرات ذات الطعم الغاذي، كالتفاح والكمثرى\nوالأجاص ونحوها، كان له عند ذلك إن يأكل آما الثمرات التي لا يغذو منها إلا\nنفس البزر، كالجوز والقسطل، واما من البقول التي لم تصل بعد حد كمالها.\n</p>\n\n<p>\nوالشرط عليه في هذين لأن يقصد أكثرها وجودا وأقواها توليدا، وان لا\nيستأصل أصولها ولا يفني بزرها.\n</p>\n\n<p>\nفان عدم هذه، فله أن يأخذ من الحيوان آو من بيضه، والشرط عليه من الحيوان\nإن يأخذ من أكثره وجودا، ويستأصل منه نوعا بأسره.\n</p>\n\n<p>\nهذا ما رأى في جنس ما يتغذى به.\n</p>\n\n<p>\nواما المقدر فرأى أن يكون بحسب ما يسد خلة الجوع ولا يزيد عليها.\n</p>\n\n<p>\nواما الزمان الذي بين كل عودتين، فرأى انه إذا اخذ حاجته من الغذاء، أن\nيقيم عليه ولا يتعرض لسواه، حتى يلحقه ضعف يقطع به بعض الأعمال التي تجب\nعليه في التشبه الثاني، وهي التي يأتي ذكرها بعد هذا.\n</p>\n\n<p>\nفأما ما تدعو <span id='ms42'></span> إليه الضرورة في بقاء الروح الحيواني مما يقيه من خارج،\nفكان الخطب فيه يسيرا: إذ كان مكتسيا بالجلود، وقد كان له مسكن يقيه مما\nيرد عليه من خارج، فاكتفى بذلك ولم يرى الاشتغال به، والتزم في غذائه\nالقوانين التي رسمها لنفسه، وهي التي تقدم شرحها.\n</p>\n\n<p>\nثم اخذ في العمل الثاني، وهو التشبه بالأجسام السماوية والاقتداء بها،\nوالتقبل أوصافها، فانحصرت عنده في ثلاثة أضرب: الضرب الأول: أوصاف لها\nبالإضافة إلى ما تحتها من عالم الكون والفساد، وهي ما تعطيه إياه من\nالتسخين بالذات، آو التبريد بالعرض، والإضاءة والتلطيف والتكثيف، إلى سائر\nما تفعل فيه من الأمور التي بها يستعد لفيضان الصور الروحانية عليه من عند\nالفاعل الواجب الوجود.\n</p>\n\n<p>\nوالضرب الثاني: أوصاف لها في ذاتها، مثل كونها شفافة وناصعة وطاهرة منزهة\nعن الكدر وضروب الرجس، ومتحركة بالاستدارة بعضها على مركز نفسها، وبعضها\nعلى مركز غيرها.\n</p>\n\n<p>\nوالضرب الثالث: أوصاف لها بالإضافة إلى الموجود الواجب الوجود، مثل كونها\nتشاهد مشاهدة دائمة، وتعرض عنه، وتتشوق إليه، وتتصرف بحكمه، وتتسخر في\nتتميم إرادته، ولا تتحرك إلا بمشيئته وفي قبضته.\n</p>\n\n<p>\nفجعل يتشبه بها جهده في كل من هذه الاضرب الثلاثة.\n</p>\n\n<p>\nآما الضرب الأول: فكان تشبه بها فيه: إن ألزم نفسه إن لا يرى ذا حاجة آو\nعاهة آو مضرة، أو ذا عائق من الحيوان أو النبات، وهو يقدر على أزالتها عنه\nإلا ويزيلها.\n</p>\n\n<p>\nفمتى وقع بصره على نبات قد حجبه عن الشمس حاجب آو تعلق به نبات آخر\nيؤذيه، أو عطش عطشا يكاد يفسده، أزال عنه ذلك الحاجب إن كان ما يزال، وفصل\nبينه وبين ذلك المؤذي بفاصل لا يضر المؤذي، وتهده بالسقي ما أمكنه.\n</p>\n\n<p>\nومتى وقع بصره على حيوان قد أرهقه سبع آو نشب به ناشب، آو تعلق به شوك،\nآو سقط على عينيه آو آذنيه شيء يؤذيه، آو مسه ظمأ آو جوع، تكفل بإزالة ذلك\nكله عنه جهده واطعمه وسقاه.\n</p>\n\n<p>\nومتى وقع بصره على ماء يسيل إلى سقي نبات أو حيوان وقد عاقه عن ممره <span id='ms43'></span> ذلك\nعائق، من حجر سقط فيه، آو جرف انهار عليه، ازال ذلك كله عنه.\n</p>\n\n<p>\nوما زال يمعن في هذا النوع من ضروب التشبه حتى بلغ فيه الغاية.\n</p>\n\n<p>\nواما الضرب الثاني: فكان تشبهه بها فيه إن الزم نفسه دوام الطهارة وإزالة\nالدنس والرجس عن جسمه والاغتسال بالماء في اكثر الأوقات، وتنظيف ما كان من\nأظافره واسنانه ومغابن بدنه، وتطيبها بما أمكن من طيبات النبات وصنوف\nالدهون العطرة، وتعهد لباسه بالتنظيف والتطييب حتى كان يتلألأ حسنا وجمالا\nونظافة وطيبا.\n</p>\n\n<p>\nوالتزم مع ذلك ضروب الحركة على الاستدارة: فتارة كان يطوف بالجزيرة،\nويدور على ساحلها ويسيح باكنافها، وتارة كان يطوف ببيته، او ببعض الكدى\nأدوارا معدوده: آما مشيا، آما هرولة؛ وتارة يدور على نفسه حتى يغشه عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nواما الضرب الثالث: فكان تشبهه بها فيه، إن كان يلازم الفكرة في تلك\nالموجود الواجب الوجود، ثم يقطع علائق المحسوسات.\n</p>\n\n<p>\nويغمض عينيه، ويسد أذنيه، ويضرب جهده عن تتبع الخيال، ويروم بمبلغ طاقته\nإن لا يفكر في شيء سواه، ولا يشترك به احدا ويستعين على ذلك بالاستدارة على\nنفسه والاستحثاث فيها.\n</p>\n\n<p>\nفكان اذا اشتد في الاستدارة، غابت عنه جميع المحسوسات، وضعف الخيال وسائر\nالقوى التي إلى الألأت الجسمانية، وقوي فعل ذاته - التي هي بريئة من الجسم\n- فكانت في بعض الأوقات فكرته قد تخلص عن الشوب ويشاهد بها الموجود الواجب\nالوجود، ثم تكر عليه القوى الجسمانية فتفسد عليه حاله، وترده إلى اسفل\nالسافلين.\n</p>\n\n<p>\nويعود من ذي قبل، فان لحقه ضعف يقطع به عن غرضه تناول بعض الأغذية عن\nالشرائط المذكورة.\n</p>\n\n<p>\nثم انتقل إلى شأنه من التشبه بالأجسام السماوية بالاضرب الثلاثة\nالمذكورة.\n</p>\n\n<p>\nودأب على ذلك مدة وهو يجاهد قواه الجسمانية وتجاهده، وينازعها وتنازعه في\nالأوقات التي يكون له عليها الظهور، وتتخلص فكرته عن الشوب، يلوح له شيء من\nأحوال أهل التشبه الثالث.\n</p>\n\n<p>\nثم جعل يطلب التشبه الثالث، ويسعى في تحصيله، فينظر في صفات الموجود\nالواجب الوجود.\n</p>\n\n<p>\nوقد كان تبين له أثناء نظره العلمي قبل الشروع في العمل، إنها على ضربين <span id='ms44'></span>:\nآما صفة ثبوت: كالعلم والقدرة والحكمة.\n</p>\n\n<p>\nواما صففة سلب: كتنزه عن الجسمانية وعن صفات الأجسام ولواحقها، وما يتعلق\nبها، ولو على بعد.\n</p>\n\n<p>\nوان صفات الثبوت يشترط فيها هذا التنزيه حتى لا يكون فيها شيء من صفات\nالأجسام التي من جملتها الكثرة، فلا تتكثر ذاته بهذه الصفات الثبوتية، ثم\nترجع كلها إلى معنى واحد هي حقيقة ذاته.\n</p>\n\n<p>\nفجعل يطلب كيف يتشبه به في كل واحد من هذين الضربين.\n</p>\n\n<p>\nآما صفات الاجاب، فلما علم انها كلها راجعة إلى حقيقة ذاته، وانه لا كثرة\nفيها بوجه من الوجوه، إذ الكثرة من صفات الأجسام؛ وعلم إن علمه بذاته؛ ليس\nمعنى زائدا على ذاته، بل ذاته هي علمه لذاته؛ وعلمه بذاته هو ذاته، تبين له\nانه إن أمكنه هو إن يعلم ذاته، فليس ذلك العلم الذي علم به ذاته معنى زائدا\nعلى ذاته، بل هو هو! فرأى إن التشبه به من صفات الاجاب، هو ان يعلمه فقط\nدون إن يشرك به شيئا من صفات الأجسام؛ فاخذ نفسه بذلك.\n</p>\n\n<p>\nواما صقات السلب، فانها كلها راجعة إلى التنزه عن الجسمية.\n</p>\n\n<p>\nفجعل يطرح اوصاف الجسمية عن ذاته.\n</p>\n\n<p>\nوكان قد طرح منها كثيرا في رياضته المتقدمة التي كان ينحو بها بالتشبه\nبالأجسام السماوية.\n</p>\n\n<p>\nإلا انه أبقى منها بقايا كثيرة: كحركة الاستدارة - والحركة من أخص صفات\nالأجسام - وكل الاعتناء بأمر الحيوان والنبات والرحمة لها، والاهتمام\nبإزالة عوائقها.\n</p>\n\n<p>\nفان هذه أيضا من صفات الأجسام، إذ لا يراها أولا إلا بقوة جسمانية، ثم\nيكدح بأمرها بقوة جسمانية أيضا.\n</p>\n\n<p>\nفاخذ في طرح ذلك كله عن نفسه، إذ هي بجملتها مما لا يليق بهذه الحالة\nالتي يطلبها الآن.\n</p>\n\n<p>\nوما زال يقتصر على السكون في قصر مغارته مطرقا، غاضا بصره، معرضا عن جميع\nالمحسوسات والقوى الجسمانية، مجتمع الهم والفكرة في الموجود الواجب الوجود\nوحده دون شركه؛ فمتى سنح بخياله سانح سواه، طرده عن خياله جهده، ودافعه\nوراض نفسه على ذلك، ودأب فيه مدة طويلة، بحيث تمر عليه عدة أيام لا يتغذى\nفيها ولا يتحرك.\n</p>\n\n<p>\nوفي <span id='ms45'></span> خلال شدة مجاهدته هذه ربما كانت تغيب عن ذكره وفكره جميع الأشياء إلا\nذاته، فانها كانت لا تغيب عنه في وقت استغراقه بمشاهدة الموجود الأول الحق\nالواجب الوجود.\n</p>\n\n<p>\nفكان يسوءه ذلك، ويعلم انه شوب في المشاهدة المحضة، وشركه في الملاحظة.\n</p>\n\n<p>\nومازال يطلب الفناء عن نفسه والإخلاص في مشاهدة الحق حتى تأتى له ذلك،\nوغابت عن ذكره وفكره السموات والأرض وما بينهما، وجميع الصور الروحانية\nوالقوى الجسمانية، وجميع القوى المفارقة للمواد، والتي هي الذوات العارفه\nبالموجود الحق؛ وغابت ذاته في جملة تلك الذوات، وتلاشى الكل واضمحل، وصار\nهباء منثورا، ولم يبقى إلا الواحد الحق الموجود الثابت الوجود.\n</p>\n\n<p>\nوهو يقول بقوله الذي ليس معنى زائدا على ذاته: \"بسم الله الرحمن الرحيم\"\nلمن الملك اليوم لله الواحد القهار صدق الله العظيم ففهم كلامه وسمع ندائه\nولم يمنعه عن فهمه كونه لا يعرف الكلام، ولا يتكلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nواستغرق في حالته هذه وشاهد ما لا عين رأت ولا إذن سمعت! ولا خطر على قلب\nبشر.\n</p>\n\n<p>\nفلا تعلق قلبك بوصف آمر لم يخطر على قلب بشر، فان كثيرا من الأمور التي\nتخطر على قلوب البشر قد يتعذر وصفه، فكيف بأمر لا سبيل إلى خطورة على\nالقلب، ولا هو من عالمه ولا من طوره!؟ ولست أعني بالقلب جسم القلب، ولا\nالروح التي في تجويفه بل أعني صورة تلك الروح الفائضة بقواها على بدن\nالإنسان، فان كل واحد من هذه الثلاثة قد يقال له قلب ولكن لا سبيل لخطور\nذلك الآمر على واحد من هذه الثلاثة، ولا يتأتى التعبير إلا عما الخطر علها.\n</p>\n\n<p>\nومن رام التعبير عن تلك الحال، فقد رام مستحيلا وهو بمنزلة من يريد أن\nيذوق الألوان من حيث هي الألوان، ويطلب أن يكون السواد مثلا حلوا أو حامضا.\n</p>\n\n<p>\nلكنا، مع ذلك، لا نخيلك عن إشارات نومئ بها إلى ما شاهده من عجائب ذلك\nالمقام، على سبيل ضرب المثل، لا على سبيل قرع باب الحقيقية.\n</p>\n\n<p>\nإذ لا سبيل إلى التحقق بما في ذلك المقام إلا بالوصول إليه <span id='ms46'></span>.\n</p>\n\n<p>\nفأصغ الآن بسمع قلبك، وحدق ييصر إلى ما أشير به اليك لعلك أن تجد منه\nهديا يلقيك على جادة الطريق! وشرطي عليك أن لا تطلب مني في هذا الوقت مزيد\nبيان بالمشافهة على ما أودعه هذه الاوراق فان المجال ضيق، والتحكم بالألفاظ\nعلى آمر ليس من شأنه أن يلفظ به خطر.\n</p>\n\n<p>\nفأقول: انه لما فني عن ذاتهوعن جميع وعن جميع الذوات ولم ير في الوجود\nإلا الواحد القيوم، وشاهد ما شاهد، ثم عاد إلى ملاحظة الاغيار عندما آفاق\nمن حالة تلك التي شبيه بالسكر، خطر بباله انه لا ذات له يغاير بها ذات الحق\nتعالى، وان حقيقة ذاته هي ذات الحق، وان الشيء الذي كان يظن أولا انه ذات\nالمغايرة لذات الحق، ليس شيئا في الحقيقة، بل ليس ثم شيء إلا ذات الحق، وان\nذلك بمنزلة نور الشمس الذي يقع على الأجسام الكثيفة فتراه يظهر فيها.\n</p>\n\n<p>\nفانه وان نسب إلى الجسم الذي يظهر فيه، فليس هو في الحقيقية شيئا سوى نور\nالشمس.\n</p>\n\n<p>\nوان زال ذلك الجسم زال نوره، وبقي نور الشمس بحاله لم ينقص عند حضور ذلك\nالجسم ولم يزد عند مغيبه.\n</p>\n\n<p>\nومتى حدث جسم يصلح لقبول ذلك النور، قبله، فإذا عدم الجسم عدم ذلك\nالقبول، ولك يكن له معنى، عنده هذا الظن بما قد بان له من إن ذات الحق، عز\nوجل، لا تتكثر بوجهه من الوجوه، وأن علمه بذاته، وهو ذاته بعينها.\n</p>\n\n<p>\nفلزم عنده من هذا أن حصل عنده العلم بذاته، فقد حصلت عنده ذاته، وقد كان\nحصل عنده العلم فحصلت عنده الذات.\n</p>\n\n<p>\nوهذه الذات لا تحصل إلا عند ذاتها، ونفس حصولها هو الذات؛ فإذن هو الذات\nبعينها.\n</p>\n\n<p>\nوكذلك جميع الذوات المفارقة للمادة العارفة بتلك الذات الحقه التي كان\nيراها أولا كثيرة، وصارت عنده بهذا الظن شيئا واحدا.\n</p>\n\n<p>\nوكادت هذه الشبه ترسخ في نفسه لولا أن تداركه الله برحمته وتلافاه\nبهدايته، فعلم إن الشبهة انما ثارت عنده من بقايا ظلمة الأجسام، وكدورة\nالمحسوسات.\n</p>\n\n<p>\nفان الكثير والقليل والواحد والوحدة <span id='ms47'></span>، والجمع والاجتماع، والافتراق، هي\nكلها من صفات الأجسام، وتلك الذوات المفارقة العارفة بذات الحق، عز وجل،\nلبرائتها عن المادة، لا يجب إن يقال انها كثيرة، ولا واحدة، لان الكثرة\nانما هي مغايرة الذوات بعضها لبعض، والوحدة أيضا لا تكون إلا بالاتصال.\n</p>\n\n<p>\nولا يفهم شيء من ذلك إلا في المعاني المركبة المتلبسة بالمادة.\n</p>\n\n<p>\nغير إن العبارة في هذا الموضع قد تضيق جدا لانك إن عبرت عن تلك الذوات\nالمفارقة بصيغة الجمع حسب لفظنا هذا، أوهم ذلك معنى الكثرة فيها، وهي بريئة\nعن الكثرة.\n</p>\n\n<p>\nوان أنت عبرت بصيغة الإفراد، اوهم ذلك معنى الاتحاد، وهو مستحيل عليها.\n</p>\n\n<p>\nوكأني بمن يقف على هذا الموضع من الخفافيش الذين تظلم الشمس في أعينهم\nيتحرك في سلسلة جنونه، ويقول: لقد افرطت في تدقيقك حتى انك قد انخلعت عن\nغريزة العقلاء، واطرحت حكم معقول، فان من أحكام العقل إن الشيء آما واحد\nواما كثير، فليتئد في غلوائه، وليكف من غرب لسانه وليتهم نفسه، وليعتبر\nبالعالم المحسوس الخسيس الذي هو أطباقه بنحو ما اعتبر به حي بن يقظان حيث\nكان بنظر فيه بنظر فيراه كثيرا كثرة لا تنحصر ولا تدخل تحت حد، ثم ينظر فيه\nبنظر آخر، فيراه واحدا.\n</p>\n\n<p>\nوبقي في ذلك مترددا ولم يكنه إن يقطع بأحد الوصفين دون الآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nهذا فالعالم المحسوس منشأ الجمع والإفراد، وفيه الانفصال والاتصال،\nوالتحيز والمغايرة، والاتفاق والاختلاف، فما ظنه بالعالم الإلهي الذي لا\nيقال فيه كل ولا بعض، ولا ينطق في أمره بلفظ من الألفاظ المسموعة، إلا\nوتوهم فيه شيء على خلاف الحقيقة، فلا يعرفه إلا من شاهده؛ ولا تثبت حقيقته\nإلا عند من حصل فيه.\n</p>\n\n<p>\nواما قوله: حتى انخلعت عن غريزة العقلاء، واطرحت حكم المعقول.\n</p>\n\n<p>\nفنحن نسلم له ذلك، ونتركه مع عقله وعقلائه، فان العقل الذي يعنيه هو\nأمثاله، انما هو القوة الناطقة التي تتصفح أشخاص الموجودات المحسوسة،\nوتقتنص منها المعنى الكلي.\n</p>\n\n<p>\nوالعقلاء الذين يعنيهم، هم ينظرون من هذا النظر والنمط الذي كلامنا فيه\nفوق هذا كله، فليسد عنه سمعه من <span id='ms48'></span> لا يعرف سوى المحسوسات وكلياتها، وليرجع\nإلى فريقه الذين \"بسم الله الرحمن الرحيم\" يعملون ظاهرا من الحياة الدنيا.\nوهم عن الآخرة هم غافلون. صدق الله العظيم.\n</p>\n\n<p>\nفان كنت ممن يقتنع بهذا النوع من التلويح والإشارة إلى ما في العالم\nالإلهي، ولا تحمل ألفاظا من المعاني على ما جرت العادة بها في تحميلها\nإياه، فنحن نزيدك شيئا مما شاهده حي بن يقظان في مقام أولي الصدق الذي تقدم\nذكره، فتقول: انه بعض الاستغراق المحض، والفناء التام، وحقيقة الوصول،\nوشاهد للفلك الأعلى، الذي لا جسم له، ورأى ذاتا بريئة عن المادة، ليست هي\nذات الواحد الحق، ولا هي نفس الفلك، ولا هي غيرها؛ وكأنها صورة الشمس التي\nتظهر في مرآة من المرائي الصقيلة، فانها ليست هي الشمس ولا المرأة ولا\nغيرهما.\n</p>\n\n<p>\nوراى لذات ذلك الفلك المفارقة من الكمال والبهاء والحسن، ما يعظم عن إن\nيوصف بلسان، ويدق إن يكسى بحرف آو صوت، وراه في غاية من اللذة والسرور،\nوالغبطة والفرح، بمشاهدة ذات الحق جل جلاله.\n</p>\n\n<p>\nوشاهد ايضا للفلك الذي يليه، وهو فلك الكواكب الثابتة، ذاتا بريئة عن\nالمادة أيضا، ليست هي ذات الواحد الحق، ولا ذات الفلك الأعلى المفارقة، ولا\nنفسه، ولا هي غيرها.\n</p>\n\n<p>\nوكأنها صورة الشمس التي تظهر في المرآة قد انعكست إليها من مرآة أخرى\nمقابلة للشمس، ورأى لهذه الذات ايضا من البهاء والحسن واللذة مثل ما راى\nلتلك التي للفلك الأعلى.\n</p>\n\n<p>\nوشاهد ايضا للفلك الذي يلي هذا، وهو فلك زحل ذاتا مفارقة للمادة ليست هي\nشيئا من الدواب التي شاهدها قبله ولا هي غيرها؛ وكأنها صورة الشمس التي\nتظهر في مرآة قد انعكست إليها الصورة من مرآة مقابلة للشمس؛ وراى لهذه\nالذات ايضا مثل ما راى آمل قبلها من البهاء واللذة.\n</p>\n\n<p>\nومازال يشاهد لكل فلك ذاتا مفارقة بريئة عن المادة ليست هي شيئا من\nالذوات التي قبلها ولا هي غيرها وكأنها صورة الشمس التي تنعكس من مرآة على\nمرآة، على رتب مرتبة بحسب ترتيب الأفلاك.\n</p>\n\n<p>\nوشاهد لكل ذات من <span id='ms49'></span> هذه الذوات من الحسن والبهاء، واللذة والفرح، ما لا عين\nرأت، ولا أذن سمعت، ولا خطر على قلب بشر.\n</p>\n\n<p>\nإلى أن انتهى إلى عالم الكون والفساد، وهو جميعه حشو فلك القمر.\n</p>\n\n<p>\nفرأى له ذاتا بريئة عن المادة ليست شيئا من الذوات التي شاهدها قبلها،\nولا هي سواها.\n</p>\n\n<p>\nولهذه سبعون ألف وجه، في كل وجه سبعون ألف فم، في كل فم سبعون ألف لسان،\nيسبح بها ذات الواحد الحق، ويقدسها ويمجدها، لا يفتر؛ ورأى لهذه الذات،\nالتي توهم فيها الكثرة وليست كثيرة، من الكمال واللذة، مثل الذي رآه لما\nقبلها.\n</p>\n\n<p>\nوكأن هذه الذات صورة الشمس التي تظهر في ماء مترجرج، وقد انعكست إليها\nالصورة من آخر المرايا التي انتهى إليها الانعكاس على الترتيب المتقدم من\nالمرآة الأولى التي قابلت الشمس بعينها.\n</p>\n\n<p>\nثم شاهد لنفسه ذاتا مفارقة، لو جاز إن تتبعض ذات السبعين ألف وجه، لقلنا\nانها بعضها.\n</p>\n\n<p>\nولولا إن هذه الذات حدثت بعد إن لم تكن، لقلنا إنها هي! ولولا اختصاصها\nببدنه عند حدوثه، لقلنا إنها لم تحدث! وشاهد في هذه الرتبة ذواتا، مثل\nذاته، لاجسام كانت ثم اضمحلت، ولاجسام لم تزل معه في الوجود، وهي من الكثرة\nفي حد بحيث لا تتناهى إن جاز أن يقال لها كثيرة، أو هي كلها متحدة إن جاز\nإن يقال لها واحدة.\n</p>\n\n<p>\nوراى لذاته ولتلك الذوات التي في رتبته من الحسن والبهاء واللذة غير\nالمتناهية، ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر، ولا يصفه\nالواصفون، ولا يعقله إلا الواصلون العارفون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوشاهد ذواتا كثيرة مفارقة للمادة كأنها مرايا صدئة، قد ران عليها الخبث،\nوهي مع ذلك مستدبرة للمرايا الصقيلة التي ارتسمت فيها صورة الشمس، ومولية\nعنها بوجوهها، وراى لهذه الذوات من القبح والنقص ما لم يقم بباله قط؛ وراها\nفي ألام لا تنقضي، وحسرات لا تنمحي؛ قد أحاط بها سرادق العذاب، وأحرقتها\nنار الحجاب، ونشرت بمناشير بين الانزعاج والانجذاب.\n</p>\n\n<p>\nوشاهد هنا ذواتا سوى هذه المعذبة تلوح ثم تضمحل، وتنعقد ثم <span id='ms50'></span> تنحل، فتثبت\nفيها وأنعم النظر إليها، فرأى هولا عظيما وخطبا جسيما، وخلقا حثيثا،\nوأحكاما بليغة، وتسوية ونفخا وإنشاء ونسخا.\n</p>\n\n<p>\nفما هو إلا إن تثبت قليلا، فعادت إليه حواسه، وتنبه من حاله تلك التي\nكانت شبيهة بالغشي، وزلت قدمه عن ذلك المقام، ولاح له العالم المحسوس، وغاب\nعنه العالم الإلهي: إذ لم يكن اجتماعهما في حال واحدة، إذ الأخرى والدنيا\nكضرتين، إن أرضيت احدهما أسخطت الأخرى، فان قلت يظهر مما حكيته من هذه\nالمشاهدة، إن الذوات المفارقة إن كانت لجسم دائم الوجود لا يفسد، كالأفلاك،\nكانت هي دائمة الوجود؛ وان كانت لجسم يؤول إلى الفساد كالحيوان الناطق،\nفسدت هي واضمحلت وتلاشت، حسبما مثلث به في المرايا الانعكاس، فان الصورة لا\nثبات لها إلا ثبات بثبات المرآة، فإذا فسدت المرآة صح فساد الصورة واضمحلت\nهي؛ فأقول لك: ما لأسرع ما نسيت العهد، وحلت عن الربط، ألم نقدم إليك إن\nمجال العبارة هنا ضيق، وان الألفاظ على كل حال توهم غير الحقيقة وذلك الذي\nتوهمته إنما أوقعك فيه، إن جعلت المثال والممثل به على حكم واحد من جميع\nالوجوه.\n</p>\n\n<p>\nولا ينبغي أن يفعل ذلك في أصناف المخاطبات المعتادة، فكيف ها هنا والشمس\nونورها، وصورتها وتشكلها والمرايا والصور الحاصلة فيها، كلها أمور غير\nمفارقة للأجسام، ولا قوام لها إلا بها وفيها؟ فلذلك افتقرت في وجودها إليها\nوبطلت ببطلانها.\n</p>\n\n<p>\nواما الذوات الإلهية، والأرواح الربانية، فانها كلها بريئة عن الأجسام\nولواحقها ومنزهة غاية التنزيه عنها، فلا ارتباط ولا تعلق لها بها، وسواء\nبالإضافة إليها بطلان الأجسام أو ثبوتها، ووجودها أو عدمها؛ وانما ارتباطها\nوتعلقها بذات الواحد الحق الموجود الواجب الوجود، الذي هو أولها ومبدؤها\nوسببها وموجدها، وهو يعطيها الدوام ويمدها بالبقاء والتسرمد؛ ولا حاجة بها\nإلى الأجسام بل الأجسام المحتاجة إليها.\n</p>\n\n<p>\nولو جاز عدمها لعدمت الأجسام فانها هي مبديها، كما انه لو جاز إن تعدم\nذات الواحد الحق - تعالى وتقدس عن ذلك؛ لا اله إلا هو! - لعدمت هذه الذوات\nكلها، ولعدمت الأجسام، ولعدم العالم الحسي بآسره <span id='ms51'></span>، ولم يبق موجود، إذ الكل\nمرتبط بعضه ببعض.\n</p>\n\n<p>\nوالعالم المحسوس وان كان تابعا للعالم الإلهي، شبيه الظل له؛ والعالم\nالإلهي مستغن عنه وبريء منه فانه مع ذلك قد يستحيل فرض عدمه، إذ هو لا\nمحالة تابع للعالم الإلهي، وانما فساده إن يبدل، لا إن يعدم بالجملة، وبذلك\nنطق الكتاب العزيز حيثما وقع هذا المعنى منه في تسيير الجبال وتسييرها\nكالعهن والناس كالفراش.\n</p>\n\n<p>\nوتكوير الشمس والقمر، وتفجيرالبحار يوم تبدل الارض غير الأرض والسموات.\n</p>\n\n<p>\nفهذا القدر هو الذي امكنني الآن أن أشير إليك به فيما شاهده حي بن يقظان\nفي ذلك المقام الكريم فلا تلتمس الزيادة عليه من جهة الألفاظ فان ذلك\nكالمعتذر.\n</p>\n\n<p>\nواما تمام خبره - فسأتلوه عليك إن شاء الله تعالى: وهو انه لما عاد إلى\nالعالم المحسوس، وذلك بعد جولا نه حيث جال، سئم تكاليف الحياة الدنيا،\nواشتد شوقه إلى الحياة الدنيا، واشتد شوقه إلى الحياة القصوى، فجعل يطلب\nالعود إلى ذلك المقام بالنحو الذي طلبه أولا حتى وصل إليه بأيسر من السعي\nالذي وصل به أولا ودام فيه ثانيا مدة أطول من الأولى.\n</p>\n\n<p>\nثم عاد إلى عالم الحس.\n</p>\n\n<p>\nثم تكلف الوصول إلى مقامه بعد ذلك فكان ايسر عليه من الأولى والثانية\nوكان دوامه أطول.\n</p>\n\n<p>\nوما زال الوصول إلى ذلك المقام الكريم يزيد عليه سهولة، والدوام يزيد فيه\nطولا مدة بعد مدة، حتى صار يصل إليه متى شاء، ولا ينفصل عنه إلا متى شاء؛\nفكان يلازم مقامه ذلك ولا ينثني عنه إلا لضرورة بدنه التي كان قد قللها،\nحتى كان لا يوجد اقل منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوهو في كل ذلك كله يريد إن يريحه الله عز وجل من كل بدنه الذي يدعوه إلى\nمفارقة مقامه ذلك، فيتخلص إلى لذته تخلصا دائما، ويبرأ عما يجده من الألم\nعند الأعراض عن مقامه ذلك إلى ضرورة البدن.\n</p>\n\n<p>\nوبقي على حالته تلك حتى أناف على سبعة أسابيع من منشئه وذلك خمسون عاما.\n</p>\n\n<p>\nوحينئذ اتفقت له صحبة أسال وكان من قصته معه ما يأتي ذكره بعد هذا <span id='ms52'></span> إن شاء\nالله تعالى.\n</p>\n\n<p>\nذكروا: إن جزيرة قريبة من الجزيرة التي ولد بها حي بن يقظان على أحد\nالقولين المختلفين على صفة مبدئه، انتقلت إليه ملة من الملل الصحيحة\nالماخوذه على بعض الأنبياء المتقدمين، صلوات الله عليهم.\n</p>\n\n<p>\nوكانت ملة محاكية لجميع الموجودات الحقيقية بالأمثال المضروبة التي\nخيالات تلك الأشياء، وتثبت رسومها في النفوس، حسبما جرت به العادة في\nمخاطبة الجمهور؛ فما زالت تلك الملة تنتشر بتلك الجزيرة وتقوى وتظهر، حتى\nقام بها ملكها وحمل الناس على التزامها.\n</p>\n\n<p>\nوكان قد نشأ بها فتيان من أهل الفضل والخير، يسمى أحدهما أسال والآخر\nسلامان فتلقيا هذه الملة وقبلاها احسن قبول، واخذ على أنفسهما على بالتزام\nجميع شرائعها والموظبة على جميع أعمالها، واصطحبا على ذلك.\n</p>\n\n<p>\nوكانا يتفقهان في بعض الأوقات فيما ورد من ألفاظ تلك الشريعة في صفة الله\nعز وجل وملائكته، وصفات الميعاد والثواب والعقاب.\n</p>\n\n<p>\nفأما أسال فكان أشد غوصا على الباطن، وأكثر عثورا على المعاني الروحانية\nواطمع في التأويل.\n</p>\n\n<p>\nواما سلامان صاحبه فكان أكثر احتفاظا بالظاهر، وأشد بعدا عن التأويل،\nوأوقف عن التصرف والتأمل؛ وكلاهما مجد في الأعمال الظاهرة، ومحاسبة النفس،\nومجاهدة الهوى.\n</p>\n\n<p>\nوكان في تلك الشريعة أقوال تحمل عن العزلة والانفراد، وتدل على إن الفوز\nوالنجاة فيهما؛ واقوال أخر تحمل على المعاشرة وملازمة الجماعة.\n</p>\n\n<p>\nفتعلق أسال بطلب العزلة، ورجح القول فيها لما كان في طباعه من دوام\nالفكرة، وملازمة العبرة، والغوص على المعاني، وأكثر ما كان يتأتى له أمله\nمن ذلك بالانفراد.\n</p>\n\n<p>\nوتعلق سلامان بملازمة الجماعة، ورجح القول فيها لما كان في طباعه من\nالجبن عن الفكرة والتصرف.\n</p>\n\n<p>\nفكانت ملازمته الجماعة عنده مما يدرأ الوسواس، ويزيل الظنون المعترضة\nويعيد من همزات الشياطين.\n</p>\n\n<p>\nوكان اختلافهما في هذا الرأي سبب افتراقهما.\n</p>\n\n<p>\nوكان أسال قد سمع عن الجزيرة التي ذكر أن حي بن يقظان تكون بها وعرف ما\nبها من الخصب والمرافق والهواء المعتدل، وان الانفراد بها يتأتى لملتمسه،\nفأجمع إن يرتحل إليها ويعتزل الناس بها بقية عمره.\n</p>\n\n<p>\nفجمع ما كان له من المال <span id='ms53'></span>، واشترى ببعضه مركبا تحمله إلى تلك الجزيرة،\nوفرق باقيه على المساكين، وودع صاحبه سلامان وركب متن البحر؛ فحمله\nالملاحون إلى تلك الجزيرة؛ ووضعوه بساحلها؛ وانفصلوا عنها.\n</p>\n\n<p>\nفبقي أسال بتلك الجزيرة يعبد الله عز وجل؛ ويعظمه ويقدسه؛ ويفكر في\nاسمائه الحسنى وصفاته العليا؛ فلا ينقطع خاطره؛ ولا تتكدر فكرته.\n</p>\n\n<p>\nواذا احتاج إلى غذاء تناول من ثمرات تلك الجزيرة وصيدها ما يسد بها\nجوعته.\n</p>\n\n<p>\nوأقام على تلك الحال مدة وهو في أتم غبطة وأعظم أنس بمناجاة ربه.\n</p>\n\n<p>\nوكان كل يوم يشاهد من ألطافه ومزايا تحفة وتيسره عليه في مطلبه وغذائه ما\nيثبت يقينه ويقر عينه.\n</p>\n\n<p>\nوكان في تلك المدة حي بن يقظان شديد الاستغراق في مقاماته الكريمة؛ فكان\nلا يبرح عن مغارته إلا مرة في الاسبوع لتناول ما سنح من الغذاء، فلذلك لم\nيعثر عليه أسال لأول وهلة، بل كان يتطوف بأكناف تلك الجزيرة ويسبح في\nأرجائها، فلا يرى أنسيا ولا يشاهد أثرا فيزيد بذلك أنسه وتنبسط نفسه لما\nكان قد عزم عليه من التناهي في طلب العزلة والانفراد.\n</p>\n\n<p>\nإلى إن اتفق في بعض تلك الأوقات إن خرج حي بن يقظان لالتماس غذائه وأسال\nقد ألم بتلك الجهة، فوقع بصر كل منهما على الآخر.\n</p>\n\n<p>\nفإما أسال فلم يشك أنه من العباد المنقطعين، وصل تلك الجزيرة لطلب العزلة\nعن الناس كما وصل هو إليها.\n</p>\n\n<p>\nفخشي إن هو تعرض له وتعرف به إن يكون سببا في فساد حاله وعائقا بينه وبين\nأمله.\n</p>\n\n<p>\nواما حي بن يقظان فلم يدر ما هو، لانه لم يره على صورة شيء من الحيوانات\nالتي كان قد عاينها قبل ذلك.\n</p>\n\n<p>\nوكان عليه مدرعة سوداء من الشعر والصوف، فظن إنها لباس طبيعي.\n</p>\n\n<p>\nفوقف يتعجب منه مليا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوولى أسال هاربا منه خيفة أن يشغله عن حاله، فاقتفى حي بن يقظان أثره لما\nكان في طباعه من البحث عن الحقائق.\n</p>\n\n<p>\nفلما رآه يشتد في الهرب.\n</p>\n\n<p>\nخنس عنه وتوارى له، حتى ظن أسال انه قد انصرف عنه وتباعد من تلك الجهة.\n</p>\n\n<p>\nفشرع أسال في <span id='ms54'></span> الصلاة والقراءة، والدعاء والبكاء، والتضرع والتواجد، حتى\nشغله ذلك عن كل شيء.\n</p>\n\n<p>\nفجعل حي بن يقظان يتقرب منه قليلا قليلا، وأسال لا يشعر به حتى دنا منه\nبحيث يسمع قراءته وتسبيحه، ويشاهد خضوعه وبكائه.\n</p>\n\n<p>\nفسمع صوتا حسنا وحروف منظمة، لم يعهد مثلها من شيء من أصناف الحيوان.\n</p>\n\n<p>\nونظر إلى أشكاله وتخطيطه فرآه على صورته، وتبين له أن المدرعة التي عليه\nليست جلدا طبيعيا، وانما هي لباس متخذ مثل لباسه هو، ولما رأى حسن خشوعه\nوتضرعه وبكائه لم يشك في انه من الذوات العارفة بالحق؛ فتشوق إليه واراد إن\nيرى ما عنده، وما الذي أوجب بكاءه وتضرعه؛ فزاد في الدنو منه حتى أحس به\nأسال؛ فاشتد في العدو، واشتد حي بن يقظان في أثره حتى التحق به - لما كان\nأعطاه الله من القوة والبسطة في العلم والجسم - فالتزمه وقبض عليه؛ ولم\nيمكنه من البراح.\n</p>\n\n<p>\nفلما نظر إليه أسال وهو مكتس بجلود الحيوان ذوات الاوبار؛ وشعره قد طال\nحتى جلل كثيرا منه، ورأى ما عنده من سرعة العدو وقوة البطش، فرق منه فرقا\nشديدا، وجعل يستعطفه ويرغب إليه بكلام لا يفهمه حي بن يقظان ولا يدري ما\nهو، غير أنه يميز فيه شمائل الجزع.\n</p>\n\n<p>\nفكان يؤنسه بأصوات كان قد تعلمها من الحيوانات، ويجر يده على رأسه، ويمسح\nأعطافه.\n</p>\n\n<p>\nويتملق إليه، ويظهر البشر والفرح به.\n</p>\n\n<p>\nحتى سكن جأش أسال وعلم أنه لا يريد به سوءا.\n</p>\n\n<p>\nكان أسال قديما لمحبته في علم التأويل.\n</p>\n\n<p>\nقد تعلم أكثر الألسن، ومهر فيها.\n</p>\n\n<p>\nفجعل يكلم حي بن يقظان ويسائله عن شأنه بكل لسان يعلمه ويعالج أفهامه فلا\nيستطيع، وحي بن يقظان في ذلك كله يتعجب مما يسمع ولا يدري ما هو.\n</p>\n\n<p>\nغير أنه يظهر له البشر والقبول.\n</p>\n\n<p>\nفاستغرب كل واحد منهما أمر صاحبه.\n</p>\n\n<p>\nوكان عند أسال من زاد كان قد اصطحبه من الجزيرة المعمورة، فقربه إلى حي\nبن يقظان فلم يدر ما هو، لانه لم يكن شاهده قبل ذلك.\n</p>\n\n<p>\nفأكل منه أسال وأشار إليه ليأكل ففكر حي بن <span id='ms55'></span> يقظان فيما كان ألزم نفسه من\nالشروط لتناول الغذاء، ولم يدر اصل ذلك الشيء الذي قدم له ما هو، وهل يجوز\nله تناوله أم لا! فامتنع عن الآكل.\n</p>\n\n<p>\nولم يزل أسال يرغب إليه ويستعطفه.\n</p>\n\n<p>\nوقد كان اولع به حي بن يقظان فخشي إن دام على امتناعه إن يوحشه، فاقدم\nعلى ذلك الزاد وأكل منه.\n</p>\n\n<p>\nفلما ذاقه واستطابه بدا له سوء ما صنع من نقض عهوده في شرط غذاء، وندم\nعلى فعله، وأراد الانفصال عن أسال والإقبال على شأنه من طلب الرجوع إلى\nمقامه الكريم، فلما تتأت له المشاهدة بسرعة.\n</p>\n\n<p>\nفرأى أن يقيم مع أسال في عالم الحس حتى يقف على حقيقة شأنه، ولا يبقي في\nنفسه هو نزوع إليه، وينصرف بعد ذلك إلى مقامه دون إن يشغله شاغل.\n</p>\n\n<p>\nفالتزم صحبة أسال ولما رأى أسال أيضا انه لا يتكلم، آمن من غلوائه على\nدينه، ورجا أن يعلمه الكلام والعلم والدين، فيكون له بذلك أعظم أجر وزلفى\nعند الله.\n</p>\n\n<p>\nفشرع أسال في تعليمه الكلام أولا بأن كان يشير له إلى أعيان الموجودات\nوينطق بأسمائها ويكرر ذلك عليه ويحمله على النطق، فينطق بها مقترنا\nبالاشارة، حتى علمه الأسماء كلها، ودرجه قليلا قليلا حتى تكلم في أقرب مدة.\n</p>\n\n<p>\nفجعل أسال يسأله عن شأنه ومن أين صار إلى تلك الجزيرة، فأعلمه حي بن\nيقظان انه لا يدري لنفسه ابتداء ولا أبا ولا أما أكثر من الظبية التي ربته،\nووصف له شأنه كله وكيف ترقى بالمعرفة، حتى انتهى إلى درجة الوصول.\n</p>\n\n<p>\nفلما سمع أسال منه وصف تلك الحقائق والذوات المفارقة لعالم الحس العارفة\nبذات الحق عز وجل، ووصفه ذلك الحق تعالى وجل بأوصافه الحسنى، ووصف له ما\nأمكنه وصفه مما شاهده عند الوصول من لذات الواصلين وألام المحجوبين، لم يشك\nأسال في أن جميع الأشياء التي وردت في شريعته من أمر الله عز وجل،\nوملائكته، وكتبه، ورسله، واليوم الآخر، وجنته وناره، هي أمثلة هذه التي\nشاهدها حي بن يقظان؛ فانفتح بصر قلبه وانقدحت نار خطره وتطابق <span id='ms56'></span> عنده المعقول\nوالمنقول، وقربت عليه طرق التأويل، ولم يبق عليه مشكل في الشرع إلا تبين\nله، ولا مغلق إلا انفتح، ولا غامض إلا اتضح، وصار من أولى الألباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوعند ذلك نظر إلى حي بن يقظان بعين التعظيم والتوقير، وتحقق عنده أنه من\nأولياء الله الذين لا خوف عليهم ولا هم يحزنون.\n</p>\n\n<p>\nفالتزم خدمته والاقتداء به بإشارته فيما تعارض عنده من الأعمال الشرعية\nالتي قد تعلمها في ملته.\n</p>\n\n<p>\nوجعل حي بن يقظان يستفصحه عن أمره وشأنه، فجعل أسال يصف له شأن جزيرته\nوما فيها من العالم، وكيف كانت سيرهم قبل وصول الملة اليهم.\n</p>\n\n<p>\nوكيف هي الآن بعد وصولها إليهم، وصف له جميع ما ورد في الشريعة من وصف\nالعالم الإلهي، والجنة والنار، والبعث والنشور، والحشر والحساب، والميزان\nوالصراط.\n</p>\n\n<p>\nففهم حي بن يقظان ذلك كله ولم ير فيه شيء على خلاف ما شاهده في مقامه\nالكريم.\n</p>\n\n<p>\nفعلم أن الذي وصف ذلك وجاء به محق في وصفه، صادق في قوله، ورسول من عند\nربه؛ فأمن به وصدقه وشهد برسالته.\n</p>\n\n<p>\nثم جاء يسأله عما جاء به من الفرائض، ووضعه من العبادات؛ فوصف له الصلاة\nوالزكاة، والصيام والحج، وما أشبهها من الأعمال الظاهرة؛ فتلقى ذلك\nوالتزمه، وأخذ نفسه بأدائه امتثالا للآمر الذي صح عنده صدق قوله.\n</p>\n\n<p>\nإلا انه بقي في نفسه أمران كان يتعجب منهما ولا يدري وجه الحكمة فيهما:\nأحدهما - لما ضرب هذا الرسول الأمثال للناس في أكثر ما وصفه من أمر العالم\nالإلهي، وأضرب عن المكاشفة حتى وقع الناس في أمر عظيم من التجسيم، واعتقاد\nأشياء في ذات الحق هو منزه عنها وبريء منها؟ وكذلك في أمر الثواب والعقاب!\nوالآمر الآخر - لم اقتصر على هذه الفرائض ووظائف العبادات وأباح الاقتناء\nللأموال والتوسع في المأكل، حتى بفرغ الناس بالاشتغال بالباطل، والأعراض عن\nالحق؟ وكان رأيه هو لا يتناول أحد شيئا إلا ما يقيم به من الرمق؛ واما\nالأموال فلم تكن لها عنده معنى.\n</p>\n\n<p>\nوكان يرى ما في الشرع من الأحكام في أمر الأموال: كالزكاة <span id='ms57'></span> وتشعبها،\nوالبيوع والربا والحدود والعقوبات، فكان يستغرب هذا كله ويراه تطويلا،\nويقول: إن الناس لو فهموا الآمر على حقيقته لاعرضوا عن هذه البواطل، وأقبلو\nعلى الحق، واستغنوا عن هذا كله، ولم يكن لاحد اختصاص بمال يسأل عن زكاته،\nأو تقطع الأيدي على سرقته، أو تذهب النفوس على أخذه مجاهرة.\n</p>\n\n<p>\nوكان الذي أوقعه في ذلك ظنه، أن الناس كلهم ذوو فطر فائقة، وأذهان ثاقبة،\nونفوس عازمة، ولم يكن يدري ما هم عليه من البلادة والنقص، وسوء الرأي وضعف\nالعزم، وأنهم كالأنعام بل هم أضل سبيلا.\n</p>\n\n<p>\nفلما اشتد إشفاقه على الناس، وطمع أن تكون نجاتهم على يديه، حدثت له\nالنية في الوصول إليهم، وإيضاح الحق لديهم، وتبييه لهم ففاوض في ذلك صاحبه\nأسال وسأله: هل تمكنه حيلة في الوصول اليهم؟ فأعلمه بما هم فيه من نقص\nالفطرة والأعراض عن آمر الله فلم يتأت له فهم ذلك، وبقي في نفسه تعلق بما\nكان قد أمله.\n</p>\n\n<p>\nوطمع أسال أيضا أن يهدي الله على يديه طائفة من معارفه المريدين الذين\nكانوا أقرب من التخلص من سواهم، فساعده على رأيه، ورأيا أن يلتزما ساحل\nالبحر ولا يفارقاه ليلا ولا نهارا، لعل الله إن السني لهما عبور البحر\nفالتزما ذلك وابتهلا الله تعالى أن يهيء لهما من أمرهما رشدأ.\n</p>\n\n<p>\nفكان من أمر الله عز وجل أن سفينة ضلت مسلكها، ودفعها الرياح وتلاطم\nالأمواج إلى ساحلها.\n</p>\n\n<p>\nفلما قربت من البر رأى أهلها الرجلين على الشاطئ.\n</p>\n\n<p>\nفدنوا منها فكلمهم أسال وسألهم أن يحملوهما معهم، فأجابوهما إلى ذلك،\nوأدخلوهما السفينة، فأرسل الله إليهم ريحا رخاء حملت السفينة في أقرب مدة\nإلى الجزيرة التي أملاها فنزلا بها، ودخلا مدينتها، واجتمع أصحاب أسال به،\nفعرفهم شأن حي بن يقظان، فاشتملوا عليه شديدا وأكبروا آمره، واجتمعوا إليه\nواعظموه وبجلوه، وأعلمه أسال أن تلك الطائفة هم أن تلك الطائفة هم أقرب إلى\nالفهم والذكاء من جميع الناس، وانه إن عجز عن تعليمهم فهو عن تعليم الجمهور\nأعجز.\n</p>\n\n<p>\nوكان رأس تلك الجزيرة سلامان وهو صاحب <span id='ms58'></span> أسال الذي كان يراه ملازمة\nالجماعة، ويقول بتحريم العزلة، فشرع حي بن يقظان في تعليمهم وبث أسرار\nالحكمة إليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفما هو إلا أن ترقى عن الظاهر قليلا وأخذ في وصف ما سبق إلى فهمهم خلافه،\nفجعلوا ينقبضون منه وتشمئز نفوسهم مما يأتي به، ويتسخطونه بقلوبهم، وان\nاظهروا له الرضا في وجهه اكراما لغربته فيهم، ومراعاة لحق صاحبهم أسال! وما\nزال حي بن يقظان يستلطفهم ليلا ونهارا، ويبن لهم الحق سرا وجهارا، فلا\nيزيدهم ذلك إلا نبوأ ونفارا، مع أنهم كانوا محبين للخير، راغبين في الحق،\nإلا انهم لنقص فطرتهم كانوا لا يطلبون الحق من طريقة ولا يأخذونه لجهة\nتحقيقه، ولا يلتمسونه من بابه، بل كانوا لا يريدون معرفته من طريق أربابه.\n</p>\n\n<p>\nفيأس من أصلاحهم، وانقطع رجائه من صلاحهم لقلة قبولهم.\n</p>\n\n<p>\nوتصفح طبقات الناس بعد ذلك، فرأى كل حزب بما لديهم فرحون، قد اتخذوا\nألههم هواهم، ومعبودهم شهواتهم، وتهالكوا في جميع حطام الدنيا، ألهاهم\nالتكاثر حتى زاروا المقابر، لا تنجح فيهم الموعظة ولا تعمل فيهم الكلمة\nالحسنة، ولا يزدادون بالجدل إلا إصرارا.\n</p>\n\n<p>\nواما الحكمة فلا سبيل لهم إليها، ولا حظ لهم منه، قد غمرتهم الجهالة وران\nعلى قلوبهم ما يكسبون ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة\nولهم عذاب عظيم.\n</p>\n\n<p>\nفلما رأى سرادق العذاب قد أحاط بهم، الظالمات الحجب قد تغشتهم، والكل\nمنهم - إلا اليسير - لا يتمسكون من ملتهم إلا بالدنيا، وقد نبذوا أعمالهم\nعلى خفتها وسهولتها وراء ظهورهم، واشتروا بها ثمنا قليلا، وألهاهم عن ذكر\nالله تعالى التجارة والبيع، ولم يخافوا يوما تنقلب فيه القلوب والابصار،\nلأن له وتحقق على القطع، أن مخاطبتهم بطريق المكاشفة لا تمكن وأن تكليفهم\nمن العمل فوق هذا القدر لا يتفق، وأن حظ أكثر الجمهور من الانتفاع بالشريعة\nإنما هو في حياتهم الدنيا لا يستقيم له معاشه، ولا يتعدى عليه سواه فيما\nاختص هو به، وانه لا يفوز منه بالسعادة الأخروية إلا الشاذ النادر، وهو من\nأراد حرث الآخرة وسعى لها سعيا وهو <span id='ms59'></span> مؤمن.\n</p>\n\n<p>\nواما من طغى وأثر الحياة الدنيا فان الجحيم هي المأوى، وأي تعب أعظم\nوشقاوة أطم ممن إذا تصفحت أعماله من وقت انتباهه من نومه إلى حين رجوعه إلى\nالكره لا تجد منها شيئا إلا وهو يلتمس به تحصيل غاية من هذه الأمور\nالمحسوسة الخسيسة آما مال يجمعه أو لذة ينالها أو شهوة يقضيها أو غيطا\nيتشفه به أو جاه يحرزه أو عمل من أعمال الشرع يتزين به أو يدافع عن رقبته،\nوهي كلها ظلمات بعضها فوق بعض في بحر لجي وان منكم إلا واردها كان على ربك\nحتما مقضيا.\n</p>\n\n<p>\nفلما فهم أحوال الناس وان أكثرهم بمنزلة الحيوان غير الناطق علم أن\nالحكمة كلها والهداية والتوفيق فيما نطقت به الرسل ووردت به الشريعة لا\nيمكن غير ذلك ولا يحتمل المزيد عليه ولكل عمل رجال وكل ميسر لما خلق له\n\"بسم الله الرحمن الرحيم\" سنة الله التي قد خلت من قبل ولن تجد لسنة الله\nتبديلا صدق الله العظيم.\n</p>\n\n<p>\nفانصرف إلى سلامان وأصحابه، فاعتذر عما تكلم به معه وتبرأ إليهم منه\nوأعلمهم أنه قد رآه مثل رأيهم واهتدى بمثل هديهم، وأوصاهم بملازمة ما هم\nعليه من التزام حدود الشرع والأعمال الظاهرة مقلة الخوض فيما لا يعنيهم،\nوالإيمان بالمتشابهات والتسليم لها، والأعراض عن البدع والأهواء والاقتداء\nبالسلف الصالح والترك لمحدثات الأمور، وأمرهم بمجانبة ما عليه جمهور العوام\nمن إهمال الشريعة والإقبال على الدنيا، وحذرهم عنه غاية التحذير، وعلم هو\nوصاحبه أسال أن هذه الطائفة المريدة القاصرة لا نجات لها إلا بهذا الطريق،\nوأنها إن رفعت عنه إلى يفاع الاستبصار اختل ما هي عليه ولم يمكنها أن تلحق\nبدرجة السعداء وتذبذبت وانتكست وساءت عاقبتها.\n</p>\n\n<p>\nوان هي دامت على ما هي عليه حتى يوافيها اليقين فازت بالآمن وكانت من\nأصحاب اليمين، والسابقون السابقون أولئك المقربون.\n</p>\n\n<p>\nفو دعاهم وانفصلا عنهم وتلطفا في العود إلى جزيرتهما حتى يسر الله عز وجل\nعليهما العبور إليها.\n</p>\n\n<p>\nوطلب حي بن يقظان مقامه الكريم بالنحو الذي طلبه أولا حتى عاد <span id='ms60'></span> إليه،\nواقتدى به أسال حتى قرب من أو كاد وعبدا الله في تلك الجزيرة حتى أتاهما\nاليقين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nهذا - أيدنا الله وأياك بروح منه - ما كان من نبأ حي بن يقظان وأسال\nوسلامان وقد أشتمل على حظ من الكلام لا يوجد في كتاب ولا يسمع في معتاد\nخطاب، وهو من العلم المكنون الذي لا يقبله إلا أهل المعرفة بالله، ولا\nيجهله إلا أهل الغرة بالله.\n</p>\n\n<p>\nوقد خالفنا فيه طريق السلف الصالح في الضنانا به والشح عليه.\n</p>\n\n<p>\nإلا أن الذي سهل علينا إفشاء هذا السر وهتك الحجاب، ما ظهر في زماننا من\nأراء فاسده نبغت بها متفلسفة العصر وصرحت بها، حتى انتشرت في البلدان وعما\nضررها وخشينا على الضعفاء الذين اطرحوا تقليد الأنبياء صلوات الله عليهم،\nوارادوا تقليد السفهاء والأغبياء أن يظنوا أن تلك الآراء هي الأسرار\nالمضنون بها على غير أهلها، فيزيد بذلك حبهم فيها وولعهم فيها.\n</p>\n\n<p>\nفرأينا أن نلمح إليهم بطرف من سر الأسرار لنجتذبهم إلى جانب التحقيق، ثم\nنصدهم عن ذلك الطريق.\n</p>\n\n<p>\nولم نخل مع ذلك ما أودعناه هذه الأوراق اليسيره من الأسرار عن حجاب رقيق\nوستر لطيف ينتهك سريعا لمن هو أهله، ويتكاثف لمن لا يستحق تجاوزه حتى لا\nيتعداه.\n</p>\n\n<p>\nوأنا أسئل إخواني الواقفين على هذا الكلام، أن يقبلو عذري فيما تسائلت في\nتبينه وتسامحت في تثبيته، فلم أفعل ذلك إلا لأني تسمنت شواهق يزل الطرف عن\nمرآها.\n</p>\n\n<p>\nوأردت تقريب الكلام فيها على وجه الترغيب والتشويق في دخول الطريق.\n</p>\n\n<p>\nوأسأل الله التجاوز والعفو، وأن يوردنا من المعرفة به الصفو، انه منعم\nكريم.\n</p>\n\n<h1 class='l1' id='head2'>والسلام عليك أيها الأخ المفترض إسعافه ورحمة الله وبركاته</h1>\n\n<p>\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             <span id='ms61'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}