{
  "content": "\n<p>\nزاد المهاجر إلى ربه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم وبه نستعين\nوعليه نتوكل\n</p>\n\n<p>\nقال الشيخ الامام العالم العلامة محمد بن أبي بكر المعروف بابن قيم\nالجوزية رضي الله عنه وارضاه في كتابه الدي سيره من تبوك ثامن المحرم سنة\nثلاث وثلاثين وسبعمائة بعد كلام له سبق : أحمد الله بمحامده التي هو لها\nاهل والصلاة والسلام على خاتم رسله وانبيائه : محمد صلى الله عليه وسلم\nوبعد : فان الله سبحانه وتعالى يقول في كتابه وتعاونوا على البر والتقوى\nولاتعاونوا على الاثم والعدوان واتقوا الله ان الله شديد العقاب\n</p>\n\n<p>\nوقد اشتملت هده الاية على جميع مصالح العباد في معاشهم ومعادهم فيما\nبينهم بعضهم بعضا وفيما بينهم وبين ربهم فان كل عبد لاينفك عن هاتين\nالحالتين وهذين الواجبين : واجب بينه وبين الله وواجب بينه وبين الخلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفاما ما بينه وبين الخلق : من المعاشرة والمعاونه والصحبة فالواجب عليه\nفيها ان يكون اجتماعه بهم وصحبته لهم تعاونا على مرضاة الله وطاعته التي هي\nغاية سعادة العبد وفلاحه ولاسعادة له الا بها وهي البر والتقوى اللذان هما\nجماع الدين كله واذا افرد كل واحد من الاسمين دخل في مسمى الاخر اما تضمنا\nواما لزوما ودخوله فيه تضمنا اظهر لان البر جزء مسمى التقوى وكدلك التقوى\nفانه جزء مسمى البر وكون احدهما لايدخل في الاخر عند الاقتران لايدل على\nانه لايدخل فيه عند انفراد الاخر\n</p>\n\n<p>\nو نظير هذا لفظ الايمان والاسلام و الايمان والعمل الصالح و الفقير\nوالمسكين و الفسوق والعصيان و المنكر والفاحشة ونظائره كثيرة\n</p>\n\n<p>\nوهذه قاعدة جليلة من احاط بها زالت عنه اشكالات كثيرة اشكلت على كثير من\nالناس البر والتقوى\n</p>\n\n<p>\nولنذكر من هذا مثالا واحدا يستدل به على غيره وهو البر والتقوى فان حقيقة\nالبر هو الكمال المطلوب من الشئ والمنافع التي فيه والخير كما يدل عليه\nاشتقاق هذه اللفظة وتصاريفها في الكلام ومنه البر بالضم لمنافعة وخيره\nبالاضافة إلى سائر الحبوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             ومنه رجل بار وبر وكرام برره\nوالابرار\n</p>\n\n<p>\nفالبر : كلمة جامعة لجميع انواع الخير والكمال <span id='ms01'></span> والمطلوب من العبد وفي\nمقابلته الاثم وفي حديث النواس بن سمعان ان النبي صلى الله عليه وسلم قال\nله جئت تسال عن البر والاثم فالاثم كلمة جامعة للشرور والعيوب التي يذم\nالعبد عليها\n</p>\n\n<p>\nفيدخل في مسمى البر : الايمان واجزاؤه الظاهرة والباطنة ولا ريب ان\nالتقوى جزء هذا المعنى واكثر ما يعبر عن بر القلب وهو وجود طعم الايمان فيه\nوحلاوته وما يلزم ذلك من طمانينتة وسلامته وانشراحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             وقوته\nوفرحه بالايمان فإن للايمان فرحة وحلاوة ولذة في القلب فمن لم يجدها فهو\nفاقد الايمان أو ناقصه وهو من القسم الذين قال الله عز وجل فيهم <span class='quran'>قالت\nالأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمان في قلوبكم\n</span></p>\n\n<p>\nفهؤلاء على اصح القولين مسلمون غير منافقين وليسوا بمؤمنين اذا لم يدخل\nالايمان في قلوبهم فيباشرها حقيقة\n</p>\n\n<p>\nوقد جمع الله خصال البر في قوله تعالى ليس البر ان تولوا وجوهكم قبل\nالمشرق والمغرب ولكن البرمن امن بالله واليوم الاخر والملائكة والكتاب\nوالنبيين واتى المال على حبه ذوي القربي واليتامى والمساكين وابن السبيل\nوالسائلين وفي الرقاب واقام الصلاة واتى الزكاة والموفون بعهدهم اذا عاهدوا\nوالصابرين في الباساء والضراء وحين البأس اولئك الذين صدقوا واولئك هم\nالمتقون\n</p>\n\n<p>\nفاخبر سبحانه ان البر هو الايمان بالله وبملائكته وكتبه ورسله واليوم\nالاخر وهذه هي اصول الايمان الخمس التي لاقوام للايمان الا بها\n</p>\n\n<p>\nوانها الشرائع الظاهرة من اقامة الصلاة وايتاء الزكاة والنفقات الواجبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوانها الاعمال القلبية التي هي حقائقه من الصبر والوفاء بالعهد فتناولت\nهده الخصال جميع اقسام الدين حقائقه وشرائعه والاعمال المتعلقة بالجوارح\nوالقلب واصول الايمان الخمس ثم اخبر سبحانه عن هذا انها هي خصال التقوى\nبعينها فقال <span class='quran'>أولئك الذين صدقوا وأولئك هم المتقون </span>التقوى\n</p>\n\n<p>\nواما <span class='quran'>التقوى </span>فحقيقتها العمل بطاعة الله ايمانا واحتسابا امرا\nونهيا فيفعل ما امر الله به ايمانا بالامر وتصديقا بوعده ويترك ما نهى الله\nعنه ايمانا بالنهى وخوفا من وعيده\n</p>\n\n<p>\nكما قال طلق بن حبيب اذا وقعت الفتنة فاطفئوها بالتقوى قالوا : وما\nالتقوى <span id='ms02'></span> قال : ان تعمل بطاعة الله على نور من الله ترجوا ثواب الله وان تترك\nمعصية الله على نور من الله تخاف عقاب الله\n</p>\n\n<p>\nوهذا احسن ما قيل في حد التقوى\n</p>\n\n<p>\nفان كل عمل لابد له من مبدا وغاية فلا يكون العمل طاعة وقربة حتى يكون\nمصدره عن الايمان فيكون الباعث عليه هو الايمان المحض لا العادة ولا الهوى\nولا طلب المحمدة والجاه وغير ذلك بل لابد ان يكون مبدؤه محض الايمان وغايته\nثواب الله وابتغاء مرضاته وهو الاحتساب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا كثيرا ما يقرن بين هذين الاصلين في مثل قول النبي صلى الله عليه\nوسلم : من صام رمضان ايمانا واحتسابا و ومن قام ليلة القدر ايمانا واحتسابا\nونظائره\n</p>\n\n<p>\nفقوله على نور من الله اشارة إلى الاصل الاول وهو الايمان الدي هو مصدر\nالعمل والسبب الباعث عليه\n</p>\n\n<p>\nوقوله ترجو ثواب الله اشارة ان الاصل الثاني وهو الاحتساب وهو الغاية\nالتي لاجلها يوقع العمل ولها يقصد به\n</p>\n\n<p>\nولا ريب ان هذا اسم لجميع اصول الايمان وفروعه وان البر داخل في هذا\nالمسمى\n</p>\n\n<p>\nواما عند اقتران احدهما بالاخر كقوله تعالى : <span class='quran'>وتعاونوا على البر\nوالتقوى </span>فالفرق بينهما فرق بين السبب المقصود لغيره والغاية المقصودة\nلنفسها فان البر مطلوب لذاته اذ هو كمال العبد وصلاحه الذي لا صلاح له\nبدونه كما تقدم\n</p>\n\n<p>\nواما التقوى فهي الطريق الموصل إلى البر والوسيلة اليه ولفظها يدل على\nهذا فانها فعلى ومن وقى يقي وكان اصلها وقوى فقلبوا الواو تاء كما قالوا\nتراث من الوراثة وتجاه من الوجه وتخمة من الوخمة ونظائرها فلفظها دال على\nانها من الوقاية فان المتقي قد جعل بينه وبين النار وقاية والوقاية من باب\nدفع الضر فالتقوى والبر كالعافية والصحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             العلم النافع\n</p>\n\n<p>\nوهذا باب شريف ينتفع به انتفاعا عظيما في فهم ألفاظ القران ودلالته\nومعرفة حدود ما انزل الله على رسوله فانه هو العلم النافع وقد ذم الله\nتعالى في كتابه من ليس له علم بحدود ما انزل الله على رسوله\n</p>\n\n<p>\nفإن عدم العلم بذلك مستلزم <span id='ms03'></span> مفسدتين عظيمتين\n</p>\n\n<p>\nاحداهما ان يدخل في مسمى اللفظ ماليس منه فيحكم له بحكم المراد من اللفظ\nفيساوي بين ما فرق الله بينهما\n</p>\n\n<p>\nوالثانية ان يخرج من مسمى اللفظ بعض افراده الداخلة تحته فيسلب عنه حكمه\nفيفرق بين ما جمع الله بينهما\n</p>\n\n<p>\nوالذكي الفطن يتفطن لافرادء هذه القاعدة وامثالها فيرى ان كثيرا من\nالاختلاف أو اكثره انما ينشا من هذا الوضع وتفصيل هذا لايفي به كتاب ضخم\n</p>\n\n<p>\nومن هذا لفظ : الخمر فانه اسم شامل لكل مسكر فلا يجوز اخراج بعض المسكرات\nمنه وينفى عنها حكمه\n</p>\n\n<p>\nوكذلك لفظ : الميسر واخراج بعض انواع القمار منه\n</p>\n\n<p>\nوكذلك لفظ : النكاح وادخال ماليس بنكاح في مسماه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك لفظ : الربا واخراج بعض انواعه منه وادخال ماليس بربا فيه\n</p>\n\n<p>\nوكذلك لفظ : الظلم والعدل والمعروف والمنكر ونظائره اكثر من ان تحصى\n</p>\n\n<p>\nوالمقصود من اجتماع الناس وتعاشرهم : هو التعاون على البر والتقوى فيعين\nكل واحد صاحبه على ذلك علما وعملا\n</p>\n\n<p>\nفان العبد وحده لايستقل بعلم ذلك ولابالقدرة عليه فاقتضت حكمة الرب\nسبحانه ان جعل النوع الانساني قائما بعضه ببعضه معينا بعضه لبعضه\n</p>\n\n<p>\nثم قال تعالى ولاتتعاونوا على الاثم والعدوان\n</p>\n\n<p>\nووالاثم والعدوان في جانب النهي نظير : البر والتقوى في جانب الامر\nوالفرق بين الاثم والعدوان كالفرق ما بين محرم الجنس ومحرم القدر\n</p>\n\n<p>\nالاثم : فالاثم ما كان حراما لجنسه والعدوان ماحرم لزيادة في قدر وتعدي\nما اباح الله منه فالزنا والخمر والسرقة ونحوها : اثم\n</p>\n\n<p>\nونكاح الخامسة واستيفاء المجني عليه اكثر من حقه ونحوه وعدوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالعدوان : فالعدوان : هو تعدي حدود الله التي قال فيها : <span class='quran'>تلك حدود\nالله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون </span></p>\n\n<p>\nوقال في موضع اخر <span class='quran'>تلك حدود الله فلا تقربوها </span>فنهى عن تعديها في\nآية وعن قربانها في آية وهذا لان حدوده سبحانه هي النهايات الفاصلة بين\nالحلال والحرام ونهاية الشئ تارة تدخل فيه فتكون منه وتارة لاتكون داخلة\nفيه فتكون لها حكم المقابلة فالاعتبار الاول نهى عن تعديها وبالاعتبار\nالثاني نهى عن قربانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل : مابين العبد وربه <span id='ms04'></span>\n</p>\n\n<p>\nفهذا حكم العبد فيما بينه وبين الناس وهو ان تكون مخالطته لهم تعاونا على\nالبر والتقوى علما وعملا\n</p>\n\n<p>\nواما حاله فيما بينه وبين الله تعالى فهو ايثار طاعته وتجنب معصيته وهو\nقوله تعالى واتقوا الله فارشدت الاية إلى ذكر واجب العبد بينه وبين الخلق\nوواجبه بينه وبين الحق\n</p>\n\n<p>\nولايتم له اداء الواجب الاول إلا بعزل نفسه من الوسط والقيام بذلك لمحض\nالنصيحة والاحسان ورعاية الامر ولايتم له اداء الواجب الثاني الا بعزل\nالخلق من البين والقيام له بالله اخلاصا ومحبة وعبودية\n</p>\n\n<p>\nفينبغي التفطن لهذه الدقيقة التي كل خلل يدخل على العبد في اداء هذين\nالامرين الواجبين انما هو عدم مراعاتها علما وعملا وهذا معنى قول الشيخ\nعبدالقادر قدس الله روحه كن مع الحق بلا خلق ومع الخلق بلا نفس ومن لم يكن\nكذلك لم يزل في تخبيط ولم يزل امره فرطا والمقصود بهذه المقدمة ما بعدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في الهجرة إلى الله ورسوله\n</p>\n\n<p>\nلما فصل عير السفر واستوطن المسافر دار الغربة وحيل بينه وبين مالوفاته\nوعوائده المتعلقة بالوطن ولوازمه : احدث له ذلك نظرا فاجل فكره في اهم\nمايقطع به منازل السفر إلى الله وينفق فيه بقية عمره فارشده من بيده الرشد\nإلى ان اهم شئ يقصده انما هو الهجرة إلى الله ورسوله فانها فرض عين على كل\nأحد في كل وقت وانه لاانفكاك لاحد عن وجوبها وهي مطلوب الله ومراده من\nالعباد نوعا الهجرة\n</p>\n\n<p>\nإذ الهجرة هجرتان\n</p>\n\n<p>\nهجرة بالجسم من بلد إلى بلد وهذه احكامها معلومة وليس المراد الكلام فيها\n</p>\n\n<p>\nوالهجرة الثانية الهجرة بالقلب إلى الله ورسوله وهذه هي المقصودة هنا\nوهذه الهجرة هي الهجرة الحقيقية وهي الاصل وهجرة الجسد تابعة لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             مبدا الهجرة ومنتهاها\n</p>\n\n<p>\nوهي هجرة تتضمن من و إلى فيهاجر بقلبه من محبة غير الله إلى محبته\n</p>\n\n<p>\nومن عبودية غيره إلى عبوديته\n</p>\n\n<p>\nومن خوف غيره ورجائه والتوكل عليه إلى خوف الله ورجائه والتوكل عليه\n</p>\n\n<p>\nومن دعاء غيره وسؤاله والخضوع له والذل والاستكانة له إلى دعائه وسؤاله\nوالخضوع له والذل <span id='ms05'></span> له والاستكانة له\n</p>\n\n<p>\nوهذا بعينه معنى الفرار اليه قال تعالى <span class='quran'>ففروا إلى الله </span></p>\n\n<p>\nوالتوحيد المطلوب من العبد هو الفرار من الله اليه الفرار إلى الله\n</p>\n\n<p>\nوتحت من والى في هذا سر عظيم من اسرار التوحيد\n</p>\n\n<p>\nفان الفراراليه سبحانه يتضمن افراده بالطلب والعبودية ولوازمها فهو متضمن\nلتوحيد الالهية التي اتفقت عليها دعوة الرسل صلوات الله وسلامه عليهم\nاجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             الفرار من الله\n</p>\n\n<p>\nواما الفرار منه اليه فهو متضمن لتوحيد الربوبية واثبات القدر وان كل\nمافي الكون من المكروه والمحذور الذي يفر منه العبد فانما اوجبته مشيئة\nالله وحده فانه ماشاء كان ووجب وجوده بمشيئته وما لم يشا لم يكن وامتنع\nوجوده لعدم مشيئته فادا فر العبد إلى الله فانما يفر من شئ إلى شئ وجد\nبمشيئة الله وقدره فهو في الحقيقة فار من الله اليه\n</p>\n\n<p>\nومن تصور هذا حق تصوره فهم معنى قوله صلى الله عليه وسلم واعوذ بك منك\nوقوله لاملجا ولا منجى منك الا اليك فانه ليس في الوجود شئ يفر منه ويستعاذ\nمنه ويلتجأ منه الا هو من الله خلقا وابداعا\n</p>\n\n<p>\nفالفار والمستعيذ : فار مما اوجده قدر الله ومشيئته وخلقه إلى ما تقتضيه\nرحمته وبره ولطفه واحسانه ففي الحقيقة هو هارب من الله اليه ومستعيذ بالله\nمنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوتصور هذين الامرين بوجب للعبد انقطاع تعلق قلبه عن غيره بالكلية خوفا\nورجاء ومحبة فانه ادا علم ان الذي يفر منه ويستعيذ منه انما هو بمشيئة الله\nوقدرته وخلقه لم يبق في قلبه خوف من غير خالقه وموجده فتضمن ذلك افراد الله\nوحده بالخوف والحب والرجاء ولو كان فراره مما لم يكن بمشيئة الله ولا قدرته\nلكان ذلك موجها لخوفه منه مثل من يفر من مخلوق اخر اقدر منه فانه في حال\nفراره من الاول خائف منه حذرا ان لايكون الثاني يفيده منه بخلاف ما اذا كان\nالذي يفر اليه هو الذي قضي وقدر وشاء ما يفر منه فانه لايبقى في القلب\nالتفات إلى غيره\n</p>\n\n<p>\nفتفطن إلى هذا السر العجيب في قوله <span id='ms06'></span> اعوذ بك منك و لاملجا ولا منجى منك\nالا اليك فان الناس قد ذكروا في هذا اقوالا وقل من تعرض منهم لهذه النكته\nالتي هي لب الكلام ومقصوده وبالله التوفيق الهجرة إلى الله\n</p>\n\n<p>\nفتامل كيف عاد الامر كله إلى الفرار من الله إليه وهو معنى الهجرة إلى\nالله تعالى ولهذا قال النبي صلى الله عليه وسلم المهاجر من هجر ما نهى الله\nعنه ولهذا يقرن الله سبحانه بين الايمان والهجرة في غير موضع لتلازمهما\nواقتضاء احدهما للاخر\n</p>\n\n<p>\nوالمقصود : ان الهجرة إلى الله تتضمن هجران ما يكرهه واتيان ما يحبه\nويرضاه واصلها الحب والبغض فان المهاجر من شئ إلى شئ لابد ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nيكون ما هاجر اليه احب مما هاجر منه فيؤثر احب الامرين اليه على الاخر واذا\nكان نفس العبد وهواه وشيطانه انما يدعوانه إلى خلاف مايحبه ويرضاه وقد بلي\nبهؤلاء الثلاث فلا يزالون يدعونه إلى غير مرضاة ربه وداعي الايمان يدعوه\nإلى مرضاة ربه فعليه في كل وقت ان يهاجر إلى الله ولا ينفك في هجرته إلى\nالممات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل الهجرة بين القوة والضعف\n</p>\n\n<p>\nوهذه الهجرة تقوي وتضعف بحسب داعي المحبة في قلب العبد فان كان الداعي\nاقوى كانت هذه الهجرة اقوى واتم واكمل واذا ضعف الداعي ضعفت الهجرة حتى\nلايكاد يشعربها علما ولايتحرك لها ارادة الهجرة العارضة\n</p>\n\n<p>\nوالذي يقضي منه العجب : ان المرء يوسع الكلام ويفرغ المسائل في الهجرة من\nدار الكفر إلى دار الاسلام وفي الهجرة التي انقطعت بالفتح وهذه هجرة عارضة\nربما لاتتعلق به في العمر اصلا الهجرة الدائمة\n</p>\n\n<p>\nواما هذه الهجرة التي هي واجبة على مدى الانفاس فانه لايحصل فيها علما\nولا ارادة وما ذاك الا للاعراض عما خلق له والاشتغال بما لاينجيه وحده عما\nلاينجيه غيره وهذا حال من عشت بصيرته وضعفت معرفته بمراتب العلوم والاعمال\nوالله المستعان وبالله التوفيق لا اله غيره ولارب سواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في الهجرة إلى رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nواما الهجرة إلى رسول الله صلى الله عليه وسلم فعلم لم <span id='ms07'></span> يبق منه سوى اسمه\nومنهج لم تترك بنيات الطريق سوى رسمه ومحجة سفت عليها السوافي فطمست رسومها\nوغارت عليها الاعادي فغورت مناهلها وعيونها فسالكها غريب بين العباد فريد\nبين كل حي وناد بعيد على قرب المكان وحيد على كثرة الجيران مستوحش مما به\nيستانسون مستانس مما به يستوحشون مقيم اذا ظعنوا ظاعن اذا قطنوا منفرد في\nطريق طلبة لايقر قراره حتى يظفر به فهو الكائن معهم بجسده البائن منهم\nبمقصده نامت في طلب الهدى اعينهم وما ليل مطيته بنائم وقعدوا عن الهجرة\nالنبوية وهو في طلبها مشمر قائم يعيبونه بمخالفة ارائهم ويزرون عليه ازراءه\nعلى جهالاتهم واهوائهم قد رجموا فيه الظنون واحدقوا فيه العيون وتربصوا به\nريب المنون <span class='quran'>فتربصوا إنا معكم متربصون </span></p>\n\n<p>\n<span class='quran'>قال رب احكم بالحق وربنا الرحمن المستعان على ما تصفون </span></p>\n\n<p>\nنحن واياكم نموت فما % افلح عند الحساب من ندما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوالمقصود ان هذه الهجرة النبوية شانها شديد وطريقها على غير المعتاد بعيد\n</p>\n\n<p>\nبعيد على كسلان أو ذي ملالة % اما على المشتاق فهو قريب\n</p>\n\n<p>\nولعمر الله ما هي الا نور يتلالا ولكن انت ظلامة وبدر اضاء مشارق الأرض\nومغاربها ولكن انت غيمة وقتامة ومنهل عذب صاف وانت كدرة ومبتدا لخير عظيم\nولكن ليس عندك خبره\n</p>\n\n<p>\nفاسمع الآن شان هذه الهجرة والدلالة عليها وحاسب ما بينك وبين الله هل\nانت من الهاجرين لها أو المهاجرين اليها تعريف الهجرة إلى الرسول صلى الله\nعليه وسلم\n</p>\n\n<p>\nفجد هذه الهجرة : سفر النفس في كل مسالة من مسائل الايمان ومنزل من منازل\nالقلوب وحادثة من حوادث الاحكام إلى معدن الهدى ومنبع النور الملتقى من فم\nالصادق المصدوق الذي <span class='quran'>وما ينطق عن الهوى إن هو إلا وحي يوحى </span>فكل\nمسالة طلعت عليها شمس رسالته والا فاقذف بها في بحر الظلمات وكل شاهد عدله\nهذا المزكي والا فعده من اهل الريب والتهمات فهذا حد هذه الهجرة\n</p>\n\n<p>\nفما للمقيم في مدينة طبعه وعوائده القاطن في دار مرباه ومولده القائل :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             انا على طريقة آبائنا سالكون وانا بحبلهم متمسكون وانا <span id='ms08'></span> على\nآثارهم مقتدون ولهذه الهجرة التي كلت عليهم واستند في طريقة نجاحه وفلاحه\nاليهم معتذرا بان رأيهم خير من رايه لنفسه وان ظنونهم وآراءهم اوثق من ظنه\nوحدسه\n</p>\n\n<p>\nولو فتشت عن مصدر مقصود هذه الكلمة لوجدتها صادرة عن الاخلاد إلى ارض\nالبطالة متولدة بين الكسل وزوجه الملالة هجرتان\n</p>\n\n<p>\nوالمقصود : ان هذه الهجرة فرض على كل مسلم وهي مقتضى شهادة ان محمدا رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nكما ان الهجرة الاولى مقتضى شهادة ان لااله الاالله\n</p>\n\n<p>\nوعن هاتين الهجرتين يسال كل عبد يوم القيامة وفي البرزخ ويطالب بها في\nالدنيا ودار البرزخ ودار القرار\n</p>\n\n<p>\nقال قتاده : كلمتان يسال عنهما الاولون والاخرون : ماذا كنتم تعبدون\nوماذا اجبتم المرسلين\n</p>\n\n<p>\nوهاتان الكلمتان هما مضمون الشهادتين وقد قال تعالى فلا وربك لايؤمنون\nحتى يحكموك فيما شجر بينهم ثم لايجدوا في انفسهم حرجا مما قضيت ويسملوا\nتسليما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             فاقسم سبحانه باجل مقسم به وهو نفسه عز وجل على انه\nلايثبت لهم الايمان ولايكونون من اهله حتى يحكموا رسول الله صلى الله عليه\nوسلم في جميع موارد النزاع في جميع ابواب الدين\n</p>\n\n<p>\nفإن لفظة <span class='quran'>ما </span>من صيغ العموم فانها موصلة تقتضي نفي الايمان أو\nيوجد تحكيمه في جميع ما شجر بينهم\n</p>\n\n<p>\nولم يقتصر على هذا حتى ضم اليه انشراح صدورهم بحكمه حيث لايجدون في\nانفسهم حرجا وهو الضيق والحصر من حكمه بل يقبلوا حكمه بالانشراح ويقابلوه\nبالتسليم لا انهم ياخدونه على اغماض ويشربونه على قذى فان هذا مناف للايمان\nبل لابد ان يكون اخذه بقبول ورضا وانشراح صدر\n</p>\n\n<p>\nومتى اراد العبد ان يعلم هذا فلينظر في حاله ويطالع قلبه عند ورود حكمه\nعلى خلاف هواه وغرضه أو على خلاف ما قلد فيه اسلافه من المسائل الكبار وما\nدونها <span class='quran'>بل الإنسان على نفسه بصيرة ولو ألقى معاذيره </span></p>\n\n<p>\nفسبحان الله كم من حزازة في نفوس كثير من الناس من كثير من النصوص وبودهم\nان لو لم ترد وكم من حرارة في اكبادهم منها وكم من شجى في حلوقهم منها <span id='ms09'></span> ومن\nموردها ستبدو لهم تلك السرائر بالذي يسوء ويخزي يوم تبلى السرائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nثم لم يقتصر سبحانه على ذلك حتى ضم اليه قوله تعالى ويسلموا تسليما فذكر\nالفعل مؤكدا بمصدره القائم مقام ذكره مرتين وهو التسليم والخضوع له\nوالانقياد لما حكم به طوعا ورضا وتسليما لاقهرا ومصابرة كما يسلم المقهور\nلمن قهره كرها بل تسليم عبد مطيع لمولاه وسيده الذي هو احب شئ اليه يعلم ان\nسعادته وفلاحه في تسليمه اليه ويعلم بانه اولى به من نفسه وابر به منها\nواقدر على تخليصها\n</p>\n\n<p>\nفمتى علم العبد هذا من رسول الله صلى الله عليه وسلم واستسلم له وسلم\nاليه انقادت له كل علة في قلبه ورأى ان لاسعادة له الا بهذا التسليم\nوالانقياذ\n</p>\n\n<p>\nوليس هذا مما يحصل معناه بالعبارة بل هو امر انشق القلب واستقر في\nسويدائه لاتفي العبارة بمعناه ولا مطمع في حصوله بالدعوى والاماني\n</p>\n\n<p>\nوكل يدعى وصلا لليلى % وليلى لاتقر لهم بذلك الحب بين العلم والحال\n</p>\n\n<p>\nوفرق بين علم الحب وحال الحب فكثيرا ما بشتبه على العبد علم الشئ بحاله\nووجوده وفرق بين المريض العارف بالصحة والاعتدال وهو مثخن بالمرض وبين\nالصحيح السليم وان لم يحسن وصف الصحة والعبارة عنها وكذلك فرق بين وصف\nالخوف والعلم به وبين حاله ووجوده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             ما في الاية من تاكيد اتباع\nالرسول\n</p>\n\n<p>\nوتامل تاكيده سبحانه لهدا المعنى المذكور في الآية بوجوه عديدة من\nالتاكيد :\n</p>\n\n<p>\nاولها : تصديرها بتضمن المقسم عليه للنفي وهو قوله لايؤمنون وهذا منهج\nمعروف في كلام العرب اذا اقسموا على شئ منفى صدروا جملة القسم باداة نفي\nمثل هذه الاية\n</p>\n\n<p>\nومثل مافي قول الصديق عمر رضي الله عنه لاها الله لايعمد إلى اسد الله\nيقاتل عن الله ورسوله فيعطيك سلبه\n</p>\n\n<p>\nوقول الشاعر :\n</p>\n\n<p>\nفلا وابيك ابنه العامري % لايدعى القوم اني افر\n</p>\n\n<p>\nوقال الاخر\n</p>\n\n<p>\nفلا والله لايلقي لما بي % ولا لما بهم ابدا دواء وهذا في كلامهم اكثر من\nان يذكر\n</p>\n\n<p>\nوتامل جمل القسم التي في القران المصدرة بحرف النفي كيف تجد المقسم عليه\nمنفيا <span id='ms10'></span> ومتضمنا للنفي ولايحزم هذا قوله تعالى <span class='quran'>فلا أقسم بمواقع النجوم\nوإنه لقسم لو تعلمون عظيم إنه لقرآن كريم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nفانه لما كان المقصود بهذا القسم نفي ما قاله الكفار في القران : من انه\nشعر أو كهانه أو اساطير الاولين صدر القول باداة النفي ثم اثبت له ما قالوه\nفتضمنت الاية ان ليس الامر كما يزعمون ولكنه قران كريم\n</p>\n\n<p>\nولهذا صرح بالامرين : النفي والاثبات مثل قوله تعالى <span class='quran'>فلا أقسم\nبالخنس الجوار الكنس والليل إذا عسعس والصبح إذا تنفس إنه لقول رسول كريم\nذي قوة عند ذي العرش مكين مطاع ثم أمين وما صاحبكم بمجنون ولقد رآه بالأفق\nالمبين وما هو على الغيب بضنين وما هو بقول شيطان رجيم </span></p>\n\n<p>\nوكذلك قوله <span class='quran'>لا أقسم بيوم القيامة ولا أقسم بالنفس اللوامة أيحسب\nالإنسان ألن نجمع عظامه بلى قادرين على أن نسوي بنانه </span></p>\n\n<p>\nوالمقصود : ان افتتاح هذا القسم باداة النفي يقتضي تقوية المقسم عليه\nوتاكيده وشدة انتقائه\n</p>\n\n<p>\nوثانيها : تاكيده بنفس القسم\n</p>\n\n<p>\nوثالثها : تاكيده بالمقسم به وهو اقسامه بنفسه لا بشئ من مخلوقاته وهو\nسبحانه يقسم بنفسه تارة وبمخلوقاته تارة\n</p>\n\n<p>\nورابعها : تاكيده بانتفاء الحرج وهو وجود التسليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             وخامسها :\nتاكيد الفعل بالمصدر وما هذا التاكيد الا لشدة الحاجة إلى هذا الامر العظيم\nوانه مما يعتني به ويقرر في نفوس العباد بما هو من ابلغ انواع التقرير حب\nالرسول\n</p>\n\n<p>\nوقال تعالى <span class='quran'>النبي أولى بالمؤمنين من أنفسهم </span>وهو دليل على ان من\nلم يكن الرسول اولى به من نفسه فليس من المؤمنين وهذه الاولوية تتضمن امورا\n</p>\n\n<p>\nمنها : ان يكون احب إلى العبد من نفسه لان الاولوية اصلها الحب ونفس\nالعبد احب له من غيره ومع هذا يجب ان يكون الرسول اولى به منها واحب اليه\nمنها فبذلك يحصل له اسم الايمان\n</p>\n\n<p>\nويلزم من هذه الاولوية والمحبة كمال الانقياد والطاعة والرضا والتسليم\nوسائر لوازم المحبة من الرضا بحكمه والتسليم لامره وايثاره على ما سواه\n</p>\n\n<p>\nومنها ان لايكون للعبد حكم على نفسه اصلا بل الحكم على نفسه للرسول صلى\nالله عليه وسلم <span id='ms11'></span> يحكم عليها اعظم من حكم السيد على عبده أو الوالد على ولده\nفليس له في نفسه تصرف قط الا ما تصرف فيه الرسول الذي هو اولى به منها\n</p>\n\n<p>\nفيا عجبا كيف تحصل هذه الاولوية لعبد قد عزل ما جاء به الرسول صلى الله\nعليه وسلم عن منصب التحكيم ورضي بحكم غيره واطمان اليه اعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             من\nاطمئنانه إلى الرسول صلى الله عليه وسلم وزعم ان الهدى لايلتقي من مشكاته\nوانما يتلقى من دلالة العقول وان الذي جاء به لايفيد اليقين إلى غير ذلك من\nالاقوال التي تتضمن الاعراض عنه وعما جاء به والحوالة في العلم النافع إلى\nغيره ذلك هو الضلال البعيد ولا سبيل إلى ثبوت هده الاولوية الا بعزل كل\nماسواه وتوليته في كل شئ وعرض ما قاله كل أحد سواه على ماجاء به فان شهد له\nبالصحة قبله وان شهد له بالبطلان رده وان لم تتبين شهادته له لابصحة ولا\nببطلان جعله بمنزلة احاديث اهل الكتاب ووقفه حتى يتبين أي الامرين اولى به\n</p>\n\n<p>\nفمن سلك هذه الطريقة استقام له سفر الهجرة واستقام له علمه وعمله واقبلت\nوجوه الحق اليه من كل جهة ادعياء المحبة\n</p>\n\n<p>\nومن العجب ان يدعي حصول هذه الاولوية والمحبة التامة من كان سعيه\nواجتهاده ونصبه في الاشتغال باقوال غيره وتقريرها والغضب والمحبة لها\nوالرضا بها والتحاكم اليها وعرض ما قاله الرسول عليها فان وافقها قبله وان\nخالفها التمس وجوه الحيل وبالغ في رده ليا واعراضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             الاعراض عن\nالرسول\n</p>\n\n<p>\nكما قال تعالى وان تلووا اوتعرضوا فان الله كان بما تعملون خبيرا\n</p>\n\n<p>\nوقد اشتملت هده الاية على اسرار عظيمة يجب التنبيه على بعضها لشدة الحاجة\nاليها\n</p>\n\n<p>\nقال تعالى <span class='quran'>يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو\nعلى أنفسكم أو الوالدين والأقربين إن يكن غنيا أو فقيرا فالله أولى بهما\nفلا تتبعوا الهوى أن تعدلوا وإن تلووا أو تعرضوا فإن الله كان بما تعملون\nخبيرا </span></p>\n\n<p>\nفامر سبحانه بالقيام بالقسط وهو العدل في هذه الاية وهذا امر بالقيام <span id='ms12'></span> به\nفي حق كل أحد عدوا كان أو وليا واحق ما قام له العبد بقصد الاقوال والاراء\nوالمذاهب اذ هي متعلقة بأمر الله وخبره\n</p>\n\n<p>\nفالقيام فيها بالهوى والمعصية مضاد لامر الله مناف لما بعث به رسوله\n</p>\n\n<p>\nوالقيام فيها بالقسط وظيفة خلفاء الرسول في امته وامنائه بين اتباعه\nولايستحق اسم الامانة الا من قام فيها بالعدل المحض نصيحة لله ولكتابه\nولرسوله ولعباده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             واولئك هم الوارثون حقا\n</p>\n\n<p>\nلامن يجعل اصحابه ونحلته ومذهبه معيارا على الحق وميزانا له يعادي من\nخالفه ويوالي من وافقه بمجرد موافقته ومخالفته فأين هذا من القيام بالقسط\nالذي فرضه الله على كل أحد وهو في هدا الباب اعظم فرضا واكبر وجوبا شهداء\nالله\n</p>\n\n<p>\nثم قال شهداء الله الشاهد هو المخبر فان اخبر بحق فهو شاهد عدل مقبول وان\nاخبر بباطل فهو شاهد زور\n</p>\n\n<p>\nوامر تعالى ان يكون شهيدا له مع القيام بالقسط وهذا يتضمن ان تكون\nالشهادة بالقسط وان تكون لله لا لغيره\n</p>\n\n<p>\nوقال في الاية الاخرى <span class='quran'>كونوا قوامين لله شهداء بالقسط </span>فتضمنت\nالآيتان امورا اربعة\n</p>\n\n<p>\nاحدهما : القيام بالقسط\n</p>\n\n<p>\nالثاني : ان يكون لله\n</p>\n\n<p>\nالثالث : الشهادة بالقسط\n</p>\n\n<p>\nالرابع : ان تكون لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             واحتضنت آية النساء بالقسط والشهادة\nلله\n</p>\n\n<p>\nوآية المائدة بالقيام لله والشهادة بالقسط لسر عجيب من اسرار القران ليس\nهذا موضع ذكره\n</p>\n\n<p>\nثم قال تعالى ولو على انفسكم أو الوالدين أو الاقربين فامر سبحانه ان\nيقام بالقسط ويشهد على كل أحد ولو كان احب الناس إلى العبد فيقوم بالقسط\nعلى نفسه ووالديه الذين هما اصله واقاربه الذين هم اخص به والصديق من سائر\nالناس فان كان ما في العبد من محبة لنفسه ولوالديه واقربيه يمنعه من القيام\nعليهم بالحق ولاسيما اذا كان الحق لمن يبغضه ويعاديه قبلهم فانه لا يقوم به\nفي هذا الحال الا من كان الله ورسوله احب اليه من كل ما سواهما\n</p>\n\n<p>\nوهذا يمتحن به العبد ايمانه فيعرف منزلة الايمان من قلبه ومحله منه وعكس\nهذا عدل العبد في اعدائه ومن يجفوه فانه لاينبغي ان يحمله <span id='ms13'></span> بغضه لهم ان يحيف\nعليهم كما لا ينبغي ان يحمله حبه لنفسه ووالديه واقاربه على ان يترك القيام\nعليهم بالقسط فلا يدخله ذلك البغض في باطل ولا يقصر به هذا الحب عن الحق\nكما قال السلف : العادل هو الذي ذا غضب لم يدخله غضبه في باطل واذا رضي لم\nيخرجه رضاه عن الحق\n</p>\n\n<p>\nاشتملت الايتان على هذين الحكمين وهما القيام بالقسط والشهادة به على\nالاولياء والاعداء\n</p>\n\n<p>\nثم قال تعالى ان يكن غنيا وفقيرا فالله اولى بهما منكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nهو ربهما ومولاهما وهما عبيده كما انكم عبيده فلا تحابوا غنيا لغناه ولا\nفقيرا لفقره فان الله اولى بهما منكم\n</p>\n\n<p>\nوقد يقال فيه معنى اخر احسن من هذا وهو انهم ربما خافوا من القيام بالقسط\nواداء الشهادة على الغني والفقير\n</p>\n\n<p>\nاما الغني فخوفا على ماله واما الفقير فلا عدامه وانه لاشئ له فتتساهل\nالنفوس في القيام عليه بالحق فقيل لهم : والله اولى بالغني والفقير منكم\nاعلم بهذا وارحم بهذا فلا تتركوا اداء الحق والشهادة على غني ولا فقير\n</p>\n\n<p>\nثم قال تعالى <span class='quran'>فلا تتبعوا الهوى أن تعدلوا </span>نهاهم عن اتباع الهوى\nالحامل على ترك العدل\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>أن تعدلوا </span>منصوب الموضع لانه مفعول لاجله وتقديره\nعند البصريين كراهية ان تعدلوا أو حذر ان تعدلوا فيكون اتباعكم للهوى\nكراهية العدل أو فرارا منه وعلى قول الكوفيين التقدير ان لا تعدلوا وقول\nالبصريين احسن واظهر اللي والاعراض\n</p>\n\n<p>\nثم قال تعالى <span class='quran'>وإن تلووا أو تعرضوا فإن الله كان بما تعملون خبيرا\n</span>ذكر سبحانه السببين الموجبين لكتمان الحق محذرا منهما ومتوعدا عليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nاحدهما : اللي\n</p>\n\n<p>\nوالاخر : الاعراض\n</p>\n\n<p>\nفإن الحق اذا ظهرت حجته ولم يجد من يروم دفعها طريقا إلى دفعها اعرض عنها\nوامسك عن ذكرها فكان شيطانا اخرس وتارة يلويها ويحرفها\n</p>\n\n<p>\nاللي مثال الفتل وهو التحريف\n</p>\n\n<p>\nوهو نوعان : لي في اللفظ ولي في المعنى\n</p>\n\n<p>\nفاللي في اللفظ ان يلفظ بها على وجه لايستلزم الحق اما بزيادة لفظه\nاونقصانها أو ابدالها بغيرها\n</p>\n\n<p>\nولي في كيفية ادائها وايهام السامع لفظا وارادة <span id='ms14'></span> غيره كما كان اليهود\nيلوون السنتهم بالسلام على النبي صلى الله عليه وسلم وغيره فهذا أحد نوعي\nاللي\n</p>\n\n<p>\nوالنوع الثاني منه : لي المعنى وهو تحريفه وتاويل اللفظ على خلاف مراد\nالمتكلم وبجهالة مالم يرده أو يسقط منه لبعض المراد به ونحو هذا من لي\nالمعاني فقال تعالى : <span class='quran'>وإن تلووا أو تعرضوا فإن الله كان بما تعملون\nخبيرا </span></p>\n\n<p>\nولما كان الشاهد مطالبا باداء الشهادة على وجهها فلا يكتمها ولا يغيرها\nكان الاعراض نظير الكتمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nواللي نظير تغييرها وتبديلها\n</p>\n\n<p>\nفتأمل ما تحت هذه الاية من كنوز العلم\n</p>\n\n<p>\nوالمقصود : ان الواجب الذي لايتم الايمان بل لايحصل مسمى الايمان الابه\nمقابلة النصوص بالتلقي والقبول والاظهار لها ودعوة الخلق اليها ولا تقابل\nبالاعتراض تارة وباللي اخرى الخيرة لله\n</p>\n\n<p>\nوقال تعالى <span class='quran'>وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن\nيكون لهم الخيرة من أمرهم </span>فدل هذا على انه إذا ثبت لله ورسوله في كل\nمسالة من المسائل حكم طلبي أو خبري فانه ليس لاحد ان يتخير لنفسه غير ذلك\nالحكم فيذهب اليه وان ذلك ليس لمؤمن ولامؤمنة اصلا فدل على ان ذلك مناف\nللايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             موقف الائمة من السنة\n</p>\n\n<p>\nوقد حكى الشافعي رضي الله تعالى عنه اجماع الصحابة والتابعين ومن بعدهم\nعلى ان من استبانت له سنة رسول الله صلى الله عليه وسلم لم يكن له ان يدعها\nلقول أحد ولم يسترب أحد من ائمة الاسلام في صحة ماقاله الشافعي رضي الله\nتعالى عنه\n</p>\n\n<p>\nفان الحجة الواجب اتباعها على الخلق كافة انما هو قول المعصوم الذي\nلاينطق عن الهوى واما اقوال غيره فغايتها ان تكون سائغة الاتباع فضلا عن ان\nيعارض بها النصوص وتقدم عليها عياذا بالله من الخذلان\n</p>\n\n<p>\nوقال تعالى : <span class='quran'>وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم\nفاعلموا أنما على رسولنا البلاغ المبين </span></p>\n\n<p>\nفاخبر سبحانه ان الهداية في طاعة الرسول لا في غيرها فانه معلق بالشرط\nفينتفي بانتفائه وليس هذا من باب دلالة المفهوم كما يغلط فيه كثير من الناس\nويظن انه محتاج <span id='ms15'></span> في تقريره الدلالة منه لاتقرير كون المفهوم حجة بل هذا من\nالاحكام التي ترتبت على شروط وعلقت فلا وجود لها بدون شروطها اذ ما علق على\nالشرط فهو عدم عند عدمه والا لم يكن شرطا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nاذا ثبت هذا : فالاية نص على انتفاء الهداية عند عدم طاعته\n</p>\n\n<p>\nوفي اعادة الفعل في قوله تعالى : <span class='quran'>وأطيعوا الله وأطيعوا الرسول </span>دون الاكتفاء بالفعل الاول سر لطيف وفائدة جليلة سنذكرها عن قريب ان شاء\nالله تعالى\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>فإن تولوا فإنما عليه ما حمل </span></p>\n\n<p>\nالفعل للمخاطبين واصله فان تتولوا فحذفت احدى التاءين تخفيفا\n</p>\n\n<p>\nوالمعنى : انه قد حمل اداء الرسالة وتبليغها وحملتم طاعته والانقياد له\nوالتسليم\n</p>\n\n<p>\nكما ذكره البخاري في صحيحة عن الزهري قال : من الله البيان وعلى الرسول\nالبلاغ وعلينا التسليم\n</p>\n\n<p>\nفان تركتم أنتم ما حملتموه من الايمان والطاعة فعليكم لا عليه\n</p>\n\n<p>\nفانه لم يحمل ايمانكم وانما حمل تبليغكم\n</p>\n\n<p>\nوانما حمل اداء الرسالة اليكم <span class='quran'>وإن تطيعوه تهتدوا وما على الرسول إلا\nالبلاغ المبين </span>ليس عليه هداهم وتوفيقهم\n</p>\n\n<p>\nوقال تعالى يا ايها الذين امنوا اطيعوا الله واطيعوا الرسول واولي الامر\nمنكم فان تنازعتم في شئ فردوه إلى الله والرسول ان كنتم تؤمنون بالله\nواليوم الاخر ذلك خير واحسن تاويلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             النداء بالايمان\n</p>\n\n<p>\nفامر سبحانه بطاعته وطاعة رسوله\n</p>\n\n<p>\nوافتتح الاية بالنداء باسم الايمان المشعر بان المطلوب منهم من موجبات\nالاسم الذي نودوا به وخوطبوا به كما يقال : يا من انعم الله عليه واغناه من\nفضله احسن كما احسن الله اليك : ويا ايها العالم علم الناس ما ينفعهم ويا\nايها الحاكم احكم بالحق ونظائره\n</p>\n\n<p>\nولهذا كثيرا ما يقع الخطاب في القران بالشرائع كقوله تعالى\n</p>\n\n<p>\nياايها الذين امنوا كتب عليكم الصيام\n</p>\n\n<p>\n<span class='quran'>يا أيها الذين آمنوا إذا نودي للصلاة </span><span class='quran'>يا أيها الذين آمنوا\nأوفوا بالعقود </span></p>\n\n<p>\nففي هذا اشارة إلى انكم إن كنتم مؤمنين فالايمان يقتضي منكم كذا وكذا\nفانه من موجبات الايمان وتمامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال تعالى : <span class='quran'>يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول\nوأولي الأمر منكم </span>فقرن بين طاعة <span id='ms16'></span> الله والرسول وطاعة اولي الامر وسلط\nعليهما عاملا واحدا وقد كان ربما يسبق إلى الوهم ان الامر يقتضي عكس هذا\nفانه من يطع الرسول فقد اطاع الله ولكن الواقع هنا في الاية المناسب\n</p>\n\n<p>\nوتحته سر لطيف وهو دلالته على ان ما يأمر به رسوله يجب طاعته فيه وان لم\nيكن مامورا به بعينه في القران طاعة الرسول مفردة ومقرونة فلا يتوهم متوهم\nان ما يامر به الرسول ان لم يكن في القران والا فلا تجب طاعته فيه\n</p>\n\n<p>\nكما قال النبي صلى الله عليه وسلم يوشك رجل شبعان متكئ على اريكته ياتيه\nالامر من امري فيقول بيننا وبينكم كتاب الله تعالى ما وجدنا فيه من شئ\nاتبعناه الا واني اوتيت الكتاب ومثله معه \\ ح \\ طاعة اولي الامر\n</p>\n\n<p>\nاما اولو الامر فلا تجب طاعة احدهم الا اذا اندرجت تحت طاعة الرسول\nلاطاعة مفردة مستقلة كما صح عن النبي صلى الله عليه وسلم انه قال على المرء\nالسمع والطاعة فيما احب وكره مالم يؤمر بمعصية الله تعالى فادا امر بمعصية\nالله تعالى فلا سمع ولا طاعة \\ ح \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nفتامل كيف اقتضت اعادة هذا المعنى قوله تعالى : <span class='quran'>فردوه إلى الله\nوالرسول </span>ولم يقل والى الرسول فان الرد إلى القران رد إلى الله والرسول\nفما حكم به الله تعالى هو بعينه حكم رسوله وما يحكم به الرسول صلى الله\nعليه وسلم هو بعينه حكم الله\n</p>\n\n<p>\nفادا رددتم إلى الله ما تنازعتم فيه يعني كتابة فقد رددتموه إلى رسوله\nوكذلك اذا رددتموه إلى رسوله فقد رددتموه إلى الله وهذا من اسرار القران من\nهم اولو الامر :\n</p>\n\n<p>\nوقد اختلفت الرواية عن الامام أحمد رحمه الله تعالى في اولي الامر وعنه\nفيهم رحمه الله تعالى روايتان :\n</p>\n\n<p>\nاحداهما : انهم العلماء\n</p>\n\n<p>\nوالثانية : انهم الامراء\n</p>\n\n<p>\nوالقولان ثابتان عن الصحابة في تفسير الاية والصحيح انها متناولة للصنفين\nجميعا فإن العلماء والامراء ولاة الامر الذي بعث الله به رسوله فان العلماء\nولاته حفظا وبيانا وذبا عنه وردا على من الحد فيه وزاغ عنه وقد <span id='ms17'></span> وكلهم الله\nبذلك فقال تعالى <span class='quran'>فإن يكفر بها هؤلاء فقد وكلنا بها قوما ليسوا بها\nبكافرين </span>فيالها من وكالة اوجبت طاعتهم والانتهاء إلى امرهم وكون الناس\nتبعا لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             والامراء ولانه قياما وعناية وجهادا والزاما للناس به\nواخذهم على يد من خرج عنه\n</p>\n\n<p>\nوهذان الصنفان هما الناس وسائر النوع الانساني تبع لهما ورعية\n</p>\n\n<p>\nثم قال تعالى فان تنازعتم في شئ فردوه إلى الله والرسول ان كنتم تؤمنون\nبالله واليوم الاخر\n</p>\n\n<p>\nوهذا دليل قاطع على انه يجب رد موارد النزاع في كل ما تنازع فيه الناس من\nالدين كله إلى الله ورسوله لا إلى أحد غير الله ورسوله فمن احال الرد على\nغيرهما فقد ضاد امر الله ومن دعا عند النزاع إلى حكم غير الله ورسوله فقد\nدعا بدعوى الجاهلية فلا يدخل العبد في الايمان حتى يرد كل ما تنازع فيه\nالمتنازعون إلى الله ورسوله\n</p>\n\n<p>\nولهذا قال الله تعالى <span class='quran'>إن كنتم تؤمنون بالله واليوم الآخر </span>وهذا\nمما ذكرنا انفا انه شرط ينتفي المشروط بانتفائه فدل على ان من حكم غير الله\nورسوله في موارد مقتضى النزاع كان خارجا من مقتضى الايمان بالله واليوم\nالاخر وحسبك بهذه الاية العاصمة القاصمة بيانا وشفاء فانها قاصمة لظهور\nالمخالفين لها عاصمة للمتمسكين بها الممتثلين ما امرت به\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>ليهلك من هلك عن بينة ويحيى من حي عن بينة وإن الله\nلسميع عليم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اتفق السلف والخلف على ان الرد إلى الله هو الرد إلى كتابه والرد إلى\nالرسول هو الرد اليه في حياته والرد إلى سنته بعد وفاته سعادة الدارين\n</p>\n\n<p>\nثم قال تعالى : ذلك خيرا واحسن تاويلا أي هذا الذي امرتكم به من طاعتي\nوطاعة رسولي واولياء الامر ورد ما تنازعتم فيه إلى والى رسولي خير لكم في\nمعاشكم ومعادكم وهو سعادتكم في الدارين فهو خير لكم واحسن عاقبة\n</p>\n\n<p>\nفدل هذا على ان طاعة الله ورسوله وتحكيم الله ورسوله هو سبب السعادة\nعاجلا واجلا ومن تدبر العالم والشرور الواقعة فيه علم ان كل شر <span id='ms18'></span> في العالم\nسببه مخالفة الرسول والخروج عن طاعته وكل خير في العالم فانه بسبب طاعة\nالرسول\n</p>\n\n<p>\nوكذلك شرور الاخرة والامها وعذابها انما هو من موجبات مخالفة الرسول\nومقتضياتها فعاد شر الدنيا والاخرة إلى مخالفة الرسول وما يترتب عليه فلو\nان الناس اطاعوا الرسول حق طاعته لم يكن في الأرض شر قط وهذا كما انه معلوم\nفي الشرور العامة والمصائب الواقعة في الأرض فكذلك هوفي الشر والالم والغم\nالذي يصيب العبد في نفسه فانما هو بسبب مخالفة الرسول ولان طاعته هي الحصن\nالذي من دخله كان من الامنين والكهف الدي من لجأ إليه كان من الناجين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفعلم ان شرور الدنيا والاخرة انما هو الجهل بما جاء به الرسول صلى الله\nعليه وسلم والخروج عنه\n</p>\n\n<p>\nوهذا برهان قاطع على انه لا نجاة للعبد ولاسعادة الا بالاجتهاد في معرفة\nما جاء به الرسول صلى الله عليه وسلم علما والقيام به عملا كمال السعادة\n</p>\n\n<p>\nوكمال هذه السعادة بامرين اخرين\n</p>\n\n<p>\nاحدهما : دعوة الخلق اليه\n</p>\n\n<p>\nوالثاني صبره واجتهاده على تلك الدعوة الكمال الانساني\n</p>\n\n<p>\nفانحصر الكمال الانساني على هذه المراتب الاربعة\n</p>\n\n<p>\nاحدهما : العلم بماجاء به الرسول صلى الله عليه وسلم\n</p>\n\n<p>\nوالثانية : العمل به\n</p>\n\n<p>\nوالثالثة : نشره في الناس ودعوتهم اليه\n</p>\n\n<p>\nوالرابعة : صبره وجهاده في ادائه وتنفيذه ومن تطلعت همته إلى معرفة ما\nكان عليه الصحابة رضي الله عنهم واراد اتباعهم فهذه طريقهم حقا :\n</p>\n\n<p>\nفان شئت وصل القوم فاسلك سبيلهم % فقد وضحت للسالكين عيانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nوقال تعالى لرسوله صلى الله عليه وسلم : قل ان ضللت فانما اضل على نفسي وان\nاهتديت فما يوحي إلى ربي انه سميع قريب\n</p>\n\n<p>\nفهذا نص صريح في ان هدى الرسول صلى الله عليه وسلم انما يحصل بالوحي فيا\nعجبا كيف يحصل الهدى لغيره من الاراء والعقول المختلفة والاقوال المضطربة\nولكن <span class='quran'>من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا </span></p>\n\n<p>\nفاي ضلال اعظم من ضلال من زعم ان الهداية لاتحصل بالوحي ثم يحيل فيها على\nعقل فلان وراي فلتان وقول زيد وعمرو ولقد <span id='ms19'></span> عظمت نعمة الله على عبد عافاه من\nهذه البلية العظمى والمصيبة الكبرى والحمد لله رب العالمين\n</p>\n\n<p>\nوقال تعالى المص كتاب انزل اليك فلايكن في صدرك حرج منه لتندر به وذكرى\nللمؤمنين اتبعوا ما انزل اليكم من ربكم ولا تتبعوا من دونه اولياء قليلا ما\nتذكرون فامر سبحانه باتباع ما انزل على رسوله ونهي عن اتباع غيره فما هو\nالا اتباع المنزل واتباع اولياء من دونه فانه لم يجعل بينهما واسطة فكل من\nلا يتبع الوحي فانما يتبع الباطل واتبع اولياء من دون الله وهذا بحمد الله\nظاهر لا خفاء به\n</p>\n\n<p>\nوقال تعالى ويوم يعض الظالم على يديه يقول ياليتني اتخذت مع الرسول سبيلا\nياويلتا ليتني لم اتخد فلانا خليلا لقد اضلني عن الذكر بعد اذ جاءني وكان\nالشيطان للانسان خذولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفكل من اتخذ غير الرسول يترك لاقواله وارائه ما جاء به الرسول صلى الله\nعليه وسلم فانه قائل هذه المقالة لا محالة ولهذا هذا الخليل كنى عنه باسم\nفلان اذ لكل متبع اولياء من دون الله فلان وفلان\n</p>\n\n<p>\nفهذا حال الخليلين المتخالين على خلاف طاعة الرسول صلى الله عليه وسلم\nومآل تلك الخلة إلى العداوة واللعنة\n</p>\n\n<p>\nكما قال الله تعالى <span class='quran'>الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين </span></p>\n\n<p>\nوقد ذكر حال هؤلاء الاتباع وحال من تبعوهم في غير موضع من كتابه كقوله\nتعالى يوم تقلب وجوههم في النار يقولون ياليتنا اطعنا الله واطعنا الرسول\nوقالوا ربنا انا اطعنا سادتنا وكبراءنا فاضلونا السبيلا ربنا اتهم ضعفين من\nالعذاب والعنهم لعنا كبيرا تمنى القوم طاعة الله ورسوله حين لا ينفعهم ذلك\nواعتذروا بانهم اطاعوا كبراءهم ورؤساءهم واعترفوا بانهم لاعذر لهم في ذلك\nوانهم اطاعوا السادات والكبراء وعصوا الرسول وآلت تلك الطاعة والموالاة إلى\nقولهم <span class='quran'>ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا </span>وفي بعض هذا\nعبرة للعاقل وموعظة شافية وبالله التوفيق\n</p>\n\n<p>\nوقال تعالى : <span class='quran'>فمن أظلم ممن افترى على الله كذبا أو كذب بآياته </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             اولئك ينالهم نصيبهم من الكتاب حتى اذا جاءتهم رسلنا يتوفونهم <span id='ms20'></span>\nقالوا اينما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على انفسهم انهم\nكانوا كافرين قال ادخلوا في امم قد خلت من قبلكم من الجن والانس في النار\nكلما دخلت امة لعنت اختها حتى اذا اداركوا فيها جميعا قالت اخراهم لاولاهم\nربنا هؤلاء اضلونا فآتهم عذابا ضعفا من النار قال لكل ضعف ولكن لاتعلمون\nوقالت اولاهم لاخراهم : فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم\nتكسبون\n</p>\n\n<p>\nفليتدبر العاقل هذه الايات ومااشتملت عليه من العبر الصنفان والمبطلان\n</p>\n\n<p>\nوقوله تعالى فمن اظلم ممن افترى على الله كذبا اوكذب باياته ذكر الصنفين\nالمبطلين\n</p>\n\n<p>\nاحدهما : منشئ الباطل والفرية وواضعها وداعي الناس اليها\n</p>\n\n<p>\nوالثاني : مكذب بالحق\n</p>\n\n<p>\nفالاول : كفره بالافتراء وانشاء الباطل\n</p>\n\n<p>\nوالثاني : كفره بجحود الحق\n</p>\n\n<p>\nوهذان النوعان يعرضان لكل مبطل فان انضاف إلى ذلك دعوته إلى باطلة وصد\nالناس عن الحق استحق تضعيف العذاب لكفره وشره\n</p>\n\n<p>\nولهذا قال تعالى <span class='quran'>الذين كفروا وصدوا عن سبيل الله زدناهم عذابا فوق\nالعذاب بما كانوا يفسدون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             فلما كفروا وصدوا عباده عن سبيله\nعذبهم عذابين : عذابا بكفرهم وعذابا بصدهم عن سبيله\n</p>\n\n<p>\nوحيث يذكر الكفر المجرد لايعدد العذاب\n</p>\n\n<p>\nكقوله تعالى : والكافرين لهم عذاب اليم وقوله تعالى <span class='quran'>أولئك ينالهم\nنصيبهم من الكتاب </span>يعني ينالهم ما كتب لهم في الدنيا من الحياة والرزق\nوغير ذلك\n</p>\n\n<p>\nحتى اذا جاءتهم رسلنا يتوفونهم قالوا اينما كنتم تدعون من دون الله قالوا\nضلوا عنا زالوا وفارقوا وبطلت تلك الدعوة <span class='quran'>وشهدوا على أنفسهم أنهم\nكانوا كافرين قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار\n</span>ادخلوا في جملة هذه الامم <span class='quran'>كلما دخلت أمة لعنت أختها حتى إذا\nاداركوا فيها جميعا قالت أخراهم لأولاهم </span>كل امة متاخرة لاسلافها <span class='quran'>ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار </span>ضاعفه عليهم بما اضلونا\nوصدونا عن طاعة رسلك قال الله تعالى لكل ضعف من الاتباع والمتبوعين بحسب\nضلالة وكفره ولكن لاتعلمون لاتعلم كل طائفة بما فيه اختها من العذاب\nالمضاعف\n</p>\n\n<p>\n<span class='quran'>وقالت أولاهم لأخراهم فما كان لكم <span id='ms21'></span> علينا من فضل </span>فانكم جئتم\nبعدنا فارسلت فيكم الرسل وبينوا لكم الحق وحذروكم من ضلالنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nونهوكم عن اتباعنا وتقليدنا فابيتم الا اتباعنا وتقليدنا وترك الحق الذي\nاتتكم به الرسل فاي فضل كان لكم علينا وقد ضللتم كما ضللنا وتركتم الحق كما\nتركنا فضللتم أنتم بنا كما ضللنا نحن بقوم اخرين فاي فضل كان لكم علينا\n</p>\n\n<p>\n<span class='quran'>فذوقوا العذاب بما كنتم تكسبون </span>فلله ما اشفاها من موعظة وما\nابلغها من نصيحة لو صادفت من القلوب حياة فان هذه الاية وامثالها مما يذكر\nقلوب السائرين إلى الله واما اهل البطالة فليس عندهم من ذلك خبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل معركة الاتباع والمتبوعين\n</p>\n\n<p>\nفهذا حكم الاتباع والمتبوعين المشركين في الضلالة\n</p>\n\n<p>\nواما الاتباع المخالفون لمتبوعيهم العادلون عن طريقتهم الذين يزعمون انهم\nلهم تبع وليسوا متبعين لطريقتهم فهم المذكورون في قوله تعالى : <span class='quran'>إذ\nتبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال\nالذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرؤوا منا كذلك يريهم الله\nأعمالهم حسرات عليهم وما هم بخارجين من النار </span></p>\n\n<p>\nفهؤلاء المتبوعون كانوا على هدى واتباعهم ادعوا انهم كانوا على طريقتهم\nومنهاجهم وهم مخالفون لهم سالكون غير طريقتهم يزعمون انهم يحبونهم وان\nمحبتهم لهم تنفعهم مع مخالفتهم فيتبرءون منهم يوم القيامة فانهم اتخدوهم\nاولياء من دون الله وظنوا ان هذا الاتخاذ ينفعهم\n</p>\n\n<p>\nوهذه حال كل من اتخد من دون الله ورسوله وليجة و اولياء يوالي لهم ويعادي\nلهم ويرضى لهم ويغضب لهم فان اعماله كلها باطلة يراها يوم القيامة حسرات\nعليه مع كثرتها وشدة تعبه فيها ونصبه اذ لم يجرد موالاته ومعاداته ومحبته\nوبغضه وانتصاره وايثاره لله ورسوله فابطل الله عز وجل ذلك العمل كله وقطع\nتلك الاسباب فينقطع يوم القيامة كل وصلة ووسيلة ومودة وموالاة كانت لغير\nالله تعالى ولا يبقى الا السبب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             الواصل بين العبد وربه وهو حظه\nمن الهجرة اليه والى رسوله وتجريد عبادته له وحده ولوازمها من الحب والبغض\nوالعطاء والمنع والموالاة والمعاداة والتقريب والابعاد وتجريده متابعة\nرسوله <span id='ms22'></span> وترك اقوال غيره وترك ما خالف ما جاء به والاعراض عنه وعدم الاعتناء\nبه وتجريد متابعته تجريدا محضا بريئا من شوائب الالتفات إلى غيره فضلا عن\nالشركة بينه وبين غيره فضلا عن تقديم قول غيره عليه\n</p>\n\n<p>\nفهذا هو السبب الذي لاينقطع بصاحبه وهذه هي النسبة التي بين العبد وبين\nربه وهي نسبة العبودية المحضة وهي آخيته التي يحول ما يحول ثم اليها مرجعة\n</p>\n\n<p>\nنقل فؤادك حيث شئت من الهوى % ما الحب الا للحبيب الاول\n</p>\n\n<p>\nكم منزل في الأرض يالفه الفتى % وحنينه ابدا لاول منزل\n</p>\n\n<p>\nوهذه هي النسبة التي تنفع العبد فلا ينفعه غيرها في الدور الثلاثة اعني\nدار الدنيا ودار البرزخ ودار الفرار فلا قوام له ولاعيش ولا نعيم ولافلاح\nالا بهذه النسبة وهي السبب الواصل بين العبد وبين الله ولقد احسن القائل :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nاذا تقطع حبل الوصل بينهم % فللمحبين حبل غير منقطع\n</p>\n\n<p>\nوان تصدع شمل القوم بينهم % فللمحبين شمل غير متصدع\n</p>\n\n<p>\nوالمقصود ان الله سبحانه يقطع يوم القيامة الاسباب والعلق والوصلات التي\nكانت بين الخلق في الدنيا كلها ولا يبقى الا السبب والوصلة التي بين العبد\nوبين الله فقط وهو سبب العبودية المحضة التي لاوجود لها ولا تحقيق بتجريد\nمتابعة الرسل صلوات الله وسلامه عليهم اذ هذه العبودية انما جاءت على\nالسنتهم وما عرفت الا بهم ولا سبيل اليها الا بمتابعتهم وقد قال تعالى\nوقدمنا إلى ما عملوا من عمل فجعلناه هباءا منثورا\n</p>\n\n<p>\nفهذه هي اعماله التي كانت في الدنيا على غير سنة رسله وطريقتهم ولغير\nوجهه يجعلها الله هباءا منثورا ولا ينتفع منها صاحبها بشئ اصلا وهذا من\nاعظم الحسرات على العبد يوم القيامة ان يرى سعيه كله ضائعا لم ينتفع منه\nبشئ وهو احوج ما كان العامل إلى عمله وقد سعد اهل السعي النافع بسعيهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل الاتباع السعداء\n</p>\n\n<p>\nفهدا حكم اتباع الاشقياء فاما اتباع السعداء فنوعان :\n</p>\n\n<p>\nاتباع لهم حكم الاستقلال وهم الذين قال الله عز وجل فيهم : <span class='quran'>والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله\nعنهم <span id='ms23'></span> ورضوا عنه </span></p>\n\n<p>\nفهؤلاء هم السعداء الذين ثبت لهم رضا الله عنهم وهم اصحاب رسول الله صلى\nالله عليه وسلم وكل من تبعهم باحسان إلى يوم القيامة ولا يختص ذلك بالقرن\nالذين راوهم فقط وانما خص التابعين بمن راوا الصحابة تخصيصا عرفيا ليتميزوا\nبه عمن بعدهم فقيل : التابعون مطلقا لذلك القرن فقط والا فكل من سلك سبيلهم\nفهو من التابعين لهم باحسان وهو ممن رضي الله عنهم ورضوا عنه الاحسان في\nالتبعية\n</p>\n\n<p>\nوقيد سبحانه هذه التبعية بانها تبعية باحسان ليست مطلقة فتحصل بمجرد\nالنية والاتباع في شئ والمخالفة في غيره ولكن تبعية مصاحبة الاحسانوان\nالباء ها هنا للمصاحبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوالاحسان والمتابعة شرط في حصول رضاء الله عنهم وجناته\n</p>\n\n<p>\nوقد قال تعالى <span class='quran'>هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته\nويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين وآخرين\nمنهم لما يلحقوا بهم وهو العزيز الحكيم ذلك فضل الله يؤتيه من يشاء والله\nذو الفضل العظيم </span></p>\n\n<p>\nفالاولون : هم الذين ادركوا رسول الله صلى الله عليه وسلم وصحبوه\n</p>\n\n<p>\nوالاخرون : هم الذين لم يلحقوهم وهم كل من بعدهم على منهاجهم إلى يوم\nالقيامة فيكون التاخر وعدم اللحاق في الفضل والرتبة بل هم دونهم فيكون عدم\nاللحاق في الرتبة والقولان كالمتلازمين فان من بعدهم لا يلحقون بهم لافي\nالفضل ولا في الزمان فهؤلاء الصنفان هم السعداء\n</p>\n\n<p>\nواما من لم يقبل هدى الله الدي بعث به رسوله ولم يرفع به راسا فهو من\nالصنف الثالث وهم <span class='quran'>مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار\nيحمل أسفارا </span></p>\n\n<p>\nوقد ذكر النبي صلى الله عليه وسلم اقسام الخلائق بالنسبة إلى دعوته وما\nبعث به من الهدى في قوله صلى الله عليه وسلم مثل ما بعثني الله به من الهدى\nو العلم كمثل غيث اصاب ارضا فكانت منها طائفة طيبة قبلت الماء فانبتت الكلا\nوالعشب الكثير وكانت منها اجادب امسكت الماء فسقى الناس وزرعوا واصاب طائفة\nاخرى انما هي قيعان لاتمسك ماء ولاتنبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             كلا فذلك <span id='ms24'></span> مثل من فقه في\nالدين فنفعه ما بعثني الله به و مثل من لم يرفع بذلك راسا ولم يقبل هدى\nالله الذي ارسلت به \\ ح \\ الغيث والعلم\n</p>\n\n<p>\nفشبه صلى الله عليه وسلم العلم الذي جاء به بالغيث لان كلا منهما سبب\nالحياة فالغيث سبب حياة الابدان والعلم سبب حياة القلوب\n</p>\n\n<p>\nوشبه القلوب بالاودية كما في قوله تعالى انزل من السماء ماءا فسالت اودية\nبقدرها الأرض والغيث\n</p>\n\n<p>\nوكما ان الارضين ثلاثة بالنسبة إلى قبول الغيث\n</p>\n\n<p>\nاحداها : ارض زكية قابلة للشراب والنبات فاذا اصابها الغيث ارتوت ومنه\nيثمر النبت من كل زوج بهيج\n</p>\n\n<p>\nفذلك مثل القلب الزكي الذكي فهو يقبل العلم بذكائه فيثمر فيه وجوه الحكم\nودين الحق بزكائه فهو قابل للعلم مثمر لموجبه وفقهه واسرار معادنه\n</p>\n\n<p>\nوالثانية : ارض صلبة قابلة لثبوت ما فيها وحفظه فهذه تنفع الناس لورودها\nوالسقي منها والازدراع\n</p>\n\n<p>\nوهو مثل القلب الحافظ للعلم الذي يحفظه كما سمعه فلا تصرف فيه ولا استنبط\nبل للحفظ المجرد فهو يؤدي كما سمع وهو من القسم الذي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم : فرب حامل فقه إلى من هو افقه ورب حامل فقه\nغير فقيه \\ ح \\\n</p>\n\n<p>\nفالاول : كمثل الغني التاجر الخبير بوجوه المكاسب والتجارات فهو يكسب\nبماله ماشاء\n</p>\n\n<p>\nوالثاني : مثل الغني الذي لا خبرة له بوجوه الربح والمكسب ولكنه حافظ لما\nلا يحسن التصرف والتقلب فيه\n</p>\n\n<p>\nوالأرض الثالثة : ارض قاع وهو المستوى الذي لايقبل النبات ولايمسك ماء\nفلو اصابها من المطر ما اصابها لم تنتفع منه بشئ\n</p>\n\n<p>\nفهذا مثل القلب الذي لايقبل العلم والفقه والدراية وانما هو بمنزلة الأرض\nالبوار التي لا تنبت ولاتحفظ وهو مثل الفقير الذي لا مال له ولايحسن يمسك\nمالا\n</p>\n\n<p>\nفالاول : عالم معلم وداع إلى الله على بصيرة فهذا من ورثة الرسل\n</p>\n\n<p>\nوالثاني : حافظ مؤد لما سمعه فهذا يحمل لغيره ما يتجر به المحمول اليه\nويستثمر\n</p>\n\n<p>\nوالثالث : لاهذا ولاهذا فهو الذي لم يقبل هدى الله ولم يرفع به راسا\n</p>\n\n<p>\nفاستوعب هذا الحديث اقسام الخلق في الدعوة النبوية ومنازلهم <span id='ms25'></span> منها قسمان\nقسم سعيد وقسم شقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في اطفال المؤمنين\n</p>\n\n<p>\nواما النوع الثاني من الاتباع : فهم اتباع المؤمنين من ذريتهم الذين لم\nيثبت لهم حكم التكليف في دار الدنيا وانما هم مع ابائهم تبع لهم\n</p>\n\n<p>\nوقال الله تعالى فيهم والذين امنوا واتبعتهم ذريتهم بايمان الحقنا بهم\nذريتهم وما التناهم من عملهم من شئ\n</p>\n\n<p>\nاخبر سبحانه انه الحق الذرية بآبائهم في الجنة كما اتبعهم اياهم في\nالايمان\n</p>\n\n<p>\nولما كان الذرية لاعمل لهم يستحقون به تلك الدرجات قال تعالى : وما\nالتناهم من عملهم من شئ والضمير عائد إلى الذين امنوا\n</p>\n\n<p>\nأي وما نقصناهم من عملهم بل رفعنا ذريتهم إلى درجتهم مع توفيتهم اجور\nاعمالهم فليست منزلتهم منزلة من لم يكن له عمل بل وفيناهم اجورهم فالحقنا\nبهم ذريتهم فوق ما يستحقون من اعمالهم\n</p>\n\n<p>\nثم لما كان هذا الالحاق في الثواب والدرجات فضلا من الله فربما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             وقع في الوهم ان الحاق الذرية ايضا حاصل لهم في حكم العدل فلما\nاكتسبوا سيئات اوجبت عقوبة كان كل عامل رهينا بكسبه لا يتعلق بغيره شئ\nفالالحاق المذكور انما هو في الفضل والثواب لا في العدل والعقاب وهذا نوع\nمن اسرار القران وكنوزه التي يختص الله بفهمها من شاء\n</p>\n\n<p>\nفقد تضمنت هذه الاية اقسام الخلائق كلهم : اشقيائهم و سعدائهم\n</p>\n\n<p>\nالسعداء المتبوعين والاتباع والاشقياء المتبوعين والاتباع\n</p>\n\n<p>\nفعلى العاقل الناصح لنفسه ان ينظر في أي الاقسام هو و لا يغتر بالعادة\nويخلد إلى البطالة فان كان من قسم سعيد انتقل إلى ما هو فوقه وبذل جهده\nوالله ولي التوفيق والنجاح وان كان من قسم شقي انتقل منه إلى القسم السعيد\nفي زمن الامكان قبل ان يقول ياليتني اتخدت مع الرسول سبيلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في سفر الهجرة\n</p>\n\n<p>\nوالمقصود بهذا ان من اعظم التعاون على البر والتقوى والتعاون على سفر\nالهجرة إلى الله والرسول باليد واللسان والقلب والمساعدة والنصيحة تعليما\nوارشادا ومودة\n</p>\n\n<p>\nومن كان هكذا مع عباد الله فكل خير اليه اسرع واقبل الله اليه بقلوب\nعباده وفتح على قلبه ابواب العلم <span id='ms26'></span> ويسره لليسرى\n</p>\n\n<p>\nومن كان بالضد فبالضد زاد المسافر\n</p>\n\n<p>\nفإن قلت : قد اشرت إلى سفر عظيم وامر جسيم فما زاد هذا السفر وما طريقه\nوما مركبه\n</p>\n\n<p>\nقلت زاده العلم الموروث من خاتم الانبياء صلى الله عليه وسلم ولا زاد له\nسواه فمن لم يحصل هذا الزاد فلا يخرج من بيته وليقعد مع الخالفين\n</p>\n\n<p>\nفرفقاء المتخلف البطالون اكثر من ان يحصوا فله اسوة بهم ولن ينفعه هذا\nالتاسي يوم الحسرة شيئا كما قال تعالى : <span class='quran'>ولن ينفعكم اليوم إذ ظلمتم\nأنكم في العذاب مشتركون </span>فقطع الله سبحانه انتفاعهم بتاسي بعضهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             ببعض في العذاب فان مصائب الدنيا اذا عمت صارت مسلاة وتأسي بعض\nالمصابين ببعض كما قالت الخنساء\n</p>\n\n<p>\nولولا كثرة الباكين حولي % على اخوانهم لقتلت نفسي وما يبكون مثل اخي\nولكن % اسلي النفس عنه بالتاسي\n</p>\n\n<p>\nفهذا الروح الحاصل من التاسي معدوم بين المشتركين في العذاب يوم القيامة\n</p>\n\n<p>\n| طريق السفر واما طريقه : فهو بذل الجهد واستفراغ الوسع فلا ينال بالمني\n</p>\n\n<p>\nولن يدرك بالهوينا وانما هو كما قيل\n</p>\n\n<p>\nفخض غمرات الموت واسم إلى العلا % لكي تدرك العز الرفيع الدائم\n</p>\n\n<p>\nفلا خير في نفس تخاف من الردى % ولاهمة تصبو إلى لوم لائم\n</p>\n\n<p>\nولا سبيل إلى ركوب هذا الظهر الا بامرين :\n</p>\n\n<p>\nاحدهما : ان لايصبو في الحق إلى لوم لائم فان اللوم يصيب الفارس فيصرعه\nعن فرسه ويجعله صريعا في الأرض\n</p>\n\n<p>\nوالثاني : ان تهون عليه نفسه في الله فيقدم حينئذ ولا يخاف الاهوال فمتى\nخافت النفس تاخرت و احجمت واخلدت إلى الأرض ولا يتم له هذان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nالامران الا بالصبر فمن صبر قليلا صارت تلك الاهوال ريحا رخاء في حقه تحمله\nبنفسها إلى مطلوبه فبينما هو يخاف منها اذ صارت اعظم اعوانه وخدمه وهذا امر\nلا يعرفه الا من دخل فيه مركب المسافر\n</p>\n\n<p>\nواما مركبه فصدق اللجأ إلى الله والانقطاع اليه بكليته وتحقيق الافتقار\nاليه بكل وجه والضراعة اليه وصدق التوكل والاستعانة به والانطراح بين يديه\nانطراح المسلوم المكسور الفارغ الذي لاشئ عنده فهو يتطلع إلى قيمه ووليمة\nان يجده <span id='ms27'></span> ويلم شعثه و يمده من فضله و يستره فهذا الذي يرجي له ان يتولى الله\nهدايته وان يكشف له ما خفي على غيره من طريق هذه الهجرة ومنازلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في التدبر والتفكر في الاء الله\n</p>\n\n<p>\nورأس الامر وعموده في ذلك انما هو دوام التفكر وتدبر آيات الله حيث\nتستولي على الفكر وتشغل القلب فاذا صارت معاني القران مكان الخواطر من قلبه\nوجلس على كرسيه وصار له التصرف وصار هو الامير المطاع امره فحينئذ يستقيم\nله سيره ويتضح له الطريق وتراه ساكنا وهو يباري الريح وترى الجبال تحسبها\nجامدة وهي تمر مر السحاب صنع الله الذي اتقن كل شئ انه خبير مما تفعلون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل في افلا يتدبرون القران\n</p>\n\n<p>\nفان قلت : انك قد اشرت إلى مقام عظيم فافتح لي بابه واكشف لي حجابه وكيف\nتدبر القران وتفهمه والاشراف على عجائبه وكنوزه وهذه تفاسير الائمة بايدينا\nفهل في البيان غير ما ذكروه قلت : ساضرب لك امثالا تحتذي عليها وتجعلها\nاماما لك في هذا المقصد\n</p>\n\n<p>\nقال الله تعالى : هل اتاك حديث ضيف إبراهيم المكرمين اذ دخلوا عليه\nفقالوا سلاما قال سلام قوم منكرون فراغ إلى اهله فجاء بعجل سمين فقربه\nاليهم قال الا تاكلون فاوجس منهم خيفة قالوا لا تخف وبشروه بغلام عليم\nفاقبلت امراته في صرة فصكت وجهها وقالت عجوز عقيم قالوا : كذلك قال ربك انه\nهو الحكيم العليم\n</p>\n\n<p>\nفعهدى بك اذا قرات هذه الاية وتطلعت إلى معناها وتدبرتها فانما تطلع منها\nعلى ان الملائكة اتوا إبراهيم في صورة الاضياف ياكلون ويشربون وبشروه بغلام\nعليم وانما امراته عجبت من ذلك فاخبرتها الملائكة ان الله قال ذلك ولم\nيتجاوز تدبرك غير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفاسمع الان بعض ما في هذه الايات من انواع الاسرار\n</p>\n\n<p>\nوكم قد تضمنت من الثناء على إبراهيم\n</p>\n\n<p>\nوكيف جمعت الضيافة وحقوقها\n</p>\n\n<p>\nوما تضمنت من الرد على اهل الباطل من الفلاسفة والمعطلة\n</p>\n\n<p>\nوكيف تضمنت علما عظيما من اعلام النبوة\n</p>\n\n<p>\nوكيف تضمنت جميع صفات الكمال التي ردها إلى العلم والحكمة\n</p>\n\n<p>\nوكيف اشارت إلى دليل <span id='ms28'></span> امكان المعاد بالطف اشارة واوضحها ثم افصحت وقوعه\n</p>\n\n<p>\nوكيف تضمنت الاخبار عن عدل الرب وانتقامه من الامم المكذبة\n</p>\n\n<p>\nوتضمنت ذكر الاسلام والايمان والفرق بينهما\n</p>\n\n<p>\nوتضمنت بقاء آيات الرب الدالة على توحيده وصدق رسله وعلى اليوم الاخر\n</p>\n\n<p>\nوتضمنت انه لا ينتفع بهذا كله الا من في قلبه خوف من عذاب الاخرة وهم\nالمؤمنون بها\n</p>\n\n<p>\nواما من لا يخاف الاخرة ولا يؤمن بها فلا ينتفع بتلك الايات\n</p>\n\n<p>\nفاسمع الان بعض تفاصيل هذه الجملة\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>هل أتاك حديث ضيف إبراهيم المكرمين </span>افتتح\nسبحانه القصة بصيغة موضوعة للاستفهام وليس المراد بها حقيقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالاستفهام ولهذا قال بعض الناس : ان <span class='quran'>هل </span>في مثل هذا الموضع\nبمعنى <span class='quran'>قد </span>التي تقتضي التحقيق ولكن في ورود الكلام في مثل هذا\nبصيغة الاستفهام سر لطيف ومعنى بديع فإن المتكلم اذا اراد ان يخبر المخاطب\nبأمر عجيب ينبغي الاعتناء به واحضار الذهن له صدر له الكلام باداة\nالاستفهام لتنبيه سمعه وذهنه للمخبر به فتارة يصدره بالا وتارة يصدره بهل\nفقول هل علمت ما كان من كيت وكيت اما مذكرا به واما واعظا له مخوفا واما\nمنبها على عظمه ما يخبر به واما مقررا له\n</p>\n\n<p>\nفقوله تعالى <span class='quran'>هل أتاك حديث موسى </span>و هل اتاك نبا الخصم وهل اتاك\nحديث الغاشية و <span class='quran'>هل أتاك حديث ضيف إبراهيم المكرمين </span>متضمن لتعظيم\nهذه القصص والتنبيه على تدبرها ومعرفتها ما تضمنته\n</p>\n\n<p>\nففيه امر اخر\n</p>\n\n<p>\nوهو التنبيه على ان اتيان هذا اليك علم من اعلام النبوة فانه من الغيب\nالذي لاتعمله انت ولا قومك فهل اتاك من غير اعلامنا وارسالنا وتعريفنا أم\nلم ياتك الا من قبلنا\n</p>\n\n<p>\nفانظر ظهور هذا الكلام بصيغة الاستفهام وتامل عظم موقعة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nجميع موارده يشهد انه من الفصاحة في ذروتها العليا\n</p>\n\n<p>\nوقوله <span class='quran'>ضيف إبراهيم المكرمين </span>متضمن لثنائه على خليله إبراهيم\nفان في <span class='quran'>المكرمين </span>قولين\n</p>\n\n<p>\nاحدهما : اكرام إبراهيم لهم ففيه مدح إبراهيم باكرام الضيف\n</p>\n\n<p>\nوالثاني : انهم مكرمون عنذ الله كقوله تعالى <span class='quran'>بل عباد مكرمون </span>وهو متضمن ايضا لتعظيم خليله ومدحه اذ <span id='ms29'></span> جعل ملائكته المكرمين اضيافا له فعلى\nكلا التقديرين فيه مدح لابراهيم\n</p>\n\n<p>\nوقوله <span class='quran'>فقالوا سلاما قال سلام </span>متضمن بمدح اخر لابراهيم حيث رد\nعليهم السلام احسن مما حيوه به فان تحيتهم باسم منصوب متضمن لجملة فعلية\nتقديره : سلمنا عليك سلاما وتحية إبراهيم لهم باسم مرفوع متضمن لجملة اسمية\nتقديره سلام دائم أو ثابث أو مستقر عليكم ولا ريب ان الجملة الاسمية تقتضي\nالثبوت واللزوم والفعلية تقتضي التجدد والحدوث فكانت تحية إبراهيم اكمل\nواحسن\n</p>\n\n<p>\nثم قال قوم منكرون وفي هذا من حسن مخاطبة الضيف والتذمم منه وجهان في\nالمدح\n</p>\n\n<p>\nاحداهما : انه حذف المبتدا والتقدير : أنتم قوم منكرون فتذمم منهم ولم\nيواجههم بهذا الخطاب لما فيه من الاستيحاش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             وكان النبي صلى الله\nعليه وسلم لايواجه احدا بما يكرهه بل يقول وما بال اقوام يقولون كذا\nويفعلون كذا\n</p>\n\n<p>\nالثاني قوله قوم منكرون فحذف فاعل الانكار وهو الذي كان انكرهم كما قال\nفي موضع اخر نكرهم ولاريب ان قوله منكرون الطف من ان يقول انكرتم\n</p>\n\n<p>\nوقوله <span class='quran'>فراغ إلى أهله فجاء بعجل سمين فقربه إليهم قال ألا تأكلون\n</span>متضمن وجوها من المدح واداب الضيافة واكرام الضيف\n</p>\n\n<p>\nمنها قوله <span class='quran'>فراغ إلى أهله </span>والروغان الذهاب بسرعة واختفاء وهو\nيتضمن المبادرة إلى إكرام الضيف والاختفاء يتضمن ترك تخجيله والا يعرض\nللحياء وهذا بخلاف من يتثاقل ويتبارد على ضيفه ثم يبرز بمراى منه ويحل صرة\nالنفقة ويزن ما ياخذ ويتناول الاناء بمراى منه ونحو ذلك مما يتضمن تخجيل\nالضيف وحياءه فلفظة راغ تنفي هذين الامرين وفي قوله تعالى <span class='quran'>إلى أهله\n</span>مدح اخر لما فيه من الاشعار ان كرامة الضيف معدة حاصلة عند اهله وانه\nلايحتاج ان يستقرض من جيرانه ولا يذهب إلى غير اهله اذ قرى الضيف حاصل\nعندهم\n</p>\n\n<p>\nوقوله : <span class='quran'>فجاء بعجل سمين </span>يتضمن ثلاثة انواع من المدح\n</p>\n\n<p>\nاحدها : خدمة ضيفه بنفسه فانه لم يرسل به وانما جاء به بنفسه\n</p>\n\n<p>\nالثاني : انه جاءهم بحيوان تام لم ياتهم ببعضه ليتخيروا من اطيب لحمه ما\nشاءوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             الثالث : انه سمين ليس بهمزول وهذا <span id='ms30'></span> من نفائس الاموال ولد\nالبقر السمين فانهم يعجبون به فمن كرمه هان عليه ذبحه واحضاره\n</p>\n\n<p>\nوقوله <span class='quran'>إليهم </span>متضمن المدح وادابا اخرى وهو احضار الطعام إلى بين\nيدي الضيف بخلاف من يهيئ الطعام في موضع ثم يقيم ضيفه فيورده عليه\n</p>\n\n<p>\nوقوله الا تأكلون فيه مدح واداب اخر فانه عرض عليهم الاكل بقوله الا\nتأكلوا وهذه صيغة عرض مؤذنة بالتلطف بخلاف من يقول : ضعوا ايديكم في الطعام\nكلوا تقدموا ونحو هذا\n</p>\n\n<p>\nوقوله <span class='quran'>فأوجس منهم خيفة </span>لانه لما رآهم لا ياكلون من طعامه اضمر\nمنهم خوفا ان يكون معهم شر فان الضيف ادا اكل من طعام رب المنزل اطمان اليه\nوانس به فلما علموا منه ذلك قالوا لاتخف وبشروه بغلام عليم وهذا الغلام\nإسحاق لا اسماعيل لان امراته عجبت من ذلك فقالت : عجوز عقيم لايولد لمثلي\nفاني لي بالولد واما اسماعيل فانه من سريته هاجر وكان بكره واول ولده وقد\nبين سبحانه هذا في سورة هود في قوله تعالى <span class='quran'>فبشرناها بإسحاق ومن وراء\nإسحاق يعقوب </span>وهذه هي القصة نفسها\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>فأقبلت امرأته في صرة فصكت وجهها </span>فيه بيان ضعف عقل\nالمرأة وعدم ثباتها اذ بادرت إلى الندبة فصكت الوجه عند هذا الاخبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله عجوز عقيم فيه حسن ادب المراة عند خطاب الرجال واقتصارها من الكلام\nعلى ما يتادى به الحاجة فانها حذفت المبتدا ولم تقل انا عجوز عقيم واقتصرت\nعلى ذكر السبب الدال على عدم الولادة لم تذكر غيره واما في سورة هود فذكرت\nالسبب المانع منها ومن إبراهيم وصرحت بالعجب\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>قالوا كذلك قال ربك </span>متضمن لاثبات صفة القول له\nوقوله <span class='quran'>إنه هو الحكيم العليم </span>متضمن لاثبات صفة الحكمة والعلم\nاللذين هما مصدر الخلق والامر فجميع ما خلقه سبحانه صادر عن علمه وحكمته\nوكذلك امره وشرعه مصدره عن علمه وحكمته\n</p>\n\n<p>\nوالعلم والحكمة متضمنان لجميع صفات الكمال فالعلم يتضمن الحياة و لوازم\nكمالها من القيومية والقدرة والبقاء والسمع والبصر وسائر الصفات التي\nيستلزمها العلم التام\n</p>\n\n<p>\nوالحكمة تتضمن كمال الارادة والعدل والرحمة <span id='ms31'></span> والاحسان والجود والبر ووضع\nالاشياء في مواضعها على احسن وجوهها ويتضمن ارسال واثبات الثواب والعقاب\n</p>\n\n<p>\nكل هذا العلم من اسمه الحكيم كما هي طريقة القران في الاستدلال على هذه\nالمطالب العظيمة بصفة الحكمة والانكار على من يزعم انه خلق الخلق عبثا وسدى\nوباطلا فحينئذ صفة حكمته تتضمن الشرع والقدر والثواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             والعقاب\nولهذا كان اصح القولين ان المعاد يعلم بالعقل وان السمع ورد بتفصيل ما يدل\nالعقل على اثباته\n</p>\n\n<p>\nومن تامل طريقة القران وجدها دالة على ذلك وانه سبحانه يضرب لهم الامثال\nالمعقولة التي تدل على امكان المعاد تارة ووقوعه اخرى فيذكر ادلة القدرة\nالدالة على امكان المعاد وادلة الحكمة المستلزمة لوقوعه\n</p>\n\n<p>\nومن تامل ادلة المعاد في القران وجدها كذلك مغنية بحمد الله عن غيرها\nكافية شافية موصلة إلى المطلوب بسرعة متضمنة للجواب عن الشبه العارضة لكثير\nمن الناس\n</p>\n\n<p>\nوان ساعد التوفيق كتبت في ذلك سفرا كبيرا لما رايت في الادلة التي ارشد\nاليها القران من الشقاء والهدى وسرعة الانصاف وحسن البيان والتنبيه على\nمواضع الشبه والجواب عنها بما ينثلج له الصدر ويكثر معه اليقين بخلاف غيره\nمن الادلة فانها على العكس من ذلك وليس هذا موضع التفصيل\n</p>\n\n<p>\nوالمقصود ان صدور الخلق والامر عن علم الرب وحكمته واختصت هذه القصة بذكر\nهذين الاسمين لاقتضائهما لتعجب النفوس من تولد مولود بين ابوين لايولد\nلمثلهما عادة وخفاء العلم بسبب هذا الايلاد وكون الحكمة اقتضت جريان هذه\nالولادة على غير العادة المعروفة فذكر في الاية اسم العلم والحكمة المتضمن\nلعلمه سبحانه بسبب هذا الخلق وغايته وحكمته في وضعه موضعه من غير اخلال\nبموجب الحكمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر سبحانه وتعالى قصة الملائكة في ارسالهم لهلاك قوم لوط وارسال\nالحجارة المسومة عليهم وفي هذا ما يتضمن تصديق رسله واهلاك المكذبين لهم\nوالدلالة على المعاد والثواب والعقاب لوقوعه عيانا في هذا العالم وهذا من\nاعظم الادلة الدالة على صدق رسله لصحة ما اخبروا به عن ربهم\n</p>\n\n<p>\nثم قال تعالى : فاخرجنا من كان فيها من المؤمنون فما وجدنا فيها <span id='ms32'></span> غير بيت\nمن المسلمين ففرق بين الاسلام والايمان هنا لسر اقتضاه الكلام\n</p>\n\n<p>\nفان الاخراج هنا عبارة عن النجاة فهو اخراج نجاة من العذاب و لاريب ان\nهذا مختص بالمؤمنين المتبعين للرسل ظاهرا وباطنا\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>فما وجدنا فيها غير بيت من المسلمين </span>لما كان\nالموجودون من المخرجين اوقع اسم الاسلام عليهم لان امراة لوط كانت من اهل\nهذا البيت وهي مسلمة في الظاهر فكانت في البيت الموجودين لافي القوم\nالناجيين وقد اخبر سبحانه عن خيانة امراة لوط وخيانتها انها كانت تدل قومها\nعلى اضيافه وقلبها معهم وليست خيانة فاحشة فكانت من اهل البيت المسلمين\nظاهرا وليست من المؤمنين الناجيين\n</p>\n\n<p>\nومن وضع دلالة القران والفاظه مواضعها تبين له من اسراره وحكمة ما يبهر\nالعقول ويعلم انه تنزيل من حكيم حميد\n</p>\n\n<p>\nوبهذا خرج الجواب عن السؤال المشهور وهو : ان الاسلام اعم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nالايمان فكيف استثناء الاعم من الاخص وقاعدة الاستثناء تقتضي العكس وتبين\nان المسلمين المستثنين مما وقع عليه فعل الوجود والمؤمنين غير مستثنين منه\nبل هم المخرجون الناجون\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>وتركنا فيها آية للذين يخافون العذاب الأليم </span>فيه\nدليل على ان آيات الله سبحانه وعجائبه التي فعلها في هذا العالم وابقى\nآثارها دالة عليه وعلى صدق رسله انما ينتفع بها من يؤمن بالمعاد ويخشى عذاب\nالله تعالى\n</p>\n\n<p>\nكما قال الله تعالى في موضع آخر <span class='quran'>إن في ذلك لآية لمن خاف عذاب الآخرة\n</span></p>\n\n<p>\nوقال تعالى : <span class='quran'>سيذكر من يخشى </span>فان من لايؤمن بالآخرة غايته ان\nيقول : هؤلاء قوم اصابهم الدهر كما اصاب غيرهم ولا زال الدهر فيه الشقاوة\nوالسعادة\n</p>\n\n<p>\nو اما من آمن بالآخرة واشفق منها فهو الذي ينتفع بالآيات والمواعظ\n</p>\n\n<p>\nوالمقصود بهذا انما هو التنبيه والتمثيل على تفاوت الافهام في معرفة\nالقرآن واستنباط اسراره وآثار كنوزه ويعتبر بهذا غيره والفضل بيد الله\nيؤتيه من يشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل الرفيق والطريق والمقصود ان القلب لما تحول لهذا السفر طلب رفيقا\n</p>\n\n<p>\nيانس به في السفر فلا يجد الا معارضا مناقضا أو لائما بالتأنيب مصرحا أو\nفارغا <span id='ms33'></span> من هذه الحركة معرضا وليت كل ما ترى هكذا فلقد احسن اليك من خلال\nوطريقك ولم يطرح شره عليك كما قال القائل\n</p>\n\n<p>\nانا لفي زمن ترك القبيح به % من اكثر الناس احسان واجمال\n</p>\n\n<p>\nفإدا كان هذا المعروف من الناس فالمطلوب في هذا الزمان المعاونة على هذا\nالسفر بالاعراض وترك اللائمة والاعتراض الا ما عسى ان يقع نادرا فيكون\nغنيمة باردرة لا قيمة لها\n</p>\n\n<p>\nولا ينبغي ان لا يتوقف العبد في سيره على هذه الغنيمة بل يسير و لو وحيدا\nغريبا فانفراد العبد في طريق طلبة دليل على صدق المحبة\n</p>\n\n<p>\nومن نظر في هذه الكلمات التي تضمنتها هذه الورقات علم انها من اهم ما\nيحصل به التعاون على البر والتقوى وسفر الهجرة إلى الله ورسوله وهو الذي\nقصد سطرها بكتابتها وجعلها هديته المعجلة السابقة إلى اصحابه ورفقائه في\nطلب العلم\n</p>\n\n<p>\nوشهد الله وكفى بالله شهيدا ولو توافي احدا منهم لقابلها بالقبول ولبادر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             الى تفهمها وعدها من افضل ما اهدى صاحب إلى صاحبه فإن غير هذا\nمن جريانات الركب الخيرية وان تطلعت النفوس اليها ففائدتها قليلة وهي في\nغاية الرخص لكثرة جالبها وانما الهدية النافعة كلمة يهديها الرجل إلى اخيه\nالمسلم الموتى الاحياء والاحياء الموتى\n</p>\n\n<p>\nومن اراد هذا السفر فعليه بمرافقة الاموات الذين هم في العالم احياء فانه\nيبلغ بمرافقتهم إلى مقصده وليحذر من مرافقة الاحياء الذين هم في الناس\nاموات فإنهم يقطعون عليه طريقه فليس لهذا السالك انفع من تلك المرافقة\nواوفق له من هذه المفارقة فقد قال بعض السلف : شتان بين اقوام موتى تحيا\nالقلوب بذكرهم وبين اقوام احياء تموت القلوب بمخالطتهم\n</p>\n\n<p>\nفما على العبد اضر من عشائره وابناء جنسه فنظره قاصر وهمته واقفة عند\nالتشبه بهم ومباهاتهم والسلوك اين سلكوا حتى لو دخلوا جحر ضب لاحب ان يدخله\nمعهم\n</p>\n\n<p>\nفمتى صرف همته عن صحبتهم إلى صحبة من اشباحهم مفقودة ومحاسنهم وآثارهم\nالجميلة في العالم موجودة استحدث بذلك همة اخرى وعملا آخر وصار بين الناس\nغريبا وان كان فيهم مشهورا <span id='ms34'></span> ونسيبا ولكنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             غريب محبوب يرى ما\nالناس فيه و لا يرون ما هو فيه يقيم لهم المعاذير ما استطاع ويحضهم بجهده و\nطاقته سائرا فيهم بعينين عين ناظرة إلى الامر والنهى بها يأمرهم وينهاهم\nويواليهم ويعاديهم ويؤدي لهم الحقوق و يستوفيها عليهم وعين ناظرة إلى\nالقضاء والقدر بها يرحمهم ويدعو لهم و يستغفر لهم ويلتمس وجوه المعاذير\nفيما لا يخل بأمر و لا يعود بنقض شرع وقد وسعهم بسطته ورحمته ولينه ومعذرته\nوقفا عند قوله تعالى <span class='quran'>خذ العفو وأمر بالعرف وأعرض عن الجاهلين </span>متدبرا لما تضمنته هذه الآية من حسن المعاشرة مع الخلق واداء حق الله فيهم\nوالسلامة من شرهم فلو اخذ الناس كلهم بهذه الآية لكفتهم وشفتهم فان العفو\nما عفى من اخلاقهم وسمحت به طبائعهم ووسعهم بذلة من اموالهم و اخلاقهم\n</p>\n\n<p>\nفهذا ما منهم اليه واما ما يكون منه اليهم فأمرهم بالمعروف وهو ما تشهد\nبه العقول وتعرف حسنة وهو ما امر الله به و اما ما يتقي به اذى جاهلهم\nفالاعراض عنه وترك الانتقام لنفسه والاقتصار لها\n</p>\n\n<p>\nفأي كمال للعبد وراء هذا واي معاشرة وسياسة لهذا العالم احسن من هذه\nالمعاشرة والسياسة فلو فكر الرجل في كل شر يلحقه من العالم اعني الشر\nالحقيقي الذي لا يوجب له الرفعة والزلفى من الله وجد سببه الاخلال بهذه\nالثلاث أو بعضها والا فمع القيام بها فكل ما يحصل له من الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nفهو خير له وان شرا في الظاهر فانه يتولد من الامر بالمعروف ولا يتولد منه\nالا خيرا وان ورد في حالة شر واذى\n</p>\n\n<p>\nكما قال الله تعالى <span class='quran'>إن الذين جاؤوا بالإفك عصبة منكم لا تحسبوه شرا\nلكم بل هو خير لكم </span></p>\n\n<p>\nوقال تعالى لنبيه صلى الله عليه وسلم <span class='quran'>فاعف عنهم واستغفر لهم وشاورهم\nفي الأمر فإذا عزمت فتوكل على الله </span>وقد تضمنت هذه الكلمات مراعاة حق\nالله وحق الخلق فإنهم اما يسيئوا في حق الله وفي حق رسوله فإن اساءوا في\nحقك فقابل ذلك بعفوك عنهم وان اساءوا <span id='ms35'></span> في حقي فاسألني اغفر لهم واستجلب\nقلوبهم واستخرج ما عندهم من الراي بمشاورتهم فإن ذلك احرى في استجلاب\nطاعتهم وبذل النصيحة فاذا عزمت فلا استشارة بعد ذلك بل توكل وامض لما عزمت\nعليه من امرك فإن الله يحب المتوكلين\n</p>\n\n<p>\nفهذا وامثاله من الاخلاق التي ادب الله بها رسوله وقال تعالى فيه <span class='quran'>وإنك لعلى خلق عظيم </span>قالت عائشة رضي الله عنها كان خلقه القرآن وهذا\nلايتم الا بثلاثة اشياء\n</p>\n\n<p>\nاحدها : ان يكون العود طيبا فاما ان كانت الطبيعة جافية غليظة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             يابسة عسر عليها مزاولة ذلك علما وارادة وعملا بخلاف الطبيعة\nالمنقادة اللينة السلسة القياد فانها مستعدة انما تريد الحرث والبذر\n</p>\n\n<p>\nالثاني : ان تكون النفس قوية غالبة قاهرة لدواعي البطالة والغي والهوى\nفان هذه الامور تنافي الكمال فان لم تقو النفس على قهرها و الا لم تزل\nمغلوبة مقهورة\n</p>\n\n<p>\nالثالث : علم شاف بحقائق الاشياء وتنزيلها منازلها يميز بين الشحم والورم\nوالزجاجة والجوهرة\n</p>\n\n<p>\nفإذا اجتمعت فيه هذه الخصال الثلاث وساعد التوفيق فهو القسم الذي سبقت\nلهم من ربهم الحسنى وتمت لهم العناية\n</p>\n\n<p>\nوالله سبحانه وتعالى اعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم\nتسليما كثيرا ابدا إلى يوم الدين والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             <span id='ms36'></span>\n</p>\n",
  "pages": [
    "001",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077"
  ],
  "volumes": [
    "01"
  ]
}