{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO التعجب</h1>\n\n<p>\nأبو الفتح الكراجكي\n</p>\n\n<p>\n---التعجب ¶ أبو الفتح الكراجكي ¶ ---\n\n----NO PAGE NO------\n\n[ 1 ]\n</p>\n\n<p>\nهذا كتاب التعجب للشيخ الثقة الجليل الفتح الكراجكي رحمة الله عليه بسم\nالله الرحمن الرحيم اللهم انا نحمدك على ما انعمت واعطيت ونشكرك لما اوليت\nواسديت ونسئلك الصلوة على من انتجبت وارتضيت لرسالاتك واستكفيت سيدنا محمد\nرسولك الذي اصطفيت الحافظ لما اوجبت والناهض بما امضيت وعلى الائمة\nالطاهرين اهل البيت تزيد على عدلهن ما ابقيت وافنيت وترفع فوق كل ما اختصصت\nواعليت واكرمت برضوانك وارضيت ورغب اليك في التثبت على ما ارشدت إليه وهديت\nمن موالاة من واليت ومعاداة من عاديت والتسليم لما ارتضيت والرضا بما اقضيت\nوبعد فهذا كتاب حدانى على عمله ان احد الاخوان من ا هل الايمان شملهم الله\nبفضله اطلع من امالي الشيخ المفيد رضى الله عنه على كتاب موسوم باطراف\nالدلائل واوائل المسائل يتضمن كلاما في الامامة فراى اواخره بابا من اغلاط\nالعامه اورد الشيخ رضى الله عنه على طريق التعجب منهم وضمنه يسيرا من خطاهم\nالمحفوظ عنهم وجعله بابا قصيرا وقولا يسيرا حسب ما اقتضاه غرضه في الكتاب\nمن الاختصار في كل باب فراقه واعجبه ولم يحب فراقه واستطرفه واستغربه واسف\nلقصر الباب وتلهف على طول الخطاب وسئلني في سلوك سبيله وابتاع قصده وقوله\nبكلام فسيح وغرضض كغرضه صحيح ليكون فيما اوورده كتابا مفردا وفنا في\nالامامة واحدا فاعلمته ان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             [ 2 ]\n</p>\n\n<p>\nللشيخ المفيد ره مفاتيح الفوايد ومصابيح المراشد وان السعيد من سلك اممه\nووطئ قدمه وقصد نهجه واعتمد حججه واتبع اثاره واقتبس انواره فاما العامه\nفليس تنحصر اغلاطهم ولا تجتمع في الامامة منا قضاتهم لان زللهم غير قليل\nوالتعجب منهم طويل وكيف لا يتعجب ممن قبل الدليل والتمس السبيل واتاه\nالهداة وطلب النجاة وهجر اليقين واتبع الظنون وكره الايتلاف ورضى الاختلاف\nوكيف لا يتعجب ممن يتقرب الى الله سبحانه بمعاداة اوليائه ويدنيه بموالاة\nاعدائه ويطلب طاعته من معصيته ويلتمس ثوابه بمخالفته بل كيف لا يتعجب من\nقوم ادعو الشريعة وغيروها وانتحلوا الملة وبدلوها وضيعوا الفرايض واختلفوا\nفيها <span id='ms01'></span> وتركوا السنة وانتسبوا إليها قوم غلبتهم العصبية وملكتهم الحمية حمية\nالجاهلية واضلتهم الاهواء وضلت عنهم الاراء فعميت ابصارهم وصديت افكارهم\nوتناقضت اقوالهم وتباينت افعالهم في ظلمات غيهم تائهون وباذيال جهلهم\nعاثرون ومن الحق عائدون وللحق معاندون اولئك حزب الشيطان الا ان حزب\nالشيطان هم الخاسرون وانا متبع ما رغب فيه الاخ الرشيد ادام الله له\nالتسديد من عمل هذا الكتاب وايراد ما حضرني في فصوله من كل باب من مناقضات\nالقوم في الامامة واغلاطهم وغلوهم في المعاندة وافراطهم مما يقتضى التعجب\nمنهم ويوجب الشكر لله سبحانه الى الانفصال عنهم ومن الله استمداد التوفيق\nوهو حسبى ونعم الوكيل فصل (1) في اغلاطهم في ذكر الوصية فمن عجيب امرهم\nانهم قد اجمعوا معنا على حسن الوصية وفضلها وشرفها وحميد فعلها وانها تكون\nفي المال والاهل وتركها تضييع وفي فعلها حسن نظر واحتياط وجميل حزم واحتراز\nوسمعوا في القران ذكرها واعترفوا ان النبي (ص) امر بها وحث عليها ورغب فيها\nودعا إليها ورووا عنه (ص) اخبارا من جملتها لا ينبغى لامر مسلم ان يبيت\nليلتين الا ووصيته مكتوبة عنده وفى خبر الا ووصيته تحت راسه ادعوا مع ذلك\nانه (ص) مضى من الدنيا ولم يوص الى احد وقد كان يرعى امته و--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             [ 3 ]\n</p>\n\n<p>\nيسوسهم ويقوم بشأنهم ويدبر امورهم كما يسوس الرجل اطفاله ويرعى اهله\nوعياله ومنهم الضعفاء والايتام والعجائز والاطفال الذين حاجتهم الى سياستهم\nوحسن نظره ورعايته اشد من حاجة الولد الى والده والعبد الى سيده ثم انه (ص)\nخلف مع ذلك اهلا اولادا وأقارب وازواجا واشياء يتنازع اهله وغيرهم واملاكا\nوكان له حق في الخمس يحسبان يصرف الى مستحقه وكان عليه دين يتعين وفائه\nعليه وعنده ودايع يلزم ردها الى اربابها وقد وعد جماعة بعداة يجب ان يقضى\nبعدته ولا يقضيها الا وصية فسنبوه الى تضييع ياحث على حفظه والتفريط فيما\nامر بالاحتياط في بابه والزهد فيما رغب فيه امته وحاشاله من ذلك بل كان (ص)\nفعل الخلق لما دعى إليه واسرع الناس الى <span id='ms02'></span> فعل ما رغب فيه واسبق العالمين كل\nفضل واولاهم بشرايف الفعل ومن عجيب امرهم انهم إذا طرقتهم الحجج الجلية في\nان رسول الله (ص) لم يمض من الدنيا الا عن وصيه وانه اوصى امير المؤمنين\nعلى بن أبيطالب (ع) دون سائر الامة وسمعوا تمدح امير المؤمنين (ع) بذلك في\nكلامه وحجاجه الخصومه وذكره له في خطبه على منبر رسول الله (ص) واحتجاج اهل\nبيته وشيعته من الانصار بذلك في فضل وما نظمته فيه الشعراء وسار الركبان\nفيه مثل قوله خزيمة بن ثابت ذى الشهادتين رضى في ابيات يذكر فيها فضله وصلى\nرسول الله من دون اهله وفارسه مذكان في سالف الزمن وقوله حين بلغه عن عايشه\nكلام تعيب فيه امير المؤمنين (ع) اعايشه خلى عن على وعيبه بما ليس انت فيه\nيا والدة وصى رسول الله من دون اهله وانت على ما كان من ذاك شاهدة وقول عبد\nالله بن أبى سفيان بن الحرث بن عبد المطلب ره وان ولى الامر بعد محمد على\nوفى كل المواطن صاحبه وصى رسول الله حقا وصهره واول من صلى ولان جانبه وقول\nعبد الرحمن بن حمل الحجمى لما بايع امير المؤمنين (ع) لعمري لقد بايعتم ذا\nحفيظه على الدين معروف العنات موفقا عفيفا عن الفحشاء ابيضا ماجدا صدوقا\nوللمختار قدما مصدقا ابا حسن فارضوا به تبايعوا فلن تجدوا فيه لذى العيب\nمنطقا على وصى المصطفى وابن عمه واول من\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             [ 4 ]\n</p>\n\n<p>\nصلى لذى العرش واثقا وقال زفر بن الحارث الاسدي نحو طوا عليا وانصروه\nفانه وصى وفى الاسلام اول اول وان تخذلوه والحوادث جمة وليس لكم في الارض\nمن متحول ونحو ذلك من الاقوال التى يطول بذكرها الكلام قالوا عند ذلك لسنا\nنجحد ان عليا عليه السلام وصى رسول الله (ص) ولا ننكر ما قد اشتهر عن شهادة\nالقوم بوصيته ولكن النبي (ص) انما اوصى إليه بما كان له في يده ويتملكه\nويحويه ولم يوص إليه بامر الامة كلها ولا تعدت وصيته إليه امور تركته <span id='ms03'></span> واهله\nالى غيرها ثم يدعون بعد ذلك ان جميع ما خلقه صدفة وانه لا يورث كما يورث من\nسوا من الامة وان فدك والعوالى صدقة ينظر فيها الخليفه بعد ان تختاره الامة\nولا يجوز ان تقبل فيها شهادة من تثبت له الوصية فليت شعرى بما إذا اوصى إذا\nكان جميع ما خلفه صدقة ولم يكن اوصى بحفظ الشريعه والقيام بامر الامة فان\nهذا مما يتحير فيه ذوى البصيرة ويعرف فيه صافى السريرة فصل (2) في اغلاطهم\nفي النص ومن عجيب امرهم قولهم ان رسول الله (ص) كان إذا خرج من المدينة\nاستخلف عليها وعلى من فيها من يقوم بمصالحهم بنهضه ويسير فيهم بعده بسيرته\nاشفاقا من اهمالهم وفرقا من فساد احوالهم وكراهة لاضطرابهم وتشتتهم وايثارا\nلانتظام امرهم ومصلحتهم وانما اهلها بعض من قلد القيام بامره وامر بحسن\nالنظر له في سياسته وتدبيره هذا مع قرب المسافة بينه وبينهم وسرعة عودة\nإليهم ثم انه عند خروجه من الدنيا بوقاته وانقطاعه عن جميع امته بفقده وطمع\nاهل الكفر والنفاق فيهم وتطلعهم على اختلاف كلمتهم وتشتت شملهم اهمل امرهم\nوترك الاستخلاف فيهم بالرياسة عليهم ولم يحسن النظر لهم بمتقدم يخلفه فيهم\nفامس النظر في حيوته في الامر الصغير وحرسه من التفريط واهمله بعد وفاته في\nالامر الكبير والخطب الخطير وعرضه للتضييع ان هذا العجب العجيب والامر\nمعكوس عند كل خفيف ولبيبت ومن عجيب امرهم ان النص على على بن أبيطالب (ع)\nلو كان صحيحا لا يحتج به على القوم بعد النبي (ص) أو احتج عنه غيره ولم\nيجيز ان يهمل هذا الامر حتى لا يدور بينهم في الذكر ويقولون انهم لو كانوا\nذكروه وخاضوا فيه وتجاوروه لنقل الينا\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             [ 5 ]\n</p>\n\n<p>\nما جرى ولم يجز ان يخفى كما جرى بين المهاجرين والانصار من المحاورة في\nالكلام وما احتجت به قريش في استحقاقها المقام وفى خلو النقل من ذلك دليل\nعلى ان القوم لم ينفو هرابه وهذا شاهد فيما زعموا بطلانه فإذا قيل لهم فما\nالذى منع القوم <span id='ms04'></span> من تقدم الفاضل ونصبه رئيسا للعالم ادعوا ان الجماعة عملت\nعمله بعد وفاة النبي (ص) منعت تقديمه واوجيت تأخيره ولم ينطق به ناطق ولا\nتكلم فيها متكلم ولا ظهرت من قلب على لسان ولا لفظ بها انسان ولا ذكر خوضهم\nفيها ذاكر ولا اخبر بمقاوضتهم فيها مخير ولا ادعى محاورهم فيها بشر ولا\nاخترع في ذكرها لها خبر وهذه منا قصة قبيحة ومباهتة صريحة وعكسل لاحكام\nالعقول وقلب للعادات عند ذوى التحصيل ومن عجيب امرهم اعتمادهم في انكار\nالنص على امير المؤمنين (ع) على انه لو كان حقا قد اعلن به على روس الاشهاد\nولنقله الخاص والعام ولم يقع بين الامة اختلاف وقولهم وجود الاختلاف فيه\nدلالة على انه لم ينص عليه لامع عليهم بان النبي (ص) نص على عبادات كثيرة\nواظهرها واعلمها امته وشهرها ثم اختلف لامه فيها ولم يتفق عليها ومن ذلك\nالوضوء بالذى عرفهم كيفيته وشرحه وكرر فصله يحضر لهم واوضحه وهو فرض عام\nلجميعهم يترادف وجوبه عليهم ويتكرر فعله منهم فلم ينفقوا عليه ولا صدق\nبعضهم بعضا فيما يرويه فمنهم من مسح اذنيه ومنهم من انكر ذلك وبدع فاعليه\nومنهم من مسح بعض راسه ومنهم من مسح جميعه ومنهم من مسح رجليه فقال لا يجوز\nغير غسلهما منهم من يروى ان الفرض غسلها ومنهم من مسح على خفيه ومنهم من\nانكر ذلك وضلل وكل ذلك ينسب قوله وفعله الى رسول الله (ص) ومن ذلك الاذان\nعلى اشتهاره بين الناس وسماعهم له في اليوم والليلة خمس دفعات يتادى بهم\nللصلوة وهم فيه وفى الامامة على غاية الاختلاف بين زيادة ونقصان وتبديع\nبعضهم بعضا في الخلاف ومن ذلك احكام الصلوة التى نص لهم على جملتها\nوتفاصيلها وعلمهم بالقول والفعل وكيفتها وكان يصلى بهم حضرا وسفرا فلم\nيتفقوا فيها فقال بعضهم يرفع يديه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             [ 6 ]\n</p>\n\n<p>\nمع كل تكبيرة وقال اخرون انما رفعها تكبيرة الافتتاح وقال بعضهم جهر به\nببسم الله الرحمن الرحيم وقال اخرون لم يجهر بها وقال قوم كبر على <span id='ms05'></span> الميت\nاربعا وقال قوم خمسا ونحو ذلك من العبادات التى قد نص عليها وشهر امرها فلم\nيتفقوا فيها ويعلمون انه (ص) قد حج حجة الوداع واعلن بما فعله فيها على روس\nمن اشهاد الناس فلم يتفقوا على صفة حجه ولا صدق بعضهم بعضا في كيفية فعله\nفمنهم من يقول افرد ومنهم من يقول قرن ومنهم من يقول تمتع وقد قطع بحضرتهم\nالسارق وراوا ما فعل ذلك بعد ان نص لهم على حكم القطع نصا قطع به العذر فلم\nيتفقوا على مقدار ما يقطع من اليد حتى ان منهم من يقول يقطع من اصول\nالاصابع ومنهم من يقول من الزند ومنهم من يروى من المرفق ويروى قوم من\nالكتف وغير ذلك من الخلف الذى يطول به الوصف مما ليس يلحقه في نقله ما\nيلحقهم في نقل النص على الامم المتقدم على الانام لما فيه من التكلف\nوالمشقة للشوق الى نيل الرياسة على الامة فمن العجب ان يكون الاختلاف في\nجميع ما ذكرناه من هذه العبادات ليس بدلالة على انه لم ينص عليها ويكون\nالاختلاف في النص على الامام دلالة على انه لم ينص عليه وهل هذا الا تجاهل\nمن الخصوم ومن عجيب امرهم وظاهر مناقضتهم قولهم ان رسول الله (ص) لو كان نص\nبالامامة على رجل بعينه وشهر بيه الامة شخصه وامرهم بطاعته لم يقع من\nالصحابة بعد وفاته خلاف امره ولا استجازوا مع تقدمهم وفضلهم ان يؤخروا من\nقدمه ويعملوا برايهم الذى يلوح لهم ويتركوا رأيه ولا يجوز ان يحدثوا امرا\nيقتضى ترك امتثال اوامره فإذا قيل لهم افلستم مجمعين على انه (ص) عند وفاته\nنص على امارة اسامة بن زيد وقدمه وعقده على طانقة من الوجوه الصحابة وفرض\nعليهم طاعته وامرهم بالتوجه معه الى حيث بعثه واكد امره وحث على تنفيذه\nونادى دفعة بعد دفعته نفذ واجيش اسامه ولعن المتخلفين عنه وفيهم أبو بكر\nوعمر فلم استدركوا رأيه قالوا حدث امرا اقتضى ذلك وبحدوث احوال علمها\nالحاضرون وهذه مناقضة <span id='ms06'></span> من غلب عقله العصبية ومن العجب استبعادهم مخالفة اكثر\nالامة بعد رسول الله (ص) ما اوجبه عليهم من طاعة\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             [ 7 ]\n</p>\n\n<p>\nامير المؤمنين (ع) وترك اتباع من نصبه قدوة للانام مع علمهم بخلاف جميع\nقوم موسى اخاه هرون واقتدائهم بسواه وعبادتهم العجل من دون الله وهرون\nبينهم يذكرهم الله ويخوفهم هذا مع ميل اولئك الى هرون وتفور هؤلاء من امير\nالمؤمنين (ع) وان اولئك خالفوا دليل العقل الذى لا يحتمل التأويل وهؤلاء\nخالفوا دليل النص الى ضرب من التأويل فما هذا الاستبعاد لولا العصبية\nوالعناد ومن عجيب امرهم انهم إذا سمعوا الشيعة تحتج في صحة النص الجلى على\nامير المؤمنين (ع) بالتواتر الذى نقله الخلف منهم عن السلف استضعفوا هذه\nالطريقة ودفعوا ان تكون دلالة بمثلها احتج المسلمون في تثبيت معجزات النبي\n(ص) والتحدى بكتاب الله سبحانه ويزعمون ان هذا النص لو كان حقا وقد ورد\nمتواترا لعلمت صحته ضرورة وهذا بعينه قول الكفار في انكار التحدي والمعجزات\nالتى ورد بذكرها متواتر الاخبار ويقولون لو كان ما تدعون من النص حقا لنقله\nالكافة وهم يعلمون ان هذا قول من جحد الملة في انكار ما كان لنبينا من معجز\nواية ويحيلون جواز الكتمان على الكثيرة مع معرفتهم بانتفاء طريق الكفار\nوالملاحدة ويقولون انكم معاشر الشيعة وان كنتم اليوم لاحقين بالمتواترين في\nالكثرة فانكم نقلتم في الاصل عن قلة ولا يشكون في ان هذا قول الكفار لاهل\nالملة كل ذلك لقلة التأمل والنصفة وعدم التوفيق والمعرفة ومن عجيب امرهم\nقولهم كيف خص الله من تشيرون إليه بالنص بالامامة وما سبب هذا التميز وهل\nهو بفضل منحصر استحقاق اوجبه ويتسون ان ذلك عائد عليهم في الانبياء وتقديم\nالله تعالى على الانام هذا مع ما يطرق اسماعهم من قول الله سبحانه والله\nيختص برحمته من يشاء ومن عجيب الامور انهم يستصغرون الكلام في النص إذا\nرمنا اثباته ويستعظمون إذا راموا بطلانه فيقولون لمن يثبته ما هذه العناية\nالمفرطة بهذا الامر وانما هو مسألة فرع والخلف فيها <span id='ms07'></span> غير قادح في اصل ولا\nموجب لفسق ولا كفر وهى كسائر مسائل الفقه وما الحاجة الى النص على\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             [ 8 ]\n</p>\n\n<p>\nامام والامة تقيم لانفسها من تشاء وتختار ويستصغرون الكلام في النص هذا\nالاستصغار الاصاغر في الاطلاع فيه ويقللون فائدته عند المتشوق إليه حتى إذا\nتكلما وافى ابطاله عظموا الامر وتحملوا الخلف وقالوا هذه المسألة قطب\nالشريعه واصل عظيم في الملة ومن خالفنا فيها فقد خرج عن الجماعة ودخل في\nاهل البدعة ولهذا لا يعدون قول من اثبت النص خلافا بين الامة ويحذرون من\nقبول قول الشيعة ويوهمون المسترشد من ان القول بالنص قدح في الشريعه كل ذلك\nقلة ديانة وكثرة خيانة وبرهان عصبية ودليل الف للباطل وحمية فصل (3) في\nاغلاطهم في الاختيار ومن عجيب امرهم اعترافهم بان رسول الله (ص) كان شفيقا\nفي امته رؤفا بمعتقدي شريعته مجتهدا في مصالحهم حريصا على منافعهم لا يقف\nفي ذلك دون غاية ولا يقصر عن نهاية وبهذا وصفه الله تعالى في كتابه حيث\nيقول اعوذ بالله من الشيطان الرجيم لقد جائكم رسول من انفسكم عزيز عليه ما\nعنتم حريص عليكم بالمؤمنين رؤف رحيم ثم يزعمون انه مع ذلك مضى من الدنيا\nولم يختر لامته ولا استخلف عليهم رئيسا وعول عليهم في اختيار الامام\nوتقديمه على الانام مع علمه بان اختيارهم لا يبلغ اختياره ورأيهم لا يلحق\nرأيه إذ كان ابصر منهم بمصالحهم واعلم بعواقبهم واعرف بمن ينتظم به امرهم\nويصلح باقامة شانهم فنسبوه الى ان حرمهم اختيار المقرون بالصواب واقتصر بهم\nعلى اختيار الذى لا يؤمن معه الفساد وقد نزهه الله عن ذلك الحال ورفعه عما\nيدعيه الضلال ومن عجيب امرهم انهم يعترفون ان النبي (ص) لم يرد قط الى امته\nولا الى احد منها في حيوته اختيار الرؤساء ولا تأمير الامراء وانه كان\nالمتوالى بنفسه استخلاف من يستخلفه وتامير من يؤمره على مدينته ورعاياه\nوجيوشه وسراياه حتى انه لما اتى موته قدم جعفر رضى وقال للناس ان اصيب\nفأميركم زيد بن حارثه وان اصيب <span id='ms08'></span> فأميركم عبد الله بن رواحة من غيران رد\nإليهم الاختيار\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             [ 9 ]\n</p>\n\n<p>\nولا كلفهم ولا احدا منهم هذه الحال ثم يدعون مع هذا انه وكل إليهم عند\nمفارقته لهم بالوفاة اختيار الامام واقامة رئيس للانام وكلفهم من ذلك بعد\nوفاته ما لم يكلفهموه في ايام حيوته وهو لو امتمحنهم في ايامه فزلوا\nوكلفهموه فغلطوا كان يتدارك فارطهم بيمنه ويصلح ما افسدوه ببركته ورايه\nوليس كل من بعده لانهم لو غلطوا بتقديم من يجب تأخيره وتاخير من يجب تقديمه\nلم يجدوا من يتلاقى فارطهم ويتدارك زللهم ويصرف عنهم من قد ملكوه امرهم\nوعظم به ضررهم ومن عجيب امرهم انهم يعترفون بان الامة ليس لها ان تمضى حكما\nولا تقيم على احد حذا ولا تفنذ جيشا ويزعمون ان لها ان تجعل هذه لاحدها\nوترد إليها ما لم يرد إليها وتملكه من الشريعه اشياء لا تملكها من غير ان\nياذن لها في ذلك مالكها وهذا من اطرف الامور واعجبها ومن عجيب امرهم انهم\nفيما ذهبوا إليه من الاختيار قد اجازوا اهمال امر الامة الى ان يختار\nعلمائها واحدا مع انه لو اختار اهل مدن مختلفه عدة ائمة وجب عندهم ان يقف\nامرهم الى ان ينظروا من الاولى منهم فيقدموه ويبطلوا امامة من سواه ويسقطوه\nفان كان قد عقد لهم في وقت واحد سقطت امامتهم كلهم فاباحوا بهذا ترك الناس\nفي هذه المهلة بغير امام وربما تراخت وطالت واضطرب فيها امر الامه وضاعت\nوحدثت امور لا مدبر لها وتولد مضار عامة لا مصلح لفاسدها وقيل لهم على هذا\nالراى لم لم يصبر اصحاب السقيفة عن المبادرة لامام والمسارعة التى انفردوا\nبها عن الامام ريثما يفرغ بنو هاشم من تجهز النبي (ص) ومواراته وقضاء مفترض\nحقه في مراعاته حتى إذا تتجرت هذه الحال حضروا معهم العقد لشاركوهم في\nالراى والامر فانهم ان لم يكونوا اخص بهذا الامر فيه شركاءهم ونصيبهم منه\nعلى اقل الوجوه نصيبهم فقالوا انما فعلوا ذلك مبادرة بالامر الذى يخشى\nفواته ويخاف المضرة بتأخيره <span id='ms09'></span> مع العلم العام بانهم ما اضطروا في ذلك الوقت\nالى هذا البدار ولم تختلف\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             [ 10 ]\n</p>\n\n<p>\nالكلمة لولا ما فعلوه اختلافا يعظم به المضار ولا قصدهم من الاعداء قاصد\nولا احاط بهم عدو ومعاند فما هذه العجلة والبدار مع ما حكيناه عنهم في\nشرائط الاختيار لولا ان القوم اغتنموا الفرصة فانهروها وبادروا المكنة\nفاختلسوها وان مصوبتهم ناقضوا فعلهم وناصريهم اوضحوا زللهم مع ان رأيهم في\nالاختيار وما ساقهم إليه احكام التقيه في هذا الزمان المخلة بنصبة الامام\nقد اداهم الى اهمال امر الامة وتركهم يغير امام ومن عجيب امرهم قولهم ان\nاختيار الامة الى العلماء وان الجماعة يختارهم الذين لا يغلطون في اختيارهم\nويعلمون مع هذا ان ابا بكر اختاره أبو عبيدة وان عمر اختاره أبو بكر وان\nعثمان اختاره عبد الرحمن وليس فيهم من حصل الشرط الذى ذكروا فصل (4) في\nاغلاطهم في اختيارهم ابا بكر ومن عجيب امرهم انهم قصدوا الى رجل امر الله\nبتأخيره ولم يره اهلا للنيابة عن رسول الله (ص) في تادية تسع ايات من سورة\nبرائة الى اهل مكة وهم بعض الامه ورسول الله حى موجود مع قوله (ص) المؤمنون\nاكفاء تتساوى دمائهم ويسعى بذمتهم ادناهم ويجيز عليهم اقصاهم وهم بد على من\nسواهم فلا يراه الله تعالى مع ذلك اهلا لتادية ذمة ولا منفذ الامر فيه\nمصلحة للامة وعزله عن جيش ظهر فيه غوله وعجزه ومنعه سكن المسجد وسد بابه\nواخره عن الصلوة التى قدمه بلال إليها بامر عايشه ابنته فقدموه بعد رسول\nالله (ص) رئيسا على جميع امته وردوا إليه احكام ملته حيث يكون تتميم تنفيذ\nالامم في يديه واقامة حدود الشريعة مردوده كلها إليه ويكون القائم مقام خير\nخلق الله محمد رسول الله (ص) والمنفذ لشرعه ان هذا الشى عجيب يجار فيه عقل\nاللبيب ومن عجيب امرهم اعتقادهم ان النبي (ص) امر الناس بان يختاروا\nلانفسهم إذا اجتمعوا امام الصلوة ويروون عنه انه قال اختاروا ائمتكم فانهم\nوقد كم الى الله عز وجل وقال <span id='ms10'></span> يؤمكم اقرئكم وفى خبر اخر قالوا له فان كانوا\nفي القرائة سواء قال فافقههم وصاحب\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             [ 11 ]\n</p>\n\n<p>\nالمسجد اولى بمسجده ثم يروون مع ذلك ان من الواجب تقديم ابى بكر على امير\nالمؤمنين (ع) اماما ويعتقدون انه اولى منه بالتقديم على الناس في الصلوة مع\nعلمهم بان ابا بكر لم يكن حافظا لكتاب الله وان امير المؤمنين كان حافظا\nبغير خلاف ولم يكن أبو بكر فقيها وكان امير المؤمنين (ع) افقه منه ومن جميع\nالامة بغير خلاف ومع علمهم بان رسول الله سد جميع ابواب الصحابة التى كانت\nالى المسجد حتى سد باب عمه العباس وترك باب على وقال ان الله تعالى امر\nموسى بن عمران ان يتخذ بيتا طهر الا يجنب فيه الا هو وهرون وابناه شبر\nوشبير وانه امرني ان اتخذ بيتا طهر الا يجنب فيه الا انا وعلى وابناه الحسن\nوالحسين عليهم السلام فاجتمعت الخصال الموجبة لتقدم امير المؤمنين (ع)\nاماما في الصلوة فلم يختارونه وكان الصواب عندهم ان يؤخروه وعدمها كلها أبو\nبكر فاختاروه وقدموه ان هذا لهو الراى المعكوس ومن العجب ان يردوا الامر\nوالنهى واحل والعقد وتنفيذ احكام الشرع واقامة الحدود في الخلق الى من قد\nعرفوا ضعف فهمه وعدم فقهه وعلمه وفساد حفظه وقلة تيقظه ومن يقر بذلك على\nنفسه ويعترف بكثرة زلله وخلله وقلة حلمه وبقوله على رؤس الاشهاد وليتكم\nولست بخيركم فان استقمت فاتيعونى وان اعومجيت فقوموني فان لى شيطانا\nيعترينى عند غضبى فإذا رأيتموني مغضبا فتحنبونى لا اوثر في اشعاركم ولا\nابشاركم ثم يسئل عن الكلاله فلا يعلمها وعن الاب فلا يفهمه والفقه ولا\nيخبره والقران فلم يكن يحفظه والشجاعة ففى معزل عنها والرياسه فليس من\nاهلها ومن إذا كشفت احواله وتتبعت افعاله وجد ما ذكرناه بعض صفاته فيقدم\nعلى الكافه ويجعل يده منبسطة على جميع اهل القبلة ويقال انت خليفة رسول\nالله ويؤخرون من قد عرفوا فايض علمه وفضله وكمال علمه وعظيم عمله وتقدم\nسبقه في جهاده وتصرفه وحسن اثره وشريف <span id='ms11'></span> فضله ومشتهر زهده وباهر اياته وبديع بيناته\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             [ 12 ]\n</p>\n\n<p>\nومن قم قيم رسول الله (ص) واخوه بل القائم مقام نفسه حسب ما شهد به كتاب\nالله وهو من احب الخلق الى الله ومن افتقرب إليه الكافة ولم يفتقر الى احد\nمن الامة فيجعل هذا رعية مؤخرا تابعا للناقص في خلال الخير كلها ان هذا\nالراى عجيب واختيار طريف وفيه تقول فاطمة البتول ابنة السيد الرسول (ص) وان\nتعجب فقد اعجبك الحادث في أي طريق سلكوا وباى عروة تمسكوا استبدلوا والله\nالذنابى بالقوادم والعجر بالكاهل ففتحا لقوم يحسبون انهم يحسنون صنعا لا\nانهم هم الاخسرون ولكن لا يعلمون ومن العجب ان يجتموا في السقيفة لطلب\nالخلافة فتحتج الانصار بانها تستحقها بنصرتها للنبى (ص) وتحتج المهاجرون\nبقربهم منه وليس فيهم من يذكر امير المؤمنين (ع) الذى لا يلحقه الانصاري في\nنصرة ولا يدانيه القريس في قرابة ومن العجب قول القريس ان الخلافة لا تكون\nالا من حيث النبوة وانها يستحقها بذلك لان رسول الله (ص) من قريس ولم يقل\nلها احد في الحال ان بنى هاشم اولى منكم بها على هذه الحجة لان النبي من\nبنى هاشم لكن صرفهم ان يحاجوهم بهذا اتفاق جميع من حضر السقيفة على صرف\nالامر عن اهله ومنعه عن مستحقه وقد روى ان امير المؤمنين (ع) قال في كلام\nله انفذه الى معوية فما را عنى الا والانصار قد اجتمعت فمضى إليهم أبو بكر\nفيمن تبعه من المهاجرين فحاجهم بقرب قريش من رسول الله فان كانت حجته عليهم\nبذلك ثابتة فقد كنت انا إذا احق بها من جماعتهم لافى اقربهم منه وامسهم به\nرحما وان لم يجب لى بذلك فالانصار على حجتهم وروى عنه عليه السلام انه قال\nشعر افان كنت بالشورى ملكت امورهم فكيف بهذا المشير وقيل انه قول قيس بن\nسعد وانما تمثل به امير المؤمنين (ع) وقد اخذ الكميت ره هذا المعنى فقال\nفان هي لم تصلح لخلق سواهم فان ذوى القربى احق واوجب وحفظ عنه <span id='ms12'></span> انه قال في\nاحتجاجهم ايضا بصحبة رسول الله واعجبا اتكون الخلافة بالصحابة ولا تكون\nبالقرابة ولسنا نرى على جميع\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             [ 13 ]\n</p>\n\n<p>\nالامور احدا هو اولى بها من المغضب المهجور والعجب كله لقوم راوا رسول\nالله قد ولى عمرو بن العاص واسامة بن زيد على ابى بكر تم يولوته على امير\nالمؤمنين (ع) والعباس ومن عجيب امرهم دعواهم ان امامة ابى بكر تثبت عن اذن\nمن اهل الحل والعقد واختيار وتامل هذا مع سماعهم قول عمر بن الخطاب كاتت\nبيعة ابى بكر فلتة وقى الله المسلمين شرها فمن عاد الى مثله فاقتلوه فشهدوا\nانها كانت قد وقعت بغتة من غير روية وحصلت فجاة عن عجلة من غير مشورة وفى\nهذا غاية الذم والتكذيب لهم فيما ادعوه من التهديد بسفك دم من عاد الى\nمثلها وليس يشك عاقل في ان الفلتة التى هي العجلة واليدار تضاد ما يدعون من\nالتأمل والاختيار ومن عجيب امرهم دعواهم ان الامة اجتمعت على امامة ابى بكر\nمع علمهم بقلة عدد المعاقد لها وتاخر من تأخر عنها وانكار المنكرين لها\nوالخلف الواقع فيها في حال السقيفة وبعدها فيقولون ان من خالف من الانصار\nوتاخر من بنى هاشم الاخيار مع وجوه الصحابة واعيانهم وبنى حنيف باسرهم وما\nظهر من انكارهم امارته وخلافهم كلهم شذاذ لا يخرقون الاجماع ثم ينكرون ان\nيكون الاجماع حصل على حصار عثمان وقلعه وتكفيره وقتله ولم يكن بالمدينة من\nاهلها ولا ممن كان بها من اهل مصر وغيرهم الا محارب أو خاذل ولم يحفظ في\nالانكار عليهم قول القلل ويدعون انه وعبيده المحاصرين معه في الدار ومروان\nابن عمه قادحون في الاجماع هنا وقد رام قوم من بنى اميه ان يصلوا عليه فلم\nيتمكنوا وهموا ان يدفنوه في مقابر المسلمين فلم يتركوه حتى مضوا الى خش\nكوكب وهو بستان بقرب البقيع ثم اتوا ليجزوا راسه فصاح نسوة من اهله وضربن\nوجوههن فتركوا وداسه عمير بن أبى صابى فكسر ضلعا من اضلاعه وبقي مكانه\nمرميا ثلثه ايام <span id='ms13'></span> لم يستعظم في بابه مستعظم ولا انكره منكرو ومن تأمل هذا\nالحال علم انها احق واولى بالاجماع فصل (5) في اغلاطهم في الامام فمن عجيب\nامرهم انهم قصدوا الى من رد إليه النبي (ص) جيشا فلم يحسن ان يدبره ورجع\nمنهزما فيجعلونه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             [ 14 ]\n</p>\n\n<p>\nامام الامام ويردون إليه تدبير الجيوش العظام ويصيرونه فتنة للاسلام\nوسندا في الامور الجسام وان هذا الضد الصواب فصل (6) في اغلاطهم في علم\nالامامة فمن عجيب امرهم ان الامام قدوة في الشريعه مع جواز جهله ببعضها ولا\nيجيزون ان يكون فيها مع جهله بجميعها وقولهم انه يرجع في البعض الذى لا\nيعلمه الى الامة ولا يجيزون ان يرجع في الكل إذا لم يعلمه الى احد من الامه\nولسنا نجد فرقا بين حاجته الى رعيته في بعض ما لا يعلمه وبين حاجته إليهم\nفي كل ما لا يعلمه بل من العجب ان يكون الامام محتاجا الى من هو يحتاج إليه\nومقتديا برعيته يقتدون به لان هذا عند العقلاء من المنافضة القبيحة ومن\nعجيب امرهم انهم يروون عن النبي (ص) انه قال ما ولت امة قط امرها رجلا\nوفيهم اعلم منه الا لم يزل امرهم يذهب سفالا حتى يرجوا الى ما تركوا ثم\nيروون مع ذلك ان يتولى الامر العاجز الناقص ويتقدم الجاهل على العالم\nويروون عن النبي (ص) انه قال من تولى شيئا من امور المسلمين فولى رجلا شيئا\nمن امورهم وهو يعلم مكان رجل هوط هم اعلم منه فقد خان الله ورسوله\nوالمؤمنين ثم انهم يعلمون مع ذلك ان ابا بكر وعمر لم يولياني ايامهما عليا\n(ع) مع معرفتهما بكمال علمه ويقدمان الجهال في الولايات عليه ولا يستدلون\nبذلك على خيانتهما لله ولرسوله وللمؤمنين ولا يكتنفون به في العلم ببعضها\nله (ع) وليس يخفى على العاقل ان كان رغبا عن ولايته فقد خانا الله ورسوله\nوان كان هو المراغب عن ان يتولى من قبلها فكفى بذلك طحنا عليهما ومن عجيب\nامرهم قولهم ان علوم الشريعه متفرقة في الامه وانها <span id='ms14'></span> قد احاطت بها وهى\nالملجأ والمفزع فيها مع ما يدعون عن عصمتها ويستعظمون قولنا ان الامام هو\nالمحيط بها والعالم بجميعها والملجأ والمفزع فيها وهو المسدد المعصوم دونها\nويظلون من قولنا متعجبين ويقيمون انفسهم في ذلك مقام المشركين الذين قالوا\nفيما تضمنه الذكر المبين اجعل الالهة الها واحدا ان هذا الشي عجاب وقولهم\nإلقى الذكر عليه من بيننا بل هم في شك من ذكرى بل لما يذوقوا من عذاب وقد\nاحسن من قال وليس الله بمستنكر ان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             [ 15 ]\n</p>\n\n<p>\nيجمع العالم في واحد ومن العجيب انهم مع انكارهم كمال علم الامم\nواستيعادهم تمين في ذلك عن الانام وقولهم لم يجر العادة بمثل هذا في بشر\nمخلوق ولا يوحى إليه يروون ان النبي (ص) قال خذوا ثلث دينكم عن عايشه لا بل\nخذو ثلثى دينكم عن عايشه لا بل خذوا دينكم كله عن عايشه فيا عجبا كيف يثبت\nلعايشه هذا الكمال الذى تميزت به عن الانام واستحال مثله في الامام الذى هو\nخليفة رسول الله (ص) والحجة بعده على الخاص والعام بل من العجب انكارهم ان\nيكون خليفة رسول الله على امته والمنفذ بعده احكام شريعته حافظا لعلوم\nالشريعة محيطا باحكام الملة متسغنيا في ذلك عن الرعية ويدعون ان شيخهم\nالجاحظ لعنه الله على سخافته وهزله وجذاعته وصلاعته وقبيح فعله ومشتهر فسقه\nقد عرف كل علم وصنف الرياضيات ورسوم الادبيات الا وقد خاص فيه وعرف\nمتصرفاته وعجائبه ومعايبه حتى انى لم ار احدا يقول انه احاط علما باسماء\nتصنيفاته ولا علم مبالغ تأليفاته ان هذا العظيم ومن عجيب امرهم انهم يسمعون\nقول النبي على انا مدينة الحق مع على حيثما دار ويقطع اعذارهم الاجماع على\nفقر الصحابة إليه وسوالهم بل لمن دونه وهو ابن عباس الذى كان عمر نقيقر\nإليه في المسائل ويقول غص باغواص مع اعتراف ابن عباس بانه احد عن امير\nالمؤمنين (ع) ثم انهم يدعون مع هذا كله ان امير المؤمنين (ع) لم يعرف الحكم\nفي عتق موالى سفيه عمته <span id='ms15'></span> حيث نازعه الزبير بن العوام ورافعه الى عمر بن\nالخطاب حتى عرفه عمر الصواب وقال له ان الزبير احق بميراث من اعتقته صفيه\nفرجع الى قوله ورضى بحكمه فكيف يصح هذه الدعوى واى عاقل يصدقها وكيف يكون\nمن هو باب مدينة العلم يجهل الصواب في هذا الامر وكيف يكون من هو اقضي\nالامة لا يعرف القضاء في هذه الحكومة وكيف يطلب ما ليس له من تقول فيه\nالنبي على مع الحق والحق مع على اللهم ادر الحق مع على حيثما دار وهو\nالقائل سلونى قبل ان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             [ 16 ]\n</p>\n\n<p>\nتفقدوني فان بين طلوعي علما جما فكيف يهدمه الى الصواب عمر ابن الخطاب\nوعمر يقول بغير خلاف لما رده امير المؤمنين (ع) عن مواضع ظهر منه فيه\nالاغلاط لولا على لهلك عمرو هل حكومة عمر بضد قوله الا دلالة على خطاء عمر\nفي حكمه وان حكمه انما مضى لتمكن عمر في وقته وتعذر خلاف امير المؤمنين (ع)\nفيما حكم به فصل (7) في اغلاطهم في العصمة فمن عجيب امرهم انهم ينكرون عصمة\nالانبياء والائمة عليهم السلام عن سائر الانام ويقولون ان هذه العصمة ان\nكانت منهم جاز ان يقع في غيرهم فيساويهم في منزلئهم وان كانت من الله\nسبحانه فقد جيرهم واضطرهم ولم يستحقوا ثوابا على عصمتهم وهم مع ذلك معترفون\nبان النبي (ص) معصوم في التاديه والتبليغ ومعصوم عما سوى ذلك من جميع كبائر\nالذنوب في حال تبوته وقبلها وانها عصمة اخيار ويستحق عليها الجزاء ولا\nيساويه احد من امته فيها ومن عجيب امرهم انكارهم العصمة الائمة وقولهم انها\nلا تقتضي الاختيار ومن العجب قولهم ان العصمة ثابتة لجميع الامة منتفية عن\nكل واحد منها مع علمهم بان احادهم جماعتها وانها إذا كانت مؤمنة باجمعها\nكان الايمان حاصلا لا حاربا ولو كفر جميعها لكان الكفر حاصلا مع كل واحد\nمنها وقد قال احد المعتزلة يوما وقد سمع مع هذا الكلام فرق بين العصمة وما\nذكرت من الكفر والايمان وذلك ان ما ثبت لكل واحد <span id='ms16'></span> منها فهو ثابت لجماعتها\nوليس كلما ثبت لجماعتها ثابت لكل واحد منها فلذلك إذا أمن احادها كان\nجميعها مؤمنين وإذا كفر احادها كان جميعها كافرين وليس إذا ثبت العصمة\nلجماعتها يكون احادها معصومين فقلت له ما رايت اعجب من امرك وانصرافك عن\nمقتضى قضيتك إذا كان ما ثبت لكل واحد من الامة ثابتا لجميعها فقد ثبت عندي\nوعندكم الحكم على كل واحد منها بجواز الخطاء والنسيان وتعمدا الغلط في\nالافعال والاقوال فاحكم بثبوت ذلك لجميعها واسقط ما ادعيت من عصمتها فلم\nيدر ما يقول بعد هذا ومن عجيب امرهم وطريف رأيهم ولهم ان الامه معصومة\nوقولها حجة وهى مفتقره مع ذلك الى امام وامامها غير معصوم ولا قوله حجة\nوليس هو مفتقر الى امام وهذا من اعجب الاقوال\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             [ 17 ]\n</p>\n\n<p>\nومن عجيب المباقضة ان يكون لها امام ولا يكون ارتفاع العصمة عن الامام\nموجبا ان يكون له امام ولا يكون ايضا غناية عن الامام يقتضى تميزه بالعصمة\nعن الانام انهم جعلوا حجتهم في عصمة الامه وفى ان اجماعها صواب وحجة خبر\nانسبوه الى رسول الله (ص) وهو انه لا يجتمع امتى على ضلال وهذا الخبر لا\nيمكنهم على اصلهم ان يدعوا فيه التواتر إذا كان غير موجب لسامعيه على\nالضرورة بصحته فهو لا محاله من اخبار الاحاد فهم إذا قد جعلوا دليل الدعوى\nبان الامه لا تجتمع على ضلال قول بعضها والحجة على عصمتها شهادة واحد منها\nولم يعلموا ان الخلاف في قول جميعها يتضمن الخلاف في قول بعضها والتخطئة\nبسائرها يدخل في التخطئة بواحدها وهل هم في ذلك الا كمن ادعى الحجة باجماع\nعشرة من الناس على قول أو فعل وجعل دليله على ذلك قول واحد من العشرة ولم\nيعلم ان المخالف له في الحجة باجماع العشرة ولم يصر لى ذلك الا بعد\nالمخالفة له فيمن دون العشرة إذ لو سلم له الخصم قول بعضها لم يصح خلافه له\nفي قول جميعها ولما راوا ان خبرهم لا يصح كونه في قسم <span id='ms17'></span> المتواتر على اصله\nولا ينصرف عن اضافته الى اخبار الاحاد التى لا تثبت بها حجة لدعويهم اشتد\nغلطهم وعظم زللهم فاداهم الى القول بانهم علموا صحته بالاجماع وهذا من اعجب\nالاقوال وهو في المناقضة لا حق في الهذيان لان اصل الخلاف انما هو في\nالاجماع وهل هو حجة ام لا فكيف يكون الاجماع دليلا على نفسه وبرهانا على ما\nيدعى من صوابه ولو جاز هذا لكانت الدعوى نفسها برهانا والفتوى بعينها دليلا\nوهذا ما لا يخفى فساده على العقلاء ومما يوضح غلطهم فيه ان الدليل على الشئ\nيعرف قبل معرفة الشئ فإذا كانوا لم يعلموا ان الاجماع حجة وان الامة فيما\nتخبر به معصومة الا بالخبر فقد وجب ان يكونو عالمين بصحته قبل علمهم بان\nالاجماع حجة وان الامة فيما تخبر به معصومة وإذا كانوا لم يعلموا ان الخبر\nصحيح الا بالاجماع فقد وجب بان يكونوا عالمين بان الاجماع حجة قبل علمهم\nبصحته الخبر فكيف يتقدم المؤخر ويتاخر المقدم وهل روى قط اعجب من هذا الامر\nومن عجيب امرهم انهم لا يجيزون امامة الفاسق ويجوزون ان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             [ 18 ]\n</p>\n\n<p>\nيكون الامام باطنه فاسقا ويحتجون في نفى امامة من ظهر فسقه بانهم لا\nيامنونه على اقامة الحدود ولا يثقون به في حفظ الاموال وصرفها في الواجبات\nثم ياتمنون على هذا الامور من يجوزون عليه الفسق والفجور وارتكاب كبائر\nالذنوب ومن لا يحيلون ان يكون في باطن امره على ضلال وكفروا شراك ومن عجيب\nالعجيب امتناعهم من امامة من علموه فاسقا وتجويزهم ان يكون في باطنه كافرا\nفلئن كان الفسق مانعا من تقديم الفاسق لتكونن تجويز الكفر مانعا من ه عليه\nجائز لان الكفر يشتمل على الفسق وغيره ومن لم يفهم هذا فهو مريض الذهن عار\nمن المعرفة فصل (8) في اغلاطهم في امامة المفضول فمن عجيب امر القائلين\nباماته المفضول ومخالفتهم موجبات العقول انهم قصدوا الى من اعترفوا بانه\nاشرف الامة وافضلها واوسعها علما واكملها وانه البصير بسياستها الخبير\nبشرايط رياستها الذى لم يزل ناهضا <span id='ms18'></span> باثقالها خائضا بحار انوارها مجاهدا\nمذكان في نصرتها عالما باحكام ملتها زاهدا في زهرة دنياها صابرا على عظيم\nبلواها متميز بالمناقب فيها مبرز في الفضايل عليها قد جعل الله اعماله اعلى\nوافضل من اعمالها وثوابه ازكى واجزل من ثوابها فمنعوه اعلى المنازل واجلها\nواشرف الرتب وافضلها وهى منزلة الامامة التى تليق به ويليق بها وتشهد\nالعقول السليمة بانه دون الخلايق صاحبها ورفعوا إليها من لا نسبه بينه\nوبينها وقالوا ان الحق الواجب الا يكون هذا السيد الفاضل رئيسا مقدما\nوالراى المصيب ان يكون رعية مما موما ومن السداد والرشاد ان يكون مقتديا\nبالناقص متصرفا تحت اراء الجهل وفي دين الله عز وجل ان يكون من دونه يسوسه\nويرعاه ويامره وينهاه ويلزمه طاعته ويحرم عليه مخالفته وهذا والله بهت\nلاحكام العقول ولعب في شرع الرسول وخلاف للعادات ودفع للضرورات بل هو حمق\nومجانه وخدعة ولو ان احدثا وصى على ابنه لكان عند الناس بمنزلة المجانين\nوفى خير المخصيلين وما زلنا نسمع العامة لقول ياتي على الناس زمان يسلم فيه\nالمعلم الى الصبيان ويسوق فيه البغل على الطحان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             [ 19 ]\n</p>\n\n<p>\nونحن نضحك منهم وننكر عليهم قولهم حتى سمعنا قول المعتقدين امامة المفضول\nومخالفتهم فيما تفسره لاحكام العقول وقد استغاث فيهم امير المؤمنين (ع)\nمتظلما وشكاهم الى الله مستعديا فقال اللهم انى استعديك على قريش فانهم\nقطعوا رحمى واكفوا اثاثي واجمعوا على منازعتي حقا كنت اولى به من غيرى وقال\nالا ان في الحق ان تأخذه وفى الحق ان تمنعه فاصبر مغموما اومت متاسفا في\nكلام له معروف بعد هذا ومن عجيب امرهم تمحلهم الباطل في الاعتذار لتقديم\nالمفضول على الفاضل قولهم ان العاقدين خافوا ان يلى الفاضل عليهم فيرتد الى\nالكفر قوم منهم لما في نفوسهم عليه من الاحقاد وما بينه وبينهم من الغوائل\nوالتراث فوجب تأخيره وتقديم من دونه ليؤممن من وقوع هذه الحال وتسكن نفوس\nمن تخاف منهم الارتداد وينسون عند هذه الاعتذار ما قد اجمعوا معنا عليه ولم\nيخالفونا فيه من <span id='ms19'></span> ان الحكيم يجب ان يفعل افضل الامور واعلاها واشرفها\nواولاها وان ضل عندها من ضل وكفر من كفر كارساله سبحانه الانبياء الى من\nيعلم انهم يقتلونه ويزدادون في غيهم وتبليغه اطفالا يعلم من حالهم انهم\nيكونون كفار إذا بلغهم وتلكيفه قوما قد علم انهم يضلون إذا كلفهم فيكف صار\nمن الحكمة والعدل فعل هذه الامور وان ضل معها الجمهور ومن الظلم والجور\nتقديم المفضول على الفاضل خوفا من ضلال قليل من كثير ولا انقادوا الى هذا\nالفاضل واتبعوا في ذلك الواجب فيكون الحجة على من خالف وعاند فكيف نسوا هذا\nالاصلا الذين تحملوا باعتقادهم بين اهل العدل أو ليسوا مقرين بان الله قد\nعلم من قوم موسى انهم يكفرون إذا قدم عليهم اخاه هرون ويتخذون العجل الها\nمن دون الله تعالى ولم ينهه عن تقديمه ولا منعه من استخلافه وتركه فعل\nالافضل في حكمته وليس لهم ان يقولوا بان هو الى الله تعالى دون العباد\nوتقديمهم الفاضل وهذه الحال امتحان ولان هذه العله تسقط من ايديهم من حيث\nان الله تعالى هو الدال على وجوب تقديم الفاضل بدليل العقل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             [ 20 ]\n</p>\n\n<p>\nوالسمع فاداهم قدموه وانقادوا له واطاعوه فانما قدموا من قدم الله عليه\nواطاعوا من ولاه امرهم للمتحن للعباد دونهم هذا واحقادهم عليه انما كان في\nامور رضاها الله عز وجل وهو الامر بها على لسان رسول الله (ص) فقد كان يجب\nان يكون حقدهم على من هو الاصل فيها والداعى فيها قاتلهم الله اترى لو قلت\nطائفة من الامة لسنا نثبت على الايمان الا بان يخرج الفال من بيننا هل كان\nيجب اخراجه بل لو قالت ذلك يعد العقدت له هل كان يجب عزله هذا إذا كانوا\nيعلمون ان قوما عند تقديمه يرتدون فكيف انما معهم في ذلك الدعوى من غير\nيقين والامر بضد ما يقولون ولقد احسن شاعرنا حيث يقول لو سلموا الولى الامر\nامرهم فاسل بينهم في الناس سيفان ومن عجيب امرهم اعتمادهم على هذا الاعتذار\nمع علمهم باختلاف <span id='ms20'></span> الناس بابى بكر لما تقدم وكراهيتهم له مع علمهم ومعرفتهم\nبما كان من اهل اليمامة لخالد بن وليد والله لا اطعنا لابي فصيل ابدا وقول\nخالد لهم والله لا رفعنا السيف عنكم حتى تتأمروا بالفحل الاكبر فكان من\nامرهم معه ما قد اشتهر من الحرب المبيرة والفتنة العظيمة وسفك الدماء وسبى\nالحريم وهلال من لا يحصى ثم اختلاف من سواهم ممن يبسط بذكره الخطاب ويطول\nبوضعه الكتاب فما يرى الخلف والارتداد حصلا الا بتقديم ابى بكر على الناس\nومن العجب نسيانهم عند هذا الاعتذار كراهيته القوم تقديم ابى بكر عمر عليهم\nوتفورهم من نصبه عليهم حتى حرفوه الله عز وجل وقالوا له ما انت قائل إذا\nلقيته وقد وليت علينا مظا غليظا والله ما كنا نطيقه وهو رعية فكيف إذا ملك\nالامر فاتق الله ولا تسلطه على الناس فغضب وقال ابالله تخوفونى اقوله يا رب\nوليت عليهم خير اهلك ومن العجب فضل عمر بن الخطاب عند ابى بكر يقتضى تقديمه\nمع العلم بكراهية الناس له ولا يكون فضل امير المؤمنين (ع) عند جميع الامة\nيقتضى تقديمه عليهم وان ظن كراهية بعضهم بك من العجب اعتذارهم في تأخير\nالفاضل بما قد اعتذروا به مع سماعهم قصة طالوت\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             [ 21 ]\n</p>\n\n<p>\nالمذكورة في القرآن وتلاوتها عليهم ما اتصلت الايام ولا ينتبهون بها من\nرقده الضلال حيث كرهه الناس وقالوا انى يكون له الملك علينا ونحن احق\nبالملك منه ولم يؤت سعة من المال فلم يمنع كراهتهم له من تقديمه واخبر الله\nسبحانه بما اوجب رياستهم عليه وتقدمه فقال ان الله اصطفاه عليكم وزاده بسطة\nفي العلم والجسم والله يؤتى ملكه من يشاء فاخبرهم ان الذى اتاه من علمه\nوقوته اقتضى تقديمه في حكمته فكيف لم يعتبروا بهذا من قول الله سبحانه\nفيعلموا انهم على ضلال في تقديم من عرف ضعفه في علمه وجسمه على من حصل\nالاجماع على ان الله تعالى قد جعله في بسطة من العلم والجسم كطالوت في قومه\nومن عجيب امرهم انهم <span id='ms21'></span> اعترفوا بان امير المؤمنين (ع) الفاضل بحكم الله اعلى\nالناس قد راو ارفعهم محلا وذكرا واذكاهم عملا واولاهم بالمدح والثناء وانه\nلا يحل استقاصه ولا يسوغ ذمه ثم اجمعوا مع ذلك على كفر الخارجين من طاعته\nابى بكر واستحلال دم ما تعيد الزكوة وسيى حريمهم ولم يقيموا للشاك في\nامامتهم عذرا ثم بسطوا عذرا الشاك في امامة امير المؤمنين (ع) والممتنعين\nعن نصرته الخارجين عن وجوب طاعته كسعد بن ابى وقاص وحسان بن ثابت وعبد الله\nبن عمرو ومحمد بن مسلم واسامة بن زيد القاعدين عن معونته والخاذلين الناس\nعن نصرته وتولوهم تولى الصالحين وقطعوا لهم بالجنات والنعيم المقيم ولم\nيقنعوا بهذا حتى تولوا محاربته واستحلوا دمه ودماء اهله وذريته الساعون في\nالارض الفساد والمقيمون الفتنة في البلاد الذين سعوا في قتل امير المؤمنين\n(ع) وقذفوه بقتل عثمان وغصبوا الاموال واقاموا عمود الضلال الطلحة والزبير\nوعايشه ومن انصاف إليهم من الناس وقالوا ان هؤلاء الثلاثه تابوا قبل الممات\nوانهم يوم القيمة يحشرون مع امير المؤمنين (ع) وهم اصفياء له واجبات وهذا\nمن المكابرات التى لا يسحسنها ذوى الديانات وقد قيل لاحد القائلين بامامة\nالمفضول ما تقول فيمن قصد الثلاثة المفضولين ابى بكر وعمر وعثمان فلطمه\nوشتمه قال اقول انه كفر قيل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             [ 22 ]\n</p>\n\n<p>\nفما تقول فيمن إذا قصد هذا الفاضل على بن أبيطالت (ع) فحاربه واجلب عليه\nواستحل سفك دمه قال اقول قد فسق وهذا ايضا من العجب فصل من اغلاط البكرية\nفمن عجيب امرهم وظاهر غلطهم دعويهم ان رسول الله (ص) قدم ابا بكر ليصلى\nبالناس وزعمهم ان ذلك دليل على استحقاقه امامة العامه على الانام بعد النبي\n(ص) هذا مع رواياتهم عنه (ص) ان الصلوة جازة خلف البر والفاجر واقرارهم بان\nامامة العامة لا تجوز لفاجر ومن عجيب امرهم في ذلك جعلوا الامامة العامة\nالتى هي الخلافة داخلة في الامامة الخاصة التى هي امامة الصلوة وهذا عكس\nالصواب والمعلوم ان رسول الله (ص) إذا نص بالامامة العامة على رجل كان <span id='ms22'></span> له\nان يصلى بالناس لان التقدم في الصلوة بعض ما رد إليه وليس كل إذا قدمه\nللصلوة ببعض الامة ويكون قد رد إليه تنفيذ الاحكام وتدبير جميع الايام لان\nهذه الامور ليست داخلة في الصلوة ومن العجب ان من جملة ما يروونه عن عايشة\nقولها ان النبي (ص) قام ورجلاه تخطان في الارض وهو متك على رجلين احدهما\nالفضل بن عباس فاخر ابا بكر عن المحراب فيجعلون تقديمه ولاية ولا يجعلون\nتأخيره عن لا وهذا دليل على انه لم يقدمه وان تقديمه كان من عايشه ولذلك\nقال لها ولصويحبتها ان كن لصويحبات يوسف ومن عجيب امرهم انهم يجعلون صلوة\nابى بكر بمن في المسجد مع عدم اتفاقهم على انه تممها موجبة له الفضيلة\nالعظيمة مرتبة الخلافة والامامة ولا يجعلون ذلك لعبد الرحمن بن عوف مع\nروايتهم ان النبي (ص) صلى خلفه وانه كان مضى ليصلح بين قبيلتين من الانصار\nفعادو قد فاته صلوة المغرب وقدم الناس عبد الرحمن بن عوف يصلى بهم فلما اتى\nالنبي (ص) صلى خلفه فلما فرغ قالوا يا رسول الله اتصلى خلف رجل من امتك\nفقال ما يموت بنى من انبياء الله تى يصل خلف رجل من امته فيوجبون الخلافة\nلابي بكر بصلوته بالناس التى لم يتمها وكان رسول الله (ص) في معزل عنها ولا\nيوجبونها العبد الرحمن وقد صلى عندهم بالناس صلوة تمعها والنبى (ص) في حملة\nمن اقتدى به بينما وقد\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             [ 23 ]\n</p>\n\n<p>\nسمع احد البكرية منى هذا الكلام فقال لى صلوة ابى بكر اجل وهو بالخلافة\nاولى من عبد الرحمن واحق لان رسول الله (ص) قدم ابا بكر الامة قدمت عبد\nالرحمن فمن قدمه رسول الله (ص) اولى بالامر ممن قدمه الناس فقلت له ان\nلخصمك إذا سلم ان رسول الله (ص) قدم ابا بكر ان يقول بل صلوة عبد الرحمن\nاجل وافضل وهو بالخلافة اولى من ابى بكر واحق لان تقديم النبي (ص) انما دل\nعلى انه قد رضيه امام لمن حضر من امته <span id='ms23'></span> في المسجد وصلوته خلف عبد الرحمن تدل\nعلى انه قد رضيه اماما لنفسه ولامته ومن رضيه النبي (ص) في الصلوة لنفسه\nوامته احق بالخلافة ممن نصبه النبي (ص) امام في الصلوة لبعض امته فتحير ولم\nيات بشئ يحسن ان يذكره فصل في اغلاطهم في التقيه فمن عجيب امر المعتزلة\nوظاهر ظلمهم ودعوهم ان امير المؤمنين (ع) كان يمدح ابا بكر وعمر في وقتهما\nوبعدهما وانه ولده وشيعة كانوا يعظمونهما ويثنون عليهما ويجعلون هذه الدعوى\nدليلا على صوابهما ورضاء امير المؤمنين (ع) وذريته بتقدمهما هذا مع المروى\nالمشتهر من ضد هذا فإذا قيل لهم على وجه تسليم الدعوى ما ننكر ان يكون ما\nذكرتموه ورد على سبيل التقية منهم مداراة لهما في وقتهما واستعظاما لشيعتهم\nمن بعدهم استعظموا هذا القول واستبعدوه وانكروه وجحدوه فإذا سمعوا من سواهم\nمن الحشوية ان الدليل على صواب معوية بن ابى سفيان بعد صلح الحسن (ع) ما\nظهر من الحسن والحسين ومحمد بن على عليهم السلام وعبد الله بن العباس وعبد\nالله بن جعفر وجابر بن عبد الله الانصاري وابى ذكر الغفاري وابى ايوب\nالانصاري وغيرهم من التعظيم له والاجلال واظهار الاتباع وترك الانكار قالوا\nلهم ان هذا كان ممن ذكرتموه على وجه التقية من معاوية لما كانوا عليه في\nايمامه من احكام الضرورة الملجئه الى الاستعطاف والاستمالة ولما علموه من\nالمصلحة في ترك المشافة والمخالفة فيعتمدون نظير ما ينكرون ويستعملون\nالاحتجاج الذى يجحدون قلة تأمل بوجه المناقضة وعدم اتصاف وديانة ومن العجب\nقولهم إذا كان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             [ 24 ]\n</p>\n\n<p>\nأبو بكر وعمر وعثمان قد تركوا كثيرا من الاحكام واظهروا البدع في الاسلام\nفلم لم يغير ذلك امير المؤمنين لما انتهى الامر إليه بعد عثمان ولا يطلعون\nانه (ع) نهاهم عن الجماعة في صلوة نوافعل شهر رمضان فتفرقوا عنه وصاحوا\nواعمراه نهينا عن سنة عمر بن الخطاب فإذا كانت هذه حالة معهم في النهى عن\nامر يعلمون ان عمر ابتدعه يتحققون ان النبي (ص) نهى عنه وانكره ويجعلون\nالبدعة من <span id='ms24'></span> عمر سنة فكيف لو غير اكثر من هذا بل لو غير بدعهم كلها وجاهر\nبمخالفتهم في الامور التى استحدثوها فكيف ينكر تقيته منهم وهذه حاله معهم\nلم يسمعوا قوله (ع) اما والله لو ثنى لو الوسادة لحكمت بين اهل التورية\nبتوريتهم وبين اهل الانجيل بانجيلهم وبين اهل الفرقان بفرقانهم حتى ينطق كل\nكتاب ويقول يا رب قضى على فينا بقضائك وقوله (ع) اما والله لو ثبت قدماى\nلغيرت امورا كثيرة ومن عجيب امرهم قولهم كيف جازت التقيه على الامام وهو\nعندكم حجة فيما فعل وقال به يقطع الخطأ من الصواب وهم يعتقدون مع هذا ان في\nالامة جماعة هم الصفوة الاخيار والحجة لله على العباد وبهم يعرف الحق\nوالصواب والتقية عليهم جائزة إذا اعترضت الاسباب فقد اقاموهم في كونهم حجة\nمع الامام واجازوا عليهم من التقية ما لم يجيزوا على الامام وهذا من جور\nالاحكام وربما قالوا ايضا إذا جازت التقية على الامام فلم لا يجوز على\nالنبي (ص) فإذا فرقنا بينهما في هذا الباب قالوا ليس بصحيح لكم فرق لان\nعندكم هما حجتان فإذا قيل لهم اليس قد اجزتم التقية على الطائفة الاخيار\nوالصفوه من الائمة الابرار الذين قولهم بعد النبي (ص) حجة في الحلال\nوالحرام فلم لا تجيزونها على النبي (ص) وهما عندكم حجتان ان تغاطوا الفرق\nالذى عابوا نظيره واضطروا الى الثشبث بما انكرو ايراده ومن العجب انكارهم\nجواز التقية على الانبياء (ع) في شيئ من الاحوال مع علمهم ان النبي (ص)\nاستتر في الشعب والغار ومن قبله هرب موسى واخبر الله تعالى انه قال ففررت\nمنكم لما خفتكم وكل قد اتقى غيره من الانبياء لكن القوم ليس من شانهم\nالانصاف\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             [ 25 ]\n</p>\n\n<p>\nفصل من اغلاطهم في الصحابة ومن عجيب امرهم غلوهم في تفخيم امر الصحابة\nوافراطهم في تعظيمهم وقولهم لا يدخل الجنة متنقص لاحد منهم وليس بمسلم من\nروى قبحا عنهم ويقولون انا لا نعرف لاحد منهم بعد اسلامه عيبا وليس منهم من\nواقع ذنبا ويجعلون من خالفهم <span id='ms25'></span> في هذا زنديقا ومن ناظرهم في أو طلب الحجة\nمنهم عليه مبتدعا عاشر يرا هذا ولهم في الرسل المصطفين والانبياء المفضلين\nالذين احتج الله تعالى بهم على العالمين اقوال تقشعر منها الجلود وترتعد\nلها القلوب ولا يثبت عند سماعها النفوس يتدينون بذكرها ويتحملون بنشرها\nويغتاظون على من انكرها ودحضها كغيظهم على من اضاف الى احد الصحابة بعضها\nفينسبون دم وحوا الى الشرك وابراهيم الخليل الى الافك والشك ويوسف الى\nارتكاب المحضور والجلوس من زليخا مجلس ذوى الفجور وموسى الى انه قتل نفس\nظلما وداود الى انه عشق امرئة اوريا وحملها عشقها الى ان قتل زوجها وتزوجها\nويونس الى ان غضب على الله ويقولون في سيدنا محمد خاتم النبيين وسيد\nالمرسلين في تزويجه بامرئة زيد بن حارثه في غير ذلك من الا قال القبيحة\nالمفتعلة ما لا ينطلق لمؤمن بذكره لسان ولا يثبت لمسلم عند سماعه جنان ولا\nيطلقه عاقل ولا يجيزه منه الا كافر جاهل فإذا قيل لهم ان جميع الاخبار\nالواردة في ذلك باطلة وسائر الايات التى تظنون انه تقتضيه متأولة وقد شهدت\nالعقول بعصمة الانبياء ودل القران على فضلهم وتميزهم على الانام فوجب ان\nتتأول الاقوال بما يوافق باب التزندق فياليت شعرى كيف صار الهتف بالانبياء\nفي الباطل اسلاما وسرا والطعن على بعض الصحابة ضلالا وكفرا وكيف صار القادح\nفي الافاضل المصطفين شينا صديقا ومن قدح في احد قوم غير معصومين رافضيا\nزنديقا الم يسمعوا قول الله تعالى في انبيائه ولقد اخترناهم على علم على\nالعالمين و--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             [ 26 ]\n</p>\n\n<p>\nقوله تعالى وانهم عندنا لمن المصطفين الاخيار وقوله تعالى لاصحاب نبيه\n(ص) وما محمد الا رسول قد خلت من قبله الرسل افان مات أو قتل انقلبتم على\nاعقابكم وقول النبي (ص) ان من الصحابة لا يرانى بعد ان يفارقنى فاى نسبة\nبين الطبقتين واى تفاوت بين القبيلتين لولا مع خصومنا من العصبية التى\nحرمتهم حسن التوفيق وقد قال بعض المعتزلة لاحد الشيعة لعجيب ورايكم طريف\nلانكم اقدمتم على وجوه الصحابة الاخيار <span id='ms26'></span> وعيون الاتقياء الابرار الذين سبقوا\nالى الاسلام واختصوا بصحبة الرسول وقطعت اعذارهم الايات وصدقوا بالوحى\nوانقاد الى الامر والنهى وجاهدوا المشركين ونصروا رسول رب العالمين وجب ان\nيحسن بهم الظنون ويعتقد فيهم الاعتقاد الجميل فزعمتم انهم خالفوا الرسول\n(ص) وعاندو اهله من بعده واجتمعوا على غصب حق الامام واقامة الفتنة في\nالانام واستأثروا في الخلافة الى التراس على الكافة وهذا مما تنكره العقول\nوتشهد انه مستحيل فالتعجب فيكم طويل قال الشيعة اما المؤمنون من اصحابه\nالاخيار والعيون من الاتقياء الاطهار فمن هذه الامور بريئون ونحن عن ذمهم\nمتنزهون واما من سواهم ممن ظهر زللهم وخطائهم فان الذم متوجه إليهم وقبيح\nفعلهم طرق القول عليهم ولو تأملت حال هؤلاء الاصحاب لعلمت انك نفيت عنهم\nخطأ قد فعلوا امثاله ونزهتهم عن خلاف قد ارتكبوا اضعافه وتحققت انك وضعت\nتعجبك في غير موضعه واوقعت استطرافك في ضد موقعه فاحتشمت من خصمك ورددت\nالتعجب الى نفسك وهولاء القوم الذين فضلتهم وعصمتهم واحسنتت ظنك بهم\nونزهتهم هم الذين دحرجوا الدباب ليلة العقبة بين رجلى ناقة رسول الله (ص)\nطلبا لقتله وهم الذين كانوا يضحكون خلفه إذا صلى بهم ويتركون الصلوة معه\nوينصرفون الى تجاراتهم ولهو هم حتى نزل القران يهتف بهم وهم الذين جادلوا\nفي خروجه الى بدر وكرهوا رأيه في الجهاد واعتقدوا انه فيما دبره على غير\nالصواب ونزل فيهم كما\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             [ 27 ]\n</p>\n\n<p>\nاخرجك ربك من بيتك بالحق وان فريقا من المؤمنين لكارهون يجادلونك في الحق\nبعد ما تبين لهم كانما يساقون الى الموت وهم ينظرون وهم الذين كانوا\nيلتمسون من النبي بمكة القتال وينازلونه في الجهاد منازلة ويرون ان الصواب\nخلاف ما تعبد وابه في تلك الحال من الكمف والامساك فلما حصلوا في المدينة\nوتكاثر معهم اناس ونزل عليهم فرض الجهاد وامروا بالقتال كرهوا ذلك وطلبوا\nالتاخير من زمان الى زمان ونزل فيهم الم تر الى الذين قيل هم كفوا ايديكم\nواقيموا الصلوة واتو الزكوة فلما كتب عليهم القتال يعنى ببدر إذا فريق منهم\nيخشون <span id='ms27'></span> الناس كخشية الله أو اشد خشية وقالوا ربنا لم كتبت علينا القتال لولا\nاخرتنا الى اجل قريب فيما اتصل بهذه الاية من الخبر عن احوالهم والابانة عن\nزللهم وهم الذين اظهروا الامانة والطاعة واضمروا الخيانة والمعصية حتى نزل\nفيهم يا ايها الذين امنوا لا تخونوا الله والرسول وتخونوا اماناتكم وانتم\nتعلمون وهم الذين كفوا عن الاثخان في القتل يوم بدر وطمعوا في الغنائم حتى\nنزل فيهم ما كان لنبى ان يكون له اسرى حتى ثيخن في الارض تريدون عرض الدنيا\nوالله الاخرة والله عزيز حكيم لولا كتاب من الله سبق لمسكم فيما اخذتم عذاب\nعظيم وهم الذين شكوا يوم الخندق في وعيد الله ورسوله وخبثت نياتهم فظنوا ان\nالامر بخلاف ما اخبرهم به النبي (ص) إذ نزل فيهم إذ جاؤكم من فوقكم ومن\nاسفل منكم واذ زاغت الابصار وبلغت القلوب الحناجر وتظنون بالله الظنونا\nهنالك ابتلى المؤمنون وزلزلوا زلزالا شديدا واذ يقول المنافقون والذين في\nقلوبهم مرض ما وعدنا الله ورسوله الا غرورا وهم الذين نكثوا عهد رسول الله\nونقضوا اما عقده عليهم في بيعته تحت الشجرة وانفذهم الى القتال خيبر فولوا\nالدبر ونزل فيهم ولقد كانوا عاهدوا الله من قبل لا يولون الادبار وكان عهد\nالله مسئولا وهم الذين انهزموا يوم حنين واسلموا النبي (ص) للاعداء ولم يبق\nمعه الامير المؤمنين (ع)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             [ 28 ]\n</p>\n\n<p>\nوتسعة من بنى هاشم ونزل فيهم ويوم حنين إذ اعجبتكم كثرتكم فلم تغن عنمك\nشيئا وضاقت عليكم الارض بما رحبت ثم وليتم مدبرين وامثال ذلك مما يطول\nشروحه به الذكر وهم الذين قال الله تعالى وما محمد الا رسول قد خلت من قبه\nالرسل افان مات أو قتل انقلبتم على اعقابكم وهم الذين قال لهم النبي (ص)\nلتتبعن سنن من كان قبلكم شبرا يشبر وذراعا بذراع حتى لو دخلوا حجر ضب\nلاتبعتموه قالوا يا رسول الله اليهود والنصارى قال فمن إذا وهم الذين قال\n(ص) لهم الا لاعرفتكم ترتدون بعدى كفارا يضرب بعضكم رقاب بعض وهم الذين <span id='ms28'></span> قال\nلهم انكم محشورون الى الله حفاة عراة وانه سيجاء برجال من امتى فيؤخذ بهم\nذات الشمال فاقول يا رب اصحابي فيقال انلك لا تدرى ما احدثوا بعدك انهم لم\nيزالوا مرتدين على اعقابهم منذ فارقتهم وهم الذين قال لهم بينما انا على\nالحوض إذ مر بكم زمرا فتفرق بكم الطرق فاناديكم الا هلموا الى الطريق\nفينادى مناد من ورائي انهم بدلوا بعدك فاقول الا سحقا الا سحفا وهم الذين\nقال ائتونى وكتف اكتب لكم كتابا لن تضلوا بعدى فلم يفعلوا وقال احدهم دعوه\nفانه يهجرو لم ينكر الباقون عليه هذا مع اظهارهم الاسلام واختصاصهم بصحبة\nالنبي (ص) ورؤيتهم الايات وقطع اعذارهم بالمعجزات فانظروا لان اينا احق بان\nينعجب اولانا بان يتعجب منه من اضاف الى هؤلاء الاصحاب ما يليق بافعالهم\nومن جعلهم فوق منازل الانبياء وهذا احوالهم فسكت المعتزلي متفكرا كانه لقمه\nالشيعي حجرا ومن عجيب امرهم وظاهر جهلهم انهم إذا امنوا بالمعارض وعدموا\nالمناقض ركبوا بهيمة البهتان فارخوا فضلة العنان وجروا في ميدان الهذيان\nفبثوا من فضل ائمتهم كل مختلف وثبوا من قول رواتهم كل ملفق وشغلوا الزمان\nبذكر المحال وشحنوا الاوقات بنصرة الضلال وجعلوا معظم الدين مودة العاصين\nوقاعدة الاسلام حب الظالمين\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             [ 29 ]\n</p>\n\n<p>\nفالسن مسارعة وعيون دامعة ووجوه خاشعة وقلوب طايعة حتى إذا حضر بصير اظهر\nاغلاطهم وتحرير اوضح افراطهم وعادف ابان ضلال ساداتهم وعالم نص على زلل\nائمتهم قالوا الكشف عن هذا الامر لا يلزم واستماعه محرم والشغل بغير اوجب\nولم يتعبدنا الله بذكر من ذهب والاطلاع في اخبارهم مشكل فليس غير الصلوة\nوالنسك وكل احد يلقى عمله وليس يلزم العبد الا ما فعله فهم المقدمون\nوالمجمحون وهم المحللون والمحرمون ولقد اخبرني الخبير باحوالهم انهم في\nالمغرب يأمرون بقرائة مقتل عثمان وينهون عن قرائة مقتل الحسين (ع) فهذا ما\nفي ضمائهم شاهد وعنوان ومن عجيب امرهم وظاهر عصبيتهم وحكمهم بالهوى القاهر\nلعقولهم قولهم انا لما رأينا الصحابة قد شرفهم الله تعالى بصحبة رسول الله\nوميزهم بالكون معه <span id='ms29'></span> على الانام وجعل اعمالهم افضل الاعمال وطاعتهم افضل\nطاعات اهل الايمان علمنا ان كبير معاصيهم في جنب ذلك صغير وعظيم زللهم\nبالاضافة الى طاعتهم حقير وان الذم لا يتوجه الى وجنانهم والعقاب ساقط عن\nعصائهم وهذا ضد الصواب وهو الحكم الباطل عند اولى الالباب الا من كان بمحل\nمن عرف واستبصر وحصر الايات فشاهدوا بصر وكان من بعده قدوة فيما روى ونقل\nوحصل المخلف سلفا فيما قال وفعل وجب ان يكون اثر معصية اعظم الاثر وضرر\nزلته اكثر من كل ضرروان يكون ما يستوجبه من الذم والعقاب اضعاف بالستحقه من\nفعل مثل فعله من اصاغر الناس لان معصيته يتعدى الى غيره فيهلك من يتبعه\nويقتدى به كما ان طاعة من كان بهذا المحل اعظم الطاعات واعماله انفس\nالاعمال ومدحه وثوابه فوق كل مدح وثواب إذ كان طاعاته يتعدى من يتبعه ايضا\nالى سواه فيعمل فيها من بعده ويهتدى بهداه فيكون على العاصى معضلة ونظير\nوزر من هلك في العمل بها وللطايع اجر طاعته ونظير اجر من بخى باتباعه فيها\nهذا هو العدل في الحكم الذى شهد بصحته اهل العلم والمعروف ان الناس\nيستعظمون\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             [ 30 ]\n</p>\n\n<p>\nخطيئة العالم ويحتقرون معصية الجاهل ويقولون ان زلة العالم كانكسار\nالسفينة تغرق وتغرق فكيف انسد دون ادراكهم الحق هذا الباب حتى تاهوا عن\nالوصول الى الصواب اتراهم لم يسمعوا الله تعالى يقول في ذكر ازواج نبيه (ص)\nيا نساء النبي من يأت منكن بفاحشة مبينة يضاعف لها العذاب ضعفين وكان ذلك\nعلى الله يسيرا ومن يقنت منكن لله ورسوله وتعمل صالحا نؤتها اجرها مرتين\nواعتدنا لها رزقا كريما بل انهم قد سمعوا ذلك بحواس صدية وعلموه بقلوب قد\nقهرتها العصبية وانما صار جزاء من عمل ازواج النبي (ص) طاعة أو معصية\nمضاعفا لصحبتهن رسول الله (ص) وقربهن منه ومشاهدتهن اياته ولانهن قد حصلن\nقدوة لسواهن وسلفا لمن بعدهن ولين فيما يفعلن كغيرهن ومن عجيب امر المعتزلة\nانهم يظهرون التمسك بالدليل ويتحملون بالاعتماد على ما توجبه العقول\nويعترفون <span id='ms30'></span> بان الواجب على كل عاقل ان لاا يعدل عن المعلوم الى المجهول ولا\nيترك اليقين وياخذ بالظنون ولا يهجر المشتهر المجمع عليه انصرافا الى الشاذ\nمن القول وان من فعل ذلك فهو على خطاء كبير وزلل عظيم ثم انهم مع هذا\nيخالفون اقوالهم ويناقضون انفسهم فيقولون في عائشة وطلحة وزبير الذين قد\nانقطع العذر بفسقهم عن الدين وصح لكل عاقل ضلالهم بالبرهان المبين وحصلت\nعداوتهم فريضة على جميع المؤمنين انهم تابوا مما اقترفوه واقلعوا عما\nاجترحوه ولم يخرجوا من الدنيا الا وهم من الخلصاء المؤمنين والاتقياء\nالطاهرين وان الزبير الذى لم يشك في حربه وطلحة الذى هلك في فناله وحربه لم\nيقتلا الا وهما صفيان لامير المؤمنين (ع) ووليان له ومخلصان وانهما معه في\nالقيمة عند الله في جملة من قال الله ونزعنا ما في صدورهم من غل اخوانا على\nسرر متقابلين ويعتمدون في ذلك على اخبار احاد وحكايات شواذ لم يجتمع عليها\nمع امكان تأويلها واحسن احوالها ان توجب الظن لسامعها من غير علم ويقين\nيحصل بها وينتقلون بها من اليقين\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             [ 31 ]\n</p>\n\n<p>\nالى الظنون وينصرفون من العلوم الى المجهول يوالون بالظن من عاداه\nباليقين والعلم حتى كأنهم لم يطلعوا قط على دليل عقلي ولا علموا انه لا\nيدفع اليقين بالظن ولا سمعوا قول الله عزو وجل ولا تقف ما ليس لك به علم ان\nالسمع والبصر والفؤاد كل اولئك كان عنه مسئولا وقوله على الا من شهد بالحق\nوهم يعلمون وقول النبي (ص) وردوا الجهالات الى السنة وعليكم بالمجمع عليه\nفانه لا ريب فيه اتريهم انهم يستجيزون عكس ذلك من الانصراف عن موالات من\nثبت ايمانه بواضح الدليل وعلم اخصلاه بالحق اليقين الى معاداته بضرب من\nالظنون والتقرب الى الله بلعنه والبرائة منه بخبر غير موجب لليقين ام لهم\nفرق بين الموضعين ومن عجيب امرهم اشفاقهم من ذم عايشة والبرائة منها على ما\nارتكبته من معصية ربها ومخالفة نبيها وخروجها من بيتها وسعيها في فتنة هلك\nفيها كثير من الخلق <span id='ms31'></span> وسفكت دمائهم فيها ونصبها لنفسها فتية تقاتل امامها\nطالبة باطلا في فعلها ولو كان حقا لم يكن إليها ولا لها واعتذارهم في\nالتوقف عن ذمها ومعاداتها بانها زوجة النبي (ص) مع سماعهم قول الله تعالى\nضرب الله مثلا للذين كفروا امرائه نوح وامراته لوط كانتا تحت عبدين من\nعبادنا صالحين فخانتاهما ولم يغنيا عنهما من الله شيئا وقيل ادخلا النار مع\nالداخلين وقوله تعالى يا نساء النبي من يات منكن بفاحشة مبينة يضاعف لها\nالعذاب ضعفين ومع علمهم بان عصمة النبوة اكد من الزوجية وقد اخبر الله\nتعالى عن ابن نبيه نوح انه ليس من اهلك انه عمل غير صالح هذا مع قول الرسول\nعلى رؤس الاشهاد في اخر ايامه من الدنيا حيث وعظ امته وذكرهم ووصاهم ثم\nاقبل على اهل بيته خاصة فقال يا فاطمة ابنة محمد اعملي فانى لا اغنى عنك من\nالله شيئا يا عباس يا عم رسول الله اعمل فانى لا اغنى عنك من الله شيئا ثم\nاقبل على سواهم من الناس فقال ايها الناس لا يدعى مدع ولا يتمنى متمن والذى\nبعثنى بالحق لا ينجيني الا عمل مع رحمة ولو عصيت لهويت اللهم هل بلغت فقراء\nثلثا ولو تأمل القوم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             [ 32 ]\n</p>\n\n<p>\nذلك وخافوا الله عز وجل لوجهوا الذم الى اهله والمدح والثناء الى مستحقه\nفوالوا اولياء الله وعادوا اعداء الله واتبعوا كتابه حيث يقول لا تجدن قوما\nيؤمنن بالله واليوم الاخر يوادون من حاد الله ورسوله ولو كانوا ابائهم أو\nابنائهم واخوانهم أو عشيرتهم ومن عجيب امرهم قولهم يجب ان يحفظ رسول الله\nفي زوجته ولا يوجبون ان يحفظ في فاطمة ابنته ويعلنون بلعن من ظلم عايشه ولا\nيستطعون سماع لعن من ظلم فاطمة وهذا عند العقلاء قصور غير خافية ودلائل على\nما في النفوس كافيه ومن عجيب امرهم دعويهم ان النبي (ص) قال اصحابي كالنجوم\nبايهم اقتديتم اهتديتم واحتجاجهم بذلك في تفصيلهم واعتمادهم عليه في تصويب\nجميعهم مع علمهم بما جرى بينهم من الخلف العظيم <span id='ms32'></span> والتباين المبين في امور\nالدنيا والدين وان الحال انتهت بهم الى ان ضرب بعضهم وجوه بعض بالسيف وطلب\nبعضهم دم بعض على وجه التحليل فكيف يصح ان يكون بايهم اقتدوا اهتدوا مع\nكونهم على هذا السبيل وهل المستفاد من هذا الخبر الا ان الهداية فيما بين\nالجميع ومن عجيب امرهم قولهم يجب الامساك عن ذكر مساوى الصحابة وهم يعلمون\nمع ذلك ان بعضهم لم يمسك عن بعض وقد تجاوز الخلف منهم حد الذم والطعن الى\nالبرائة واللعن وتجريد السيف والقتل ومن عجيب امر المعتزلة وظاهر مناقضتهم\nانهم يجعلون تصرف بعض وجوه الشيعة في الصدر الاول من قبل عمر بن الخطاب في\nالظاهر دليلا على موالاتهم القوم في الباطن كولاية سلمان المدائن وعمار\nالكوفه ويقولون لو لم يتوالوهم ويعتقد واصوابهم ما تصرفوا تحت واحد منهم\nولا تولوا عملا من قبل من هو ظالم عندهم ولا يلتفون مع هذا الى اعتقادهم ان\nالخبرة من اصحاب رسول الله (ص) تصرفوا من قبل معوية ابى سفيان واظهروا\nاتباعه وسموه بامرة المؤمنين ووعظموه واجلوه ومعوية عند جميع المعتزلة ظالم\nفاسق يستحق الخلود في نار جهنم ويعلمون انه عقد لابئه يزيد الامارة على\nوجوه الصحابة في حياته وانفذهم الى قتال\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             [ 33 ]\n</p>\n\n<p>\nالروم تحت رايته حتى بلغوا قسطنطنيه ممتثلين امره منقادين الى طاعته\nمتصرفين تحت حكمه وتدبيره منهم عبد الله بن العباس وعبد الله بن عمر بن\nالخطاب الذين يتفقون على تفضيله وعبد الله بن الزبير العوام الذين يعتقدون\nالجميل فيه وابو ايوب الانصاري صاحب رسول الله (ص) ولا يرون ان تصرفهم هذا\nمن قبل معوية ويزيد لا يدل على موالاتم لهما واعتقادهم صوابها وكذلك جماعة\nممن يفضلهم المعتزلة قد تصرفوا من قبل معاويه مثل ابى هريره وفى ولايته على\nالمدينة وغالب بن فضاله الذى تولى امارة خراسان والمغيرة بن شعبة الذى كان\nاميرا على الكوفه وسمرة الذى كان اميرا من قبل زياد على البصرة وكل ما علم\nمن تصرف شيوخ المعتزلة من قبل الولاة الظلمة في قضاء <span id='ms33'></span> وعمالة بل يقيمون لهم\nالمعاذير ويخرجون لهم الوجوه التى لا تخبره مثلها في تولى سلمان وعمار من\nقبل عمر بن الخطاب وهذا تحكم ومناقضة لا يخفى على ذوى الالباب فصل في\nاغلاطهم في الاسماء والصفات ومن عجيب امرهم وظاهر عصبيتهم وعنادهم تسميتهم\nابا بكر عتيق ابن ابى قحافة الصديق ولم يرووا عن النبي (ص) خبرا يقطع العذر\nبانه نحله هذا الاسم وميزه بهذا النعت ولا يثبت ما يدعونه من انه اول من\nاسلم وشعر حشان الذى نظمه ومدح به ابا بكر بما ادعاه من تقدم اسلامه لا\nيلتفت الى مثله لما علم من معاداة حسان لامير المؤمنين (ع) ومعاندته له وقد\nروى ان محمد بن سعد بن ابى وقاص قال لابيه سعد كان أبو بكر اولكم اسلاما\nفقال لا قد اسلم قبله خمسون رجلا ولا يقولون ان امير المؤمنين الصديق وقد\nثبت انه اول من اجاب النبي وصدق به وانه يوم الدركان الذى قام بين يدى\nالجماعة فبايعه على الاقرار بما جاء وشهد له النبي بذلك في اقوال كثيرة\nمأثورة منها على اول من امن بى وصدقني واول من يصافحني يوم القيامة وهو\nالصديق الاكبر وقوله لفاطمة (ع) زوجك اقدم امتى اسلامها وقول امير المؤمنين\nبين الاملا اللهم انى لا اعرف احدا من هذه الامة عبدك قبلى غير نبيها وكان\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             [ 34 ]\n</p>\n\n<p>\nيقول على المنبر مفتخرا انا الصديق الاكبر لا يقولها بعدى الا مفتر وقال\n(ع) اسلمت قبل ان يسلم ابا بكر وصدقت قبل ان يصدق وقوله ايضا مفتخرا سبقتكم\nالى الاسلم طرا غلاما ما بلغت اوان حلمي والمروى المشهر ان رسول الله بعث\nيوم الاثنين واجابه امير المؤمنين يوم الثلثا وجاء عن ابن عباس في قول الله\nعز وجل والذين امنوا وعملوا الصالحات اولئك هم الصديقون وصدق به قال جاء\nبالصدق النبي وصدق به على بن ابي طالب وروى ايضا عن ابن عباس وروى ايضا عن\nابى ليلى قال قال رسول الله الصديقون ثلثة حبيب بن مرى النجار وهو مؤمن ال <span id='ms34'></span>\nيس وحزقيل مؤمن ال فرعون وعلى بن ابي طالب وهو افضلهم فكيف لا يكون على بن\nابي طالب هو الصديق ويكون مختصا بابى بكر لولا العصبية الغالبة للعقل بل من\nالعجب ان تجمع الامة باسرها على ان النبي قال ما اقلت الغبراء ولا اظلت\nالخضراء على ذى لهجة اصدق من ابى ذر ولا يسمى أبو ذر مع ذلك صديقا ويسمون\nابا بكر صديقا ولم يرو فيه قط مثل هذا ومن عجيب غلطهم وقبيح خطائهم تسميتهم\nابا بكر خليفة رسول الله مع اعترافهم بان رسول الله لم يستخلفه وان\nالمستخلف له نحو العشرة في السقيفة فصفق على يده منهم اثنان وتبعهم الباقون\nوهو القائل على المنبر اقيلوني بيعتكم فيعلن بان الاستخلاف كان منهم لسواله\nاقالته بيعتهم وهم في ذلك يقولون له يا خليفة رسول الله ولا يسمون عليا\nخليفة رسول الله وقد استخلف في مقامات عديدة ونص عليه بالخلافة نصوصا كثيرة\nوليس ينكرونه انه استخلفه على المدينة في غزاة تبوك وقال له ان المدينة لا\nتصلح الا بى أو بك وقال له اما ترضى ان تكون منى بمنزلة هرون من موسى الا\nانه لا نبى بعدى وهذا منه استخلاف ظاهر مجمع عليه ويكون أبو بكر خليفة على\nامور لم يردها إليه وان جاز هذا ليجوزون ان يقولوا امير رسول الله لمن لم\nيؤمره وقاضي رسول الله لمن لم يستنقضه ووصى رسول\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             [ 35 ]\n</p>\n\n<p>\nالله لمن يوص إليه وقد تعجب امير المؤمنين عليه السلام من استقالة ابى\nبكر ونصه على عمر حيث قال فوا عجبا بينما هو يستقيلها في حيوته إذ عقدها\nالاخر بعد وفاته والغافل يعلم ان هذين الفعلين في غاية التناقض لان\nالاستقامة تدل على التبرى والكراهة والنص والرغبة ومن العجب ان يؤمر النبي\nصلى الله عليه واله عند موته اسامة بن زيد على جماعة من اصحابه فيهم أبو\nبكر وعمر ثم يموت ولم يعزله فلا يسمى امير رسول الله ويجتمع طائفة فتقدم\nابا بكر على سائر الناس ويسمونه خليفة رسول الله <span id='ms35'></span> قد روى ان اسامة يوما غضب\nعلى ابى بكر وقال ان رسول الله صلى الله عليه واله امرني عليك فمن استخلفك\nعلى فمشى إليه هو وعمر حتى استرضياه فكانا يسميانه مدة حيوته اميرا ومن\nعجيب امرهم تسميتهم عمر ابن الخطاب بالفاروق وليس في نحلته هذا الاسم لاحد\nمهم حجة ولا لناصره شبهة ولا ورد في رواية ولا اوجبه لعمر دلالة ولا هو\nمشتق من بعض افعاله فيستحقه على وجه الاستحقاق ولم يسموا امير المؤمنين على\nبن ابي طالب عليه السلام الفاروق وقد قال فيه النبي ويده في يده هذا فاروق\nامتى يفرق بين الحق والباطل وجاء عنه (ص) اخبار انه الفاروق الاعظم وجعل\nمحبته فرقا يعرف به المؤمن من المنافق وروى عن ابن عر انه قال ما كنا نعرف\nالمنافقين على عهد رسول الله الا ببغضهم عليا عليه السلام وفى رواية اخرى\nان محبته علم لطيب المولد وبغضه علم على خبث المولد ولا يسمون على بن ابي\nطالب هذا فاروقا ويكون عمر بن الخطاب عندهم فاروقا ومن عجيب امرهم مثل هذا\nقولهم ان عثمان ابن عفان ذو النورين واعتقادهم من نحلته هذا بانه تزوج\nبابنتين كانتا فيما زعموا لرسول الله من خديجة بنت خويلد وقد اختلف الاقوال\nفيهما فمن قائل انهما ريبتاه وانهما ابنتا خديجة من سواه ومن قائل انهما\nابنا اخت خديجة من امها وان خديجة ربتهما لما ماتت اختها في حيوتها وقد قال\nان اسم ابيها هاله ومن قائل انهما ابنتا\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             [ 36 ]\n</p>\n\n<p>\nالنبي يعلم انها ليستا كفاطمة البتول عليها السلام في منزلتها ولا\nيدانيها في مرتبتها فيسمون عثمان لاجل تزويجه بهما مع ما روى من انه قتل\nاحديهما ذا النورين ولا يقولون ان امير المؤمنين على بن ابي طالب عليه\nالسلام ذو النورين وهو أبو السبطين السيدين الامامين الشهيدين الحسن\nوالحسين سيدى شباب اهل الجنة وشنفى العرش وريحانتي نبى الرحمة وولدى ابنته\nفاطمة البتول سيدة نساء العالمين والائمة الهادين صلوات الله عليهم اجمعين\nوقد بلغنا ان مجاهدا قال قيل <span id='ms36'></span> لابن عباس ما تقول لعلى بن ابي طالب فقال ذاك\nوالله احد سبق بالشهادتين وصلى القبلتين وبايع البيعتين واعطى البسطتين وهو\nأبو الامامين الحسن والحسين وردت عليه الشمس مرتين وجرد السيف كرتين فمثله\nفي الامة كمثل ذى القرنين يعنى بقوله اعطى البسطتين ان الله تعالى زاده\nبسطة في العلم والجسم كما فعل بطالوت من قبل وقوله وردت عليه الشمس في\nحيوته لقتال المشركين وبعده لقتال الناكثين والقاسطين والمارقين وينضاف الى\nما ذكره ابن عباس انه في علمه وعمله ذو الشرفين وفى سبقه وجهاده ذو\nالفضيلتين وقد حاز الحسبين لانه اول من ولد من هاشميين فهو صلوات الله عليه\nاحق من عثمان ان يكون ذا النورين ومن عجيب امرهم تفضيلهم عايشه بنت ابى بكر\nعلى جميع ازواج النبي وبهجتهم بتسميتها ام المؤمنين بدعويهم انها حبيبة\nرسول الهل وكثرة ترحمهم عليها واظهارهم الخشوع والبكاء عند ذكرها ثم لا\nيذكرون خديجة بنت خويلد وفضلها متفق عليه وعلو قدرها لا شك فيه وهى اول من\nامن برسول الله صلى الله على واله وانفقت عليه مالها وكان يكثر ذكرها ويحسن\nالثناء عليها ويقول ما نفعني مال كمالها ورزقه الله الولد منها ولم يتزوج\nفي حيوتها اكراما منه لها ولكثرة ما كان يذكرها\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             [ 37 ]\n</p>\n\n<p>\nقالت له عايشة يوما تكثر من ذكر خديجة وقد ابد لك الله من هو خير منها\nفقال كلا والله ما بدلت بها من هو خير منها صدقتني إذ كذبتي الناس واوتنى\nإذ طردني الناس واسعدتني بمالها ورزقني الله الولد منها ولم ارزق من غيرها\nوعايشة مذيعة سر رسول الله التى شهد القران بانها وصاحبتها قد صغت قلوبهما\nوانهما تظاهرتا عليه وتحاملتا وقال لها النبي (ص) تقاتلين عليها وانت ظالمة\nمع قول الله تعالى الا لعنة الله على الظالمين وكيف استحقت هذه ان يعلن\nالقول بانها ام المؤمنين وينادى بتفضيلها على رؤس العالمين فانا لا نعرف\nفعلا استحقت به هذا التميز اللهم الا ان يكون استحقت بذلك بحربها لامير\nالمؤمنين عليه السلام ومجاهرتها بعداوته <span id='ms37'></span> والقدح فيه وكونها السبب في هلال\nتسعة عشر الفا من المسلمين وادخال الشبهة في الدين على الاصاغر المستضعفين\nفلعمري ان لها ميزة عظيمة استحقت عند القوم هذه الرتبة الجسيمة فالويل لهم\nمن الله ومن عجيب امر الحشويه ووقاحتهم في العناد والعصبية انهم يقولون ان\nمعوية بن ابى سفيان خال المؤمنين ويقولون انه استحق بذلك بسبب ان اخته ام\nحبيبه بنت ابى سفيان احدى ازواج النبي الذين هم بنص القران للمؤمنين امهات\nولا يسمون محمد بن ابى بكر خال المؤمنين بل لا يذكرونه بذكر جميل فضلا وذكر\nاوليس يداينها عندهم ام حبيبه ولا يقاربها ولا ابوها كابيها فلم لا يسمون\nمحمد بن ابى بكر خال المؤمنين ويكون احق بذلك من معاوية بن ابى سفيان\nالفاسق اللعين الطليق بن الطليق لعنه رسول الله وقال إذ رأيتم معاوية على\nمنبرى فاقتلوه وكان من المولفة قلوبهم ولم يحفظ قط حسنه يبسط معها في\nتفضيلهم له عذرا ولا ورد في الاثر عن النبي تسميته بخال المؤمنين فيصح\nقولهم وباى وجه استحق\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             [ 38 ]\n</p>\n\n<p>\nمعوية هذا الاكرام دون محمد بن ابى بكر وكيف يجب ان يحفظ ام حبيبه في\nاخيها معوية ولم يجب ان يحفظ عايشه في اخيها محمد كلا ليس يخفى على العاقل\nان بغضهم لامير المؤمنين (ع) حملهم على تفضيل محاربيه وتبجيل اعاديه\nومعانديه واهمال ذكر اوليائه والمنسوبين إليه من اصفيائه وقد علم ان معوية\nكان لامير المؤمنين عليه السلام عد واو حربا وان محمد بن ابى بكر كان له\nوليا وحزبا بذلك صار معوية خالا للمؤمنين دون محمد بن ابى بكر ربيب امير\nالمؤمنين مع ما انه على الحقيقة واليقين لا يصح ان يكون احد من اخوة ازواج\nالنبي خالا للمؤمنين وذلك ان الله تعالى انما جعل ازواج بنيه امهات لهم\nليحرم عليهم بعده العقد عليهن فلو كان معوية عليه الهاوية أو غيره خالا\nللناس لاجل ان اخته في حكم الامهات لحرم عليه وطى مؤمنة لان الخال لا يحل\nان يطأ بنت اخته اترى لو <span id='ms38'></span> اجتمع اخوة ازواج النبي (ص) كعبد الرحمن ومحمد بن\nابى بكر اخوى عايشه وعبد الله وعبيد الله وعاصم ومعوية بن عمر بن الخطاب\nاخوة حفصة ويزيد ومهاجرا بنا بنى اميه اخوى ام سلمه ومعوى بن ابى سفيان اخو\nام حبيبة كيف كان يترتبون في منزله الخؤله وهل كان بعضهم خالا لبعض ام هذا\nالنعت مختص بمعاوية فقط وايضا قولهم ان معوية كاتب الوحى وقد كان بين يدى\nالنبي اربعة عشر نفسا يكتبون الوحى واقومهم امير المؤمنين عليه السلام فبما\nذا يستحق مشتركا مدة كون النبي (ص) مبعوثا يكذب بالوحى ويهزء بالشرع وكان\nباليمن يوم الفتح يطعن على رسول الله صلى الله عليه واله ويكتب الى ابيه\nصخر بن حرب يعيره باسلامه ويقول له صبوت الى دين محمد ومما كتب به إلى أبيه\nمن قبل أن يسلم قوله يا صخر لا تسلمن طوعا فتفضحنا بعد الذين ببدر أصبحوا\nمرقا جدى وخالى وعم الام بالهم قويا وحنظلة المهدي لنا الارقا لا تركنن إلى\nأمر تكلفنا والراقصات بهم في مكة الخرقا فالموت\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             [ 39 ]\n</p>\n\n<p>\nأهون من قبل الصبات لنا خيل ابن هند عن العزي كذا فرقا فان أتيت أبينا ما\nتريد ولا تدع عن اللات والعزى إذا اعتنقا والفتح كان في شهر رمضان لثمان\nسنين من قدوم النبي (ص) المدينة ومعوية يومئذ مقيم على شركه هارب من النبي\n(ص) لانه كان قد هدر دمه فهرب الى مكة فلما لم يجد له مأوى صار إلى النبي\n(ص) مصير الاضطرار فأظهر الاسلام قبل وفات النبي بخمسة أشهر أو ستة أشهر\nوطرح نفسه على العباس بن عبد المطلب فسئل فيه رسول الله (ص) فعفا عنه ثم\nشفع له أن يشرفه ويضيقه الى جملة الكتاب فأجابه وجعله واحد أمن أربعة عشر\nكاتبا فكم ترى يخصه من الكتبة في مدة ستة أشهر حتى يستحق هذا النعت بكاتب\nالوحي ولولا ما حملتهم عليه العصبية التي أصدت السمع وأعمت البصر وليس\nيلتبس على أهل العقل أن مجرد الكتابة لا يحصل بها الفضل <span id='ms39'></span> ما لم يقارنها صحيح\nالايمان وعقد لانه قد كتب لرسول الله عبد الله بن أبي سرح ثم ارتد مشركا\nوفيه نزل ولكن من شرح بالكفر رصدرا فعليهم غضب من الله ولهم عذاب أليم وروى\nعن أن آخر كتبة الوحي ابن أبي سرح وارتد من الاسلام ومات على الكفر ودفن\nفلم تقبله الارض فكيف حصل لمعوية هذا النعت وتميز به عن الخلق والمأثور ان\nرسول الله (ص) لعنه على منبره وأخبر أنه يموت على غير ملة فمما روى في ذلك\nأن النبي (ص) قام يخطب أخذ معاوية بيد أبيه فقال النبي (ص) لعن الله القائد\nوالقمود أي يوم يكون لهذا الامة من معوية ذي الاستاه وروى عن عبد الله ابن\nعمر أنه قال أتيت النبي (ص) فسمعت يقول يطلع عليكم رجل يموت على غير سنتي\nفطلع معوية وفي خبر آخر يطلع عليكم رجل من أهل النار فطلع معوية وعن جابر\nأن النبي (ص) قال يموت معوية ذهب وضعه له في مرضه أهون المتطبب وأشار إليه\nبتعليقه فأخذه من كنيسته يوحنا\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             [ 40 ]\n</p>\n\n<p>\nوعلقه في عتقه وروى أيضا أنه تشاف يبلحم الخنزير فأكله قبل موته وغير ذلك\nمما لا يحصى وانما تتأسى القوم هذه الاخبار وأمثالها ولم يلتفتوا الى شئ\nمنها لما جاهر به معوية من معاجلة أمير المؤمنين علي بن أبيطالب عليه\nالسلام وتناهيه في جهاده وحربه أنه قتل خيار أصحابه وشيعته ولعنه على\nالمنابر وجعل بغضه يتوارث نصا ولذلك قبل كاتب الوحي وخال المؤمنين والخليفة\nالحليم والسميح الكريم ونسى جميع ما روى فيه بالويل الطويل ويلهم من رب\nالعالمين ومن عجيب أمرهم أنهم يسمون خالد بن الوليد سيف الله عناد الامير\nأمير المؤمنين عليه السلام أهلك الله بسيفه الكفار والمشركين والعتاة\nالمتجبرين وثبت به قواعد الدين وشد به ازر خاتم النبيين فقال فيه الرسول\n(ص) على سيف الله وسهم الله وقال هو (ص) على المنبر أنا سيف الله على\nأعدائه ورحمته لاوليائه واحتجوا في تسميتهم خالد بن وليد بخبر رووه من\nقتادة <span id='ms40'></span> أنه لما فعل خالد بن وليد بأهل اليمامة ما فعل وبذل فيهم السيف\nوالقتل وقتل مالك بن نويرة وهو مؤمن ظلما ووطئ امرأته من ليلته اشار عمر\nإلى أبي بكر باقامة الحد فقال أبو بكر يا عمر خالد سيف من سيوف الله فسموا\nخالدا لذلك سيف الله اتباعا لقول أبي بكر ونسوا أن خالدا لم يزل على\nالاسلام وأهله وللنبي (ص) عدوا وحربا وبالدين والايمان مكذبا وبالشرك\nوالافك متعصبا وهو كان السبب في قتل المسلمين في يوم أحد وما ابتلى به\nالرسول (ص) من الاذى حتى كسرت رباعيته وادمى فمه وشجت جبهته وقتل حمزة وسرى\nالقتل في أنصاره واثخن المشركون في أوليائه وأعوانه وأتى على دماء حماة\nالدين نكلهم النبي (ص) بثغرة الجبل ثم لما تظاهر بالاسلام بعثه النبي إلى\nبني خذيمة ليأخذ منهم صدقاتهم فخانه في عهده وخالفه على أمره وقتل المسلمين\nواستعمل في ذلك ترة كان بينه وبينهم في الجاهلية حتى قام النبي (ص) خطيبا\nبالانكار عليه رافعا إلى السماء يديه حتى رأى بياض ابطيه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             [ 41 ]\n</p>\n\n<p>\nوهو يقول اللهم اني أبرء اليك مما صنع خالد ثم أنفذ إليهم بأمير المؤمنين\nعليه السلام ليلا في فارطه وأمره أن يدنى القوم ويسترضيهم ففعل ذلك إليهم\nوبلغ منه مبلغا سرى به عن رسول الله (ص) ولما قبض النبي وأنفده أبو بكر\nلقتال أهل اليمامة قتل منهم ألفا وماتى نفس وهم على ظاهر الاسلام وقتل\nمالكا صبرا وهو مسلم مؤمن وعرس بامرأته وجعل رأسه تحت يديه ولم يراقب الله\nعزوجل فيما صنع ثم لم يزل مباينا لامير المؤمنين علي عليه السلام ولولده\nولاهل بيته بالبغضة ثم عمل على احتياله لقتله حتى كفاه الله شره ولما مضى\nبسئ عمله ورث ابنه عبد الرحمن عداوة أمير المؤمنين عليه السلام وبارزه مع\nمعوية بالحرب وجاهره ببغضه والمقت حتى هلك الى النار مفن العجب أن من يكون\nهذه صفته سيف الله وما ترى المخالفين ينقلون من نعوت أمير المؤمنين وصغاته\nالى أعدائه وشنائه أما سمعوا قاتلهم الله <span id='ms41'></span> قول النبي (ص) من لقى الله عزوجل\nوفي قلبه مقتلعلي بن أبيطالب عليه السلام لقى الله يهوديا بلى قد سمعوا هذا\nولكن من عبد هواه أهلكه ضلاله ومن العجب أن تمنع بنو حنيفة من حمل الزكوة\nإلى أبي بكر ولم يصح عندهم امامته فيسمونه أهل الردة ويستحلون دمائهم\nوأموالهم ونسائهم ثم ينكث طلحة والزبير بيعة أمير المؤمنين (ع) ويخرجان مع\nعايشة يستنفرون الخلق ويتناهون مع من تبعهم في حربه ولا يسمون مع ذلك أهل\nالردة ومعلوم أن منع الزكوة يدخل في جملة الحرب لان أحدا لا يرى حمل الزكوة\nإلى من يحاربه ويستحله فيكون على حكمه مانع ا لزكوة من غير خطاء مرتدين\nوالذين أضافوا الى منعها البغى والمشاقة وتجريد السيف واقامة الفتنة غير\nمرتدين هذا وقد بلغهم قول النبي (ص) حربك يا علي حربي وسلمك سلمي وقد علمنا\nأن من حارب رسول الله (ص) كافر فيجب أن من حارب أمير المؤمنين كافر كذلك\nومن عجيب أمرهم أنهم يسمون أنفسهم بالسنة وقد غيروها وبدلوها واستحدثوها\nبارائهم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             [ 42 ]\n</p>\n\n<p>\nوعقولهم ما ليس منها ويدعون أنهم أهل الجماعة مع أقوالهم المختلفة\nوقياساتهم المتضادة وتكون الشيعة عندهم أهل بدعة وأقوالهم متفقة ومعهم النص\nفي كل حاجة فصل وفي ذكر بغضهم لاهل البيت عليهم السلام ومن عجيب أمرهم أنهم\nيجحدون بغضهم لاهل البيت عليهم السلام ووجوههم بها شاهدة ويدعون محبتهم\nوجوارحهم لهم مكذبة ويزعمون أنهم اقعد بموالاتهم من الشيعة المؤمنين وأخص\nبمودتهم من جميع العالمين وليس الحق كالبطلان ولا الصدق كالبهتان وهيهات أن\nيجتمع الضد أن أو يحل قلبا واحدا نقيضان وقد بلغنا أن رجلا قال لامير\nالمؤمنين عليه السلام أنا أحبك وأتوالى عثمان فقال له أما الان فأنت أعور\nفان ما أن تعمى أو تبصر ولعمري ما ردك من توالى ضدك ولا أحبك من صوب غاصبك\nولا أكرمك مكرم من هضمك ولا عظمك معطم من ظلمك ولا أطاع الله فيك مفضل\nأعاديك ولا اهتدى اليك مضلل مواليك النهار فأصح والمنار واضح إن كانوا في\nمحبتهم <span id='ms42'></span> أهل البيت محقين وفيما ادعوهم من موالاتهم صادقين فلم لا تسكن\nقلوبهم إذا ذكرت مناقبهم وتثبت عقولهم إذا نشرت فضائلهم ولم صار المتشيع\nلهم رافضيا شريرا ومناصبهم العداوة شينا مستورا وإذا سمعوا من يقول اللهم\nالعن ظالمي آل محمد يغضبون ويقولون هذا تعريض ورفض وتشرد وبغض والمسلم إلا\nيكون لعانا والافضل من اللعن التسبيح وهم مع ذلك يلعنون الشيعة اللعن\nالصريح فكيف صار لعن ظالمي آل محمد تعريضا ورفضا ولعن الشيعة حقا واجبا\nوفرضا بل كيف صار لعن من يقول أن عايشة ظلمت صوابا يكتسب ثوابا ولم يصر لعن\nمن لا يقول إن فاطمة ظلمت ضلالا لا يكسب عقابا ولم صار فضائل أهل البيت (ص)\nإذا وردت متفرقة في خلال أحاديثهم ومشهورة بين روايات شيوخهم تسمع وتثبت\nوإذا انتزعت وتميزت تدفع وتمقت ومن رواها وحدها كان رافضيا ملعونا ولقد أخبرني\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             [ 43 ]\n</p>\n\n<p>\nالقاضي أبو الحسن أسد بن ابراهيم السلمى أنه حضر بمصر مجلس ابن النخاس\nالمحدث فروى فاخرا من أحاديثه يتضمن خبر الليث بن سعد وما فيه من الاية\nالتي رواها الامام الصادق جعفر بن محمد عليهما السلام قال ولم أكن اسمع خبر\nالليث بن سعد منه فلم هذا وما سببه إن كان الخبر كذبا فقد حرمت عليه روايته\nوإن كان صدقا فليس له أن يمنع طالبه ومن عجيب أمرهم وظاهر بغضهم لاهل البيت\nعليهم السلام انهم إذا ذكروا الامام الحسن بن علي عليه السلام الذي هو ولد\nرسول الله وريحانته وقرة عينه والذي نحله الامامة وشهد له بالجنة حذف من\nاسمه الالف واللام ويقال حسن بن علي ولاولاده أولاد حسن استصغارا له\nواحتقار الذكرة ثم يقولون مع ذلك الحسن البصري فيثبتون في اسمه الالف\nواللام اجلالا له واعظاما وتفخيما لذكره واكراما وذلك أن هذا البصري كان\nمتجاوزا عن ولاية أهل البيت عليهما السلام وهو القائل في عثمان قتله الكفار\nوخذله المنافقون ولم يكن في المدينة يوم قتله الا قاتل وخاذل فنسب جميع\nالمهاجرين والانصار الى الكفر والنفاق وتخلف عن الامام الحسن <span id='ms43'></span> بن علي بن\nأبيطالب عليهما السلام ثم خرج مع قتيبة بن مسلم في جند الحجاج الى خراسان\nومن عجيب أمرهم دعويهم محبة أهل البيت (ع) مع ما يفعلون يوم المصاب بالحسين\n(ع) من المواظبة على البر والصدقة والمحافظة على البذل والنفقة والتبرك\nبشراء ملح السنة والتفاخر بالملابس المنتخبة والمظاهرة بتطيب الابدان\nوالمجاهرة بمصافحة الاخوان والتوفر على المزاورة والدعوات والشكر من أسباب\nالافراح والمسيرات واعتذارهم في ذلك بأنه يوم ليس كالايام وأنه مخصوص\nبالمناقب العظام ويدعون\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             [ 44 ]\n</p>\n\n<p>\nان الله عزوجل تاب فيه على آدم فكيف وجب أن يقضى فيه حق آدم فيتخذ عيدا\nولم يجز أن يقضى حق سيد الاولين والاخرين محمد خاتم النبيين صلى الله عليه\nوآله في مصابه بسبطه وولده وريحانته وقرة عينه وبأهله الذين أصيبوا وحريمه\nالذين سبوا وهتكوا فتجهد فيه حزنا ووجد أو يبالغ عملا وكدا لولا لبغضة\nللذوية التي تتوارثها الابناء عن الاباء ومن عجيب ما سمعته انهم في المغرب\nبمدينة قرطبة يأخذون في ليلة العاشورا رأس بقرة ميتة ويجعلونه على عصا\nويحمل ويطاف به الشوارع والاسواق وقد اجتمع حوله الصبيان يصفقون ويلعبون\nويقفون به على أبواب البيوت ويقولون يا مسى المروسة اطعمينا المطنفسة يعنون\nالقطائف وأنها تعدلهم ويكرمون ويتبركون بما يفعلون وحدثني شيخ بالقاهرة من\nأهل الغرب كان يخدم القاضي أبا سعيد ابن العار في ره أنه كان ممن يحمل هذا\nالرأس في المغرب وهو صبي في ليلة عاشورا فرأى هذا من فرط المحبة لاهل البيت\nعليهم السلام وشدة التفضيل لهم على الانام وقد سمع هذه الحكاية بعض\nالمتعصبين لهم فتعجب منها وأنكرها وقال ما يستجيز مؤمن أن يفعلها فقلت أعجب\nمنها حمل وأمن الحسين ابن علي بن أبيطالب عليهما السلم على رمح عال وخلفه\nزين العابدين عليه السلام مغلول اليدين الى عنقه ونسائه وحريمه معه سبايا\nمهتكات على أقتاب الجمال يطاف بهم البلدان ويدخل بهم الامصار التي أهلها\nيظهرون الاقرار بالشهادتين ويقولون أنهم من المسلمين وليس فيهم منكر ولا\nأحد ينفر ولم يزالوا بهم كك <span id='ms44'></span> إلى دمشق وفاعلوا ذلك يظهرون الاسلام يقرؤن\nالقرآن ليس منهم الا من قد تكرر سماعه قول الله سبحانه قل لا أسئلكم عليه\nأجرا الا المودة في القربى فهذا أعظم من حمل رأس بقرة في بلدة واحدة ومن\nعجيب قولهم أن أحدا لم يشر بهذا الخال ويستبشر بما جرى فيها من الفعال وقد\nرأوا ما جرى قرره شيوخهم ورسمه سلفهم من تبجيل كل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             [ 45 ]\n</p>\n\n<p>\nمن نال من الحسين صلوات الله عليه في ذلك اليوم منا لا وأثر في القتل به\nأثر أو تعظيمهم لهم وجعلوا ما فعلوه سمة لاولادهم فمنهم في أرض ا لشام بنو\nاسراويل وبنوا السرج وبنو سنان وبنو الملحى وبنو الطشتى وبنوا القضيبي\nوبنوا الدرجا وأما بنوا السراويل فأولاد الذي سلب سراويل الحسين عليه\nالسلام وأما بنوا السرج فأولاد الذين أسرجت خيله لدوس جسد الحسين (ع) ووصل\nبعض هذه الخيل إلى مصر فقلعت نعالها من حوافرها وسمرت على أبواب الدور\nليتبرك بها وجرت بذلك السنة عندهم حتى صاروا يتعمدون عمل نظيرها على أبواب\nدور أكثرهم وأما بنو سنان فأولاد الذي حمل الرمح الذي على سنانه رأس الحسين\n(ع) وأما بنوا المكبرى فأولاد الذي كان يكبر خلف رأس الحسين (ع) وهو بدمشق\nمع بني المحى معروفون وأما بنو القضيبي فأولاد الذي أحضر القضيب الى يزيد\nلعنه الله لنكت ثنايا الحسين عليه السلام وأما بنو الدرجى فأولاد الذي ترك\nالرأس في درج جيرون وهذا لعمرك هو الفخر جيرون باب من أبواب دمشق إلى\nالواضح لولا أنه فاضح وقد بلغنا أن رجلا قال لزين العابدين عليه السلام انا\nلنحبكم أهل البيت فقال عليه السلام أنتم تحبون حب السنورة من شدة حبها\nلولدها تأكله أترى هذا عن محبة ومصافاة وخالص مودة وموالاة لم يروا ما فعل\nقبل ذلك من لعن أمير المؤمنين (ع) على المنابر ثمانين سنة ليس فيها مسلم\nينكر حتى أن أحد خطبائهم بمصر نسى أن يلعن أمير المؤمنين (ص) على المنبر في\nخطبته وذكر ذلك في الطريق عند منصرفه فلعنه <span id='ms45'></span> حيث ذكر قضاء الى الان بسوق\nوردان يعرف بمسجد الذكر وهدم في بعض السنين لامر من\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             [ 46 ]\n</p>\n\n<p>\nالامور فرأيت في موضعه سرجا كثيرة وأثار بخور لنذور وقيل لى أنه يؤخذ من\nترابه ويتشافى به ثم بنى بعد ذلك وعظم أمره وفي مسجد الرمح أيضا خبر عجيب\nيعرفه من افتقد أسرار لقوم لهم الويل الطويل والعذاب النكيل فقد بندوا\nقدسهم واطفاء وانيرائهم واحتقبوا العظائم واستفرهوا المخاصم وقد بلغنا أن\nأمير المؤمنين (ع) قال أنا أول من يجثو يوم القيمة للخصوم الفصل الثاني عشر\nومن أغلاطهم في تفضيل أبي بكر باية الغار فمن عجيب الامور وطريفها أن نزل\nفي أمير المؤمنين عليه السلام آيات من القرآن يجتمع المسلمون على اختصاصه\nوفضيلته فيها منها ما يشهد بأنه بعد رسول الله ويوجب على الكافة فرض طاعته\nوهو يقوله سبحانه إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلوة\nويؤتون الزكوة وهم راكعون ومنها اية المباهلة الناطقة بأن أمير المؤمنين\n(ع) في النسبة نفس النبي والمتضمنة من تفضيله وتفضيل ولديه وزوجته صلوات\nالله عليهم ما لا يشركهم أحد فيه من العالمين وهو قوله سبحانه قل تعالوا\nندع أبنائنا وأبنائكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على\nالكافرين ومنها سورة هل أتى المتضمنة من فضل أمير المؤمنين وسبطيه وزوجته\nما لا يختلف اثنان فيه المشاهدة لهم بالرضوان والخلود بالجنان والثناء\nعليهم في محكم القرآن وغير ذلك من الايت النازلة فيه وفي أهله عليهم السلام\nبالفضائل الباهرات التي لا يدعيها غيرهم ويشاركهم فيها سواهم ولا يشهر ذلك\nفي الفضائل ولا يعلن بذكر مستحقه في المحافل ويكون من أورد شيئا منه واضافه\nالى مستحقه من الشريرين الروافض ثم ينزل في أبي بكر اية يتضمن أنه كان مع\nالنبي في الغار وأنه حزن فنهاه فيكاد تقوم القيمة وتزلزل الارض بالامة\nويعتقد أنها أشرف أي القرآن وأنها شاهدة لابي بكر بفضل يتجاوز الافهام ولا\nيدك كنهه الاوهام ومن عجيب ما رأينا مصحف قد كتب فيه اية الغار\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             [ 47 ]\n</p>\n\n<p>\nبذهب ليتميز عن <span id='ms46'></span> جميع ما يتضمنه المصحف من كلام الله عزوجل ونحن أبدا نحتج\nعلى من ينكر أن يكون بسم الله الرحمن الرحيم من أول كل سورة ويدعى أنها\nللفرق بين السورتين فنقول له لو كانت وضعت للفرق فقط لكتب بخط مميز عن خط\nالمصحف كما يكتب أبدا أسماء السور ولكانت في أول سورة برائة وفي اثباتها\nبالخط الذي ثبت به القرآن فليست للفرق فقد طلب القوم بما فعلوه في اية\nالغار الفضل فوقعوا في الجهل فيا عجباه ويحق للعاقل أن يعجب كيف فعل ذلك\nباية الغار ولم يفعل بقل هو الله أحد التي هي سورة الاخلاص ونسبة الرحمن\nوالتي روى عن النبي (ص) أنه قال من قرئها ثلث دفعات فكانما قرء جميع القرآن\nبل كيف لم يفعل ذلك بسورة الحمد التي هي سبع ا لمثاني وأم الكتاب وفاتحة\nالكتاب وكل صلوة بغيرها خداج فكيف صارت اية الغار أحق بالتفضيل والتميز من\nجميع ما نزل وما الذي شرفت به على سورتي الحمد وقل هو الله أحد لولا الهوى\nالذي يعيده والعناد الذي يقصد وقد رأيت نسخة التورية مع بعض اليهود فاطلعت\nفيها فرأيتم قد ميزوا العشر الكلمات عن جميعها فكتبوها بذهب فأظن فاعل ذلك\nباية الغار اقتدى باليهود في هذا الامر ومن العجب اعتقادهم في اية الغار\nفضلا وهي شاهده عليه بالنقص والاستحقاق الذم وظنهم إن النبي (ص) أخذه معه\nللانس به وقد أنسه الله بالملائكة ووحيه وتصحيح اعتقاده أنه تعالى ينجز له\nما وعده وانما أخذه لانه لقيه في طريقة فخاف أن يظهر أمره من جهته فأخذه\nمعه احتياطا في تمام شره وتوهموا أن حصوله في الغار منقبه له وفي الغار ظهر\nخطائه وذلله لانه حصل معه في الغار في حرز حريز ومكان مصون بحيث يا من الله\nعلى نبيه مع ما ظهر له من الايات في تعشيش الطائر ونسج العنكبوت على بابه\nلم يثق مع هذه الامور بالسلامة ولا صدق بالاية وأظهر الحزن والمخافة حتى\nعليه بكاؤه وتزايد قلقه وانزعاجه وبكى <span id='ms47'></span> النبي (ص) في تلك الحال إلى مقاساته\nووقع إلى مداراته فنهاه عن الحزن وزجره\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             [ 48 ]\n</p>\n\n<p>\nوفي النبي (ص) لا يتوجه في الحقيقة الا الى الزجر عن القبيح ولاس بيل الى\nصرفه إلى المجاز بغير دليل لا سيمان وقد ظهر عن جزعه وبكائه ما يكون من\nمثله فساد الحال في الاختفاء فهو انما نهى عن استدامة ما وقع منه ولو سكنت\nنفسه الى ما وعد الله تعالى نبيه وصدقه فيما أخبر به من نجاته لم يحزن حيث\nيجب أن يكون أمنه ولا انزعج قلبه في الموضع الذي يقتضى سكونه فأي فضيلة في\nا ية الغار يفتخر بها لابي بكر لولا المكابرة واللدد وأعجب من هذا قول الله\nتعالى وأنزل الله سكينته عليه وأيده بجنود لم تروها فيعملون بهذا أن\nالسكينة اختصت برسول الله لانه المؤيد بالجنود دون غيره ولا يجوز أن يريد\nالله تعالى بجنوده أحدا من الانام سوى نبيه ومن عجيب جهلهم قولهم أن النبي\n(ص) مستغن بنبوته عن السكينة حتى كأنهم لم يسمعوا في القرآن قول الله ثم\nأنزل الله سكينته على رسوله وعلى المؤمنين ولو أنهم يسمعون ذلك استماع من\nبعيه ويفهم لعلموا أن السكينته لا تنزل على أحد من أهل الايمان ومعه النبي\n(ص) ألا وتنزل على النبي (ص) قبله ويذكر قبل ذكره وتحققوا أن نزولها في\nالغار دليل على أنه للنبي (ص) وأنه ليس معه مؤمن يستحقها ولولا ذلك لقال\nفانزل سكينته على رسوله وعليه أو قال وعليهما ومن عجيب أمرهم وظاهر عنادهم\nافتخارهم لابي بكر باية الغار واكثارهم من ذكرها ولا يذكرون مبيت أمير\nالمؤمنين (ع) تلك الليلة على فراش رسول الله حيث بذل مهجته دونه وفداه\nبنفسه واضطجع في موضعه الذي يقصده إليه أعدائه حتى تعجبت من ذلك الملئكة\nوأنزل الله في مبيته ومن الناس من يشتري نفسه ابتغاء مرضات الله والله رؤف\nبالعباد هنا لك قالت الملائكة هنيئا لك يابن أبيطالب وأنت الحبيب المواسي\nفما انصرفوا القوم عن هذه الفضيلة العظيمة ولهجهم بذكر اية <span id='ms48'></span> الغار الا\nمعاندة في الدين وبغضة قد خالطت لحومهم لامير المؤمنين (ع) ومن العجب أن\nيفتخر أمير المؤمنين عليه السلام بمبيته على الفراش فلا يعدونه له\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             [ 49 ]\n</p>\n\n<p>\nفخرا ويعترف أبو بكر بأن حزنه في الغار معصية وأن النبي (ص) أخبره أن\nحزنه اثم وفتنة فيخالفونه ويعدونه فخرا وقد نظم كل واحد منها في ذلك شعرا\nفروى أن أمير المؤمنين قال في مبيته وقيت نفسي خيرا من وطئ الحصر ومن طاف\nبالبيت العتيق وبالحجر رسول الله له الخلق أن مكروا به فينحاه ذوا الطول\nالكريم من المكر وتب اراعيهم وما يثبتونني وقد صبرت نفسي على القتل والاسر\nوقال أبو بكر في أبيات له روايا ابن اسحق في السيرة وهو عند القوم أمين ثقة\nولما ولجت الغار قال محمد أمنت فثق في كل ممسى ومولج بربك إن الله بالغك\nالذي تنوء به في كل مثوى ومخرج ولا تحزنن فالحزن اثم وفتنة يكون على ذي\nالبهجة المتحرج فيقر الرجل في شعره بأن النبي أخبره أن حزنه في تلك الحال\nفتنة واثم فالفتنة الكفر قال الله تعالى الفتنة أكبر من القتل ولا صرفها في\nهذا المكان الى بعض محتملاتها من غير هذا الوجه لما قد قارنها من الاثم\nالذي لا يكون الا في معصية الله عزوجل وشيعة الرجل يكذبونه فيما أخبر به\nويعدون معصيته حسنة وحزنه مسترة ويجعلون له ببغداد عيدا في كل سنة يظهرون\nفيه الفرح والمسترة فيفرحون يوم اثمه ويسرون يوم حزنه وقد كان يجب أن\nيحزنوا كما حزن ويغتموا بما جنى واثم بل يبكون لبكائه إذا كانوا من شيعته\nوأوليائه لكن قصوراتهم واضحة ومناقضاتهم فاضحة فصل 13 في غلطهم فيما يدعون\nلابي بكر من الانفاق ومن عجيب أمرهم وعظيم خطائهم انهم يسمعون قول الله\nعزوجل لنبيه صلى الله عليه وآله ووجدك عائلا فأغنى ويعلمون ان الله جعل له\nالانفال خالصة من دون المؤمنين والضم الوافر من الاخماس التي تميز به عن\nسائر الناس لنزهه وأهله من الصدقات وأغناه بفضله عن أموال العباد وقال <span id='ms49'></span> في\nكتابه قل لا أسئلكم عليه أجرا الا المودة في القربى فلا يعتبرون هذا ويدعون\nأنه افتقر الى مال أبي بكر فانق عليه مالا جزيلا ويرتكبون في ذلك\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             [ 50 ]\n</p>\n\n<p>\nبهتانا مهولا فيا عجباه كيف يحتاج الى مال أحد رعيته وقد أغناه الله\nتعالى بفضله وسعة رحمته وكيف يمد يده الى أموالهم وقد نزهه الله تعالى عن\nأخذ ما فرض عليهم اخراجه من صدقاتهم هذا هو البهت القبيح والكذب الصريح\nوالعجب دعويهم الانفاق لرجل قد عرف مذكان بالفقر وسوء الحال ومن اطلع في\nالنقل والاثار وأشرف على السير والاخبار لم يخف عليه فقر أبي بكر وصعلكته\nوحاجته ومسكنته وضيق معيشته وضعف حيلته وانه كان في الجاهلية معلما وفي\nالاسلام خياطا وكان أبوه سيئى الحال ضعيفا يكابد فقرا مهلكا ومعيشة ضنكا\nمكتسبة أكثر عمره من صيد القمارى والد باسى الذي لا يقدر على غيره فلما عمى\nوعجز ابنه عن القيام به التجأ الى عبد الله بن جذعان فنصبه ينادى على\nمائدته كل يوم لاحضار الاضياف وجعل له على ذلك ما يقوته من الطعام فمن أين\nكان لابي بكر هذا الحال وهذه حاله وحال أبيه في الفقر والاختلال وهم\nالراوون أن أبا بكر طلب يوما من منزله غشاء لقربة فلم يكن عنده شئ حتى شقت\nأسماء نطاقها فغشت القربة بنصفه وزعموا أنه سماها ذات النطاقين وليس بخلاف\nأنه لما ولى الامر بعد النبي (ص) عدا الى السوق ليغيش فقال له المسلمون ال\nتفعل ففي ذلك نقص ونحن نجعل لك من بيت مال المسلمين ما يقوتك فجعل كل يوم\nثلثه دراهم يعود بها على نفسه وعياله وهذا يدل على أن الرجل لم يزل فقيرا\nمن أول عمره الى آخره ولقد أحسن شاعرنا في قوله والا فهذا الحال من أين\nأصله وفيما روى انفاقه تجدان وقد علم من أخبار أهل البيت أن أصعب الاحوال\nكانت على النبي يفتقر في مثلها الى المعونة والارفاد حالان أحدهما وهو\nمستتر في الشعب والاخر خروجه عن مكة هاربا إلى المدينة <span id='ms50'></span> فاما مدة مقامه في\nالشعب فقد روى المخالف والمؤالف ان أمير المؤمنين (ع) كان يترد ويتحمل كل\nيوم فيما نفقه عليه حتى روى أنه أجر نفسه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             [ 51 ]\n</p>\n\n<p>\nمن يهودي وصرف الاجرة الى ما يحتاج إليه رسول الله (ص) وأما توجهه (ع)\nإلى الهجرة فقد روى أنه كان لابي بكر يومئذ بعيران فلما نسب في أخدارهما\nإليه قال خذ يا رسول الله (ص) أحدهما فقال له لا الا بالثمن فلو كان له\nعليه انفاق لم يقل هذا ا لمقال ومن العجيب أن يتصدق أمير المؤمنين عليه\nالسلام بخاتمه على مسكين فينزل في خاتمه قرآن لا يختلف في أن المراد به\nاثنان ويتصدق هو وأهله على مسكين ويتيم وأسير بأقراص من الطعام فينزل سورة\nكاملة تشهد له بالرضوان والخلود في الجنان ثم ينفق أبو بكر فيما زعموا على\nخير خلق الله مائة ألف درهم فلا ينزل على مدحه اية من القرآن فصل 14 في ذكر\nفدك فمن عجيب الامور وطريقها أن تخرج فاطمة الزهراء البتول سيدة نساء\nالعالمين ابنة خاتم النبيين تندب أباها ونستغيث بأمته ومن هديهم الى شريعته\nفي منع أبي بكر من ظلمها فلا يساعدها أحد ولا يتكلم معها بشر مع قرب العهد\nبرسول الله (ص) ومع ما يدخل القلوب من الرقة في مثل هذا الفعل إذا ورد من\nمثلها حتى تحمل الناس أنفسهم على الظلم فضلا عن غيره ثم تخرج عايشة بنت أبي\nبكر إلى البصرة تحرص الناس على قتال أمير المؤمنين علي بن أبيطالب عليه\nالسلام وقتال من معه من خيار الناس ساعية في سفك دمه ودماء أولاده وأهله\nوشيعته فتجيبها عشرة ألوف من الناس ويقاتلون امامها الى أن هلك أكثرهم بين\nيديها إن هذا لمن الامر العجيب ومن العجب أن تأتي فاطمة عليها السلام إلى\nأبي بكر تطالبه بفدك وتذكر أن أباها نحلها أباها فيكذب قولها ويقول لها هذه\nدعوى لا بينة لها هذا مع اجماع الامة على طهارتها وعدالتها فتقول له أن لم\nيثبت عندك انها نحلة فانا <span id='ms51'></span> استحقها ميراثا فيدعى أنه سمع النبي (ص) يقول نحن\nمعاشر الانبياء لا نورث وما تركناه صدقة ويلزمها تصديقه فيما ادعاه من هذا\nالخبر مع اختلاف الناس في طهارته وصدقه وعدالته وهو فيما ادعاه خصم لانه\nيريد أن يمنعها\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             [ 52 ]\n</p>\n\n<p>\nحقا جعله الله لها ومن العجيب أن يقول لها أبو بكر مع علمه بعظم خطرها في\nالشرف وطهارتها من كل دنس وكونها في مرتبة من لا يتهم ومنزلة من لا يجوز\nعليه الكذب أتيتني بأحمر أو أسود يشهد لك بها وخذ بها يعني فدك فاحضرت إليه\nأمير المؤمنين والامامين الحسن والحسين صلوات الله عليهم أجمعين وأم أيمن\nفلم يقبل شهادتهم واعلها وزعم أنه لا يقبل شهادة الزوج لزوجته ولا الولد\nلوالده وقال هذه امرأة واحدة يعني أم أيمن هذا مع اجماع المخالف والمؤالف\nعلى أن النبي قال علي مع الحق والحق مع علي اللهم أدر الحق معه حيثما دار\nوقوله الحسن والحسين امامان قاما أو قعدا وقوله (ص) في أم أيمن أنت على خير\nوالى خير فرد شهادة الجميع مع تميزهم على الناس ثم لم يمض الايام حتى أتاه\nمال البحرين فلما ترك بين يديه تقدم إليه جابر بن عبد الله الانصاري فقال\nله النبي (ص) قال لي إذا أتى مال البحرين حبوت لك ثم حبوت لك ثلثا فقال له\nتقدم فخذ بعددها فأخذ ثلث حفنات من أموال المسلمين بمجرد الدعوى من غير\nبينه ولا شهادة ويكون أبو بكر عندهم مصيبا في الحالين عادلا في الحكمين\nانهذا مع الامر المستطرف البديع ومن عجيب أمر المعتزلة اقرارهم بأن أمير\nالمؤمنين (ع) أعلم الناس وأزهدهم بعد رسول الله (ص) ثم يعلمون أنه أتى مع\nفاطمة شاهدا لها بصحة ما ادعته من نحلتها فلا يستدلون بذلك على صوابها وظلم\nمانعها ولا يتأملون إن أعلم الناس لا يخفى عنه ما يصح من الشهادة وما يبطل\nوإن أزهد الناس لا يشهد بباطل وإن أمير المؤمنين عليه السلام لو كان لا\nيعلم أن شهادته بذلك مع من حضره <span id='ms52'></span> لا يجوز قبولها ولا يؤثر في وجوب الحكم بها\nوكان أبو بكر يعلم ذلك لبطل القول بأنه عليه السلام أعلم الناس بعد النبي\n(ص) وأنه لو كان يعلم أن فاطمة (ع) تطلب باطلا وتلتمس محالا وإن شهادته لا\nتحل في تلك الحال قبولها ولا يسوغ الحكم بها ثم أقدم مع ذلك عليها فشهد لها\nلكان قد أخطاء متعمدا وفعل ما لا يليق بالزهاد والاتقياء وبطل قولهم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             [ 53 ]\n</p>\n\n<p>\nانه (ع) أزهد الناس بعد النبي (ص) ولا ينتبهون بهذه الحال من رقدة الخلال\nومن عجيب أمرهم اعتقادهم في رد أبي بكر شهادة أمير المؤمنين والحسن والحسين\nعليهم السلام بقولهم إن هذا بعلها وهذان أبناها وكل منهم يجر الى نفسه ولا\nيصح شهادة من له حظ فيما يشهد به ثم يقبلون مع ذلك قول سعيد بن زيد بن نفيل\nفيما رواه وحده من أن أبا بكر وعمر وعثمان وطلحة والزبير وسعدا وسعيدا وعبد\nالرحمن بن عوف وأبا عبيدة من أهل الجنة ويصدقونه في هذه الدعوى ويحتجون\nبقوله مع علمهم بأنه أحد من ذكره وله حظ فيما شهد به ولا يردون بذلك قوله\nولا يبطلون خبره ويتغطى عليهم أنه لا للزوج من مال زوجته ولا للولد من مال\nوالده الا ما نحله أباه أو ورثه عنه ومن عجيب الامور وعظيم البدع في الدين\nأن يشهد رجل برتقى لم يكن قط بالله مشركا ولا للدين منكرا ولا أكل من حرام\nسحقا ولا عاقر على خمر نديما ولا ارتكب محرما ولا جرب أحد منه قط كذبا ولا\nعلم منه ذنبا ولا كان في طاعة الله ورسوله مقصرا ولا عن درجات السبق إلى\nالفضائل متأخرا مع اختصاصه برسول الله نسبا وسببا عند رجل أقام أربعين سنة\nمن عمره كافرا وبالله تعالى مشركا ولما ظهر وبطن من الفواحش مرتكبا ولما\nظهر الاسلام لم يعلم أحد أن له فيه أثرا جميلا ولا كفى النبي (ص) مخوفا بل\nعن كل فضيلة متأخرا ولعهود الله ناكثا وكان في علمه ضعيفا وإلى غيره <span id='ms53'></span> فيه\nفقير أفيردن شهادته ولا يقبل قوله ويظهر أنه أعرف بالصواب منه هذا والشاهد\nمتفق على طهارته وصدقه وايمانه والمشهود عنده مخالف في طهارته وصدقه\nوايمانه أن هذا مما تنفر منه النفوس السليمة والعقول المستقيمة ومن العجب\nأنهم يدعون على فاطمة البتول سيدة نساء ا لعالمين التي احضرها النبي (ص)\nللمباهلة وشهد لها بالجنة ونزلت فيها اية الطهارة أنها طلبت من أبي بكر\nباطلا والتمست لنفسها محالا وقالت كذبا ويتعذرون في ذلك بأنها لم تعلم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             [ 54 ]\n</p>\n\n<p>\nبدين أبيها أنه لا حق لها في ميراثه ولا نصيب لها من تركته وجهلت هذا\nالاصل في الشرع وعلم أبو بكر أن النساء لا يعلمن ما يعلم الرجال ولا جرت\nالعادة بأن يتفقهن في الاحكام ثم يدعون مع هذا ان النبي قال خذوا ثلث دينكم\nعن عايشة لا بل خذوا ثلثي دينكم عن عايشة لا بل خذوا كل دينكم عن عايشة\nفتحفظ عايشة جميع الدين وتجهل فاطمة في مسألة واحدة مختصة بها في الدين إن\nهذا الشئ عجيب والذي يكثر التعجب ويطول فيه الفكران بعلها أمير المؤمنين\n(ع) ثم يعلمها ولم يصنها عن الخروج من منزلها لطلب المحال والكلام بين\nالناس بل يعرضها لالتماس الباطل ويحضر معها فيشهد بما لا يسوغ ولا يحل إن\nهذا من الامر المهول الذي تحار فيه العقول ومن عجيب أمرهم وضعف دينهم أنهم\nنسبوا رسول الله (ص) إلى أنه لم يعلم ابنته التي هي أعز الخلق عنده والذي\nيلزم من صيانتها ويتعين عليه من حفطها اضعاف ما يلزمه لغيرها بأنه لا حق\nلها من ميراثه ولا نصيب له في تركته ويأمرها أن تلزم بيتها ولا تخرج\nللمطالبة لما ليس لها والمخاصمة في أمر مصروف عنها وقد جرت عادة الحكماء في\nتحصيص الاهل والاقرباء بالارشاد والتعليم والتأديب والتهذيب وحسن النظر بهم\nبالتنبيه والتنتيف والحرص عليهم بالتعريف والتوقيف والاجتهاد في ايداعهم\nمعالم الدين وتميزهم عن العالمين هذا مع قول الله تعالى وانذر عشيرتك\nالاقربين وقوله سبحانه يا أيها الذين آمنوا قوا أنفسكم <span id='ms54'></span> وأهليكم نارا وقودها\nالناس والحجارة وقول النبي (ص) بعثت إلى أهل بيتي خاصة والى الناس عامة\nفنسبوه (ص) الى تضييع الواجب والتفريط في الحق اللازم من نصيحة ولده\nواعلامه ما عليه وله ومن ذا الذي يشك في أن فاطمة كانت أقرب الخلق الى رسول\nالله (ص) وأعظمهم منزلة عنده وأجلهم قدرا لديه وانه كان في كل يوم يغدوا\nإليها لمشاهدتها والسؤال عن خبرها والمراعات لامرها ويروح كذلك إليها\nويتوفر على الدعاء لها و--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             [ 55 ]\n</p>\n\n<p>\nويبالغ في الاشفاق عليها وما خرج قط في بعض غزواته واسفاره حتى ولج بينها\nليودعها ولا قدم من سفره الا لقوه بولديها فحملها على صدره وتوجه بهما\nإليها فهل يجوز في عقل أن يتصور في فهم أن يكون النبي (ص) أغفل اعلامها يجب\nلها وعليها واهمل تعريفها بأنه لا حظ في تركته لها واتقدم إليها بلزوم\nبينها بترك الاعتراض بما لم يجعله الله هلا اللهم إلا أن نقول أنه أوصاها\nفخالفت وأمرها بترك الطلب فطلبت وعاندت فيجاهرون بالطعن عليها ويوجبون بذلك\nذمها والقدح فيها ويضيفون المعصية الى من شهد القرآن بطهارتها وليس ذلك\nمنهم بمستحيل وهو في جنب عداوتهم لاهل البيت عليهم السلام قليل ومن العجب\nقول بعضهم لما اعضبه الحجاج أنه (ص) أعلمها فتسيت واعترضها الشك بعد علمها\nفطلبت وهذا مخالف للعادات لانه لم يجر العادة بنسيان ما هذا سبيله لانه قال\nلها لا ميراث لك مني وأنا معاشر الانبياء لا نورث وما تركناه صدقه كان\nالحكم في ذلك معلقا بها فكيف يصح في العادات أن ينسى شيئا يخصها فرض العلم\nبه ويصدق حاجتها إليه حتى يذهب عنها علمه وتبرز للحاجة ويقال لها أن إياك\nقال أنه لا يورث ولا تذكر مع وصيته إن كان وصاها حتى تحاجهم بقول الله\nتعالى وورث سليمان داود وقوله تع حكاية عن زكريا يرثني ويرث من آل يعقوب\nواجعله رب رضيا ولا تزال باكية شاكية إلى أن قبضت وأوصتان لا يصلى ظالمها\nواصحابه عليها ولا يعرفوا قبرها ومن العجب أن <span id='ms55'></span> يعترض اللبس على أمير\nالمؤمنين عليه السلام حتى يحضر فيشهد لها مما ليس لها مع قول النبي أنا\nمدينة العلم وعلي بابها ومن العجب اعترافهم بأن رسول الله (ص) قال إن الله\nيغضب لغضب فاطمة ويرضى لرضاها وقال فاطمة بضعة مني يولمني ما يؤلمها وقال\nمن أذى فاطمة فقد أذاني ومن أذاني فقد أذى الله ثم انهم يعلمون ويتفقون أن\nأبا بكر أغضبها والمهاد وأذاها فلا يقولون هو هذا أنه ظلمها ويدعون أنها\nطلبت باطلا فكيف يصح هذا ومتى يتخلص أبو بكر من أن يكون\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             [ 56 ]\n</p>\n\n<p>\nظالما وتد اغضب من يغضب لضغبه الله والم هو بضعة لرسول الله ويتالم\nلالمها واذى من في اذيته اذية الله ورسوله وقد قال الله تعالى ان الذين\nيؤذن الله ورسوله لعنهم الله في الدنيا والاخرة واعدلهم عذابا مهينا وهل\nهذا الا مباهته في تصويب الظالم وتهور في ارتكاب المظالم ومن العجب قول\nبعضهم ايضا ان ابا بكر كان يعلم صدق الطاهرة فاطمة عليها صلوات الله فيما\nطلبته من نحلته من ابيها لكنه لم يكن يرى ان يحكم بعلمه فاحتاج في المضاء\nالحكم لها الى بنية تشهد بها فإذا قيل لهم فلم لم يور ثها من ابيها قالوا\nلانه سمع النبي (ص) يقول نحن معاشر الانبياء لا نورث ما تركناه صدقة فإذا\nقيل لهم فهذا اخبر تفرد أبو بكر بروايته ولمى روه معه غيره قالوا هو وان\nكان كذلك فانه السامع له من النبي (ص) ولم يجيز له مع سماعه منه وعلمه به\nان يحكم بخلافة فهم في النحلة يقولون انه لا يحكم بعلمه وله المطالبة\nبالبنية وفي الميراث يقولون انه يحكم بعلمه ويقضى بها انفرد بسماعه\nوالمستعان بالله على تلا عبهم باحكام الملة وهو الحكم العدل بينهم وبين من\nعاند من اهله ومن عجائب الامور تأتى فاطمة بنت رسول الله (ص) تطلب فدك\nوتظهر انها تستحقها فيكذب قولها ولا تصدق في دعويها وترد خاتبه الى بيتها\nثم تأتى عايشة بنت ابى بكر تطلب الحجرة التي <span id='ms56'></span> اسكنها ابا ها رسول الهل صلى\nالله عليه وآله وعزعم انها تستحقها فيصدق قولها ويقبل دعويها ولا يطالب\nبنية عليها وتسلم هذه الحجرة إليها فتصرف فيها وتضرب عند راس النبي (ص)\nبالمعاول حتى تدفن تيما وعدا يافيها ثم تمنع الحسن بن رسول الله بعد موته\nمنها ومن ان يقربوا سريره إليها وتقول لا تدخلوا بيتي من لا احبه وانما\nاتوا به ليبرك بوداع جده فصدقه عنه فعلى أي وجه رفعت هذه الحجرة إليها\nوامضى حكمها ان كان ذلك لان النبي نحلها ابا ها فكيف لم تطالب بالبينة على\nصحة نحلتها كما طولبت بمثل ذلك فاطمة صلوات الله عليها وكيف صار قول عايشة\nبنت ابي بكر مصدقا وقول ابنته رسول الله مكذبا بامردودا واى عذر\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             [ 57 ]\n</p>\n\n<p>\nلمن جعل عايشة اذكى من فاطمة صلى الله عليه وقد نزل القرآن بتزكيه فاطمة\nفي اية الطهارة وغيرها ونزل بذم عايشة وصاحبتها وشدة تظاهرهما على النبي\n(ص) وافصح بذمها وان كانت الحجرة دفعت إليها ميراثا فكيف استحقت هذه الزوجة\nمن ميراثه ولم يستحق ابنته منه حظا ولا نصيبا وكيف لم يقل هسذه الحاكم\nلابنته عايشه نظير ما قالت لبنت رسول الله ان النبي لا يورث وما تركه صدقة\nعلى ان في الحكم لعايشه بالحجرة عجبا اخرو وهو انها واحدة م تسع ازواج\nخلفهن النبي فلها تسع الثمن بلا خلاف ولو اعتبر مقدار وذلك من الحجرة مع\nمصنيفها لم يكن بمقدار ما يدفن اباها وكان بحكم الميراث للحسن عليه السلام\nمنها اضعاف بما ورثه من امة فاطمة ومن ابيه امير المؤمنين المنتقل إليه بحق\nالزوجية منها ثم ان العجب كله من ان يمنع فاطمة جميع ما جعله الله لها من\nالنحلة والميراث ونصيبها ونصيب اولادها من الاخماسر التي خص الله تعالى بها\nاهل بيته عليهم السلام دون جميع الناس فإذا قيل للحاكم بهذه القضية انها\nوولدها يحتاجون الى انفاق جعل الهم في كل سنة بقدر قوتهم على تقدير الكفاف\nثم برايه يجرى على عايشة وحفصة في كل <span id='ms57'></span> سنة اثنى عشر الف درهم واصلة اليهما\nعلى الكمال ولا ينتطح في هذا الحكم غيزان فمن عجيب كذبهم ومفرط غلوهم\nروايتهم عن النبي انه قال نزل على جبرئيل فقال يا محمد ان ربك يقرئك السلام\nويقول لك اقرء على ابي بكر سنى السلام وقل له ربك يقرئك السلام ويقول انا\nعنك راض فهل انت عنى راض فهذه منزلة تفوق منازل الانبياء المصطفين لانا لا\nنعلم احدا منهم خاطبه الله تعالى بهذا الخطاب العظيم بل لو روى مثله في\nالنبي ص الذي هو خير الانام لكان من المنكر فكيف فيمن اشرك بالله اربعين\nسنة وقال عند موته وروت انى شعرة في صدر مؤمن ومن عجيب كذبهم روايتهم ان\nرسول الله (ص) كان راكبا وابو بكر يمشى فأوحى الله تعالى إليه الا تستحيي\nانت راكب وابو بكر يمشي\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             [ 58 ]\n</p>\n\n<p>\nوهذا من جهالتهم المفرطة وهو دال على غباوة من اختلقه وحمق من صدقة وذلك\nان مضمون هذا الكلام يقتضى ان ابا بكر اما مساو لرسول الله صلى الله عليه\nوآله في الفضل أو افضل منه واجل لانه لا يجوز ان يقال للنبي (ص) الا تستحي\nان تركب ومن دونك ماش ومعنى هذا التوبيخ في الخير انه كان يجب ان تكون\nماشيا مثل ابى بكر أو يكون أبو بكر راكبا مثلك أو تمشي انت ويركب أبو بكر\nفلا فائدة في القو وجميع ذلك خلاف دين الاسلام وكفر من جون من الناس\nوالمعلوم ان الله تعالى امر يتعظيم رسول الله (ص) فقال يا ايها الذين امنوا\nلا ترفعوا اصواتكم فوق صوت النبي ولا تجهرو له بالقول كجهر بعضكم لبعض ان\nتحبط اعمالكم وانتم لا تشعرون ان الذين يغضون اصواتهم عند رسول الله الله\nاولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر كريم فكيف مع هذا ان\nيونح الله تعالى من امرا لامة باجلاله وتعظيمه إذا ركب ومشى احدا مته ان\nهذا العظيم ومن عجيب كذبهم ذويهم ان رسول الله ص قال أبو بكر وعمر ستدا <span id='ms58'></span>\nكهول اهل الجنة هذا مع المشهور عنه (ص) ان اهل الجنة شاب كلهم فانه لا\nيدخلها العجوز وانها افتعلوا هذا الخبر ليعارضوا به قول النبي (ص) الحسن\nوالحسين سيدا شباب اهل الجنة وقد قال لهم بعض الشيعة ان صح خبركم هذا في\nالرجلين فالمراد انهما سيدا كهول الكافرين لانه قد روى عن النبي انه قال\nالدنيا سجن المؤمن والقبر ببيته والجنة ما ويه وان الدنيا جنة الكافر\nوالقبر حبسه والنار مثويه فما علمتا جنة فيها كهول الاجنة الكفار التي هي\nالدنيا فهما سيدا الكفار ومن عجيب كذبهم روايتهم ان رسول الله (ص) قال وزنت\nبامتي فرحجت ووزن بها أبو بكر فرحج ووزن بها عمر فرحج ثم رحج ثم رحج فزعموا\nان نبي الرحمة الذي هدى الله به الامة رحج مرة واحدة وان ابا بكر ساواه رحج\nمرة واحدة مثله وان عمر بن الخطاب الذي شك في نفسه ولم يتحقق ايهمانه واتهم\nتنبهي ولم يصوبه في فعله ولا صدق في قوله ومنع ان يؤتى له بالدواب ليكتب\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             [ 59 ]\n</p>\n\n<p>\nبها منا فيه صلاح امته وزعم ان خير خلق الله يهجر في كلامه ولطم فاطمة\nابنته واتى بالحطب ليحرق بينها على من فيه رحج بالفضل ثلث دفعات وان فضل\nرسول الله (ص) قدر ثلث فضله وهذا في الغاية من الجهل وعدم التميز والعقل\nفليت شعري ماذا يقولون فيما روى عن عمر من تمنيه لو كان شعره في صدر ابى\nبكر وكيف يتمنى ذلك وفضله ثلاثه امثال فضل ابى بكر وابو بكر يتمنى لو كان\nشعره في صدر مؤمن ومن عجيب كذبهم روايتهم ان النبي (ص) قال ان يبين عينى\nعمر ملكا يسدهه ويتقفه وان ملكا ينطق على لسان عمر هذا مع اعتقاد هم ان سيد\nالبشر رسول الله (ص) بمكة في المسجد الحرام وهو غاص بالناس فقرء والنجم إذا\nهوى فلما انتهى الى قوله افرايتم اللات والعزى ومناه الثالثة الاحزى القي\nالشيطان على لسانه ان قال تلك الغرانيق العلى وان شفا عتهن ليرجى وزعموا <span id='ms59'></span> ان\nالشيطان القى على لسان رسول الله (ص) ضلا لازاده في القرآن وان بين عينى\nعمرو على لسانه ملكين وهذا افراط في الكفر وهزء بالشرع فليت شعرى اين كان\nهذا الملكان اللذان احدهما بين عينى عمرو الاخر على لسانه وقت شكه بالاسلام\nوارتيابه وانكاره على رسول الله (ص) ما فعله في الحديبية وحكم به وقوله على\nم تعطى الدينة في ديننا فقال له النبي (ص) انما اعمل بما يا مرنى به ربى\nوروى انه قال (ص) هو خير لك ان عقلت فقام من بين يديه وهو مسخط رأيه غير\nراض حكمه واقبل يمشى بين الناس ويؤنب على النبي ويقول وعدنا برؤياه التى\nراها ان ندخل مكة وقد صددنا عنها ومنعنا منها نحن الان بنضرف وقد اعطيت\nالدنيه والله لو ان معى اعوانا ما اعطيتم الدنيه ابدا وقد عطى له الا عوان\nيوم احد ويحنين وغيرها فانهزم وبلغ قوله النبي (ص) فغضب وقال اين كنتم يوم\nاحد ذتصعدون ولا تلون على احدوانا ادعوكم انسستم يوم الاحزاب إذ جاؤكم من\nفوقكم ومن اسفل منكم واذ زاغت الابصار وبامن القلوب الجناحين وتظنون بالله\nالظنونا انسيتم يوم كذا فلما واى عمر غضبه قال\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             [ 60 ]\n</p>\n\n<p>\nاعوذ بالله من غضب الله ومن غضب رسوله والله يا رسول الله ان الشيطان ركب\nعلى عنقي فكيف يركب الشيطان على عنق من بين عيفيه ملك بسدده وعلى لسانه ملك\nينطق على لسانه ثم قال له يا رسول الله التم تكن اخبرتنا انك تدخل المسجد\nالحرام وتاخذه مفتاح الكعبة وتعرف مع العمعرفين فكيف ذالك وهدينا لم يصل\nالى البيت ولا نحن فقال (ص) قلت لكم ان ذلك يكون في سفركم هذا قال لا قال\nفستدخلونها واخذ المفتاح واعرف مع المعرفين وتحلقون رؤسكم فلما كان يوم\nالفتح الخذ النبي (ص) مفتاح الكعبة وقال ادعو الى عمر فلما اتاه قال أي عمر\nهذا الذى كنت قلت لكم وكذلك لما عرف في حجة الوداع احضره وقال له مثل ذلك\nوروى عن عمر انه قال <span id='ms60'></span> ما شككت مثل يؤمئذ فكيف يشك في الايمان من رويتم ان\nالنبي قال بين عينيه وعلى لسانه ملكان لا يفارقانه ومن عجيب امرهم في مثل\nهذا دعويهم ان النبي (ص) قال ان الله ضرب الحق على لسان عمو قلبه فكيف يصح\nهذه الدعوى وقد تكلم في امارته في الحد بسبعين قضية يخالف بعضها بعضا وقال\nلا تغالو في مهور النسأ فتجاوزا بعماة درهم حق قامت إليه امرئة فقالت كتاب\nالله احق ان يتبع ام قولك قال بكل كتاب الله قتلت عليه قول الله تعالى وان\nانتيم احديهن قنطارا فلا تأخذوا منه شيئا فقال لما استمع ذلك ثكلتك امك يا\nعمر كل احدا فقه منك حتى النسئاوحكم يوما بين اثنين فقالا له اصبت يا امير\nالمؤمنين اصاب الله بك الخير فقال وما يدريكما قول الله ما يدري عمر اصاب\nام اخطا واغلاطه قبل ذلك وبعده لا تحصى وهو القائل لما رده امير المؤمنين\n(ع) في اشياء كثيرة الى الضواب لولا على لهلك عمر فكيف يثبت مع هذه الامور\nدعويهم ان الله تعالى ضرب الحق على لسانه وقلبه اليس هو الذي خلط في الشورى\nتخليظا لا يحفى على ذى فهم واحضر الستة فقال لكل واحد منهم قولا لا يصح معه\nان يرد إليه امارة على مدينه ولا تدبير ضيعة فوصف طلحة ونخوة والزبيرة\nبجفاية وجلافته وانه مؤمن من الرضا كافر\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             [ 61 ]\n</p>\n\n<p>\nمن السخط وسعدا بانه صاحب مقنب وقتال وانه لا يقوم تبدبير قرية وعبد\nالرحمن بضعفه وعثمان بانه يحمل اهله على رقاب الناس وقال ان روثة خير منه\nووصف على ابن ابي طالب عليه السلام بانه ذو لطافة وفكاهة ثم امر بعد ذلك ان\nيختاروا احدهم للامة فليس نحيفي تخليط هذا الرجل عن ذى بصيرة ولا يشك عاقل\nانهم كذابون في قولهم ان الحق ضرب على لسان عمر ومن العجب ان يتيحسر على\nسالم مولى ابى حذيفة ويقول لو كان حيا ما يخالجنى منيه الشك وبحضرته امير\nالمؤمنين والعباس فتخالجه الشكوك فيهما ولا <span id='ms61'></span> يتخالج في سالم لو كان حيا فهل\nهذا من الحق الى ضربه على لسانه وقلبه واعجب من هذا في الستة بما لم ينزل\nالله تعالى ولم يتضمنه شرع رسول الله (ص) قوله ان اختلفوا ثلثه وثلثه فالحق\nفي الثلاثه التى فيها عبد الرحمن واقتلوا الثلاثة الاخرى فهل هذا الاقصد\nلقتل امير المؤمنين (ع) إذا لعلم حاصل بان عليا (ع) لا يوافق عثمان على شئ\nوان عبد الرحمن في تلك الحال يميل الى عثمان وإذا لم يكن امير لسانه ومن\nالعجب قوله الحق في الثلثة التى فيها عبد الرحمن مع سماعه قول الرسول ص على\nمع الحق والحق مع على فما هذه المنزلة لعبد الرحمن على امير المؤمنين (ع)\nلولا العداوة والهوى وركوب كل صعب يسخط الله تعالى ومن عجيب كذبهم ومفرط\nغلوهم دعويهم ان رسول الله (ص) قال لو نزل العذاب ما بخى الاعمر بن الخطاب\nوهذا تصريح بالكفر والردة والخروج عن الملة لانهم أو حبوا انه لو لا عمر بن\nالخطاب لهلك جميع الناس وفيهم رسول الله الذي قال الله تعالى فيه وما كان\nليعذبهم وانت فيهم وفيهم اهل بيته المكربون الذين شهد بطهارتهم التنزيل في\nقول الله تعالى انما يريد الله ليذهب عنكم الرجس اهل البيت ويظهر كم تطهيرا\nهذا والمحفوظ عن عمر انه دعا بالويل والشور عند احتضاره وتمنى لو كان ترابا\nوان امه لم تلده فلولا انه راى بوادر ما توعديه على سيئي اعماله\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             [ 62 ]\n</p>\n\n<p>\nواشرف على مقدمات العذاب واهواله لم يقل هذا عند احتضاره فكيف يصح القول\nبانه لولا من هذه صفته لعذب الله خلقه الذين فيهم خيرته وصفوته وهل يخفى\nهذا الافتعال الاعلى العمى والجهال ومن عجيب كذبهم وقبيح جهلهم دعويهم ان\nرسول الله (ص) قال لولا ابعث فيكم لبعث عمرو انه قال ما ابطأ على جبرئيل\nالا انى ظننت انه قد بعث الى عمرو في رواية اخرى ما احتبس عنى الوحى ثلثا\nالاظننته قد نزل على عمر فاى كفر اعظم من هذا واى جهل <span id='ms62'></span> اعجب منه اليس عمر\nالذى شك في نفسه حتى سئل حذيفة بن اليمان فقال له انا من المنافقين ام لا\nوكيف يشك في نفسه ومنزلته منزلة من يظن به النبي (ص) نزول الوحى عليه ويخاف\nان ينتقل بنوبته إليه وبعد فقد قال الله تعالى وما ارسلناك الا رحمة\nللعالمين فان كانت روايتهم هذه صحيحة فارساله نقمة على عمر بن الخطاب لانه\nحرمه اين يكون نبيا إذ لو لم يبعث فيهم لبعث عمر فيجب ان لا يكون في الارض\nاشر على عمر بن الخطاب من النبي (ص) يصرفه عن ان ينال اجل مرتبة واعلى مقام\nومن عجيب كذبهم وطريف افتعالهم قولهم ان شاعرا كان ينشد رسول الله (ص) شعرا\nفيتيما ينشده إذ دخل عمر بن الخطاب فقال النبي (ص) للشاعر اسكت فبينكت فلما\nخرج عمر قال للشاعرم حتى فعل ذلك ثلث دفعات فلما خرج عمر قال الشاعر يا\nرسول الله من هذا عمر بن الخطاب لا يجب سماع الباطل فحملهم كثرة الجهل وقلة\nالدين وخفة العقل على افتعال هذا الخبر الذى نزهوا عمر فيه عن امر نسبوا\nرسول الله (ص) الى الرغبة فيه واجلوا عمر عن محبة الباطل وزعموا ان محمد بن\nعبد الله خير خلق الله يحبه ويستدعيه ولا يذكرون مع ذلك ما روى من ان عمر\nبن الخطاب كان احب الاشياء إليه الشعر واستماعه وحفظه وانشاده وانه ما اهمه\nقط امر الانشد بيت شعر وهو القائل للناس انشدوا اولادكم الشعر\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             [ 63 ]\n</p>\n\n<p>\nفانه ديوان العرب وبه معرفة انسابهم وحفظ مناقبهم ومن عجيب كذبهم روايتهم\nان النبي (ص) قال عمر سراج اهل الجنة افترى لو لم يخلق الله عمر بن الخطاب\nكان يكون الجنة مظلمة على اهلها وفيها النبيون والمرسلون واولوا العزم\nوالملئكة المقربون والشهداء والصديقون ومن عجيب كذبهم روايتهم ان عمر بن\nالخطاب نادى ساربة بن رستم فقال يا سارية الحيل هذا وعمر بالمدينة وسارية\nبفارس فسمع صوته والنحاز الى الجيل وانما وضعوا هذا الحديث ليضاهوابه خير\nرسول الله (ص) في <span id='ms63'></span> جعفر بن ابي طالب (ع) حيث رفعت له موته فنظر الى معزك\nجعفر ثم نعاه الى الناس فاخير انه اصيب واصيب بعده زيد بن حارثه ثم عبد\nالله بن رواحة قارادوا ان يساروا في المعجر بين رسول الله وبين عمر بن\nالخطاب تناهيا بالغلووا لافراط وإذا روى دون هذا في امير المؤمنين (ع)\nكذبوه واستعظموا روايته وانكروه ولئن كان عمر قد نادى بسارية من بعد فلقد\nقوى سارية بسماع ندائه من بعد ولعل المعجز لسارية في سماعه وهو بفارس كلام\nعمر بن الخطاب وهو بالمدينة ولهم من هذه الاخبار المفتعلة التى يعارضون بها\nمعجزات النبي (ص) مالا يحصى كثرة ولقد سمعت بعض روايتهم يقول ان عثمان بن\nعفان سبح الحصى في كقبه جميعا وهذا تصريح بتفضيل عثمان على النبي (ص) لان\nالرسول (ص) سبح الحصى في كفه وعثمان سبح الحصى في كفيه جميعا ويقولون مع\nهذا ان الشيعة تغلو في امير المؤمنين وهذا اعتقادهم في ابى بكر وعمر وعثمان\nاخراهم الله ولقد تنا هو انى العناد والعصبية وابدعوا باختراع كل عطيمة ولو\nرمنا ايراد جميع ما فتعلوه من هذا النمط لطال القول في ذلك وابنسط ولم يحوه\nكتاب مفرد وفيما ذكرنا كفاية لمن انتقل فصل الخامس عشر من اغلاطهم في\nالاحكام وبدعهم في شريعة الاسلام فمن عجيب امرهم انهم يسمعون كتاب الله\nتعالى يتلى عليهم يتلقنه صغا وهم ويتداركه كبارهم وفيه قوله جلت عظمته\nاليوم اكملت لكم دينكم واتممت عليكم نعمتي ورضيت لكم الاسلام\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             [ 64 ]\n</p>\n\n<p>\nدينا فيخبرهم ان الدين قد اكمله لهم وازاح فيه عللمهم ولا يكون كاملا الا\nوقد نص لهم على جميع احكامه وعرفهم بالكفهموه من حلاله وحرامه فيجدون ذلك،\nويدعونان اكثرا الاحكام لم ينص عليها وان من وجوه الخلال والحرام شيئا لم\nيعرفهم الحق فيها وان القرآن والستة الدين ازيح بهما علل الامة لم يشئملا\nعلى جميع احكام الملة واتهم لم ياثروا عن النبي (ص) من الصحيح الا اربعة\nالاف حديث لا يحيط بجميع الا حكام ولا يحتوى <span id='ms64'></span> على سائرا الحلال والحرام\nويبلغهم ان النبي (ص) قال في المنبر اخر عمره اللهم هل بلغت فيقولون انه لم\nيبلغهم جميع ما كلفهموه ولا نص لهم على سائر ما احتاجوه أو دع حفظة تكونون\nبعده يقرع عليهم فيه وان عدمهم النصوص في كثير من التكليف احوجهم الى ان\nعولوا على الظنون والاراء واعتمدوا على الاستحسان والاهواء وزعموا انهم\nيستخرجون مراد الله تعلى من الغياد بالقياس على علل غير معلومات والله\nتعالى يقول ومن لم يحكم بما انزل الله فاولئك هم الكافرون فهم يقولون ان\nلنا ان نحكم في الشريعة بما يوجبه فباستا واجتهادنا مما ليس بمنزل ولا\nمنصوص ولو اجتهد الطاغوت في ابطال الحق واهلاك الخلق ما قدر على اكثر من ان\nيحكم في الشرع بغير ما انزل الله سبحانه ويجعل ذلك دنيا يتوارث ومذهبا بيان\nقل ولذلك اختلفت كلمتهم وتضادت اقوالهم وتحير المستر شد منهم وضاق الحق\nعنهم ولتعذر ايتلا نهم اعتقدوا انهم عل يصواب في اختلافهم ومن العجب ان\nالله تعالى ينهاهم عن الاختلاف في قوله ولا تكونوا كالذين تفرقوا ويعلمهم\nان دينه غير مختلف في قوله تعالى ولو كان من عنده غير الله لوجدوا فيه\nاختلافا كثيرا وهم بعتقدون مع ذلك ان الاختلاف من دين الله ويدعون على\nالنبي (ص) انه قال اختلاف امتى رحمه فمن العجب ان يكون اختلافهم رحمة ولا\nيكون اتفاقهم سخطا ونقمة ومن عجيب امرهم انهم يسمعون النبي (ص) يقول من حكم\nفي اقل مثل عشرة دراهم فاخطأكم الله عزوجل جا يوم القيمة مصفود يده\nفتجالفون ويعمون انه للحاكم اجرا في خطائه ويدعون على النبي\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             [ 65 ]\n</p>\n\n<p>\nانه قال إذا اجتهد الحاكم فالخطأ اجر وإذا اجتهد واصب فله اجران والذي\nحملهم على افتعال هذا الخبر علمهم بوقوع الخطا منهم ومن ائمتهم الذين\nياخذون دينهم عنهم ولذلك قالوا كل مجتهد مصيب ومن العجب ان يكون كل مجتهد\nمصيبا الا الشك فانهم في اجتهادهم على خطا وبدعة وكل من اتفى في الاسلام\nبفتوى سواء قام إليها ام <span id='ms65'></span> رجع الى غيرها فهو من فقهاء الامة وفتواه معدوة في\nخلاف اهل المله واقواله مسموعة وهو من اهل السنة والجماعة الا الائمة من\nاهل بيت النبوة فان الباقر والصادق وابائهما والائمة من ذريتهما صلوات الله\nعليهم اجمعين ليوسا عندهم من الفقهاء ولا يعدون اقوالهم خلافا ولا يصدقون\nلهم قولا ولا يصوبون لهم فعلا وليسوا من اهل السنة والجماعة ومن اتبعهم\nواقتدى بهم فهو من اهل البدعة وهذا من التجريد في العدواة الى الغاية ومن\nالجئب انهم يسمعون قول الرسول (ص) الى فخلف فيكم الثقلين ما ان تسكتم به لن\nتضلوا كتاب الله وعترتي اهل بيتى فانهما لن يفترقا حتى يردا على الحوض\nوقوله (ص) مثل اهل بيتى فيكم كمثل سفينة نوح من ركبها نجى ومن تخلف عنها\nغرق وقوله (ص) النجوم امان لاهل السماء واهل بيتى امان لامتي في امثال هذه\nالاخبار الواردة مورد الظهور والانتشار والمتضمنة اعلامهم بان الله تعالى\nقد ازاح باهل بيت نبيه عليهم السلام عللمهم واغناهم بهم عن غيرهم فيهجرونهم\nولا يرجعون في مسألة من الفقه إليهم ويتعلقون باذيال مالك وابى حنيفة\nوالشافعي وسفيان الثوري وداود وابن حنبل المختلفى الافعال والاقوال\nالمتباينى الاحكام في الحلال والحرام فيتبعونهم مقتدين بهم ويعتمدون عليهم\nفي معالم الدين ويتقربون بما ياخذونه منهم الى رب العالمين ويقولون هم\nعلماء الامة وفقهاء اهل القبله وائمة الانام وحفظه الاسلام الذين هذبوا\nالشرع وتمموا الناقض من السمع ومن سواهم لا يؤخذ منه علما ولا يصوب لهم\nعملا بئس للظالمين بدلا ومن عجيب امرهم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             [ 66 ]\n</p>\n\n<p>\nوظاهر عنادهم انهم يرون وجوب العمل باخبار الاحاد فإذا اوردا إليهم خبر\nعن احد اعترة الابرار والائمة الاطهار اهل بيت النبوة ومعدن العلم والحكمة\nصلوات الله عليهم اجمعين لم يصغوا إليه ويدعوا المعقول عليه وكان عندهم دون\nاخبار الاحاد رتبة واقل منها درجة ويختارون عليه اخبار ابى هريرة الذى قال\nله النبي (ص) ان فيك لشعبة من الكفر واخبار مغيرة بن شعبة الذى شهد عليه\nثلثة بالزنا عند عمر بن الخطاب <span id='ms66'></span> ولعن الرابع حتى تلحلج في الشهادة فدفع عنه\nالحد والخبار ابى موسى الاشعري مقيم الفتنة ومضل الامة الذى اخبر النبي (ص)\nانه امام الفرقة المرتدة فقال فيها رواه حذيفة عن سلمان ستفترقون على ثلث\nفرق فرقة منها على الحق لا ينقص الباطل منها شيئا يحبوننى ويحيون اهل بيتى\nمثلهم كمثل الذهبة الحمراء أو قد عليها صاحبها فلم تزدد الاخيار وفرقة على\nالباطل لا ينقض الحق منها شيئا يبغضون اهل بيتي مثلهم مثل الحديدة أو قد\nعليها صاحبها فلم تزدد الاشر أو فرقة مذبدنبة بين هؤلاء على ملة السامري\nيقولون لا مساس امامهم الاشعري واخبار عبد الله ابن عمر الذى لم يحسن انى\nيطلق امرئته والذي قعد عن بيعة امير المؤمنين ثم جاء بعد ذلك لك الى الحجاج\nفطرقه ليلا وقال بيدك ابايعك لامير المؤمنين عبد الله فانى سمعت رسول الله\n(ص) يقول من مات وليس عليه بيعة امام فموتته جاهلية فانكر عليه الحجاج ذلك\nمع كفره وعتوه وقال له بالامس تقعد عن بيعة على بن ابي طالب وانتا ليوم\nتأتيني وتسئلني عن بيعة عبد الملك بن مروان يدي عنك مشتغلة لكن هذه رجلى\nواخبار كعب الاحبار الذى قام إليه أبو ذر (ره) فضربه بين يدى عثمان على\nراسه بالمحجنة فشجه وقال يابن اليهود يرمتى كان مثلك يتكلم في الدين فوالله\nما خرجت اليهود به من قلبك واخبار عامر الشعبى الذى تخلف عن الحسين (ع)\nوخرج مع عبد الرحمن بن محمد بن الاشعث وقال له الحجاج انت المعين علينا\nفقال نعم ما كنافيها ببررة اتقيهاء ولا فجزة اشقياء\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             [ 67 ]\n</p>\n\n<p>\nوهو الذي دخل بيت المال فئقر فق خفه مائتي درهم فهولاء ومن يجرى مجراهم\nرواة القوم وثقاتهم الذين يختارون اخبارهم على اخبار الامام الصادق وابائه\nواتباعه صلوات الله عليهم فالكفر منهم طويل والتعجب منهم غير قليل ومن عجيب\nمغالطتهم وظاهر جهلهم ومباطلتهم قولهم لو علمنا انكم معاشر الشيعة صادقون\nفيما تدعون عن الباقر والصادق \" ع) لسمعنا منكم واخذناه عنكم لان مثلهم لا\nيخالف <span id='ms67'></span> في علم ولا يتهم في فهم ولكنكم غير موثوق بكم فميا تدعون ولا بما نقل\nاليكم عنهم ما يذكرون فيظهرون استعظام مخالفة الائمة صلوات الله عليهم\nوبعتذرون في ترك الاخذ بقولههم بهذا الاعتذار الباطل والتعليل الفاسد\nوينسبون مع ذلك انهم باجمعهم وسلفهم من قيلهم يجاهرون بمخالفة امير\nالمؤمنين \" ع) الذى هو افضل واعلم من بينه فيما هو مذكور في كتبهم مسطور في\nصحفهم الذى منه قولهم كان من مذهب على (ع) بيع امهات الاولاد وكان من مذهبه\nافكار المسح على الخفين وكان من مذهبه ان لا يقتل اثنين بواحد الا ان يؤذى\nاولياء الدم الى كل واحد منهما نصف الدية وكان من مذهبه قطع يد السارق من\nاصول الاصابع وغير ذلك مما يعترفون بانه من مذهبه وقوله الذي يدين به ثم\nانهم يخالفونه فيه ويباينونه عليه فما هذا الاستعظام لمخالفة اولاده\nوالاحتشام من تخطئة الائمة من بعده لولا انهم يجمحون المقال ويبطلون بالزور\nوالمحال ومن العجيب ان ينقل كل طائفة من اصحاب مالك والشافعي وابن حنيفة\nوغيرهم من متفقهة العامة فقها عن ائمتها فتصدق فيما نقلت ولا يكذب فيما\nاخبرت وروت ولا يقول لها احد لا يثق بك فيما حكيت عن رب مقالتك وانت متهم\nفيما رويت عن رئيس محلتك ثم تنقل الشيعة فقها عن ائمتها فلا تصدق وتتهم\nفيما تسنده إليهم ولا يوتق فيقول لها جميع من خالفها قد كذبت على من انتسبت\nإليه وافتعلت الباطل والمحال عليه ومن تأمل بعين الانصاف راى الطرفين\nمتماثلين والنقل مشيتهين ووجدنا ما صحح اهدهما مصححا للاخر وما شكك احدهما\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             [ 68 ]\n</p>\n\n<p>\nمشككا الاخر هذا وامثاله شاهد صدق بضادهم وحاكم حق بسوء اعتقادهمه ودليل\nبيان يخبر بجهلهم وبرهان عرفان ينطق بضلالتهم ومن افتقد اقوالهم وانتقد\nافعالهم واعتبر مقاصد واختبر عقائدهم واستكشف ظواهرهم وكشف ضمائرهم راى من\nقبيح اغلاطم وفظيع افراطهم وزايد زللهم وكثير خللهم وواضح معاندتهم وفاضح\nمناقضتهم ما يطيل تعجبه منهم ويواصل فكره فيهم يعلم اننا فيما سطرناه انما\nاشرنا الى قليل من كثيروا <span id='ms68'></span> وما نا الى بقية من غدير بل اتينا بنقطة من بحر\nوذكرنا وقتا من دهر واذ كان استيعاب هذا الفن متعذرا والاكثار منه مسئما\nمضجرا ففيما اوردناه مثال للفاضل وكفاية للعاقل وتنبيه للغافل وقضاء الحق\nالسائل والحمد لله ولى النعم الكامل ومبتدى الكرم المتواصل وصلوته على\nسيدنا محمد ورسوله المخصوص بالحجج والدلائل وعلى الائمة من ذريته ذوى\nالمناقب والفضائل تمت باليمن والسعادة في الحائر المقدس في شهر رجب من شهور\nسنة ست وثلثمائة بعد الالف وقد كانت النسخة غير خاليه عن الغلط فقد صححت ما\nفيها من الاغلاط الفاحشة وبقى مواضع عديدة علمتها بعلامة فان تيسر مقابلته\nمع نسخة صحيحة فهو المرام وارجو ذلك من الله الملك العلام ثم ان قابلتها مع\nنسخة اخرى فصححت ما وقع في هذا النسخة ممن الاغلاط وبقى بعض المواضع ملتبسا\nكما في الاول وبقى ايضا مشتبهات لابد ان يبحث عن مظانها من التواريخ وكتب\nالسيرو المغازى فان وفق الله لاستكشاف ذلك فهو المأمول من فضله الجسيم\nولذطفه العميم والله اللهم للصواب وكان مقابلته في الشهد الغروى على مشرفه\nالافالتحية من الله العلى في شهر ربيع المولود من شهور سنه سبع وثلثمائة\nبعد الالف\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             [ 69 ]\n</p>\n\n<p>\nفى كتاب روضات الجنات الشيخ العالم الثقة أبو الفتح محمد بن على الكراجكى\nفقيه الاصحاب قراء على السيد المرتضى علم الهدى والشيخ الموثق والشيخ\nالموفق ابى جعفر رحمهما الله وله تصانيف منها كتاب التعجب كتاب النوادر\nاخبرنا الوالد عن والد عنه كذا ذكره الشيخ منتجب الدين وذكوه صاحب امل\nالامل بعنوان محمد بن على بن عثمان وقال عالم فاضل متكلم فقيه محدث ثقة\nجليل القدر له كتب منها كنز الفوائد كتاب وكتاب معدن الجواهر ورياضة\nالخواطر والاستنصار فى النص على الائمة الاطهارة ورسالة في تفضيل امير\nالمؤمنين والكر والفر في الامامة والابانة عن المماثلة في الاستدلال بين\nطريق النبوة والامامة الى اخر ما قال وفيه وقال صاحب بحار الانوار في\nمقدماته عند ذكره لهذا الرجل واما الكراجكى فهو فى كتاب روضات <span id='ms69'></span> الجنات الشيخ\nالعالم الثقة أبو الفتح محمد بن على الكراجكى فقيه الاصحاب قراء على السيد\nالمرتضى علم الهدى والشيخ الموثق والشيخ الموفق ابى جعفر رحمهما الله وله\nتصانيف منها كتاب التعجب كتاب النوادر اخبرنا الوالد عن والد عنه كذا ذكره\nالشيخ منتجب الدين وذكوه صاحب امل الامل بعنوان محمد بن على بن عثمان وقال\nعالم فاضل متكلم فقيه محدث ثقة جليل القدر له كتب منها كنز الفوائد كتاب\nوكتاب معدن الجواهر ورياضة الخواطر والاستنصار فى النص على الائمة الاطهارة\nورسالة في تفضيل امير المؤمنين والكر والفر في الامامة والابانة عن\nالمماثلة في الاستدلال بين طريق النبوة والامامة الى اخر ما قال وفيه وقال\nصاحب بحار الانوار في مقدماته عند ذكره لهذا الرجل واما الكراجكى فهو من\nاحيله من اجلة العلماء والفقهاء والمتكلمين واسند إليه جميع ارباب\nالاجافراق وكتابه كنز الفوائد من الكتب المشهورة التى اخذ عنها جل من اتى\nبعده وقال ايضا فى مقام عد المكتب التى ينقل عنها فى كتاب البحار كتاب\nالنصوص كتاب معدن الجواهر كتاب كنز الفوائد رسالة الى ولده كتاب التعجب فى\nالامامة عن اغلاط العامة كتاب الاستنصار فى النص على الائمة الاطهار وكلها\nللشيخ المدقق البنيل ابى الفتح محمد بن على بن عثمان كراجكى وقال ايضا فى\nضمن اجازاته ومن اجلاء علمائنا وفقهائنا ورسائلهم فقهاء حلب وهم جمع كثير\nومنهم فقهاء طرابلس ومنهم الشيخ الاجل السعيد أبو الفتح الكراجكى نزيل\nالرملة البيضاء وفي رجال سيدنا العلامة الطباطبائي ره بعد ذكره الرجل\nبعنوان محمد بن على الكراجكى أبو الفتح القاضي شيخ فقيه متكلم له كتاب كنز\nالفوائد من تلامذة الشيخ المفيد اقول ومن اراد الاطلاع باحوال هذا الشيخ\nالجليل ابسط من هذا فليراجع كتاب روضات الجنات كانت على ظهر نسخة الفاضل\nالاير وابى اعلى الله مقامه وستة تسع واربعين ورابعماءة توفى فيها ابوا\nالفتح الكراجكى راس الشيعة صاحب التصانيف كان نحويا لغويا منجما متكلما من\nكبارا اصحاب الشريف المرتضى من مرأت الجنان لليافعى قلت هكذا كان <span id='ms70'></span> خط العالم\nالمدعو بفاضل الهندي وهذا الكتاب قد انتسخ من نسخة انتسخت من نسخة كانت فى\nملك الفاضل الهندي وكان هذا الكتاب عزيز اعنده وكان شديد المجتة له عليه\nرحمة الله ورضوائه اقول وهذا الفاضل صاحب كشف اللثام فى شرح القواعد الله\nولى التوفيق\n</p>\n\n<p>\nمكتبة يعسوب الدين عليه السلام الإلكترونية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             <span id='ms71'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069"
  ],
  "volumes": [
    "01"
  ]
}