{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n(ملحق فتاوى لابن قداح لم تتضمنها مسائله)\n</p>\n\n<h1 class='l1' id='head0'>(الكتابة بالذهب في الإجازة)</h1>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nسئل ابن قداح عن الكتب بالذهب في آية تعرض أو تصلية تقع في الإجازة حين\nكتب الإجازة\n</p>\n\n<p>\nفأجاب التعظيم هو اتباع السنة بكتبها بالسواد خالصا ورأيت إجازات كثيرة\nمحدقة بالذهب وفيها الفواصل كذلك فيها شهادات لشيوخ شيوخنا وهم كذلك يفعلون\nواتبعناهم نحن اقتداء بهم وبالقياس على تحية المصحف إذ هو من اتباع كتب\nالمصحف وتعظيمه\n</p>\n\n<h1 class='l1' id='head2'>(شراء زرع من غاصب)</h1>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nكان ابن عرفة رحمه الله يحكي عن أبيه أنه سأل الشيخ القاضي أبا علي بن\nقداح عن شراء عشور العرب فنهاه عن ذلك ثم بلغه أن القاضي اشترى منه فقال له\nاي كيف تنهاني وتفعل فقال الفقيه يعرف كيف يتصرف في الشراء والبيع ولعله\nإما أنه رآه مكروها وهو يعرف كيف يتعاطاه ولا يتعدى أو يكون العربي تحلل\nأهل العشور أو رآه فقيرا يستحق ذلك أو اضطر إليه القاضي فهو ضرورة حال\nوالله أعلم بقصده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>(قراءة كتب الخرافات والشعوذة)</h1>\n\n<h1 class='l1' id='head5'>3 - </h1>\n\n<p>\nأخبر الشيخ أبو الحسن البطرني أنه حضر حلقة فتوى ابن قداح فسئل عمن يسمع\nحديث عنترة هل تجوز إمامته فقال لا تجوز إمامته ولا شهادته وكذلك حديث\nدلهمة لأنها كذب ومستحل الكذب كاذب وكذلك كتب الأحكام للمنجمين وكتب\nالعزائم بما لا يعرف من الكلام\n</p>\n\n<h1 class='l1' id='head6'>(تحريك النعل والاعتماد عليه في الصلاة)</h1>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nلما نقل الشيخ أبو القاسم البرزلي رحمه اله عن عز الدين أن من صلى إلى\nجنب من يتحقق نجاسة ثيابه ويلاصقه لا تجوز صلاته قال لا يخلو عندنا أن\nيعتمده أو يلاصقه خاصة فإن كان يعتمد عليه بحيث يجلس على ثيابه أو يسجد\nببعض أعضائه فكما قال وإن لاصقة خاصة فأحفظ في الإكمال أن ثياب المصلي إذا\nكانت تماس النجاسة ولا يجلس عليها فلا تضره وأما إذا استند إلي ففي المدونة\nلا يستند إلى حائق ولا جنب فقيل إن المستند شريك المستند إليه في العبادة\nوقيل بنجاسة ثيابهما ويعيد من فعل ذلك في الوقت\n</p>\n\n<p>\nومن هذا المعنى المسألة المنقولة عن ابن <span id='ms1'></span> قداح من حرك نعاله وهو في وعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفي صلاته فإن يعيد أو يقطع الشك مني فإن كان دفع ذلك بيده مع تحقق نجاسة\nالنعل كما تقدم في الاستناد وأما إن لم يتحقق نجاسة فهي من المسألة التي\nيغلب فيها الأصل على الغالب للضرورة فلا يضره\n</p>\n\n<p>\nوأما إن اعتمد عليه بصدره فهي مسألة من فرش طاهرا على نجس أو متنجس فإن\nكان مريضا جاز وإن كان صحيحا فقولان وظاهر المدونة الصحة مطلقا\n</p>\n\n<h1 class='l1' id='head8'>(نسيان مسح الرأس)</h1>\n\n<h1 class='l1' id='head9'>5 - </h1>\n\n<p>\nسئل ابن عبد السلام عن رجل برأسه مرض يمنعه من غسله في الجنابة ينتقل معه\nإلى المسح نسي مسحه حتى توضأ فمسح رأسه هل يجزئه كمسألة اللمعة أو لا يجزئه\n</p>\n\n<p>\nفأجاب بأنه يجزئه\n</p>\n\n<p>\nوأجاب بعض أشياخه وهو الشيخ أبو الحسن المنتصر بعدم الإجزاء وصوبه غير\nواحد لأنه للغسل واجب لكل الرأس إجماعا وللوضوء قد لا يعم وإن عم فالعموم\nغير واجب إجماعا فصار كفضيلة عن واجب ابن عرفة وبأن مسح الغسل الغسل والمسح\nلا يكفي عن الغسل انتهى\n</p>\n\n<p>\nوبما أفتى به ابن عبد السلام قال أبو علي بن قداح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>(بقاء لمعة من غسل الجنابة)</h1>\n\n<h1 class='l1' id='head11'>6 - </h1>\n\n<p>\nسئل الشيخان الجليلان أبو علي بن قداح وأبو حسن المنتصر عمن بقيت عليه\nلمعة من الجنابة فلما غسلها بنية الوضوء أحدث قبل كمال الطهارة فأجاب أبو\nعلي بن قداح بأن قال إن قلنا إن الحدث لا يرتفع إلا بالكمال لم تطهر اللمعة\nمن الجنابة وغن قلنا يرتفع حدث كل عضو بالفراغ منه ارتفعت جنابة اللمعة\n</p>\n\n<p>\nوأجاب أبو الحسن بأنها تطهر للجنابة مطلقا لأنها غسلت بنية الفرض\n</p>\n\n<h1 class='l1' id='head12'>(قتل الذمي الذي يسرق أولاد المسلمين)</h1>\n\n<h1 class='l1' id='head13'>7 - </h1>\n\n<p>\nسئل القاضيان على الجماعة والأنكحة أبو علي بن قداح وأبو عبد الله بن عبد\nالسلام أيام سلطان إفريقية الأمير أبي يحيى عن ذمي يسرق صغار المسلمين\nويبيعهم من الحربيين فأجاب أبو علي بأنه يقتل بالسيف\n</p>\n\n<p>\nوأجاب ابن عبد السلام بأنه يصلب ويقتل واحتج بصلب عبد الملك بن مروان\nللحادث الذي تنبأ قال في المدونة وطعنه بالحربة بيده ففعل بالذمي ذلك <span id='ms2'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ابن عرفة رحمه الله يقول في احتجاج ابن عبد السلام بذلك نظر لأن\nقضية الحارث أقرب إلى الحرابة من فعل هذا الذمي لعظيم مفسدته وإنما حكم\nالقاضيان فيه بالقتل وإن كان إنما في سرقة الصغير القطع لأنه بفعله ذلك\nناقض للعهد مع عظم مفسدة فعله بما ينشأ عنه من تملك الحر وتنصره واختيار\nابن عرفة أنه ناقض للعهد وإن الحق كان أن يخير الإمام فيه بالخمسة التي\nللأسير الكافر وليس الصلب منها\n</p>\n\n<p>\nوفي ابن يونس أن نصرانيا نخس بغلا عليه امرأة مسلمة فوقعت فانكشف عورتها\nفكتب عمر بن الخطاب بأنه يصلب في ذلك الموضع وقال إنما عاهدناهم على إعطاء\nالجزية قيل فيحتمل أن يكون صلبه بعد القتل ويحتمل أن يكون قبل القتل كما\nحكي عبد الملك بن مروان فيكون فيه الرد على اعتراض من اعترض القاضي ابن عبد\nالسلام في النازلة المتقدمة\n</p>\n\n<h1 class='l1' id='head14'>(الذبح على كرتين)</h1>\n\n<h1 class='l1' id='head15'>8 - </h1>\n\n<p>\nنزلت هذه الازلة أيام ابن قداح هرب ثور من المسلخ إلى الرحبة بعد أن حصل\nفيه بعض الذبح وأتم في الرحبة\n</p>\n\n<p>\nفأفتى بجواز بيعه وبينهما نحو ثلاثمائة باع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاب السيوري بما تقدم جوابا واحدا في الغلبة والاختيار\n</p>\n\n<p>\nوأجاب ابن محرز الذي يذكي فيغلب على تمام التذكية أو يرى أنه قد تم ثم\nتبين أنه لم يتم لكنه رجع بالقرب فأتم ذكاته أكلت وإن تباعد لم تؤكل فإن\nقطع من الحلقوم والأوداج الأقل والذي بقي الأكثر فلا خلاف أنه لا يؤكل إذا\nتباعد وإن كان الباقي هو الأقل ففيه اختلاف العلماء وعندما لا يؤكل إلا\nبكمال الذبح وهو قطع الأوداج والحلقوم\n</p>\n\n<h1 class='l1' id='head16'>(رد قلة الزيت عن قلة السمن)</h1>\n\n<h1 class='l1' id='head17'>9 - </h1>\n\n<p>\nسئل ابن قداح عمن تسلف قلة سمن فأراد أن يرد عنها قلة زيت\n</p>\n\n<p>\nفأجاب بأن ذلك جائز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>تحمل تكاليف التحصين</h1>\n\n<h1 class='l1' id='head19'>10 - </h1>\n\n<p>\nقال المعلم محمد بن الرامي البناء قد سألت الفقيه أبا عبد الله بن راشد\nفي قوم أرادوا أن يحصنوا على أنفسهم إما بأن يفعلوا دربا أو سورا أو حفيرا\nأو شيئا يحصنون به على أنفسهم من العدو واللصوص <span id='ms3'></span> ومما يخافون منه على أنفسهم\nوعلى أموالهم فمنهم من أراد ذلك ومنهم من أبى ذلك هل يجبر من أبى ذلك أم لا\nفقال نعم يجبر من أبى على ذلك لأن الناس يجبرون على ما لهم فيه المصلحة\nوالمنفعة فيجبر من أبى عل ذلك\n</p>\n\n<p>\nفقلت له فكيف يكون الغرم في ذلك بينهم قال تقوم الدور كل دار وقيمتها\nفالدار الجديدة بسومها والردية بسومها ثم يجمل ثمن الدور كلها جلمة واحدة\nثم يقدر كم ينفق في هذا الدرب أو في هذا السور أو هذا الحفير ثم تحصر\nالنفقة جملة واحدة ثم تفض النفقة على ما تجمل من قيمة الدور فيؤدي كل واحد\nمنهم على داره بقدر ما تقومت عليه إما كثيرا وإما قليلا\n</p>\n\n<p>\nومثال ذلك أن تكون جملة قيمة الدار مائة دينار وتكون قيمة جملة النفقة\nعشرة دنانير فتجيء قسمتها درهم من النفقة على دينار من القيمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفمن كان عنده ما يقاوم عشرة دنانير جاء عليه أدا عشرة دراهم ومن كان عنده\nما يقاوم عشرة دراهم جاء عليه أداء درهم واحد بحسب ذلك في الكثير واليسير\n</p>\n\n<p>\nقال المؤلف ابن الرامي وسألت القاضي أبا علي بن قداح فقال مثله يجبر\nالناس على ما لهم فقلت له كيف يكون الغرم عليه قال بالسواء بينهم على الدور\nقلت له فمن كانت داره ثمينة وغيرها ردية يكون أداؤهما واحدا قال نعم هذا\nعقد يلزمه\n</p>\n\n<p>\nقال المؤلف وسألت القاضي ابن عبد السلام عن التحصين قال لا يجبر من أبى\nقلت له وكيف يكون الأداء فيه قال إنا نحب التحصين ونكره الترسيم على من أبى\nقلت له وكيف يا سيدي يكون ذلك والناس يختلفون في ذلك فمنهم من يهون عليه\nومنهم من يمتنع من الأداء\n</p>\n\n<p>\nقال تكلم من لا يرد الكلام حسن وموعظة ورغبة حتى يلين ويؤدي مع أصحابه من\nغير تكلف\n</p>\n\n<p>\nقال المؤلف ابن الرامي وأنا أرى بعدما يرضون أن تقسم نفقة التحصين نصفين\nيسقط النصف على قيمة الديار كما ذكرنا أولا ن التقسيط ويقسط النصف الثاني <span id='ms4'></span>\nعلى ذوي الأموال يفرض عليهم بحسب أحوالهم الأول والثاني والثالث\n</p>\n\n<p>\nمثال ذلك بينهم يكون ثلاثة أناس ويكون نصف النفقة ستة دراهم فيؤدي الأول\nوهو القوي منهم ثلاثة دراهم ويؤدي الثاني وهو الذي يليه درهمين ويؤدي\nالثالث درهما واحدا هكذا يكون بينهم التقسيط على حسبان ذلك والله الموفق\nللصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>(حق الزوجة في السكنى ببلد فيها قاض إذا ادعت مضارة زوجها بها)</h1>\n\n<h1 class='l1' id='head21'>11 - </h1>\n\n<p>\nسئل الشيخ أبو القاسم عظوم في أوائل شعبان سنة 985 ه عن مسألة رجل زوج\nابنته من رجل في محل استيطانه ومكثت عند زوجها في بلد أبيها برهة ثم إن\nزوجها رغب أباها أن يسافر بها لبلده وهي من الكور ليس فيها قاض فأذن له ثم\nإن الزوجة أتت لأبيها زائرة بالإقامة عنده في البلد وبها الحاكم وتناولهما\nفيها الأحكام الشرعية وادعت المضاررة من زوجها وسوء عشرته وأراد الزوج\nالنقلة والرجوع بها لهنالك\n</p>\n\n<p>\nفهل له ذلك فأجاب بما نصه بعد الافتتاح إذا كان الأمر كما ذكر فللزوجة\nالمذكورة ما دعت إليه من السكنى بالمدينة المذكورة التي تتمشى فيها الأحكام\nالشرعية ولا يجاب الزوج لما دعا إليه من نقلها بوجه على ما أفتى به الشيوخ\nأبو القاسم أحمد الغبريني وأبو لي بن قداح والإمام ابن عرفة وتلميذه\nالبرزلي وهو تقييد للمدونة وارتضاه الشيخ ابن ناجي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>(الطلاق المعلق تعليق السياق)</h1>\n\n<h1 class='l1' id='head23'>12 - </h1>\n\n<p>\nسئل عظوم عن رجل خطب لولده امرأة ثم تشاجر مع ولده فقال للولد بعض إخوانه\nالمرأة التي خطبها لك والدك فقال الولد هي علي حرام\n</p>\n\n<p>\nفهل تحل له أم لا فأجاب بما نصه الحمد لله ظاهر السؤال يقتضي أن البنت\nالمذكورة إنما حصل فيها مجرد خطبة وحينئذ فالمسألة فيها اضطراب بين الأشياخ\nوالحكم فيها ينظر إلى الحكم في المسألة الطلاق المعلق تعليق السياق وفيه\nاللزوم على ظاهر المدونة من قوله ستراجعها فيقول هي طالق وهو نص النوادر\nوقال فيها من دعي إلى نكاح امرأة فقال هي طالق ولم يقل إن تزوجتها لزمه\nالطلاق إن تزوجها وقال أشهب\n</p>\n\n<p>\nفمن الأشياخ من ألحق مسألة التحريم <span id='ms5'></span> المذكورة بها فألزم التحريم المعلق\nتعليق السياق كالطلاق المعلق كذلك ولم يفرق بينهما قال الشيخ البرزلي هو\nظاهر المدونة وبه أفتى الشيخ أبو محمد الشبيبي وغير واحد من مشيخة\nالتونسيين\n</p>\n\n<p>\nومنهم من لم يلحقها بها فأفتى بعدم اللزوم كالشيخ أبي علي بن قداح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقائلا لأن العامة لا تعرف التعليق وكان قوله يعجب الشيخ أبا مهدي عيسى\nالغبريني ويميل إليه وبه كان يفتي الشيخ أبو العباس بن حيدرة وأفتى الشيخ\nابن عرفة رحمه الله تعالى أولا بلزومه على ظاهرها وقال إن العامة تقصد\nالتعليق ولكن لا تعرف أن تعبر عنه ثم رجع في أواخر أيامه إلى الفتوى بعدم\nاللزوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             <span id='ms6'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "174",
    "000",
    "000",
    "177"
  ],
  "volumes": [
    "01"
  ]
}