{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\n...\n</p>\n\n<p>\nقاعدة جليلة في توحيد الله\n</p>\n\n<p>\nتأليف: أبو العباس أحمد بن عبد الحليم بن تيمية الحراني\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد\nأن محمدا عبده ورسوله صلى الله عليه وسلم تسليما.\n</p>\n\n<p>\nوبعد: فهذه قاعدة جليلة في توحيد الله، وإخلاص الوجه والعمل له، عبادة\nواستعانة، قال الله تعالى: {قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع\nالملك ممن تشاء وتعز من تشاء وتذل من تشاء} الآية [آل عمران: 26] ، وقال\nتعالى: {وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون} [النحل:\n53] ، وقال تعالى: {وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n{وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يمسسك بخير فهو على كل شيء\nقدير} [الأنعام: 17] ، وقال تعالى فى الآية الأخرى: {وإن يمسسك الله بضر\nفلا كاشف له إلا هو وإن يردك بخير فلا رآد لفضله} [يونس: 107] ، وقال\nتعالى: {إياك نعبد وإياك نستعين} [الفاتحة: 5] ، وقال تعالى: {فاعبده وتوكل\nعليه} [هود: 123] ، وقال تعالى: {عليه توكلت وإليه أنيب} [هود: 88] ، وقال\nتعالى: {يسبح لله ما في السماوات وما في الأرض له الملك وله الحمد وهو على\nكل شيء قدير} [التغابن: 1] ، وقال تعالى: {فاعلم أنه لا إله إلا الله\nواستغفر لذنبك وللمؤمنين والمؤمنات} [محمد: 19] ، وقال تعالى: {قل أفرأيتم\nما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني\nبرحمة} الآية [الزمر: 38] ، وقال تعالى: {قل ادعوا الذين زعمتم من دون الله\nلا يملكون مثقال ذرة في السماوات ولا في الأرض وما لهم فيهما من شرك وما له\nمنهم من ظهير ولا تنفع الشفاعة عنده إلا لمن أذن له} [سبأ: 22، 23] ، وقال\nتعالى: {قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلا\nأولئك الذين يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب ويرجون رحمته ويخافون\nعذابه إن عذاب ربك كان محذورا} [الإسراء: 56، 57] ،وقال تعالى: {ولا تدع مع\nالله إلها آخر لا إله إلا هو كل شيء هالك إلا <span id='ms01'></span> وجهه له الحكم وإليه ترجعون}\n[القصص: 88] ، وقال تعالى: {وتوكل على الحي الذي لا يموت وسبح بحمده وكفى\nبه بذنوب عباده خبيرا الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم\nاستوى على العرش الرحمن فاسأل به خبيرا} الآية [الفرقان: 58: 59] ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا\nالصلاة ويؤتوا الزكاة وذلك دين القيمة} الآية [البينة: 5] . ونظائر هذا فى\nالقرآن كثير، وكذلك فى الأحاديث، وكذلك في إجماع الأمة، ولاسيما أهل العلم\nوالإيمان منهم، فإن هذا عندهم قطب رحى الدين كما هو الواقع.\n</p>\n\n<p>\nونبين هذا بوجوه نقدم قبلها مقدمة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nمقدمة في حاجة الجميع إلى الله\n</p>\n\n<p>\nوذلك أن العبد، بل كل حي، بل وكل مخلوق سوى الله، هو فقير محتاج إلى جلب\nما ينفعه، ودفع ما يضره، والمنفعة للحي هي من جنس النعيم واللذة، والمضرة\nهي من جنس الألم والعذاب؛ فلابد له من أمرين:\n</p>\n\n<p>\nأحدهما: هو المطلوب المقصود المحبوب الذي ينتفع ويلتذ به.\n</p>\n\n<p>\nوالثاني: هو المعين الموصل المحصل لذلك المقصود والمانع من دفع المكروه.\nوهذان هما الشيئان المنفصلان الفاعل والغاية فهنا أربعة أشياء:\n</p>\n\n<p>\nأحدها: أمر محبوب مطلوب الوجود.\n</p>\n\n<p>\nالثاني: أمر مكروه مبغض مطلوب العدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوالثالث: الوسيلة إلى حصول المطلوب المحبوب.\n</p>\n\n<p>\nوالرابع: الوسيلة إلى دفع المكروه.\n</p>\n\n<p>\nفهذه الأربعة الأمور ضرورية للعبد، بل ولكل حي لا يقوم وجوده وصلاحه إلا\nبها، وأما ما ليس بحي فالكلام فيه على وجه آخر.\n</p>\n\n<p>\nإذا تبين ذلك فبيان ما ذكرته من وجوه:\n</p>\n\n<p>\nأحدها: أن الله تعالى هو الذي يحب أن يكون هو المقصود المدعو المطلوب،\nوهو المعين على المطلوب وما سواه هو المكروه، وهو المعين على دفع المكروه؛\nفهو سبحانه الجامع للأمور الأربعة دون ما سواه، وهذا معنى قوله: {إياك نعبد\nوإياك نستعين} [الفاتحة: 5] فإن العبودية تتضمن المقصود المطلوب، لكن على\nأكمل الوجوه، والمستعان هو الذي يستعان به على المطلوب؛ فالأول: من معنى\nالألوهية. والثاني: من معنى الربوبية؛\n</p>\n\n<p>\nمعنى الألوهية:\n</p>\n\n<p>\n[إذ الإله] : هو الذي يؤله فيعبد محبة وإنابة وإجلالا وإكراما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوالرب: هو الذى يربى <span id='ms02'></span> عبده فيعطيه خلقه ثم يهديه إلى جميع أحواله من\nالعبادة وغيرها.\n</p>\n\n<p>\nوكذلك قوله تعالى: {عليه توكلت وإليه أنيب} [هود: 88] ، وقوله: {فاعبده\nوتوكل عليه} [هود: 123] ، وقوله: {عليك توكلنا وإليك أنبنا وإليك المصير}\n[الممتحنة: 4] ، وقوله تعالى: {وتوكل على الحي الذي لا يموت وسبح بحمده}\n[الفرقان: 58] ، وقوله تعالى: {عليه توكلت وإليه متاب} [الرعد: 30] ،\nوقوله: {وتبتل إليه تبتيلا رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا}\n[المزمل: 8، 9] .\n</p>\n\n<p>\nفهذه سبعة مواضع تنتظم هذين الأصلين الجامعين.\n</p>\n\n<p>\nالوجه الثإني: أن الله خلق الخلق لعبادته الجامعة لمعرفته والإنابة إليه،\nومحبته والإخلاص له، فبذكره تطمئن قلوبهم، وبرؤيته فى الآخرة تقر عيونهم\nولا شىء يعطيهم فى الآخرة أحب إليهم من النظر إليه؛ ولا شىء يعطيهم فى\nالدنيا أعظم من الإيمان به.\n</p>\n\n<p>\nوحاجتهم إليه فى عبادتهم إياه وتألههم كحاجتهم وأعظم فى خلقه لهم\nوربوبيته إياهم؛ فإن ذلك هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالغاية المقصودة لهم، وبذلك يصيرون عاملين متحركين، ولا صلاح لهم ولا\nفلاح، ولا نعيم ولا لذة، بدون ذلك بحال. بل من أعرض عن ذكر ربه فإن له\nمعيشة ضنكا ونحشره يوم القيامة أعمى.\n</p>\n\n<p>\nولهذا كان الله لا يغفر أن يشرك به، ويغفر ما دون ذلك لمن يشاء، ولهذا\nكانت لا إله إلا الله أحسن الحسنات، وكان التوحيد بقول: لا إله إلا الله،\nرأس الأمر.\n</p>\n\n<p>\nفأما توحيد الربوبية الذى أقر به الخلق، وقرره أهل الكلام؛ فلا يكفى\nوحده، بل هو من الحجة عليهم، وهذا معنى ما يروى: \" يابن آدم، خلقت كل شىء\nلك، وخلقتك لى، فبحقي عليك ألا تشتغل بما خلقته لك، عما خلقتك له \".\n</p>\n\n<p>\nواعلم أن هذا حق الله على عباده أن يعبدوه ولا يشركوا به شيئا، كما فى\nالحديث الصحيح، الذى رواه معاذ عن النبي صلى الله عليه وسلم أنه قال: \"\nأتدرى ما حق الله على عباده؟ \" قال: قلت: الله ورسوله أعلم. قال: \" حق الله\nعلى عباده أن يعبدوه ولا يشركوا به شيئا. أتدرى ما حق العباد على الله إذا\nفعلوا ذلك؟ \" قال: قلت: الله ورسوله أعلم. قال: \" حقهم إن فعلوا <span id='ms03'></span> ذلك ألا\nيعذبهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يحب ذلك، ويرضي به، ويرضي عن أهله، ويفرح بتوبة من عاد إليه؛ كما أن\nفي ذلك لذة العبد وسعادته ونعيمه، وقد بينت بعض معنى محبة الله لذلك وفرحه\nبه في غير هذا الموضع.\n</p>\n\n<p>\nفليس فى الكائنات ما يسكن العبد إليه ويطمئن به، ويتنعم بالتوجه إليه،\nإلا الله سبحانه، ومن عبد غير الله وإن أحبه وحصل له به مودة فى الحياة\nالدنيا ونوع من اللذة فهو مفسدة لصاحبه أعظم من مفسدة التلذاذ أكل الطعام\nالمسموم، {لو كان فيهما آلهة إلا الله لفسدتا فسبحان الله رب العرش عما\nيصفون} [الأنبياء: 22] ، فإن قوامهما بأن تأله الإله الحق، فلو كان فيهما\nآلهة غير الله لم يكن إلها حقا؛ إذ الله لا سمي له ولا مثل له؛ فكانت تفسد\nلانتفاء ما به صلاحها هذا من جهة الإلهية. وأما من جهة الربوبية فشىء آخر؛\nكما نقرره فى موضعه المتكلمون.\n</p>\n\n<p>\nحاجة العبد إلى عبادة الله:\n</p>\n\n<p>\nواعلم أن فقر العبد إلى الله أن يعبد الله لا يشرك به شيئا، ليس له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nنظير فيقاس به؛ لكن يشبه من بعض الوجوه حاجة الجسد إلى الطعام والشراب،\nوبينهما فروق كثيرة.\n</p>\n\n<p>\nفإن حقيقة العبد قلبه، وروحه، وهى لا صلاح لها إلا بإلهها الله الذى لا\nإله إلا هو، فلا تطمئن فى الدنيا إلا بذكره، وهى كادحة إليه كدحا فملاقيته،\nولابد لها من لقائه، ولا صلاح لها إلا بلقائه.\n</p>\n\n<p>\nولو حصل للعبد لذات أو سرور بغير الله فلا يدوم ذلك، بل ينتقل من نوع إلى\nنوع، ومن شخص إلى شخص، ويتنعم بهذا فى وقت وفى بعض الأحوال، وتارة أخرى\nيكون ذلك الذى يتنعم به والتذ غير منعم له ولا ملتذ له، بل قد يؤذيه اتصاله\nبه ووجوده عنده، ويضره ذلك.\n</p>\n\n<p>\nوأما إلهه فلابد له منه فى كل حال وكل وقت، وأينما كان فهو معه؛ ولهذا\nقال إمامنا [إبراهيم] الخليل صلى الله عليه وسلم: {لا أحب الآفلين}\n[الأنعام: 76] . وكان أعظم آية فى القرآن الكريم: {الله لا إله إلا هو الحي <span id='ms04'></span>\nالقيوم} [البقرة: 255] ، وقد بسطت الكلام فى معنى [القيوم] فى موضع آخر،\nوبينا أنه الدائم الباقى الذى لا يزول ولا يعدم، ولا يفنى بوجه من الوجوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن هذا الوجه مبنى على أصلين:\n</p>\n\n<p>\nأحدهما: على أن نفس الإيمان بالله وعبادته ومحبته وإجلاله هو غذاء\nالإنسان وقوته وصلاحه وقوامه كما عليه أهل الإيمان، وكما دل عليه القرآن،\nلا كما يقول من يعتقد من أهل الكلام ونحوهم: إن عبادته تكليف ومشقة وخلاف\nمقصود القلب لمجرد الامتحان والاختبار، أو لأجل التعويض بالأجرة كما يقوله\nالمعتزلة وغيرهم؛ فإنه وإن كان فى الأعمال الصالحة ما هو على خلاف هوى\nالنفس، والله سبحانه يأجر العبد على الأعمال المأمور بها مع المشقة، كما\nقال تعالى: {ذلك بأنهم لا يصيبهم ظمأ ولا نصب} الآية [التوبة: 120] ، وقال\nصلى الله عليه وسلم لعائشة: \" أجرك على قدر نصبك \" فليس ذلك هو المقصود\nالأول بالأمر الشرعى، وإنما وقع ضمنا وتبعا لأسباب ليس هذا موضعها، وهذا\nيفسر فى موضعه.\n</p>\n\n<p>\nولهذا لم يجئ فى الكتاب والسنة وكلام السلف إطلاق القول على الإيمان\nوالعمل الصالح: أنه تكليف، كما يطلق ذلك كثير من المتكلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتفقهة، وإنما جاء ذكر التكليف فى موضع النفى، كقوله: {لا يكلف الله\nنفسا إلا وسعها} [البقرة: 286] ، {لا تكلف إلا نفسك} [النساء: 84] ، {لا\nيكلف الله نفسا إلا ما آتاها} [الطلاق: 7] أى: وإن وقع فى الأمر تكليف، فلا\nيكلف إلا قدر الوسع، لا أنه يسمى جميع الشريعة تكليفا، مع أن غالبها قرة\nالعيون وسرور القلوب؛ ولذات الأرواح وكمال النعيم، وذلك لإرادة وجه الله\nوالإنابة إليه، وذكره وتوجه الوجه إليه، فهو الإله الحق الذى تطمئن إليه\nالقلوب، ولا يقوم غيره مقامه فى ذلك أبدا. قال الله تعالى: {فاعبده واصطبر\nلعبادته هل تعلم له سميا} [مريم: 65] فهذا أصل.\n</p>\n\n<p>\nالأصل الثإني: النعيم فى الدار الآخرة أيضا مثل النظر إليه، لا كما يزعم\nطائفة من أهل الكلام ونحوهم، أنه لا نعيم ولا لذة إلا بالمخلوق: من المأكول\nوالمشروب والمنكوح ونحو ذلك، بل اللذة والنعيم التام فى حظهم من الخالق <span id='ms05'></span>\nسبحانه وتعالى، كما فى الدعاء المأثور: \" اللهم إني أسألك لذة النظر إلى\nوجهك، والشوق إلى لقائك فى غير ضراء مضرة، ولا فتنة مضلة \". رواه النسائى،\nوغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوفى صحيح مسلم وغيره، عن صهيب عن النبي صلى الله عليه وسلم قال: \" إذا\nدخل أهل الجنة نادى مناد: يا أهل الجنة، إن لكم عند الله موعدا يريد أن\nينجزكموه. فيقولون: ما هو؟ ! ألم يبيض وجوهنا، ويدخلنا الجنة، ويجرنا من\nالنار؟ ! قال فيكشف الحجاب؛ فينظرون إليه سبحانه فما أعطاهم شيئا أحب إليهم\nمن النظر إليه \"، وهو الزيادة.\n</p>\n\n<p>\nفبين النبي صلى الله عليه وسلم: أنهم مع كمال تنعمهم بما أعطاهم الله فى\nالجنة، لم يعطهم شيئا أحب إليهم من النظر إليه، وإنما يكون أحب إليهم لأن\nتنعمهم وتلذذهم به أعظم من التنعم والتلذذ بغيره. فإن اللذة تتبع الشعور\nبالمحبوب، فكلما كان الشىء أحب إلى الإنسان كان حصوله ألذ له، وتنعمه به\nأعظم. وروى أن يوم الجمعة يوم المزيد، وهو يوم الجمعة من أيام الآخرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ورد من الأحاديث والآثار ما يصدق هذا، قال الله تعالى فى حق الكفار:\n{كلا إنهم عن ربهم يومئذ لمحجوبون ثم إنهم لصالوا الجحيم} [المطففين: 15،\n16] . فعذاب الحجاب أعظم أنواع العذاب، ولذة النظر إلى وجهه أعلى اللذات،\nولا تقوم حظوظهم من سائر المخلوقات مقام حظهم منه تعالى.\n</p>\n\n<p>\nوهذان الأصلان ثابتان فى الكتاب والسنة، وعليهما أهل العلم والإيمان،\nويتكلم فيهما مشايخ الصوفية والعارفون، وعليهما أهل السنة والجماعة، وعوام\nالأمة، وذلك من فطرة الله التى فطر الناس عليها.\n</p>\n\n<p>\nوقد يحتجون على من ينكرها بالنصوص والآثار تارة؛ وبالذوق والوجد أخرى إذا\nأنكر اللذة فإن ذوقها ووجدها ينفى إنكارها. وقد يحتجون بالقياس فى الأمثال\nتارة؛ وهى الأقيسة العقلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الثالث: أن المخلوق ليس عنده للعبد نفع ولا ضرر، ولا عطاء ولا منع،\nولا هدى ولا ضلال، ولا نصر ولا خذلان، ولا خفض ولا رفع، ولا عز ولا ذل، بل\nربه هو الذى خلقه ورزقه، وبصره وهداه وأسبغ عليه نعمه، فإذا مسه الله بضر\nفلا يكشفه عنه <span id='ms06'></span> غيره، وإذا أصابه بنعمة لم يرفعها عنه سواه، وأما العبد فلا\nينفعه ولا يضره إلا بإذن الله، وهذا الوجه أظهر للعامة من الأول؛ ولهذا\nخوطبوا به فى القرآن أكثر من الأول، لكن إذا تدبر اللبيب طريقة القرآن، وجد\nأن الله يدعو عباده بهذا الوجه إلى الأول.\n</p>\n\n<p>\nفهذا الوجه يقتضى: التوكل على الله، والاستعانة به، ودعاه، ومسألته، دون\nما سواه. ويقتضى أيضا: محبة الله وعبادته لإحسانه إلى عبده، وإسباغ نعمه\nعليه، وحاجة العبد إليه فى هذه النعم، ولكن إذا عبدوه وأحبوه، وتوكلوا عليه\nمن هذا الوجه، دخلوا فى الوجه الأول. ونظيره فى الدنيا من نزل به بلاء عظيم\nأو فاقة شديدة أو خوف مقلق، فجعل يدعو الله ويتضرع إليه حتى فتح له من لذة\nمناجاته ما كان أحب إليه من تلك الحاجة التى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nقصدها أولا، ولكنه لم يكن يعرف ذلك أولا حتى يطلبه ويشتاق إليه.\n</p>\n\n<p>\nوالقرآن مملوء من ذكر حاجة العباد إلى الله دون ما سواه، ومن ذكر نعمائه\nعليهم، ومن ذكر ما وعدهم فى الآخرة من صنوف النعيم واللذات، وليس عند\nالمخلوق شىء من هذا، فهذا الوجه يحقق التوكل على الله والشكر له ومحبته على\nإحسانه.\n</p>\n\n<p>\nالوجه الرابع: أن تعلق العبد بما سوى الله مضرة عليه، إذا أخذ منه القدر\nالزائد على حاجته فى عبادة الله، فإنه إن نال من الطعام والشراب فوق حاجته،\nضره وأهلكه، وكذلك من النكاح واللباس، وإن أحب شيئا حبا تاما بحيث يخالله\nفلابد أن يسأمه، أو يفارقه. وفى الأثر المأثور: \" أحبب ما شئت فإنك مفارقه،\nواعمل ما شئت فإنك ملاقيه، وكن كما شئت فكما تدين تدان \" \" واعلم أن كل من\nأحب شيئا لغير الله فلابد أن يضره محبوبه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nويكون ذلك سببا لعذابه؛ ولهذا كان الذين يكنزون الذهب والفضة ولا\nينفقونها فى سبيل الله، يمثل لأحدهم كنزه يوم القيامة شجاعا أقرع يأخذ\nبلهزمته. يقول: أنا كنزك، أنا مالك.\n</p>\n\n<p>\nوكذلك نظائر هذا فى الحديث: \" يقول الله يوم القيامة: يابن آدم، أليس\nعدلا منى أن أولى كل رجل <span id='ms07'></span> منكم ما كان يتولاه فى الدنيا؟ \". وأصل\nالتولىالحب؛ فكل من أحب شيئا دون الله ولاه الله يوم القيامة ما تولاه،\nوأصلاه جهنم وساءت مصيرا، فمن أحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا لغير الله فالضرر حاصل له إن وجد، أو فقد، فإن فقد عذب بالفراق\nوتألم، وإن وجد فإنه يحصل له من الألم أكثر مما يحصل له من اللذة، وهذا أمر\nمعلوم بالاعتبار والاستقراء. وكل من أحب شيئا دون الله لغير الله فإن مضرته\nأكثر من منفعته، فصارت المخلوقات وبالا عليه، إلا ما كان لله وفى الله،\nفإنه كمال وجمال للعبد، وهذا معنى ما يروى عن النبي صلى الله عليه وسلم أنه\nقال: \" الدنيا ملعونة ملعون ما فيها، إلا ذكر الله وما والاه \". رواه\nالترمذى، وغيره.\n</p>\n\n<p>\nالوجه الخامس: أن اعتماده على المخلوق وتوكله عليه يوجب الضرر من جهته،\nفإنه يخذل من تلك الجهة، وهو أيضا معلوم بالاعتبار والاستقراء، ما علق\nالعبد رجاءه وتوكله بغير الله إلا خاب من تلك الجهة، ولا استنصر بغير الله\nإلا خذل. وقد قال الله تعالى: {واتخذوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمن دون الله آلهة ليكونوا لهم عزا. كلا سيكفرون بعبادتهم ويكونون عليهم\nضدا} [مريم: 81: 82] .\n</p>\n\n<p>\nوهذان الوجهان فى المخلوقات نظير العبادة والاستعانة فى المخلوق، فلما\nقال: {إياك نعبد وإياك نستعين} [الفاتحة: 5] كان صلاح العبد فى عبادة الله\nواستعانته. وكان فى عبادة ما سواه، والاستعانة بما سواه، مضرته وهلاكه\nوفساده.\n</p>\n\n<p>\nالوجه السادس: أن الله سبحانه غنى، حميد، كريم، واجد، رحيم، فهو سبحانه\nمحسن إلى عبده مع غناه عنه؛ يريد به الخير ويكشف عنه الضر، لا لجلب منفعة\nإليه من العبد، ولا لدفع مضرة، بل رحمة وإحسانا والعباد لا يتصور أن يعملوا\nإلا لحظوظهم، فأكثر ما عندهم للعبد أن يحبوه ويعظموه، ويجلبوا له منفعة\nويدفعوا عنه مضرة ما، وإن كان ذلك أيضا من تيسير الله تعالى، فإنهم لا\nيفعلون ذلك إلا لحظوظهم من العبد إذا لم يكن العمل لله. فإنهم إذا أحبوه\nطلبوا أن ينالوا غرضهم من محبته، سواء أحبوه لجماله الباطن أو الظاهر فإذا\nأحبوا الأنبياء <span id='ms08'></span> والأولياء طلبوا لقاءهم، فهم يحبون التمتع برؤيتهم، وسماع\nكلامهم، ونحو ذلك.\n</p>\n\n<p>\nوكذلك من أحب إنسانا لشجاعته أو رياسته، أو جماله أو كرمه، فهو يحب أن\nينال حظه من تلك المحبة، ولولا التذاذه بها لما أحبه، وإن جلبوا له منفعة\nكخدمة أو مال، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nدفعوا عنه مضرة كمرض وعدو ولو بالدعاء أو الثناء فهم يطلبون العوض إذا لم\nيكن العمل لله، فأجناد الملوك، وعبيد المالك، وأجراء الصانع، وأعوان\nالرئيس، كلهم إنما يسعون فى نيل أغراضهم به، لا يعرج أكثرهم على قصد منفعة\nالمخدوم، إلا أن يكون قد علم وأدب من جهة أخرى، فيدخل ذلك فى الجهة\nالدينية، أو يكون فيها طبع عدل، وإحسان من باب المكافأة والرحمة، وإلا\nفالمقصود بالقصد الأول هو منفعة نفسه. وهذا من حكمة الله التى أقام بها\nمصالح خلقه، وقسم بينهم معيشتهم فى الحياة الدنيا، ورفع بعضهم فوق بعض\nدرجات؛ ليتخذ بعضهم بعضا سخريا.\n</p>\n\n<p>\nإذا تبين هذا ظهر أن المخلوق لا يقصد منفعتك بالقصد الأول، بل إنما يقصد\nمنفعته بك، وإن كان ذلك قد يكون عليك فيه ضرر إذا لم يراع العدل، فإذا\nدعوته؛ فقد دعوت من ضره أقرب من نفعه.\n</p>\n\n<p>\nوالرب سبحانه يريدك لك، ولمنفعتك بك، لا لينتفع بك، وذلك منفعة عليك بلا\nمضرة. فتدير هذا، فملاحظة هذا الوجه يمنعك أن ترجو المخلوق أو تطلب منه\nمنفعة لك، فإنه لا يريد ذلك بالقصد الأول، كما أنه لا يقدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nعليه. ولا يحملنك هذا على جفوة الناس، وترك الإحسان إليهم، واحتمال الأذى\nمنهم، بل أحسن إليهم لله لا لرجائهم، وكما لا تخفهم فلا ترجهم، وخف الله فى\nالناس ولا تخف الناس فى الله، وارج الله فى الناس ولا ترج الناس فى الله،\nوكن ممن قال الله فيه: {وسيجنبها الأتقى الذي يؤتي ماله يتزكى وما لأحد\nعنده من نعمة تجزى إلا ابتغاء وجه ربه الأعلى} [الليل: 17-20] وقال فيه:\n{إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا} [الإنسان: 9] .\n</p>\n\n<p>\nالوجه السابع: أن غالب الخلق يطلبون إدراك حاجاتهم بك، وإن <span id='ms09'></span> كان ذلك ضررا\nعليك، فإن صاحب الحاجة أعمى لا يعرف إلا قضاءها.\n</p>\n\n<p>\nالوجه الثامن: أنه إذا أصابك مضرة كالخوف والجوع والمرض، فإن الخلق لا\nيقدرون على دفعها إلا بإذن الله، ولا يقصدون دفعها إلا لغرض لهم فى ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه التاسع: أن الخلق لو اجتهدوا أن ينفعوك لم ينفعوك إلا بأمر قد كتبه\nالله لك، ولو اجتهدوا أن يضروك لم يضروك إلا بأمر قد كتبه الله عليك، فهم\nلا ينفعونك إلا بإذن الله، ولا يضرونك إلا بإذن الله، فلا تعلق بهم رجاءك.\n</p>\n\n<p>\nقال الله تعالى: {أمن هذا الذي هو جند لكم ينصركم من دون الرحمن إن\nالكافرون إلا في غرور أمن هذا الذي يرزقكم إن أمسك رزقه بل لجوا في عتو\nونفور} [الملك: 20-21] . والنصر يتضمن دفع الضرر، والرزق يتضمن حصول\nالمنفعة قال الله تعالى: {فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم\nمن خوف} [قريش: 3، 4] ، وقال تعالى: {أولم نمكن لهم حرما آمنا يجبى إليه\nثمرات كل شيء رزقا من لدنا} [القصص: 57] ، وقال الخليل عليه السلام : {رب\nاجعل هذا بلدا آمنا وارزق أهله من الثمرات} الآية [البقرة: 126] . وقال\nالنبي صلى الله عليه وسلم: \" هل ترزقون وتنصرون إلا بضعفائكم \": بدعائهم\nوصلاتهم وإخلاصهم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>فصل: في افتقار الإنسان إلى اختيار الله وتقديره</h1>\n\n<p>\nجماع هذا أنك إذا كنت غير عالم بمصلحتك، ولا قادر عليها، ولا مريد لها\nكما ينبغى، فغيرك من الناس أولى ألا يكون عالما بمصلحتك، ولا قادرا عليها،\nولا مريدا لها، والله سبحانه هو الذى يعلم ولا تعلم، ويقدر ولا تقدر،\nويعطيك من فضله العظيم، كما فى حديث الاستخارة: \" اللهم إني أستخيرك بعلمك،\nوأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا\nأعلم، وأنت علام الغيوب \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>فصل وهو مثل المقدمة لهذا الذي أمامه</h1>\n\n<p>\n...\n</p>\n\n<p>\nفصل: يتضمن مقدمة لتفسير إياك نعبد وإياك نستعين\n</p>\n\n<p>\nوهو مثل المقدمة لهذا الذى أمامه، وهو أن كل إنسان فهو همام حارث حساس\nمتحرك بالإرادة، بل كل حى فهو كذلك له علم وعمل بإرادته. والإرادة هى\nالمشيئة والاختيار <span id='ms10'></span>، ولابد فى العمل الإرادى الاختيارى من مراد وهو المطلوب،\nولا يحصل المراد إلا بأسباب، ووسائل تحصله، فإن حصل بفعل العبد فلابد من\nقدرة وقوة، وإن كان من خارج فلابد من فاعل غيره، وإن كان منه ومن الخارج\nفلابد من الأسباب، كالآلات ونحو ذلك، فلابد لكل حى من إرادة، ولابد لكل\nمريد من عون يحصل به مراده.\n</p>\n\n<p>\nفصار العبد مجبولا على أن يقصد شيئا ويريده، ويستعين بشىء ويعتمد عليه فى\nتحصيل مراده، هذا أمر حتم لازم ضرورى فى حق كل إنسان يجده فى نفسه، لكن\nالمراد والمستعان على قسمين:\n</p>\n\n<p>\nمنه ما يراد لغيره، ومنه ما يراد لنفسه. والمستعان: منه ما هو المستعان\nلنفسه، ومنه ما هو تبع للمستعان وآلة له، فمن المراد ما يكون هو الغاية\nالمطلوب، فهو الذى يذل له الطالب ويحبه، وهو الإله المعبود،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nومنه ما يراد لغيره، وهو بحيث يكون المراد هو ذلك الغير، فهذا مراد\nبالعرض. ومن المستعان ما يكون هو الغاية التى يعتمد عليه العبد، ويتوكل\nعليه، ويعتضد به، ليس عنده فوقه غاية فى الاستعانة، ومنه ما يكون تبعا\nلغيره، بمنزلة الأعضاء مع القلب، والمال مع المالك، والآلات مع الصانع.\n</p>\n\n<p>\nفإذا تدبر الإنسان حال نفسه وحال جميع الناس، وجدهم لا ينفكون عن هذين\nالأمرين: لابد للنفس من شىء تطمئن إليه وتنتهى إليه محبتها، وهو إلهها.\nولابد لها من شىء تثق به وتعتمد عليه فى نيل مطلوبها هو مستعانها، سواء كان\nذلك هو الله أو غيره، وإذا فقد يكون عاما وهو الكفر، كمن عبد غير الله\nمطلقا، وسأل غير الله مطلقا. مثل: عباد الشمس والقمر، وغير ذلك الذين\nيطلبون منهم الحاجات، ويفزعون إليهم فى النوائب.\n</p>\n\n<p>\nوقد يكون خاصا فى المسلمين، مثل: من غلب عليه حب المال، أو حب شخص، أو حب\nالرياسة، حتى صار عبد ذلك، كما قال صلى الله عليه وسلم: \" تعس عبد الدرهم!\nتعس عبد الدينار! تعس عبد القطيفة تعس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الخميصة! ، إن أعطى رضي، وإن منع سخط! تعس وانتكس، وإذا شيك فلا\nانتقش \"، وكذلك <span id='ms11'></span> من غلب عليه الثقة بجاهه وماله، بحيث يكون عنده مخدومه من\nالرؤساء ونحوهم، أو خادمه من الأعوان والأجناد ونحوهم، أو أصدقاؤه أو\nأمواله، هى التى تجلب المنفعة الفلانية وتدفع المضرة الفلانية، فهو معتمد\nعليها ومستعين بها والمستعان هو مدعو ومسؤول.\n</p>\n\n<p>\nوما أكثر ما تستلزم العبادة الاستعانة، فمن اعتمد عليه القلب فى رزقه\nونصره ونفعه وضره، خضع له وذل، وانقاد وأحبه من هذه الجهة وإن لم يحبه\nلذاته، لكن قد يغلب عليه الحال حتى يحبه لذاته، وينسى مقصوده منه، كما يصيب\nكثيرا ممن يحب المال أو يحب من يحصل له به العز والسلطان.\n</p>\n\n<p>\nوأما من أحبه القلب وأراده وقصده، فقد لا يستعينه ويعتمد عليه إلا إذا\nاستشعر قدرته على تحصيل مطلوبه، كاستشعار المحب قدرة المحبوب على وصله، إذا\nاستشعر قدرته على تحصيل مطلوبه استعانه، وإلا فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nفالأقسام ثلاثة؛ فقد يكون محبوبا غير مستعان، وقد يكون مستعانا غير\nمحبوب، وقد يجتمع فيه الأمران.\n</p>\n\n<p>\nفإذا علم أن العبد لابد له فى كل وقت وحال من منتهى يطلبه هو إلهه،\nومنتهى يطلب منه هو مستعانه وذلك هو صمده الذى يصمد إليه فى استعانته\nوعبادته تبين أن قوله: {إياك نعبد وإياك نستعين} [الفاتحة: 5] كلام جامع\nمحيط أولا وآخرا، لا يخرج عنه شىء، فصارت الأقسام أربعة:\n</p>\n\n<p>\nإما أن يعبد غير الله ويستعينه وإن كان مسلما فالشرك فى هذه الأمة أخفى\nمن دبيب النمل.\n</p>\n\n<p>\nوإما أن يعبده ويستعين غيره، مثل كثير من أهل الدين، يقصدون طاعة الله\nورسوله وعبادته وحده لا شريك له، وتخضع قلوبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nلمن يستشعرون نصرهم، ورزقهم، وهدايتهم، من جهته من الملوك والأغنياء\nوالمشائخ.\n</p>\n\n<p>\nوإما أن يستعينه وإن عبد غيره مثل كثير من ذوى الأحوال، وذوى القدرة وذوى\nالسلطان الباطن أو الظاهر، وأهل الكشف والتأثير، الذين يستعينونه ويعتمدون\nعليه ويسألونه ويلجؤون إليه، لكن مقصودهم غير ما أمر الله به ورسوله، وغير\nاتباع دينه وشريعته التى بعث الله بها رسوله.\n</p>\n\n<p>\nوالقسم الرابع: الذين لا يعبدون إلا إياه، ولا يستعينون إلا به، وهذا\nالقسم الرباعى قد ذكر <span id='ms12'></span> فيما بعد أيضا، لكنه تارة يكون بحسب العبادة\nوالاستعانة، وتارة يكون بحسب المستعان، فهنا هو بحسب المعبود والمستعان؛\nلبيان أنه لابد لكل عبد من معبود مستعان، وفيما بعد بحسب عبادة الله\nواستعانته، فإن الناس فيها على أربعة أقسام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head3'>فصل في الفاتحة</h1>\n\n<p>\n</span>\n</p>\n\n<p>\n...\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوأما حديث فاتحة الكتاب، فقد ثبت فى الصحيح عن النبى صلى الله عليه وسلم\nأنه قال: \" يقول الله تعالى: قسمت الصلاة بينى وبين عبدي نصفين، نصفها لي\nونصفها لعبدي ولعبدي ما سأل، فإذا قال العبد: {الحمد لله رب العالمين} قال\nالله: حمدني عبدي، وإذا قال: {الرحمن الرحيم} قال الله: أثنى علي عبدي،\nوإذا قال: {مالك يوم الدين} قال الله: مجدنى عبدي. وإذا قال: {إياك نعبد\nوإياك نستعين} قال: هذه الآية بيني وبين عبدي ولعبدي ما سأل، فإذا قال:\n{اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا\nالضالين} قال: هؤلاء لعبدي ولعبدي ما سأل \".\n</p>\n\n<p>\nوثبت فى صحيح مسلم عن ابن عباس قال: بينما جبريل قاعد عند النبى صلى الله\nعليه وسلم سمع نقيضا من فوقه فرفع رأسه، فقال: \" هذا باب من السماء فتح\nاليوم ولم يفتح قط إلا اليوم، فنزل منه ملك فقال: هذا ملك نزل إلى الأرض،\nولم ينزل قط إلا اليوم، فسلم وقال: أبشر بنورين أوتيتهما لم يؤتهما نبى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقبلك: فاتحة الكتاب، وخواتيم سورة البقرة، لن تقرأ بحرف منها إلا أعطيته\n\"، وفى بعض الأحاديث: \" إن فاتحة الكتاب أعطيها من كنز تحت العرش \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>فصل في الفاتحة</h1>\n\n<p>\nقال الله تعالى في أم القرآن والسبع المثاني والقرآن العظيم: {إياك نعبد\nوإياك نستعين} [الفاتحة: 5] ،وهذه السورة هى أم القرآن، وهي فاتحة الكتاب،\nوهي السبع المثاني والقرآن العظيم، وهي الشافية، وهي الواجبة فى الصلوات،\nلا صلاة إلا بها، وهى الكافية تكفي من غيرها ولا يكفي غيرها عنها.\n</p>\n\n<p>\nوالصلاة أفضل الأعمال، وهي مؤلفة من كلم طيب وعمل صالح، أفضل كلمها الطيب\nوأوجبه القرآن، وأفضل عملها الصالح وأوجبه السجود، كما جمع بين الأمرين في\nأول سورة أنزلها على رسوله، حيث افتتحها <span id='ms13'></span> بقوله تعالى: {اقرأ باسم ربك الذي\nخلق} [العلق: 1] وختمها بقوله: {واسجد واقترب} [العلق: 19] ، فوضعت الصلاة\nعلى ذلك أولها القراءة وآخرها السجود.\n</p>\n\n<p>\nولهذا قال سبحانه فى صلاة الخوف: {فإذا سجدوا فليكونوا من ورآئكم}\n[النساء: 102] ، والمراد بالسجود الركعة التى يفعلونها وحدهم بعد مفارقتهم\nللإمام، وما قبل القراءة من تكبير واستفتاح، واستعاذة، هي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nتحريم للصلاة، ومقدمة لما بعده، أول ما يبتدئ به كالتقدمة، وما يفعل بعد\nالسجود من قعود، وتشهد فيه التحية لله، والسلام على عباده الصالحين والدعاء\nوالسلام على الحاضرين، فهو تحليل للصلاة ومعقبة لما قبله، قال النبى صلى\nالله عليه وسلم: \" مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها\nالتسليم \".\n</p>\n\n<p>\nولهذا لما تنازع العلماء أيما أفضل كثرة الركوع والسجود أو طول القيام أو\nهما سواء على ثلاثة أقوال عن أحمد وغيره، كان الصحيح أنهما سواء، القيام\nفيه أفضل الأذكار، والسجود أفضل الأعمال فاعتدلا؛ ولهذا كانت صلاة رسول\nالله صلى الله عليه وسلم معتدلة، يجعل الأركان قريبا من السواء، وإذا أطال\nالقيام طولا كثيرا - كما كان يفعل فى قيام الليل وصلاة الكسوف - أطال معه\nالركوع والسجود، وإذا اقتصد فيه اقتصد فى الركوع والسجود، وأم الكتاب، كما\nأنها القراءة الواجبة فهي أفضل سورة فى القرآن. قال النبى صلى الله عليه\nوسلم فى الحديث الصحيح: \" لم ينزل فى التوراة ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالإنجيل ولا الزبور ولا القرآن مثلها، وهي السبع المثاني والقرآن العظيم\nالذي أوتيته \"، وفضائلها كثيرة جدا.\n</p>\n\n<p>\nوقد جاء مأثورا عن الحسن البصري رواه ابن ماجه وغيره أن الله أنزل مائة\nكتاب وأربعة كتب، جمع علمها فى الأربعة، وجمع علم الأربعة فى القرآن، وجمع\nعلم القرآن فى المفصل، وجمع علم المفصل فى أم القرآن، وجمع علم أم القرآن\nفى هاتين الكلمتين الجامعتين: {إياك نعبد وإياك نستعين} [الفاتحة: 5] وإن\nعلم الكتب المنزلة من السماء اجتمع فى هاتين الكلمتين الجامعتين.\n</p>\n\n<p>\nولهذا ثبت في الحديث الصحيح حديث: \"إن الله تعالى يقول: قسمت الصلاة بينى\nوبين عبدي نصفين، نصفها لي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nونصفها لعبدي ولعبدي ما سأل، فإذا قال: {الحمد لله رب العالمين <span id='ms14'></span>} قال\nالله: حمدني عبدي، وإذا قال: {الرحمن الرحيم} قال الله: أثنى علي عبدي،\nوإذا قال: {مالك يوم الدين} قال الله عز وجل: مجدنى عبدي - وفى رواية: فوض\nإلى عبدى - وإذا قال: {إياك نعبد وإياك نستعين} قال: فهذه الآية بيني وبين\nعبدي نصفين، ولعبدي ما سأل، فإذا قال: {اهدنا الصراط المستقيم صراط الذين\nأنعمت عليهم غير المغضوب عليهم ولا الضالين} قال: هؤلاء لعبدي ولعبدي ما\nسأل \".\n</p>\n\n<p>\nفقد ثبت بهذا النص أن هذه السورة منقسمة بين الله وبين عبده وأن هاتين\nالكلمتين مقتسم السورة، ف {إياك نعبد} مع ما قبله لله، و {وإياك نستعين} مع\nما بعده للعبد وله ما سأل؛ ولهذا قال من قال من السلف: نصفها ثناء ونصفها\nمسألة، وكل واحد من العبادة والاستعانة دعاء.\n</p>\n\n<p>\nوإذا كان الله قد فرض علىنا أن نناجيه وندعوه بهاتين الكلمتين فى كل\nصلاة، فمعلوم أن ذلك يقتضى أنه فرض علىنا أن نعبده وأن نستعينه؛ إذ إيجاب\nالقول الذى هو إقرار واعتراف ودعاء وسؤال هو إيجاب لمعناه ليس إيجابا لمجرد\nلفظ لا معنى له، فإن هذا لا يجوز أن يقع؛ بل إيجاب ذلك أبلغ من إيجاب مجرد\nالعبادة والاستعانة؛ فإن ذلك قد يحصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأصله بمجرد القلب، أو القلب والبدن، بل أوجب دعاء الله عز وجل ومناجاته،\nوتكليمه ومخاطبته بذلك ليكون الواجب من ذلك كاملا صورة ومعنى بالقلب وبسائر\nالجسد.\n</p>\n\n<p>\nوقد جمع بين هذين الأصلين الجامعين إيجابا وغير إيجاب فى مواضع، كقوله فى\nآخر سورة هود: {فاعبده وتوكل عليه} [هود: 123] ، وقول العبد الصالح شعيب:\n{وما توفيقي إلا بالله عليه توكلت وإليه أنيب} [هود: 88] ، وقول إبراهيم\nوالذين معه: {ربنا عليك توكلنا وإليك أنبنا وإليك المصير} [الممتحنة: 4] ،\nوقوله سبحانه إذ أمر رسوله أن يقول: {كذلك أرسلناك في أمة قد خلت من قبلها\nأمم لتتلو عليهم الذي أوحينا إليك وهم يكفرون بالرحمن قل هو ربي لا إله إلا\nهو عليه توكلت وإليه متاب} [الرعد: 30] .\n</p>\n\n<p>\nفأمر نبيه بأن يقول: على الرحمن توكلت وإليه متاب، كما أمره بهما فى\nقوله: {فاعبده <span id='ms15'></span> وتوكل عليه} [هود: 123] والأمر له أمر لأمته، وأمره بذلك فى\nأم القرآن وفى غيرها لأمته ليكون فعلهم ذلك طاعة لله وامتثالا لأمره، ولا\nيتقدموا بين يدى الله ورسوله؛ ولهذا كان عامة ما يفعله نبينا صلى الله عليه\nوسلم والخالصون من أمته من الأدعية والعبادات وغيرها إنما هو بأمر من الله؛\nبخلاف من يفعل ما لم يؤمر به وإن كان حسنا أو عفوا، وهذا أحد الأسباب\nالموجبة لفضله وفضل أمته على من سواهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوفضل الخالصين من أمته على المشوبين الذين شابوا ما جاء به بغيره،\nكالمنحرفين عن الصراط المستقيم.\n</p>\n\n<p>\nوإلى هذين الأصلين كان النبى صلى الله عليه وسلم يقصد فى عباداته وأذكاره\nومناجاته، مثل قوله فى الأضحية: \" اللهم هذا منك ولك \"، فإن قوله: \" منك \"\nهو معنى التوكل والاستعانة، وقوله: \" لك \" هو معنى العبادة، ومثل قوله في\nقيامه من الليل: \" لك أسلمت، وبك آمنت، وعلىك توكلت، وإليك أنبت، وبك\nخاصمت، وإليك حاكمت، أعوذ بعزتك، لا إله إلا أنت أن تضلني، أنت الحي الذى\nلا يموت، والجن والإنس يموتون \" إلى أمثال ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nالإنسان بين العبادة والاستعانة\n</p>\n\n<p>\nإذا تقرر هذا الأصل، فالإنسان فى هذين الواجبين لا يخلو من أحوال أربعة\nهي القسمة الممكنة، إما أن يأتي بهما، وإما أن يأتى بالعبادة فقط، وإما أن\nيأتى بالاستعانة فقط، وإما أن يتركهما جميعا.\n</p>\n\n<p>\nولهذا كان الناس فى هذه الأقسام الأربعة، بل أهل الديانات هم أهل هذه\nالأقسام، وهم المقصودون هنا بالكلام.\n</p>\n\n<p>\nقسم يغلب عليه قصد التأله:\n</p>\n\n<p>\nقسم يغلب عليه قصد التأله لله ومتابعة الأمر والنهى والإخلاص لله تعالى،\nواتباع الشريعة فى الخضوع لأوامره وزواجره وكلماته الكونيات، لكن يكون\nمنقوصا من جانب الاستعانة والتوكل، فيكون إما عاجزا وإما مفرطا، وهو مغلوب\nإما مع عدوه الباطن وإما مع عدوه الظاهر، وربما يكثر منه الجزع مما يصيبه،\nوالحزن لما يفوته، وهذا حال كثير ممن يعرف شريعة الله وأمره، ويرى أنه متبع\nللشريعة وللعبادة الشرعية، ولا يعرف قضاءه وقدره، وهو حسن القصد، طالب\nللحق، لكنه غير عارف بالسبيل الموصلة، والطريق <span id='ms16'></span> المفضية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوقسم يغلب عليه الاستعانة والتوكل:\n</p>\n\n<p>\nوقسم يغلب عليه قصد الاستعانة بالله والتوكل عليه، وإظهار الفقر والفاقة\nبين يديه، والخضوع لقضائه وقدره وكلماته الكونيات، لكن يكون منقوصا من جانب\nالعبادة وإخلاص الدين لله، فلا يكون مقصوده أن يكون الدين كله لله، وإن كان\nمقصوده ذلك فلا يكون متبعا لشريعة الله عز وجل ومنهاجه، بل قصده نوع سلطان\nفى العالم، إما سلطان قدرة وتأثير، وإما سلطان كشف وإخبار، أو قصده طلب ما\nيريده ودفع ما يكرهه بأي طريق كان، أو مقصوده نوع عبادة وتأله بأي وجه كان\nهمته فى الاستعانة والتوكل المعينة له على مقصوده، فيكون إما جاهلا وإما\nظالما تاركا لبعض ما أمره الله به، راكبا لبعض ما نهى الله عنه، وهذه حال\nكثير ممن يتأله ويتصوف ويتفقر، ويشهد قدر الله وقضاءه، ولا يشهد أمر الله\nونهيه، ويشهد قيام الأكوان بالله وفقرها إليه، وإقامته لها ولا يشهد ما أمر\nبه وما نهى عنه، وما الذي يحبه الله منه ويرضاه، وما الذي يكرهه منه\nويسخطه.\n</p>\n\n<p>\nولهذا يكثر في هؤلاء من له كشف وتأثير وخرق عادة مع انحلال عن بعض\nالشريعة، ومخالفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nلبعض الأمر، وإذا أوغل الرجل منهم دخل فى الإباحية والانحلال، وربما صعد\nإلى فساد التوحيد فيخرج إلى الاتحاد والحلول المقيد، كما قد وقع لكثير من\nالشيوخ، ويوجد فى كلام صاحب \" منازل السائرين \" وغيره ما يفضي إلى ذلك\n</p>\n\n<p>\nوقد يدخل بعضهم فى \" الاتحاد المطلق والقول بوحدة الوجود \" فيعتقد أن\nالله هو الوجود المطلق، كما يقول صاحب \" الفتوحات المكية \" في أولها:\n</p>\n\n<p>\nالرب حق والعبد حق ... ياليت شعري من المكلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nإن قلت عبد فذاك ميت ... أو قلت رب أنى يكلف\n</p>\n\n<p>\nوقسم معرض عن الوجهين العبادة والاستعانة:\n</p>\n\n<p>\nوقسم ثالث معرضون عن عبادة الله وعن الاستعانة به جميعا.\n</p>\n\n<p>\nوهم فريقان: أهل دنيا وأهل دين، فأهل الدين منهم هم أهل الدين الفاسد\nالذين يعبدون غير الله، ويستعينون غير الله بظنهم وهواهم: {إن يتبعون إلا\nالظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى} [النجم: 23] ، وأهل الدنيا <span id='ms17'></span>\nمنهم الذين يطلبون ما يشتهونه من العاجلة بما يعتقدونه من الأسباب.\n</p>\n\n<p>\nواعلم أنه يجب التفريق بين من قد يعرض عن عبادة الله والاستعانة به، وبين\nمن يعبد غيره ويستعين بسواه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>فصل [في معنى الحمد لله رب العالمين]</h1>\n\n<p>\nقال الله عز وجل فى أول السورة: {الحمد لله رب العالمين} [الفاتحة: 2]\nفبدأ بهذين الاسمين: الله، والرب.\n</p>\n\n<p>\nو\" الله \" هو الإله المعبود، فهذا الاسم أحق بالعبادة؛ ولهذا يقال: الله\nأكبر، الحمد لله، سبحان الله لا إله إلا الله.\n</p>\n\n<p>\nو\" الرب \" هو المربى الخالق الرازق الناصر الهادى. وهذا الاسم أحق باسم\nالاستعانة والمسألة؛ ولهذا يقال: {رب اغفر لي ولوالدي} [نوح: 28] ، {قالا\nربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين} [الأعراف:\n23] ، {رب إني ظلمت نفسي فاغفر لي} [القصص: 16] ، {ربنا اغفر لنا ذنوبنا\nوإسرافنا في أمرنا} [آل عمران: 147] ، {ربنا لا تؤاخذنا إن نسينا أو\nأخطأنا} [البقرة: 286] ، فعامة المسألة والاستعانة المشروعة باسم الرب.\nفالاسم الأول يتضمن غاية العبد ومصيره ومنتهاه، وما خلق له، وما فيه صلاحه\nوكماله، وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nعبادة الله، والاسم الثانى يتضمن خلق العبد ومبتداه، وهو أنه يربه\nويتولاه مع أن الثانى يدخل فى الأول دخول الربوبية فى الإلهية، والربوبية\nتستلزم الألوهية أيضا، والاسم \" الرحمن \" يتضمن كمال التعلقين، وبوصف\nالحالين فيه تتم سعادته فى دنياه وأخراه.\n</p>\n\n<p>\nولهذا قال تعالى: {وهم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه}\n[الرعد: 30] ،فذكر هنا الأسماء الثلاثة: \" الرحمن \" و \" ربى \" و \" الإله \"،\nوقال: {عليه توكلت وإليه متاب} كما ذكر الأسماء الثلاثة فى أم القرآن، لكن\nبدأ هناك باسم الله؛ ولهذا بدأ فى السورة ب {إياك نعبد} فقدم الاسم وما\nيتعلق به من العبادة؛ لأن تلك السورة فاتحة الكتاب وأم القرآن، فقدم فيها\nالمقصود الذي هو العلة الغائية، فإنها علة فاعلىة للعلة الغائية. وقد بسطت\nهذا المعنى فى مواضع؛ فى أول \" التفسير \" وفى \" قاعدة المحبة والإرادة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>فصل في إقرار الناس بتوحيد الربوبية أسبق وأكثر من الإقرار بتوحيد الإلهية</h1>\n\n<p>\n...\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nولما كان علم النفوس بحاجتهم وفقرهم إلى <span id='ms18'></span> الرب قبل علمهم بحاجتهم وفقرهم\nإلى الإله المعبود، وقصدهم لدفع حاجاتهم العاجلة قبل الآجلة، كان إقرارهم\nبالله من جهة ربوبيته أسبق من إقرارهم به من جهة ألوهيته، وكان الدعاء له\nوالاستعانة به والتوكل عليه فيهم أكثر من العبادة له، والإنابة إليه.\n</p>\n\n<p>\nولهذا إنما بعث الرسل يدعونهم إلى عبادة الله وحده لا شريك له، الذي هو\nالمقصود المستلزم للإقرار بالربوبية، وقد أخبر عنهم أنهم {ولئن سألتهم من\nخلقهم ليقولن الله} [الزخرف: 87] ، وأنهم إذا مسهم الضر ضل من يدعون إلا\nإياه وقال: {وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين} [لقمان: 32]\n، فأخبر أنهم مقرون بربوبيته، وأنهم مخلصون له الدين إذا مسهم الضر في\nدعائهم واستعانتهم، ثم يعرضون عن عبادته في حال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحصول أغراضهم.\n</p>\n\n<p>\nوكثير من المتكلمين إنما يقررون الوحدانية من جهة الربوبية، وأما الرسل\nفهم دعوا إليها من جهة الألوهية، وكذلك كثير من المتصوفة المتعبدة وأرباب\nالأحوال إنما توجههم إلى الله من جهة ربوبيته؛ لما يمدهم به فى الباطن من\nالأحوال التى بها يتصرفون، وهؤلاء من جنس الملوك، وقد ذم الله عز وجل فى\nالقرآن هذا الصنف كثيرا، فتدبر هذا فإنه تنكشف به أحوال قوم يتكلمون فى\nالحقائق، ويعملون عليها، وهم لعمري فى نوع من الحقائق الكونية القدرية\nالربوبية لا في الحقائق الدينية الشرعية الإلهية، وقد تكلمت على هذا المعنى\nفي مواضع متعددة، وهو أصل عظيم يجب الاعتناء به، والله سبحانه أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>فصل الإنسان وجميع المخلوقات عبيد الله</h1>\n\n<p>\n...\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوذلك أن الإنسان، بل وجميع المخلوقات، عباد لله تعالى، فقراء إليه،\nمماليك له، وهو ربهم ومليكهم وإلههم، لا إله إلا هو، فالمخلوق ليس له من\nنفسه شىء أصلا، بل نفسه وصفاته وأفعاله وما ينتفع به أو يستحقه وغير ذلك\nإنما هو من خلق الله، والله عز وجل رب ذلك كله ومليكه، وبارئه وخالقه\nومصوره.\n</p>\n\n<p>\nوإذا قلنا: ليس له من نفسه إلا العدم، فالعدم ليس هو شيئا يفتقر إلى فاعل\nموجود، بل العدم ليس بشىء، وبقاؤه مشروط بعدم فعل الفاعل، لا أن عدم <span id='ms19'></span> الفاعل\nيوجبه ويقتضيه كما يوجب الفاعل المفعول الموجود، بل قد يضاف عدم المعلول\nإلى عدم العلة، وبينهما فرق، وذلك أن المفعول الموجود إنما خلقه وأبدعه\nالفاعل، وليس المعدوم أبدعه عدم الفاعل، فإنه يفضى إلى التسلسل والدور؛\nولأنه ليس اقتضاء أحد العدمين للآخر بأولى من العكس؛ فإنه ليس أحد العدمين\nمميزا لحقيقة استوجب بها أن يكون فاعلا، وإن كان يعقل أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nعدم المقتضى أولى بعدم الأثر من العكس، فهذا لأنه لما كان وجود المقتضى\nهو المفيد لوجود المقتضى صار العقل يضيف عدمه إلى عدمه إضافة لزومية؛ لأن\nعدم الشيء إما أن يكون لعدم المقتضى أو لوجود المانع. وبعد قيام المقتضى لا\nيتصور أن يكون العدم إلا لأجل هاتين الصورتين أو الحالتين، فلما كان الشيء\nالذي انعقد سبب وجوده يعوقه ويمنعه المانع المنافى وهو أمر موجود، وتارة لا\nيكون سببه قد انعقد صار عدمه تارة ينسب إلى عدم مقتضيه، وتارة إلى وجود\nمانعه ومنافيه.\n</p>\n\n<p>\nوهذا معنى قول المسلمين: ما شاء الله كان وما لم يشأ لم يكن؛ إذ مشيئته\nهي الموجبة وحدها لا غيرها، فيلزم من انتفائها انتفاؤه لا يكون شيء حتى\nتكون مشيئته، لا يكون شيء بدونها بحال، فليس لنا سبب يقتضى وجود شيء حتى\nتكون مشيئته مانعة من وجوده، بل مشيئته هي السبب الكامل، فمع وجودها لا\nمانع، ومع عدمها لا مقتضى {ما يفتح الله للناس من رحمة فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nممسك لها وما يمسك فلا مرسل له من بعده} [فاطر: 2] {وإن يمسسك الله بضر\nفلا كاشف له إلا هو وإن يردك بخير فلا رآد لفضله} [يونس: 7] {قل أفرأيتم ما\nتدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل\nهن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون} [الزمر: 38]\n</p>\n\n<p>\nالإنسان ليس له نفسه خيرا أصلا:\n</p>\n\n<p>\nوإذا عرف أن العبد ليس له من نفسه خير أصلا، بل ما بنا من نعمة فمن الله،\nوإذا مسنا الضر فإليه نجأر، والخير كله بيديه، كما قال: {ما أصابك من <span id='ms20'></span> حسنة\nفمن الله وما أصابك من سيئة فمن نفسك} [النساء: 79] ، وقال: {أولما أصابتكم\nمصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم} [آل عمران: 165]\n، وقال النبى صلى الله عليه وسلم فى سيد الاستغفار الذى فى صحيح البخارى: \"\nاللهم أنت ربى لا إله إلا أنت، خلقتنى وأنا عبدك، وأنا على عهدك ووعدك ما\nاستطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك على، وأبوء بذنبى، فاغفر لى\nفإنه لا يغفر الذنوب إلا أنت \"، وقال فى دعاء الاستفتاح الذى فى صحيح مسلم:\n\" لبيك وسعديك، والخير بيديك، والشر ليس إليك، تباركت ربنا وتعاليت \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أن الشر إما أن يكون موجودا أو معدوما. فالمعدوم سواء كان عدم ذات\nأو عدم صفة من صفات كمالها أو فعل من أفعالها، مثل عدم الحياة، أو العلم،\nأو السمع أو البصر، أو الكلام، أو العقل، أو العمل الصالح على تنوع أصنافه،\nمثل معرفة الله ومحبته وعبادته والتوكل علىه، والإنابة إليه، ورجائه\nوخشيته، وامتثال أوامره واجتناب نواهيه، وغير ذلك من الأمور المحمودة\nالباطنة والظاهرة، من الأقوال والأفعال. فإن هذه الأمور كلها خيرات وحسنات\nوعدمها شر وسيئات، لكن هذا العدم ليس بشىء أصلا، حتى يكون له بارئ وفاعل\nفيضاف إلى الله، وإنما هو من لوازم النفس التى هى حقيقة الإنسان قبل أن\nتخلق وبعد أن خلقت، فإنها قبل أن تخلق عدم مستلزم لهذا العدم، وبعد أن خلقت\nوقد خلقت ضعيفة ناقصة فيها النقص والضعف والعجز، فإن هذه الأمور عدمية،\nفأضيف إلى النفس من باب إضافة عدم المعلول إلى عدم علته، وعدم مقتضيه، وقد\nتكون من باب إضافته إلى وجود منافيه من وجه آخر سنبينه إن شاء الله تعالى.\n</p>\n\n<p>\nالشر لا ينسب إلى الله:\n</p>\n\n<p>\nونكتة الأمر: أن هذا الشر والسيئات العدمية، ليست موجودة حتى يكون الله\nخالقها، فإن الله خالق كل شىء. والمعدومات تنسب تارة إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nعدم فاعلها، وتارة إلى وجود مانعها، فلا تنسب إليه هذه الشرور العدمية\nعلى الوجهين:\n</p>\n\n<p>\nأما الأول، فلأنه الحق المبين، فلا يقال <span id='ms21'></span>: عدمت لعدم فاعلها ومقتضيها.\n</p>\n\n<p>\nوأما الثانى وهو وجود المانع فلأن المانع إنما يحتاج إليه إذا وجد\nالمقتضى، ولو شاء فعلها لما منعه مانع، وهو سبحانه لا يمنع نفسه ما شاء\nفعله، بل هو فعال لما يشاء، ولكن الله قد يخلق هذا سببا ومقتضيا ومانعا،\nفإن جعل السبب تاما لم يمنعه شيء، وإن لم يجعله تاما منعه المانع لضعف\nالسبب وعدم إعانة الله له، فلا يعدم أمر إلا لأنه لم يشأه، كما لا يوجد أمر\nإلا لأنه يشاؤه، وإنما تضاف هذه السيئات العدمية إلى العبد لعدم السبب منه\nتارة، ولوجود المانع منه أخرى.\n</p>\n\n<p>\nأما عدم السبب فظاهر؛ فإنه ليس منه قوة ولا حول ولا خير ولا سبب خير\nأصالة، ولو كان منه شيء لكان سببا فأضيف إليه لعدم السبب، ولأنه قد صدرت\nمنه أفعال كان سببا لها بإعانة الله له، فما لم يصدر منه كان لعدم السبب.\n</p>\n\n<p>\nوأما وجود المانع المضاد له المنافى، فلأن نفسه قد تضيق وتضعف، وتعجز أن\nتجمع بين أفعال ممكنة فى نفسها، متنافية في حقه، فإذا اشتغل بسمع شيء أو\nبصره، أو الكلام فى شيء أو النظر فيه أو إرادته، أو اشتغلت جوارحه بعمل\nكثير اشتغلت عن عمل آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفصار قيام إحدى الصفات والأفعال به مانعا وصادا عن آخر. وإن كان ذلك خيرا\nلضيقه وعجزه،\n</p>\n\n<p>\nوالضيق والعجز يعود إلى عدم قدرته، فعاد إلى العدم الذي هو منه، والعدم\nالمحض ليس بشيء حتى يضاف إلى الله تعالى، وأما إن كان الشيء موجودا كالألم\nوسبب الألم، فينبغي أن يعرف أن الشر الموجود ليس شرا على الإطلاق، ولا شرا\nمحضا، وإنما هو شر فى حق من تألم به، وقد تكون مصائب قوم عند قوم فوائد.\n</p>\n\n<p>\nولهذا جاء في الحديث الذي رويناه مسلسلا: \" آمنت بالقدر خيره وشره، وحلوه\nومره \"، وفى الحديث الذى رواه أبو داود: \" لو أنفقت ملء الأرض ذهبا لما\nقبله منك حتى تؤمن بالقدر خيره وشره، وتعلم أن ما أصابك لم يكن ليخطئك، وما\nأخطأك لم يكن ليصيبك \"، فالخير <span id='ms22'></span> والشر هما بحسب العبد المضاف إليه كالحلو\nوالمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nسواء، وذلك أن من لم يتألم بالشيء ليس في حقه شرا، ومن تنعم به فهو في\nحقه خير، كما كان النبى صلى الله عليه وسلم يعلم من قص عليه أخوه رؤيا أن\nيقول: \" خيرا تلقاه وشرا توقاه، خيرا لنا وشرا لأعدائنا \"، فإنه إذا أصاب\nالعبد شر سر قلب عدوه، فهو خير لهذا وشر لهذا، ومن لم يكن له وليا ولا عدوا\nفليس في حقه لا خيرا ولا شرا، وليس فى مخلوقات الله ما يؤلم الخلق كلهم\nدائما، ولا ما يؤلم جمهورهم دائما، بل مخلوقاته إما منعمة لهم أو لجمهورهم\nفى أغلب الأوقات، كالشمس والعافية، فلم يكن في الموجودات التى خلقها الله\nما هو شر مطلقا عاما.\n</p>\n\n<p>\nفعلم أن الشر المخلوق الموجود شر مقيد خاص، وفيه وجه آخر هو به خير وحسن،\nوهو أغلب وجهيه، كما قال تعالى: {أحسن كل شيء خلقه} [السجدة: 7] ،وقال\nتعالى: {صنع الله الذي أتقن كل شيء} [النمل: 88] ،وقال تعالى: {وما خلقنا\nالسماوات والأرض وما بينهما إلا بالحق} [الحجر: 85] ، وقال: {ويتفكرون في\nخلق السماوات والأرض ربنا ما خلقت هذا باطلا} [آل عمران: 191]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n[لم تخلق الله شيئا إلا لحكمة] :\n</p>\n\n<p>\nوقد علم المسلمون أن الله لم يخلق شيئا ما إلا لحكمة؛ فتلك الحكمة وجه\nحسنه وخيره، ولا يكون فى المخلوقات شر محض لا خير فيه، ولا فائدة فيه بوجه\nمن الوجوه؛ وبهذا يظهر معنى قوله: \" والشر ليس إليك \"، وكون الشر لم يضف\nإلى الله وحده، بل إما بطريق العموم أو يضاف إلى السبب أو يحذف فاعله.\n</p>\n\n<p>\nفهذا الشر الموجود الخاص المقيد سببه، إما عدم وإما وجود، فالعدم مثل عدم\nشرط أو جزء سبب؛ إذ لا يكون سببه عدما محضا؛ فإن العدم المحض لا يكون سببا\nتاما لوجود، ولكن يكون سبب الخير واللذة قد انعقد، ولا يحصل الشرط فيقع\nالألم، وذلك مثل عدم فعل الواجبات الذي هو سبب الذم والعقاب، ومثل عدم\nالعلم الذي هو سبب ألم الجهل وعدم السمع والبصر والنطق <span id='ms23'></span> الذي هو سبب الألم\nبالعمى والصمم والبكم، وعدم الصحة والقوة، الذي هو سبب الألم والمرض\nوالضعف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه المواضع ونحوها يكون الشر أيضا مضافا إلى العدم المضاف إلى العبد،\nحتى يتحقق قول الخليل: {وإذا مرضت فهو يشفين} [الشعراء: 80] ، فإن المرض\nوإن كان ألما موجودا فسببه ضعف القوة، وانتفاء الصحة الموجودة، وذلك عدم هو\nمن الإنسان المعدوم بنفسه، ولا يتحقق قول الحق: {وما أصابك من سيئة فمن\nنفسك} [النساء: 79] ، وقوله: {قلتم أنى هذا قل هو من عند أنفسكم} [آل\nعمران: 165] ونحو ذلك فيما كان سببه عدم فعل الواجب، وكذلك قول الصحابى:\nوإن يكن خطأ فمنى ومن الشيطان.\n</p>\n\n<p>\nيببن ذلك أن المحرمات جميعها من الكفر والفسوق والعصيان إنما يفعلها\nالعبد لجهله أو لحاجته، فإنه إذا كان عالما بمضرتها وهو غنى عنها امتنع أن\nيفعلها، والجهل أصله عدم، والحاجة أصلها العدم.\n</p>\n\n<p>\nفأصل وقوع السيئات منه عدم العلم والغنى؛ ولهذا يقول فى القرآن: {ما\nكانوا يستطيعون السمع} [هود: 20] ، {أفلم تكونوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nتعقلون} .؟ [يس: 62] ، {إنهم ألفوا آباءهم ضالين فهم على آثارهم يهرعون}\n[الصافات: 69،70] ، إلى نحو هذه المعانى.\n</p>\n\n<p>\nالشر الذي سببه الوجود:\n</p>\n\n<p>\nوأما الموجود الذى هو سبب الشر الموجود الذى هو خاص كالآلام، مثل الأفعال\nالمحرمة من الكفر الذى هو تكذيب أو استكبار، والفسوق الذى هو فعل المحرمات\nونحو ذلك، فإن ذلك سبب الذم والعقاب، وكذلك تناول الأغذية الضارة، وكذلك\nالحركات الشديدة المورثة للألم، فهذا الوجود لا يكون وجودا تاما محضا؛ إذ\nالوجود التام المحض لا يورث إلا خيرا، كما قلنا: إن العدم المحض لا يقتضى\nوجودا، بل يكون وجودا ناقصا، إما فى السبب وإما فى المحل، كما يكون سبب\nالتكذيب عدم معرفة الحق والإقرار به، وسبب عدم هذا العلم والقول عدم\nأسبابه، من النظر التام، والاستماع التام لآيات الحق وأعلامه.\n</p>\n\n<p>\nوسبب عدم النظر والاستماع، إما عدم المقتضى فيكون عدما محضا، وإما وجود\nمانع من الكبر أو الحسد فى النفس {إن الله لا يحب كل مختال فخور} [الحديد:\n23] ، وهو تصور باطل، وسببه عدم غنى النفس بالحق فتعتاض عنه <span id='ms24'></span> بالخيال\nالباطل.\n</p>\n\n<p>\nوالحسد أيضا سببه عدم النعمة التى يصير بها مثل المحسود أو أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nمنه، فإن ذلك يوجب كراهة الحاسد لأن يكافئه المحسود، أو يتفضل عليه.\n</p>\n\n<p>\nوكذلك الفسوق كالقتل والزنا وسائر القبائح إنما سببها حاجة النفس إلى\nالاشتفاء بالقتل والالتذاذ بالزنا، وإلا فمن حصل غرضه بلا قتل أو نال اللذة\nبلا زنا لا يفعل ذلك، والحاجة مصدرها العدم، وهذا يبين إذا تدبره الإنسان\nأن الشر الموجود إذا أضيف إلى عدم أو وجود فلابد أن يكون وجودا ناقصا،\nفتارة يضاف إلى عدم كمال السبب أو فوات الشرط، وتارة يضاف إلى وجود، ويعبر\nعنه تارة بالسبب الناقص والمحل الناقص، وسبب ذلك إما عدم شرط أو وجود مانع،\nوالمانع لا يكون مانعا إلا لضعف المقتضى، وكل ما ذكرته واضح بين، إلا هذا\nالموضع ففيه غموض يتبين عند التأمل وله طرفان:\n</p>\n\n<p>\nأحدهما: أن الموجود لا يكون سببه عدما محضا.\n</p>\n\n<p>\nوالثانى: أن الموجود لا يكون سببا للعدم المحض، وهذا معلوم بالبديهة أن\nالكائنات الموجودة لا تصدر إلا عن حق موجود.\n</p>\n\n<p>\nولهذا كان معلوما بالفطرة أنه لابد لكل مصنوع من صانع، كما قال تعالى:\n{أم خلقوا من غير شيء أم هم الخالقون} [الطور: 35] ، يقول: أخلقوا من غير\nخالق خلقهم، أم هم خلقوا أنفسهم؟\n</p>\n\n<p>\nومن المتكلمين من استدل على هذا المطلوب بالقياس، وضرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالمثال، والاستدلال عليه ممكن ودلائله كثيرة، والفطرة عند صحتها أشد\nإقرارا به، وهو لها أبده، وهى إليه أشد اضطرارا من المثال الذى يقاس به.\n</p>\n\n<p>\nاختلاف الأصوليين في العلة الشرعية:\n</p>\n\n<p>\nوقد اختلف أهل الأصول فى العلة الشرعية، هل يجوز تعلىل الحكم الوجودى\nبالوصف العدمى فيها مع قولهم: إن العدمى يعلل بالعدمى؟ فمنهم من قال: يعلل\nبه، ومنهم من أنكر ذلك، ومنهم من فصل بين ما لا يجوز أن يكون علة للوجود فى\nقياس العلة، ويجوز أن تكون علته له فى قياس الدلالة فلا يضاف إليه فى قياس\nالدلالة، وهذا فصل الخطاب، وهو أن قياس الدلالة يجوز أن يكون العدم فيه علة\nوجزءا من علة؛ لأن <span id='ms25'></span> عدم الوصف قد يكون دليلا على وصف وجودى يقتضى الحكم.\n</p>\n\n<p>\nوأما قياس العلة، فلا يكون العدم فيه علة تامة، لكن يكون جزءا من العلة\nالتامة وشرطا للعلة المقتضية التى ليست بتامة، وقلنا: جزء من العلة التامة،\nوهو معنى كونه شرطا في اقتضاء العلة الوجودية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا نزاع لفظى، فإذا حققت المعانى ارتفع. فهذا فى بيان أحد الطرفين وهو\nأن الموجود لا يكون سببه عدما محضا.\n</p>\n\n<p>\nوأما الطرف الثانى: وهو أن الموجود لا يكون سببا لوجود يستلزم عدما، فلأن\nالعدم المحض لا يفتقر إلى سبب موجود، بل يكفى فيه عدم السبب الموجود؛ ولأن\nالسبب الموجود إذا أثر فلابد أن يؤثر شيئا، والعدم المحض ليس بشىء، فالأثر\nالذي هو عدم محض بمنزلة عدم الأثر، بل إذا أثر الإعدام فالإعدام أمر وجودي\nفيه عدم، فإن جعل الموجود معدوما والمعدوم موجودا أمر معقول، أما جعل\nالمعدوم معدوما فلا يعقل إلا بمعنى الإبقاء على العدم، والإبقاء على العدم\nيكفي فيه عدم الفاعل، والفرق معلوم بين عدم الفاعل وعدم الموجب فى عدم\nالعلة، وبين فاعل العدم، وموجب العدم، وعلة العدم. والعدم لا يفتقر إلى\nالثاني، يل يكفى فيه الأول.\n</p>\n\n<p>\nفتبين بذلك الطرفان، وهو أن العدم المحض الذي ليس فيه شوب وجود لا يكون\nوجودا ما؛ لا سببا ولا مسببا، ولا فاعلا ولا مفعولا أصلا، فالوجود المحض\nالتام الذي ليس فيه شوب عدم لا يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nسببا لعدم أصلا، ولا مسببا عنه، ولا فاعلا له ولا مفعولا، أما كونه ليس\nمسببا عنه ولا مفعولا له فظاهر، وأما كونه ليس سببا له، فإن كان سببا لعدم\nمحض فالعدم المحض لا يفتقر إلى سبب موجود، وإن كان لعدم فيه وجود فذاك\nالوجود لابد له من سبب، ولو كان سببه تاما وهو قابل لما دخل فيه عدم؛ فإنه\nإذا كان السبب تاما والمحل قابلا، وجب وجود المسبب، فحيث كان فيه عدم فلعدم\nما فى السبب أو فى المحل فلا يكون وجودا محضا.\n</p>\n\n<p>\nفظهر أن السبب حيث تخلف حكمه إن كان لفوات شرط <span id='ms26'></span> فهو عدم، وإن كان لوجود\nمانع فإنما صار مانعا لضعف السبب، وهو أيضا عدم قوته وكماله، فظهر أن\nالوجود ليس سبب العدم المحض، وظهر بذلك القسمة الرباعية، وهى أن الوجود\nالمحض لا يكون إلا خيرا.\n</p>\n\n<p>\nيبين ذلك أن كل شر فى العالم لا يخرج عن قسمين: إما ألم وإما سبب الألم،\nوسبب الألم مثل الأفعال السيئة المقتضية للعذاب، والألم الموجود لا يكون\nإلا لنوع عدم، فكما يكون سببه تفرق الاتصال؛ وتفرق الاتصال هو عدم التأليف\nوالاتصال الذى بينهما، وهو الشر والفساد.\n</p>\n\n<p>\nوأما سبب الألم، فقد قررت فى قاعدة كبيرة: أن أصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالذنوب هو عدم الواجبات لا فعل المحرمات، وإن فعل المحرمات إنما وقع لعدم\nالواجبات، فصار أصل الذنوب عدم الواجبات، وأصل الألم عدم الصحة؛ ولهذا كان\nالنبى صلى الله عليه وسلم يعلمهم فى خطبة الحاجة أن يقولوا: \" ونعوذ بالله\nمن شرور أنفسنا ومن سيئات أعمالنا \"، فيستعيذ من شر النفس الذى نشأ عنها من\nذنوبها وخطاياها، ويستعيذ من سيئات الأعمال التى هى عقوباتها وآلامها؛ فإن\nقوله: \" ومن سيئات أعمالنا \" قد يراد به السيئات فى الأعمال، وقد يراد به\nالعقوبات، فإن لفظ السيئات فى كتاب الله يراد به ما يسوء الإنسان من الشر،\nوقد يراد به الأعمال السيئة، قال تعالى: {إن تمسسكم حسنة تسؤهم وإن تصبكم\nسيئة يفرحوا بها} [آل عمران: 120] ، وقال تعالى: {وإن تصبهم سيئة بما قدمت\nأيديهم إذا هم يقنطون} [الروم: 36] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nومعلوم أن شر النفس هو الأعمال السيئة، فتكون سيئات الأعمال هى الشر\nوالعقوبات الحاصلة بها فيكون مستعيذا من نوعى السيئات؛ الأعمال السيئة\nوعقوباتها، كما فى الاستعاذة المأمور بها فى الصلاة: \" أعوذ بك من عذاب\nجهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال \"،\nفأمرنا بالاستعاذة من العذاب عذاب الآخرة وعذاب البرزخ ومن سبب العذاب، ومن\nفتنة المحيا والممات وفتنة المسيح الدجال. وذكر الفتنة الخاصة بعد الفتنة\nالعامة فتنة المسيح الدجال فإنها أعظم الفتن، كما فى الحديث الصحيح: \" ما\nمن خلق آدم إلى قيام الساعة فتنة أعظم <span id='ms27'></span> من فتنة المسيح الدجال \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>فصل العبد وكل مخلوق فقير إلى الله</h1>\n\n<p>\n...\n</p>\n\n<p>\nفصل [العبد وكل مخلوق غفير إلى الله]\n</p>\n\n<p>\nإذا ظهر أن العبد وكل مخلوق فقير إلى الله محتاج إليه ليس فقيرا إلى\nسواه، فليس هو مستغنيا بنفسه ولا بغير ربه، فإن ذلك الغير فقير أيضا محتاج\nإلى الله، ومن المأثور عن أبى يزيد رحمه الله أنه قال: استغاثة المخلوق\nبالمخلوق كاستغاثة الغريق بالغريق. وعن الشيخ أبى عبد الله القرشى [هو أبو\nعبد الله محمد بن أحمد بن إبراهيم، الأندلسى الصوفى، أحد العارفين وصاحب\nالكرامات والأحوال، له كلمات وجمل فى آداب المعاملات وطرائق أهل الرياضات\nجمعها بعض تلاميذه فى كتاب الفصول أقام بمصر مدة، وسكن القدس وتوفى بها سنة\n995ه عن خمس وخمسين سنة] أنه قال: استغاثة المخلوق بالمخلوق كاستغاثة\nالمسجون بالمسجون. وهذا تقريب وإلا فهو كاستغاثة العدم بالعدم؛ فإن\nالمستغاث به إن لم يخلق الحق فيه قوة وحولا وإلا فليس له من نفسه شىء، قال\nسبحانه: {من ذا الذي يشفع عنده إلا بإذنه} [البقرة: 255] ، وقال تعالى:\n{ولا يشفعون إلا لمن ارتضى} [الأنبياء: 28] ، وقال تعالى: {وما هم بضآرين\nبه من أحد إلا بإذن الله} [البقرة: 102]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nواسم العبد يتناول معنيين:\n</p>\n\n<p>\nأحدهما: بمعنى العابد كرها، كما قال: {إن كل من في السماوات والأرض إلا\nآتي الرحمن عبدا} [مريم: 93] ،وقال: {وله أسلم من في السماوات والأرض طوعا\nوكرها} [آل عمران: 83] وقال: {بديع السماوات والأرض} [البقرة: 117،\nوالأنعام: 101] ، {كل له قانتون} [البقرة: 116،والروم: 26] ،وقال: {ولله\nيسجد من في السماوات والأرض طوعا وكرها} [الرعد: 15] .\n</p>\n\n<p>\nوالثانى: بمعنى العابد طوعا وهو الذى يعبده ويستعينه، وهذا هو المذكور فى\nقوله: {وعباد الرحمن الذين يمشون على الأرض هونا} [الفرقان: 63] ، وقوله:\n{عينا يشرب بها عباد الله يفجرونها تفجيرا} [الإنسان: 6] ،وقوله: {ن عبادي\nليس لك عليهم سلطان} [الحجر: 42] ، وقوله: {إلا عبادك منهم المخلصين}\n[الحجر: 40] ، وقوله: {يا عباد لا خوف عليكم اليوم ولا أنتم تحزنون}\n[الزخرف: 68] ، وقوله: {واذكر عبادنا إبراهيم وإسحاق ويعقوب} [ص: 45] ،\nوقوله: {فأوحى إلى عبده ما أوحى} [النجم: 10] ، وقوله: {نعم العبد إنه <span id='ms28'></span>\nأواب} [ص: 30، 44] ، وقوله: {سبحان الذي أسرى بعبده ليلا} [الإسراء: 1] ،\nوقوله: {وأنه لما قام عبد الله يدعوه} [الجن: 19] .\n</p>\n\n<p>\nوهذه العبودية قد يخلو الإنسان منها تارة، وأما الأولى فوصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nلازم، إذا أريد بها جريان القدر عليه وتصريف الخالق له،\n</p>\n\n<p>\nفإن فقر المخلوق وعبوديته أمر ذاتي له لا وجود له بدون ذلك، والحاجة\nضرورية لكل المصنوعات المخلوقات،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوبذلك هي أنها لخالقها وفاطرها؛ إذ لا قيام لها بدونه، وإنما يفترق الناس\nفى شهود هذا الفقر والاضطرار وعزوبه عن قلوبهم للاستسلام والانقياد لمن أنت\nإليه فقير وهو ربك وإلهك.\n</p>\n\n<p>\nقال تعالى: {أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعا\nوكرها وإليه يرجعون} [آل عمران: 83] ،\n</p>\n\n<p>\nوعامة السلف على أن المراد بالاستسلام: استسلامهم له بالخضوع والذل، لا\nمجرد تصريف الرب لهم، كما فى قوله: {ولله يسجد من في السماوات والأرض طوعا\nوكرها} [الرعد: 15] ،\n</p>\n\n<p>\nوهذا الخضوع والذل هو أيضا لازم لكل عبد لابد له من ذلك، وإن كان قد يعرض\nله أحيانا الإعراض عن ربه والاستكبار، فلابد له عند التحقيق من الخضوع\nوالذل له\n</p>\n\n<p>\nوهذا العلم والعمل أمر فطري ضروري؛ فإن النفوس تعلم فقرها إلى خالقها،\nوتذل لمن افتقرت إليه، وغناه من الصمدية التى انفرد بها، فإنه {يسأله من في\nالسماوات والأرض} [الرحمن: 29] ، وهو شهود الربوبية بالاستعانة والتوكل\nوالدعاء والسؤال، ثم هذا لا يكفيها حتى تعلم ما يصلحها من العلم والعمل،\nوذلك هو عبادته والإنابة إليه؛ فإن العبد إنما خلق لعبادة ربه، فصلاحه\nوكماله ولذته وفرحه وسروره فى أن يعبد ربه وينيب إليه، وذلك قدر زائد على\nمسألته والافتقار إليه؛ فإن جميع الكائنات حادثة بمشيئته، قائمة بقدرته\nوكلمته، محتاجة إليه، فقيرة إليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nمسلمة له طوعا وكرها، فإذا شهد العبد ذلك وأسلم له وخضع، فقد آمن\nبربوبيته، ورأى حاجته وفقره إليه صار سائلا له متوكلا عليه مستعينا به، إما\nبحاله أو بقاله، بخلاف المستكبر عنه المعرض عن مسألته.\n</p>\n\n<p>\nأنواع شؤال العبد ربه:\n</p>\n\n<p>\nثم هذا المستعين به السائل له، إما أن يسأل ما هو مأمور به، أو <span id='ms29'></span> ما هو\nمنهى عنه، أو ما هو مباح له، فالأول حال المؤمنين السعداء الذين حالهم:\n{إياك نعبد وإياك نستعين} [الفاتحة: 5] ، والثانى حال الكفار والفساق\nوالعصاة الذين فيهم إيمان به وإن كانوا كفارا، كما قال: {وما يؤمن أكثرهم\nبالله إلا وهم مشركون} [يوسف: 106] فهم مؤمنون بربوبيته، مشركون فى عبادته،\nكما قال النبى صلى الله عليه وسلم لحصين الخزاعى: \" يا حصين، كم تعبد؟ \"\nقال: سبعة آلهة؛ ستة فى الأرض وواحدا فى السماء، قال: \" فمن الذي تدع\nلرغبتك ورهبتك؟ \"، قال: الذي فى السماء، قال: \" أسلم حتى أعلمك كلمة ينفعك\nالله تعالى بها \"، فأسلم، فقال: \" قل: اللهم ألهمني رشدي، وقني شر نفسي \"\nرواه أحمد وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا قال سبحانه وتعالى: {وإذا سألك عبادي عني فإني قريب أجيب دعوة\nالداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون} [البقرة: 186] ،\nأخبر سبحانه أنه قريب من عباده، يجيب دعوة الداعى إذا دعاه، فهذا إخبار عن\nربوبيته لهم، وإعطائه سؤلهم، وإجابة دعائهم؛ فإنهم إذا دعوه فقد آمنوا\nبربوبيته لهم، وإن كانوا مع ذلك كفارا من وجه آخر، وفساقا أو عصاة، قال\nتعالى: {وإذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر\nأعرضتم وكان الإنسان كفورا} [الإسراء: 67] ، وقال تعالى: {وإذا مس الإنسان\nالضر دعانا لجنبه أو قاعدا أو قآئما فلما كشفنا عنه ضره مر كأن لم يدعنا\nإلى ضر مسه كذلك زين للمسرفين ما كانوا يعملون} [يونس: 12] ،ونظائره في\nالقرآن كثيرة، ثم أمرهم بأمرين فقال: {فليستجيبوا لي وليؤمنوا بي لعلهم\nيرشدون} [البقرة: 186] . فالأول أن يطيعوه فيما أمرهم به من العبادة\nوالاستعانة، والثانى الإيمان بربوبيته وألوهيته، وأنه ربهم وإلههم.\n</p>\n\n<p>\nولهذا قيل: إجابة الدعاء تكون عن صحة الاعتقاد، وعن كمال الطاعة؛ لأنه\nعقب آية الدعاء بقوله: {فليستجيبوا لي وليؤمنوا بي} والطاعة والعبادة هى\nمصلحة العبد التى فيها سعادته ونجاته، وأما إجابة دعائه وإعطاء سؤاله، فقد\nيكون منفعة وقد يكون مضرة، قال تعالى: {ويدع الإنسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nبالشر دعاءه بالخير وكان الإنسان عجولا} [الإسراء: 11] ،وقال تعالى: {ولو\nيعجل الله للناس <span id='ms30'></span> الشر استعجالهم بالخير لقضي إليهم أجلهم} [يونس: 11] ،\nوقال تعالى عن المشركين: {وإذ قالوا اللهم إن كان هذا هو الحق من عندك\nفأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم} [الأنفال: 32] ،وقال:\n{إن تستفتحوا فقد جاءكم الفتح وإن تنتهوا فهو خير لكم} [الأنفال: 19]\n،وقال: {ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين} [الأعراف: 55] ،\nوقال: {واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها فأتبعه الشيطان فكان\nمن الغاوين ولو شئنا لرفعناه بها ولكنه أخلد إلى الأرض واتبع هواه} الآية\n[الأعراف: 175، 176] ،وقال: {فمن حآجك فيه من بعد ما جاءك من العلم فقل\nتعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل\nفنجعل لعنة الله على الكاذبين} [آل عمران: 61] ، وقال النبى صلى الله عليه\nوسلم لما دخل على أهل جابر فقال: \" لا تدعوا على أنفسكم إلا بخير؛ فإن\nالملائكة يؤمنون على ما تقولون \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>فصل العبد فقير إلى الله فيما يصلحه ويقصده</h1>\n\n<p>\n...\n</p>\n\n<p>\nفصل [العبد فقير إلى الله في ما يصلحه وبقصده]\n</p>\n\n<p>\nفالعبد كما أنه فقير إلى الله دائما فى إعانته وإجابة دعوته وإعطاء سؤاله\nوقضاء حوائجه فهو فقير إليه فى أن يعلم ما يصلحه وما هو الذي يقصده ويريده،\nوهذا هو الأمر والنهي والشريعة، وإلا فإذا قضيت حاجته التى طلبها وأرادها\nولم تكن مصلحة له كان ذلك ضررا علىه، وإن كان في الحال له فيه لذة ومنفعة\nفالاعتبار بالمنفعة الخالصة أو الراجحة، وهذا قد عرفه الله عباده برسله\nوكتبه. علموهم، وزكوهم، وأمروهم بما ينفعهم، ونهوهم عما يضرهم، وبينوا لهم\nأن مطلوبهم ومقصودهم ومعبودهم يجب أن يكون هو الله وحده لا شريك له، كما\nأنه هو ربهم وخالقهم، وأنهم إن تركوا عبادته أو أشركوا به غيره خسروا\nخسرانا مبينا، وضلوا ضلالا بعيدا، وكان ما أوتوه من قوة ومعرفة وجاه ومال\nوغير ذلك وإن كانوا فيه فقراء إلى الله مستعينين به علىه، مقرين بربوبيته\nفإنه ضرر علىهم، ولهم بئس المصير وسوء الدار. وهذا هو الذي تعلق به الأمر\nالديني الشرعى والإرادة الدينية الشرعية، كما تعلق <span id='ms31'></span> بالأول الأمر الكونى\nالقدري والإرادة الكونية القدرية. والله سبحانه قد أنعم على المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nبالإعانة والهداية؛ فإنه بين لهم هداهم بإرسال الرسل، وإنزال الكتب،\nوأعانهم على اتباع ذلك علما وعملا، كما من علىهم وعلى سائر الخلق بأن خلقهم\nورزقهم وعافاهم، ومن على أكثر الخلق بأن عرفهم ربوبيته لهم وحاجتهم إليه،\nوأعطاهم سؤلهم، وأجاب دعاءهم، قال تعالى: {يسأله من في السماوات والأرض كل\nيوم هو في شأن} [الرحمن: 29] ، فكل أهل السموات والأرض يسألونه، فصارت\nالدرجات أربعة:\n</p>\n\n<p>\nقوم لم يعبدوه ولم يستعينوه، وقد خلقهم ورزقهم وعافاهم.\n</p>\n\n<p>\nوقوم استعانوه فأعانهم ولم يعبدوه.\n</p>\n\n<p>\nوقوم طلبوا عبادته وطاعته، ولم يستعينوه ولم يتوكلوا عليه.\n</p>\n\n<p>\nوالصنف الرابع: الذين عبدوه واستعانوه فأعانهم على عبادته وطاعته، وهؤلاء\nهم الذين آمنوا وعملوا الصالحات، وقد بين سبحانه ما خص به المؤمنين فى\nقوله: {حبب إليكم الإيمان وزينه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون} [الحجرات:\n7] .\n</p>\n\n<p>\n[آخر قاعدة التوحيد والحمد لله رب العالمين] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             <span id='ms32'></span>\n</p>\n",
  "pages": [
    "000",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095"
  ],
  "volumes": [
    "01"
  ]
}