{
  "content": "\n\nالكتاب: من حديث أبي الفوارس الصابوني وغيره من الشيوخ - مخطوط\n<p>\nالمؤلف: أبو القاسم علي بن محمد بن علي بن أبي العلاء المصيصي\n</p>\n\n<p>\nالمتوفى: 487 ه\n</p>\n\n<p>\nمصدر المخطوط: برنامج جوامع الكلم\n</p>\n\n<p>\nملاحظة: نص المخطوط وترقيمه موافق لما جاء في برنامج جوامع الكلم\n</p>\n\n<p>\nأعد المخطوط للشاملة: مكتبة أحمد الخضري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [من حديث أبي الفوارس الصابوني وغيره]</h1>\n\n<p>\nالجزء فيه من حديث أبي الفوارس أحمد بن محمد المعروف بالصابوني وغيره من\nالشيوخ.\n</p>\n\n<p>\nرواية أبي عبد الله محمد بن الفضل بن نظيف الفراء، عنهم.\n</p>\n\n<p>\nرواية الفقيه أبي القاسم علي بن محمد بن علي بن أبي العلاء المصيصي، عنه.\n</p>\n\n<p>\nرواية القاضي أبي القاسم الحسين بن الحسن بن محمد الأسدي، عنه.\n</p>\n\n<p>\nرواية حفيده القاضي أبي محمد الحسن بن علي بن الحسين بن الحسن، عنه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآله وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n(1) -[1] قرأت على القاضي النفيس أبي محمد الحسن بن علي بن الحسين بن الحسن\nالأسدي، ... في مستهل جمادى الأولى لسنة اثنتين وعشرين وست مائة بالكشك\nبمدينة دمشق قلت له، أخبرك جدك القاضي أبو القاسم الحسين بن الحسن بن محمد\nالأسدي رحمه الله، قراءة عليه وأنت تسمع، في ثامن عشر شعبان سنة اثنتين\nوأربعين وست مائة، قال: أنبا الشيخ الجليل أبو القاسم علي بن محمد بن علي\nالمصيصي، رضي الله عنه، قال: أنبا الشيخ أبو عبد الله محمد بن الفضل بن\nنظيف الفراء، قراءة عليه في منزله من كتابه بفسطاط مصر يوم الخميس الثامن\nوالعشرين من شوال سنة تسع عشرة وأربع مائة، قال: نا أبو الفوارس أحمد بن\nمحمد السندي المعروف بالصابوني، يوم السبت أول يوم من شهر رمضان سنة ثمان\nوأربعين وثلاث مائة، قال: نا الربيع بن سليمان، قال: نا الشافعي، عن مالك،\nعن عبد الله بن دينار، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: \"\nإن بلالا ينادي بليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم \".أخبرنا محمد،\nقال: نا أحمد، نا المزني، قال: ثنا الشافعي، عن مالك، عن عبد الله <span id='ms01'></span> بن\nدينار، عن عبد الله بن عمر، عن النبي صلى الله عليه وسلم بمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n(2) -[2] أخبرنا محمد، نا أحمد، أنبا المزني، نا الشافعي، عن مالك، عن\nنافع، عن عبد الله بن عمر، أن رجلا من أصحاب النبي صلى الله عليه وسلم أري\nفي المنام ليلة القدر في السبع الأواخر، فقال: \" إني أرى رؤياكم قد تواطأت\nفي السبع الأواخر فمن كان منكم متحريها فليتحرها في السبع الأواخر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(3) -[3] أخبرنا محمد، ثنا أحمد، ثنا المزني، ثنا الشافعي، عن مالك، عن عبد\nالله بن دينار، عن عبد الله بن عمر، أن رسول الله، صلى الله عليه وسلم قال:\n\" تحروا ليلة القدر في السبع الأواخر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(4) -[4] أخبرنا محمد، نا أحمد، قال: أنبا المزني، ثنا الشافعي، عن مالك،\nعن نافع، عن عبد الله بن عمر، أن رسول الله، صلى الله عليه وسلم نهى عن\nالوصال، فقيل: إنك تواصل، فقال: \" لست مثلكم أطعم وأسقى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(5) -[5] أخبرنا محمد، ثنا أحمد، أنبا المزني، ثنا الشافعي، عن مالك، عن\nنافع، عن عبد الله بن عمر، أن رسول الله صلى الله عليه وسلم ذكر رمضان\nفقال: \" لا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن غم عليكم\nفاقدروا له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(6) -[6] أخبرنا محمد، نا أحمد، أنبا المزني، نا الشافعي، عن مالك، عن عبد\nالله بن دينار، عن عبد الله بن عمر، أن رسول الله صلى الله عليه وسلم قال:\n\" الشهر تسع وعشرون، لا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن\nغم عليكم فاقدروا له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(7) -[7] أخبرنا محمد، نا أحمد، أنبا المزني، نا الشافعي، عن مالك، عن عبد\nالله بن دينار، عن عبد الله بن عمر، أن رسول الله صلى الله عليه وسلم قال:\n\" الشهر تسع وعشرون ولا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن\nغم عليكم فأكملوا العدة ثلاثين يوما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(8) -[8] أخبرنا محمد، نا أحمد، أنبا المزني، ثنا الشافعي، عن مالك، عن\nنافع، عن عبد الله بن عمر، أن رسول الله صلى الله عليه وسلم \" فرض زكاة\nالفطر من رمضان على الناس، صاعا <span id='ms02'></span> من تمر أو صاعا من شعير على كل حر وعبد،\nذكر وأنثى من المسلمين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(9) -[9] أخبرنا محمد، نا أحمد، ثنا إبراهيم بن أبي داود البرلسي، ثنا آدم\nبن ناهية، ثنا سليمان بن حيان، عن الحجاج بن أرطأة، عن محمد بن عبد العزيز،\nعن مولى لأبي بكرة، عن أبي بكرة، قال: قال رسول الله صلى الله عليه وسلم: \"\nذنبان لا يغفران وتعجل لصاحبهما العقوبة: البغي، وقطيعة الرحم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(10) -[10] أخبرنا محمد، ثنا أحمد، ثنا إبراهيم بن أبي داود، ثنا آدم، ثنا\nإسماعيل بن عياش، عن إسحاق بن عبد الله، عن يوسف بن سليمان، عن جدته\nميمونة، عن عبد الرحمن بن سنة، قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: \" والذي نفسي بيده ليأرزن الإسلام إلى ما بين المسجدين؛ مسجد مكة\nومسجد المدينة، كما تأرز الحية إلى جحرها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(11) -[11] أخبرنا محمد، نا أحمد، ثنا إبراهيم بن أبي داود، ثنا آدم، ثنا\nإسماعيل بن عياش، عن أبي بكر بن عبد الله بن أبي مريم، عن يزيد السكوني، عن\nأبي بحرية، عن معاذ بن جبل، قال: قال رسول الله صلى الله عليه وسلم: \"\nالملحمة العظمى وفتح القسطنطينية في سبعة أشهر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(12) -[12] أخبرنا محمد، ثنا أحمد، ثنا الربيع بن سليمان، ثنا أسد بن موسى،\nحدثني جرير بن حازم، عن موسى القعنبي، عن عبد الرحمن بن سابط، قال: قدم\nمعاوية حاجا، فأتاه سعد بن أبي وقاص، قال: فذكروا علي بن أبي طالب، عليه\nالسلام، فعابه، فقال سعد يقول لرجل: سمعت رسول الله صلى الله عليه وسلم\nيقول له: \" ثلاث خصال لئن تكون لي خصلة منها، أحب إلي من الدنيا وما فيها،\nسمعت رسول الله صلى الله عليه وسلم يقول: \" من كنت مولاه، فعلي مولاه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(13) -[250] وسمعت رسول الله صلى الله عليه وسلم يقول: \" أنت مني بمنزلة\nهارون من موسى، إلا أنه لا نبي بعدي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n(14) -[13] أخبرنا محمد، ثنا أحمد، ثنا فهد بن سليمان الدلال، ثنا محمد بن\nكثير، قال: سمعت الأوزاعي، عن قتادة، عن أنس بن مالك، قال: قال رسول الله\nصلى <span id='ms03'></span> الله عليه وسلم لأبي بكر وعمر، رضي الله عنهما: \" هذان سيدا كهول أهل\nالجنة من الأولين والآخرين إلا النبيين والمرسلين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(15) -[14] أخبرنا محمد، حدثنا أحمد، ثنا إبراهيم بن مرزوق، ثنا عثمان بن\nعمر بن فارس، عن عبد الله بن عامر، عن محمد بن المنكدر، عن جابر بن عبد\nالله، أن رسول الله صلى الله عليه وسلم قال: \" ألا أخبركم بخياركم من\nشراركم، خياركم أطولكم أعمارا وأحسنكم أعمالا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(16) -[15] أخبرنا محمد، نا أحمد، ثنا إبراهيم بن مرزوق، ثنا مكي بن\nإبراهيم البلخي، ثنا موسى بن عبيدة، عن السمط بن عبد الله، عن موسى بن\nوردان، عن كعب الأحبار، قال: \" إن في الجنة عمودا من ياقوتة حمراء، عليها\nكذا وكذا غرفة، هو منزل المتحابين في الله عز وجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(17) -[16] أخبرنا محمد، ثنا أحمد، حدثني أبو جعفر محمد بن علي الربعي، سنة\nأربع وستين ومائتين، ثنا مهدي بن جعفر، ثنا رشدين بن سعد، عن محمد بن راشد،\nعن مكحول، قال: سيد الدعاء الاستغفار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n(18) -[17] أخبرنا محمد، نا أحمد، قال: وبه أنبا محمد بن علي الربعي قال:\nثنا يوسف بن عدي، ثنا أبو المليح، عن ميمون بن مهران، قال: المتكلم ينتظر\nالمقت والمستمع ينتظر الرحمة، يعني القارئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n(19) -[18] أخبرنا محمد، ثنا أحمد، ثنا بحر بن نصر بن سابق الخولاني، ثنا\nعبد الله بن وهب، عن مالك بن أنس، ويونس بن يزيد، عن ابن شهاب، عن عروة، عن\nعائشة رحمها الله، أن رسول الله صلى الله عليه وسلم قال: \" الوزغ فويسق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(20) -[19] أخبرنا محمد، ثنا أحمد، ثنا إسماعيل بن إسحاق المعروف بترنجة،\nحدثنا إسماعيل بن أبي أويس، عن مالك، عن الزهري، عن عروة، عن عائشة، رحمها\nالله، أن رسول الله صلى الله عليه وسلم قال: \" الوزغ فويسق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(21) -[20] أخبرنا محمد، ثنا أحمد، أنبا يونس بن عبد الأعلى، أنبا عبد الله\nبن وهب، أنبا مالك، عن عبد الرحمن بن أبي صعصعة المازني، عن أبيه، عن أبي\nسعيد الخدري، أن رسول الله صلى الله عليه وسلم قال: \" ليس فيما دون خمس\nأوسق من التمر <span id='ms04'></span> صدقة، وليس فيما دون خمسة أواق من الورق صدقة، وليس فيما دون\nخمسة ذود من الإبل صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(22) -[21] أخبرنا محمد، ثنا أحمد، ثنا عبد الرحمن بن الجارود، ثنا يزيد بن\nموهب، ثنا عبد الله بن وهب، أخبرني عمرو بن الحارث، عن دراج، عن أبي\nالهيثم، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: \" لا\nحليم إلا ذو عثرة ولا حكيم إلا ذو تجربة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(23) -[22] أخبرنا محمد، قال: قال أبو الفوارس أحمد بن محمد بن عبد الرحمن\nالسندي الصابوني: ولدت في المحرم سنة خمس وأربعين ومائتين، وأول ما سمعت\nالحديث ولي عشر سنين، ومات المزني رحمه الله سنة أربع وستين، وتوفي الربيع\nسنة سبعين ومائتين، فكانا رضيعين عمرهما ستة أشهر، ومات بحشل، والمزني،\nويونس بن عبد الأعلى، ويزيد بن سنان في سنة واحدة وهي سنة أربع وستين\nومائتين، وبحشل هذا هو ابن أخي ابن وهب، يقال له أحمد بن عبيد الله ابن أخي وهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n(24) -[23] أخبرنا محمد بن الفضل بن نظيف، قال: ثنا أبو الفضل العباس بن\nمحمد بن نصر بن السري بن عبيد الله بن سهل بن أيوب، توفي يوم الخميس لاثنتي\nعشرة خلت من شهر ربيع الأول من سنة خمسين وثلاث مائة، ثنا أبو عمر هلال بن\nالعلاء بن هلال بن عمر بن العقبي، سنة ثمان وسبعين ومائتين، ثنا أبو عمر\nالحوضي، ثنا همام، ثنا عامر بن عبد الواحد الأحول، حدثني مكحول، أن عبد\nالله بن محيريز، حدثه أن أبا محذورة، قال: إن رسول الله صلى الله عليه وسلم\nعلمه الأذان تسعة عشرة كلمة: \" الله أكبر، الله أكبر، الله أكبر، الله\nأكبر، أشهد أن لا إله إلا الله، أشهد أن لا إله إلا الله، أشهد أن محمدا\nرسول الله، أشهد أن محمدا رسول الله، أشهد أن لا إله إلا الله، أشهد أن لا\nإله إلا الله، أشهد أن محمدا رسول الله، أشهد أن محمدا رسول الله، حي على\nالصلاة، حي على الصلاة، حي على الفلاح، حي على الفلاح <span id='ms05'></span>، الله أكبر، الله\nأكبر، لا إله إلا الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(25) -[24] أخبرنا محمد، ثنا العباس بن محمد، ثنا هلال بن العلاء، ثنا\nسليمان بن عبيد الله، ثنا عبيد الله، عن زيد، عن الحكم، عن عبد الرحمن بن\nأبي ليلى، عن كعب بن عجرة، قال: قال النبي صلى الله عليه وسلم: \" معقبات لا\nيخيب قائلهن، تسبح الله في دبر كل صلاة ثلاثا وثلاثين، وتحمد الله ثلاثا\nوثلاثين، وتكبر الله أربعا وثلاثين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(26) -[25] أخبرنا محمد، قال: ثنا العباس، ثنا أبو عمر حفص بن عمر بن\nالصباح البصري، سنة ثمان وسبعين ومائتين، ثنا أبو نعيم الفضل بن دكين، ثنا\nسفيان الثوري، عن هشام بن عروة، عن عبد الله بن عمر، قال: قال رسول الله\nصلى الله عليه وسلم: \" إن الله لا يقبض العلم انتزاعا ينتزعه من الناس،\nولكن يقبض العلم بقبض العلماء، حتى إذا لم يترك عالما اتخذ الناس رءوسا\nجهالا، فسئلوا فأفتوا بغير علم فضلوا وأضلوا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(27) -[26] أخبرنا محمد، قال: نا العباس، ثنا حفص بن عمر بن الصباح، ثنا\nعاصم بن يوسف، ثنا إسرائيل، عن الأعمش، عن أبي صالح، عن أبي سعيد الخدري،\nقال: قال رسول الله صلى الله عليه وسلم: \" لا تسبوا أصحابي، فوالذي نفسي\nبيده لو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مد أحدهم ولا نصيفه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(28) -[27] أخبرنا محمد، قال: ثنا العباس، ثنا أبو الأصبغ محمد بن عبد\nالرحمن بن كامل الأسدي القرقساني، سنة إحدى وثمانين ومائتين، قال: ثنا ثابت\nبن موسى، ثنا شريك، عن الأعمش، عن أبي سفيان، عن جابر بن عبد الله، قال:\nقال النبي صلى الله عليه وسلم: \" من كثرت صلاته بالليل حسن وجهه بالنهار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(29) -[28] أخبرنا محمد، ثنا العباس، ثنا محمد بن عبد الرحمن بن كامل، ثنا\nسعيد بن عمر الأشعثي، ثنا عبثر بن القاسم، عن سفيان الثوري، عن مالك، عن\nمحمد بن مسلم الزهري، عن الحسن بن محمد ابن الحنفية، عن أبيه، قال: تكلم\nعلي، عليه السلام، وابن عباس في متعة النساء، فقال له علي، عليهما السلام،\nإنك امرؤ تائه <span id='ms06'></span>، إن رسول الله صلى الله عليه وسلم \" نهى عن متعة النساء يوم\nخيبر وعن لحوم الحمر الأهلية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(30) -[29] أخبرنا محمد، قال: ثنا العباس، ثنا أبو عبد الله محمد بن محمد\nبن إسماعيل بن شداد القصري القاضي، قاضي ديار مصر، ثنا مسدد بن مسرهد، ثنا\nخالد، يعني ابن عبد الله، ثنا سهيل بن أبي صالح، عن أبيه، عن أبي هريرة،\nقال: قال رسول الله صلى الله عليه وسلم: \" لا تقوم الساعة حتى تكون السنة\nكالشهر، والشهر كالجمعة، والجمعة كاليوم، واليوم كالساعة، والساعة كاحتراق\nالسعفة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(31) -[30] أخبرنا محمد، قال: ثنا العباس، ثنا محمد بن محمد بن إسماعيل\nالقاضي، ثنا علي بن الجعد، أخبرني أيوب بن عتبة، عن يحيى بن أبي كثير، عن\nأبي سلمة، عن عائشة، رضي الله عنها، أنها قالت للنساء: \" مرن رجالكن\nفليغسلوا أثر البول والغائط، فإن رسول الله، صلى الله عليه وسلم كان يفعله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(32) -[31] أخبرنا محمد، قال: ثنا العباس، ثنا أبو جعفر محمد بن الخضر بن\nعلي البزار، ثنا أحمد بن أبي شعيب، ثنا محمد بن سلمة، عن محمد بن إسحاق، عن\nمحمد بن جعفر بن الزبير، عن عبيد الله بن عبد الله بن عمر، عن أبيه، قال:\nسمعت رسول الله صلى الله عليه وسلم وهو يسئل عن الماء يكون بالفلاة من\nالأرض، وما يغشاه من الدواب والسباع، فقال رسول الله، صلى الله عليه وسلم:\n\" إذا كان الماء قلتين لم يحمل خبثا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(33) -[32] حدثنا محمد، حدثنا العباس، ثنا أبو عمر هلال بن العلاء، ثنا\nمعلى بن أسد، ثنا وهيب، عن منصور، عن عامر، عن المقدام بن معد يكرب، رجل من\nأهل الشام كانت له صحبة، عن النبي صلى الله عليه وسلم قال: \" ليلة الضيف حق\nعلى كل مسلم، فمن أصبح بفنائه فهو له عليه دين، إن شاء اقتضاه، وإن شاء ترك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(34) -[33] أخبرنا محمد، قال: نا العباس، ثنا أبو عبد الله سعيد بن يحيى بن\nزيد بن عبد الحميد القرشي، إمام جامع الرقة، ثنا مصعب بن عبد الله بن\nالزبير، حدثني إبراهيم، يعني <span id='ms07'></span> ابن سعد، عن أبيه، عن أبي عبيدة بن محمد بن\nعمار بن ياسر، عن طلحة بن عبد الله بن عوف، عن سعيد بن زيد، أن رسول الله\nصلى الله عليه وسلم قال: \" من قتل دون ماله فهو شهيد، ومن قتل دون دينه فهو\nشهيد، ومن قتل دون دمه فهو شهيد، ومن قتل دون أهله فهو شهيد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(35) -[34] أخبرنا محمد، قال: ثنا العباس، ثنا أبو القاسم صباح بن أحمد بن\nعمر بن حفص بن عمر، ثنا أبو محمد المعافى بن سليمان الحراني، حدثنا زهير،\nيعني ابن معاوية، ثنا أبو إسحاق، عن ابن أبي جحيفة، عن أبيه، قال: \" رأيت\nالنبي، صلى الله عليه وسلم صلى بالأبطح صلاة العصر ركعتين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(36) -[35] أخبرنا محمد، ثنا العباس، قال: ثنا أبو محمد عبد الله بن جعفر\nبن أحمد بن بحر العسكري البزاز، قال: ثنا أبو عبيد القاسم بن سلام، ثنا ابن\nأبي عدي، ويزيد، عن بهز بن حكيم، عن أبيه، عن جده، قال: قلت: يا رسول الله\nصلى الله عليك، إنا قوم نتساءل أموالنا، قال: \" يسأل الرجل في الحاجة\nوالفتن يصلح بين الناس، فإذا بلغ أو كرب استعف \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(37) -[36] أخبرنا محمد، ثنا العباس، ثنا حفص بن عمر بن الصباح، حدثنا أحمد\nبن عبد الله بن يونس، ثنا أبو بكر بن عياش، عن الأعمش، عن عطاء، عن جابر،\nعن النبي صلى الله عليه وسلم قال: \" مثل المؤمن مثل السنبلة يحركها الريح،\nفتقوم مرة وتقع مرة، ومثل الكافر مثل الأرزة لا تزال قائمة حتى تتقعر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(38) -[37] أخبرنا محمد، ثنا العباس، ثنا أبو بكر محمد بن جعفر بن سفيان بن\nيزيد بن زاذان الرقي، ثنا أبو عمران موسى بن مروان، ثنا المعافى بن عمران\nالموصلي، ثنا إسرائيل، ثنا أبو إسحاق، عن عبد الرحمن بن يزيد، عن الأسود،\nعن عائشة، قالت: \" ما شبع محمد صلى الله عليه وسلم غداء وعشاء من خبز\nالشعير ثلاثة أيام متتابعات حتى لحق بالله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n(39) -[38] أخبرنا محمد، ثنا العباس، ثنا محمد بن محمد بن إسماعيل القاضي،\nثنا أبو بكر بن <span id='ms08'></span> أبي شيبة، عن وكيع، عن سفيان، عن أبي قيس، عن هزيل، عن عبد\nالله، قال: \" من أراد الآخرة أضر بالدنيا، ومن أراد الدنيا أضر بالآخرة، يا\nقوم فأضروا بالفاني للباقي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(40) -[39] أخبرنا محمد، ثنا العباس، ثنا محمد بن عبد الرحمن بن كامل\nالأسدي، ثنا سعيد بن عمرو الأشعثي، ثنا جعفر بن سليمان، قال: سمعت مالك بن\nدينار، يقول: \" إذا طلب العبد العلم ليعمل به كسره عمله، وإذا طلبه لغير\nالعمل زاده فخرا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(41) -[40] أنشدنا العباس بن محمد الرقي أبو الفضل، قال: أنشدنا أبو عمر\nهلال بن العلاء:\n</p>\n\n<p>\nيا خاضب الشيب بالحناء ليستره ... سل المليك له سترا من النار\n</p>\n\n<p>\nلن يرحل الشيب عن دار أقام بها ... حتى يرحل عنها صاحب الدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n(42) -[41] أخبرنا محمد، ثنا العباس، ثنا أبو عمر هلال بن العلاء بن هلال\nبن عمر العتبي الرقي، أنبا أبو عمر الحوضي، ثنا، هشام، يعني الدستوائي، عن\nقتادة، عن أبي المليح، عن أبيه، أن رسول الله، صلى الله عليه وسلم \" أمر\nمناديا فنادى في يوم مطير: الصلاة في الرحال \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(43) -[42] أخبرنا محمد، ثنا العباس، ثنا هلال بن العلاء، ثنا أبو الوليد،\nثنا عمار بن عمارة أبو هاشم صاحب الزعفراني، حدثني صالح بن عبيد، عن قبيصة\nبن وقاص، قال: قال رسول الله، صلى الله عليه وسلم: \" يكون أمراء من بعدي\nيؤخرون الصلاة فهي لكم وهي عليهم فصلوا معهم ما صلوا لكم الصلاة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(44) -[43] أخبرنا محمد، ثنا العباس، ثنا أبو عمر حفص بن عمر بن الصباح،\nثنا أبو نعيم الفضل بن دكين، ثنا سفيان، عن هشام بن عروة، عن عروة، عن\nعائشة، رحمها الله، قالت: \" كفن النبي صلى الله عليه وسلم في ثلاث أثواب\nكرسف سحول ليس فيها قميص ولا عمامة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(45) -[44] أخبرنا محمد، ثنا العباس، ثنا حفص بن عمر، ثنا عاصم بن يوسف،\nثنا قطبة يعني ابن عبد العزيز، عن الأعمش، عن خيثمة، عن عدي بن حاتم، قال:\nقال رسول الله صلى الله عليه وسلم: \" ما منكم من أحد إلا سيكلمه الله تبارك\nوتعالى ليس بينه وبينه ترجمان <span id='ms09'></span> فينظر عن أيمن منه فلا يرى إلا شيئا قدمه،\nوينظر أشأم منه فلا يرى إلا شيئا قدمه، فينظر تلقاء وجهه فتستقبله النار،\nفمن استطاع منكم فليتق النار ولو بشق تمرة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(46) -[45] أخبرنا محمد، ثنا العباس، ثنا أبو الأصبغ محمد بن عبد الرحمن بن\nكامل الأسدي القرقساني، ثنا يحيى بن عبد الحميد الحماني، ثنا قيس بن\nالربيع، عن أبي حصين، عن يحيى بن وثاب، عن مسروق، عن عبد الله، قال: قال\nرسول الله صلى الله عليه وسلم لبلال: \" أنفق بلال، ولا تخش من ذي العرش\nإقلالا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(47) -[46] أخبرنا محمد، أنبا العباس، ثنا محمد بن عبد الرحمن بن كامل، ثنا\nالحكم بن موسى، ثنا الهقل، عن الأوزاعي، قال: ثنا أبو عمار، حدثني عبد الله\nبن فروخ، قال: حدثني أبو هريرة، قال: قال رسول الله صلى الله عليه وسلم: \"\nأنا سيد ولد آدم يوم القيامة، وأول من ينشق عنه القبر، وأول شافع، وأول\nمشفع، صلى الله عليه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(48) -[47] أخبرنا محمد، ثنا العباس، ثنا أبو عبد الله محمد بن محمد بن\nإسماعيل القاضي، أنبا مسدد بن مسرهد، ثنا عيسى بن يونس، ثنا الأعمش، عن\nعمرو بن مرة، عن عبد الله بن سلمة، عن علي، عليه السلام، أن رسول الله صلى\nالله عليه وسلم \" كان يقرأ القرآن على كل حال إلا الجنابة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(49) -[48] أخبرنا محمد، ثنا العباس، ثنا محمد بن محمد بن إسماعيل، حدثني\nيحيى بن معين، ثنا إسحاق، يعني ابن يوسف الأزرق، ثنا شريك، عن بيان، عن\nقيس، عن المغيرة، قال: \" كنا نصلي مع النبي صلى الله عليه وسلم بالهاجرة،\nفقال: أبردوا بالظهر فإن شدة الحر من فيح جهنم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(50) -[49] أخبرنا محمد، ثنا العباس، ثنا أبو جعفر محمد بن الخضر بن علي\nالبزار، ثنا سيدان بن مضارب أبو محمد البصري، ثنا حماد بن زيد، عن أيوب، عن\nأبي قلابة، عن أبي أسماء، عن ثوبان، قال: قال رسول الله صلى الله عليه\nوسلم: \" إنما أخاف على أمتي الأئمة المضلين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(51) -[50] أخبرنا محمد، ثنا العباس، ثنا محمد بن الخضر بن علي، ثنا <span id='ms10'></span> أبو\nسفيان عبد الرحيم بن مطرف الرؤاسي، ثنا عيسى بن يونس، عن شعبة، عن قتادة،\nعن أبي السوار، عن عمران بن حصين، عن النبي صلى الله عليه وسلم: \" الحياء\nلا يأتي إلا بخير \".قال بشر بن كعب: إن في التوراة، أو قال: في الحكمة:\nالحياء وقار، فقال: أحدثك عن رسول الله صلى الله عليه وسلم وتحدثني عن الصحف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n(52) -[51] أخبرنا محمد، ثنا العباس، ثنا هلال بن العلاء، ثنا أبي، وعبد\nالله بن جعفر، قالا: ثنا عبيد الله بن عمر، عن زيد بن أبي أنيسة، عن حماد،\nعن أبي الضحى، عن مسروق، عن ابن مسعود، قال: كان نبيكم صلى الله عليه وسلم\nإذا كان راكعا أو ساجدا، قال: \" سبحانك وبحمدك أستغفرك وأتوب إليك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(53) -[52] أخبرنا محمد، ثنا العباس، ثنا أبو القاسم صباح بن أحمد بن صباح،\nثنا المعافى بن سليمان الحراني، ثنا زهير، يعني ابن معاوية، ثنا أبو إسحاق،\nعن البراء بن عازب، قال: كان رسول الله صلى الله عليه وسلم إذا أوى إلى\nفراشه وضع يده اليمنى تحت خده الأيمن ثم قال: \" اللهم أو رب شك زهير قني\nعذابك يوم تبعث عبادك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(54) -[53] أخبرنا محمد، ثنا العباس، ثنا أبو عبد الله سعد بن يحيى بن يزيد\nبن عبد الحميد القرشي، ثنا مصعب بن عبد الله الزبيري، حدثني إبراهيم، يعني\nابن سعد، عن سفيان الثوري، عن عبد الملك بن عمير، عن هلال مولى ربعي، عن\nربعي، عن حذيفة، قال: قال رسول الله صلى الله عليه وسلم: \" اقتدوا باللذين\nمن بعدي: أبي بكر وعمر \" رحمهما الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n(55) -[54] أخبرنا محمد، ثنا العباس، ثنا هلال بن العلاء بن هلال، ثنا أبي،\nثنا حماد بن زيد، ثنا سعيد الجريري، عن عبد الله بن شقيق، عن عبد الله بن\nحوالة، قال: قال رسول الله صلى الله عليه وسلم ذات يوم: \" تهجمون الآن على\nرجل، معتجر ببرد أحمر يبايع الناس، من أهل الجنة \".أظنه قال: ونحن سفر،\nفهجمنا على عثمان وهو يبايع الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n(56) -[55] أخبرنا محمد، ثنا العباس، ثنا محمد بن عبد <span id='ms11'></span> الرحمن بن كامل\nالأسدي، ثنا أبو خالد يزيد بن مهران الكوفي، ثنا أبو بكر بن عياش، عن\nالأعمش، عن أبي صالح، عن أبي سعيد الخدري أن النبي صلى الله عليه وسلم قال\nلعلي عليه السلام: \" أنت مني بمنزلة هارون من موسى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(57) -[56] أخبرنا محمد، ثنا العباس، ثنا أبو عبد الله سعد بن يحيى، ثنا\nمصعب بن عبد الله الزبيري، قال: حدثني مالك بن أنس، عن ابن شهاب، عن أنس بن\nمالك، أن رسول الله صلى الله عليه وسلم دخل مكة عام الفتح، وعلى رأسه\nالمغفر، فلما نزعه جاءه رجل فقال: ابن خطل متعلق بأستار الكعبة، فقال: \"\nاقتلوه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(58) -[57] أخبرنا محمد، ثنا العباس، ثنا أبو محمد عبد الرحمن بن جعفر بن\nأحمد بن بحر العسكري البزار، ثنا أبو عبيد القاسم بن سلام، ثنا علي بن\nثابت، عن إبراهيم بن يزيد المكي، عن الزهري، عن سعيد بن المسيب، عن أبي\nهريرة، عن النبي صلى الله عليه وسلم أنه سئل: أي الصدقة أفضل؟ فقال: \"\nالصدقة على ذي الرحم الكاشح \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(59) -[58] أخبرنا محمد، ثنا العباس، ثنا محمد بن عبد الرحمن بن كامل\nالأسدي الغبري، ثنا معلى بن مهدي الموصلي، ثنا حبان بن علي العنزي، عن جعفر\nبن أبي المغيرة، عن سعيد بن جبير، عن ابن عباس، قال: \" لا يمنع أحدكم من\nالحديث حدث به أمس أن يحدث به اليوم، فمن لم يكن سمعه أمس سمعه اليوم، ومن\nكان سمعه أمس ازداد به علما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(60) -[59] أخبرنا محمد، ثنا العباس، ثنا محمد بن محمد بن إسماعيل القاضي،\nثنا أبو بكر بن أبي شيبة، ثنا أبو خالد الأحمر، عن إسماعيل، عن الحسن، أن\nهرم بن حيان كان يقول لهم: \" لم أر مثل النار، نام هاربها، ولا مثل الجنة\nنام طالبها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(61) -[60] أخبرنا محمد، قال: أنشدنا أبو الفضل العباس بن محمد بن نصر\nالرقي، قال: أنشدنا هلال بن العلاء:\n</p>\n\n<p>\nفوا أسفا أسفت على شبابي ... نعاه الشيب والرأس الخضيب\n</p>\n\n<p>\nبكيت على الشباب بدمع عيني ... فما نفع البكاء ولا النحيب\n</p>\n\n<p>\nعريت من الشباب وكنت غضا <span id='ms12'></span> ... كما يعرى من الورق القضيب\n</p>\n\n<p>\nتذكرت الشباب وقد تقضى ... وأيام الشباب لهن طيب\n</p>\n\n<p>\nألا ليت الشباب يعود يوما ... فأخبره بما فعل المشيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n(62) -[61] أخبرنا محمد بن الفضل، ثنا أبو بكر محمد بن عمير بن إسماعيل بن\nفرج بن مرزوق بن مسرور بن الخطاب، ثنا يحيى بن أيوب بن بادئ العلاف، ثنا\nعمرو بن خالد، حدثنا زهير، هو ابن معاوية، ثنا أبو إسحاق، عن عمرو بن ميمون\nالأودي، قال: لا تدخل الحمام ولا الفرات إلا بإزار، فإن أحدهم يضع يده على\nمذاكيره فيقول: قد غطيت سوءتي، وهو يكشف استه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n(63) -[62] وعن عمرو بن ميمون، قال: سألت عبد الله بن عمر عن المشعر الحرام\nفقال: \" الزمني \" فلزمته، حتى وقفنا بعرفات، ثم أفاض فأرسل بعيره لا يحركه،\nفلما جاوز أعلى الحرم وتهبطت أيدي الركاب في الجبال، فقال: \" أخذت فيه الآن\n\" قلت: إلى أين؟ قال: \" إلى أقصى الحرم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(64) -[63] وبه، ثنا أبو إسحاق، عن علقمة بن قيس، قال: أتيت عبد الله بن\nقيس، قال: أتيت عبد الله بن مسعود، وهو قائم يصلي في المسجد، فسمعته \" يقرأ\nطه، فبلغ {رب زدني علما} فوقف عندها وقال: {رب زدني علما، رب زدني علما، رب\nزدني علما} ثم قرأ حتى ختمها، ثم ركع \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(65) -[64] وقال علقمة: وافتتحت سورة الغرف، قال: فقرأتها \" وهو راكع قبل\nأن يرفع رأسه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(66) -[65] وعن علقمة، قال: بت مع عبد الله، \" فنام أول الليل، ثم قام يصلي\nوكان يقرأ قراءة الإمام في المسجد حين يرتل ولا يرفع يسمع من حوله، ولا\nيرفع صوته، حتى إذا لم يبق عليه من الغلس، إلا كما بين أذان المغرب إلى\nالانصراف منها أوتر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(67) -[66] وعن علقمة، أن عبد الله بن مسعود صلى يوم الجمعة بعد ما سلم\nالإمام أربع ركعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n(68) -[67] حدثنا أبو إسحاق، وسأله رجل عن حديث علقمة ولم يسمعه منه،\nفحدثنا أن عبد الله بن مسعود، أتى أبا موسى الأشعري في داره، فحضرت صلاة،\nفقال أبو موسى: تقدم يا أبا عبد الرحمن، فإنك أقدمنا سنا وأعلم، قال: لا بل\nتقدم أنت فإنما أتيناك <span id='ms13'></span> في منزلك ومسكنك وأنت أحق، قال: فتقدم أبو موسى فخلع\nنعليه، فلما سلم قال: ما أردت إلى خلعهما، أبالوادي المقدس طوى أنت، لقد\nرأينا رسول الله صلى الله عليه وسلم \" يصلي في الخفين والنعلين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n(69) -[68] حدثنا أبو إسحاق قال: أوصى أبو ميسرة أخاه الأرقم فقال: \" إني\nلا أراني إلا مقبوضا من ليلتي هذه، فإذا أصبحت فأخرجوني، ولا تؤذنوا بي\nأحدا فإنها الجاهلية، \" أو \" دعوى الجاهلية \".وقال أبو إسحاق: وكذلك قال\nعلقمة، وعمرو بن ميمون، وقال لهم: ذكروني لا إله إلا الله عند الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n(70) -[70] حدثنا أبو إسحاق، عن عبد الرحمن بن يزيد، قال: ما رأيت فقيها\nأقل صوما من عبد الله، فقلنا له: يا أبا عبد الرحمن، لم لا تصوم؟، قال: إني\nأختار الصلاة على الصوم، فإذا صمت ضعفت عن الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n(71) -[71] حدثنا أبو إسحاق، عن عبد الرحمن بن يزيد، عن علقمة، أن عبد\nالله، دخل على أخيه عتبة يعوده، فوجده قد نصب مسواكا بين يده إذا ركع، وإذا\nسجد وضعه على جبينه أو على جبهته، فاجتذبه فلم يأل ما أبعدته؟ ثم قال: لم\nتصلي إلى هذا؟ إن استطعت أن تضع جبهتك على الأرض وإلا فأومئ برأسك إيماء،\nواجعل الركعة فوق السجدة\n</p>\n\n<p>\nآخر حديث أبي الفضل محمد بن نظيف والحمد لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(72) -[72] وقرأت أيضا على القاضي أبي محمد الحسن في ثامن عشر جمادى الآخرة\nسنة ثلاث وعشرين وستمائة قلت له: أخبرك جدك أبو القاسم الحسين، قال: أنبا\nالشيخ أبو القاسم علي بن محمد المصيصي، أنبا أبو النعمان تراب بن عمر بن\nمحمد بن عبيد الكاتب، بمصر في جامع عمرو بن العاص، أنبا أبو أحمد عبد الله\nبن محمد بن عبد الله بن الناصح بن شجاع الفقيه الشافعي، ثنا أبو الحسن علي\nبن غالب بن سلام السكسكي، في ذي القعدة من سنة إحدى وتسعين ومائتين في مسجد\nبيت لهيا من أصل كتابه، قراءة علينا من أوله إلى آخره، وأنا أنظر في كتابي،\nقال: ثنا علي بن عبد الله بن جعفر بن نجيح المديني، ثنا عبد <span id='ms14'></span> الرزاق بن\nهمام، أنبا معمر، عن ابن طاوس، عن أبيه، عن ابن عباس، قال: \" إن الرحم\nلتقطع، وإن النعم لتكفر، وإن الله تبارك وتعالى إذا قارب بين القلوب لم\nيؤخرها شيء أبدا، ثم تلا هذه الآية {لو أنفقت ما في الأرض جميعا ما ألفت\nبين قلوبهم} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n(73) -[73] وبه حدثنا حماد بن زيد، ثنا ثابت البناني، عن أنس بن مالك، قال:\nمر على النبي، صلى الله عليه وسلم بجنازة، فأثني عليها خيرا، فقال: \" وجبت\n\" ومر عليه بجنازة، فأثني عليها شرا، فقال: \" وجبت \" فقيل له: يا رسول\nالله، قلت لهذه وجبت ولهذه وجبت، قال: \" شهدتم، والمؤمنون شهداء الله في\nالأرض \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n(74) -[74] حدثنا إسماعيل بن إبراهيم بن عبد العزيز بن صهيب، رضي الله عنه،\nعن أنس بن مالك، قال: مر على النبي، صلى الله عليه وسلم بجنازة، فأثنوا\nعليها خيرا، فقال: \" وجبت، وجبت، وجبت \" ومر عليه بجنازة، فأثنوا عليها\nشرا، فقال: \" وجبت، وجبت، وجبت \" فقال له عمر: فداك أبي وأمي، مر بجنازة،\nفأثنوا عليها خيرا فقلت: \" وجبت، وجبت، وجبت \" ومر بجنازة، فأثنوا عليها\nشرا فقلت: \" وجبت، وجبت، وجبت \" قال: \" أنتم شهداء الله في الأرض \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(75) -[75] حدثنا الضحاك بن مخلد، أنبا موسى بن عبيدة، قال: أخبرني إياس بن\nسلمة بن الأكوع، عن أبيه، قال: مر بجنازة ونحن مع رسول الله، صلى الله عليه\nوسلم فأثنوا عليها خيرا، فقال: \" وجبت \" ومر عليه بجنازة، فأثنوا عليها\nشرا، فقال: \" وجبت \" ثلاثا، فقيل له: يا رسول الله، قلت لهذه وجبت ولهذه\nوجبت، قال: \" الملائكة شهداء الله في السماء، وأنتم شهداء الله في الأرض،\nوما شهدتم به من شيء فقد وجب، ثم قرأ هذه الآية {وقل اعملوا فسيرى الله\nعملكم ورسوله والمؤمنون وستردون إلى عالم الغيب والشهادة} \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(76) -[76] حدثنا عبد الصمد بن عبد الوارث، أنبا داود بن أبي الفرات، عن\nعبد الله بن بريدة، عن أبي الأسود الديلي، قال: قدمت المدينة، وقد وقع بها\nمرض، فجلست إلى عمر بن الخطاب، رضي الله عنه، فمرت عليه جنازة، فأثنوا\nعليها خيرا، فقال: وجبت، قال أبو <span id='ms15'></span> الأسود الديلي: فقلت: ما وجبت يا أمير\nالمؤمنين؟ قال: قلت كما قال رسول الله، صلى الله عليه وسلم: \" أيما مسلم\nشهد له أربعة بخير أدخله الله الجنة \" قلنا: أو ثلاثة؟ قال: \" أو ثلاثة \"\nقلنا: أو اثنان؟ قال: \" أو اثنان \"، قال: ولم نسأله عن الواحد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(77) -[77] حدثنا محمد بن خازم بن محمد بن خالد الضبي، عن عطاء، قال: قال\nرسول الله صلى الله عليه وسلم: \" من حفظني في أصحابي حفظه الله يوم\nالقيامة، ومن سب أصحابي فعليه لعنة الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(78) -[78] حدثنا عبد الوارث بن سعيد، ثنا ليث، عن طلحة بن مصرف، عن أبيه،\nعن جده، قال: رأيت رسول الله صلى الله عليه وسلم \" مسح رأسه حتى بلغ رقبته\n\" أو قال: القذال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n(79) -[79] أخبرنا سفيان، ثنا أبو الزناد، عن الأعرج، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" من أطاعني فقد أطاع الله، ومن أطاع\nأميري فقد أطاعني، ومن عصاني فقد عصى الله عز وجل ومن عصى أميري فقد عصاني \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n(80) -[80] حدثنا عبد الرزاق بن همام، أنبا معمر، عن الزهري، قال: قال رسول\nالله صلى الله عليه وسلم: \" من أطاعني فقد أطاع الله، ومن أطاع أميري فقد\nأطاعني، ومن عصاني فقد عصى الله عز وجل ومن عصى أميري فقد عصاني \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(81) -[81] حدثنا محمد بن خازم، ثنا الأعمش، عن أبي صالح، عن أبي هريرة، أن\nرسول الله، صلى الله عليه وسلم قال: \" من أطاعني فقد أطاع الله، ومن عصاني\nفقد عصى الله، ومن أطاع الأمير فقد أطاعني، ومن عصى الأمير فقد عصاني \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(82) -[82] حدثنا سفيان، وحماد بن زيد، عن عاصم الأحول، عن حفصة بنت سيرين،\nعن الرباب، عن سلمان بن عامر الضبي، قال: قال رسول الله صلى الله عليه\nوسلم: \" إذا أفطر أحدكم فليفطر على تمر، فإنه بركة، فإن لم تجد تمرا فليفطر\nعلى ماء فإنه طهور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(83) -[83] حدثنا يحيى بن سعيد، عن هشام بن حسان، قال: حدثتني حفصة ابنة\nسيرين، عن الرباب، عن سلمان بن عامر الضبي، قال: \" إذا أفطر أحدكم فليفطر\nعلى تمر، فإن لم <span id='ms16'></span> يجد فليفطر على الماء فإنه طهور \".قال: قلت ليحيى بن سعيد\nيرفعه هشام؟ قال: لا، ثم قال: حدثني يحيى، عن هشام، عن عاصم الأحول، عن\nحفصة، عن الرباب، عن سلمان بن عامر، عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n(84) -[84] حدثنا حماد بن سلمة، قال: أخبرني هشام بن عروة، عن أبيه، عن\nعائشة، رضي الله عنها، قالت: \" كان أحب الشراب إلى رسول الله صلى الله عليه\nوسلم الحلو البارد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n(85) -[85] حدثنا عبد الرزاق بن همام، أنبا معمر، عن الزهري، قال: قالت\nعائشة، رضي الله عنها: \" كان أحب الشراب إلى رسول الله صلى الله عليه وسلم\nالحلو البارد \" قال علي: لم يذكر عبد الرزاق في حديثه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n(86) -[86] وحدثنا سفيان، عن عاصم الأحول، عن حفصة بنت سيرين، عن الرباب،\nعن سلمان بن عامر، عن النبي صلى الله عليه وسلم قال: \" الصدقة على المسكين\nصدقة، وهي على ذي الرحم صدقتان: صدقة وصلة \" (87) -[87] حدثنا جرير بن عبد\nالحميد، عن ثعلبة، وسهيل، عن ليث، عن مجاهد، قال: لا تقبل صدقة ورحم محتاجة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nباب من حلف على يمين (88) -[88] حدثنا عبد الوهاب بن عبد المجيد، قال: ثنا\nيونس، عن الحسن، عن عبد الرحمن بن سمرة، قال: قال لي رسول الله، صلى الله\nعليه وسلم: \" لا تسل الإمارة، فإنك إن أعطيتها عن مسألة وكلت إليها، وإن\nأعطيتها عن غير مسألة أعنت عليها، وإذا حلفت على يمين، فرأيت غيرها خيرا\nمنها، فأت الذي هو خير، وكفر عن يمينك \".حدثنا وهب بن جرير بن حازم، ثنا\nأبي، قال: سمعت الحسن، يقول: ثنا عبد الرحمن بن سمرة، عن النبي صلى الله\nعليه وسلم فذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n(89) -[90] حدثنا عبد الرحمن بن مهدي، ثنا جرير بن حازم، ثنا الحسن، ثنا\nعبد الرحمن بن سمرة، قال: قال رسول الله صلى الله عليه وسلم \" لا تسل\nالإمارة، فإنك إن أعطيتها عن غير مسألة أعنت عليها، وإذا حلفت على يمين،\nفرأيت غيرها خيرا منها، فكفر عن يمينك، وأت الذي هو خير \".وهذا خلاف ما\nرواه يونس، عن الحسن، قال: \" ائت <span id='ms17'></span> الذي هو خير، وكفر عن يمينك \" وتابع يونس\nعلى ذلك الأشعث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n(90) -[91] حدثنا يحيى بن سعيد، ثنا الأشعث، عن الحسن، عن عبد الرحمن بن\nسمرة، قال: قال رسول الله صلى الله عليه وسلم: \" لا تسل الإمارة، فإنك إن\nأعطيتها عن مسألة أكلت إليها، وإن أعطيتها عن غير مسألة أعنت عليها، وإذا\nحلفت على يمين، فرأيت غيرها خيرا منها، فأت الذي هو خير، وكفر عن يمينك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(91) -[92] حدثنا حماد بن زيد، ثنا غيلان بن جرير، عن أبي بردة، عن أبي\nموسى، قال: أتيت رسول الله صلى الله عليه وسلم في رهط من الأشعريين\nنستحمله، فحلف ألا يحملنا وقال: \" ما عندي ما أحملكم عليه \" قال: فلبثنا ما\nشاء الله، ثم أتي بإبل فأمر لنا بثلاثة ذود غر الذرى، قال: فانطلقنا، قال:\nقلنا إنا أتينا رسول الله صلى الله عليه وسلم نستحمله، فحلف أن لا يحملنا،\nثم حملنا، فرجعنا إليه، فقلنا: يا رسول الله، إنا أتيناك نستحملك فحلفت ألا\nتحملنا ثم حملتنا، قال: \" ما أنا حملتكم بل الله حملكم، إني والله إن شاء\nالله لا أحلف على يمين فأرى غيرها خيرا منها إلا أتيت الذي هو خير وكفرت عن\nيميني \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(92) -[93] حدثنا سفيان، ثنا أيوب، عن أبي قلابة، عن زهدم الجرمي، أن أبا\nموسى الأشعري أتى بدجاج، فتنحى رجل، فقال: ادن فكل، قال: إني رأيته يأكل\nشيئا فقذرته وآليت ألا آكله، فقال: ادن فكل، فإني رأيت رسول الله يأكله، ثم\nقال: أتينا رسول الله، صلى الله عليه وسلم نستحمله، فقال: \" والله لا\nأحملكم \" ثم أتي بذود غر الذرى، فحملنا، قال: فقلنا: ما صنعنا رسول الله\nصلى الله عليه وسلم يمينه، قال: فذكرنا ذلك له، فقال: إنما حملكم الله وإني\nلا أحلف على يمين فأرى خيرا منها، إلا أتيت الذي هو خير \" وذكر سفيان في\nآخر الحديث كلاما انقطع علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n(93) -[94] وحدثنا عبد الرزاق بن همام، عن معمر، عن أيوب، عن أبي قلابة، عن\nزهدم الجرمي، قال: كنا عند أبي موسى الأشعري، فقرب إليه طعام فيه دجاج،\nوعنده <span id='ms18'></span> رجل من بني عابس، فقام، فقال له أبو موسى: ادنه، فقال: إني رأيته\nيأكل شيئا فقذرته، فحلفت أني لا آكله، فقال: ادنه فكل، فإني رأيت رسول\nالله، صلى الله عليه وسلم يأكله، قال: ثم أتينا النبي صلى الله عليه وسلم\nنستحمله، فحلف ألا يحملنا، ثم أتى بعرج من الإبل، فأمر لنا بخمسة ذود، فذكر\nهذا الحديث سفيان إلا أنه قال في آخره: \" إني لا أحلف على يمين، فأرى غيرها\nخيرا منها، قال: إلا أتيت الذي هو خير، وتحللت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(94) -[95] قال علي: وروى هذا الحديث معمر، عن أيوب، عن أبي قلابة، عن\nزهدم، عن أبي موسى، قال: وخالفهما إسماعيل بن إبراهيم، فحدثنا إسماعيل بن\nإبراهيم بن أيوب، عن أيوب، عن القاسم التميمي، عن زهدم الجرمي، قال: كنا\nعند أبي موسى فدعا بطعام كان فيه لحم دجاج، وكان عنده رجل من بني تيم الله\nقال: فقام، فقال له أبو موسى: ادنه، قال: إني رأيته يأكل شيئا فقذرته،\nفحلفت أن لا أطعمه أبدا، فقال له أبو موسى: ادن فكل، فإني رأيت رسول الله،\nصلى الله عليه وسلم يأكله، ثم قال: أتينا النبي صلى الله عليه وسلم نستحمله\nفذكر نحوا من حديثهما إلا أنه قال في آخر الحديث: \" إلا أتيت الذي هو خير\nوحللتها \".قال أبو الحسن علي بن عبد الله: فلما خالفهما إسماعيل، وهو من\nأهل الحديث والفقه نظرت من تابعه أو تابعهما. حدثنا عبد الوهاب بن عبد\nالمجيد، ثنا أيوب، عن أبي قلابة، والقاسم التيميين، عن زهدم الجرمي، قال:\nكان بين هذا الحي من جرم وبين الأشعريين ود وإخاء، فكنا عند أبي موسى، فقدم\nإليه طعام كان فيه لحم دجاج، فذكر نحوا من حديث إسماعيل بن إبراهيم بطوله،\nثم نظرنا فإذا إسماعيل قد حفظ ومعمر وسفيان، لأن أيوب روى عن أبي قلابة\nحديثا وعن القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n(95) -[98] حدثنا المعتمر بن سليمان التيمي، ويحيى بن سعيد، وجرير بن عبد\nالحميد، كلهم عن سليمان التيمي، عن أبي السليل، عن زهدم، عن أبي موسى\nالأشعري، قال: أتينا رسول <span id='ms19'></span> الله صلى الله عليه وسلم نستحمله، فحلف ألا\nيحملنا، ثم أتي بإبل بقع الذرى، فبعث إلينا فحملنا، فقلنا: يا رسول الله،\nإنك حلفت ألا تحملنا، قال: \" إني لا أحلف على يمين، فأرى غيرها خيرا منها\nإلا أتيته \" أو قال: \" أتيناه \".إلا أن جريرا قال في حديثه إلا أتيته غير\nشك. وقال يحيى، ومعتمر: عن التيمي، عن أبي السليل، قال جرير: عن التيمي، عن\nضريب بن نقير، فإذا هو اسم أبي السليل. وحدثنا الضحاك بن مخلد، عن مودود بن\nعاصم، قال: حدثني أبو السليل ضريب بن نقير، ثنا آخر غير هذا، فعرفنا اسم\nأبي السليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n(96) -[99] وحدثنا معن بن عيسى، ثنا مالك، عن سهيل بن أبي صالح، عن أبيه،\nعن أبي هريرة، قال: قال رسول الله، صلى الله عليه وسلم: \" من حلف يمينا،\nفرأى غيرها خيرا منها، فليكفر وليفعل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(97) -[96] حدثنا بشر بن عمر، حدثنا سليمان بن بلال، عن سهيل بن أبي صالح،\nعن أبيه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" إذا حلف\nأحدكم بيمين فرأى غيرها خيرا منها، فليكفر عن يمينه، وليفعل الذي هو خير \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n(98) -[100] حدثنا سفيان، عن أبي الزعراء، عن أبي الأحوص، عن أبيه، قال:\nقلت: يا رسول الله صلى الله عليك، ابن عم لي آتيه فأسأله فلا يعطيني، ثم\nأنه يحتاج إلي فيأتيني، وقد حلفت ألا أعطيه ولأحرمنه، قال: \" ائت الذي هو\nخير وكفر عن يمينك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(99) -[101] حدثنا جرير بن عبد الحميد، عن عبد العزيز بن رفيع، قال: سمعت\nابن طرفة قال: جاء رجل إلى عدي بن حاتم فسأله نفقة أوفى ثمن خادم، فقال له\nعدي: ما عندي إلا درعي ومغفري، وأنا أكتب إلى أهلي يعطونكهما، قال: فلم\nيرض، فغضب عدي بن حاتم، فحلف ألا يعطيه شيئا، قال: فرضي الرجل، قال: فقال:\nلولا أني سمعت رسول الله صلى الله عليه وسلم يقول: \" من حلف على يمين، فرأى\nأتقاها، فليأت التقوى ما حنثت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(100) -[102] وحدثنا يحيى بن سعيد، ثنا شعبة، حدثني سماك، عن سعيد بن طرفة،\nقال: سمعت <span id='ms20'></span> عدي بن حاتم يقول: قال رسول الله صلى الله عليه وسلم: \" من حلف\nعلى يمين فرأى غيرها خيرا منها، فليأت الذي هو خير، وليكفر عن يمينه\n\".وحدثنا محمد بن جعفر، ثنا شعبة، عن عمرو بن مرة، سمع عبد الله بن عمرو،\nيحدث عن عدي بن حاتم، عن النبي صلى الله عليه وسلم مثل حديث سماك. حدثنا\nهشام، ثنا الوليد، ثنا شعبة، عن عمرو بن مرة، سمع عبد الله بن عمرو، يحدث\nعن عدي بن حاتم، فذكر نحوا من حديث محمد بن جعفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n(101) -[104] ونا الحكم بن موسى أبو صالح، عن الهيثم بن حميد، أنه حدثهم،\nعن زيد بن واقد، عن بسر بن عبيد الله، عن ابن عائذ، عن أبي الدرداء، عن\nالنبي صلى الله عليه وسلم أنه أفاء الله عليه إبلا ففرقها فقال له أبو\nموسى: يا رسول الله أعطنا منها، قال: \" والله لا أفعل \" فبقي منها أربعا غر\nالذرى، قال: \" خذها يا أبا موسى \" ثم قال: \" إني لا أحلف على يمين فأرى\nغيرها أفضل منها إلا كفرت عن يميني، وأتيت الذي هو أفضل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(102) -[105] حدثنا هشام أبو الوليد، ثنا شعبة، أخبرني هلال الوزان، قال:\nسمعت ابن أبي ليلى، قال: جاء رجل إلى عمر فقال: يا أمير المؤمنين احملني،\nفقال: والله لا أحملك، قال: والله لتحملني، قال: والله لا أحملك، قال:\nوالله لتحملني، إني ابن سبيل قد أدت بي راحلتي، قال: والله لا أحملك، ثم\nوالله لا أحملك، قال: فحمله، ثم قال: من حلف على يمين فرأى غيرها خيرا منها\nفليأت الذي هو خير وليكفر عن يمينه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n(103) -[106] حدثنا سفيان، قال: سمعت سليمان بن مسلم، قال سفيان: وكان من\nصالح من رأينا، قال: سمعت أبا معبد مولى ابن عباس يقول: من حلف على ملك\nيمينه أن يضربه فكفارته تركه ومع الكفارة حسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n(104) -[107] حدثنا عبد الملك بن عمرو أبو عامر، ثنا عبد الجليل بن عطية،\nثنا جعفر بن ميمون، عن عبد الرحمن بن أبي بكرة، أنه قال لأبيه: يا أبة إني\nأسمعك كل غداة <span id='ms21'></span> تقول: اللهم عافني في بدني، اللهم عافني في سمعي، اللهم\nعافني في بصري، لا إله إلا أنت، تعيدها ثلاثا حين تصبح، وثلاثا حين تمسي،\nوتقول: اللهم إني أعوذ بك من الكفر والفقر، ومن عذاب في القبر، تعيدها\nثلاثا حين تصبح وحين تمسي. فقال: يا بني إني سمعتها من في رسول الله صلى\nالله عليه وسلم وأنا أحب أن أستن بسنته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n(105) -[108] قال وقال رسول الله صلى الله عليه وسلم: \" دعوات المكروب:\nاللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله\nإلا أنت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(106) -[109] حدثنا حفص بن غياث، ثنا الحجاج، قال: سألت عطاء عن الكلاب\nتنفلت من مرابطها فتأخذ الصيد فتقتله، فقال: اذكر اسم الله وكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n(107) -[110] حدثنا عبد الأعلى، ثنا هشام، عن الحسن، قال: إذا انفلت الكلب\nالمعلم من صاحبه إلى الصيد فذكر اسم الله والكلب يطلب الصيد فليأكله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n(108) -[111] وحدثنا يحيى بن سعيد، ثنا سفيان، حدثني السدي، عن عبد خير،\nقال: سمعت عليا، عليه السلام، يقول: \" رحمة الله على أبي بكر، هو أول من\nجمع بين اللوحين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n(109) -[112] حدثنا سفيان، عن مجالد، عن الشعبي، قال: أقام المغيرة صعصعة\nبن صوحان، فخطب فحمد الله وأثنى عليه، ثم ذكر أبا بكر فقرظه وأثنى عليه،\nوقال: هو أول من ورث الكلالة، وجمع المصحف، وذكر عمر فقرظه وأثنى عليه،\nوقال: هو أول من دون الدواوين، وفرض الفرائض، ومصر الأمصار، ثم ذكر عثمان\nفقرظه وأثنى عليه، وقال: كانت إمارته قدرا وكان قتله قدرا، دعوتني فأجبت\nوأمرتني فخطبت وصمتني فصمت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n(110) -[113] حدثنا قريش بن أنس، قال: أنبا سليمان التيمي، عن أبي نضرة، عن\nأبي سعيد الخدري، قال: لما دخل المصريون على عثمان، رضي الله عنه، ضرب ضربة\nبالسيف على يده، فقطر من دمها على المصحف، والمصحف بين يديه يقرأ فيه علىف\nفسيكفيكهم اللهق قال: فمد يده وقال: هي والله أول يد خطت القرآن، وقال قريش\nمرة أخرى: هي والله أول يد خطت المفصل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(111) -[114] وحدثنا عبد الله بن وهب المصري، ثنا يونس، عن الزهري، \" أنه\nكره <span id='ms22'></span> يجامع الرجل امرأته على ظهر المسجد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(112) -[115] وحدثنا عبد الرحمن بن مهدي، عن همام، قال: سئل قتادة عن الرجل\nينام هو وامرأته على سقف المسجد، قال: \" لا بأس به، وكره أن يجامع على سقف\nالمسجد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n(113) -[116] وحدثنا قريش بن أنس، عن الجريري، عن أبي العلاء يزيد بن عبد\nالله بن الشخير، قال: دخلنا على عمرو بن العاص وبين يديه مال موضوع،\nفاستكثر بعضهم ذلك المال فقال وهو يقسمه: \" والله لئن يتصدق أحدكم بدرهم\nأفضل من أن يتصدق واحدنا بعشرة آلاف درهم، إنا نأخذه غيضا من فيض \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n(114) -[117] حدثنا صفوان بن عيسى، قال ابن عجلان: أنبا قال: أخبرني زيد بن\nأسلم، عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: \" سبق\nدرهم مائة ألف درهم \" قال: \" كان رجل له درهمان فأخذ أحدهما فتصدق به، ورجل\nأخذ من عرض ماله مائة ألف درهم فتصدق بها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n(115) -[118] وحدثنا يحيى بن سعيد، ثنا سفيان، ثنا حبيب بن أبي ثابت، عن\nأبي البختري، قال: قيل لحذيفة: ألا تأمر بالمعروف وتنهى عن المنكر؟ قال: \"\nإن الأمر بالمعروف والنهي عن المنكر لحسن، ولكن من السنة أن لا ترفع السلاح\nعلى إمامك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(116) -[119] حدثنا حبيب بن خالد الأسدي، قال: حدثني الأعمش، عن زيد بن\nوهب، قال: أنكر الناس من سلطانهم بعض الشيء، قال: وكان رجل يتخلل الناس إلى\nالمسجد، وحذيفة جالس في حلقة، فقال: يا أصحاب محمد، ألا تأمرون بالمعروف\nوتنهون عن المنكر، قال: فرفع حذيفة رأسه إليه فعرف ما أراد، قال: \" إن\nالأمر بالمعروف والنهي عن المنكر لحسن، ولكن ليس من السنة أن يوقع إنسان\nعلى السلطان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n(117) -[120] حدثنا يزيد بن زريع، ثنا كهمس بن الحسن، عن عبد الله بن\nبريدة، عن يحيى بن يعمر، قال: أول من قال في القدر بالبصرة معبد الجهني،\nقال: فانطلقت أنا وحميد بن عبد الرحمن الحميري، حاجين أو معتمرين، قال: لو\nلقينا أحدا من أصحاب رسول الله صلى الله عليه وسلم فنسأله عما يقول هؤلاء\nفي القدر، قال: فوافينا عبد الله بن عمر <span id='ms23'></span>، قال: فاكتنفته أنا وصاحبي أحدنا\nعن يمينه والآخر عن شماله، قال: قلت: إن صاحبي سيكل الكلام إلي، قال: فقلت\nيا أبا عبد الرحمن إنه ظهر قبلنا ناس يقرءون القرآن يتقعرون العلم، وإنهم\nليزعمون أنه لا قدر وأن الأمر أنف، فقال: إذا لقيت أولئك فأخبرهم أني بريء\nمنهم وأنهم برآء مني، والذي يحلف به عبد الله بن عمر، لو كان لأحدهم مثل\nأحد ذهبا فأنفقه ما قبله الله منه حتى يؤمن بالقدر، ثم قال: حدثني عمر بن\nالخطاب، رضي الله عنه، قال: بينا نحن عند نبي الله صلى الله عليه وسلم إذ\nطلع علينا رجل شديد بياض الثياب وشديد سواد الشعر، لا يرى عليه أثر السفر،\nلا يعرفه منا أحد، حتى جلس إلى رسول الله، صلى الله عليه وسلم فأسند ركبته\nإلى ركبته، ووضع يده على فخذه وقال: يا محمد أخبرني عن الإسلام، قال: \"\nالإسلام أن تشهد أن لا إله إلا الله، وأن محمدا رسول الله، وتقيم الصلاة،\nوتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا \" قال: صدقت.\nقال: فعجبنا، يسأله ويصدقه، قال: أخبرني عن الإيمان، ما الإيمان؟ قال: \" أن\nتؤمن بالله وملائكته وكتبه ورسله واليوم الآخر والقدر كله خيره وشره \" قال:\nصدقت. قال: ثم قال: أخبرني عن الإحسان، قال: \" الإحسان أن تعبد الله كأنك\nتراه، فإن لم تره فإنه يراك، قال: صدقت، فأخبرني متى الساعة؟ قال: \" ما\nالمسئول عنها بأعلم من السائل \" قال: فأخبرني عن أمارتها. قال: \" إذا ولدت\nالأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان\n\" قال: ثم انطلق، قال: فلما كان بعد ثلاث قال لي: \" يا عمر، أتدري من\nالسائل؟ \" قال: الله ورسوله أعلم. قال: \" هو جبريل، عليه السلام، أتاكم\nيعلمكم دينكم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(118) -[121] وحدثنا إبراهيم بن محمد، ثنا المنكدر بن محمد بن المنكدر، عن\nأبيه، عن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" كل\nمعروف صدقة، وما وقى به الرجل عرضه صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(119) -[122] وحدثنا مروان بن معاوية، ثنا أبو <span id='ms24'></span> مالك الأشجعي، عن ربعي، عن\nحذيفة، قال: قال رسول الله صلى الله عليه وسلم: \" كل معروف صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n(120) -[123] حدثنا سليمان بن حيان، عن سعد بن طارق أبي مالك الأشجعي، عن\nربعي، عن حذيفة، عن النبي صلى الله عليه وسلم قال: \" كل معروف صدقة \".وقال:\n\" الله خالق كل صانع وصنعته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n(121) -[124] وحدثنا يحيى بن سعيد، عن عثمان بن الأسود، عن مجاهد: \" كل\nمعروف صنعته إلى غني أو فقير فهو صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n(122) -[125] حدثنا يحيى بن سعيد، ثنا سفيان، حدثني سليمان، عن إبراهيم، عن\nحماد، عن عبد الله، قال: \" كل معروف صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n(123) -[126] حدثنا وكيع بن الجراح، قال: حدثني أبو معاوية عمر بن عبد الله\nبن وهب النخعي، قال: قلت للشعبي، أوسمعت رجلا قال للشعبي: أعرف نقش خاتمي\nفي الصك ولا أذكر الشهادة؟ قال: لا تشهد إلا على ما تعرف، فإن الناس ينقشون\nعلى الخواتيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n(124) -[127] حدثنا أزهر بن سعد، ثنا ابن عون، قال: قلت لإبراهيم: أرى اسمي\nفي الصك ولا أذكر الشهادة {{إلا من شهد بالحق وهم يعلمون}} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n(125) -[128] حدثنا يحيى بن عبد الملك بن أبي غنية، قال: ثنا أبي، عن جدي،\nقال: شهدت عند ابن أشوع فقال: بم تشهد؟ فقلت: أشهد أن هذا خاتمي في الكتاب،\nفقال: تذكر الدنانير؟ قلت: لا، فلم يجز شهادته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n(126) -[129] حدثنا عبد الرحمن بن مهدي، عن أبي عوانة، قال: سألت قتادة،\nقال: قلت: أرى خاتمي ولا أذكر، فقال: لا تشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n(127) -[130] حدثنا بشر بن منصور، ثنا تمام بن حسان، عن الحسن، قال: سمعته\nيحلف بالله: لباب من العلم يسمعه الرجل فيلزمه ويعمل به، خير له من أن تكون\nله الدنيا كلها، أراه قال: فيضعها في الآخرة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n(128) -[131] حدثنا سعيد بن عامر، عن سعيد بن أبي عروبة، عن صفوان، جار\nلسعيد، أنه سأل الحسن عن نسوة تصلين بين يدي الإمام، وعن يساره تصلين\nبصلاته في رمضان فلم ير به بأسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n(129) -[132] حدثنا محمد بن خازم، ثنا عاصم الأحول، عن عبد الله بن أبي\nرباح، عن صفوان بن محرز، قال: كان إذا قرأ هذه الآية {{وسيعلم الذين ظلموا <span id='ms25'></span>\nأي منقلب ينقلبون}} بكى حتى أسمع قضيض زوره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n(130) -[133] وحدثنا روح بن عبادة، ثنا هشام، قال: كان لصفوان بن محرز سرب\nتحت الأرض لا يخرج منه إلا لفريضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n(131) -[134] وحدثنا عباد بن مسلم، ثنا مهدي بن ميمون، ثنا غيلان بن جرير،\nقال: كانوا يجتمعون فلا يرون رقة، قال: فيقولون لصفوان: تحدث، قال: فيقول:\nالحمد لله، قال: فيرقون وتدمع أعينهم كأنها أفواه المزاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n(132) -[135] وحدثنا روح بن عبادة، ثنا هشام، قال: قال صفوان بن محرز، إذا\nأنا رجعت إلى أهلي، فأتيت برغيف فأكلت منه وشربت الماء حتى أروى، فجزى الله\nالدنيا عني شرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n(133) -[136] حدثنا سفيان، عن الزهري، عن سالم، عن أبيه، قال: سمع النبي،\nصلى الله عليه وسلم رجلا يعظ أخاه في الحياء، فقال: \" إن الحياء من الإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n(134) -[137] حدثنا جرير بن عبد الحميد، عن سهيل بن أبي صالح، عن عبد الله\nبن دينار، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه\nوسلم: \" الإيمان بضع وسبعون أو بضع وستون شعبة، فأصلها قول لا إله إلا\nالله، وأدناها إماطة الأذى عن الطريق، والحياء من الإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n(135) -[138] حدثنا الفضل بن دكين، ثنا سفيان، عن سهيل بن أبي صالح، عن عبد\nالله بن دينار، عن أبي صالح، عن أبي هريرة، قال: قال النبي صلى الله عليه\nوسلم: \" الإيمان بضع وسبعون أو بضع وستون شعبة، أعظمها لا إله إلا الله،\nوأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(136) -[139] حدثنا محمد بن بشر العبدي، ثنا محمد بن عمرو، ثنا أبو سلمة،\nعن أبي هريرة، قال: قال رسول الله، صلى الله عليه وسلم: \" الحياء من\nالإيمان والإيمان في الجنة والبذاء من الجفاء والجفاء في النار \".حدثنا\nيزيد بن هارون، أنبا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، عن النبي\nصلى الله عليه وسلم بمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n(137) -[141] حدثنا سعيد بن سليمان البزار، قال: ثنا هشيم، أنبا منصور، عن\nالحسن، عن أبي بكرة، قال: قال رسول الله صلى الله عليه وسلم: \" الحياء من\nالإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(138) -[142] حدثنا يزيد بن هارون <span id='ms26'></span>، أنبا محمد بن مطرف، عن حسان بن عطية، عن\nأبي أمامة، عن النبي صلى الله عليه وسلم: \" الحياء والعي من الإيمان\nوالبذاء والبيان من النفاق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(139) -[143] حدثنا الضحاك بن مخلد، عن جرير بن حازم، عن ابن عمر، قال: \"\nالحياء والإيمان قرنا جميعا، فإذا رفع أحدهما رفع الآخر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(140) -[144] حدثنا يحيى بن كثير بن درهم أبو غسان العنبري، عن صالح بن أبي\nالأخضر، أنه حدثهم عن منصور ابن صفية، عن أمه، عن عائشة، قالت: \" الحياء\nوالإيمان شعبتان، فإذا نزع الحياء، نزع الآخر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n(141) -[145] وحدثنا المعتمر بن سليمان التيمي، عن ليث بن أبي سليم، عن\nعثمان، عن زاذان أبي عمر، عن سلمان قال: \" إن الله عز وجل إذا أراد بعبد\nهلكة، نزع منه الحياء، فلم تلقه إلا خائنا مخونا، فإذا كان خائنا مخونا،\nنزع منه الرحمة، فلم تلقه إلا فظا غليظا، فإذا كان فظا غليظا، نزع منه ربقة\nالإسلام، فلم تلقه إلا شيطانا ملعونا ملعنا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n(142) -[146] وحدثنا يحيى بن سعيد، ثنا محمد بن عمرو، ثنا أبو سلمة، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" أكمل المؤمنين إيمانا\nأحسنهم خلقا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(143) -[147] حدثنا محمد بن سعيد، ثنا سفيان، ثنا أبو إسحاق، عن ابن أبي\nليلى الكندي، أن حجر بن عدي رأى ابنا له تهاون في الوضوء، قال: فقال: هات\nتلك الصحيفة، فإذا فيها: هذا ما ثنا علي بن أبي طالب، عليه السلام، \" أن\nالطهور نصف الإيمان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(144) -[148] وحدثنا محمد بن جعفر، ثنا شعبة، عن أبي حمزة، قال: كنت أترجم\nبين ابن عباس وبين الناس فقال: قدم وفد عبد القيس على رسول الله صلى الله\nعليه وسلم فقال رسول الله صلى الله عليه وسلم: \" من الوفد \" أو \" من القوم\n\"؟ فقالوا: ربيعة، قال: فقال: \" مرحبا بالقوم \" أو \" بالوفد، غير خزايا ولا\nالندامى \" فقالوا: يا رسول الله إنا لا نقدر أن نأتيك، إن بيننا وبينك هذا\nالحي من كفار مضر، وإنا لا نقدر أن نأتيك إلا في الشهر الحرام، فمرنا بأمر\nفصل، نخبر به من دوننا وندخل به الجنة <span id='ms27'></span>، قال: فأمرهم بأربع، الإيمان بالله،\nقال: \" هل تدرون ما الإيمان بالله؟ \" قالوا: الله ورسوله أعلم، قال: \"\nالإيمان شهادة أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه،\nوإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وأن تعطوا الخمس من المغنم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n(145) -[149] وحدثنا حرمي بن عمارة بن أبي حفصة، ثنا أبو هلال، عن قتادة،\nعن أنس بن مالك، قال: ما خطبنا رسول الله صلى الله عليه وسلم إلا قال: \" لا\nإيمان لمن لا أمانة له، ولا دين لمن لا عهد له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n(146) -[150] وحدثنا عفان بن مسلم، ثنا حماد بن سلمة، حدثني المغيرة بن\nزياد الثقفي، أنه سمع أنسا يقول: قال رسول الله صلى الله عليه وسلم: \" لا\nإيمان لمن لا أمانة له، ولا دين لمن لا عهد له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(147) -[151] وحدثنا وهب بن جرير بن حازم، ثنا أبي، قال: سمعت يحيى بن\nأيوب، يحدث عن يزيد بن أبي حبيب، عن مرثد بن عبد الله، عن عبد الله بن عمرو\nبن العاص، قال: قيل: يا رسول الله، ما الإسلام؟ قال: \" من سلم المسلمون من\nلسانه ويده \" قالوا: فما الإيمان؟ قال: \" من آمنه المسلمون على أنفسهم\nوأموالهم وذراريهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(148) -[152] حدثنا يحيى بن آدم، ثنا أبو بكر بن عياش، عن عاصم، عن أبي\nوائل، قال: قال عبد الله: على كل حال يطوى المؤمن إلا الخيانة والكذب، فلا\nتجد المؤمن خائنا ولا كذابا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(149) -[153] أخبرنا عبد الرحمن بن مهدي، ثنا سفيان، عن عاصم، عن ذر، قال:\nقال عبد الله: \" من لم يصل فلا دين له \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n(150) -[154] حدثنا سفيان، عن الزهري، عن أبي الحارث بن حرام، عن أبيه، أن\nرجلا سأل رسول الله صلى الله عليه وسلم فقال: \" أرأيت رقى نسترقي بها ودواء\nنتداوى به وتقى نتقيه؟ وربما قال سفيان: وتقى نتقيها، هل نرد من قدر الله؟\nقال: \" هي من قدر الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n(151) -[155] حدثنا سليمان بن حيان أبو خالد الأحمر، ثنا سعد بن طارق، عن\nسعد بن عبيد، قال: قال رجل لابن عمر: ألا نغزو في سبيل الله؟ قال: \" إن\nالإسلام بني على <span id='ms28'></span> خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام\nالصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان \" قال: فقال له الرجل: وصيام\nرمضان، وحج البيت، قال: هكذا سمعت رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n(152) -[156] وحدثنا جرير بن عبد الحميد، عن منصور، عن سالم بن أبي الجعد،\nعن عطية بن عامر، عن يزيد بن بشر السكسكي، قال: قدمت المدينة، فدخلت على\nعبد الله بن عمر فقال له رجل من أهل العراق: يا عبد الله بن عمر أراك تحج\nوتعتمر ولا تغزو في سبيل الله، قال: فسكت، قال: فقال: يا عبد الله بن عمر\nتحج وتعتمر ولا تغزو في سبيل الله، قاله ثلاث مرات، فقال: \" ويلك، إن\nالإيمان على خمس: على شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام\nالصلاة، وإيتاء الزكاة، وحج البيت، وصيام رمضان، فرددهما عليه، فقال: صيام\nرمضان، وحج البيت، وصيام رمضان، هكذا ثنا رسول الله، صلى الله عليه وسلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n(153) -[157] حدثنا المعتمر بن سليمان التيمي، قال: سمعت عبد الملك بن عمير\nيحدث، عن الربيع بن زياد، قال: قال شاب لابن عمر: ألا تغزو؟ قال: فسكت،\nفقال: ألا تغزو؟، فسكت، ثم قال في الثالثة أو في الرابعة: \" إن الإسلام بني\nعلى خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة،\nوإيتاء الزكاة، وصوم رمضان، وحج البيت، فإن الغزو والصدقة من العمل الصالح \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n(154) -[158] حدثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة، عن\nالنبي صلى الله عليه وسلم قال: \" يعقد الشيطان على قافية رأس أحدكم إذا هو\nنام ثلاث عقد، كل عقدة يضرب مكانها عليك ليل طويل فارقد، فإذا استيقظ فذكر\nالله انحلت عقدة، فإذا توضأ انحلت عقدتان، فإذا صلى انحلت العقد كلها،\nوأصبح طيب النفس نشيطا، وإلا أصبح خبيث النفس كسلان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n(155) -[159] حدثنا يحيى بن سعيد، عن شعبة، قال: وحدثني يعلى بن عطاء، عن\nعبد الرحمن بن بابي، عن أبي هريرة، قال: \" للشيطان على ابن آدم ثلاث عقد\nإذا هو نام <span id='ms29'></span>، قال: فحلوا عقد الشيطان ولو بركعتين \".قال علي بن غالب، قال\nعلي ابن المديني، قال لي يحيى بن سعيد: فيه كلام أكثر من هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n(156) -[160] وحدثنا محمد بن جعفر، قال: ثنا شعبة، عن يعلى بن عطاء، قال:\nسمعت عبد الرحمن بن بابي، يحدث أنه سمع أبا هريرة، قال: \" للشيطان على ابن\nآدم ثلاث عقد، فإن استيقظ فذكر الله، انحلت عقدة، فإذا توضأ انحلت عقدتان،\nفإذا صلى انحلت العقد كلها، فحلوا عقد الشيطان ولو بركعتين، ألا ترون أحدكم\nإذا أصبح ولم يصل الصبح مرتجا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n(157) -[161] حدثنا يحيى بن سعيد، ثنا شعبة، ثنا أبو إسحاق، عن أبي الكنود،\nعن عبد الله، قال: \" من حدث نفسه بساعة من الليل يقومها، أتاه آت فغمزه، أو\nأتى فغمز يقال: قم فاذكر ربك وسل ربك، قال: فيقول الشيطان: نم فإن عليك\nليلا، هل تسمع صوتا؟، فيحتج منه الملك والشيطان، فيقول الملك: افتح بخير،\nويقول الشيطان: افتح بشر، فإن قام فصلى أصاب خيرا وإن لم يقم فج، أو أفج\nالشيطان، فبال في أذنه، فإذا أصبح أصبح ثقيلا مغبونا قال: وربما قال: حزينا\nكسلانا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n(158) -[162] حدثنا جرير، عن منصور، عن أبي وائل، عن عبد الله، قال: ذكر\nعند رسول الله صلى الله عليه وسلم رجل نام ليلة حتى أصبح، قال: \" ذاك رجل\nبال الشيطان في أذنه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(159) -[163] حدثنا يحيى بن آدم، ثنا ابن مبارك، عن يونس، عن الزهري، عن\nالسائب بن يزيد، أن شريحا الحضرمي، ذكر عند رسول الله صلى الله عليه وسلم\nفقال: \" ذاك رجل لا يتوسد القرآن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n(160) -[164] حدثنا وهب بن جرير بن حازم، ثنا أبي، عن النعمان بن راشد، عن\nالزهري، عن السائب بن يزيد، قال: ذكر مخرمة بن شريح الحضرمي، عند رسول الله\nصلى الله عليه وسلم فقال: \" ذاك رجل لا يتوسد القرآن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n(161) -[165] حدثنا محمد بن خازم، ثنا الأعمش، عن إبراهيم، عن همام، أنه\nأصبح يوما مترجلا، فقال بعض القوم: إن خبر همام يخبركم أنه لم يتوسدها الليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n(162) -[166] وحدثنا إسماعيل بن إبراهيم، عن أبي رجاء محمد بن سيف، قال <span id='ms30'></span>:\nقلت للحسن: الرجل يقرأ القرآن لا يصلي بالليل، قال: أيتوسد القرآن؟ عليه\nكذا وكذا، قال: قلت يا أبا سعيد أليس الله عز وجل يقول {فاقرءوا ما تيسر\nمنه}؟ قال: ولو خمسين آية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n(163) -[167] وحدثنا سفيان، وجرير، عن منصور، عن إبراهيم، عن عبد الرحمن بن\nيزيد، عن ابن مسعود، عن النبي صلى الله عليه وسلم قال: \" من قرأ الآيتين من\nسورة البقرة في ليلة كفتاه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n(164) -[168] حدثنا الوليد بن مسلم، قال: أخبرني الأوزاعي، حدثني عمير بن\nهانئ، قال: حدثني جنادة بن أبي أمية، قال: حدثني عبادة بن الصامت، قال: قال\nرسول الله، صلى الله عليه وسلم: \" من تعار من الليل فقال: لا إله إلا الله\nوحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، سبحان الله\nوالحمد لله، ولا إله إلا الله والله أكبر، ولا حول ولا قوة إلا بالله، ثم\nقال: رب اغفر لي، غفر له، أو قال: فدعا استجيب له، فإن هو عزم فقام فتوضأ\nقبلت صلاته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n(165) -[169] حدثنا يحيى بن سعيد، ثنا الأعمش، قال: حدثني مسلم، ثنا مسروق،\nعن عائشة، رضي الله عنها، قالت: \" صنع رسول الله صلى الله عليه وسلم أمرا\nفرخص فيه، فبلغه أن رجالا يتنزهون عنه، قالت: فخطبهم فقال: \" ما بال رجال\nبلغهم أني صنعت أمرا فرخصت فيه، فتنزهوا عنه، فوالله إني لأتقاهم لله، عز\nوجل وأشدهم له خشية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n(166) -[170] وحدثنا أبي، عن عبد العزيز بن محمد، عن عمارة بن غزية، عن حرب\nبن قيس، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" إن\nالله يحب أن تؤتى رخصه، كما يكره أن تؤتى معصيته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n(167) -[171] حدثنا جرير بن عبد الحميد، عن منصور، عن مالك بن الحارث، عن\nعمرو بن شرحبيل، عن عبد الله، قال: \" إن الله يحب أن تؤتى مياسره، كما يكره\nأن تؤتى أحاريمه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n(168) -[172] حدثنا محمد بن جعفر، نا شعبة، عن منصور، عن مالك بن الحارث،\nعن عمرو بن شرحبيل، قال: إن الله، عز وجل يحب أن تقبل رخصه، كما <span id='ms31'></span> يحب أن\nتؤتى عزائمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n(169) -[173] حدثنا هشام أبو الوليد، ثنا شعبة، أنبا الحكم، عن إبراهيم، عن\nعلقمة، عن عبد الله، قال: \" إن الله يحب أن تقبل رخصه، كما يحب أن تؤتى\nعزائمه \" (170) -[174] حدثنا عبد الله بن إدريس، قال: سمعت هشاما يذكر عن\nعكرمة، عن ابن عباس، قال: وأنبا حصين، عن عامر، عن مسروق، قال: \" إن الله،\nعز وجل يحب أن تؤتى رخصه، كما يحب أن تؤتى عزائمه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n(171) -[175] وحدثنا وكيع بن الجراح، ثنا سفيان، عن زياد بن إسماعيل، عن\nمحمد بن عباد بن جعفر، عن أبي هريرة، قال: \" جاء مشركو قريش إلى رسول الله،\nصلى الله عليه وسلم يخاصمونه في القدر، فنزلت هذه الآية {يوم يسحبون في\nالنار على وجوههم ذوقوا مس سقر {48} إنا كل شيء خلقناه بقدر {49} \"} سورة\nالقمر آية 4849 {، قال علي ابن المديني: فكأن هذا الإسناد عندي ليس بمتصل؛\nلأني لم أدر سمعه محمد بن عباد من أبي هريرة أم لا؟} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n(172) -[176] قال علي ابن المديني: فحدثنا محمد بن عبد الله الأسدي، ثنا\nسفيان، عن زياد بن إسماعيل، رجل من بني سهم، ثنا محمد بن عباد بن جعفر، ثنا\nأبو هريرة، قال: \" جاء مشركو قريش إلى النبي صلى الله عليه وسلم فخاصموه في\nالقدر، فأنزلت هذه الآية {يوم يسحبون في النار على وجوههم ذوقوا مس سقر\n{48} إنا كل شيء خلقناه بقدر {49} \"ق سورة القمر آية 4849}، قال علي ابن\nالمديني، وزياد بن إسماعيل: هذا رجل من أهل مكة معروف روى عنه ابن جريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n(173) -[177] حدثنا روح بن المسيب أبو الرجاء الكليبي، ثنا ثابت البناني،\nقال: قال مطرف بن عبد الله بن الشخير: \" إن أقواما يزعمون أنهم إن شاءوا\nدخلوا الجنة وإن شاءوا دخلوا النار، وهو بأبعدهم إن دخلوا النار، قال: ثم\nقال مطرف: والله الذي لا إله إلا هو، ثلاثا مجتهدا، لا يدخل الجنة عبدا\nأبدا حتى يدخله الله، عز وجل الجنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n(174) -[178] وحدثنا روح بن المسيب، ثنا ثابت البناني، قال: قال مطرف: إن\nأقواما يزعمون أن الله، عز وجل لم يخلق الشر أشر <span id='ms32'></span> هو شر من الشيطان، خلق\nالله الشيطان وخلق النار، وخلق الشر والشيطان قائد لكل شر حتى يكبه في النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n(175) -[179] وحدثنا الوليد بن مسلم، قال: ثنا ثور بن يزيد، ثنا خالد بن\nمعدان، قال: حدثني عبد الرحمن بن عمرو السلمي، عن حجر بن حجر، قال: \" أتينا\nالعرباض بن سارية، وهو من الذين أنزل فيهم {ولا على الذين إذا ما أتوك\nلتحملهم قلت لا أجد ما أحملكم عليه} قال: فقلنا: أتيناك زائرين ومقتبسين،\nقال العرباض: \" صلى بنا رسول الله، صلى الله عليه وسلم الصبح ذات يوم\nفوعظنا موعظة ذرفت منها العيون، ووجلت منها القلوب، قال: فقلنا: يا رسول\nالله كأن هذه خطبة مودع، فماذا تعهد إلينا؟ قال: \" أوصيكم بتقوى الله،\nوالسمع والطاعة، وإن عبدا حبشيا، وعليكم بسنتي وسنة الخلفاء المهديين،\nفتمسكوا بها وعضوا عليها بالنواجذ، وإياكم وكل محدثة، فإن كل محدثة بدعة\nوكل بدعة ضلالة \".قال الوليد: فذكرت هذا الحديث لعبد الله بن العلاء، فقال:\nنعم، حدثني به محمد بن أبي المطاع القرشي، أنه سمعه من العرباض بن سارية،\nقال: فذكر نحوا من حديث ثور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n(176) -[180] وحدثنا جرير بن عبد الحميد، عن ليث بن أبي سليم، عن عمرو بن\nشعيب، عن أبيه، عن جده، قال: جلست مع رسول الله صلى الله عليه وسلم مجلسا\nما كان قبل ذلك ولا بعده أغبط عندي منه، فخرج وأناس يتجادلون عند حجرته،\nكأن وجهه يقطر دما، أو قال: حب الرمان، فقال: \" يا قوم لا تجادلوا، فإنما\nهلكت الأمم ممن قبلكم بهذا، جادلوا القرآن بعضه ببعض، وإن القرآن لم ينزل\nليكذب بعضه بعضا ولكنه يصدق بعضه بعضا، فما كان منه من حلال فاعملوا به،\nوما كان منه من حرام فدعوه وانتهوا عنه، وما كان فيه من متشابه فآمنوا به \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n(177) -[181] وحدثنا محمد بن خازم، ثنا الأعمش، عن شمر بن عطية، عن أبي\nيحيى الأعرج، عن كعب بن عجرة، قال: \" يؤتى بالرجل يوم القيامة، فلا يزن\nشعيرة، ثم يوزن فلا يزن حبة حنطة، ثم يوزن، فلا يزن جناح بعوضة، وذلك <span id='ms33'></span> قول\nالله، عز وجل {فلا نقيم لهم يوم القيامة وزنا} قال: يقول: ليس لهم وزن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n(178) -[182] وحدثنا سفيان، عن عمرو بن دينار، عن عبيد بن عمير، قال: يؤتى\nبالرجل يوم القيامة العظيم الطويل، فيوزن فلا يزن جناح بعوضة، قال: ثم قرأ\n{فلا نقيم لهم يوم القيامة وزنا} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n(179) -[183] حدثنا سفيان، عن حميد، عن الأعرج، عن مجاهد، أنه كان يقرأ:\nفلا يقوم لهم يوم القيامة وزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n(180) -[184] وحدثنا عبد الصمد بن عبد الوارث، ثنا شعبة، ثنا سليمان، عن\nشمر بن عطية، عن أبي الأحوص، عن عبد الله، قال: \" يجاء يوم القيامة إلى\nالميزان فيتجادلون عنده أشد الجدال \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n(181) -[185] حدثنا عبد الرحمن بن مهدي، ثنا حماد بن سلمة، عن ثابت، عن أبي\nعثمان النهدي، عن سلمان، قال: \" يوضع الميزان يوم القيامة، فلو أن السموات\nوالأرض وما بينهن وضعت في كفة لوسعت، قال: فتقول الملائكة: أي رب من تزن\nبهذا؟ فيقول: من شئت من خلقي \"، وقال: ويوضع الصراط أحد من الموسى، فتقول\nالملائكة: أي رب من تنجي على هذا؟ فيقول: \" من شئت من خلقي \" قال: فتقول\nالملائكة: سبحانك، ما عبدناك حق عبادتك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n(182) -[186] حدثنا الفضل بن دكين، ثنا مسلم بن يزيد بن مذكور الحارثي، ثنا\nالعيزار بن حريث العبدي، عن الحارث، عن علي، عليه السلام، قال: \" إن ثقل\nالحق في الدنيا كثقله في الميزان يوم القيامة، وإن خفة الباطل في الدنيا\nكخفته في الميزان يوم القيامة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n(183) -[187] وحدثنا هشام بن عبد الملك، قال ثنا ابن أبي الزناد، عن أبي\nصالح مولى التوأمة، قال: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه\nوسلم: \" ليؤتى بالرجل العظيم الطويل الشروب الأكول، فيوزن فلا يزن جناح\nبعوضة، قال: اقرءوا إن شئتم {فلا نقيم لهم يوم القيامة وزنا} \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n(184) -[188] وحدثنا حفص بن غياث، قال: زعم الحسن، عن أبي الضحى، عن مسروق،\nقال: قال عبد الله: \" نعم ترجمان القرآن ابن عباس، ولو أن ابن عباس أدرك\nأسناننا ما عشره منا رجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n(185) -[189] حدثنا محمد بن خازم، ثنا الأعمش، عن مسلم، عن مسروق، قال: قال\nعبد <span id='ms34'></span> الله: \" لو أن ابن عباس أدرك أسناننا ما عشره منا رجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(186) -[190] وحدثنا حماد بن زيد، ثنا محمد بن زياد، ثنا أبو هريرة، قال:\nقال محمد صلى الله عليه وسلم: \" ألا يخشى الذي يرفع رأسه قبل الإمام أن\nيحول الله رأسه رأس حمار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n(187) -[191] وحدثنا سفيان، ويزيد بن زريع، أن محمد بن عمرو بن علقمة،\nحدثهم، عن ابن مليح عبد الله السعدي، قال: سمعت أبا هريرة، يقول: \" إن الذي\nيرفع رأسه قبل الإمام، إنما ناصيته بيد شيطان يرفعها ويضعها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n(188) -[192] حدثنا حماد بن زيد، ثنا ثابت، عن عبد الله بن رباح، عن أبي\nقتادة، قال: قال رسول الله صلى الله عليه وسلم: \" ساقي القوم آخرهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n(189) -[193] حدثنا يحيى بن سعيد، عن سعد، قال: حدثني أبو المختار، قال:\nسمعت عبد الله بن أبي أوفى يقول: قال رسول الله صلى الله عليه وسلم: \" ساقي\nالقوم آخرهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n(190) -[194] حدثنا حماد بن زيد، ثنا غيلان بن جرير، عن أبي بردة، عن أبي\nموسى، قال: \" دخلت على رسول الله صلى الله عليه وسلم وهو يستاك فرأيت طرف\nالسواك على لسانه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n(191) -[195] وحدثنا حماد بن زيد، ثنا مجالد، عن الشعبي، عن جابر بن عبد\nالله، قال: قال رسول الله صلى الله عليه وسلم: \" السلمة جبار، والبئر جبار،\nوالمعدن جبار، وفي الركاز الخمس \".قال حماد: قلت لمجالد: يا أبا عمير، ما\nالركاز؟ قال: الكنز العادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n(192) -[196] وحدثنا سفيان، حدثني الزهري، وحدي، وما معي ومعه أحد، عن سعيد\nبن المسيب، وأبي سلمة، أنهما سمعا أبا هريرة يقول: قال رسول الله صلى الله\nعليه وسلم: \" العجماء جرحها جبار، والمعدن جبار، والبئر جبار، وفي الركاز\nالخمس \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n(193) -[197] حدثنا بشر بن المفضل، ثنا خالد الحذاء، عن أبي قلابة، عن عبد\nالرحمن بن محيريز، قال: قال رسول الله صلى الله عليه وسلم: \" إذا سألتم\nالله فاسألوه ببطون أكفكم \".قال: قلت لأبي قلابة: فما هذا؟ ورفع يديه هكذا.\nقال: هذا تهليل وتكبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n(194) -[198] وحدثنا عمير بن عبيد، عن رجل، قال: رأيت الحسن إذا دعا قرن\nكفيه ولم يرفعهما إلى منكبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n(195) -[199] وحدثنا عبد <span id='ms35'></span> الوهاب بن عبد الحميد، قال: ثنا أيوب، عن غيلان بن\nجرير، عن زياد بن رباح، عن أبي هريرة، قال: \" من خرج من الطاعة، وفارق\nالجماعة، ومات فميتته جاهلية، ومن خرج من أمتي يضرب برها وفاجرها، لا\nيتحاشى من مؤمنها، ولا يفي لذي عهدها فليس من أمتي، ومن خرج تحت راية عصبية\nيقاتل للعصبية، يغضب للعصبية، فقتله جاهلية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n(196) -[200] وحدثنا عبد الرزاق بن همام، أنبا معمر، عن أيوب، عن غيلان بن\nجرير، عن زياد بن رباح، عن أبي هريرة، قال: سمعت رسول الله صلى الله عليه\nوسلم يقول: \" من خرج من الطاعة، وفارق الجماعة فميتته جاهلية، ومن خرج على\nأمتي يضربها بسيفه، لا يتحاشى من مؤمن لإيمانه ولا يفي لذي عهد بعهده فليس\nمن أمتي، ومن قاتل تحت راية عصبية، ويقاتل للعصبية، ويدعو للعصبية، فقتلته\nجاهلية \".حدثنا وهب بن جرير بن حازم، قال: ثنا أبي، قال: سمعت غيلان بن\nجرير، يحدث عن أبي قيس بن رباح، عن أبي هريرة، عن النبي صلى الله عليه وسلم\nفرفعه كما رفعه معمر وذكره نحوا من حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n(197) -[202] وحدثنا عبد الرزاق بن همام، أنبا معمر، عن الزهري، عن السائب\nبن يزيد، أن رجلا قال لعمر بن الخطاب، رضي الله عنه،: ألا أخاف في الله\nلومة لائم خير لي أم أقبل على نفسي؟، قال: \" أما إن وليت من أمر المسلمين\nشيئا فلا تخف في الله لومة لائم، وإن كنت خلوا فأقبل على نفسك وانصح لولي أمرك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n(198) -[203] حدثنا حفص بن غياث، قال: سمعت طلق بن معاوية، قال: سمعت أبا\nزرعة، يحدث عن أبي هريرة، قال: جاءت امرأة إلى رسول الله صلى الله عليه\nوسلم بابن لها قالت: يا رسول الله، ادع الله له، فقد دفنت ثلاثة، قال رسول\nالله صلى الله عليه وسلم: \" لقد احتظرت بحظار شديد من النار \".قال حفص:\nسمعت هذا الحديث من ستين ومائة سنة، قال أبو النعمان، قال ابن المفسر، قال\nعلي بن غالب، قال علي ابن المديني، قال لنا حفص هذا الكلام سنة سبع <span id='ms36'></span> وثمانين\nومائتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n(199) -[204] وحدثنا بشر بن المفضل، ثنا عمارة بن غزية، قال: حدثني رجل من\nقومي، عن جابر بن عبد الله الأنصاري، قال: قال رسول الله صلى الله عليه\nوسلم: \" من أعطي عطاء فوجد فليجز به فإن لم يجد فليثن، فمن ذكره فقد شكره،\nومن كتمه فقد كفره \".قال: \" ومن تحلى بما لم يعط كان كلابس ثوبي زور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n(200) -[205] حدثنا يحيى بن إسحاق، قال: ثنا يحيى بن أيوب، عن عمارة بن\nغزية، عن شرحبيل الأنصاري، عن جابر بن عبد الله، قال: قال رسول الله صلى\nالله عليه وسلم: \" من أعطي شيئا فوجد فليجز به فإن لم يجد فليثن به، فمن\nكتمه فقد كفره، ومن ذكره فقد شكره، ومن تحلى بما لم يعط كان كلابس ثوبي زور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n(201) -[206] أخبرنا عبد الرحمن بن محمد المحاربي، ثنا الجعد بن ذكوان،\nقال: دعا رجل شاهدا عند شريح، فقال: يا ربيعة، فلم يجبه الكويفر، فأجابه،\nفقال شريح: دعيت باسمك فلم تجب، فلما دعيت بالكويفر أجبت!، قال: أصلحك الله\nإنما هو لقب، قال شريح: قم، فقال لصاحبه: هات القوم غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n(202) -[207] حدثنا معلى بن معاذ، قال: أخبرنا عن الحسن في السكران يؤم\nالقوم، قال: إذا أتم الركوع والسجود أجزى عنه وعنهم قال: وقال محمد، يعني\nابن سيرين: يعيدون جميعا والإمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n(203) -[208] وحدثنا معاوية بن عبد الكريم، قال: سئل الحسن وأنا إلى جنبه\nعن الرجل يقول للرجل: يا ولد البغل، قال: أصرح؟ ليس عليه حد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n(204) -[209] حدثنا جرير بن عبد الحميد، عن محمد بن إسحاق، عن محمد بن عمرو\nبن عطاء، عن محمد بن عبد الرحمن بن ثوبان، عن أبي هريرة، قال: \" ما رأيت\nرسول الله صلى الله عليه وسلم قام إلى الصلاة قط إلا شهر بيديه من قبل أن يكبر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n(205) -[210] حدثنا يزيد بن زريع، قال: حدثت عن الحسن أنه كان لا يرى حدا\nإلا في القذف والمصرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n(206) -[211] وحدثنا بشر بن المفضل، ثنا عبيد الله بن العيزار، عن أبي\nالسليل، عن عبد الله بن رباح، قال: لا يكون لعبد لسان في الأرض، حتى <span id='ms37'></span> يكون\nله لسان في السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n(207) -[212] حدثنا يحيى بن سعيد، قال: ثنا هشام، حدثتني حفصة، عن الربيع\nبن زياد، قال: سمعت كعبا يقول: \" ما استقر لعبد ثناء في الأرض، حتى يستقر\nله في السماء \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n(208) -[213] وحدثنا معن بن عيسى، ثنا مالك، عن أبيه، عن كعب، قال: \" إذا\nأحببتم أن تعلموا ما للعبد عند الله، فانظروا ماذا يتبعه من حسن الثناء \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(209) -[214] وحدثنا سفيان، عن علي بن زيد بن جدعان، عن أنس بن مالك، قال:\n\" كان أبو طلحة إذا شهد مع رسول الله صلى الله عليه وسلم جثى بين يديه ونكب\nكنانته، وقال: وجهي لوجهك الوقاء ونفسي لنفسك الفداء، قال: وقرأ أبو طلحة\nهذه الآية {انفروا خفافا وثقالا} قال: ما أسمع الله عذر أحدا، ثم خرج إلى\nالشام حتى قتل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n(210) -[215] حدثنا سفيان، عن ابن جدعان، عن أنس، قال: قال رسول الله صلى\nالله عليه وسلم: \" صوت أبي طلحة في الجيش خير من فئة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n(211) -[216] حدثنا عبد الرزاق بن همام، أنبا معمر، عن أبي إسحاق، عن أبي\nالأحوص، عن عبد الله، قال: \" إن من الإيمان أن يحب الرجل أخاه لا يحبه إلا\nلله، عز وجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n(212) -[217] حدثنا سفيان، ثنا مجالد، عن الشعبي، عن مسروق، قال: كان عبد\nالله بن مسعود، يخرج إلى الناس فيقول: \" يا أيها الناس من جاء منكم يريد أن\nيسأل عن شيء فليجلس حتى نفرغ له، ومن جاء به يريد خصومة، فليأخذ بيد خصمه،\nومن جاء يريد أن يطلعنا على ذنب أصابه، فليجلس في بيته وليستر التوبة كما\nأسر الذنب فإنا لا نملك إلا العار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n(213) -[218] حدثنا حماد بن مسعدة، عن ابن عون قال: سمعته يقول: عن الحسن\nأنه كان في دعائه يقول: \" اللهم قنا واكفنا شر كل ظالم وباغ وحاسد ومريد\nشر، اللهم خذ بأسماعهم وأبصارهم واكفناهم كيف شئت وأنى شئت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n(214) -[219] حدثنا حفص بن غياث، عن الأعمش، عن القاسم بن عبد الرحمن، عن\nأبيه، أن عليا، عليه السلام، \" قطع يد سارق وعلقها في عنقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n(215) -[220] وحدثنا شريك بن عبد الله، عن حسين بن عبد الله <span id='ms38'></span>، عن عكرمة، عن\nابن عباس، أن النبي صلى الله عليه وسلم \" صلى في ثوب واحد متوشحا به يتقي\nبفضوله حر الأرض وبردها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n(216) -[221] وحدثنا بشر بن المفضل، عن غالب، عن بكر، عن أنس، قال: كنا\nنصلي مع النبي صلى الله عليه وسلم في شدة الحر فإذا لم يستطع أحدنا أن يمكن\nجبهته من الأرض، \" بسط ثوبه وسجد عليه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n(217) -[222] حدثنا عبد الأعلى بن عبد الأعلى، عن معمر، عن الزهري، عن أنس،\nقال: \" كان الحسن بن علي، عليهما السلام، أشبه وجها برسول الله صلى الله\nعليه وسلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n(218) -[223] وحدثنا جرير بن عبد الحميد، عن الأعمش، عن عمرو بن مرة، عن\nأبي عبيدة بن عبد الله، عن أبي موسى الأشعري، قال: كان رسول الله صلى الله\nعليه وسلم سمى لنا نفسه أسماء يقول: \" أنا محمد، وأنا أحمد، وأنا الحاشر،\nوأنا نبي الرحمة، وأنا نبي التوبة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n(219) -[224] وحدثنا سفيان، حدثني الزهري، عن محمد بن جبير بن مطعم، عن\nأبيه، قال رسول الله صلى الله عليه وسلم: \" إن لي أسماء، أنا محمد، وأنا\nأحمد، وأنا الماحي الذي يمحى بي الكفر، وأنا العاقب الذي ليس بعدي نبي،\nوأنا الحاشر الذي يحشر الناس على قدمي \".صلى الله عليه وعلى آله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n(220) -[225] أخبرنا جرير بن عبد الحميد، عن الأعمش، عن عبد الله الرازي،\nعن سعيد بن جبير، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \"\nتسمعون ويسمع منكم، ويسمعون ممن سمع منكم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n(221) -[226] وحدثنا جرير بن عبد الحميد، عن سليمان الأعمش، عن أبي صالح،\nعن أبي سعيد الخدري، قال: كان بين خالد بن الوليد، وبين عبد الرحمن بن عوف\nشيء، فسبه خالد، فقال رسول الله صلى الله عليه وسلم: \" لا تسبوا أصحابي،\nفلو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مد أحدهم ولا نصيفه \".وسألت أبا\nعبيدة عن النصيف، قال: نصفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n(222) -[227] حدثنا جرير بن عبد الحميد، عن محمد بن خالد الضبي، عن عطاء بن\nأبي رباح، قال: قال رسول الله صلى الله عليه وسلم: \" لا تسبوا أصحابي، لعن\nالله <span id='ms39'></span> من سبهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n(223) -[228] حدثنا يحيى بن سعيد، ثنا سفيان، قال: حدثني نسير وهو ابن\nذعلوق، وكان يكنى بأبي طعمة، قال: سمعت ابن عمر، يقول: \" لا تسبوا أصحاب\nمحمد صلى الله عليه وسلم فوالله لمقام واحد ساعة واحدة، خير من عمل أحدكم عمره \"\n</p>\n\n<p>\nآخر الجزء والحمد لله رب العالمين، وصلواته تترى على سيدنا محمد وآله\nوأصحابه وأزواجه، وسلم تسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n             <span id='ms40'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223"
  ],
  "volumes": [
    "01"
  ]
}