{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>البيان المبدي لشناعة القول المجدي</h1>\n\n<p>\nتأليف: الشيخ سليمان بن سحمان\n</p>\n\n<h1 class='l1' id='head1'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله الذي يقذف بالحق على الباطل فيدمغه فإذا هو زاهق، وأوضح الحق\nوأعلاه فأضاء نوره ما بين المغارب والمشارق، وأدحض الباطل وأهله من كل\nمعاند للحق ومشاقق، أحمده سبحانه وأشكره على قمع كل منافق ومارق، وأشهد أن\nلا إله إلا الله وحده لا شريك له في إلهيته وربوبيته لجميع الخلائق، وأشهد\nأن محمدا عبده ورسوله إمام المتقين وقائد الغر المحجلين ذو المناقب\nوالسوابق صلى الله عليه وعلى آله وأصحابه ما انغدق الودق وأومضت البوارق،\nوسلم تسليما كثيرا.\n</p>\n\n<p>\nأما بعد، فقد رأيت كلاما لمحمد سعيد بن محمد بابصيل الشافعي المكي ردا\nعلى ما كتبه العالم الفاضل الألمعي والنبيل الجليل اللوذعي المسمى بعبد\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nابن عبد الرحمن بن عبد الرحيم السندي، وما كتبه عبد الكريم فخر الدين على\nرسالة أحمد زيني دحلان التي سماها: الدرر السنية في الرد على الوهابية، وقد\nضمنها دحلان من الأكاذيب والترهات ما يستحي العاقل من حكايتها مع ما اشتملت\nعليه من إباحة الشرك والالتجاء إلى الصالحين ودعائهم والاستغاثة بهم إلى\nغير ذلك مما تمجه الأسماع ويتفر عنه الطباع وكذلك ما قرره من الزيارة\nالبدعية الشركية واستدل على ذلك بأحاديث مكذوبة موضوعة يعرفها كل من له\nإلمام بمعرفة الحديث ورجاله فردا عليه فأجادا وأفادا وانتصرا لله ورسوله\nوأئمة المسلمين، فجزاهما الله عن الإسلام وأهله أفضل الجزاء.\n</p>\n\n<p>\nثم إن هذا المكي المسمى بابصيل اعترض عليهما فيما كتباه بما نقله عن ابن\nحجر الهيثمي في مسبة شيخ الإسلام ابن تيمية قدس الله روحه باعتراضات بعضها\nحق وهو قائلها ومعه الكتاب والسنة وأقوال الأئمة من الصحابة والتابعين ولم\nيخرج رحمه الله في قول قاله عن قول أحد من السلف منفردا به بل قد قاله غيره\nمن الأئمة و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nباعتراضات أخرى يعرف كل منصف أنها دعاوى باطلة وأكاذيب محضة وبما نقله\nأيضا عن علوي بن أحمد بن حسن بن عبد الله الحداد، وجعل ما اعترض به ما <span id='ms01'></span> على\nشيخ الإسلام ابن تيمية رحمه الله ردا واعتراضا على الشيخ محمد بن عبد\nالوهاب تأصيلا منه أنه إنما درج على منواله، واحتذل حذوه في مقاله،\nوبمناقضات زعم أنه أخذها عليهما وأنه باعتراضه قد وجد الضالة المنشودة،\nوسقط على الدرة المفقودة وهي على غير ما توهمه، وعنه التحقق على خلاف ما\nزعمه فرد عليهما لاعتماده واعتقاده أنهما من الوهابية، وأنهما من اتباع شيخ\nالإسلام ابن تيمية فاستعنت الله تعالى على رد أباطيل هذا المعترض الأفاك\nالذي نصب نفسه للانتصار لأهل الباطل والإشراك، وذلك بعد ما أكثر علي بعض\nالإخوان، وإن كنت لست من أهل هذا الشأن ولا ممن يجري الجواد في مثل هذا\nالميدان.\n</p>\n\n<p>\nولكن البلاد إذا اقشعرت ... وصوح بنتها رعى الهيثم\n</p>\n\n<p>\nوقد تأملت ما كتبه هذا المفتري فإذا هو لم يأت إلا بتمويهات وترهات\nوخزعبلات وخرافات، لا تروج على ذوي العقول السليمة، وليست بحمد الله بصائبة\nولا مستقيمة بل عواقبها ذميمة، ومراتعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوخيمة، والله المسؤول المرجو الإجابة، أن يوفقنا الطريق السداد والإصابة\nوأن يجزل لنا بمنه وكرمه الإثابة، وهذا جهد المقل، وأسأل الله أن يحسن لنا\nالنية والعمل وسميت هذا: \"الرد بالبيان المبدي لشناعة القول المجدي\".\n</p>\n\n<p>\nقال المعترض بعد أن ذكر أنه وقف على رسالتين أحدهما مؤلفها عبد الكريم بن\nفخر الدين، والأخرى مؤلفها عبد الله بن عبد الرحمن بن عبد الرحيم السندي،\nقال: ولم ألتفت لمعارضة كل واحد منهما في رد مقالته ببرهان عقلي أو شرعي\nإلى آخره.\n</p>\n\n<p>\nفالجواب ومن الله استمد الصواب أن هذا المعترض الجاهل قد خصم نفسه\nباعترافه أنه لم يعترض عليهما في الرد ببرهان عقلي أو شرعي ولو ظفر ببرهان\nعقلي أو شرعي يرد به ما زعم أنه الباطل لما أهمله في هذا المقام، ولصال\nبخيله ورجله لينال من خصمه المرام، وما يحسن بمن عنده علم وفضل كلام عند\nمقاومة الخصوم وإرخاء أعنة الأقلام أن يرتدي برداء العي والإحجام، ولكنه\nولله الحمد والمنة مزجي البضاعة من العلوم النبوية والآثار السلفية وليس له\nملكة ولا <span id='ms02'></span> روية ولا معرفة بمدارك الأحكام ولادرية، وأنى لهذا المعترض يد\nبمقاومة جند الله ورسوله،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالمعتصمين بكتاب الله والسالكين على سنة رسوله وسبيله، ولكن بهذا الهذيان\nالبارد، والأكاذيب المظلمة المسالك والموارد التي لا يعجز عنها أحد ممن\nتجاوز الحد وأفرط والحد، هيهات هيهات {سيهزم الجمع ويولون الدبر، بل الساعة\nموعدهم والساعة أدهى وأمر} {القمر:4546] .\n</p>\n\n<p>\nلعمرك ما يدري الغبي بأنه ... أتى موئدا من مورد الشرك مظلما\n</p>\n\n<p>\nورد على من شاد سنة أحمد ... باوضاعه اللاتي بها قد تكلما\n</p>\n\n<p>\nوأعلى من الكفر الصريح معالما ... أشاد لها دحلان من كان أظلما\n</p>\n\n<p>\nوأرسى لها في قلب كل معطل ... جهول وأفاك رسوما وسلما\n</p>\n\n<p>\nلترسورير في كل من رام فرية ... بأسبابها طودا من الكفر قدطما\n</p>\n\n<p>\nويسعى بان يدعى حسين وخالد ... وزيد ومعروف ومن كان أعظما\n</p>\n\n<p>\nويدعى الرفاعي بل على وحمزة ... ويدعى لعمري العيدروس بكلما\n</p>\n\n<p>\nبه يقصد الرحمن جل جلاله ... فبعدا لأرباب الضلالة والعما\n</p>\n\n<p>\nوقد قام هذا الوغد منتصرا له ... بلا حجة أدلى بها إذ تكلما\n</p>\n\n<p>\nولكن ببهتان وسبة مفتر ... على علماء الدين ظلما ومأثما\n</p>\n\n<p>\nوأرخى عنان الجهل والظلم خاليا ... من العقل والبرهان والشرع مانما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nولو ظفر المخذول بالعلم والهدى ... لا بد لهما فورا وما كان أحجما\n</p>\n\n<p>\nولكنه والحمد لله وحده ... من العلم بالبرهان قد كان معدما\n</p>\n\n<p>\nفحادوا بدى نزهات وضيعة ... وأقوال أعداء بها الإفك قد طما\n</p>\n\n<p>\nوقد قام كالحرباء يرنو بطرفه ... إلى الشمس عدوانا وبغيا ومأثما\n</p>\n\n<p>\nوما ضر إلا نفسه باعتراضه ... ونصرته من كان أعمى وأبكما\n</p>\n\n<p>\nوأنى لهذا الوغد علم بمابه ... يدان ويرجى فاطر الأرض والسما\n</p>\n\n<p>\nولو كان يدرى ماهدى بضلالة ... وسطر في أوراقه الجهل والعما\n</p>\n\n<p>\nولكن أهل الزيغ في غمراتهم ... فليس لهم عن مهيع الكفر مرتما\n</p>\n\n<p>\nخفافيش اعشاها من الحق شمسه ... وأعمها إشراقه إذ تبسما\n</p>\n\n<p>\nفلما دجى ليل الضلالة أقبلت ... وجالت وصالت حين جنوأظلما\n</p>\n\n<p>\nأيحسب هذا الفدم والوغد اننا ... غفلنا وما كنا غفاة ونوما\n</p>\n\n<p>\nسنضرب من هاماتهم كل قمحد ... ونبكم صنديدا تحدى وغمغما\n</p>\n\n<p>\nوتشدخ بالبرهان يافوخ إفكه ... فيصبح مثلوغا وقد كان مبهما\n</p>\n\n<p>\nوما كان أهلا أن يجاب <span id='ms03'></span> لجهله ... وهجنة ما أبداه لما تكلما\n</p>\n\n<p>\nولكن ليدرى أن في الربع والحمى ... رماثا اعدوا للمعادين اسهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nويعلم أنا لا نزال ولم نزل ... على ثغرة المرمى قعودا وجثما\n</p>\n\n<p>\nوفي زعم هذا الأحمق الوغد انه ... وأصحابه أهل الهدى حين قسما\n</p>\n\n<p>\nوإن ذوي الإسلام أهل ضلالة ... وأهل ابتداع بئسما قال إذ رمى\n</p>\n\n<p>\nذوي الدين بالغي الذي هو أهله ... وكان بما أبدى أحق والوما\n</p>\n\n<p>\nأيوصف بالإسلام من كان مشركا ... ويوصف بالاشراك من كان مسلما\n</p>\n\n<p>\nلعمري لقد جئتم من القول منكرا ... وزورا وبهتانا وأمرا محرما\n</p>\n\n<p>\nفيا ويحه أن لم يتب من ضلاله ... لسوف يرى جهرا ويصلي جهنما\n</p>\n\n<p>\nفصل: قال المعترض بعد أن أصل أصلين ينبني بزعمه بطلان الأصل الأدنى\nبالكلام على الأصل إلا بعد قال: فأقول الأصل الأدنى ظهور محمد بن عبد\nالوهاب، وقد بلغ بدعوته الضالة ما بلغ وملأت البلاد والأقطار وكلامه ودعوته\nمؤسسة على دعوى من قبله فمن قلد من قبله وهو الأصل الأصيل لهذا الفساد الذي\nعم العباد والبلاد وهو الشيخ ابن تيمية إلى آخر ما قال.\n</p>\n\n<p>\nوالجواب: أن يقال: سبحان من طبع على قلوب أعدائه فاصمهم وأعمى أبصارهم\nفإن هذا الجاهل الذي أعمى الله بصيرة قلبه لما لم يكن لديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nمعرفة بأصل هذا الدين الذي بعث الله به رسوله محمدا صلى الله عليه وسلم\nومن الله بإظهاره بعد أن كان ذلك مهجورا بين الناس. لا يعرفه منهم إلا\nالنزاع من الأكياس على يدي شيخ الإسلام محمد بن عبد الوهاب من إخلاص\nالعبادة بجميع أنواعها لله رب العالمين، وإنكار ما كان الكثير عليه من شرك\nالمشركين، بالإلتجاء إلى الصالحين وطلب ما كان لله عنده ضرائح الأموات من\nالمعبودات، وإنزال الحاجات بهم في الملمات لتفريج الشدائد والكربات، ونهيه\nعن عبادة الأشجار والأحجار والقبور والطواغيت والأوثان، وعن الإيمان\nبالسحرة والمنجمين والكهان، صار لديه هو أصل الضلال والفساد، الذي ملأ\nالأقطار وانتشر في البلاد، فلما لم يكن لديه معرفة بهذا الدين دعا إليه\nالشيخ محمد بن عبد الوهاب من إخلاص العبادة لله والشرك الذي نهى <span id='ms04'></span> عنه وجد\nأهل نجد عليه من صرف جميع العبادات لغير أمته، تعين أن نذكر هذا الأصل الذي\nجعله هذا المعترض أصل الضلال والفساد وهو ظهور هذه الدعوة النجدية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوالطريقة المحمدية؛ ليتبين لك فساد تأصيل هذا المكي وليعرف المسلم قدر\nنعمة الله التي أنعم بها على المسلمين بدعوة هذا الشيخ وأنهم قبله في ضلالة\nظلما، وجهالة جهلا، وفلوات غي مفاوزها يهما، ونذكر قبل ذلك ما كان عليه أهل\nنجد وأهل الأقطار حال تبين الشيخ رحمه الله.\n</p>\n\n<p>\nقال الشيخ أبو بكر حسين بن غنام رحمه الله تعالى: الفصل الأول في بيان ما\nجرى في تلك الأزمان من الشرك والضلال والطغيان في نجد والحسا وغيرهما مما\nيليهما من البلدان، فنقول: كان غالب الناس في زمانه متضمخين بالأرجاس\nمتلطخين بوظر الأنجاس، وإطفاء نور الهدى بالانطماس بذهاب ذوي البصائر\nوالبصيرة، والألباب المضيئة المنيرة، وغلبة الجهل والجهال، واستعلاء ذوي\nالأهواء والضلال حتى نهجوا في تلك الطريق منهجا وعرا، ونبذوا كتاب الله\nتعالى وراءهم ظهرا، وأتوا زورا وبهتانا وهجرا، وزين لهم الشيطان الهم\nينالون بذلك أجرا، ويجوزون به عزا وفخرا، فاركبهم مراكب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالأسلاف قسرا وامتطى كواهلهم في ذلك السنن قهرا، وحسن لهم أن الأباء\nبحقيقة الحق أدرى، وأنهم بنهج منهج الشريعة أحرى فعدلوا إلى عبادة الأولياء\nوالصالحين وخلعوا ربقة التوحيد والدين، فجدوا في الاستغاثة بهم في النوازل\nوالحوادث ةالخطوب العظلة الكوارث، وأقبلوا عليهم في طلب الحاجات وتفريج\nالشدائد والكربات من الإحياء منهم والأموات وكثير يعتقد النفع والأضرار في\nالجمادات كالأحجار والأشجار، وينتابون ذلك في أغلب الأزمان والأوقات ولم\nيكن لهم إلى غيرها إقبال ولا التفات فهم على تلك الأوثان عاكفون ولها في\nكثير الأحايين ملازمون {نسوا الله فأنساهم أنفسهم أولئك هم الفاسقون}\n[الحشر: من الآية19] ، لعب بعقولهم الشيطان، وأخذ بهم منهج الخسران حتى\nألقاهم في قعر الهوان، فلجوا في طغيانهم يعمهون، تسنموا من الأهوى اسمى\nفنن، وأتوا من الضلال إنما فتن، ورفضوا والله أسنى سنن {الحمد لله الذي خلق\nالسماوات والأرض وجعل الظلمات والنور ثم الذين كفروا <span id='ms05'></span> بربهم يعدلون}\n[الأنعام:1] ، أحدثوا من الكفر والفجور،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوالإشراك بعبادة أهل القبور وصرف الدعاء لهم والنذور، {ومن يدع مع الله\nإلها آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون}\n[المؤمنون:117] شرعوا لهم شياطينهم من الدين ما لم يأذن به الله، وجعلوا\nلغيره ما لا يجوز صرفه إلى سواه، وزادوا على أهل الجاهلية فكانوا لا يدعون\nإذا مسهم الضر إلا إياه، {فإذا ركبوا في الفلك دعوا الله مخلصين له الدين\nفلما نجاهم إلى البر إذا هم يشركون} [العنكبوت:65] ، ملؤوا قلوبهم له\nبالوجد والمحبة، وبذلوا أعمارهم وألسنتهم في دفع من أبدى لهم مسبة، ولم\nيشتغلوا بالله وكفى به لعبده رغبة، وليتهم سووا بينهم في المحبة والطلبة،\n{تالله إن كنا لفي ضلال مبين، إذ نسويكم برب العالمين، وما أضلنا إلا\nالمجرمون} [الشعراء:9799] ، وكانت هذه المحبة في سويداء القلب سارية وعلى\nصفحة الوجه واللسان بادية، وأفعال الشرك في غالب الأقطار جارية، {وما يؤمن\nأكثرهم بالله إلا وهم مشركون} [يوسف:106] ، وقد حدث الغي والإضلال\nوالإسراف، ووقع التغير في الدين والاختلاف من زمان قديم من غير خلاف، وجاء\nبعدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nمن اعتقد أن الدين هو ذلك الضلال والإسراف؛ لأنهم وجدوا عليه الأباء\nوالأسلاف {وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا\nوجدنا آباءنا على أمة وإنا على آثارهم مقتدون} [الزخرف:23] ، وقد نص عليه\nكثير من العلماء الأعلام في كتبهم المصنفة فيما حدث من البدع من الأنام\nوماغيروا من منار الدين والإسلام، {ولو شاء ربك ما فعلوه فذرهم وما يفترون}\n[الأنعام: من الآية112] ، وكان أكثر الناس على دعوة الأنبياء والصالحين\nالأحياء منهم والميتين، مجدين مجتهدين، وبالاعتقاد المحض فيهم مفتونين\n{وقال الله لا تتخذوا إلهين اثنين إنما هو إله واحد فإياي فارهبون}\n[النحل:51] ، أيدعى من لا يملك لنفسه نفعا، ولا يصرف عنها من السوء دفعا،\nويترك مدبر الخلائق إعطاء ومنعا، {وما بكم من نعمة فمن الله ثم إذا مسكم\nالضر فإليه تجأرون} [النحل:53] ، فغدوا عليهم في قضاء الحاجات وراحوا،\nوابتهلوا <span id='ms06'></span> لديهم في ذلك وباحوا، وأحلوا ما حرم الله واستباحوا، {قل إنما حرم\nربي الفواحش ما ظهر منها وما بطن والأثم والبغي بغير الحق وأن تشركوا بالله\nما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون} [لأعراف:33] ،\nوكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفي بلدان نجد من ذلك أمر عظيم والكل على تلك الأحوال مقيم، وفي ذلك\nالوادي مسيم {حتى جاء الحق وظهر أمر الله وهم كارهون} [التوبة: من الآية48]\n، وقد مضوا قبل بدو نور الصواب يأتون من الشرك بالعجاب وينسلون إليه من كل\nباب ويكثر منهم ذلك عند قبر زيد بن الخطاب ويدعونه لتفريج الكرب بفصيح\nالخطاب ويسألونه كشف النوب من غير ارتياب {قل أتنبئون الله بما لا يعلم في\nالسماوات ولا في الأرض سبحانه وتعالى عما يشركون} [يونس: من الآية18] ،\nوكان ذلك في الجبيلة مشهورا وبقضاء الحوائج مذكورا، وكذلك قربوه في الدرعية\nيزعمون أن فيها قبورا، أصبح فيها بعض الصحابة مقبورا، فصار حظهم في عبادتها\nموفورا، فهم في سائر الأحوال عليها يعكفون، {أإفكا آلهة دون الله تريدون}\n[الصافات:86] ، وكان أهل تلك التربة أعظم في صدورهم من الله خوفا ورهبة،\nوأفخم عندهم رجاء ورغبة، فلذلك كانوا في طلب الحاجات بهم يبتدون، {بل قالوا\nإنا وجدنا آباءنا على أمة وإنا على آثارهم مهتدون} [الزخرف:22]\n</p>\n\n<p>\nوفي شعب غبيرا يفعل من الهجر والمنكر ما يعهد مثله ولا يتصور، ويزعمون أن\nفيه قبر ضرار بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالأزور، وذلك كذب محض وبهتان مزور مثله لهم إبليس وصور، ولم يكونوا به\nيشعرون، وفي بليدة الفدا ذكر النخل المعروف بالفحال يأتونه النساء والرجال\nويفيدون عليه بالبكر والأصال، ويفعلون عنده أقبح الفعال، ويتبركون به\nويعتقدون، وتأتيه المرأة إذا تأخرت عن الزواج، ولم تأتها لنكاحها الأزواج،\nفتضمه بيديها بحضور ورجاء الانفراج، وتقول: يا فحل الفحول أريد زوجا قبل أن\nيحول الحول، هكذا صح عنهم القول، {وزين لهم الشيطان ما كانوا يعملون}\n[الأنعام: من الآية43] . وشجرة الطرفية تشبث بها الشيطان واعتلق، فكان\nينتابها للتبرك طوائف وفرق، ويعقلون فيها إذا ولدت المرأة ذكرن الخرق <span id='ms07'></span>،\nلعلهم عن الموت يسلمون، وفي أسفل الدرعية غار كبير يزعمون أن الله تعالى\nفلقه في الجبل لأمرأة تسمى بنت الأمير أراد بعض الفسقة أن يظلمها فصاحت\nودعت الله فانفلق لها الغار بإذن العلي الكبير، وكان تعالى لها من ذلك\nالسوء وجير، فكانوا يرسلون إلى ذلك الغار اللحم والخبز ويهدون، {قال\nأتعبدون ما تنحتون، والله خلقكم وما تعملون} [الصافات:9596] قال: وكذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nما يفعل الآن في الحرم المكي الشريف زاده الله تعالى رفعة وتشريفا فهو\nيزيد على غيره وينيف، فيفعل في تلك البقاع المطهرة المكرمة، والمواضع\nالمعظمة المحترمة، من الأمور المحظورة المحرمة ما يحق أن تسفح عند رؤيته\nالعيون والأجفان، وتزال لأجله الدموع وللاتصان، وتلتهب في القلب لوعج\nالأحزان إذا أبصر الموحد ما يصدر من أولئك العربان من الفسوق والضلال\nوالعصيان، وما عرى فيه الدين من الهوان، فلقد انتهكت فيه المحرمات والحدود،\nوكان لأهل الباطل فيه قيام وقعود كما هو الآن مشاهد موجود، أين قوله تعالى:\n{وإذ بوأنا لإبراهيم مكان البيت أن لا تشرك بي شيئا وطهر بيتي للطائفين\nوالقائمين والركع السجود} [الحج:26] ، ويشهد بذلك من رآه ممن كان له قلب\nسليم، {ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم} [الحج: من الآية25] ،\nولقد تظاهر بذلك فيهم جم غفير، وتجاهر به بين أظهرهم جمع كثير، ولم يكن\nلأهل العلم إزالة ولا تغيير، بل تألبوا على مصادمة الحق الشهير، وراموا\nإطفاء مصباحه المنير، وإخماد ضيائه المستنير، وجادلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nتغيير محي الصواب، {وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان\nعقاب} [غافر: من الآية5] ، {أولم نعمركم ما يتذكر فيه من تذكر وجاءكم\nالنذير فذوقوا فما للظالمين من نصير} [فاطر: من الآية37] . فمن ذلك ما يفعل\nعند قبر المحجوب، وقبة أبي طالب، وهم يعلمون أنه شريف حاكم متعد غالب، كان\nيخرج إلى بلدان نجد ويضع عليهم من المال خراج ومطالب، فإن أعطى ما أراد\nانصرف وإلا أصبح لهم معاديا ومحارب، وكذلك عند قبر المحجوب، يطلبونه\nالشفاعة لغفران الذنوب؛ لأنه عندهم المقرب المحبوب، فلهذا كانوا من <span id='ms08'></span> شره\nيحذرون، وإن دخل متعد أو سارق أو غاصب مال قبر أحدهما لم يتعرض له أحد من\nالرجال، ولا يخشى معاقبة ولا نكال ولا يتوصل إليه بما يكره ولا ينال، وإن\nتعلق جان ولو أقل جناية بالكعبة سحب منها بالأذيال، فهم في تعظيمها مفرطون،\n{واتخذوا من دون الله آلهة لعلهم ينصرون، لا يستطيعون نصرهم وهم لهم جند\nمحضرون} [يس:7475] ، ومن ذلك ما يفعل عند قبر ميمونة بنت الحارث رضي الله\nعنها بسرف، وعند قبر خديجة رضي الله عنها في المعلى، مما لا يسوغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلم أن يطلق عليه إباحة وحلا، فضلا عن كونه يراه قربة يدرك بها أجرا\nوفضلا من اختلاط النساء بالرجال وفعل الفواحش والمنكرات، وارتفاع الأصوات\nعندهم بالدعوات وحصول الندب وشدة الاستغاثات، وعند قبر عبد الله بن عباس\nرضي الله عنهما في الطائف من الأمور التي تشمئز منها نفس الجاهل فكيف\nبالعارف فيقف عند قبره متضرعا مستغيثا كل مكروب وخائف، وينادي أكثر الباعة\nفي الأسواق من غير نكير ولا زاجر على الإطلاق، ويقول بلهجة قلب واحتراق،\nكثير من أهل الشرك والإبلاس، وذوي الفقر والإفلاس، اليوم على الله وعليك يا\nابن عباس، ويسألونه الحاجات ويسترزقون {أأتخذ من دونه آلهة إن يردن الرحمن\nبضر لا تغن عني شفاعتهم شيئا ولا ينقذون} [يس:23] .\n</p>\n\n<p>\nوأما يفعل عند قبره عليه الصلاة والسلام من الأمور المحرمة العظام من\nتعفير الخدور، والإنحناء بالخضوع والسجود واتخاذ ذلك القبر عيدا، وقد لعن\nعليه الصلاة والسلام فاعله وكفى بذلك زجرا ووعيدا ونهى عن ما يفعل عنده\nالآن غالب العلماء نهيا شديدا، وغلظوا في ذلك تغليظا أكيدا، فهو مما لا\nيخفى ولا ينكر، وأعظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nمن أن يذكر، فهو في الشهرة والانتشار، كالشمس في رابعة النهار، ويكل\nاللسان عما يفعل عند قبر حمزة والبقيع وقباء من ذلك القبيل، ويعجز القلم عن\nبيانه على التفصيل، ولو لم يذكر منه إلا القليل.\n</p>\n\n<p>\nشعر:\n</p>\n\n<p>\nوليس يصح في الأذهان شيء ... إذا احتاج النهار إلى دليل\n</p>\n\n<p>\nوأما ما يفعل في جدة فما عمت به البلوى فقد <span id='ms09'></span> بلغ من الضلال والفحش الغاية\nالقصوى، وعندهم قبر طوله ستون ذراعا عليه قبة يزعمون أنه قبر حوى، وضعه بعض\nالشياطين من قديم وهيئه وسوى، يجبون عند السدنة من الأموال كل سنة ما لا\nيكاد يخطر على بالبال، ولا يدخل يسلم على أمه كل إنسان إلا مسلما دراهم\nعاجلا من غير توان، أيبخل أحد من اللئام، فضلا عن الكرامة ببذل الحطام،\nويدع الدخول على أمه والسلام، وعندهم معبد يسمى العلوي بالغ في تعظيمه جميع\nالخلائق، وأربوا في الغلو على تلك الطرائق، فلو دخل قبره قاتل نفس أو غاصب\nأو سارق لم يتعرض بمكروه من مؤمن ولا فاسق، ولم يجسر أحد أن يكون مخرجا له\nسائق، أو إلى المساعدة إليه مسارع مسابق، فمن استجار بتربته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأجير، ولم يعرج عليه حاكم ولا وزير.\n</p>\n\n<p>\nوأما ما في بلدان مصر وصعيدها، من الأمور التي ينزه اللسان عن ذكرها\nوتعديدها خصوصا عند قبور الصلحاء والعباد من ساداتها وعبيدها كما ذكرها\nالثقات في نقل الأخبار وتوكيدها، فيأتون قبر أحمد البدوي، وكذا قبور غيره\nمن العباد، وسائر ترب المشهورين بالخير والزهاد، فيستغيثون ويندبون\nويعجلونهم بالإمداد، ويستحثونهم على زوال المصيبة عنهم والأنكاد، ويتداولون\nبينهم حكايات وينسبون عنهم قضيات، ويحكون في محافلهم ما جريات من أفحش\nالمنكر والضلالات فيقولون فلان استغاث بفلان فأغيث فورا في ذلك الأوان،\nوفلان شكى لصاحب القبر حاله وأمره فأغاثه وكشف عنه ضره، وفلان شكى إليه\nحاجته فأزال عنه فقره، وأمثال هذا الهذيان الذي هو زور وبهتان، ويصدر هذا\nالكلام في تلك البلدان وهي مملوءة بالعلماء من أهل الزمان وذوي التحقيق\nوالعرفان، ولا يزال ذلك المحظور، ولا يغار من صدور تلك الأمور، بل ربما\nتنشرح منهم له الصدور.\n</p>\n\n<p>\nوأما ما يفعل في بلدان اليمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nمن الشرك والفتن قبل هذا الوقت وفي هذا الزمن فأكثر من أن يحسب أو يحصى،\nأو يعد ويستسقى، أو يدرك له أقصى، فمن ذلك ما يفعله أهل شرقي صنعاء بقبر\nعندهم يسمى الهادي والكل على دعوته والاستغاثة به رائح غادي، فتأتيه المرأة <span id='ms10'></span>\nإذا تعسر عليها الحمل أو كانت عقيمة، فتقول عنده كلمة قبيحة عظيمة، فسبحان\nمن لا يعاجل بالمعاقبة على الجريمة.\n</p>\n\n<p>\nوأما أهل بلد برع فعندهم رجل يرحل إلى دعوته، كل ناء عن محله وبلدته،\nويؤتي إليه من غير إشكال من مسيرة أيام وليال لطلب الإغاثة وشكاية الحال\nويقيمون عند قبره للزيارة ويتقربون بالذبائح عنده كما حقق أخباره من شاهد\nحضرته واحتضاره.\n</p>\n\n<p>\nوأما أهل الهجرية ومن حذا حذوهم فعندهم قبر يسمى ابن علوان، وقد أقبل\nعليه العامة في نوائب الزمان، واستغاث به منهم كل لهفان، فهم يلجؤون به في\nكل وقت وأوان ويسميه غوغاء هم منجي الغارقين كما حكاه بعض السامعين، وأغلب\nأهل البر منهم والبحر يطربون عند سماع ذكره، ويستغيثون به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوإن لم يصلوا إلى قبره، وينذر له في البحر والبر، وعند أهل بلده من\nتعظيمه ما يزيد على الحصر، ويفعلون عند قبره السماعات والموالد ويجتمع عنده\nأنواع المعاصي والمفاسد، فليس في أقطار اليمن في هذا الزمن من يساويه في\nالاشتهار، بل ولا في سائر الأقطار ولهم في حضرته أمور يفعلونها دينا،\nويتوخونها حينا فحينا يطعنون أنفسهم بالسكاكين والد بابيس، وقد جعلها لهم\nعبادة إبليس ويقولون وهم يرقصون، وبما يغنيه طبون قد ملأ الوجد منهم البابا\nوذهنا، يا سادتي قلبي بكم معنا وأما أهل حضر موت والشحر ويافع وعدن، فقد\nثوى فيهم الغي وقطن، وعندهم العيدروس يفعل عند قبره من السفه والضلال\nالوبيل ما يغني مجمله عن التفصيل، ويقول قائلهم شيء لله يا عيدروس شيء لله\nمحي النفوس، ثم ذكر ما في بلدان الساحل وما يفعل أهل المخا عند قبر على بن\nعمر الشاذلي، وأهل الحديد عند قبر الشيخ صديق، وأهل اللحية عند قبر\nالزيلعي، وعند قبر رابعة، وما يفعل أهل نجران عند سيدهم، قال: وأما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nما في حلب ودمشق وأقصى الشام وأدناه، فهو مما لم يوقف له على حد ولم يكن\nضبط أقصاه ولا يعرف قدره ومنتهاه، ولو استفرغ الإنسان في ذلك قصاراه بحسب\nما يحكيه من يشاهد ذلك ويراه <span id='ms11'></span> من العكوف على عبادة القبور، وصرف القربان\nإليها والنذور والمجاهرة بالفسوق والفجور، وأخذ الأمكاس والدستور، ووضع\nالخراج على البغايا من تلك المهور.\n</p>\n\n<p>\nوفي الموصل وبلدان الأكراد، وما يليها من سائر البلاد، وكذا في العراق\nخصوصا المشهد وبغداد مما لا يحتاج إلى حصر وتعداد، فيفعل عند قبر الإمام\nأبي حنيفة ومعروف الكرخي والشيخ عبد القادر رضي الله تعالى عنهم من الدعاء\nوالاستغاثة بهم ومنهم في سائر الأوقات والأزمان ما لا يعرف له صفة ولا شأن،\nوتسفح عندهم والخضوع، أعظم مما يصدر بين يدي الله في الصلاة في الحضور\nوالخشوع، بل كثير ممن فعل ذلك مرارا وجرب هم لقضاء الحوائج ترياق مجرب،\nقال: وأما مشهد علي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأبي طالب رضي الله عنه فقد صيرته الرافضة وثنا يعبد ويدعى بخالص الدعاء\nدون من ذرأ الخلق وأوجد، ويصلي له في قبته ويركع ويسجد، وليس في صدور أولئك\nالضلال وغيرهم من الجهال، وذوي الفسق والضلال من التعظيم والهيبة والإجلال\nلذي الفضل والنوازل معشار ما فيها لعلي رضي الله عنه من غير إشكال والإسراف\nفي المقال فتراهم يحلفون الأيمان الكاذبة بالله، ولا يخاف أحدهم مولاه، ولا\nيراقبه سرا ولا جهرا، ولا يخشاه، ولا يحلف بعلي كاذبا أبدا يعظم بذلك حماه\nفلا ينتهك ذلك ولا يتعداه، ويجزمون أن عنده مفاتح الغيب من غير شك قبحهم\nالله ولا ريب ولهذا يقولون إن زيارته أفضل من سبعين حجة وكفى بما ذكرناه في\nخروجهم عن الإسلام حجة، وإخراجهم عن واضح السنن والمحجة، ولقد غلوا فيه\nوأتوا من الشرك القبيح، أعظم مما يفعل النصارى في المسيح سوى دعوى الولدية\nفلم تصدر من هذه البرية، وساووهم وزادوا عليهم في غيرها من الخصال الردية،\nوزخرفوا على قبره الذي يدعونه قبة مذهبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفوا هديه رضي الله عنه ومذهبه، ولقد كان في حياته حرق ممن غلا فيه\nأناس، فما أغناهم عن انتهاج منهج الضلال فيه والإبلاس، ومثل ذلك ما يفعل من\nالشرك والمكر والشين، عند مشهد الكاظم ومشهد الحسين، قال: وأما جميع قرى\nالشط والمجرة <span id='ms12'></span>، فقد لبسوا ثياب الشرك والمضرة، بل كانوا أهله وأصله ومقره،\nوكذلك ما حول البصرة وما توسط فيها من تلك القبب والمشاهد التي أصبح كل\nإليها مقبلا وقاصد لا سيما قبر الحسن البصري والزبير رضي الله عنهما، فقد\nطلبوا الفرج منهما، وصرفوا لهما من العبادة والاستغاثة عند الشدائد، وطلبوا\nمنهما جميع الفوائد، وليس لها منكر ولا جاحد، سوى ما يصدر وما يشاهد في تلك\nالبلدان من المنكرات والفواحش والمفاسد، ولا يجحد ذلك إلا مباهت معاند،\nوأما ما في القطيف والبحرين من البدع الرفضية، والأمور القبيحة الشركية،\nوالمشاهد المعظمة الوثنية، وما يفعله أولئك الضلال والأنجاس من الضلال\nوالغي والإبلاس وما يأتونه من الشرك والأرجاس فلا يكاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nيخفى على أحد من الناس، ويقف دون ساحل إحصائه الإدراك ويقصر عن مقتضاه\nونظمه في هذه الأسلاك، وما يجحد ذلك الأكل معتد أفاك، وهذا آخر ما أردنا من\nإيراد ما ذكره الشيخ أبو بكر حسين بن غنام رحمه الله قبل ظهور هذه الدعوة\nالإسلامية والطريقة المحمدية التي سماها هذا الضال أصل الفساد الذي ملأ\nالأقطار وانتشر في البلاد والعباد، وذلك لجهله بدين الإسلام الذي بعث الله\nبه نبيه محمدا صلى الله عليه وسلم ولألفه بما كان عليه أهل الشرك والضلال\nمن عبادة غير الله تعالى بالالتجاء إلى الصالحين ودعائهم والاستغاثة بهم\nفهو لا يعرف إلا ما نشأ عليه الآباء والجدود الراتعين في رياض المحرمات\nوالحدود والأكثر منهم يتدين بالبدع والأهوى ويرفض ما درج عليه السلف الصالح\nمن الدين القديم الأقوى، فلما تفاقم هذا الخطب وعظم وتلاطم موج الكفر\nوالشرك في هذه الأمة وجسم وظهر الضلال والبدع، وأكثر أهل الأرض إلا من شاء\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nإلى منهاجها نزع، واندرست الرسالة المحمدية وانمحت منها المعالم وطمست\nالآثار السلفية ولم يبق منها سوى الإطلال والمراسم، وأقيمت البدع الرفضية،\nوالأمور الشركية، وأعتقد أكثر البرية، إنها محبوبة لله مرضية، وأمور حسنة\nدهنية، فأقاموا لها أعيادا ومواسم وعكفوا عليها والأغلب لها شائم،\nولتشديدها والذب عنها دائم، ولتشديد معالمها بالجد والاجتهاد قائم، انتدب\nهذا <span id='ms13'></span> الإمام الذي أضحى بهديه الدين مشرفا باسم، والباطل يحججه مظلما سادم\nمناديا على رؤس العوالم بإخلاص العبادة لله وتنكير الإشراك والمظالم وإبطال\nدعوة غيره من نبي وولي وظالم وحاكم فلم يخف في الله لومة لائم حتى نال من\nمولاه المنح العظائم والعطايا الكرام الجسائم، وحاز منه أسنى الصلاة\nوالغنائم واختار الله وما عنده، وبذل في طاعة الله جهده وطاقته وجده، حتى\nأنجز الله تعالى له وعده، وأكثر بعد ذلك محبه وجنده وصار له بتلك الدعوة\nوالقيام، توكل على ربه واعتصام، فلم يبال بجميع الأنام، وما رموه من\nالفوادح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالعظام، وما فوقوا له من تلك السهام فلم يكن لهم إليه وصول، وصار كل منهم\nعنه مغلول، وحد لسانه مفلول حتى بدا له في أفق تلك البلد طالع القبول ولمع\nفيه بارق سيف الحق المسلوك وانحط ذرى الضلال وانقطع حبله الموصول وعصفت\nعليه عواصف الدبور بعد الشمال والشمول وصار لنجمه كسوف وأفول ولعوده المورق\nباللهو والمزامير والطبول، بعد غصنته ونضارته يبس وذيول ولجسمه الممتلى\nبالفواحش نحول.\n</p>\n\n<p>\nوتجرد للدعوة إلى الله ورد هذا الناس إلى ما كان عليه سلفهم الصالح في\nباب العلم والإيمان، وباب العمل الصالح والإحسان وترك التعلق على غير الله\nمن الأنبياء والصالحين وعبادتهم والاعتقاد في الأحجار والأشجار والعيون\nوالمغار، وتجريد المتابعة لرسول الله صلى الله عليه وسلم في الأقوال\nوالأفعال وهجر ما أحدثه الخلوف والأغيار فجادل في الله وقرر حججه وبنيانه\nوبذل نفسه لله وأنكر على أصناف بني آدم الخارجين عما جاءت به الرسل\nالمعرضين عنه التاركين له وصنف في الرد على من عائد وجادل وما جل حتى ظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالإسلام في الأرض وانتشر في البلاد والعباد وعلت كلمة الله وظهر دينه\nوانقمع أهل الشرك والفساد، واستبان لذوي الألباب والعلوم من دين الإسلام ما\nهو مقرر معلوم.\n</p>\n\n<p>\nواستجاب لهذه الدعوة من أهل الإسلام عصابة حصل بهم من العز والمنعة ما هو\nعنوان التوفيق والإصابة فكانوا لطريقته المثلى متبعين وبأقواله وبأفعاله\nمقتدين لا يزالون معه في إخلاص الدعوة مشمرين، وفي إدحاض <span id='ms14'></span> الباطل وأهله\nمجتهدين، وبإيضاح مناهج الشرك معلنين، وفيما يرضى الله مشرعين، ولأهل الدين\nوالحق مكرمين ولأهل الضلال موهنين، وللضلال والفساق مهينين، ولقبح عقائهم\nلهم مبينين قائمين في ذلك لرب العالمين، ولوجهه الكريم محتسبين وللنجاة\nمرتجين {والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين}\n[العنكبوت:69] ، فلما أظهر الله هذا الدين شرق به أناس من أهل الشرك\nوالارتياب، وأنكرته قلوب الذين حقت عليهم كلمة العذاب، وقالوا مثل ما قال\nالأولون ذوو الكفر والإعجاب {أجعل الآلهة إلها واحدا إن هذا لشيء عجاب}\n[ص:5] ، فأخذوا في رده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوالإنكار عليه وأتوا بأعظم الأسباب وزجوا الخلق في لجة الضلالة والارتياب\nوضجوا على دعوة الحق بالتكذيب والأكذاب، وعجوا مطبقين على الشيخ بأنه ساحر\nأو مفتر أو كذاب وحكموا بكفره واستحلال دمه وماله وجميع من له من الأصحاب\n{وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب} [غافر: من\nالآية5] ، وصنفوا في رد هذا الدين مصنفات ولفقوا من الأكاذيب على الشيخ\nوأكثروا من النزهات ولم يكن لهم قصد ولا مرام إلا تنفير الخواص والعوام\nفتلقى هذا المكي ما في كتبهم من المخرقة، وصريح الإفك والزندقة {ولو شاء\nربك ما فعلوه فذرهم وما يفترون} [الأنعام: من الآية112] ، فموه بها على\nالجهال والطغام وصادف قلوبا قد ملئت بالشرك وعداوة أهل الإسلام فكانوا لما\nيبديه من الأوضاع يصدقون، {ولتصغى إليه أفئدة الذين لا يؤمنون بالآخرة\nوليرضوه وليقترفوا ما هم مقترفون} [الأنعام:113] ، وقد تلقى هذه الأوضاع\nوالأكاذيب من نمط هذا المعترض من له في عداوة هذا الدين أوفر حظ ونصيب،\nفأقام الله في نحره من انتصر لله ولرسوله ولأئمة المسلمين فأباد باطله\nوأدحض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nحجته، وأبان الحق وأوضح محجته، وهو الإمام الفاضل الشيخ ملا عمران فقال\nرحمه الله تعالى في رد أباطيل هذا الملحد المفترى.\n</p>\n\n<p>\nشعر:\n</p>\n\n<p>\nجاءت قصيدتهم تروح وتغتدي ... في سب دين الهاشمي محمد\n</p>\n\n<p>\nإلى أن قال:\n</p>\n\n<p>\nالشيخ شاهد بعض أهل جهالة ... يدعون أصحاب القبور الهمد\n</p>\n\n<p>\nتاجا وشمسان ومن ضاهاهما ... من قبة أو تربة أو مشهد\n</p>\n\n<p>\nيرجون منهم قربة وشفاعة ... ويؤملون <span id='ms15'></span> كذاك أخذا باليد\n</p>\n\n<p>\nورأى العباد القبور تقربا ... بالنذر والذبح الشنيع المفسد\n</p>\n\n<p>\nما أنكر القراء والأشياخ ما ... شهد وأمن الأمر الذي لم يحمد\n</p>\n\n<p>\nبل جوزوه وشاركوا في أكله ... من كان يذبح للقبور ويفتد\n</p>\n\n<p>\nفأتاهم الشيخ المشار إليه بالن ... صح المبين وبالكلام الجيد\n</p>\n\n<p>\nيدعوهمو الله أن لا يعبدوا ... إلا المهيمن ذا الجلال السرمد\n</p>\n\n<p>\nفتنافروا عنه وقالوا ليس ذا ... إلا عجيب عندنا لم يعهد\n</p>\n\n<p>\nما قاله أباؤنا أيضا ولا ... أجدادنا أهل الحجى والسودد\n</p>\n\n<p>\nإنا وجدنا جملة الأبا على ... هذا فنحن بما وجدنا نقتدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nفالشيخ لما أن رأى ذا الشأن من ... أهل الزمان اشتد غير مقلد\n</p>\n\n<p>\nناداهموا يا قوم كيف جعلتموا ... لله أندادا بغير تعدد\n</p>\n\n<p>\nقالوا له بل إن قلبك مظلم ... لم تعتقد في صالح متعبد\n</p>\n\n<p>\nإلى أن قال:\n</p>\n\n<p>\nلو انصفوا لرأوا له فضلا على ... إظهار ما قد ضيعوه من اليد\n</p>\n\n<p>\nودعوا له بالخير بعد مماته ... ليكافئوه على وفاق المرشد\n</p>\n\n<p>\nلكنهم قد عاندوا وتكبروا ... ومشوا على منهاج قوم حسد\n</p>\n\n<p>\nورموه بالبهتان والإفك الذي ... هم يعملون به ومنهم يبتدي\n</p>\n\n<p>\nكمقالهم هو للمتابع قاطع ... بدخول جنات وحور خرد\n</p>\n\n<p>\nحاشى وكلا ليس هذا شأنه ... بل إنه يرجو بها الموحد\n</p>\n\n<p>\nقالوا له أشقى الورى مع كونه ... ينهى عن الأنداد للمتفرد\n</p>\n\n<p>\nوهموا يرون الشمس ظاهرة لهم ... لكن أعمى القلب ليس بمهتد\n</p>\n\n<p>\nقالوا له يا كافر يا فاجرا ... ما ضره قول العداة الحسد\n</p>\n\n<p>\nقالت قريش قبلهم للمصطفى ... ذا ساحر ذا كاهن ذا معتد\n</p>\n\n<p>\nقالوا يعم المسلمين جميعهم ... بالكفر قلنا ليس ذا بمؤكد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nبل كل من جعل العديل لربه ... ونهى فصد فذاك كالمتهود\n</p>\n\n<p>\nقالوا له غشاش أمة أحمد ... وهو النصيح بكل وجه يبتدي\n</p>\n\n<p>\nهل قال إلا وحدوا رب السما ... وذروا عبادة ما سوى المتفرد\n</p>\n\n<p>\nوتمسكوا بالسنة البيضاء ولا ... تتنطعوا بزيادة وتردد\n</p>\n\n<p>\nهذا الذي جعلوه غشا وهو قد ... بعثت به الرسل الكرام لمن هدي\n</p>\n\n<p>\nمن عهد آدم ثم نوح هكذا ... تترى إلى عهد النبي محمد\n</p>\n\n<p>\nوكذلك الخلفاء بعد نبيهم ... والتابعون وكل حبر مهتد\n</p>\n\n<p>\nمنهاجهم هذا عليه تمسكوا ... من كان مستنا بهم فليقتد <span id='ms16'></span>\n</p>\n\n<p>\nعجبا لمن يتلو الكتاب ويدعى ... علم الحديث مسلسلا في المسند\n</p>\n\n<p>\nويقول للتوحيد غشا أن ذا ... خطر على من قال فليتشهد\n</p>\n\n<p>\nويجدد الإسلام والإيمان مع ... تر فابان الشيخ خير مجدد\n</p>\n\n<p>\nما ذنبه في الناس إلا أنه ... هدم القباب وتلك سيرة أحمد\n</p>\n\n<p>\nما صح عهد ثقيف لما عاهدوا ... إلا بهدم اللات لو لم يعبد\n</p>\n\n<p>\nما اللات إلا كان عبدا صالحا ... لت السويق لطائف متعبد\n</p>\n\n<p>\nلما توفي عظموا لضريحه ... كصنيع عباد القبور النكد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nإذ كان حيا قادرا قاموا يا ط ... عام له وبكسوة وتفقد\n</p>\n\n<p>\nوإذا توارى عنهموا في قبره ... وحديث أبي الهياج فيه كفاية\n</p>\n\n<p>\nجعلوه ندا للاله السيد ... لذوي البصائر والعقول النقد\n</p>\n\n<p>\nفي طمس تمثال وقبر مشرف ... جاء الحديث به الصحيح لمسند\n</p>\n\n<p>\nلما نفى الإطراء عنهم والغلو ... قالوا أتيت بذا الجفاء المبعد\n</p>\n\n<p>\nلو كان حبك للنبي محققا ... لفعلت فعلتنا لعلك تهتد\n</p>\n\n<p>\nأما الدلائل فهو لم ينكرها ... صلوات أزكى العالمين إلا مجد\n</p>\n\n<p>\nإلا التظاهر بالغلو وجعلها ... درسا يكرر في كتاب مفرد\n</p>\n\n<p>\nفترى لهم حرصا على تجويدها ... حظا وتذويقا وحسن مجلد\n</p>\n\n<p>\nلا يعتنون بمصحف لهمواكما ... هم يعتنون براتب وبمولد\n</p>\n\n<p>\nفلو اعتنى رب الدلائل بالذي ... يأتي عقيب تشهد المتشهد\n</p>\n\n<p>\nلكفاه كل مؤنة وتكلف ... ومشى على النهج القويم الأرشد\n</p>\n\n<p>\nسأل النبي من الصحابة سائل ... كيف الصلوات عليك كالمسترشد\n</p>\n\n<p>\nفأجاب يرشده إلى ما جاء في ... قول المصلي دبر كل تشهد\n</p>\n\n<p>\nلوحت فيه ولم أصرح حيث لم ... يدخل على وزن القريض المنشد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الكلام على الدلائل ليس ما ... قد قاله من شذ عن ذا المقصد\n</p>\n\n<p>\nوكذاك في روض الرياحين التي ... فيها الغلو بصالح متعبد\n</p>\n\n<p>\nوالله قد ذم الغلو فقال يا ... أهل الكتاب بغلظة وتهدد\n</p>\n\n<p>\nإذ قال لا تغلوا بنهي لازم ... في دينكم في الحكم لم يتردد\n</p>\n\n<p>\nوكذا الرسول نهى وأخبر أنه ... فيه الهلاك لراهب متعبد\n</p>\n\n<p>\nعجبا لهم لو كان فيهم منصف ... لرأى المحب محمدا لمحمد\n</p>\n\n<p>\nمن حيث إن الاتباع موافق ... للحب في نص الكتاب الأمجد\n</p>\n\n<p>\nقالوا صبأتم نحوه قلنا لهم ... الحق شمس للبصير المهتد\n</p>\n\n<p>\nما بيننا نسب نميل به <span id='ms17'></span> ولا ... حسب يقربنا له بتؤدد\n</p>\n\n<p>\nأيضا ولا هو جارنا الأدنى الدني ... نمتار نعمته ولم نسترفد\n</p>\n\n<p>\nلكنها شمس الظهيرة قد بدت ... لذي والبصائر فاهتدى من يهتدي\n</p>\n\n<p>\nفإن اعتراكم في الذي قد قاله ... شك وريب واختلاف يبتدي\n</p>\n\n<p>\nفزنوا بميزان الشريعة قوله ... تجدوه حقا ظاهرا للمقتد\n</p>\n\n<p>\nولئن وجدتم جاء فيها أو فاسقا ... أو جاهلا في العلم كالمتردد\n</p>\n\n<p>\nقد زل يوما أو هفا لا تنسبوا ... هفواته لجناب ذاك المرشد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفالآل والأصحاب ماذا ضرهم ... من بعدهم تكدير صاف المورد\n</p>\n\n<p>\nمن بعد ذاك الاجتماع على الهدى ... ظهروا ذووا فرق وأهل تبدد\n</p>\n\n<p>\nماذا يضر السحب نبح الكلب أم ... ماذا يضر الصحب سب الملحد\n</p>\n\n<p>\nثم الصلاة على النبي محمد ... أزكى الورى أصلا وأطيب محتد\n</p>\n\n<p>\nوالآل والأصحاب جمعا كلما ... قد ذب عن ذا الدين كل موحد\n</p>\n\n<p>\nوقد اعترض هذا الملحد على الشيخ محمد بن عبد الوهاب رحمه الله بنحو مما\nاعترض به هذا المكي وشنع وعاوى، وحشر علماء السوء نادى، وقد أرهف هو\nوأخدانه أسنة المقال، والكل خاض في الإفك ونال، فأبوا بالخسران والإذلال،\nولقد عرفوا أن الذي جاء به الحق ولكنهم لذلك كانوا يكتمون {يريدون أن\nيطفئوا نور الله بأفواههم ويأبى الله إلا أن يتم نوره ولو كره الكافرون}\n[التوبة:32] ، وكذلك قد عارضه من الغلاظ المارقين، ومن الدعاة إلى عبادة\nالأولياء والصالحين أناس من أهل وقته فباءوا بغضب الله ومقته، وأظهره الله\nعليهم بعد الامتحان، ,حقت كلمة ربك على أهل الكفر والطغيان، وهذه سنة الله\nالتي قد خلت من قبل وحكمته إلي يظهر بها ميزان الفضل والعدل فتتبع هذا\nالمكي هذه الضلالات التي هي اللائقة بتلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالفهوم والقلوب المقفلات {أفمن زين له سوء عمله فرآه حسنا فإن الله يضل\nمن يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات} [فاطر: من الآية8] ،\nوالمؤمن إذا وقف على مالفقه هؤلاء من النزهات عرف قدر ما هو فيه من نعمة\nالإسلام وما اختص به من حلل الإيمان والكرامات، وازداد تعظيما لربه\nوتمجيدا، وإخلاصا في معاملته وتوحيدا لو شاء ربك كنت أيضا <span id='ms18'></span> مثلهم، فالقلب\nبين أصابع الرحمن، فلله الحمد والمنة حيث من علينا باجتناب طرائق هؤلاء\nالضلال الحبارى، السالكين مناهج الغي جهالة واغترارا، ونسأله أن يثبتنا على\nدينه القويم، ويهدينا سلوك صراطه المستقيم.\n</p>\n\n<p>\nفصل: ويزيد هذا المقام إيضاحا ليزداد به الموحد سرورا وانشرحا بذكر شيء\nمن سيرة الشيخ محمد بن عبد الوهاب ونذكر طرفا من أخباره وأحواله ليعلم\nالناظر فيه حقيقة أمره فلا يروج عليه تشنيع من استحوذ عليه الشيطان وأغراه\nوبالغ في كفره واستهواه، فنقول: قد عرف واشتهر واستفاض من أمره ودعوته وما\nعليه الفضلاء النبلاء من أصحابه وتلامذته أنه على ما كان عليه السلف الصالح\nوأئمة الفقه و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالفتوى في باب معرفة الله وإثبات صفات كماله ونعوت جلاله التي نطق بها\nالكتاب العزيز وصحت بها الأخبار النبوية وتلقتها أصحاب رسول الله صلى الله\nعليه وسلم بالقبول والتسليم يثبتونها ويؤمنون بها ويمرونها كما جاءت من غير\nتحريف ولا تعطيل ومن غير تكييف ولا تمثيل وقد درج على هذا من بعدهم من\nالتابعين وتابعيهم من أهل العلم والإيمان ويلف الأمة وأئمتها.\n</p>\n\n<p>\nوأما توحيد العبادة والإلهية فلا خلاف بين أهل الإسلام فيما قاله الشيخ\nوثبت عنه من المعتقد الذي دعا إليه يوضح ذلك أن أصل الإسلام وقاعدته شهادة\nأن لا إله إلا الله وهي أصل الإيمان بالله وحده وهي أفضل شعب الإيمان وهذا\nالأصل لا بد فيه من العلم والعمل والإقرار بإجماع المسلمين ومدلوله وجوب\nعبادة الله وحده لا شريك له والبراءة من عبادة ما سواه كائنا من كان وهذا\nهو الحكمة التي خلقت لها الإنس والجن وأرسلت لها الرسل وأنزلت بها الكتب\nوهي تتضمن كمال الذل والحب وتتضمن كمال الطاعة والتعظيم وهذا هو دين\nالإسلام الذي لا يقبل الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nدينا غيره لا من الأولين ولا من الآخرين فإن جميع الأنبياء على دين\nالإسلام وهو يتضمن الاستسلام لله وحده فمن استسلم له ولغيره كان مشركا ومن\nلم يستسلم له كان مستكبرا عن عبادته فالعبادة بجميع أنواعها لله تعالى لا\nشريك له فمن صرف <span id='ms19'></span> منها شيئا لغيره فقد أشرك مع الله غيره في عبادته، قال\nتعالى: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} [النساء:\nمن الآية48] ، وقال: {إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه\nالنار} [المائدة: من الآية72] ، والشرك المراد بهذه الآيات ونحوها يدخل فيه\nشرك عباد القبور وعباد الأنبياء والملائكة والصالحين فإن هذا هو شرك جاهلية\nالعرب الذين بعث فيهم عبد الله ورسوله محمد صلى الله عليه وسلم فإنهم كانوا\nيدعونها ويلتجئون إليها ويسئلونها على وجه التوسل بجاهها وشفاعتها لتقربهم\nإلى الله زلفى كما حكى الله ذلك عنهم في مواضع من كتابه كقوله تعالى:\n{ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند\nالله} الآية [يونس: من الآية18] ، وقال تعالى: {والذين اتخذوا من دونه\nأولياء ما نعبدهم إلا ليقربونا إلى الله زلفى} [الزمر: من الآية3] ، وقال:\n{فلولا نصرهم الذين اتخذوا من دون الله قربانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nآلهة بل ضلوا عنهم وذلك إفكهم وما كانوا يفترون} [الاحقاف:28] ، ومعلوم\nأن المشركين لم يزعموا أن الأنبياء والأولياء والصالحين والملائكة شاركوا\nالله في خلق السموات والأرض أو استقلوا بشيء من التدبير والتأثير والإيجاد\nولو في ذرة من الذرات وقد بين القرآن في غير موضع أن من المشركين من أشرك\nبالملائكة ومنهم من أشرك بالأنبياء والصالحين ومنهم من أشرك بالكواكب ومنهم\nمن أشرك بالأصنام وقد رد عليهم جميعهم وكفر كل أصنافهم كما قال تعالى: {ولا\nيأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم\nمسلمون} [آل عمران:80] ، وقال تعالى: {اتخذوا أحبارهم ورهبانهم أربابا من\nدون الله والمسيح ابن مريم} الآية [التوبة:31] ، وقال: {لن يستنكف المسيح\nأن يكون عبدا لله ولا الملائكة المقربون} [النساء: من الآية172] ، ونحو ذلك\nفي القرآن كثير وهذه العبادات التي صرفها المشركون لألهتهم هي أفعال العبد\nالصادرة منه كالحب والخضوع والإنابة والتوكل، والاستغاثة والاستعانة\nوالدعاء والخوف والرجاء والنسك والتقوى والطواف ببيته رغبة ورجاء وتعلق\nالقلوب والآمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nبفيضه ومده وإحسانه وكرمه فهذه الأنواع <span id='ms20'></span> أشرف أنواع العبادة وأجلها بل هي\nلب سائر الأعمال الإسلامية وخلاصتها وكل عمل يخلو منها فهو خداج مردود على\nصاحبه فمن صرف من هذه الأنواع شيئا لغير الله من هؤلاء المشركين ممن يعبد\nالأوثان والصالحين، يحكم الشيخ وكل بأنهم مشركون ويرى كفرهم إذا قامت عليهم\nالحجة الرسالية وما عدا هذا من الذنوب التي دونه في الرتبة والمفسدة لا\nيكفر بها، ولا يحكم على أحد من أهل القبلة الذين باينوا لعباد الأوثان\nوالأصنام والقبور بمجرد ذنب ارتكبوه وعظيم جرم اجترموه، وغلاة الجهمية\nوالقدرية والرافضة ونحوهم ممن كفرهم السلف لا يخرج فيهم عن أقوال أئمة\nالهدى والفتوى من سلف هذه الأمة، ويبرأ إلى الله مما أتت الخوارج وقالته في\nأهل الذنوب من المسلمين وأما مسائل القدر والجبر والإرجاء والإمامة والتشيع\nونحو ذلك من المقالات والنحل فهو أيضا فيها على ماكان عليه السلف الصالح\nوأئمة الهدى والدين يبرأ مما قالته القدرية النفاة والقدرية المجبرة وما\nقالته المرجئة والرافضة وما عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nغلاة الشيعة والناصبة يوالي جميع أصحاب رسول الله صلى الله عليه وسلم\nويكف عما شجر بينهم ويرى إنهم أحق الناس بالعفو عما يصدر منهم وأقرب الخلق\nإلى مغفرة الله وإحسانه لفضائلهم وسوابقهم وجهادهم ولي أيديهم من فتح\nالقلوب بالعلم النافع والعمل الصالح فمحو آثار الشرك وعبادة الأولياء\nوالنيران والأصنام والكواكب ونحو ذلك مما عبده جهال الأنام ويرى البراءة\nمما عليه الرافضة وإنهم سفهاء لئام ويرى أن أفضل الأمة بعد نبيها أبو بكر\nفعمر فعثمان فعلي رضي الله عنهم أجمعين، ويعتقد أن القرآن الذي نزل به\nالروح الأمين على قلب سيد المرسلين وخاتم النبيين كلام الله غير مخلوق منه\nبدأ وإليه يعود ويبرأ من رأى الجهمية القائلين بخلق القرآن ويحكي تكفيرهم\nعن جمهور السلف أهل العلم والإيمان ويبرأ من رأي الكلابية اتباع عبد الله\nبن سعيد بن كلاب القائلين بان كلام الله هو المعنى القائم بنفس الباري وأن\nما نزل به جبرئيل حكاية أو عبارة عن المعنى النفسي ويقول هذا من قول\nالجهمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوأول <span id='ms21'></span> من قسم هذا التقسم هو ابن كلاب وأخذه عنه الأشعري وغيره كالقلانسي،\nويخالف الجهمية في كل ما قالوه وابتدعوه في دين الله ولا يرى ما ابتدعه\nالصوفية من البدع والطرائق المخالفة لهدي رسول الله صلى الله عليه وسلم\nوسنته في العبادات والخلوات والأذكار المخالف للمشروع ولا يرى ترك السنن\nوالأخبار النبوية لرأي فقيه ومذهب عالم خالف ذلك باجتهاده بل السنة أجل في\nصدره وأعظم عنده من أن تترك لقول أحد كائنا من كان قال عمر بن عبد العزيز:\n\"لا رأي لأحد مع سنة سنها رسول الله صلى الله عليه وسلم\" نعم عند الضرورة\nوعدم الأهلية والمعرفة بالسنن والأخبار وقواعد الاستنباط والاستظهار يصار\nإلى التقليد لا مطلقا بل فيما يتعسر ويخفى ولا يرى إيجاب ما قاله المجتهد\nلا بدليل تقوم به الحجة من الكتاب والسنة خلافا لغلاة المقلدين ويوالي\nالأئمة الأربعة ويرى فضلهم وإمامتهم وأنهم من الفضل والفضائل في غاية ورتبة\nيقصر عنها المتطاول ويوالي كافة أهل الإسلام وعلمائهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمن أهل الحديث والفقه والتفسير وأهل الزهد والعبادة ويرى المنع من\nالانفراد عن أئمة الدين من السلف الماضين برأي مبتدع أو قول مخترع فلا يحدث\nفي الدين ما ليس له أصل يتبع وما ليس من أقوال أهل العلم والأثر، ويؤمن بما\nنطق به الكتاب وصحت به الأخبار وجاء الوعيد عليه من تحريم دماء المسلمين\nوأموالهم وإعراضهم ولا يبيح من ذلك إلا ما أباحه الشرع وأهدره الرسول ومن\nنسب إليه خلاف هذا فقد كذب وافترى وقال: ما ليس له به علم ويسجزيه الله وما\nوعد به أمثاله من المفترين.\n</p>\n\n<p>\nفهذا اعتقاد الشيخ إذ كنت جاهلا ... بأحواله بل قلت زورا ومأثما\n</p>\n\n<p>\nولم تتحقق أو علمت وإنما ... دعاك إلى ما قلته البغي والعما\n</p>\n\n<p>\nفلم تبصر الشمس المنيرة في الضحى ... وأعشاك منها ضوؤها إذ تبسما\n</p>\n\n<p>\nفحدق بعين القلب فيما مفكرا ... وأنصف بحكم العدل إن كنت مسلما\n</p>\n\n<p>\nفإن كان هذا أصل كل ضلالة ... وكل فساد في الورى قد تجهما\n</p>\n\n<p>\nوليس هو الدين الحنيفي والهدى ... وكان لدى هذا <span id='ms22'></span> ابتداعا ومأثما\n</p>\n\n<p>\nوليس اعتقاد الأئمة كلهم ... وأخرهم فيه قفا من تقدما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nفقد خاب مسعى كل حبر وجهبذ ... وقد سلكوا نهجا من الغي مظلما\n</p>\n\n<p>\nوكان هو الآتي بكل فضيلة ... وأصحابه أهل الضلالة والعما\n</p>\n\n<p>\nوعباد عبد القادر الحبر ذي النهى ... وما في المعلى حيث من كان يرتما\n</p>\n\n<p>\nويقصد بالأمر المحرم فعله ... من الكفر والشرك الذي كان أظلما\n</p>\n\n<p>\nوقبر ابن علوان الذي شاع ذكره ... كذا البرعي والزيلعي إذ يعظما\n</p>\n\n<p>\nوقبر ابن عباس وحوى وزبيب ... وقبر علي والحسين وكلما\n</p>\n\n<p>\nعلى ظهرها من معبد لذوي الردى ... ومشهد كفرغيه قد تعظما\n</p>\n\n<p>\nلئن كان أصحاب الحديث ومن على ... طريقتهم جاءوا ضلاللا محرما\n</p>\n\n<p>\nوكانوا على غير الهدى لاتباعهم ... من الدين والتوحيد ما كان أقوما\n</p>\n\n<p>\nوكان وعباد القبور على الهدى ... يقينا ولمايا لقواقط مأثما\n</p>\n\n<p>\nفقد هزلت واخلولق الدين وانمحت ... معالمه بين الورى إذ تهدما\n</p>\n\n<p>\nفيا منصفا بالله أية عصبة ... على الدين والتوحيد إن كنت مسلما\n</p>\n\n<p>\nفكن حاكما بالحق لا متعصبا ... ولم من أتى ظلما وإفكا محرما\n</p>\n\n<p>\nأم اتخذ الأنداد لله جهرة ... يحب كحب الله عبدا معظما\n</p>\n\n<p>\nويدعوه في كشف الملمات أن عرت ... وتفريحه كربا أضروا لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوجبر مهوض وانتصار على العدى ... وعز وإسعاف على كل من رما\n</p>\n\n<p>\nويرجوه في جلب المنافع جملة ... ويقصده فيما أهم وأسئما\n</p>\n\n<p>\nويطلب منه الغوث بل يستعينه ... إذا فادح الخطب أدلهم واجهما\n</p>\n\n<p>\nويخشاه بل ينقاد بالذل رهبة ... ومستصغرا بل مستكينا مسلما\n</p>\n\n<p>\nينيب إلى من ليس يملك ذرة ... ويرغب في مأمول ما منه يرتما\n</p>\n\n<p>\nوقد كان فيما نابه متوكلا ... عليه وينسى فاطر الأرض والسما\n</p>\n\n<p>\nويخضع منقادا له متذللا ... ومستسلما هذا هو الكفر والعما\n</p>\n\n<p>\nويهرع بالمنذور والذبح لاجيا ... إليه بما ادى وأبدى وعظما\n</p>\n\n<p>\nأهذا أم العبد الذي ليس خائفا ... ولا راجيا إلا إلها معظما\n</p>\n\n<p>\nمليكا عظيما قادرا متفردا ... معاذا ملاذا للعباد ومعصما\n</p>\n\n<p>\nويعلم أن الله لا رب غيره ... هو الخالق الرزاق بل كان منعما\n</p>\n\n<p>\nفأفعاله سبحانه وبحمده ... تفرد عن ند بها وتعظما\n</p>\n\n<p>\nفليس له فيها شريك ولا له ... مثيل فيدعى أو نديد فيرتما\n</p>\n\n<p>\nكذلك لا يدعى ويلجى <span id='ms23'></span> ويرتجا ... لكشف ملم أو مهم تفخما\n</p>\n\n<p>\nسواه فأنواع العبادة كلها ... بأفعالنا لله قصدا تحتما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفأيهما أولى وأهدى طريقة ... وأيهما باللوم قد كان ألوما\n</p>\n\n<p>\nأهذا الذي أدى العبادات كلها ... بأنواعها لله حقا معظما\n</p>\n\n<p>\nأم المشركون الجاعلون لربهم ... عديلا فأنصف أينا كان أظلما\n</p>\n\n<p>\nوقد كان فيما قد تقدم عبرة ... لمن كان ذا قلب وقد كان مسلما\n</p>\n\n<p>\nبأخبار أحبار ثقات أئمة ... عن الشرك في الأقطار والظلم والعما\n</p>\n\n<p>\nوفي نجدنا من ذاك ما مر ذكره ... وفي كل قطر منهل الكفر قد طما\n</p>\n\n<p>\nفأظهر مولانا بفضل ورحمة ... وجود وإحسان إماما مفهما\n</p>\n\n<p>\nتقيا تقيا المعيا مهذبا ... نبيلا جليلا بالهدى قد ترسما\n</p>\n\n<p>\nتبحر في كل الفنون فلم يكن ... يشق له فيها غبار ولن وما\n</p>\n\n<p>\nوسباق غايات وطلاع انجد ... وبحر خضم أن طلاطم أوطما\n</p>\n\n<p>\nفأطد للتوحيد ركنا مشيدا ... وأرشد حيرانا لذاك وعلما\n</p>\n\n<p>\nوحذر عن نهج الردى كل مسلم ... وهد من الإشراك ما كان قد سما\n</p>\n\n<p>\nوجادله الأحبار فيما أتى به ... وكل امرء منهم لدى الحق أحجما\n</p>\n\n<p>\nوالزم كلا عجزه فتألبوا ... عليه وعادوه عنادا ومأثما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يخش في الرحمن لومة لائم ... ولا صده كيد من القوم قد طما\n</p>\n\n<p>\nوكل امر أبدى العداوة جاهدا ... وبالكفر والتجهيل والبهت قدرما\n</p>\n\n<p>\nفأظهره المولى على كل من بغى ... عليه وعاداه فما نال مغنما\n</p>\n\n<p>\nوكيف وقد أبدى نوابغ جهلهم ... فكم مقول منهم تحدى فأبكما\n</p>\n\n<p>\nوالقمه بالحق والصدق صخرة ... وكان إذا لاقي العداة عثمثما\n</p>\n\n<p>\nوقد رفع المولى به رتبة الهدى ... بوقت به الكفر ادلهم واجهما\n</p>\n\n<p>\nفزالت مباني الشرك بالدين وانمحت ... وفل حسام كان بالكفر لهذما\n</p>\n\n<p>\nوحالت مغاني الغي واللهو والهوى ... فإشراق نور الحق لما تبسما\n</p>\n\n<p>\nفيا أيها المكي اقصر فإنما ... قصاراك أن تلقى الكماة فتندما\n</p>\n\n<p>\nفكم من أخي جهل أتى من شقائه ... ليبني من الكفران ركنا مهدما\n</p>\n\n<p>\nوعاث سفاها في ذوي الدين والهدى ... وكان بما أبدى جريا عشمشما\n</p>\n\n<p>\nففودر مجد ولا على أم رأسه ... وقد خاب مسعاه وما نال مغنما\n</p>\n\n<p>\nكنجل ابن جرجيس ودحلان إذ هما ... قد اقترحا كذبا وإفكا محرما\n</p>\n\n<p>\nفمن رام خذلانا لدين محمد <span id='ms24'></span> ... وناصره نال الشقاء المحتما\n</p>\n\n<p>\nسنسقيه بالبرهان كأسا روية ... إذا ما تحساها سماما وعلقما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفللدين أنصار حماة تجردوا ... وقد فوقوا نحو المعادين أسهما\n</p>\n\n<p>\nوقد خلت أن الربع أقفر منهموا ... فأجريت أقلاما من الجهل والعما\n</p>\n\n<p>\nبرد عييي سامج لا يقوله ... ويحكيه إلا من يكون مبرسما\n</p>\n\n<p>\nأو الأحمق المسلوب لبة عقله ... ولو كان ذا عقل إذا ما تكلما\n</p>\n\n<p>\nولكنه من غيه وغبائه ... بثبج خداري من الجهل قد ظما\n</p>\n\n<p>\nفصل في ذكر شيء من كلام الشيخ في رسائله ودعوته إلى الله التي سماها هذا\nالمكي أصل كل ضلال وفساد، فتأمل ما ذكر الشيخ رحمه الله بعين البصيرة\nوالأنصاف، وإياك ورد ما فيه قبل التأمل بالجهل والاعتساف لما من به أهل\nالضلال والشقاق والخلاف، فقد وضعوا من الأكاذيب والهذيان ما تنفر عنه صبيان\nالعقول من عبدة القبور والأوثان، وتشمئز منه نفوس أهل الغي والطغيان وتراهم\nعند سماع ذكر الوهابية كالحمرة المستنفرة بلا أرسان ويفزعون منهم كالغيل\nحين يقال للصبيان فتأمله بشراشر قلبك وسرج ثاقب فكرك في غور معانيه،\nوفصاحته ورصانة مباينة، قال رحمه الله تعالى في رسالة له المسألة الأولى إن\nالله خلقنا وصورنا و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nلم يتركنا هملا بل أرسل إلينا رسولا معه كتاب من ربنا فمن أطاعه فهو في\nالجنة ومن عصاه فهو في النار والدليل على ذلك قوله تعالى {إنا أرسلنا إليكم\nرسولا شاهدا عليكم} الآية [المزمل:15] وقوله: {تلك حدود الله ومن يطع الله\nورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم}\n[النساء:13] والآية بعدها. الثانية: أن الله سبحانه ما خلق الخلق إلا\nلعبادته وحده مخلصين له الدين والدليل على ذلك قوله تعالى: {وما خلقت الجن\nوالأنس إلا ليعبدون} [الذريات:56] ، وقال تعالى: {وما أمروا إلا ليعبدوا\nالله مخلصين له الدين حنفاء} [البينة: من الآية5] . الثالثة: إنه إذا دخل\nالمشرك في العبادة بطلت ولم تقبل وأن كل ذنب يرجى له العفو إلا الشرك\nوالدليل على ذلك قوله تعالى: {ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت\nليحبطن عملك} الآية <span id='ms25'></span> [الزمر:65] ، وقال تعالى: {إنه من يشرك بالله فقد حرم\nالله عليه الجنة ومأواه النار} [المائدة: من الآية72] . ومن أنواع هذا\nالشرك أن يعتقد الإنسان في غير الله من نجم أو إنسان نبيا كان أو صالحا أو\nكاهنا أو ساحرا أو نباتا أو شيطانا أو غير ذلك أنه يقدر بذاته على جلب\nمنفعة لمن دعاه واستغاث به أو دفع مضرة، قال تعالى: {ما يفتح الله للناس من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nرحمة فلا ممسك لها} الآية [فاطر:2] ، وقال تعالى: {وإن يمسسك الله بضر\nفلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله} [يونس: من الآية107] ،\nفإذا ثبت في القلب أنه عز وجل بهذه الصفات فوجب أن لا يستغاث إلا به ولا\nيستعان إلا به، ولا يدعى إلا هو ولا يخاف ولا يرجى إلا هو، ولذلك قال\nتعالى: {قل لن يصيبنا إلا ما كتب الله لنا هو مولانا} [التوبة: من الآية51]\n، وقال تعالى توبيخا لأهل الكتاب الذين يستغيثون بعيسى وأمه وعزير عليهم\nالسلام لما أنزل الله عليهم القحط والجدب: {قل ادعوا الذين زعمتم من دونه\nفلا يملكون كشف الضر عنكم ولا تحويلا} الآية [الاسراء:56] ، وقال تعالى\nلنبيه: {قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد} الآية\n[الكهف:110] ، وقال: {قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله}\nالآية [لأعراف:188] .\n</p>\n\n<p>\nومن أنواع هذا الشرك: التوكل، والصلاة، والنذر، والذبح لغير الله فقد قال\nتعالى: {فاعبده وتوكل عليه} [هود: من الآية123] ، {وتوكل على الحي الذي لا\nيموت} [الفرقان: من الآية58] ، وقال: {وعلى الله فتوكلوا إن كنتم مؤمنين}\n[المائدة: من الآية23] ، وقال: {حرمت عليكم الميتة والدم} إلى قوله: {وما\nذبح على النصب} [المائدة:3] ، وقال: {فصل لربك وانحر} [الكوثر:2] ، وقال:\n{قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين} [الأنعام:162] .\n</p>\n\n<p>\nومن أنواع هذا الشرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nتحليل ما حرم الله وتحريم ما أحل الله واعتقاد ذلك، فقد قال تعالى:\n{اتخذوا أحبارهم ورهبانهم أربابا من دون الله} الآية [التوبة:31] ، فقال\nعدي بن حاتم: \"يا رسول الله ما <span id='ms26'></span> عبدوهم، قال: بلى أما حرموا عليهم الحلال\nفأطاعوهم؟ قال: بلى، قال: أما حللوا عليهم الحرام فأطاعوهم؟ قال: بلى، قال:\nفتلك عبادتهم\".\n</p>\n\n<p>\nوأحبارهم ورهبانهم علماؤهم وعبادهم وذلك أنهم اتخذوهم أربابا وهم لا\nيعتقدون ربوبيتهم بل يقولون ربنا ربهم الله لكن أطاعوهم في تحليل ما حرم\nالله وتحريم ما أحل الله وجعل الله ذلك عبادة فمن أطاع إنسانا عالما أو\nعابدا أو غيره في تحريم ما أحل الله وتحليل ما حرم الله واعتقد ذلك بقلبه\nفقد اتخذه ربا كالذين اتخذوا أحبارهم ورهبانهم أربابا من دون الله، ومن ذلك\nأن نفرا من المشركين قالوا يا محمد الميتة من قتلها؟ قال: الله، قالوا: كيف\nتجعل قتلك أنت وأصحابك حلالا، وقتل الله حراما؟ فأنزل الله قوله تعالى:\n{ولا تأكلوا مما لم يذكر اسم الله عليه} إلى قوله: {وإن أطعتموهم إنكم\nلمشركون} [الأنعام:121] .\n</p>\n\n<p>\nومن أنواع هذا الشرك العكوف على قبور المشهورين بالنبوة والصحبة،\nوالولاية لأن الناس يعرفون الرجل الصالح وبركته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nودعائه فيعكفون على قبره ويقصد وأن ذلك فتارة يسألونه وتارة يسألون الله\nعند قبره وتارة يصلون ويدعون الله عند قبره ولما كان هذا مبدأ الشرك سد\nالنبي صلى الله عليه وسلم هذا الباب ففي الصحيحين: أنه قال: في مرض موته: \"\nلعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد يحذر ما صنعوا\" قالت\nعائشة: ولولا ذلك لأبرز قبره لكن كره أن يتخذ مسجدا وقال: \"لا تتخذوا قبري\nعيدا ولا بيوتكم قبورا وصلوا علي حيث ما كنتم فإن صلواتكم تبلغني\"، وقال\nصلى الله عليه وسلم: \"لعن الله زائرات القبور والمتخذين عليها المساجد\nوالسرج\"، وقال في الموطأ عنه صلى الله عليه وسلم: \"اللهم لا تجعل قبري وثنا\nيعبد\"، وفي صحيح مسلم عن علي رضي الله عنه، قال: \"بعثني رسول الله أن لا\nأدع قبرا مشرفا إلا سويته، ولا تمثالا إلا طمسته\"، فأمر بطمس التماثيل من\nالصورة الممثلة على صورة الميت، والتمثال الشاخص المشرف فوق قبره فإن الشرك\nيحصل بهذا وبهذا، وبلغ عمر رضي الله عنه أن قوما يذهبون إلى <span id='ms27'></span> الشجرة التي\nبايع النبي صلى الله عليه وسلم أصحابه تحتها فأمر بقطعها وأرسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nإليه أبو موسى أنه ظهر بتستر قبر دانيال وعنده صحيفة فيه أخبار ما سيكون،\nوفيه أخبار المسلمين ,انهم إذا جدبوا كشفوا عن القبر فمطروا، فأرسل إليه\nعمر يأمره أن يحفر في النهار ثلاثة عشر قبرا ويدفنه بالليل في واحد منها\nلئلا يعرفه الناس فيفتتنون به\".\n</p>\n\n<p>\nواتخاذ القبور مساجد مما حرم الله ورسوله وإن لم يبن عليها مسجدا، ولما\nكان اتخاذ القبور مساجد وبناء المساجد عليها محرما لم يكن من ذلك شيء على\nعهد الصحابة والتابعين، وكان الخليل عليه السلام في المغارة التي دفن فيها\nوهي مسدودة لا أحد يدخلها ولا تشد الصحابة الرحال لا له ولا إلي غيره من\nالمقابر، ففي الصحيح عنه صلى الله عليه وسلم قال: \"لا تشد الرحال إلا إلى\nثلاثة مساجد: المسجد الحرام، والمسجد الأقصى، ومسجدي هذا\". وكان من يأتي\nمنهم إلى المسجد الأقصى يصلون فيه ثم يرجعون لايأتون مغارة الخليل ولا\nغيرها، وكانت مسدودة حتى استولى النصارى على الشام في أواخر المائة الرابعة\nففتحوا البلاد وجعلوا ذلك مكان كنيسة، ولما فتح المسلمون البلاد اتخذه بعض\nالناس مسجدا، وأهل العلم ينكرون ذلك.\n</p>\n\n<p>\nوهذه البقاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأمثالها لم يكن السابقون الأولون يقصدونها ولا يزورنها فإنها محل الشرك\nولهذا توجد فيه الشياطين كثيرا، وقد رآهم غير واحد على صورة الإنسان\nويقولون لهم رجال الغيب يظنون أنهم رجال من الإنس غائبون عن الأبصار، وإنما\nهم جن والجن رجال، كما قال تعالى: {وأنه كان رجال من الأنس يعوذون برجال من\nالجن فزادوهم رهقا} [الجن:6] ، وما أحدث في الإسلام من المساجد على القبور\nهو من فعل من لم يعرف شريعة الإسلام وما بعث الله به محمدا صلى الله عليه\nوسلم من كمال التوحيد وإخلاص الدين لله وحده وسد أبواب الشرك التي يفتحها\nالشيطان ولهذا يوجد من كان أبعد عن التوحيد والإخلاص ومعرفة الإسلام أكثر\nتعظيما لمواضع الشرك، فالعارفون بسنة رسول الله صلى الله عليه وسلم وحديثه\nأولى بالتوحيد والإخلاص <span id='ms28'></span> وأهل الجهل بذلك أقرب للشرك والبدء ثم ذكر كلاما\nطويلا، وقال في رسالته إلى عبد الله بن محمد بن عبد اللطيف، وأما ما ذكر\nلكم عني فإني لم آته بجهالة بل أقول ولله الحمد وله المنة وبه القوة {قل\nإنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا وما كان من\nالمشركين} [الأنعام:161] ، ولست لله الحمد ادعو إلى مذهب صوفي أو فقيه أو\nمتكلم أو أمام من الأئمة الذين أعظمهم مثل ابن القيم أو الذهبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nأو ابن كثير أو غيرهم بل ادعوا إلى الله وحده لا شريك له وادعوا إلى سنة\nرسول الله صلى الله عليه وسلم التي وصى بها أول أمته وآخرهم وأرجو أني لا\nأرد الحق إذا تأنى بل أشهد الله وملائكته وجميع خلقه أن أتاني منكم كلمة من\nالحق لأقبلنها على الرأس والعين ولأضربن الجدار بكل ما خالفها من أقوال\nأئمتي حاشا رسول الله صلى الله عليه وسلم فإنه لا يقول إلا الحق.\n</p>\n\n<p>\nومن رسالته لعبد الله بن سحيم قال: ولا يخفى أن المسائل التي ذكرتم أنها\nبلغتكم في كتاب من العارض جملتها أربعة وعشرون مسألة بعضها حق وبعضها بهتان\nوكذب وقبل الكلام فيها لا بد من تقديم أصل وذلك أن أهل العلم إذا اختلفوا\nوالجهال إذا تنازعوا ومثلي ومثلكم إذا اختلفنا في مسألة هل الواجب اتباع\nأمر الله ورسوله وأهل العلم أو والواجب اتباع عادة الزمان التي أدركنا\nالناس عليها ولو خالفت ما ذكره العلماء في جميع كتبهم، وإنما ذكرت هذا ولو\nكان واضحا لأن بعض المسائل التي ذكرت أنا قلتها لكن هي موافقة لما ذكره\nالعلماء في كتبهم الحنابلة وغيرهم، ولكن هي مخالفة لعادة الناس التي نشأوا\nعليها فأنكرها على من أنكرها لأجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nمخالفة العادة وإلا فقد رأوا تلك في كتبهم عيانا وأقروا بها وشهدوا أن\nكلامي هو الحق لكن أصابهم ما أصاب الذين قال الله فيهم {فلما جاءهم ما\nعرفوا كفروا به فلعنة الله على الكافرين} الآية [البقرة: من الآية89] وهذا\nهو <span id='ms29'></span> ما نحن فيه بعينه فإن الذي راسلكم هو عدو الله ابن سحيم، وقد بينت له\nذلك فأقر به وعندنا كتب يده في رسائل متعددة أن هذا هو الحق وأقام على ذلك\nسنين لكن أنكر آخر الأمر لأسباب أعظمها البغي أن ينزل الله من فضله على من\nيشاء من عباده وذلك أن العامة قالوا له ولأمثاله: إذا كان هذا هو الحق فلأي\nشيء لم تنهونا عن عبادة شمسان وأمثاله فتعذروا أنكم ما سألتمونا قالوا وإن\nلم نسألكم كيف نشرك بالله عندكم ولا تنصحونا وظنوا أن يأتيهم في هذا غضاضة\nوأن فيه شرفا لغيرهم، قال: وإذا تبين هذا فالمسائل التي شنع بها منها ما هو\nمن البهتان الظاهر وهي قوله: إني مبطل كتب المذاهب، وقوله: إني أقول إن\nالناس من ستمائة سنة ليسوا على شيء، وقوله: إني أقول: أن اختلاف العلماء\nنقمة، وقوله أني أكفر من توسل بالصالحين، وقوله: إني أكفر البوصيري، لقوله:\nيا أكرم الخلق، وقوله: أني أقول: لو أقدر على هدم حجرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالرسول لهدمتها ولو أقدر على الكعبة لأخذت ميزابها وجعلت لها ميزابان من\nخشب، قوله أني أنكر زيارة قبر النبي صلى الله عليه وسلم، وقوله: إني أنكر\nزيارة قبر الوالدين وغيرهم وأني أكفر من يحلف بغير الله، فهذه اثنتا عشرة\nمسألة جوابي فيها أن أقول: {سبحانك هذا بهتان عظيم} [النور: من الآية16] ،\nولكن قبله من بهت محمدا صلى الله عليه وسلم أنه يسب عيسى ابن مريم ويسب\nالصالحين تشابهت قلوبهم وبهتوه بأنه يزعم أن الملائكة وعيسى وعزيرا في\nالنار، فأنزل الله في ذلك {إن الذين سبقت لهم منا الحسنى أولئك عنها\nمبعدون} [الانبياء:101] .\n</p>\n\n<p>\nوأما المسائل الأخر وهي أني أقول لا يتم إسلام الإنسان حتى يعرف معنى لا\nإله إلا الله، ومنها أني أعرف من يأتيني بمعناها، ومنها أني أقول: لا إله\nإلا هو الذي فيه السر، ومنه تكفير الناذر إذا أراد به التقرب لغير الله\nوأخذ النذر لذلك، ومنها أن الذبح للجن كفر، والذبيحة حرام ولو سمى الله\nعليها <span id='ms30'></span> إذا ذبحها للجن، فهذه خمس مسائل كلها حق وأنا قلتها ونبدأ الكلام\nعليها لأنها أم المسائل وقبل ذلك أذكر معنى لا إله إلا الله، فنقول:\nالتوحيد نوعان: توحيد الربوبية، وهو أن الله سبحانه منفرد بالخلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوالتدبير عن الملائكة والأنبياء وغيرهم، وهذا حق لا بد منه، لكن لا يدخل\nالرجل في الإسلام؛ لأن أكثر الناس مقرون به، قال تعالى: {قل من يرزقكم من\nالسماء والأرض أمن يملك السمع والأبصار} إلى قوله: {أفلا تتقون} [يونس:31]\n، والذي يدخل الرجل في الإسلام هو توحيد الألوهية، وهو أن لا يعبد إلا الله\nلا ملك مقرب ولا نبي مرسل وذلك أن النبي صلى الله عليه وسلم بعث والجاهلية\nيعبدون أشياء مع الله فمنهم من يدعو الأصنام ومنهم من يدعو عيسى، ومنهم من\nيدعو الملائكة فنهاهم عن هذا وأخبرهم أن الله أرسله ليوحد ولا يدعى من دونه\nلا الملائكة ولا الأنبياء فمن تبعه ووحد الله فهو الذي شهد أن لا إله إلا\nالله، ومن عصاه ودعا عيسى والملائكة واستنصرهم والتجأ إليهم فهو الذي جحد\nلا إله إلا الله مع إقراره إنه لا يخلق ولا يرزق إلا الله، وهذه جملة لها\nسبط طويل لكن الحاصل أن هذا مجمع بين العلماء، ثم تكلم رحمه الله تعالى على\nبقية المسائل الخمس، وذكر ما عليه أهل التحقيق من أهل المذاهب الأربعة،\nوقال في الرسالة التي أرسلها إلى عبد الرحمن بن عبد الله السويدي بعد أن\nذكر أن الأعداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأجلبوا علينا بخيل الشيطان بأشياء قال: ومنها إشاعة البهتان بما يستحي\nالعاقل أن يحكيه فضلا عن أن يفتريه منها ما ذكرتم أنى أكفر جميع الناس إلا\nمن اتبعني وأزعم أن أنكحتهم غير صحيحة ويا عجبا كيف يدخل هذا في عقل عاقل\nهل يقول هذا مسلم أو كافر أو عارف أو مجنون وكذلك قولهم أنه يقول لو أقدر\nأهدم قبة النبي صلى الله عليه وسلم لهدمتها وأما دلائل الخيرات فله سبب\nوذلك إني أشرت على من قبل نصيحتي من إخواني أن لا يصير في <span id='ms31'></span> قلبه أجل من كتاب\nالله ويظن أن القراءة فيه أجل من قراءة القرآن وأما إحراقه والنهي عن\nالصلاة على النبي صلى الله عليه وسلم بأي لفظ كان فهذا من البهتان والحاصل\nأن ما ذكر عنا من الأسباب غير دعوة الناس إلى التوحيد والنهي عن الشرك فكله\nمن البهتان، وقال رحمه الله تعالى: بسم الله الرحمن الرحيم من محمد بن عبد\nالوهاب إلى العلماء الأعلام في بلد الله الحرام نصر الله بهم سيد الأنام\nوتابعي الأئمة الأعلام: سلام عليكم ورحمة الله وبركاته وبعد جرى علينا من\nالفتنة، ما بلغكم وبلغ غيركم وسببه هدم بنيان في أرضنا على قبور الصالحين\nفلما كبر هذا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالعامة لظنهم أنه تنقيص للصالحين ومع هذا نهينا عن دعوة الصالحين\nوأمرناهم بإخلاص الدعاء لله، فلما أظهرنا هذه المسألة مع ما ذكرنا من هدم\nالبنيان على القبور كبر على العامة جدا وعاضدهم بعض من يدعى العلم ولأسباب\nآخر لا تخفى على مثلكم أعظمها اتباع هوى العوام ورفعوا الأمر إلى المشرف\nوالمغرب، وذكروا عنا أشياء يستحيي العاقل من ذكرها وأنا أخبركم بما نحن\nعليه خبرا لا أستطيع أن أكذب فيه بسبب أن مثلكم لا يروج عليه الكذب على\nأناس متظاهرين بمذهبم عند الخاص والعام فنحن ولله الحمد متبعون غير مبتدعين\nعلى مذهب الإمام أحمد بن حنبل، وحتى أن من البهتان الذي أشاع الأعداء عني\nأني ادعي الاجتهاد ولا أتبع الأئمة، فإن بان لكم أن هدم البناء على القبور\nوالأمر بترك دعوة الصالحين لما أظهرناه وتعلمون أعزكم الله أن المطاع في\nكثير من البلدان لو تبين بالعمل بهاتين المسألتين أنها تكبر على العامة\nالذين درجو هم وأباؤهم على ضد ذلك فإن كان الأمر كذلك فهذه كتب الحنابلة\nعندكم بمكة المشرفة شرفها الله مثل الإقناع وغاية المنتهى والإنصاف الذي\nعليه اعتماد المتأخرين وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعند الحنابلة كالتحفة والنهاية عند الشافعية وهم ذكروا في باب الجنائز\nهدم البناء على القبور واستدلوا عليه بما في صحيح مسلم عن علي رضي الله عنه\nأن رسول <span id='ms32'></span> الله صلى الله عليه وسلم بعثه فهدم القبور المشرفة وأنه هدمها\nواستدلوا على وجوب إخلاص الدعوة لله والنهي عما اشتهر في زمانهم من دعاء\nالأموات بأدلة كثيرة وبعضهم يحكي الإجماع على ذلك، فإن كانت المسألة إجماعا\nفلا كلام، وإن كانت مسألة اجتهاد فمعلومكم أنه لا إنكار في مسائل الاجتهاد،\nفمن عدل بمذهبه في محل ولايته لا ينكر عليه.\n</p>\n\n<p>\nقال: وبالجملة هذا ما نحن عليه وأنتم تعلمون أن من هو أجل منا لو تبين في\nهذه المسائل قامت عليه القيامة وأنا أشهد الله وملائكته وأشهدكم أني على\nدين الله ورسوله، وأني متبع لأهل العلم وما غاب عني من الحق وأخطأت فيه\nفبينوه لي وأشهد الله أني أقبله على الرأس والعين والرجوع إلى الحق خير من\nالتمادي في الباطل.\n</p>\n\n<p>\nومن كلامه رحمه الله تعالى: هذه مسائل مهمة يحتاج إليها من أحب نفسه ولا\nقوة إلا بالله.\n</p>\n\n<p>\nالأولى: أن محمدا صلى الله عليه وسلم جاءنا بالبينات والهدى من عند ربنا\nليخرج الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nمن الظلمات إلى النور بشيرا ونذيرا فأول ما أنزل عليه {يا أيها المدثر،\nقم فأنذر} [المدثر:2] أراد الإنذار عن الشرك هذا قبل الإنذار عن الزنا\nوالسرقة وعن نكاح الأمهات، فمن أقر بهذا وعرف ما عليه أكثر الناس من المشرق\nإلى المغرب رأى العجب وفهم المسألة غير فهمه الأول.\n</p>\n\n<p>\nالثانية: أنه لما هدم هذا وأنذرهم عنه أخرج الناس من الظلمات إلى النور\nوهو التوحيد الذي قال الله فيه {وربك فكبر} [المدثر:3] أي عظم بالإخلاص،\nوليس المراد بتكبير الأذان والصلوات فإنه لم يشرع عند نزول الآية، فمن عرف\nهذه وبشر نفسه بها وعرف ما عليه غالب أهل الأرض عرف قدر المسألة.\n</p>\n\n<p>\nالثالثة: المعرفة بالضرورة أنه الله بعثه ليصدق ويتبع لا ليكذب ويعصى،\nوأما من أقر بالمسألتين ثم صرح أن من اتبعه في التوحيد وصدقه في النذارة\nوأطاعه وانتذر خرج من دينه وحل دمه وماله فهذا مع كونه أبلغ من الجنون فهو\nمن أعظم آيات الله وعجائب قدرته على تقليبه للقلوب كيف يجتمع في <span id='ms33'></span> قلب رجل\nيشهد أن التوحيد هو دين الله ويعاديه ويشهد أن الشرك هو الكفر ويواليه ويذب\nعن أهله باللسان و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوالسنان والمال. وهذا آخر ما أردنا إيراده من كلامه في رسائله ودعوته إلى\nالله ليعلم الموحد المنصف حقيقة ما كان عليه الشيخ رحمه الله، ولا يلتبس\nالأمر عليه لشناعة من شنع من أعداء الله ورسوله الذين يريدون أن يطفئوا نور\nالله بأفواههم ويسعون في الأرض فسادا والله لا يحب المفسدين وهذا هو الأصل\nالذي يزعم هذا المعترض الجاهل أنه أصل كل ضلال وفساد، فالله المستعان.\n</p>\n\n<p>\nفلما أظهر الله هذا الدين على يديه ورفع الله له به المراتب وشاع جميل\nذكره في المشارق والمغارب، وتبدى لأهل الدين كواكب سعد منيرة الإشراق، وظهر\nدين الله في جميع الأقطار والآفاق، وكثر على ذلك صحبه وجمعه وزاد إعلانه\nبالتوحيد وصدعه، شرق بهذا الدين من نشأوا على تلك العادات، وصرفوا ما لله\nمن العبادات للمعبودات وانقطعت عنهم بهذه الدعوة الإسلامية المآكل\nوالرياسات فعدلوا إلى إشاعة ما لفقوه من الشناعات، وما زخرفوه من الأكاذيب\nوالتمويهات، وإنما حملهم على ذلك الحسد المحرم المذموم، حيث صار كل منهم\nلما أمله محروم، وبالخزي والمذلة موسوم، كما قيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nحسدوا الفتى إذ لم ينالوا سعيه ... فالقوم أعداء له وخصوم\n</p>\n\n<p>\nكضرائر الحسناء قلن لوجهها ... حسدا وبغيا إنه لذميم\n</p>\n\n<p>\nوقد شرح الله صدور كثير من العلماء لدعوته وسروا واستبشروا بطلعته وأثنوا\nعليه نثرا ونظما فمن ذلك ما قاله عالم صنعاء محمد ابن الأمير في أبيات له،\nقال فيها:\n</p>\n\n<p>\nقفي واسألي عن عالم حل سوحها ... به يهتدي من ضل عن منهج الرشد\n</p>\n\n<p>\nمحمد الهادي لسنة أحمد ... فيا حبذا الهادي ويا حبذا المهدي\n</p>\n\n<p>\nلقد أنكرت كل الطوائف قوله ... بلا صدر في الحق منهم ولا ورد\n</p>\n\n<p>\nوما كل قول بالقبول مقابل ... ولا كل قول واجب الرد والطرد\n</p>\n\n<p>\nسوى ما أتى عن ربنا ورسوله ... فذلك قول جل قدرا عن الرد\n</p>\n\n<p>\nوأما أقاويل الرجال فإنها ... تدور على قدر الأدلة في النقد\n</p>\n\n<p>\nوقد جاءت الأخبار عنه بأنه ... يعيد لنا <span id='ms34'></span> الشارع الشريف بما يبدي\n</p>\n\n<p>\nوينشر جهرا ما طوى كل جاهل ... ومبتدع منه فوافق ما عندي\n</p>\n\n<p>\nويعمر أركان الشريعة هادما ... مشاهد ضل الناس فيها عن الرشد\n</p>\n\n<p>\nأعادوا بها معنى سواع ومثله ... يغوث وود بئس ذلك من ود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوقد هتفوا عند الشدائد باسمها ... كما يهتف المضطر بالصمد الفرد\n</p>\n\n<p>\nوكم عفروا في سوحها من عقيرة ... أهلت لغير الله جهر أعلى عمد\n</p>\n\n<p>\nوكم طائف حول القبور مقبل ... ومستلم الأركان منهن باليد\n</p>\n\n<p>\nوقال الشيخ الإمام عالم الأحساء أبو بكر حسين بن غنام في أبيات له:\n</p>\n\n<p>\nلقد رفع المولى به رتبة الهدى ... بوقت به يعلى الضلال ويرفع\n</p>\n\n<p>\nسقاه نمير الفهم مولاه فارتوى ... وعام بتيار المعارف يقطع\n</p>\n\n<p>\nفأحيا به التوحيد بعد اندراسه ... وأوهى به من مطلع الشرك مهيع\n</p>\n\n<p>\nسما ذروة المجد التي ما ارتقى لها ... سواه ولا حاذى فناها سميدع\n</p>\n\n<p>\nوشمر في منهاج سنة أحمد ... يشيد ويحيى ما تعفى ويرفع\n</p>\n\n<p>\nيناظر بالآيات والسنة التي ... أمرنا إليها في التنازع نرجع\n</p>\n\n<p>\nفاضحت به السمحاء يبسم ثغرها ... وأمسى محياها يضيئ ويلمع\n</p>\n\n<p>\nوعاد به نهج الغواية طامسا ... وقد كان مسلوكا به الناس تربع\n</p>\n\n<p>\nوجرت به نجد ذيول افتخارها ... وحق لها بالألمعي ترفع\n</p>\n\n<p>\nفأثاره فيها سوام سوافر ... وأنواره فيها تضيئ وتلمع\n</p>\n\n<p>\nولنقتصر في بيان أصل ظهور هذه الدعوة وحقيقة ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nعليه الشيخ محمد بن عبد الوهاب رحمه الله على هذا المقدار من الإيجاز\nوالاختصار، ومن أراد الوقوف على استيفاء هذا المقام فعليه بمطالعة روضة\nالأفكار والأفهام للشيخ الإمام أبي بكر حسين بن غنام رحمه الله تعالى.\n</p>\n\n<p>\nفصل: قال المعترض بعد ذكره أن الأصل الأصيل لهذا الفساد الذي عم البلاد\nوالعباد هو الشيخ ابن تيمية، قال: ولا أطيل في وصفه وحاله بل اقتصر على\nملخص ما ذكره العلامة شهاب الدين الشيخ ابن حجر الهيثمي ثم ذكر كلاما باردا\nحاصله أن شيخ الإسلام ابن تيمية مقالاته زائغة خارجة عن قانون الشريعة وأنه\nلا يليق ممن يدعى العلم ويطلب نصرة الدين والشريعة أن يقتدى ويقلد من هذا\nحاله يعني شيخ الإسلام ثم ذكر كلام <span id='ms35'></span> الهيثمي.\n</p>\n\n<p>\nوالجواب أن هذا الرجل ممن أعمى الله بصيرته وأضله على علم وقد انقدحت في\nقلبه الشبهات وصادفت قلبا خاليا فهو لا يقبل إلا ما لفق من الترهات وما فاض\nمن غيض ذوي الحسد والحقد والتمويهات بما لا يجدي عند ذوي العقول السليمة\nوالألباب الزاكية المستقيمة، وما نقم عليه هؤلاء إلا إن الله تعالى اطلع\nشمس سعده في سماء الهداية وفاق بما أعطاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالله تعالى على أقرانه بالرواية والدراية فحسدوه إذ لم ينالوا سعيه كما\nقيل.\n</p>\n\n<p>\nحسدوا الفتى إذ لم ينالوا سعيه ... فالقوم أعداء له وخصوم\n</p>\n\n<p>\nوقد عرف من كان له معرفة وعلم أن كلام هؤلاء وبهتم مما يدل على فضله\nوجلالته وهيبته وفطانته وذلك مما يزيده الله به رفعة وشرفا في الدنيا\nوالآخرة ويوجب إن شاء الله حسن العاقبة، قال تعالى: {إن الذين جاءوا بالأفك\nعصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من\nالأثم والذي تولى كبره منهم له عذاب عظيم} [النور:11] .\n</p>\n\n<p>\nوقد قال رحمه الله تعالى:\n</p>\n\n<p>\nلو لم تكن لي في القلوب مهابة ... لم تكدح الأعداء في وتقدح\n</p>\n\n<p>\nكالليث لما هيب خطله الربي ... وعوت لهيبته الكلاب النبح\n</p>\n\n<p>\nيرمونني شرز العيون لأنني ... غلت في طلب العلى وتصبح\n</p>\n\n<p>\nوقد كفانا من تقدم من أهل العلم في رد ما قاله ابن حجر وتهجيفه وبيان ما\nحمله على ذلك وسوف يلتقيان عند الله وكذلك ما قاله غيره من امتثاله من\nمعاصريه فلا نطيل بذكر ذلك لكن نذكر من كلام أهل العلم أنموذجا يعرف به كذب\nهولاء المتهوكين المتعمقين الرامين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالبراء بما هم منه بريئون وأنه رحمه الله تعالى بالمحل المحوط والمقام\nالمغبوط، وأن من ذكره بالتحقيق والعلم والديانة، اعلم وأورع وأفضل ممن\nعثاني عرضه بالكذب وشأنه، وإذا كان ذلك كذلك تبين لك بطلان ما اعتمد عليه\nهذا المعترض وأنه حاطم سيل وحاطب ليل ولذلك لم يسلك في شيخ الإسلام طريق\nالعدل والإنصاف بل سلك طريق أهل التعصب لأهل الباطل والاختلاف ولو كان له\nنصيب <span id='ms36'></span> من عقل ودين وإنصاف لكان الواجب عليه تكذيب ذلك القيل المنسوب إليه إذ\nغالبها من الموضوعات عليه، قال تعالى: {لولا إذ سمعتموه ظن المؤمنون\nوالمؤمنات بأنفسهم خيرا وقالوا هذا إفك مبين} [النور:12] ، وقال: {ولولا إذ\nسمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانك هذا بهتان عظيم} [النور:16]\n، وهذا وإن كان قد نزل في شأن أم المؤمنين لما قال فيها أهل الإفك ما قالوا\nفإن حكمه عام في جميع المؤمنين كما دل عليه قوله: {ظن المؤمنون والمؤمنات\nبأنفسهم خيرا} ، ولهذا شرع جلد القاذف وصار باب القذف وحده بابا عظيما من\nأبواب الشريعة وكان سببه قصة أم المؤمنين فإنه ما نزل بها أمر تكرهه إلا\nجعل الله فيه للمؤمنين فرجا ومخرجا و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوالله الذي لا إله إلا هو أن شيخ الإسلام أخشى لله واتقى لله من أن يقول\nعلى الله وعلى رسوله وفي دين الله ما نسبه إليه هؤلاء الوضاعون المفترون\nمما خالف الكتاب والسنة ودرج عليه سلف الأمة وأن تكون طريقته زائغة أو عن\nالحق رائقة فإن طريقته ولله الحمد والمنة اتباع الحق المحض ومعرفة مقادير\nجميع طوائف الأمة، وتعظيم من يستحق التعظيم من جميعهم ورد الباطل على كل من\nجاء به فهو رحمه الله تعالى ملتزم ما أمر الله به من الوصايا العشر التي\nأنزلها في سورة الأنعام وجمع فيها أصول الشريعة حيث يقول سبحانه: {وإذا\nقلتم فاعدلوا ولو كان ذا قربى} [الأنعام: من الآية152] ، وقال تعالى: {يا\nأيها الذين آمنوا كونوا قوامين لله شهداء بالقسط ولا يجرمنكم شنآن قوم على\nألا تعدلوا اعدلوا هو أقرب للتقوى} [المائدة: من الآية8] ، فإذا كان الله\nقد أمر المؤمنين أن لا يحملنهم بغض قوم على ترك العدل وهم إنما كانوا\nيبغضون الكفار فكيف بمن يتكلم فيمن علم الخاص والعام من أهل السنة إمامته\nوعدالته وجهاده في الله حق جهاده وذبه عن السنة وتمحيضها عن شوائب الشرك\nوالبدع والأهواء ويعترض عليه بغير إنصاف وعدل بل بالجور والظلم والعدوان\nوقد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى {والذين يؤذون <span id='ms37'></span> المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا\nبهتانا وإثما مبينا} [الأحزاب:58] ، وقد علم الخاص والعام واشتهر من عدله\nوإنصافه أن ليس عنده في مسائل الفروع ميل إلا إلى ما دل عليه الكتاب والسنة\nوإذا ذكر المسألة فإنه يذكر فيها مقالات الأئمة الأربعة وأصحابهم وغير\nأصحابهم ممن بعدهم أو قبلهم من الصحابة والتابعين وتابعيهم ويذكر دليل كل\nقول وتقرير على وجه لا يكاد يوجد في الكتب المصنفة لهم فكيف في مسائل أصول\nالدين التي ليس بين الأئمة في مسائلها المشهورة خلاف وإنما يخالف فيها أهل\nالأهواء والبدع وهو من أعرف خلق الله بمذاهب أهل الأهواء ووقت حدوثها إذا\nتحققت ذلك فكل المسائل التي ذكرها هذا المعترض عن ابن حجر قد تكلم عليها\nشيخ الإسلام بالعدل والإنصاف وذكر أقوال الناس فيها وحقق ما سلكه أهل\nالتحقيق من أهل العلم في ذلك ورد ما خالف الكتاب والسنة وما انفرد رحمه\nالله في قول قاله عن أهل السنة المحضة بل كل مسألة يذكر المخالف أنه ما\nقلها أحد قبله قد ذكر من قال بها من السلف وأهل التحقيق من أهل العلم فرحمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالله تعالى وعفى عنه، قال الإمام الذهبي في معجم شيوخه هو شيخنا وشيخ\nالإسلام وفريد العصر علما ومعرفة وشجاعة وذكاء وتنويرا إلهيا، وكرما ونصحا\nللأمة وأمر بالمعروف ونهيا عن المنكر سمع الحديث وأكثر بنفسه من طلبه\nوكتابته، وخرج ونظر في الرجال والطبقات وحصل ما لم يحصله غيره وبرع في\nتفسير القرآن وغاص في دقائق معانيه بطبع سيال وخاطر وقاد إلى مواضع الإشكال\nميال واستنبط منه أشياء لم يسبق إليها وبرع في الحديث وحفظه فقل من يحفظ ما\nيحفظ من الحديث مع شدة استحضاره له وقت الدليل وفاق الناس في معرفة الفقه\nواختلاف المذاهب وفتاوى الصحابة والتابعين وأتقن العربية أصولا وفروعا ونظر\nفي العقليات وعرف أقوال المتكلمين ورد عليهم وبنه على خطئهم وحذر منهم ونصر\nالسنة بأوضح حجج وأبهر براهين وأوذي في الله تعالى من المخالفين وأخيف في\nنصر السنة المحفوظة حتى أعلى <span id='ms38'></span> الله تعالى مناره وجمع قلوب أهل التقوى على\nمحبته والدعاء له وكبت أعداءه وهدى به رجالا كثيرة من أهل الملل والنحل\nوجبل قلوب الملوك والأمراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الانقياد له غالبا وعلى طاعته وأحيي به الشام بل الإسلام بعد أن كاد\nينثلم خصوصا في كائنة التتار وهو أكبر من أن ينبه على سيرته مثلي فلو حلفت\nبين الركن والمقام إني ما رأيت بعيني مثله وأنه ما رأى هو مثل نفسه لما\nحنثت\" انتهى.\n</p>\n\n<p>\nفانظر إلى ما قاله هذا الإمام من أن الله أحيي به الشام بل الإسلام وأن\nالله جمع قلوب أهل التقوى على محبته والد عاله وأنه أكبر من أن ينبه الذهبي\nعلى سيرته، ثم انظر إلى ما قاله المكي وما نقله عن ابن حجر وما قاله عن\nعلوي نقلا عن الذهبي، فالله المستعان.\n</p>\n\n<p>\nوقال الحافظ العماد بن كثير رحمه الله تعالى في رجب سنة 704 سبعمائة\nوأربع راح الشيخ تقي الدين ابن تيمية إلى مسجد التاريخ وأمر أصحابه\nوتلامذته بقطع صخرة كانت هناك بنهر فلوحا تزار وينذر لها فقطعها وأراح\nالمسلمين منها ومن الشرك بها فأراح من المسلمين شبهة كان شرها عظيما وبهذا\nوأمثاله أبرزوا له العداوة وكذلك بكلامه في ابن عربي وأتباعه فحسد وعودي\nومع هذا لا تأخذه في الله لومة لائم ولم يبال بمن عاداه ولم يصلوا إليه\nبمكروه وأكثر ما نالوا منه الحبس مع أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nلم ينقطع في بحث لا بمصر ولا بالشام ولم يتوجه لهم عليه ما يشين وإنما\nأخذوه وحبسوه بالجاه كما سيأتي إن شاء الله انتهى، فانظر إلى كلام الحافظ\nابن كثير رحمه الله أنه إنما حسد وعودي لأجل إزالة معابد الشرك والكلام في\nابن عربي.\n</p>\n\n<p>\nوقال ابن الوردي في تاريخه وقد عاصره ورآه وكانت له خبرة تامة بالرجال\nوجرحهم وتعديلهم وطبقاتهم، ومعرفة بفنون الحديث مع حفظه لمتونه الذي انفرد\nبه وهو عجيب في استحضاره واستخراج الحجج منه وإليه المنتهى في عزوه إلى\nالكتب الستة والمسند بحيث يصدق عليه أن يقال: كل حديث لا يعرفه <span id='ms39'></span> ابن تيمية\nفليس بحديث ولكن الإحاطة لله تعالى غير أنه يغترف فيه من بحر وغيره من\nالأئمة يغترفون من السواقي وأما التفسير فسلم له قال وله الباع الطويل في\nمعرفة مذاهب الصحابة والتابعين: قل أن يتكلم في مسألة ألا ويذكر فيها مذاهب\nالأربعة وقد خالف الأربعة في مسائل معرفة وصنف فيها واحتج لها بالكتاب\nوالسنة وبقي سنين يفتى بما قام الدليل عنده، ولقد نصر السنة المحضة\nوالطريقة السلفية، وكان دائم الابتهال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nكثير الاستغاثة قوى التوكل ثابت الجاش له أوراد وأذكار يديمها لا يداهن\nولا يحابي محبوبا عند العلماء والصلحاء والأمراء والتجار والكبراء\" انتهى\nملخصا فانظر إلى ما قاله ابن الوردي وقد عاصره ولقد نصر السنة المحضة\nوالطريقة السلفية وهذا المعترض الجاهل وأضرابه يقولون أنه قد تحقق ضلاله\nوخروجه عن قواعد الشريعة فبعدا للقوم الظالمين.\n</p>\n\n<p>\nوقال العلامة الشيخ عماد الدين الواسطي رحمه الله في حقه بعد ثناء طويل\nجميل ما لفظه: \"فوالله ثم والله لم ير تحت أديم السماء مثل شيخكم ابن تيمية\nعلما وعملا وحالا وخلقا واتباعا وكرما وحلما وقياما في حق الله تعالى عند\nانتهاك حرماته أصدق الناس عقدا وأصحهم علما وعزما وأنفذهم وأعلاهم في\nانتصار الحق وقيامه همة وأسخاهم كفا وأكملهم اتباعا لسنة محمد صلى الله\nعليه وسلم ما رأينا في عصرنا هذا من تستجلي النبوة المحمدية وسننها من\nأقواله وأفعاله إلا هذا الرجل يشهد القلب الصحيح أن هذا هو الاتباع حقيقة\"\nفانظر إلى كلام العلامة الشيخ عماد الدين الواسطي وهو ممن عاصره ورآه فرحمه\nالله وعفى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nونقل في الشذرات عن الشيخ تقي الدين ابن دقيق العيد وقد سئل عن الشيخ ابن\nتيمية بعد اجتماعه به كيف رأيته قال: رأيت رجلا سائر العلوم بين عينيه يأخذ\nما شاء منها ويترك ما شاء فقيل له: فلم تتناظران قال لأنه يحب الكلام وأحب\nالسكوت.\n</p>\n\n<p>\nوقال ابن مفلح في طبقاته كتب العلامة تقي الدين السبكي إلى الحافظ الذهبي\nفي أمر الشيخ تقي الدين ابن تيمية ما نصه فالمملوك يتحقق قدره <span id='ms40'></span> وزخارة بحره\nوتوسعته في العلوم الشرعية والعقلية وفرط ذكائه واجتهاده وأنه بلغ في ذلك\nكل المبلغ الذي يتجاوزه الوصف والمملوك يقول ذلك دائما وقدره في نفسي أكبر\nمن ذلك وأجل مع ما جمعه الله تعالى لي من الزهادة والورع والديانة ونصرة\nالحق والقيام فيه لا لغرض سواه وجرمه على سنن السلف وأخذه من ذلك بالمأخذ\nالأوفى وغرابة مثله في هذا الزمان بل في أزمان\" انتهى. فانظر إلى ما قاله\nالسبكي مع أنه ممن وقع فيه وعاداه والحق ما شهدت به الأعداء.\n</p>\n\n<p>\nوقال الإمام محمد التافلاني مفتي الحنفية بعد كلام له وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nأثنى عليه جمهور معاصريه، وجمهور من تأخر عنه وكانوا خير مناصريه وهم\nثقاة صيارفة حفاظ، عريفهم في النقد دونه عريف عكاظ وطعن فيه بعض معاصريه\nبسبب أمور أشاعها مشيع لحظ نفسه أو لأجل المعاصرة التي لا ينجو من سمها إلا\nمن قد كمل في قدسه، فخلف من بعدهم مقلدهم في الطعن فتجاوز فيه الحد ورماه\nبعظائم موجبة للتعزير أو الحد، ولو قال هذا المقلد كقول بعض السلف حين سئل\nعما جرى بين الإمام علي ومعاوية فقال: تلك دماء طهر الله منها سيوفنا أفلا\nنطهر منها الستنا لنجا من هذا العناء، وقول الآخر لما سئل عن ذلك فأجاب\n{تلك أمة قد خلت لها ما كسبت} الآية [البقرة: من الآية134] ، وهذا الإمام\nتصانيفه قد ملأت طباق الثرى وأطلع عليها القاصي والداني من علماء الورى فما\nوجدوا فيها عقيدة زائغة، ولاعن الحق رائفة كم سل السيوف الصوارم على فرق\nالضلال وكم رماهم بصواعق براهين محرقة كالجبال تنادي عقيدته البيضاء بعقيدة\nالسلف، ولا ينكر صحتها وأفضليتها من خلف منا ومن سلف شهد له الأقران\nبالاجتهاد، ومن منع له فقد خرط بكفه شوك القتاد، وذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nكلاما حسنا تركناه خشية الإطالة.\n</p>\n\n<p>\nوقال حافظ الإسلام الحبر النبيل استاذ أئمة الجرح والتعديل شيخ المحدثين\nجمال الدين أبو الحجاج يوسف بن الركن عبد الرحمن المزي الشافعي فيما نقله\nعنه الحافظ ابن ناصر الدين: \"ما رأيت مثله يعني ابن <span id='ms41'></span> تيمية ولا رأى هو مثل\nنفسه، وما رأيت أحدا أعلم بكتاب الله وسنة رسوله صلى الله عليه وسلم ولا\nأتبع لهما منه\" انتهى.\n</p>\n\n<p>\nوقال الشيخ شيخ الإسلام العيني الحنفي فيما كتبه قال: وما هم أي المنكرون\nعلى ابن تيمية رحمه الله تعالى الا صلقع بلقع سلقع، والمكفر منهم صلمعة بن\nقلمعة وهيان بن بيان، وهي بن بي وضل بن ضل وضلال بن التلال، ومن الشائع\nالمستفيض أن الشيخ الإمام العالم العلامة تقي الدين ابن تيمية من شم عرانين\nالأفاضل ومن حبهم براهين الأماثل قال: وهو الذاب عن الدين طعن الزنادقة\nوالملحدين والناقد للمرويات عن النبي سيد المرسلين وللمأثورات عن الصحابة\nوالتابعين فمن قال إنه كافر فهو كافر حقيق، ومن نسبه إلى الزندقة فهو\nزنديق، وكيف ذلك وقد صارت تصانيفه إلى الآفاق، وليس فيها شيء مما يدل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nالزيغ والشقاق إلى آخر ما قال رحمه الله تعالى.\n</p>\n\n<p>\nوقال الشيخ محمد ابن الشيخ جمال الدين اليافعي الشافعي اليمني في رده على\nالسبكي في أبيات له قال فيها:\n</p>\n\n<p>\nوما رددت عليه في الطلاق ... حققت عقلا ولا نقلا ظفرت به\n</p>\n\n<p>\nبل فاسد القصد أعتى الذهن منك ... هو عادة الله في قال لمذهبه\n</p>\n\n<p>\nنزلت حول حماه كي تنازله ... فما علوت عليه بل علوت به\n</p>\n\n<p>\nوقد أجابك فيها خير أجوبة ... كالسيف حالت منايا عند مضربه\n</p>\n\n<p>\nأخذت منه علوما فانتصرت به ... على سواه وكانت من مهذبه\n</p>\n\n<p>\nوحزتها مجملات من مفصله ... ففصل الآن ما أجملت تحظ به\n</p>\n\n<p>\nوهكذا كل من سارت ركائبه ... يقفوا خطان فسائل من مجربه\n</p>\n\n<p>\nوإن يتمحت في رد فلست له ... كفوا ولا أهل هذا العصر فانتبه\n</p>\n\n<p>\nكم بحر علم أتاه صار ساقية ... وكم أزال صدى جهل بصيبه\n</p>\n\n<p>\nوما نرى لكموا في الخلف فائدة ... غير التنعم في النعماء من شبه\n</p>\n\n<p>\nأين الثريا مكانا في ترفعها ... من الثرى قال هذا كل منتبه\n</p>\n\n<p>\nمن ذا يقيس نقي الجلد من درن ال ... دنيا وأمراضها يوما بأجربه\n</p>\n\n<p>\nلو كان عندكموا إنصاف مكرمة ... أو نقد معرفة أوذهن منتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nلكنت تقفوا ورآه <span id='ms42'></span> قفو مجتهد ... علما ودينا وأمرا تفلحن به\n</p>\n\n<p>\nلو وفق الله أهل الأرض قاطبة ... إلى الصواب لساروا خلف مذهبه\n</p>\n\n<p>\nوما نسبتم إليه عند ذكركموا ... ترك الزيارة أمرا لا يقول به\n</p>\n\n<p>\nفقد أجابكموا فيها بأجوبة ... أزال فيها صدى الإشكال والشبه\n</p>\n\n<p>\nوقد تبين هذا في مناسكه ... لكل ذي فطنة في القول والنبه\n</p>\n\n<p>\nرميتموه ببهتان يشان به ... فالله ينصفه ممن رماه به\n</p>\n\n<p>\nوفي الجواب أمور من تدبرها ... سقى الأنام بها من صفو مشربه\n</p>\n\n<p>\nولم يكن مانعا نفس الزيارة بل ... شد الرحال إليها فوق مركبه\n</p>\n\n<p>\nمستمسكا بصحيح القول متبعا ... خير القرون الأولى جاءوا بمذهبه\n</p>\n\n<p>\nمع الأئمة أهل الحق كلهموا ... قالوا كما قال قولا غير مشتبه\n</p>\n\n<p>\nوقد علمت يقينا حين وأفقه ... أهل العراق على فتياه فانتبه\n</p>\n\n<p>\nومن أحسن ما قيل من المراثي فيه ما قاله عمر بن الوردي وهي:\n</p>\n\n<p>\nعثا في عرضه قوم سلاط ... لهم من نصر جوهره النقاط\n</p>\n\n<p>\nتقي الدين أحمد خير حبر ... خروف المعضلات به تخاط\n</p>\n\n<p>\nتوفي وهو محبوس فريد ... وليس له إلى الدنيا انبساط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nولو حضروه حين قضى لألفوا ... ملائكة النعيم به أحاطوا\n</p>\n\n<p>\nقضى نحبا وليس له قرين ... ولا لنظيره لف القماط\n</p>\n\n<p>\nفتى في علمه أضحى فريدا ... وحل المشكلات به نياط\n</p>\n\n<p>\nوكان إلى التقى يدعو البرايا ... وينهى فرقة فسقوا ولاطوا\n</p>\n\n<p>\nوكان الجن تفرق من سطاه ... بوعظ للقلوب هو النباط\n</p>\n\n<p>\nفيا لله ما قد ضم لحد ... ويا لله ما غطى البلاط\n</p>\n\n<p>\nهموا حسدوه لما لم ينالوا ... مناقبه فقد مكروا وشاطوا\n</p>\n\n<p>\nوكانوا عن طرائقه كسالى ... ولكن في أذاه لهم نشاط\n</p>\n\n<p>\nوحبس الدر في الأصداف فخر ... وعند الشيخ في السجن اغتباط\n</p>\n\n<p>\nبآل الهاشمي له اقتداء ... فقد ذاقوا المنون ولم يواطوا\n</p>\n\n<p>\nبنوا تيمية كانوا فبانوا ... نجوم العلم أدركها انهباط\n</p>\n\n<p>\nولكن يا ندامة حابسيه ... فشك الشرك كان به يماط\n</p>\n\n<p>\nويا فرح اليهود بما فعلتم ... فإن الضد يعجبه الخباط\n</p>\n\n<p>\nألم يك فيكموا رجل رشيد ... يرى سجن الإمام فيستشاط\n</p>\n\n<p>\nأمام لا ولاية كان يرجو ... ولا وقف عليه ولا رباط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nولا جاركموا في كسب مال ... ولم يعهد له بكموا اختلاط\n</p>\n\n<p>\nففيم <span id='ms43'></span> سجنتموه وغظتموه ... أما الجزاء أذيته اشتراط\n</p>\n\n<p>\nوسجن الشيخ لا يرضاه مثلي ... ففيه لقدر مثلكموا انحطاط\n</p>\n\n<p>\nإلى أن قال:\n</p>\n\n<p>\nفها هو مات عنكم فاسترحتم ... فعاطوا ما أردتم أن تعاط\n</p>\n\n<p>\nوحلوا واعقدوا من غير رد ... عليكم وانطوى ذاك البساط\n</p>\n\n<p>\nوالمقصود مناقضة هذا المعترض بمن أثنى عليه لا لغرض من الأغراض ومن قدح\nفيه فإنما ذاك لحظ نفسه شنع بما شنع من الاعتراض وإلا ففضل شيخ الإسلام\nومناقبه أكثر من أن تذكر وأشهر من أن يحاط بها ويحصر وقد أثنى عليه من\nالأئمة من تقدم ذكرهم ومن لم نذكرهم فأكثر وأكثر وكلهم حفاظ نقاد وأئمة\nثقات زهاد وممن أثنى عليه وبرأه مما نسب إليه من متأخري العلماء الشيخ\nإبراهيم بن حسن الكوراني المدني الشافعي وأمير المؤمنين في الحديث علامة\nدهره الشيخ على أفندي السويدي البغدادي الشافعي والشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nشهاب الدين محمود الآلوسي ذكر ذلك الشيخ نعمان خير الدين ابن شهاب الدين\nمحمود الآلوسي، وجمهور من ذكرنا ممن أثنى عليه أئمة مذهب هذا المعترض وقد\nخالفهم وانتحل طريقة عباد القبور، وانتصر لهم بما لا يجدى عنه ولا ينفعه\nيوم يبعثر ما في القبور، ويحصل ما في الصدور، {وسيعلم الذين ظلموا أي منقلب\nينقلبون} [الشعراء: من الآية227] ، وليت هذا المكي راقب ولاحظ فيما كتبه من\nالانتصار، {يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار}\n[غافر:52] ، وجعل نصب عينيه إذا رأى محصول ما له وما عليه وظنه دليلا،\n{ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلا، يا ويلتى\nليتني لم أتخذ فلانا خليلا، لقد أضلني عن الذكر بعد إذ جاءني وكان الشيطان\nللإنسان خذولا} [الفرقان:2729] .\n</p>\n\n<p>\nفصل: قال المعترض: فمن تلك الأمور أن السندي المذكور يقول في رسالته أن\nالأحاديث التي أوردها يعني استدل بها شيخنا السيد دحلان لمذهب أهل الحق\nمنقولة عن التقي السبكي في \"شفاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالأسقام\" ليست فيها أحاديث صحاح ولاحسان إلى آخر كلامه. قال المكي وحاصل\nما يجاب به عن شيخنا أن تلك الأحاديث كثيرة مشهورة مسندة إلى مخرجيها <span id='ms44'></span> قال:\nوليس المقصود بها تأسيس أيجاب شيء بل المقصود بيان استحباب زيارته صلى الله\nعليه وسلم وجواز التوسل به ثم ذكر كلاما حاثله أن الأحاديث الضعيفة يعمل\nبها وأن معارضته محمد بن عبد الهادي لها في الصارم المنكي غير مقبولة؛ لأنه\nمن اتباع ابن تيمية وأن كلامه فيها لأجل الهوى.\n</p>\n\n<p>\nوالجواب أن هذا المعترض أجنبي عن معرفة الحديث ورجاله ولا خبرة عنده بما\nقاله الحفاظ النقاد أهل الجرح والتعديل ولو كان عنده خبرة ومعرفة بهذا الفن\nلم يكن هذا حاصل ما عنده ومن كان بهذه المثابة سقط الكلام معه اللهم إلا أن\nيكون لديه معرفة ولكن أراد التلبيس والتمويه على خفافيش البصائر وما أظن\nذلك وما أحسن ما قيل:\n</p>\n\n<p>\nوقل للعيون الرمد للشمس أعين ... سواك تراها في مغيب ومطلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوسامح نفوسا أطفأ الله نورها ... بإهوائها لا تستفيق وتع\n</p>\n\n<p>\nومما يبين لك عدم معرفته بالحديث ورجاله أنه ظن أنه لم يطعن في هذه\nالأحاديث إلا الحافظ محمد بن عبد الهادي فإنها كلها موضوعة مكذوبة على رسول\nالله صلى الله عليه وسلم وأمثل ما فيها الحديث الذي رواه الإمام الدارقطني\nوقد تكلم فيه أئمة من حفاظ الإسلام وعلماء السنة الأعلام كالبخاري والبيهقي\nوالنسائي والدارقطني والجوزجاني والعقيلي وأبو حاتم والنووي وغيرهم من\nالعلماء الأعلام ولو سلمنا تسليما جدليا أنها أحاديث ضعيفة وأن الضعيف يعمل\nبه في فضائل الأعمال فإنما ذلك إذا لم تخالف حديثا صحيحا وكيف وقد خالفت ما\nفي الصحيحين عنه صلى الله عليه وسلم أنه قال: \"لا تشد الرحال إلا إلى ثلاثة\nمساجد\" الحديث، فبطل الاستدلال بها والعمل بها لمعارضتها للحديث الصحيح\nالصريح ولو أضرب هذا الجاهل عن الكلام في هذه المسألة لكان خيرا له ولكن\n{ومن يرد الله فتنته فلن تملك له من الله شيئا} [المائدة: من الآية41] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوأين أنت يا هذا الجاهل المركب ومعرفة الحديث وأهله فلست من أهل هذه\nالصناعة ولا ممن يتجر في تلك البضاعة.\n</p>\n\n<p>\nدع العيس وحاديها ... واعط القوس باريها\n</p>\n\n<p>\nوقد ذكرت فيما كتبته في المواهب <span id='ms45'></span> الربانية في رد أضاليل الشبه الدحلانية\nما نصه من أبيات:\n</p>\n\n<p>\nوأما أحاديث الزيارة كالتي ... شعبت بها في الرق واهيته العقد\n</p>\n\n<p>\nفمحض أكاذيب في أوضاع أفك ... ملفقة أضحت عن الصدق في بعد\n</p>\n\n<p>\nفلم ترو في شيء من الكتب التي ... عليها اعتماد الناس في الحل والعقد\n</p>\n\n<p>\nفأما حديث الدارقطني فإنه ... لامثل ما فيها وإن كان لا يجدي\n</p>\n\n<p>\nولم يروه إلا لتبيين ضعفه ... هناك الإمام الدارقطني على عمد\n</p>\n\n<p>\nوقد طعن الحفاظ فيه فمنهموا ... أبو حاتم والبيهقي في ذوي النقد\n</p>\n\n<p>\nكمثل البخاري والنووي ومسلم ... وكابن معين والنسائي ذي الجد\n</p>\n\n<p>\nوكالجوزجاني والعقيلي وغيرهم ... من النبلاء الأثبات من كل مستهد\n</p>\n\n<p>\nفصل: قال المعترض: ومن تلك الأمور التي في رسالة السمدي أن الأئمة متفقون\nعلى كراهة دعاء الزائر لنفسه مستقبلا للحجرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالشريفة، والجواب أن يقال: ما ذكره السندي من أن الأئمة اتفقوا على كراهة\nدعاء الزائر لنفسه مستقبلا للحجرة الشريفة ثابت عن الأئمة كما نقله الثقات\nالأثبات ولا يمكن لأحد أن يكابر في دفع ذلك لا بنقل صحيح ولا سقيم، قال شيخ\nالإسلام قدس الله روحه في منسك له صنفه في آخر عمره: \"ويسلم عليه مستقبلا\nالحجرة مستدبر القبلة عند أكثر العلماء كمالك والشافعي وأحمد وأما أبو\nحنيفة فإنه قال: يستقبل القبلة فمن أصحابه من قال: يستدبر الحجرة ومنهم من\nقال يجعلها عن يساره واتفقوا على أنه لا يستلم الحجرة ولا يقبلها ولا يطوف\nبها ولا يصلي إليها ولا يدعو هناك مستقبلا للحجرة؛ فإن هذا كله منهي عنه\nباتفاق الأئمة، ومالك من أعظم الناس كراهية لذلك والحكاية عنه أنه أمر\nالمنصور أن يستقبل القبر وقت الدعاء كذب على مالك بل ولا يقف عند القبر\nللدعاء لنفسه فإن هذا بدعة ولم يكن أحد من الصحابة يقف عنده يدعو لنفسه\nولكن كانوا يستقبلون القبلة ويدعون في مسجده\" انتهى.\n</p>\n\n<p>\nوقال أيضا: \"وكره السلف رضي الله عنهم قصدها بالدعاء متأولين في ذلك قوله\nصلى الله عليه وسلم: \" لا تتخذوا قبري عيدا\" كما ذكرنا ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي بن الحسن، والحسن بن الحسن <span id='ms46'></span> ابن عمه، وهما أفضل أهل البيت من\nالتابعين، وأعلم بهذا الشأن من غيرهما المجاورتهما الحجرة النبوية نسبا\nومكانا وقد ذكرنا عن أحمد وغيره إنه أمر من سلم على النبي صلى الله عليه\nوسلم وصاحبيه، ثم أراد أن يدعو أنه ينصرف ويستقبل القبلة وكذلك أنكر ذلك\nغير واحد من العلماء المتقدمين كمالك وغيره من المتأخرين مثل أبي الوفاء\nابن عقيل، وأبي الفرج ابن الجوزي، وما أحفظ لا عن صاحب ولا عن تابع ولا عن\nإمام معروف أنه استحب قصد شيء من القبور للدعاء عندها، ولا روى أحد في ذلك\nشيئا لا عن النبي صلى الله عليه وسلم، ولا عن الصحابة، ولا عن أحد من\nالأئمة المعروفين وقد صنف الناس في الدعاء وأوقاته وأمكنته وذكروا فيه\nالآثار فما ذكر أحد منهم في فضل الدعاء عند شيء من القبور حرفا واحدا فيما\nأعلم، فكيف يجوز والحالة هذه أن يكون عندها أجوب وأفضل، والسلف تنكره ولا\nتعرفه وتنهى عنه ولا تأمر به\" انتهى.\n</p>\n\n<p>\nوقوله: ثم ذكر عن ابن تيمية، وعن ابن عبد الهادي مثل ما ذكر وزاد أن دعاء\nالزائر لنفسه إذا كان تبعا للدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nلأصحاب القبور لا ينهى عنه أحد من المسلمين لكن زيادتهما المذكورة بعد أن\nذكرا أحاديث تدل على ذلك على عادة التابعين لابن تيمية إذا أنكروا شيئا، ثم\nورد عليهم ما يغاير إنكارهم جاهدوا بنحو لم يصح النقل أو بنحو إنما جاز\nلأجل كذا كدعواه جواز الدعاء بعد صحة الحديث به إنه لأجل التبعية إلى آخر\nما قال.\n</p>\n\n<p>\nفيقال: في جوابه هذا كله هوس وتخليط وليس لك فيه راحة ولا يفيدك شيئا فإن\nالأحاديث الواردة في زيارة القبور الزيارة الشرعية ليس فيها إلا الدعاء لهم\nوالترحم عليهم والاستغفار كما في حديث عائشة رضي الله عنها الذي رواه مسلم،\nوكذلك حديث بريدة عن أبيه عند مسلم وغيره من الأحاديث الصحيحة الثابتة بنقل\nالعدل الضابط عن مثله، وقوله بعد أن ذكر أحاديث تدل على ذلك على عادة\nالتابعين لابن تيمية إذا أنكروا <span id='ms47'></span> شيئا ثم ورد عليهم ما يغاير إنكارهم.\n</p>\n\n<p>\nفيقال: نعم هي عادة اتباع ابن تيمية يذكرون الأحاديث ويعتمدون عليها\nويستدلون بها على موارد النزاع ويتركون قول من خالفها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nكائنا من كان فإنه لا قول لأحد مع سنة سنها رسول الله صلى الله عليه وسلم\nفهلا ذكرت ما يغاير إنكارهم إن كنت من أهل العلم والمعرفة ولو كان عندك من\nالحق ما يغاير إنكارهم لما أهملته ولجبهت به من أنكر ذلك ونقل عن الأئمة\nخلافه، ولكنها عنقاء مغرب ومن الدعاء ما ليس عنده كذبته شواهد الامتحان.\nقوله: جاهدوا بنحو لم يصح النقل أو بنحو إنما جاز لأجل كذا كدعواه جواز\nالدعاء بعد صحة الحديث به أنه لأجل التبعية، فيقال: نعم كل حكم وشرع لم\nيأذن به الله ورسوله ولا صح به نقل عن الله ولا عن رسوله ولا عن الصحابة\nوالتابعين لا يعملون به ولا يثبتونه ويردونه على من قال به كائنا من كان\nلقوله صلى الله عليه وسلم: \" من عمل عملا ليس عليه أمرنا فهو رد\"، ودعواه\nجواز الدعاء بعد صحة الحديث به أنه لأجل التبعية فقد صح الحديث كما تقدم\nعند مسلم وغيره وكونه إنما جاز تبعا وضمنا صريح في نفس الحديث بقوله:\n\"اللهم لا تحرمنا أجرهم ولا تفتنا بعدهم، واغفر لنا ولهم\"، فالدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nبهذا ونحوه لا يكره مطلقا بل يؤمر به كما جاءت به السنة ضمنا وتبعا،\nوإنما المكروه أن يتحرى المجيئ إلى القبر للدعاء عنده كما ذكره الحافظ محمد\nبن عبد الهادي وكما تقدمت الإشارة إليه في حديث علي بن الحسين، والحسن بن\nالحسن ابن عمه.\n</p>\n\n<p>\nوقوله: وحقيقة الأمر منع ابن تيمية للدعاء ونحوه تجاه قبر النبي صلى الله\nعليه وسلم لما هو معتقده ومعتقد متابعيه أن النبي صلى الله عليه وسلم بعد\nموته لا جاه له.\n</p>\n\n<p>\nفيقال: إنما منع ذلك الأئمة الأربعة المقلدون المتفق على هدايتهم\nودرايتهم وجلالتهم وعلمهم فاتبعهم ابن تيمية في المنع من ذلك وأنت خالفتهم\nوتركت طريقتهم وهديهم وما أمروا به، وما نهوا عنه <span id='ms48'></span> فإن كان منع ابن تيمية من\nذلك يلزم منه اعتقاد أن النبي صلى الله عليه وسلم لا جاه له فكذلك هو لازم\nللأئمة الأربعة حيث منعوا من ذلك وهذا لا يقوله من يدري ما يقول وأين هذا\nمن قولك عند رد كلام السندي ثبوت توسل الإمام الشافعي بأبي حنيفة وهو كذب\nمحض فقلت: وكفى بقولك تعني السندي أقوال من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nذكروا فعالهم ليست من الحجة في شيء قبحا وسوء أدب مع الإمام الشافعي\nوأضرابه وإذا لم تقتد وتعتبر بأقوال وأفعال من ذكر في مثل هذه الفضائل مع\nكونهم أئمة الشريعة والمجمع على تحققهم بمرتبة الاجتهاد المطلق فيمن يحسن\nالاقتداء فقد نقضت أصلك وعدت عليه بالهدم والرد في هذا الموضع بالرد على\nابن تيمية واتباعه حيث اتبعوا ما صح عن الأئمة الأربعة ولم تذكر ما ينقض\nذلك عنهم وإني لك بذلك فكان داؤك هو الداء العضال الذي قد ختم بالطبع\nوالأقفال وأيضا قوله: أن معتقده ومعتقد متابعيه أن النبي صلى الله عليه\nوسلم بعد موته لا جاه له كذب بحت، بل هم من أعظم الناس رعاية لحقه واحتراما\nله يأتمرون بأمره وينتهون عما نهى عنه ولا يشرعون في دين الله ما لم يأذن\nبه فيزورون القبور لأمره بذلك ولا يشدون الرحال إليها لنهيه عن ذلك ويدعون\nلأهل القبور ولا يدعونهم ويستغفرون لهم ويطلبون لهم العافية ولا يطلبون\nمنهم بخلاف الذين بدلوا قولا غير الذي قيل لهم بدلوا الدعاء لهم بدعائهم\nوالطلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nلهم بالعافية بالطلب منهم فالله المستعان.\n</p>\n\n<p>\nشعرا:\n</p>\n\n<p>\nنزلوا بمكة في قبائل هاشم ... ونزلت بالبيدآء أبعد منزل\n</p>\n\n<p>\nفصل: قال المعترض فيما اعترض به على كلام محمد بن إسماعيل الصنعاني: إن\nالذين ينادون الأموات وينحرون لهم وينذرون لهم كذب وزور، فإن المعرفة من\nعوام مكة أن من كان عنده مريض مثلا نوى أنه يتقرب إلى الله تعالى بصدقه\nلأجل أنه تعالى يتفضل عليه بعافية مريضه فقد يقول لله علي صدقة كذا أن شفى\nالله مريضي وإما كون أحد يذبح للميت الفلاني فلا سمعنا <span id='ms49'></span> قط به وأما تخصيصهم\nالصدقة بكونها عند ذلك الميت الولي الصالح فغرضهم أن الصدقة للفقراء\nالحاضرين عنده أولى وأحسن؛ لأنهم يتوسلون بالولي إلى ربه ويطلبون منه أن\nيتوجه إلى ربه في قبول دعواتهم من ربهم لا منه، فلو سألت صغيرهم وغبيهم\nوعبدهم هل الميت الولي ينفعك أو يضرك أو يشقى مريضك لصاح لك وأنكر ذلك\nواعترف أن الضار والنافع هو الله تعالى لا غير إلى آخر ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nاعترض به، فالجواب أن يقال: إن الصدقة بهذا النذر للسدنة والمجاورين نذر\nمعصية لا يجب الوفاء به باتفاق العلماء والمعصية تصدق بالعبادة للمنذور له\nومعلوم أن إخراجه على وجه القربة والتعظيم لأهل القبور عبادة وشرك وتقرب\nإلى غير الله وشرع لما لم يأذن به الله ولم تأت به شريعة ولم يكن من هدي\nالسلف والقرون المفضلة، ولأن العكوف عند القبور وسدانتها أصل عبادة الأصنام\nكما ذكره ابن عباس وغيره في الكلام على قوله تعالى: {وقالوا لا تذرن\nآلهتكم} الآية [نوح: من الآية23] .\n</p>\n\n<p>\nوأما قوله: لأنهم يتوسلون بالولي إلى ربه فجوابه أن التوسل بالولي بعد\nموته والطلب منه أن يتوجه إلى ربه مصادمة لقوله تعالى: {إن تدعوهم لا\nيسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا\nينبئك مثل خبير} [فاطر:14] ، فأخبر تعالى أنهم لا يسمعون دعاء من دعاهم ولو\nسمعوا على سبيل الفرض والتقدير ما استجابوا لهم لأن ذلك ليس لهم فإن الله\nتعالى لم يأذن لأحد من عباده في دعاء أحد منهم لا استقلالا ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nواسطة وأخبرنا سبحانه وتعالى أن هذا الدعاء شرك بقوله: {ويوم القيامة\nيكفرون بشرككم} [فاطر: من الآية14] ، وهذا الطلب والتوجه إلى الأموات في\nقضاء الحاجات وتفريج الكربات هو شرك جاهلية العرب الذين بعث فيهم عبد الله\nورسوله محمد صلى الله عليه وسلم فإنهم كانوا يدعون الملائكة والأنبياء\nوالصالحين ويلتجئون إليهم ويسألونهم على وجه التوسل بجاههم وشفاعتهم\nليقربوهم إلى الله زلفي كما حكى الله ذلك عنهم في مواضع من كتابه كقوله\nتعالى: {ويعبدون من دون الله <span id='ms50'></span> ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا\nعند الله} الآية [يونس:18] ، وقال تعالى: {والذين اتخذوا من دونه أولياء ما\nنعبدهم إلا ليقربونا إلى الله زلفى} [الزمر: من الآية3] ، وقال تعالى:\n{فلولا نصرهم الذين اتخذوا من دون الله قربانا آلهة بل ضلوا عنهم وذلك\nإفكهم وما كانوا يفترون} [الاحقاف:28] .\n</p>\n\n<p>\nومعلوم أن المشركين لم يزعموا أن الأنبياء والأولياء والصالحين والملائكة\nشاركوا الله في خلق السموات والأرض أو استقلوا بشيء من التدبير والتأثير\nوالإيجاد ولو في خلق ذرة من الذرات، وإنما عبدوهم والتجأوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nإليهم ودعوهم على وجه التوسل بجاههم وطلب الشفاعة منهم، فقول هذا المكي\nأنهم يتوسلون بالولي إلى ربه ويطلبون منه أن يتوجه إلى ربه هو كقول جاهلية\nالعرب الذين نزل القرآن بتكفيرهم سواء بسواء.\n</p>\n\n<p>\nوقوله: وأما كون أحد يذبح للميت الفلاني فلا سمعنا قط به فيقال: ولا سمعت\nأحدا منهم يقول: يا رسول الله، يا كعبة الله، يا مقام إبراهيم، وهل هذا إلا\nمكابرة محضة فإن من لم ينكر هذا وهو ينادي به على رؤس الأشهاد ولا رآه شركا\nكيف ينكر الذبح لغير الله عند ضرائح الأموات ولا سمعت أيضا ما يقال عندها\nفي المعلات ولا رأيت ما فيها من المساجد المبنية على القبور ولا ما يصرف\nإليها من النذور ولا رأيت إيقاد السرج فيها وقد قال صلى الله عليه وسلم:\n\"لعن الله زائرات القبور والمتخذين عليها المساجد والسرج\" والذي رأيت في\nالمعلات أكثر من مائة قنديل.\n</p>\n\n<p>\nوليس يصح في الأذهان شيء ... إذا احتاج النهار إلى دليل\n</p>\n\n<p>\nوأيضا قوله لأنهم يتوسلون بالولي إلى ربه ويطلبون منه أن يتوجه إلى ربه\nإلى آخره مراد هؤلاء الملاحدة أنهم يجعلونهم وسائط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nبينهم وبين الله كالمجاب الذين بين الملك وبين رعيته بحيث يكونون هم\nيرفعون إلى الله حوائج خلقه فيسألونهم وهم يسألون الله كما أن الوسائط عند\nالملوك يسألون الملوك حوائج الناس لقربهم منهم والناس يسألونهم أدبا منهم\nأن يباشروا سؤال الملك أو لأن طلبهم من الوسائط انفع من طلبهم من الملك\nلكونهم أقرب <span id='ms51'></span> إلى الملك من الطالب فمن أثبتهم وسائط على هذا الوجه فهو كافر\nمشرك يجب أن يستتاب فإن تاب وإلا قتل.\n</p>\n\n<p>\nقال شيخ الإسلام: \"وهؤلاء المشبهون شبهوا الخالق بالمخلوق وجعلوا لله\nأندادا وفي القرآن من الرد على هؤلاء ما تتسع له هذه الفتوى فإن الوسائط\nالتي بين الملوك وبين الناس على أحد وجوه ثلاثة:\n</p>\n\n<p>\nأما لأخبارهم من أحوال الناس بما لا يعرفون ومن قال: إن الله لا يعرف\nأحوال العباد حتى يخبره بذلك بعض الملائكة أو الأنبياء أو غيرهم فهو كافر\nبل هو سبحانه يعلم السر وأخفى لا يخفى عليه خافية في الأرض ولا في السماء\nوهو السميع البصير يسمع ضجيج الأصوات باختلاف اللغات على تفنن الحاجات لا\nيشغله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nسمع عن سمع ولا تغلطه المسائل ولا يتبرم بإلحاح الملحين.\n</p>\n\n<p>\nالوجه الثاني: أن يكون الملك عاجزا عن تدبير رعيته ودفع أعاديهم الأباء\nوأن يعينونه فلا بد له من أعوان وأنصار لذله وعجزه والله سبحانه ليس له\nظهير ولا ولي من الذل، قال تعالى: {قل ادعوا الذين زعمتم من دون الله لا\nيملكون مثقال ذرة في السماوات ولا في الأرض وما لهم فيهما من شرك وما له\nمنهم من ظهير} [سبأ:22] ، وقال تعالى: {وقل الحمد لله الذي لم يتخذ ولدا\nولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا}\n[الاسراء:111] ، وكل ما في الوجود من الأنساب فهو سبحانه خالقه وربه ومليكه\nفهو الغني عن كل ما سواه وكل ما سواه فقير إليه بخلاف الملوك المحتاجين إلى\nظهرائهم وهم في الحقيقة شركاؤهم والله سبحانه ليس له شريك في الملك لا إله\nإلا الله وحده لا شريك له، له الملك، وله الحمد وهو على كل شيء قدير، ولهذا\nلا يشفع عنده أحد إلا بإذنه لا ملك ولا نبي ولا غيرهما فإن من يشفع عند\nغيره بغير إذنه فهو شريك في حصول المطلوب لأنه أثر فيه بشفاعته حتى جعله\nيفعل ما يطلب منه والله سبحانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوتعالى لا شريك له بوجه من <span id='ms52'></span> الوجوه ويسمى الشفيع شفيعا لأنه يشفع غيره أي\nيصير له شفعا، قال تعالى: {من يشفع شفاعة حسنة يكن له نصيب منها ومن يشفع\nشفاعة سيئة يكن له كفل} [النساء: من الآية85] ، وكل من أعان غيره على أمر\nفقد شفعه فيه، والله تعالى وتر لا يشفعه أحد بوجه من الوجوه.\n</p>\n\n<p>\nالوجوه الثالث: أن يكون الملك ليس مريد النفع رعيته والإحسان إليهم\nورحمتهم إلا بمحرك يحركه من خارج فإذا خاطب الملك من ينصحه ويعظه أو من يدل\nعليه بحيث يكون يرجوه ويخافه تحركت إرادة الملك وهمته في قضاء حوائج رعيته\nأما لما يحصل له من الرغبة والرهبة من كلام المدل عليه، والله تعالى هو رب\nكل شيء ومليكه وهو أرحم بعباده من الوالدة بولدها وكل الأسباب إنما تكون\nبمشيئته فما شاء كان وما لم يشأ لم يكن وهوذا أجرى نفع العباد بعضهم على يد\nبعض فجعل هذا يحسن إلى هذا ويدعو له ويشفع فيه ونحو ذلك فهو الذي خلق ذلك\nكله وهو الذي خلق في قلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nهذا المحسن والداعي والشافع إرادة الإحسان والدعاء والشفاعة ولا يجوز أن\nيكون في الوجود من يكرهه على خلاف مراده أو يعلمه ما لم يكن يعلمه أو من\nيرجوه الرب ويخافه ولهذا قال النبي صلى الله عليه وسلم: \"لا يقولن أحدكم\nاللهم اغفر لي إن شئت، اللهم ارحمني إن شئت ولكن ليعزم المسألة، فإن الله\nلا مكره له\"، والشفعاء الذين يشفعون عنده لا يشفعون إلا بإذنه، قال تعالى:\n{ولا يشفعون إلا لمن ارتضى} [الانبياء: من الآية28] ، وقال تعالى: {ولا\nتنفع الشفاعة عنده إلا لمن أذن له} [سبأ: من الآية23] ، بخلاف الملوك فإن\nالشافع عندهم قد يكون له ملك أو يكون شريكا لهم في الملك وقد يكون مظاهرا\nلهم معاونا على ملكه وهؤلاء يشفعون عند الملوك بغير إذن الملوك والملك يقبل\nشفاعتهم تارة على وجه إنعامهم عليه حتى أنه يقبل شفاعة ولده وزوجته لذلك\nفإنه محتاج إلى الزوجة وإلى الولد حتى لو أعرض عنه ولده وزوجته لتضرر بذلك <span id='ms53'></span>\nإلى أن قال والله تعالى لا يرجو أحدا ولا يخافه ولا يحتاج إلى أحد بل هو\nالغني إلى أن قال: والمقصود هنا أن من أثبت وسائط بين الله تعالى و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nبين خلقه كالوسائط التي تكون بين الملوك والرعية فهو مشرك بل هذا دين\nالمشركين عباد الأوثان\" إلى آخر ما قال رحمه الله، فانظر رحمك الله إلى ما\nقاله الشيخ رحمه الله، ثم تأمل كلام المكي أنهم إنما يتوسلون بالولي إلى\nربه ويطلبون منه أن يتوجه إلى ربه في قبول دعواتهم من ربهم لا منه هل بين\nكلامه وبين ما ذكره شيخ الإسلام فرق والله المستعان.\n</p>\n\n<p>\nوقوله: ويعتقدون فيهم ما يعتقده العلماء إن الميت لا تفنى روحه بل هو\nسميع عليم معارفه باقية وبركته باقية. فالجواب أن يقال: وهذه أيضا وهلة\nعظيمة وبليته أخرى فإنها مصادمة ومكابرة لقوله تعالى: {إن تدعوهم لا يسمعوا\nدعاءكم} الآية [فاطر:14] ، ولقوله: {ومن أضل ممن يدعو من دون الله من لا\nيستجيب له إلى يوم القيامة وهم عن دعائهم غافلون، وإذا حشر الناس كانوا لهم\nأعداء وكانوا بعبادتهم كافرين} [الاحقاف:56] ، وقد سوى هذا المعترض بين من\nنفى الله التسوية بينهما وهل هذا إلا مصادمة ومعارضة للقرآن فليهنأ معارضة\nكلام الله والجمع بين ما فرق الله، قال الله تعالى: {وما يستوي الأحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nولا الأموات} [فاطر: من الآية22] ، وقال تعالى: {والذين يدعون من دون\nالله لا يخلقون شيئا وهم يخلقون، أموات غير أحياء وما يشعرون أيان يبعثون}\n[النحل:2021] ، وقد تقرر أن الأموات لا يساوون الأحياء في وجه من الوجوه إذ\nالموت غير الحياة المعهودة وما ثبت لهم من الحياة فهي برزخية غير الحياة\nالمعهودة في الدنيا فمن أراد بها الحياة المعهودة في الدنيا التي تقوم فيها\nالروح بالبدن وتدبره وتصرفه ويحتاج معها إلى الطعام والشراب واللباس فهذا\nخطأ ظاهر والحس والعقل يكذبه كما يكذبه النص وأما من أراد حياة أخرى غير\nهذه الحياة بل تعاد الروح إليه إعادة غير الإعادة المألوفة في الدنيا ليسأل\nويمتحن في قبره ويرد <span id='ms54'></span> السلام على المسلمين فهذا حق ونفيه خطأ وقد دل عليه\nالنص الصحيح الصريح وهذه الحياة متفاوتة فحياة الأنبياء أكمل من حياة\nالشهداء وحياة الشهداء أكمل من حياة غيرهم وهذه الحياة حياة برزخية لا يعلم\nكنهها إلا الله فقول هذا الجاهل المركب إنهم يتوسلون بالولي إلى ربه\nويطلبون منه أن يتوجه إلى ربه في قبول دعواتهم قول غير معقول وضلال عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nأهل الحق غير مقبول فإن الميت قد انقطع عمله وهو لا يملك لنفسه نفعا ولا\nضرا بنص رسول الله صلى الله عليه وسلم حيث قال: \"إذا مات ابن آدم انقطع\nعمله إلا من ثلاث\" الحديث، فإذا كان قد انفطع عمله لنفسه فكيف يطلب منه أن\nينفع غيره أو يشفع له هذا من أمحل المحال وأضل الضلال.\n</p>\n\n<p>\nوقوله: إن الميت لا تفني روحه بل هو سميع عليم معارفه باقية وبركته باقية\nإلى آخره.\n</p>\n\n<p>\nفالجواب: أن يقال: إن سماع الميت مقيد بحال دون حال لا في جميع حالاته\nكما يشير إليه قول قتادة في أهل القليب وسماع الميت خفق نعال من يدفنونه\nإذا ولوا عنه وحال الأموات تختلف اختلافا عظيما وللأرواح بعد مفارقة هذا\nالجسم شأن لا يحيط بتفصيله إلا الله ومن زعم أن الاستمداد منهم جائز لا\nيفرق بين القريب والبعيد كما هو مشاهد ممن يدعو الأنبياء والصالحين ويستمد\nمنهم وأفضل الخلق صلى الله عليه وسلم قد ثبت عنه أنه يبلغ صلاة أمته مع\nالبعد عن قبره ولا يسمعه فكيف بغيره فإذا ثبت أنه لا يسمعه من بعيد بل\nيبلغه فغيره أولى فكيف يعتقد في الأموات أنهم يسمعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوينفعون ويضرون وهم جثث بالقبور صارت أجسامهم إلى الفنا والبلا فكيف ذهب\nالشيطان بعقول هؤلاء المشركين إلى أن بلغ بهم إلى أن نزلوا المخلوق منزلة\nالخالق والعبد العاجز منزلة المعبود القاهر فوق عباده ونزلوا الميت منزلة\nالحي القيوم الذي لا يعزب عنه مثقال ذرة في السموات ولا في الأرض فجعلوهم\nشركاء لله في الإلهية والربوبية والملك وفي علم الغيب واعتقدوا فيهم أنهم\nيسمعون <span id='ms55'></span> من دعاهم من الأماكن البعيدة وهم أموات رفات وقد قال تعالى: {والذين\nيدعون من دون الله لا يخلقون شيئا وهم يخلقون، أموات غير أحياء وما يشعرون}\nالآية [النحل:2021] فترك هؤلاء المشركون الإيمان بالقرآن ونبذوه وراء\nظهورهم واعتقدوا المحال الذي أحالته العقول الصحيحة وأنكرته الفطر السليمة\nالمستقيمة وإذا كان المدعو في حال حياته واجتماع حواسه وحركاته لا يسمع من\nدعاه على البعد ولو مسيرة فرسخ فكيف يجوز في عقل من له أدنى مسكة من عقل\nأنه إذا مات وفارقت روحه جسده وذهبت حواسه وحركته بالكلية وصار رهينا في\nالثرى جسدا بلا روح أنه والحالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nهذه يسمع من دعاه وإذا كانت أرواح الأنبياء والصالحين في أعلى عليين\nفيمتنع عقلاء وشرعا وفطرة وقدر أن الأرواح التي فوق السموات السبع وفي أعلى\nعليين أنها تسمع دعاء أهل الأرض وتنفعهم وتتصرف فيهم هذا محال قطعا وضلال\nمبين بدليل قوله تعالى: {وهم عن دعائهم غافلون} [الاحقاف: من الآية5] ، فكل\nمن دعى من الأموات والغائبين والأنبياء والصالحين فمن دونهم غافل عن دعاء\nداعية بنصوص القرآن العزيز الذي لا يأتيه الباطل من بين يديه ولا من خلفه\nتنزيل من حكيم حميد فسبحان من أنزل كتابه روحا وهدى ونورا وبرهانا يهتدى به\nمن هداه الله إلى صراطه المستقيم فمن قال: إنهم بعد مماتهم يسمعون دعاء من\nدعاهم لأن أرواحهم لا تفنى وهم في أعلى عليين فقد سوى بين الأرواح وبين\nالله الذي لا يعزب عنه مثقال ذرة في السموات ولا في الأرض ويسمع ضجيج\nالأصوات باختلاف اللغات على تفنن الحاجات ولا يشغله سمع عن سمع وبين\nالأموات والحي الذي لا يموت ونسبته اعتقاد ذلك إلى العلماء كذب بحث وتمويه\nعلى الجهال فلم يعتقد هذا أحد من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالعلماء المعروفين المشهورين بالعلم والصلاح والدين الذين لهم قدم صدق في\nالعالمين وإنما يعتقد هذا من يجوز دعاء الصالحين والالتجاء إليهم في الحياة\nوبعد الممات وبهذا تعرف خطأ هذا المعترض في اعتراضه على الصنعاني رحمه الله\nتعالى.\n</p>\n\n<p>\nفصل: قال المعترض ومن تلك الأمور <span id='ms56'></span> التي ذكر عبد الله السندي في رسالته\nقوله في حال زائر قبور الصالحين لكن لأي معنى قام يمشي إلى القبر إلى آخر\nما ذكره ثم قال وإذا لم يكن له اعتقاد في الميت على الصفة التي ذكرنا فهو\nعاص أثم إلى آخر كلامه نقلا عن محمد بن إسماعيل الصنعاني هذا ما نقله المكي\nقال وهو صريح في أن الصنعاني المذكور من التابعين لابن تيمية في معتقد هم\nالفاسد أن الولي الصالح لا يبقى له قدر ولا تشريف بعد موته إلى آخر ما ذكره\nوهذا المكي جاهل لا يعرف الرجال بالحق بل من كان معتقده معتقد أهل السنة\nوالجماعة فهو من أتباع ابن تيمية ونعما هي من خصلة سنيته، وحينئذ فالجواب\nأن يقال: قد تقدم قريبا نفى مساواة الميت بالحي فلا نطيل بإعادته فلم يبق\nإلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nما ذكره العلامة محمد بن إسماعيل الصنعاني رحمه الله تعالى وهو أن مشيك\nإلى القبر لتسمع الميت توسلك به وتعطف قلبه عليك وتتخذ عنده يدا بقصده\nوزيارته والدعاء عنده والتوسل به إذ قد تقدم أنه قد انقطع عمله فهو لا يملك\nلنفسه نفعا ولا يدفع عنها ضرا فكيف بغيره وهذا المعترض ما وجد ما يرد به\nكلام الصنعاني إلا أنه من التابعين لابن تيمية ولم يأت بدليل يرد ما ذكره\nإلا أن معتقد أهل السنة والجماعة المعتصمين بكتاب الله وسنة رسوله معتقد\nفاسد وذاك لجهله بما كان عليه السلف الصالح والصدر الأول فإنه لم ينقل عنهم\nأنهم كانوا يشدون الرحال لزيارة المشاهد ويقصدونهم لتفريج الكربات وإجابة\nالدعوات هذا لم ينقله أحد عنهم ولم يفعله أحد منهم وليس عند هذا المعترض\nإلا ما عند عبدة القبور والصالحين من الأكاذيب الموضوعة والحكايات المصنوعة\nوالحكايات المصنوعة وتمويهات من كانت أفئدتهم بالشر مطبوعة.\n</p>\n\n<p>\nقال المعترض: ومما يرد قوله: فهو عاص آثم ما نقله عبد الله السندي عن\nالشيخ حسين بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nغنام الإحسائي وهو من علمائهم المرضين عندهم إلى آخر ما نقله المعترض.\n</p>\n\n<p>\nوالجواب: أن هذا المعترض أسقط من كلام <span id='ms57'></span> الشيخ ابن غنام ما يهدم أصله\nويوافق الصنعاني رحمه الله وذكر ما لا يغني عنه عند التحقيق وجعله مناقضة\nوأنا أذكر كلام الصنعاني رحمه الله وكلام ابن غنام على أصله ليتبين لك\nتمويه هذا المعترض وعدم علمه ومعرفته بكلام العلماء والمتوافق المؤتلف\nوالمتناقض المختلف قال الصنعاني رحمه الله: \"ومن قال إنه لم يقصد بدعاء\nالأموات والنحر لهم والنذر عليهم عبادتهم فقل له فلأي مقتضى صنعت هذا\nالصنيع فإن دعاك للميت عند نزول أمر ربك لا يكون إلا لشيء في قلبك عبر عنه\nلسانك فإن كنت تهذوا بذكر الأموات عند عروض الحاجات من دون اعتقاد منك لهم\nفأنت مصاب بعقلك وهكذا إن كنت تنحر لله وتندر لله فلأي معنى جعلت ذلك للميت\nوحملته إلى قبره فإن الفقراء على ظهر البسيطة في كل بقعة من بقاع الأرض\nوفعلك وأنت عاقل لا يكون إلا لمقصد قد قصدته أو أمر قد أردته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا فأنت مجنون قد رفع عنك القلم ولا نوافقك على دعوى الجنون إلا بعد\nصدور أفعالك وأقوالك في غير هذا على نمط أفعال المجانين فإن كنت تصدرها\nمصدر أفعال العقلاء فأنت تكذب على نفسك في دعواك الجنون في هذا الفعل\nبخصوصه فرارا عن أن يلزمك ما لزم عباد الأوثان الذين حكى الله عنهم في\nكتابه العزيز ما حكاه بقوله: {وجعلوا لله مما ذرأ من الحرث والأنعام نصيبا}\nالآية [الأنعام:136] ، فتأمل كلامه رحمه الله وأن هذا فعل عاقل مختار قاصد\nمعتقد لذلك ثم قال: بعد ذلك في حال الزائر وإذا لم يكن له اعتقاد في الميت\nعلى الصفة التي ذكرنا فهو عاص إثم.\n</p>\n\n<p>\nوأما كلام ابن غنام رحمه الله فقال: \"العاشرة: قولهم في الاستسقاء لا بأس\nبالتوسل بالصالحين وقول أحمد يتوسل بالنبي صلى الله عليه وسلم خاصة مع\nقولهم أنه لا يستغاث بمخلوق فالفرق ظاهر جدا وليس الكلام فما نحن فيه فكون\nبعض يرخص بالتوسل بالصالحين، وبعضهم يخصه بالنبي صلى الله عليه وسلم وأكثر\nالعلماء ينهى عن ذلك ويكرهه هذه المسألة من مسائل <span id='ms58'></span> الفقه ولو كان الصواب\nعندنت قول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالجمهور أنه مكروه فلا ننكر على من فعله ولا إنكار في مسائل الاجتهاد،\nلكن أنكرنا على من دعا المخلوق أعظم مما يدعو الله تعالى ويقصد القبر يتضرع\nعند الشيخ عبد القادر أو غيره يطلب منه تفريج الكربات وإغاثة اللهفات\nوإعطاء الرغبات فأين هذا ممن يدعو الله مخلصا له الدين لا يدعو مع الله\nأحدا ولكن يقول في دعائه\" أسألك بنبيك أو بالمرسلين أو بعبادك الصالحين\" أو\nيقصد قبر معروف أو غيره يدعو عنده لكن لا يدعو إلا الله مخلصا له الدين\nفأين هذا مما نحن فيه فانظر رحمك الله كيف أسقط من كلام ابن غنام مما يهدم\nأصله وذكر منه ما ظن أنه مناقضة وهو عين الموافقة فإن قوله رضي الله عنه\nلكن أنكرنا على من دعا المخلوق أعظم مما يدعو الله تعالى ويقصد القبر يتضرع\nعند الشيخ عبد القادر أو غيره يطلب تفريج الكربات وإغاثة اللهفات وإعطاء\nالرغبات موافق لكلام الصنعاني رحمه الله في قوله فإن دعائك للميت عند نزول\nأمر ربك لا يكون ألا لشيء في قلبك عبر عنه لسانك فأين المناقضة بين هذين\nالكلامين. وأما قول الصنعاني في حال الزائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا لم يكن له اعتقاد في الميت على الصفة التي ذكرنا فهو عاص آثم وقول\nابن غنام فأين هذا ممن يدعو الله مخلصا له الدين لا يدعو مع الله أحدا ولكن\nيقول في دعائه أسألك بنبيك إلى آخره فإن كلام الصنعاني رحمه الله في شد\nالرحال لزيارة المشاهد وشد الرحال إليها بدعة محرمة ومن فعل ذلك ولم يكن له\nاعتقاد في البيت فهو عاص آثم لقوله صلى الله عليه وسلم: \"لا تشد الرحال إلا\nإلى ثلاثة مساجد\" الحديث. وأما شد الرحال إلى المشاهد فبأي دليل ومن فعل\nذلك كان عاصيا آثما لارتكابه ما نهى عنه رسول الله صلى الله عليه وسلم،\nوكلام ابن غنام في التوسل.\n</p>\n\n<p>\nوقد اختلف العلماء في جوازه ومنعه كما ذكروا إذا كانت المسألة اجتهادية\nفهولاء إنكار في <span id='ms59'></span> مسائل الاجتهاد فأين المناقضة بين هذين الكلامين هذا في\nالتوسل وهذا في شد الرحال، وابن غنام رحمه الله من أشد الناس منعا من شد\nالرحال إلى المشاهد وليس في كلامه هذا ما يشعر بجوازه لا لفظا ولا معنى\nإنما كلامه في الفرق بين من يدعو الصالحين ويطلب منهم تفريج الكربات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوإغاثة اللهفات وبين من لا يدعو إلا الله مخلصا له الدين لا يدعو مع الله\nأحدا لكن يقول في دعائه أسألك بكذا وكذا فإن فعل الأول عنده كفر وخروج من\nالإسلام والثاني فعله مكروه عنده ومن فعله باجتهاد فلا ينكر عليه ولكن هذا\nالمعترض أراد بهذا التلبيس والتمويه على خفافيش البصائر وإن كلام هؤلاء\nمتناقض فالله يجزيه الذي هو أهله.\n</p>\n\n<p>\nفصل: قال المعترض بعد أن ذكر كلام الشوكاني في قوله: إن التوسل بأهل\nالفضل هو في التحقيق توسل بأعمالهم إذ لا يكون الفاضل فاضلا إلا بأعماله\nورد السندي على الشوكاني هذا الكلام بأربعة وجوه ذكرها قال المكي: فانظر\nكيف أنكر على الشوكاني تقدير المضاف واستدل بالرد عليه بوجوه أربعة كما\nنقلته آنفا ثم وقع في تقدير المضاف في قوله، فإن المراد بالتوسل بالنبي صلى\nالله عليه وسلم هو التوسل بدعائه إلى كلامه.\n</p>\n\n<p>\nومقصوده بهذا أنهما من اتباع ابن تيمية وقد ناقض أحدهما الآخر، والجواب\nأن يقال: إذا كان السندي من أتباع ابن تيمية والشوكاني كذلك من أتباع ابن\nتيمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفا في مسألة فاختلافهم لا يسقط الحق مع من كان والحق أحق أن يتبع\nوالصواب هو ما قاله السندي فإن حقيقة التوسل بالشيء التوسل بذاته والتوسل\nبالأعمال أمر خارج زائد على الحقيقة ولا يصرف عن الحقيقة إلى المجازا لا\nلمانع فلا يتم له الدليل على أن التوسل بذواتهم إنما هو باعتبار ما قام بهم\nمن الأعمال الصالحة فإن الثلاثة الذين انطبقت عليهم الصخرة لم يتوسلوا إلا\nبأعمالهم الخارجة عن حقيقة الذات ولم يتوسلوا بذواتهم وكونه أعني هذا\nالمعترض جعل كلام السندي متناقضا لأنه قال في آخر الكلام فإن المراد\nبالتوسل بالنبي <span id='ms60'></span> صلى الله عليه وسلم وبعم النبي صلى الله عليه وسلم في هذا\nالقول هو التوسل بدعاء النبي صلى الله عليه وسلم وبدعاء عمه هذا ليس بتناقض\nفإن التوسل بالنبي في عرف الصحابة هو التوسل بدعائه وكذلك لما توسل عمر\nبالعباس إنما هو بدعائه لقوله: \"قم يا عباس فادع الله\"، وكقول معاوية ليزيد\nبن الأسود الجرشي: \"قم يا يزيد فادع الله\"، وليس هذا توسلا بالذوات لأن\nالتوسل بالذوات لم يرد إلا بلفظ غير ثابت لا يصح والتوسل بالأعمال قد ثبت\nبالكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوالسنة الصحيحة وليس هذا من تقدير المضاف في شيء حتى يكون تناقضا.\n</p>\n\n<p>\nفصل: قال المعترض: ومن تلك الأمور التي ذكرها عبد الله السندي بعد أن نقل\nعن شيخنا السيد دحلان أن العلامة ابن جماعة نقل عن الإمام أبي حنيفة\nاستقبال القبر الشريف أي للزائر عند السلام عليه صلى الله عليه وسلم، قوله:\nأقول راجعت منسك ابن جماعة فلم أجد أثرا من هذا النقل وإنما فيه في ذلك\nالباب إن الذي صححه الحنفية أنه يستقبل القبلة عند السلام عليه والدعاء إلى\nآخره قال: والجواب:\n</p>\n\n<p>\nأولا: أن شيخنا فيما نقله عن ابن جماعة من الأوضاع التي ملأ بها رسالته\nالوضيعة ومقالاته الواهية الشنيعة فإنه رجل كذاب وضاع لا يستحيي من الكذب\nعلى أهل العلم وقد قال صلى الله عليه وسلم: \"إن مما أدرك الناس من أمر\nالنبوة الأولى إذا لم تستحي فاصنع ما شئت\". والذي يدل على كذبه ما قاله ابن\nجماعة في منسكه: أن الذي صححه الحنفية أنه يستقبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالقبلة عند السلام عليه والدعاء وإطلاق دحلان ما نقله عنه ولم يقيده\nبمنسك ولا باب غير مسلم له صحة ذلك؛ لأنه معروف بالوضع والكذب وإذا كان ذلك\nكذلك فالمثبت للكذب لا يقدم على النافي له فإن المتقرر عند العلماء إن\nالجرح مقدم على التعديل فمالك ولهذه الصناعة وأنت لست ممن يتجر في هذه\nالبضاع ولا ممن يسرح النظر في تلك الفياض ويسيم في فيح تلك المطاوح\nوالرياض.\n</p>\n\n<p>\nفقل لغليظ القلب ويحك ليس <span id='ms61'></span> ذا ... بعشك فادج طالبا عشك البال\n</p>\n\n<p>\nولا تك ممن مد باعا إلى جنا ... فقصر عنه قال ذا ليس بالمجال\n</p>\n\n<p>\nوقول المعترض: أن في رد هذه المقالة الخاطئة سوء أدب في حق علامة زمانه\nفهذا من عدم معرفته بما كان عليه أهل الحديث من الجرح والتعديل ونفيهم ما\nلم يصح نقله عن أهل العلم بالبرهان والدليل إذ نفى الكذب عنهم من نصرهم\nوالذب عنهم والقيام بحقوقهم وبتبرئتهم من الكذب المنسوب إليهم وأما دحلان\nفهو لا حرمة له لأنه من الدعاة إلى عبادة القبور وطلب الحوائج من الأموات\nوالالتجاء إليهم في كشف الشدائد في الملمات والمهمات ومن كان بهذه المثابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nفلا حرمة له ولا كرامة قال: وأرجو بفضل الله إن لم تتب وتندم أن يجازيك\nالله على سؤضيعك تبا ليفك هذه الرسالة في الرد على شيخنا السيد أحمد دحلان\nبالذل والهوان في الدنيا والآخرة سوف ترى إذا انجلى الغبار أفرس تحتك أم\nحمار.\n</p>\n\n<p>\nوالجواب أن يقال: نعم إذا انكشف الغبار، وافترق الناس فريقين فريق إلى\nالجنة وفريق إلى النار، هل تحته فرس أجراه لنصر الله ورسوله وأئمة المسلمين\nأو حمار، وستعلم حينئذ من كان على نهج الرسول وطريقه ومن نحى طريقة أبي جهل\nوكان من فريقه، {وسيعلم الذين ظلموا أي منقلب ينقلبون} [الشعراء: من\nالآية227] ، و {لكل نبأ مستقر وسوف تعلمون} [الأنعام:67] ، وليس من نصر\nالله ورسوله وأئمة المسلمين وذب عنهم وأمر بتوحيد الله بإخلاص العبادة له\nبالدعاء والخوف والرجاء والخشية والرغبة والرهبة والخضوع والخشوع والمحبة\nوالتعظيم والتوكل والإنابة والاستغاثة والاستعانة وغيرها من أنواع العبادات\nكمن ذب عمن صرفها لغيره من المعبودات الأحياء منهم والأموات فأحبهم محبة\nتأله وخضوع ودعاء مع الله في المهمات والملمات والحوادث التي لا يكشفها ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nيجيب الدعاء فيها إلا فاطر الأرض والسموات وعكف حول أجداثهم وقبل أعتابهم\nوتمسح بآثارهم طلبا للغوث واستجابة الدعوات.\n</p>\n\n<p>\nوالله لن يستويا ولن يتلاقيا ... حتى تشيب مفارق الغربان\n</p>\n\n<p>\nوما أحسن ما قيل شعرا:\n</p>\n\n<p>\nوما يستوي الشخصان هذا مصعد ... إلى المرقب الأعلى وهذا مصوب <span id='ms62'></span>\n</p>\n\n<p>\nوما يستوي البرقان هذا مبشر ... بغيث وهذا كاذب للمع خلب\n</p>\n\n<p>\nولولا العيون الرمد ما كان يستوي ... على حالة ضدان نور وغيهب\n</p>\n\n<p>\nفصل: قال المعترض: ومن تلك الأمور التي ذكرها السندي بعد أن نقل عن شيخنا\nعن ابن حجر أن الإمام الشافعي أيام هو ببغداد كان يتوسل بالإمام أبي حنيفة\nإلى آخر قوله: لا بد فيما ذكر من سند يعتمد عليه وبعده أقوال من ذكروا\nفعالهم ليست من الحجة في شيء قال: فيقال لعبد الله السندي مثل هذا المطلب\nلا يتوقف على سند الأحكام إلى آخر ما قال.\n</p>\n\n<p>\nوالجواب إنما قاله عبد الله السندي هو الحق والصواب لما قدمنا أن الناقل\nلها معروف بالوضع والكذب وهي كما ذكر في إغاثة اللهفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nمن أن الحكاية المنسوبة عن الشافعي أنه كان يقصد الدعاء عند قبر أبي\nحنيفة من الكذب الظاهر بل قد ثبت عن الإمام الشافعي رحمه الله أنه قال:\n\"أكره أن يعظم مخلوق حتى يجعل قبره مسجدا مخافة الفتنة عليه وعلى من بعده\nمن الناس وذكر هذا عن أبي بكر الأثرم وغيره من أصحاب أحمد وسائر العلماء\nذكره شيخ الإسلام رحمه الله وأما كون هذا المطلب لا يتوقف على سند فهذا لا\nيقوله من له أدنى إلمام بالعلوم ولا معرفة له بالمنطوق والمفهوم بل لا بد\nفي نقل ذلك من سند يعتمد عليه وإلا فهو كذب والكذب مردود على من افتراه\nوافترعه.\n</p>\n\n<p>\nوقول المكي: وكفى بقولك أقوال من ذكروا فعالهم ليست من الحجة في شيء قبحا\nوسوء أدب مع الإمام الشافعي وأضرابه وإذا لم تقتد بأقوال وأفعال من ذكر في\nمثل هذه الفضائل فيمن يحسن الاقتداء إلى آخر ما قال، فيقال: لو صحت هذه\nالحكاية وحاشى وكلا إن تصح وكان الشافعي رضي الله عنه قد فعلها ولم يفعلها\nمالك ولا أبو حنيفة ولا أحمد فضلا عن أبي بكر وعمر وعثمان وعلي أفكان فعله\nحجة على مالك وأبي حنيفة وأحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل من خالفه في هذه المسألة والصحابة رضي الله عنهم لم يذكر <span id='ms63'></span> عن أحد\nمنهم أنه فعل هذا ولا جاء به خبر عن رسول الله صلى الله عليه وسلم وقد صح\nعنه صلى الله عليه وسلم أنه قال: \"من عمل عملا ليس عليه أمرنا فهو رد\"، ومن\nنقل هذا عن أحد من الصحابة فعليه الدليل بنقل العدل الضابط عن مثله وإذا لم\nينقل فهو مردود على من قال به أو فعله لأن العبادات مبناها على التوقيف\nوهؤلاء الأئمة الأربعة قد نهوا الناس عن تقليدهم في كل ما يقولونه وذلك هو\nالواجب عليهم.\n</p>\n\n<p>\nقال أبو حنيفة رحمه الله: \"هذا رأيي فمن جاء برأي خير منه قبلناه\"، ومالك\nكان يقول: \"إنما أنا بشر أصيب وأخطئ فأعرضوا قولي على الكتاب والسنة\"، أو\nكلاما هذا معناه والشافعي يقول: \"إذا صح الحديث فأضربوا بقولي الحائط وإذا\nرأيت الحجة موضوعة على الطريق\" فهي قولي والإمام أحمد كان يقول: \"لا تقلدني\nولا تقلد مالكا ولا الشافعي ولا الثوري وتعلم كما تعلمنا\". فإذا كان الأئمة\nالأربعة رضي الله عنهم قد نهونا عن تقليدهم إلا فيما وافق الكتاب والسنة\nولم يكن مع الإمام الشافعي سنة فيما فعله على سبيل الفرض والتقدير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن حجة كيف وقد قال: \"إذا صح الحديث فاضربوا بقولي الحائط\"، وحسن\nالأدب معه أن يتمثل أمره في المعروف وسوء الأدب معه أن يرتكب ما نهى عنه\nمما خالف الحق ويكفيك من سوء معتقد هذا المكي وعدم بصيرته أنه جعل هذه\nالأوضاع التي لا تصح عن أحد من الأئمة فضائل فالله المستعان.\n</p>\n\n<p>\nفصل: قال المعترض: ومن تلك الأمور التي ذكرها عبد الله ترجمته لمحمد بن\nعبد الوهاب ناقلا عن الشيخ حسين بن غنام الأحسائي مما يفيد الثناء على محمد\nبن عبد الوهاب، قال: فيقال لعبد الله السندي عندنا معاشر أهل الحق من أهل\nالمذاهب الأربعة ومقلديهم أن ثناءك على ابن عبد الوهاب من أعظم عيوب رسالتك\nوكيف تثني على من طبق البقاع خبره الشنيع وملأ الأسماع وصفه الوضيع، وقد\nذمه من علماء عصره عدد كثير فذكر منهم عبد الله <span id='ms64'></span> بن داود الحنبلي، وأحمد بن\nعلي القباني صاحب البصرة وعطاء المكي وأحمد المصري الأحسائي، ومحمد بن عبد\nالرحمن بن عفالق، وعلوي بن أحمد الحداد.\n</p>\n\n<p>\nوالجواب أن يقال: إن معاشر أهل الحق ولله الحمد والمنة على خلاف ما زعمت\nوعلى غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nطريقتك التي انتحلت وقد أثنوا عليها وارتضوها وأقروا ما فيها من الثناء\nالجميل ويتقنوا فضل الشيخ وعلمه وتحقيقه، وصنفوا مصنفات أوضحوا فيها معتقده\nوتصديقه وأنه كان على ما كان عليه السلف الصالح في باب العلم والإيمان،\nوالتحقيق والعرفان، ولا عبرة بمن خالفهم وإن كانوا عديد الشاء والبعران\nوأما من ذمه ممن ذكرت فإن كل هؤلاء ممن شرق بهذا الدين وعصفت عليهم عواصف\nالشقوة فسفتهم إلى أسفل السافلين، وماذاك إلا لما ألفوه من عادات أهل\nالزمان من عبادة الطواغيت والأوثان و {إنا وجدنا آباءنا على أمة وإنا على\nآثارهم مقتدون} [الزخرف: من الآية23] .\n</p>\n\n<p>\nوحسدا منهم وبغيا حيث من الله على هذا الشيخ بإظهار هذه الدعوة كما قال\nإخوانهم {أهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين}\n[الأنعام: من الآية53] ، وكل من هؤلاء قد أدحض الله حجته وألقم حجرا بالعلم\nوالبرهان وصارت مصنفاتهم وردودهم ضحكة للساخرين وشماتته لمن نظر فيها من\nأهل المعرفة والدين؛ لأنهم إنما نقلوا فيها منكرا من القول وزورا، وأوحى\nبعضهم إلى بعض زخرف القول غرورا، {وجادلوا بالباطل ليدحضوا به الحق} [غافر:\nمن الآية5] وعدلوا عن منهج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالإصابة والصدق فهم بما لفقوه يموهون، {فتقطعوا أمرهم بينهم زبرا كل حزب\nبما لديهم فرحون} [المؤمنون:53] ، وأظنوا أنهم بما كتبوه حازوا قصب السبق\nوالغناه وعجوا وضجوا وما أبقوا ممكنا، وحسبوا أنهم لهذا الدين يطفؤن {ويأبى\nالله إلا أن يتم نوره ولو كره الكافرون} [التوبة: من الآية32] .\n</p>\n\n<p>\nفلما طلع عليهم باسم هذا النور، وعصفت عليهم عواصف الهوان والدبور،\nتسنموا غارب البهتان والفجور، وأظهروا أنهم لهذا الدين ينصرون {وإذا قيل\nلهم لا تفسدوا في الأرض قالوا إنما نحن مصلحون، ألا إنهم هم المفسدون ولكن\nلا يشعرون} [البقرة:1112] . وزينوا للناس سلوك مناهج الضلال <span id='ms65'></span> والهلاك وزجوهم\nإلى ما يوقعهم في شبائك الإشراك، وأوهموا الجهال والطغام أنهم يهدون بالحق\nوبه يعدلون، {وإذا قيل لهم آمنوا كما آمن الناس قالوا أنؤمن كما آمن\nالسفهاء ألا إنهم هم السفهاء ولكن لا يعلمون} [البقرة:13] ، وقد دعاهم\nالشيخ إلى دين الله ورسوله وأشادلهم المنار والمعالم عن فروعه وأصوله وبين\nلهم كيف الطريق إلى وصوله وكشف لهم القناع ولكنهم به يستهزؤون {ولو علم\nالله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون} [لأنفال:23] فمزقهم\nالله تعالى: أيادي سبا، وأظهر الله من أظهر دين وأحبتي، و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nمكن لهم دينهم الذي ارتضاه لهم وحبا فهم بجبله مستمسكون {ونريد أن نمن\nعلى الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين، ونمكن لهم في\nالأرض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون} [القصص:56] .\n</p>\n\n<p>\nوقول هذا المعترض: أفتريد أيها السندي أن تروج برسالتك هذه ضلال من اتضح\nلمن ذكر حاله وحال متبعيه مثلم بل قد زدنا بوصول رسالتك ورسالة التابع لك\nعبد الكريم بصيرة بأحوالكم وأعمالكم.\n</p>\n\n<p>\nفالجواب أنه ولله الحمد ما أراد برسالته غير نصر الحق وإدالته وإدحاض\nالباطل وإزالته، وبيان هوس هذا المكي وجهالته، وسوء معتقد وضلالته ما أراد\nالترويج كما حرر هذا الجاهل بمقالته الشنيعة، وأظهره في اعتراضاته الوضيعة،\nوهذا هو الواجب على من أعطاه الله العلم ومنحه بكرمه وفضله الدراية والفهم\n{فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها} [يونس: من الآية108]\n، و {ليهلك من هلك عن بينة ويحيى من حي عن بينة} [لأنفال: من الآية42] ، ثم\nذكر بعد هذا ما لخصه من تأليف علوي بن أحمد الحداد فيما جمعه من أقوال من\nعاصر شيخ الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nابن تيمية رحمه الله من حاسديه ومعاديه لأجل حظوظ نفوسهم وبغيا منهم أن\nينزل الله من فضله على من يشاء من عباده وما أحسن ما قيل، وما ضر عين الشمس\nإن كان ناظرا، إليها عيون لم تزل دهرها عميا. فأما ما نقله عن الذهبي رحمه\nالله وهو ممن أثنى على شيخ الإسلام ونشر <span id='ms66'></span> فضله وعلمه، وهو من أجل تلامذته\nففيه بعض الألفاظ المخالفة لما تقدم عنه في ترجمته لشيخ الإسلام ولا آمن أن\nتكون من تحريفات هؤلاء الوضاعين. وأما كلام الشعراني عن أبي الحسن الشاذلي\nفشنشنة أعرفها من أخزم فلا جرم أنه ممن تظاهر بعداوة الشيخ وما علمنا أن\nالشيخ رحمه الله أنكر على أحد من العارفين المعروفين بالصلاح والولاية\nولكنه بين كفر ابن عربي وأمثاله كابن الفارض وغيرهما من الملاحدة وهم عند\nهؤلاء من أولياء الله العارفين وهم من أكفر أهل الأرض عند العلماء\nالمحققين، ومن شك في كفرهم فهو كافر كما ذكره الإمام ابن المقرئ الشافعي\nرحمه الله، وأما ما قال عبد الرحمن الأشموني في حاشيته نقلا من فتاوى\nالعراقي فقد أثنى عليه إلا في قدر ستين مسألة فروعية ذكر أنه وافقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nعليها غير واحد من الأئمة وحينئذ فلا مطعن عليه ولا لوم يتوجه إليه دون\nغيره من العلماء وقد تقرر عند أهل العلم أن لا إنكار في مسائل الاجتهاد ثم\nإنهم ولله الحمد لم يستطيعوا أن يحصروا حسناته كما حصروا لو سلم لهم بزعمهم\nسيئاته والعصمة إنما هي للرسل ومن ذا الذي ترضى سجاياه كلها، كفى المرأ\nنبلا أن تعد معائبه.\n</p>\n\n<p>\nقال المكي: وإذا تبين مازدناك هنا مما نقله الثقات في بيان حاله علمت\nواتضح لك أن وصف محمد بن عبد الوهاب، وحاله مبني ومتفرع على ما أصله ابن\nتيمية فهو ضلال وفساد متفرع على ضلال وفساد إلى آخر ما هذا به.\n</p>\n\n<p>\nوالجواب أنا قد بينا فيما مضى من حال شيخ الإسلام رحمه الله وما قاله أهل\nالعلم والتحقيق ما يعلم به فضله وعلمه وورعه وزهده وسمته وهديه وأنه على ما\nكان عليه السلف الصالح والصدر الأول من حسن السيرة وسلامة المعتقد وأنه برئ\nمما نسب إليه أعداؤه مما خالف الكتاب والسنة والسلف الصالح فلا نطيل\nبإعادته.\n</p>\n\n<p>\nوكذلك الشيخ محمد بن عبد الوهاب قد بينا أصل ظهوره ودعوته وما كان عليه\nأهل الأقطار من الشرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوعبادة الأولياء والصالحين والطواغيت والأوثان <span id='ms67'></span> خصوصا أهل نجد قبل دعوته\nوذكرنا شيئا من سيرته وأخباره وعقيدته وشيئا من كلامه في رسائله والعجب كل\nالعجب أن هذا المعترض قد تصفح رسالة السندي من أولها إلى آخرها وهي مملوءة\nمن كلام شيخ الإسلام ابن تيمية وكلام شيخ الإسلام محمد بن عبد الوهاب\nوأولاده وتلامذته فلم يفرح على لفظة واحدة من كلامهم بحق يحقه أو باطل\nيبطله ولو وجد باطلا وهو ذو علم ما أهمله ولكنه عدل إلى هذه المعارضة\nوالمناقضة للسندي التي هي أوهن من بيت العنكبوت وقد خصم نفسه في أول وهلة\nمن كتابه حيث قال في رده على السندي وعبد الكريم ولم التفت لمعارضته كل\nواحد منهما في رد مقالته ببرهان عقلي وشرعي وإذا تبين لك أنه لم يرد\nمقالتهما ببرهان عقلي أو برهان شرعي كان رده وكلامه من جنس كلام المجازيب\nالذين ينطقون بما لا يعقلون ومن كلام من يقول على الله بلا علم إذا الكلام\nالخالي من البرهان الشرعي قول بلا علم والعلم، قال الله وقال رسوله،\nوالكلام الخالي من البرهان العقلي لا يقيم حجة ولا يهدى إلىمحجة بل مجرد\nهوس وتخليط فالحمد لله الذي جعلهم بهذه المثابة وحرمهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nببغيهم وعدوانهم طريق الإصابة، ثم ذكر بعد هذا فصلا فقال فصل، ما كتبته\nعلى ما ذكره عبد الله السندي يغني في الرد على رسالة عبد الكريم إذ هي\nصغيرة كالفرع عن رسالة عبد الله السندي لكني رأيت عبد الكريم في رسالته\nقال: فإثبات علم المسؤلات مع البعد في المسافات من قبيل إثبات العلم\nبالمغيبات إلى آخر ما أطال به مما يفيدان من زعم أن النبي صلى الله عليه\nوسلم يعلم الغيب يكفر وأن من ادعى علم الغيب كان كافرا.\n</p>\n\n<p>\nوالجواب أن يقال: إن هذا المعترض قد حذف من كلام عبد الكريم بعضا وتصرف\nفيه وإنا أسوقه بحروفه فال عبد الكريم: \"ويمكن كونه كناية عن أعلامه بأن\nفلانا صلى عليك فإثبات علم المسؤلات بناء على الحياة من غير فرق في القرب\nوالبعيد من المسافات ولو <span id='ms68'></span> في شأن أشرف الكائنات من قبيل العلم بالمغيبات\"\nفحذف هذا المعترض من كلامه قوله: \"بناء على الحياة من غير فرق في القريب\nوالبعيد من المسافات ولو في شأن أشرف الكائنات\"، وكلام عبد الكريم هذا حق\nفإن من زعم أن النبي صلى الله عليه وسلم أو غيره كان بعد موته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nيعلم ما يقع في الأقطار والجهات على بعد المسافات بناء على أنه كان في\nالحياة كذلك من غير فرق بين البعيد والقريب فقد أعظم الفرية على الله وعلى\nرسوله كما قالت عائشة رضي الله عنها من زعم أن محمدا رأى ربه فد كذب ومن\nزعم أن أحدا يعلم الغيب فقد كذب وهل في الوجود أفسد، ومن هذا البناء فما\nكان في حيوته عليه الصلاة والسلام وهو في المدينة يعلم ويسمع ما يقع في\nأقطار الأرض من العرب والعجم بل روى عنه صلى الله عليه وسلم أنه يسمع سلام\nالمسلم من قريب ويبلغه من بعيد إذا تقرر هذا فقد قال تعالى: {وعنده مفاتح\nالغيب لا يعلمها إلا هو} [الأنعام: من الآية59] ، وقال: {قل لا أقول لكم\nعندي خزائن الله ولا أعلم الغيب} [الأنعام: من الآية50] ، وقال: {قل لا\nيعلم من في السماوات والأرض الغيب إلا الله} [النمل: من الآية65] ، وقال\nلنبيه: {قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله ولو كنت أعلم الغيب\nلاستكثرت من الخير وما مسني السوء} [الأعراف: من الآية188] ، وقال: {ولله\nغيب السماوات والأرض} [النحل: من الآية77] ، وقال له: {له غيب السماوات}\n[الكهف: من الآية26] ، قال المسيح: {سبحانك ما يكون لي أن أقول ما ليس لي\nبحق إن كنت قلته فقد علمته تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت\nعلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالغيوب} [المائدة: من الآية116] ، وقال: {ألم تعلم أن الله يعلم ما في\nالسماء والأرض إن ذلك في كتاب إن ذلك على الله يسير} [الحج:70] ، فمدح نفسه\nوأثنى عليها بانفراده وتخصيصه بعلم الغيب دون خلقه فإن كما العلم وإحاطته\nبجميع المعلومات كلياتها وجزئياتها <span id='ms69'></span> وصف كمال استحق به تعالى أن يطاع ويتقي\nويرجى ويعبد وعلم الخلائق أجمعين بالنسبة إلى علمه كنسبة ما يأخذه العصفور\nفي منقاره من البحار كما في قصة موسى والخضر لأنهما لما ركبا في السفينة\nجاء عصفور فنقر في البحر فقال الخضر ما نقص علمي وعلمك من علم الله إلا كما\nنقص هذا العصفور من البحر فمن تقرر هذا لديه وأمن بما دل عليه لم يلتفت إلى\nإطلاق ما أطلقه هذا المعترض بقوله اعتراضا على عبد الكريم أن كلامه يفيد أن\nمن زعم أن النبي صلى الله عليه وسلم يعلم الغيب يكفر وأن من ادعى من\nالمؤمنين علم الغيب لا يكفر بذلك وهل هذا إلا مصادمة ومصادرة لقوله تعالى:\n{قل لا يعلم من في السماوات والأرض الغيب إلا الله} [النمل: من الآية65] ،\nوقوله: {ولو كنت أعلم الغيب لاستكثرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nمن الخير} [لأعراف: من الآية188] ، ومن قال ذلك فقد انسلخ من الإسلام\nوالعياذ بالله ولا يمر على سمع الموحد اسمج من هذا واشنع منه فتأمل قوله\nتعالى: {وعنده مفاتح الغيب لا يعلمها إلا هو} [الأنعام: من الآية59] ، ثم\nتأمل إطلاق من أطلق أن النبي صلى الله عليه وسلم أو غيره يعلم الغيب فإن\nصريح الآية نفى علم مفاتح الغيب عن غيره تعالى وكذلك قوله: {قل لا يعلم من\nفي السماوات والأرض الغيب إلا الله} [النمل: من الآية65] ، فيه نفى علمه عن\nكل من في السموات والأرض إلا الله تعالى، وهي صريحة في النفي عن غيره،\nوكذلك قوله لنبيه صلى الله عليه وسلم: {قل لا أقول لكم عندي خزائن الله ولا\nأعلم الغيب} [الأنعام: من الآية50] صريح في نفي علم الغيب عن سيد ولد آدم\nفضلا عن غيره، وكذلك قوله: {ولله غيب السماوات والأرض} [هود: من الآية123]\nتقديم الجار والمجرور يفيد الاختصاص والحصر، فعلم الغيب له تعالى لا لسواه،\nوقوله: {ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك\nعلى الله يسير} [الحج:70] هذا يفيد اختصاصه تعالى وانفراده <span id='ms70'></span> بعلم الغيب لأن\nالسياق لبيان الكمال والمدح والثناء على نفسه تعالى ولو ثبت ذلك لغيره لفات\nالمقصود من السياق وكذلك قول المسيح يشير إلى هذا كما يدل عليه إقحام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nالضمير بين خبر إن واسمها وكما يفيده التأكيد بأن، وفي الخبر أن جارية\nتغنت بقوله: \"وفينا رسول الله يعلم ما في غد، فسمعها النبي صلى الله عليه\nوسلم فقال لها: دعي هذا وقولي غيره\"، وفي حديث عمر في سؤال جبريل عن\nالإسلام والإيمان والإحسان والساعة أن النبي صلى الله عليه وسلم قال له:\n\"في خمس لا يعلمهن إلا الله، وتلا قوله تعالى: {إن الله عنده علم الساعة\nوينزل الغيث} الآية [لقمان: 34] ، وقالت عائشة رضي الله عنها: \"من زعم أن\nمحمدا رأى ربه فقد كذب، ومن زعم أن أحدا يعلم الغيب فقد كذب\"، وتأمل قوله\nتعالى: {الحمد لله الذي له ما في السماوات وما في الأرض وله الحمد في\nالآخرة وهو الحكيم الخبير، يعلم ما يلج في الأرض وما يخرج منها وما ينزل من\nالسماء وما يعرج فيها} الآية [سبأ:12] كيف تجد تحتها من إثبات الحمد\nوالثناء المطلق على نفسه المقدسة بما دلت عليه هذه الآيتان الكريمتان ولو\nقيل بمشاركة غيره في ذلك لفات الحمد المقصود ولما تأتى هذا الثناء بما\nيشاركه فيه مخلوق ضعيف، قال مالك بن أنس رحمه الله: \"أو كلما جاءنا رجل\nأجدل من رجل تركنا ما نزل به جبرئيل على محمد صلى الله عليه وسلم لأجل\nجدله\".\n</p>\n\n<p>\nقال المعترض:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوحاصل ما ينبغي في تحقيق هذه المسألة من غير أن أطول بنصوص كثيرة بل\nأقتصر فيما يتعلق بما ذكر على صورة سؤال وملخص جوابه من خاتمة الفتاوى\nللشهاب ابن حجر الهيثمي، قال فيها: \"سئل أي الشهاب ابن حجر بما لفظه: من\nقال: إن المؤمن يعلم الغيب هل يكفر، لقوله تعالى: {قل لا يعلم من في\nالسماوات والأرض الغيب إلا الله} ، وقوله: {عالم الغيب فلا يظهر على غيبه\nأحدا} [الجن:26] .\n</p>\n\n<p>\nأو يستفصل لجواز العلم بجزئيات من الغيب فأجاب بقوله: لا <span id='ms71'></span> يطلق القول\nبكفره لاحتمال كلامه ومن تكلم بما يحتمل الكفر وغيره وجب استفصاله كما في\nالروضة وغيرها ومن استفصل فقال: أردت بقولي المؤمن يعلم الغيب أن بعض\nالأولياء قد يعلمه الله ببعض المغيبات قبل منه ذلك لأنه جائز عقلا وواقع\nنقلا إذ هو من جملة الكرامات الخارجة عن الحصر على ممر الأعصار فيعضهم\nيعلمه بخطاب وبعضهم يعلمه بكشف حجاب وبعضهم يكشف له عن اللوح المحفوظ حتى\nيراه إلى آخر ما قال.\n</p>\n\n<p>\nفالجواب أن يقال: إن العلم بجزئيات الغيب لا يفيد أن من علمه فقد علم\nالغيب أو أنه ناسخ للنصوص العامة المطلقة غاية ما هناك إثبات ما دل عليه\nالاستثناء في الآيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nالآتي بيانها كبعض الأفراد الجزئية وهو لا يمنع العموم بل العام باق على\nمفهومه كم لا يخفى على من له أدنى مفهوم وبهذا تعلم بطلان دعوى من ادعى أن\nالأموات يعلمون الغيب فإن هذه الدعوى مصادمة ومصادرة لما مر من النصوص ولأن\nالغيب اسم يقع على كل ما غاب عن الخلق من العلوم والمعارف وما كان وما يكون\nوما لم يكن لو كان كيف يكون فمن عرف هذا عرف أنه لا يجوز إطلاق القول بجواز\nحصول علم الغيب لأحد من الخلق وإما ما جاء من الاستثناء في بعض الآيات\nكقوله {عالم الغيب فلا يظهر على غيبه أحدا، إلا من ارتضى من رسول}\n[الجن:2627] قال ابن كثير رحمه الله تعالى: \"كقوله: {ولا يحيطون بشيء من\nعلمه إلا بما شاء} [البقرة: من الآية255] وهكذا قال ههنا أنه يعلم الغيب\nوالشهادة وأنه لا يطلع أحدا من خلقه على شيء من علمه إلا بما أطلعه الله\nتعالى عليه ولهذا، قال: {فلا يظهر على غيبه أحدا، إلا من ارتضى من رسول}\nفهذا يعم الرسول الملكي والبشرى ثم قال: {فإنه يسلك من بين يديه ومن خلفه\nرصدا} [الجن:27] أي يختصه بمزيد معقبات من الملائكة يحفظونه من أمر الله\nويساقونه على ما معه من وحي الله ولهذا قال: {ليعلم أن قد أبلغوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nرسالات ربهم} الآية <span id='ms72'></span> [الجن:28] \" انتهى. وقوله تعالى: {ولا يحيطون بشيء من\nعلمه إلا بما شاء} فهذا يدل على أمرين تأكيدا لنفي وتحققه وإخراج بعض\nالأفراد التي يعلمها من شاء الله تعالى كما يعلم بالوحي ونحوه كذلك أخباره\nصلى الله عليه وسلم عن أشياء وقعت فيما مضى وأخباره عن أشياء تقع في أمته\nفهذا ونحوه أمر جزئي بالنسبة إلى ما اختص الله بعلمه كما في حديث موسى وقول\nالخضر له ما نقص علمي وعلمك من علم الله إلا كما نقص هذا العصفور من البحر\nوهذا بالنسبة إلى علم الله وإن كثر واتسع بالنسبة إلى علوم الخلق فإنما\nيحصل لرسل الله من العلوم والمعارف لا نسبة بينه وبين علم الله الذي أحاط\nبكل شيء وأحصاه عددا إذا علمت هذا وتحققته فعبد الكريم لا ينفى وجود\nالجزئيات في حد الكرامة وخرق الله العادة لوليه كما في قصة عمر وقصته آصف\nوقصة مريم وكما يذكر عن أبي إدريس الخولاني وعن العلاء بن الحضرمي وأمثالهم\nوذلك ونحوه داخل في عموم قوله إلا بما شاء وقد دخل فيه ما يحصل للإنبياء\nعليهم السلام بواسطة وبغير واسطة ولكن لا يقال: إن أحدا ثبت له هذا بجميع\nأنواع الغيب كلية وجزئية لأن ذلك لا يكون إلا لله كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: {قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله ولو كنت أعلم\nالغيب لاستكثرت من الخير وما مسني السوء} الآية [لأعراف:188] ولا عبرة هنا\nبالمكابرة والدعوى المجردة عن الدليل والبرهان كقول بعض الضالين أن ذلك ثبت\nللأولياء على سبيل الكرامة فإن هذا لا دليل عليه من كتاب ولا سنة بل ولا\nقاله من يعتد به من هذه الأمة وإنما يعرف عمن غلظ عن معرفة الله ومعرفة حقه\nحجاب هم وكثر في دينه وخبره ريبهم واضطرابهم وعجزت عن معرفة قدره وعظمته\nوعموم علمه إلبابهم وإنما ينكر هو وكل مسلم إطلاق علم الغيب كما هو مصرح به\nفي كلامه وكما مر وذكره آنفا، وما قاله ابن حجر من أن بعضهم يكشف <span id='ms73'></span> له عن\nاللوح المحفوظ حتى يراه وهله عظيمة وقوله مرفوضة ذميمة فما أعظم هذه من\nفرية وهل يجوز في خلد من يؤمن بالله واليوم الآخر إلا أنها كذب بلا مرية\nسبحانك هذا بهتان عظيم وهذا لا يقوله إلا أفراخ الجهمية والاتحادية الذين\nيزعمون أن الولي ارفع منزلته من الرسول لأن الرسول يأخذ عن الله بواسطة\nالملك والولي يأخذ عن الله بلا واسطة وينشدون في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nمقام النبوة في برزخ ... فويق الرسول ودون الولي\n</p>\n\n<p>\nوقد جاء في الحديث الصحيح أنه لا ينظر فيه غير الله عز وجل في حديث أبي\nالدرداء واللوح المحفوظ فوق السموات كما جاء في الحديث: \"أن الله كتب كتابا\nفهو عنده على العرش\" فسبحان الله ما أعظم هذا الإفتراء وما أجراهم على الله\nوما حصل هذا لأفضل خلق الله وأكرمهم عليه سيد ولد آدم فكيف بغيره من\nالأولياء.\n</p>\n\n<p>\nوما جرى للخضر فإنما هو كما قال لموسى: \"إنك على علم من الله علمك إياه\nلا أعلمه وأنا على علم من الله علمنيه لا تعلمه\" أو كما قال، لا يقال أنه\nأخذه عن اللوح المحفوظ إلا بدليل ولا دليل على ذلك لا من كتاب ولا سنة ولا\nعن أحد من أهل العلم.\n</p>\n\n<p>\nوخبر أبي بكر من قبيل الفراسة، وما ذكر عن عمر رضي الله عنه فهو على سبيل\nالكرامة والكشف وتقدم أن هذا الجزئي لا يفيد أن من علمه فقد علم الغيب أو\nأنه ناسخ للنصوص العامة المطلقة غاية ما هناك إثبات ما دل عليه الاستثناء\nفي الآيات كبعض الأفراد الجزئية وهو لا يمنع العموم بل العام باق على\nمفهومه فسبحان الله ما أجهل من أطلق علم الغيب على غير الله تعالى من حي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nأو ميت وما أضله عن سوآء السبيل كيف يعارضون النصوص بهذا الكلام المموه\nالمزخرف ويعتمدون عليه وينبذون كتاب الله وراء ظهورهم وذلك أن من علم شيئا\nمن جزئيات الغيب بنوع من الكرامات أو المكاشفات يقال: إنه يعلم الغيب ومن\nقال إنه يعلم الغيب لا يكفر <span id='ms74'></span> وهل هذا لا تكذيب ومكابرة للقرآن، وأعظم من هذا\nمن يزعم أن الولي يكشف له عن اللوح المحفوظ فيراه وقد قال بعض العلماء\nالمحقيقين، فمن ادعى أنه إذا راض نفسه يرى ما كتب في اللوح المحفوظ ويعلم\nالغيب فهو كافر وبما ذكرناه يعلم كذب هذا المكي على عبد الكريم وعلى غيره\nمن العلماء وهم إنما يكفرون من يطلق علم الغيب لغير الله لمصادمته للآيات\nالواردة في ذلك واختصاصه بالله دون غيره نبيا كان أو وليا وفي كلام ابن حجر\nما يرد اعتراض هذا المكي وذلك قوله وحينئذ لا يطلق أنهم يعلمون الغيب والله\nسبحانه وتعالى أعلم.\n</p>\n\n<p>\nفصل: قال المعترض: اعلم أنه من مدة سنين جاء على خاطري أن أهل الحق\nوالصلاح وإن كانت لهم سيما وعلامات كثيرة لكن ظهر أن من أحسن العلامات\nوأقربها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوضوحا أن أهل الحق والصلاح يحبون الإمام حجة الإسلام الغزالي ويحبون\nمصنفاته كإحياء علوم الدين ومنهاج العابدين والأربعين الأصل، ويحبون\nالمطالعة فيها ويرغبون في العمل بمقتضاها وأهل الباطل والضلال على ضد وصف\nمن ذكر فلا يحبون الإمام الغزالي ولا يحبون مصنفاته المذكورة ولا يقرؤنها\nولا يرغبون في العمل بمقتضاها فمن كان على الوصف الأول فهو إن شاء الله\nتعالى من أهل الحق والصلاح ومن أهل السنة والجماعة ومن السواد الأعظم\nالتابعين لرسول الله صلى الله عليه وسلم ومن كان على الضد من ذلك فهو من\nأهل الباطل والضلال، ثم ذكر شيئا من سيرته وشيئا من الترهات السامجة\nالباردة في فضل كتب الغزالي ومنها قوله: وأما تعظيم السادة آل ابن علوي\nللأحياء فكثير جدا، فقد كان سيدنا تاج العارفين عبد الله بن أبي بكر\nالعيدروس يكاد يحفظه نقلا ويحث على التزام مطالعته والعمل بقوله وفعله\nويقول عليكم يا إخواني بمتابعة الكتاب والسنة أعني الشريعة المشروحة في\nالكتب الغزالية وشرح الكتاب والسنة مستوفى في كتاب الإحياء للإمام حجة\nالإسلام الغزالي وقال أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد فليس لنا طريق ومنهاج سوى الكتاب والسنة وقد شرح ذلك كله سيد\nالمصنفين وبقية المجتهدين <span id='ms75'></span> حجة الإسلام الغزالي في كتابه العظيم الشأن\nالملقب بأعجوبة الزمان إحياء علوم الدين الذي هو عبارة عن شرح الكتاب\nوالسنة والطريقة وهو موضع نظر الله تعالى وموضع نظر رسول الله فمن أحبه\nوطالعه وعمل بما فيه فقد استوجب محبة الله تعالى ومحبة رسوله وملائكته\nوأنبيائه وأوليائه وجمع بين الشريعة والطريقة والحقيقة وصار عالما في الملك\nوالملكوت ولو بعث الله تعالى الموتى لما وصفوا الأحياء إلا بما في الأحياء\nإلى آخر ما هذا به، وقد تركنا أسمج من هذا وسقنا هذا بحروفه لتعرف حقيقة ما\nعند هذا المكي وما هو عليه وأنه جعل كتب الغزالي معيارا فمن عمل بها\nوبمقتضاها فهو من أهل الحق عنده وليس على هذا الهوس من مزيد ولا عن مناقضته\nبالحق من محيد وإن كان ليس من غرضنا رد ما فيه لكن لما ذكر أن من لم يعمل\nبه فهو من أهل الضلال وقد تكلم العلماء الأجلاء في كتب الغزالي وبينوا ما\nفيها من الأمور المخالفة للشريعة. ونذكر منها طرفا ليعلم به نسبته أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم إلى الضلال. قال شيخنا شيخ الإسلام: وقدوة العلماء الأعلام الشيخ\nعبد اللطيف ابن الشيخ عبد الرحمن بن حسن رحمه الله تعالى: \"بسم الله الرحمن\nالرحيم من عبد اللطيف بن عبد الرحمن إلى الأخ عبد الله بن معيذر، سلام\nعليكم ورحمة الله وبركاته، وبعد: قد بلغني عنك ما يشغل كل من له حمية\nإسلامية وغيرة دينية على الملة الحنيفية وذلك أنك اشتغلت بالقراءة في كتاب\nالإحياء للغزالي وجمعت عليه من لديك من الضعفاء والعامة الذين لا تمييز لهم\nبين مسائل الهداية والسعادة ووسائل الكفر والشقاوة، وأسمعتهم ما في الإحياء\nمن التحريفات الجائرة والتأويلات الضالة الخاسرة والشقاشق التي اشتلمت على\nالداء الدفين والفلسفة في أصل الدين وقد أمر الله تعالى وأوجب على عباده أن\nيتبعوا رسله وأن يلتزموا سبيل المؤمنين وحرم اتخاذ الولائج من دون الله\nورسوله ومن دون عباده المؤمنين هذا الأصل المحكم لأقوام للإسلام إلا به وقد\nسلك في الإحياء طريق الفلاسفة <span id='ms76'></span> والمتكلمين في كثير من مباحث الإلهيات وأصول\nالدين وكسى الفلسفة لحاء الشريعة حتى ظنها الأغمار والجهال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nبالحقائق من دين الله الذي جاءت به الرسل ونزلت به الكتب ودخل به الناس\nفي الإسلام وهي في الحقيقة محض فلسفة منتنة يعرفها ألوا الأبصار ويمجها من\nسلك سبيل أهل العلم كافة في القرى والأمصار قد حذر أهل العلم والبصيرة عن\nالنظر فيها ومطالعة خافيها وباديها بل أفتى بتحريفها علماء المغرب ممن عرف\nبالسنة وسمها كثير منهم إماتة علوم الدين وقام ابن عقيل أعظم قيام في الذم\nوالتشنيع وزيف ما فيه من التمويه والترقيع وجزم بأن كثيرا من مباحثه زندقة\nخالصة لا يقبل لصاحبها صرف ولا عدل قال شيخ الإسلام: \"ولكن أبو حامد دخل في\nأشياء من الفلسفة وهي عند ابن عقيل زندقة وقد رد عليه بعض ما دخل فيه من\nتأويلات الفلاسفة ورد عليه شيخ الإسلام في السبعينية وذكر قوله في العقول\nوالنفوس وأنه مذهب الفلاسفة فأفاد وأجاد ورد عليه غيره من علماء الدين وقال\nفيه تلميذه ابن العربي المالكي: \"شيخنا أبو حامد دخل في جوف الفلسلفة ثم\nأراد الخروج فلم يحسن وكلام أهل العلم معروف في هذا لا يشكل الأعلى من هو\nمزجي البضاعة أجبني عن تلك الصناعة إلى أن قال: إذا سمعت بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nعباراته المزخرفة قلت: كيف ينهانا عن هذا فلان أو يأمر بالأعراض عن هذا\nالشأن كأنك سقطت على الدرة المفقودة والضالة المنشودة وقد يكون ما أطربك\nوهز إعطافك وحركك فلسفة منتنة وزندقة مبهمة أخرجت في قالب الأحاديث النبوية\nوالعبارات السلفية إلى أن قال: ثم جمعت بعض أقوال العلم وما أفتوا به في\nهذا الكتاب وتحذيرهم للطالب والمسترشد ثم ذكر كلاما طويلا للذهبي في ترجمته\nللغزالي قال: ومن معجم أبي علي الصدفي في تأليف القاضي عياض له قال الشيخ:\nأبو حامد ذو الأبناء الشنيعة والتصانيف العظيمة غلا في طريقة التصوف وتجرد\nلنصر مذهبهم وصار داهية في ذلك والف فيه تواليفه المشهورة أخذ عليه فيها\nمواضع وساءت به ظنون أمه والله <span id='ms77'></span> أعلم بسره ونفذ أمر السلطان عندنا بالمغرب\nوفتوى الفقهاء بإحراقها والبعد عنها فامتثل ذلك، وقال الذهبي أيضا: قد ألف\nالرجل في ذم الفلاسفة كتاب التهافت وكشف عوارهم ووافقهم في مواضع ظنا منه\nأن ذلك حق أو موافق للملة ولم يكن له علم بالآثار ولا خبرة بالسنن النبوية\nالقاضية على العقل وحبب إليه إدمان النظر في كتاب رسائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nإخوان الصفا وهو داء عضال وجرب مردي وسم قاتل ولولا أن أبا حامد من\nالأذكياء وخيار المخلصين لتلف فالحذر الحذر من هذه الكتب وأهربوا بدينكم من\nشبه الأوائل والأوقعتم في الحيرة فمن رام النجاة والفوز فليلزم العبودية\nولكيثر الاستغاثة بالله واليبتهل إلى مولاه في الثبات على الإسلام وأن\nيتوفى على إيمان الصحابة وسادات التابعين والله الموفق فيحسن قصد العالم\nيغفر له وينجو إن شاء الله\" انتهى. قلت: فتأمل كلام الذهبي رحمه الله وهو\nمن أئمة الشافعية المشهورين بالصلاح والمعرفة والدين حيث قال ولم يكن له\nعلم بالآثار ولا خبرة بالسنن البنوية القاضية على العقل ثم تأمل ما ذكره\nالمكي من أن كتاب الإحياء هو عبارة عن شرح الكتاب والسنة والطريقة وهو موضع\nنظر الله تعالى وموضع نظر رسول الله: {سبحانك هذا بهتان عظيم} [النور: من\nالآية16] ، وقال قاضي الجماعة أبو عبد الله محمد بن حمد القرطبي: \"إن بعض\nمن يعض ممن كان ينتحل رسم الفقه ثم بترا منه شغفا بالشرعة الغزالية والنحلة\nالصوفية أنشأ كراسة تشتمل على معنى التعصب لكتاب أبي حامد إمام برعتهم فأين\nهو من تشنيع مناكيره وتضليل أساطيره المباينة للدين وزعم أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nهذا من علم المعاملة المفضى إلى علم الكاشفة الواقع بهم على سر الربوبية\nالذي لا يسفر عن قناعة ولا يفوز بإطلاعه إلا من تمطى إلى شيخ ضلالته التي\nرفع لهم أعلامها وشرع أحكامها قال أبو حامد وأدنى من هذا العلم التصديق به\nوأقل عقوبته أن لا يرزق المنكر فيه شيئا فأعرض من قوله على قوله ولا تشتغل\nبقراءة قرآن ولا بكتب حديث لأن ذلك يقطعه عن الوصول إلى <span id='ms78'></span> إدخال رأسه في كم\nجيبه والتدثر بكسائه فيسمع نداء الحق فهو يقول ذروا ما كان السلف عليه\nوبادروا ما آمركم به ثم إن القاضي أقذع وسب وكفر وقال أبو حامد وصدور\nالأحرار قبور الأسرار ومن أفشى سر الربوبية كفر ورأمثل قتل الحلاج خير من\nإحياء عشرة لإطلاقه ألفاظا ونقل عن بعضهم قال للربوبية سر لو ظهر لبطلت\nالنبوة وللنبوة سر لو كشف لبطل العلم وللعلم سر لو كشف لبطلت الأحكام. قلت:\nسر العلم قد كشف بصفة أشقياء فانحل النظام وبطل لديهم الحلال والحرام قال\nابن حمد ثم قال الغزالي بهذا إن لم يرد إبطال النبوة في حق الضعفاء فما قال\nليس بحق فإن الصحيح لا يتناقض وإن الكامل لا يطفى نور معرفته نور ورعه وقال\nالغزالي العارف يتجلى له أنوار الحق وتنكشف له العلوم المرموزة المحجوبة عن\nالخلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nفيعرف معنى النبوة وجميع ما وردت به ألفاظ الشريعة التي نحوه منها على\nظاهرها قال عن بعضهم: إذا رأيته في البداية قلت: صديقا فإذا ذرأيته في\nالنهاية، قلت: زنديقا ثم فسره الغزالي فقال: إذ اسم الزنديق لا يلصق إلا\nبمعطل الفرائض لا بمعطل النوافل وقال: ذهبت الصوفية إلى العلوم الإلهامية\nدون التعليمية فيجلس فارغ القلب مجموع الهم يقول الله الله الله على الدوام\nفيفرغ قلبه ولا يشتغل بتلاوة ولا كتب حديث فإذا بلغ هذا الحد التزم الخلوة\nببيت مظلم ويدثر بكسائه فحينئذ يسمع نداء الحق {يا أيها المزمل} [المزمل:1]\n. قلت: إنما سمع شيطانا أو سمع شيئا لا حقيقة له من طيش دماغه والتوفيق في\nالاعتصام بالكتاب والسنة والإجماع.\n</p>\n\n<p>\nوقال أبو بكر الطرطوشي: \"شحن أبو حامد كتاب الإحياء بالكذب على رسول الله\nصلى الله عليه وسلم وما على بسيط الأرض أكذب منه شبكه بمذاهب الفلاسفة\nومعاني رسائل إخوان الصفا وهم قوم يرون النبوة مكتسبة وزعموا أن المعجزات\nحيل ومخاريق\" انتهى.\n</p>\n\n<p>\nقلت: والمقصود أنه ذكر في ترجمته للغزالي أن من لم يقرأ في كتبه ويعمل\nبمقتضاها فهو من أهل الباطل وقد رأيت ما ذكره <span id='ms79'></span> هؤلاء الأئمة الأفاضل من ذم\nكتب الغزالي وعلى زعم هذا المكي أن الهدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nلا يؤخذ من الكتاب والسنة ولا يعمل بمقتضاهما ويكفي من ذلك النظر في\nالإحياء والعمل بمقتضاه وهل هذا إلا نبذ للكتاب والسنة وراء الظهر فالله\nالمستعان ويلزم من كلامه هذا أن أئمة الإسلام المذكوربن أهل ضلال وليسوا من\nأهل السنة والجماعة لأنهم حذروا عن النظر في كتبه ونبهوا على ما فيها من\nالأمور المخالفة للشريعة الإسلامية والطريقة المحمدية وإنه شحن كتابه\nالأحياء بالكذب على رسول الله صلى الله عليه وسلم وشبكه بمذاهب الفلاسفة\nوأما أبو حامد نفسه فذكر شيخ الإسلام أنه في آخر عمره استقر أمره على\nالحيرة والوقوف بعد أن نظر فيما كان عنده من طرق النظار أهل الكلام\nوالفلسفة وسلك ما تبين له من طرق العبادة والرياضة والزهادة وفي آخر عمره\nاشتغل بالحديث البخاري ومسلم\" انتهى. وليس المراد بما نقلناه إلا التنبيه\nعلى ما في كتبه من التأويلات الجائرة ليكون المسلم على حذر من تلك الورطات\nولعله أن يهرب بدينه من شبه الأوائل كما ذكر ذلك الثقات الأثبات وبما\nذكرناه تعرف ضلال هؤلاء المتنطعين المتهوكين الحيارى المفتونين وأنهم عن\nمعرفة الهدى وحقائق المعارف ومدارك الأحكام بمعزل وليس عندهم إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nالتقليد المحض العاري عن الدليل وتنفير العوام والطغام عن دين الله\nورسوله وعن ما عليه السلف الصالح والصدر الأول من إخلاص العبادة بجميع\nأنواعها لله والتحذير عمن هذه طريقته وهذه نحلته فنعوذ بالله من الحور بعد\nالكور ومن الضلال بعد الهدى ومن الغي بعد الرشاد وكان الأولى بهذا المكي أن\nيكون حظه على لزوم الصحيحين والسنن والمسانيد وعلى تفاسير أهل التحقيق\nكتفسير محمد بن جرير الطبري، وتفسير العماد ابن كثير والبغوي وغيرهم من\nتفاسير أهل السنة وأما كتب الغزالي فهي كما سمعت كلام العلماء فيها والواجب\nعلى كل مسلم الاعتصام بالكتاب والسنة والعض عليهما بالنواجذ والحض عليهما\nوترك ما خالفهما ولزوم هدي الصحابة وما كانوا عليه فإنهم كانوا هم أبر هذه\nالأمة قلوبا وأعمقها علما وأقلها <span id='ms80'></span> تكلفا قوم اخترهم الله لصحبة نبيه ولإظهار\nدينه وقد قال بعض أهل التحقيق من أهل العلم في أبيات له قال فيها:\n</p>\n\n<p>\nيا باغي الإحسان يطلب ربه ... ليفوز منه بغاية الآمال\n</p>\n\n<p>\nانظر إلى هدي الصحابة والدي ... كانوا عليه في الزمان الخال\n</p>\n\n<p>\nواسلك طريق القوم أين تيمموا ... خذيمنة ما الدرب ذات شمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nتالله ما اختاروا لأنفسهم سوى ... سبل الهدي في القول والأفعال\n</p>\n\n<p>\nدرجوا على نهج الرسول وهديه ... وبه اقتدوا في سائر الأحوال\n</p>\n\n<p>\nنعم الرفيق لطالب يبغي الهدى ... فما له في الحشر خير مال\n</p>\n\n<p>\nالقانتين المخبتين لربهم ... الناطقين بأصدق الأقوال\n</p>\n\n<p>\nالتاركين لكل فعل سيء ... والعاملين بأحسن الأعمال\n</p>\n\n<p>\nأهواؤهم تبع لدين بنبيهم ... وسواهم بالضد في ذي الحال\n</p>\n\n<p>\nما شابهم في دينهم نقص ولا ... في قولهم شطح الجهول الغال\n</p>\n\n<p>\nعملوا بما علموا ولم يتكلفوا ... فلذاك ما شابوا الهدى بضلال\n</p>\n\n<p>\nوسواهموا بالضد في أحواله ... تركوا الهدى في دعوا إلى الإضلال\n</p>\n\n<p>\nفهموا الأدلة للحيارى من يسر ... بهذا هموا لم يخش من إضلال\n</p>\n\n<p>\nوهم النجوم هداية وإضاءة ... وعلو منزلة وبعد منال\n</p>\n\n<p>\nيمشون بين الناس هونا نطقهم ... بالحق لا بجهالة الجهال\n</p>\n\n<p>\nحلما وعلما مع تقى وتواضع ... ونصيحة مع رتبة الأفضال\n</p>\n\n<p>\nيحيون ليلهموا بطاعة ربهم ... بتلاوة وتضرع وسؤال\n</p>\n\n<p>\nوعيونهم تجري بفيض دموعهم ... مثل انهمال الوابل الهطال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nفي الليل رهبان وعند جهادهم ... أسد وهم من أشجع الأبطال\n</p>\n\n<p>\nوإذا بدى علم الرهان رأيتهم ... يتسابقون بصالح الأعمال\n</p>\n\n<p>\nبوجوههم أثر السجود لربهم ... وبها أشعة نوره المتلالي\n</p>\n\n<p>\nولقد أبان لك الكتاب صفاتهم ... في سورة الفتح المبين العالي\n</p>\n\n<p>\nوبرابع السبع الطوال صفاتهم ... قوم يجهموا ذووا إذلال\n</p>\n\n<p>\nوبرآءة والحشر فيها وصفهم ... وبهل أتي وبسورة الأنفال\n</p>\n\n<p>\nوأما من جعل إنسانا حجة ومصنفاته وكلامه المشحون لكلام الفلاسفة ومعاني\nرسائل إخوان الصفا موضع نظر الله تعالى وموضع نظر رسول الله فمن أحبها\nوطالعها وعمل بما فيها فقد استوجب محبة الله تعالى ومحبة رسوله وملائكته\nوأنبيائه فقد كذب وافترى، وقال على الله بلا عليم {فمن أظلم ممن افترى على\nالله كذبا ليضل الناس بغير علم إن الله لا يهدي القوم الظالمين <span id='ms81'></span>} [الأنعام:\nمن الآية144] ، والمقصود بما كتبه في هذه الأوراق نصرة لله ولرسوله ولأئمة\nالمسلمين وغيرة على دين الله ورسوله من أعداء الشريعة الذين يريدون علوا في\nالأرض ويصدون عن سبيل الله ويبغونها عوجا ويسعون في الأرض فسادا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوالله لا يحب المفسدين والله المسؤل المرجو لإجابه أن يدخلنا برحمته في\nعباده الصالحين وأن يجعلنا من أنصار دينه الذابين عنه زيغ الزائغين وانتحال\nالمبطلين وتحريف المحرفين وأن يهب لنا من لدنه علما وحكما ويرزقنا في كلامه\nوكلام رسوله فهما وإخواننا المسلمين والحمد لله الذي بنعمته تتم الصالحات\nونسأله أن يثبتنا على دينه حتى الممات وصلى الله على سيدنا محمد وعلى آله\nوصحبه ما اتصلت عين ينظر وإذن يخبر وسلم تسليما كثيرا إلى يوم الدين.\n</p>\n\n<p>\nصورة ما قرظه العالم الرباني الشيخ أبو سالم صالح بن سالم آل بنياح، قال\nعفى الله عنه: بسم الله الرحمن الرحيم، الحمد لله الناصر من نصره، والمدحض\nحجة من كفره، والمتكفل بالزيادة لمن شكره، الذي أقام للذب عن دينه من كل\nخلف عدوله ينفون عنه تحريف الغالين وانتحال المبطلين، وتأويل الجاهلين\nوأشهد أن لا إله إلا الله وحده لا شريك له شهادة أنا بها درج الجنان، وأجار\nبها من عذاب النيران، وأشهد أن محمدا عبده ورسوله الذي أرسله رحمة\nللعالمين، وحجة على العباد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nأجمعين صلى الله عليه وعلى آله وأصحابه والتابعين لهم بإحسان إلى يوم\nالدين، ما تعاقب الملوان وسلم تسليما كثيرا. أما بعد فإني وقفت على رسالة\nلمحمد سعيد بن محمد بابصيل الشافعي المكي اعترض فيها على ما كتبه العالم\nالمحقق والعلامة المدقق عبد الله بن عبد الرحمن السندي وعلى ما كتبه عبد\nالكريم بن فخر الدين على رسالة أحمد بن زيني دحلان التي سماها \"الدرر\nالسنية في الرد على الوهابية\" فأجلت في هذه الرسالة نظري وأسمت في معانيها\nفكري مع قصر باعي وعدم اطلاعي فإذا هي واهية المباني ركيكة المعاني وإن\nكانت في صدور الطغام أجل من السبع المثاني،\n</p>\n\n<p>\nولو لبس الحمار ثياب خز ... لقال الناس <span id='ms82'></span> يا لك من حمار\n</p>\n\n<p>\nتنادي على صاحبها بالجهالة وتفصح عنه بأنه من أهل الغواية والضلالة، لا\nيحسن بنقله الإيراد، ولا يعرف مما يورده المراد، والعلم مدينة أحد بابها\nالدراية، والثاني الرواية، وهو في كلا البابين ذوا بضاعة مزجاة، وظلمه في\nالعلوم الشرعية أقلص من ظل حصاة، و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nقد اعترف هذا الملحد بما ذكرناه وقدرناه حيث لم يلتفت لمعارضة خصمه\nببرهان عقلي أوشرعي فهذه الشهادة منه بإفلاسه من النقل الصريح والعقل\nالصحيح قد خصم بها نفسه وأراح خصمه وقد أصل في رسالته أصلين ينبني يزعمه\nبطلان الأصل الأدنى وهو ظهور الشيخ محمد بن عبد الوهاب على بطلان الأصل\nالأبعد وهو شيخ الإسلام ابن تيمية إذ هو عنده أصل ضلال الوهابية فيما جرده\nمن التوحيد لرب البرية، وهذا بناء منه على أن التقليد في أصول الديانات\nسائغ كما جرى له ولأ قرانه مع من قلدوا وهذا هو الذي أوجب لهم الضلال\nوالشقاء فإن مسائل العلم والعبادة وإفراد الله بالطلب والإرادة وإحكام\nالشرك به ودعاء الأولياء والصالحين والاستغاثة بهم ومحبتهم مع الله\nواتخاذهم أولياء من دون الله ليست من المسائل الفروعية الاجتهادية التي قد\nيخفى دليلها فيحتاج المسلم فيها إلى التقليد كما زعم هذا الملحد بل المعول\nفي هذا على نصوص الكتاب والسنة وإجماع علماء الأمة لا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nكلام عالم أوفقية وبهذا تعرف أن هذا المكي أجنبي عن هذه المباحث والعلوم\nلا يدرى الفرق بين مسائل الاجتهاد وغيرها فكأنه من أهل الفترات لم يأنس\nبشيء مما جاءت به النبوات، يبين لك هذا ما قرره في رسالته من الشرك بالله\nرب العالمين وصرف حقه للأنبياء والأولياء والصالحين والاستغاثة بالغائبين\nمن الأحياء والأموات وإنزال الحوائج بهم عند الكربات وقصدهم في الرغبات\nوالرهبات وأن هذه الشركيات كل من الجائزات بل المستحبات كل هذا مما سوله له\nالشيطان وقلد فيه شيخه دحلان مع ما انضم إلى ذلك من مسبة لعلماء الدين،\nومشائخ المسلمين الذين أوضح الله بهم نهج الطريقة المحمدية، وأعلى بهم منار\nالملة الحنيفية كشيخ الإسلام <span id='ms83'></span> أحمد بن عبد الحليم ابن تيمية، والشيخ محمد بن\nعبد الوهاب وأتباعهما ممن له درية بهذا الدين وروية، وقد هذا الملحد فيهم\nبالبهت والكذب يشهد لفضلهم، وينبني عن تقدمهم في الإسلام وسبقهم قال أبو\nالطيب:\n</p>\n\n<p>\nوإذا أتتك مذمتي من ناقص ... فهي الشهادة لي بأني فاضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nوقد زادني حبا لنفسي بأنني ... بغيض إلى كل أمرئ غير طائل\n</p>\n\n<p>\nوقال الشافعي رحمه الله تعالى: ما أرى الناس ابتلوا بشتم أصحاب رسول الله\nصلى الله عليه وسلم إلا ليزيدهم الله بذلك ثوابا عند انقطاع أعمالهم وأفضل\nالأمة بعد نبيها أبو بكر وعمرو قد ابتليا من طعن أهل الجهالة والسفاهة بما\nلا يخفى وهذا الملحد وإن لم يرفع بما قرره في رسالته مما ذكرنا رأسا أهل\nالمدارس والطلب لأنه لم يكن ذا حمة فلا وجه للخوف منه والهرب فالرسول صلى\nالله عليه وسلم أمر بقتل الوزغ كما أمر بقتل الحية والعقرب فلهذا انتدب\nلكشف ما لفقه من السفاسف والتمويهات، وما حرره من الأكاذيب والأحموقات\nالحافظ الفهامة والفاضل التكلامه الذي استفرغ وسعه في المناضلة عن أهل\nالسنة والقرآن والتصدي لقمع أهل الزيغ والطغيان عبده سليمان بن سحمان لا\nزال قمرا طالعا في سماء السعادة ساميا مراتب المفاخر والسيادة قدوة لمن\nاقتدى، وعدة لمن اعتدى وسراجا منيرا لمن استرشد واهتدى، فيا له من رد ما\nأنفس فوائده، وأنفع فرائده وأفصح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nمقاله وأفسح مجاله، وبهذا يعلم الواقف عليه ولله الحمد أن في الزوايا\nجنايا، وفي الرجال من أهل العلم بقايا، قد أعدهم الله في كل زمان نصرة لهذا\nالدين، وحماة لأهل من علماء المسلمين كي لا تبطل حجج الله وبنيانه، ويدرس\nدينه ويقدم آياته، وأن المنح الإلهية ليست مختصة بقوم دون قوم، ولا مفاضة\nفي يوم دون يوم بل ذاك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم، فآب\nهذا الملحد من هذا الرد بالخيبة والحرمان وصفقت فيما حرره أخسر صفقة أبي\nغبشان فكان كمن كشف عورته بيديه، واستنشق الأوضاز بنحزيه، أو كعنز السوء\nيبحث عن <span id='ms84'></span> حتفه بظلفه عياذا بك اللهم من درك الشقاء ومن سوء القضاء.\n</p>\n\n<p>\nعجبت الدهر يؤتى فيه بالعجب ... ما أن يقوم به ذو الشعر والخطب\n</p>\n\n<p>\nومن عجائب ما يأتي وما وردت ... من العجائب في ماض من الحقب\n</p>\n\n<p>\nرسالة أرسلت بالزور أنشأها ... ثور ولكنه ثور بلا ذنب\n</p>\n\n<p>\nاعتنى به بابصيل الحضرمي ومن ... ما زال في ظلمات الغي والحجب\n</p>\n\n<p>\nغدى يقرر فيها الشرك منتصرا ... لأهله من ذوي الإشراك بالقبب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالهاتفين بها في كل آونة ... والساجدين على الأبواب والعتب\n</p>\n\n<p>\nوالطائفين بها والناذرين لها ... عرضا من المال والغالي من الذهب\n</p>\n\n<p>\nوالرافعين عليها من سفاهتهم ... مساجدا أسرحت من غير ما سبب\n</p>\n\n<p>\nشدوا الرحال إليها قاصدين لها ... يرجون من أهلها كشفا من الكرب\n</p>\n\n<p>\nهذا ينوح وهذا يستغيث وذا ... كأن في جسمه داء من الكلب\n</p>\n\n<p>\nفكل قبر له يوم يخص به ... فانظر إلى ما جرى للقوم في رجب\n</p>\n\n<p>\nوكل هذى نهى عنها الني لكي ... لا نشبه القوم من عبادة الصلب\n</p>\n\n<p>\nوالأحمق الخانع المأفون قررها ... مصادما لنصوص الآي والكتب\n</p>\n\n<p>\nوقام بثلب أنصار الشريعة من ... تعلو وتغدو بهم ممدودة الطنب\n</p>\n\n<p>\nالله أكبر لا تخفى سفاسطه ... إلا على عمه في الغي محتجب\n</p>\n\n<p>\nظن الخبيث بأن الحق أربعة ... قد أقفرت من هزير الأسد مرتقب\n</p>\n\n<p>\nفثار من غبضة التوحيد منتصرا ... نحو الفريسة في حين من الغضب\n</p>\n\n<p>\nعبد تجرد للتوحيد محتسبا ... في نصرة الدين لا للجاه والنشب\n</p>\n\n<p>\nأعني سليمان من أردى العداة أما ... مصارع القوم في قعر من القلب\n</p>\n\n<p>\nذا العلم والغوص في إيضاح مشكلها ... والحلم والرأي والتحقيق والأدب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nيرجو بذاك ثوابا للإله ومن ... يرجو الإله فلا ينسى ولم يخب\n</p>\n\n<p>\nفالله يجزيه عنا بالسداد له ... وبالبقاء لأهل الدين والأرب\n</p>\n\n<p>\nفكم له من ردود قد أجاد بها ... نظما ونثر أتى من غير مضطرب\n</p>\n\n<p>\nفانظر إلى رده ما قال عالمهم ... دحلان ذو والهجر والإشراك والكذب\n</p>\n\n<p>\nوفي البيان أمور قد أبان لها ... عن ترهات أتت بالظلم والشغب\n</p>\n\n<p>\nمن جاهل بطريق الحق متصف ... بكل وصف قبيح الفعل مكتئب\n</p>\n\n<p>\nفانظر إليه صريعا في أظافره ... لا يستطيع حراكا منه كالخرب\n</p>\n\n<p>\nفاحذر <span id='ms85'></span> ثعالة أن تدنوا لغابتنا ... فالليث في بابها جاث على الركب\n</p>\n\n<p>\nاقصر فما أنت أهل أن تصاولها ... فالحوم حول حماها غاية العطب\n</p>\n\n<p>\nوالحمد لله حمدا لإنفاد له ... جار على رغب الأقدار والرهب\n</p>\n\n<p>\nالواحد الأحد الفرد الذي نزلت ... آيات توحيده في جملة الكتب\n</p>\n\n<p>\nومظهر الدين انجاز الموعده ... رغما على شيعة الأشقى أبي لهب\n</p>\n\n<p>\nثم الصلاة على المختار سيدنا ... محمد المصطفى من أشرف العرب\n</p>\n\n<p>\nوأكرم الخلق لا مستثنيا أحدا ... من البرايا بلا هزل ولا لعب\n</p>\n\n<p>\nمن فل جمع ذوي الإشراك فانطمست ... تلك الضلالات بالمرآن والقضب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nأكرم به من رسول ذي مناقب لا ... تحصى ومن رامها في غاية التعب\n</p>\n\n<p>\nوالآل والصحب ثم التابعين لهم ... ما أنهل ودق السماء من مدحن السحب\n</p>\n\n<p>\nوقال غيره:\n</p>\n\n<h1 class='l1' id='head2'>الحمد لله الذي أزال شناعات القول المجدي</h1>\n\n<p>\nبما أبانه البيان المبدي، واذهب انتان بصل بابصيل المؤذي باريج شذى عبير\nجواب المجيب النجدي، وبتك وتين المماحل المعارض المكي، بفرند صارم المجيب\nالمنكي، وشدخ يا فوخ من انتصر لأهل الضلال وأوهى معارضاته فأضحت مثلوغة\nالقماحد والقذال، فعاد خدارى جهله بتنسم صبح الحق إلى اضمحلال وصار بحمد\nلله بعد كشف حوالك غياهبة كالآل، فلله الحمد على إبانة الحق وأدالته،\nوإدحاض الباطل وإزالته، فلذلك أقول وبالله أصول.\n</p>\n\n<p>\nأن الغبي الذي أبدى فضائحه ... للناس منشورة تبدو لمن نظر\n</p>\n\n<p>\nمحمدا بابصيل الحضرمي غدى ... للناصرين لأهل الشرك منتصرا\n</p>\n\n<p>\nتبا له من جهول قدري أسفها ... فعل الضلال من الكفار مغتفرا\n</p>\n\n<p>\nالجاعلين مع الرحمن آلهة ... والناد بين لدى الشدات من قبرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nوالساجدين لدى الأعتاب من عمه ... والصارفين لغير الله ما نذرا\n</p>\n\n<p>\nواللاجئين إذا ما أزمة أزمت ... والناسكين لغير الله ما عقرا\n</p>\n\n<p>\nوالطالبين من الأموات مغفرة ... والخاضعين لهم تبا لمن نصرا\n</p>\n\n<p>\nسحقا وبعدا لهم من معشر خرجوا ... عن مهيع ناصع بالحق قد عبرا\n</p>\n\n<p>\nأعلامه قد بدت مشهورة وغدت ... للسالكين إليها القاصدين عرا\n</p>\n\n<p>\nفرد من صد عن نهج الرسول على ... من أوضحا الطريق الحق وانتصرا\n</p>\n\n<p>\nفهام في فلوات الغي مفتقرا ... إن التوى منتها من ضل وافتقرا\n</p>\n\n<p>\nوهكذا كل من في الغي نشئته <span id='ms86'></span> ... أعمى أصم فلم يسمع وليس يرا\n</p>\n\n<p>\nبل ذا بمشيمة الأهواء في ظلم ... أعني به صاحب المجدي الذي ذكرا\n</p>\n\n<p>\nوالله ما كان بالمجدي المصيب ولا ... والله أقواله تجدي لمن سبرا\n</p>\n\n<p>\nبل كلها ترهات بل ملفقة ... يدرى بها كل من يدرى ومن خبرا\n</p>\n\n<p>\nكالآل يبدو فيغتر الأوام به ... والجاهلون به لا من رأى ودرا\n</p>\n\n<p>\nفانظر إلى رده إن كنت ذا نظر ... قد صار ذاك أحاديثا لمن سمرا\n</p>\n\n<p>\nأبدى بذاك اعتراضا حين عن له ... أن قد تناقض حبر عندما انتصرا\n</p>\n\n<p>\nوالله ما كان أهلا أن يقارنه ... أوان يقاربه المأفون حين جرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nبل إنما ذاك ضرغام وذا ثعل ... فانظر إلى شيخه دحلان قد قهرا\n</p>\n\n<p>\nوصار منه صريعا لا حراك به ... مخالفا بالعرى ثاو قد انحسرا\n</p>\n\n<p>\nأين الثريا مكانا في ترفعها ... من الثرى قال هذا القول القول من خبرا\n</p>\n\n<p>\nوهكذا خدمة الداعي لمذهبه ... والمرتضى نهجه والمقتفى الأثرا\n</p>\n\n<p>\nقد صار ملقا صريعا لا حراك به ... لما افترى وأجترى في القول بل فجرا\n</p>\n\n<p>\nفانظر إلى رد من أوهي قواعد ما ... قد أصل الماذق الكذاب إذ نصرا\n</p>\n\n<p>\nأعني سليمان لا زالت مآثره ... محمودة ولأهل الدين منتصرا\n</p>\n\n<p>\nأبدى شناعات ما قد كان لفقه ... وما تهور في المجدي لمن سبرا\n</p>\n\n<p>\nوموهنا ما رآه الفدم من سفه ... تناقضا ما له السندي قد ذكرا\n</p>\n\n<p>\nوليس هذا عجيبا من غباوته ... إذ لو درى بالذي أبداه لا انبرا\n</p>\n\n<p>\nفالحمد لله حمدا دائما أبدا ... من أوضح الحق حتى بان وانتشرا\n</p>\n\n<p>\nثم الصلاة على المعصوم سيدنا ... ما طاف بالبيت من قد حج واعتمرا\n</p>\n\n<p>\nوالآل والصحب ثم التابعين ... والتابعين ومن للدين قد نصرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             <span id='ms87'></span>\n</p>\n",
  "pages": [
    "000",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160"
  ],
  "volumes": [
    "01"
  ]
}