{
  "content": "\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>شرح ألفية الحافظ العراقي </h1>\n\n<p>\n(36)</span>\n</p>\n\n<p>\n(تابع: إبدال الرسول بالنبي وعكسه - السماع على نوع من الوهن أو عن رجلين\n- آداب المحدث)\n</p>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nأقول: ما نحتاج إلى قراءة.\n</p>\n\n<p>\nطالب: اليوم.\n</p>\n\n<p>\nإيه.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وأصحابه أجمعين، أما بعد:\n</p>\n\n<p>\nفيقول الناظم -رحمه الله تعالى-:\n</p>\n\n<p>\n\"آداب المحدث\" وشرعنا في شرح النظم إلى قوله:\n</p>\n\n<p>\n. . . . . . . . . ثم حيث احتيج لك ... في شيء اروه وابن خلاد سلك\n</p>\n\n<p>\nمتى يجلس المحدث للتحديث؟ متى يبدأ التحديث؟ لأن الأمر ينتابه طرفان\nووسط، كغيره من الأمور، إما أن يبادر قبل التأهل مع عدم الحاجة إليه، وهذا\nموجود، وفي النهاية يفتضح ولا يستمر، إن انقطع وإلا انقطع عنه، هذا إذا\nبادر قبل التأهل مع عدم الحاجة إليه فإنه لا يلبث أن ينقطع بنفسه؛ لأنه\nيكتشف، العلم لا يمكن أن يمشي بالتمشية والضحك على الناس، يعني لو مشى يوم\nما مشى اليوم الثاني، ولو تلبس بما لم يعط في يوم أو يومين فلا بد أن ينكشف\nبعد ذلك، فلا يلبث أن ينقطع؛ لأنه يفتضح ويعرف الناس حقيقة أمره، ثم إن لم\nينقطع بنفسه قطع عنه، والناس لا سيما طلاب العلم وإن كانوا صغارا يميزون\nبين من يفيدهم ومن لا يفيدهم، هذا إذا جلس قبل التأهل وقبل الاحتياج إليه\nقد يتأهل، ولكن لا يحتاج إليه، في البلد، ما يغني عنه ينصرف إلى أمر يكون\nأهم هذا نوع، في الطرف <span id='ms0904'></span> الثاني إذا تأهل واحتيج إليه، ولم يجلس للطلاب مثل\nهذا لا شك أنه إذا تعين عليه الأمر فإنه يأثم، وإذا كان في دائرة الوجوب\nالكفائي بمعنى أنه يوجد في البلد غيره، ولم يقم بذلك أحد فإنه يأثم كغيره\nممن تأهل لذلك، يعني إذا تأهل واحتيج إليه فلم يجلس فإنه يأثم، نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالبلد المعروف المأهول، المسكون، القرية فما فوق، المقصود أن الحاجة\nداعية حتى لو قدر أن حاجة البلد الواحد لا يكفيها شخص واحد، تعين على أكثر\nمن واحد، لا بد أن يقوم بالأمر من يكفي؛ لأن التعليم واجب على الكفاية.\n</p>\n\n<p>\nالطالب:. . . . . . . . .\n</p>\n\n<p>\nيجلس في قريته لا يكلف أن يسافر، يجلس في قريته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p001'> Vol. 35, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالطالب:. . . . . . . . .\n</p>\n\n<p>\nلا لا الكلام في قريته هو، كما أنه لا يكلف أن يسافر لا يكلف الطالب أن\nيسافر، ما دام هو في بلده وهو متأهل والحاجة داعية إليه يأثم إذا تأخر، ولا\nشك أن الإقدام والإحجام كلاهما مذموم، يعني إقدام قبل التأهل أو أحجام بعد\nالتأهل والحاجة، ولا شك أنه حرمان، والواقع يشهد بهذا الحرمان، كم من شخص\nتأهل ونبغ ونبل سواء كان في دراسته النظامية الرسمية، وصار الأول على دفعته\nأو الثاني أو الثالث، ثم تخرج فلم يزاول التعليم، يعني المسألة خمس سنوات،\nست سنوات، ثم يعود عاميا، لا يحسن ولا يتقن إلا ما بين يديه من عمل، سواء\nكان إداري أو غيره، من الأعمال تجده يتقن الموضوعات التي تتكرر عليه في\nعمله، لكن غيرها ما في، لو تخرج الأول على دفعته وتعين في محكمة الضمان\nوالأنكحة ما تتردد عليه إلا مسائل النكاح والطلاق، ونسي الأبواب الأخرى،\nقاض في المحكمة مخصص للمعاملات ما يعرف إلا أحكام المعاملات، ولا يلبث أن\nيكون في غيرها من الأبواب شبه عامي وهكذا، فالتعليم والجلوس للناس لا سيما\nمع النية الصالحة هو الذي يضمن الاستمرار في العلم، وهو الذي يزيد في\nالعلم، يعني مع الاستمرار الزيادة من خير، أو من أعظم وسائل التحصيل البذل،\nوذكروا عن واحد من أهل الحديث أنه رأى <span id='ms0905'></span> نفسه في الرؤيا مع أربعة من أقرانه\nفي روضة خضراء، وفيها خمسة كراسي، فالأربعة كلهم يحدثون، هو لا يحدث،\nفجلسوا على أربعة كراسي فجاء ليجلس على الخامس فمنع، قيل له: ماذا قدمت\nلتجلس؟ فمن الأهمية بمكان أن يبذل ما عنده من العلم وهذه زكاته، والعلم كما\nيقرر أهل العلم، ويشهد له الواقع أنه يزيد بالإنفاق منه، والواقع يشهد\nبهذا، يعني لو افترضنا أن شخص يعلم الناس ولا يطالع الكتب، يعني هو تأهل\nللتعليم ثم صار يسمع من الطلاب هذه الكتب التي يقرؤونها عليه على طريقة\nالمتقدمين يعني كل واحد بيده كتاب، فيقرأ في الدرس الواحد عشرين ثلاثين\nكتاب، هذا يستفيد مما يسمع، وهذا يغنيه عن قراءته لنفسه، وإن كانت القراءة\nمهمة، لكن هذا أقل المطلوب، وتجده يستفيد من هذا، ويرد على هذا، بما\nاستفاده منه هذا، وهذا من هذا إلى أن ينهض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p002'> Vol. 35, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التعليم لا بد له في أوائل الأمر من التحضير، يعني ما يجلس للطلاب\nاعتمادا على ما حصله في دراسته لا، لا بد من أن يحضر، شيوخنا الكبار إلى\nآخر درس وهم يحضرون، ما يمكن أن يستغنى عن التحضير، لكن على كل حال التعليم\nأفضل من عدمه على أي حال، يعني المعلم يستفيد مما يقرأ عليه، وقبل ذلك\nيستفيد مما حضره في بيته، ثم يستفيد بما يتجاذبه مع الطلاب، ويتحرر له\nأشياء كثيرة ما تحررت له بمجرد القراءة، من هنا تأتي أهمية التعليم، إضافة\nإلى أنه نفع متعد، وله أجر هؤلاء الذين تعلموا على يديه، وأجر من تعلموا\nعلى أيديهم، وكل هذا مشروط بالنية الخالصة الصالحة؛ لأن العلم الشرعي من\nأمور الآخرة المحضة التي لا تقبل التشريك لا بد من هذا، ولا نغتر بوجود بعض\nالمعلمين، ولو كان كلامهم مؤثر، وفيه شيء من الانتقاء من كلام السلف ما\nتدري عن دخيلته، كل واحد يتحدث عن نفسه؛ لأننا نشوف نجيب كلام يعني ننقله\nعن السلف كلام طيب، فيظن بالمتحدث أنه يطبق هذا الكلام، والواقع بخلاف ذلك،\nلكن نسأل الله <span id='ms0906'></span> -جل وعلا- أن يصحح لنا ولكم النيات، وأن يجعل أعمالنا خالصة\nلوجه.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nالطالب:. . . . . . . . .\n</p>\n\n<p>\nالتأهل نسبي، فالذي يعلم صغار العلم لا يلزم أن يكون من الكبار، يعني\nطلاب العلم في المتقدمين، وهم طلاب علم ما زالوا في الطلب يعلمون الصغار،\nلا مانع، يعني أنت الآن في مرحلة المتقدمين تأهلت لدارسة التدمرية على\nالمشايخ، وإذا شرحوا فهمت مثلا، ما الذي يمنع أن تشرح الأصول الثلاثة، وكشف\nالشبهات والكتب السهلة التي مرت بك مرارا؟ هذا وما زال العلماء يتعلمون\nويعلمون في الوقت نفسه، والأمثلة حتى من الوقت الحاضر، يعني كان يحضر دروس\nالشيخ ابن باز -رحمه الله- من الكبار يعني، ويعلمون في أوقات أخرى، ما أحد\nيلومهم، بل يلامون لو لم يعلموا، فالتأهل نسبي، فأنت تتأهل لمن تعلم، وقد\nيوجد في المتعلمين من يحسن تعليم الصغار أحسن من الكبار، أفضل من الكبار\nيعلم الصغار ويحسن التعامل معهم أكثر من الكبار، ولذا يوجه إلى نفعهم،\nوالعمل جار على هذا، إذا احتيج للعالم يجلس، إذا تأهل واحتيج إليه يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p003'> Vol. 35, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n. . . ثم حيث احتيج لك ... في شيء اروه. . . . . . . . .\n</p>\n\n<p>\nيعني من غير تحديد بسن معين، بهذا الضابط: تتأهل ويحتاج إليك.\n</p>\n\n<p>\n. . . . . . . . . ... . . . . . . . . . وابن خلاد سلك\n</p>\n\n<p>\nبأنه يحسن للخمسينا ... . . . . . . . . .\n</p>\n\n<p>\nيعني ما تبدأ التعليم إلا بعد خمسين سنة، طيب إن مت قبل؟! عمر بن عبد\nالعزيز مات لم يكمل الأربعين، الشيخ حافظ الحكمي -رحمه الله- في\nالثلاثينات، سعيد بن جبير في الخمسين، النووي زاد على الخمسين قليلا،\nالمقصود أن مثل هذا التحديد بالخمسين لا أصل له، وهذا فيه تثبيط، مالك بن\nأنس جلس قبل العشرين.\n</p>\n\n<p>\n. . . . . . . . . ... . . . . . . . . . وابن خلاد سلك\n</p>\n\n<p>\nبأنه يحسن للخمسينا ... عاما. . . . . . . . .\n</p>\n\n<p>\nيعني إذا وصل إلى الخمسين ماذا بقي من قوته؟ يعني الآن هو بحاجة إلى أن\nينمو علمه، لا يكفي أن يطالع مثلما ذكرنا، لا بد من مناقشة ومحاورة في\nالعلم، يناقش فيها الطلاب ويحاورونه ويحررون له المسائل، وهذا معروف في\nالقديم والحديث.\n</p>\n\n<p>\nبأنه يحسن للخمسينا ... عاما ولا بأس لأربعينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p004'> Vol. 35, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nاكتمال الأشد الأربعين، والنبي -عليه الصلاة والسلام- أوحي إليه بعد <span id='ms0907'></span>\nاكتمال الأربعين، لكن لا يلزم من هذا أن ينتظر الإنسان إلى أن يبلغ\nالأربعين، الضابط التأهل، لا يتصدى لتعليم الناس، أو لتأليف الكتب، أو\nالحكم بين الناس قبل التأهل، فيفسد أكثر مما يصلح، قد يقول قائل: إنه إذا\nاشترطنا هذا وجاء شخص وجلس للتعليم -وهذه من الغموض بمكان- هل نقول: إنه\nشهد لنفسه بالتأهل؟ أو لا بد أن يشهد له بالأهلية؟ يعني مثل الفتوى جاء\nفيها ما جاء من التشديد، وتجد أهل العلم يذكرون هذا ويشددون، ويوردون\nالنصوص، ويوردون ما تشيب له الولدان، هل نقول: إنه تجاوز هذه المرحلة\nوتأهل؛ لأنه لا تخفى عليه هذا النصوص، هذه من المضايق حقيقة يعني، هل نقول:\nإنه شهد على نفسه أنه بلغ هذه المرتبة؟ أو لا بد أن يشهد له غيره؟ وهل يكفي\nفي ذلك الشهادات الرسمية أو لا بد من شهادات أهل العلم الذين هم يعرفون\nأحوال الطلاب –طلابهم- ويشهدون لبعضهم دون بعض؟ بينما الشهادات الرسمية\nتشهد للجميع، كل من تخرج فهو مشهود له بأنه تأهل، وفيهم في الحقيقة من لم\nيتأهل، أقول: العالم حينما يورد ما جاء في التحذير من الفتوى بغير علم، أو\nالتحذير من القضاء قبل التأهل ثم يجلس للقضاء، أو يجلس للفتوى، أو يجلس\nللتعليم كأنه شهد لنفسه أنه تأهل، لكن هذه أمور حقيقة ما هي من الوضوح\nللناس كلهم، أو حتى للعالم نفسه مثل بزوغ الشمس، يعني اليوم ما تأهل، غدا\nتأهل، هذا ما هو بصحيح، ما يمكن يأتي، إنما نموه مثل نمو النبات شيئا\nفشيئا، والتأهل مثلما قلنا: نسبي ينظر في أحواله وأقرانه وبلده وظرفه\nوزمنه، كما هو حاصل الآن، تجد في يوم من الأيام فجأة يعلن عن درس لفلان، هل\nنقول: إن أمس ما تأهل واليوم تأهل؟ يختبر إن مشى وازداد في تحصيله وكذا،\nولا بد أن يقع، ليس بمعصوم حتى لو تأهل، ولو كان من أكبر أهل العلم، لا بد\nأن يقع في أقواله ما يقبل وما يرد.\n</p>\n\n<p>\nفعلى طالب العلم أن يتهم بنفسه <span id='ms0908'></span> من أجل أن يؤهلها لتحصل له هذه الأجور\nالعظيمة، ولا تقييد بخمسين ولا أربعين، قال:\n</p>\n\n<p>\n. . . . . . . . . ... . . . . . . . . . وابن خلاد سلك\n</p>\n\n<p>\nابن خلاد الرامهرمزي، صاحب المحدث الفاصل بين الراوي والواعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p005'> Vol. 35, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nبأنه يحسن للخمسينا ... عاما ولا بأس لأربعينا\n</p>\n\n<p>\nورد. . . . . . . . . ... . . . . . . . . .\n</p>\n\n<p>\nنعم رد لأنه قد يبلغ الخمسين، وقد يبلغ الستين ولا يتأهل، وقد يبلغ\nالعشرين أو لا يصل إلى العشرين وقد تأهل.\n</p>\n\n<p>\nورد والشيخ بغير البارع ... . . . . . . . . .\n</p>\n\n<p>\nالشيخ ابن الصلاح.\n</p>\n\n<p>\n. . . . . . . . . بغير البارع ... خصص. . . . . . . . .\n</p>\n\n<p>\nيعني طالب علم من سائر طلاب العلم أكثر من ملازمة الشيوخ والتردد عليهم،\nووصل إلى خمسين سنة، وجلس لتعليم من يمكن أن يستفيد منه لا بأس إلى أن يجلس\nمجلس يعني يجد نفسه أنه ليس بأهل لهذه المهمة فيترك، لكن في الغالب أنه إذا\nأكثر التردد على علماء، وحفظ المتون المقررة لطلاب العلم، ونظر في الشروح\nأنه يستطيع أن يمشي صغار الطلاب.\n</p>\n\n<p>\n. . . . . . . . . والشيخ بغير البارع ... خصص. . . . . . . . .\n</p>\n\n<p>\nيعني كلام ابن خلاد \"لا كمالك والشافعي\" يعني هؤلاء برعوا قبل الثلاثين،\nبل قبل العشرين، لا سيما مالك أفتى لسبعة عشرة، الشافعي قبل الخمسة\nوالعشرين جلس للتحديث والتعليم وغيره، الأمثلة كثيرة في هذا، \"لا كمالك\nوالشافعي\" يعني هناك نوعيات جلسوا في أوقات أو مع توافر شيوخهم، الإمام\nمالك جلس في المسجد النبوي، وكثر الجموع عليه وشيخه ربيعة في المسجد، ربيعة\nالرأي، ربيعة بن أبي عبد الرحمن، موجود في المسجد، وتجد بعض طلاب العلم\nيبرع في هذا ويحضره الناس، وتجد بعض شيوخه في المسجد يصلي معه، وتجد بعض\nالشيوخ يحضر أحيانا، وفي هذا منقبة للطرفين، للشيخ والطالب، نعم؟\n</p>\n\n<p>\nالطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p006'> Vol. 35, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالسبب يعني النظر إلى أن الخمسين النضج كامل، خلاص ما عاد يمكن ينضج أكثر\nمن هذا، والأربعين مكتمل الأشد، كما قيدوا بداية الطلب بالخمس، ومنهم قال:\nالعشر، ومنهم قال: العشرين، ومنهم قال: الثلاثين، بداية طلب العلم قالوا:\nثلاثين أهل البصرة، هذا معقول هذا؟! تجلس في بيتك إلى أن تبلغ ثلاثين؟! هذا\nضياع، إهدار للعمر، ومثل هذا يجلس إلى الخمسين يتردد على الشيوخ، نعم وجد\nمن أهل العلم من هو أهل <span id='ms0909'></span> للتعليم وطلب العلم إلى أن بلغ الستين، ومع ذلك\nيدرس في أوقات أخرى، ملازمة لعالم من العلماء يستفيد منه في كل درس فائدة\nجديدة، لكن يعني من خلال الواقع أيهما أفضل أن يستمر مثل هذا في حضور\nالدروس أو يكثر من التدريس؟ بلا شك الثاني؛ لأن أكثر ما يقوله الشيخ من\nخلال حضور ثلاثين أربعين سنة معروف لديه، يعني في أول الأمر قد يستفيد\nبنسبة خمسين بالمائة مما يقوله الشيخ، ثم بعد سنتين أو ثلاث قد لا يستفيد\nإلا بنسبة ثلاثين بالمائة، ثم يتضاءل الأمر إلى أن يستفيد بنسبة واحد\nبالمائة، أما الباقي معروف عنده، تكرر عليه مرارا، يعني أنتم سمعتم منا\nكلاما قد لو أقوله الآن مليتوه، قيل يعني يمكن عشرين أو ثلاثين مرة، والأذن\nتمل من كثرة السماع، فأقول: مثل هؤلاء الذين لزموا الشيوخ ثلاثين، أربعين،\nخمسين سنة يكفي لمعرفة منهج الشيخ خمس سنوات، تعرف منهج الشيخ، فإذا سمعت\nبفتوى تخالف ما تصورته عن الشيخ بادرت إلى إنكارها، ولا يعني هذا أن\nالإنسان إذا بلغ الثلاثين خلاص ينقطع عن الدروس، لكن يكثر من العطاء في هذه\nالسن، قبل أن يحول دونه وبين العطاء ما يحول من مرض وإعاقة وشيء من هذا\nفيندم على أن يكون أعطى وقدم، يعني تجد من الكبار يشار لهم بالبنان إذا رحت\nإلى التسجيلات ما وجدت لهم دروس أو مؤلفات في المكتبات، ما وجدت شيء، كل\nهذا سببه التراخي، بعدين بعدين، ما كمل النصاب، ما تأهلنا، ويتذرعون،\nويتواضعون -جزآهم الله خيرا- لكن يبقى أن النفع العام مقدم على مثل هذه\nالأعذار.\n</p>\n\n<p>\nوينبغي الإمساك إذ يخشى الهرم ... وبالثمانين ابن خلاد جزم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p007'> Vol. 35, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمتى يمسك؟ الآن عندنا فيما أخذناه قبل متى يبدأ بطلب العلم؟ انتهينا منه،\nوالخلاف فيه الطويل الذي تقدم في دروس مضت، ومتى يبدأ التدريس والتعليم؟\nهذا موضوع اليوم، ومتى يكف عن التعليم؟ لأنه هل يقال للمتأهل: أجلس للناس\nإلى يوم الوفاة؟! أو هناك حد -سن- يقف عنده؟ السيوطي لما بلغ الخمسين قطع\nالدروس والإفتاء <span id='ms0910'></span>، وقطع أي ارتباط بالناس واتجه إلى التأليف، حتى مات عن\nستمائة مصنف، يعني هذا ما ضاع وقته، كونه انتقل من شيء إلى شيء كلاهما\nمحمود مطلوب، لكن إذا اجتمع الأمران ألف وعلم وأفتى هذا من نعم الله على\nالإنسان، شريطة أن يكون حريصا على خلاص نفسه، قبل خلاص غيره، يعني يتحرى\nلنفسه أكثر من غيره، ما هو معنى هذا أنه يفتح الباب على مصراعيه، وكل ما\nطلب منه شيء تأهل له وإلا ما تأهل، الله يحيك، وإذا سئل عن مسألة ما تردد\nفيها، لا يعني هذا، يعني ينفتح للناس لكن بقدر استطاعته.\n</p>\n\n<p>\n\"وينبغي الإمساك -يعني عن التعليم- إذ يخشى الهرم\" إذا ظهرت عليه أمارات\nالتخليط، وكثر النقد الموجه إليه، وكثر سبق لسانه، وسبق فهمه إلى غير\nالصواب، هنا يقال له: لو اقتصرت على العبادة أفضل لك.\n</p>\n\n<p>\nوينبغي الإمساك إذ يخشى الهرم ... وبالثمانين ابن خلاد جزم\n</p>\n\n<p>\nيقول: لو وصل ثمانين خلاص يوقف، ولو كان من أحسن الناس فهما، وأثبتهم\nعقلا ورأيا؛ لأنه في الغالب أن الثمانين يخرف فيها الإنسان، يحصل فيها\nالخرف، لكن كل إنسان بحسبه مثلما قلنا في التمييز في بداية الطلب.\n</p>\n\n<p>\n. . . . . . . . . ... وبالثمانين ابن خلاد جزم\n</p>\n\n<p>\nمع أن أهل العلم ينصون على أن من بلغ الثمانين اتجاهه إلى العبادة والذكر\nوالتلاوة أولى به، لكن النماذج في المتقدمين والمتأخرين ممن استمر في\nالتعليم إلى أن وصل المائة أو جاوز المائة هذا موجود.\n</p>\n\n<p>\nفإن يكن ثابت عقل لم يبل ... كأنس ومالك ومن فعل\n</p>\n\n<p>\nيعني جاوزوا الثمانين، واستمروا على التعليم، أنس جاوز المائة، مات عن\nمائة وثلاث سنين، لكنه في أواخر عمره يقول: سلوا الحسن، فإنه حفظ ونسينا،\nوهذا مما يرد كلام ابن خلاد الرامهرمزي، وأنه إذا بلغ الثمانين يقف عن\nالتعليم.\n</p>\n\n<p>\nإن الثمانين -وبغلتها- ... قد أحوجت سمعي إلى ترجمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p008'> Vol. 35, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nأحوجت السمع، وأحوجت البصر، وأحوجت القوى كلها، تحوج الثمانين في الغالب،\nلكن مع ذلك قد يتجاوز الثمانين، بل التسعين، بل المائة، وهو ثابت العقل،\nواختبر بعضهم ورد ردا دقيقا فرح به الطلاب.\n</p>\n\n<p>\nفإن <span id='ms0911'></span> يكون ثابت عقل لم يبل ... كأنس ومالك ومن فعل\n</p>\n\n<p>\nكأنس بن مالك الصحابي خادم النبي -عليه الصلاة والسلام-، ومالك أمام دار\nالهجرة، نجم السنن، مالك بن أنس \"ومن فعل\" يعني من فعل فعلهم بعد تجاوز\nالتسعين بل المائة.\n</p>\n\n<p>\nوالبغوي والهجيمي وفئه ... كالطبري حدثوا بعد المائه\n</p>\n\n<p>\nالبغوي حدث بعد المائة، عمر طويلا، وكذلك الهجيمي كذلك حدث بعد المائة،\n\"وفئه\" يعني جمع من أهل العلم كالطبري أبي الطيب طاهر بن عبد الله الطبري\n\"حدثوا بعد المائه\" يعني بعد أن جاوزوا المائة، الطبري حفظ له موقف قفز من\nحفرة بعد أن جاوز المائة، ولاموه كيف تقفز وأنت بهذا السن؟! يعني يمكن يحصل\nلك كسور وإلا شيء تندم على ذلك، فقال المقالة المشهورة: \"جوارح حفظنها في\nالصغر، فحفظها الله علينا في الكبر\" إمام أنا رأيته في شارع عثمان بن عفان\nداخل البلد، كان يسمى شارع الغنم، لا لا شارع الفريان؛ لأن الشارعان\nمتجاوران، في شارع الفريان يناهز المائة، قبل ثلاثين سنة، خرج من المسجد\nفإذا الحفريات القديمة العميقة، الحفريات الخرافي، يعني ما يرى أسفلها، خرج\nمن المسجد فسقط فيها، كفيف وأعمى ويناهز المائة، فجزم الناس أن الشيخ خلاص\nانتهى، مات، وهو إمام مسجد، فأخرجوه، نفض البشت والثياب واستمر يمشي، العصا\nانكسر يعني، الرجل مات منذ أمد، لكن هذا الحاصل، يعني الجوارح إذا حفظت في\nالصغر يحفظها الله في الكبر، والله المستعان.\n</p>\n\n<p>\nوالبغوي والهجيمي وفئه ... كالطبري حدثوا بعد المائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p009'> Vol. 35, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nشيخنا الشيخ ابن باز -رحمه الله- في ليلة الوفاة مع التسعين؛ لأنه ولد\nسنة ثلاثين، ومات سنة عشرين، تسعين سنة، ليلة الوفاة إلى منتصف الليل وهو\nيفتي، إلى الساعة الثانية عشرة وهو يفتي، والشيخ ابن عثيمين في آخر ليلة\nيدرس، يعني شالوه أخر ليلة من المسجد الحرام إلى المستشفى، المقصود أن\nالعلماء يتلذذون بمثل هذا؛ لما يعرفون من حسن العاقبة، كون الإنسان يختم له\nوهو على خير، لكن نستحضر دائما إخلاص العمل لله -جل وعلا- في هذا الأمر؛\nلأن المسألة مزلة قدم، كيف بك إذا بدأ <span id='ms0912'></span> لك من الله ما لم تحتسب، أو ما لا\nتحتسب، يعني الثلاثة أول من تسعر بهم النار شخص عمره كله أفناه بالتعلم\nوالتعليم، لكنه تعلم وعلم ليقال: عالم، وقد قيل.\n</p>\n\n<p>\nوعدي بن حاتم وأخته لما جاءوا إلى النبي -عليه الصلاة والسلام-،\nواستقبلهم، ورحب بهم، وذكروا من أوصاف أبيهم ما ذكروا، يعني ذكروا من كرمه\nوجوده ما هو مسطر في الكتب إلى الآن، لما انتهى عدي قال: ((أراد أبوك شيئا\nفحصل له)) أراد أبوك يعني قصد شيئا فحصل له، ماذا قصد؟ ليقال: جواد، وسوف\nيقال: جواد إلى قيام الساعة، لكن ماذا له في الآخرة؟! فالذي يخشى ممن يزاول\nهذه المهن لا سيما ما هو من أمور الآخرة المحضة أن يبدو له من الله ما لا\nيحتسب، فيكون بدلا من أن يتوقع أنه مع الصديقين يكون من أول من تسعر بهم\nالنار، نسأل الله السلامة والعافية.\n</p>\n\n<p>\nوينبغي إمساك الأعمى إن يخف ... . . . . . . . . .\n</p>\n\n<p>\nالأعمى سواء كان من أول أمره أعمى يعني أكمه، أو طرأ عليه العمى، والغالب\nأن الذي يمسك من طرأ عليه العمى، أما من عاش وهو أعمى وحصل من العلم ما حصل\nهذا يستمر، لكن كلامهم فيما إذا كان علمه في كتاب.\n</p>\n\n<p>\nوينبغي إمساك الأعمى إن يخف ... . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p010'> Vol. 35, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nيعني من تخليطه بسبب العمى، أو ضياع الكتاب، أو تعدي أحد على الكتاب،\nوإدخال ما ليس منه فيه، فإن مثل هذا إذا كان لا يحفظ ما في كتابه مظنة، وكم\nمن راو ابتلي بمن يدخل في كتابه ما ليس منه، فالأعمى يمسك، وهذه ينتبه لها\nمثلنا، الذي يشرح من كتب، يعني لو حصل له ما حصل، وفقد البصر لا شك أنه\nيتأثر التدريس، يتأثر تعليمه، وهو بيده الكتاب ما عنده مشكلة، أما الذي\nيحفظ المتون ويشرحها من حفظه هذا ما عنده مشكلة، ولذلك ونصيحتي لطلاب العلم\nأن يهتموا بحفظ المتون، وأن يديموا النظر فيها ومراجعتها، يعني واحد من\nالشيوخ الذين حفظوا في الصغر حضر في مسجد من المساجد فإذا بإمام المسجد\nيقرأ في كتاب، يقول <span id='ms0913'></span>: أنا أعرف هذا الكتاب، لكن ما أدري ويش اسمه؟ الكلام\nهذا مار علي لكن في أي كتاب؟ على طالب العلم أن يهتم بمحفوظاته بحيث إذا\nاحتاج إلى تعليمها وقد طرأ عليه ما طرأ، إذا كان يبصر والمتن بيده سهل، لكن\nإذا عمى كيف يشرح؟ اللهم إلا إذا كان يريد أن يوقف القارئ جملة جملة، وهذه\nطريقة يعني الشرح الممزوج موجود عند أهل العلم، شرح كلمة كلمة، لكن مثل هذه\nالطريقة قد لا يستطرد معها إلا إذا استوعب المسألة، واستيعاب المسألة تحتاج\nإلى حفظ لها قبل ذلك، أو إمساك بالكتاب كما نفعله ويفعله كثير من الشيوخ،\nما في عيب أبدا، الإمام أحمد يحدث من كتابه، ويحفظ سبعمائة ألف حديث، هذا\nما في إشكال، لكن الإشكال فيما لو طرأ عليه مثلما يذكر المؤلف عمى وإلا شيء\nيجعله يختل طريقه.\n</p>\n\n<p>\nوإن من سيل بجزء قد عرف ... . . . . . . . . .\n</p>\n\n<p>\nشخص يطلب أو مجموعة من طلاب العلم يطلبون أن أشرح لهم التدمرية، أنا أعرف\nأن الشيخ عبد الرحمن البراك أفضل ألف مرة يشرح التدمرية، أقول: روحوا إلى\nالشيخ، يجون يطلبون كتاب من كتب الأصول، إحنا عندنا مبادئ في العلوم كلها\nونستطيع -يعني ولله الحمد- وجربنا وجربنا، لكن المسألة التي يشير إليها\nالمؤلف ما هو يعني أن. . . . . . . . .\n</p>\n\n<p>\nوالذي يليه يقول:\n</p>\n\n<p>\nوترك تحديث بحضرة الأحق ... . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p011'> Vol. 35, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nيعني لو جاءوا إلى الشيخ الكبير يتكلم كما هو الحاصل يعني شيوخنا كلهم\nيتكلمون في المناسبات، بدء من الشيخ ابن باز فما دونه، ثم ينتقل الأمر إلى\nمن بعده، يعني لو أن من بعده قال: لا أتحدث بحضرة شيخي فهو محق، وقد يلومه\nمن يلومه، لكنه محق.\n</p>\n\n<p>\nوترك تحديث بحضرة الأحق ... . . . . . . . . .\n</p>\n\n<p>\nهذا من الأدب والاعتراف لأهل الفضل بفضلهم، وسيأتيه يوم من الأيام أن\nيترك الأمر له، أقول: الأيام دول.\n</p>\n\n<p>\nوبعضهم كره الأخذ عنه ... ببلد وفيه أولى منه\n</p>\n\n<p>\nيعني ما تأتي إلى شخص مفضول وتأخذ عنه علم ويوجد من هو أفضل منه، إلا\nلعارض مثلا، أنت في حي وفي شخص متأهل يعلم، وفيه في حي <span id='ms0914'></span> آخر من أولى منه\nوأفضل، لكن أنت ما عندك وسيلة نقل، أو ما عندك وقت يسعفك إلى أن تروح إلى\nالشيخ البراك أو ابن جبرين أو ابن فوزان أو غيرهم من أهل العلم أو الغديان\nمن شيوخنا، تقول: والله هذا أيسر لي جنب البيت، وشو عاد ... ، وإذا أشكل\nعلي شيئا فالشيوخ بالهاتف نصلهم، إذا عرض مثل هذا معك حق، وإذا لم يعرض\nفترك الأولى لا شك أنه حرمان.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا بعضهم يحدث بحضرة الأولى ويعتذر بأنه قصدا يحدث بحضرة شيخه ليسدده،\nإذا حصل منه شيء والشيخ موجود يسدده، بهذا الاعتذار، وبعضهم من باب الكسل\nما وده يتكلم ويعتذر بأنه يترك المجال لشيخه، والأمور بمقاصدها، وهذا موجود\nوهذا موجود، والله المستعان، ولا يعلم بالنيات والخفايا إلا الله -جل\nوعلا-.\n</p>\n\n<p>\nوبعضهم كره الأخذ عنه ... ببلد وفيه أولى منه\n</p>\n\n<p>\nالأولى إما بالسن مثلا، أو بالتحصيل يعني يتعرف لمن هو أفضل منه، كما\nقلنا في مسألة الدلالة على من هو أولى منه وأعلم وأفضل،. . . . . . . . .\nوبعض الناس قد يحضر عنده وإن لم تكن الفائدة بقدر ما يبذل من جهد، لكن هناك\nأمور تحتف. . . . . . . . .\n</p>\n\n<p>\nولا تقم لأحد وأقبل ... . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p012'> Vol. 35, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n. . . فدخل من دخل أي كان، لا تقم لأحد أي كان، سواء كان من الولاة، من\nالعلماء، ممن له حق عليك أبيك أو عمك أو ما أشبه ذلك، لا تقم لأحد؛ لأن قطع\nالحديث أنت الآن تتكلم بكلام النبي -عليه الصلاة والسلام-، وقطعه من أجل\nفلان من الناس لا شك أنه إيثار لفلان على الحديث، لذلك لا تقم لاستقبال هذا\nالقادم أي كان، مع أنه يدخل في مسألة المفاضلة بين القرب، المفاضلة بين\nالقرب يقرر أهل العلم أن القرب مرتبة في الشرع، لكن يقد يحتف بالمفضول منها\nما يجعله فاضل، لو أن الرجل مع أبيه وصل إلى باب المسجد معا، ولا شك أن\nالدخول إلى المسجد أولا أفضل، لكن كون الابن يؤثر أباه في مثل هذا أو حتى\nفي الصف الأول، أو في القرب من الإمام يترتب عليه مصلحة <span id='ms0915'></span> أعظم من المصلحة\nالمرتبة على القرب من الإمام، لو أن شخصا أو من أهل العلم دخل المسجد وأنت\nتعلم وبينك وبينه سوء تفاهم مثلا، نقل إليك عنه أو نقل إليه عنك، فأردت أن\nتقطع الحديث وتستقبله وتنزيله منزلته ليزول ما في النفس، هذا لا شك أنه\nراجح، إذا كان الشخص بحيث نزل عن منزلته وقيل فيه ما قيل مما لا أصل له،\nوصار الطلاب يتناولونه، وأردت أن ترفع من شأنه ليرجع إلى منزلته؛ لأن ما\nقيل فيه ليس بحق، هذا أيضا من الترجيح بأمر خارج، فلك أن تفعل، قال:\n</p>\n\n<p>\nولا تقم لأحد وأقبل ... عليهم. . . . . . . . .\n</p>\n\n<p>\nأقبل على الطلاب بالسوية، يعني لا تخاطب واحد كل الدرس والبقية كأنهم غير\nموجودين، انظر إلى الطلاب على حد سواء، وعلى كل حال يقول: \"وأقبل عليهم\"\nجمعيا يعني لا تخص بعضا دون بعض، ولا جهة دون جهة، لكن في الغالب الذين على\nسمت الجلسة هم الذين يحظون بالأكثر، نعم هم الذين يحظون بالأكثر؛ لأنه هو\nالأريح مثلا للشيخ، فلا يعني هذا أنه أهمل من بجانبه من يمين أو شمال من\nأجل اختصاص من بين يديه دون غيره، لا، لهذا السبب، ولذا تجدون أكثر ما يوجه\nالكلام للذي أمامه، والذي يريد أن يحظا بمثل هذا يأتي، ولا أحد يمنعه، وعلى\nكل حال ينبغي أن يعدل الشيخ بين طلابه \"وللحديث رتل\".\n</p>\n\n<p>\nاللهم صل وسلم على نبينا محمد ...\n</p>\n\n<p>\nيقول -رحمه الله-:\n</p>\n\n<p>\n. . . . . . . . . ... . . . . . . . . . وللحديث رتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p013'> Vol. 35, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nيعني لا تسرع في قراءة الحديث، بل تأنى في قراءته بكلام مسموع مفهوم،\nبحيث لا يكون هذرمة ولا هينمة بحيث تخفى بعض الحروف، أو بعض الكلمات، ولا\nيسرد، ولا يهذ كهذ الشعر، بل يبين ويوضح؛ لأن المقصود من التحديث التبليغ،\nاستجابة لقوله -عليه الصلاة والسلام-: ((بلغوا عني)) ((وليبلغ الشاهد منكم\nالغائب)) فلا يحصل ولا يتم التبليغ إلا بالتأني والوضوح والإيضاح بحيث يبين\nكل حرف من مخرجه، وليس معنى هذا الترتيل أن تطبق عليه أحكام التجويد مثلا،\nلا، ليس معنى هذا أن تطبق عليه الأحكام، إنما يقرأ <span id='ms0916'></span> بصوت واضح بين لا يخفى\nمنه شيء، وأهل كل بلد لهم طريقة في تأدية ما يريدون قراءته، القرآن يشترك\nفيه جميع المسلمين؛ لأن لقراءته قوانين محددة مضبوطة لا تتفاوت، يقرأه\nالعربي، ويقرأه الأعجمي، ويقرأه كل أحد، لكن قراءة نجد مثلا للحديث تختلف\nعن قراءة الحجاز، والحجاز تختلف قراءتهم عن .. يعني نبرة الصوت، أذكر لما\nشرحنا كتاب الفتن من صحيح البخاري، في دورة علمية، وكان الشيخ عبد الله هو\nالذي يقرأ بصوته المعروف الجميل، ومن خلال الانترنت جاءت الأسئلة هل تجوز\nمثل هذه القراءة؟ وما الدليل على جوازها؟ إحنا قلنا: ما الدليل على منعها؟\nلأن الكلام وتأديته مما لم يرد فيه نص متروك لعادات الناس وأعرافهم،\nالقبائل تختلف في نطقها، هل أحد يقول: إن المغربي ينطق الكلام مثلما ينطقه\nالمشرقي؟ أبدا، أو اليمني ينطق مثلما ينطق الشامي؟ ما يقول أحد هذا لا في\nالقديم ولا في الحديث، فالمقصود تأديته بطريقة غير متكلفة وتصل إلى. . . .\n. . . . .\n</p>\n\n<p>\nواحمد وصل مع سلام ودعا ... . . . . . . . . .\n</p>\n\n<p>\n. . . . . . . . . له صيغة مما لم يرد فيه دليل بخصوصه، وأولى ما يقال في\nمثل هذا خطبة الحاجة؛ لأنها ثابتة بالنص، وعلى أي أسلوب ابتدأ الحمد، وصلى\nوسلم على النبي -عليه الصلاة والسلام- كفى \"ودعاء\" يدعو بين يدي الدرس\nبأدعية جامعة من جوامع الأدعية، سواء كانت من الكتاب أو السنة، هذه طريقة\nمتبعة عند أهل العلم لا سيما أهل الحديث في بداية دروسهم.\n</p>\n\n<p>\nواحمد وصل مع سلام ودعا ... . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p014'> Vol. 35, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nيستدلون على هذا بما يقال في أوائل الكتب من حديث: ((كل أمر ذي بال لا\nيبدأ فيه ببسم الله)) ((ولا يبدأ فيه بحمد الله)) وفي رواية: ((بالصلاة\nعلي)) وعرفنا أن جمعا من العلم حكموا على الحديث بجميع طرقه وألفاظه\nبالضعف، وليس معنى هذا أنه إذا كان طرقه كلها ضعيفة أننا نبدأ بأي كلام\nكان، لا، بل نسمي ونحمد ونصلي علي النبي -عليه الصلاة والسلام- ونتشهد ولو\nضعف الخبر؛ لأن القرآن مبدوء بالبسملة والحمدلة، الخطب النبوية كذلك مبدوءة\nبالحمدلة، الرسائل النبوية مبدوءة بالبسملة، يعني بعض الناس يسمع <span id='ms0917'></span> شيئا وليس\nفيه أدنى مسكة من فقه النفس، يسمع أن فلانا ضعف هذا الحديث معناه أن وجوده\nكعدمه. . . . . . . . .\n</p>\n\n<p>\nصلاة العجائز الإشراق -سبحان الله- يعني ما يستوعب مثل هذا، هذا سمع بربع\nعين، وألغى كل الدنيا، تعجلها كلها سوداء في عينه، هذا الكلام ليس بصحيح،\nيعني إذا ضعف هذا الدليل فهناك أدلة أخرى قولية وعملية متضافرة على شرعية\nمثل هذا الكلام، لكن الإشكال في أنصاف المتعلمين، إذا وجد مثل هؤلاء صاروا\nيتصرفون .. ، في الحج قبل الماضي ونحن ذاهبون على رمي الجمرة في يوم العيد،\nفإذا شباب يعني لا أبالغ إذا قلت: إنهم في الثانوي، في أوله، اثنين يحدث\nواحد منهم الثاني يقول: الحمد لله ما رأيت البارحة أحد من المبتدعة، يعني\nفي مزدلفة، ما شفت -الحمد لله- ولا واحد يوتر؛ لأن بعضهم قال أخذا من قوله:\n\"نام حتى أصبح\" أن النبي -عليه الصلاة والسلام- ما أوتر تلك الليلة، فجعله\nمبتدع الذي يوتر، شباب صغار ما عندهم شيء، فسمع هذه الكلمة، وما رأى أحد من\nالمبتدعة، سبحان الله، يعني انتظر كم من كلام قيل ثم ندم عليه، والله\nالمستعان.\n</p>\n\n<p>\nواحمد وصل مع سلام ودعا ... في بدء مجلس وختمه معا\n</p>\n\n<p>\nيعني يبدأ المجلس بهذا ويختم به، بعد هذا: مجالس الإملاء، وما يليها\nتحتاج إلى شيء من التفصيل، فيترك للدرس القادم -إن شاء الله تعالى-، والله\nأعلم.\n</p>\n\n<p>\nوصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه\nأجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p015'> Vol. 35, p. 015</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57"
  ]
}