{
  "content": "\n\nالكتاب: جزء فيه أحاديث عن جماعة من مشايخ بغداد - مخطوط\n<p>\nالمؤلف: ضياء الدين أبو عبد الله محمد بن عبد الواحد بن أحمد المقدسي\n</p>\n\n<p>\nالمتوفى: 643 ه\n</p>\n\n<p>\nمصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية\n</p>\n\n<p>\nرقم المجموع: 3782 عام [مجاميع 46]\n</p>\n\n<p>\nرقم المخطوط في المجموع: 9\n</p>\n\n<p>\nعدد أوراق المخطوط: 6 (157 - 162)\n</p>\n\n<p>\nملاحظة: يضم هذا الجزء ما يلي:\n</p>\n\n<p>\n1 - منتقى من الجزء الرابع من فوائد أبي البركات عبد الوهاب بن المبارك\nالأنماطي، المتوفى سنة 538 ه\n</p>\n\n<p>\n2 - مجلس من أمالي أبي الحسن نعيم بن عبد الملك الاستراباذي، المتوفى سنة 354 ه\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 4 - 6 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق157ب)\n</p>\n\n<h1 class='l1' id='head0'>AUTO جزء فيه أحاديث عن جماعة من مشائخ بغداد</h1>\n\n<p>\nأحسن الله جزاءهم\n</p>\n\n<p>\nسماع الحافظ ضياء الدين أبي عبد الله محمد بن عبد الواحد بن أحمد بن عبد\nالرحمن المقدسي\n</p>\n\n<p>\nغفر الله له ولوالديه ونفعه بالعلم، وزينه بالحلم، آمين\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسين عبد الحق بن عبد الخالق بن عبد القادر بن محمد\nبن يوسف كتابة، وأنبأ عنه خالي الإمام الرباني أحسن الله جزاءه، أن أبا\nالغنائم محمد بن علي بن ميمون النرسي أخبرهم، أنبأ أبو الحسن محمد بن إسحاق\nبن محمد بن فدويه، أنبأ أبو الحسن علي بن عبد الرحمن بن أبي السري البكائي،\nأنبأ أبو جعفر محمد بن عبد الله بن سليمان الحضرمي، ثنا أبو بكر، وسعيد بن\nعمرو، وهشام بن يونس، قالوا: ثنا ابن عيينة، عن أبي يعفور، عن ابن أبي أوفى\nقال: غزوت مع رسول الله صلى الله عليه وسلم سبع غزوات نأكل الجراد، وقال\nسعيد وهشام: سألت ابن أبي أوفى عن الجراد. أخرجه مسلم عن أبي بكر بن أبي\nشيبة هذا. (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق158أ)\n</p>\n\n<p>\nفيه من الجزء الرابع من\n</p>\n\n<p>\nفوائد أبي البركات الأنماطي الحافظ\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\nأخبرنا الشيخ الإمام أبو زكريا يحيى بن المبارك بن محمد بن يحيى الزبيدي\nقراءة عليه، وأنا أسمع في مستهل ربيع الأول من سنة إحدى وستمائة بالحريم،\nقيل له: أخبركم الشيخ الحافظ أبو البركات عبد <span id='ms1'></span> الوهاب بن المبارك بن أحمد بن\nالحسن الأنماطي قراءة عليه وأنت تسمع في ربيع الآخر من سنة ست وثلاثين وخمس\nمائة فأقر به، أنبأ الشيخ أبو محمد عبد الله بن محمد بن عبد الله بن عمر بن\nأحمد بن المجمع الصريفيني قراءة عليه وأنا أسمع في المحرم سنة ثمان وستين\nوأربعمائة، قثنا أبو طاهر محمد بن عبد الرحمن بن العباس المخلص إملاء في\nيوم الجمعة التاسع من رجب سنة ثلاث وتسعين وثلاثمائة:\n</p>\n\n<p>\n1 - قثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي إملاء في صفر\nلست خلون من سنة ثلاث عشرة وثلاثمائة، قثنا أبو عبد الله أحمد بن محمد بن\nحنبل بن هلال بن أسد الشيباني، قثنا يحيى بن سعيد، عن شعبة، قال: أخبرني\nأبو جمرة نصر بن عمر قال: سمعت ابن عباس، يقول: قدم وفد عبد القيس على رسول\nالله صلى الله عليه وسلم، فأمرهم بالإيمان بالله عز وجل، ثم، قال: أتدرون\nما الإيمان بالله عز وجل؟ قالوا: الله ورسوله أعلم، قال: شهادة أن لا إله\nإلا الله، وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة وصوم رمضان،\nوأن تعطوا الخمس من المغنم.\n</p>\n\n<p>\nهذا حديث صحيح من حديث شعبة بن الحجاج، عن أبي جمرة، اتفق البخاري ومسلم\nعلى إخراجه، فأخرجه البخاري عن علي بن الجعد، عن شعبة. وأخرجه البخاري\nومسلم جميعا عن محمد بن بشار بندار، عن محمد بن جعفر غندر، عن شعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n2 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، قثنا أبو\nيعقوب إسحاق بن الخليل الحلاب، ثنا محمد بن سهل يعني ابن عسكر، ثنا عبد\nالرزاق بن همام، ثنا معمر، عن الزهري، عن سالم، عن ابن عمر، قال: لما مر\nرسول الله صلى الله عليه وسلم بالحجر قال: لا تدخلوا مساكن الذين ظلموا\nأنفسهم إلا أن تكونوا باكين، ولا تدخلوا عليهم فيصيبكم (ق158ب) مثل ما\nأصابهم.\n</p>\n\n<p>\nأخرجه البخاري، عن عبد الله بن محمد المسندي، عن عبد الرزاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n3 - أخبرنا عبد الله بن محمد <span id='ms2'></span>، قثنا محمد بن عبد الرحمن بن العباس، قثنا أبو\nبكر بن أبي داود، ثنا المسيب بن واضح، ثنا أبو إسحاق الفزاري، عن إسماعيل\nبن أبي خالد، عن قيس بن أبي حازم، عن جرير بن عبد الله البجلي، قال: بايعنا\nرسول الله صلى الله عليه وسلم على إقام الصلاة وإيتاء الزكاة والنصح لكل مسلم.\n</p>\n\n<p>\nأخرجه البخاري عن مسدد، وأبي موسى، عن يحيى القطان، وأخرجه مسلم، عن أبي\nبكر بن أبي شيبة، عن عبد الله بن نمير وأبي أسامة حماد بن أسامة كلهم عن\nإسماعيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n4 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nمحمد يحيى بن محمد بن صاعد، ثنا الحسين بن الحسن المروزي، ثنا عبد الله بن\nالمبارك، قال: أنبأ هشام بن عروة، عن أبيه، عن عائشة قالت: ما ضرب رسول\nالله صلى الله عليه وسلم بيده أحدا من نسائه قط، ولا ضرب خادما بيده قط،\nولا ضرب بيمينه شيئا قط إلا أن يجاهد في سبيل الله، وما نيل منه شيء قط،\nفانتقم لنفسه إلا أن تنتهك محارم الله عز وجل، فينتقم لها، وما خير رسول\nالله صلى الله عليه وسلم بين أمرين قط، إلا إختار أيسرهما، إلا أن يكون\nإثما، فإن كان إثما كان أبعد الناس منه صلى الله عليه وسلم.\n</p>\n\n<p>\nأخرجه مسلم عن أبي كريب، عن أبي أسامة، وعن أبي بكر بن أبي شيبة، ومحمد\nبن عبد الله بن نمير، عن عبدة بن سليمان، ووكيع. وعن أبي كريب، عن أبي\nمعاوية كلهم، عن هشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n5 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nبكر محمد بن إبراهيم بن نيروز الأنماطي إملاء، قثنا عمرو بن علي، ثنا يحيى\nبن سعيد، ثنا سفيان، عن منصور، عن تميم بن سلمة، عن عبد الرحمن بن هلال، عن\nجرير، عن النبي صلى الله عليه وسلم قال: من يحرم الرفق يحرم الخير.\n</p>\n\n<p>\nأخرجه مسلم عن أبي موسى، عن يحيى بن القطان ووهم فيه أبو <span id='ms3'></span> مسعود الدمشقي\nفأسقط منه تميم بن سلمة، ولابد من ذكره (ق159أ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n6 - أخبرنا عبد الله بن محمد، ثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nالقاسم عبد الله بن محمد بن عبد العزيز، ثنا أحمد بن حنبل، وحدثنا عبد الله\nبن محمد، قال: حدثني، حدثي أحمد بن منيع، قالا: ثنا إسماعيل بن إبراهيم، عن\nالوليد بن أبي هشام، عن أبي بكر بن محمد بن عمرو بن حزم، عن عمرة، عن\nعائشة، قالت: كان رسول الله صلى الله عليه وسلم يصلي وهو قاعد، فإذا أراد\nأن يركع قام بقدر ما يقرأ إنسان أربعين آية.\n</p>\n\n<p>\nأخرجه مسلم عن أبي بكر بن أبي شيبة، وإسحاق بن راهوية، عن إسماعيل بن\nعلية هو ابن إبراهيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n7 - أخبرنا عبد الله بن محمد، ثنا محمد بن عبد الرحمن بن العباس، ثنا عبد\nالله بن محمد بن عبد العزيز إملاء، ثنا خلف بن هشام البزار، قال: قيل لمالك\nبن أنس وإنا أسمع حدثك طلحة بن عبد الملك الإيلي، عن القاسم، عن عائشة،\nقالت: قال رسول الله صلى الله عليه وسلم من نذر أن يطيع الله فليطعه، ومن\nنذر أن يعصي الله فلا يعصه؟ قال خلف: قال مالك: نعم.\n</p>\n\n<p>\nأخرجه البخاري، عن أبي نعيم وأبي عاصم جميعا، عن مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n8 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nبكر أحمد بن محمد بن أبي شيبة البزاز إملاء في مسجد الجامع في ذي القعدة\nسنة أربع عشرة وثلاثمائة، قثنا أبو جعفر أحمد بن مسعدة البزاز، ثنا أبو\nضمرة، عن جعفر بن محم، عن أبيه، عن جابر، أن النبي صلى الله عليه وسلم كان\nإذا خطب حمد الله، وأثنى عليه بما هو أهله، ثم قال: أما بعد، فإن أصدق\nالحديث كتاب الله، وإن أفضل الهدي هدي محمد، وشر الأمور محدثاتها، وكل بدعة\nضلالة، ثم يرفع صوته، وتحمر وجنتاه، ويشتد عصبه، إذا ذكر الساعة كأنه منذر\nجيش، ثم يقول عليه السلام: صبحتكم أو مستكم، ثم يقول عليه <span id='ms4'></span> السلام: بعثت أنا\nوالساعة كهاتين، ويفرق أو يقرن بين أصبعيه الوسطى والتى تلي الإبهام:\nصبحتكم الساعة، أو مستكم (ق159ب) من ترك مالا فلأهله، ومن ترك دينا أو\nضياعا فإلي وعلي.\n</p>\n\n<p>\nأخرجه مسلم، عن أبي مسلم، عن عبد الوهاب الثقفي، وعن عبد الحميد، عن خالد\nبن مخلد، سليمان بن بلال، وعن أبي بكر بن أبي شيبة، عن وكيع، عن سفيان،\nثلاثتهم: عن جعفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n9 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nالقاسم عبد الله بن محمد، ثنا هدبة بن خالد أبو خالد القيسي، حماد بن سلمة،\nعن ثابت، عن عبد الرحمن ابن أبي ليلى، عن صهيب قال: قرأ رسول الله صلى الله\nعليه وسلم، هذه الآية {للذين أحسنوا الحسنى وزيادة} قال: إذا دخل أهل الجنة\nالجنة، وأهل النار النار، نادى مناد: يا أهل الجنة، إن لكم عند الله موعدا\nيريد أن ينجزكموه، فيقولون: ما هو ألم يثقل موازيننا، ويبيض وجوهنا،\nويدخلنا الجنة، ويجرنا من النار، فيكشف لهم الحجاب، فينظرون إلى الله فما\nشيء أعطوه هو أحب إليهم من النظر إليه وهي الزيادة.\n</p>\n\n<p>\nأخرجه مسلم، عن عبيد الله بن عمر القواريري، عن ابن مهدي، وعن أبي بكر بن\nأبي شيبة، عن يزيد بن هارون كلاهما، عن حماد بن سلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n10 - أخبرنا عبد الله بن محمد، قثنا محمد بن عبد الرحمن بن العباس، عمر بن\nإبراهيم المقريء قالا: ثنا أبو القاسم عبد الله بن محمد البغوي، ثنا أبو\nنصر عبد الملك بن عبد العزيز التمار، ثنا حماد بن سلمة، عن أيوب، عن نافع،\nعن ابن عمر، أن رسول الله صلى الله عليه وسلم قرأ هذه الآية: {يوم يقوم\nالناس لرب العالمين} قال: «يقومون حتى يبلغ الرشح أطراف آذانهم.\n</p>\n\n<p>\nوقال الكتاني المقريء: يقومون فيبلغ الرشح. أخرجه مسلم، عن أبي نصر عبد\nالملك بن عبد العزيز التمار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nكما أخرجناه:\n</p>\n\n<p>\n11 - ثنا عبد الله بن محمد، ثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nحامد محمد بن هارون بن عبد الله <span id='ms5'></span> الحضرمي، ثنا أحمد بن منيع، قال: شهدت سلمة\nبن صالح يحدث، عن علقمة بن مرثد، عن أبي عبدالرحمن المسلمي، عن عثمان بن\nعفان، قال: سمعت رسول الله صلى الله عليه وسلم (ق160أ) يقول: إن خيركم، أو\nأفضلكم من تعلم القرآن وعلمه.\n</p>\n\n<p>\nأخرجه البخاري، عن حجاج، عن شعبة. وعن أبي نعيم، عن الثوري، كلاهما عن\nعلقمة بن مرثد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n12 - أخبرنا عبد الله بن محمد، ثنا محمد بن عبد الرحمن بن العباس، ثنا أبو\nالقاسم عبد الله بن محمد بن عبد العزيز، ثنا عبيد الله بن محمد العيشي، ثنا\nوهيب، عن عبد الله بن طاوس، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله\nعليه وسلم قال: إياكم والظن، فإن الظن أكذب الحديث، ولا تحسسوا، ولا\nتجسسوا، ولا تباغضوا، ولا تدابروا، ولا تنافسوا، وكونوا عباد الله إخوانا.\n</p>\n\n<p>\nأخرجه البخاري، عن موسى بن إسماعيل، عن وهيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nآخر المنتقى من الجزء الرابع من فوائد الانماطي الحافظ - رحمة الله عليه -\nوصور السماع عليه تحفظ للعرض.\n</p>\n\n<p>\nسمع جميع هذا الجزء على الشيخ الحافظ شيخ الإسلام أبي البركات عبد الوهاب\nبن المبارك بن أحمد بن الحسن الأنماطي، يقرأه أبي بكر عبد الله المبارك بن\nمحمد بن يحيى الزبيدي، ولده يحيى بن محمد، وعبد العزيز بن معالي بن الآجري\n(. . . . . . . . .) (1) والسماع بخط عبد الله بن جرير القرشي، وذلك في\nربيع الآخر من سنة ست وثلاثين وخمس مائة، كذا صورة سماع ابن الزبيدي، وقد\nسمعه عليه جماعة من المحدثين قراءة أحمد بن سليمان الحربي عليه.\n</p>\n\n<p>\nسمعت جميع الجزء الرابع من الفوائد التى خرجها الأنماطي من سماعاته،\nوانتقيت هذه الأحاديث منها بقراءة الإمام المطهر بن شديد بن محمد بن علي\nالخوارزمي، وذلك في يوم الأربعاء مستهل ربيع الأول من سنة إحدى وستمائة\nبالجزء كله، وكتب محمد بن عبد الوحد بن أحمد المقدسي.\n</p>\n\n<p>\nوسمعت بقراءته في هذا اليوم على الشيخ عبد العزيز بن معالي بن منينا،\nوذكر الشيخ عبد العزيز أنه يعرف بابن الآجري من أول الجزء إلى آخر الحديث\nالذي عن <span id='ms6'></span> ابن عمر أن رسول الله صلى الله عليه وسلم: لا يحل لامرأة تؤمن\nبالله واليوم الآخر أن. . . والحديث أخرجه مسلم عن ابن رافع، عن ابن أبي\nفديك، وهذه الأحاديث داخلة في الذي سمع عليه، والحمد لله وحده وصلواته على\nسيدنا محمد وآله وسلم تسليما إلى يوم الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(ق160ب)\n</p>\n\n<p>\nمجلس من أمالي نعيم بن عبد الملك\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\nأخبرتنا الشيخة ست الحجرة فاطمة ابنة أبي غالب محمد بن محمد بن محمد بن\nالحسين بن السكن بقراءتي عليها، قلت لها: أخبركم والدك الشيخ أبو غالب\nمحمد، فأقرت به، وذلك في صفر سنة ست وثلاثين وخمس مائة، أخبرنا أبو الحسن\nعلي بن محمد بن محمد الخطيب الأنباري قراءة عليه، قال: أنبا القاضي أبو\nمحمد الحسن بن الحسين بن محمد بن الحسين بن رامين الإستراباذي بقراءة أبي\nبكر أحمد بن ثابت الخطيب في شهر ربيع الآخر من سنة إحدى عشرة وأربعمائة،\nقثنا أبو الحسن نعيم بن عبد الملك بن محمد بن عدي الإستراباذي إملاء:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n13 - ثنا أبو جعفر أحد بن القاسم بن مساور الجوهري، ثنا سعيد، عن مبارك بن\nفضالة، عن كثير أبي محمد، عن البراء قال: قال رسول الله صلى الله عليه\nوسلم: أسلم صاحب الدين ماسور في قبره يشكوا إلى الله الوحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا أحمد بن إبراهيم بن ملحان ببغداد، ثنا يحيى بن عبد الله بن\nبكير، حدثني الليث بن سعد، عن ابن الهاد، عن الوليد بن أبي هشام، عن الحسن\nالبصري، عن أبي موسى الأشعري، أنه سمع رسول الله صلى الله عليه وسلم يقول:\nلن تؤمنوا بالله حتى تحابوا، أفلا أدلكم على ما تحابون عليه، قالوا: بلى يا\nرسول الله، قال: أفشوا السلام بينكم، والذي نفسي بيده لا تدخلوا الجنة حتى\nتراحموا قالوا: يا رسول الله، كلنا رحيم، قال: ليس رحمة أحدكم خاصته، ولكن\nرحمة العامة مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أحمد بن إبراهيم بن ملحان، قثنا بن عبد الله بن بكير قال: حدثني\nالليث ابن <span id='ms7'></span> سعد عن ابن الهاد، عن موسى بن سرجس، عن القاسم بن محمد، عن عائشة\nقالت: رأيت رسول الله صلى الله عليه وسلم وهو يموت، وعنده قدح فيه ماء يدخل\nيده في القدح، ثم يمسح وجهه بالماء، ثم يقول: اللهم أعني على سكرات الموت،\nأو سكران الموت، شك ابن بكير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n16 - أخبرنا أبو مسلم إبراهيم (ق161أ) بن عبد الله، ثنا سليمان بن داود،\nثنا عبد العزيز بن محمد الدراوردي، أخبرني أنيس بن أبي يحيى، عن أبيه، عن\nأبي سعيد الخدري، قال: كنت أمشي مع النبي صلى الله عليه وسلم في بعض أزقة\nالمدينة فمر بقبر، فقال: قبر من هذا؟ قالوا قبر فلان الحبشي، فقال: سبحان\nالله سيق من أرضه وسمائه إلى التربة التي خلق منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n17 - حدثنا أحمد بن إبراهيم بن ملحان ببغداد، ثنا يحيى بن بكير، حدثني\nالليث بن سعد، عن ابن الهاد، عن عبد الله بن دينار، عن عبد الله بن عمر أنه\nسمع رسول الله صلى الله عليه وسلم يقول: كلكم راع، وكلكم مسؤول عن رعيته،\nفالأمير الذي عليكم راع وهو مسؤول عن رعيته، والرجل راع على أهل بيته وهو\nمسؤول عن رعيته، والمرأة راعية على ولد زوجها، وماله وهي مسؤولة عنهم،\nوالعبد راع على مال سيده، وهو مسؤول عنه، ألا وكلكم راع، وكلكم مسؤول عن رعيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثنا عبيد بن خلف، ثنا بشر بن الوليد الكندي، ثنا كثير بن عبد الله\nالتاجي، قال: سمعت أنس بن مالك يقول: سمعت رسول الله صلى الله عليه وسلم\nيقول: إن الله لا ينظر إلى من لا يقيم صلبه في الركوع والسجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n19 - أخبرنا أبو بكر محمد بن أحمد بن النضر الأزدي، ثنا معاوية بن عمرو، عن\nأبي إسحاق الفزاري، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن خباب\nبن الأرت، قال: كان رسول الله صلى الله عليه وسلم متوسدا رداءه في ظل\nالكعبة، فشكونا إليه فقلنا: يا رسول الله، ألا تدعوا الله لنا، ألا تستغفر\nلنا؟ فجلس واحمر وجهه، ثم قال <span id='ms8'></span>: لقد كان من قبلكم يؤخذ الرجل فيمد به في\nالأرض، ثم يجاء بالمنشار فيجعل فرقتين ما يصده عن دينه، ويمشط بأمشاط\nالحديد ما دون عظمه من اللحم والعصب ما يصده عن دينه، وليتمن الله أمركم\nحتى يسير الراكب (ق161ب) من صنعاء إلى حضرموت لا يخشى إلا الله، والذئب على غنمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n20 - حدثنا أحمد بن إبراهيم بن ملحان، ثنا يحيى بن بكير، حدثني الليث بن\nسعد، عن ابن الهاد، عن يحيى، عن جعفر بن عبد الله بن الحكم، عن القعقاع بن\nحكيم، عن جابر بن عبد الله قال: سمعت رسول الله صلى الله عليه وسلم يقول:\nغط الإناء، وأوكيء السقاء، فإن في السنة ليلة ينزل فيها وباء فلا يمر بإناء\nلم يوكأ إلا وقع فيه من ذلك الوباء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا أبو عمر أن موسى بن هارون، ثنا هدبة بن خالد، ثنا حزم بن أبي\nحزم القطعي، عن ثابت، عن أبي بردة، قال: قدمت المدينة، فأتاني عبد الله بن\nعمر، قال: تدري، لم أتيتك؟ قال: قلت: لا، قال: سمعت رسول الله صلى الله\nعليه وسلم يقول من سره أن يصل أباه في قبره فليصل إخوان أبيه بعده، وإنه قد\nكان بين أبي وبين أبيك إخاء وود، فأحببت أن أصل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n22 - أخبرنا محمد بن العباس بن الوليد الدمشقي أبو سعيد، ثنا هشام بن عمار،\nثنا عبد الحميد بن حبيب، ثنا الأوزاعي، عن عمرو بن شعيب، عن أبيه، عن جده\nقال: قال رسول الله صلى الله عليه وسلم: ما على أحدكم إذا أراد أن يتصدق\nلله صدقة تطوعا فيجعلها لوالديه إذا كان مسلمين، فيكون لوالديه أجرها، وله\nمثل أجورهما بعد أن لا ينقص من أجورهما شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nآخره والحمد لله وحده وصلى الله على محمد نبيه وعبده وسلم تسليما كثيرا إلى\nيوم الدين، وعلي آله وصحبه أجمعين.\n</p>\n\n<p>\nسمع هذا المجلس من الشيخ أبي الحسن علي بن محمد بن الخطيب الأنباري\nالأخلاء: أبو طالب محمد، وأبو محمد أحمد، أنبأ علي بن محمد بن الحسين وابن\nعمه أبو غالب <span id='ms9'></span> محمد بن الأجل زعيم الكفاءة أبي منصور في المحرم سنة أربع\nوثمان وأربعمائة وسمعه من أبي غالب محمد بن محمد بن السكن بقراءة ولده أبي\nالفتح أحمد وست الملك بنت محمد بن علي بن السكن، وحضرت المدعوة أم العلاء\nسعديه ابنة أبي الفضل بن شرف المعالي بن أيوب، ولها من العمر ثلاث وستين،\nوذلك في يوم الأربعاء رابع وعشرين من صفر سنة ست وثمانين وخمس مائة، وسمعه\nمن أبي غالب بن السكن: الأسعد، والأمجد ابنا أبي الخير بن أبي الحسن بن\nالكميت الشامي في صفر سنة ست وثلاثين وخمس مائة بقراءة بن كامل، نقل ذلك:\nمحمد بن عبد الواحد من خط أبي نصر عبد الرحيم بن وهب، ونقله من خطه (. . .\n. .) (1) الأصبهاني، بنقله من الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(ق162أ)\n</p>\n\n<p>\nسمع جميع ما في هذه الورقة والتي قبلها، وهو مجلس من أمالي الإستراباذي\nعلى الشيخة ست الحجرة المدعوة فاطمة ابنة أبي غالب محمد بن محمد بن محمد بن\nالحسين بن السكن بسماعها من أبيها الفقيه الإمام العالم رضي الدين، أبو عبد\nالله محمد بن محمد بن الحسين بن الخراساني، وأبو الفضل أيوب، وشروة ولدا\nأبي الحسن علي بن المبارك بن هبة الله بن محمد بن محمد بن أيوب، وهما ولدا\nلابن الشيخة المسموع عليها، وابن ابنتها محمد بن ذكر بن عبد الله الناصري\nبقراءة محمد بن عبد الواحد بن أحمد المقدسي، وهذا خطه وذلك في يوم الثلاثاء\nثاني عشر ربيع الآخر من سنة إحدى وستمائة بمنزل المسموع عليها بباب المراتب\nالمحروس، والحمد لله حق حمده، وصلى الله علي محمد وآله وصحبه وسلم تسليما\nإلى يوم الدين، آمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) جاء هذا الحديث في حاشية هذه الورقة من المخطوط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "001",
    "014",
    "026"
  ],
  "volumes": [
    "01"
  ]
}