{
  "content": "\n<p>\nموارد الظمآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الحقوق محفوظة الطبعة الأولى 1411 ه - 1990 م دار الثقافة العربية\nدمشق. ص. ب: 4971 - بيروت ص. ب: 6433 / 112 المدير المسؤول أحمد يوسف\nالدقاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nموارد الظمآن إلى زوائد ابن حبان للحافظ نور الدين علي بن أبي بكر\nالهيثمي 735 - 807 ه‍ الجزء الأول حققه و خرج نصوصه حسين سليم أسد الداراني\nدار الثقافة العربية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم تمهيد من الواجب علي و أنا أقدم لهذا الكتاب أن\nأوضح للدارسين أمورا الأمر الأول: بيان السبب الذي جعلني أقدم ل‍ (موارد\nالظمآن) بالمقدمة نفسها التي كتبتها في تقديمي (صحيح ابن حبان).\n</p>\n\n<p>\nالثاني: هو أن أجيب على سؤال من يطالبني بطبع صحيح ابن حبان بتحقيقي، و\nهو ما أحيل عليه في تخريجاتي (مسند أبي يعلى الموصلي) الذي نشرته دار\nالمأمون للتراث. الممثلة بالأستاذين أحمد يوسف الدقاق، و عبد العزيز رباح.\n</p>\n\n<p>\nالثالث: توضيح السبب الذي دفعني إلى تحقيق هذا الكتاب الذي ما هو إلا جزء\nمن صحيح ابن حبان الذي أطالب بإخراجه.\n</p>\n\n<p>\nو لتوضيح هذا - محاولا الإيجاز ما استطعت، مختصرا مراحل زمنية طويلة،\nسائلا الله تعالى السداد و الرشاد - أقول:\n</p>\n\n<p>\nلقد سلمت مؤسسة الرسالة خمسة مجلدات محققة من (صحيح ابن حبان) مع مقدمة\nلهذا العمل، و ذلك وفاء بالعقد الموقع بيني و بين ممثل المؤسسة الأستاذ\nرضوان الدعبول، بتاريخ 6 / 12 / 1399 ه‍ الموافق 7 / 10 / 1979 و الذي يقضي\nبأن أقوم بتحقيق هذا السفر العظيم (صحيح ابن حبان)، و بأن تقوم المؤسسة\nبتعيين مراجع للعمل قبل إرساله إلى الطبع، على أن يثبت اسمي عليه محققا،\nكما يثبت اسم المراجع عليه أيضا مراجعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوبالفعل فقد عينت المؤسسة مراجعا يحظى بحبي و احترامي و هو الأستاذ الشيخ\nشعيب الأرناؤوط.\n</p>\n\n<p>\nو صدر المجلد الأول من هذا الصحيح و قد كتب على غلافه الخارجي:\n</p>\n\n<p>\nحققه و خرج أحاديثه و علق عليه شعيب الأرناؤوط و حسين أسد و قلت في نفسي:\nعسى أن يكون للمؤسسة وجهة نظر تجارية في هذا، و الشيخ شعيب - كما قدمت - أخ\nنحبه و نحترمه، غير أنني استنكرت و استكبرت ما أحدث <span id='ms001'></span> في المقدمة التي قدمت:\nفقد حذف منها و أضاف، و أدخل الحواشي في الأصل، و قدم و أخر... و ليت الأمر\nانتهى عند هذا و إنما أدخل فيها: (و كان الرأي الأخير في البت في درجة كل\nحديث للأستاذ الشيخ شعيب الأرناؤوط).\n</p>\n\n<p>\nو رجعت إلى صاحبنا الشيخ شعيب، و طلبت إليه توضيح ذلك فتجاوز الإجابة عن\nتساؤلي، و قال بلهجة ما عهدتها منه من قبل: (لقد أعطيت نعيم العرقوسي\nالمجلدين الأخيرين ليكون شريكا لك في هذا العمل).\n</p>\n\n<p>\nو هنا كان لا بد لي من اطلاعه على العقد الموقع بيني و بين الأستاذ\nرضوان، فازداد نفورا، و قدمت احتجاجي إلى المؤسسة المذكورة، و طالبتها\nبالالتزام بالعقد، و طال الأخذ و الرد، و لكنها - لظروف خاصة بها - آثرت\nمصلحتها و إرضاء الشيخ شعيب على إمضاء العقد و الوفاء بالوعد، و طلب إلي أن\nأقيلها من العقد لأنها تريد لرئيس مكتب التحقيق فيها الشيخ شعيب أن يحقق\nالصحيح المذكور بأسلوب مغاير للأسلوب الذي اتبعته في عملي.\n</p>\n\n<p>\nو هنا تركت الفصل الحق في أمري إلى الله في يوم لا ينفع فيه مال، و لا\nشهرة، و لا جاه، و أجبتها إلى طلبها.\n</p>\n\n<p>\nو لم يمض طويل زمن حتى رأيت الجزء الثاني من صحيح ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nحبان في الأسواق، و إذا على غلافه الخارجي: الإحسان في تقريب صحيح ابن\nحبان.\n</p>\n\n<p>\nالمجلد الثاني حققه و شرحه و علق عليه شعيب الأرناؤوط و استنكرت ذلك\nأيضا، و أعلمت المحكمين بذلك فاجتمعا و قابلا بين تحقيقاتي، و بين ما نشر\nفي الجزء الثاني من تحقيقات، ووقعا على وثيقة جاء فيها: (و قد تبين لنا أن\nالتحقيقات التي سلمها حسين أسد قد استخدمت من قبل الشيخ شعيب الأرناؤوط\nالذي نسب العمل إلى نفسه بعد أن أضاف في بعض الأماكن ما لا يزيد عن عشرة\nبالمئة 10 / من تحقيقات حسين أسد).\n</p>\n\n<p>\nو هنا قال الأستاذ بسام الجابي ممثل المؤسسة: (إن هناك خطأ وقع و علي أو\nأوضحه إنصافا للشركة، فقد تم ذلك <span id='ms002'></span> بناء على معلومات قديمة كان قد اتفق عليها\nبين الأستاذ حسين أسد، و بسام الجابي، و لكن هذا الاتفاق نسخ بالاتفاق\nاللاحق الموقع من قبل الطرفين و الملزم لهما بالتقيد بما فيه.\n</p>\n\n<p>\nو قد تعهد الأستاذ بسام الجابي ألا يتكرر هذا العمل بالنسبة لهذا الجزء و\nالإجزاء الأخرى، و بناء عليه نفتح صفحة جديدة، و علي أساسها نحاسب مسقطين\nاعتراضنا على هذه الطبعة والله على ما نقول وكيل).\n</p>\n\n<p>\nثم وقع الحكمان و ذلك بتاريخ 21 / 6 / 1407 ه‍ الموافق 21 / 1 / 1987.\n</p>\n\n<p>\nو هنا أكد الأستاذ بسام الجابي أن المؤسسة سوف تقوم بإعادة العمل من جديد\nو بأسلوب مميز و مختلف عن الأسلوب الذي صدر فيه الجزءان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nو خلال هذه الفترة الطويلة كنت منصرفا إلى تحقيق (مسند أبي يعلى الموصلي)\nالذي نشرته دار المأمون للتراث، و كنت أحيل على تخريجاتي لصحيح ابن حبان\nظنا مني بأن العمل سوف يصدر كما قدمته بترقيمي و تخريجي، و ما كنت أتصور أن\nللمراجع حقوقا كتلك التي جعلها الأخ الشيخ شعيب لنفسه.\n</p>\n\n<p>\nو في عام 1407 ه‍ الموافق 1987 م نشرت دار الكتب العلمية (الإحسان بترتيب\nصحيح ابن حبان) كاملا مع الفهارس، و لكنه غير محقق التحقيق العلمي اللائق\nبمثل هذا السفر الجليل الذي حاول صاحبه أن يستوعب فيه كل ما صح عن رسول\nالله صلى الله عليه وسلم فرأيت - و قد اقترح علي بعض الأفاضل - أن تحقيق\n(موارد الظمآن إلى زوائد ابن حبان) أصبح واجبا علي لأن تحقيق هذا الكتاب\nيعد تحقيقا للإحسان بكامله إذ الأحاديث الواردة في الإحسان قسمان:\n</p>\n\n<p>\nالأول منها: ورد في الصحيحين، أو في أحدهما، و ورود هذه الأحاديث فيهما،\nأو في أحدهما يزيدنا ثقة بصحتها، و اطمئنانا لوجوب الالتزام بما جاء فيها.\n</p>\n\n<p>\nالثاني منها: هو ما زاد على ما جاء في الصحيحين، و هو ما جمعه الحافظ\nالهيثمي في (موارد الظمآن) بعد أن رتبه على أبواب الفقه. و هذا القسم من\nالأحاديث هو الذي يحتاج إلى البحث الدقيق، و التحقيق الجاد، و التأني في\nالحكم على الأسانيد <span id='ms003'></span> لبيان حالها.\n</p>\n\n<p>\nو لذلك فإنني قد عزمت - معتمدا على الله تعالى - على تحقيق هذا الكتاب،\nمقدما له بهذه الدراسة القديمة - الحديثة، التي سميتها (مقدمة التحقيق)\nبنصها الذي قدمته إلى مؤسسة الرسالة في التاريخ المدون في نهايتها، والله\nولي التوفيق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مقدمة التحقيق إن الحمد لله، نحمده و نستعينه و\nنستغفره، و نعوذ به من شرور أنفسنا، و من سيئات أعمالنا.\n</p>\n\n<p>\nمن يهده الله فلا مضل له، و من يضلل، فلا هادي له.\n</p>\n\n<p>\nو أشهد أن لا إله إلا الله وحده لا شريك له، و أشهد أن محمدا عبده و\nرسوله.\n</p>\n\n<p>\n(يا أيها الذين آمنوا اتقوا الله حق تقاته، و لا تموتن إلا و أنتم\nمسلمون) [آل عمران: 102].\n</p>\n\n<p>\n(يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة، و خلق منها زوجها. و\nبث منهما رجالا كثيرا و نساء، و اتقوا الله الذي تساءلون به و الأرحام، إن\nالله كان عليكم رقيبا) [النساء: 1].\n</p>\n\n<p>\n(يا أيها الذين آمنوا اتقوا الله و قولوا قولا سديدا، يصلح لكم أعمالكم و\nيغفر لكم ذنوبكم. و من يطع الله و رسوله فقد فاز فوزا عظيما) [الأحزاب:\n70].\n</p>\n\n<p>\nأما بعد: (فإن الله - سبحانه - اختار محمدا - صلى الله عليه وسلم - من\nعباده، و استخلصه لنفسه من بلاده، فبعثه إلى خلقه بالحق بشيرا، و من النار\nلمن زاغ عن سبيله نذيرا، ليدعو الخلق من عباده إلى عبادته، و من اتباع\nالسبل إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nلزوم طاعته. ثم لم يجعل الفزع عند وقوع حادثة، و لا الهرب عند وجود نازلة\nإلا إلى الذي أنزل عليه التنزيل، و تفضل على عباده بولايته التأويل، فسنته\nالفاصلة بين المتنازعين، و آثاره القاطعة بين الخصمين) (1).\n</p>\n\n<p>\n(فلا و ربك لا يؤمنون حتى يحكموك فيما شجر بينهم، ثم لا يجدوا في أنفسهم\nحرجا مما قضيت، و يسلموا تسليما) [النساء: 65].\n</p>\n\n<p>\nو قد آمن به من خاطبهم بقوله - صلى الله عليه وسلم -: (أنتم خير أهل\nالأرض) (2)، وهم الذين لازموه، و اتبعوا النور الذي أنزل معه، و علموا أن <span id='ms004'></span>\nالأخذ بسنته (اتباع لكتاب الله، و استكمال بطاعة الله، و قوة على دين الله،\nليس لأحد تغييرها و لا تبديلها، و لا النظر في شيء خالفها، من اهتدى بها\nفهو مهتد، و من استنصر بها فهو منصور، و من تركها اتبع غير سبيل المؤمنين،\nو ولاه الله ما تولى، و أصلاه جهنم و ساءت مصيرا) (3).\n</p>\n\n<p>\nو لا يخفى على كل ذي بصيرة أن الحديث النبوي هو قول الرسول - صلى الله\nعليه وسلم - و فعله، و إقراره. و في كل ذلك هو مبين و موضح لما جاء في\nالقرآن الكريم، من النصوص العامة، و المطلقة، و المجملة.\n</p>\n\n<p>\nو هو مما أمره الله به في قوله: (و أنزلنا إليك الذكر لتبين للناس ما نزل\nإليهم) [النحل: 44].\n</p>\n\n<p>\nفالرسول - صلى الله عليه وسلم - قد أمر - بمقتضى هذا النص - أن يبين\nمعاني القرآن، و ما يؤخذ عنه من أحكام في العقائد، و العبادات، و\nالمعاملات، و الأخلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفكان - صلى الله عليه وسلم - بسنته القولية و الفعلية، هو المعبر عن كتاب\nالله، الدال على معانيه، الهادي إلى طرق تطبيقه.\n</p>\n\n<p>\nفالقرآن و الحديث شيئان متلازمان، لا ينفك أحدهما عن الآخر، و هما\nالمصدران الأساسيان لدين الإسلام.\n</p>\n\n<p>\nو لما كان الحديث النبوي مبينا للقرآن و شارحا له - و هو صادر عن المعصوم\nالذي لا ينطق عن الهوى، و المسدد بتأييد الله له - فقد افترض الله - عز وجل\n- على العباد طاعته، - و قرن ذلك بطاعته - و اتباع سنته، و الرجوع إليها\nفيما اختلفوا فيه من شيء، و الرضي بها، و التسليم لها، و طرح ما سواها، و\nعدم الاعتداد بقول أحد - كائنا من كان - إذا كان يخالفها، أو يتأولها على\nغير وجهها، و قد جاء ذلك صراحة في عدة آيات من كتاب الله.\n</p>\n\n<p>\nقال تعالى: (فلا و ربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا\nفي أنفسهم حرجا مما قضيت و يسلموا تسليما) [النساء: 65].\n</p>\n\n<p>\nو قال: - (و أطيعوا الله و الرسول لعلكم ترحمون) [آل عمران: 132].\n</p>\n\n<p>\nو <span id='ms005'></span> قال: (و من يطع الله و الرسول فأولئك مع الذين أنعم الله عليهم من\nالنبيين و الصديقين و الشهداء و الصالحين و حسن أولئك رفيقا) [النساء: 69].\n</p>\n\n<p>\nو قال: (من يطع الرسول فقد أطاع الله، و من تولى فما أرسلناك عليهم\nحفيظا) [النساء: 80].\n</p>\n\n<p>\nو قال: (و أطيعوا الله، و أطيعوا الرسول و احذروا) [المائدة: 92].\n</p>\n\n<p>\nو قال: (و ما كان لمؤمن و لا مؤمنة إذا قضى الله و رسوله أمرا أن يكون\nلهم الخيرة من أمرهم و من يعص الله و رسوله فقد ضل ضلالا مبينا) [الأحزاب:\n36]. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nو قال: (و ما آتاكم الرسول فخذوه، و ما نهاكم عنه فانتهوا) [الحشر: 7].\n</p>\n\n<p>\nو من هنا اشتدت عناية صحابة الرسول - صلى الله عليه و سلم - بما صدر عنه\nمن أقوال و أفعال فحفظوها في صدورهم، و قيد بعضها عدد غير قليل منهم في\nالصحف و بلغوها لمن جاء بعدهم من التابعين، بدقة بالغة، و عناية لا نظير\nلها.\n</p>\n\n<p>\nثم جاء عصر التابعين، فحذوا حذو الصحابة في حفظ الحديث و كتابته، فكان\nالعالم منهم يتردد على صحابة رسول الله - صلى الله عليه وسلم - الذين كانوا\nفي بلده، فيحفظ مروياتهم، و يعقل فتاويهم، و يعي تأويلهم للآي الكريم.\n</p>\n\n<p>\nو استقر الأمر على ذلك إلى رأس المئة الأولى من الهجرة في ولاية الخليفة\nالراشد عمر بن عبد العزيز، فرأى جمع الحديث و السنن، و تدوينها تدوينا عاما\nخشية أن يضيع منها شيء بموت حافظيها، فقد روى مالك في (الموطأ) برواية محمد\nبن الحسن أن عمر بن عبد العزيز كتب إلى أبي بكر بن محمد بن عمرو بن حزم - و\nكان إذ ذاك على إمرة المدينة المنورة موئل العلماء و الحفاظ - أن انظر ما\nكان من حديث رسول الله - صلى الله عليه وسلم - أو سنته، أو حديث عمر، أو\nنحو هذا، فاكتبه، فإني خفت دروس العلم، و ذهاب العلماء، و أوصاه أن يكتب ما\nعند عمرة بنت عبد الرحمن الأنصارية، و القاسم بن محمد بن أبي بكر، و هما <span id='ms006'></span>\nعلى رأس من جمع حديث أم المؤمنين عائشة، و ما عندها من العلم.\n</p>\n\n<p>\nو كتب أيضا إلى العالم الجليل، المحدث الحافظ محمد بن مسلم بن عبيد الله\nبن عبد الله بن شهاب الزهري ت (124) ه، أن يدون الحديث و العلم، فكان كما\nقال أبو الزناد: (يطوف على العلماء، و معه الألواح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nو الصحف، يكتب كل ما يسمع) (1).\n</p>\n\n<p>\nثم شاع التدوين في الطبقة التي تلي طبقة الزهري، و أبي بكر بن حزم، فصنف\nعبد الملك بن عبد العزيز بن جريج بمكة، ت (150) ه‍، و أبو عمرو عبد الرحمن\nبن عمرو الأوزاعي، ت (156 ه‍) بالشام، و أبو عبد الله سفيان بن سعيد\nالثوري، ت (161 ه‍) بالكوفة، و حماد بن سلمة بن دينار، ت (176 ه‍) بالبصرة،\nو معمر بن راشد، ت (151 ه‍) باليمن، كتابه الجامع (2)، و محمد بن إسحاق، ت\n(151 ه‍) صاحب السيرة و المغازي، و عبد الله بن المبارك، ت (181 ه‍)\nبخراسان، و هشيم بن بشير، ت (188 ه‍) بواسط، و جرير بن عبد الحميد، ت (188\nه‍) بالري، و الليث بن سعد ت (175 ه‍) بمصر.\n</p>\n\n<p>\nثم تلاهم كثير من أهل عصرهم في النسج على منوالهم، إلى أن رأى بعض الأئمة\nمنهم أن يفرد حديث النبي صلى الله عليه وسلم خاصة، و ذلك على رأس المئتين،\nفصنف عبيد الله بن موسى العبسي، ت (213 ه‍) مسندا، و صنف مسدد بن مسرهد\nالبصري، ت (228 ه‍) مسندا، و صنف أسد بن موسى الأموي ت (212 ه‍) مسندا، و\nصنف نعيم بن حماد الخزاعي، ت (228 ه‍) مسندا - و كان نزيل مصر.\n</p>\n\n<p>\nثم اقتفى الأئمة - بعد ذلك - أثرهم. فقلما نجد إماما من الحفاظ إلا وصنف\nحديثه على المسانيد، كالإمام أحمد بن حنبل، ت (241 ه‍).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nو إسحاق بن راهويه، ت (238 ه‍)، و عثمان بن أبي شيبة، ت (239 ه‍)، و\nغيرهم من النبلاء.\n</p>\n\n<p>\nو منهم من صنف على الأبواب، و على المسانيد معا، كأبي بكر بن عبد الله بن\nأبي شيبة، ت (235 ه‍).\n</p>\n\n<p>\nفلما رأى البخاري - رحمه الله تعالى - هذه التصانيف و <span id='ms007'></span> رواها، و انتشق\nرياها، و استجلى محياها، و جدها - بحسب الوضع - جامعة بين ما يدخل تحت\nالتصحيح و التحسين، و الكثير منها يشمله التضعيف فلا يقال لغثه سمين، تحركت\nهمته لجمع الحديث الصحيح الذي لا يرتاب فيه أمين.\n</p>\n\n<p>\nوقوى عزمه على ذلك ما سمعه من أستاذه - أمير المؤمنين في الحديث و الفقه\n- إسحاق بن إبراهيم الحنظلي المعروف بابن راهويه - و قد كان البخاري عنده\n-: لو جمعتم كتابا مختصرا لصحيح سنة رسول الله - صلى الله عليه وسلم -؟.\n</p>\n\n<p>\nقال: فوقع ذلك في قلبي، فأخذت في جمع (الجامع الصحيح) (1).\n</p>\n\n<p>\nثم تلاه تلميذه و صاحبه: أبو الحسين مسلم بن الحجاج النيسابوري، فصنف\nثاني كتابين ملأ الدنيا و شغلا الناس، فكانا البداية - و نعمت البداية - و\nكانا النواة و المنهج للباحثين في هذا المضمار الشريف.\n</p>\n\n<p>\nو لكنهما - رحمهما الله - لم يستوعبا الصحيح بما جمعاه، و لا التزما ذلك،\nو قد روينا عن البخاري أنه قال: (ما أدخلت في كتابي (الجامع) إلا ما صح، و\nتركت من الصحاح لملال الطول).\n</p>\n\n<p>\nو روينا عن مسلم أنه قال: (ليس كل شيء عندي صحيح وضعته هنا - يعني في\nصحيحه - و إنما وضعت هنا ما أجمعوا على صحته) (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nو روى الحازمي و الإسماعيلي عن البخاري قوله: (و ما تركت من الصحاح أكثر)\n(1).\n</p>\n\n<p>\nو هذه النقول اعتراف صريح منهما بأنهما لم يذكرا في كتابيهما كل الصحيح.\nفالمجال إذا واسع، و الميدان فسيح أمام من تتحقق فيه العزيمة، و صدق القصد،\nو سعة الاطلاع، و دقة النقد ليتم ما بدأ به هذان الإمامان العظيمان.\n</p>\n\n<p>\nو قد نهض لهذه المهمة، الحافظ الكبير، شيخ الإسلام، إمام الأئمة، محمد بن\nإسحاق بن خزيمة (223 - 311 ه‍) محاولا استيعاب الصحيح في مصنف، قد ضاع مع\nما ضاع من ميراثنا العظيم، و لم يبق منه إلا ربعه (2).\n</p>\n\n<p>\nثم تلقف الراية من بعده تلميذه النجيب، الإمام الحافظ، أبو حاتم محمد بن\nحبان البستي، الذي نحن بصدد التعريف به و بكتابه الضخم المسمى ب‍ (المسند\nعلى التقاسيم و الأنواع، من غير <span id='ms008'></span> وجود قطع في سندها و لا ثبوت جرح في\nناقليها) (3)، و المشهور بين أهل العلم ب‍ (صحيح ابن حبان).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nابن حبان (1) التعريف به و ببيئته:\n</p>\n\n<p>\nهو الإمام العلامة، الحافظ المجود، المحقق الفاضل، شيخ خراسان، محمد بن\nحبان، بن أحمد بن حبان بن معاذ بن معبد، بن سعيد بن سهيد، و يقال: ابن معبد\nبن هدية بن مرة، بن سعد بن يزيد بن زيد، بن عبد الله بن دارم بن مالك، بن\nحنظلة بن مالك بن زيد مناة بن تميم بن مرة بن أد، بن طابخة بن إلياس، بن\nمضر بن معد بن عدنان، أبو حاتم التميمي البستي، القاضي، أحد الأئمة\nالرحالين و المصنفين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nولد ببست (1)، تلك البلدة التي ازدهت بجمالها، و كانت درة في عقد الاسلام\nإذا ما عرج على ذكر علمائها و رجالها:\n</p>\n\n<p>\nإذا قيل: أي الأرض في الناس زينة أجبنا و قلنا: أبهج الأرض بستها فلو\nأنني أدركت يوما عميدها لزمت يد البستي دهرا وبستها (2) في هذه البقعة من\nالعالم الاسلامي، التي حمل إليها الفاتحون - مع العدالة و الديانة، و\nالرحمة و العمران - الحضارة و العلم و البيان و صنوف المعرفة.\n</p>\n\n<p>\nفي هذه البقعة الطيبة ولد هذا الامام العظيم، فكان عدناني النسب، أفغاني\nالمولد و النشأة.\n</p>\n\n<p>\nو تدور عجلة الزمن، و يمضي أكثر من ربع قرن على مولد هذا الإمام الكبير،\nدون أن تحدثنا كتب التراجم شيئا عن نشأته الأولى، و الأحداث التي تعرض لها،\nو طلبه للعلم، و اشتراكه في أحداث عصره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nلقد ضنت علينا كتب التراجم بكل ذلك، فأصبح ضائعا في متاهة تاريخ بعيد لم\nيدرس، و لم تسلط، و لو شعاعا واحدا على جانب من جوانب هذه الحياة\nالكريمة!!..\n</p>\n\n<p>\nأسباب خروجه من بلده:\n</p>\n\n<p>\nبعد مضي هذه الفترة الغامضة، نجد ابن حبان شريدا طريدا، أكره على مفارقة\nالأهل الذين أحب، و الموطن الذي هام به و ترعرع فيه. و نسأل عن سبب ذلك،\nفتحدد لنا كتب التراجم سببين لهذا الإخراج المقيت:\n</p>\n\n<p>\nيقول الذهبي في (ميزان الاعتدال <span id='ms009'></span>) 3 / 507: (قال أبو إسماعيل الأنصاري،\nشيخ الإسلام: سألت يحيى بن عمار عن أبي حاتم بن حبان:\n</p>\n\n<p>\nرأيته؟.\n</p>\n\n<p>\nفقال: رأيته، و نحن أخرجناه من سجستان، كان له علم كثير، و لم يكن له\nكبير دين، قدم علينا، فأنكر الحد لله، فأخرجناه) (1).\n</p>\n\n<p>\nو قال أبو إسماعيل الأنصاري: (سمعت عبد الصمد بن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد يقول: سمعت أبي يقول: أنكروا على ابن حبان قوله، النبوة: العلم و\nالعمل، و حكموا عليه بالزندقة، و هجروه، و كتبوا فيه إلى الخليفة، فأمر\nبقتله.\n</p>\n\n<p>\nو سمعت غيره يقول: لذلك أخرج من سمرقند) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nو إمعان النظر في هذين الخبرين يوضح أمورا ينبغي التوقف عندها:\n</p>\n\n<p>\nأولا: إنهما يرسمان صورة لبعض أدعياء العلم، الذين نما الحسد في نفوسهم،\nو ترعرع الحقد في قلوبهم، فتوهموا أن بيدهم أمر توجيه الفكر بين الناس، و\nمصادرة كل ما لا يناسب ميولهم و أهواءهم، سلاحهم في ذلك إثارة العوام من\nالناس، و الوشاية بهم إلى الخليفة، يسند ذلك افتراء مرذول، و يدعمه باطل\nمخذول.\n</p>\n\n<p>\nثانيا: إنهما يحددان جهة الرحلة التي قام بها ابن حبان، فقد توجه إلى\nمشرق الخلافة الإسلامية إشفاقا على نفسه من هياج الغوغاء من العوام، الذين\nيقول فيهم أبو يوسف كبير القضاة في زمن الخليفة هارون الرشيد: (لو أن\nالعوام كلهم عبيدي لأعتقتهم، و تبرأت من ولائهم)، و من المتطفلين على موائد\nالعلم، الحاقدين، الذين أرادوا به شرا.\n</p>\n\n<p>\nو لعله اختار ذلك المكان في أطراف الخلافة حيث تضعف قبضة السلطان، فلا\nيناله عقابه، و لا تطاله سياط عذابه، حتى إذا ما هدأ الحال، و تنوسي ما\nكان، و شعر بالطمأنينة و الأمن، عاد إلى قلب الخلافة، و جاب نواحيها\nالمختلفة، ليتم ما بدأ به، و ليشبع نهمه في طلب الحديث، و لقي الشيوخ، و\nالأخذ عنهم، و الإفادة منهم، ليتسنى له أن يتبوأ مركز الصدارة بين أهل\nالعلم في بلده، و يكون الإمام المرجوع إليه في هذا العلم الشريف.\n</p>\n\n<p>\nثالثا: يوضح لنا النص أن سمرقند كانت من أوائل البلدان التي حط <span id='ms010'></span> فيها عصا\nترحاله، و في هذا البلد الطيب اتصل بشيخه أبي حفص عمر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد الهمداني السمرقندي، المتوفى سنة (311) للهجرة (1).\n</p>\n\n<p>\nو إذا ضممنا إلى هذا ما أجمع عليه مترجموا ابن حبان، من أنه توفي سنة\n(354 ه‍) و هو في عشر الثمانين يتبين لنا:\n</p>\n\n<p>\nأ - أن مولده كان في عشر الثمانين من القرن الثالث، و هذا ما ذهب إليه\nبعض من ترجم له.\n</p>\n\n<p>\nب - أن ابن حبان بدأ رحلته و عمره لا يقل عن الخامسة و العشرين، كما أنه\nلا يزيد على الخامسة و الثلاثين.\n</p>\n\n<p>\nج - يتحدد لنا معنى ما قاله الذهبي في (ميزانه) 3 / 506 - و تابعه عليه\nابن حجر -: (و طلب العلم على رأس الثلاث مئة)، فإنه يعني: بدأ الرحلة في\nطلب العلم، و إلا فإن ابن حبان عندما خرج من بلده، كان قد استوعب الكثير من\nمعارف العصر، و لا يمكن أن يغيب هذا على مثل الحافظ الذهبي، و الحافظ ابن\nحجر.\n</p>\n\n<p>\nو قد دامت هذه الرحلة المباركة التي زرع فيها العالم الإسلامي من أقصاه\nإلى أقصاه نيفا و ثلاثين عاما، فقد قال الحاكم - و هو تلميذه -: (كان ابن\nحبان من أوعية العلم في الفقه، و اللغة، و الحديث، و الوعظ، و من عقلاء\nالرجال.\n</p>\n\n<p>\nقدم نيسابور سنة أربع و ثلاثين و ثلاث مئة، فسار إلى قضاء نسا، ثم انصرف\nإلينا في سنة سبع، فأقام عندنا في نيسابور، و بنى الخانقاه، و قرئ عليه\nجملة من مصنفاته، ثم خرج من نيسابور إلى وطنه سجستان عام أربعين، و كانت\nالرحلة إليه لسماع حديثه) (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nو قد تابع الحاكم على هذا معظم المترجمين لابن حبان.\n</p>\n\n<p>\nشيوخه في هذه الرحلة و نتائجها انطلق هذا الإمام العظيم - و قلبه يكتوي\nبنار الشوق للأهل، و الحنين إلى الوطن - يجوب الأرض، و يصارع أعباء الحياة\nو أوهاقها، يذلل الصعاب متناسيا المتاعب. و يتجاوز العقبات عله يجد ما\nيعزيه، منصرفا إلى الجمع و التحصيل، فكان ينتزع العلم من صدور الرجال، و\nيدون كل ما يسمع، و يسجل كل <span id='ms011'></span> ما يشاهد، دون أن يصرفه عن غايته صارف.\n</p>\n\n<p>\nيقول في مقدمة صحيحه: (لقد كتبنا عن أكثر من ألفي شيخ...) (1).\n</p>\n\n<p>\nفقد زار معظم البلدان في الخلافة الإسلامية المترامية الأطراف، و في كل\nبلد حله كان له شيخ. أو شيوخ تلقى عنهم العلم، و روى عنهم الحديث، و قد سمى\nلنا مترجموه بعض شيوخه، فقالوا: إنه أخذ العلم في:\n</p>\n\n<p>\n1 - مرو: عن أبي عبد الرحمن عبد الله بن محمود بن سليمان، و عن أبي يحيى\nمحمد بن محمد بن خالد المديني.\n</p>\n\n<p>\n2 - سنج: عن أبي علي الحسين بن محمد بن مصعب السنجي، و عن أبي عبد الله\nمحمد بن نصر الهورقاني.\n</p>\n\n<p>\n3 - نسا: عن الحسن بن سفيان، و عن محمد بن يوسف النسائي، و عن محمد بن\nمحمود بن عدي النسائي.\n</p>\n\n<p>\n4 - نيسابور: عن محمد بن إسحاق بن إبراهيم السراج، و عن محمد بن عبد\nالرحمن بن شيرويه الأزدي.\n</p>\n\n<p>\n5 - أرغيان: عن محمد بن المسيب بن إسحاق الأرغياني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n6 - جرجان: عن عمران بن موسى بن مجاشع الجرجاني، و أحمد بن محمد بن عبد\nالكريم الوزان الجرجاني.\n</p>\n\n<p>\n7 - الري: عن العباس بن الفضل بن عاذان المقرئ، و علي بن الحسن بن مسلم\nالرازي.\n</p>\n\n<p>\n8 - الكرج: عن أحمد بن عمارة بن الحجاج الحافظ، و الحسين بن إسحاق\nالأصبهاني.\n</p>\n\n<p>\n9 - عسكر مكرم: عن عبد الله بن أحمد بن موسى الجواليقي المعروف ب‍ (عبدان\nالأهوازي).\n</p>\n\n<p>\n10 - تستر: عن محمد بن أحمد الرقام، و أحمد بن محمد بن زهير الحافظ.\n</p>\n\n<p>\n11 - جنديسابور: عن عمر بن حفص البزار.\n</p>\n\n<p>\n12 - الأهواز: عن محمد يعقوب الخطيب.\n</p>\n\n<p>\n13 - الأبلة: عن محمد بن زهير الأبلي، و عن عمر بن عبد الله بن عمر\nالهجري، و الحسين بن محمد بن بسطام الأبلي.\n</p>\n\n<p>\n14 - البصرة: عن الفضل بن الحباب الجمحي، و أحمد بن عمرو الزيبقي، و بكر\nبن أحمد بن سعيد الطاحي، و زكريا بن يحيى الساجي، و محمد بن علي الصيرفي، و\nعبد الكريم بن عمر الخطابي، و محمد بن إبراهيم البدوري، و محمد بن غدار\nالحارثي.\n</p>\n\n<p>\n15 - واسط: عن جعفر بن أحمد بن سنان القطان، و أحمد <span id='ms012'></span> بن موسى، و الخليل بن\nمحمد الواسطي.\n</p>\n\n<p>\n16 - فم الصلح: عن عبد الله بن قحطبة بن مرزوق الصلحي.\n</p>\n\n<p>\n17 - نهر سابس: عن خلاد بن محمد بن خالد الواسطي.\n</p>\n\n<p>\n18 - بغداد: عن حامد بن محمد بن شعيب البلخي، و الهيثم بن خلف الدوري، و\nأحمد بن الحسن بن عبد الجبار الصوفي، و عبد الله بن محمد بن عبد العزيز\nالبغوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n19 - الكوفة: عن أبي عبد الله بن زيدان البجلي.\n</p>\n\n<p>\n20 - مكة المكرمة: عن محمد بن إبراهيم بن المنذر النيسابوري، و المفضل بن\nمحمد بن إبراهيم الجندي.\n</p>\n\n<p>\n21 - سامراء: عن علي بن سعيد العسكري.\n</p>\n\n<p>\n22 - الموصل: عن أبي يعلى أحمد بن علي بن المثنى الموصلي، و هارون بن\nالمسكين البلدي، و زيد بن علي بن عبد العزيز حبان الموصلي، و روح بن عبد\nالمجيد الموصلي، و إبراهيم بن علي بن عبد العزيز العمري.\n</p>\n\n<p>\n23 - سنجاد: عن علي بن إبراهيم بن الهيثم الموصلي.\n</p>\n\n<p>\n24 - نصيبين: عن هاشم بن يحيى النصيبيني، و مسدد بن يعقوب بن إسحاق\nالفلوسي.\n</p>\n\n<p>\n25 - كفر توثا، من ديار ربيعة، عن محمد بن الحسين بن أبي معشر السلمي.\n</p>\n\n<p>\n26 - سرغامرطا، من ديار مضر: عن أحمد بن خالد بن عبد الملك بن مسرح\nالحراني.\n</p>\n\n<p>\n27 - الرافقة: عن محمد بن إسحاق بن إبراهيم بن فروخ البغدادي.\n</p>\n\n<p>\n28 - الرقة: عن الحسين بن عبد الله بن يزيد القطان. و أحمد بن محمد بن\nيحيى الشحام. و علي بن الحسين العسكري.\n</p>\n\n<p>\n29 - منبج: عن عمر بن سعيد بن سنان الحافظ، و صالح بن الأصبغ بن عامر\nالتنوخي.\n</p>\n\n<p>\n30 - حلب: عن أحمد بن داود بن محسن بن هلال المصيصي.\n</p>\n\n<p>\n31 - أنطاكية: عن وصيف بن عبد الله الحافظ.\n</p>\n\n<p>\n32 - طرسوس: عن محمد بن يزيد الدرقي، و إبراهيم بن أبي أمية الطرسوسي. و\nالحسن بن إسحاق بن إبراهيم الخولاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n33 - أذنة: عن محمد بن علان الأذني.\n</p>\n\n<p>\n34 - صيداء: عن محمد بن أبي المعافى بن سليمان الصيداوي.\n</p>\n\n<p>\n35 - صور: عن جعفر بن محمد الهمداني.\n</p>\n\n<p>\n36 - بيروت: عن محمد بن عبد الله بن عبد السلام البيروتي - مكحول -.\n</p>\n\n<p>\n37 - حمص: عن محمد بن عبد الله بن الفضل الكلاعي الراهب.\n</p>\n\n<p>\n38 - دمشق: عن أحمد بن <span id='ms013'></span> عمير بن جوصاء الحافظ الدمشقي، و عن جعفر ابن أحمد\nبن عاصم الأنصاري الدمشقي، و عن حاجب بن أركين الفرغاني.\n</p>\n\n<p>\n39 - عسقلان: عن محمد بن قتيبة اللخمي.\n</p>\n\n<p>\n40 - بيت المقدس: عن عبد الله بن محمد بن مسلم الخطيب المقدسي.\n</p>\n\n<p>\n41 - الرملة: عن محمد بن الحسن أبي بكر بن قتيبة العسقلاني.\n</p>\n\n<p>\n42 - الفسطاط من مصر: عن أحمد بن شعيب بن علي النسائي، و عن سعيد بن داود\nبن وردان المصري، و علي بن الحسين بن سليمان.\n</p>\n\n<p>\n43 - هراة: محمد بن المنذر بن سعيد المعدل (1).\n</p>\n\n<p>\nرحم الله ابن حبان ما كان أصبره على تحمل المشاق في سبيل العلم، و جمع\nالحديث النبوي الشريف، و تلقيه من أفواه أساتيذه الذين عرفوا به في كل مصر\nمن الأمصار.\n</p>\n\n<p>\nو هذا غيض من فيض، من الشيوخ و العلماء الذين اتصل بهم و أخذ عنهم العلم.\n</p>\n\n<p>\nو لكن ما الذي خلفه ابن حبان للمكتبة الإسلامية؟\n</p>\n\n<p>\nقال الخطيب البغدادي الحافظ، فيما رواه عنه ياقوت في (معجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالبلدان) 1 / 417: (و من الكتب التي تكثر منافعها، إن كانت على قدر ما\nترجمها به واضعها، مصنفات أبي حاتم محمد بن حبان البستي، التي ذكرها لي\nمسعود بن ناصر السجزي و وقفني على تذكرة بأسمائها، و لم يقدر لي الوصول إلى\nالنظر فيها، لأنها غير موجودة بيننا، و لا معروفة عندنا، و أنا أذكر ما\nاستحسنته سوى ما عدلت عنه و أطرحته).\n</p>\n\n<p>\nو قد ذكر الخطيب أسماء طائفة كبيرة من مؤلفات ابن حبان نقلها عنه ياقوت،\nفكان لهما الفضل في حفظ أسماء هذا التراث العلمي العظيم.\n</p>\n\n<p>\nتآليف ابن حبان:\n</p>\n\n<p>\nو أما الكتب التي انتهت إلينا من مؤلفات هذا الإمام البارع، و الحافظ\nالناقد، فهي:\n</p>\n\n<p>\n1 - (المسند الصحيح على التقاسيم و الأنواع، من غير وجود قطع في سندها، و\nلا ثبوت جرح في ناقليها) و المشهور عند العلماء ب‍ (صحيح ابن حبان) و\nسنتحدث عنه فيما بعد.\n</p>\n\n<p>\n2 - (كتاب الثقات) يقول ابن حبان في مقدمته 1 / 3: (فلما رأيت معرفة\nالسنن من أعظم أركان الدين، و أن حفظها يجب على أكثر المسلمين <span id='ms014'></span>، و أنه لا\nسبيل إلى معرفة السقيم من الصحيح، و لا صحة إخراج الدليل من الصريح، إلا\nبمعرفة ضعفاء المحدثين، و كيفية ما كانوا عليه من الحالات، فأردت أن أملي\nأسامي أكثر المحدثين، و من الفقهاء من أهل الفضل و الصالحين، و من سلك\nسبيلهم من الماضين).\n</p>\n\n<p>\nلقد بين لنا في هذا النص الدافع إلى كتابة (الثقات) و (الضعفاء) أيضا. و\nلكن ما الخطة التي اتبعها في تأليف كتابه (الثقات)؟.\n</p>\n\n<p>\nيقول في مقدمته 1 / 10: (و أبدأ منهما بالثقات، فنذكر ما كانوا عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمن الحالات: فأول ما أبدأ في كتابنا هذا ذكر المصطفى - صلى الله عليه\nوسلم -، و مولده، و مبعثه، و هجرته إلى أن قبضه الله تعالى إلى جنته.\n</p>\n\n<p>\nثم نذكر بعده الخلفاء الراشدين المهديين بأيامهم إلى أن قتل علي - رحمة\nالله عليه - ثم نذكر صحب رسول الله صلى الله عليه وسلم واحدا واحدا على\nالمعجم إذ هم خير الناس قرنا بعد رسول الله صلى الله عليه وسلم، ثم نذكر\nبعدهم التابعين الذين شافهوا أصحاب رسول الله - صلى الله عليه وسلم - في\nالأقاليم كلها على المعجم، إذ هم خير الناس بعد الصحابة قرنا، ثم نذكر\nالقرن الثالث الذين رأوا التابعين، فأذكرهم على نحو ما ذكرنا الطبقتين\nالأوليين، ثم نذكر القرن الرابع الذين هم أتباع التابعين على سبيل من\nقبلهم. و هذا القرن ينتهي إلى زماننا هذا، و لا أذكر في هذا الكتاب إلا\nالثقات الذين يجوز الاحتجاج بخبرهم).\n</p>\n\n<p>\nو نسأل: متى يجوز الاحتجاج بخبر هذا الثقة؟ فيجيبنا: (إذا تعرى خبره عن\nخصال خمس، فإذا وجد خبر منكر عن واحد ممن أذكره في كتابي هذا، فإن الخبر لا\nينفك من إحدى خصال خمس:\n</p>\n\n<p>\n1 - إما أن يكون فوق الشيخ الذي ذكرت اسمه في كتابي هذا، في الإسناد رجل\nضعيف.\n</p>\n\n<p>\n2 - أو يكون دونه رجل واه لا يجوز الاحتجاج بروايته.\n</p>\n\n<p>\n3 - أو الخبر يكون مرسلا لا يلزمنا به الحجة.\n</p>\n\n<p>\n4 - أو يكون منقطعا لا تقوم بمثله الحجة.\n</p>\n\n<p>\n5 - أو يكون في الإسناد رجل مدلس لم يبين سماعه في <span id='ms015'></span> الخبر من الذي سمعه\nمنه) الثقات 1 / 12. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(فكل من ذكرته في كتابي هذا، إذا تعرى خبره عن الخصال الخمس التي ذكرتها،\nفهو عدل يجوز الاحتجاج بخبره، لأن العدل من لم يعرف منه الجرح، و الجرح ضد\nالتعديل، فمن لم يعلم بجرح، فهو عدل إذا لم يبين ضده، إذ لم يكلف الناس من\nالناس معرفة ما غاب عنهم، و إنما كلفوا الحكم بالظاهر من الأشياء غير\nالمغيب عنهم، جعلنا الله ممن أسبل عليهم جلابيب الستر في الدنيا، و اتصل\nذلك بالعفو عن جناياته في العقبى، إنه الفعال لما يريد). الثقات 1 / 13 -\n14 آخر مقدمته.\n</p>\n\n<p>\nو قد طبع هذا الكتاب في تسعة أجزاء، و صنعت له فهارس في مجلد عاشر (1).\n</p>\n\n<p>\n3 - كتاب (الجرح و التعديل) و هو في تراجم الرجال من جهة منازلهم في\nالرواية. و هو مكمل لكتابه (الثقات).\n</p>\n\n<p>\n4 - كتاب (الضعفاء) الذي قام بتحقيقه المحقق الفاضل محمود إبراهيم زايد\nبعنوان (المجروحين من المحدثين و الضعفاء و المتروكين). و تم طبعه بثلاثة\nأجزاء. و قد قال في تقدمته: 1 / 1. (من خير الكتب و أجمعها، فإن ابن حبان\nيخطو في هذا الكتاب خطوة واسعة في هذا الفن، أ - هو أولا وضع قواعده\nالعشرين في التضعيف و الجرح و ترك الرجال.\n</p>\n\n<p>\nب - يذكر اسم الرجل كاملا، و الحكم عليه، و الأسباب التي استند إليها في\nتكوين هذا الحكم، بينما كان النسائي - و هو أستاذ ابن حبان - و من عاصره أو\nمن سبقه من الشيوخ يكتفون في مصنفاتهم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nضعفاء الرجال بذكر اسم الراوي، و الرأي فيه باختصار شديد مثل:\n</p>\n\n<p>\nفلان ضعيف، منكر الحديث، ضعفه فلان، تركه فلان.\n</p>\n\n<p>\nج - ينقل بعد هذا رأي الأئمة في الرجال.\n</p>\n\n<p>\nد - ينهي الترجمة برواية الأحاديث التي أنكرها المحدثون عليه، و يصدر ذلك\nبقوله: (قال أبو حاتم:....) لكن لا يسلم له بكل ما جاء فيه، فقد يند عن\nالصواب في بعض ما ذهب إليه كما بينه النقاد.\n</p>\n\n<p>\n5 - كتاب (روضة العقلاء و نزهة الفضلاء) و هو كتاب نفيس في مكارم الأخلاق\nو الخصال المحمودة، و هو <span id='ms016'></span> مطبوع بتحقيق محي الدين عبد الحميد، و محمد عبد\nالرزاق حمزة، و محمد حامد الفقي سنة (1949).\n</p>\n\n<p>\n6 - كتاب (مشاهير علماء الأمصار) قام بتحقيقه م‍: فلايشهمر سنة (1959). و\nقد ضم (1602) ترجمة من الصحابة، و التابعين، و أتباع التابعين، و من تبعهم\nمن الأخيار و الصالحين: من الحجاز بحواليها، و العراق بنواحيها، و الشام\nبأطرافها، و مصر بجوانبها، و اليمن بما والاها، و خراسان بما دار عليها.\n</p>\n\n<p>\nهذا ما اطلعنا عليه من مؤلفات هذا الإمام التي انتهت إلينا، أما مؤلفاته\nالتي ذكرها من ترجم له، و لم نقف عليها، و يغلب على الظن أنها أصبحت في حكم\nالمفقود فهي:\n</p>\n\n<p>\n1 - كتاب (الهداية إلى علم السنن) الذي قصد فيه إظهار الصناعتين، و هما\nصناعتا الحديث و الفقه، يذكر فيه الحديث، و يترجم له، ثم يذكر من يتفرد\nبذلك الحديث، و من مفاريد أي بلد هو:\n</p>\n\n<p>\nثم يذكر كل اسم في إسناده من الصحابي إلى شيخه بما يعرف من نسبته، و\nمولده، و تاريخ وفاته، و كنيته و قبيلته، و فضله و تيقظه، ثم يذكر ما في\nالحديث من الفقه و الحكمة. فإن عارضه خبر ذكره و جمع بينهما، و إن تضاد\nلفظه مع خبر آخر تلطف للجمع بينهما حتى يعلم ما في كل خبر من صناعة الحديث\nو الفقه معا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nو قال الكثير من العلماء: و هذا من أنبل كتبه و أعزها.\n</p>\n\n<p>\n2 - كتاب (شعب الإيمان) يعد ابن حبان من أقدم من ألف في ذلك، ثم تبعه\nالحليمي و البيهقي.\n</p>\n\n<p>\n3 - كتاب (الصحابة) و يتألف من خمسة أجزاء.\n</p>\n\n<p>\n4 - كتاب (التابعين) و يتألف من اثني عشر جزءا.\n</p>\n\n<p>\n5 - كتاب (أتباع التابعين) و يتألف من خمسة عشر جزءا.\n</p>\n\n<p>\n6 - كتاب (تبع الأتباع) و يتألف من سبعة أجزاء.\n</p>\n\n<p>\n7 - كتاب (تبع التبع) و يتألف من عشرين جزءا.\n</p>\n\n<p>\n8 - كتاب (الفصل بن النقلة) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n9 - كتاب (علل أوهام التواريخ) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n10 - كتاب (ما انفرد به أهل المدينة من السنن) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n11 - كتاب (ما انفرد به أهل <span id='ms017'></span> مكة من السنن) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n12 - كتاب (غرائب الأخبار) و يتألف من عشرين جزءا.\n</p>\n\n<p>\n13 - كتاب (ما أغرب الكوفيون عن البصريين) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n14 - كتاب (ما أغرب البصريون عن الكوفيين) و يتألف من ثمانية أجزاء.\n</p>\n\n<p>\n15 - كتاب (الفصل و الوصل) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n16 - كتاب (موقوف ما رفع) و يتألف من عشرة أجزاء.\n</p>\n\n<p>\n17 - كتاب (أدب الرحالة) و هو جزآن.\n</p>\n\n<p>\n18 - كتاب (علل مناقب أبي حنيفة و مثالبه) و هو عشرة أجزاء.\n</p>\n\n<p>\n19 - كتاب (علل ما استند إليه أبو حنيفة) عشرة أجزاء.\n</p>\n\n<p>\n20 - كتاب (ما خالف الثوري فيه شعبة) ثلاثة أجزاء.\n</p>\n\n<p>\n21 - كتاب (علل حديث الزهري) و هو عشرون جزءا.\n</p>\n\n<p>\n22 - كتاب (مناقب مالك بن أنس) جزآن.\n</p>\n\n<p>\n23 - كتاب (علل حديث مالك) عشرة أجزاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n24 - كتاب (مناقب الشافعي) جزآن.\n</p>\n\n<p>\n25 - كتاب (المعجم على المدن) عشرة أجزاء.\n</p>\n\n<p>\n26 - كتاب (المقلين من الحجازيين) عشرة أجزاء.\n</p>\n\n<p>\n27 - كتاب (المقلين من العراقيين) عشرون جزءا.\n</p>\n\n<p>\n28 - كتاب (الجمع بين الأخبار المتضادة) جزآن.\n</p>\n\n<p>\n29 - كتاب (وصف المعدل و المعدل) جزآن.\n</p>\n\n<p>\n30 - كتاب (ما عند شعبة عن قتادة و ليس عند سعيد عن قتادة) جزآن.\n</p>\n\n<p>\n31 - كتاب (أسامي من يعرف بالكنى) ثلاثة أجزاء.\n</p>\n\n<p>\n32 - كتاب (كنى من يعرف بالأسامي) ثلاثة أجزاء.\n</p>\n\n<p>\n33 - كتاب (التمييز بين حديث النضر الحداني، و النضر الخزاز) جزآن.\n</p>\n\n<p>\n34 - كتاب (الفصل بين حديث أشعث بن مالك، و أشعث بن سوار) جزآن.\n</p>\n\n<p>\n35 - كتاب (الفصل بين حديث منصور بن المعتمر و منصور بن زاذان) ثلاثة\nأجزاء.\n</p>\n\n<p>\n36 - كتاب (الفصل بين مكحول الشامي و مكحول الأزدي) جزء واحد.\n</p>\n\n<p>\n37 - كتاب (ما أسند جنادة عن عبادة) جزء واحد.\n</p>\n\n<p>\n38 - كتاب (الفصل بين حديث ثور بن يزيد، و ثور بن زيد) جزء واحد.\n</p>\n\n<p>\n39 - كتاب (ما جعل عبد الله بن عمر، عبيد الله بن عمر) جزآن.\n</p>\n\n<p>\n40 - كتاب (ما جعل شيبان سفيان، أو سفيان شيبان) ثلاثة أجزاء.\n</p>\n\n<p>\n41 - كتاب (الأبواب المتفرقة) ثلاثون جزءا.\n</p>\n\n<p>\n42 - كتاب (الفصل بين حدثنا و أخبرنا) جزء واحد.\n</p>\n\n<p>\n43 - كتاب (التاريخ)، و هو من الكتب الكبيرة لذلك لجأ إلى تأليف (الثقات)\nو (الضعفاء) منه ليسهل العودة إليهما على من يريد ذلك. انظر مقدمة\n(الثقات).\n</p>\n\n<p>\n44 - كتاب (وصف العلوم <span id='ms018'></span> و أنواعها) ثلاثون جزءا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n45 - كتاب (صفة الصلاة) ذكره في (صحيحه).\n</p>\n\n<p>\n46 - كتاب (محجة المبتدئين) ذكره في الصفحة (19) من (روضة العقلاء).\n</p>\n\n<p>\n47 - كتاب (العالم و المتعلم) ذكره في الصفحة (27) من (روضة العقلاء).\n</p>\n\n<p>\n48 - كتاب (حفظ اللسان) ذكره في الصفحة (36) من (روضة العقلاء).\n</p>\n\n<p>\n49 - كتاب (مراعاة العشرة) ذكره في الصفحة (74) من (روضة العقلاء).\n</p>\n\n<p>\n50 - كتاب (الثقة بالله) ذكره في الصفحة (111) من (روضة العقلاء).\n</p>\n\n<p>\n51 - كتاب (التوكل) ذكره في الصفحة (135) من (روضة العقلاء).\n</p>\n\n<p>\n52 - كتاب (مراعاة الإخوان) ذكره في الصفحة (159) من (روضة العقلاء).\n</p>\n\n<p>\n53 - كتاب (الفصل بين الغنى و الفقر) ذكره في الصفحة (200) من (روضة\nالعقلاء).\n</p>\n\n<p>\n54 - كتاب (السخاء و البذل) ذكره في الصفحة (205) من (روضة العقلاء).\n</p>\n\n<p>\nقال الحافظ أبو بكر الخطيب البغدادي لما وقف على تذكرة ابن ناصر السجزي\nالمتضمنة أسماء مصنفات ابن حبان: (سألت مسعود بن ناصر، فقلت له: أكل هذه\nالكتب موجودة عندكم و مقدور عليها ببلادكم؟\n</p>\n\n<p>\nفقال: إنما يوجد منها الشيء اليسير و النزر الحقير) و كان هذا بعد مئة\nسنة من عصر ابن حبان.\n</p>\n\n<p>\nقال الخطيب البغدادي: (و مثل هذه الكتب الجليلة كان يجب أن يكثر بها\nالنسخ، فيتنافس فيها أهل العلم و يكتبونها و يجلدونها إحرازا لها، و لا\nأحسب المانع من ذلك كان إلا قلة معرفة أهل تلك البلاد بمحل العلم و فضله و\nزهدهم فيه، و رغبتهم عنه، و عدم بصيرتهم به) (1).\n</p>\n\n<p>\nفإذا ما علمنا أن هذه الثروة الهائلة من الكتب - على تنوع أبحاثها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nو اختلاف حجوم أجزائها - قد ضاعت، ما عدا اليسير منها، أدركنا بالغ\nالخسارة التي منيت بها المكتبة الإسلامية بضياع هذا العلم العظيم.\n</p>\n\n<p>\nموقفه مما جمع:\n</p>\n\n<p>\nلقد وفق ابن حبان في رحلته الطويلة أيما توفيق، فقد اجتمع له من الشيوخ،\nو الروايات، و الأخبار، الشيء الكثير، و العدد الوفير، فقد جاء في مقدمة\nصحيحه أنه كتب عن أكثر من ألفي شيخ، و هذا العدد الجم من الشيوخ يندر أن\nتجده في إمام من الأئمة، إلا أنه حين شرع في تدوينه الصحيح، أسقط كثيرا من\nالشيوخ، و لم يعتد بمروياتهم، لأنه لم <span id='ms019'></span> تتحقق فيهم شروط الصحة التي أبان\nعنها في مقدمة كتابه، و اقتصر على مئة و خمسين شيخا منهم، أقل أو أكثر، و\nقد عول على عشرين منهم أدار السنن عليهم، و اقتنع بروايتهم عن رواية غيرهم،\nفقد جاء في المقدمة:\n</p>\n\n<p>\n(و لم نرو في كتابنا هذا إلا عن مئة و خمسين شيخا، أقل أو أكثر، و لعل\nمعول كتابنا هذا يكون على نحو من عشرين شيخا، أدرنا السنن عليهم، و اقتنعنا\nبروايتهم عن رواية غيرهم).\n</p>\n\n<p>\nو يعلق الإمام الذهبي على هذا النص، فيقول: (كذا فلتكن الهمة، هذا مع ما\nكان عليه من الفقه، و العربية، و الفضائل الباهرة، و كثرة التصانيف) (1).\n</p>\n\n<p>\nو أما الشيخ أحمد شاكر فيقول: (و في هذا مقنع لمن أراد علما و طمأنينة)\n(2).\n</p>\n\n<p>\nفابن حبان إذا لم يكن جامعا فحسب، و إنما كان ناقدا فذا، و عالما حصيفا،\nو مدققا ذكيا، و مجتهدا جريئا، له منهجه و أسلوبه، شجاعا متقحما،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nتجاوز هيبة الصحيحين، و نقد الشيخين، بل نقض أسلوب ترتيبهما. و لم يسلم\nمنه حتى شيخه ابن خزيمة، علما بأنه احتل من نفسه مكانة لم يحتلها غيره من\nالمشايخ الذين اتصل بهم، و نقل العلم عنهم (1).\n</p>\n\n<p>\nيقول ابن حبان فيما نقله عنه الحازمي: (فإن الحديث إذا صح سنده، و سلم من\nشوائب الجرح فلا عبرة بالعدد و الأفراد، و قد يوجد - على ما ذكرت - حديث،\nفينبغي أن يناقش البخاري في ترك إخراج أحاديث هي من شرطه، و كذلك مسلم، و\nمن بعده) (2).\n</p>\n\n<p>\nو لم نعلم - فيما اطلعنا عليه - أنه كتب في الصحيح بعد مسلم إلا ابن\nخزيمة.\n</p>\n\n<p>\nو يقول أيضا في مقدمة صحيحه: (و إني لما رأيت الأخبار طرقها كثرت، و\nمعرفة الناس بالصحيح منها قلت، لاشتغالهم بكتبة الموضوعات، و حفظ الخطأ و\nالمقلوب، حتى صار الخبر الصحيح مهجورا، لا يكتب، و المنكر المقلوب عزيزا\nيستغرب، و أن من جمع السنن من الأئمة الماضين المرضيين، و تكلم عليها أهل\nالفقه و الدين، أمضوا في ذكر الطرق للأخبار <span id='ms020'></span>، و أكثروا من تكرار المعاد\nللآثار، قصدا منهم لتحصيل الألفاظ على من دام حفظها من الحفاظ فكان ذلك سبب\nاعتماد المتعلم على ما في الكتاب، و ترك المقتبس التحصيل للخطاب، فتدبرت\nالصحاح لأسهل حفظها على المتعلمين، و أمعنت الفكر فيها لئلا يصعب وعيها على\nالمقتبسين) (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفابن حبان إذا لم يكن سائحا في العالم الاسلامي، تخلبه الظواهر، و تخدعه\nالمظاهر، و إنما كان باحثا عن العلم، متشوقا إلى الإحاطة بالحقائق، متطلعا\nإلى معرفة الأسباب و النتائج ليحكم عليها حكم العالم المجرب الخبير، و\nالناقد المتأني البصير. و لعلنا لا نجانب الحق إذا قلنا: إن قمة حصيلة هذه\nالرحلة المباركة كتابه العظيم (التقاسيم و الأنواع...) أو (صحيح ابن حبان).\n</p>\n\n<p>\nصحيح ابن حبان:\n</p>\n\n<p>\nإن الاسم الكامل الذي وضعه أبو حاتم لمصنفه العظيم هو: (المسند الصحيح\nعلى التقاسيم و الأنواع، من غير وجود قطع في سندها، و لا ثبوت جرح في\nناقليها).\n</p>\n\n<p>\nغير أن العلماء الذين تعرضوا لذكره في مصنفاتهم اختلفوا في تسميته. و كل\nمنهم قد أطلق عليه جزءا من هذه التسمية الطويلة. فالذهبي ينقل عن الإدريسي\nقوله: (صنف - يعني ابن حبان - المسند الصحيح) (1) و يذكره في الصفحة نفسها\nباسم (الأنواع) و يقول فيها أيضا: (و في صحيحه) أي: صحيح ابن حبان. بينما\nيطلق عليه في (تذكرة الحفاظ) (2) اسم (الأنواع) و (كتاب الأنواع و\nالتقاسيم).\n</p>\n\n<p>\nو أما أبو عمرو بن الصلاح فقد أطلق عليه في (مقدمته) اسم (صحيح أبي حاتم\nابن حبان) و سماه العراقي (صحيح ابن حبان) و قال أيضا:\n</p>\n\n<p>\n(و صحيح أبي حاتم محمد بن حبان البستي)، المسمى ب‍ (التقاسيم و الأنواع).\nو أطلق عليه محمد بن إسماعيل الصنعاني في كتاب (توضيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالأفكار لمعاني تنقيح الأنظار) 1 / 64 (صحيح ابن حبان) و بهذه التسمية\nوسمه السيوطي في (التدريب) 1 / 109 إذ قال: (صحيح ابن حبان ترتيبه مخترع).\n</p>\n\n<p>\nو هذا الصحيح - بترتيبه المخترع - ليس موجودا كاملا، و إنما الموجود بين\nأيدينا (الإحسان في تقريب صحيح ابن حبان) الذي رتبه الفارسي على أبواب\nالفقه، غير أنه لم <span id='ms021'></span> يترك شاردة و لا واردة إلا أثبتها، حتى رموز التقاسيم و\nالأنواع التي تدل على مكان وجودها في الأصل.\n</p>\n\n<p>\nفالفارسي - بحق - قمة شامخة في الأمانة العلمية، و في المحافظة على\nالأصل، و في عمله هذا إبقاء على النسب الواضح بين المؤلف و بين صاحبه.\n</p>\n\n<p>\nو أما نحن فقد اخترنا هذه التسمية (صحيح ابن حبان) للأسباب التالية:\n</p>\n\n<p>\n1 - لأن هذا الاسم هو الشائع الذائع في الأوساط العلمية، و العامة، و في\nالمؤلفات التي يتعرض أصحابها لذكر هذا الصحيح.\n</p>\n\n<p>\n2 - لأنه أخصر التسميات، و أسهلها نطقا على اللسان، و أعذبها وقعا على\nالآذان.\n</p>\n\n<p>\n3 - تأسيا ب‍ (الجامع الصحيح) للإمام البخاري، الذي لم يذع و لم ينتشر\nبهذا الاسم، و إنما انتشر و ذاع باسم (صحيح البخاري).\n</p>\n\n<p>\nشروط ابن حبان و موقف العلماء منها:\n</p>\n\n<p>\nتربع ابن حبان على كرسي الأستاذية - و هو به جدير - بعد أن أفنى نصف عمره\nجوابا في الأفاق، جماعا للعلم، طلابا للحق، حتى أصبح الأستاذ العلم في أكثر\nمن فن، و بخاصة في هذا العلم الشريف، و أصبحت الرحلة إليه لقراءة كتبه\nعليه، و الإفادة منه.\n</p>\n\n<p>\nلقد أصبح الإمام المجتهد الذي يتدبر الصحاح بفكر ثاقب، و روية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمدهشة عمدته في ذلك ذكاء نادر، و خبرة طويلة، و ممارسة أصيلة، و شجاعة في\nالحق نادرة. فهو بذلك كله الإمام القادر على الأخذ و الرد، من كل شيخ سابق\nله في هذا المضمار النبيل.\n</p>\n\n<p>\nفما الشروط التي ينبغي أن تتوفر في الحديث ليكون من مروياته، مثبتا في\nمدوناته؟\n</p>\n\n<p>\nإنه يقرر ذلك - بلهجة الأستاذ الواثق في مقدمة صحيحه:\n</p>\n\n<p>\n(و أما شرطنا في نقلة ما أودعناه كتابنا هذا من السنن، فإننا لم نحتج فيه\nإلا بحديث اجتمع في كل شيخ من رواته خمسة أشياء:\n</p>\n\n<p>\nالأول: العدالة في الدين بالستر الجميل.\n</p>\n\n<p>\nو الثاني: الصدق في الحديث بالشهرة فيه.\n</p>\n\n<p>\nو الثالث: العقل بما يحدث من الحديث.\n</p>\n\n<p>\nو الرابع: العلم بما يحيل من معاني الآثار.\n</p>\n\n<p>\nو الخامس: المتعري خبره عن التدليس.\n</p>\n\n<p>\nفكل من اجتمع فيه هذه الخصال الخمس، احتججنا <span id='ms022'></span> بحديثه، و بنينا الكتاب على\nروايته و كل من تعرى عن خصلة من هذه الخصال الخمس، لم نحتج به) (1).\n</p>\n\n<p>\nلقد كتب هذا المحقق العظيم عن أكثر من ألفي شيخ، و لكن معول صحيحه على\nنحو من عشرين شيخا، اقتنع بروايتهم و اطرح الباقي.\n</p>\n\n<p>\nفكيف كانت تحصل له القناعة؟ و ما الطريق الذي يسلكه للوصول إليها؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: (و قد اعتبرنا حديث شيخ شيخ، على ما وصفنا من الاعتبار على سبيل\nالدين، فمن صح عندنا منهم أنه عدل احتججنا به، و قبلنا ما رواه، و أدخلناه\nفي كتابنا هذا، و من صح عندنا أنه غير عدل بالاعتبار الذي وصفنا لم نحتج\nبه، و أدخلناه في كتاب (المجروحين من المحدثين) بأحد أسباب الجرح) (1).\n</p>\n\n<p>\nفابن حبان يعتد بهذه الشروط الآنفة الذكر في كل شيخ من رواة السند، و من\nثم يحكم على الحديث بالصحة، و يدرجه في كتابه هذا، إذا استوفى الشروط\nالمذكورة، أو يطرحه و يدرجه في (كتاب الضعفاء) إذا أخل بواحد منها، و هو في\nصنيعه هذا يعد نفسه إماما مجتهدا، لا يقلد أحدا من الأئمة الذين تقدموه، و\nلا يعبأ بمخالفتهم له فيما انتهى إليه، يقول: (فمن صح عندي منهم بالبراهين\nالواضحة، و صحة الاعتبار - على سبيل الدين - أنه ثقة احتججت به، و لم أعرج\nعلى قول من قدح فيه.\n</p>\n\n<p>\nو من صح عندي بالدلائل النيرة، و الاعتبار الواضح - على سبيل الدين - أنه\nغير عدل، لم أحتج به، و إن وثقه بعض أئمتنا) (2).\n</p>\n\n<p>\nو هذه الشروط التي شرطها ابن حبان لتصحيح الحديث في كتابه - و هي شروط\nدقيقة تتطلب جهدا كبيرا، و يقظة تامة، و إحاطة واسعة - قد التزمها، و وفى\nبها في عامة ما أدرجه في صحيحه هذا من الأحاديث، و لم يخل بذلك إلا فيما لا\nيخلو منه عالم أو كتاب من السهو و الغلط، أو من اختلاف الرأي في الجرح و\nالتعديل، و التوثيق و التضعيف، و التعليل و الترجيح.\n</p>\n\n<p>\nترتيبه، و موقف العلماء منه:\n</p>\n\n<p>\nإن ابن حبان <span id='ms023'></span> الذي يعتقد أن في لزوم السنة (تمام السلامة، و جماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالكرامة، لا تطفأ سرجها، و لا تدحض حججها، من لزمها عصم، و من خالفها\nندم، إذ هي الحصن الحصين، و الركن الركين) (1)، لم يرض عن ترتيب الذين\n(أمعنوا في ذكر الطرق للأخبار، و أكثروا من تكرار المعاد للآثار، قصدا منهم\nلتحصيل الألفاظ على من رام حفظها من الحفاظ، فكان ذلك سبب اعتماد المتعلم\nعلى ما في الكتاب، و ترك المقتبسين التحصيل للخطاب) (2).\n</p>\n\n<p>\nفلا بد إذا - و الحال هذه - من حيلة يحتالها، ليحفظ الناس السنن، و لأن\nلا يعرجوا على الكتبة و الجمع إلا عند الحاجة، دون الحفظ و العلم به.\n</p>\n\n<p>\nفما الحيلة التي احتالها، لتحقيق هذه الغاية النبيلة؟!\n</p>\n\n<p>\nيقول: (فتدبرت الصحاح لأسهل حفظها على المتعلمين، و أمعنت الفكر فيها\nلئلا يصعب وعيها على المقتبسين، فرأيتها تنقسم خمسة أقسام متساوية، متفقة\nالتقسيم غير متنافية.\n</p>\n\n<p>\nفأولها: الأوامر التي أمر الله عباده بها.\n</p>\n\n<p>\nو الثاني: النواهي التي نهى عباده عنها.\n</p>\n\n<p>\nو الثالث: إخباره عما احتيج إلى معرفتها.\n</p>\n\n<p>\nو الرابع: الإباحات التي أبيح ارتكابها.\n</p>\n\n<p>\nو الخامس: أفعال النبي - صلى الله عليه وسلم - التي انفرد بفعلها.\n</p>\n\n<p>\nثم رأيت كل قسم منها يتنوع أنواعا كثيرة) (3). (فجميع أنواع السنن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nأربع مئة نوع على حسب ما ذكرناها) (1).\n</p>\n\n<p>\nفهذه إذا تقاسيمه الخمسة التي يتألف منها الصحيح، و التي تشمل على أربع\nمئة نوع من الأنواع و قد وضع لكل نوع منها عنوانا يدل على فقه سليم، و فهم\nمستقيم، و قد كشف عن غايته من هذا التنويع، و أوضح ما يريد بقوله - في\nالمقدمة 1 / 137 - (قصدنا في تنويع السنن الكشف عن شيئين:\n</p>\n\n<p>\nأحدهما: خبر تنازع الأئمة فيه و في تأويله، و الآخر: عموم خطاب صعب على\nأكثر الناس الوقوف على معناه).\n</p>\n\n<p>\nفهو إذا - و الحق نقول - العالم الذكي، و الأستاذ الكفء الذي يدرك مواطن\nالصعوبة فيذللها، و يدري الأسباب في تشعب الآراء، فيحاول جمعها و تسليط\nالأضواء عليها لئلا يضل الفهم، و تتشعب الآراء.\n</p>\n\n<p>\nو إذا سألنا: ما المثال الذي <span id='ms024'></span> احتذاه في ترتيب صحيحه؟ وجدنا إجابته مشفوعة\nبالتعليل (لأن قصدنا في نظم السنن حذو تأليف القرآن، لأن القرآن ألف أجزاء\nفجعلنا السنن أقساما بإزاء القرآن.\n</p>\n\n<p>\nو لما كانت الأجزاء من القرآن كل جزء منها يشتمل على سور، جعلنا كل قسم\nمن السنن يشتمل على أنواع، فأنواع السنن بإزاء سور القرآن.\n</p>\n\n<p>\nو لما كانت كل سورة من القرآن تشتمل على آي، جعلنا كل نوع من أنواع السنن\nيشتمل على أحاديث، و الأحاديث من السنن بإزاء الآي من القرآن) (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nهذا هو الترتيب الذي ابتدعته عقلية جبارة، عميقة الغور، دقيقة التنظيم،\nقد اجتمع لصاحبها من الصفات، ما لا يجتمع إلا في القليل النادر من الناس،\nفهو الذكي الألمعي، و هو الباحث المنقب، و هو العالم المطلع، و هو الناقد\nالعبقري.\n</p>\n\n<p>\nاطلع على كل ما تركه السابقون - و قد أنضجه الزمان، و صقلته التجربة، و\nمحصته الاختبارات، فنفذ ببصيرته إلى لبه، و تغلغل في أعماقه، و تعرف\nأسراره، مراعيا القانون الجامع، ليربط به الجزئيات، و يجمع حوله الأشتات\nالتي تربطها به رابطة من معنى، فيوصف ذلك في تقسيم واحد متفرع إلى أنواع.\n</p>\n\n<p>\nهذا هو الترتيب الذي وصفه السيوطي في (التدريب) بقوله: (صحيح ابن حبان\nترتيبه مخترع، ليس على الأبواب، و ليس على المسانيد، و لهذا سماه (التقاسيم\nو الأنواع)...) (1).\n</p>\n\n<p>\nفكيف استقبل هذا الترتيب، و ماذا قال العلماء فيه؟\n</p>\n\n<p>\nأول عبارة نطالعها في الحكم على أسلوب ابن حبان و ترتيبه لصحيحه - فيما\nاطلعنا عليه - عبارة قالها الإمام الذهبي في (سير أعلام النبلاء) (2):\n</p>\n\n<p>\n(و قد اعترف - يعني ابن حبان - أن صحيحه لا يقدر على الكشف منه إلا من\nحفظه، كمن عنده مصحف لا يقدر على موضع آية يريدها منه إلا من حفظه). و هي\nعبارة مبتورة، تناولها الذهبي بحذر ليجعلها دليلا على صحة حكمه.\n</p>\n\n<p>\nو لعظيم مكانة الحافظ الذهبي في النفوس - و هو بها جدير - و هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بالاستقصاء التام المشهود له بالإمامة في هذا الفن - تلقف من جاء\nبعده هذا الحكم، و عبر عنه بأسلوبه <span id='ms025'></span> الخاص دون سبر لأبعاده و امتحان\nلمسوغاته.\n</p>\n\n<p>\nفالأمير علاء الدين الفارسي - و هو الذي أعاد ترتيب صحيح ابن حبان على\nأبواب الفقه - يقول: (لكنه أي صحيح ابن حبان - لبديع صنعه، و منيع وضعه قد\nعز جانبه، فكثر مجانبه) (1).\n</p>\n\n<p>\nو عبارته - كما ترى - لا تصف الصحيح بعسر الترتيب بمقدار ما تصف الناس\nبفتور الهمم في طلب العلم، و ضعف العزائم أمام مناعة الصنع و عزة الجانب.\n</p>\n\n<p>\nو أما الحافظ السيوطي فقد قال: (و الكشف من كتابه - يعني صحيح ابن حبان -\nعسر جدا) (2).\n</p>\n\n<p>\nو لكن الشيخ أحمد شاكر قد أطال في التعبير فقال: (و قد قصد بهذا الترتيب\nالذي اخترعه و تفنن فيه إلى مقصد لم يتحقق، و صار الكشف من كتابه عسرا\nجدا).\n</p>\n\n<p>\nو قال أيضا: (و لكن حيلته للحفظ لم تفلح، ثم نجح أي نجاح في تصعيب الكشف\nمن كتابه) (3).\n</p>\n\n<p>\nو هنا نسأل: هل العسر الذي وصفت به طريقه ابن حبان منفي عن الطرق التي\nألفها الناس و اعتادوها؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nإن كل من مارس هذا الفن يدرك الصعوبة الجسيمة التي يلقاها الباحث عن حديث\nفي المسند، و بخاصة إذا كان هذا الحديث في مسند أبي هريرة مثلا، أو مسند\nعبد الله بن عمر، أو عبد الله بن عباس، دون استخدام الفهارس، و من البديهي\nأن هذه الفهارس لم تكن معروفة في عصر ابن حبان.\n</p>\n\n<p>\nو لكي نتصور الأمر على شكل قريب من الواقع، بالنسبة إلى أسلوب الكتب و\nالأبواب، لا بد لنا من إجراء الموازنة التالية:\n</p>\n\n<p>\nمن المعلوم أن صحيح البخاري يتألف من سبعة و تسعين كتابا مجموع أبوابها\n(3731) بابا.\n</p>\n\n<p>\nأما صحيح ابن حبان فيبتني على خمسة تقاسيم، تنطوي على أربع مئة نوع.\n</p>\n\n<p>\nفهل يتصور عقلا أن البحث عن حديث في الأول أيسر و أسهل منه في الثاني لمن\nلم يتمرس أي الأسلوبين سابقا؟\n</p>\n\n<p>\nالجواب النظري ليس لصالح الأسلوب الأول: أسلوب الكتب و الأبواب، فلماذا\nإذا وصفت طريقة ابن حبان بالعسر؟\n</p>\n\n<p>\nو لو عدنا إلى عبارة الحافظ الذهبي و أمعنا النظر <span id='ms026'></span> فيها لوجدنا أن الحكم\nالذي أطلقه على هذا الأسلوب حكم مستنبط من مقدمة الصحيح، و ليس حكما قائما\nعلى التجربة و الاختبار.\n</p>\n\n<p>\nفالخطيب البغدادي المتوفى (463) ه‍ - و الزمن بينه و بين ابن حبان قريب\nنسبيا - لم يطلع على كتب ابن حبان، و إنما تحدث عنها بأسف لضياعها، ففي أي\nميدان جربت بعد ذلك طريقة ابن حبان، و من مارسها و طبقها فظهر له نجاحها أو\nعدمه؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nو في رأينا أن هذا الحكم غير صحيح، و إنما هو تسويغ لموقف غير عملي من\nجديد قد يكون مفيدا، دفعهم إليه الحرص و المحافظة على أسلوب ألفوه و تمرسوا\nبه و عايشوه، حتى أصبح جزءا من شخصيتهم العلمية و هو المتبع في تصنيف أقدس\nما يكون بعد كتاب الله العزيز الحميد.\n</p>\n\n<p>\nلقد حكموا على هذه الطريقة دون أية ممارسة، و وصفوها بالعسر دون اختبار و\nتجريب، و لم يتبعها أحد بعد ابن حبان فماتت بعده.\n</p>\n\n<p>\nأقوال العلماء في ابن حبان و مصنفاته:\n</p>\n\n<p>\nمما لا يختلف فيه اثنان، أن من أكثر الناس معرفة بالرجل تلاميذه الذين\nتطول ملازمتهم له، لأنهم يطلعون على كل أحواله: في الرضي، و الغضب، و\nالعسر، و اليسر، و المنشط، و المكره لذلك نبدأ بأقوال الحاكم في شيخه\nالإمام محمد بن حبان.\n</p>\n\n<p>\nقال الحاكم: (أبو حاتم البستي القاضي كان من أوعية العلم في اللغة، و\nالفقه، و الحديث، و الوعظ، و من عقلاء الرجال صنف فخرج له من التصنيف في\nالحديث ما لا يسبق إليه) (1).\n</p>\n\n<p>\nو قال أيضا: (سمعت أبا علي الحسين بن علي الحافظ - و ذكر كتاب المجروحين\nلأبي حاتم البستي - فقال: كان لعمر بن سعيد بن سنان ابن رحل في طلب الحديث،\nو أدرك هؤلاء الشيوخ، و هذا تصنيفه، و أساء القول في أبي حاتم.\n</p>\n\n<p>\nقال الحاكم: أبو حاتم كبير في العلوم، و كان يحسد لفضله و تقدمه) (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nو وصفه الخطيب البغدادي بقوله: (و كان ابن حبان ثقة نبيلا فاضلا) (1).\n</p>\n\n<p>\nو قال الخطيب - بعد أن ذكر عددا من <span id='ms027'></span> مصنفات ابن حبان -: (و مثل هذه الكتب\nالجليلة، كان يجب أن يكثر بها النسخ فيتنافس فيها أهل العلم، و يكتبوها و\nيخلدوها إحرازا لها، و لا أحسب المانع من ذلك إلا قلة معرفة أهل تلك البلاد\nبمحل العلم و فضله، و زهدهم فيه و رغبتهم عنه، و عدم بصيرتهم به) (2).\n</p>\n\n<p>\nو قال عبد الله بن محمد الأسترآبادي: (و كان - ابن حبان - من فقهاء\nالدين، و حفاظ الآثار، و المشهورين في الأمصار و الأقطار، عالما بالطب و\nالنجوم، و فنون العلم) (3).\n</p>\n\n<p>\nو قال أبو سعد الإدريسي: (كان من فقهاء الدين، و حفاظ الآثار، عالما\nبالطب، و النجوم، و فنون العلم) (4).\n</p>\n\n<p>\nو قال ياقوت الحموي: (كان - ابن حبان - مكثرا من الحديث، و الرحلة، و\nالشيوخ، عالما بالمتون و الأسانيد، أخرج من علوم الحديث ما عجز عنه غيره، و\nمن تأمل تصانيفه تأمل منصف، علم أن الرجل كان بحرا في العلوم) (5).\n</p>\n\n<p>\nو قال أحمد بن علي بن ثابت البغدادي: (من الكتب التي تكثر منافعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n- إن كانت على قدر ما ترجمها به واضعها - مصنفات أبي حاتم البستي...\n</p>\n\n<p>\nو لم يقدر لي الوصول إلى النظر فيها، لأنها غير موجودة ببننا) (1).\n</p>\n\n<p>\nو قال الإمام الذهبي: (و كان عارفا بالطب، و النجوم، و الفقه، رأسا في\nمعرفة الحديث) (2).\n</p>\n\n<p>\nو قال السمعاني: (كان أبو حاتم إمام عصره صنف تصانيف لم يسبق إلى مثلها)\n(3).\n</p>\n\n<p>\nو قال ابن الأثير: (إمام عصره، له تصانيف لم يسبق إليها) (4).\n</p>\n\n<p>\nو قال الحافظ ابن حجر: (كان من أئمة زمانه، و طلب الحديث على رأس سنة\nثلاث مئة).\n</p>\n\n<p>\nو قال أيضا: (و كان عارفا بالطب، و النجوم، و الكلام، و الفقه، رأسا في\nمعرفة الحديث).\n</p>\n\n<p>\nو قال أيضا: (و ابن حبان كان صاحب فنون، و ذكاء مفرط، و حفظ واسع إلى\nالغاية) (5).\n</p>\n\n<p>\nو قال علاء الدين الفارسي: (فإن من أجمع المصنفات في الأخبار النبوية، و\nأنفع المؤلفات في الآثار المحمدية كتاب: التقاسيم و الأنواع) (6).\n</p>\n\n<p>\nو قال ابن العماد: (العالم الحبر، و العلامة البحر، كان حافظا <span id='ms028'></span> ثبتا إماما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nحجة، أحد أوعية العلم... و كان من أوعية العلم في الحديث، و الفقه، و\nاللغة، و الوعظ، و غير ذلك، حتى الطب، و النجوم، و الكلام) (1).\n</p>\n\n<p>\nو قال الأسنوي: (كان من أوعية العلم، لغة، و حديثا، و فقها، و وعظا، و من\nعقلاء الرجال) (2).\n</p>\n\n<p>\nو قال الصفدي: (كان من فقهاء الدين، و حفاظ الآثار، عالما بالطب، و\nالنجوم و فنون العلم) (3).\n</p>\n\n<p>\nو قال الحافظ ابن كثير: (محمد بن حبان صاحب (الأنواع و التقاسيم) و أحد\nالحفاظ الكبار المصنفين، المجتهدين) (4).\n</p>\n\n<p>\nفهذه شهادات - دون الحصول على واحدة منها خرط القتاد - صدرت عن علماء\nثقات - متخصصين في الحديث النبوي الشريف رواية و دراية، و في غيره من العلم\nو فنون المعرفة، تدل كلها على أن ابن حبان بلغ مرتبة الإمامة في علم\nالحديث، و في غيره من العلوم، و تدل أيضا على مصنفاته غاية في النفاسة، و\nالدقة، و الجدة، و الجودة، و الاتقان.\n</p>\n\n<p>\nآراء العلماء في هذا الصحيح و مناقشتها:\n</p>\n\n<p>\nإنه لمن المؤسف جدا أن مصنفا عظيما في الحديث النبوي الشريف، يحاول جامعه\nأن يستوعب فيه ما صح عن رسول الله - صلى الله عليه وسلم - يكون نصيبه الترك\nو الإهمال، حتى الضياع، إذ لم نجد عالما تعقب ابن حبان في صحيحه، ولا شارحا\nله، و لا دارسا منصفا استقصاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nنعم لقد أعاد الأمير علاء الدين الفارسي (675 - 739) ترتيبه على أبواب\nالفقه، و سماه (الإحسان في تقريب صحيح ابن حبان).\n</p>\n\n<p>\nو قد خطا الحافظ مغلطاي خطوة أوسع من هذه و لكنها لم تتكامل. قال الحافظ\nابن حجر في (لسان الميزان) 6 / 74: (و من تخريجاته - يعني:\n</p>\n\n<p>\nمغلطاي - ترتيب بيان (الوهم و الإيهام) لابن القطان، و زوائد ابن حبان\nعلى الصحيحين، و ترتيب صحيح ابن حبان على أبواب الفقه رأيتهما بخطه و لم\nيكملا...).\n</p>\n\n<p>\nكما جرد الحافظ نور الدين علي بن أبي بكر بن سليمان الهيثمي زوائده على\nالصحيحين و سماه (موارد الظمآن إلى زوائد ابن حبان).\n</p>\n\n<p>\nكما قام عمر بن علي المعروف بابن الملقن <span id='ms029'></span>، و المتوفى سنة (804) باختصاره و\nترتيبه على أبواب الفقه أيضا.\n</p>\n\n<p>\nو جميع هذه الخدمات ظاهر أنها تتعلق بالشكل، و لم تمس المضمون بشرح أو\nتعليق، أو تقويم يعتمد على النقد الصحيح للإسناد و المتن وفق القواعد التي\nأرسى قواعدها أساطين هذا الفن.\n</p>\n\n<p>\nو قد بدأ فعلا بخدمة هذا المصنف الجليل الخدمة الفعلية الشيخ الأستاذ\nأحمد شاكر، فحقق في جزء واحدا و ثلاثين و مئة حديث نشرها مع مقدمات كتبها\nالحافظ ابن حبان مقدما بها أنواعه و تقاسيمه، و قد جمعها الأمير علاء الدين\nفي (الإحسان) في مكان واحد.\n</p>\n\n<p>\nو أما ما عدا ذلك فأحكام يطلقها قائلها على عجالة من أمره، ثم يتناولها\nمن بعده إما مسلما بها لحسن ظنه و ثقته بقائلها، و إما رادا لها ردا لا\nيعتمد أيضا على الدراسة الشاملة، و النقد البصير، و الاستقصاء التام، و\nإليك ما اطلعنا عليه من أقوال، و قد جعلناها في قسمين ليسهل أمر مناقشتها و\nالرد عليها: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n1 - القسم الأول:\n</p>\n\n<p>\nإن أول عبارة نقدية نقرؤها - فيما اطلعنا عليه - هي قول الحازمي في (شروط\nالأئمة الخمسة) ص: (31 - 32): (ابن حبان أمكن في الحديث من الحاكم). و بين\nوفاتيهما ثلاث و مئة سنة.\n</p>\n\n<p>\nثم نقرأ في مقدمة أبي عمرو بن الصلاح المتوفى (643 ه‍) ص: (11) بعد وصفه\nللحاكم بأنه واسع الخطو في شرط الحديث قوله:\n</p>\n\n<p>\n(و يقاربه في حكمه صحيح ابن حبان).\n</p>\n\n<p>\nو يشرح العراقي مراد ابن الصلاح بقوله: (أراد أنه يقاربه في التساهل،\nفالحاكم أشد تساهلا منه، و هو كذلك). ثم استشهد بقول الحازمي السابق.\n</p>\n\n<p>\nو يقول السخاوي في شرح (ألفية الحديث) 1 / 35: (و ابن حبان يداني الحاكم\nفي التساهل و ذلك يقتضي النظر في أحاديثه أيضا، لأنه غير متقيد بالمعدلين،\nبل ربما يخرج للمجهولين (1) و لا سيما و مذهبه إدراج الحسن في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nو بعد التتبع و الدرس و التمحيص وجدنا أن المجاهيل الذين يوثقهم ابن حبان\n- كما يزعم الكثير - فريقان:\n</p>\n\n<p>\nالفريق الأول: و هم الذين لا يروي عنهم غير واحد، و هو الأهم.\n</p>\n\n<p>\nو <span id='ms030'></span> الفريق الثاني: و هم الذين روى عنهم أكثر من واحد.\n</p>\n\n<p>\nنقول: أما بالنسبة للفريق الأول، فإن عبد الرحمن بن نمر قد تفرد بالرواية\nعنه الوليد بن مسلم، و قد غمز جانبه بعض أئمة الجرح، و مع ذلك فهو من رجال\nالشيخين.\n</p>\n\n<p>\nو قد انفرد البخاري في الرواية عن:\n</p>\n\n<p>\n1 - زيد بن رباح المدني.\n</p>\n\n<p>\n2 - و عمر بن محمد بن جبير بن مطعم.\n</p>\n\n<p>\n3 - و محمد بن الحكم المروذي.\n</p>\n\n<p>\n4 - و الوليد بن عبد الرحمن بن حبيب الجارودي.\n</p>\n\n<p>\nو لم يرو عن كل واحد منهم إلا راو واحد.\n</p>\n\n<p>\nكما تفرد مسلم بالرواية عن جابر بن إسماعيل الحضرمي، و لم يرو عنه غير\nراو واحد أيضا.\n</p>\n\n<p>\nو قال شيخ الإسلام ابن حجر: (... و أما زيد بن رباح فقال فيه أبو حاتم:\nما أرى بحديثه بأسا، و قال الدارقطني، و غيره: ثقة. و قال ابن عبد البر:\nثقة مأمون، و ذكره ابن حبان في الثقات فانتفت عنه الجهالة بتوثيق هؤلاء.\n</p>\n\n<p>\nو أما الوليد فوثقه أيضا الدارقطني، و ابن حبان.\n</p>\n\n<p>\nو أما جابر فوثقه ابن حبان، و أخرج له ابن خزيمة في صحيحه و قال: إنه ممن\nيحتج به).\n</p>\n\n<p>\nو قال ابن الصلاح في المقدمة ص: (54): (قد خرج البخاري في صحيحه حديث\nجماعة ليس لهم غير راو واحد، منهم: مرداس الأسلمي، لم يرو عنه غير قيس بن\nأبي حازم.\n</p>\n\n<p>\nو كذلك خرج مسلم حديث قوم لا راوي لهم غير واحد، منهم: ربيعة بن كعب\nالأسلمي، لم يرو عنه غير أبي سلمة بن عبد الرحمن، و ذلك منهما مصير إلى أن\nالراوي قد يخرج عن كونه مجهولا مردودا برواية واحد عنه.\n</p>\n\n<p>\nو الخلاف في ذلك متجه في التعديل نحو اتجاه الخلاف المعروف في الاكتفاء\nبواحد في التعديل على ما قدمناه والله أعلم).\n</p>\n\n<p>\nو قال ابن حزم في (المحلى) 4 / 53: (... و عبد الله بن بدر ثقة مشهور، و\nما نعلم أحدا عاب عبد الرحمن - يعني: ابن علي بن شيبان - بأكثر من أنه لم\nيرو عنه إلا عبد الله بن بدر، و <span id='ms031'></span> هذا ليس بجرحة).\n</p>\n\n<p>\nو قد زعم الحاكم في (المدخل) أن الشيخين لم يخرجا في الصحيحين عن أحد من\nالصحابة الوحدان، و تعقبه النووي في مقدمته لشرح صحيح مسلم 1 / 22 بقوله:\n(و أما قول الحاكم:\n</p>\n\n<p>\nإن من لم يرو عنه إلا راو واحد فليس هو من شرط البخاري و مسلم، فمردود،\nغلطه الأئمة فيه بإخراجهما حديث المسيب بن حزن والد سعيد بن المسيب في وفاة\nأبي طالب، لم يرو عنه غير ابنه سعيد، و بإخراج البخاري حديث عمرو بن تغلب\n(إني لأعطي الرجل و الذي أدع أحب إلي)، لم يرو عنه غير الحسن.\n</p>\n\n<p>\nو حديث قيس بن أبي حازم، عن مرداس الأسلمي (يذهب الصالحون)، لم يرو عنه\nغير قيس.\n</p>\n\n<p>\nو بإخراج مسلم حديث رافع بن عمرو الغفاري، لم يرو عنه غير عبد الله بن\nالصامت.\n</p>\n\n<p>\nو حديث ربيعة بن كعب الأسلمي، لم يرو عنه غير أبي سلمة، و نظائر - في\nالصحيحين - لهذا كثيرة. والله أعلم.\n</p>\n\n<p>\nو تبع البيهقي الحاكم، و تعقبه ابن التركماني بمثل ما تعقب به النووي\nالحاكم.\n</p>\n\n<p>\nانظر سنن البيهقي 4 / 105.\n</p>\n\n<p>\nو قال محمد بن إبراهيم الوزير في (تنقيح الأنظار): (بل الذي تقتضيه\nالأدلة أنه لو وثقه واحد، و لم يرو عنه أحد، أو روى عنه واحد، و وثقه هو\nبنفسه، لخرج عن حد الجهالة، فقد نص أهل الحديث أن التعديل يثبت بخبر\nالواحد). انظر (توضيح الأفكار) 2 / 187.\n</p>\n\n<p>\nو قال أبو الحسن بن القطان - و وافقه ابن حجر -: (إن زكاه أحد من أئمة\nالجرح و التعديل مع رواية واحد عنه، قبل، و إلا فلا).\n</p>\n\n<p>\nو أما بالنسبة للفريق الثاني، فإن إسحاق بن إبراهيم بن محمد الصواف روى\nعنه جماعة، و لم يوثقه غير ابن حبان، و من وثقه بعده فقد تابعه، و هو من\nرجال البخاري.\n</p>\n\n<p>\nو قد روى مسلم للوليد بن سريع، و عبد الله بن سلمان الأغر، و قد روى عن\nكل منهما أكثر من واحد و لكن لم يوثقهما غير ابن حبان.\n</p>\n\n<p>\nو هناك كثير ممن هذه حالهم، و <span id='ms032'></span> قد أخرج لهم أصحاب السنن كأبي الأحوص، و\nأبي أرطاة، و أبي إبراهيم الأشهلي، و أبي راشد، و يزيد بن الحوتكية، و محمد\nبن عكرمة بن عبد الرحمن بن الحارث.......... غير أنني اكتفيت في إيراد بعض\nمن هذا وصفه، و له رواية في الصحيح ليكون دفع ما وصف فيه ابن حبان أبلغ، و\nنفيه عنه أحكم.\n</p>\n\n<p>\nو قال الذهبي في (ميزان الاعتدال) 3 / 426: (و في رواة الصحيحين عدد كثير\nما علمنا أن أحدا نص على توثيقهم. و الجمهور على أن من كان من المشايخ قد\nروى عنه جماعة، و لم يأت بما ينكر عليه، أن حديثه صحيح). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: هذا غير مسلم، و ليس عند البستي تساهل و إنما غايته أن يسمى الحسن\nصحيحا، فإنه وفى بالتزامه، و لم يوف الحاكم. ذكره البقاعي).\n</p>\n\n<p>\nو قد رد الإمام اللكنوي في (الرفع و التكميل) صفحة 139 دعوى التساهل هذه\nفقال: (و قد نسب بعضهم التساهل إلى ابن حبان و قال: هو واسع الخطو في باب\nالتوثيق، يوثق كثيرا ممن يستحق الجرح و هو قول ضعيف. فإنك قد عرفت سابقا -\nيعني في الصفحة (117 - 120) حيث ذكر وصف الذهبي له بالتقعقع، و وصفه\nبالخساف، و ذكر وصف الحافظ ابن حجر له بالتشدد و اعتبره من المتعنتين\nالمتشددين، - أن ابن حبان معدود ممن له تعنت و إسراف في جرح الرجال، و من\nهذا حاله لا يمكن أن يكون متساهلا في تعديل الرجال، و إنما يقع التعارض بين\nتوثيقه و بين جرح غيره لكفاية ما لا يكفي في التوثيق عند غيره، عنده).\n</p>\n\n<p>\nو يقول ابن العماد الحنبلي في (شذرات الذهب) 3 / 16: (و أكثر نقاد الحديث\nعلى أن صحيح ابن حبان أصح من سنن ابن ماجة).\n</p>\n\n<p>\nو يقول الذهبي في (سير أعلام النبلاء) 16 / 97: (و إن كان في تقاسيمه من\nالأقوال، و التأويلات البعيدة، و الأحاديث المنكرة عجائب).\n</p>\n\n<p>\nو ردنا على كل تعميم سابق أن نضع بين يدي القارئ الكريم ما انتهينا إليه\nنتيجة دراستنا لأسانيد هذا الكتاب دراسة فاحصة متأنية ماثلة للعيان <span id='ms033'></span> في\nتخريجاتنا و تعليقاتنا.\n</p>\n\n<p>\nلقد ضم الجزء الأول الذي نقدم له (304) أربعة و ثلاث مئة حديث بالمكرر، و\nقد قمنا بتصنيفها فكانت ثلاث مجموعات:\n</p>\n\n<p>\nالأولى: ما شاركه فيها البخاري و مسلم أو أحدهما، أو البخاري في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nغير صحيحه، و أصحاب السنن، و أحمد و غيره، و بلغت (188) ثمانية و ثمانين\nو مئة حديث.\n</p>\n\n<p>\nو الثانية: ما شاركه فيها أصحاب السنن الأربعة أو بعضهم، أو الإمام أحمد،\nأو مالك، أو الدارقطني، و منها ما هو صحيح لذاته أو لغيره، و منها ما هو\nحسن لذاته أو لغيره، و كلها صالحة للاحتجاج. و قد بلغت (110) عشرة و مئة\nحديث.\n</p>\n\n<p>\nو الثالثة: و قد حكمنا بضعفها بمقتضى القواعد التي اتفق عليها جمهور\nالمحدثين و قد يشاركه غيره في أصحاب السنن بتخريجها أو ينفرد بها.\n</p>\n\n<p>\nو عددها (6) ستة أحاديث.\n</p>\n\n<p>\nو هذه الإحصائية القائمة على الاستقراء، و الدراسة الجادة، تبين لنا أن\nنسبة الضعيف في صحيح ابن حبان أقل من 2 %، و هذه نسبة قلما يخلو منها كتاب\nمن كتب السنة التي تحرى أصحابها الصحة في مروياتهم. و صدق الإمام الشافعي\nفي قوله: (أبى الله أن تكون العصمة لغير كتابه).\n</p>\n\n<p>\nو في رأينا أن الرد على كل ما سبق من تعميمات، كامن في هذه الدراسة و\nالحمد لله أولا و آخرا.\n</p>\n\n<p>\n2 - القسم الثاني:\n</p>\n\n<p>\nلقد جاء في كتاب (توضيح الأفكار لمعاني تنقيح الأنظار) 1 / 64 قول ابن\nالنحوي - المعروف بابن الملقن -: (غالب صحيح ابن حبان منتزع من صحيح شيخه\nإمام الأئمة محمد بن خزيمة).\n</p>\n\n<p>\nو لسبر ما في هذا القول من الحق أو المجانبة له، قمنا بإحصاء ما جاء في\nالمجلد الأول من صحيح ابن حبان فبلغ مجموع ما فيه (595) خمسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nو تسعين و خمس مئة حديث، ثم رتبناها بحسب شيوخه الذين أكثر الرواية عنهم،\nفكانت:\n</p>\n\n<p>\n1 - من طريق الحسن بن سفيان (64) حديثا.\n</p>\n\n<p>\n2 - من طريق أبي يعلى الموصلي (48) حديثا.\n</p>\n\n<p>\n3 - من طريق عبد الله بن محمد الأزدي (41) حديثا.\n</p>\n\n<p>\n4 - من طريق الفضل بن الحباب (36) حديثا.\n</p>\n\n<p>\n5 - من طريق الحسن بن قتيبة اللخمي (34) حديثا <span id='ms034'></span>.\n</p>\n\n<p>\n6 - من طريق محمد بن خزيمة (13) حديثا.\n</p>\n\n<p>\n7 - و من طريق....\n</p>\n\n<p>\nثم أحصينا كتاب الطهارة عند كل من ابن خزيمة، و تلميذه ابن حبان فوجدناه\n(300) ثلاث مئة حديث عند الشيخ. و ثمانية و أربع مئة حديث (408) عند\nالتلميذ، منها (28) ثمانية و عشرون حديثا من طريق شيخه ابن خزيمة، فأين إذا\nهذا الانتزاع المدعى؟ وهب أن كلام ابن الملقن صحيح - و هو غير صحيح كما\nرأيت - فإن نشر هذا الكتاب القيم يكون العوض عن صحيح ابن خزيمة الذي ضاع\nثلاثة أرباعه مع ما ضاع من تراثنا العظيم.\n</p>\n\n<p>\nقيمة هذا الصحيح:\n</p>\n\n<p>\nلقد أسلفنا القول: إن هذا الصحيح لقي من الإهمال و الترك ما لا يستحقه\nكتاب لا يتمتع بمعشار ما يتمتع به هذا المصنف العظيم، و لم يلق من الدراسة\nو العناية و الاهتمام ما لقيه غيره من كتب السنة المطهرة حتى قام علاء\nالدين الفارسي (675 - 735 ه‍) بإعادة ترتيبه على أبواب الفقه، فتضلع به، و\nسبر ما فيه و هو عالم ذو شأن في هذا المضمار فقال بحق: (فإن من أجمع\nالمصنفات في الأخبار النبوية، و أنفع المؤلفات في الآثار المحمدية كتاب\n(التقاسيم و الأنواع). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nو قال العلامة أحمد شاكر في مقدمة الجزء الذي حققه ص (11):\n</p>\n\n<p>\n(صحيح ابن حبان كتاب نفيس، جليل القدر، عظيم الفائدة، حرره مؤلفه أدق\nتحرير، و جوده أحسن تجويد، و حقق أسانيده و رجاله، و علل ما احتاج إلى\nتعليل من نصوص الأحاديث و أسانيدها، و توثق من صحة كل حديث اختاره على\nشرطه، و ما أظنه أخل بشيء مما التزم إلا ما يخطئ فيه البشر، و ما لا يخلو\nمنه عالم محقق).\n</p>\n\n<p>\nو نحن - بعد الدرس - نقول: إن هذا الصحيح الذي نقدمه الآن للقراء، فيه من\nالمزايا ما يجعله بالفعل محط أنظار الدارسين الغيورين على السنة المطهرة،\nالساعين لجمعها و نشرها، فهو يجمع كل خصائص الكتب التي ألفت في بابه، و\nيزيد عليها:\n</p>\n\n<p>\n1 - فهو المحاولة الثانية الجادة في تاريخنا العلمي لاستيعاب الأحاديث\nالصحيحة كلها في مصنف واحد، و اطراح <span id='ms035'></span> ما سواها. لذلك فهو - برأينا - أكثر من\nنواة لمعلمة الحديث الصحيح التي آن وقت جمعها لتكون منار الهدى في يد كل\nمسلم، تجمع شعث الآراء، و توحد منهج الحياة، و تطرح أسباب الفرقة و الخلاف،\nإذ ليس لأحد قول مع رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nو إننا لنرجو الله تعالى أن يلهم الغيورين على ذلك العمل، و أن يهبهم\nالقدرة على جمعها إنه خير مسؤول و أسرع من يجيب.\n</p>\n\n<p>\n2 - لقد توج الإمام ابن حبان كل حديث بعنوان فقهي، استنبطه من نص الحديث\n- صنيع البخاري رحمه الله في صحيحه - و لكنه زاد عليه كثيرا، لأنه درس كل\nحديث أولا، و لأن عدد الأحاديث في صحيح ابن حبان تزيد على ما عند البخاري\nثانيا.\n</p>\n\n<p>\nو من تصفح العناوين يدرك القارئ مقدرة خارقة على النفاذ إلى النص و\nاستشفاف مؤداه، و ذكاء مدهشا في صياغة العنوان الذي يدل على المحتوى و يوضح\nالمقصود. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n3 - إنه يذيل بعض الأحاديث التي يعتقد أن تأويلها مثار اختلاف بتعليقات\nيكشف المراد منها - حسب رأيه - و هي في كثير من الأحيان لا تعدو الحق، و في\nكل الأحيان تدل على سعة علم، و دقة فهم، و تعمق مذهل في كل معارف العصر، و\nمعطيات الحياة.\n</p>\n\n<p>\n4 - إنه - و هو الإمام المجتهد في الجرح و التعديل - يعرف ببعض الأشخاص\nالذين تتشابه أسماؤهم و ينص على كل منهم، و يبين درجة كل منهم، حسب الأصول\nالتي أصلها في كتابيه: (الثقات) و (المجروحين).\n</p>\n\n<p>\n5 - و هو لتضلعه بالسنة، و لعلمه الغزير، و لملاحظته النافذة، و ذكائه\nالمتوقد، يدرك بثاقب نظره أين يمكن أن يكون التعارض بين حديثين أو أكثر،\nفيحاول الجمع بينهما، و يبين المراد منهما، و يكشف عن الحالات التي ينبغي\nالعمل بكل منهما، فيها.\n</p>\n\n<p>\nإننا نقول ذلك لا لننصف الرجل، لأن إنصاف هذا الإمام العظيم يكمن فيما\nترك من آثار، و بخاصة في هذا السفر الجليل الذي شرفنا الله بخدمته و إخراجه\nللناس، و هم واجدون فيه تصديقا لما قاله ياقوت <span id='ms036'></span> في (معجم البلدان) 1 / 415:\n(و من تأمل تصانيفه تأمل منصف، علم أن الرجل كان بحرا في العلوم).\n</p>\n\n<p>\nنهاية المطاف:\n</p>\n\n<p>\nلا شك أن ابن حبان قد تعب من السفر الطويل - و السفر قطعة من العذاب - و\nقد آن لهذا الإمام العظيم أن يعود إلى وطنه - و في الإنسان ميل أصيل إلى\nمدارج الصبا، و ملاعب الطفولة - ليضع عصا الترحال، و ليمسح عن جبينه\nالمكدود غبار السفر، و شقاوة البعاد، و ليريح جسمه من الضنى و ألم الفرقة\nللأهل و الأصحاب، ثم ليوزع بعد ذلك ما في جعبته من خير على طالبيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nلقد تجول في المدرسة الواسعة - العالم الإسلامي - ليجمع خير ما فيه، و\nليضع خير ما جمع في مدرسة صغيرة - في بيته - ليوفر على طلاب العلم سنوات\nالعمر و مشاق الرحلات.\n</p>\n\n<p>\nقال الحاكم: (أبو حاتم ابن حبان، داره التي هي اليوم مدرسة لأصحابه، و\nمسكن للغرباء الذين يقيمون بها من أهل الحديث و المتفقهة، و لهم جرايات\nيستنفقونها، و فيها خزانة كتبه في يدي وصي سلمها إليه ليبذلها لمن يريد نسخ\nشيء منها في الصفة، من غير أن يخرجها منها، شكر الله عنايته في تصنيفها، و\nأحسن مثوبته على جميل نيته في أمرها، بفضله و منته).\n</p>\n\n<p>\nرحمك الله أيها الإمام العظيم، و أسكنك فسيح جنانه، ما أشد غيرتك على\nالإسلام! و ما أكبر حرصك على المسلمين! تجوب العالم الاسلامي كله، متحملا\nالمصاعب و المتاعب و المشاق، لتجمع ما يتشوق كل طالب علم إلى جمعه - و\nليسوا عليه بقادرين، ثم تخضه لتستخرج ما فيه من زبدة، و لا تكتفي بتيسير\nالوصول إليه، و إنما ترصد نفقة لكل طالب دخل مدرستك العظيمة، حتى لا يشعر\nبذل الحاجة، و حتى لا تدفعه عن غايته كآبة الأيام!!\n</p>\n\n<p>\nلقد تعبت فيما جمعت فكنت الحريص عليه من الضياع (من غير أن يخرجها منها).\n</p>\n\n<p>\nو عاينت من الغربة، و شظف العيش و قساوة الحياة فكنت الأب البار لرواد\nمدرستك، بيتك الكريم! فماذا فعل الطاعن الحاسد، و المفتري الحاقد؟!\n</p>\n\n<p>\nكانت <span id='ms037'></span> هذه المأثرة العظيمة خاتمة عمله، فأين و متى كانت وفاة هذا الإمام\nالكريم؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nلقد نقل ياقوت الحموي بسنده أن أبا حاتم توفي ليلة الجمعة لثماني ليال\nبقين من شوال سنة أربع و خمسين و ثلاث مئة (354) للهجرة، و دفن بعد صلاة\nالجمعة في الصفة التي ابتناها بمدينة (بست) بقرب داره.\n</p>\n\n<p>\nبينما ذكر الحافظ أبو عبد الله الغنجار في (تاريخ بخارى) أنه مات بسجستان\nسنة (354) و تعقبه ياقوت بقوله: (و قبره ببست معروف يزار إلى الآن، فإن لم\nيكن نقل من سجستان إليها بعد الموت، و إلا فالصواب أنه مات ببست). تغمده\nالله بواسع رحمته، و أسكنه فسيح جنته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعملنا في هذا الكتاب [صحيح ابن حبان] و أما خدمتنا لهذا الكتاب النفيس، و\nالجهد الذي بذلناه و نبذله في سبيل ذلك، فإنه خدمة للسنة النبوية المطهرة و\nهو شرف لنا و قربى، و إننا لنحتسب ذلك عند من لا يضيع أجر من أحسن عملا. و\nإننا إذ نذكر بعض الخطوات التي كانت لنا منهجا في إخراج هذا الصحيح، إنما\nنذكرها طمعا في الإفادة من آراء إخوة لنا يعملون في هذا المضمار الشريف\nتوجيها، و إرشادا، و تداركا لنقص، ليكون الإخراج أجود و أحكم.\n</p>\n\n<p>\n1 - لقد نسخنا النص، ثم قمنا بتفصيله و تنقيطه.\n</p>\n\n<p>\n2 - قابلنا المنسوخ على المخطوط مقابلة واعية لنتدارك الخطأ و النسيان، و\nلنتلافى السقط و التحريف و التصحيف، فالقلب قد يسهو، و النظر يزيغ، و القلم\nيطغى.\n</p>\n\n<p>\n3 - درسنا الأسانيد دراسة جادة وفق القواعد التي اتفق عليها جمهور علماء\nالحديث الشريف، و أثبتنا ما أوصلتنا إليه هذه الدراسة لكل إسناد، في بداية\nكل حديث من أحاديث هذا الصحيح.\n</p>\n\n<p>\n4 - دللنا على مصادر التخريج، مرتبين هذه المصادر بحسب أقرب شيخ إلى\nالمصنفين الذين خرجوا هذا الحديث، ثم الشيخ الذي يليه، و هكذا، و أخيرا\nنذكر الطرق الأخرى له إن وجدت - و هذا أمر يفيد كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nفي الوصول إلى المتابعين لكل راو من رواته.\n</p>\n\n<p>\n5 - الدلالة على الشواهد، و ذكر عدد الصحابة الذين رووا الحديث، و <span id='ms038'></span> بذلك\nيعرف المتواتر، و المشهور، و المستفيض، و العزيز، و الغريب...\n</p>\n\n<p>\n6 - أشرنا إلى كثير من التصحيفات و التحريفات، و صححناها في مواضعها، و\nأشرنا إلى ذلك في التعليقات...\n</p>\n\n<p>\nفقد قال الدوري - تاريخ ابن معين 4 / 248 برقم (4195) -: (قلت ليحيى: ما\nتقول في الرجل يقوم للرجل حديثه، ينزع عنه اللحن؟\n</p>\n\n<p>\nفقال: لا بأس به).\n</p>\n\n<p>\nو أخرج الخطيب أيضا في الكفاية ص (194) بإسناده إلى عيسى بن يونس قال:\n(قال رجل للأعمش: إن كان ابن سيرين ليسمع الحديث فيه اللحن فيحدث به على\nلحنه.\n</p>\n\n<p>\nفقال الأعمش: إن كان ابن سيرين يلحن، فإن النبي - صلى الله عليه وسلم -\nلم يلحن، يقول: قومه).\n</p>\n\n<p>\nو قال الخطيب في الكفاية ص (198): (و هذا إجماع منهم أن إصلاح اللحن\nجائز).\n</p>\n\n<p>\nو قد أخرج الخطيب في الكفاية ص (248) بإسناده إلى الأوزاعي أنه قال: (لا\nبأس بإصلاح الخطأ، و اللحن، و التحريف في الحديث).\n</p>\n\n<p>\nو سئل النسائي عن اللحن في الحديث فقال: (إن كان شيء تقوله العرب - و إن\nكان لغة غير قريش - فلا تغير، لأن النبي - صلى الله عليه وسلم - كان يكلم\nالناس بكلامهم، و إن كان مما لا يوجد في لغة العرب، فرسول الله - صلى الله\nعليه وسلم - لا يلحن). انظر معجم البلدان 5 / 282.\n</p>\n\n<p>\n7 - شكلنا النص شكلا كاملا، ثم شرحنا غريبه، معتمدين في ذلك كتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nاللغة، و أمهات كتب الحديث و غريبه.\n</p>\n\n<p>\n8 - ذيلنا الحديث بما يستنبط منه من الأحكام الفقهية، من فتح الباري الذي\nهو بحق قاموس السنة، للحافظ ابن حجر، و شرح مسلم للنووي، و إكمال إكمال\nالمعلم للأبي، و المفهم لابن المزين القرطبي (578 - 656 ه‍).\n</p>\n\n<p>\n9 - دللنا على المواطن، و الأماكن، و حددناها، مع الضبط بالشكل، و\nبالكتابة.\n</p>\n\n<p>\n10 - ضبطنا الأعلام، و الأنساب، و دللنا على مصادرها.\n</p>\n\n<p>\n11 - أشرنا في كثير من الأحيان إلى الاختلاف في بعض ألفاظ الرواية بين\nالمصنف و بين الشيخين و غيرهما.\n</p>\n\n<p>\n12 - قسمنا الكتاب إلى أجزاء متقاربة الحجم، بغض النظر عن الكتب و\nالأبواب و الأحاديث التي يحتويها كل جزء.\n</p>\n\n<p>\n13 - ناقشنا الكثير من آراء الحافظ ابن حبان، و أثبتنا <span id='ms039'></span> ما ذهبنا إليه و\nاعتقدنا أنه الصواب في تعليقاتنا.\n</p>\n\n<p>\n14 - أعطينا الأحاديث أرقاما متسلسلة من أول الكتاب إلى آخره.\n</p>\n\n<p>\n15 - وضعنا لكل جزء فهرسا بحسب العناوين الفقهية التي جعلها المصنف\nعناوين لحديث أو أحاديث الباب أو الفصل.\n</p>\n\n<p>\n16 - صنعنا لكل جزء فهرسا لأحاديثه، و ذلك ليسهل على المراجع معرفة مكان\nالحديث.\n</p>\n\n<p>\nو الله نسأل أن يجزل لنا الثواب، و يغفر لنا يوم الحساب، إنه خير مسؤول و\nأكرم من يجيب.\n</p>\n\n<p>\n1 شعبان سنة (1403) ه‍ الموافق 13 أيار لعام 1983 م. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالمصنف و الكتاب أعني: الحافظ الهيثمي، و موارد الظمآن أما المصنف فإنني\nأدع التعريف به لحافظ عصره شمس الدين محمد بن عبد الرحمن السخاوي، في كتابه\n(الضوء اللامع) 5 / 200 - 203 إذ يقول: هو (علي بن أبي بكر بن سليمان بن\nأبي بكر بن عمر بن صالح، نور الدين، أبو الحسن الهيثمي، القاهري، الشافعي،\nالحافظ، و يعرف بالهيثمي.\n</p>\n\n<p>\nكان أبوه صاحب حانوت بالصحراء فولد له هذا في رجب سنة خمس و ثلاثين و سبع\nمئة، و نشأ فقرأ القرآن. ثم صحب الزين العراقي (1) و هو بالغ، و لم يفارقه\n- سفرا و حضرا حتى مات - بحيث حج معه جميع حجاته، و رحل معه سائر رحلاته، و\nرافقه في جميع مسموعه بمصر، و القاهرة، و الحرمين، و بيت المقدس، و دمشق، و\nبعلبك، و حلب، و حماة، و حمص، و طرابلس، و غيرها، و ربما سمع الزين\nبقراءته، و لم ينفرد عنه الزين بغير ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالبابا (1)، و التقي السبكي (2)، و ابن شاهد الجيش (3).\n</p>\n\n<p>\nكما أن صاحب الترجمة لم ينفرد عنه بغير صحيح مسلم على ابن عبد الهادي\n(4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nو ممن سمع عليه سوى ابن عبد الهادي: الميدومي (1)، و محمد بن إسماعيل بن\nالملوك (2)، و محمد بن عبد الله النعماني، و أحمد بن الرصدي (3)، و ابن\nالقطرواني (4)، و العرضي (5)، و مظفر الدين محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يحيى العطار (1)، و ابن الخباز (2)، و ابن الحموي (3)، و ابن قيم\nالضيائية (4)، و أحمد بن عبد الرحمن المرداوي (5).\n</p>\n\n<p>\nفمما سمعه على المظفر: صحيح البخاري، و على ابن <span id='ms040'></span> الخباز:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nصحيح مسلم، و عليه، و على العرضي: مسند أحمد، و على العرضي، و الميدومي:\nسنن أبي داود، و على الميدومي، و ابن الخباز: جزء ابن عرفة.\n</p>\n\n<p>\nو هو مكثر سماعا و شيوخا، و لم يكن الزين يعتمد في شيء من أموره إلا عليه\nحتى أنه أرسله مع ولده الولي (1) لما ارتحل بنفسه إلى دمشق، و زوجه ابنته\nخديجة، و رزق منها عدة أولاد، و كتب الكثير من تصانيف الشيخ، بل قرأ عليه\nأكثرها، و تخرج به في الحديث، بل دربه في إفراد زوائد كتب:\n</p>\n\n<p>\nكالمعاجم الثلاثة للطبراني، و المسانيد: لأحمد، و البزار، و أبي يعلى،\nعلى الكتب الستة.\n</p>\n\n<p>\nو ابتدأ أولا بزوائد أحمد فجاء في مجلدين، و كل واحد من الخمسة الباقية\nفي تصنيف مستقل إلا الطبراني الأوسط و الصغير فهما في تصنيف. ثم جمع الجميع\nفي كتاب واحد محذوف الأسانيد سماه (مجمع الزوائد) و كذا أفرد زوائد (صحيح\nابن حبان) على الصحيحين، و رتب أحاديث (الحلية) لأبي نعيم على الأبواب، و\nمات عنه مسودة، فبيضه و أكمله شيخنا في مجلدين، و أحاديث (الغيلانيات) (2)،\nو (الخلعيات) (3) و فوائد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nتمام (1)، و الأفراد للدارقطني أيضا على الأبواب في مجلدين، و رتب كلا من\n(ثقات ابن حبان) و (ثقات العجلي) على الحروف. و أعانه بكتبه، ثم بالمرور\nعليها، و تحريرها، و عمل خطبها، و نحو ذلك، و عادت بركة الزين عليه في ذلك\nو في غيره. كما أن الزين استروح بعد بما عمله سيما (المجمع).\n</p>\n\n<p>\nو كان عجبا في الدين و التقوى و الزهد و الإقبال على العلم، و العبادة، و\nالأوراد، و خدمة الشيخ، و عدم مخالطة الناس في شيء، من الأمور، و المحبة في\nالحديث و أهله.\n</p>\n\n<p>\nو حدث بالكثير رفيقا للزين، بل قل أن حدث الزين بشيء إلا و هو معه.\n</p>\n\n<p>\nو كذلك قل أن حدث هو بمفرده لكنهم بعد وفاة الشيخ أكثروا عنه. و مع ذلك\nفلم يغير حاله، و لا تصدر، و لا تمشيخ. و كان مع <span id='ms041'></span> كونه شريكا للشيخ يكتب عنه\nالأمالي بحيث كتب عنه جميعها. و ربما استملى عليه، و يحدث بذلك عن الشيخ لا\nعن نفسه إلا لمن يضايقه، و لم يزل على طريقته حتى مات في ليلة الثلاثاء\nتاسع عشر رمضان سنة سبع بالقاهرة، و دفن من الغد خارج باب البرقية منها،\nرحمه الله و إيانا.\n</p>\n\n<p>\nو قد ترجمه ابن خطيب الناصرية (2) في حلب، و التقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالفاسي (1) في (ذيل التقييد)، و شيخنا (2) في معجمه، و إنبائه، و مشيخة\nالبرهان الحلبي (3)، و الغرس خليل الأقفهسي (4) في (معجم ابن ظهيرة)، و\nالتقي ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nفهد (1) في معجمه، و ذيل الحفاظ، و خلق كالمقريزي (2) في عقوده.\n</p>\n\n<p>\nقال شيخنا في معجمه: و كان خيرا، ساكنا، لينا، سليم الفطرة، شديد الإنكار\nللمنكر، كثير الاحتمال لشيخنا و لأولاده، محبا في الحديث و أهله، ثم أشار\nلما سمعه منه و قرأه عليه. و أنه قرأ عليه إلى أثناء الحج من (مجمع\nالزوائد) سوى المجلس الأول منه و مواضع يسيرة من إثنائه، و من أول زوائد\nمسند أحمد إلى قدر الربع منه.\n</p>\n\n<p>\nقال: و كان يودني كثيرا و يعينني عند الشيخ، و بلغه أنني تتبعت أوهامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفي (مجمع الزوائد) فعاتبني، فتركت ذلك إلى الآن، و استمر على المحبة و\nالمودة.\n</p>\n\n<p>\nقال: و كان كثير الاستحضار للمتون، يسرع الجواب بحضرة الشيخ، فيعجب الشيخ\nذلك.\n</p>\n\n<p>\nو قد عاشرتهما مدة فلم أرهما يتركان قيام الليل، و رأيت من خدمته لشيخنا\nو تأدبه معه من غير تكلف لذلك ما لم أره لغيره، و لا أظن أحدا يقوى عليه.\n</p>\n\n<p>\nو قال في إنبائه: إنه صار كثير الاستحضار للمتون جدا لكثرة الممارسة، و\nكان هينا، دينا، خيرا، محبا في أهل الخير، لا يسأم و لا يضجر من خدمة الشيخ\nو كتابة الحديث، سليم الفطرة، كثير الخير و الاحتمال للأذى، خصوصا من جماعة\nالشيخ. و قد شهد لي بالتقدم في الفن جزاه الله عني خيرا.\n</p>\n\n<p>\nقال: و كنت قد تتبعت أوهامه في كتابه (المجمع) فبلغني أن ذلك شق عليه <span id='ms042'></span>\nفتركته رعاية له.\n</p>\n\n<p>\nقلت: و كأن مشقته لكونه لم يعلمه هو بل أعلم غيره. و إلا فصلاحه ينبو عن\nمطلق المشقة أو لكونها غير ضرورية بحيث ساغ لشيخنا الإعراض عنها.\n</p>\n\n<p>\nو الأعمال بالنيات.\n</p>\n\n<p>\nو قال البرهان الحلبي: إنه كان من محاسن القاهرة، و من أهل الخير، غالب\nنهاره في اشتغال و كتابة، مع ملازمة خدمة الشيخ في أمر وضوئه و ثيابه، و لا\nيخاطبه إلا بسيدي حتى كان في أمر خدمته كالعبد، مع محبته للطلبة و الغرباء\nو أهل الخير و كثرة الاستحضار جدا.\n</p>\n\n<p>\nو قال التقي الفاسي: كان كثير الحفظ للمتون و الآثار، صالحا خيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nو قال الأقفهسي: كان إماما، عالما، حافظا، زاهدا، متواضعا، متوددا إلى\nالناس، ذا عبادة و تقشف و ورع. انتهى.\n</p>\n\n<p>\nو الثناء على دينه، و زهده، و ورعه، و نحو ذلك كثير جدا بل هو في ذلك\nكلمة اتفاق.\n</p>\n\n<p>\nو أما في الحديث فالحق ما قاله شيخنا أنه كان يدري منه فنا واحدا، يعني:\nالذي دربه فيه شيخهما العراقي.\n</p>\n\n<p>\nقال: و قد كان من لا يدري يظن لسرعة جوابه بحضرة الشيخ أنه أحفظ، و ليس\nكذلك. بل الحفظ: المعرفة. رحمه الله و إيانا) (1).\n</p>\n\n<p>\nو أما الكتاب فإننا قد بذلنا وسعنا في (مقدمة التحقيق) كي نظهر - بالدليل\n- المكانة الحقة التي تحتلها هذه الموسوعة الحديثية الكبرى في دنيا كتب\nالحديث، و ليس موارد الظمآن إلا جزءا من هذه الموسوعة، و هو يمثل أكثر من\nثلث ما جاء فيها من أحاديث.\n</p>\n\n<p>\nفقد اشتمل صحيح ابن حبان على ثمانية و أربعين و أربع مئة و سبعة آلاف\nحديث تقريبا، اشترك ابن حبان و الشيخان أو أحدهما في تخريج واحد و ثمان\nمئة، و أربعة آلاف حديث منها، و الباقي و هو سبعة و أربعون، و ست مئة و\nألفا حديث تقريبا ليس منها شيء في الصحيحين - إلا ما سها عنه الهيثمي، و جل\nمن لا يسهو - و إنما شارك ابن حبان في تخريجها - أو بعضها - مالك، و عبد\nالرزاق <span id='ms043'></span>، و أحمد، و أصحاب السنن، أو بعضهم، و هناك قسم - و هو قليل - تفرد\nبه ابن حبان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nلقد استل الحافظ الهيثمي الأحاديث التي لم ترد في الصحيحين - أو أحدهما -\nمن صحيح ابن حبان و رتبها على أبواب الفقه ليسهل الرجوع إليها، و ليس أجمل\nمن حديث صاحب العمل عن إنتاجه: بدءا، و غاية، يوضح الدافع الذي دفعه إلى\nهذا العمل، و الأسلوب الذي اتبعه في عمله، و الغاية التي ينشدها و يسعى إلى\nتحقيقها بعمله هذا.\n</p>\n\n<p>\nيقول الحافظ الهيثمي في مقدمته لهذا العمل الجليل: (فقد رأيت أن أفرد\nزوائد صحيح أبي حاتم محمد بن حبان البستي - رضي الله عنه - على صحيح\nالبخاري و مسلم - رضي الله عنهما - مرتبا ذلك على كتب فقه أذكرها لكي يسهل\nالكشف منها، فإنه لا فائدة في عزو الحديث إلى (صحيح ابن حبان) مع كونه في\nشيء منهما (1).\n</p>\n\n<p>\nو أردت أن أذكر الصحابي فقط، و أسقط الإسناد اعتمادا على تصحيحه، فأشار\nعلي سيدي الشيخ الإمام، العلامة، الحافظ، و لي الدين أبو زرعة، ابن سيدي\nالشيخ الإمام العلامة، شيخ الإسلام أبي الفضل عبد الرحيم بن العراقي بأن\nأذكر الحديث بسنده، لأن فيه أحاديث تكلم فيها بعض الحفاظ، فرأيت أن ذلك هو\nالصواب...).\n</p>\n\n<p>\nو هذا النص يضعنا وجها لوجه أمام العمل، و الغاية المرجوة منه، و الأسلوب\nالمتبع في ذلك.\n</p>\n\n<p>\n1 - أما العمل فهو إفراد زوائد صحيح ابن حبان على صحيح البخاري و مسلم.\n</p>\n\n<p>\n2 - و أما الغاية المرجوة فهي ذات شقين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأ - تسهيل الكشف عن الحديث عند الحاجة إلى الرجوع إليه في بابه.\n</p>\n\n<p>\nب - معرفة الأحاديث الصحيحة التي في غير الصحيحين، و هي في هذا الكتاب، و\nتكلم بعض الحفاظ على بعض أحاديث وردت فيه لا يقلل من شأن هذه الموسوعة، فقد\nأبى الله - تعالى - أن تكون العصمة لغير كتابه.\n</p>\n\n<p>\n3 - و الأسلوب المتبع في هذا العمل يقوم على دعامتين:\n</p>\n\n<p>\nأ - استلال الأحاديث هذه من صحيح ابن حبان بأسنادها كي يتخلص من عهدة ما\nقد يكون غير متفق عليه تصحيحه <span id='ms044'></span> بين الحفاظ.\n</p>\n\n<p>\nب - جمع هذه الأحاديث و ترتيبها على أبواب الفقه ليكون الرجوع إليها\nميسورا، و الكشف عنها سهلا.\n</p>\n\n<p>\nو هنا لا بد لنا من السؤال: هل وفى الحافظ الهيثمي بما ألزم به نفسه في\nهذا الكتاب؟\n</p>\n\n<p>\nو بين يدي الإجابة نرى أن نذكر بأن الإنسان محدود، و نساء، و لا يستطيع\nأن يصرف كل شاردة أو واردة على ذهنه، و لذا فلا بد من سهو أو خطأ.\n</p>\n\n<p>\nو كمية الأخطاء تبدو كبيرة إذا كان حجم العمل ضخما و إن كانت نسبة الخطأ\nثابتة، فكمية الخطأ في عمل ما شيء، و نسبة الخطأ في هذا العمل شيء آخر.\n</p>\n\n<p>\nو قد سها الهيثمي كما يسهو غيره، و أخطأ أيضا و كل بني آدم خطأ، و قد علق\nالحافظ ابن حجر على هوامش هذه النسخة، فبين الأحاديث التي في الصحيحين، أو\nفي أحدهما و أوردها الهيثمي في موارده، و لكن هناك أحاديث أخرى جازت على\nالحافظ ابن حجر، و قد نبهنا على ذلك في تخريجاتنا و تعليقاتنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nو أمر آخر أريد أن أنبه عليه و هو أن الحافظ الهيثمي ألزم نفسه بإيراد كل\nحديث على شرطه في هذا الكتاب من جميع الطرق الموجودة في صحيح ابن حبان، و\nهو لا يذكر اللفظ، و لكنه يشير إليه بقوله: (بمثله) أو (بنحوه)، كما هو في\nالأحاديث: (43 - 44، 45 - 46، 54 - 55، 69 - 70، 75 - 76).\n</p>\n\n<p>\nو قد فاته ذلك في بعضها كما في الحديث (634)، فهو في الإحسان 4 / 103\nبرقم (2524)، و لكن الهيثمي لم يورد الطريق الأخرى التي أوردها ابن حبان\nبرقم (2525).\n</p>\n\n<p>\nو كما هو الحال أيضا في الحديث (636) و هو في الإحسان 4 / 86 برقم\n(2474)، غير أن الهيثمي لم يورد الطريق الثانية التي أوردها ابن حبان برقم\n(2473).\n</p>\n\n<p>\nو قد يذكر شيخ ابن حبان ثم يسهو عن إتمام الإسناد و عن ذكر الحديث كما\nحدث برقم (499) مكرر.\n</p>\n\n<p>\nكما قد يذكر جزءا من الإسناد و يقول: (بنحوه) أي: بنحو الحديث السابق له،\nكما في الحديث (526) و تكون الإحالة خطأ، و قد بينا ذلك في موضعه.\n</p>\n\n<p>\nو إنما ذكرنا <span id='ms045'></span> ما ذكرنا لنؤكد أن الكمال لله وحده، و أن كتابا غير القرآن\nلا يمكن أن يخلو من خطأ أو سهو، و هذا لا يقلل من شأن الكتاب، و لا يضع من\nقيمة صاحبه.\n</p>\n\n<p>\nرحم الله هذين الإمامين، و أجزل ثوابهما، و أسكنهما فسيح جنته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوصف المخطوطة لقد اعتمدنا في عملنا هذا على مخطوطتين: الأولى مصورة\nالمخطوطة الموجودة في المكتبة المحمودية، و التي انتقلت إلى مكتبة الملك\nعبد العزيز بالمدينة المنورة.\n</p>\n\n<p>\nو قد قام قسم تصوير المخطوطات بالجامعة الإسلامية - بالمدينة المنورة\nحرسها الله - بتصويرها لنا بواسطة الأستاذ الفاضل محمد محمد حسن شراب،\nجزاهم الله جميعا كل خير، و أجزل لهم الثواب، و وقانا و إياهم سوء الحساب.\n</p>\n\n<p>\nتتألف هذه النسخة من ثماني عشرة و مئتي ورقة، على كل ورقة صفحتان، و في\nكل صفحة واحد و ثلاثون سطرا، و في كل سطر خمس عشرة إلى سبع عشرة كلمة، و قد\nكتبت بخط نسخ واضح جميل، أصابت الرطوبة بعض الأماكن، لم تكن بالكثيرة، و لا\nبالواسعة، قليلة الأخطاء، أكلت الرطوبة الورقة الأخيرة منها فلم يتضح لنا\nاسم الناسخ، و لا تاريخ النسخ.\n</p>\n\n<p>\nو هذه النسخة منقولة عن نسخة المصنف - رحمه الله تعالى - و قد قرئت على\nالحافظ ابن حجر العسقلاني الذي زينها باستدراكاته و تعليقاته.\n</p>\n\n<p>\nو على ورقة الغلاف الأولى منها سماعات غير مقروءة، و تقريظات غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nواضحة، و من الواضح منها: (نسخت من خط المؤلف، و قوبلت على شيخ الإسلام\nابن حجر رحمهما الله).\n</p>\n\n<p>\nو على الصفحة الأخيرة ما نصه: (و كتبت هذه النسخة من نسخة كتبت من خط\nالمصنف، و قوبلت على شيخ الإسلام ابن حجر - رحمه الله تعالى - و كان الفراغ\nمن نسخها يوم الخميس المبارك السابع و العشرين من شهر ربيع الأول...) و\nضاعت الورقة التي فيها تمام الكلام.\n</p>\n\n<p>\nو قد قرئت على الحافظ العراقي أيضا، فعلى الورقة (153 / 1) ما نصه: (هذه\nالزيادة بخط شيخنا العراقي).\n</p>\n\n<p>\nو التصويبات التي على هامش هذه النسخة، مضافة إلى استدراكات الحافظ ابن\nحجر <span id='ms046'></span>، و عبارة (بلغ مقابلة) المبثوثة على الأوراق: (10 / 2)، (20 / 1)، (30\n/ 1)، (40 / 1)، (50 / 1)، (64 / 2)، (70 / 1)، (75 / 2)، (88 / 1)، (121 /\n2)، (131 / 1)، (146 / 1)، (151 / 1)، (158 / 2)، (165 / 1)، (181 / 1)،\nلتدل الدلالة الأكيدة على نفاسة هذه النسخة و على قيمتها الكبيرة التي جعلت\nالحفاظ يهتمون بها مقابلة، و تصويبا، و استدراكا. و لذلك فقد جعلناها أما\nلعملنا و رمزنا إليها بالحرف (م).\n</p>\n\n<p>\nو المخطوطة الثانية هي مصورة النسخة الموجودة في المكتبة العالية بمنطقة\nالسند، و قد قدمها إلينا الأستاذ الفاضل، و الأخ النبيل محمد قاسم سومر\nومدير المكتبة القاسمية - كمالديرو - سند - باكستان.\n</p>\n\n<p>\nو هي نسخة ناقصة من أولها حتى الصفحة (32)، أي: من الحديث رقم (1) إلى\nنهاية الحديث رقم (79).\n</p>\n\n<p>\nو من الصفحة (35) إلى الصفحة (38)، أي من قوله: (يعمل به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nبعده) في الحديث رقم (84)، إلى قوله: (... أفضل؟ قال: من عقر جواده...)\nفي الحديث رقم (94).\n</p>\n\n<p>\nو من الصفحة (1019) إلى الصفحة (1020)، أي: من قوله:\n</p>\n\n<p>\n(أخبرنا أحمد...) في الحديث (2525)، إلى قوله: (لقد أوذيت في الله...) في\nالحديث (2528).\n</p>\n\n<p>\nو من الصفحة (1033) إلى الصفحة (1040) أي: من قوله: (ماعز، عن سفيان...)\nفي الحديث (2544) إلى نهاية الحديث (2567).\n</p>\n\n<p>\nو من الصفحة (1043)، إلى الصفحة (1044) أي: من أواخر الحديث (2572) إلى\nقوله: (عن الزبيدي...) في الحديث (2579).\n</p>\n\n<p>\nو من الصفحة (1053) حتى نهاية الكتاب، أي: من قوله: (فذلك الذي ضحكت به\nمن الضحى) في الحديث (2589)، إلى نهاية الحديث الأخير رقم (2647).\n</p>\n\n<p>\nو هي مكتوبة بخط نسخ جميل، قليلة الضبط، لا نجد على حواشيها ما يدل على\nقراءة العلماء لها، و لا على ما يدل على مقابلتها على غيرها، و كأنها نسخت\nعن (م) لأن ما وقع في (م) من أخطاء وقع فيها. و هذا يعني أنها قليلة\nالأخطاء أيضا، جيدة الضبط. مفيدة على ما فيها من نقص، و قد رمزنا إليها\nبحرف (س).\n</p>\n\n<p>\nهذا و يقوم كتاب (الإحسان بترتيب صحيح ابن حبان) نشر دار الكتب العلمية،\nمقام النسخة الثالثة لعملنا الذي نرجو الله - عز و جل - أن ييسره لنا، و أن\nيسدد خطانا، و الله من وراء القصد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nعملنا في هذا الكتاب (أعني: موارد الظمآن) إن منهج التحقيق الذي التزمناه\nفي تحقيق هذا الكتاب هو ذاته المنهج الذي <span id='ms047'></span> حددنا معالمه في الدراسة التي\nقدمناها بين يدي هذا العمل (1)، غير أن هناك ما ينبغي أن نعرج على ذكره:\n</p>\n\n<p>\n1 - لقد قابلت النسخة التي حققها الأستاذ الفاضل محمد عبد الرزاق حمزة\nعلى الأصل غير أنني لم أشر إلى أي سهو، أو سقط، أو تصحيف وقع فيها، و\nاكتفيت بتصحيحه في مكانه 2 - التزمت أن أترجم لمن أستطيع ترجمته من شيوخ\nابن حبان عند أول مرة يرد في الكتاب - إلا إذا وجدنا ترجمته أثناء عملنا\nلشيخ سبق و لم نجد له ترجمة، و هذا قليل جدا - و أحيل على هذه الترجمة عند\nوروده بعد ذلك عددا من المرات ثم أدع الإحالة ترجيحا مني أنه قد حفظ.\n</p>\n\n<p>\n3 - الأحاديث التي في الصحيحين، أو في أحدهما، و أوردها الحافظ الهيثمي\nسهوا، قد نكتفي بتخريجها و الدلالة على مكان وجودها فيهما - أو فيه - دون\nالتنبيه في كل مرة على أن الهيثمي قد أخل بشرطه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n4 - ما أكثر ما يذكر الهيثمي جزءا من الإسناد بعد حديث في الباب، ثم\nيقول: بنحوه، أو بمثله دون أن يذكر لفظ الحديث، و نحن في هذه الحالة لا\nنثقل الحاشية بإتمام النص و إنما نكتفي بالإحالة على مكان وجوده في\nالإحسان، لأن الرجوع إليه أمر ميسور، و بخاصة على العاملين في هذا الميدان\nالشريف.\n</p>\n\n<p>\n5 - لا بد من تعيين مكان وجود الحديث في (صحيح ابن حبان). و إننا نحيل ما\nهو في الجزئين اللذين نشرتهما مؤسسة الرسالة - و قد تبين لك أنهما بتحقيقنا\n- إلى مكان وجوده فيهما، و ما عدا ذلك فإننا نعين مكان وجوده في الإحسان -\nنشر دار الكتب العلمية - بذكر الجزء، و الصفحة، و رقم الحديث.\n</p>\n\n<p>\n6 - أعطينا الكتب، و الأبواب أرقاما لمعرفة الأبواب في الكتاب الواحد، و\nعدد الكتب في هذا المصنف.\n</p>\n\n<p>\n7 - عدلنا عن صنع فهرس الأحاديث لكل جزء، و أخرنا ذلك إلى نهاية الكتاب\nحتى لا يتكرر العمل.\n</p>\n\n<p>\nو أخيرا فإنني أقول معتمدا على الله، غير راج سواه:\n</p>\n\n<p>\nاللهم إليك أبرأ من حولي و قوتي، و أسألك أن لا تكلني إلى <span id='ms048'></span> نفسي، و أن\nتسدد خطاي، و أن تجعل عملي خالصا لوجهك إنك على ما تشاء قدير.\n</p>\n\n<p>\nداريا 20 شعبان 1407 الموافق 19 / 4 / 1987..\n</p>\n\n<p>\nأبو سليم حسين أسد الداراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الأول من غلاف، النسخة المحمودية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأولى من النسخة المحمودية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأخيرة من النسخة المحمودية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة (33) من النسخة (س) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nموارد الظمآن إلى زوائد ابن حبان للحافظ نور الدين علي بن أبي بكر\nالهيثمي 735 - 807 ه‍ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم اللهم صل وسلم على سيدنا محمد وآله وصحبه الحمد\nلله الذي خلق السماوات والأرض، وجعل الظلمات والنور.\n</p>\n\n<p>\nوأشهد أن لا إله إلا الله وحده لا شريك له، شهادة تنجي قائلها يوم البعث\nوالنشور، وأشهد أن محمدا \" عبده ورسوله المنعوت في القرآن والتوراة\nوالإنجيل والزبور. صلى الله عليه وسلم، وعلى آله وصحبه صلاة تضاعف لصاحبها\nالأجور.\n</p>\n\n<p>\nوبعد فقد رأيت أن أفرد زوائد صحيح أبي حاتم محمد بن حبان البستي - رضي\nالله عنه - على صحيح البخاري ومسلم - رضي الله عنهما - مرتبا \" ذلك على كتب\nفقه أذكرها لكي يسهل الكشف منها، فإنه لا فائدة في عزو الحديث إلى صحيح ابن\nحبان مع كونه في شيء منهما. وأردت أن أذكر الصحابي فقط، وأسقط السند\nاعتمادا \" على تصحيحه. فأشار علي سيدي الشيخ الإمام العلامة الحافظ ولي\nالدين أبو زرعة ابن سيدي الشيخ الإمام العلامة شيخ الإسلام أبي الفضل عبد\nالرحيم بن العراقي بأن أذكر الحديث بسنده، لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nفيه أحاديث تكلم فيها بعض الحفاظ فرأيت أن ذلك هو الصواب. فجمعت زوائده\nورتبتها على كتب أذكرها وهي: كتاب الإيمان. كتاب العلم. كتاب الطهارة. كتاب\nالصلاة. كتاب الجنائز. كتاب الزكاة. كتاب الصيام. كتاب الحج. كتاب الأضاحي،\nوفيه الصيد، والذبائح، والعقيقة، والوليمة. كتاب البيوع. كتاب الأيمان\nوالنذور. كتاب القضاء. كتاب العتق. كتاب الوصايا.\n</p>\n\n<p>\nكتاب الفرائض. كتاب النكاح والطلاق والعدة. كتاب الأطعمة. كتاب الأشربة.\nكتاب الطب وفيه الرقي وغير ذلك. كتاب اللباس والزينة. كتاب الحدود والديات.\nكتاب الإمارة. كتاب الجهاد. كتاب السير وفتح فارس وغيرها. كتاب التفسير.\nكتاب التعبير. كتاب القدر. كتاب الفتن. كتاب الأدب. كتاب البر <span id='ms049'></span> والصلة. كتاب\nعلامات النبوة وفيه من ذكر من الأنبياء صلى الله على نبينا وعليهم أجمعين.\nكتاب المناقب. كتاب الأذكار. كتاب الأدعية. كتاب التوبة. كتاب الزهد. كتاب\nالبعث. كتاب صفة النار. كتاب صفة الجنة.\n</p>\n\n<p>\nوقد سميته (موارد الظمآن، إلى زوائد ابن حبان) وأسأل الله النفع به لي\nوللمسلمين آمين.\n</p>\n\n<p>\nوقد أخبرني بصحيح ابن حبان المسمى بالتقاسيم والأنواع - خلا ما فيه من\nالكلام على الحديث - الشيخان الإمامان الحافظان: العلامة بهاء الدين عبد\nالله بن محمد بن أبي بكر بن خليل المكي - بقراءتي عليه -، وقاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين عز الدين أبو عمر عبد العزيز ابن قاضي (2 / 1) المسلمين بدر\nالدين محمد بن إبراهيم بن جماعة الكناني قراءه عليه وأنا أسمع - بقراءة\nسيدي وشيخي شيخ الإسلام زين الدين أبي الفضل عبد الرحيم بن الحسين العراقي\n- قالا: أخبرنا الشيخ الإمام رضي الدين إبراهيم بن محمد بن إبراهيم الطبري\n- قال الشيخ بهاء الدين: بقراءتي عليه، وقال الآخر: قراءة عليه وأنا أسمع -\nقال: أنبأنا الشيخ شرف الدين أبو عبد الله محمد بن عبد الله بن محمد بن أبي\nالفضل المرسي قال: أنبأنا أبو روح عبد المعز بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالهروي.\n</p>\n\n<p>\nح قال ابن جماعة: وأنبأنا به أبو الفضل أحمد بن هبة الله بن عساكر، عن\nأبي روح، قال: أنبأنا تميم بن أبي سعيد الجرجاني، قال:\n</p>\n\n<p>\nأنبأنا علي بن محمد البحاثي، قال: أنبأنا محمد بن أحمد بن هارون الزوزني،\nقال: أنبأنا أبو حاتم ابن حبان البستي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n1 - كتاب الإيمان 1 - باب فيمن شهد أن لا إله إلا الله 1 - أخبرنا محمد\nبن إسحاق بن خزيمة، حدثنا محمد بن يحيى الأزدي، حدثنا عبد الوهاب بن عطاء،\nحدثنا سعيد، عن قتادة، عن مسلم بن يسار، عن حمران بن أبان، عن عثمان بن\nعفان.\n</p>\n\n<p>\nعن عمر بن الخطاب، قال: قال رسول الله - صلى الله عليه وسلم -: ((إني\nلأعلم كلمة \" لا يقولها عبد حقا \" من قلبه فيموت - وهو على ذلك - إلا حرمه\nالله على النار: لا إله إلا الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n2 - أخبرنا عبد الله بن محمد بن سلم، أنبأنا هارون بن <span id='ms050'></span> إسحاق، حدثنا محمد\nبن عبد الوهاب، حدثنا مسعر، عن إسماعيل بن أبي خالد، عن الشعبي، عن يحيى بن\nطلحة، عن أمه سعدى المرية قالت:\n</p>\n\n<p>\nمر عمر بن الخطاب بطلحة بعد وفاة رسول الله - صلى الله عليه وسلم - وهو\nمكتئب فقال: أساءتك إمرة ابن عمك؟ قال: لا، ولكني سمعت رسول الله - صلى\nالله عليه وسلم - يقول: ((إني لأعلم كلمة \" لا يقولها عبد عند موته إلا\nكانت له نورا \" لصحيفته، وإن جسده وروحه ليجدان لها روحا \" عند الموت)).\nفقبض ولم أسأله. فقال: ما أعلمها إلا الكلمة التي أراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nعليها عمه، ولو علم أن شيئا \" أنجى له منها، لأمره به.\n</p>\n\n<p>\n3 - أخبرنا ابن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني حياة،\nحدثنا ابن الهاد، عن محمد بن إبراهيم، عن سعيد بن الصلت.\n</p>\n\n<p>\nعن سهيل بن بيضاء قال: بينا نحن في سفر مع رسول الله - صلى الله عليه\nوسلم -، فحبس من كان بين يديه ولحقه من كان خلفه، حتى إذا اجتمعوا قال رسول\nالله - صلى الله عليه وسلم -: ((إنه من شهد أن لا إله إلا الله، حرمه الله\nعلى النار، وأوجب له الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n4 - أخبرنا علي بن الحسين العسكري بالرقة، حدثنا عبدان بن محمد الوكيل،\nحدثنا ابن أبي زائدة، عن سفيان، عن عمرو بن دينار.\n</p>\n\n<p>\nعن جابر، أن معاذا \" لما حضرته الوفاة، قال: اكشفوا عني سجف القبة، سمعت\nرسول الله - صلى الله عليه وسلم - [يقول]: ((من شهد أن لا إله إلا الله\nمخلصا \" من قلبه، دخل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n5 - أخبرنا الفضل بن الحباب، حدثنا مسدد بن مسرهد، عن ابن أبي عدي، حدثنا\nحجاج الصواف، أخبرني حميد بن هلال، حدثني هصان بن كاهل قال: جلست مجلسا \"\nفيه عبد الرحمن بن سمرة. فلا أعرفه. فقال:\n</p>\n\n<p>\nحدثنا معاذ بن جبل قال: قال رسول الله - صلى الله عليه وسلم - ((ما على\nالأرض نفس تموت ولا تشرك بالله شيئا \"، وتشهد أن لا إله إلا الله وأني (2 /\n2) رسول الله، يرجع ذلك إلى قلب موقن، إلا غفر لها)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n6 - أخبرنا محمد بن عمر بن <span id='ms051'></span> يوسف، حدثنا نصر بن علي الجهضمي، حدثنا بشر بن\nالمفضل، حدثنا خالد الحذاء، عن الوليد بن مسلم أبي بشر قال: سمعت حمران بن\nأبان يقول:\n</p>\n\n<p>\nسمعت عثمان بن عفان يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n((من مات وهو يعلم أن لا إله إلا الله، دخل الجنة)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n7 - أخبرنا الفضل بن الحباب الجمحي، حدثنا حفص بن عمر الحوضي، حدثنا محرز\nبن قعنب الباهلي، حدثنا رياح بن عبيدة، عن ذكوان السمان.\n</p>\n\n<p>\nعن جابر بن عبد الله قال: بعثني رسول الله - صلى الله عليه وسلم - فقال:\n((ناد في الناس: من قال: لا إله إلا الله، دخل الجنة)). فخرج فلقيه عمر في\nالطريق فقال: أين تريد؟ قلت: بعثني رسول الله - صلى الله عليه وسلم - بكذا\nوكذا.\n</p>\n\n<p>\nقال: ارجع. فأبيت، فلهزني لهزة \" في صدري ألمها، فرجعت ولم أجد بدا \".\nقال: يا رسول الله، بعثت هذا بكذا وكذا؟ قال: ((نعم)). قال:\n</p>\n\n<p>\nيا رسول الله، إن الناس قد طمعوا وخبثوا. فقال رسول الله - صلى الله عليه\nوسلم -: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n((اقعد)).\n</p>\n\n<p>\n8 - أخبرنا عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن إبراهيم، حدثنا\nالوليد بن مسلم ومحمد بن شعيب، عن الأوزاعي قال:\n</p>\n\n<p>\nحدثني المطلب بن حنطب، عن عبد الرحمن بن أبي عمرة.\n</p>\n\n<p>\nعن أبيه قال: ((كنا مع النبي - صلى الله عليه وسلم - في غزوة فأصاب الناس\nمخمصة، فاستأذنوا رسول الله - صلى الله عليه وسلم - في نحر بعض ظهرهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفقال عمر: يا رسول الله فكيف بنا إذا لقينا عدونا جياعا \" رجالا \"؟ ولكن\nإن رأيت يا رسول الله أن تدعو الناس ببقية أزوادهم، فجاءوا به، يجيء الرجل\nبالحفنة من الطعام وفوق ذلك، فكان أعلاهم الذي جاء بالصاع من التمر، فجمعه\nعلى نطع، ثم دعا الله بما شاء أن يدعو، ثم دعا الناس بأوعيتهم، فما بقي في\nالجيش وعاء إلا مملوء، وبقي مثله. فضحك رسول الله - صلى الله عليه وسلم -\nحتى بدت نواجذه، ثم قال: ((أشهد أن لا إله إلا الله، وأشهد أني رسول الله،\nوأشهد عند الله: لا يلقاه <span id='ms052'></span> عبد مؤمن بهما إلا حجبتاه عن النار يوم\nالقيامة)).\n</p>\n\n<p>\n9 - أخبرنا عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم، حدثنا الوليد بن مسلم، حدثنا الأوزاعي، حدثني يحيى بن أبي كثير،\nحدثني هلال بن أبي ميمونة قال، حدثني عطاء بن يسار قال:\n</p>\n\n<p>\nحدثني رفاعة بن عرابة الجهني قال: صدرنا مع رسول الله - صلى الله عليه\nوسلم - من مكة، فجعل ناس يستأذنون رسول الله - صلى الله عليه وسلم - فجعل\nيأذن لهم، فقال رسول الله - صلى الله عليه وسلم - ((ما بال شق الشجرة التي\nتلي رسول الله - صلى الله عليه وسلم - أبغض إليكم من الشق الآخر؟)) قال فلم\nنر من القوم إلا باكيا \". قال:\n</p>\n\n<p>\nيقول أبو بكر: إن الذي يستأذنك بعد هذا لسفيه في نفسي. فقام رسول الله -\nصلى الله عليه وسلم - فحمد الله وأثنى عليه - وكان إذا حلف قال: ((والذي\nنفسي بيده - أشهد عند الله ما منكم من أحد يؤمن بالله، ثم يسدد إلا سلك في\nالجنة. ولقد وعدني ربي أن يدخل من أمتي الجنة بلا حساب ولا عذاب، وإني\nلأرجو أن لا تدخلوها حتى تبوؤوا أنتم ومن صلح من أزواجكم وذراريكم (3 / 1)\nمساكن في الجنة)).\n</p>\n\n<p>\nثم قال: ((إذا مضى شطر الليل - أو ثلثاه - ينزل الله إلى السماء الدنيا\nفيقول: لا يسأل عن عبادي غيري، من ذا الذي يسألني فأعطيه، من ذا الذي\nيستغفرني فأغفر له، من ذا الذي يدعوني فأستجيب له.\n</p>\n\n<p>\nحتى ينفجر الصبح)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n10 - أخبرنا الحسين بن عبد الله بن يزيد القطان بالرقة، حدثنا هشام بن\nعمار، حدثنا عيسى بن يونس، حدثنا الأعمش، عن أبي صالح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الدرداء، عن النبي - صلى الله عليه وسلم - قال.. مثله. يعني مثل\nحديث قبله.... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nومتنه: ((كنت أمشي مع رسول الله - صلى الله عليه وسلم - بحرة المدينة\nفاستقبلنا أحد فقال: ((يا أبا ذر، ما يسرني أن [لي] أحدا ذهبا \" أمسي وعندي\nمنه دينار إلا أن أرصده لدين)). ثم مشى ومشيت معه، فقال:\n</p>\n\n<p>\n((يا أبا ذر))، قلت: لبيك يا رسول الله وسعديك. قال: ((الأكثرون هم <span id='ms053'></span>\nالأقلون يوم القيامة)). ثم قال: ((يا أبا ذر، لا تبرح حتى آتيك)). ثم انطلق\nحتى توارى، فسمعت صوتا \"، فقلت: أنطلق. ثم ذكرت قول النبي - صلى الله عليه\nوسلم - فلبثت حتى جاء، فقلت: يا رسول الله إني سمعت صوتا \"، فأردت أن آتيك،\nفذكرت قولك لي، فقال: ((ذاك جبريل أتاني فأخبرني أنه من مات من أمتي لا\nيشرك بالله شيئا \"، دخل الجنة)). قلت:\n</p>\n\n<p>\nيا رسول الله، وإن زنى، وإن سرق؟ قال: ((وإن زنى وإن سرق)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب ما يحرم دم العبد 11 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nشيبان بن أبي شيبة، حدثنا سليمان بن المغيرة، حدثنا حميد بن هلال قال:\nأتاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nأبو العالية - وصاحب لي - فقال: هلما فإنكما أشب شبابا \" وأوعى للحديث\nمني، فانطلقنا حتى أتينا بشر بن عاصم الليثي، قال أبو العالية حدث هذين،\nقال بشر:\n</p>\n\n<p>\nحدثنا عقبة بن مالك وكان من رهطه - قال: بعث رسول الله - صلى الله عليه\nوسلم - سرية فغارت على قوم، فشذ من القوم رجل واتبعه رجل من السرية ومعه\nالسيف شاهره، فقال: إني مسلم، فلم ينظر فيما قال، فضربه فقتله، فنمي الحديث\nإلى رسول الله - صلى الله عليه وسلم - فقال فيه قولا \" شديدا \" فبينا رسول\nالله - صلى الله عليه وسلم - يخطب، إذ قال: والله يا رسول الله ما قال الذي\nقال: إلا تعوذا \" من القتل، فأعرض عنه رسول الله - صلى الله عليه وسلم -\nوعن من قبله من الناس، فلم يصبر أن قال الثانية، فأقبل عليه تعرف المساءة\nفي وجهه فقال: ((إن الله حرم علي أن أقتل مؤمنا \")) (ثلاث مرات).\n</p>\n\n<p>\n12 - أخبرنا أحمد بن عمير بن يوسف بدمشق، حدثنا محمد بن حماد الظهراني،\nحدثنا عبد الرزاق، أنبأنا معمر، عن الزهري، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nعطاء بن يزيد، عن عبيد الله بن عدي بن الخيار.\n</p>\n\n<p>\nأن عبد الله بن عدي حدثه أن النبي - صلى الله عليه وسلم - بينما هو جالس\nبين ظهراني الناس، إذ جاءه رجل يستأذنه أن يساره، فأذن له، فساره في قتل\nرجل من المنافقين، فجهر رسول الله - صلى الله <span id='ms054'></span> عليه وسلم - بكلامه وقال:\n((أليس يشهد أن لا إله إلا الله؟)). قال: بلى يا رسول الله، ولا شهادة له.\nقال:\n</p>\n\n<p>\n((أليس يصلي؟)). قال: بلى يا رسول الله، ولا صلاة له. فقال رسول الله -\nصلى الله عليه وسلم -: ((أولئك الذين نهيت عن قتلهم)).\n</p>\n\n<p>\n13 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر (3 / 2) بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nشيبة، حدثنا عبد الرحيم بن سليمان، عن إسرائيل، عن سماك، عن عكرمة.\n</p>\n\n<p>\nعن ابن عباس قال: مر رجل من بني سليم على نفر من أصحاب رسول الله - صلى\nالله عليه وسلم - ومعه غنم، فسلم عليهم فقالوا: ما سلم عليكم إلا ليتعوذ\nمنكم، فعدوا عليه فقتلوه، وأخذوا غنمه فأتوا بها رسول الله - صلى الله عليه\nوسلم - فأنزل الله (يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا)\n[النساء: 94] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nإلى آخر الآية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب بيعة النساء 14 - أخبرنا عمر بن سعيد بن سنان، أنبأنا أحمد بن\nأبي بكر، عن مالك، عن محمد بن المنكدر.\n</p>\n\n<p>\nعن أميمة بنت رقيقة أنها قالت: أتيت رسول الله - صلى الله عليه وسلم - في\nنسوة نبايعه، فقلن: نبايعك - يا رسول الله - على أن لا نشرك بالله شيئا \"،\nولا نسرق، ولا نزني، ولا نقتل أولادنا، ولا نأتي ببهتان نفتريه بين أيدينا\nوأرجلنا، ولا نعصيك في معروف.\n</p>\n\n<p>\nقال رسول الله - صلى الله عليه وسلم -: ((فيما استطعتن وأطقتن)). قالت:\n</p>\n\n<p>\nفقلت: الله ورسوله أرحم بنا من أنفسنا. هلم نبايعك، يا رسول الله، قال\nرسول الله - صلى الله عليه وسلم -: ((إني لا أصافح النساء، إنما قولي لمئة\nامرأة كقولي لامرأة واحدة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n15 - أخبرنا أبو خليفة، حدثنا أبو الوليد الطيالسي، حدثنا إسحاق بن\nعثمان، حدثنا إسماعيل بن إبراهيم بن عطية.\n</p>\n\n<p>\nعن جدته أم عطية قالت: لما قدم رسول الله - صلى الله عليه وسلم - المدينة\nجمع نساء الأنصار في بيت، فأرسل إلينا عمر بن الخطاب، فقام على الباب فسلم\nعلينا، فرددنا عليه السلام، ثم قال: أنا رسول رسول الله - صلى الله عليه\nوسلم - إليكن. فقلن: مرحبا \" برسول الله، وبرسول رسول الله - صلى الله عليه\nوسلم -، فقال <span id='ms055'></span>: تبايعنني على أن لا تشركن بالله شيئا \"، ولا تسرقن ولا\nتزنين)) الآية. قالت:\n</p>\n\n<p>\nفقلنا: نعم، فمد يده من خارج البيت، ومددنا أيدينا من داخل البيت، ثم\nقال: ((اللهم اشهد)). قالت: وأمرنا بالعيدين، وأن نخرج فيه الحيض والعتق،\nولا جمعة علينا. قال إسماعيل: فسألت جدتي عن قوله ((ولا يعصينك في معروف)).\nقالت: نهانا عن النياحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n4 - باب في قواعد الدين 16 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا يوسف\nبن واضح الهاشمي، حدثنا معتمر بن سليمان، عن أبيه، عن يحيى بن يعمر قال:\n</p>\n\n<p>\nقلت - يعني لابن عمر - يا أبا عبد الرحمن، إن أقواما \" يزعمون أن ليس\nقدر؟! قال: هل عندنا منهم أحد؟ قلت: لا. قال: فأبلغهم عني إذا لقيتهم أن\nابن عمر يبرأ إلى الله منكم. وأنتم برآء منه.\n</p>\n\n<p>\nحدثنا عمر بن الخطاب قال: بينما نحن جلوس عند رسول الله - صلى الله عليه\nوسلم - في أناس إذ جاءه رجل ليس عليه سحناء سفر وليس من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nأهل البلد يتخطى، حتى ورك، فجلس بين يدي رسول الله - صلى الله عليه وسلم\n- فقال:\n</p>\n\n<p>\nيا محمد ما الإسلام؟ فقال: ((الإسلام أن تشهد أن لا إله إلا الله، وأن\nمحمدا \" رسول الله، وأن تقيم الصلاة، وتؤتي الزكاة، وتحج، وتعتمر، وتغتسل\nمن الجنابة، وأن تتم الوضوء، وتصوم رمضان)).\n</p>\n\n<p>\nقال: فإذا فعلت ذلك فأنا مسلم؟ قال: ((نعم)). قال: (4 / 1) صدقت.\n</p>\n\n<p>\nقال: يا محمد ما الإيمان؟ قال: ((أن تؤمن بالله، وملائكته، وكتبه، ورسله،\nوتؤمن بالجنة والنار والميزان، وتؤمن بالبعث بعد الموت، وتؤمن بالقدر خيره\nوشره)). قال: فإذا فعلت ذلك فأنا مؤمن؟\n</p>\n\n<p>\nقال: ((نعم)). قال: صدقت.\n</p>\n\n<p>\nقال: يا محمد ما الإحسان؟ قال: ((الإحسان أن تعبد الله كأنك تراه، فإنك\nإن لا تراه فإنه يراك)). قال: فإذا فعلت ذلك فأنا محسن؟\n</p>\n\n<p>\nقال: ((نعم)). قال: صدقت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فمتى الساعة؟ قال: ((سبحان الله! ما المسؤول عنها بأعلم من السائل،\nولكن إن شئت نبأتك عن أشراطها)). قال: أجل. قال:\n</p>\n\n<p>\n((إذا رأيت الحفاة العراة يتطاولون في البناء وكانوا ملوكا \")). قال: ما\nالعالة الحفاة العراة؟ قال: ((العريب)). قال: ((وإذا <span id='ms056'></span> رأيت الأمة تلد ربها\nفذاك من أشراط الساعة)). قال: صدقت. ثم نهض فولى، فقال رسول الله - صلى\nالله عليه وسلم -: ((علي بالرجل)). فطلبناه كل مطلب، فلم نقدر عليه.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((أتدرون من هذا؟ هذا جبريل -\nعليه السلام - أتاكم ليعلمكم دينكم، خذوا عنه، والذي نفسي بيده ما شبه علي\nمنذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nأتاني قبل مرتي هذه، وما عرفته حتى ولى)).\n</p>\n\n<p>\nقلت: رواه مسلم باختصار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n17 - أخبرنا عبد الله بن محمد بن سلم ببيت المقدس، حدثنا حرملة بن يحيى،\nحدثنا ابن وهب، أخبرني عمرو بن الحارث أن ابن أبي هلال حدثه، عن نعيم\nالمجمر: أن صهيبا \" مولى العتواريين حدثه.\n</p>\n\n<p>\nأنه سمع أبا هريرة وأبا سعيد يخبران عن رسول الله - صلى الله عليه وسلم -\nأنه جلس على المنبر ثم قال: ((والذي نفسي بيده - ثلاث مرات -)). ثم سكت،\nوأكب كل رجل منا يبكي حزينا \" ليمين رسول الله - صلى الله عليه وسلم - ثم\nقال: ((ما من عبد يؤدي الصلوات الخمس، ويصوم رمضان، ويجتنب الكبائر السبع\nإلا فتحت له أبواب الجنة الثمانية يوم القيامة حتى إنها لتصطفق)). ثم تلا\n(إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا \" كريما\n\") [النساء: 31]. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n18 - أخبرنا عبد الله بن محمد، حدثنا إسحاق بن إبراهيم، حدثنا أبو عامر،\nحدثنا فليح بن سليمان، عن هلال بن علي، عن عبد الرحمن بن أبي عمرة.\n</p>\n\n<p>\nعن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال: ((من آمن بالله\nورسله، وأقام الصلاة، وصام رمضان، كان حقا \" على الله أن يدخله الجنة، هاجر\nفي سبيل الله، أو جلس حيث ولدته أمه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n19 - أخبرنا أحمد بن الحسن بن عبد الجبار الصوفي، حدثنا يحيى بن معين،\nحدثنا الحكم بن نافع، عن شعيب بن أبي حمزة، عن عبد الله بن عبد الرحمن بن\nأبي حسين، عن عيسى بن طلحة.\n</p>\n\n<p>\nعن عمرو بن مرة الجهني قال: جاء رجل إلى النبي - صلى الله عليه وسلم -\nفقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nيا رسول الله أرأيت إن شهدت أن لا إله إلا الله، وأنك <span id='ms057'></span> رسول الله، وصليت\nالصلوات الخمس، وأديت الزكاة، وصمت رمضان، وقمته، فممن أنا؟\n</p>\n\n<p>\nقال: ((من الصديقين والشهداء)).\n</p>\n\n<p>\n20 - حدثنا أحمد بن علي بن المثنى، حدثنا محمد بن أبي بكر المقدمي، حدثنا\nفضيل بن سليمان، حدثنا موسى بن عقبة، حدثنا عبد الله بن سلمان الأغر، عن\nأبيه.\n</p>\n\n<p>\nعن أبي أيوب قال: قال (4 / 2) رسول الله - صلى الله عليه وسلم -: ((ما من\nعبد يعبد الله لا يشرك به شيئا \"، ويقيم الصلاة، ويؤتي الزكاة، ويصوم\nرمضان، ويجتنب الكبائر إلا دخل الجنة)).\n</p>\n\n<p>\n21 - أخبرنا أحمد بن علي بن المثنى، حدثنا علي بن الجعد، أنبأنا ابن\nثوبان، عن أبيه، عن مكحول، عن معاذ بن جبل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عمير بن هانئ، عن عبد الرحمن بن غنم.\n</p>\n\n<p>\nأنه سمع معاذ بن جبل، عن رسول الله - صلى الله عليه وسلم - قال: قلت:\n</p>\n\n<p>\nحدثني بعمل يدخلني الجنة. قال: ((بخ بخ، سألت عن أمر عظيم، وهو يسير لمن\nيسره. الله عليه: تقيم الصلاة المكتوبة، وتؤتي الزكاة المفروضة، ولا تشرك\nبالله شيئا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n22 - أخبرنا الحسن بن سفيان، حدثنا محمد بن المنهال الضرير، حدثنا يزيد\nبن زريع، حدثنا هشام الدستوائي، عن يحيى بن أبي كثير، عن أبي جعفر.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((أفضل الأعمال\nعند الله تعالى إيمان لا شك فيه، وغزو لا غلول فيه، وحج مبرور)).\n</p>\n\n<p>\nقال أبو هريرة: حجة مبرورة تكفر خطايا سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n5 - باب في الإسلام 23 - والإيمان أخبرنا الفضل بن الحباب، حدثنا محمد بن\nكثير، أنبأنا سفيان، عن منصور، عن ربعي.\n</p>\n\n<p>\nعن علي، عن النبي - صلى الله عليه وسلم - قال: ((لا يؤمن العبد حتى يؤمن\nبأربع: يشهد أن لا إله إلا الله، وأني رسول الله، ويؤمن بالبعث بعد الموت،\nويؤمن بالقدر)).\n</p>\n\n<p>\n24 - أخبرنا محمد بن صالح بن ذريح بعكبراء، أنبأنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن موسى الفزاري حدثنا هشيم، عن منصور، عن الحسن.\n</p>\n\n<p>\nعن أبي بكرة قال: قال رسول الله - صلى الله عليه وسلم -: ((البذاء من\nالجفاء، والجفاء في النار. والحياء من الإيمان، والإيمان في الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n25 - أخبرنا محمد بن عبد الله بن الجنيد <span id='ms058'></span>، حدثنا عبد الوارث بن عبيد الله،\nأنبأنا الليث بن سعد، حدثني أبو هانئ الخولاني، عن عمرو بن مالك الجنبي،\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني فضالة بن عبيد قال: قال رسول الله - صلى الله عليه وسلم - في حجة\nالوداع: ((ألا أخبركم بالمؤمن؟ من أمنه الناس على أموالهم وأنفسهم.\n</p>\n\n<p>\nوالمسلم؟ من سلم الناس من لسانه ويده. والمجاهد؟ من جاهد نفسه في طاعة\nالله، والمهاجر؟ من هجر الخطايا والذنوب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n26 - أخبرنا أحمد بن الحسن بن عبد الجبار، حدثنا أبو نصر التمار، حدثنا\nحماد بن سلمة، عن يونس بن عبيد، وحميد - وذكر الصوفي آخر معهما - عن أنس بن\nمالك أن رسول الله - صلى الله عليه وسلم - قال: ((المؤمن من أمنه الناس،\nوالمسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر السوء. والذي نفسي\nبيده، لا يدخل الجنة من لا يأمن جاره بوائقه)).\n</p>\n\n<p>\n27 - أخبرنا عبدان، حدثنا محمد بن معمر، حدثنا أبو عاصم، عن ابن جريج:\nأخبرني أبو الزبير.\n</p>\n\n<p>\nأنه سمع جابر بن عبد الله قال: سمعت رسول الله - صلى الله عليه وسلم -\nيقول:\n</p>\n\n<p>\n((أسلم الناس إسلاما \" من سلم المسلمون من لسانه ويده)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هو في الصحيح بلفظ ((المسلم من سلم...)).\n</p>\n\n<p>\n28 - أخبرنا أحمد بن علي بن المثنى، حدثنا إبراهيم بن الحجاج السامي،\nحدثنا حماد بن سلمة، عن أبي قزعة، عن حكيم بن معاوية.\n</p>\n\n<p>\nعن أبيه أنه قال: يا رسول الله والذي بعثك بالحق ما أتيتك حتى حلفت عدد\nأصابعي (5 / 1) هذه أن لا آتيك، فما الذي بعثك به؟ قال:\n</p>\n\n<p>\n((الإسلام)). قال وما الإسلام؟ قال: ((أن تسلم قلبك لله، وأن توجه وجهك\nلله، وأن تصلي الصلاة المكتوبة، وتؤدي الزكاة المفروضة - أخوان نصيران - لا\nتقبل من عبد توبة أشرك بعد إسلامه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n29 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن إسماعيل ابن أبي سمينة\nحدثنا ابن أبي عدي، عن حسين المعلم، عن قتادة.\n</p>\n\n<p>\nعن أنس، عن النبي - صلى الله عليه وسلم - قال: ((لا يبلغ العبد حقيقة\nالإيمان حتى يحب للناس ما يحب لنفسه من الخير)).\n</p>\n\n<p>\n30 - أخبرنا عبد الله بن قحطبة، حدثنا العباس <span id='ms059'></span> بن عبد العظيم العنبري،\nحدثنا مؤمل بن إسماعيل، حدثنا شعبة، عن معلى بن عطاء، عن وكيع بن عدس.\n</p>\n\n<p>\nعن عمه أبي رزين قال: قال رسول الله - صلى الله عليه وسلم -: ((مثل\nالمؤمن مثل النحلة، لا تأكل إلا طيبا \"، ولا تضع إلا طيبا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n6 - باب في الموجبتين ومنازل الناس في الدنيا والآخرة 31 - أخبرنا الحسن\nبن سفيان، حدثنا محمد بن بشار، حدثنا أبو داود، حدثنا شيبان النحوي، حدثنا\nالركين بن الربيع، عن أبيه، عن عمه - وهو يسير بن عميلة -.\n</p>\n\n<p>\nعن خريم بن فاتك الأسدي قال: قال رسول الله - صلى الله عليه وسلم -:\n((الناس أربعة، والأعمال ستة: موجبتان، ومثل بمثل، وحسنة بعشر أمثالها،\nوحسنة بسبع مئة ضعف.\n</p>\n\n<p>\nوالناس موسع عليه في الدنيا والآخرة وموسع عليه في الدنيا مقتور عليه في\nالآخرة، ومقتور عليه في الدنيا موسع عليه في الآخرة، ومقتور عليه في الدنيا\nوالآخرة، وشقي في الدنيا، وشقي في الآخرة.\n</p>\n\n<p>\nوالموجبتان من قال: لا إله إلا الله - أو قال مؤمنا \" بالله - دخل الجنة،\nومن مات وهو يشرك بالله، دخل النار، ومن هم بحسنة فعملها، كتبت له عشرة\nأمثالها، ومن هم بحسنة فلم يعملها، كتبت له حسنة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nومن هم بسيئة فلم يعملها، كتبت له حسنة. ومن هم بسيئة فعملها كتبت له\nسيئة واحدة غير مضعفة، ومن أنفق نفقة فاضلة في سبيل الله، فسبع مئة ضعف)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n7 - باب ما جاء في الوحي والإسراء 32 - أخبرنا محمد بن المسيب بن إسحاق،\nحدثنا علي بن الحسين بن إشكاب، حدثنا أبو معاوية، عن الأعمش، عن مسلم، عن\nمسروق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله إذا\nتكلم بالوحي سمع أهل السماء للسماء صلصلة \" كجر السلسلة على الصفا،\nفيصعقون، فلا يزالون كذلك حتى يأتيهم جبريل، فإذا جاءهم، فزع عن قلوبهم،\nفيقولون: يا جبريل ماذا قال ربك؟ فيقول: الحق. فينادون:\n</p>\n\n<p>\nالحق)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n33 - أخبرنا أحمد بن علي بن المثنى، حدثنا خلف بن هشام البزار، حدثنا\nحماد بن زيد، حدثنا عاصم بن أبي النجود.\n</p>\n\n<p>\nعن زر بن حبيش قال: أتيت <span id='ms060'></span> حذيفة فقال: من أنت يا أصلع؟\n</p>\n\n<p>\nقلت: أنا زر بن حبيش، حدثني بصلاة رسول الله - صلى الله عليه وسلم - في\nبيت المقدس حين أسري به.\n</p>\n\n<p>\nقال: من أخبرك يا أصلع؟ قلت: القرآن، قال: القرآن؟! فقرأت (سبحان الذي\nأسرى بعبده من الليل) [الإسراء: 1]. وهكذا هي في قراءة عبد الله، إلى قوله\n(إنه هو السميع (5 / 2) البصير).\n</p>\n\n<p>\nقال: فهل تراه صلى فيه؟ قلت: لا. قال: إنه أتي بدابة - قال حماد: وصفها\nعاصم لا أحفظ صفتها - قال: فحمله عليها جبريل:\n</p>\n\n<p>\nأحدهما رديف صاحبه. فانطلق معه من ليلته حتى أتى بيت المقدس، فأري ما في\nالسماوات وما في الأرض، ثم رجعا عودهما على بدئهما، فلم يصل فيه، ولو صلى\nفيه لكانت سنة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n34 - أخبرنا أبو يعلى، حدثنا عبد الرحمن بن المتوكل المقرئ، حدثنا يحيى\nبن واضح، حدثنا الزبير بن جنادة، عن عبد الله بن بريدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((ليلة أسري بي\nانتهيت إلى بيت المقدس، فخرق جبريل الصخرة بأصبعه، وشد بها البراق)).\n</p>\n\n<p>\n35 - أخبرنا الحسن بن سفيان، حدثنا محمد بن المنهال الضرير، حدثنا يزيد\nبن زريع، حدثنا هشام الدستوائي، حدثنا المغيرة ختن مالك بن دينار، عن مالك\nبن دينار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nعن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: ((رأيت ليلة\nأسري بي رجالا \" تقرض شفاههم بمقاريض من النار، فقلت: من هؤلاء يا جبريل؟\nفقال: الخطباء من أمتك الذين يأمرون الناس بالبر وينسون أنفسهم وهم يتلون\nالكتاب أفلا يعقلون)).\n</p>\n\n<p>\n36 - أخبرنا الحسن بن سفيان، حدثنا هدبة بن خالد، حدثنا حماد بن سلمة، عن\nعطاء بن السائب، عن سعيد بن جبير.\n</p>\n\n<p>\nعن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: ((مررت ليلة أسري\nبي برائحة طيبة، فقلت: ما هذا يا جبريل؟ فقال: هذه ماشطة ابنة فرعون كانت\nتمشطها، فوقع المشط من يدها، فقالت: بسم الله. فقالت ابنة فرعون: أبي\nفقالت: ربي وربك ورب أبيك. قالت: أقول له؟ قالت:\n</p>\n\n<p>\nقولي. فقالت. فقال لها: ألك من رب غيري؟\n</p>\n\n<p>\nقالت: ربي <span id='ms061'></span> وربك الذي في السماء. قال: فأحمى لها نقرة \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nمن نحاس، وقالت له: لي إليك حاجة. قال: وما حاجتك؟ قالت:\n</p>\n\n<p>\nحاجتي أن تجمع بين عظامي وبين عظام ولدي. قال: ذلك لك، لما لك علينا من\nالحق. فألقاها وولدها في البقرة واحدا \" واحدا \"، وكان لها صبي فقال: يا\nأمتاه فاصبري، فإنك على الحق)).\n</p>\n\n<p>\nقال ابن عباس: أربعة تكلموا وهم صغار: ابن ماشطة فرعون، وصبي جريج، وعيسى\nبن مريم، والرابع لا أحفظه.\n</p>\n\n<p>\n37 - أخبرنا جعفر بن أحمد بن صليح بواسط، حدثنا عبد الحميد بن بيان\nالسكري، حدثنا يزيد بن هارون، أنبأنا حماد بن سلمة، فذكر بإسناده نحوه،\nباختصار حاجتها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n8 - باب في الرؤية 38 - أخبرنا أحمد بن عمرو المعدل بواسط، أنبأنا أحمد\nبن سنان القطان، حدثنا يزيد بن هارون، أنبأنا محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن ابن عباس قال: ((قد رأى محمد - صلى الله عليه وسلم - ربه)).\n</p>\n\n<p>\n39 - أخبرنا عمر بن محمد الهمداني، حدثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل البخاري، حدثنا الحجاج بن المنهال، حدثنا حماد بن سلمة، عن يعلى\nبن عطاء، عن وكيع بن حدس.\n</p>\n\n<p>\nعن عمه أبي رزين العقيلي قال: قلت: يا رسول الله، هل نرى ربنا يوم\nالقيامة؟ قال: ((هل ترون ليلة البدر القمر - أو الشمس بغير سحاب؟)). قالوا:\nنعم. قال: ((فالله أعلم)). قلت: يا رسول الله، أين كان ربنا قبل أن يخلق (6\n/ 1) السماوات والأرض؟ قال: ((في عماء، ما فوقه هواء، وما تحته هواء)).\n</p>\n\n<p>\n9 - باب إن للملك لمة، وللشيطان لمة 40 - أخبرنا أحمد بن علي بن المثنى،\nحدثنا هناد بن السرى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو الأحوص، عن عطاء بن السائب، عن مرة الهمداني.\n</p>\n\n<p>\nعن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -: ((إن للشيطان\nلمة \"، وللملك لمة \". فأما لمة الشيطان فإيعاد بالشر وتكذيب بالحق، وأما\nلمة الملك فإيعاد بالخير، وتصديق بالحق. فمن وجد ذلك فليحمد الله، ومن وجد\nالآخر فليتعوذ من الشيطان)) ثم قرأ (الشيطان يعدكم الفقر). [البقرة: 268].\nالآية.\n</p>\n\n<p>\n10 - باب ما جاء في الوسوسة 41 - أخبرنا العباس بن أحمد بن حسان السامي\nبالبصرة، حدثنا كثير بن عبيد <span id='ms062'></span> المذحجي، حدثنا مروان بن معاوية، عن هشام بن\nعروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم - ((لن يدع الشيطان\nأن يأتي أحدكم فيقول: من خلق السماوات والأرض؟ فيقول: الله، فيقول: فمن\nخلقك؟ فيقول: الله، فيقول: من خلق الله؟ فإذا أحس أحدكم بذلك فليقل: آمنت\nبالله وبرسله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n42 - أخبرنا أبو يعلى، حدثنا أبو بكر بن أبي شيبة، حدثنا محمد بن بشر،\nحدثنا محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رجل: يا رسول الله، إنا لنجد في أنفسنا شيئا \" ما\nنحب أن نتكلم به، وأن لنا ما طلعت عليه الشمس. فقال رسول الله - صلى الله\nعليه وسلم -: ((قد وجدتم ذلك؟)) قالوا: نعم. قال: ((ذاك صريح الإيمان)).\n</p>\n\n<p>\n43 - أخبرنا أبو عروبة بحران، حدثنا محمد بن بشار، حدثنا ابن أبي عدي، عن\nشعبة، عن عاصم بن بهدلة، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة، إنهم قالوا: يا رسول الله إنا لنجد في أنفسنا شيئا \" لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nيكون أحدنا حممه أحب إليه من أن يتكلم به. قال: ((ذاك محض الإيمان)).\n</p>\n\n<p>\n44 - أخبرنا أبو خليفة، حدثنا مسدد، حدثنا خالد، عن سهيل بن أبي صالح، عن\nأبيه، فذكر نحوه.\n</p>\n\n<p>\n45 - أخبرنا محمد بن مسرور بن يسار بأرغيان، حدثنا الحسن بن محمد بن\nالصباح، حدثنا إسحاق الأزرق، حدثنا سفيان، عن حماد، عن سعيد بن جبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس، ان رجلا \" أتى النبي - صلى الله عليه وسلم - فقال: يا رسول\nالله، إني لأجد في صدري الشيء لأن أكون حممة أحب إلي من أن أتكلم به.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((الله أكبر، الحمد لله الذي رد\nأمره إلى الوسوسة)).\n</p>\n\n<p>\n46 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا قتيبة بن سعيد،\nحدثنا جرير، عن منصور، عن ذر، عن عبد الله بن شداد بن الهاد.\n</p>\n\n<p>\nعن ابن عباس.. فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n11 - باب فيما يخالف كمال الإيمان 47 - أخبرنا أبو يعلى، حدثنا الحسن بن\nالصباح البزار، حدثنا مؤمل بن إسماعيل، عن حماد بن سلمة، عن ثابت.\n</p>\n\n<p>\nعن أنس <span id='ms063'></span> بن مالك قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال في\nخطبته: ((لا إيمان لمن لا أمانة له، ولا دين لمن لا عهد له)).\n</p>\n\n<p>\n48 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن يزيد الرفاعي أبو\nهشام، حدثنا أبو بكر بن عياش، حدثنا الحسن بن عمرو الفقيمي، عن محمد بن عبد\nالرحمن بن يزيد، عن أبيه.\n</p>\n\n<p>\nعن عبد الله قال: قال رسول الله - صلى الله عليه وسلم - (6 / 2): ((ليس\nالمؤمن بالطعان، ولا اللعان، ولا البذيء، ولا الفاحش)).\n</p>\n\n<p>\n12 - باب ما جاء في الكبر 49 - أخبرنا محمد بن زهير بالأبلة، حدثنا عبد\nالله بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالكندي، حدثنا ابن فضيل، عن عطاء بن السائب، عن سعيد بن جبير.\n</p>\n\n<p>\nعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - عن الله - جل\nوعلا:\n</p>\n\n<p>\n((الكبرياء ردائي، والعظمة إزاري، فمن نازعني في شيء منه أدخلته النار)).\n</p>\n\n<p>\n13 - باب في الكبائر 50 - أخبرنا أحمد بن علي بن المثنى، حدثنا هارون بن\nمعروف، حدثنا المقرئ، حدثنا حياة، حدثني أبو هانئ، عن أبي علي عمرو بن مالك\nالجنبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعن فضالة بن عبيد، عن رسول الله - صلى الله عليه وسلم - قال: ((ثلاثة لا\nتسأل عنهم: رجل فارق الجماعة وعصى إمامة. وعبد أبق من سيده فمات ومات عاصيا\n\"، وامرأة غاب عنها زوجها وقد كفاها مؤنة الدنيا فخانته بعده.\n</p>\n\n<p>\nوثلاثة لا تسأل عنهم: رجل نازع الله رداءه، فإن رداءه الكبر وإزاره العز،\nورجل في شك من أمر الله، والقانط من رحمة الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n51 - أخبرنا القطان بالرقة، حدثنا هشام بن عمار، حدثنا صدقة بن خالد،\nحدثنا خالد بن دهقان، حدثنا عبد الله بن أبي زكريا، قال: سمعت أم الدرداء\nتقول:\n</p>\n\n<p>\nسمعت أبا الدرداء يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((كل ذنب عسى الله أن يغفره. إلا من مات مشركا \"، أو قتل مؤمنا \" متعمدا\n\")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n52 - أخبرنا الحسن بن سفيان، حدثنا قتيبة بن سعيد، حدثنا عبد الرحمن بن\nأبي الموال، عن عبيد الله بن عبد الرحمن بن موهب، عن عمرة.\n</p>\n\n<p>\nعن عائشة أن رسول الله - صلى <span id='ms064'></span> الله عليه وسلم - قال: ((ستة لعنهم الله،\nوكل نبي مجاب: الزائد في كتاب الله، والمكذب بقدر الله، والمتسلط بالجبروت\nليذل بذلك من أعز الله، ويعز به من أذل الله، والمستحل لحرم الله، والمستحل\nمن عترتي ما حرم الله، والتارك لسنتي)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n53 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو خيثمة، حدثنا عبد الملك بن\nعمرو - يعني أبا عامر العقدي - حدثنا زهير بن أحمد، عن عمرو بن أبي عمرو،\nعن عكرمة.\n</p>\n\n<p>\nعن ابن عباس، عن النبي - صلى الله عليه وسلم - قال: ((لعن الله من ذبح\nلغير الله، ولعن الله من غير تخوم الأرض، ولعن الله من كمه أعمى عن السبيل،\nولعن الله من سب والديه، ولعن الله من تولى غير مواليه، ولعن الله من عمل\nعمل قوم لوط))، قالها ثلاثا \" في عمل قوم لوط.\n</p>\n\n<p>\n54 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا\nحماد بن مسعدة، عن ابن عجلان، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((ثلاثة لا ينظر\nالله إليهم يوم القيامة: الشيخ الزاني، والإمام الكذاب، والعائل المزهو)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n55 - أخبرنا إسحاق بن إبراهيم بن إسماعيل ببست، حدثنا إسماعيل بن مسعود\nالجحدري، حدثنا يزيد بن زريع، حدثنا عبد الرحمن بن إسحاق، عن سعيد بن أبي\nسعيد المقبري.\n</p>\n\n<p>\nعن أبي هريرة. فذكره بنحوه.\n</p>\n\n<p>\n56 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا يزيد بن موهب، حدثنا ابن وهب،\nأخبرني عمر بن محمد، عن عبد الله بن يسار، سمع سالم بن عبد الله يقول:\n</p>\n\n<p>\nقال ابن عمر: قال رسول الله - صلى الله عليه وسلم -: ((ثلاثة لا ينظر\nالله إليهم يوم القيامة: العاق لوالديه، ومدمن الخمر، والمنان بما أعطى)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n57 - أخبرنا أحمد بن عمير (7 / 1) بن جوصاء بدمشق، حدثنا يونس بن عبد\nالأعلى، حدثنا بشر بن محمد، عن الأوزاعي قال:\n</p>\n\n<p>\nحدثني إسماعيل بن عبيد الله، قال: حدثتني كريمة بنت الحسحاس المزنية\nقالت:\n</p>\n\n<p>\nسمعت أبا هريرة وهو في بيت أم الدرداء يقول: قال رسول الله - صلى الله\nعليه وسلم -: ((ثلاث من الكفر: شق الجيب <span id='ms065'></span>، والنياحة، والطعن في النسب)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n58 - أخبرنا عبد الأعلى بن محمد بن سالم، قال: حدثنا عبد الرحمن بن\nإبراهيم، حدثنا الفريابي قال: حدثنا الأوزاعي.. فذكر نحوه، إلا أنه قال:\n((ثلاث هي الكفر بالله)).\n</p>\n\n<p>\n14 - باب المراء في القرآن 59 - أخبرنا عبد الله بن محمد الأزدي، حدثنا\nإسحاق بن إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالحنظلي، حدثنا محمد بن عبيد، حدثنا محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال: ((المراء في\nالقرآن كفر)).\n</p>\n\n<p>\n15 - باب فيمن أكفر مسلما \" 60 - أخبرنا الحسن بن سفيان، حدثنا الحسن بن\nعمر بن شقيق، حدثنا سلمة بن الفضل، عن ابن إسحاق، عن عاصم بن عمر بن قتادة،\nعن محمود بن لبيد.\n</p>\n\n<p>\nعن أبي سعيد قال: قال رسول الله - صلى الله عليه وسلم -: ((ما أكفر رجل\nرجلا \" إلا باء أحدهما بها، إن كان كافرا \"، وإلا كفر بتكفيره)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n16 - باب ما جاء في النفاق 61 - أخبرنا أحمد بن علي في عقبة، قال: حدثنا\nأبو الربيع، حدثنا جرير، عن الأعمش، عن أبي سفيان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nعن جابر، عن النبي - صلى الله عليه وسلم - قال... مثله.\n</p>\n\n<p>\nقلت: وهو: قال رسول الله - صلى الله عليه وسلم -: ((أربع خلال من كن فيه\nكان منافقا \" خالصا \": من إذا حدث كذب، وإذا وعد أخلف، وإذا عاهد غدر، وإذا\nخاصم فجر، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق)).\n</p>\n\n<p>\n62 - أخبرنا جعفر بن أحمد بن سنان القطان، حدثنا يحيى بن داود، حدثنا\nوكيع، حدثنا سفيان، عن محمد بن عمرو، عن عبيدة بن سفيان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الجعد الضمري قال: قال رسول الله - صلى الله عليه وسلم -: ((من\nترك الجمعة ثلاثا \" من غير عذر، فهو منافق)).\n</p>\n\n<p>\n17 - باب في إبليس وجنوده 63 - أخبرنا أبو يعلى، حدثنا محمد بن أبي بكر\nالمقدمي، حدثنا محمد بن عبد الله الزبيري، حدثنا سفيان، عن عطاء بن السائب،\nعن أبي عبد الرحمن السلمي.\n</p>\n\n<p>\nعن أبي موسى، عن النبي - صلى الله عليه وسلم - قال: ((إذا أصبح إبليس، بث\nجنوده فيقول: من أضل اليوم مسلما \"، ألبسته التاج. قال: فيخرج هذا فيقول <span id='ms066'></span>:\nلم أزل به حتى طلق امرأته، فيقول: أوشك أن يتزوج.\n</p>\n\n<p>\nويجيء هذا فيقول: لم أزل به حتى عق والديه فيقول: يوشك أن يبرهما.\n</p>\n\n<p>\nويجيء هذا فيقول: لم أزل به حتى أشرك. فيقول: أنت أنت.\n</p>\n\n<p>\nويجيء هذا ويقول: لم أزل به حتى قتل، فيقول: أنت أنت، ويلبسه التاج)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n64 - أخبرنا أبو عروبة، حدثنا محمد بن بشار، حدثنا ابن مهدي، حدثنا\nسفيان، عن أبي الزبير.\n</p>\n\n<p>\nعن جابر عن النبي - صلى الله عليه وسلم - قال: ((إن إبليس قد يئس أن\nيعبده المصلون، ولكنه في التحريش بينهم)).\n</p>\n\n<p>\n18 - باب في أهل الجاهلية 65 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nالحارث بن سريج النقال، حدثنا يحيى بن يمان، عن محمد بن عمرو، عن أبي سلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي (7 / 2) هريرة، عن النبي - صلى الله عليه وسلم - قال: ((إذا مررتم\nبقبورنا وقبوركم من أهل الجاهلية، فأخبروهم أنهم في النار)).\n</p>\n\n<p>\n66 - أخبرنا محمد بن صالح بن ذريح بعكبرا، أنبأنا مسروق بن المرزبان،\nحدثنا ابن أبي زائدة، حدثنا أبي، عن عامر، قال:\n</p>\n\n<p>\nقال رسول الله - صلى الله عليه وسلم -: ((الوائدة والموؤودة في النار)).\n</p>\n\n<p>\n67 - أخبرنا ابن ذريح في عقبة، حدثنا مسروق بن المرزبان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن أبي زائدة، قال: قال أبي: فحدثني أبو إسحاق أن عامرا \" حدثه\nبذلك عن علقمة.\n</p>\n\n<p>\nعن ابن مسعود عن النبي - صلى الله عليه وسلم - قال... مثله.\n</p>\n\n<p>\n68 - أخبرنا أحمد بن علي بن المثنى، حدثنا علي بن الجعد الجوهري، حدثنا\nشعبة، عن سماك بن حرب قال: سمعت مري بن قطري يحدث.\n</p>\n\n<p>\nعن عدي بن حاتم قال: قلت: يا رسول الله إن أبي كان يصل الرحم، وكان يفعل\nويفعل.\n</p>\n\n<p>\nقال: ((إن أباك أراد أمرا \" فأدركه)) يعني الذكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قلت: يا رسول الله إني أسألك عن طعام لا أدعه إلا تحرجا \"، قال:\n((لا تدع شيئا \" ضارعت النصرانية فيه)).\n</p>\n\n<p>\n69 - أخبرنا إسحاق بن إبراهيم بن إسماعيل ببست، حدثنا أحمد بن المقدام\nالعجلي، حدثنا معتمر بن سليمان، حدثني أبي، عن قتادة، عن عقبة بن عبد\nالغافر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد الخدري أن رسول الله - صلى الله عليه وسلم <span id='ms067'></span> - قال: ((ليأخذن\nالرجل بيد أبيه يوم القيامة يريد أن يدخله الجنة فينادى: إن الجنة لا\nيدخلها مشرك، إن الله قد حرم الجنة على كل مشرك. فيقول أي رب، أبي! فيتحول\nإلى صورة قبيحة وريح منتنة)).\n</p>\n\n<p>\nقال أبو سعيد: فكان أصحاب محمد - صلى الله عليه وسلم - يرون أنه إبراهيم.\n</p>\n\n<p>\nولم يزدهم رسول الله - صلى الله عليه وسلم - على ذلك.\n</p>\n\n<p>\n70 - أخبرنا أحمد بن يحيى بن زهير بتستر، حدثنا أحمد بن المقدام العجلي.\nقلت: فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n2 - كتاب العلم 1 - باب فيما بثه سيدنا رسول الله صلى الله عليه وسلم 71\n- أخبرنا الحسين بن أحمد بن بسطام بالأبلة، حدثنا محمد بن عبد الله بن\nيزيد، حدثنا سفيان، عن قطر، عن أبي الطفيل.\n</p>\n\n<p>\nعن أبي ذر قال: تركنا رسول الله - صلى الله عليه وسلم - وما طائر يطير\nبجناحيه إلا عندنا منه علم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب رواية الحديث لمن فهمه ومن لا يفهمه 72 - أخبرنا عمر بن محمد\nالهمداني، حدثنا أبو داود، حدثنا شعبة، عن عمر بن سليمان، قال سمعت عبد\nالرحمن بن أبان يحدث عن أبيه قال:\n</p>\n\n<p>\nخرج زيد بن ثابت من عند مروان نصف النهار، قال: قلت: ما بعث إليه هذه\nالساعة إلا لشيء سأله عنه، فسألته فقال: سألنا عن أشياء سمعناها من رسول\nالله - صلى الله عليه وسلم - سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((نضر الله امرءا \" سمع منا حديثا \" فبلغه غيره، فرب حامل فقه إلى من هو\nأفقه منه، ورب حامل فقه ليس بفقيه.\n</p>\n\n<p>\nثلاث لا يغل عليهن قلب مسلم: إخلاص العمل لله، ومناصحة ولاة الأمر، ولزوم\nالجماعة، فإن دعوتهم تحيط من ورائهم. ومن كانت الدنيا نيته فرق الله عليه\nأمره، وجعل فقره بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nعينيه، ولم يأته من الدنيا إلا ما كتب له. ومن كانت الآخرة نيته، جمع\nالله أمره، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n73 - أخبرنا أبو خليفة، حدثنا مسدد، حدثنا يحيى بن سعيد، عن شعبة، حدثني\nعمر بن سليمان (8 / 1) - هو ابن عاصم بن عمر بن الخطاب -، عن عبد الرحمن بن\nأبان <span id='ms068'></span> - هو ابن عثمان بن عفان - فذكر نحوه إلا أنه قال: ((رحم الله امرءا\n\")).\n</p>\n\n<p>\n74 - أخبرنا الحسن بن سفيان، حدثنا صفوان بن صالح، حدثنا الوليد بن مسلم،\nحدثنا سليمان، حدثني سماك بن حرب، عن عبد الرحمن بن عبد الله يعني ابن\nمسعود.\n</p>\n\n<p>\nعن أبيه قال: سمعت النبي - صلى الله عليه وسلم - يقول: ((رحم الله من سمع\nمنا حديثا \" فبلغه كما سمعه، فرب مبلغ أوعى من سامع)).\n</p>\n\n<p>\n75 - أخبرنا ابن خزيمة، حدثنا محمد بن عثمان العجلي، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن موسى، عن إسرائيل، عن سماك.. فذكره. إلا أنه قال:\n</p>\n\n<p>\n((نضر الله امرءا \")).\n</p>\n\n<p>\n76 - أخبرنا محمد بن عمر بن يوسف، حدثنا نصر بن علي الجهضمي، أخبرنا عبد\nالله بن داود، عن علي بن صالح، عن سماك..\n</p>\n\n<p>\nفذكر نحوه.\n</p>\n\n<p>\n77 - أخبرنا الحسن بن سفيان، حدثنا عبد الله بن جعفر البرمكي، حدثنا عبيد\nالله بن موسى، عن شيبان، عن الأعمش، عن عبد الله بن عبد الله، عن سعيد بن\nجبير.\n</p>\n\n<p>\nعن ابن عباس، عن النبي - صلى الله عليه وسلم - قال: ((تسمعون، ويسمع منكم\n[ويسمع] ممن يسمع منكم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب طلب العلم والرحلة فيه 78 - أخبرنا إبراهيم بن إسحاق الأنماطي\nالزاهد، أنبأنا يعقوب بن إبراهيم، حدثنا محمد بن خازم، عن الأعمش، عن أبي\nصالح.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((من سلك طريقا\n\" يطلب فيه علما \" سهل [الله] له به طريقا \" إلى الجنة. ومن أبطأ به عمله،\nلم يسرع به نسبه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n79 - أخبرنا ابن خزيمة، حدثنا محمد بن يحيى، ومحمد بن رافع قالا: حدثنا\nعبد الرزاق، أنبأنا معمر، عن عاصم، عن زر قال:\n</p>\n\n<p>\nأتيت صفوان بن عسال المرادي، فقال: ما جاء بك؟ قلت:\n</p>\n\n<p>\nجئت أنبط العلم. قال: فإني سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((ما من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nخارج يخرج من بيته يطلب العلم إلا وضعت له الملائكة أجنحتها رضا \" بما\nيصنع)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وله طرق تأتي.\n</p>\n\n<p>\n80 - أخبرنا محمد بن إسحاق الثقفي، حدثنا عبد الأعلى بن حماد، حدثنا عبد\nالله بن داود الخريبي قال: سمعت عاصم بن [رجاء بن <span id='ms069'></span>] حياة، عن داود بن جميل،\nعن كثير بن قيس قال:\n</p>\n\n<p>\nكنت جالسا \" مع أبي الدرداء في مسجد دمشق فأتاه رجل فقال:\n</p>\n\n<p>\nيا أبا الدرداء إني أتيتك من مدينة الرسول - صلى الله عليه وسلم - في\nحديث بلغني أنك تحدثه عن رسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\nفقال أبو الدرداء: أما جئت لحاجة؟ أما جئت لتجارة؟\n</p>\n\n<p>\nأما جئت إلا لهذا الحديث؟ قال: نعم. قال فإني سمعت رسول الله - صلى الله\nعليه وسلم - يقول: ((من سلك طريقا \" يطلب فيه علما \"، سلك الله به طريقا \"\nمن طرق الجنة، والملائكة تضع أجنحتها رضا \" لطالب العلم، وإن العالم\nليستغفر له من في السماوات ومن في الأرض، والحيتان في الماء. وفضل العالم\nعلى العابد كفضل القمر ليلة البدر على سائر الكواكب. إن العلماء ورثة\nالأنبياء، إن الأنبياء لم يورثوا دينارا \" ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nدرهما \"، وأورثوا العلم، فمن أخذه، أخذ بحظ وافر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n81 - أخبرنا أبو يعلى، حدثنا محمد بن أبي بكر المقدمي، حدثنا المقرئ،\nحدثنا حياة، حدثني أبو صخر، أن سعيدا \" المقبري أخبره.\n</p>\n\n<p>\nأنه سمع أبا هريرة، أنه سمع رسول الله - صلى الله عليه وسلم - يقول: ((من\nدخل مسجدنا هذا ليتعلم خيرا \" أو ليعلمه، كان كالمجاهد في سبيل الله (8 /\n2)، ومن دخله لغير ذلك، كان كالناظر إلى ما ليس له)).\n</p>\n\n<p>\n4 - باب الخير عادة 82 - أخبرنا محمد بن الحسن بن الخليل، حدثنا هشام بن\nعمار، حدثنا الوليد بن مسلم، حدثنا مروان بن جناح، عن يونس بن ميسرة بن\nحابس، قال:\n</p>\n\n<p>\nسمعت معاوية عن رسول الله - صلى الله عليه وسلم - قال: ((الخير عادة،\nوالشر لجاجة. ومن يرد الله به خيرا \" يفقهه في الدين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: في الصحيح منه ((من يرد الله به خيرا \" يفقهه في الدين)) فقط.\n</p>\n\n<p>\n5 - باب في المجالس 83 - أخبرنا ابن سلم، حدثنا حرملة، حدثنا ابن وهب،\nأخبرني حرملة، عن دراج، عن أبي الهيثم.\n</p>\n\n<p>\nعن أبي سعيد قال: قال رسول الله - صلى الله عليه وسلم -: ((المجالس\nثلاثة:\n</p>\n\n<p>\nسالم، وغانم، وشاجب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n6 - باب فيمن علم علما \" 84 - أخبرنا أبو عروبة، حدثنا محمد بن وهب بن\nأبي كريمة، حدثنا <span id='ms070'></span> محمد بن سلمة، عن أبي عبد الرحيم، قال: حدثني زيد بن أبي\nأنيسة، عن فليح بن سليمان، عن زيد بن أسلم، عن عبد الله بن أبي قتادة.\n</p>\n\n<p>\nعن أبيه قال: سمعت النبي - صلى الله عليه وسلم - يقول: ((خير ما يخلف\nالمرء بعد موته ثلاث: ولد صالح يدعو له، وصدقة تجري يبلغه أجرها، وعلم يعمل\nبه من بعده)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n85 - أخبرنا الحسن بن سفيان، حدثنا إسماعيل بن عبيد بن أبي كريمة: هو\nالحراني، حدثنا محمد بن سلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة...\nفذكر نحوه.\n</p>\n\n<p>\n7 - باب فيمن لا يشبع من العلم ويجمع العلم 86 - أخبرنا عبد الله بن محمد\nبن سلم ببيت المقدس، حدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو بن\nالحارث: أن أبا السمح حدثه، عن ابن حجيرة.\n</p>\n\n<p>\nعن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال: ((سأل موسى ربه\nعن ست خصال كان يظن أنها له خالصة \"، والسابعة لم يكن موسى يحبها، قال: يا\nرب، أي عبادك أتقى؟ قال: الذي يذكر ولا ينسى. قال: فأي عبادك أهدى؟ قال:\nالذي يتبع الهدى. قال: فأي عبادك أحكم؟ قال:\n</p>\n\n<p>\nالذي يحكم للناس كما يحكم لنفسه. قال: فأي عبادك أعلم؟ قال:\n</p>\n\n<p>\nالذي لا يشبع من العلم، يجمع علم الناس إلى علمه. قال: فأي عبادك أعز؟\nقال: الذي إذا قدر، غفر. قال: فأي عبادك أغنى؟ قال: الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nيرضى بما يؤتى. قال: فأي عبادك أفقر؟، قال: صاحب مبغوض)) قال رسول الله -\nصلى الله عليه وسلم -: ((ليس الغنى عن ظهر، إنما الغنى غنى النفس. وإذا\nأراد الله بعبد خيرا \"، جعل غناه في نفسه وتقاه في قلبه، وإذا أراد بعبد\nشرا \" جعل فقره بين عينيه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n8 - باب فيمن له رغبة في العلم 87 - أخبرنا محمد بن أحمد بن أبي عون،\nحدثنا أبو بشر بكر بن خلف، حدثنا ابن أبي عدي، عن حميد.\n</p>\n\n<p>\nعن أنس بن مالك قال: كان رسول الله - صلى الله عليه وسلم - يحب أن يليه\nالمهاجرون والأنصار ليحفظوا عنه.\n</p>\n\n<p>\n88 - أخبرنا الصوفي ببغداد، حدثنا <span id='ms071'></span> الهيثم بن خارجة، حدثنا الجراح بن مليح\nالبهراني، قال: سمعت بكر بن زرعة الخولاني قال:\n</p>\n\n<p>\nسمعت أبا عنبة الخولاني - وهو من أصحاب النبي - صلى الله عليه وسلم - وهو\nممن صلى القبلتين (9 / 1) كلتيهما، وأكل الدم في الجاهلية - يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا يزال الله يغرس في هذا\nالدين غرسا \" بغرس يغرس، يستعملهم في طاعته)).\n</p>\n\n<p>\n9 - باب في النية في طلب العلم 89 - أخبرنا محمد بن عبد الله [بن يحيى]\nبن محمد بن مخلد، حدثنا أبو الربيع سليمان بن داود (ح).\n</p>\n\n<p>\nوأخبرنا عمر بن محمد بن بحير، حدثنا أبو الطاهر بن السرح، قالا: حدثنا\nابن وهب، أخبرني أبو يحيى بن سليمان الخزاعي، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عبد الرحمن بن معمر الأنصاري، عن سعيد بن يسار.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((من تعلم علما\n\" مما يبتغي به وجه الله، لا يتعلمه إلا ليصيب عرضا \" من الدنيا، لم يجد\nعرف الجنة يوم القيامة)).\n</p>\n\n<p>\n90 - أخبرنا أحمد بن محمد بن سعيد المروزي بالبصرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن سهل بن عسكر، حدثنا ابن أبي مريم، عن يحيى بن أيوب، عن ابن\nجريج، عن أبي الزبير.\n</p>\n\n<p>\nعن جابر قال: قال رسول الله - صلى الله عليه وسلم -: ((لا تعلموا العلم\nلتباهوا به العلماء، ولا تماروا به السفهاء، ولا تجيزوا به المجالس، فمن\nفعل ذلك، فالنار النار)).\n</p>\n\n<p>\n10 - باب جدال المنافق 91 - أخبرنا أبو يعلى، حدثنا خليفة بن خياط، حدثنا\nخالد بن الحارث، حدثنا حسين المعلم، عن عبد الله بن بريدة.\n</p>\n\n<p>\nعن عمران بن حصين قال: قال رسول الله - صلى الله عليه وسلم -: ((أخوف ما\nأخاف عليكم جدال منافق عليم اللسان)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n11 - باب معرفة أهل الحديث بصحته وضعفه 92 - أخبرنا أبو يعلى، حدثنا أبو\nخيثمة، حدثنا أبو عامر العقدي، حدثنا سليمان بن بلال، عن ربيعة بن أبي عبد\nالرحمن، عن عبد الملك بن سعيد بن سويد.\n</p>\n\n<p>\nعن أبي حميد وأبي أسيد: أن النبي - صلى الله عليه وسلم - قال: ((إذا\nسمعتم الحديث عني تعرفه قلوبكم، وتلين له <span id='ms072'></span> أشعاركم وأبشاركم، وترون أنه منكم\nقريب، فأنا أولاكم به.\n</p>\n\n<p>\nوإذا سمعتم الحديث تنكره قلوبكم، وتنفر منه أشعاركم وأبشاركم، وترون أنه\nمنكم بعيد، فأنا أبعدكم منه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n12 - باب النهي عن كثرة السؤال لغير فائدة 93 - أخبرنا محمد بن عمر بن\nيوسف بن سالم، حدثنا نصر بن علي، خبرنا يزيد بن زريع، حدثنا عبد الرحمن، عن\nسعيد المقبري.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله كره\nلكم قيل وقال، وكثرة السؤال، وإضاعة المال)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n13 باب السؤال للفائدة 94 - أخبرنا الحسن بن سفيان الشيباني، والحسين بن\nعبد الله القطان بالرقة، وابن سلم - واللفظ للحسن - قالوا: حدثنا إبراهيم\nبن هشام بن يحيى بن يحيى الغساني، حدثنا أبي، عن جدي، عن أبي إدريس\nالخولاني.\n</p>\n\n<p>\nعن أبي ذر قال: دخلت المسجد فإذا رسول الله - صلى الله عليه وسلم - جالس\nوحده، فقال: ((يا أبا ذر، إن للمسجد تحية \"، وإن تحيته ركعتان، فقم\nفاركعهما)).\n</p>\n\n<p>\nقال: فقمت فركعتهما، ثم عدت فجلست إليه، فقلت: يا رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nالله، إنك أمرتني بالصلاة، فما الصلاة؟ قال: ((خير موضوع، استكثر أو\nاستقل)).\n</p>\n\n<p>\nقال قلت: يا رسول الله، أي العمل أفضل؟ قال: ((إيمان بالله، وجهاد في\nسبيل الله)) (9 / 2).\n</p>\n\n<p>\nقال قلت: يا رسول الله، فأي المؤمنين أكمل إيمانا \"؟ قال:\n</p>\n\n<p>\n((أحسنهم خلقا \")).\n</p>\n\n<p>\nقلت: يا رسول الله، فأي المؤمنين أسلم؟ قال: ((من سلم الناس من لسانه\nويده)).\n</p>\n\n<p>\nقلت: يا رسول الله، فأي الصلاة أفضل؟ قال: ((طول القنوت)).\n</p>\n\n<p>\nقلت: يا رسول الله، فأي الهجرة أفضل؟ قال: ((من هجر السيئات)).\n</p>\n\n<p>\nقلت: يا رسول الله، فما الصيام؟ قال: ((فرض مجزي، وعند الله أضعاف\nكثيرة)).\n</p>\n\n<p>\nقلت: يا رسول الله، فأي الجهاد أفضل؟ قال: ((من عقر جواده وأهريق دمه)).\n</p>\n\n<p>\nقلت: يا رسول الله، فأي الصدقة أفضل؟ قال: ((جهد المقل يسر إلى فقير)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: يا رسول الله، فأي ما أنزل عليك أعظم؟ قال: ((آية الكرسي)) ثم قال:\n((يا أبا ذر، ما السماوات السبع مع الكرسي إلا كحلقة ملقاة بأرض فلاة، وفضل\nالعرش على الكرسي كفضل الفلاة على الحلقة)).\n</p>\n\n<p>\nقلت: يا رسول الله <span id='ms073'></span>، كم الأنبياء؟ قال: ((مئة ألف وعشرون ألفا \")).\n</p>\n\n<p>\nقلت: يا رسول الله، كم الرسل من ذلك؟ قال: ((ثلاث مئة وثلاثة عشر جما \"\nغفيرا \")).\n</p>\n\n<p>\nقلت: يا رسول الله، من كان أولهم؟ قال: ((آدم عليه السلام)).\n</p>\n\n<p>\nقلت: يا رسول الله، أنبي مرسل؟ قال: ((نعم، خلقه الله بيده، ونفخ فيه من\nروحه، وكلمه قبلا \")).\n</p>\n\n<p>\nثم قال: ((يا أبا ذر، أربعة سريانيون: آدم، وشيث، وأخنوخ - وهو إدريس،\nوهو أول من خط بالقلم - ونوح.\n</p>\n\n<p>\nوأربعة من العرب: هود، وشعيب، وصالح، ونبيك محمد)).\n</p>\n\n<p>\n- صلى الله عليهم أجمعين -.\n</p>\n\n<p>\nقلت: يا رسول الله، كم كتابا \" أنزله؟ قال: ((مئة كتاب، وأربعة كتب: أنزل\nعلى شيث خمسون صحيفة \"، وأنزل على أخنوخ ثلاثون صحيفة \"، وأنزل على إبراهيم\nعشر صحائف، وأنزل على موسى قبل التوراة عشر صحائف، وأنزل التوراة والإنجيل\nوالزبور والفرقان)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: يا رسول الله، ما كانت صحف إبراهيم؟ قال: ((كانت أمثالا \" كلها:\nأيها الملك المسلط المبتلى المغرور، إني لم أبعثك لتجمع الدنيا بعضها على\nبعض، ولكني بعثتك لترد عني دعوة المظلوم، فإني لا أردها وإن كانت من كافر.\n</p>\n\n<p>\nوعلى العاقل - ما لم يكن مغلوبا \" على عقله - أن تكون له ساعات: ساعة\nيناجي فيها ربه، وساعة يحاسب فيها نفسه، وساعة يتفكر فيها في صنع الله،\nوساعة يخلو فيها لحاجته في المطعم والمشرب.\n</p>\n\n<p>\nوعلى العاقل أن لا يكون ظاعنا \" إلا لثلاث: تزود لمعاد، أو مرمة لمعاش،\nأو لذة في غير محرم.\n</p>\n\n<p>\nوعلى العاقل أن يكون بصيرا \" بزمانه، مقبلا \" على شأنه، حافظا \" للسانه.\nومن حسب كلامه من عمله، قل كلامه إلا فيما يعنيه)).\n</p>\n\n<p>\nقلت: يا رسول الله، فما كانت صحف موسى عليه السلام؟ قال:\n</p>\n\n<p>\n((كانت عبرا \" كلها: عجبت لمن أيقن بالموت ثم هو يفرح.\n</p>\n\n<p>\nعجبت لمن أيقن بالنار ثم هو يضحك.\n</p>\n\n<p>\nعجبت لمن أيقن بالقدر ثم هو ينصب.\n</p>\n\n<p>\nعجبت لمن رأى الدنيا وتقلبها بأهلها ثم اطمأن إليها.\n</p>\n\n<p>\nعجبت لمن أيقن بالحساب غدا \" ثم لا يعمل)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nقلت يا رسول الله أوصني. قال: ((أوصيك بتقوى الله، فإنه رأس الأمر كله)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني قال <span id='ms074'></span>: ((عليك بتلاوة القرآن، وذكر الله، فإنه نور\nلك في الأرض وذخر لك في السماء)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((إياك وكثرة الضحك (10 / 1) فإنه يميت\nالقلب، ويذهب بنور الوجه)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((عليك بالصمت إلا من خير، فإنه مطردة\nللشيطان عنك، وعون لك على أمر دينك)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني قال: ((عليك بالجهاد، فإنه رهبانية أمتي)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((أحب المساكين وجالسهم)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((انظر إلى من هو تحتك ولا تنظر إلى من هو\nفوقك: فإنه أجدر أن لا تزدري بنعمة الله عندك)).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((قل الحق وإن كان مرا \")).\n</p>\n\n<p>\nقلت: يا رسول الله، زدني. قال: ((ليردك عن الناس ما تعلم من نفسك، ولا\nتجد عليهم فيما يأتي، وكفى بك عيبا \" أن تعرف من الناس ما تجهل من نفسك،\nوتجد عليهم فيما تأتي)).\n</p>\n\n<p>\nثم ضرب بيده على صدري فقال: ((يا أبا ذر، لا عقل كالتدبير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nولا ورع كالكف، ولا حسب كحسن الخلق)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فيه إبراهيم بن هشام بن يحيى الغساني، قال أبو حاتم وغيره: كذاب.\n</p>\n\n<p>\n14 - باب فيمن كتم علما \" 95 - أخبرنا عبد الله بن محمد الأزدي، حدثنا\nإسحاق بن إبراهيم، أنبأنا النضر بن شميل، حدثنا حماد بن سلمة، عن علي بن\nالحكم البناني، عن عطاء بن أبي رباح.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((من كتم علما \"،\nيلجم بلجام من نار يوم القيامة)).\n</p>\n\n<p>\n96 - أخبرنا عمر بن محمد الهمداني، حدثنا أبو الطاهر بن السرح، حدثنا ابن\nوهب، حدثني عبد الله بن عياش بن عباس، عن أبيه، عن أبي عبد الرحمن الحبلي.\n</p>\n\n<p>\nعن عبد الله بن عمرو أن رسول الله - صلى الله عليه وسلم - قال: ((من كتم\nعلما \" ألجمه الله بلجام من نار يوم القيامة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n15 - باب اتباع رسول الله صلى الله عليه وسلم 97 - أخبرنا [محمد بن] عبيد\nالله بن الفضل الكلاعي بحمص، حدثنا كثير بن عبيد المذحجي، حدثنا محمد بن\nحرب، عن الزبيدي، عن <span id='ms075'></span> مروان بن روبة، عن ابن أبي عوف.\n</p>\n\n<p>\nعن المقدام بن معدي كرب، عن رسول الله - صلى الله عليه وسلم - أنه قال:\n</p>\n\n<p>\n((إني أوتيت الكتاب وما يعدله، يوشك شبعان على أريكته أن يقول:\n</p>\n\n<p>\nبيني وبينكم هذا الكتاب فما كان [فيه] من حلال أحللناه، ومن كان فيه من\nحرام حرمناه. ألا وإنه ليس كذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n98 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن عبد الرحمن بن سهم،\nحدثنا أبو إسحاق الفزاري، عن مالك بن أنس، عن سالم أبي النضر، عن عبيد الله\nبن أبي رافع.\n</p>\n\n<p>\nعن أبي رافع قال: قال رسول الله - صلى الله عليه وسلم - ((لا أعرفن الرجل\nيأتيه الأمر من أمري: إما أمرت به أو نهيت عنه فيقول: ما ندري ما هذا؟\n</p>\n\n<p>\nعندنا كتاب الله ليس هذا فيه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n99 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا صفوان بن صالح، حدثنا الوليد\nبن مسلم، حدثنا زهير بن محمد، عن زيد بن أسلم، قال:\n</p>\n\n<p>\n((رأيت ابن عمر [يصلي] محلول الإزرار، فسألته عن ذلك فقال: رأيت رسول\nالله - صلى الله عليه وسلم - يصلي كذلك.\n</p>\n\n<p>\n100 - أخبرنا أحمد بن علي بن المثنى، حدثنا علي بن الجعد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زهير بن معاوية، عن عروة بن عبد الله بن قشير، قال: حدثني معاوية\nبن قرة.\n</p>\n\n<p>\nعن أبيه، قال: أتيت رسول الله - صلى الله عليه وسلم - في رهط من مزينة\nفبايعناه وإنه لمطلق الإزرار، فأدخلت يدي في جيب قميصه فمسست الخاتم، فما\nرأيت معاوية - ولا ابنه - قط في شتاء ولا حر (10 / 2) إلا مطلقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nالإزرار لا يزران أبدا \".\n</p>\n\n<p>\n101 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا يزيد بن خالد بن عبد الله بن\nموهب، حدثني الليث بن سعد، عن ابن شهاب، عن عبد الله بن أبي بكر بن عبد\nالرحمن، [عن أمية بن عبد الله بن خالد]، أنه قال:\n</p>\n\n<p>\nلعبد الله بن عمر: إنا نجد صلاة الحضر وصلاة الخوف في القرآن، ولا نجد\nصلاة السفر في القرآن، فقال له عبد الله بن عمر: ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nأخي، إن الله - جل وعلا - بعث إلينا محمدا <span id='ms076'></span> \" رسول الله - صلى الله عليه\nوسلم - ولا نعلم شيئا \"، فإنما نفعل كما رأيناه يفعل.\n</p>\n\n<p>\n102 - أخبرنا أحمد بن مكرم بن خالد البرتي، حدثنا علي ابن المديني، حدثنا\nالوليد بن مسلم، حدثنا ثور بن يزيد، حدثني خالد بن معدان، حدثني عبد الرحمن\nبن عمرو السلمي، وحجر بن حجر الكلاعي قالا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nأتينا العرباض بن سارية وهو من الذين نزل فيهم (ولا على الذين إذا ما\nأتوك لتحملهم قلت لا أجد ما أحملكم عليه) [التوبة: 92] فسلمنا وقلنا:\nأتيناك زائرين ومقتبسين. فقال العرباض: صلى بنا رسول الله - صلى الله عليه\nوسلم - الصبح ذات يوم، ثم أقبل علينا فوعظنا موعظة \" بليغة \" ذرفت منها\nالعيون، ووجلت منها القلوب، فقال قائل: يا رسول الله، كأن هذه موعظة مودع،\nفماذا تعهد إلينا؟ فقال: ((أوصيكم بتقوى الله، والسمع والطاعة، وإن كان\nعبدا \" حبشيا \" مجدعا \"، فإنه من يعش منكم فسيرى اختلافا \" كثيرا \"، فعليكم\nبسنتي وسنة الخلفاء الراشدين المهديين، فتمسكوا بها و عضوا عليها بالنواجذ،\nوإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n16 - باب ما جاء في البر والإثم 103 - أخبرنا عمران بن موسى بن مجاشع،\nحدثنا عثمان بن أبي شيبة، حدثنا إسماعيل ابن علية، عن هشام الدستوائي، عن\nيحيى بن أبي كثير، عن زيد بن سلام، عن جده.\n</p>\n\n<p>\nعن أبي أمامة قال: قال رجل: يا رسول الله، ما الإيمان؟ قال:\n</p>\n\n<p>\n((إذا سرتك حسنتك وساءتك سيئتك، فأنت مؤمن)). قال: يا رسول الله، فما\nالإثم؟ قال: ((إذا حك في صدرك شئ فدعه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n17 - باب في الصدق والكذب 104 - أخبرنا أبو يعلى، حدثنا عقبة بن مكرم،\nحدثنا يونس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nبكير، حدثنا زياد بن المنذر، عن نافع بن الحارث.\n</p>\n\n<p>\nعن أبي برزة قال: سمعت رسول الله - صلى الله عليه وسلم: ((يقول ألا إن\nالكذب يسود الوجه، والنميمة عذاب القبر)).\n</p>\n\n<p>\n105 - أخبرنا عمر بن محمد الهمداني، حدثنا محمد بن عبد الملك بن زنجويه،\nأنبأنا عبد الرزاق، أنبأنا معمر، عن أيوب، عن ابن أبي مليكة.\n</p>\n\n<p>\nعن عائشة قالت: ما كان خلق أبغض إلى رسول الله - صلى الله عليه وسلم <span id='ms077'></span> - من\nالكذب، فإن كان الرجل يكذب عنده الكذبة فما يزال في نفسه عليه حتى يعلم أنه\nقد أحدث منها توبة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n106 - أخبرنا أبو يعلى، حدثنا إسحاق بن إسماعيل الطالقاني، حدثنا روح بن\nعبادة، حدثنا شعبة، قال: حدثني يزيد بن خمير، قال: سمعت سليم بن عامر يحدث\nعن أوسط بن إسماعيل قال:\n</p>\n\n<p>\nسمعت أبا بكر الصديق يقول: قال رسول الله - صلى الله عليه وسلم -:\n((عليكم بالصدق فإنه مع البر وهما في الجنة، وإياكم والكذب فإنه مع الفجور\nوهما في النار)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n107 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو الربيع الزهراني، حدثنا\nإسماعيل بن جعفر، حدثنا عمرو (11 / 1) بن أبي عمرو، عن المطلب بن حنطب.\n</p>\n\n<p>\nعن عبادة بن الصامت: أن رسول الله - صلى الله عليه وسلم - قال: ((اضمنوا\nلي ستا \" أضمن لكم الجنة: اصدقوا إذا حدثتم، وأوفوا إذا وعدتم، وأدوا إذا\nائتمنتم، واحفظوا فروجكم، وغضوا أبصاركم، وكفوا أيديكم)).\n</p>\n\n<p>\n18 - باب ما جاء في الحديث عن بني إسرائيل 108 - أخبرنا ابن سلم، حدثنا\nحرملة، حدثنا ابن وهب، أخبرني عمرو بن الحارث، عن سعيد بن أبي هلال، عن\nقتادة بن دعامة، عن أبي حسان.\n</p>\n\n<p>\nعن عبد الله بن عمرو أنه قال: لقد كان رسول الله - صلى الله عليه وسلم -\nيحدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nاليوم والليلة عن بني إسرائيل، لا يقوم إلا لحاجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n109 - أخبرنا الفضل بن الحباب، حدثنا إبراهيم بن بشار الرمادي، حدثنا\nسفيان، عن محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة: أن النبي - صلى الله عليه وسلم - قال: ((حدثوا عن بني\nإسرائيل ولا حرج، وحدثوا عني ولا تكذبوا علي)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n110 - أخبرنا ابن قتيبة، حدثنا حرملة، حدثنا ابن وهب، حدثنا يونس، عن ابن\nشهاب، أن نملة بن أبي نملة الأنصاري حدثه.\n</p>\n\n<p>\nأن أبا نملة أخبره أنه: بينما هو جالس عند النبي - صلى الله عليه وسلم -\nإذ جاءه رجل من اليهود فقال: أتتكلم هذه الجنازة؟ فقال النبي - صلى الله\nعليه وسلم -: ((الله أعلم)). فقال اليهودي: أنا أشهد أنها تتكلم. فقال\nالنبي - صلى الله عليه وسلم -: ((إذا حدثكم أهل الكتاب فلا تصدقوهم ولا <span id='ms078'></span>\nتكذبوهم وقولوا: آمنا بالله، وملائكته، وكتبه، ورسله، فإن كان حقا \" لم\nتكذبوهم، وإن كان باطلا \" لم تصدقوهم)).\n</p>\n\n<p>\nوقال: ((قاتل الله اليهود، لقد أوتوا علما \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n19 - باب ما جاء في القصص 111 - أخبرنا عمر بن محمد الهمداني، حدثنا محمد\nبن عبد الملك بن زنجويه، حدثنا محمد بن يوسف الفريابي، عن سفيان، عن عبيد\nالله بن عمر، عن نافع.\n</p>\n\n<p>\nعن ابن عمر قال: لم يكن يقص في زمان رسول الله - صلى الله عليه وسلم -\nولا أبي بكر، ولا عمر، ولا عثمان. إنما كان القصص زمن الفتنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n112 - أخبرنا عمران بن موسى بن مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nأبو معاوية، عن داود بن أبي هند، عن عامر الشعبي، عن ابن أبي السائب قاص\nأهل المدينة قال:\n</p>\n\n<p>\nقالت عائشة قص في الجمعة مرة \"، فإن أبيت فمرتين، فإن أبيت فثلاث. ولا\nألفينك تأتي القوم وهم في حديثهم فتقطعه عليهم، ولكن إن استمعوا حديثك\nفحدثهم، واجتنب السجع في الدعاء، فإني عهدت النبي - صلى الله عليه وسلم -\nوأصحابه يكرهون ذلك 20 - باب التاريخ 113 - أخبرنا عمران بن موسى بن مجاشع،\nحدثنا هدبة بن خالد، حدثنا مبارك بن فضالة، عن الحسن.\n</p>\n\n<p>\nعن أنس بن مالك، عن النبي - صلى الله عليه وسلم - قال: ((تسألوني عن\nالساعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي نفسي بيده ما على الأرض نفس منفوسة يأتي عليها مئة سنة)).\n</p>\n\n<p>\n114 - أخبرنا أبو يعلى، حدثنا هدبة بن خالد.. فذكر نحوه.\n</p>\n\n<p>\n21 - باب رفع العلم 115 - أخبرنا عبد الملك بن محمد بن عدي أبو نعيم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوحاجب بن أركين قالا: حدثنا الربيع بن سليمان، حدثنا ابن وهب، قال: سمعت\nالليث بن سعد يقول: حدثني إبراهيم بن أبي عبلة، عن الوليد بن عبد الرحمن،\nعن جبير بن نفير أنه قال:\n</p>\n\n<p>\nحدثني عوف بن مالك الأشجعي: أن رسول الله - صلى الله عليه وسلم - (11 /\n2) نظر إلى السماء فقال: ((هذا أوان رفع العلم)). فقال رجل من الأنصار يقال\nله زياد بن لبيد: يا رسول الله، يرفع العلم وقد أثبت ووعته القلوب؟\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((إن كنت لأحسبك أفقه أهل <span id='ms079'></span>\nالمدينة)).\n</p>\n\n<p>\n- ثم ذكر ضلالة اليهود والنصارى على ما في أيديهم من كتاب الله - قال\nفلقيت شداد بن أوس وحدثته بحديث عوف بن مالك فقال: صدق عوف، ثم قال: ألا\nأخبرك بأول ذلك يرفع؟ قلت بلى. قال: الخشوع حتى لا ترى خاشعا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n3 - كتاب الطهارة 1 - باب ما جاء في الماء 116 - أخبرنا أحمد بن علي بن\nالمثنى، أنبأنا أبو معمر، حدثنا أبو الأحوص، عن سماك، عن عكرمة.\n</p>\n\n<p>\nعن ابن عباس، عن النبي - صلى الله عليه وسلم - قال: ((الماء لا ينجسه\nشيء)).\n</p>\n\n<p>\n117 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا أبو\nأسامة، عن الوليد بن كثير، عن محمد بن عباد بن جعفر، عن عبيد الله - يعني\nبن عبد الله بن عمر - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه أن النبي - صلى الله عليه وسلم - سئل عن الماء وما ينوبه من\nالسباع والدواب، فقال رسول الله - صلى الله عليه وسلم -: ((إذا كان الماء\nقلتين لم ينجسه شيء)).\n</p>\n\n<p>\n118 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا أبو\nأسامة، حدثنا الوليد بن كثير، عن محمد بن جعفر بن الزبير:\n</p>\n\n<p>\nأن عبيد الله بن عبد الله بن عمر حدثهم أن أباه عبد الله بن عمر حدثهم...\nقلت: فذكر نحوه.\n</p>\n\n<p>\n119 - أخبرنا الفضل بن الحباب الجمحي، حدثنا القعنبي، عن مالك، عن صفوان\nبن سليم، عن سعيد بن سلمة من آل بني الأزرق: أن المغيرة بن أبي بردة - وهو\nمن بني عبد الدار - أخبره.\n</p>\n\n<p>\nأنه سمع أبا هريرة يقول: سأل رجل رسول الله - صلى الله عليه وسلم - فقال:\n</p>\n\n<p>\nيا رسول الله، إنا نركب البحر ونحمل معنا القليل من الماء، فإن توضأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nبه، عطشنا أفنتوضأ بماء البحر؟ فقال: ((هو الطهور ماؤه، الحل ميتته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n120 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا أحمد بن حنبل، حدثنا أبو\nالقاسم بن أبي الزناد، قال: أخبرني إسحاق بن حازم، عن ابن مقسم - يعني عبيد\nالله -.\n</p>\n\n<p>\nعن جابر: أن النبي - صلى الله عليه وسلم - سئل عن ماء البحر فقال: ((هو\nالطهور ماؤه، الحل ميتته)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب في سؤر <span id='ms080'></span> الهر 121 - أخبرنا الفضل بن الحباب، حدثنا القعنبي، عن\nمالك، عن إسحاق بن عبد الله بن أبي طلحة، عن حميدة بنت عبيد بن رفاعة، عن\nكبشة بنت كعب بن مالك - وكانت تحت ابن أبي قتادة -:\n</p>\n\n<p>\nأن أبا قتادة دخل عليها فسكبت له وضوءا \" فجاءت هرة تشرب منه، فأصغى لها\nأبو قتادة الإناء، فشربت منه.\n</p>\n\n<p>\nقالت كبشة: فرآني أنظر إليه قال: أتعجبين يا بنت أخي؟ قالت:\n</p>\n\n<p>\nفقلت: نعم. فقال: إن النبي - صلى الله عليه وسلم - قال: ((إنها ليست\nبنجس، إنما هي من الطوافين عليكم أو الطوافات)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب في جلود الميتة تدبغ 122 - أخبرنا الحسن بن سفيان، حدثنا زهير بن\nعباد الرؤاسي، حدثنا مالك، عن يزيد بن عبد الله بن قسيط، عن محمد بن عبد\nالرحمن بن ثوبان، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nعن عائشة أن رسول الله - صلى الله عليه وسلم - أمر أن يستمتع بجلود\nالميتة إذا (12 / 1) دبغت.\n</p>\n\n<p>\n123 - أخبرنا الحسن بن سفيان بخبر غريب، حدثنا إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nيعقوب الجوزجاني، حدثنا حسين بن محمد، حدثنا شريك، عن الأعمش، عن عمارة\nبن عمير، عن الأسود.\n</p>\n\n<p>\nعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: ((دباغ جلود\nالميتة طهورها)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n124 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، أنبأنا عبيد\nالله بن موسى، عن همام، عن قتادة، عن الحسن، عن جون بن قتادة.\n</p>\n\n<p>\nعن سلمة بن المحبق أن رسول الله - صلى الله عليه وسلم - أتى في غزوة تبوك\nعلى بيت في فنائه قربة معلقة، فاستسقى فقيل له: إنها ميتة، فقال:\n</p>\n\n<p>\n((ذكاة الأديم دباغه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n4 - باب في من أراد الخلاء ومعه شيء فيه ذكر الله تعالى 125 - أخبرنا\nعمران بن موسى بن مجاشع، حدثنا هدبة بن خالد القيسي، حدثنا همام بن يحيى،\nعن ابن جريج، عن الزهري.\n</p>\n\n<p>\nعن أنس بن مالك: أن رسول الله - صلى الله عليه وسلم - كان إذا دخل الخلاء\nوضع خاتمه.\n</p>\n\n<p>\n5 - باب ما يقول إذا دخل الخلاء 126 - أخبرنا محمد بن إسحاق بن سعيد\nالسعدي، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن خشرم، أنبأنا عيسى بن يونس، عن شعبة، عن قتادة، عن <span id='ms081'></span> القاسم\nالشيباني.\n</p>\n\n<p>\nعن زيد بن أرقم: أن رسول الله - صلى الله عليه وسلم - قال: ((إن هذه\nالحشوش محتضرة، فإذا أراد أحدكم أن يدخل فليقل: أعوذ بالله من الخبث\nوالخبائث)).\n</p>\n\n<p>\n127 - أخبرنا عمر بن محمد الهمداني، حدثنا محمد بن عبد الأعلى حدثنا خالد\nبن الحارث، عن شعبة، عن قتادة قال: سمعت النضر بن أنس يحدث.\n</p>\n\n<p>\nعن زيد بن أرقم...\n</p>\n\n<p>\nقلت: فذكر نحوه.\n</p>\n\n<p>\n6 - باب آداب الخلاء والاستجمار بالحجر 128 - أخبرنا أبو يعلى، حدثنا\nمحمد بن يحيى بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالقطان: صالح حدثني أبي، عن ابن عجلان، عن القعقاع بن حكيم، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((إنما أنا لكم\nالوالد، فإذا ذهب أحدكم إلى الغائط فلا يستقبل القبلة ولا يستدبرها، ولا\nيستطب بيمينه)). وكان يأمر بثلاثة أحجار، وينهى عن الروث والرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n129 - أخبرنا أبو يعلى، حدثنا إبراهيم بن الحجاج السامي، حدثنا وهيب، عن\nابن عجلان.. قلت: فذكر نحوه.\n</p>\n\n<p>\n130 - أخبرنا أحمد بن الحسن بن عبد الجبار الصوفي، حدثنا الوليد بن شجاع،\nحدثنا ابن وهب، أخبرني حياة والليث، عن ابن عجلان... فذكر بعضه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n131 - أخبرنا هاشم بن يحيى أبو السرى بنصيبين، حدثنا محمد بن معمر، حدثنا\nروح بن عبادة، حدثنا أبو عامر الخزاز، عن عطاء.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((إذا استجمر أحدكم\nفليوتر، فإن الله تعالى وتر يحب الوتر، أما يرى السماوات سبعا \"، والأيام\nسبعا \"، والطواف سبعا \"؟)). وذكر أشياء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n132 - أخبرنا محمد بن عبد الله بن عبد السلام مكحول ببيروت، حدثنا سليمان\nبن سيف، حدثنا أبو عاصم، [قال: حدثنا ثور بن يزيد]، حدثنا حصين الحميري، عن\nأبي سعد الخير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا استجمر\nأحدكم فليوتر، وإذا اكتحل فليوتر، من فعل فقد أحسن، ومن أتى الغائط\nفليستتر، وإن لم يجد إلا كثيبا \" من رمل، فإن الشيطان يلعب بمقاعد بني\nآدم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n133 - أخبرنا أبو خليفة، حدثنا أبو الوليد، حدثنا غوث بن سليمان بن زياد\nالمصري، حدثنا أبي (12 / 2) قال:\n</p>\n\n<p>\nدخلنا على <span id='ms082'></span> عبد الله بن الحارث بن جزء الزبيدي في يوم جمعة، فدعا بطست\nوقال للجارية: استريني فسترته، فبال فيه، ثم قال:\n</p>\n\n<p>\nسمعت رسول الله - صلى الله عليه وسلم - ينهى أن يبول أحدكم مستقبل\nالقبلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n134 - أخبرنا الحسن بن سفيان، حدثنا عمرو بن محمد الناقد، حدثنا يعقوب بن\nإبراهيم، حدثنا أبي، عن ابن إسحاق: حدثني أبان بن صالح، عن مجاهد.\n</p>\n\n<p>\nعن جابر قال: كان رسول الله - صلى الله عليه وسلم - ينهانا أن نستقبل\nالقبلة أو نستدبرها بفروجنا إذا أهرقنا الماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ثم قد رأيته قبل موته بعام يبول مستقبل القبلة.\n</p>\n\n<p>\n135 - أخبرنا أبو جابر زيد بن عبد العزيز بالموصل، حدثنا إبراهيم بن\nإسماعيل الجوهري، حدثنا إبراهيم بن موسى الفراء، حدثنا هشام بن يوسف، عن\nابن جريج، عن نافع.\n</p>\n\n<p>\nعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: ((لا تبل قائما\n\")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n136 - أخبرنا إسحاق بن أحمد القطان بتنيس، حدثنا محمد بن إشكاب، حدثنا\nمصعب بن المقدام، حدثنا سفيان، عن أبي الزبير.\n</p>\n\n<p>\nعن جابر قال: نهى رسول الله - صلى الله عليه وسلم - أن يمس الرجل ذكره\nبيمينه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n137 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن أبي بكر المقدمي،\nحدثنا إسماعيل بن سنان، حدثنا عكرمة بن عمار، حدثنا يحيى بن أبي كثير، عن\nعياض بن هلال الأنصاري.\n</p>\n\n<p>\nعن أبي سعيد الخدري، عن النبي - صلى الله عليه وسلم - قال: ((لا يقعد\nالرجلان على الغائط يتحدثان، يرى كل واحد منهما عورة صاحبه، فإن الله يمقت\nعلى ذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n7 - باب الاستنجاء بالماء 138 - أخبرنا إسحاق بن إبراهيم، حدثنا عبيد بن\nآدم بن أبي إياس، حدثنا أبي، حدثنا شريك، حدثنا إبراهيم بن جرير، عن أبي\nزرعة.\n</p>\n\n<p>\nعن أبي هريرة قال: دخل رسول الله - صلى الله عليه وسلم - الخلاء، فأتيته\nبماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nفي تور - أو ركوة - فاستنجى به ومسح يده اليسرى على الأرض فغسلها، ثم\nأتيته بإناء فتوضأ.\n</p>\n\n<p>\n8 - باب الاحتراز من البول 139 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nأبو خيثمة، حدثنا محمد بن خازم، حدثنا الأعمش، عن زيد بن وهب.\n</p>\n\n<p>\nعن عبد <span id='ms083'></span> الرحمن بن حسنة قال: خرج علينا رسول الله - صلى الله عليه وسلم -\nفي يده كهيئة الدرقة، فوضعها، فبال إليها، فقال بعض القوم: انظروا إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nيبول كما تبول المرأة. قال: فسمعه النبي - صلى الله عليه وسلم - فقال:\n((ويحك! ما علمت ما أصاب صاحب بني إسرائيل، كانوا إذا أصابهم شيء من البول\nقرضوه بالمقاريض، فنهاهم، فعذب في قبره)).\n</p>\n\n<p>\n140 - أخبرنا أبو عروبة، حدثنا محمد بن وهب بن أبي كريمة، حدثنا محمد بن\nسلمة، عن أبي عبد الرحيم، قال: حدثني زيد بن أبي أنيسة، عن المنهال بن\nعمرو، عن عبد الله بن الحارث.\n</p>\n\n<p>\nعن أبي هريرة قال: كنا نمشي مع رسول الله - صلى الله عليه وسلم - فمررنا\nعلى قبرين، فقام فقمنا معه، فجعل لونه يتغير حتى رعد كم قميصه، فقلنا: مالك\nيا نبي الله؟ قال: ((ما تسمعون ما أسمع؟)). قلنا: وما ذاك يا نبي الله؟\nقال: ((هذان رجلان يعذبان في قبورهما عذابا \" شديدا \" في ذنب هين)). قلنا:\nفيم ذاك؟ قال: ((أحدهما لا يستنزه من البول، وكان الآخر يؤذى الناس بلسانه،\nويمشي بينهم بالنميمة)) (13 / 1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nفدعا بجريدتين من جرائد النخل، فجعل في كل قبر واحدة.\n</p>\n\n<p>\nقلنا: وهل ينفعهم ذلك يا رسول الله؟ قال: ((نعم، يخفف عنهما ما دامتا\nرطبتين)).\n</p>\n\n<p>\n9 - باب البول في القدح 141 - أخبرنا أحمد بن الحسن بن عبد الجبار\nالصوفي، حدثنا يحيى بن معين، حدثنا حجاج بن محمد، عن ابن جريج قال: حدثتني\nحكيمة بنت أميمة.\n</p>\n\n<p>\nعن أمها أميمة بنت رقيقة: أن النبي - صلى الله عليه وسلم - كان يبول في\nقدح من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nعيدان، ثم يوضع تحت سريره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n10 - باب ما جاء في السواك 142 - أخبرنا محمد بن أحمد بن أبي عون، حدثنا\nيعقوب بن حميد، حدثنا إسماعيل - هو ابن أبي أويس - حدثنا سليمان بن بلال،\nعن ابن عجلان، عن المقبري، عن أبي سلمة.\n</p>\n\n<p>\nعن عائشة أن النبي - صلى الله عليه وسلم - قال: ((لولا أن أشق على أمتي،\nلأمرتهم بالسواك مع الوضوء عند كل صلاة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n143 - أخبرنا الحسن بن سفيان الشيباني، حدثنا روح بن عبد المؤمن المقرئ،\nحدثنا يزيد <span id='ms084'></span> بن زريع، عن عبد الرحمن بن أبي عتيق، عن أبيه، قال:\n</p>\n\n<p>\nسمعت عائشة تقول: إن رسول الله - صلى الله عليه وسلم - قال: ((السواك\nمطهرة للفم، مرضاة للرب)).\n</p>\n\n<p>\n144 - أخبرنا ابن زهير بتستر، حدثنا عبد القدوس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عبد الكبير، حدثنا حجاج بن المنهال، حدثنا حماد بن سلمة، عن عبيد\nالله بن عمر، عن المقبري.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((عليكم\nبالسواك، فإنه مطهرة للفم، مرضاة للرب)).\n</p>\n\n<p>\n11 - باب فرض الوضوء 145 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا علي\nبن الجعد، حدثنا شعبة، عن قتادة قال: سمعت أبا المليح يحدث.\n</p>\n\n<p>\nعن أبيه أنه سمع النبي - صلى الله عليه وسلم - يقول: ((لا يقبل الله صلاة\nبغير طهور، ولا صدقة من غلول)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n12 - باب فضل الوضوء 146 - أخبرنا أبو يعلى، حدثنا كامل بن طلحة، حدثنا\nحماد بن سلمة، عن عاصم، عن زر.\n</p>\n\n<p>\nعن عبد الله أنهم قالوا: يا رسول الله كيف تعرف من لم تر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nأمتك؟ قال: ((غر محجلون، بلق من آثار الطهور)).\n</p>\n\n<p>\n13 - باب البداء باليمين 147 - أخبرنا أبو عروبة، حدثنا عبد الرحمن بن\nعمر البجلي، حدثنا زهير بن معاوية، حدثنا الأعمش، عن أبي صالح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم - ((إذا لبستم،\nوإذا توضأتم، فابدؤوا بميامنكم)).\n</p>\n\n<p>\n14 - باب ما جاء في الوضوء 148 - أخبرنا ابن قتيبة، حدثنا حرملة بن يحيى،\nحدثنا ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nوهب، حدثني معاوية بن صالح، عن عبد الرحمن بن جبير بن نفير، عن أبيه.\n</p>\n\n<p>\nأن أبا جبير الكندي قدم على رسول الله - صلى الله عليه وسلم - فأمر له\nرسول الله - صلى الله عليه وسلم - بوضوء قال: ((توضأ يا أبا جبير)). فبدأ،\nبفيه، فقال له رسول الله - صلى الله عليه وسلم - ((لا تبدأ بفيك، فإن\nالكافر يبدأ بفيه)). ثم دعا رسول الله - صلى الله عليه وسلم - بوضوء، فغسل\nيديه حتى أنقاهما، ثم تمضمض و استنثر، ثم غسل وجهه ثلاثا \"، ثم غسل يده\nاليمنى إلى المرفق ثلاثا \"، ثم غسل يده اليسرى إلى المرفق ثلاثا \"، ثم مسح <span id='ms085'></span>\nبرأسه، وغسل رجليه.\n</p>\n\n<p>\n149 - أخبرنا الفضل بن الحباب الجمحي، حدثنا محمد بن كثير العبدي، أنبأنا\nسفيان الثوري، عن منصور، عن هلال بن يساف.\n</p>\n\n<p>\nعن سلمة بن قيس الأشجعي قال: قال رسول الله - صلى الله عليه وسلم -:\n((إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nتوضأت، فاستنثر، وإذا استجمرت فأوتر)).\n</p>\n\n<p>\n150 - أخبرنا الحسن بن سفيان، حدثنا (13 / 2) حبان بن موسى، أنبأنا عبد\nالله، أنبأنا زائدة بن قدامة، حدثنا خالد بن علقمة الهمداني.\n</p>\n\n<p>\nعن عبد خير، قال: دخل على - رضوان الله عليه - الرحبة بعدما صلى الفجر\nفجلس، في الرحبة، ثم قال لغلام: إئتني بطهور. فأتاه الغلام بإناء فيه ماء\nوطست. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد خير: ونحن جلوس ننظر إليه، فأخذه بيده اليسرى فأفرغ على يده\nاليمنى، ثم غسل كفيه، ثم أخذ بيده اليمنى فأفرغ على يده اليسرى، ثم غسل\nكفيه، كل ذلك لا يدخل يده في الإناء حتى غسلها ثلاث مرات، ثم أدخل يده\nاليمنى في الإناء فغسل وجهه ثلاث مرات، ثم غسل يده اليمنى إلى المرفق ثلاث\nمرات، ثم غسل اليسرى إلى المرفق ثلاث مرات، ثم أدخل يده اليمنى في الإناء\nحتى غمرها، ثم رفعها بما حملت من الماء، ثم مسحها بيده اليسرى، ثم مسح رأسه\nبيديه كلتيهما مرة \"، ثم صب بيده اليمنى ثلاث مرات على قدمه اليمنى، ثم\nغسلها بيده اليسرى، ثم صب بيده اليمنى على قدمه اليسرى، ثم أدخل يده في\nالإناء فغرف بكفه فشرب منه. ثم قال: هذا طهور نبي الله - صلى الله عليه\nوسلم - فمن أحب أن ينظر إلى طهور نبي الله - صلى الله عليه وسلم - فهذا\nطهوره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n151 - أخبرنا الفضل بن الحباب، حدثنا زائدة بن قدامة، فذكر نحوه.\n</p>\n\n<p>\n152 - أخبرنا أبو يعلى، حدثنا أبو خيثمة، حدثنا جرير، عن منصور، عن عبد\nالملك بن ميسرة، عن النزال بن سبرة قال:\n</p>\n\n<p>\nصليت مع علي بن أبي طالب الظهر، فذكر نحوه. إلا أنه قال:\n</p>\n\n<p>\nومسح برأسه، ومسح رجليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n153 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا يعقوب بن إبراهيم الدورقي،\nحدثنا ابن علية، حدثنا محمد بن إسحاق، حدثني محمد بن طلحة بن يزيد بن <span id='ms086'></span>\nركانة، عن عبيد الله الخولاني.\n</p>\n\n<p>\nعن ابن عباس قال: دخل على بيتي وقد بال.. فذكر بعضه.\n</p>\n\n<p>\n154 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا ابن\nنمير، حدثنا إسرائيل، عن عامر بن شقيق، عن أبي وائل، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nرأيت عثمان - رضي الله عنه - توضأ فخلل لحيته ثلاثا \"، وقال:\n</p>\n\n<p>\nهكذا رأيت رسول الله - صلى الله عليه وسلم - فعله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n155 - أخبرنا أحمد بن يحيى بن زهير، حدثنا أبو كريب، حدثنا ابن أبي\nزائدة، عن شعبة، عن حبيب بن زيد، عن عباد بن تميم.\n</p>\n\n<p>\nعن عمه عبد الله بن زيد أن النبي - صلى الله عليه وسلم - أتى بثلثي مد\nماء \" فتوضأ فجعل يدلك ذراعيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n156 - أخبرنا أبو خليفة، حدثنا مسدد بن مسرهد، حدثنا يحيى بن سعيد، حدثنا\nشعبة.. فذكر نحوه أخصر منه.\n</p>\n\n<p>\n157 - أخبرنا أحمد بن عمير بن يوسف بن جوصاء أبو الحسن، حدثنا إبراهيم بن\nيعقوب، حدثنا زيد بن الحباب، عن ابن ثوبان، قال: حدثني عبد الله بن الفضل،\nعن الأعرج.\n</p>\n\n<p>\nعن أبي هريرة: أن النبي - صلى الله عليه وسلم - توضأ مرتين مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n158 - أخبرنا الحسن بن سفيان، حدثنا حبان، أنبأنا عبد الله، أنبأنا\nالأوزاعي، عن أبي المطلب.\n</p>\n\n<p>\nأن عبد الله بن عمرو كان يتوضأ ثلاثا \" ثلاثا \"، يسند ذلك إلى النبي -\nصلى الله عليه وسلم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n15 - باب إسباغ الوضوء 159 - أخبرنا أحمد بن علي بن المثنى، حدثنا سريج\nبن يونس، حدثنا يحيى بن سليم، عن إسماعيل بن كثير، عن عاصم بن لقيط بن\nصبرة.\n</p>\n\n<p>\nعن أبيه قال: كنت وافد بني المنتفق إلى رسول الله - صلى الله عليه وسلم\n-، فقدمنا على رسول الله - صلى الله عليه وسلم - فلم نصادفه في منزله،\nوصادفنا (14 / 1) عائشة، فأمرت لنا بخزيرة، فصنعت، وأتينا بقناع - والقناع:\nالطبق فيه التمر - فأكلنا. ثم جاء رسول الله - صلى الله عليه وسلم - فقال:\n((هل أصبتم شيئا \"، أو أمر لكم بشيء؟)). قلنا: نعم يا رسول الله. فبينما\nنحن مع رسول الله - صلى الله عليه وسلم - جلوس إذ دفع الراعي غنمه إلى\nالمراح ومعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nسخلة تيعر، فقال رسول الله - صلى <span id='ms087'></span> الله عليه وسلم -: ((ما ولدت؟)). قال\nبهمة \".\n</p>\n\n<p>\nقال: ((اذبح مكانها شاة \")). ثم أقبل علينا فقال لا يحسبن - ولم يقل: لا\nتحسبن - أنا من أجلك ذبحناها، إن لنا غنما \" مئة \" لا تزيد، فإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nولدت بهمة \"، ذبحنا مكانها شاة \".\n</p>\n\n<p>\nقال: قلت: يا رسول الله، إن لي امرأة وفي لسانها شيء، قال:\n</p>\n\n<p>\n((فطلقها إذا \")). قال: قلت يا رسول الله، إن لي منها ولدا \" ولها صحبة؟.\n</p>\n\n<p>\nقال: ((عظها فإن يك فيها خير فستقبل، ولا تضرب ظعينتك ضربك أمتك)).\n</p>\n\n<p>\nقال: قلت: يا رسول الله، أخبرني عن الوضوء. فقال: ((أسبغ الوضوء، وخلل\nبين أصابعك، وبالغ في الاستنشاق إلا أن تكون صائما \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n160 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا\nيحيى بن سليم الطائفي.. فذكر نحوه.\n</p>\n\n<p>\n161 - أخبرنا أبو عروبة بحران، حدثنا هوبر بن معاذ الكلبي، حدثنا محمد بن\nسلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة، عن شرحبيل بن سعد.\n</p>\n\n<p>\nعن جابر بن عبد الله قال: قال رسول الله - صلى الله عليه وسلم - ((ألا\nأدلكم على ما يمحو الله به الخطايا، ويكفر به الذنوب؟)). قالوا: بلى يا\nرسول الله.\n</p>\n\n<p>\nقال: ((إسباغ الوضوء على المكروهات، وكثرة الخطا إلى المساجد، وانتظار\nالصلاة بعد الصلاة، فذالكم الرباط)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n162 - أخبرنا ابن خزيمة، حدثنا أبو يحيى محمد بن عبد الرحيم، حدثنا أبو\nعاصم، حدثنا سفيان، حدثني عبد الله بن أبي بكر، عن سعيد بن المسيب.\n</p>\n\n<p>\nعن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: ((ألا\nأدلكم على ما يكفر الله به الخطايا ويزيد به في الحسنات؟)). قالوا: بلى يا\nرسول الله. قال: ((إسباغ الوضوء - أو الطهور - في المكاره...)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فذكر الحديث، وهو بتمامه في الصلاة.\n</p>\n\n<p>\n163 - أخبرنا أحمد بن يحيى بن زهير، حدثنا محمد بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nصفوان الثقفي، حدثنا أبي، عن سفيان، عن سماك، عن عبد الرحمن بن عبد الله\nبن مسعود.\n</p>\n\n<p>\nعن أبيه قال: صفقتان في صفقة الربا \"، وأمرنا رسول الله - صلى الله عليه\nوسلم - بإسباغ الوضوء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n16 - باب المحافظة على الوضوء 164 - أخبرنا أبو يعلى، حدثنا <span id='ms088'></span> سريج بن يونس\nوأبو خيثمة، قالا:\n</p>\n\n<p>\nحدثنا الوليد بن مسلم، حدثنا ابن ثوبان، حدثني حسان بن عطية: أن أبا كبشة\nالسلولي حدثه.\n</p>\n\n<p>\nأنه سمع ثوبان قال: قال رسول الله - صلى الله عليه وسلم -: ((سددوا\nوقاربوا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nواعلموا أن خير أعمالكم الصلاة، ولا يحافظ على الوضوء إلا مؤمن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n165 - أخبرنا الحسن بن سفيان، حدثنا يحيى بن طلحة اليربوعي، حدثنا أبو\nالأحوص، عن منصور، عن إبراهيم، عن الأسود.\n</p>\n\n<p>\nعن عائشة قالت: ما رأيت النبي - صلى الله عليه وسلم - صائما \" العشرة قط،\nولا خرج من الخلاء إلا مس ماء \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n17 - باب فيمن توضأ كما أمر وصلى كما أمر 166 - أخبرنا [محمد بن] الحسن\nبن قتيبة اللخمي، حدثنا يزيد بن موهب، حدثنا الليث بن سعد، عن أبي الزبير،\nعن سفيان بن عبد الرحمن، عن عاصم بن سفيان الثقفي أنهم غزوا غزوة (14 / 2)\nالسلاسل، ففاتهم العدو، وأبطأوا، ثم رجعوا إلى معاوية وعنده أبو أيوب وعقبة\nبن عامر، فقال عاصم بن سفيان:\n</p>\n\n<p>\nيا أبا أيوب، فاتنا العدو العام، وقد أخبرنا أنه من صلى في المساجد\nالأربعة، غفر له ذنبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يا ابن أخي، أدلك على ما هو أيسر من ذلك، إني سمعت رسول الله - صلى\nالله عليه وسلم - يقول: ((من توضأ كما أمر، وصلى كما أمر، غفر له ما تقدم\nمن ذنبه)). أكذاك يا عقبة؟ قال: نعم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n18 - باب في من بات على طهارة 167 - حدثنا محمد بن صالح بن ذريح بعكبراء،\nحدثنا أبو عاصم أحمد بن جواس الحنفي، حدثنا ابن المبارك، عن الحسن بن\nذكوان، عن سليمان الأحول، عن عطاء.\n</p>\n\n<p>\nعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: ((من بات على\nطهارة، بات في شعاره ملك، فلا يستيقظ إلا قال الملك: اللهم اغفر لعبدك\nفلان، فإنه بات طاهرا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n19 - باب فيمن استيقظ فتوضأ 168 - أخبرنا عبد الله بن محمد بن سلم، حدثنا\nحرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو بن الحارث، أن أبا عشانة حدثه.\n</p>\n\n<p>\nأنه سمع عقبة بن عامر يقول: لا أقول اليوم على رسول الله ما لم يقل <span id='ms089'></span>، سمعت\nرسول الله - صلى الله عليه وسلم - يقول: ((من كذب علي متعمدا \"، فليتبوأ\nبيتا \" من جهنم)).\n</p>\n\n<p>\nوسمعته يقول: (([يقوم] الرجل من أمتي من الليل يعالج نفسه إلى الطهور\nوعليه عقد، فإذا وضأ يديه انحلت عقدة، وإذا وضأ وجهه انحلت عقدة، و إذا مسح\nرأسه انحلت عقدة، وإذا وضأ رجليه، انحلت عقدة. فيقول الله - عز وجل - للذين\nوراء الحجاب: انظروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nإلى عبدي هذا يعالج نفسه يسألني، ما سألني عبدي هذا، فهو له، ما سألني\nعبدي هذا، فهو له)).\n</p>\n\n<p>\n169 - حدثنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nعيسى بن يونس، حدثنا الأعمش، عن أبي سفيان.\n</p>\n\n<p>\nعن جابر: أن النبي - صلى الله عليه وسلم - قال: ((ما من مسلم ذكر ولا\nأنثى ينام إلا وعليه جرير معقود، وإن هو توضأ وقام إلى الصلاة، أصبح نشيطا\n\" قد أصاب خيرا \"، وقد انحلت عقده كلها، وان استيقظ ولم يذكر الله أصبح\nوعقده عليه، وأصبح ثقيلا \" كسلان، ولم يصب خيرا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n170 - أخبرنا ابن خزيمة، حدثنا محمد بن يحيى الذهلي، حدثنا عمر بن حفص بن\nغياث، عن أبيه، عن الأعمش. قال: سمعت أبا سفيان.. فذكر نحوه باختصار.\n</p>\n\n<p>\n20 - باب كراهية الاعتداء في الطهور 171 - أخبرنا أبو يعلى: حدثنا كامل\nبن طلحة، حدثنا حماد بن سلمة، عن سعيد الجريري، عن أبي نعامة.\n</p>\n\n<p>\nعن عبد الله بن المغفل، سمع ابنا له في دعائه يقول: اللهم إني أسألك\nالقصر الأبيض عن يمين الجنة إذا دخلتها. قال: أي بني، سل الله الجنة، وتعوذ\nبه من النار، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n((سيكون في هذه الأمة قوم يعتدون في الدعاء والطهور)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n172 - أخبرنا الفضل بن الحباب، حدثنا أبو الوليد الطيالسي، عن حماد بن\nسلمة، عن الجريري، عن أبي العلاء قال:\n</p>\n\n<p>\nسمع عبد الله بن مغفل ابنا له.. فذكر نحوه.\n</p>\n\n<p>\n21 - باب المسح على الخفين 173 - أخبرنا الحسن بن سفيان، حدثنا أبو كامل\n(15 / 1) الجحدري، حدثنا فضيل بن سليمان، حدثنا موسى بن عقبة، عن أبي حازم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة: أن رسول الله - صلى الله عليه <span id='ms090'></span> وسلم - سئل فقيل: يا رسول\nالله، أرأيت الرجل يحدث فيتوضأ ويمسح على خفيه، أيصلي؟ قال: ((لا بأس\nبذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n174 - أخبرنا محمد بن عبد الله بن الجنيد ببست، حدثنا قتيبة بن سعيد،\nحدثنا أبو عوانة، عن أبي يعفور قال:\n</p>\n\n<p>\nسألت أنس بن مالك عن المسح على الخفين فقال: كان رسول الله - صلى الله\nعليه وسلم - يمسح عليهما.\n</p>\n\n<p>\n175 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن إسحاق المسيبي، حدثنا\nعبد الله بن نافع، عن داود بن قيس، عن زيد بن أسلم، عن عطاء بن يسار.\n</p>\n\n<p>\nعن أسامة بن زيد قال: دخل بلال ورسول الله - صلى الله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nالأسواق، فذهب لحاجته، ثم خرج. قال أسامة: فسألت بلالا \": ماذا صنع رسول\nالله - صلى الله عليه وسلم -؟ قال بلال: ذهب لحاجته، ثم توضأ، فغسل وجهه\nويديه، ومسح برأسه ومسح على الخفين، ثم صلى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n22 - باب المسح على الجوربين والنعلين والخمار 176 - أخبرنا ابن خزيمة،\nحدثنا محمد بن رافع، حدثنا زيد بن الحباب، حدثنا سفيان، عن أبي قيس الأودي،\nعن هزيل بن شرحبيل.\n</p>\n\n<p>\nعن المغيرة بن شعبة: أن رسول الله - صلى الله عليه وسلم - توضأ ومسح على\nالجوربين والنعلين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n177 - أخبرنا أبو خليفة، حدثنا أبو الوليد الطيالسي، حدثنا داود بن أبي\nالفرات، عن محمد بن زيد، عن أبي شريح، عن أبي مسلم مولى زيد بن صوحان قال:\n</p>\n\n<p>\nكنت مع سلمان الفارسي، فرأى رجلا \" قد أحدث وهو يريد أن ينزع خفيه\nللوضوء، فقال له سلمان: امسح عليهما، وعلى عمامتك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nفإني رأيت رسول الله - صلى الله عليه وسلم - مسح على خماره وعلى خفيه.\n</p>\n\n<p>\n178 - أخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم، حدثنا زيد بن الحريش\nالأهوازي، حدثنا عبد الله بن الزبير بن معبد، حدثنا أيوب السختياني، عن\nداود بن أبي الفرات.. فذكر نحوه باختصار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n23 - باب التوقيت في المسح 179 - أخبرنا أبو عروبة، حدثنا عبد الرحمن بن\nعمرو البجلي، حدثنا زهير بن معاوية، عن عاصم، عن زر بن حبيش، قال:\n</p>\n\n<p>\nأتيت صفوان بن عسال المرادي، فقلت له: حك في نفسي المسح <span id='ms091'></span> على الخفين؟ فهل\nسمعت رسول الله - صلى الله عليه وسلم - يذكر شيئا \"؟ قال:\n</p>\n\n<p>\nنعم، أمرنا رسول الله - صلى الله عليه وسلم - إذا كنا سفرا \" - أو\nمسافرين - أن لا ننزع - أو نخلع - خفافنا ثلاثة أيام ولياليهن من غائط ولا\nبول، إلا من جنابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n180 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nعبد الرزاق، أنبأنا معمر، عن عاصم.. فذكر نحوه أتم منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وله طريق في العلم أتم منه.\n</p>\n\n<p>\n181 - أخبرنا [محمد بن] عبد الله بن الجنيد ببست، حدثنا قتيبة بن سعيد،\nحدثنا أبو عوانة، عن سعيد بن مسروق، عن إبراهيم التيمي، عن أبي عبد الله\nالجدلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nعن خزيمة بن ثابت، عن النبي - صلى الله عليه وسلم - أنه سئل عن المسح على\nالخفين فقال: ((للمسافر ثلاثا \"، وللمقيم يوما \")).\n</p>\n\n<p>\n182 - أخبرنا الحسن بن سفيان، حدثنا أبو كامل الجحدري، حدثنا أبو عوانة.\n</p>\n\n<p>\nقلت: فذكر نحوه إلا أنه قال: ((إن أعرابيا \" (15 / 2) سأل)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n183 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو خيثمة، أنبأنا جرير، عن\nمنصور، عن إبراهيم، عن عمرو بن ميمون، عن أبي عبد الله الجدلي.\n</p>\n\n<p>\nعن خزيمة بن ثابت قال: رخص لنا رسول الله - صلى الله عليه وسلم - أن نمسح\nثلاثا، ولو استزدنا، لزادنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n184 - أخبرنا القطان بالرقة، حدثنا عمر بن يزيد السياري، حدثنا عبد\nالوهاب الثقفي، حدثنا المهاجر أبو مخلد، عن عبد الرحمن بن أبي بكرة.\n</p>\n\n<p>\nعن أبيه: أن رسول الله - صلى الله عليه وسلم - وقت في المسح على الخفين\nثلاثة أيام ولياليهن للمسافر، وللمقيم يوما \" وليلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n185 - أخبرنا الخليل بن محمد ابن بنت تميم بن المنتصر بواسط، حدثنا محمد\nبن المثنى، حدثنا عبد الوهاب. فذكر نحوه.\n</p>\n\n<p>\n186 - أخبرنا أحمد بن علي بن المثنى، حدثنا هارون بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nمعروف، حدثنا سفيان، عن عاصم، عن زر قال.\n</p>\n\n<p>\nأتيت صفوان بن عسال المرادي فقال: ما جاء بك؟ قلت: ابتغاء العلم. قال:\nفإن الملائكة تضع أجنحتها لطالب العلم رضا \" لما يطلب.\n</p>\n\n<p>\nقلت: حك في نفسي المسح على الخفين بعد الغائط والبول، وكنت امرءا \" من\nأصحاب رسول الله - صلى الله <span id='ms092'></span> عليه وسلم - فأتيتك أسألك:\n</p>\n\n<p>\nهل سمعت في ذلك شيئا \"؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nقال: نعم، كان يأمرنا إذا كنا سفرا \" أو مسافرين - أن لا ننزع خفافنا\nثلاثة أيام ولياليهن إلا من جنابة، لكن من غائط ونوم وبول.\n</p>\n\n<p>\nقلت: سمعته يذكر شيئا \" في الهوى؟ قال: نعم، بينا نحن معه في مسير فناداه\nأعرابي بصوت جهوري: يا محمد، فأجابه على نحو من كلامه. قال: هاؤم.\n</p>\n\n<p>\nقلنا: ويلك اغضض من صوتك، فإنك قد نهيت عن ذلك.\n</p>\n\n<p>\nقال: أرأيت رجلا \" أحب قوما \" ولم يلحق بهم؟ قال: ((هو يوم القيامة مع من\nأحب)).\n</p>\n\n<p>\nثم لم يزل يحدثنا حتى قال: ((إن من قبل المغرب بابا فتحه الله للتوبة\nمسيرة أربعين سنة، فتحه يوم خلق السماوات والأرض، فلا يغلقه حتى تطلع الشمس\nمنه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: أمرنا أن نمسح على الخفين إذا نحن أدخلناها على طهور ثلاثا \"\nإذا سافرنا.\n</p>\n\n<p>\nقلت: تقدم لصفوان بن عسال في أول هذا الكتاب طرق في هذا.\n</p>\n\n<p>\n24 - باب فيمن كان على طهارة وشك في الحدث 187 - أخبرنا إسحاق بن إبراهيم\nبن إسماعيل ببست، حدثنا الحسن بن علي الحلواني، حدثنا عبد الرزاق، أنبأنا\nمعمر، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن أبي كثير، عن عياض بن هلال.\n</p>\n\n<p>\nعن أبي سعيد، عن النبي - صلى الله عليه وسلم - قال: ((إذا جاء أحدكم\nالشيطان فقال: إنك قد أحدثت، فليقل في نفسه: كذبت، حتى يسمع صوتا \" بأذنه،\nأو يجد ريحا \" بأنفه)).\n</p>\n\n<p>\n188 - وأخبرنا الحسن بن سفيان، حدثنا محمد بن المنهال الضرير، حدثنا يزيد\nبن زريع، حدثنا هشام، عن يحيى بن أبي كثير..\n</p>\n\n<p>\nفذكر نحوه في حديث السهو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n25 - باب الذكر والقراءة على غير وضوء 189 - أخبرنا محمد بن إسحاق بن\nخزيمة، حدثنا محمد بن المثنى، حدثنا عبد الأعلى، حدثنا سعيد، عن قتادة، عن\nالحسن، عن حضين بن المنذر.\n</p>\n\n<p>\nعن المهاجر بن قنفذ بن عمير بن جدعان أنه أتى النبي - صلى الله عليه وسلم\n- وهو يتوضأ، فسلم عليه، فلم يرد عليه رسول الله - صلى الله عليه وسلم -\nحتى توضأ، ثم اعتذر إليه فقال: ((إني كرهت أن أذكر الله إلا على طهر)) (16\n/ 1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n190 - أخبرنا <span id='ms093'></span> خالد بن النضر بن عمرو القرشي بالبصرة، وابن خزيمة، قالا:\nحدثنا محمد بن المثنى، حدثنا عبد الأعلى.. فذكر نحوه.\n</p>\n\n<p>\n191 - أخبرنا الحسن بن سفيان، حدثنا عبد الرحمن بن إبراهيم، حدثنا عبد\nالله بن يحيى، عن حياة بن شريح، عن يزيد بن الهاد، أن نافعا \" حدثه.\n</p>\n\n<p>\nعن ابن عمر، أن رسول الله - صلى الله عليه وسلم - أقبل من الغائط، فلقيه\nرجل عند بئر جمل، فسلم عليه، فلم يرد عليه رسول الله - صلى الله عليه وسلم\n- وأقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الجدار، فوضع رسول الله - صلى الله عليه وسلم - يده على الحائط، ثم\nمسح وجهه ويديه، ثم رد رسول الله - صلى الله عليه وسلم - على الرجل السلام.\n</p>\n\n<p>\n192 - أخبرنا أبو قريش محمد بن جمعة الأصم، حدثنا محمد بن ميمون المكي،\nحدثنا سفيان بن عيينة، عن شعبة ومسعر - وذكر أبو قريش وآخر معهما -، عن\nعمرو بن مرة، عن عبد الله بن سلمة.\n</p>\n\n<p>\nعن علي - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - لا\nيحجبه عن قراءة القرآن شيء ما خلا الجنابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n193 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا حرملة بن يحيى، حدثنا\nسفيان... فذكر نحوه.\n</p>\n\n<p>\n26 - باب صلاة الحاقن 194 - أخبرنا الحسين بن إدريس الأنصاري، أنبأنا\nأحمد بن أبي بكر، عن مالك، عن هشام بن عروة، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nأن عبد الله بن الأرقم كان يؤم أصحابه، فحضرت الصلاة يوما \" فذهب لحاجته،\nثم رجع فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إذا وجد أحدكم\nالغائط، فليبدأ به قبل الصلاة)).\n</p>\n\n<p>\n195 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو الربيع الزهراني، حدثنا\nأبو شهاب هو: عبد ربه بن نافع، عن إدريس بن يزيد الأودي، عن أبيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يصلي\nأحدكم وهو يدافعه الأخبثان)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n27 - باب التيمم 196 - أخبرنا محمد بن علي الصيرفي غلام طالوت بن عباد\nبالبصرة، حدثنا الفضيل بن الحسين الجحدري، حدثنا يزيد بن زريع، حدثنا خالد\nالحذاء، عن أبي قلابة، عن عمرو بن بجدان قال:\n</p>\n\n<p>\nسمعت أبا ذر <span id='ms094'></span> قال: اجتمعت عند رسول الله - صلى الله عليه وسلم - من غنم\nالصدقة غنم فقال: ((أبد يا أبا ذر)). فبدوت فيها إلى الربذة. قال:\n</p>\n\n<p>\nفكان يأتي على الخمس والست وأنا جنب قال: فوجدت في نفسي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nفأتيت النبي - صلى الله عليه وسلم - وهو مسند ظهره إلى الحجرة، فلما رآني\nقال:\n</p>\n\n<p>\n((ما لك يا أبا ذر ثكلتك أمك؟)) قلت: يا رسول الله! جنب. فأمر جارية\nسوداء فجاءت بعس، فيه ماء فاستترت بالبعير وبالثوب فاغتسلت. قال فكأنما وضع\nعني جبلا \"، فقال: ((أدن، فإن الصعيد الطيب وضوء المسلم، فإذا وجد الماء،\nفليمس بشرته الماء)) وفي رواية ((وإن لم يجد الماء عشر سنين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n197 - أخبرنا أحمد بن عيسى بن المسكين بواسط، وكان يحفظ الحديث ويذاكر\nبه، حدثنا عبد الحميد بن محمد بن المستام، حدثنا مخلد بن يزيد، حدثنا سفيان\nالثوري، عن أيوب السختياني وخالد الحذاء، عن أبي قلابة... فذكر نحوه\nباختصار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n198 - أخبرنا شباب بن صالح، حدثنا وهب بن بقية، أنبأنا خالد، عن خالد، عن\nأبي قلابة... قلت: فذكر نحوه، أتم منه.\n</p>\n\n<p>\n199 - أخبرنا الفضل بن الحباب الجمحي، حدثنا عبد الله بن محمد بن أسماء\nابن أخي جويرية، حدثنا جويرية، عن مالك (16 / 2) بن أنس، عن الزهري، عن\nعبيد الله بن عبد الله، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمار قال: تيممنا مع النبي - صلى الله عليه وسلم - إلى المناكب.\n</p>\n\n<p>\nقلت: وقد تقدم حديث ابن عمر في تيمم النبي - صلى الله عليه وسلم - على\nالجدار في باب: الذكر والقراءة على غير وضوء.\n</p>\n\n<p>\n200 - أخبرنا إسحاق بن إبراهيم ببست، حدثنا حماد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن حماد بالبصرة، حدثنا أبي، حدثنا أبو عوانة، عن سليمان، عن مجاهد،\nعن عبيد بن عمير.\n</p>\n\n<p>\nعن أبي ذر قال: قال رسول الله - صلى الله عليه وسلم - ((أعطيت خمسا لم\nيعطهن أحد قبلي: بعثت إلى الأحمر والأسود، وأحلت لي الغنائم ولم تحل لأحد\nقبلي، ونصرت بالرعب فرعب العدو مني مسيرة شهر، وجعلت لي الأرض طهورا \"\nومسجدا \"، وقيل لي: سل تعطه. فاختبأت دعوتي شفاعة لأمتي في القيامة، وهي\nنائلة - إن شاء الله - لمن <span id='ms095'></span> لا يشرك بالله شيئا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n201 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا محمد بن يحيى الذهلي، حدثنا\nعمر بن حفص بن غياث، حدثنا أبي قال:\n</p>\n\n<p>\nأخبرني الوليد بن عبد الله بن أبي رباح أن عطاء عمه حدثه.\n</p>\n\n<p>\nعن ابن عباس: أن رجلا أجنب في شتاء فسأل، فأمر بالغسل، فمات، فذكر للنبي\n- صلى الله عليه وسلم - فقال: ((ما لهم قتلوه قتلهم الله - ثلاثا \" - جعل\nالله الصعيد - أو التيمم - طهورا \")). قال: شك ابن عباس، ثم أثبته بعد.\n</p>\n\n<p>\n202 - أخبرنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أخبرني عمرو بن الحارث، عن يزيد بن أبي حبيب، عن عمران بن أبي أنس، عن\nعبد الرحمن بن جبير، عن أبي قيس مولى عمرو بن العاص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nأن عمرو بن العاص كان على سرية، وأنهم أصابهم برد شديد لم ير مثله، فخرج\nلصلاة الصبح، قال: والله لقد احتلمت البارحة.\n</p>\n\n<p>\nفغسل مغابنه، وتوضأ وضوءه للصلاة، ثم صلى بهم. فلما قدم على رسول الله -\nصلى الله عليه وسلم - سأل رسول الله - صلى الله عليه وسلم - أصحابه فقال:\n((كيف وجدتم عمرا \" وأصحابه؟)) فأثنوا عليه خيرا \"، وقالوا: يا رسول الله\nصلى بنا وهو جنب! فأرسل رسول الله - صلى الله عليه وسلم - إلى عمرو فسأله،\nفأخبره بذلك، وبالذي لقي من البرد، وقال: يا رسول الله إن الله قال: (ولا\nتقتلوا أنفسكم) [النساء: 29] ولو اغتسلت مت، فضحك رسول الله - صلى الله\nعليه وسلم - إلى عمرو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n28 - باب ما ينقض الوضوء 203 - أخبرنا أحمد بن علي بن المثنى، حدثنا عبد\nالرحمن بن صالح، حدثنا أبو معاوية، عن عاصم الأحول، عن عيسى بن حطان، عن\nمسلم بن سلام.\n</p>\n\n<p>\nعن علي بن طلق قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال:\nإنا نكون في أرض الفلاة، ويكون منا الرويحة، وفي الماء قلة؟.\n</p>\n\n<p>\nفقال النبي - صلى الله عليه وسلم -: ((إذا فسا أحدكم فليتوضأ، ولا تأتوا\nالنساء في أعجازهن، فإن الله لا يستحي من الحق)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n204 - أخبرنا أبو يعلى، حدثنا أبو خيثمة، حدثنا جرير بن <span id='ms096'></span> عبد الحميد، عن\nعاصم الأحول، عن عيسى بن حطان، عن مسلم بن سلام.\n</p>\n\n<p>\nعن علي بن طلق الحنفي قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا\nفسا أحدكم في الصلاة، فلينصرف، ثم ليتوضأ وليعد صلاته، ولا تأتوا النساء في\nأدبارهن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n205 - أخبرنا الحسن بن سفيان حدثنا محمود بن غيلان (17 / 1)، حدثنا الفضل\nبن موسى، حدثنا هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة [عن رسول الله - صلى الله عليه وسلم -] قال: ((إذا أحدث أحدكم\nوهو في الصلاة، فليأخذ على أنفه، ثم لينصرف)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n206 - أخبرنا عمرو بن علي بن عبد العزيز بنصيبين، حدثنا عمر بن شبة،\nحدثنا عمر بن علي المقدمي، عن هشام.. فذكره.\n</p>\n\n<p>\n29 - باب ما جاء في مس الفرج 207 - أخبرنا الحسن بن سفيان، حدثنا نصر بن\nعلي بن نصر الجهضمي، أنبأنا ملازم بن عمرو، عن عبد الله بن بدر، عن قيس بن\nطلق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال: خرجنا وفدا إلى النبي - صلى الله عليه وسلم - فجاء رجل\nفقال:\n</p>\n\n<p>\nيا نبي الله ما تقول في مس الرجل ذكره بعدما يتوضأ؟ فقال: ((هل هو إلا\nمضغة - أو بضعة - منه؟)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n208 - أخبرنا محمد بن إبراهيم بن المنذر النيسابوري الفقيه بمكة، حدثنا\nمحمد بن عبد الوهاب الفراء، حدثنا حسين بن الوليد، عن عكرمة بن عمار، عن\nقيس بن طلق.\n</p>\n\n<p>\nعن أبيه أنه سأل رسول الله - صلى الله عليه وسلم - عن الرجل يمس ذكره وهو\nفي الصلاة، قال: ((لا بأس به، إنه كبعض جسده)).\n</p>\n\n<p>\n209 - حدثنا ابن قتيبة بعسقلان، حدثنا محمد بن أبي السرى، حدثنا ملازم بن\nعمرو، حدثني عبد الله بن بدر، حدثني قيس بن طلق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني أبي.. فذكر نحوه.\n</p>\n\n<p>\n310 - أخبرنا علي بن أحمد بن سليمان المعدل بالفسطاط وعمران بن فضالة\nالشعيري بالموصل، قالا: حدثنا أحمد بن سعيد الهمداني، حدثنا أصبغ بن الفرج،\nحدثنا عبد الرحمن بن القاسم، عن يزيد بن عبد الملك، ونافع بن عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nأبي نعيم القاري، عن المقبري.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا أفضى\nأحدكم بيده إلى فرجه <span id='ms097'></span>، وليس بينهما ستر ولا حجاب فليتوضأ)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n211 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا محمد بن رافع، حدثنا ابن أبي\nفديك، أخبرني ربيعة بن عثمان، عن هشام بن عروة، عن أبيه، عن مروان.\n</p>\n\n<p>\nعن بسرة أن النبي - صلى الله عليه وسلم - قال: ((من مس فرجه فليتوضأ)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقال عروة: فسألت بسرة، فصدقته.\n</p>\n\n<p>\n212 - أخبرنا الفضل بن الحباب الجمحي، حدثنا مسلم بن إبراهيم، حدثنا علي\nبن المبارك، عن هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن بسرة قالت: قال رسول الله - صلى الله عليه وسلم - ((من مس فرجه، فليعد\nالوضوء)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n213 - أخبرنا أبو نعيم عبد الرحمن بن قريش، حدثنا محمد بن عبد الله بن\nيزيد المقرئ، حدثنا عبد الله بن الوليد العدني، عن سفيان الثوري، حدثنا\nهشام بن عروة، عن أبيه، عن مروان.\n</p>\n\n<p>\nعن بسرة قالت: قال رسول الله - صلى الله عليه وسلم -: ((من مس ذكره\nفليتوضأ وضوءه للصلاة)).\n</p>\n\n<p>\n214 - أخبرنا عبد الله بن محمد بن سلم، حدثنا بن أحمد بن ذكوان الدمشقي،\nحدثنا الوليد بن مسلم، حدثنا عبد الرحمن بن نمر اليحصبي، عن الزهري، عن\nعروة.\n</p>\n\n<p>\nعن بسرة، عن النبي - صلى الله عليه وسلم - قال: ((إذا مس أحدكم فرجه\nفليتوضأ. والمرأة مثل ذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n30 - باب فيما مسته النار 215 - أخبرنا عبد الله بن الأزدي، حدثنا إسحاق\nبن إبراهيم، أنبأنا عبد الرزاق، أنبأنا الثوري، عن الأعمش، عن عبد الله بن\nعبد الله الرازي، عن عبد الرحمن بن أبي ليلى.\n</p>\n\n<p>\nعن البراء: أن رجلا \" قال للنبي - صلى الله عليه وسلم - أنصلي في أعطان\nالإبل؟\n</p>\n\n<p>\nفقال: ((لا)). قيل: أنصلي في مرابض الغنم، قال: ((نعم)). قيل:\n</p>\n\n<p>\nأنتوضأ من لحوم الإبل؟ قال: ((نعم)). قيل: أنتوضأ من لحوم الغنم؟\n</p>\n\n<p>\nقال: ((لا)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n216 - أخبرنا الحسين بن محمد بن أبي معشر، حدثنا محمد بن وهب بن أبي\nكريمة، حدثنا محمد بن سلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة، عن\nشرحبيل بن سعد.\n</p>\n\n<p>\nعن أبي رافع مولى رسول الله - صلى الله عليه وسلم - قال: أهديت إلى رسول\nالله - صلى الله عليه وسلم - شاة فشوى له بطنها <span id='ms098'></span> فأكل منها، ثم قام فصلى ولم\nيتوضأ.\n</p>\n\n<p>\nقلت: وبسنده إلى أبي رافع قال: كنت مع رسول الله - صلى الله عليه وسلم -،\nفمر بقدر لبعض أهله فيها لحم نضيج، فناوله بعضهم منها كتفا فأكلها وهو\nقائم، ثم صلى ولم يتوضأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n217 - أخبرنا ابن خزيمة، حدثنا أحمد بن عبدة الضبي، حدثنا عبد العزيز بن\nمحمد الدراوردي، عن سهيل بن أبي صالح، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة أنه رأى النبي - صلى الله عليه وسلم - توضأ من أثوار أقط.\nثم رآه أكل كتف شاة، فصلى ولم يتوضأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هو في الصحيح باختصار نسخ الوضوء.\n</p>\n\n<p>\n218 - أخبرنا عبد الله بن محمد، حدثنا إسحاق بن إبراهيم، أنبأنا وهب بن\nجرير، حدثنا أبي حدثنا محمد بن المنكدر.\n</p>\n\n<p>\nعن جابر أن النبي - صلى الله عليه وسلم - أتى امرأة من الأنصار، قال\nفبسطت لهم عند ظل صور، ورشت بالماء حوله، وذبحت شاة فأكل وأكلنا معه، ثم\nقال تحت الصور، فلما استيقظ، توضأ، ثم صلى الظهر، فقالت المرأة: يا رسول\nالله، فضلت عندنا فضلة من طعام، فهل لك فيها؟\n</p>\n\n<p>\nقال: ((نعم)). فأكل وأكلنا، ثم صلى ولم يتوضأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n219 - أخبرنا أحمد بن علي بن المثنى، حدثنا شيبان بن أبي شيبة، حدثنا\nجرير بن حازم.. فذكر نحوه.\n</p>\n\n<p>\n220 - أخبرنا الحسن بن سفيان، حدثنا حبان بن موسى، أنبأنا عبد الله، عن\nمعمر، حدثنا محمد بن المنكدر.\n</p>\n\n<p>\nعن جابر قال: أكل رسول الله - صلى الله عليه وسلم - من لحم، ومعه أبو بكر\nوعمر، ثم قاموا إلى الصف ولم يتوضؤوا.\n</p>\n\n<p>\nقال جابر: ثم شهدت أبا بكر أكل طعاما \"، ثم قام إلى الصلاة ولم يتوضأ. ثم\nشهدت عمر أكل من جفنة، ثم قام فصلى ولم يتوضأ.\n</p>\n\n<p>\n221 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا\nعبد الرزاق، أنبأنا ابن جريج، أخبرني محمد بن المنكدر.\n</p>\n\n<p>\nسمع جابر بن عبد الله يقول....\n</p>\n\n<p>\nقلت: فذكر نحوه، إلا أنه قال: ثم دخلت مع أبي بكر فقال: هل من شيء؟ فلم\nيجدوا. فقال: أين شأنكم الوالد؟ فأمرني بها فاعتقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nفحلبت، ثم صنع له <span id='ms099'></span> طعاما \" فأكلنا، ثم صلى قبل أن يتوضأ، فذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n222 - أخبرنا عمر بن محمد الهمداني، حدثنا بشر بن معاذ العقدي، حدثنا\nيزيد بن زريع، حدثنا روح بن القاسم، عن محمد بن المنكدر.\n</p>\n\n<p>\nعن جابر. قلت: فذكر نحوه، إلا أنه قال: ((ودخلنا على أبي بكر فدعا بطعام\nفلم يجده، فقال: أين شاتكم التي ولدت؟ قالت: هي ذه.\n</p>\n\n<p>\nفدعا بها فحلبها بيده، ثم صنعوا لنا فأكل فصلى، ولم يتوضأ.\n</p>\n\n<p>\nوتعشيت مع عمر فأتى بقصعتين فوضعت واحدة بين يديه والأخرى بين يدي القوم.\nفأكل فصلى ولم يتوضأ)).\n</p>\n\n<p>\n223 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب أخبرني عمرو بن الحارث، حدثنا سليمان بن زياد الحضرمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nأنه سمع عبد الله بن الحارث بن جزء يقول: كنا نأكل على عهد رسول الله -\nصلى الله عليه وسلم - في المسجد (18 / 1) الخبز واللحم، ثم نصلي ولا نتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n31 - باب فضل طهور المرأة 224 - أخبرنا علي بن أحمد بن بسطام بالبصرة،\nحدثنا عمرو بن علي بن بحر، حدثنا أبو داود، حدثنا شعبة، قال عاصم الأحول:\nسمعت أبا حاجب يحدث.\n</p>\n\n<p>\nعن الحكم ابن عمرو الغفاري: أن رسول الله - صلى الله عليه وسلم - نهى أن\nيتوضأ الرجل بفضل وضوء المرأة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n225 - أخبرنا الحسن بن سفيان، حدثنا عاصم بن النضر، حدثنا معتمر بن\nسليمان، حدثنا عبيد الله بن عمر، عن نافع.\n</p>\n\n<p>\nعن ابن عمر أنه أبصر النبي - صلى الله عليه وسلم - وأصحابه يتطهرون.\nالرجال والنساء من إناء واحد يتطهرون منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n226 - أخبرنا الحسن بن سفيان، حدثنا حبان بن موسى، أنبأنا عبد الله، عن\nسفيان، عن سماك بن حرب، عن عكرمة.\n</p>\n\n<p>\nعن ابن عباس: أن امرأة من أزواج النبي - صلى الله عليه وسلم - اغتسلت من\nجنابة فجاء النبي - صلى الله عليه وسلم - يتوضأ بفضلها، فقالت له، فقال:\n((إن الماء لا ينجسه شيء)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n227 - أخبرنا الحسن بن محمد بن مصعب، حدثنا محمد بن إشكاب، حدثنا زيد بن\nالحباب، حدثنا إبراهيم بن نافع، حدثنا عبد الله بن أبي نجيح، عن مجاهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nعن أم هانئ: أن ميمونة ورسول <span id='ms100'></span> الله - صلى الله عليه وسلم - اغتسلا في قصعة\nفيها أثر العجين.\n</p>\n\n<p>\n32 - باب ما يوجب الغسل 228 - أخبرنا الحسن بن سفيان، حدثنا حبان بن\nموسى، أنبأنا عبد الله، حدثنا يونس بن يزيد، عن الزهري، عن سهل بن سعد.\n</p>\n\n<p>\nعن أبي بن كعب قال: إنما كان الماء من الماء رخصة \" في أول الإسلام، ثم\nنهى عنها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n29 - أخبرنا الحسن بن سفيان، أنبأنا محمد بن مهران الجمال، حدثنا مبشر بن\nإسماعيل، عن محمد بن مطرف أبي غسان، عن أبي حازم.\n</p>\n\n<p>\nعن سهل بن سعد قال: حدثني أبي...\n</p>\n\n<p>\nقلت: فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n230 - أخبرنا علي بن الحسين بن سليمان، حدثنا إبراهيم بن يعقوب\nالجوزجاني، حدثنا عبد الله بن عثمان بن جبلة، حدثنا أبو حمزة، حدثنا الحسين\nبن عمران عن الزهري، قال: سألت عروة عن الذي يجامع ولا ينزل.\n</p>\n\n<p>\nقال: على الناس أن يأخذوا بالآخر فالآخر من أمر رسول الله - صلى الله\nعليه وسلم -.\n</p>\n\n<p>\nحدثتني عائشة أن رسول الله - صلى الله عليه وسلم - كان يفعل ذلك ولا\nيغتسل، وذلك قبل فتح مكة، ثم اغتسل بعد ذلك وأمر الناس بالغسل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n33 - باب في الجنب يأكل أو ينام 231 - أخبرنا أبو يعلى، حدثنا محمد بن\nالصباح الدولابي منذ ثمانين سنة، حدثنا ابن المبارك، عن يونس، عن الزهري،\nعن أبي سلمة.\n</p>\n\n<p>\nعن عائشة قالت: كان النبي - صلى الله عليه وسلم - إذا أراد أن ينام وهو\nجنب لم ينم حتى يتوضأ، وإذا أراد أن يأكل غسل يديه وأكل.\n</p>\n\n<p>\nقلت: هو في الصحيح غير قصة الأكل.\n</p>\n\n<p>\n232 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا أحمد بن عبدة الضبي، حدثنا\nسفيان، عن عبد الله بن دينار، عن ابن عمر. عن عمر - رضوان الله عليهما -\nأنه سأل رسول الله - صلى الله عليه وسلم -: أينام أحدنا وهو جنب؟ فقال رسول\nالله - صلى الله عليه وسلم -: ((نعم، ويتوضأ إن شاء)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n34 - باب التستر عند الاغتسال 233 - أخبرنا محمد بن إسحاق بن خزيمة،\nحدثنا عبد الرحمن بن بشر بن (18 / 2) الحكم، أنبأنا عبد الرزاق، أنبأنا\nمعمر، عن ابن طاوس، عن المطلب بن عبد الله بن <span id='ms101'></span> حنطب.\n</p>\n\n<p>\nعن أم هانئ. قالت: نزل رسول الله - صلى الله عليه وسلم - بأعلى مكة\nفأتيته فجاء أبو ذر بجفنة فيها ماء، قالت: إني لأرى فيها أثر العجين، قالت:\n</p>\n\n<p>\nفستره أبو ذر فاغتسل، ثم ستر النبي - صلى الله عليه وسلم - أبا ذر\nفاغتسل.\n</p>\n\n<p>\nقلت: فذكر الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n35 - باب الغسل لمن أسلم 234 - أخبرنا عمر بن محمد الهمداني، حدثنا عمرو\nبن علي، عن يحيى القطان، حدثنا سفيان، عن الأغر بن الصباح، عن خليفة بن\nحصين.\n</p>\n\n<p>\nعن قيس بن عاصم، أنه أسلم فأمره النبي - صلى الله عليه وسلم - أن يغتسل\nبماء وسدر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n36 - باب ما جاء في دم الحيض 235 - أخبرنا عمر بن محمد الهمداني، حدثنا\nمحمد بن بشار، حدثنا يحيى، حدثنا سفيان، عن ثابت الحداد، عن عدي بن دينار\nمولى أم قيس بنت محصن.\n</p>\n\n<p>\nعن أم قيس بنت محصن قالت: سألت رسول الله - صلى الله عليه وسلم - عن دم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nالحيض يصيب الثوب. فقال: ((اغسليه بالماء والسدر، وحكيه بضلع)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n37 - باب ما جاء في الثوب الذي يجامع فيه 236 - أخبرنا أحمد بن علي بن\nالمثنى، حدثنا مخلد بن أبي زميل، وعبد الجبار بن عاصم، قالا: حدثنا عبيد\nالله بن عمرو، عن عبد الملك بن عمير.\n</p>\n\n<p>\nعن جابر بن سمرة قال: سأل رجل النبي - صلى الله عليه وسلم - أصلى في\nالثوب الذي آتي فيه أهلي؟ قال: ((نعم، إلا أن ترى فيه شيئا \" فتغسله)).\n</p>\n\n<p>\n237 - أخبرنا الفضل بن الحباب، حدثنا أبو الوليد، حدثنا ليث، عن يزيد بن\nأبي حبيب، عن سويد بن قيس، عن معاوية بن خديج، عن معاوية بن أبي سفيان.\n</p>\n\n<p>\nعن أخته أم حبيبة زوج النبي - صلى الله عليه وسلم - أنه سألها: هل كان\nرسول الله - صلى الله عليه وسلم - يصلي في الثوب الذي يجامعها فيه؟ فقالت:\nنعم، إذا لم ير فيه أذى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n38 - باب ما جاء في الحمام 238 - أخبرنا أحمد بن الحسن بن عبد الجبار\nالصوفي، حدثنا يحيى بن معين، حدثنا عمرو بن الربيع بن طارق، حدثنا يحيى بن\nأيوب، عن يعقوب بن إبراهيم، عن محمد بن ثابت بن شرحبيل <span id='ms102'></span>، عن عبد الله بن\nسويد الخطمي.\n</p>\n\n<p>\nعن أبي أيوب الأنصاري أن رسول الله - صلى الله عليه وسلم - قال: ((من كان\nيؤمن بالله واليوم الآخر، فليكرم جاره، ومن كان يؤمن بالله واليوم الآخر\nفلا يدخل الحمام إلا بمئزر، ومن كان يؤمن بالله واليوم الآخر، فليقل خيرا \"\nأو ليصمت. ومن كان يؤمن بالله واليوم الآخر من نسائكم، فلا يدخل الحمام)).\n</p>\n\n<p>\nقال فنميت بذلك إلى عمر بن عبد العزيز في خلافته، فكتب إلى أبي بكر بن\nمحمد بن عمرو بن حزم: أن سل محمد بن ثابت عن حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه رضا \"، فسأله، ثم كتب إلى عمر فمنع النساء عن الحمام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n39 - باب ما جاء في المذي 239 - أخبرنا الحسن بن سفيان، حدثنا أمية بن\nبسطام، حدثنا يزيد بن زريع، حدثنا روح بن القاسم، عن أبي نجيح، عن عطاء، عن\nإياس بن خليفة، عن رافع بن خديج.\n</p>\n\n<p>\nأن عليا \" أمر عمارا \" أن يسأل رسول الله - صلى الله عليه وسلم - عن\nالمذي، فقال:\n</p>\n\n<p>\n((يغسل مذاكيره ويتوضأ)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n240 - أخبرنا أبو يعلى، حدثنا أبو خيثمة (19 / 1)، حدثنا إسماعيل بن\nإبراهيم، حدثنا محمد بن إسحاق، حدثني سعيد بن عبيد بن السباق، عن أبيه.\n</p>\n\n<p>\nعن سهل بن حنيف قال: كنت ألقى من المذي شدة \"، فكنت أكثر الاغتسال منه،\nفسألت رسول الله - صلى الله عليه وسلم - عن ذلك فقال: ((إنما يجزيك منه\nالوضوء)). فقلت: فكيف بما أصاب ثوبي منه؟ قال: ((يكفيك أن تأخذ كفا \" من\nماء فتنضح بها من ثوبك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n241 - أخبرنا الفضل بن الحباب الجمحي، حدثنا أبو الوليد الطيالسي، حدثنا\nزائدة بن قدامة، حدثنا الركين بن الربيع الفزاري، عن حصين بن قبيصة.\n</p>\n\n<p>\nعن علي بن أبي طالب قال: كنت رجلا \" مذاء \"، فسألت النبي - صلى الله عليه\nوسلم - فقال: ((إذا رأيت المذي، فاغسل ذكرك، وإذا رأيت الماء فاغتسل)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n242 - أخبرنا عمر بن محمد الهمداني، حدثنا محمد بن عثمان العجلي، حدثنا\nحسين بن علي، عن زائدة، عن أبي حصين، عن أبي عبد الرحمن السلمي.\n</p>\n\n<p>\nعن علي.. فذكر نحوه.\n</p>\n\n<p>\n243 - أخبرنا عمر بن محمد الهمداني، حدثنا بشر بن معاذ العقدي <span id='ms103'></span>، حدثنا\nعبيدة بن حميد الحذاء، حدثنا الركين بن الربيع بن عميلة، عن حصين بن قبيصة.\n</p>\n\n<p>\nعن علي... فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n244 - أخبرنا عمر بن سعيد بن سنان، أنبأنا أحمد بن أبي بكر، عن مالك، عن\nأبي النضر مولى عمر بن عبيد الله، عن سليمان بن يسار، عن المقداد بن\nالأسود.\n</p>\n\n<p>\nأن علي بن أبي طالب أمره أن يسأل رسول الله - صلى الله عليه وسلم - عن\nالرجل إذا دنا من أهله فخرج منه المذي ماذا عليه؟ فإن عندي ابنته، وأنا\nأستحيي أن أسأله.\n</p>\n\n<p>\nقال المقداد: فسألت رسول الله - صلى الله عليه وسلم - فقال: ((إذا وجد\nذلك أحدكم، فلينضح فرجه، وليتوضأ وضوءه للصلاة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n245 - أخبرنا أبو خليفة، حدثنا القعنبي، عن مالك... فذكر نحوه.\n</p>\n\n<p>\n40 - باب طهارة المسجد من البول 246 - أخبرنا عبد الله بن سليمان بن\nالأشعث السجستاني أبو بكر، حدثنا علي بن خشرم، أنبأنا الفضل بن موسى، عن\nمحمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة قال: دخل أعرابي على رسول الله - صلى الله عليه وسلم -\nالمسجد، وهو جالس فقال: اللهم اغفر لي ولمحمد، ولا تغفر لأحد معنا. قال:\nفضحك رسول الله - صلى الله عليه وسلم - ثم قال: ((لقد احتظرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nواسعا \")). ثم ولى الأعرابي حتى إذا كان في ناحية المسجد فحج ليبول، فقال\nالأعرابي - بعد أن فقه في الإسلام -: فقام إلي رسول الله - صلى الله عليه\nوسلم - فلم يؤنبني، ولم يسبني، وقال: ((إنما بني هذا المسجد لذكر الله\nوالصلاة، وإنه لا يبال فيه)). ثم دعا بسجل من ماء فأفرغه عليه.\n</p>\n\n<p>\nقلت: لأبي هريرة حديث في الصحيح في بول الأعرابي في المسجد باختصار عن\nهذا.\n</p>\n\n<p>\n41 - باب في بول الغلام والجارية 247 - أخبرنا ابن خزيمة، حدثنا بندار،\nحدثنا معاذ بن هشام، حدثنا أبي، [عن] قتادة، عن أبي حرب بن أبي الأسود، عن\nأبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي بن أبي طالب أن النبي - صلى الله عليه وسلم - قال في بول الرضيع:\n((ينضح بول الغلام، ويغسل بول الجارية)).\n</p>\n\n<p>\n42 - باب إزالة القذر من النعل 248 - أخبرنا محمد بن الحسين بن الخليل\nحدثنا عبد الرحمن <span id='ms104'></span> بن إبراهيم، حدثنا الوليد، عن الأوزاعي، عن سعيد بن أبي\nسعيد المقبري، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nعن (19 / 2) أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((إذا وطئ\nأحدكم بنعله في الأذى، فإن التراب له طهور)).\n</p>\n\n<p>\n249 - أخبرنا محمد بن أحمد بن أبي عون، حدثنا أحمد بن إبراهيم الدورقي،\nحدثنا محمد بن كثير، عن الأوزاعي، عن ابن عجلان، عن سعيد بن أبي سعيد، عن\nأبيه.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((إذا وطئ أحدكم\nالأذى بخفيه، فطهورهما التراب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n43 - باب ما يعفى عنه من الدم 250 - أخبرنا الحسن بن سفيان، حدثنا حبان\nبن موسى، أنبأنا عبد الله، عن محمد بن إسحاق قال: حدثني صدقة بن يسار، عن\nعقيل بن جابر.\n</p>\n\n<p>\nعن جابر بن عبد الله قال: خرجنا مع رسول الله - صلى الله عليه وسلم - في\nسفر غزوة ذات الرقاع، فأصاب رجل من المسلمين امرأة رجل من المشركين. فلما\nانصرف رسول الله - صلى الله عليه وسلم - أتى زوجها، وكان غائبا \"، فلما\nأخبر، حلف لا ينتهي حتى يهريق في أصحاب محمد - صلى الله عليه وسلم - دما \"،\nفخرج يتبع أثر رسول الله - صلى الله عليه وسلم - فنزل رسول الله - صلى الله\nعليه وسلم - منزلا \" فقال:\n</p>\n\n<p>\n((من رجل يكلؤنا ليلتنا هذه))؟ فانتدب رجل من المهاجرين ورجل من الأنصار\nفقالا: نحن يا رسول الله.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((فكونا بفم الشعب)).\n</p>\n\n<p>\nقال: وكان رسول الله - صلى الله عليه وسلم - وأصحابه نزلوا إلى شعب من\nالوادي، فلما خرج الرجلان إلى فم الشعب، قال الأنصاري للمهاجري. أي الليل\nأحب إليك أن أكفيك: أوله أو آخره؟ قال: بل اكفني أوله.\n</p>\n\n<p>\nقال فاضطجع المهاجري فنام، وقام الأنصاري يصلي. وأتى زوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nالمرأة فلما رأى شخص الرجل، عرف أنه ربيئه القوم، فرماه بسهم، فوضعه فيه،\nفنزعه، فوضعه، وثبت قائما \" يصلي، ثم رماه بسهم آخر فوضعه فيه، فنزعه وثبت\nقائما \" يصلي، فلما عاد الثالثة، فوضعه فيه فنزعه فوضعه، ثم ركع وسجد، ثم\nأهب صاحبه فقال: اجلس، فقد أتيت، فوثب. فلما <span id='ms105'></span> رآهما الرجل عرف أنه نذر به\nفلما رأى المهاجري ما بالأنصاري من الدماء قال: سبحان الله، أفلا أهبتني\nأول ما رماك؟ قال: كنت في سورة أقرأها، فلم أحب أن أقطعها حتى أنفدها، فلما\nتابع علي الرمي ركعت فأذنتك، وأيم الله لولا أن أضيع ثغرا \" أمرني رسول\nالله - صلى الله عليه وسلم - بحفظه لقطع [نفسي] قبل أن أقطعها أو أنفدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n4 - كتاب الصلاة 1 - باب فرض الصلاة قلت: قد تقدم في ((كتاب الإيمان))\nأحاديث تدل على فرض الصلاة والزكاة في ((باب: فيمن أدى الفرائض واجتنب\nالكبائر)).\n</p>\n\n<p>\nويأتي في الزكاة شيء من ذلك إن شاء الله.\n</p>\n\n<p>\n251 - أخبرنا علي بن أحمد بن عمران الجرجاني بحلب، حدثنا نصر بن علي بن\nنصر، حدثنا نوح بن قيس، أنبأنا خالد بن قيس، عن قتادة.\n</p>\n\n<p>\nعن أنس: أن رجلا قال: يا رسول الله، ما افترض الله على عباده؟ قال: ((خمس\nصلوات)).\n</p>\n\n<p>\nقال: هل قبلهن أو بعدهن شيء؟ قال: ((افترض الله على عباده خمس صلوات)).\nقال: هل قبلهن أو بعدهن شيء؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فحلف الرجل بالله لا يزيد عليهن ولا ينقص منهن، فقال النبي - صلى\nالله عليه وسلم -: ((ان صدق دخل الجنة)).\n</p>\n\n<p>\n252 - أخبرنا جعفر بن أحمد بن سنان القطان بواسط، حدثنا يزيد (20 / 1) بن\nهارون، أنبأنا محمد بن عمرو، عن محمد بن يحيى بن حبان، [عن ابن محيريز]، عن\nالمخدجي.\n</p>\n\n<p>\nأنه قال لعبادة بن الصامت: إن أبا محمد - رجلا \" من الأنصار كانت له صحبة\n- يزعم أن الوتر حق، فقال: كذب أبو محمد، سمعت رسول الله - صلى الله عليه\nوسلم - يقول: ((من جاء بالصلوات الخمس قد أكملهن لم ينتقص من حقهن شيئا \"،\nكان له عند الله عهد أن لا يعذبه، ومن جاء بهن وقد انتقص من حقهن شيئا \"،\nفليس له عند الله عهد، إن شاء رحمه، وإن شاء عذبه)). وفي رواية ((خمس صلوات\nافترضهن الله على عباده)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n253 - أخبرنا عبد الله بن قحطبة بن مرزوق بفم الصلح، حدثنا أحمد بن منيع،\nحدثنا هشام، أنبأنا يحيى بن سعيد، أنبأنا محمد بن يحيى بن حبان الأنصاري <span id='ms106'></span>،\nعن ابن محيريز قال:\n</p>\n\n<p>\nجاء رجل إلى عبادة بن الصامت.. قلت: فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب فيمن حافظ على الصلاة ومن تركها 254 - أخبرنا محمد بن عبد الرحمن\nالسامي، حدثنا سلمة بن شبيب، حدثنا المقرئ، حدثني سعيد بن أبي أيوب، عن كعب\nبن علقمة، عن عيسى بن هلال الصدفي.\n</p>\n\n<p>\nعن عبد الله بن عمرو، عن رسول الله - صلى الله عليه وسلم - أنه ذكر\nالصلاة يوما \" فقال: ((من حافظ عليها، كانت له نورا \" وبرهانا \" ونجاة يوم\nالقيامة، ومن لم يحافظ عليها، لم يكن له برهان، ولا نور، ولا نجاة، وكان\nيوم القيامة مع قارون، وهارون، وفرعون، وأبي بن خلف)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n255 - أخبرنا محمد بن أحمد بن أبي عون، حدثنا أبو عمار الحسين بن حريث،\nحدثنا الفضل بن موسى، عن الحسين بن واقد، عن عبد الله بن بريدة.\n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((إن العهد الذي\nبيننا وبينهم الصلاة، فمن تركها فقد كفر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n256 - أخبرنا يحيى بن محمد عمرو بالفسطاط، حدثنا إسحاق بن إبراهيم بن\nالعلاء الزبيدي، حدثنا محمد بن حمير، حدثنا الأوزاعي، عن يحيى بن أبي كثير،\nعن أبي قلابة، عن عمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nعن بريدة، عن النبي - صلى الله عليه وسلم - قال: ((بكروا بالصلاة في يوم\nالغيم، فإنه من ترك الصلاة، فقد كفر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n257 - أخبرنا أحمد بن علي بن المثنى، حدثنا إسحاق بن إبراهيم المروزي،\nحدثنا الوليد بن مسلم، حدثنا عبد العزيز بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن عبيد الله بن أبي المهاجر، قال: حدثني سليمان بن حبيب.\n</p>\n\n<p>\nعن أبي أمامة قال: قال رسول الله - صلى الله عليه وسلم -: ((لتنقضن عرى\nالإسلام عروة عروة، فكلما انتقضت عروة، تشبث الناس بالتي تليها، فأولهن\nنقضا \" الحكم، وآخرهن الصلاة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب فضل الصلاة 258 - أخبرنا عمر بن محمد بن بجير الهمداني، حدثنا\nأبو الطاهر بن السرح، حدثنا ابن وهب، أخبرني حيي بن عبد الله، عن أبي عبد\nالرحمن الحبلي.\n</p>\n\n<p>\nعن عبد الله بن عمرو: أن رجلا أتى رسول الله - صلى الله عليه وسلم -\nفسأله عن أفضل الأعمال. فقال رسول الله - صلى الله <span id='ms107'></span> عليه وسلم -:\n((الصلاة)). قال: ثم مه؟\n</p>\n\n<p>\nقال: ((ثم الصلاة)). قال: ثم مه؟ قال: ((ثم الصلاة)). ثلاث مرات. قال:\n</p>\n\n<p>\nثم مه؟ قال: ((الجهاد في سبيل الله)). قال: فإن لي والدين. فقال رسول\nالله - صلى الله عليه وسلم -: ((آمرك بوالديك خيرا \")). فقال: ((والذي بعثك\nبالحق نبيا لأجاهدن ولأتركنهما))، فقال له رسول الله - صلى الله عليه وسلم\n- ((أنت أعلم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n259 - أخبرنا ابن سلم، حدثنا عبد الرحمن بن إبراهيم، حدثنا الوليد، حدثنا\nالأوزاعي، حدثني شداد أبو عمار.\n</p>\n\n<p>\nحدثني واثلة بن (20 / 2) الأسقع قال: جاء رجل إلى رسول الله - صلى الله\nعليه وسلم - فقال: يا رسول الله، إني أصبت حدا \" فأقمه علي، فأعرض عنه. ثم\nقال: يا رسول الله إني أصبت حدا \" فأقمه علي، فأعرض عنه.\n</p>\n\n<p>\nثم قال: يا رسول الله إني أصبت حدا \" فأقمه علي..\n</p>\n\n<p>\nوأقيمت الصلاة، فلما سلم - صلى الله عليه وسلم - قال له الرجل: يا رسول\nالله إني أصبت حدا \" فأقمه علي، فقال له رسول الله - صلى الله عليه وسلم -:\n((هل توضأت حين أقبلت؟)). قال: نعم، قال: ((وصليت معنا؟)). قال: نعم. قال:\n</p>\n\n<p>\n((فاذهب، فان الله قد غفر لك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: قد تقدم حديث ثوبان: ((واعلموا أن خير أعمالكم الصلاة)).\n</p>\n\n<p>\nفي الطهارة، في الوضوء.\n</p>\n\n<p>\nقلت: ويأتي حديث أبي أمامة: ((صلوا خمسكم، وأدوا زكاة أموالكم)) في\nالزكاة.\n</p>\n\n<p>\n260 - أخبرنا ابن سلم، حدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو\nبن الحارث، عن أبي عشانة.\n</p>\n\n<p>\nعن عقبة بن عامر، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n((يعجب ربنا من راعي غنم في رأس الشظية للجبل يؤذن بالصلاة ويصلي، فيقول\nالله - جل وعلا -: انظروا إلى عبدي هذا، يؤذن ويقيم الصلاة يخاف مني، غفرت\nلعبدي وأدخلته الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n261 - أخبرنا أبو يعلى، حدثنا أمية بن بسطام، حدثنا معتمر بن سليمان،\nقال: سمعت عبد الملك بن أبي جميلة يحدث عن أبي بكر بن بشير.\n</p>\n\n<p>\nعن كعب بن عجرة قال: قال رسول الله - صلى الله عليه وسلم -: ((يا كعب بن\nعجرة، إنه لا يدخل الجنة لحم ودم نبتا على سحت، النار أولى <span id='ms108'></span> به يا كعب بن\nعجرة، الناس غاديان، فغاد في فكاك نفسه فمعتقها، وغاد موبقها.\n</p>\n\n<p>\nيا كعب بن عجرة، الصلاة قربان، والصدقة برهان، والصوم جنة، والصدقة تطفئ\nالخطيئة كما يذهب الجليد على الصفا)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n5 - كتاب المواقيت 1 - باب وقت صلاة الصبح 262 - أخبرنا أبو يعلى، حدثنا\nسعيد بن يحيى الأموي، حدثني أبي، عن محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة قال: صلى بنا رسول الله - صلى الله عليه وسلم - الصبح فغلس\nبها، ثم صلى الغداة فأسفر بها، ثم قال: ((أين السائل عن وقت صلاة الغداة؟\nفيما بين صلاتي أمس واليوم)).\n</p>\n\n<p>\n263 - أخبرنا أبو يعلى. حدثنا أبو خيثمة، حدثنا يحيى بن سعيد القطان، عن\nابن عجلان، عن عاصم بن عمر بن قتادة، عن محمود بن لبيد.\n</p>\n\n<p>\nعن رافع بن خديج، عن النبي - صلى الله عليه وسلم - قال: ((أصبحوا بالصبح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nفإنكم كلما أصبحتم بالصبح، كان أعظم لأجوركم، أو لأجرها)).\n</p>\n\n<p>\n264 - أخبرنا حامد بن محمد بن شعيب حدثنا سريج بن يونس، حدثنا يزيد بن\nهارون، ومحمد بن يزيد، عن ابن إسحاق، عن عاصم بن عمر.. فذكر نحوه، إلا أنه\nقال: ((أسفروا بالفجر، فإنه أعظم للأجر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n265 - أخبرنا إسحاق بن إبراهيم بن إسماعيل، حدثنا ابن أبي عمر العدني،\nحدثنا سفيان، عن محمد بن عجلان، عن عاصم بن عمر بن قتادة.. فذكر نحو الطريق\nالأولى من حديث رافع.\n</p>\n\n<p>\n266 - أخبرنا ببيت المقدس عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن\nإبراهيم، حدثنا الوليد بن مسلم، حدثنا الأوزاعي، حدثني نهيك بن يريم، عن\nمغيث بن سمي قال:\n</p>\n\n<p>\nصلى بنا عبد الله بن الزبير الغداة فغلس بها، فالتفت إلى ابن عمر فقلت:\nما هذه الصلاة؟\n</p>\n\n<p>\nقال: هذه صلاتنا مع رسول الله - صلى الله عليه وسلم - (21 / 1) وأبي بكر،\nوعمر - رضوان الله عليهما - فلما قتل عمر، أسفر بها عثمان - رضوان الله\nعليه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: ويأتي حديث أبي مسعود في التغليس بها في ((باب جامع في مواقيت\nالصلاة)).\n</p>\n\n<p>\n2 - باب وقت صلاة الظهر 267 - أخبرنا جعفر بن أحمد بن سنان القطان بواسط،\nحدثنا عمرو بن علي الفلاس <span id='ms109'></span>، حدثنا عبد الوهاب الثقفي، حدثنا محمد بن عمرو،\nعن سعيد بن الحارث.\n</p>\n\n<p>\nعن جابر بن عبد الله قال: كنا نصلي مع النبي - صلى الله عليه وسلم - في\nشدة الحر، فيعمد أحدنا إلى قبضة من الحصى فيجعلها في كفه هذه، ثم في كفه\nهذه، فإذا بردت، سجد عليها.\n</p>\n\n<p>\n268 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا ابن أبي السري، حدثنا عبد\nالرزاق أنبأنا معمر، عن الزهري.\n</p>\n\n<p>\nعن أنس بن مالك: أن رسول الله - صلى الله عليه وسلم - خرج فصلى الظهر حين\nزاغت الشمس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n269 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا أحمد بن حنبل، حدثنا\nإسحاق بن يوسف، حدثنا شريك، عن بيان، عن قيس بن أبي حازم.\n</p>\n\n<p>\nعن المغيرة بن شعبة قال: كنا نصلي مع رسول الله - صلى الله عليه وسلم -\nبالهاجرة فقال: ((أبردوا بالصلاة، فإن شدة الحر من فيح جهنم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب ما جاء في صلاة العصر 270 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nهاشم بن الحارث المروزي، حدثنا عبيد الله بن عمرو، عن زيد بن أبي أنيسة، عن\nعدي بن ثابت، عن زر بن حبيش.\n</p>\n\n<p>\nعن حذيفة قال: سمعت رسول الله - صلى الله عليه وسلم - يقول يوم الخندق:\n</p>\n\n<p>\n((شغلونا عن صلاة العصر، ملأ الله قبورهم وبيوتهم نارا \" - أو\n((قلوبهم)).\n</p>\n\n<p>\nقال: ولم يصلها يومئذ حتى غابت الشمس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n4 - باب وقت صلاة المغرب 271 - أخبرنا أبو يعلى، حدثنا غسان بن الربيع،\nحدثنا حماد بن سلمة، عن أبي الزبير.\n</p>\n\n<p>\nعن جابر: أنهم كانوا يصلون المغرب - يريد مع رسول الله - صلى الله عليه\nوسلم - ثم ينتضلون.\n</p>\n\n<p>\n5 - باب وقت صلاة العشاء الآخرة 272 - أخبرنا أبو خليفة، حدثنا أبو\nالوليد، حدثنا أبو عوانة، عن إبراهيم بن محمد بن المنتشر، عن حبيب بن سالم.\n</p>\n\n<p>\nعن النعمان بن بشير قال: أنا أعلم الناس بوقت هذه الصلاة - يعني العشاء -\nكان رسول الله - صلى الله عليه وسلم - يصليها لسقوط القمر لثالثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n273 - أخبرنا أبو يعلى، حدثنا أبو خيثمة، حدثنا محمد بن خازم، حدثنا داود\nبن أبي هند، عن أبي نضرة.\n</p>\n\n<p>\nعن جابر قال: خرج رسول الله <span id='ms110'></span> - صلى الله عليه وسلم - على أصحابه ذات ليلة\nوهم ينتظرون العشاء فقال: ((صلى الناس ورقدوا، وأنتم تنتظرونها. أما إنكم\nفي صلاة ما انتظرتموها)). ثم قال: ((لولا ضعف الضعيف - أو كبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nالكبير - لأخرت هذه الصلاة إلى شطر الليل)).\n</p>\n\n<p>\n274 - أخبرنا الحسن بن سفيان، حدثنا صفوان بن صالح، حدثنا الوليد، حدثنا\nشيبان، عن عاصم بن أبي النجود، عن زر بن حبيش.\n</p>\n\n<p>\nعن ابن مسعود قال: أخر رسول الله - صلى الله عليه وسلم - صلاة العشاء، ثم\nخرج والناس ينتظرون الصلاة، فقال: ((أما إنه ليس من أهل الأديان أحد يذكر\nالله هذه الساعة غيركم)). ثم نزلت عليه (ليسوا سواء من أهل الكتاب أمة\nقائمة يتلون آيات الله آناء الليل وهم يسجدون) [آل عمران: 113].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n6 - باب الحديث بعدها 275 - أخبرنا الحسن بن سفيان، حدثنا حميد بن مسعدة\n(21 / 2)، حدثنا جعفر بن سليمان، حدثنا هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nقال: سمعتني عائشة وأنا أتكلم بعد العشاء الآخرة فقالت:\n</p>\n\n<p>\nيا عري، ألا تريح كاتبيك؟ فإن رسول الله - صلى الله عليه وسلم - لم يكن\nينام قبلها ولا يتحدث بعدها.\n</p>\n\n<p>\n276 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nأبو معاوية، عن الأعمش، عن إبراهيم، عن علقمة.\n</p>\n\n<p>\nعن عمر بن الخطاب قال: كان رسول الله - صلى الله عليه وسلم - لا يزال\nيسمر عند أبي بكر الليلة في الأمر من أمور المسلمين، وإنه سمر عنده ذات\nليلة وأنا معه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n277 - أخبرنا أبو يعلى، حدثنا هدبة بن خالد، حدثنا همام، عن عطاء بن\nالسائب، عن أبي وائل.\n</p>\n\n<p>\nعن ابن مسعود قال: جدب لنا رسول الله - صلى الله عليه وسلم - السمر بعد\nصلاة العتمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n7 - باب جامع في أوقات الصلوات 278 - أخبرنا الحسن بن سفيان، حدثنا حبان\nبن موسى، أنبأنا عبد الله، أنبأنا حسين بن علي بن حسين، عن وهب بن كيسان.\n</p>\n\n<p>\nعن جابر قال: جاء جبريل إلى النبي - صلى الله عليه وسلم - حين زالت الشمس\nفقال: قم يا محمد، فصل الظهر، فقام فصلى الظهر. ثم جاءه حين صار ظل كل شيء\nمثله فقال: قم فصل العصر <span id='ms111'></span>. فقام فصلى العصر. ثم جاءه حين غابت الشمس فقال:\nقم فصل المغرب، [فقام فصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nالمغرب]. ثم مكث حتى ذهب الشفق فجاءه فقال: قم فصل العشاء، فقام فصلاها،\nثم جاءه حين سطع الفجر بالصبح فقال: قم يا محمد فصل [الصبح] فقام فصلى\nالصبح، وجاءه من الغد حين صار ظل كل شيء مثله فقال: قم فصل الظهر، فقام\nفصلى الظهر. ثم جاءه حين صار ظل كل شيء مثليه، فقال: قم فصل العصر، فقام\nفصلى العصر. ثم جاءه حين غابت الشمس وقتا \" واحدا \" لم يزل عنه. فقال: قم\nفصل المغرب، فقام فصلى المغرب. ثم جاءه للعشاء حين ذهب ثلث الليل فقال: قم\nفصل العشاء، فقام فصلى العشاء، ثم جاءه الصبح حين أسفر جدا \" فقال: قم فصل\nالصبح فقال: ما بين هذين وقت كله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\n279 - أخبرنا ابن خزيمة، حدثنا الربيع بن سليمان، أنبأنا ابن وهب، أخبرني\nأسامة: أن ابن شهاب أخبره: أن عمر بن عبد العزيز كان قاعدا \" على المنبر\nفأخر الصلاة شيئا \"، فقال عروة بن الزبير: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nأما علمت أن جبريل قد أخبر محمدا \" - صلى الله عليه وسلم - بوقت الصلاة؟\n</p>\n\n<p>\nفقال له عمر: اعلم ما تقول يا عروة!\n</p>\n\n<p>\nفقال عروة: سمعت بشير بن أبي مسعود يقول: سمعت أبا مسعود الأنصاري يقول:\nسمعت رسول الله - صلى الله عليه وسلم - يقول: ((نزل جبريل فأخبرني بوقت\nالصلاة فصليت معه، ثم صليت معه، ثم صليت معه، ثم صليت معه)). - فحسب\nبأصابعه خمس صلوات -.\n</p>\n\n<p>\nورأيت رسول الله - صلى الله عليه وسلم - يصلي الظهر حين تزول الشمس،\nوربما أخرها حين يشتد الحر، ورأيته يصلي العصر والشمس مرتفعة بيضاء قبل أن\nتدخلها الصفرة، فينصرف الرجل من الصلاة، فيأتي ذا الحليفة قبل غروب الشمس،\nويصلي المغرب حين تسقط الشمس، ويصلي العشاء حين يسود الأفق وربما أخرها حتى\nيجمع الناس، وصلى الصبح بغلس، ثم صلى مرة أخرى (22 / 1) فأسفر بها، ثم كانت\nصلاته بعد ذلك بالغلس حتى مات - صلى الله عليه وسلم - لم يعد إلى أن يسفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p425'> Vol. 01, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: في الصحيح طرف من أوله.\n</p>\n\n<p>\n8 - باب في <span id='ms112'></span> الصلاة لوقتها 280 - أخبرنا محمد بن إسحاق بن خزيمة، وعمر بن\nمحمد الهمداني قالا: حدثنا محمد بن بشار، حدثني عثمان بن عمر بن فارس، عن\nمالك بن مغول، عن الوليد بن العيزار، عن أبي عمرو الشيباني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود قال: قلت يا رسول الله، أي الأعمال [أفضل]؟ قال:\n((الصلاة في أول وقتها)).\n</p>\n\n<p>\nقلت: هو في الصحيح غير قوله: ((في أول وقتها)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n9 - باب المحافظة على الصبح والعصر 281 - أخبرنا أبو يعلى، حدثنا زكريا\nبن يحيى، حدثنا هشيم، عن داود بن أبي هند، عن أبي حرب بن أبي الأسود، عن\nفضالة بن عبيد الليثي، قال: أتيت النبي - صلى الله عليه وسلم - وعلمني\nالصلوات الخمس ومواقيتها، قال: فقلت له: إن هذه ساعات أشتغل فيها، فمرني\nبجوامع. فقال: ((إن شغلت فلا تشغل عن العصرين))، قلت: وما العصران؟ قال:\n((صلاة الغداة، وصلاة العصر)).\n</p>\n\n<p>\n282 - أخبرنا عبد الله بن قحطبة بفم الصلح، حدثنا إسحاق بن شاهين، حدثنا\nخالد بن عبد الله، عن داود بن أبي هند، عن عبد الله بن فضالة الليثي.\n</p>\n\n<p>\nعن أبيه، قال: علمنا رسول الله - صلى الله عليه وسلم - فكان فيما علمنا\nقال:\n</p>\n\n<p>\n((حافظوا على الصلوات، وحافظوا على العصرين)).\n</p>\n\n<p>\nقلت: يا رسول الله، وما العصران؟ قال: ((صلاة قبل طلوع الشمس، وصلاة قبل\nغروبها)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n282 مكرر - وعن عمارة بن رويبة أن رسول الله - صلى الله عليه وسلم - قال:\n((من صلى البردين دخل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\n10 - باب فيمن أدرك ركعة من الصلاة 283 - أخبرنا عبد الله بن محمد\nالأزدي، حدثنا إسحاق بن إبراهيم، حدثنا عبد الرزاق، أنبأنا معمر، عن ابن\nطاوس، عن أبيه. عن ابن عباس.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((من أدرك ركعة من\nالعصر قبل أن تغرب الشمس فقد أدركها، ومن أدرك ركعة من الفجر قبل أن تطلع\nالشمس، وركعة بعد ما تطلع الشمس، فقد أدركها)).\n</p>\n\n<p>\nقلت: هو في الصحيح غير قوله: ((وركعة بعدما تطلع الشمس)).\n</p>\n\n<p>\n11 - باب فيمن نام عن صلاة 284 - أخبرنا أبو يعلى، حدثنا أبو بكر بن أبي\nشيبة، حدثنا حسين بن <span id='ms113'></span> علي الجعفي، عن زائدة، عن سماك، عن القاسم بن عبد\nالرحمن، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود قال: سرنا ذات ليلة مع رسول الله - صلى الله عليه\nوسلم - فقلنا: يا رسول الله، لو أمسستنا الأرض فنمنا ورعت ركابنا؟ قال:\n((فمن يحرسنا؟)). قال: قلت: أنا. فغلبتني عيني فلم يوقظني إلا وقد طلعت\nالشمس، ولم يستيقظ رسول الله - صلى الله عليه وسلم - إلا بكلامنا. قال:\nفأمر بلالا \" فأذن، ثم أقام فصلى.\n</p>\n\n<p>\n12 - باب ترتيب الفوائت 285 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا محمد\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nبشار، حدثنا يحيى بن سعيد، حدثنا ابن أبي ذئب، حدثنا سعيد المقبري، عن\nعبد الرحمن بن أبي سعيد الخدري.\n</p>\n\n<p>\nعن أبيه قال: حبسنا يوم الخندق حتى كان بعد المغرب، وذلك قبل أن ينزل في\nالقتال: وذلك قول الله: (وكفى الله المؤمنين القتال وكان الله قويا \" عزيزا\n\") [الأحزاب: 25]. أمر رسول الله - صلى الله عليه وسلم - بلالا \"، فأقام\nالظهر فصلاها (22 / 2) كما كان يصليها في وقتها، ثم أقام العصر فصلاها كما\nكان يصليها في وقتها، ثم أقام المغرب فصلاها كما كان يصليها في وقتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n13 - باب فيمن فاتته الصلاة من غير عذر 286 - أخبرنا أبو يعلى، حدثنا أبو\nخيثمة، حدثنا أبو عامر، عن ابن أبي ذئب، عن الزهري، عن أبي بكر بن عبد\nالرحمن بن الحارث بن هشام.\n</p>\n\n<p>\nعن نوفل بن معاوية، أن النبي - صلى الله عليه وسلم - قال: ((من فاتته\nالصلاة فكأنما وتر أهله وماله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n14 - باب فيما جاء في الأذان 287 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nعمرو بن محمد الناقد، حدثنا يعقوب بن إبراهيم، حدثنا أبي، عن ابن إسحاق،\nحدثنا محمد بن إبراهيم التيمي، عن محمد بن عبد الله بن زيد بن عبد ربه.\n</p>\n\n<p>\nحدثني عبد الله بن زيد قال: لما أمر النبي - صلى الله عليه وسلم -\nبالناقوس ليضرب به ليجمع الناس إلى الصلاة، أطاف بي من الليل - وأنا نائم -\nرجل عليه ثوبان أخضران وفي يده ناقوس يحمله، فقلت: يا عبد الله، أتبيع\nالناقوس؟ قال: فما تصنع به؟ قلت: أدعو به <span id='ms114'></span> إلى الصلاة: قال:\n</p>\n\n<p>\nأفلا أدلك على خير من ذلك؟ قلت: بلى. قال: إذا أردت أن تؤذن تقول: الله\nأكبر الله أكبر، الله أكبر، الله أكبر الله أكبر. أشهد أن لا إله إلا الله،\nأشهد أن لا إله إلا الله. أشهد أن محمدا \" رسول الله، أشهد أن محمدا \" رسول\nالله. حي على الصلاة، حي على الصلاة. حي على الفلاح، حي على الفلاح. الله\nأكبر الله أكبر، لا إله إلا الله. ثم استأخر عني غير بعيد، ثم قال: تقول\nإذا أقمت الصلاة: الله أكبر الله أكبر، أشهد أن لا إله إلا الله، أشهد أن\nمحمدا \" رسول الله، حي على الصلاة، حي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nالفلاح، قد قامت الصلاة قد قامت الصلاة، الله أكبر الله أكبر، لا إله إلا\nالله.\n</p>\n\n<p>\nفلما أصبحت، غدوت على رسول الله - صلى الله عليه وسلم - فأخبرته، فقال:\n((إنها لرؤيا حق إن شاء الله تعالى، قم فألق على بلال الذي رأيت فليؤذن،\nفإنه أندى صوتا منك)). فقمت إلى بلال فجعلت ألقي عليه ويؤذن بذلك، فسمع عمر\nصوته وهو في بيته على الزوراء، فخرج يجر رداءه فقال:\n</p>\n\n<p>\nوالذي بعث محمدا \" بالحق لأريت مثل ما رأى. فقال رسول الله - صلى الله\nعليه وسلم - ((فلله الحمد)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n288 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا عفان،\nحدثنا همام، عن عامر الأحول، أن مكحولا \" حدثه: أن عبد الله بن محريز حدثه.\n</p>\n\n<p>\nأن أبا محذورة حدثه قال: علمني رسول الله - صلى الله عليه وسلم - الأذان\nتسع عشرة كلمة، والإقامة سبع عشرة كلمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فذكر الأذان كما في مسلم، قال: والإقامة: الله أكبر الله أكبر، الله\nأكبر الله أكبر. أشهد أن لا إله إلا الله - مرتين - أشهد أن محمدا \" رسول\nالله - مرتين - حي على الصلاة - مرتين - حي على الفلاح - مرتين - قد قامت\nالصلاة، قد قامت الصلاة، الله أكبر الله أكبر، لا إله إلا الله.\n</p>\n\n<p>\n289 - أخبرنا الفضل بن الحباب الجمحي، حدثنا مسدد بن مسرهد، حدثنا الحارث\nبن عبيد، عن محمد بن عبد الملك بن أبي محذورة <span id='ms115'></span>، عن أبيه.\n</p>\n\n<p>\nعن جده قال: قلت يا رسول الله علمني سنة الأذان، قال:\n</p>\n\n<p>\nفمسح تقدم رأسي.\n</p>\n\n<p>\nقلت: فذكر الحديث كما في صحيح مسلم، إلا أنه زاد: ((فإن كانت (23 / 1)\nصلاة الصبح قلت: الصلاة خير من النوم، الصلاة خير من النوم، الله أكبر الله\nأكبر، لا إله إلا الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n290 - أخبرنا محمد بن محمود بن عدي بنسأ، حدثنا محمد بن إسماعيل الجعفي،\nحدثنا آدم، حدثنا شعبة، حدثنا أبو جعفر، قال [سمعت أبا المثنى قال]:\n</p>\n\n<p>\nسمعت ابن عمر يقول: كان الأذان على عهد رسول الله - صلى الله عليه وسلم -\nمثنى مثنى، والإقامة واحدة، غير أنه يقول: قد قامت الصلاة - مرتين -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n291 - أخبرنا الحسن بن سفيان، حدثنا محمد بن بشار، حدثنا محمد بن جعفر،\nحدثنا شعبة....\n</p>\n\n<p>\nقلت: فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n15 - باب فضل الأذان والمؤذن وإجابته والدعاء بين الأذان والإقامة 292 -\nأخبرنا أبو خليفة، حدثنا أبو الوليد الطيالسي، حدثنا شعبة، عن موسى بن أبي\nعثمان، قال: سمعت أبا يحيى قال:\n</p>\n\n<p>\nسمعت أبا هريرة يقول: قال رسول الله - صلى الله عليه وسلم -: ((المؤذن\nيغفر له مدى صوته، ويشهد له كل رطب ويابس، وشاهد الصلاة يكتب له خمس وعشرون\nحسنة، ويكفر عنه ما بينهما)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n293 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nعبد الرزاق، أنبأنا معمر، عن منصور، عن عباد بن أنيس.\n</p>\n\n<p>\nعن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال: ((المؤذنون أطول\nالناس أعناقا يوم القيامة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\n294 - أخبرنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أخبرني عمرو بن الحارث، عن بكير بن عبد الله بن الأشج، عن علي بن خالد\nالدؤلي: أن النضر بن سفيان الدؤلي حدثه: أنه سمع أبا هريرة يقول: كنا مع\nالنبي - صلى الله عليه وسلم - بتلعات النخل، فقام بلال ينادي، فلما سكت،\nقال رسول الله - صلى الله عليه وسلم -: ((من قال مثل ما يقول هذا يقينا \"،\nدخل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n295 - أخبرنا إسحاق بن إبراهيم بن إسماعيل ببست، حدثنا أبو الطاهر بن\nالسرح، حدثنا ابن وهب، عن حيي بن <span id='ms116'></span> عبد الله، عن أبي عبد الرحمن الحبلي.\n</p>\n\n<p>\nعن عبد الله بن عمرو أن رجلا قال: يا رسول الله، إن المؤذنين يفضلوننا،\nفقال النبي - صلى الله عليه وسلم -: ((قل كما يقولون، فإذا انتهيت، فسل\nتعط)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\n296 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن المنهال الضرير،\nحدثنا يزيد بن زريع، حدثنا إسرائيل، عن أبي إسحاق، عن يزيد بن أبي مريم\nالسلولي.\n</p>\n\n<p>\nعن أنس قال: قال رسول الله - صلى الله عليه وسلم -: ((الدعاء بين الأذان\nوالإقامة مستجاب، فادعوا)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n297 - أخبرنا عبد الرحمن بن عبد المؤمن بجرجان، أنبأنا مؤمل بن إهاب،\nحدثنا أيوب بن سويد، حدثنا مالك، عن أبي حازم.\n</p>\n\n<p>\nعن سهل بن سعد قال: قال رسول الله - صلى الله عليه وسلم -: ((ساعتان لا\nترد على داع دعوته: حين تقام الصلاة، وفي الصف في سبيل الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n298 - أخبرنا أحمد بن محمد بن الفضل السجستاني بدمشق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن إسماعيل البخاري، حدثنا أبو المنذر إسماعيل بن عمر، عن\nمالك، عن أبي خازم.\n</p>\n\n<p>\nعن سهل بن سعد قال: قال رسول الله - صلى الله عليه وسلم -: ((ساعتان تفتح\nفيهما أبواب السماء: عند حضور الصلاة، وعند الصف)).\n</p>\n\n<p>\n16 - باب ما جاء في المساجد 229 - أخبرنا الفضل بن الحباب بن عمرو\nالقرشي، بالبصرة، حدثنا أبو الوليد الطيالسي، حدثنا جرير بن عبد الحميد، عن\nعطاء بن السائب، عن محارب بن دثار (23 / 2).\n</p>\n\n<p>\nعن ابن عمر: أن رجلا \" سأل النبي - صلى الله عليه وسلم - أي البقاع شر؟\nقال:\n</p>\n\n<p>\n((لا أدري حتى أسأل جبريل - عليه السلام)). فسأل جبريل فقال: ((لا أدري\nحتى أسأل ميكائيل))، فجاء فقال: ((خير البقاع المساجد، وشرها الأسواق)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n300 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا يونس بن\nمحمد، حدثنا الليث بن سعد، عن يزيد بن عبد الله بن أسامة، عن الوليد بن أبي\nالوليد، عن عثمان بن عبد الله بن سراقة.\n</p>\n\n<p>\nعن عمر بن الخطاب أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n((من بنى لله مسجدا \" يذكر فيه، بنى الله له بيتا في الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n301 - أخبرنا الحسن <span id='ms117'></span> بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا يحيى بن\nآدم، حدثنا قطبة بن عبد العزيز، عن الأعمش، عن إبراهيم التيمي.\n</p>\n\n<p>\nعن أبي ذر قال: قال رسول الله - صلى الله عليه وسلم -: ((من بنى لله\nمسجدا \" ولو كمفحص قطاة بنى الله له بيتا في الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n302 - أخبرنا الخليل بن محمد ابن ابنة تميم بنت المنتصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nالبزاز بواسط، حدثنا محمد بن حرب الشيباني، حدثنا محمد بن عبيد، عن أخيه\nيعلى بن عبيد، عن الأعمش.. فذكر نحوه.\n</p>\n\n<p>\n303 - أخبرنا الفضل بن الحباب، حدثنا مسدد بن مسرهد، حدثنا ملازم بن\nعمرو، حدثني عبد الله بن بدر، عن قيس بن طلق.\n</p>\n\n<p>\nعن أبيه قال: بنيت مع رسول الله - صلى الله عليه وسلم - المسجد المدينة،\nوكان يقول: ((قدموا اليمامي من الطين، فإنه من أحسنكم له مسا)).\n</p>\n\n<p>\n304 - وبسنده إلى طلق بن علي قال: خرجنا ستة وفدا \" إلى رسول الله - صلى\nالله عليه وسلم -، خمسة من بني حنيفة، ورجل من بني ضبيعة بن ربيعة، حتى\nقدمنا على رسول الله - صلى الله عليه وسلم - فبايعناه وصلينا معه، وأخبرناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nأن بأرضنا بيعة لنا، واستوهبناه من فضل طهوره، فدعا بماء فتوضأ منه،\nومضمض، ثم صب لنا في إداوة، ثم قال: ((اذهبوا بهذا الماء، فإذا قدمتم بلدكم\nفاكسروا بيعتكم، ثم انضحوا مكانها من هذا الماء، واتخذوا مكانها مسجدا \")).\nفقلنا: يا رسول الله، البلد بعيد، والماء ينشف. قال: ((فأمدوه من الماء\nفإنه لا يزيده إلا طيبا)). فخرجنا، فتشاححنا على حمل الإداوة أينا يحملها،\nفجعلها رسول الله - صلى الله عليه وسلم - نوبا بيننا: لكل رجل منا يوما \"\nوليلة، فخرجنا بها حتى قدمنا بلدنا فعملنا الذي أمرنا، وراهب القوم رجل من\nطيء، فنادينا بالصلاة، فقال الراهب:\n</p>\n\n<p>\nدعوة حق، ثم هرب فلم ير بعد.\n</p>\n\n<p>\n305 - أخبرنا عبد الله بن قحطبة، حدثنا محمد بن الصباح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سفيان بن عيينة، عن سفيان الثوري، عن أبي فزارة، عن يزيد بن الأصم.\n</p>\n\n<p>\nعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: ((ما أمرت\nبتشييد المساجد)).\n</p>\n\n<p>\nقال ابن عباس: لتزخرفنها <span id='ms118'></span> كما زخرفتها اليهود و النصارى.\n</p>\n\n<p>\n306 - أخبرنا الحسن بن سفيان، حدثنا أبو كريب، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن علي، عن زائدة، عن هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: أمر سول الله - صلى الله عليه وسلم - ببناء المساجد في\nالدور، وأن تطيب وتنظف.\n</p>\n\n<p>\n17 - باب المباهاة (24 / 1) في المساجد 307 - أخبرنا محمد بن إسحاق\nالثقفي، حدثنا أبو يحيى محمد بن عبد الرحيم، حدثنا عفان، حدثنا حماد بن\nسلمة، حدثنا أيوب، عن أبي قلابة.\n</p>\n\n<p>\nعن أنس بن مالك قال: نهى رسول الله - صلى الله عليه وسلم - أن يتباهى\nالناس في المساجد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n308 - أخبرنا أبو يعلى، حدثنا عبد الله بن معاوية الجمحي، حدثنا حماد بن\nسلمة...\n</p>\n\n<p>\nقلت: فذكر بإسناده نحوه إلا أنه قال: ((لا تقوم الساعة حتى يتباهى الناس\nفي المساجد)).\n</p>\n\n<p>\n* * * انتهى بحمد الله الجزء الأول من كتاب موارد الضمان ويتبعه في الجزء\nالثاني باب الجلوس في المسجد للخير * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "133",
    "134",
    "135",
    "136",
    "138",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "179",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "215",
    "216",
    "217",
    "218",
    "219",
    "221",
    "222",
    "223",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "232",
    "233",
    "234",
    "236",
    "237",
    "238",
    "241",
    "242",
    "244",
    "245",
    "247",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "276",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "332",
    "333",
    "334",
    "335",
    "336",
    "338",
    "339",
    "340",
    "341",
    "344",
    "346",
    "349",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "362",
    "363",
    "364",
    "367",
    "368",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "380",
    "381",
    "382",
    "383",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "392",
    "393",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "405",
    "406",
    "408",
    "409",
    "411",
    "412",
    "413",
    "414",
    "415",
    "417",
    "418",
    "419",
    "421",
    "422",
    "423",
    "424",
    "425",
    "427",
    "428",
    "429",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}