{
  "content": "\n<p>\nموارد الظمان إلى زوائد ابن حبان للحافظ نور الدين علي بن أبي بكر\nالهيثمي 735 - 807 ه‍ الجزء السابع حققه وخرج نصوصه حسين سليم أسد الداراني\nعبده علي الكوشك دار الثقافة العربية دمشق ص. ب 30756 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p001'> Vol. 07, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الحقوق محفوظة الطبعة الأولى 1412 ه‍ - 1992 م‍ دار الثقافة العربية\nدمشق ص. ب 30756 بيروت ص. ب 6433 / 112 المدير المسؤول أحمد يوسف الدقاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p002'> Vol. 07, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n2107 - أنبأنا الحسن بن سفيان، أنبأنا عبد العزيز بن سلام، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p003'> Vol. 07, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا العلاء بن عبد الجبار، حدثنا عبد الواحد بن زياد، عن عاصم بن كليب،\nحدثني أبي.\n</p>\n\n<p>\nعن الفلتان بن عاصم قال: كنا قعودا \" مع النبي - صلى الله عليه وسلم - في\nالمسجد، فشخص بصره إلى رجل يمشي في المسجد فقال: ((يا فلان))، قال: لبيك يا\nرسول الله. قال: ((أتشهد أني رسول الله))؟. قال:\n</p>\n\n<p>\nلا. قال: ((أتقرأ التوراة؟)). قال: نعم. قال: ((والإنجيل؟)) قال: نعم.\n</p>\n\n<p>\nقال: ((والقرآن؟)). قال: والذي نفسي بيده لو أشاء لقرأته. قال: ثم نشهده\nقال: ((تجدني في التوراة والإنجيل؟)). قال: نجد مثلك، ومثل أمتك، ومخرجك،\nوكنا نرجو أن تكون فينا، فلما خرجت تخوفنا أن تكون أنت، فنظرنا فإذا ليس\nأنت هو. قال: ((ولم ذاك؟)). قال: إن معه من أمته تسعين ألفا \" ليس عليهم\nحساب ولا عذاب، وإنما معك نفر يسير. قال: ((والذي نفسي بيده لأنا هو، وإنها\nلأمتي، وإنهم لأكثر من سبعين ألفا <span id='ms533'></span> \"، وسبعين ألفا \"، وسبعين ألفا \")).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p004'> Vol. 07, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n7 - باب انشقاق القمر 2108 - أنبأنا محمد بن زهير أبو يعلى بالأبلة،\nحدثنا عبد الله بن سعيد الكندي، حدثنا ابن فضيل، عن حصين، عن محمد بن جبير\nبن مطعم.\n</p>\n\n<p>\nعن أبيه قال: انشق القمر على عهد رسول الله - صلى الله عليه وسلم - بمكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p006'> Vol. 07, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n8 - باب شهادة الذئب بنبوته 2109 - أنبأنا أبو يعلى، حدثنا هدبة بن خالد\nالقيسي، حدثنا القاسم بن الفضل الحداني، حدثنا الجريري، حدثنا أبو نضرة.\n</p>\n\n<p>\nحدثنا أبو سعيد الخدري قال: بينا راع يرعى بالحرة إذ عرض ذئب لشاة من\nشياهه، فجاء الراعي يسعى، فانتزعها منه، فقال للراعي:\n</p>\n\n<p>\nألا تتقي الله؟، تحول بيني وبين رزق ساقه الله إلي؟. قال الراعي:\n</p>\n\n<p>\nالعجب لذئب - الذئب مقع على ذنبه - يكلمني بكلام الإنس.\n</p>\n\n<p>\nقال الذئب للراعي: ألا أحدثك بأعجب من هذا؟: هذا رسول الله - صلى الله\nعليه وسلم - بين الحرتين يحدث الناس بأنباء ما قد سبق، فساق الراعي شاءه\nإلى المدينة فزواها في زاوية من زواياها، ثم دخل على رسول الله - صلى الله\nعليه وسلم - فقال له ما قال الذئب، فخرج رسول الله - صلى الله عليه وسلم -\nفقال للراعي: (([قم فأخبر])) فأخبر الناس ما قال الذئب، فقال رسول الله -\nصلى الله عليه وسلم -: ((صدق الراعي، ألا إن من أشراط الساعة كلام السباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p009'> Vol. 07, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالإنس. والذي نفسي بيده لا تقوم الساعة حتى تكلم السباع الإنس، ويكلم\nالرجل نعله وعذبة سوطه، ويخبره فخذه بحدث أهله بعده)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p010'> Vol. 07, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n9 - باب شهادة الشجر وانقيادها له 2110 - أنبأنا الحسن بن سفيان، حدثنا\nعبد الله بن عمر الجعفي، حدثنا ابن فضيل، عن أبي حيان، عن عطاء، عن ابن عمر\nقال: كنا مع رسول الله - صلى الله عليه وسلم - في مسير، فأقبل أعرابي، فلما\nدنا منه، قال رسول الله - صلى الله عليه وسلم - ((أين تريد؟)). قال: إلى\nأهلي. قال: ((هل لك إلى خير؟)). قال: ما هو؟. قال: ((تشهد أن لا إله إلا\nالله وحده (168 / 1) لا شريك له [وأن محمدا \" عبده ورسوله])).\n</p>\n\n<p>\nقال: هل من شاهد على ما تقول؟. قال - صلى الله عليه وسلم -: ((هذه <span id='ms534'></span>\nالشجرة)).\n</p>\n\n<p>\nفدعاها رسول الله - صلى الله عليه وسلم - وهي في شاطئ الوادي، فأقبلت تخد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p012'> Vol. 07, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض خدا \" حتى قامت بين يديه، فاستشهدها ثلاثا \" فشهدت أنه كما قال، ثم\nرجعت إلى منبتها، ورجع الأعرابي إلى قومه، وقال: إن يتبعوني أتيتك بهم،\nوإلا رجعت إليك وكنت معك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p013'> Vol. 07, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n2111 - أنبأنا الحسن بن سفيان، حدثنا إبراهيم بن الحجاج السامي، حدثنا\nعبد الواحد بن زياد، حدثنا سليمان الأعمش، عن سالم ابن أبي الجعد.\n</p>\n\n<p>\nعن ابن عباس قال: جاء رجل من بني عامر إلى النبي - صلى الله عليه وسلم -\nكأنه يداوي ويعالج، فقال: يا محمد، إنك تقول أشياء، هل لك أن أداويك؟.\n</p>\n\n<p>\nقال: فدعاه رسول الله - صلى الله عليه وسلم - إلى الله، ثم قال له: ((هل\nلك أن أريك آية \"؟)). وعنده نخل وشجر، فدعا رسول الله - صلى الله عليه وسلم\nعذقا \" منها، فأقبل إليه وهو يسجد ويرفع رأسه، ويسجد ويرفع رأسه حتى انتهى\nإليه - صلى الله عليه وسلم - فقام بين يديه، ثم قال له رسول الله - صلى\nالله عليه و سلم -: ((ارجع إلى مكانك))، فرجع إلى مكانه. فقال العامري:\nوالله لا أكذبك بشيء تقوله أبدا \". ثم قال: يا آل عامر بن صعصعة، والله لا\nأكذبه بشيء يقوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p014'> Vol. 07, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقال: والعذق: النخلة.\n</p>\n\n<p>\n10 - باب النهي عن سؤال الآيات 2112 - أنبأنا عمر بن محمد الهمداني،\nحدثنا أبو الطاهر، حدثنا ابن وهب، أخبرني مسلم بن خالد، عن أبي خثيم، عن\nأبي الزبير.\n</p>\n\n<p>\nعن جابر قال: لما جاء رسول الله - صلى الله عليه وسلم - الحجر قال: ((لا\nتسألوا نبيكم الآيات، هؤلاء قوم صالح سألوا نبيهم آية \" فكانت الناقة ترد\nعليهم من هذا الفج، وتصدر من هذا الفج، فيشربون من لبنها يوم ورودها مثل ما\nغبهم من مائهم، فعقروها، فوعدوا ثلاثة أيام، وكان وعد الله غير مكذوب،\nفأخذتهم الصيحة، فلم يبق منهم تحت أديم السماء رجل إلا أهلكته، إلا رجل من\nالحرم، منعه الحرم من عذاب الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p015'> Vol. 07, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: يا رسول الله، من هو؟. قال: ((أبو رغال، أبو ثقيف)).\n</p>\n\n<p>\n2113 - أنبأنا الحسن بن سفيان، حدثنا أمية بن بسطام <span id='ms535'></span>، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p016'> Vol. 07, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nيزيد بن زريع، حدثنا روح بن القاسم، عن إسماعيل بن أمية، عن بجير ابن أبي\nبجير.\n</p>\n\n<p>\nعن عبد الله بن عمرو: أنهم كانوا مع رسول الله - صلى الله عليه وسلم - في\nسفر، فمروا على قبر أبي رغال، وهو أبو ثقيف وهو امرؤ من ثمود، منزله بحراء،\nفلما أهلك الله قومه بما أهلكهم الله به منعه مكانه من الحرم، وأنه خرج حتى\nبلغ هاهنا، مات فدفن ودفن معه غصن من ذهب.\n</p>\n\n<p>\nفابتدرناه فاستخرجناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p017'> Vol. 07, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n11 - باب في صفته صلى الله عليه وسلم 2114 - أنبأنا السختياني، حدثنا أبو\nكريب، حدثنا إسحاق بن منصور، عن إبراهيم بن يوسف، [عن أبي]، عن أبي إسحاق\nقال:\n</p>\n\n<p>\nسمعت البراء يقول: كان رسول الله (168 / 2) - صلى الله عليه وسلم - أحسن\nالناس وجها \"، وأحسنهم خلقا \" وخلقا \"، ليس بالطويل الذاهب، ولا بالقصير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p018'> Vol. 07, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n2115 - أنبأنا عبد الله بن قحطبة، حدثنا وهب بن بقية، أنبأنا خالد، عن\nحميد.\n</p>\n\n<p>\nعن أنس قال: كان لون رسول الله أسمر.\n</p>\n\n<p>\nقلت: الظاهر أنه اشتبه على الراوي ((أزهر)) ب‍ ((أسمر)).\n</p>\n\n<p>\n2116 - أنبأنا عمران بن موسى بن مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nيزيد بن هارون، حدثنا همام بن يحيى، عن قتادة، عن مطرف.\n</p>\n\n<p>\nعن عائشة: أن النبي - صلى الله عليه وسلم - لبس خميصة \" سوداء، فقالت\nعائشة:\n</p>\n\n<p>\nما أحسنها عليك يا رسول الله، يشوب بياضها سوادك ويشوب سوادها بياضك.\nفثار منها ريح فألقاها. قالت: وكان تعجبه الريح الطيبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p020'> Vol. 07, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n2117 - أنبأنا أحمد بن علي بن المثنى، حدثنا أبو بكر بن أبي شيبة، حدثنا\nشريك، عن عبد الملك بن عمير، عن نافع بن جبير.\n</p>\n\n<p>\nعن علي بن أبي طالب: أنه كان إذا وصف النبي - صلى الله عليه وسلم - قال:\nكان عظيم الهامة، أبيض، مشربا \" حمرة، عظيم اللحية، طويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p021'> Vol. 07, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالمسربة، شثن الكفين والقدمين، إذا مشى، كأنما يمشي في صبب، لم أر مثله\nقبله ولا بعده - صلى الله عليه وسلم -.\n</p>\n\n<p>\n2118 - أنبأنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أخبرني عمرو بن الحارث: أن أبا يونس مولى أبي هريرة حدثه.\n</p>\n\n<p>\nعن <span id='ms536'></span> أبي هريرة: أنه سمعه يقول: ما رأيت شيئا \" أحسن من رسول الله - صلى\nالله عليه وسلم - كأنما الشمس تجري في وجهه. وما رأيت أسرع في مشيته من\nرسول الله - صلى الله عليه وسلم -، كأنما الأرض تطوى له. إنا لنجهد أنفسنا،\nوإنه لغير مكترث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p022'> Vol. 07, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n2119 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم الحنظلي،\nأنبأنا يحيى بن آدم، حدثنا شريك، عن عبيد الله بن عمر، عن نافع.\n</p>\n\n<p>\nعن ابن عمر قال: رأيت شيب رسول الله - صلى الله عليه وسلم - نحوا \" من\nعشرين شعرة بيضاء في مقدمه.\n</p>\n\n<p>\n2120 - أنبأنا محمد بن زهير بالأبلة، حدثنا محمد بن عمر بن الوليد\nالكندي، حدثنا يحيى بن آدم... فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p023'> Vol. 07, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n12 - باب في الخصائص 2121 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق\nبن إبراهيم، حدثنا النضر بن شميل، حدثنا حماد بن سلمة، عن سماك بن حرب.\n</p>\n\n<p>\nعن جابر بن سمرة: أن النبي - صلى الله عليه وسلم - أتى بقصعة من ثريد\nفيها ثوم، لم يأكل منها. وأرسل إلى أبي أيوب، وكان أبو أيوب يضع يده حيث\nيرى أثر يد رسول الله - صلى الله عليه وسلم -، وضع يده. فلما لم ير أثر يد\nرسول الله - صلى الله عليه وسلم - لم يأكل، وأتى رسول الله - صلى الله عليه\nوسلم - فقال له: إني لم أر أثر يدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p024'> Vol. 07, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nفيها؟، فقال النبي - صلى الله عليه وسلم -: ((فيها ريح الثوم، ومعي\nملك)).\n</p>\n\n<p>\n2122 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nعفان، حدثنا حماد بن سلمة، عن محمد بن زياد، قال:\n</p>\n\n<p>\nسمعت أبا هريرة يقول: كان رسول الله - صلى الله عليه وسلم - إذا أتي (69\n/ 1) بطعام من غير أهله، سأل عنه، فإن قيل: هدية أكل، وإن قيل: صدقة قال:\n((كلوا))، ولم يأكل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p025'> Vol. 07, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n2123 - أنبأنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا وهب بن بقية،\nأنبأنا خالد بن عبد الله، عن محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة قال: كان رسول الله - صلى الله عليه وسلم - يقبل الهدية ولا\nيقبل الصدقة.\n</p>\n\n<p>\n2124 - أنبأنا <span id='ms537'></span> محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p026'> Vol. 07, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأبو قدامة عبيد الله بن سعيد، حدثنا يحيى القطان، عن ابن عجلان قال: سمعت\nأبي يحدث.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((تنام عيني، ولا\nينام قلبي)).\n</p>\n\n<p>\n2125 - أنبأنا أبو يعلى، حدثنا هارون بن عبد الله الحمال، حدثنا ابن أبي\nفديك، عن عبيد الله بن عبد الرحمن بن موهب، عن عباس ابن عبد الرحمن بن\nميناء الأشجعي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p027'> Vol. 07, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nعن عوف بن مالك، عن النبي - صلى الله عليه وسلم - قال: ((أعطيت أربعا \"\nلم يعطهن أحد كان قبلنا، وسألت ربي الخامسة فأعطانيها، كان النبي يبعث إلى\nقريته ولا يعدوها، وبعثت إلى الناس، وأرهب منا عدونا مسيرة شهر، وجعلت لي\nالأرض طهورا \" ومساجد، وأحل لنا الخمس ولم يحل لأحد كان قبلنا، وسألت ربي\nالخامسة: سألته أن لا يلقاه عبد من أمتي يوحده إلا أدخله الجنة\nفأعطانيها)).\n</p>\n\n<p>\nقلت: وأحاديث الشفاعة في ((كتاب البعث)).\n</p>\n\n<p>\n2126 - أنبأنا محمد بن إسحاق بن خزيمة، حدثنا أحمد بن عبدة الضبي، حدثنا\nعبد الله بن رجاء المكي، عن ابن جريج، عن عطاء، عن عبيد بن عمير قال:\n</p>\n\n<p>\nقالت عائشة: ما مات رسول الله - صلى الله عليه وسلم - حتى حل له من\nالنساء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p028'> Vol. 07, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n13 - باب في فضله 2127 - أنبأنا أحمد بن علي بن المثنى، حدثنا عمرو بن\nمحمد الناقد، حدثنا عمرو بن عثمان الكلابي، حدثنا موسى بن أعين، عن معمر بن\nراشد، عن محمد بن عبد الله بن أبي يعقوب، عن بشر بن شغاف.\n</p>\n\n<p>\nعن عبد الله - يعني ابن سلام - قال: قال رسول الله - صلى الله عليه وسلم\n-: ((أنا سيد ولد آدم يوم القيامة ولا فخر، وأول من تنشق عنه الأرض، وأول\nشافع، بيدي لواء الحمد، تحته آدم، فمن دونه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p030'> Vol. 07, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n2128 - أنبأنا الحسن بن سفيان، حدثنا هدبة بن خالد، حدثنا حماد بن سلمة،\nعن ثابت.\n</p>\n\n<p>\nعن أنس بن مالك: أن رجلا \" قال للنبي - صلى الله عليه وسلم -: يا خيرنا\nوابن خيرنا، ويا سيدنا وابن سيدنا. فقال رسول الله - صلى الله عليه وسلم -:\n((يا أيها الناس <span id='ms538'></span>، قولوا بقولكم، ولا يستفزنكم الشيطان، أنا عبد الله\nورسوله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p032'> Vol. 07, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n14 - باب حسن خلقه صلى الله عليه وسلم 2129 - أنبأنا محمد بن إسحاق بن\nخزيمة، حدثنا أبو عمار الحسين بن حريث، حدثنا الفضل بن موسى، عن الحسين بن\nواقد، عن يحيى بن عقيل، قال:\n</p>\n\n<p>\nسمعت ابن أبي أوفى يقول: كان رسول الله - صلى الله عليه وسلم - يكثر\nالذكر، ويقل اللغو، ويطيل الصلاة، ويقصر الخطبة، وكان لا يأنف ولا يستكبر\nأن يمشي مع الأرملة (169 / 2) والمسكين فيقضي له حاجته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p033'> Vol. 07, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n2130 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق، أنبأنا الفضل ابن\nموسى... فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p034'> Vol. 07, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n2131 - أنبأنا عمران بن موسى بن مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nيزيد بن هارون، أنبأنا زكريا بن أبي زائدة، عن أبي إسحاق، عن أبي عبد الله\nالجدلي، قال:\n</p>\n\n<p>\nقلت لعائشة: كيف كان خلق رسول الله - صلى الله عليه وسلم - في أهله؟.\n</p>\n\n<p>\nقالت: كان أكرم الناس [خلقا \"]، لم يكن فاحشا \" [ولا متفحشا \"] ولا سخابا\n\" في الأسواق، ولا يجزي بالسيئة السيئة، ولكن يعفو ويصفح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p035'> Vol. 07, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n2132 - أنبأنا أبو يعلى، حدثنا أبو عبد الرحمن الأذرمي عبد الله ابن محمد\nبن إسحاق، حدثنا أبو قطن، حدثنا مبارك بن فضالة، عن ثابت.\n</p>\n\n<p>\nعن أنس قال: ما رأيت رجلا \" التقم أذن رسول الله - صلى الله عليه وسلم -\nفينحي رأسه حتى ينحي الرجل رأسه، وما رأيت رجلا \" قط أخذ بيد رسول الله -\nصلى الله عليه وسلم - فيترك يده، حتى يكون الرجل هو الذي يترك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p036'> Vol. 07, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n2133 - أنبأنا محمد بن الحسن بن قتيبة، حدثنا ابن أبي السرى، حدثنا عبد\nالرزاق، أنبأنا معمر، عن هشام بن عروة، عن أبيه، عن عائشة: سألها رجل: هل\nكان رسول الله - صلى الله عليه وسلم - يعمل في بيته؟.\n</p>\n\n<p>\nقالت: نعم، كان رسول الله - صلى الله عليه وسلم - يخصف نعله، ويخيط ثوبه،\nويعمل في بيته ما يعمل أحدكم في بيته.\n</p>\n\n<p>\n2134 - أنبأنا أبو يعلى، حدثنا عبد الله بن محمد بن أسماء، حدثنا مهدي بن\nميمون، حدثنا هشام بن عروة... فذكر نحوه.\n</p>\n\n<p>\n2135 - أنبأنا الحسين بن أحمد بن بسطام بالأبلة، حدثنا حسين <span id='ms539'></span> ابن مهدي،\nأنبأنا عبد الرزاق، أنبأنا معمر، عن الزهري، عن عروة قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p037'> Vol. 07, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لعائشة.... فذكر نحوه، إلا أنه قال: ويرقع دلوه.\n</p>\n\n<p>\n2136 - أنبأنا ابن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن وهب، حدثني\nمعاوية بن صالح، عن يحيى بن سعيد، عن عمرة.\n</p>\n\n<p>\nعن عائشة أنها سئلت: ما كان عمل رسول الله - صلى الله عليه وسلم - في\nبيته؟.\n</p>\n\n<p>\nقالت: ما كان إلا بشرا \" من البشر، كان يفلي ثوبه، ويحلب شاته، ويخدم\nنفسه.\n</p>\n\n<p>\n15 - باب في زهده وتواضعه وما عرض عليه صلى الله عليه وسلم 2137 - أنبأنا\nأبو يعلى، حدثنا أبو معمر، حدثنا ابن فضيل، عن عمارة بن القعقاع، عن أبي\nزرعة.\n</p>\n\n<p>\nعن أبي هريرة قال: جلس جبريل إلى النبي - صلى الله عليه وسلم - فنظر إلى\nالسماء، فإذا ملك ينزل، فقال له جبريل: هذا الملك ما نزل منذ خلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p038'> Vol. 07, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقبل الساعة. فلما نزل، قال: يا محمد، أرسلني إليك ربك: أملكا \" أجعلك أم\nعبدا \" رسولا \"؟.\n</p>\n\n<p>\nقال له جبريل: تواضع لربك يا محمد، فقال رسول الله - صلى الله عليه وسلم\n-:\n</p>\n\n<p>\n((لا، بل عبدا \" رسولا \")).\n</p>\n\n<p>\n2138 - أنبأنا عبد الله بن صالح البخاري ببغداد، حدثنا محمد بن عبد\nالعزيز بن أبي رزمة، حدثنا علي بن الحسن بن شقيق، أخبرني الحسين بن واقد،\nحدثني أبو الزبير.\n</p>\n\n<p>\nعن جابر بن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -: ((أوتيت\nمقاليد الدنيا على فرس أبلق عليه قطيفة من سندس)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p039'> Vol. 07, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n2139 - أنبأنا محمد بن إسحاق بن إبراهيم، حدثنا قتيبة بن سعيد، (170 / 1)\nحدثنا جعفر بن سليمان، عن ثابت البناني.\n</p>\n\n<p>\nعن أنس بن مالك، قال: كان رسول الله - صلى الله عليه وسلم - لا يدخر شيئا\n\" لغد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p040'> Vol. 07, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n2140 - أنبأنا أبو خليفة، حدثنا أبو الوليد، حدثنا أبو عوانة، عن عبد\nالملك بن عمير، عن ربعي بن حراش.\n</p>\n\n<p>\nعن أم سلمة قالت: دخل علي رسول الله - صلى الله عليه وسلم - وهو ساهم\nالوجه؟ قالت: حسبت ذلك من وجع، قلت: ما لي أراك - صلى الله عليه وسلم -\nساهم الوجه؟.\n</p>\n\n<p>\nقال: ((من أجل الدنانير السبعة التي أتتنا بالأمس ولم نقسمها)).\n</p>\n\n<p>\n2141 - أنبأنا <span id='ms540'></span> محمد بن عبد الله بن الجنيد ببست، حدثنا قتيبة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p041'> Vol. 07, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بكر بن مضر، عن موسى بن جبير، عن أبي أمامة بن سهل بن حنيف قال:\nدخلت أنا وعروة بن الزبير.\n</p>\n\n<p>\nعلى عائشة فقالت: لو رأيتما نبي الله - صلى الله عليه وسلم - ذات يوم في\nمرض له، فكانت له عندي ستة دنانير، أو سبعة، فأمرني أن أفرقها، فشغلني وجع\nرسول الله - صلى الله عليه وسلم - حتى عافاه الله، قالت: ثم سألني عنها،\nفقلت:\n</p>\n\n<p>\nلا والله، قد كان شغلني وجعك. قالت: فدعا بها فوضعها في كفه، ثم قال:\n((ما ظن نبي الله لو لقي الله وهذه عنده)).\n</p>\n\n<p>\n2142 - أنبأنا الحسن بن سفيان، حدثنا العباس بن الوليد النرسي، حدثنا\nيزيد بن زريع، حدثنا محمد بن عمرو، قال: حدثنا أبو سلمة.\n</p>\n\n<p>\nعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم - في مرضه الذي مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p042'> Vol. 07, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفيه: ((يا عائشة، ما فعلت بالذهب؟. فذكر نحوه.\n</p>\n\n<p>\n2143 - أنبأنا إسماعيل بن داود بن وردان بالفسطاط، حدثنا عيسى بن حماد،\nأنبأنا الليث، عن ابن عجلان، عن أبي حازم، عن أبي سلمة.... فذكر نحوه.\n</p>\n\n<p>\n2144 - أنبأنا محمد بن الحسن بن قتيبة، حدثنا يزيد بن موهب، حدثنا [ابن]\nوهب، عن أبي هانئ أنه سمع علي بن رباح يقول:\n</p>\n\n<p>\nسمعت عمرو بن العاص يخطب الناس يقول: يا أيها الناس، كان نبيكم - صلى\nالله عليه وسلم - أزهد الناس في الدنيا، وأصبحتم أرغب الناس فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p043'> Vol. 07, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n16 - باب زيارته لأصحابه 2145 - أنبأنا محمد بن إسحاق بن إبراهيم مولى\nثقيف، حدثنا قتيبة بن سعيد، حدثنا جعفر بن سليمان، عن ثابت.\n</p>\n\n<p>\nعن أنس: أن النبي - صلى الله عليه وسلم - كان يزور الأنصار ويسلم على\nصبيانهم ويمسح رؤوسهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p044'> Vol. 07, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n17 - باب الشفاء بريقه 2146 - أنبأنا محمد بن أحمد بن أبي عون الرياني،\nحدثنا الحسين بن حريث، حدثنا علي بن حسين بن واقد، حدثني أبي قال:\n</p>\n\n<p>\nحدثني عبد الله بن بريدة، قال:\n</p>\n\n<p>\nسمعت أبي يقول: إن رسول الله - صلى الله عليه وسلم - تفل في رجل عمرو بن\nمعاذ حين قطعت رجله فبرأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p045'> Vol. 07, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n18 - باب بركته في الطعام 2147 - أنبأنا <span id='ms541'></span> عمر بن محمد الهمداني، حدثنا\nالحسن بن محمد ابن الصباح، حدثنا يحيى بن سليم، حدثنا عبد الله بن عثمان بن\nخثيم، عن أبي الطفيل.\n</p>\n\n<p>\nعن ابن عباس: أن رسول الله - صلى الله عليه وسلم - لما نزل مران حيث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p046'> Vol. 07, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nصالح قريشا \" بلغ أصحاب رسول الله - صلى الله عليه وسلم - أن قريشا \"\n(170 / 2) تقول:\n</p>\n\n<p>\nإنما بايع أصحاب محمد - صلى الله عليه وسلم - ضعفا \" وهولا \". فقال أصحاب\nالنبي - صلى الله عليه وسلم -: ((لو نحرنا ظهرنا فأكلنا لحومها وشحومها،\nوحسونا من المرق، أصبحنا غدا \" إذا غدونا عليهم وبنا جمام. قال: ((لا، ولكن\nإئتوني بما فضل من أزوادكم)). فبسطوا أنطاعا \" ثم صبوا عليها ما فضل من\nأزوادهم، فدعا لهم النبي - صلى الله عليه وسلم - بالبركة، فأكلوا حتى\nتضلعوا شبعا \"، ثم كفتوا ما فضل من أزوادهم في جربهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p047'> Vol. 07, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فذكر الحديث.\n</p>\n\n<p>\n2148 - أنبأنا عبد الرحمن بن محمد بن حماد الطهراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p048'> Vol. 07, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبالري، حدثنا روح بن حاتم المقرئ، حدثنا محمد بن سنان العوقي - قلت وفي\nالأصل العوسي بدل العوقي - حدثنا سليم بن حيان قال: سمعت أبي يقول:\n</p>\n\n<p>\nقال أبو هريرة: أتت علي ثلاثة أيام لم أطعم، فجئت أريد الصفة فجعلت أسقط،\nفجعل الصبيان يقولون جن أبو هريرة.\n</p>\n\n<p>\nقال: فجعلت أناديهم وأقول: بل أنتم المجانين. حتى انتهينا إلى الصفة.\nفوافقت رسول الله - صلى الله عليه وسلم - أتي بقصعة من ثريد، فدعا عليها\nأهل الصفة وهم يأكلون منها، فجعلت أتطاول كي يدعوني، حتى قام القوم، وليس\nفي القصعة إلا شيء في نواحي القصعة، فجمعه - صلى الله عليه وسلم - فصارت\nلقمة، فوضعه على أصابعه، فقال لي: ((كل بسم الله)). فوالذي نفسي بيده ما\nزلت آكل منها حتى شبعت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p049'> Vol. 07, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n2149 - أنبأنا عمران بن موسى بن مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nيزيد بن هارون، أنبأنا سليمان التيمي، عن أبي العلاء بن الشخير.\n</p>\n\n<p>\nعن سمرة بن جندب: أن رسول الله - صلى الله عليه وسلم - أتي بقصعة من\nثريد، فوضعت بين يدي القوم فتعاقبوها إلى الظهر من غدوة: يقوم قوم، ويجلس\nآخرون. فقال رجل لسمرة: أكانت <span id='ms542'></span> تمد؟. فقال سمرة: من أي شيء تتعجب؟. ما كانت\nتمد إلا من هاهنا. وأشار بيده إلى السماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p050'> Vol. 07, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n2150 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا\nسليمان بن حرب، حدثنا حماد بن زيد، عن مهاجر أبي مخلد، عن أبي العالية.\n</p>\n\n<p>\nعن أبي هريرة قال: أتيت رسول الله - صلى الله عليه وسلم - بتمرات قد\nصففتهن في يدي، فقلت: يا رسول الله، ادع الله لي فيهن بالبركة. فدعا لي\nفيهن بالبركة وقال: ((إن أردت أن تأخذ منهن شيئا \" فأدخل يدك ولا تنثره\nنثرا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p051'> Vol. 07, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو هريرة: فحملت من ذلك التمر كذا وكذا وسقا \" في سبيل الله، وكنا\nنطعم منه ونطعم، [وكان في حقوي] حتى انقطع مني ليالي عثمان.\n</p>\n\n<p>\n2151 - أنبأنا ابن خزيمة، حدثنا علي بن مسلم، حدثنا ابن أبي زائدة، حدثنا\nإسماعيل بن أبي خالد، عن قيس بن أبي حازم، قال:\n</p>\n\n<p>\nحدثني دكين بن سعيد المزني، قال: أتيت رسول الله - صلى الله عليه وسلم -\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p052'> Vol. 07, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nركب من مزينة فقال لعمر بن الخطاب: ((انطلق فجهزهم)). فقال: يا رسول\nالله: إن هي إلا آصع من تمر. فانطلق، فأخرج مفتاحا \" من حزته (171 / 1)،\nففتح الباب، فإذا مثل الفصيل الرابض من التمر، فأخذنا منه حاجتنا. فالتفت\nإليه، وإني لمن آخرهم كأننا لم نرزأه تمرة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p053'> Vol. 07, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n2152 - أنبأنا أبو عروبة، حدثنا بندار، حدثنا عبد الوهاب، حدثنا عبيد\nالله بن عمر، عن وهب بن كيسان.\n</p>\n\n<p>\nعن جابر قال: توفي أبي وعليه دين، فعرضت على غرمائه أن يأخذوا التمر بما\nعليه، فأبوا ولم يعرفوا أن فيه وفاء \"، فأتيت النبي - صلى الله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p054'> Vol. 07, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفذكرت ذلك له، فقال: ((إذا جددته ووضعته، فآذني)). فلما جددته ووضعته في\nالمربد، آذنت رسول الله - صلى الله عليه وسلم -، فجاء ومعه أبو بكر وعمر،\nفجلس فدعا له بالبركة وقال: ((ادع غرماءك وأوفهم)). فما تركت أحدا \" له على\nأبي دين إلا قضيته، وفضل لي ثلاثة عشر وسقا \" عجوة \".\n</p>\n\n<p>\nقال فوافيت مع رسول الله - صلى الله عليه وسلم - صلاة المغرب فذكرت ذلك\nله، فضحك رسول الله - صلى الله عليه <span id='ms543'></span> وسلم - وقال: ((ائت أبا بكر، وعمر\nفأخبرهما)).\n</p>\n\n<p>\nفقالا: قد علمنا إذ صنع رسول الله - صلى الله عليه وسلم - ما صنع أن يكون\nذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p055'> Vol. 07, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n2153 - أنبأنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا عقبة بن مكرم،\nحدثنا صفوان بن عيسى، حدثنا ابن عجلان، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة قال: ذبحت لرسول الله - صلى الله عليه وسلم - شاة فقال:\n((ناولني الذراع)). فناولته، ثم قال: ((ناولني الذراع))، فناولته. ثم قال:\n((ناولني الذراع)). فقلت: يا رسول الله، إنما للشاة ذراعان، قال: ((أما إنك\nلو ابتغيته لوجدته)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p056'> Vol. 07, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n19 - باب في مرض سيدنا رسول الله صلى الله عليه وسلم ووفاته ودفنه 2154 -\nأنبأنا الفضل بن الحباب، حدثنا علي بن المديني، أنبأنا عبد الرزاق، أنبأنا\nمعمر عن الزهري، عن أبي بكر بن عبد الرحمن ابن الحارث بن هشام، عن أسماء\nبنت عميس قالت: أول ما اشتكى رسول الله - صلى الله عليه وسلم - في بيت\nميمونة، فاشتد مرضه حتى أغمي عليه، قالت: وتشاوروا في لده، فلدوه، فلما\nأفاق قال: ((ما هذا [إلا] فعل نساء جئن من هاهنا))، وأشار إلى أرض الحبشة،\nوكانت، بنت عميس، فيهن، فقالوا: كنا نتهم بك ذات الجنب يا رسول الله، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p057'> Vol. 07, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n((إن ذلك ما كان الله ليعذبني به، لا يبقين أحد في البيت إلا لد، إلا عم\nرسول الله - صلى الله عليه وسلم -)). يعني عباسا \"، قال: فلقد التدت ميمونة\nوإنها يومئذ لصائمة، لعزيمة رسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\n2155 - أنبأنا عمر بن محمد الهمداني، حدثنا محمد بن إسماعيل البخاري،\nحدثنا إسماعيل بن أبي أويس، قال: أخبرني أخي، عن سليمان بن بلال، عن محمد\nبن أبي عتيق، عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p058'> Vol. 07, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nشهاب قال: أخبرني سعيد بن المسيب.\n</p>\n\n<p>\nأنه سمع أبا هريرة يقول: دخل أبو بكر المسجد وعمر يكلم الناس، حتى دخل\nبيت النبي - صلى الله عليه وسلم - الذي توفي فيه، وهو بيت عائشة زوج النبي\n- صلى الله عليه وسلم - فكشف عن وجهه برد حبرة كان مسجى به (171 / 2)، فنظر\nإلى وجهه، ثم أكب عليه فقبله وقال: بأبي أنت، فوالله لا <span id='ms544'></span> يجمع الله عليك\nموتتين، لقد مت الموتة التي لا تموت بعدها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p059'> Vol. 07, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n2156 - أنبأنا عمران بن موسى، حدثنا هناد بن السرى، حدثنا عبدة بن\nسليمان، عن ابن إسحاق، عن يحيى بن عباد، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: لما اجتمعوا لغسل رسول الله - صلى الله عليه وسلم -\nاختلفوا بينهم فقالوا: والله ما ندري أنجرد رسول الله - صلى الله عليه وسلم\n- كما نجرد موتانا، أو نغسله وعليه ثيابه؟.\n</p>\n\n<p>\nقالت: فأرسل الله عليهم النوم حتى ما منهم رجل إلا ذقنه في صدره، ثم نادى\nمناد من البيت لا يدرون ما هو: أن اغسلوا رسول الله - صلى الله عليه وسلم -\nوعليه قميصه، قال: فوثبوا إليه وثبة رجل واحد، فغسلوا رسول الله - صلى الله\nعليه وسلم - وعليه قميصه يصبون عليه الماء ويدلكونه من وراء القميص. وكان\nالذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p060'> Vol. 07, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nأجلسه في حجره علي بن أبي طالب - رضوان الله عليه - أجلسه إلى صدره.\n</p>\n\n<p>\nقالت: فما رئي من رسول الله - صلى الله عليه وسلم - شيء مما يرى من\nالميت.\n</p>\n\n<p>\n2157 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nيحيى بن واضح أبو تميلة، حدثنا ابن إسحاق، عن يحيى بن عباد بن عبد الله بن\nالزبير... فذكر نحوه إلا أنه قال: لا يدرون من هو. وقال فيه: ((وقالت\nعائشة: لو استقبلت من أمري ما استدبرت، ما غسله غير نسائه)).\n</p>\n\n<p>\n2158 - أنبأنا حامد بن محمد بن شعيب، حدثنا سريج بن يونس، حدثنا أبو\nإسماعيل المؤدب، عن يعقوب بن عطاء، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p061'> Vol. 07, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس، عن الفضل بن العباس: أن النبي - صلى الله عليه وسلم - كفن\nفي ثوبين سحوليين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p062'> Vol. 07, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n2159 - أنبأنا محمد بن أحمد الرقام، حدثنا أحمد بن عبد الله عن علي بن\nسويد بن منجوف، حدثنا أبو داود، حدثنا هشام، وعمران جميعا \"، عن قتادة، عن\nسعيد بن المسيب، عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - كفن في\nثوب نجراني وريطتين.\n</p>\n\n<p>\n2160 - أنبأنا السجستاني، حدثنا أبو كامل الجحدري، حدثنا الفضيل بن\nسليمان، حدثنا جعفر بن محمد، عن أبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p063'> Vol. 07, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nعن جابر بن عبد <span id='ms545'></span> الله: أن النبي - صلى الله عليه وسلم - ألحد له، ونصب\nعليه اللبن نصبا \"، ورفع قبره من الأرض نحوا \" من شبر.\n</p>\n\n<p>\n2161 - أنبأنا عمران بن موسى بن مجاشع، حدثنا مجاهد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p064'> Vol. 07, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nموسى، حدثنا شجاع بن الوليد، حدثنا زياد بن خيثمة، حدثني إسماعيل السدي،\nعن عكرمة.\n</p>\n\n<p>\nعن ابن عباس قال: دخل قبر النبي - صلى الله عليه وسلم - العباس، وعلي\nوالفضل.\n</p>\n\n<p>\nرضوان الله عليهم، وسوى لحده رجل من الأنصار، وهو الذي سوى لحود الشهداء\nيوم بدر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p065'> Vol. 07, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n20 - باب في اليوم الذي قدم فيه صلى الله عليه وسلم واليوم الذي قبض فيه\nصلى الله عليه وسلم 2162 - أنبأنا الحسن بن سفيان، حدثنا بشر بن هلال\nالصواف، حدثنا جعفر بن سليمان، عن ثابت، عن (172 / 1) أنس قال: لما كان يوم\nدخل رسول الله - صلى الله عليه وسلم - فيه المدينة، أضاء منها كل شيء، فلما\nكان اليوم الذي مات فيه - صلى الله عليه وسلم - أظلم منها كل شيء وما نفضنا\nعن النبي - صلى الله عليه وسلم - الأيدي - إنا لفي دفنه - حتى أنكرنا\nقلوبنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p066'> Vol. 07, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n21 - باب تتابع الوحي قبل وفاته صلى الله عليه وسلم 2163 - أنبأنا أبو\nيعلى، حدثنا وهب بن بقية، أنبأنا خالد بن عبد الله، عن عبد الرحمن بن\nإسحاق، عن الزهري قال: أتاه رجل فقال:\n</p>\n\n<p>\nيا أبا بكر، كم انقطع الوحي عن النبي - صلى الله عليه وسلم - قبل موته؟.\nفقال:\n</p>\n\n<p>\nما سألني عن هذا أحد منذ وعيتها من أنس بن مالك.\n</p>\n\n<p>\nقال أنس: لقد قبض من الدنيا وهو أكثر ما كان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p067'> Vol. 07, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n22 - باب لم يترك النبي - صلى الله عليه وسلم - ميراثا \" من الدنيا 2164\n- أنبأنا الحسين بن إسحاق الأصبهاني بالكرج، حدثنا إسماعيل بن يزيد بن حريث\nالقطان، حدثنا أبو داود، حدثنا شعبة، قال: حدثنا مسعر، عن عاصم، عن زر قال:\n</p>\n\n<p>\nسألت عائشة عن ميراث رسول الله - صلى الله عليه وسلم - فقالت: ما ترك\nرسول الله - صلى الله عليه وسلم - دينارا \"، ولا درهما \"، ولا عبدا \"، ولا\nأمة \"، ولا أوصى بشيء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p068'> Vol. 07, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n2165 - أنبأنا محمد بن إسحاق بن سعيد، حدثنا إبراهيم بن هانئ، حدثنا عبيد\nالله <span id='ms546'></span> بن موسى، حدثنا شيبان، عن عاصم.. فذكر نحوه باختصار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p069'> Vol. 07, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n36 - كتاب المناقب 1 - باب في فضل أبي بكر الصديق رضي الله عنه 2166 -\nأنبأنا أبو خليفة، حدثنا مسدد، حدثنا أبو معاوية، عن الأعمش، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((ما نفعني مال\nما نفعني مال أبي بكر)).\n</p>\n\n<p>\nقال فبكى أبو بكر - رضي الله عنه وقال: ما أنا ومالي إلا لك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p070'> Vol. 07, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n2167 - أنبأنا أحمد بن يحيى بن زهير بتستر، حدثنا أبو زرعة الرازي، حدثنا\nسعيد بن سليمان، حدثنا أبو أسامة، حدثنا هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: أنفق أبو بكر - رضي الله عنه - على رسول الله - صلى الله\nعليه وسلم - أربعين ألفا \".\n</p>\n\n<p>\n2168 - أنبأنا الحسين بن محمد بن أبي معشر، حدثنا عبد الله بن الصباح\nالعطار، حدثنا معتمر بن سليمان، عن عبيد الله بن عمر، عن سالم بن عبد الله\nبن عمر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p071'> Vol. 07, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((رأيت كأني أعطيت\nعسا \" مملوءا \" لبنا \"، فشربت منه حتى ملئت، فرأيتها تجري في عروقي بين\nالجلد واللحم، ففضلت منها فضلة فأعطيتها أبا بكر)). قالوا: يا رسول الله،\nهذا العلم أعطاكه الله حتى إذا تملأت منه ففضلت منها فضلة فأعطيتها أبا\nبكر، فقال النبي - صلى الله عليه وسلم -: ((قد أصبتم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p072'> Vol. 07, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n2169 - أنبأنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا إبراهيم بن\nسعيد الجوهري، حدثنا إسماعيل بن أبي أويس، عن سليمان بن بلال، عن هشام بن\nعروة، عن أبيه، عن عائشة.\n</p>\n\n<p>\nعن عمر بن الخطاب قال: كان أبو بكر - رضي الله عنه - أحبنا إلى رسول الله\n- صلى الله عليه وسلم -، وكان خيرنا وسيدنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p073'> Vol. 07, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n2170 - أنبأنا محمد (172 / 2) بن الحسين بن مكرم، حدثنا أبو معمر\nالقطيعي، حدثنا أبو سفيان المعمري، عن معمر، عن الزهري، عن عروة.\n</p>\n\n<p>\nعن عائشة: أن النبي - صلى الله عليه وسلم - أمر بسد الأبواب الشوارع في\nالمسجد، إلا باب أبي بكر - رضي الله عنه.\n</p>\n\n<p>\n2171 - أنبأنا إبراهيم بن أبي أمية بطرسوس، وعمر بن سعيد بن سنان، قالا <span id='ms547'></span>:\nحدثنا حامد بن يحيى، حدثنا سفيان، عن زياد بن سعد، عن عامر بن عبد الله بن\nالزبير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p074'> Vol. 07, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال: كان اسم أبي بكر عبد الله بن عثمان، فقال له النبي - صلى\nالله عليه وسلم -: ((أنت عتيق الله من النار))، فسمي عتيقا \".\n</p>\n\n<p>\n2172 - أنبأنا الوليد بن بيان بواسط، حدثنا أحمد بن محمد بن أبي بكر\nالسالمي، حدثنا ابن أبي فديك، عن رباح بن أبي معروف، عن قيس بن سعد، عن\nمجاهد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p075'> Vol. 07, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: ((يدخل الجنة\nرجل، فلا يبقى أهل دار ولا أهل غرفة إلا قالوا: مرحبا \" مرحبا \"، إلينا\nإلينا)).\n</p>\n\n<p>\nفقال أبو بكر: يا رسول الله، ما توى على الرجل في ذلك اليوم.\n</p>\n\n<p>\nقال: ((أجل، وأنت هو يا أبا بكر)).\n</p>\n\n<p>\n2173 - أنبأنا الحسين بن إسحاق الأصبهاني بالكرج، حدثنا عبد الله بن سعيد\nالكندي أبو سعيد الأشج، حدثنا عقبة بن خالد، حدثنا شعبة، عن الجريري، عن\nأبي نضرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p076'> Vol. 07, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد الخدري قال: قال أبو بكر الصديق - رضي الله عنه -: ألست أحق\nالناس بهذا الأمر؟ ألست أول من أسلم؟ ألست صاحب كذا؟، ألست صاحب كذا؟.\n</p>\n\n<p>\n2174 - أنبأنا الحسن بن سفيان في كتابه، حدثنا أبو سعيد يحيى ابن سليمان\nالجعفي، حدثنا ابن وهب، أخبرني يونس، عن ابن شهاب، عن حمزة بن عبد الله بن\nعمر، عن أبيه قال: لما اشتد برسول الله - صلى الله عليه وسلم - وجعه قال:\n((مروا أبا بكر فليصل بالناس)).\n</p>\n\n<p>\nفقالت له عائشة: يا رسول الله، إن أبا بكر رجل رقيق، إذا قام مقامك، لم\nيسمع الناس من البكاء، فقال: ((مروا أبا بكر فليصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p077'> Vol. 07, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nبالناس))، فعاودته مثل مقالتها. فقال: ((إنكن صواحبات يوسف، مروا أبا بكر\nفليصل بالناس)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p078'> Vol. 07, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n2175 - أنبأنا محمد بن الحسن بن قتيبة، حدثنا ابن أبي السرى، عن عبد\nالرزاق، أنبأنا معمر، عن الزهري.\n</p>\n\n<p>\nعن أنس بن مالك قال: لما كان يوم الاثنين، كشف رسول الله - صلى الله عليه\nوسلم - سترة الحجرة.\n</p>\n\n<p>\nقلت: فذكر الحديث وهو في الصحيح. وقال فيه: فقام عمر بن الخطاب <span id='ms548'></span> - رضي\nالله عنه - فقال: إن رسول الله - صلى الله عليه وسلم - لم يمت، ولكنه أرسل\nإليه كما أرسل إلى موسى فمكث في قومه أربعين ليلة \"، والله إني لأرجو أن\nيعيش رسول الله - صلى الله عليه وسلم - حتى يقطع أيدي رجال من المنافقين\nوألسنتهم يزعمون أن رسول الله - صلى الله عليه وسلم - قد مات.\n</p>\n\n<p>\nقال الزهري: فأخبرني أنس بن مالك أنه سمع خطبة عمر الأخيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p080'> Vol. 07, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nحين جلس على منبر رسول الله - صلى الله عليه وسلم - وكان الغد من يوم\nتوفي رسول الله - صلى الله عليه وسلم -، قال: فتشهد عمر، وأبو بكر صامت لا\nيتكلم، ثم قال: أما بعد، فإني قلت أمس مقالة \" (173 / 1) وإنها لم تكن كما\nقلت: وإني والله ما وجدت المقالة التي قلت في كتاب الله، ولا عهد عهده إلي\nرسول الله - صلى الله عليه وسلم -، ولكن كنت أرجو أن يعيش رسول الله - صلى\nالله عليه وسلم - حتى يدبرنا - يريد بذلك أن يكون آخرهم - فإن يك محمد -\nصلى الله عليه وسلم - قد مات، فإن الله قد جعل بينكم نورا \" تهتدون به،\nفاعتصموا به، تهتدوا لما هدى الله محمدا \" - صلى الله عليه وسلم -. ثم إن\nأبا بكر صاحب رسول الله، وثاني اثنين، وإنه أولى الناس بأموركم، فقوموا\nفبايعوه. وكانت طائفة منهم قد بايعوه قبل ذلك في سقيفة بني ساعدة، وكان\nبيعة العامة على المنبر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p081'> Vol. 07, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n2176 - أنبأنا أبو يعلى، حدثنا أحمد بن جميل المروزي، حدثنا ابن المبارك،\nأنبأنا معمر، ويونس، عن الزهري... فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p082'> Vol. 07, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n2177 - أنبأنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم: أنبأنا\nالمقرئ، حدثنا سعيد بن أبي أيوب، حدثني جعفر بن ربيعة، عن مجاهد بن وردان،\nعن عروة.\n</p>\n\n<p>\nعن عائشة قالت: كنت عند أبي بكر حين حضرته الوفاة، فتمثلت بهذا البيت:\n</p>\n\n<p>\nمن لا يزال دمعه مقنعا * يوشك أن يكون مدفوقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p085'> Vol. 07, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: يا بنية لا تقولي هكذا، ولكن قولي (وجاءت سكرة الموت بالحق، ذلك ما\nكنت منه تحيد) [ق: 19].\n</p>\n\n<p>\nثم قال: في كم كفن النبي - صلى الله عليه وسلم -؟. فقلت في <span id='ms549'></span> ثلاثة أثواب،\nفقال: كفنوني في ثوبي هذين، واشتروا إليهما ثوبا \" جديدا \"، فإن الحي أحوج\nإلى الجديد من الميت، وإنما هي للمهنة، [أو للمهلة]. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p086'> Vol. 07, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n2178 - أخبرنا أبو عروبة، حدثنا زكريا بن الحكم، حدثنا الفريابي، حدثنا\nسفيان، عن هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: قال لي أبو بكر: أي يوم توفي رسول الله - صلى الله عليه\nوسلم -؟. قلت: يوم الاثنين. قال: إني لأرجو أن أموت فيه.\n</p>\n\n<p>\nفمات يوم الاثنين، عشيته، ودفن ليلا \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p087'> Vol. 07, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب فضل عمر بن الخطاب رضي الله عنه 2179 - أخبرنا الحسن بن سفيان،\nحدثنا عبد الرحمن بن معرف، حدثنا زيد بن الحباب، حدثنا خارجة بن عبد الله\nبن سليمان ابن زيد بن ثابت، قال: سمعت نافعا \" يذكر.\n</p>\n\n<p>\nعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: ((اللهم أعز\nالدين بأحب هذين الرجلين إليك: أبي جهل بن هشام، أو عمر بن الخطاب)). فكان\nأحبهما إليه عمر بن الخطاب رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p088'> Vol. 07, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n2180 - أخبرنا عمرو بن عمر بن عبد العزيز بنصيبين، حدثنا عبد الله بن\nعيسى الفروي، حدثنا عبد الملك بن الماجشون، حدثني مسلم بن خالد، عن هشام بن\nعروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة: أن النبي - صلى الله عليه وسلم - قال: ((اللهم أعز الإسلام\nبعمر بن الخطاب خاصة \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p090'> Vol. 07, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n2181 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا\nوهب بن جرير، حدثنا أبي قال: سمعت محمد بن إسحاق يقول: حدثنا نافع.\n</p>\n\n<p>\nعن ابن عمر قال: لما أسلم عمر بن الخطاب رضي الله عنه لم تعلم قريش\nبإسلامه، فقال: أي أهل مكة أفشى للحديث؟. فقالوا:\n</p>\n\n<p>\nجميل بن معمر الجمحي، فخرج إليه وأنا أتبع أثره أعقل ما أرى وأسمع، فأتاه\n(173 / 2) فقال: يا جميل، إني قد أسلمت. قال: فوالله ما رد عليه كلمة \" حتى\nقام عامدا \" إلى المسجد فنادى أندية قريش فقال: يا معشر قريش، إن ابن\nالخطاب قد صبأ. فقال عمر: كذب، ولكني أسلمت وآمنت بالله وصدقت رسوله،\nفثاوروه، فقاتلهم حتى ركدت الشمس على رؤوسهم، حتى فتر عمر وجلس، فقال:\nافعلوا ما <span id='ms550'></span> بدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p092'> Vol. 07, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nلكم، فوالله لو كنا ثلاث مئة رجل لقد تركتموها أو تركناها لكم. فبينا هم\nكذلك قيام إذ جاء رجل عليه حلة حرير وقميص موشى، فقال: ما لكم؟. فقالوا: إن\nابن الخطاب قد صبأ. فقال: فمه؟، امرؤ اختار دينا \" لنفسه، أفتظنون أن بني\nعدي تسلم إليكم صاحبهم؟.\n</p>\n\n<p>\nقال: فكأنما كانوا ثوبا \" انكشف عنه، فقلت له بعد بالمدينة: يا أبة، من\nالرجل الذي رد عنك القوم يومئذ؟. قال: يا بني، ذاك العاص ابن وائل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p093'> Vol. 07, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n2182 - أخبرنا الحسن بن سفيان من كتابه، حدثنا محمد بن عقبة السدوسي،\nحدثنا عبد الله بن خراش، حدثنا العوام بن حوشب، عن مجاهد، عن ابن عباس قال:\nلما أسلم عمر أتى جبريل - صلوات الله عليه - النبي - صلى الله عليه وسلم -\nفقال: يا محمد، لقد استبشر أهل السماء بإسلام عمر - رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p094'> Vol. 07, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n2183 - أخبرنا ابن قتيبة، حدثنا ابن أبي السرى، حدثنا عبد الرزاق، أنبأنا\nمعمر، أنبأنا الزهري، عن سالم.\n</p>\n\n<p>\nعن ابن عمر، قال: رأى النبي - صلى الله عليه وسلم - على عمر بن الخطاب -\nرضي الله عنه - ثوبا \" أبيض فقال: ((أجديد ثوبك أم غسيل؟)). قال:\n</p>\n\n<p>\nبل جديد. فقال النبي - صلى الله عليه وسلم -: ((إلبس جديدا \"، وعش حميدا\n\"، ومت شهيدا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p095'> Vol. 07, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الرزاق: وزاد فيه الثوري، عن إسماعيل بن أبي خالد:\n</p>\n\n<p>\n((ويرزقك الله قرة العين في الدنيا والآخرة)).\n</p>\n\n<p>\n2184 - أخبرنا أبو يعلى، حدثنا هارون بن معروف، حدثنا عبد العزيز بن\nمحمد، أنبأنا سهيل بن أبي صالح، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله جعل\nالحق على لسان عمر وقلبه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p097'> Vol. 07, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n2185 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا سوار بن عبد\nالله العنبري، أنبأنا أبو عامر العقدي، حدثنا خارجة بن عبد الله الأنصاري،\nعن نافع.\n</p>\n\n<p>\nعن ابن عمر: أن النبي - صلى الله عليه وسلم - قال: ((إن الله جعل الحق\nعلى لسان عمر يقول به)).\n</p>\n\n<p>\nقال ابن عمر: ما نزل بالناس أمر قط فقالوا فيه وقال فيه عمر بن الخطاب\nإلا نزل القرآن على نحو <span id='ms551'></span> مما قال عمر - رضي الله عنه -.\n</p>\n\n<p>\n2186 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا زيد بن\nالحباب، حدثني حسين بن واقد، حدثني عبد الله بن بريدة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p098'> Vol. 07, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه: أن رسول الله - صلى الله عليه وسلم - قال: ((إني لأحسب الشيطان\nيفر منك يا عمر)).\n</p>\n\n<p>\n2187 - أخبرنا عبد الله بن قحطبة، حدثنا محمد بن الصباح، أنبأنا يحيى بن\nاليمان، عن مسعر، عن عبد الملك بن ميسرة، عن النزال بن سبرة.\n</p>\n\n<p>\nعن عبد الله بن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: ((عمر\nبن الخطاب من أهل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p099'> Vol. 07, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n2188 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا يحيى بن أيوب المقابري،\nحدثنا إسماعيل (174 / 1) بن جعفر، قال: وأخبرني حميد الطويل.\n</p>\n\n<p>\nعن أنس بن مالك: أن النبي - صلى الله عليه وسلم - قال: ((دخلت الجنة فإذا\nأنا بقصر من ذهب، فقلت: ((لمن هذا القصر؟)). قالوا: لشاب من قريش، فظننت\nأني أنا. قلت: ومن هو؟ قالوا: عمر بن الخطاب - رضي الله عنه)).\n</p>\n\n<p>\n2189 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو نصر التمار، حدثنا حماد\nبن سلمة، عن أبي عمران الجوني.\n</p>\n\n<p>\nعن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: ((دخلت الجنة\nفإذا أنا بقصر من ذهب، فقلت لمن هذا القصر؟. فقالوا: لفتى من قريش. فظننت\nأنه لي، فقلت: من هو؟. قالوا: عمر بن الخطاب. يا أبا حفص، لولا ما أعلم من\nغيرتك لدخلته)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p101'> Vol. 07, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: يا رسول الله، من كنت أغار عليه، فإني لن أغار عليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p102'> Vol. 07, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n2190 - أخبرنا أحمد بن علي بن المثنى، حدثنا قطن بن نسير الغبري، حدثنا\nجعفر بن سليمان الضبعي، حدثنا ثابت البناني، عن أبي رافع قال: كان أبو\nلؤلؤة عبدا \" للمغيرة بن شعبة، وكان يصنع الأرحاء، وكان المغيرة يستغله كل\nيوم أربعة دراهم، فلقي أبو لؤلؤة عمر بن الخطاب - رضي الله عنه - فقال: يا\nأمير المؤمنين، إن المغيرة قد أثقل على غلتي، فكلمه يخفف عني.\n</p>\n\n<p>\nفقال له عمر: اتق الله وأحسن إلى مولاك. فغضب العبد وقال:\n</p>\n\n<p>\nوسع الناس كلهم عدله <span id='ms552'></span> غيري؟! فأضمر على قتله، فاصطنع خنجرا \" له رأسان\nوسمه ثم أتى به الهرمزان فقال: كيف ترى هذا؟!. فقال أرى أنك لا تضرب بهذا\nأحدا \" إلا قتلته.\n</p>\n\n<p>\nقال: وتحين أبو لؤلؤة عمر فجاءه في صلاة الغداة حتى قام وراء عمر، وكان\nعمر إذا أقيمت الصلاة يقول: أقيموا صفوفكم. فقال كما كان يقول، فلما كبر\nعمر وجأه أبو لؤلؤة في كتفه، ووجأه في خاصرته، وسقط عمر، وطعن بخنجره ثلاثة\nعشر رجلا \"، فهلك منهم سبعة، وحمل عمر فذهب به إلى منزله، وصاح الناس حتى\nكادت تطلع الشمس، فنادى الناس عبد الرحمن بن عوف: يا أيها الناس، الصلاة\nالصلاة!.\n</p>\n\n<p>\nقال: ففزعوا إلى الصلاة، فتقدم عبد الرحمن بن عوف فصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p103'> Vol. 07, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nبهم بأقصر سورتين في القرآن، فلما قضى صلاته، توجهوا إلى عمر، فدعا عمر\nبشراب لينظر ما قدر جرحه، فأتي بنبيذ فشربه، فخرج من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p104'> Vol. 07, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nجرحه، فلم يدر أنبيذ هو أم دم، فدعا بلبن فشربه، فخرج من جرحه، فقالوا:\nلا بأس عليك يا أمير المؤمنين. فقال: إن يكن القتل بأسا \" فقد قتلت. فجعل\nالناس يثنون عليه: يقولون: جزاك الله خيرا \" يا أمير المؤمنين، كنت، وكنت.\nثم ينصرفون. ويجيء أقوام آخرون، فيثنون عليه، فقال عمر: أما والله على ما\nتقولون وددت أني خرجت منها كفافا \" لا علي ولا لي وأن صحبة رسول الله - صلى\nالله عليه وسلم - سلمت لي. فتكلم عبد الله ابن عباس وكان عند رأسه، وكان\nخليطه كأنه من أهله، وكان ابن عباس يقرئه القرآن، فتكلم ابن عباس فقال: لا\nوالله، لا تخرج منها كفافا \"، فلقد صحبت رسول الله - صلى الله عليه وسلم -\n(174 / 2) فصحبته وهو عنك راض بخير ما صحبه صاحب، كنت له، وكنت له، وكنت\nله، حتى قبض رسول الله - صلى الله عليه وسلم - وهو عنك راض.\n</p>\n\n<p>\nثم صحبت خليفة رسول الله - صلى الله عليه وسلم - فكنت تنفذ أمره، وكنت\nله، وكنت له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p105'> Vol. 07, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nثم وليتها يا أمير المؤمنين أنت فوليتها بخير ما وليها وال: كنت تفعل،\nوكنت تفعل. فكان عمر يستريح إلى حديث ابن عباس <span id='ms553'></span>، فقال له عمر: يا ابن عباس\nكرر حديثك، فكرر عليه.\n</p>\n\n<p>\nفقال عمر: أما والله على ما تقول، لو أن لي طلاع الأرض ذهبا \"، لافتديت\nبه اليوم من هول المطلع، قد جعلتها شورى في ستة: عثمان وعلي بن أبي طالب،\nوطلحة بن عبيد الله، والزبير بن العوام، وعبد الرحمن بن عوف، وسعد بن أبي\nوقاص - رضوان الله عليهم أجمعين. وجعل عبد الله بن عمر معهم مشيرا \"، وليس\nمنهم.\n</p>\n\n<p>\nوأجلهم ثلاثا \"، وأمر صهيبا \" أن يصلي بالناس. رحمة الله عليهم ورضوانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p106'> Vol. 07, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n2191 - أخبرنا أبو يعلى، حدثنا غسان بن الربيع، حدثنا ثابت بن يزيد، عن\nداود بن أبي هند، عن الشعبي.\n</p>\n\n<p>\nعن ابن عباس أنه دخل على عمر حين طعن فقال: أبشر يا أمير المؤمنين، أسلمت\nمع رسول الله - صلى الله عليه وسلم - حين كفر الناس، وقاتلت مع رسول الله -\nصلى الله عليه وسلم - حين خذله الناس، وتوفي رسول الله - صلى الله عليه\nوسلم - وهو عنك راض، ولم يختلف في خلافتك رجلان، وقتلت شهيدا \".\n</p>\n\n<p>\nفقال: أعد. فأعاد.\n</p>\n\n<p>\nفقال: الغرور من غررتموه، لو أن لي ما على الأرض من بيضاء وصفراء،\nلافتديت به من هول المطلع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p107'> Vol. 07, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب فيما اشترك فيه أبو بكر وعمر وغيرهما من الفضل 2192 - أخبرنا\nمحمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا محمد بن عقيل بن خويلد، حدثنا\nخنيس بن بكر بن خنيس، حدثنا مالك بن مغول، عن عون بن أبي جحيفة، عن أبيه\nقال: قال رسول الله - صلى الله عليه وسلم -: ((أبو بكر وعمر سيدا كهول أهل\nالجنة من الأولين والآخرين، إلا النبيين والمرسلين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p108'> Vol. 07, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n2193 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو بكر بن أبي شيبة، [حدثنا\nوكيع] حدثنا سالم المرادي، عن عمرو بن هرم، عن ربعي بن حراش.\n</p>\n\n<p>\nعن حذيفة قال: كنا عند رسول الله - صلى الله عليه وسلم - فقال: ((إني لا\nأرى مقامي فيكم إلا قليلا \"، فاقتدوا باللذين من بعدي: أبي بكر، وعمر،\nواهتدوا بهدي عمار، وما حدثكم ابن مسعود فاقبلوه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p109'> Vol. 07, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n2194 - أخبرنا الحسن بن سفيان، حدثنا إبراهيم بن يعقوب الجوزجاني <span id='ms554'></span>، حدثنا\nعبد الله بن نافع، عن عاصم بن عمر، عن عبد الله ابن دينار.\n</p>\n\n<p>\nعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: ((أنا أول من\nتنشق عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p112'> Vol. 07, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض، ثم أبو بكر، ثم عمر، ثم آتي أهل البقيع فيحشرون معي، ثم آتي أهل\nمكة حتى يحشروا بين الحرمين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p113'> Vol. 07, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n4 - باب فضل عثمان رضي الله عنه 2195 - أخبرنا أحمد بن الحسن بن عبد\nالجبار الصوفي، حدثنا يحيى بن معين، حدثنا (175 / 1) أبو أسامة، عن كهمس،\nعن عبد الله ابن شقيق، قال: حدثني هرمي بن الحارث، وأسامة بن خريم قال:\n</p>\n\n<p>\nكانا يغازيان فيحدثاني ولا يشعر كل واحد أن صاحبه حدثنيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p114'> Vol. 07, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nعن مرة البهزي قال: بينا نحن مع رسول الله - صلى الله عليه وسلم - في\nطريق من طرق المدينة قال: ((كيف تصنعون في فتنة تكون في أقطار الأرض كأنها\nصياصي بقر؟)). قالوا: فنصنع ماذا يا نبي الله؟.\n</p>\n\n<p>\nقال: ((عليكم بهذا وأصحابه)). قال: فأسرعت حتى عطفت إلى الرجل. قلت: هذا\nيا نبي الله؟. قال: ((هذا))، فإذا هو عثمان بن عفان رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p115'> Vol. 07, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n2196 - أخبرنا عمران بن موسى بن مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nزيد بن الحباب، حدثنا معاوية بن صالح، حدثني ربيعة بن يزيد الدمشقي، حدثني\nعبد الله بن قيس: أنه سمع النعمان بن بشير أنه أرسله معاوية بن أبي سفيان\nبكتاب.\n</p>\n\n<p>\nإلى عائشة فدفعه إليها فقالت: ألا أحدثك بحديث سمعته من رسول الله - صلى\nالله عليه وسلم -؟.\n</p>\n\n<p>\nقلت: بلى. قالت: إني عنده ذات يوم أنا وحفصة، فقال - صلى الله عليه وسلم\n-: ((لو كان عندنا رجل يحدثنا)). فقلت: يا رسول الله ابعث إلى عمر فيجئ\nفيحدثنا، قالت: فسكت. قالت: فدعا رجلا \" فأشار إليه بشيء دوننا، فذهب فجاء\nعثمان، فأقبل عليه بوجهه، فسمعته يقول - صلى الله عليه وسلم -: ((يا عثمان\nإن الله لعله يقمصك قميصا \"، فإن أرادوك على خلعه فلا تخلعه)). - ثلاثا \" -\nقلت: يا أم المؤمنين، فأين كنت عن هذا الحديث؟. قالت: يا بني أنسيته، كأني\nلم أسمعه قط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p118'> Vol. 07, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n2297 - أخبرنا عمران بن موسى بن <span id='ms555'></span> مجاشع، حدثنا عثمان بن أبي شيبة، حدثنا\nوكيع، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم.\n</p>\n\n<p>\nعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: ((وددت أن عندي\nبعض أصحابي)). قالت: فقلنا: يا رسول الله، ألا ندعو لك أبا بكر.\n</p>\n\n<p>\nفسكت. فقلنا: عمر؟. فسكت. فقلنا: عليا \". فسكت. قلنا: عثمان قال: نعم.\nقالت: فأرسلنا إلى عثمان فجاء، فجعل رسول الله - صلى الله عليه وسلم -\nيكلمه ووجهه يتغير.\n</p>\n\n<p>\nقال قيس: فحدثني أبو سهلة أن عثمان قال يوم الدار: إن رسول الله - صلى\nالله عليه وسلم - عهد إلي عهدا \"، وأنا صابر عليه. قال قيس: كانوا يرون أنه\nذلك اليوم.\n</p>\n\n<p>\n2198 - أخبرنا أحمد بن الحسن بن عبد الجبار، حدثنا أبو نصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p119'> Vol. 07, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالتمار، حدثنا عبيد الله بن عمرو، عن زيد بن أبي أنيسة، عن أبي إسحاق، عن\nأبي عبد الرحمن السلمي، قال:\n</p>\n\n<p>\nلما حصر عثمان وأحيط بداره، أشرف على الناس، فقال:\n</p>\n\n<p>\nنشدتكم بالله، هل تعلمون أن رسول الله - صلى الله عليه وسلم - حين انتفض\nبنا حراء، قال: ((أثبت حراء، فما عليك إلا نبي أو صديق أو شهيد؟)). قالوا،\nاللهم نعم.\n</p>\n\n<p>\nقال: نشدتكم بالله، هل تعلمون أن رسول الله - صلى الله عليه وسلم - قال\nفي غزوة العسرة: ((من ينفق نفقة متقبلة \"؟))، والناس يومئذ معسرون مجهودون،\nفجهزت ثلث ذلك الجيش من مالي؟. فقالوا: اللهم نعم.\n</p>\n\n<p>\nقال: نشدتكم بالله، هل تعلمون أن رومة لم يكن يشرب منها إلا بثمن (175 /\n2)، فابتعتها للغني والفقير وابن السبيل؟ قالوا: اللهم نعم.. في أشياء\nعددها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p120'> Vol. 07, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n2199 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا يعقوب بن\nإبراهيم الدورقي، وأحمد بن المقدام، قالا: حدثنا المعتمر ابن سليمان، حدثنا\nأبي، حدثنا أبو نضرة، عن أبي سعيد مولى أبي أسيد الأنصاري قال: سمع عثمان\nأن وفد مصر قد أقبلوا فاستقبلهم، فلما سمعوا به أقبلوا نحوه إلى المكان\nالذي هو فيه. فقالوا له: ادع بالمصحف، فدعا بالمصحف، فقالوا له: افتح\nالسابعة - وكانوا يسمون سورة يونس السابعة - فقرأها حتى أتى على هذه الآية:\n(قل أرأيتم ما <span id='ms556'></span> أنزل الله لكم من رزق فجعلتم منه حراما \" وحلالا \"، قل آلله\nأذن لكم أم على الله تفترون) [يونس: 59]، فقالوا: قف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p125'> Vol. 07, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nأرأيت ما حميت من الحمى أذن لك به، أم على الله تفتري؟. فقال:\n</p>\n\n<p>\nامضه، نزلت في كذا وكذا، وأما الحمى لإبل الصدقة، فلما ولدت، زادت إبل\nالصدقة فزدت في الحمى لما زاد في إبل الصدقة. امضه. فجعلوا يأخذونه بآية\nآية، فيقول: امضه، نزلت في كذا وكذا. فقال لهم: ما تريدون؟ قالوا: ميثاقك.\nقال: فكتبوا شرطا \" وأخذ عليهم أن لا يشقوا عصا \"، ولا يفارقوا جماعة \".\nفأقام لهم شرطهم، وقال لهم: ما تريدون؟ قالوا: نريد أن تأخذ أهل المدينة،\nقال: لا، إنما هذا المال لمن قاتل عليه، وهؤلاء الشيوخ من أصحاب محمد - صلى\nالله عليه وسلم -. قال:\n</p>\n\n<p>\nفرضوا وأقبلوا معه إلى المدينة راضين.\n</p>\n\n<p>\nقال: فقام فخطب فقال: ألا من كان له زرع فليلحق بزرعه، ومن كان له ضرع\nفليلحق به فليحتلبه. ألا إنه لا مال لكم عندنا إنما المال لمن قاتل،\nولهؤلاء الشيوخ من أصحاب محمد - صلى الله عليه وسلم -. قال: فغضب الناس،\nوقالوا: هذا مكر بني أمية.\n</p>\n\n<p>\nقال: ثم رجع المصريون، فبينما هم في الطريق إذا هم براكب يتعرض لهم، ثم\nيفارقهم، ثم يرجع إليهم، ثم يفارقهم ويسبهم.\n</p>\n\n<p>\nقالوا: مالك؟، إن لك الأمان، ما شأنك؟. قال: أنا رسول أمير المؤمنين إلى\nعامله بمصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p126'> Vol. 07, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nقال ففتشوه، فإذا هم بالكتاب على لسان عثمان، عليه خاتمه إلى عامله بمصر\nأن تصلبهم، أو تقتلهم، أو تقطع أيديهم وأرجلهم. فأقبلوا حتى قدموا المدينة\nفأتوا عليا \" - رضي الله عنه - فقالوا: ألم تر إلى عدو الله، كتب فينا بكذا\nوكذا، وإن الله قد أحل دمه، قم معنا إليه. قال:\n</p>\n\n<p>\nوالله لا أقوم معكم.\n</p>\n\n<p>\nقالوا: فلم كتبت إلينا؟. قال: والله ما كتبت إليكم كتابا \" قط. فنظر\nبعضهم إلى بعض، ثم قال بعضهم لبعض: أبهذا تقاتلون، أو بهذا تغضبون؟. فانطلق\nعلي فخرج من المدينة إلى قرية، وانطلقوا حتى دخلوا على عثمان، فقالوا: كتبت\nفينا بكذا وكذا، فقال: إنما هما اثنتان <span id='ms557'></span>: أن تقيموا علي رجلين من المسلمين،\nأو يميني بالله الذي لا إله إلا هو ما كتبت، ولا أمليت، ولا علمت، وقد\nتعلمون أن الكتاب يكتب على لسان الرجل، وقد ينقش الخاتم على الخاتم.\n</p>\n\n<p>\nفقالوا: والله أحل الله دمك. ونقضوا العهد (176 / 1) والميثاق، فحاصروه.\nفأشرف عليهم ذات يوم فقال: السلام عليكم. فما أسمع أحدا \" من الناس رد عليه\nالسلام، إلا أن يرد الرجل في نفسه. فقال:\n</p>\n\n<p>\nأنشدكم الله هل علمتم أني اشتريت رومة من مالي، فجعلت رشائي فيها كرشاء\nرجل من المسلمين؟. قيل: نعم.\n</p>\n\n<p>\nقال: فعلام تمنعوني أن أشرب منها حتى أفطر على ماء البحر؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p127'> Vol. 07, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nأنشدكم الله، هل تعلمون أني اشتريت كذا وكذا من الأرض فزدته في المسجد؟.\nقالوا: نعم.\n</p>\n\n<p>\nقال: فهل علمتم أن أحدا \" من الناس منع أن يصلى فيه قبلي؟.\n</p>\n\n<p>\nأنشدكم الله، هل سمعتم النبي - صلى الله عليه وسلم يذكر كذا وكذا - أشياء\nمن شأنه عددها - قال: ورأيته أشرف عليهم مرة \" أخرى فوعظهم وذكرهم، فلم\nتأخذ منهم الموعظة، وكان الناس تأخذهم منهم الموعظة في أول ما يسمعونها،\nفإذا أعيدت عليهم، لم تأخذ منهم. فقال لامرأته: افتحي الباب، ووضع المصحف\nبين يديه، وذلك أنه رأى من الليل نبي الله - صلى الله عليه وسلم - يقول له:\n</p>\n\n<p>\n((أفطر عندنا الليلة)). فدخل عليه رجل، فقال: بيني وبينك كتاب الله، فخرج\nوتركه. ثم دخل عليه آخر فقال: بيني وبينك كتاب الله - والمصحف بين يديه -\nقال: فأهوى إليه بالسيف، فاتقاه بيده فقطعها، فلا أدري أقطعها ولم يبنها،\nأو أبانها.\n</p>\n\n<p>\nقال عثمان: والله إنها لأول كف خطت المفصل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p128'> Vol. 07, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوفي غير حديث أبي سعيد: فدخل التجيبي فضربه بمشقص فنضح الدم على هذه\nالآية (فسيكفيكهم الله وهو السميع العليم) [البقرة: 137]. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p129'> Vol. 07, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وإنها في المصحف ما حكت.\n</p>\n\n<p>\nقال: وأخذت بنت الفرافصة - في حديث أبي سعيد - حليها ووضعته في حجرها قبل\nأن يقتل، فلما قتل، تفاجت عنه، فقال، بعضهم: قاتلها الله ما أعظم عجيزتها،\nفعلمت أن أعداء الله يريدون الدنيا.\n</p>\n\n<p>\n2200 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا <span id='ms558'></span> ابن\nإدريس، عن حصين، عن عمرو بن جاوان، عن الأحنف بن قيس قال:\n</p>\n\n<p>\nقدمنا المدينة، فجاء عثمان، فقيل: هذا عثمان، وعليه ملية له صفراء، قد\nقنع بها رأسه فقال: ها هنا علي؟. قالوا: نعم.\n</p>\n\n<p>\nقال: ها هنا طلحة؟. قالوا: نعم.\n</p>\n\n<p>\nقال: أنشدكم بالله الذي لا إله إلا هو، هل تعلمون أن رسول الله - صلى\nالله عليه وسلم - قال: ((من يبتاع مربد بني فلان، غفر الله له))، فابتعته\nبعشرين ألفا \" - أو خمسة وعشرين ألفا \" -، فأتيت النبي - صلى الله عليه\nوسلم - فقلت: قد ابتعته، فقال: ((اجعله في مسجدنا وأجره لك؟)). قال فقالوا:\nاللهم نعم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p130'> Vol. 07, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فأنشدكم بالله الذي لا إله إلا هو، هل تعلمون أن رسول الله - صلى\nالله عليه وسلم - قال: ((من يبتاع بئر رومة، غفر الله له))، فابتعتها بكذا\nوكذا، فأتيته فقلت: قد ابتعتها، فقال: ((اجعلها سقاية \" للمسلمين وأجرها\nلك)).\n</p>\n\n<p>\nفقالوا: اللهم نعم.\n</p>\n\n<p>\nقال: أنشدكم بالله الذي لا إله إلا هو، هل تعلمون أن رسول الله - صلى\nالله عليه وسلم - نظر في وجوه القوم، فقال: ((من جهزها، غفر الله له -\nيعني: جيش العسرة - (176 / 2) فجهزتهم حتى لم يفقدوا عقالا \" ولا خطاما \"،\nفقالوا: اللهم نعم.\n</p>\n\n<p>\nقال: اللهم اشهد - ثلاثا \" -.\n</p>\n\n<p>\n5 - باب في فضل علي رضي الله عنه 2201 - أخبرنا أحمد بن علي بن المثنى،\nحدثنا داود بن عمرو الضبي: حدثنا حسان بن إبراهيم، عن محمد بن سلمة بن\nكهيل، عن أبيه، عن المنهال بن عمرو، عن عامر بن سعد بن أبي وقاص.\n</p>\n\n<p>\nعن أبيه، عن أم سلمة: أن النبي - صلى الله عليه وسلم - قال لعلي: ((أما\nترضى أن تكون مني بمنزلة هارون من موسى، غير أنه لا نبي بعدي)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p131'> Vol. 07, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: حديث سعد في الصحيح.\n</p>\n\n<p>\n2202 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر، حدثنا مالك ابن إسماعيل،\nحدثنا مسعود بن سعد، حدثنا محمد بن إسحاق، عن الفضل بن معقل، عن عبد الله\nبن نيار الأسلمي.\n</p>\n\n<p>\nعن عمرو بن شأس قال: قال لي رسول الله - صلى الله عليه وسلم -: ((قد\nآذيتني)).\n</p>\n\n<p>\nقلت: يا رسول الله، ما أحب <span id='ms559'></span> أن أؤذيك. قال: ((من آذى عليا \" فقد آذاني)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p132'> Vol. 07, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n2203 - أخبرنا أبو يعلى، حدثنا الحسن بن عمر بن شقيق، حدثنا جعفر بن\nسليمان، عن يزيد الرشك، عن مطرف بن عبد الله بن الشخير، عن عمران بن حصين\nقال: بعث رسول الله - صلى الله عليه وسلم - سرية واستعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p133'> Vol. 07, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم عليا \"، فمضى في السرية فأصاب جارية \"، فأنكر ذلك عليه أصحاب النبي\n- صلى الله عليه وسلم - وقالوا: إذا لقينا رسول الله - صلى الله عليه وسلم\n- أخبرناه بما صنع علي، وكان المسلمون إذا قدموا من سفر بدوا برسول الله -\nصلى الله عليه وسلم - فسلموا عليه ونظروا إليه ثم ينصرفون إلى رحالهم، فلما\nسلموا على رسول الله - صلى الله عليه وسلم - فقام أحد الأربعة فقال: يا\nرسول الله، ألم تر أن عليا \" صنع كذا وكذا، فأعرض عنه. ثم قام آخر فقال: يا\nرسول الله، ألم تر أن عليا \" صنع كذا وكذا، فأعرض عنه. ثم قام آخر فقال: يا\nرسول الله ألم تر أن عليا \" صنع كذا وكذا. فأقبل إليه رسول الله - صلى الله\nعليه وسلم - والغضب يعرف في وجهه فقال: ((ما تريدون من علي - ثلاثا \" - إن\nعليا \" مني، وأنا منه، وهو ولي كل مؤمن بعدي). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p134'> Vol. 07, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: ويأتي أحاديث في تزويجه بفاطمة - رضي الله عنهما - في فضل فاطمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p135'> Vol. 07, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n2204 - أخبرنا محمد بن طاهر بن أبي الدميك، حدثنا إبراهيم ابن زياد،\nحدثنا أبو معاوية، حدثنا الأعمش، عن سعد بن عبيدة، عن ابن بردة.\n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((من كنت مولاه،\nفعلي مولاه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p136'> Vol. 07, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n2205 - أخبرنا عبد الله الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا أبو\nنعيم، ويحيى بن آدم، قالا: حدثنا فطر بن خليفة، عن أبي الطفيل قال:\n</p>\n\n<p>\nقال علي: أنشد الله كل امرئ سمع رسول الله - صلى الله عليه وسلم - يقول\nيوم غدير خم لما قام.\n</p>\n\n<p>\nفقام أناس فشهدوا أنهم سمعوه يقول: ((ألم تعلموا أني أولى الناس\nبالمؤمنين من أنفسهم؟)). قالوا: بلى يا رسول الله.\n</p>\n\n<p>\nقال: فقال: ((من كنت مولاه فإن هذا مولاه، اللهم وال من <span id='ms560'></span> والاه، وعاد من\nعاداه)). فخرجت وفي نفسي من ذلك شيء، فلقيت زيد ابن أرقم، فذكرت ذلك له\nفقال: قد سمعناه من رسول الله - صلى الله عليه وسلم (177 / 1) يقول ذلك له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p138'> Vol. 07, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو نعيم: فقلت لفطر: كم بين هذا القول وبين موته؟.\n</p>\n\n<p>\nقال: مئة يوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p139'> Vol. 07, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n2206 - أخبرنا محمد بن إسحاق الثقفي، حدثنا عبد الله بن عمر ابن أبان،\nحدثنا عبد الرحيم بن سليمان، أخبرني علي بن صالح الهمداني، عن أبي إسحاق،\nعن عمرو بن مرة، عن عبد الله بن سلمة.\n</p>\n\n<p>\nعن علي بن أبي طالب - رضي الله عنه - قال: قال لي رسول الله - صلى الله\nعليه وسلم - ((يا علي ألا أعلمك كلمات إذا قلتهن، غفر لك، مع أنه مغفور\nلك؟، لا إله إلا الله العلي العظيم، لا إله إلا الله الحليم الكريم، سبحان\nالله رب السماوات السبع ورب العرش العظيم، والحمد لله رب العالمين)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p144'> Vol. 07, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n2207 - أخبرنا أبو يعلى، حدثنا عثمان بن أبي شيبة، حدثنا جرير، عن\nالأعمش، عن إسماعيل بن رجاء، عن أبيه.\n</p>\n\n<p>\nعن أبي سعيد الخدري قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p145'> Vol. 07, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n((إن منكم من يقاتل على تأويل القرآن، كما قاتلت على تنزيله)). قال أبو\nبكر: أنا هو يا رسول الله؟. قال: ((لا))، قال عمر: أنا هو يا رسول الله؟،\nقال: ((لا، ولكن خاصف النعل)). قال: وكان أعطى عليا \" نعله يخصفها.\n</p>\n\n<p>\n2208 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا يحيى بن\nآدم، حدثنا الأشجعي، عن سفيان، عن عثمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p146'> Vol. 07, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nالمغيرة الثقفي، عن سالم بن أبي الجعد، عن علي بن علقمة.\n</p>\n\n<p>\nعن علي بن أبي طالب - رضي الله عنه - قال: لما نزلت (يا أيها الذين آمنوا\nإذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة \") [المجادلة: 12]، قال لي\nرسول الله - صلى الله عليه وسلم - ((ما ترى؟ دينار؟)). قلت:\n</p>\n\n<p>\nلا يطيقونه. قال: ((كم؟)). قلت: شعيرة. قال: ((إنك لزهيد)). فنزلت\n(أأشفقتم أن تقدموا بين يدي نجواكم صدقات) [المجادلة: 13]، الآية، فبي خفف\nالله عن هذه الأمة.\n</p>\n\n<p>\n2209 - أخبرنا عمر بن محمد الهمداني <span id='ms561'></span>، حدثنا بندار، حدثنا يحيى، ومحمد،\nقالا: حدثنا شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة.\n</p>\n\n<p>\nعن علي بن أبي طالب - رضي الله عنه - قال: كنت شاكيا \"، فمر بي رسول الله\n- صلى الله عليه وسلم - وأنا أقول: اللهم إن كان أجلي حضر فأرحني، وإن كان\nمتأخرا \" فارفعني، وإن كان بلاء \" فصبرني.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((كيف قلت؟)). فأعاد عليه، فضربه\nبرجله وقال: ((اللهم عافه، أو اشفه)) - شعبة الشاك - قال: فما اشتكيت ذلك\nبعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p147'> Vol. 07, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n2210 - أخبرنا الفضل بن الحباب، حدثنا إبراهيم بن بشار الرمادي، حدثنا\nسفيان، حدثنا عبد الملك بن أعين، عن أبي حرب بن أبي الأسود الديلي، عن\nأبيه.\n</p>\n\n<p>\nعن علي قال: قال لي عبد الله بن سلام وقد وضعت رجلي في الغرز وأنا أريد\nالعراق: لا تأت أهل العراق، فإنك إن أتيتهم، أصابك ذنب السيف بها. قال علي\n- رضوان الله عليه -: وأيم الله لقد قالها رسول الله - صلى الله عليه وسلم\n-)).\n</p>\n\n<p>\nقال أبو الأسود: فقلت في نفسي: ما رأيت كاليوم رجلا \" محاربا \" يحدث\nالناس بمثل هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p148'> Vol. 07, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n2211 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا عبد\nالله (177 / 2) بن نمير، عن إسماعيل بن أبي خالد، عن أبي إسحاق، عن هبيرة\nبن يريم قال:\n</p>\n\n<p>\nسمعت الحسن بن علي قام فخطب الناس، فقال: يا أيها الناس، لقد فارقكم أمس\nرجل ما سبقه الأولون ولا يدركه الآخرون، لقد كان رسول الله - صلى الله عليه\nوسلم - يبعثه البعث، فيعطيه الراية فما يرجع حتى يفتح الله عليه. جبريل عن\nيمينه، وميكائيل عن شماله، ما ترك بيضاء ولا صفراء إلا سبع مئة درهم فضلت\nعن عطائه، أراد أن يشتري بها خادما \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p149'> Vol. 07, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n6 - باب فضل طلحة بن عبيد الله رضي الله عنه 2212 - أخبرنا عبد الله بن\nمحمد الأزدي، حدثنا إسحاق بن إبراهيم، حدثنا وهب بن جرير، حدثنا أبي، قال:\nسمعت محمد بن إسحاق: حدثني يحيى بن عباد بن عبد الله بن الزبير، عن عبد\nالله بن الزبير.\n</p>\n\n<p>\nعن أبيه قال: خرجنا مع رسول <span id='ms562'></span> الله - صلى الله عليه وسلم - [مصعدين] في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p151'> Vol. 07, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nأحد، فذهب رسول الله - صلى الله عليه وسلم - لينهض على صخرة فلم يستطع\nفبرك طلحة بن عبيد الله تحته فصعد رسول الله - صلى الله عليه وسلم - على\nظهره حتى جلس على الصخرة.\n</p>\n\n<p>\nقال الزبير: فسمعت رسول الله - صلى الله عليه وسلم - يقول: ((أوجب\nطلحة)). ثم أمر رسول الله - صلى الله عليه وسلم - علي بن أبي طالب: رضي\nالله عنه، فأتى المهراس، فأتاه بماء في درقته، فأراد رسول الله - صلى الله\nعليه وسلم - أن يشرب منه فوجد له ريحا \" فعافه، فغسل به الدم الذي في وجهه،\nوهو يقول:\n</p>\n\n<p>\n((اشتد غضب الله على من دمى وجه رسول الله - صلى الله عليه وسلم -)).\n</p>\n\n<p>\n2213 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p152'> Vol. 07, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن أبي الحارث، حدثنا شبابة بن سوار: عن إسحاق بن يحيى ابن طلحة،\nحدثنا عيسى بن طلحة.\n</p>\n\n<p>\nعن عائشة قالت: قال أبو بكر - رضي الله عنه - لما صرف الناس يوم أحد عن\nرسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\n[كنت أول من جاء النبي - صلى الله عليه وسلم -] قال: فجعلت أنظر إلى رجل\nبين يديه يقاتل عنه ويحميه، فجعلت أقول: كن طلحة فداك أبي وأمي [مرتين].\nقال: ثم نظرت إلى رجل خلفي كأنه طائر، فلم أنشب أن أدركني، فإذا هو أبو\nعبيدة بن الجراح، فدفعنا إلى النبي - صلى الله عليه وسلم -، فإذا طلحة بين\nيديه صريع، فقال النبي - صلى الله عليه وسلم -: ((دونكم أخاكم فقد أوجب)).\nقال: وقد رمى في جبهته ووجنته، فأهويت إلى السهم الذي في جبهته لأنزعه فقال\nلي أبو عبيدة: نشدتك بالله يا أبا بكر إلا تركتني.\n</p>\n\n<p>\nقال: فتركته. قال: فأخذ أبو عبيدة السهم بفيه، فجعل ينضنضه ويكره أن يؤذي\nالنبي - صلى الله عليه وسلم -، ثم استله بفيه، ثم أهويت إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p153'> Vol. 07, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nالسهم الذي في وجنته لأنزعه، فقال أبو عبيدة: نشدتك بالله يا أبا بكر إلا\nتركتني، فأخذ السهم بفيه وجعل ينضنضه ويكره أن يؤذي رسول الله - صلى الله\nعليه وسلم -، ثم <span id='ms563'></span> استله. وكان طلحة أشد نهكة \" من رسول الله - صلى الله عليه\nوسلم -، وكان النبي - صلى الله عليه وسلم - أشد منه، وكان قد أصاب (178 /\n1) طلحة بضعة وثلاثون بين طعنة، وضربة، ورمية.\n</p>\n\n<p>\n7 - باب فضل الزبير بن العوام رضي الله عنه 2214 - أخبرنا محمد بن إسحاق\nمولى ثقيف، حدثنا أحمد بن الحسن بن خراش، حدثنا عتيق بن يعقوب، حدثنا أبي،\nحدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p154'> Vol. 07, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالزبير بن خبيب بن ثابت بن عبد الله بن الزبير، عن هشام بن عروة، عن\nأبيه، قال:\n</p>\n\n<p>\nقال ابن الزبير لأبيه: يا أبت، حدثني عن رسول الله - صلى الله عليه وسلم\n- حتى أحدث عنك، فإن كل أبناء الصحابة يحدث عن أبيه.\n</p>\n\n<p>\nقال: يا بني ما من أحد صحب النبي - صلى الله عليه وسلم - بصحبة إلا وقد\nصحبته بمثلها أو أفضل، ولقد علمت يا بني أن أمك أسماء بنت أبي بكر كانت\nتحتي، ولقد علمت أن عائشة بنت أبي بكر خالتك، ولقد علمت أن أمي صفية بنت\nعبد المطلب وأن أخوالي حمزة، وأبو طالب، والعباس، وأن رسول - الله صلى الله\nعليه وسلم - ابن خالي، ولقد علمت أن عمتي خديجة بنت خويلد كانت تحته، وأن\nابنتها فاطمة بنت رسول الله - صلى الله عليه وسلم -، ولقد علمت أن أمه آمنة\nبنت وهب بن عبد مناف بن زهرة، وأن أم صفية وحمزة هالة بنت وهب، ولقد صحبته\nبأحسن صحبة والحمد لله، ولقد سمعته - صلى الله عليه وسلم - يقول: ((من قال\nعلي ما لم أقل فليتبوأ مقعده من النار)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p155'> Vol. 07, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: له في الصحيح: ((من كذب علي متعمدا \"، فليتبوأ مقعده من النار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p156'> Vol. 07, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n8 - باب فضل سعد بن أبي وقاص رضي الله عنه 2215 - أخبرنا محمد بن إسحاق\nالثقفي، حدثنا الحسن بن علي الحلواني، حدثنا جعفر بن عون، حدثنا إسماعيل بن\nأبي خالد، عن قيس قال:\n</p>\n\n<p>\nسمعت سعدا \" يقول: قال رسول الله - صلى الله عليه وسلم -: ((اللهم استجب\nله إذا دعاك)). يعني: سعدا \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p157'> Vol. 07, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n9 - باب فضل عبد الرحمن بن عوف رضي الله عنه 2216 - أخبرنا محمد بن إسحاق\nبن إبراهيم مولى ثقيف، والجنيدي، قالا <span id='ms564'></span>: حدثنا قتيبة بن سعيد، حدثنا بكر بن\nمضر، عن صخر بن عبد الله، عن أبي سلمة.\n</p>\n\n<p>\nعن عائشة أن رسول الله - صلى الله عليه وسلم - كان يقول: ((إن أمركن لمما\nيهمني بعدي، ولن يصبر عليكن بعدي إلا عبد الرحمن بن عوف))، رضي الله عنه.\n</p>\n\n<p>\nقال: ثم تقول: فسقى الله أباك من سلسبيل الجنة - تريد عبد الرحمن بن عوف\n- وقد كان وصل أمهات المؤمنين أزواج النبي - صلى الله عليه وسلم بمال بيع\nبأربعين ألفا \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p158'> Vol. 07, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n10 - باب فضل جماعة من أصحاب رسول الله صلى الله عليه وسلم رضي الله عنهم\n2217 - أخبرنا محمد بن إسحاق الثقفي، حدثنا محمد بن عبيد المحاربي، حدثنا\nعبد العزيز بن أبي حازم، عن سهيل بن أبي صالح، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال: ((نعم الرجل أبو\nبكر، نعم الرجل عمر، نعم الرجل أبو عبيدة بن الجراح، نعم الرجل أسيد ابن\nحضير، نعم الرجل ثابت بن قيس بن شماس، نعم الرجل معاذ بن عمرو بن الجموح،\nبئس الرجل فلان، وفلان)). سماهم رسول الله - صلى الله عليه وسلم - (179 /\n1) ولم يسمهم لنا سهيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p160'> Vol. 07, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n2218 - أخبرنا أحمد بن مكرم بن خالد البرتي، حدثنا علي بن المديني، حدثنا\nعبد الوهاب الثقفي، حدثنا خالد الحذاء، عن أبي قلابة.\n</p>\n\n<p>\nعن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: ((ارحم أمتي\nبأمتي أبو بكر، وأشدهم في أمر الله عمر، وأصدقهم حياء \" عثمان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p161'> Vol. 07, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوأقضاهم علي، وأقرأهم لكتاب الله أبي بن كعب، وأفرضهم زيد بن ثابت،\nوأعلمهم بالحلال والحرام معاذ بن جبل، وما أظلت الخضراء، ولا أقلت الغبراء\nعلى رجل أصدق ذي لهجة من أبي ذر أشبه عيسى في ورعه. ألا وإن لكل أمة أمينا\n\"، وأمين هذه الأمة أبو عبيدة بن الجراح)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p162'> Vol. 07, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n2219 - أخبرنا الحسن بن سفيان، حدثنا محمد بن أبي بكر المقدمي، ومحمد بن\nخالد بن عبد الله، ومحمد بن بشار، وأبو موسى، قالوا: حدثنا عبد الوهاب\nالثقفي... فذكر نحوه.\n</p>\n\n<p>\n11 - باب في أهل بدر 2220 - أخبرنا أحمد بن علي بن المثنى <span id='ms565'></span>، حدثنا أبو نصر\nالتمار، حدثنا حماد بن سلمة، عن عاصم، عن أبي صالح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p164'> Vol. 07, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة: أن رجلا \" من الأنصار عمي فبعث إلى رسول الله - صلى الله\nعليه وسلم - أن تعال فاخطط في داري مسجدا \" أتخذه مصلى، فجاء رسول الله -\nصلى الله عليه وسلم - واجتمع إليه قومه، وبقي رجل منهم، فقال رسول الله -\nصلى الله عليه وسلم -: ((أين فلان؟)). فغمزه بعض القوم فقال: إنه، وإنه...\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((أليس قد شهد بدرا \"؟)). قالوا:\nبلى يا رسول الله، ولكنه كذا وكذا. فقال رسول الله - صلى الله عليه وسلم -:\n((لعل الله اطلع على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p165'> Vol. 07, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nأهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p166'> Vol. 07, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n2221 - أخبرنا ابن قتيبة، حدثنا يزيد بن موهب، حدثني الليث، عن أبي\nالزبير، عن جابر: أن ابن أبي بلتعة كتب إلى أهل مكة يذكر أن رسول الله -\nصلى الله عليه وسلم - أراد غزوهم، فدل رسول الله - صلى الله عليه وسلم -\nعلى المرأة التي معها الكتاب، فأرسل إليها، فأخذ كتابها من رأسها، فقال:\n((يا حاطب أفعلت؟)).\n</p>\n\n<p>\nقال: نعم، أما إني لم أفعله غشا \" لرسول الله - صلى الله عليه وسلم - ولا\nنفاقا \"، ولقد علمت أن الله سيظهر رسوله ويتم أمره، غير أني كنت غريبا \"\nبين ظهرانيهم، وكانت أهلي معهم، فأردت أن أتخذها عندهم يدا \". فقال عمر بن\nالخطاب - رضي الله عنه: ألا أضرب رأس هذا؟.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((أتقتل رجلا \" من أهل بدر؟ ما\nيدريك، لعل الله اطلع على أهل بدر فقال: اعملوا ما شئتم؟)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p167'> Vol. 07, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n12 - باب في أي النساء أفضل 2222 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا\nابن أبي السرى، حدثنا عبد الرزاق، أنبأنا معمر، عن قتادة.\n</p>\n\n<p>\nعن أنس بن مالك: قال رسول الله - صلى الله عليه وسلم -: ((خير نساء\nالعالمين مريم بنت عمران، وخديجة بنت خويلد، وفاطمة بنت محمد - صلى الله\nعليه وسلم - وآسية امرأة فرعون)).\n</p>\n\n<p>\n13 - باب في فضل فاطمة بنت رسول الله صلى الله عليه وسلم ورضي عنها 2223\n- أخبرنا محمد بن إسحاق بن <span id='ms566'></span> إبراهيم (179 / 1) مولى ثقيف، حدثنا محمد بن\nالصباح، حدثنا عثمان بن عمر، حدثنا إسرائيل، عن ميسرة بن حبيب، عن المنهال\nبن عمرو، عن عائشة بنت طلحة.\n</p>\n\n<p>\nعن أم المؤمنين عائشة: أنها قالت: ما رأيت أحدا \" كان شبه كلاما \" وحديثا\n\" برسول الله - صلى الله عليه وسلم - من فاطمة، وكانت إذا دخلت عليه قام\nإليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p168'> Vol. 07, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفقبلها ورحب بها وأخذ بيدها فأجلسها في مجلسه، وكانت هي إذا دخل عليها،\nقامت إليه فقبلته وأخذت بيده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p169'> Vol. 07, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فذكر الحديث.\n</p>\n\n<p>\n14 - باب تزويج فاطمة بعلي رضي الله عنهما 2224 - أخبرنا محمد بن أحمد بن\nأبي عون بن سالم، حدثنا أبو عمار الحسين بن حريث، حدثنا الفضل بن موسى، عن\nالحسين بن واقد، عن ابن بريدة.\n</p>\n\n<p>\nعن أبيه قال: خطب أبو بكر، وعمر فاطمة - رضي الله عنها - فقال رسول الله\n- صلى الله عليه وسلم -: ((إنها صغيرة)). فخطبها علي فزوجها منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p170'> Vol. 07, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n2225 - أخبرنا أبو شيبة داود بن إبراهيم بن داود بن يزيد البغدادي،\nبالفسطاط، حدثنا الحسن بن حماد، حدثنا يحيى بن يعلى الأسلمي، عن سعيد بن\nأبي عروبة، عن قتادة.\n</p>\n\n<p>\nعن أنس بن مالك قال: جاء أبو بكر إلى النبي - صلى الله عليه وسلم - فقعد\nبين يديه فقال: يا رسول الله، قد علمت مناصحتي، وقدمي في الإسلام، وأنى،\nوأنى... قال: ((وما ذاك؟)). قال: تزوجني فاطمة. قال فسكت عنه. فرجع أبو بكر\nإلى عمر فقال له: هلكت وأهلكت. فقال: وما ذاك؟\n</p>\n\n<p>\nقال: خطبت فاطمة إلى النبي - صلى الله عليه وسلم - فأعرض عني، فقال:\nمكانك حتى آتي النبي - صلى الله عليه وسلم - فأطلب مثل الذي طلبت، فأتى عمر\nالنبي - صلى الله عليه وسلم - فقعد بين يديه فقال: يا رسول الله قد علمت\nمناصحتي وقدمي في الإسلام وأني، وأني... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p171'> Vol. 07, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ((وما ذاك؟)). قال: تزوجني فاطمة. فسكت عنه. فرجع عمر إلى أبي بكر\nفقال: إنه ينتظر أمر الله فيها. قم بنا إلى علي حتى نأمره يطلب مثل الذي\nطلبنا.\n</p>\n\n<p>\nقال علي: فأتياني وأنا أعالج فسيلا \" لي، فقالا: إنا جئناك من عند ابن\nعمك بخطبة، قال: فنبهاني <span id='ms567'></span> لأمر، فقمت أجر ردائي حتى أتيت النبي - صلى الله\nعليه وسلم - فقعدت بين يديه، فقلت: يا رسول الله، قد علمت قدمي في الإسلام\nومناصحتي، وأني، وأني...\n</p>\n\n<p>\nقال: ((وما ذاك؟)). قال: تزوجني فاطمة. قال: ((وعندك شيء؟)).\n</p>\n\n<p>\nقلت: فرسي وبدني. قال: ((أما فرسك فلا بد لك منه، وأما بدنك فبعها)) قال:\nفبعتها بأربع مئة وثمانين، فجئت بها حتى وضعتها في حجره، فقبض منها قبضة \"،\nفقال: ((أي بلال، ابعث ابتع بها طيبا \")).\n</p>\n\n<p>\nوأمرهم أن يجهزوها. فجعل سريرا \" مشرطا \" بالشرط ووسادة \" من أدم حشوها\nليف، وقال لعلي: ((إذا أتتك، فلا تحدث شيئا \" حتى آتيك)).\n</p>\n\n<p>\nفجاءت بها أم أيمن حتى قعدت في جانب البيت وأنا في جانب، وجاء رسول الله\n- صلى الله عليه وسلم - فقال: ((ها هنا أخي؟)). قالت أم أيمن: أخوك، وقد\nزوجته ابنتك؟. قال: ((نعم)). ودخل رسول الله - صلى الله عليه وسلم - (179 /\n2) البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p172'> Vol. 07, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لفاطمة: ((إئتني بماء)). فقامت إلى قعب في البيت فأتت فيه بماء،\nفأخذه رسول الله - صلى الله عليه وسلم - ومج فيه، ثم قال لها: ((تقدمي))،\nفتقدمت، فنضح بين ثدييها. وعلى رأسها وقال: ((اللهم إني أعيذها بك وذريتها\nمن الشيطان الرجيم)). ثم قال لها: ((أدبري))، فأدبرت، فصب بين كتفيها وقال:\n((اللهم إني أعيذها بك وذريتها من الشيطان الرجيم)). ثم قال - صلى الله\nعليه وسلم -: ((إئتوني بماء)). قال علي: فعلمت الذي يريد، فقمت فملأت القعب\nماء وأتيته به، فأخذه، فمج فيه، ثم قال: ((تقدم)). فصب على رأسي وبين ثديي،\nثم قال: ((اللهم إني أعيذه بك وذريته من الشيطان الرجيم)). ثم قال: أدبر\nفأدبرت، فصبه بين كتفي، وقال:\n</p>\n\n<p>\n((اللهم إني أعيذه بك وذريته من الشيطان الرجيم)). ثم قال لعلي:\n</p>\n\n<p>\n((ادخل بأهلك على اسم الله والبركة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p173'> Vol. 07, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n2226 - أخبرنا الحسن بن إبراهيم الخلال بواسط، حدثنا شعيب بن أيوب\nالصريفيني، حدثنا أبو أسامة، [عن زائدة]، عن عطاء بن السائب، عن أبيه.\n</p>\n\n<p>\nعن علي قال: جهز رسول الله - صلى الله عليه وسلم - فاطمة في خميلة،\nووسادة أدم حشوها ليف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p176'> Vol. 07, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n15 - باب ما جاء في الحسن والحسين رضي الله عنهما <span id='ms568'></span> 2227 - أخبرنا الحسن بن\nسفيان، حدثنا أبو بكر بن أبي شيبة حدثنا عبيد الله بن موسى، عن إسرائيل، عن\nأبي إسحاق، عن هانئ بن هانئ.\n</p>\n\n<p>\nعن علي قال: لما ولد الحسن سميته حربا \"، فجاء النبي - صلى الله عليه\nوسلم - فقال: ((أروني ابني، ما سميتموه؟)). فقلنا: حربا \"، فقال: ((بل هو\nحسن)).\n</p>\n\n<p>\nفلما ولد الحسين، سميته حربا \"، فجاء النبي - صلى الله عليه وسلم - فقال:\n</p>\n\n<p>\n((أروني ابني، ما سميتموه؟. قلنا: حربا \"، قال: ((بل هو حسين)).\n</p>\n\n<p>\nفلما ولد الثالث سميته حربا \"، فجاء النبي - صلى الله عليه وسلم - فقال:\n((أروني ابني، ما سميتموه؟)). فقلنا: سميناه حربا \"، فقال: ((بل هو محسن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p177'> Vol. 07, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ((إنما سميتهم بولد هارون: شبر، وشبير، ومشبر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p178'> Vol. 07, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n2228 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا زياد بن أيوب،\nحدثنا الفضل بن دكين، حدثنا الحكم بن عبد الرحمن بن أبي نعم، حدثني أبي.\n</p>\n\n<p>\nعن أبي سعيد الخدري، عن النبي - صلى الله عليه وسلم - قال: ((الحسن\nوالحسين سيدا \" شباب أهل الجنة، إلا ابني الخالة عيسى بن مريم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p179'> Vol. 07, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nويحيى بن زكريا - صلى الله عليهما)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p180'> Vol. 07, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n2229 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا زيد بن\nالحباب، عن إسرائيل، عن ميسرة النهدي، عن المنهال ابن عمرو، عن زر بن حبيش.\n</p>\n\n<p>\nعن حذيفة قال: أتيت النبي - صلى الله عليه وسلم - فصليت معه المغرب، ثم\nقام يصلي حتى صلى الغداة، ثم خرج، فاتبعته فقال: ((عرض لي ملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p181'> Vol. 07, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nاستأذن ربه أن يسلم علي ويبشرني أن الحسن والحسين سيدا شباب أهل الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p182'> Vol. 07, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n2230 - أخبرنا محمد بن أحمد بن أبي عون، حدثنا أبو عمار، حدثنا علي بن\nالحسين بن واقد، حدثني أبي، حدثنا عبد الله بن بريدة قال:\n</p>\n\n<p>\nسمعت أبي بريدة يقول: كان رسول الله - صلى الله عليه وسلم - يخطب، إذ جاء\n(180 / 1) الحسن والحسين عليهما قميصان أحمران يمشيان ويعثران، فنزل رسول\nالله - صلى الله عليه وسلم - من المنبر فحملهما فوضعهما بين يديه، ثم قال:\n</p>\n\n<p>\n((صدق الله (إنما أموالكم وأولادكم فتنة) [التغابن: 15]: نظرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p183'> Vol. 07, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nإلى هذين الصبيين يمشيان ويعثران، فلم أصبر حتى قطعت حديثي <span id='ms569'></span> فرفعتهما)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p184'> Vol. 07, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n2231 - أخبرنا الحسين بن عبد الله القطان بالرافقة، حدثنا مؤمل ابن إهاب،\nحدثنا زيد بن الحباب، حدثنا حسين بن واقد. قلت: فذكر نحوه.\n</p>\n\n<p>\n2232 - أخبرنا الفضل بن الحباب، حدثنا أبو الوليد، حدثنا مبارك بن فضالة،\nعن الحسن قال:\n</p>\n\n<p>\nحدثني أبو بكرة قال: كان رسول الله - صلى الله عليه وسلم - يصلي بنا،\nوكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p185'> Vol. 07, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن يجيء وهو صغير، فكان كلما سجد رسول الله - صلى الله عليه وسلم -\nوثب على رقبته وظهره فيرفعه النبي - صلى الله عليه وسلم رفعا \" رفيقا \" حتى\nيضعه، فقالوا: يا رسول الله إنك تصنع بهذا الغلام شيئا \" ما رأيناك تصنعه\nبأحد، فقال: ((إنه ريحانتي من الدنيا)).\n</p>\n\n<p>\nقلت: فذكر الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p186'> Vol. 07, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n2233 - أخبرنا أحمد بن الحسن، عن بن عبد الرحمن بن صالح الأزدي، حدثنا\nأبو بكر بن عياش، عن عاصم عن زر، عن عبد الله قال: كان النبي - صلى الله\nعليه وسلم - يصلي، والحسن والحسين يثبان على ظهره فيباعدهما الناس، فقال\nالنبي - صلى الله عليه وسلم -: ((دعوهما بأبي هما وأمي، من أحبني، فليحب\nهذين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p188'> Vol. 07, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n2234 - [أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا خالد\nبن مخلد، حدثنا موسى بن يعقوب] الزمعي، عن عبد الله بن أبي بكر بن زيد بن\nالمهاجر، أخبرني مسلم بن أبي سهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p189'> Vol. 07, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nالنبال أخبرني الحسن بن أسامة بن زيد، عن أبيه قال: طرقت رسول الله - صلى\nالله عليه وسلم - ذات ليلة لبعض الحاجة وهو مشتمل على شيء لا أدري ما هو،\nفلما فرغت من حاجتي قلت:\n</p>\n\n<p>\nمن هذا الذي أنت مشتمل عليه؟ فكشف - صلى الله عليه وسلم - فإذا حسن وحسين\nعلى فخذيه، فقال: ((هذان ابناي، وابنا ابنتي، اللهم إنك تعلم أني أحبهما\nفأحبهما)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p190'> Vol. 07, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n2235 - أخبرنا محمد بن إسحاق الثقفي، حدثنا الحسن بن محمد الصباح، حدثنا\nشبابة، حدثنا إسرائيل، عن أبي إسحاق، عن هانئ بن هانئ.\n</p>\n\n<p>\nعن علي قال: الحسن أشبه الناس برسول الله - صلى الله عليه وسلم - ما بين\nالصدر إلى الرأس، والحسين أشبه برسول الله - صلى الله عليه وسلم - ما كان\nأسفل من ذلك.\n</p>\n\n<p>\n2236 - أخبرنا الحسن بن <span id='ms570'></span> سفيان، حدثنا وهب بن بقية، أنبأنا خالد بن عبد\nالله، عن محمد بن عمرو، عن أبي سلمة.\n</p>\n\n<p>\nعن أبي هريرة قال: كان رسول الله - صلى الله عليه وسلم - يدلع لسانه\nللحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p192'> Vol. 07, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nفيرى الصبي حمرة لسانه، فيهش إليه، فقال عيينة بن بدر: ألا أراه يصنع هذا\nبهذا! فوالله إنه يكون لي الولد قد خرج من وجهه وما قبلته قط.\n</p>\n\n<p>\nفقال النبي - صلى الله عليه وسلم - ((من لا يرحم، لا يرحم)).\n</p>\n\n<p>\nقلت: له في الصحيح: ((من لا يرحم لا يرحم)) فقط.\n</p>\n\n<p>\n2237 - أخبرنا أبو يعلى أحمد بن علي بن المثنى، حدثنا محمد ابن عبد الله\nبن نمير، حدثنا أبي، حدثنا الربيع بن سعيد الجعفي، عن عبد الرحمن بن سابط.\n</p>\n\n<p>\nعن جابر بن عبد الله أنه قال: ((من سره أن ينظر إلى رجل من أهل (180 / 2)\nالجنة، فلينظر إلى الحسن بن علي))، فإني سمعت رسول الله - صلى الله عليه\nوسلم - يقوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p193'> Vol. 07, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n2238 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، عن ابن عون،\nعن عمير بن إسحاق، قال:\n</p>\n\n<p>\nكنت أمشي مع الحسن في طريق المدينة، فلقينا أبا هريرة فقال للحسن: اكشف\nلي عن بطنك، فداك أبي حتى أقبل حيث رأيت رسول الله - صلى الله عليه وسلم -\nيقبله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p194'> Vol. 07, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فكشف عن بطنه فقبل سرته، ولو كانت من العورة ما كشفها.\n</p>\n\n<p>\n2239 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nيحيى بن آدم، حدثنا شريك، عن ابن عون... فذكر بإسناده نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p195'> Vol. 07, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n2240 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا عفان،\nأنبأنا وهيب بن خالد، عن عبد الله بن عثمان بن خثيم، عن سعيد بن أبي راشد،\nعن يعلى العامري أنه خرج مع رسول الله - صلى الله عليه وسلم - إلى طعام\nدعوا إليه، فإذا حسين مع الصبيان يلعب، فاستنتل أمام القوم، ثم بسط يده،\nفطفق الصبي يفر هاهنا مرة \"، وهاهنا مرة \" وجعل رسول الله - صلى الله عليه\nوسلم - إحدى يديه تحت ذقنه، والأخرى تحت قفاه، ثم قنع رأسه فوضع فاه على\nفيه <span id='ms571'></span> فقبله وقال: ((حسين مني وأنا من حسين، أحب الله من أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p196'> Vol. 07, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nحسينا \"، حسين سبط من الأسباط)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p197'> Vol. 07, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n2241 - أخبرنا الحسن بن سفيان، حدثنا شيبان بن فروخ، حدثنا عمارة بن\nزاذان، حدثنا ثابت.\n</p>\n\n<p>\nعن أنس بن مالك قال: استأذن ملك القطر ربه أن يزور النبي - صلى الله عليه\nوسلم - فأذن له، فكان في يوم أم سلمة، فقال النبي - صلى الله عليه وسلم -:\n</p>\n\n<p>\n((احفظي علينا الباب، لا يدخل علينا أحد)) فبينا هي على الباب إذ دخل\nالحسين بن علي، فطفر، فاقتحم، ففتح الباب، فدخل، فجعل يتوثب على ظهر النبي\n- صلى الله عليه وسلم -، وجعل النبي - صلى الله عليه وسلم - يتلثمه ويقبله،\nفقال له الملك: أتحبه؟ قال: ((نعم)). قال: أما إن أمتك ستقتله، إن شئت\nأريتك المكان الذي يقتل فيه. قال: ((نعم)). فقبض قبضة من المكان الذي يقتل\nفيه، فأراه إياه فجاء بسهلة أو تراب أحمر، فأخذته أم سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p198'> Vol. 07, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nفجعلته في ثوبها. قال ثابت: كنا نقول: إنها كربلاء.\n</p>\n\n<p>\n2242 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا الحسن بن محمد\nابن الصباح، حدثنا شبابة بن سوار، حدثنا يحيى بن إسماعيل بن سالم، عن\nالشعبي قال:\n</p>\n\n<p>\nبلغ ابن عمر - وهو بمال له - أن الحسين بن علي قد توجه إلى العراق. فلحقه\nعلى مسيرة يومين أو ثلاثة، فقال: إلى أين؟ فقال: هذه كتب أهل العراق\nوبيعتهم، فقال: لا تفعل، فأبى. فقال له ابن عمر:\n</p>\n\n<p>\nإن جبريل - عليه السلام - أتى النبي - صلى الله عليه وسلم - فخيره بين\nالدنيا والآخرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p199'> Vol. 07, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفاختار الآخرة ولم يرد الدنيا، وإنكم بضعة من رسول الله - صلى الله عليه\nوسلم - كذلك يريده بكم، فأبى فاعتنقه ابن عمر وقال: استودعتك الله،\nوالسلام.\n</p>\n\n<p>\n2243 - أخبرنا محمد بن إسحاق بن إبراهيم، عن خلاد بن أسلم، حدثنا النضر\nبن شميل، حدثنا هشام بن حسان، (181 / 1) عن حفصة، قالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p200'> Vol. 07, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني أنس بن مالك قال: كنت عند ابن زياد إذ جيء برأس الحسين، فجعل يقول\nبقضيبه في أنفه ويقول: ما رأيت مثل هذا حسنا \"، فقلت: أما إنه كان من\nأشبههم برسول الله - صلى <span id='ms572'></span> الله عليه وسلم -.\n</p>\n\n<p>\n16 - باب فضل أهل البيت 2244 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن\nأبي شيبة، حدثنا مالك بن إسماعيل، عن أسباط بن نصر، عن السدي، عن صبيح مولى\nأم سلمة.\n</p>\n\n<p>\nعن زيد بن أرقم: أن النبي - صلى الله عليه وسلم - قال لفاطمة والحسن\nوالحسين: ((أنا حرب لمن حاربكم، وسلم لمن سالمكم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p201'> Vol. 07, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n2245 - أخبرنا عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن إبراهيم،\nحدثنا الوليد بن مسلم، وعمر بن عبد الواحد، قالا: حدثنا الأوزاعي، عن شداد\nأبي عمار.\n</p>\n\n<p>\nعن واثلة بن الأسقع قال: سألت عن علي في منزله فقيل لي:\n</p>\n\n<p>\nذهب يأتي برسول الله - صلى الله عليه وسلم -، إذ جاء فدخل رسول الله -\nصلى الله عليه وسلم - ودخلت، فجلس رسول الله - صلى الله عليه وسلم - على\nالفراش، وأجلس فاطمة عن يمينه، وعليا \" عن يساره، وحسنا \" وحسينا \" بين\nيديه، وقال: ((إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا\n\") [الأحزاب: 33] اللهم هؤلاء أهل بيتي. قال واثلة فقلت من ناحية البيت:\nوأنا يا رسول الله من أهلك؟. قال: ((وأنت من أهلي)). قال واثلة: [إنها] لمن\nأرجى ما أرتجي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p203'> Vol. 07, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n2246 - أخبرنا الحسين بن عبد الله بن يزيد القطان بالرقة، حدثنا هشام بن\nعمار، حدثنا أسد بن موسى، حدثنا سليم بن حيان، عن أبي المتوكل الناجي.\n</p>\n\n<p>\nعن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: ((والذي\nنفسي بيده لا يبغضنا - أهل البيت - رجل إلا أدخله الله النار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p205'> Vol. 07, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n17 - باب ما جاء في صفية رضي الله عنها 2247 - أخبرنا أحمد بن يحيى بن\nزهير، حدثنا نصر بن علي الجهضمي، حدثنا أبو أحمد الزبيري، حدثنا سفيان\nالثوري، عن هشام ابن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: كانت صفية من الصفي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p206'> Vol. 07, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n2248 - أخبرنا أحمد بن علي بن المثنى، حدثنا محمد بن عبد الملك بن\nزنجويه، حدثنا عبد الرزاق، أنبأنا معمر، عن ثابت.\n</p>\n\n<p>\nعن أنس قال: بلغ صفية أن حفصة قالت: ابنة يهودي، فدخل عليها النبي - صلى\nالله عليه وسلم - وهي تبكي، فقال - صلى الله عليه <span id='ms573'></span> وسلم -: ((ما يبكيك؟)).\nقالت:\n</p>\n\n<p>\nقالت لي حفصة بنت يهودي. فقال النبي - صلى الله عليه وسلم -: ((إنك لابنة\nنبي، وإن عمك لنبي، وإنك لتحت نبي، فما يفخر عليك)). ثم قال - صلى الله\nعليه وسلم -:\n</p>\n\n<p>\n((اتقي الله يا حفصة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p207'> Vol. 07, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n18 - باب في أم الرسول - صلى الله عليه وسلم - التي أرضعته 2249 - أخبرنا\nأبو يعلى، حدثنا عمرو بن الضحاك بن مخلد، حدثنا أبي، حدثنا جعفر بن يحيى بن\nثوبان، حدثنا عمارة بن ثوبان.\n</p>\n\n<p>\nأن أبا الطفيل أخبره: أن النبي - صلى الله عليه وسلم - كان بالجعرانة\nيقسم لحما \" وأنا يومئذ غلام أحمل عضو البعير، قال: فأقبلت امرأة بدوية.\nفلما دنت من النبي - صلى الله عليه وسلم - بسط لها رداءه، فجلست عليه،\nفسألت من هذه؟.\n</p>\n\n<p>\nقالوا: أمه التي أرضعته (181 / 2).\n</p>\n\n<p>\n19 - باب في فضل أبي طلحة رضي الله عنه 2250 - أخبرنا محمد بن إسحاق\nالثقفي، حدثنا الحسن بن عيسى، حدثنا ابن المبارك، أنبأنا حميد.\n</p>\n\n<p>\nعن أنس بن مالك أن أبا طلحة كان يرمي بين يدي رسول الله - صلى الله عليه\nوسلم -، فكان رسول الله - صلى الله عليه وسلم - يرفع رأسه من خلفه لينظر\nأين يقع نبله، فيتطاول أبو طلحة بصدره يقي به رسول الله - صلى الله عليه\nوسلم - يقول: هكذا يا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p208'> Vol. 07, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nنبي الله جعلني الله فداك، نحري دون نحرك.\n</p>\n\n<p>\n2251 - أخبرنا أبو يعلى، حدثنا عبد الرحمن بن سلام الجمحي، حدثنا حماد بن\nسلمة، عن ثابت.\n</p>\n\n<p>\nعن أنس: أن أبا طلحة قرأ (سورة براءة) فأتى على هذه الآية (انفروا خفافا\n\" و ثقالا \") [التوبة: 41] فقال: ألا أرى ربي يستنفرني شابا \" وشيخا \"؟،\nجهزوني.\n</p>\n\n<p>\nفقال له بنوه: قد غزوت مع رسول الله - صلى الله عليه وسلم - حتى قبض،\nوغزوت مع أبي بكر حتى مات، وغزوت مع عمر، فنحن نغزو عنك، فجهزوه وركب البحر\nفمات، فما وجدوا له جزيرة يدفنونه فيها إلا بعد سبعة أيام، فلم يتغير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p209'> Vol. 07, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n20 - باب في فضل عبد الله بن مسعود وعبد الله بن سلام وغيرهما 2252 -\nأخبرنا محمد بن الحسن بن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن وهب،\nأخبرني معاوية بن صالح <span id='ms574'></span>، عن ربيعة بن يزيد، عن أبي إدريس الخولاني، عن يزيد\nبن عميرة:\n</p>\n\n<p>\nأن معاذ بن جبل لما حضرته الوفاة قالوا: يا أبا عبد الرحمن أوصنا.\n</p>\n\n<p>\nقال: أجلسوني ثم قال: إن العلم والإيمان مظانهما، من التمسهما وجدهما -\nأو العلم والإيمان مكانهما، من التمسهما وجدهما - فالتمسوا العلم عند\nأربعة: عند عويمر أبي الدرداء، وعند سلمان الفارسي، وعند عبد الله بن\nمسعود، وعند عبد الله بن سلام الذي كان يهوديا \" فأسلم، فإني سمعت رسول\nالله - صلى الله عليه وسلم - يقول: ((إنه عاشر عشرة في الجنة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p210'> Vol. 07, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n21 - باب فضل عبد الله بن سلام 2253 - أخبرنا الحسن بن سفيان، حدثنا\nشيبان بن أبي شيبة، حدثنا حماد بن سلمة، عن ثابت، وحميد.\n</p>\n\n<p>\nعن أنس: أن رسول الله - صلى الله عليه وسلم - قدم المدينة وعبد الله بن\nسلام في نخل له، فأتى عبد الله بن سلام رسول الله - صلى الله عليه وسلم -\nفقال: إني سائلك عن أشياء لا تعلمها، فإن أنت أخبرتني بها آمنت بك. فسأله\nعن الشبه، وعن أول شيء يحشر الناس، وعن أول شيء يأكله أهل الجنة.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((أخبرني بهن جبريل آنفا \")).\nقال: ذلك عدو اليهود.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((أما الشبه إذا سبق ماء الرجل\nماء المرأة، ذهب بالشبه، وإذا سبق ماء المرأة ماء الرجل ذهبت بالشبه، وأول\nشيء يحشر الناس نار تخرج من قبل المشرق فتحشر الناس إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p211'> Vol. 07, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nالمغرب، وأول شيء يأكله أهل الجنة رأس ثور وكبد حوت)). ثم قال:\n</p>\n\n<p>\nيا رسول الله إن اليهود (182 / 1) قوم بهت، وإنهم إن سمعوا بإيماني بك\nبهتوني ووقعوا في، فأخبأني، وابعث إليهم، فبعث إليهم فجاءوا، فقال: ((ما\nعبد الله بن سلام؟)). قالوا: سيدنا وابن سيدنا، وعالمنا وابن عالمنا،\nوخيرنا وابن خيرنا. فقال: رسول الله - صلى الله عليه وسلم -: ((أرأيتم إن\nأسلم، أتسلمون؟)). فقالوا: أعاذه الله أن يفعل ذلك، ما كان ليفعل. فقال:\n</p>\n\n<p>\n((اخرج يا ابن سلام)) [فخرج] فقال: أشهد أن لا إله إلا الله، وأشهد أن\nمحمدا \" رسول الله. فقالوا <span id='ms575'></span>: شرنا وابن شرنا، وجاهلنا وابن جاهلنا.\n</p>\n\n<p>\nفقال: ألم أخبرك يا رسول الله أنهم قوم بهت؟!.\n</p>\n\n<p>\n2254 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p212'> Vol. 07, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم الحنظلي، حدثنا النضر بن شميل، حدثنا حماد بن سلمة، عن عاصم بن\nأبي النجود، عن مصعب بن سعد.\n</p>\n\n<p>\nعن أبيه: أن النبي - صلى الله عليه وسلم - أتي بقصعة فأصاب منها، ففضلت\nفضلة، فقال رسول الله - صلى الله عليه وسلم -: ((يطلع رجل من هذا الفج يأكل\nهذه القصعة من أهل الجنة)). فقال سعد: وكنت تركت أخي عميرا \" يتطهر، فقلت:\nهو أخي. فجاء عبد الله بن سلام فأكلها.\n</p>\n\n<p>\n22 - باب ما جاء في فضل سلمان الفارسي 2255 - أخبرنا أبو يزيد خالد بن\nالنضر بن عمرو القرشي بالبصرة، حدثنا محمد بن المثنى، حدثنا عبد الله بن\nرجاء، أنبأنا إسرائيل، عن أبي إسحاق، عن أبي قرة الكندي.\n</p>\n\n<p>\nعن سلمان قال: كان أبي من أبناء الأساورة، وكنت أختلف إلى الكتاب، وكان\nمعنا غلامان إذا رجعا من الكتاب، دخلا على قس.\n</p>\n\n<p>\nفدخلت معهما فقال لهما: ألم أنهكما أن تأتياني بأحد؟.\n</p>\n\n<p>\nقال: فكنت أختلف إليه حتى كنت أحب إليه منهما، فقال لي: يا سلمان إذا\nسألك أهلك: من حبسك؟ فقل: معلمي. وإذا سألك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p213'> Vol. 07, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nمعلمك: من حبسك؟ فقل أهلي. وقال لي: يا سلمان إني أريد أن أتحول. قلت:\nأنا معك.\n</p>\n\n<p>\nقال: فتحول، فأتى، قرية \"، فنزلها، وكانت امرأة تختلف إليه، فلما حضر\nقال: يا سلمان احتفر. قال: فحفرت، فاستخرجت جرة \" من دراهم.\n</p>\n\n<p>\nقال: صبها على صدري فصببتها، فجعل يضرب بيده على صدره ويقول: ويل للقس.\nفمات. فنفخت في بوقهم ذلك، فاجتمع القسيسون والرهبان، فحضروه.\n</p>\n\n<p>\nقال: فهممت بالمال أن أحتمله. ثم إن الله صرفني عنه. فلما اجتمع القسيسون\nوالرهبان قلت: إنه قد ترك مالا \". فوثب شباب من أهل القرية وقالوا: هذا مال\nأبينا كانت سريته تأتيه، فأخذوه. فلما دفنوه قلت: يا معشر القسيسين دلوني\nعلى عالم أكون معه. قالوا: ما نعلم في الأرض أعلم من رجل كان يأتي بيت\nالمقدس، وإن انطلقت الآن وجدت حماره على باب <span id='ms576'></span> بيت المقدس، فانطلقت فإذا أنا\nبحماره، فجلست عنده حتى خرج. فقصصت عليه القصة، فقال: اجلس حتى أرجع إليك.\n</p>\n\n<p>\nقال: فلم أره إلى الحول، كان لا يأتي بيت المقدس إلا في كل سنة، في ذلك\nالشهر. فلما جاء قلت: ما صنعت (182 / 2) بي؟ قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p214'> Vol. 07, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوإنك لها هنا؟. بعد قلت: نعم. قال: لا أعلم في الأرض أحدا \" أعلم من يتيم\nخرج في أرض تهامة، وإن تنطلق الآن، توافقه، وفيه ثلاث:\n</p>\n\n<p>\nيأكل الهدية، ولا يأكل الصدقة. وعند غضروف كتفه اليمنى خاتم النبوة مثل\nبيضة لونها لون جلده. وإن انطلقت الآن، وافقته.\n</p>\n\n<p>\nفانطلقت ترفعني أرض وتخفضني أخرى حتى أصابني قوم من الأعراب، فاستعبدوني،\nفباعوني حتى وقعت إلى المدينة فسمعتهم يذكرون النبي - صلى الله عليه وسلم\n-، وكان العيش عزيزا \"، فسألت أهلي أن يهبوا لي يوما \"، ففعلوا، فذهبت،\nفاحتطبت، فبعته بشيء يسير، ثم جئت به فوضعته بين يديه، فقال - صلى الله\nعليه وسلم -: ((ما هذا؟)). فقلت: صدقة. فقال لأصحابه: ((كلوا))، وأبى أن\nيأكل. قلت: هذه واحدة.\n</p>\n\n<p>\nثم مكثت ما شاء الله، ثم استوهبت أهلي يوما \" فوهبوا لي يوما \"، فانطلقت.\nفاحتطبت فبعته بأفضل من ذلك، فصنعت طعاما \" فأتيته به، فقال - صلى الله\nعليه وسلم -: ((ما هذا؟)). قلت: هدية. فقال بيده: ((بسم الله، خذوا))، فأكل\nوأكلوا معه.\n</p>\n\n<p>\nوقمت إلى خلفه فوضع رداءه. وإذا خاتم النبوة كأنه بيضة.\n</p>\n\n<p>\nقلت: أشهد أنك رسول الله. قال: ((وما ذاك؟)). فحدثته، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p215'> Vol. 07, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت: يا رسول الله، القس يدخل الجنة؟ فإنه زعم أنك نبي؟. قال:\n</p>\n\n<p>\n((لا يدخل الجنة إلا نفس مسلمة)).\n</p>\n\n<p>\nقلت: يا رسول الله، أخبرني أنك نبي؟. قال: ((لن يدخل الجنة إلا نفس\nمسلمة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p216'> Vol. 07, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n23 - باب فضل أبي هريرة 2256 - أخبرنا محمد بن إسحاق بن إبراهيم مولى\nثقيف، حدثنا يعقوب بن إبراهيم الدورقي، حدثنا ابن علية، عن الجريري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p220'> Vol. 07, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nعن مضارب بن حزن قال: بينا أنا أسير من الليل إذا رجل يكبر، فألحقته\nبعيري، فقلت: من هذا المكبر؟ قال: أبو هريرة، قلت: ما هذا التكبير؟. قال:\nشكرا \". قلت: على مه؟ قال: على أني كنت أجيرا \" لبسرة بنت غزوان <span id='ms577'></span> بعقبة رجلي\nوطعام بطني، فكان القوم إذا ركبوا سقت لهم، وإذا نزلوا خدمتهم، فزوجنيها\nالله، فهي امرأتي اليوم، فإذا ركب القوم، ركبت، وإذا نزلوا، خدمت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p221'> Vol. 07, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n2257 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا إبراهيم بن\nسعيد الجوهري، حدثنا محمد بن عيسى بن الطباع، حدثنا معاذ بن محمد بن معاذ\nبن أبي بن كعب، عن أبيه، عن جده.\n</p>\n\n<p>\nعن أبي بن كعب، قال: كان أبو هريرة جريئا \" على النبي - صلى الله عليه\nوسلم -، يسأله عن أشياء لا نسأله عنها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p222'> Vol. 07, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n24 - باب فضل أبي ذر الغفاري رضي الله عنه 2258 - أخبرنا محمد بن نصر بن\nنوفل بمرو، حدثنا أبو داود السنجي سليمان بن معبد، أنبأنا النضر بن محمد،\nحدثنا عكرمة بن عمار، حدثنا أبو زميل، عن مالك بن مرثد، عن أبيه قال:\n</p>\n\n<p>\nقال أبو ذر: قال لي رسول الله - صلى الله عليه وسلم -: ((ما تقل الغبراء،\nولا تظل الخضراء على ذي لهجة أصدق وأوفى من أبي ذر، شبيه عيسى (183 / 1)\nابن مريم)). على نبينا وعليه السلام. قال فقام عمر بن الخطاب - رضي الله\nعنه - فقال: يا نبي الله، أفنعرف ذلك له؟. قال:\n</p>\n\n<p>\nنعم، فاعرفوا له)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p223'> Vol. 07, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n2259 - أخبرنا الحسين بن أحمد بن بسطام بالأبلة، حدثنا العباس بن عبد\nالعظيم العنبري، حدثنا النضر بن محمد اليمامي، حدثنا عكرمة بن عمار، عن أبي\nزميل.. فذكر بإسناده نحوه باختصار، إلا أنه قال: ((ما أظلت الخضراء، ولا\nأقلت الغبراء على ذي لهجة أصدق منك يا أبا ذر)).\n</p>\n\n<p>\n2260 - أخبرنا أبو خليفة، حدثنا علي بن المديني، حدثنا يحيى ابن سليم،\nحدثنا عبد الله بن عثمان بن خثيم، عن مجاهد، عن إبراهيم ابن الأشتر، عن\nأبيه.\n</p>\n\n<p>\nعن أم ذر قالت: لما حضر أبا ذر الوفاة بكيت، فقال: ما يبكيك؟. فقلت:\nومالي لا أبكي وأنت تموت بفلاة من الأرض وليس عندي ثوب يسعك كفنا \"، ولا\nيدان لي في تغييبك.\n</p>\n\n<p>\nقال: أبشري ولا تبكي، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p224'> Vol. 07, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nيموت بين امرأين مسلمين ولدان أو ثلاثة فيصبران ويحتسبان فيريان النار <span id='ms578'></span>\nأبدا \")).\n</p>\n\n<p>\nوإني سمعت رسول الله - صلى الله عليه وسلم - يقول لنفر أنا فيهم:\n((ليموتن رجل منكم بفلاة من الأرض يشهده عصابة من المسلمين))، وليس من\nأولئك النفر أحد إلا وقد مات في قرية وجماعة، فأنا ذلك الرجل، والله ما\nكذبت ولا كذبت، فأبصري الطريق. فقلت: أني!... وقد ذهب الحاج وتقطعت\nالطرق؟!. فقال: اذهبي فتبصري.\n</p>\n\n<p>\nقالت: فكنت أشتد إلى الكثيب أتبصر ثم أرجع فأمرضه، فبينما هو وأنا كذلك\nإذا أنا برجال على رحالهم كأنهم الرخم، تخب بهم رواحلهم.\n</p>\n\n<p>\nقالت: فأسرعوا إلي حتى وقفوا علي، فقالوا: يا أمة الله، مالك؟ قلت: امرؤ\nمن المسلمين يموت تكفنونه. قالوا: ومن هو؟ قلت: أبو ذر، قالوا: صاحب رسول\nالله - صلى الله عليه وسلم -؟. قلت: نعم. ففدوه بآبائهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p225'> Vol. 07, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوأمهاتهم، وأسرعوا إليه حتى دخلوا عليه، فقال لهم: أبشروا، فإني سمعت\nرسول الله - صلى الله عليه وسلم - يقول لنفر أنا فيهم: ((ليموتن رجل منكم\nبفلاة من الأرض يشهده عصابة من المؤمنين))، وليس من أولئك النفر رجل إلا\nوقد هلك في جماعة، والله ما كذبت ولا كذبت، إنه لو كان عندي ثوب يسعني كفنا\n\" لي أو لامرأتي لم أكفن إلا في ثوب هو لي أو لها، فإني أنشدكم الله أن لا\nيكفنني رجل كان أميرا \"، أو عريفا \"، أو بريدا \"، أو نقيبا \". فليس من\nأولئك النفر أحد إلا وقد قارف بعض ما قال، إلا فتى من الأنصار، قال: أنا\nصاحبك، أكفنك يا عم، أكفنك في ردائي، وفي ثوبين في عيبتي من غزل أمي. قال:\nأنت فكفني. فكفنه الأنصاري لا النفر الذين حضروا وقاموا عليه في نفر كلهم\nيمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p226'> Vol. 07, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n2261 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا الحسن بن محمد\nبن الصباح، أنبأنا يحيى بن سليم.\n</p>\n\n<p>\nقلت: فذكر بإسناده نحوه.\n</p>\n\n<p>\n25 - باب فضل أبو موسى والأشعريين رضي الله عنهم 2262 - أخبرنا أبو يعلى،\nحدثنا سعيد بن يحيى بن (183 / 2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p227'> Vol. 07, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد الأموي، حدثنا أبي، حدثنا طلحة بن يحيى، عن أبي بردة بن أبي موسى.\n</p>\n\n<p>\nعن أبيه قال: خرجنا إلى رسول الله - صلى الله عليه <span id='ms579'></span> وسلم - في البحر حتى\nإذا جئنا مكة وأخوتي معي في خمسة من الأشعريين وستة من عك، قال أبو موسى\nفكان رسول الله - صلى الله عليه وسلم - يقول: ((إن للناس هجرة \" واحدة \"\nولكم هجرتان)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p228'> Vol. 07, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n2263 - أخبرنا حامد بن محمد بن شعيب البلخي ببغداد، حدثنا سريج بن يونس،\nحدثنا سفيان، عن الزهري، عن عمرة.\n</p>\n\n<p>\nعن عائشة: أن رسول الله - صلى الله عليه وسلم - سمع قراءة أبي موسى\nالأشعري، قال: ((لقد أوتي هذا من مزامير آل داود)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p229'> Vol. 07, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n2264 - أخبرنا ابن سلم، حدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو\nبن الحارث، عن ابن شهاب: أن أبا سلمة بن عبد الرحمن أخبره.\n</p>\n\n<p>\nأن أبا هريرة حدثه أنه سمع رسول الله - صلى الله عليه وسلم - قراءة أبي\nموسى الأشعري قال: ((لقد أوتي هذا من مزامير آل داود)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p230'> Vol. 07, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سلمة: وكان عمر بن الخطاب - رضي الله عنه يقول لأبي موسى - وهو\nجالس في المجلس - يا أبا موسى ذكرنا ربنا، فيقرأ عنده أبو موسى وهو جالس في\nالمجلس ويتلاحن.\n</p>\n\n<p>\n2265 - أخبرنا عمر بن محمد الهمداني، حدثنا أحمد بن سعيد الهمداني، حدثنا\nابن وهب، أخبرني يحيى بن أيوب، عن حميد الطويل.\n</p>\n\n<p>\nعن أنس بن مالك: أن رسول الله - صلى الله عليه وسلم - قال: ((يقدم عليكم\nقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p231'> Vol. 07, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nأرق منكم قلوبا \")). فقدم الأشعريون وفيهم أبو موسى، فكانوا أول من أظهر\nالمصافحة في الإسلام، فجعلوا حين دنوا المدينة يرتجزون فيقولون:\n</p>\n\n<p>\nغدا \" نلقى الأحبة * محمدا \" وحزبه 2266 - أخبرنا الحسن بن سفيان، حدثنا\nأبو بكر بن أبي شيبة، حدثنا يزيد بن هارون، عن حميد.. فذكر نحوه.\n</p>\n\n<p>\n26 - باب فضل أشج عبد القيس 2267 - أخبرنا إسحاق بن إبراهيم بن إسماعيل\nببست، حدثنا محمد بن عبد الله بن بزيع، حدثنا بشر بن المفضل، حدثنا قرة بن\nخالد، عن أبي جمرة.\n</p>\n\n<p>\nعن ابن عباس: أن النبي - صلى الله عليه وسلم - قال للأشج أشج عبد القيس:\n</p>\n\n<p>\n((إن فيك خصلتين يحبهما الله: الحلم والأناة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p232'> Vol. 07, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وقد ورد هذا من حديث الأشج نفسه في حديث طويل في الأوعية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p233'> Vol. 07, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n27 - باب ما جاء في فضل <span id='ms580'></span> جليبيب 2268 - أخبرنا عبد الله بن الأزدي، حدثنا\nإسحاق بن إبراهيم، أنبأنا عبد الرزاق، أنبأنا معمر، عن ثابت.\n</p>\n\n<p>\nعن أنس بن مالك قال خطب رسول الله - صلى الله عليه وسلم - على جليبيب\nامرأة من الأنصار إلى أبيها فقال: حتى أستأمر أمها، قال: ((نعم إذا \")).\n</p>\n\n<p>\nفذهب إلى امرأته، فذكر ذلك لها، فقالت: لاها الله إذا \"، وقد منعناها\nفلانا \" وفلانا \".\n</p>\n\n<p>\nقال: والجارية في خدرها تسمع، فقالت الجارية: أتردون على رسول الله - صلى\nالله عليه وسلم - أمره؟ إن كان قد رضيه لكم فأنكحوها.\n</p>\n\n<p>\nقال: فكأنما جلت عن أبويها، قالا: صدقت. فذهب (184 / 1) أبوها إلى رسول\nالله - صلى الله عليه وسلم - فقال: إن رضيته لنا، رضيناه؟.\n</p>\n\n<p>\nقال: ((فإني أرضاه)). فزوجها. ففزع أهل المدينة، وخرجت امرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p234'> Vol. 07, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nجليبيب وقتها فوجدت زوجها قد قتل وتحته قتلى من المشركين قتلهم.\n</p>\n\n<p>\nقال أنس: فما رأيت بالمدينة بنتا \" أنفق منها.\n</p>\n\n<p>\n2269 - أخبرنا أحمد بن علي بن المثنى، حدثنا إبراهيم بن الحجاج السامي،\nحدثنا حماد بن سلمة، عن ثابت البناني، عن كنانة بن نعيم العدوي.\n</p>\n\n<p>\nعن أبي برزة الأسلمي: أن جليبيبا \" كان امرأ \" من الأنصار، وكان يدخل على\nالنساء، وكان يتحدث إليهن.\n</p>\n\n<p>\nقال أبو برزة: فقلت لامرأتي: لا يدخلن عليكم جليبيب. قال:\n</p>\n\n<p>\nوكان أصحاب رسول الله - صلى الله عليه وسلم - إذا كان لأحدهم أيم لم\nيزوجها حتى يعلم لرسول الله - صلى الله عليه وسلم - فيها حاجة أم لا، فقال\nرسول الله - صلى الله عليه وسلم - ذات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p235'> Vol. 07, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nيوم لرجل من الأنصار: ((زوجني ابنتك)). قال: نعم ونعمى عين. قال:\n</p>\n\n<p>\n((إني لست لنفسي أريدها)). قال: فلمن؟. قال: ((لجليبيب)). قال: يا رسول\nالله، حتى أستأمر أمها، فأتاها فقال: إن رسول الله - صلى الله عليه وسلم -\nيخطب ابنتك. قالت: نعم ونعمى عين. قال: إنه ليست لنفسه يريدها. قالت:\n</p>\n\n<p>\nفلمن يريدها؟. قال: لجليبيب. قالت: حلقا \" لجليبيب. قالت: لا لعمر الله،\nلا أزوج جليبيبا \". فلما قام أبوها ليأتي النبي - صلى الله عليه وسلم -\nقالت الفتاة من خدرها لأبيها: من خطبني إليكما؟. قالا: رسول الله - صلى\nالله عليه وسلم -. قالت:\n</p>\n\n<p>\nأتردون على <span id='ms581'></span> رسول الله - صلى الله عليه وسلم - أمره، ادفعوني إلى رسول\nالله - صلى الله عليه وسلم - فإنه لن يضيعني. فذهب أبوها إلى النبي - صلى\nالله عليه وسلم - فقال: شأنك بها، فزوجها جليبيبا \".\n</p>\n\n<p>\nقال حماد: قال إسحاق بن أبي طلحة: هل تدري ما دعا لها به رسول الله - صلى\nالله عليه وسلم - قال: وما دعا لها به؟ قال: ((اللهم صب الخير عليها صبا \"،\nولا تجعل عيشها كدا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p236'> Vol. 07, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nقال ثابت: فزوجها إياه، فبينا رسول الله - صلى الله عليه وسلم - في غزاته\nقال:\n</p>\n\n<p>\n((تفقدون من أحد؟)). قالوا نفقد فلانا \" ونفقد فلانا \" ثم قال - صلى الله\nعليه وسلم -: ((هل تفقدون من أحد؟)). قالوا: لا. قال: ((لكني أفقد جليبيبا\n\"، فاطلبوه في القتلى)). فوجدوه إلى جنب سبعة قد قتلهم ثم قتلوه، فقال رسول\nالله - صلى الله عليه وسلم - ((أقتل سبعة ثم قتلوه؟ هذا مني وأنا منه)) -\nيقولها سبعا \" - فوضعه رسول الله - صلى الله عليه وسلم - على ساعديه ما له\nسرير إلا ساعدي رسول الله - صلى الله عليه وسلم - حتى وضعه في قبره.\n</p>\n\n<p>\nقال ثابت: وما كان في الأنصار أيم أنفق منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p237'> Vol. 07, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n28 - باب فضل ثابت بن قيس 2270 - أخبرنا الحسن بن سفيان، حدثنا حبان،\nأنبأنا عبد الله، أنبأنا يونس، عن ابن شهاب، عن إسماعيل بن ثابت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p238'> Vol. 07, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nأن ثابت بن قيس الأنصاري قال: يا رسول الله، لقد خشيت أن أكون قد هلكت؟.\nقال: ((لم؟)). قال: قد نهانا الله أن نحمد بما لم نفعل. وأجدني أحب (184 /\n2) الحمد. ونهانا الله عن الخيلاء، وأجدني أحب الجمال، ونهانا أن نرفع\nصوتنا فوق صوتك، وأنا امرؤ جهير الصوت.\n</p>\n\n<p>\nفقال رسول الله - صلى الله عليه وسلم -: ((يا ثابت، ألا ترضى أن تعيش\nحميدا \"، وتقتل شهيدا \"، وتدخل الجنة؟)). قال: بلى، يا رسول الله.\n</p>\n\n<p>\nقال: فعاش حميدا \"، وقتل شهيدا \" يوم مسيلمة الكذاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p239'> Vol. 07, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n29 - باب فضل أبي الدحداح 2271 - أخبرنا أحمد بن الحسن بن عبد الجبار\nالصوفي، حدثنا أبو نصر التمار، حدثنا حماد بن سلمة، عن ثابت.\n</p>\n\n<p>\nعن أنس بن مالك قال: أتى رجل النبي - صلى الله عليه وسلم - فقال: يا <span id='ms582'></span> رسول\nالله، إن لفلان نخلة، وأنا أقيم حائطي بها، فمره يعطيني أقيم بها حائطي،\nفقال رسول الله - صلى الله عليه وسلم -: ((أعطه إياها بنخلة في الجنة))،\nفأبى، فأتاه أبو الدحداح، فقال: بعني نخلتك بحائطي، ففعل، فأتى أبو الدحداح\nالنبي - صلى الله عليه وسلم - فقال: يا رسول الله، إني ابتعت النخلة\nبحائطي، فاجعلها له، فقال النبي - صلى الله عليه وسلم -: ((كم من عذق دواح،\nلأبي الدحداح في الجنة)) - مرارا \" - فأتى أبو الدحداح امرأته فقالت: يا أم\nالدحداح اخرجي من الحائط فقد بعته بنخلة في الجنة. فقالت: ربح السعر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p242'> Vol. 07, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n30 - باب فضل حارثة الأنصاري 2272 - أخبرنا الحسن بن سفيان الشيباني،\nأنبأنا حبان بن موسى، حدثنا عبد الله، أنبأنا سليمان بن المغيرة، عن ثابت.\n</p>\n\n<p>\nعن أنس قال: انطلق حارثة ابن عمتي نظارا \" يوم بدر، فانطلق لقتال، فأصابه\nسهم، فقتله، فجاءت عمتي أمه إلى النبي - صلى الله عليه وسلم - فقالت: يا\nرسول الله، ابني حارثة إن يكن في الجنة، أصبر وأحتسب، وإلا فسترى ما أصنع.\nفقال لها: ((يا أم حارثة، إنها جنان كثيرة، وإن حارثة في الفردوس الأعلى)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p243'> Vol. 07, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وله طريق في سؤال الجنة، في الأدعية.\n</p>\n\n<p>\n31 - باب فضل عمرو بن أخطب 2273 - أخبرنا أحمد بن محمد بن الحسن بن\nالشرقي، حدثنا أحمد بن منصور زاج، حدثنا علي بن الحسين بن شقيق، وعلي بن\nالحسين بن واقد، قالا: حدثنا الحسين بن واقد، حدثني أبو نهيك، حدثني عمرو\nبن أخطب، قال: استسقى رسول الله - صلى الله عليه وسلم - فأتيته بإناء فيه\nماء وفيه شعرة، فرفعتها، فناولته، فنظر إلي رسول الله - صلى الله عليه وسلم\n- فقال: ((اللهم جمله)). قال: فرأيته وهو ابن ثلاث وتسعين، وما في رأسه\nولحيته شعرة بيضاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p244'> Vol. 07, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n2274 - أخبرنا أحمد بن علي بن المثنى، حدثنا عمرو بن الضحاك بن مخلد،\nحدثنا أبي، حدثنا عزرة بن ثابت، أنبأنا علباء بن أحمر، عن أبي زيد: أن رسول\nالله - صلى الله عليه وسلم - مسح وجهه، ودعا له بالجمال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p245'> Vol. 07, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n2275 - أخبرنا أحمد بن يحيى بتستر، حدثنا زيد بن أخزم، حدثنا مسلم بن\nإبراهيم <span id='ms583'></span>، حدثنا قرة بن خالد، عن أنس بن سيرين.\n</p>\n\n<p>\nعن أبي زيد بن أخطب...\n</p>\n\n<p>\nقلت: فذكر (185 / 1) نحوه.\n</p>\n\n<p>\n32 - باب فضل زاهر بن حرام 2276 - أخبرنا عبد الله بن محمد الأزدي، حدثنا\nإسحاق بن إبراهيم، أنبأنا عبد الرزاق، أنبأنا معمر، عن ثابت.\n</p>\n\n<p>\nعن أنس بن مالك: أن رجلا \" من أهل البادية يقال له زاهر بن حرام كان يهدي\nللنبي - صلى الله عليه وسلم - الهدية. ويجهزه إذا أراد أن يخرج، فقال رسول\nالله - صلى الله عليه وسلم -: ((زاهر باديتنا، ونحن حاضروه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p246'> Vol. 07, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nقال فأتاه النبي - صلى الله عليه وسلم - وهو يبيع متاعه فاحتضنه من خلفه\nوالرجل لا يبصره، فقال: أرسلني، من هذا؟. فالتفت إليه، فلما عرف أنه النبي\n- صلى الله عليه وسلم - جعل يلزق ظهره بصدره، فقال رسول الله - صلى الله\nعليه وسلم -: ((من يشتري هذا العبد؟)). فقال زاهر: تجدني يا رسول الله\nكاسدا \" فقال:\n</p>\n\n<p>\n((لكنك عند الله لست بكاسد)). أو قال - صلى الله عليه وسلم - ((بل أنت\nعند الله غال)).\n</p>\n\n<p>\n33 - باب فضل عمرو بن العاص 2277 - أخبرنا أحمد بن علي بن المثنى، حدثنا\nأبو بكر بن أبي شيبة حدثنا وكيع، عن موسى بن علي، عن أبيه، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p247'> Vol. 07, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت عمرو بن العاص قال: قال رسول الله - صلى الله عليه وسلم -: ((يا\nعمرو، اشدد عليك سلاحك وثيابك)). قال: ففعلت، ثم أتيته فوجدته يتوضأ، فرفع\nرأسه، فصعد في البصر وصوبه ثم قال: ((يا عمرو، إني أريد أن أبعثك وجها \"\nيسلمك الله ويغنمك، وأرغب لك من المال رغبة \" صالحة \")).\n</p>\n\n<p>\nقال: قلت: يا رسول الله، لم أسلم رغبة \" في المال، إنما أسلمت رغبة \" في\nالجهاد والكينونة معك)). قال: ((يا عمرو، نعما المال الصالح للرجل\nالصالح)).\n</p>\n\n<p>\n34 - باب ما جاء في معاوية 2278 - أخبرنا عبد الله بن قحطبة، حدثنا\nالعباس بن عبد العظيم العنبري، وأحمد بن سنان، قالا: حدثنا عبد الرحمن بن\nمهدي، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p248'> Vol. 07, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nمعاوية بن صالح، عن يونس بن سيف، عن الحارث بن زياد، عن أبي رهم السمعي.\n</p>\n\n<p>\nعن العرباض بن سارية السلمي قال: سمعت رسول الله - صلى الله عليه وسلم -\nيقول: ((اللهم <span id='ms584'></span> علم معاوية الكتاب والحساب، وقه العذاب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p249'> Vol. 07, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n35 - باب ما جاء في عدي بن حاتم 2279 - أخبرنا عمر بن محمد الهمداني،\nحدثنا محمد بن بشار، حدثنا محمد بن جعفر، حدثنا شعبة، عن سماك بن حرب، قال:\n</p>\n\n<p>\nسمعت عباد بن حبيش يحدث.\n</p>\n\n<p>\nعن عدي بن حاتم قال: جاءت خيل رسول الله - صلى الله عليه وسلم - [أو رسل\nرسول الله - صلى الله عليه وسلم -، وأخذوا عمتي وناسا \"، فلما أتوا النبي -\nصلى الله عليه وسلم - وصفوا له، قالت: يا رسول الله نأى الوافد، وانقطع\nالوالد، وأنا عجوز كبيرة ما بي من خدمة، فمن علي، من الله عليك.\n</p>\n\n<p>\nقال - صلى الله عليه وسلم -: ((من وافدك؟)) قالت: عدي بن حاتم. قال:\n((الذي فر من الله ورسوله؟)). قالت: فمن علي. قالت: فلما رجع ورجل إلى\nجنبه، ترى أنه علي، قال: سليه حملانا \". قال فسألته فأمر لها.\n</p>\n\n<p>\nقالت: فأتيته فقلت: لقد فعلت فعلة \" ما كان أبوك يفعلها، فأته راغبا \"\n(185 / 2) أو راهبا \"، فقد أتاه فلان فأصاب منه، وأتاه فلان فأصاب منه.\nفأتيته، فإذا عنده امرأة وصبيان - أو صبي - ذكر قربهم من النبي - صلى الله\nعليه وسلم - فعلمت أنه ليس بملك كسرى ولا قيصر، فقال لي: ((يا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p254'> Vol. 07, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nعدي بن حاتم، ما أقرك أن تقول: لا إله إلا الله؟ فهل من إله إلا الله؟)).\n</p>\n\n<p>\nما أقرك أن تقول: الله أكبر؟ فهل من شيء هو أكبر من الله؟)).\n</p>\n\n<p>\nقال: فأسلمت، ورأيت وجه رسول الله - صلى الله عليه وسلم - قد استبشر\nوقال:\n</p>\n\n<p>\n((إن المغضوب عليهم: اليهود. والضالين: النصارى)).\n</p>\n\n<p>\n2280 - أخبرنا أحمد بن علي بن المثنى، حدثنا إسحاق بن إبراهيم المروزي،\nحدثنا حماد بن زيد، عن أيوب، عن محمد، عن أبي عبيدة بن حذيفة، عن الشعبي\nقال: [كنت] أسأل عن عدي بن حاتم وهو إلى جنبي لا آتيه فأسأله؟ فأتيته.\nفسألته عن بعث رسول الله - صلى الله عليه وسلم - حيث بعث.\n</p>\n\n<p>\nقال: فكرهته أشد ما كرهت شيئا \" قط. فانطلقت حتى كنت في أقصى الأرض مما\nيلي الروم، فقلت: لو أتيت هذا الرجل، فإن كان كاذبا \" لم يخف <span id='ms585'></span> علي، وإن كان\nصادقا \" اتبعته، فأقبلت، فلما قدمت المدينة، استشرف لي الناس وقالوا: جاء\nعدي بن حاتم، جاء عدي ابن حاتم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p255'> Vol. 07, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nقال لي رسول الله - صلى الله عليه وسلم -: ((يا عدي بن حاتم أسلم تسلم)).\n</p>\n\n<p>\nقال: فقلت: إن لي دينا \". قال: ((أنا أعلم بدينك - مرتين أو ثلاثا \" -\nألست ترأس قومك؟)). قلت: بلى. قال: ((ألست تأكل المرباع)) قلت: بلى. قال:\n((فإن ذلك لا يحل لك في دينك)). قال: فتضعضعت لذلك، ثم قال: ((يا عدي بن\nحاتم أسلم، تسلم، فإني قد - أو قد - أرى - أو كما قال رسول الله - صلى الله\nعليه وسلم - أن مما يمنعك أن تسلم خصاصة \" تراها بمن حولي، وتوشك الظعينة\nأن ترتحل من الحيرة بغير جوار حتى تطوف بالبيت، ولتفتحن علينا كنوز كسرى بن\nهرمز، وليفيضن المال حتى يهم الرجل من يقبل منه ماله صدقة \")).\n</p>\n\n<p>\nقال عدي: فقد رأيت الظعينة ترتحل من الحيرة بغير جوار حتى تطوف بالبيت،\nوكنت في أول خيل أغارت على المدائن على كنوز كسرى بن هرمز، وأحلف بالله\nلتجيئن الثالثة، إنه لقول رسول الله - صلى الله عليه وسلم -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p256'> Vol. 07, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n36 - باب في ثمامة بن أثال الحنفي 2281 - أخبرنا أبو عروبة، حدثنا سلمة\nبن شبيب، حدثنا عبد الرزاق، أنبأنا عبد الله بن عمر، وعبيد الله بن عمر، عن\nسعيد المقبري.\n</p>\n\n<p>\nعن أبي هريرة: أن ثمامة بن أثال الحنفي أسر، فكان النبي - صلى الله عليه\nوسلم - يعود إليه فيقول: ((ما عندك يا ثمامة؟)). فيقول: إن تقتل، تقتل ذا\nدم، وإن تمن، تمن على شاكر، وإن ترد المال، تعط ما شئت.\n</p>\n\n<p>\nقال: فكان أصحاب النبي - صلى الله عليه وسلم - يحبون الفداء ويقولون: ما\nنصنع بقتل هذا؟ فمر به (186 / 1) النبي - صلى الله عليه وسلم - يوما \"\nفأسلم، فبعث به إلى حائط أبي طلحة، فأمره أن يغتسل، فاغتسل وصلى ركعتين،\nفقال رسول الله - صلى الله عليه وسلم -: ((لقد حسن إسلام صاحبكم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p259'> Vol. 07, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: بعضه في الصحيح.\n</p>\n\n<p>\n37 - باب فضل أصحاب رسول الله صلى الله عليه وسلم ومن بعدهم 2282 -\nأخبرنا أحمد بن علي بن المثنى، حدثنا <span id='ms586'></span> أبو خيثمة، حدثنا جرير بن عبد الحميد،\nعن عبد الملك بن عمير، عن جابر بن سمرة قال:\n</p>\n\n<p>\nخطبنا عمر بن الخطاب بالجابية فقال: إن رسول الله - صلى الله عليه وسلم -\nقام في مثل مقامي هذا فقال: ((أحسنوا إلى أصحابي، ثم الذين يلونهم، ثم يفشو\nالكذب حتى يحلف الرجل على اليمين قبل أن يستحلف عليها، ويشهد على الشهادة\nقبل أن يستشهد عليها، فمن أحب منكم أن ينال بحبوحة الجنة فليلزم الجماعة،\nفإن الشيطان مع الواحد وهو من الاثنين أبعد. ألا لا يخلون رجل بامرأة، فإن\nثالثهما الشيطان، ألا ومن كانت تسوؤه سيئته، وتسره حسنته، فهو مؤمن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p261'> Vol. 07, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n2283 - أخبرنا أبو يعلى، حدثنا علي بن حمزة المعولي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p263'> Vol. 07, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا جرير بن حازم، عن عبد الملك بن عمير.. فذكر بإسناده نحوه.\n</p>\n\n<p>\n2284 - أخبرنا أبو يعلى، حدثنا زكريا بن يحيى زحمويه، حدثنا إبراهيم بن\nسعد، حدثني عبيدة بن أبي رائطة، عن عبد الله بن عبد الرحمن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p264'> Vol. 07, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن المغفل قال: قال رسول الله - صلى الله عليه وسلم -:\n((الله الله في أصحابي، لا تتخذوهم غرضا \"، من أحبهم، فبحبي أحبهم ومن\nأبغضهم، فببغضي أبغضهم، ومن آذاهم، فقد آذاني، ومن آذاني، فقد آذى الله،\nومن آذى الله، يوشك أن يأخذه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p265'> Vol. 07, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n2285 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا وكيع،\nحدثنا الأعمش، حدثنا هلال بن يساف قال:\n</p>\n\n<p>\nسمعت عمران بن حصين يقول: قال رسول الله - صلى الله عليه وسلم -: ((خير\nالناس قرني، ثم الذين يلونهم، ثم الذين يلونهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p267'> Vol. 07, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n2286 - أخبرنا أبو عروبة، حدثنا محمد بن وهب بن أبي كريمة، حدثنا محمد بن\nسلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة، عن عاصم، عن خيثمة بن عبد\nالرحمن، عن النعمان بن بشير قال: قال رسول الله - صلى الله عليه وسلم -:\n((خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم الذين يلونهم، ثم\nيأتي قوم تسبق أيمانهم شهادتهم، وشهادتهم أيمانهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p270'> Vol. 07, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: ويأتي أحاديث في قوله: ((طوبى لمن رآني وآمن بي)). في باب بعد هذا\nبقليل.\n</p>\n\n<p>\n2287 - أخبرنا أبو <span id='ms587'></span> يعلى، حدثنا محمد بن عبد الله بن نمير، حدثنا أبو بكر\nبن عياش، عن عاصم، عن أبي وائل.\n</p>\n\n<p>\nعن جرير بن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -:\n((المهاجرون والأنصار بعضهم أولياء بعض في الدنيا والآخرة، والطلقاء من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p271'> Vol. 07, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nقريش، والعتقاء من ثقيف، بعضهم أولياء بعض في الدنيا والآخرة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p272'> Vol. 07, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n38 - باب فضل قريش 2288 - أخبرنا أحمد بن (186 / 2) علي بن المثنى حدثنا\nإسحاق بن إسماعيل الطالقاني، حدثنا عبيد الله بن محمد بن حفص بن عمر بن\nموسى، قال: [سمعت أبي محمد بن حفص بن عمر بن موسى، قال]: سمعت عمي عبيد\nالله بن عمر بن موسى يقول: حدثنا ربيعة ابن أبي عبد الرحمن، عن سعيد بن\nالمسيب، عن عمرو بن عثمان قال:\n</p>\n\n<p>\nقال لي أبي عثمان بن عفان: أي بني، إن وليت من أمر المسلمين شيئا \"،\nفأكرم قريشا \"، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((من\nأهان قريشا \"، أهانه الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p273'> Vol. 07, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n2289 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا أحمد بن عبد الله بن\nيونس، حدثنا ابن أبي ذئب، عن الزهري، عن طلحة بن عبد الله بن عوف، عن عبد\nالرحمن بن الأزهر - أو زاهر، الشك من أحمد بن عبد الله بن يونس، والصواب هو\nالأزهر -.\n</p>\n\n<p>\nعن جبير بن مطعم: أن رسول الله - صلى الله عليه وسلم - قال: ((للقرشي قوة\nالرجلين من غير قريش)). فسأل سائل ابن شهاب: ما يعنى بذلك؟.\n</p>\n\n<p>\nقال: نبل الرأي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p275'> Vol. 07, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n2290 - أخبرنا محمد بن الحسن بن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أنبأنا يونس، عن ابن شهاب، حدثني يزيد بن وديعة الأنصاري.\n</p>\n\n<p>\nأن أبا هريرة قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((الأنصار أعفة صبر، والناس تبع لقريش في هذا الأمر: مؤمنهم تبع مؤمنهم،\nوفاجرهم تبع فاجرهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p276'> Vol. 07, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n39 - باب فضل الأنصار 2291 - أخبرنا جعفر بن أحمد بن سنان القطان، حدثنا\nأبي، حدثنا يزيد بن هارون، أنبأنا محمد بن عمرو، عن سعيد بن المنذر بن أبي\nحميد، عن حمزة بن أبي أسيد قال:\n</p>\n\n<p>\nسمعت الحارث بن زياد <span id='ms588'></span> صاحب رسول الله - صلى الله عليه وسلم - يقول: قال\nرسول الله - صلى الله عليه وسلم -: ((من أحب الأنصار، أحبه الله يوم يلقاه،\nومن أبغض الأنصار، أبغضه الله يوم يلقاه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p277'> Vol. 07, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n2292 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nعبد الرزاق، أنبأنا معمر، عن همام بن منبه.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((لولا الهجرة\nلكنت امرأ من الأنصار، ولو يندفع [الناس] شعبا \"، والأنصار في شعبهم،\nلاندفعت مع الأنصار في شعبهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p279'> Vol. 07, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n2293 - أخبرنا محمد بن عبد الرحمن السامي، حدثنا يحيى بن أيوب المقابري،\nحدثنا إسماعيل بن جعفر، أخبرني حميد.\n</p>\n\n<p>\nعن أنس بن مالك: أن النبي - صلى الله عليه وسلم - خرج يوما \" عاصبا \"\nرأسه، فتلقاه ذراري الأنصار وخدمهم - ما هم بوجوه الأنصار يومئذ - فقال:\n</p>\n\n<p>\n((والذي نفسي بيده إني لأحبكم - مرتين أو ثلاثا \")). ثم قال: ((إن\nالأنصار قد قضوا الذي عليهم، وبقي الذي عليكم، فأحسنوا إلى محسنهم،\nوتجاوزوا عن مسيئهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p280'> Vol. 07, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n2294 - أخبرنا أحمد بن علي بن المثنى، حدثنا مصعب بن عبد الله بن مصعب\nالزبيري، حدثني أبي، عن قدامة بن إبراهيم، قال:\n</p>\n\n<p>\nرأيت الحجاج يضرب عباس بن سهل في أمر ابن الزبير.\n</p>\n\n<p>\nفأتاه سهل بن سعد، وهو شيخ كبير له ضفيرتان، وعليه ثوبان:\n</p>\n\n<p>\n(187 / 1) إزار ورداء، فوقف بين السماطين فقال: يا حجاج، ألا تحفظ فينا\nوصية رسول الله - صلى الله عليه وسلم -؟. فقال: وما أوصى به رسول الله -\nصلى الله عليه وسلم - فيكم؟. قال: أوصى أن يحسن إلى محسن الأنصار، ويعفى عن\nمسيئهم.\n</p>\n\n<p>\n2295 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا زيد بن\nالحباب، حدثنا هشام بن هارون الأنصاري، حدثني معاذ ابن رفاعة الزرقي، عن\nأبيه، قال: قال رسول الله - صلى الله عليه وسلم -: ((اللهم اغفر للأنصار،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p281'> Vol. 07, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nولذراري الأنصار، ولذراري ذراريهم، ولمواليهم، ولجيرانهم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p282'> Vol. 07, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n2296 - أخبرنا عبد الله بن قحطبة، وعدة قالوا: حدثنا يحيى بن حبيب بن\nعربي، حدثنا روح بن عبادة، حدثنا هشام بن حسان، عن هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: قال رسول الله <span id='ms589'></span> - صلى الله عليه وسلم -: ((ما ضر امرأة\nنزلت بين بيتين من الأنصار أو نزلت بين أبويها)).\n</p>\n\n<p>\n2297 - أخبرنا عبد الله بن قحطبة، حدثنا محمد بن الصباح، حدثنا عاصم بن\nسويد بن زيد بن جارية، حدثنا يحيى بن سعيد الأنصاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p283'> Vol. 07, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nعن أنس بن مالك قال: أتى أسيد بن حضير الأشهلي النقيب إلى رسول الله -\nصلى الله عليه وسلم - فذكر له أهل بيت من الأنصار فيهم حاجة، قال: وقد كان\nقسم طعاما \"، فقال النبي - صلى الله عليه وسلم -: ((تركتنا حتى ذهب ما في\nأيدينا، فإذا سمعت بشيء قد جاءنا فأذكرني - أو قال: فأذكر لي - أهل ذلك\nالبيت)).\n</p>\n\n<p>\nقال فجاءه بعد ذلك طعام من خيبر: شعير وتمر، قال: وجل أهل ذلك البيت\nنسوة، قال: فقسم في الناس، وقسم في الأنصار فأجزل وقسم في أهل ذلك البيت\nفأجزل. فقال له أسيد بن حضير يشكر له: جزاك الله عنا يا نبي الله أطيب\nالجزاء - أو قال خير الجزاء - فقال - صلى الله عليه وسلم -: ((وأنتم معشر\nالأنصار فجزاكم الله أطيب الجزاء - أو قال: خيرا \" - فإنكم ما علمتكم -\nأعفة صبر، وسترون بعدي أثرة في الأمر والعيش، فاصبروا حتى تلقوني على\nالحوض)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p284'> Vol. 07, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n2298 - أخبرنا أحمد بن علي بن المثنى، حدثنا زكريا بن يحيى زحمويه، حدثنا\nابن أبي زائدة، حدثنا محمد بن إسحاق، عن حصين بن عبد الرحمن، عن محمود بن\nلبيد، عن ابن شفيع - وكان طبيبا \" - قال:\n</p>\n\n<p>\nدعاني أسيد بن حضير، فقطعت له عرق النساء، فحدثني بحديثين قال: أتاني أهل\nبيتين من قومي: أهل بيت من بني ظفر، وأهل بيت من بني معاوية فقالوا: كلم\nالنبي - صلى الله عليه وسلم - يقسم لنا - أو يعطينا -، فكلمت النبي - صلى\nالله عليه وسلم - فقال: ((نعم أقسم لكل أهل بيت منهم شطرا \"، وإن عاد الله\nعلينا، عدنا عليهم)).\n</p>\n\n<p>\nقال: قلت: جزاك الله خيرا \" يا رسول الله، قال: ((وأنتم فجزاكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p285'> Vol. 07, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nالله خيرا \". فإنكم - ما علمتكم - أعفة صبر)).\n</p>\n\n<p>\nوسمعت رسول الله - صلى الله عليه وسلم - يقول: ((إنكم ستلقون أثرة\nبعدي))، فلما كان عمر بن (187 / 2) الخطاب - رضي <span id='ms590'></span> الله عنه - قسم حللا \" بين\nالناس، فبعث إلي منها بحلة، فاستصغرتها، فأعطيتها ابني، فبينا أنا أصلي، إذ\nمر بي شاب من قريش عليه حلة من تلك الحلل يجرها، فذكرت قول رسول الله - صلى\nالله عليه وسلم -: ((إنكم ستلقون بعدي أثرة \")). فقلت:\n</p>\n\n<p>\nصدق الله ورسوله، فانطلق رجل إلى عمر فأخبره، فجاء وأنا أصلي فقال: يا\nأسيد. فلما قضيت صلاتي، قال: كيف قلت؟. فأخبرته. قال:\n</p>\n\n<p>\nتلك حلة بعثت بها إلى فلان ابن فلان وهو بدري، أحدي، عقبي فأتاه هذا\nالفتى فابتاعها منه فلبسها، أفظننت أن يكون ذلك في زماني؟. قال:\n</p>\n\n<p>\nقلت: والله يا أمير المؤمنين، ظننت أن لا يكون ذلك في زمانك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p286'> Vol. 07, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n40 - باب فضل أهل اليمن 2299 - أخبرنا محمد بن عمرو بن عباد ببست أبو\nعلي، حدثنا أبو سعيد الأشج، حدثنا الحسين بن عيسى الحنفي، حدثنا معمر، عن\nالزهري، عن أبي حازم.\n</p>\n\n<p>\nعن ابن عباس قال: بينما النبي - صلى الله عليه وسلم - بالمدينة إذ قال:\n((الله أكبر، الله أكبر، جاء نصر الله والفتح، وجاء أهل اليمن، قوم نقية\nقلوبهم، لينة طباعهم، الإيمان يمان، والفقه يمان، والحكمة يمانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p287'> Vol. 07, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n41 - باب في بني عامر 2300 - أخبرنا محمد بن عمر بن يوسف، حدثنا يوسف بن\nموسى، حدثنا وكيع، عن مسعر، عن عون بن أبي جحيفة.\n</p>\n\n<p>\nعن أبيه قال: دخلت على النبي - صلى الله عليه وسلم - أنا ورجلان من بني\nعامر، فقال: ((من أنتم؟)). فقلنا: من بني عامر، فقال - صلى الله عليه وسلم\n-: ((مرحبا \" بكم أنتم مني)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p288'> Vol. 07, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n42 - باب في أهل المشرق 2301 - أخبرنا أحمد بن يحيى بن زهير بتستر، حدثنا\nوهب بن يحيى بن زمام، حدثنا محمد بن سواء، حدثنا شبيل بن عزرة، عن أبي\nجمرة.\n</p>\n\n<p>\nعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: ((خير أهل\nالمشرق عبد القيس، أسلم الناس كرها \" وأسلموا طائعين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p289'> Vol. 07, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n43 - باب فيمن آمن بالنبي - صلى الله عليه وسلم - ورآه ومن آمن به ولم\nيره 2302 - أخبرنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثني\nابن وهب، أخبرني عمرو بن الحارث: أن <span id='ms591'></span> دراجا \" حدثه عن أبي الهيثم.\n</p>\n\n<p>\nعن أبي سعيد الخدري، عن رسول الله - صلى الله عليه وسلم -: أن رجلا \"\nقال: يا رسول الله، طوبى لمن رآك وآمن بك. قال: ((طوبى لمن رآني وآمن بي،\nوطوبى، ثم طوبى لمن آمن بي ولم يرني)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p290'> Vol. 07, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n2303 - أخبرنا عبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا\nأبو عامر العقدي، حدثنا همام بن يحيى، عن قتادة، عن أيمن.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((طوبى لمن رآني\nوآمن بي، وطوبى - سبع مرات - لمن آمن بي ولم يرني)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p291'> Vol. 07, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n44 - باب فضل أمة نبينا محمد - صلى الله عليه وسلم - 2304 - أخبرنا الحسن\nبن أحمد بن إبراهيم بن فيل البالسي أبو طاهر بأنطاكية، حدثنا محمد بن\nالعلاء بن كريب، حدثنا زيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p292'> Vol. 07, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nالحباب حدثنا سفيان الثوري، عن أبي إسحاق، (188 / 1) عن أبي حبيبة\nالطائي.\n</p>\n\n<p>\nعن أبي الدرداء قال: قال رسول الله - صلى الله عليه وسلم -: ((أنا حظكم\nمن الأنبياء، وأنتم حظي من الأمم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p293'> Vol. 07, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n2305 - أخبرنا أبو خليفة، حدثنا علي ابن المديني، حدثنا حسين ابن علي، عن\nزائدة، عن المختار بن فلفل.\n</p>\n\n<p>\nعن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: ((ما صدق نبي\nما صدقت، إن من الأنبياء من لم يصدقه من أمته إلا رجل واحد)).\n</p>\n\n<p>\n2306 - أخبرنا إسحاق بن إبراهيم بن إسماعيل ببست، ومحمد ابن إسحاق بن\nإبراهيم مولى ثقيف، قالا: حدثنا قتيبة بن سعيد، حدثنا خلف بن خليفة، عن\nالعلاء بن المسيب، عن أبيه.\n</p>\n\n<p>\nعن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: ((والذي\nنفسي بيده، لتدخلن الجنة كلكم، إلا من أبى وشرد على الله كشراد البعير)).\nقالوا: يا رسول الله، ومن يأبى أن يدخل الجنة؟. فقال: ((من أطاعني، دخل\nالجنة، ومن عصاني، فقد أبى)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p294'> Vol. 07, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n2307 - أخبرنا أبو خليفة، حدثنا عبد الرحمن بن المبارك العيشي، حدثنا\nالفضيل بن سليمان، حدثنا موسى بن عقبة، عن عبيد بن سلمان الأغر، عن أبيه.\n</p>\n\n<p>\nعن عمار قال: قال رسول الله - صلى الله عليه وسلم -: ((مثل أمتي <span id='ms592'></span> مثل\nالمطر، لا يدرى أوله خير أو آخره)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p295'> Vol. 07, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n45 - باب في عالم المدينة 2308 - أخبرنا الحسين بن عبد الله القطان،\nحدثنا إسحاق بن موسى الأنصاري، قال سألت سفيان بن عيينة - وهو جالس مستقبل\nالحجر الأسود - فأخبرني عن ابن جريج، عن أبي الزبير، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((يوشك أن يضرب\nالرجل أكباد الإبل في طلب العلم، فلا يجد عالما \" أعلم من عالم المدينة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p296'> Vol. 07, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n46 - باب في ناس من أبناء فارس 2309 - أخبرنا أحمد بن محمد بن عمرو بن\nبسطام بمرو، حدثنا حصين بن عبد الحكيم المروزي، حدثنا يحيى بن أبي الحجاج،\nحدثنا عوف، عن ابن سيرين.\n</p>\n\n<p>\nعن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال: ((لو كان العلم\nبالثريا لتناوله ناس من أبناء فارس)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p299'> Vol. 07, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: له في الصحيح: ((لو كان الإيمان)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p300'> Vol. 07, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n47 - باب فضل أهل الحجاز 2310 - أخبرنا عبد الله بن أحمد بن موسى عبدان،\nحدثنا محمد ابن معمر، حدثنا أبو عاصم، عن ابن جريج، قال: أخبرني أبو\nالزبير.\n</p>\n\n<p>\nأنه سمع جابر بن عبد الله يقول: سمعت رسول الله - صلى الله عليه وسلم -\nيقول:\n</p>\n\n<p>\n((غلظ القلوب، والجفاء في أهل المشرق، والإيمان في أرض الحجاز)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p301'> Vol. 07, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n48 - باب ما جاء في الشام وأهله 2311 - أخبرنا عبد الله بن محمد بن سلم،\nحدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو بن الحارث - وذكر ابن سلم\nآخر معه - عن يزيد بن أبي حبيب، عن ابن شماسة:\n</p>\n\n<p>\nأنه سمع زيد بن ثابت يقول: ((قال رسول الله - صلى الله عليه وسلم - يوما\n\" ونحن عنده: ((طوبى للشام، إن ملائكة الرحمن باسطة أجنحتها عليه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p302'> Vol. 07, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n2312 - أخبرنا عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن إبراهيم،\nحدثنا الوليد بن مسلم، (188 / 2) حدثنا الأوزاعي، حدثني يحيى بن أبي كثير،\nعن أبي قلابة، عن سالم بن عبد الله.\n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((ستخرج عليكم في\nآخر الزمان نار من حضرموت تحشر الناس)). قال: قلنا: بما تأمرنا يا رسول\nالله؟. قال: ((عليكم <span id='ms593'></span> بالشام)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p304'> Vol. 07, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n2313 - أخبرنا الحسن بن سفيان، حدثنا أبو بكر بن أبي شيبة، حدثنا يزيد بن\nهارون، عن شعبة، عن معاوية بن قرة.\n</p>\n\n<p>\nعن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا فسد أهل\nالشام، فلا خير فيكم)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p305'> Vol. 07, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n49 - باب في أهل عمان 2314 - أخبرنا أحمد بن علي بن المثنى، حدثنا هدبة\nبن خالد القيسي، حدثنا مهدي بن ميمون، حدثنا أبو الوازع جابر بن عمرو.\n</p>\n\n<p>\nعن أبي برزة الأسلمي قال: بعث رسول الله - صلى الله عليه وسلم - رجلا \"\nإلى حي من أحياء العرب في شيء لا أدري ما قال، فسبوه وضربوه، فرجع إلى\nالنبي - صلى الله عليه وسلم - فشكا إليه فقال: ((لكن أهل عمان لو أتاهم\nرسولي، ما سبوه ولا ضربوه)).\n</p>\n\n<p>\n50 - باب في أهل مصر 2315 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو\nخيثمة، حدثنا عبد الله بن يزيد، حدثنا حياة، حدثنا أبو هانئ حميد بن هانئ:\n</p>\n\n<p>\nأنه سمع أبا عبد الرحمن الحبلي وعمرو بن حريث يقولان: إن رسول الله - صلى\nالله عليه وسلم - قال: ((إنكم ستقدمون على قوم جعد رؤوسهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p306'> Vol. 07, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nفاستوصوا بهم خيرا \"، فإنهم قوة وبلاغ إلى عدوكم بإذن الله)). يعني:\n</p>\n\n<p>\nقبط مصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p307'> Vol. 07, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n37 - كتاب الأذكار 1 - باب فضل الذكر والذاكرين 2316 - أخبرنا أحمد بن\nعمير بن جوصاء أبو الحسن بدمشق، حدثنا عيسى بن محمد النحاس، حدثنا أيوب بن\nسويد، عن الأوزاعي، عن إسماعيل بن عبيد الله، عن كريمة بنت الحسحاس. قالت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p308'> Vol. 07, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا هريرة في بيت أم الدرداء يحدث عن النبي - صلى الله عليه وسلم -\nقال: ((قال الله تعالى: أنا مع عبدي ما ذكرني وتحركت بي شفتاه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p310'> Vol. 07, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n2317 - أخبرنا ابن قتيبة، حدثنا يزيد بن موهب، حدثنا ابن وهب، حدثنا\nمعاوية بن صالح: أن عمرو بن قيس الكندي حدثه.\n</p>\n\n<p>\nعن عبد الله بن بسر قال: جاء أعرابيان إلى النبي - صلى الله عليه وسلم -\nفقال أحدهما: يا رسول الله، أخبرني بأمر أتشبث به. قال: ((لا يزال لسانك\nرطبا \" من ذكر الله تعالى)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p312'> Vol. 07, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n2318 - أخبرنا محمد بن عبد الله بن عبد السلام مكحول ببيروت، حدثنا محمد\nبن هاشم <span id='ms594'></span> البعلبكي، حدثنا الوليد، حدثنا ابن ثوبان، عن أبيه، عن مكحول، عن\nجبير بن نفير، عن مالك بن يخامر.\n</p>\n\n<p>\nعن معاذ بن جبل قال: سألت رسول الله - صلى الله عليه وسلم - أي الأعمال\nأحب إلى الله تعالى؟. قال: ((أن تموت ولسانك رطب من ذكر الله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p313'> Vol. 07, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n2319 - أخبرنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أخبرني عمرو بن الحارث: أن دراجا \" حدثه عن أبي الهيثم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p315'> Vol. 07, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد الخدري: أن رسول الله - صلى الله عليه وسلم - قال: ((ليذكرن\nالله أقوام في الدنيا على الفرش الممهدة يدخلهم (189 / 1) الدرجات العلا)).\n</p>\n\n<p>\n2320 - أخبرنا عمر بن محمد الهمداني، حدثنا أبو الطاهر، حدثنا ابن وهب،\nأخبرني عمرو بن الحارث، عن دراج أبي السمح، عن أبي الهيثم.\n</p>\n\n<p>\nعن أبي سعيد الخدري: أن رسول الله - صلى الله عليه وسلم - قال: ((يقول\nالله - جل وعلا - سيعلم أهل الجمع من أهل الكرم)). فقيل: من أهل الكرم يا\nرسول الله؟. قال: ((أهل مجالس الذكر في المساجد)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p316'> Vol. 07, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n2 - باب فيمن ترك الذكر والصلاة على النبي صلى الله عليه وسلم في شيء من\nأحواله 2321 - أخبرنا الحسن بن سفيان، حدثنا صفوان بن صالح، حدثنا الوليد\nبن مسلم، عن ابن أبي ذئب، عن سعيد المقبري.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((ما جلس قوم\nمجلسا \" لم يذكروا الله فيه، إلا كان عليهم ترة \"، وما مشى أحد ممشى لم\nيذكر الله فيه، إلا كان عليه ترة \"، وما أوى أحد إلى فراشه ولم يذكر الله\nفيه، إلا كان عليه ترة \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p317'> Vol. 07, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n2322 - أخبرنا حاجب بن أركين الفرغاني بدمشق، حدثنا أحمد ابن إبراهيم\nالدورقي، حدثنا عبد الرحمن بن مهدي، عن شعبة، عن الأعمش، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((ما قعد قوم مقعدا\n\" لا يذكرون الله فيه ويصلون على النبي - صلى الله عليه وسلم - إلا كان\nعليهم حسرة \" يوم القيامة، وإن دخلوا الجنة للثواب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p322'> Vol. 07, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n3 - باب إخفاء الذكر 2323 - أخبرنا ابن قتيبة، حدثنا حرملة بن يحيى،\nحدثنا ابن <span id='ms595'></span> وهب، أنبأنا أسامة بن زيد: أن محمد بن عبد الرحمن بن أبي لبيبة،\nحدثه.\n</p>\n\n<p>\nعن سعد بن أبي وقاص قال: سمعت النبي - صلى الله عليه وسلم - يقول: ((خير\nالذكر الخفي، وخير الرزق ما يكفي)).\n</p>\n\n<p>\n4 - باب فضل التهليل التسبيح والتحميد 2324 - أخبرنا ابن سلم، حدثنا\nحرملة بن يحيى، حدثنا ابن وهب، أخبرني عمرو بن الحارث: أن دراجا \" حدثه عن\nأبي الهيثم.\n</p>\n\n<p>\nعن أبي سعيد الخدري، عن رسول الله - صلى الله عليه وسلم - أنه قال: ((قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p323'> Vol. 07, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nموسى: يا رب، علمني شيئا \" أذكرك به وأدعوك به)).\n</p>\n\n<p>\nقال: ((قل يا موسى: لا إله إلا الله)). قال: يا رب كل عبادك يقول هذا.\nقال: ((قل: لا إله إلا الله)). قال: إنما أريد شيئا \" تخصني به. قال:\n</p>\n\n<p>\n((يا موسى، لو أن السماوات السبع والأرضين السبع في كفة، ولا إله إلا\nالله في كفة، مالت بهن لا إله إلا الله)).\n</p>\n\n<p>\n2325 - أخبرنا أحمد بن علي بن المثنى، حدثنا أبو خيثمة، حدثنا يحيى بن\nأبي بكير، حدثنا إسرائيل، عن أبي إسحاق، عن الأغر أبي مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p324'> Vol. 07, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد الخدري، وأبي هريرة قالا: قال رسول الله - صلى الله عليه\nوسلم - ((إذا قال العبد: لا إله إلا الله، والله أكبر، صدقه ربه، قال: صدق\nعبدي، لا إله إلا أنا وأنا أكبر.\n</p>\n\n<p>\nوإذا قال: لا إله إلا الله وحده، صدقه ربه قال: صدق عبدي، لا إله إلا أنا\nوحدي.\n</p>\n\n<p>\nوإذا قال: لا إله إلا الله لا شريك له، صدقه ربه قال: صدق عبدي، لا إله\nإلا أنا لا شريك لي.\n</p>\n\n<p>\nوإذا قال: لا إله إلا الله له الملك، صدقه ربه قال: صدق عبدي، لا إله إلا\nأنا لي الملك.\n</p>\n\n<p>\nوإذا قال: لا إله إلا الله له (189 / 2) الحمد، صدقه ربه، قال:\n</p>\n\n<p>\nصدق عبدي، لا إله إلا أنا، لي الملك ولي الحمد.\n</p>\n\n<p>\nوإذا قال: إلا إله إلا الله ولا حول ولا قوة إلا بالله، صدقه ربه، وقال:\nصدق عبدي، لا إله إلا أنا، ولا حول ولا قوة إلا بي)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p325'> Vol. 07, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n2326 - أخبرنا محمد بن علي الأنصاري من <span id='ms596'></span> ولد أنس بن مالك بالبصرة، حدثنا\nيحيى بن حبيب بن عربي، حدثنا موسى بن إبراهيم الأنصاري، قال: سمعت طلحة بن\nخراش يقول:\n</p>\n\n<p>\nسمعت جابر بن عبد الله قال: سمعت النبي - صلى الله عليه وسلم - يقول:\n((أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p326'> Vol. 07, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n2327 - أخبرنا أحمد بن محمد بن الحسين - ناقلة الحسن بن عيسى - حدثنا\nشيبان بن أبي شيبة، حدثنا جرير بن حازم، قال: سمعت زبيدا \" الإيامي يحدث عن\nطلحة بن مصرف، عن عبد الرحمن بن عوسجة.\n</p>\n\n<p>\nعن البراء: أن النبي - صلى الله عليه وسلم - قال: ((من قال: لا إله إلا\nالله وحده لا شريك له، له الملك وله الحمد، يحيي ويميت وهو على كل شيء قدير\n- عشر مرات - كان كعدل رقبة أو نسمة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p329'> Vol. 07, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n2328 - أخبرنا عبد الله بن محمد بن سلم، حدثنا عبد الرحمن بن إبراهيم،\nحدثنا الوليد، حدثنا عبد الله بن العلاء بن زبر، وابن جابر، قالا: حدثنا\nأبو سلام، قال:\n</p>\n\n<p>\nحدثني أبو سلمى راعي رسول الله - صلى الله عليه وسلم - قال: سمعت رسول\nالله - صلى الله عليه وسلم - يقول: ((بخ بخ - وأشار بيده لخمس - ما أثقلهن\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p330'> Vol. 07, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالميزان: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، والولد\nالصالح يتوفى للمرء المسلم فيحتسبه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p331'> Vol. 07, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n2329 - أخبرنا محمد بن سليمان بن فارس، حدثنا محمد بن علي بن الحسن بن\nشقيق، سمعت أبي يقول: أنبأنا أبو حمزة، عن الأعمش، عن أبي صالح.\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((خير الكلام\nأربع لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p332'> Vol. 07, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nيضرك بأيهن بدأت، سبحان الله، والحمد لله، ولا إله إلا الله، والله\nأكبر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p333'> Vol. 07, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: له حديث في مسلم غير هذا.\n</p>\n\n<p>\n2330 - أخبرنا عبد الله بن محمد بن سلم، حدثنا حرملة بن يحيى، حدثنا ابن\nوهب، أخبرني عمرو بن الحارث: أن سعيد بن أبي هلال حدثه عن عائشة بنت سعد بن\nأبي وقاص.\n</p>\n\n<p>\nعن أبيها أنه دخل مع رسول الله - صلى الله عليه وسلم - على امرأة وفي\nيدها نوى - أو حصى - تسبح به، فقال لها <span id='ms597'></span>: ((ألا أخبرك بما هو أيسر عليك من\nهذا - أو أفضل -؟: سبحان الله عدد ما خلق في السماء، وسبحان الله عدد ما\nخلق في الأرض، وسبحان الله عدد ما هو خالق، والله أكبر مثل ذلك، والحمد لله\nمثل ذلك. ولا إله إلا الله مثل ذلك، ولا حول ولا قوة إلا بالله مثل ذلك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p334'> Vol. 07, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n2331 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا علي بن عبد الرحمن بن\nالمغيرة، حدثنا ابن أبي مريم، أنبأنا يحيى بن أيوب، حدثني ابن عجلان، عن\nمصعب بن شرحبيل، عن محمد بن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p335'> Vol. 07, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nابن زرارة.\n</p>\n\n<p>\nأبي أمامة الباهلي: أن رسول الله - صلى الله عليه وسلم - مر به وهو يحرك\nشفتيه فقال: ((ما تقول يا أبا أمامة؟)). قال: أذكر ربي. قال: ((ألا (190 /\n1) أخبرك بأكثر - أو أفضل - من ذكرك الليل مع النهار، والنهار مع الليل؟،\nأن تقول: سبحان الله عدد ما خلق، وسبحان الله ملء ما خلق، وسبحان الله عدد\nما في الأرض والسماء، وسبحان الله ملء ما في الأرض والسماء، وسبحان الله\nعدد ما أحصى كتابه، وسبحان الله عدد كل شيء، وسبحان الله ملء كل شيء. وتقول\nالحمد لله مثل ذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p336'> Vol. 07, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n2332 - أخبرنا ابن سلم، حدثنا حرملة، حدثنا ابن وهب، أخبرني عمرو بن\nالحارث، عن دراج، عن أبي الهيثم.\n</p>\n\n<p>\nعن أبي سعيد الخدري: أن رسول الله - صلى الله عليه وسلم - قال:\n((استكثروا من الباقيات الصالحات)). قيل: وما هن يا رسول الله؟. قال:\n((التكبير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p337'> Vol. 07, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nوالتهليل، والتسبيح، والحمد لله، ولا حول ولا قوة إلا بالله)).\n</p>\n\n<p>\n233 - أخبرنا أبو يعلى، حدثنا أبو بكر بن أبي شيبة، حدثنا محمد بن بشر،\nقال: سمعت هانئ بن عثمان، عن أمه حميضة بنت ياسر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p338'> Vol. 07, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nعن يسيرة - وكانت إحدى المهاجرات - قالت: قال لنا رسول الله - صلى الله\nعليه وسلم -: ((عليكن بالتسبيح، والتهليل، والتقديس، فاعقدن بالأنامل،\nفإنهن مسؤولات ومستنطقات)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p339'> Vol. 07, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n2334 - أخبرنا أحمد بن يحيى بن زهير، حدثنا أحمد بن المقدام العجلي،\nحدثنا عثام بن علي، عن الأعمش، عن عطاء بن السائب، عن أبيه.\n</p>\n\n<p>\nعن عبد الله بن عمرو قال: رأيت النبي - صلى <span id='ms598'></span> الله عليه وسلم - يعقد\nالتسبيح بيده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p340'> Vol. 07, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n2335 - أخبرنا أبو يعلى، حدثنا أبو خيثمة، حدثنا روح بن عبادة، عن حجاج\nالصواف، عن أبي الزبير.\n</p>\n\n<p>\nعن جابر، عن النبي - صلى الله عليه وسلم - قال: ((من قال: سبحان الله\nالعظيم وبحمده، غرست له نخلة في الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p342'> Vol. 07, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وفي رواية ((شجرة)) بدل ((نخلة)).\n</p>\n\n<p>\n2336 - أخبرنا الحسن بن سفيان، حدثنا عبد الرحمن بن إبراهيم، حدثنا محمد\nبن شعيب بن شابور، حدثني معاوية بن سلام، عن أخيه زيد بن سلام: أنه أخبره\nعن جده أبي سلام، عن عبد الرحمن ابن غانم - أو غنم -:\n</p>\n\n<p>\nأن أبا مالك الأشعري حدثه أن رسول الله - صلى الله عليه وسلم - قال:\n((إسباغ الوضوء شطر الإيمان، والحمد لله تملأ الميزان، والتسبيح والتكبير\nملء السماوات والأرض، والصلاة نور، والزكاة برهان، والصبر ضياء، والقرآن\nحجة لك أو عليك، كل الناس يغدو: فبائع نفسه، فمعتقها، أو موبقها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p343'> Vol. 07, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n2337 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا قتيبة بن سعيد،\nحدثنا خلف بن خليفة، عن حفص ابن أخي أنس ابن مالك.\n</p>\n\n<p>\n[عن أنس] قال: كنت جالسا \" مع رسول الله - صلى الله عليه وسلم - في\nالحلقة إذ جاء رجل فسلم على النبي - صلى الله عليه وسلم - وعلى القوم فقال\nالسلام عليكم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p345'> Vol. 07, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي - صلى الله عليه وسلم -: ((وعليكم السلام ورحمة الله\nوبركاته)). فلما جلس، قال: الحمد لله حمدا \" كثيرا \" طيبا \" مباركا \" فيه\nكما يحب ربنا ويرضى، فقال له النبي - صلى الله عليه وسلم -: ((والذي نفسي\nبيده لقد ابتدرها عشرة أملاك كلهم حريص على أن يكتبوها، فما دروا كيف\nيكتبوها، فرجعوا إلى ذي العزة جل ذكره (190 / 2) فقال: اكتبوها كما قال\nعبدي)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p346'> Vol. 07, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n5 - باب في قول لا حول ولا قوة إلا بالله 2338 - أخبرنا أبو يعلى، حدثنا\nمحمد بن عبد الله بن نمير، حدثنا المقرئ، حدثنا حياة بن شريح، أخبرني أبو\nصخر: أن عبد الله بن عبد الرحمن بن عبد الله بن عمر بن الخطاب أخبره عن\nسالم بن عبد الله بن عمر.\n</p>\n\n<p>\nحدثني أبو أيوب صاحب رسول الله - صلى الله عليه وسلم <span id='ms599'></span> -: ((أن النبي - صلى\nالله عليه وسلم - ليلة أسري به، مر على إبراهيم خليل الرحمن - صلى الله\nعليه وسلم -: فقال لجبريل - صلى الله عليه وسلم -: من معك يا جبريل؟. فقال\nجبريل: هذا محمد - صلى الله عليه وسلم -. فقال إبراهيم: يا محمد، مر أمتك\nأن يكثروا غراس الجنة، فإن تربتها طيبة، وأرضها واسعة، فقال رسول الله -\nصلى الله عليه وسلم - لإبراهيم: وما غراس الجنة؟. قال: لا حول ولا قوة إلا\nبالله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p347'> Vol. 07, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n2339 - أخبرنا الفضل بن الحباب، حدثنا إبراهيم بن بشار، حدثنا سفيان،\nحدثنا محمد بن السائب بن بركة، عن عمرو بن ميمون الأودي.\n</p>\n\n<p>\nعن أبي ذر قال: كنت أمشي خلف النبي - صلى الله عليه وسلم - فقال لي: ((يا\nأبا ذر، ألا أدلك على كنز من كنوز الجنة؟)).\n</p>\n\n<p>\nقلت: بلى. قال: ((لا حول ولا قوة إلا بالله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p348'> Vol. 07, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n6 - باب ما يقول من الذكر بعد الصلاة 2340 - أخبرنا محمد بن إسحاق بن\nخزيمة، حدثنا أبو قدامة عبيد الله بن سعيد، حدثنا عثمان بن عمر، أنبأنا\nهشام بن حسان، عن محمد بن سيرين، عن كثير بن أفلح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p352'> Vol. 07, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nعن زيد بن ثابت أنه قال: أمرنا أن نسبح في دبر كل صلاة ثلاثا \" وثلاثين،\nونحمد ثلاثا \" وثلاثين، ونكبر أربعا \" وثلاثين، فأتي رجل في منامه، فقيل\nله: أمركم محمد - صلى الله عليه وسلم - أن تسبحوا في دبر كل صلاة ثلاثا \"\nوثلاثين، وتحمدوا ثلاثا \" وثلاثين، وتكبروا أربعا \" وثلاثين؟. قال: نعم.\n</p>\n\n<p>\nقال: اجعلوها خمسا \" وعشرين، واجعلوا فيها التهليل. فلما أصبح أتى رسول\nالله - صلى الله عليه وسلم - فأخبره، فقال النبي - صلى الله عليه وسلم -:\n((فافعلوه)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p353'> Vol. 07, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n2341 - أخبرنا الفضل بن الحباب، حدثنا علي بن المديني، حدثنا يعقوب بن\nإبراهيم، حدثنا أبي، عن ابن إسحاق، حدثني يزيد بن يزيد عن جابر، عن القاسم\nبن مخيمرة، عن عبد الله بن يعيش.\n</p>\n\n<p>\nعن أبي أيوب قال: قال رسول الله - صلى الله عليه وسلم -: ((من قال دبر\nصلاته إذا صلى: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو\nعلى كل شيء قدير - عشر مرات <span id='ms600'></span> - كتب له بهن عشر حسنات، ومحي بهن عنه عشر\nسيئات، ورفع له بهن عشر درجات، وكن له عتق عشر رقاب، وكن له حرسا \" من\nالشيطان حتى يمسي.\n</p>\n\n<p>\nومن قالهن حين يمسي، كان له مثل ذلك حتى يصبح - وفي رواية - وكن له عدل\nعتاقة أربع رقاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p354'> Vol. 07, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nومن قالهن إذا صلى المغرب دبر صلاته، فمثل ذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p355'> Vol. 07, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وله حديث في الصحيح. غير هذا.\n</p>\n\n<p>\n2342 - أخبرنا محمد بن إسحاق بن خزيمة، حدثنا محمد بن أبان، حدثنا وكيع،\nحدثنا عكرمة بن عمار، عن إسحاق بن عبد الله بن أبي طلحة.\n</p>\n\n<p>\nعن أنس بن مالك قال: جاءت أم سليم إلى النبي - صلى الله عليه وسلم -\nفقالت: يا رسول الله، علمني كلمات أدعو بهن في صلاتي (191 / 1)، فقال:\n((سبحي الله عشرا \"، واحمديه عشرا \"، وكبريه عشرا \"، ثم سلي حاجتك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p357'> Vol. 07, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n2343 - أخبرنا الفضل بن الحباب الجمحي، حدثنا عبد الله بن عبد الوهاب\nالحجبي، حدثنا حماد بن زيد، عن عطاء بن السائب، عن أبيه.\n</p>\n\n<p>\nعن عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -:\n((خصلتان لا يحصيهما عبد إلا دخل الجنة، وهما يسير، ومن يعمل بهما قليل:\nيسبح أحدكم دبر كل صلاة عشرا \"، ويحمده عشرا \"، ويكبره عشرا \" تلك مئة\nوخمسون باللسان، وألف وخمس مئة في الميزان، وإذا أوى إلى فراشه يسبح ثلاثا\n\" وثلاثين، ويحمد ثلاثا \" وثلاثين، ويكبر أربعا \" وثلاثين، فتلك مئة\nباللسان وألف في الميزان)).\n</p>\n\n<p>\nقال رسول الله - صلى الله عليه وسلم -: ((فأيكم يعمل في يومه وليلته\nألفين وخمس مئة سيئة؟)).\n</p>\n\n<p>\nقال عبد الله: رأيت رسول الله - صلى الله عليه وسلم - يعقدهن بيده. قال:\nقيل: يا رسول الله، كيف لا نحصيها؟. قال: ((يأتي أحدكم الشيطان وهو في\nصلاته فيقول له: أذكر كذا، أذكر كذا، ويأتيه عند منامه فينومه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p358'> Vol. 07, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n2344 - أخبرنا أبو يعلى، حدثنا أبو خيثمة، حدثنا جرير، وابن علية، عن\nعطاء بن السائب.. فذكر نحوه.\n</p>\n\n<p>\n7 - باب الدعاء بعد الصلاة 2345 - أخبرنا عبد الله بن محمد الأزدي حدثنا\nإسحاق بن إبراهيم، أنبأنا المقرئ، حدثنا حياة، قال: سمعت عقبة بن مسلم\nالتجيبي يقول <span id='ms601'></span>: حدثني أبو عبد الرحمن الحبلي، عن الصنابحي.\n</p>\n\n<p>\nعن معاذ بن جبل: أن رسول الله - صلى الله عليه وسلم - أخذ بيد معاذ يوما\n\" فقال:\n</p>\n\n<p>\n((يا معاذ، والله إني لأحبك)). فقال معاذ: بأبي أنت وأمي، والله إني\nلأحبك. قال: ((يا معاذ، أوصيك لا تدعن في دبر كل صلاة أن تقول:\n</p>\n\n<p>\nاللهم أعني على ذكرك و شكرك وحسن عبادتك)).\n</p>\n\n<p>\nقال فأوصى بذلك معاذ الصنابحي، وأوصى بذلك الصنابحي أبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p359'> Vol. 07, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن، وأوصى بذلك أبو عبد الرحمن عقبة بن مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p360'> Vol. 07, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n2346 - أخبرنا أبو يعلى، حدثنا داود بن رشيد، حدثنا الوليد بن مسلم، عن\nعبد الرحمن بن حسان الكناني، عن مسلم بن الحارث ابن مسلم التميمي، عن أبيه\nقال: بعثنا رسول الله - صلى الله عليه وسلم - في سرية، فلما بلغنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p361'> Vol. 07, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nالمغار استحثثت فرسي فسبقت أصحابي، فتلقاني الحي بالرنين، فقلت: قولوا:\nلا إله إلا الله، تحرزوا، فقالوها، فلامني أصحابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p362'> Vol. 07, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: حرمتنا الغنيمة بعد أن ردت بأيدينا، فلما قدمنا على رسول الله -\nصلى الله عليه وسلم - أخبروه بما صنعت، فدعاني، فحسن لي ما صنعت و قال:\n</p>\n\n<p>\n((أما إن الله قد كتب لك بكل إنسان منهم كذا وكذا)).\n</p>\n\n<p>\nقال عبد الرحمن بن أبي ليلى: فأنا نسيت الثواب. ثم قال لي:\n</p>\n\n<p>\n((سأكتب لك كتابا \" أوصي بك من يكون من بعدي من أئمة المسلمين))، قال:\nوكتب لي كتابا \" وختم عليه ودفعه إلي، وقال: ((إذا صليت المغرب، فقل قبل أن\nتكلم أحدا \": اللهم أجرني من النار - سبع مرات - فإنك إن مت من ليلتك تلك،\nكتب الله لك جوازا \" من النار، وإذا صليت الصبح فقل قبل أن تكلم أحدا \":\nاللهم أجرني (191 / 2) من النار - سبع مرات - فإنك إن مت من يومك ذلك كتب\nالله لك جوازا \" من النار)).\n</p>\n\n<p>\nفلما قبض رسول الله - صلى الله عليه وسلم - أتيت أبا بكر بالكتاب ففضه\nوقرأه وأمر لي [بعطاء]، وختم عليه، ثم أتيت عمر وأمر لي بعطاء، وختم عليه،\nثم أتيت عثمان ففعل مثل ذلك.\n</p>\n\n<p>\nقال مسلم بن الحارث: توفي الحارث بن مسلم في خلافة عثمان، وترك الكتاب\nعندنا <span id='ms602'></span>، فلم يزل عندنا حتى كتب عمر بن عبد العزيز إلى الوالي ببلدنا يأمره\nبإشخاصي إليه والكتاب، فقدمت عليه، ففضه وأمر لي بعطاء وختم عليه وقال: أما\nإنك لو شئت أن يأتيك ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p363'> Vol. 07, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت في منزلك، لفعلت، ولكني أحببت أن تحدثني بالحديث على وجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p364'> Vol. 07, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n8 - باب قراءة المعوذات دبر الصلاة 2347 - أخبرنا ابن خزيمة، حدثنا محمد\nبن عبد الله بن عبد الحكم، عن أبيه، عن الليث بن سعد، عن حنين بن أبي حكيم،\nعن علي بن رباح.\n</p>\n\n<p>\nعن عقبة بن عامر قال: قال رسول الله - صلى الله عليه وسلم -: ((اقرؤوا\nالمعوذات في دبر كل صلاة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p365'> Vol. 07, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n9 - باب ما يقول بعد السلام 2348 - أخبرنا أبو يعلى، حدثنا محمد بن\nالصباح الدولابي منذ ثمانين سنة، حدثنا إسماعيل بن زكريا، عن عاصم الأحول،\nعن عوسجة ابن الرماح، عن عبد الله بن أبي الهذيل، عن ابن مسعود قال: كان\nرسول الله - صلى الله عليه وسلم - لا يجلس بعد التسليم إلا قدر ما يقول:\n((اللهم أنت السلام، ومنك السلام، تباركت يا ذا الجلال والإكرام)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p367'> Vol. 07, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n10 - باب ما يقول إذا أصبح، وإذا أمسى وإذا آوى إلى فراشه 2349 - أخبرنا\nعبد الله بن محمد الأزدي، حدثنا إسحاق بن إبراهيم، أنبأنا النضر بن شميل،\nحدثنا شعبة، عن يعلى بن عطاء، عن عمرو بن عاصم الثقفي قال:\n</p>\n\n<p>\nسمعت أبا هريرة يقول: قال أبو بكر: يا رسول الله، أخبرني ما أقول إذا\nأصبحت وإذا أمسيت؟.\n</p>\n\n<p>\nقال ((قل اللهم عالم الغيب والشهادة، فاطر السماوات والأرض، رب كل شيء\nومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان\nوشركه)).\n</p>\n\n<p>\nقال النبي - صلى الله عليه وسلم -: ((قلة إذا أصبحت، وإذا أمسيت، وإذا\nأخذت مضجعك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p369'> Vol. 07, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n2350 - أخبرنا أحمد بن علي بن المثنى، حدثنا عقبة بن مكرم، حدثنا يونس بن\nبكير، قال: حدثني يونس بن عمرو، قال: قال أبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p370'> Vol. 07, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثني البراد بن عازب، عن رسول الله - صلى الله عليه وسلم - أنه كان إذا\nاضطجع لينام، وضع يده اليمنى تحت خده الأيمن وقال: ((اللهم قني عذابك يوم\nتبعث <span id='ms603'></span> عبادك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p371'> Vol. 07, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n2351 - أخبرنا حامد بن محمد بن شعيب البلخي، حدثنا منصور ابن أبي مزاحم،\nحدثنا أبو الأحوص، عن أبي إسحاق... فذكر نحوه.\n</p>\n\n<p>\n2352 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا الحسين بن عيسى\nالبسطامي، حدثنا أنس بن عياض، عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p372'> Vol. 07, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nمودود، عن محمد بن كعب القرظي، عن أبان بن عثمان.\n</p>\n\n<p>\nعن عثمان قال: قال رسول الله (192 / 1) - صلى الله عليه وسلم -: ((من قال\nحين يصبح: باسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو\nالسميع العليم - [ثلاث مرات] - لم تفجأه فاجئة بلاء حتى يمسي، ومن قالها\nحين يمسي، لم تفجأه فاجئة بلاء حتى يصبح)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p373'> Vol. 07, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n2353 - أخبرنا محمد بن إسحاق بن سعيد السعدي، حدثنا علي ابن خشرم، أنبأنا\nعيسى، عن الوليد بن ثعلبة، عن عبد الله بن بريدة.\n</p>\n\n<p>\nعن أبيه، عن النبي - صلى الله عليه وسلم - قال: ((من قال اللهم أنت ربي\nلا إله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p377'> Vol. 07, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من\nشر ما صنعت، أبوء بنعمتك علي، وأبوء بذنبي، فاغفر لي، إنه لا يغفر الذنوب\nإلا أنت، فمات من يومه أو ليلته، دخل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p378'> Vol. 07, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n2354 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا عبد الأعلى بن\nحماد، حدثنا وهيب، حدثنا سهيل بن أبي صالح، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة أن النبي - صلى الله عليه وسلم - كان يقول إذا أصبح:\n((اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك المصير، وإليك\nالنشور)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p379'> Vol. 07, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أمسى قال: ((اللهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p380'> Vol. 07, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n2355 - أخبرنا أحمد بن الحسن بن عبد الجبار الصوفي، حدثنا أبو نصر\nالتمار، حدثنا حماد بن سلمة، عن سهيل بن أبي صالح، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة... فذكر نحوه.\n</p>\n\n<p>\n2356 - أخبرنا الحسن بن سفيان، حدثنا فياض بن زهير، حدثنا وكيع، عن عبادة\nبن مسلم الفزاري، عن جبير بن أبي سليمان بن جبير ابن مطعم قال:\n</p>\n\n<p>\nسمعت عبد الله بن عمر يقول: لم يكن رسول الله - صلى الله عليه وسلم <span id='ms604'></span> - يدع\nهؤلاء الكلمات حين يمسي وحين يصبح: ((اللهم إني أسألك العافية في الدنيا\nوالآخرة.\n</p>\n\n<p>\nاللهم إني أسألك العافية في ديني ودنياي وأهلي ومالي.\n</p>\n\n<p>\nاللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن\nيميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي)). قال وكيع:\nيعني الخسف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p381'> Vol. 07, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n2357 - أخبرنا الحسن بن سفيان، حدثنا محمود بن غيلان، حدثنا عبد الصمد بن\nعبد الوارث، حدثنا أبي، حدثنا حسين المعلم، حدثنا أبي، حدثنا ابن بريدة\nقال:\n</p>\n\n<p>\nحدثني ابن عمر: أن رسول الله - صلى الله عليه وسلم - كان يقول إذا تبوأ\nمضجعه: ((الحمد لله الذي كفاني وآواني [و أطعمني] وشقاني.\n</p>\n\n<p>\nالحمد لله الذي من علينا فأفضل، والحمد لله الذي أعطاني فأجزل، والحمد\nلله على كل حال. اللهم رب كل شيء، ومالك كل شيء، وإله كل شيء لك كل شيء،\nأعوذ بك من النار)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p383'> Vol. 07, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n2358 - أخبرنا الحسن بن سفيان، حدثنا أحمد بن سيار، حدثنا يوسف بن عدي،\nحدثنا عثام بن علي، عن هشام بن عروة، عن أبيه.\n</p>\n\n<p>\nعن عائشة قالت: كان رسول الله - صلى الله عليه وسلم - إذا تضور من الليل\nقال: ((لا إله إلا الله الواحد القهار، رب السماوات والأرض وما بينهما\nالعزيز الغفار)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p384'> Vol. 07, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n2359 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف، حدثنا أبو يحيى محمد\nبن عبد الرحيم، حدثنا عبد المتعال بن طالب البغدادي، حدثنا ابن وهب، قال:\nأخبرني سعيد بن (192 / 2) أبي أيوب، عن عبد الله بن الوليد، عن سعيد بن\nالمسيب.\n</p>\n\n<p>\nعن عائشة: أن النبي - صلى الله عليه وسلم - كان إذا استيقظ من الليل قال:\n((لا إله إلا الله، سبحانك اللهم، أستغفرك لذنبي، وأسألك رحمتك. اللهم زدني\nعلما \"، ولا تزغ قلبي بعد إذ هديتني، وهب لي من لدنك رحمة \" إنك أنت\nالوهاب)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p385'> Vol. 07, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n2360 - أخبرنا أحمد بن محمد بن الحسن، حدثنا شيبان بن أبي شيبة، حدثنا\nجرير بن حازم، حدثنا سهيل، عن أبيه.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((من قال حين يمسي:\n</p>\n\n<p>\nأعوذ بكلمات الله التامات من <span id='ms605'></span> شر ما خلق - ثلاث مرات - لم تضره حية إلى\nالصباح)). قال: وكان إذا لدغ إنسان من أهله قال: ((أما قال الكلمات؟)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p386'> Vol. 07, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: له حديث في الصحيح غير هذا في العقرب.\n</p>\n\n<p>\n2361 - أخبرنا ابن قتيبة، حدثنا يزيد بن موهب، حدثنا ابن وهب، عن سليمان\nبن بلال، عن ربيعة بن أبي عبد الرحمن - وهو ربيعة الرأي - عن عبد الله بن\nعنبسة.\n</p>\n\n<p>\nعن ابن عباس: أن رسول الله - صلى الله عليه وسلم - قال: ((من قال حين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p387'> Vol. 07, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nيصبح: اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك،\nفلك الحمد ولك الشكر. فقد أدى شكر ذلك اليوم)).\n</p>\n\n<p>\n2362 - أخبرنا أحمد بن علي بن المثنى، حدثنا إبراهيم بن الحجاج السامي،\nحدثنا حماد بن سلمة، عن حجاج الصواف، عن أبي الزبير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p389'> Vol. 07, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nعن جابر: أن النبي - صلى الله عليه وسلم - قال: ((إذا آوى الرجل إلى\nفراشه، أتاه ملك وشيطان، فيقول الملك: اختم بخير، ويقول الشيطان: اختم بشر.\nفإن ذكر اسم الله ثم، بات، باتت الملائكة تكلؤه، فإن استيقظ، قال الملك:\nافتح بخير، وقال الشيطان: افتح بشر. فإن قال: الحمد لله الذي رد علي نفسي\nولم يمتها في منامها، الحمد لله الذي يمسك السماوات والأرض أن تزولا، (ولئن\nزالتا إن أمسكهما من أحد من بعده، إنه كان حليما \" غفورا \") [فاطر: 41]،\nالحمد لله الذي يمسك السماء أن تقع على الأرض إلا بإذنه، فإن وقع من سريره،\n[فمات] دخل الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p390'> Vol. 07, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n2363 - أخبرنا الصوفي، حدثنا علي بن الجعد، أنبأنا زهير بن معاوية، عن\nأبي إسحاق، عن فروة بن نوفل، عن أبيه أن رسول الله - صلى الله عليه وسلم -\nقال: ((هل لك في ربيبة لنا تكفلها زينب؟)). قال: ثم جاء فسأله النبي - صلى\nالله عليه وسلم - فقال: تركتها عند أمها.\n</p>\n\n<p>\nقال: ((فمجئ ما جاء بك؟)). قال: جئت لتعلمني شيئا \" أقوله عند منامي.\nقال: ((اقرأ (قل: يا أيها الكافرون) [الكافرون: 1]، ثم نم على خاتمتها،\nفإنها براءة من الشرك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p391'> Vol. 07, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n2364 - أخبرنا أبو عروبة بحران، حدثنا محمد بن وهب بن أبي كريمة، حدثنا\nمحمد <span id='ms606'></span> بن سلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة، عن أبي إسحاق...\nفذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p393'> Vol. 07, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n2365 - أخبرنا أحمد بن يحيى بن زهير بتستر، حدثنا المعمر بن سهل\nالأهوازي، حدثنا محمد بن إسماعيل الكوفي، عن مسعر بن كدام، عن حبيب بن أبي\nثابت، عن عبد الله بن باباه.\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((من قال حين يأوي\nإلى فراشه: (193 / 1) لا إله إلا الله وحده لا شريك له، له الملك وله الحمد\nوهو على كل شيء قدير، لا حول ولا قوة إلا بالله. سبحان الله، والحمد لله،\nولا إله إلا الله، والله أكبر، غفرت له ذنوبه - أو قال:\n</p>\n\n<p>\nخطاياه، شك مسعر - وإن كانت مثل زبد البحر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p394'> Vol. 07, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n11 - باب كفارة المجلس 2366 - أخبرنا المفضل بن محمد الجندي بمكة، حدثنا\nعلي بن زياد اللحجي، حدثنا أبو قرة، عن ابن جريج، عن موسى بن عقبة، عن سهيل\nبن أبي صالح، [عن أبيه].\n</p>\n\n<p>\nعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: ((من جلس في مجلس\nكثر فيه لغطه، ثم قال قبل أن يقوم: سبحانك اللهم وبحمدك، لا إله إلا أنت،\nأستغفرك وأتوب إليك، إلا غفر له ما كان في مجلسه ذلك)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p395'> Vol. 07, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n2366 مكرر - أخبرنا ابن سلم، حدثنا حرملة، حدثنا ابن وهب، أخبرني عمرو بن\nالحارث: حدثني بنحو ذلك عبد الرحمن بن أبي عمرو، عن سعيد المقبري، عن أبي\nهريرة، عن رسول الله - صلى الله عليه وسلم - نحو ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p396'> Vol. 07, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n2367 - أخبرنا ابن سلم، حدثنا حرملة، حدثنا ابن وهب، أخبرني عمرو بن\nالحارث: أن سعيد بن أبي هلال حدثه: أن سعيد بن أبي سعيد حدثه، عن عبد الله\nبن عمرو أنه قال: كلمات لا يتكلم بهن أحد في مجلس [لغو] أو مجلس باطل عند\nقيامه - ثلاث مرات - إلا كفر بهن عنه، ولا يقولهن في مجلس خير ومجلس ذكر،\nإلا ختم له بهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p397'> Vol. 07, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nكما يختم بالخاتم على لصحيفة: سبحانك اللهم وبحمدك، لا إله إلا أنت،\nأستغفرك وأتوب إليك.\n</p>\n\n<p>\n12 باب فيمن قال: رضيت بالله ربا \" 2368 - أخبرنا أحمد <span id='ms607'></span> بن علي بن المثنى،\nحدثنا محمد بن عبد الله بن نمير، حدثنا زيد بن الحباب، حدثنا عبد الرحمن بن\nشريح، حدثني أبو هانئ التجيبي، عن أبي علي الهمداني.\n</p>\n\n<p>\nأنه سمع أبا سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -:\n((من قال: رضيت بالله ربا \"، وبالإسلام دينا \"، وبمحمد - صلى الله عليه\nوسلم - نبيا \"، وجبت له الجنة)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p398'> Vol. 07, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n13 - باب ما يقول عند الكرب 2369 - أخبرنا أبو يعلى، حدثنا إبراهيم بن\nمحمد بن عرعرة بن البرند، حدثنا عتاب بن حرب أبو بشر، حدثنا أبو عامر\nالخزاز، عن أبي مليكة.\n</p>\n\n<p>\nعن عائشة: أن النبي - صلى الله عليه وسلم - كان يجمع أهل بيته فيقول:\n</p>\n\n<p>\n((إذا أصاب أحدكم غم أو كرب، فليقل: الله، الله ربي لا أشرك به شيئا \"،\nالله، الله ربي لا أشرك به شيئا \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p400'> Vol. 07, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n2370 - أخبرنا عمر بن محمد الهمداني حدثنا زيد بن أخزم، حدثنا أبو عامر\nالعقدي، حدثنا عبد الجليل بن عطية، عن جعفر بن ميمون، حدثني عبد الرحمن بن\nأبي بكرة.\n</p>\n\n<p>\nعن أبيه، عن النبي - صلى الله عليه وسلم - قال: ((دعوة المكروب: اللهم\nرحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا\nأنت)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p402'> Vol. 07, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n2371 - أخبرنا إسماعيل بن داود بن وردان البزاز بالفسطاط، حدثنا عيسى بن\nحماد، أنبأنا الليث، عن ابن عجلان، عن محمد بن كعب القرظي، عن عبد الله بن\nشداد، عن عبد الله (193 / 2) بن جعفر.\n</p>\n\n<p>\nعن علي بن أبي طالب أنه قال: لقنني رسول الله - صلى الله عليه وسلم -\nهؤلاء الكلمات، وأمرني إذا أصابني كرب أو شدة أن أقولهن: ((لا إله إلا الله\nالحليم الكريم سبحانه، وتبارك الله رب العرش العظيم، والحمد لله رب\nالعالمين)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p403'> Vol. 07, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n14 - باب ما يقول إذا أصابه هم أو حزن 2372 - أخبرنا أحمد بن علي بن\nالمثنى، حدثنا أبو خيثمة، حدثنا يزيد بن هارون، أنبأنا فضيل بن مرزوق،\nحدثنا أبو سلمة الجهني، عن القاسم بن عبد الرحمن، عن أبيه.\n</p>\n\n<p>\nعن ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: ((ما قال عبد\nقط - إذا <span id='ms608'></span> أصابه هم أو حزن -: ((اللهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي\nبيدك، ماض في حكمك، عدل في قضاؤك. أسألك بكل اسم هو لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p404'> Vol. 07, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nسميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا \" من خلقك، أو استأثرت\nبه في علم الغيب عندك، أن تجعل القرآن ربيع قلبي ونور بصري، وجلاء حزني،\nوذهاب همي، إلا أذهب الله همه وأبدله مكان حزنه فرحا \")).\n</p>\n\n<p>\nقالوا: يا رسول الله، ينبغي لنا أن نتعلم هذه الكلمات؟ قال:\n</p>\n\n<p>\n((أجل، ينبغي لمن سمعهن أن يتعلمهن)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p405'> Vol. 07, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n15 - باب ما يقول إذا خاف قوما \" 2373 - أخبرنا أبو يعلى، حدثنا إسحاق بن\nإبراهيم أبي إسرائيل، حدثنا معاذ بن هشام، قال: حدثني أبي، عن قتادة، عن\nأبي بردة.\n</p>\n\n<p>\nأن عبد الله بن قيس حدثه: أن النبي - صلى الله عليه وسلم - كان إذا خاف\nقوما \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p407'> Vol. 07, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ((اللهم إني أجعلك في نحورهم، ونعوذ بك من شرورهم)).\n</p>\n\n<p>\n16 - باب ما يقول إذا رأى الهلال 2374 - أخبرنا الحسن بن سفيان، حدثنا\nمحمد بن يحيى المروزي، حدثنا سعيد بن سليمان الواسطي، حدثنا عبد الرحمن بن\nعثمان بن إبراهيم بن محمد بن حاطب، عن أبيه، وعن عمه، عن ابن عمر قال: كان\nرسول الله - صلى الله عليه وسلم - إذا رأى الهلال قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p408'> Vol. 07, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n((اللهم أهله علينا بالأمن والإيمان، والسلامة والإسلام، والتوفيق لما\nتحب وترضى. ربنا وربك الله)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p409'> Vol. 07, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n17 - باب ما يقول إذا خرج من بيته 2375 - أخبرنا محمد بن المنذر بن سعيد،\nحدثنا يوسف بن سعيد بن مسلم، حدثنا حجاج، عن ابن جريج، حدثنا إسحاق بن عبد\nالله بن أبي طلحة.\n</p>\n\n<p>\nعن أنس بن مالك أن النبي - صلى الله عليه وسلم - قال: ((إذا خرج الرجل من\nبيته فقال: بسم الله، توكلت على الله، لا حول ولا قوة إلا بالله، قال:\n</p>\n\n<p>\nفيقال له: حسبك، قد كفيت وهديت ووقيت، فيلقى الشيطان شيطانا \" آخر فيقول\nله: كيف لك برجل قد كفي، وهدي، ووقي؟)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p410'> Vol. 07, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n18 - باب ما يقول عند الوداع 2376 - أخبرنا محمد بن عبد الرحمن بن محمد\nالدغولي، حدثنا أبو زرعة الرازي، حدثنا محمد بن عائذ، حدثنا الهيثم <span id='ms609'></span> بن\nحميد، حدثنا المطعم بن المقدام، عن مجاهد، قال: خرجت إلى العراق أنا ورجل\nمعي.\n</p>\n\n<p>\nفشيعنا عبد الله بن عمر، فلما أراد أن يفارقنا (194 / 1) قال: إنه ليس\nمعي ما أعطيكما، ولكن سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إذا\nاستودع الله شيئا \"، حفظه، وإني أستودع الله دينكما وأمانتكما وخواتيم\nعملكما \")). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p412'> Vol. 07, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n19 - باب ما يقول إذا رأى قرية يريد دخولها 2377 - أخبرنا محمد بن الحسن\nبن قتيبة، حدثنا ابن أبي السرى، قال: قرئ على حفص بن ميسرة وأنا أسمع قال:\nحدثني موسى بن عقبة، عن عطاء بن أبي مروان، عن أبيه، أن كعبا \" حلف له\nبالله الذي فلق البحر لموسى أن صهيبا \" حدثه: أن رسول الله - صلى الله عليه\nوسلم - لم يكن يرى قرية يريد دخولها إلا قال حين يراها:\n</p>\n\n<p>\n((اللهم رب السماوات السبع وما أظللن، ورب الأرضين السبع وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p413'> Vol. 07, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nأقللن، ورب الرياح وما ذرين، ورب الشياطين وما أضللن، نسألك خير هذه\nالقرية وخير أهلها، ونعوذ بك من شرها وشر أهلها وشر ما فيها)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p414'> Vol. 07, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n20 - باب وصية المسافر والدعاء له 2378 - أخبرنا سليمان بن الحسن العطار\nبالبصرة، حدثنا الفضيل بن الحسين الجحدري، حدثنا الفضيل بن سليمان، حدثنا\nأسامة بن زيد، عن سعيد المقبري.\n</p>\n\n<p>\nعن أبي هريرة قال: جاء رجل يريد سفرا \" فقال: يا رسول الله أوصني، فقال\nله رسول الله - صلى الله عليه وسلم -: ((أوصيك بتقوى الله، والتكبير على كل\nشرف)). فلما ولى الرجل، قال النبي - صلى الله عليه وسلم - ((اللهم ازو له\nالأرض، وهون عليه السفر)). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p415'> Vol. 07, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n2379 - أخبرنا ابن قتيبة، حدثنا حرملة بن يحيى، حدثنا ابن وهب، أخبرني\nأسامة بن زيد... فذكر نحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p416'> Vol. 07, p. 416</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "006",
    "009",
    "010",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "030",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "080",
    "081",
    "082",
    "085",
    "086",
    "087",
    "088",
    "090",
    "092",
    "093",
    "094",
    "095",
    "097",
    "098",
    "099",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "112",
    "113",
    "114",
    "115",
    "118",
    "119",
    "120",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "138",
    "139",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "160",
    "161",
    "162",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "188",
    "189",
    "190",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "203",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "254",
    "255",
    "256",
    "259",
    "261",
    "263",
    "264",
    "265",
    "267",
    "270",
    "271",
    "272",
    "273",
    "275",
    "276",
    "277",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "299",
    "300",
    "301",
    "302",
    "304",
    "305",
    "306",
    "307",
    "308",
    "310",
    "312",
    "313",
    "315",
    "316",
    "317",
    "322",
    "323",
    "324",
    "325",
    "326",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "342",
    "343",
    "345",
    "346",
    "347",
    "348",
    "352",
    "353",
    "354",
    "355",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "367",
    "369",
    "370",
    "371",
    "372",
    "373",
    "377",
    "378",
    "379",
    "380",
    "381",
    "383",
    "384",
    "385",
    "386",
    "387",
    "389",
    "390",
    "391",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "400",
    "402",
    "403",
    "404",
    "405",
    "407",
    "408",
    "409",
    "410",
    "412",
    "413",
    "414",
    "415",
    "416"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}