{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nأخبرنا أبو الحسن علي بن معروف بن محمد البزاز قراءة عليه ونحن نسمع في\nمنزله، قال: قرئ على أبي القاسم عبد الله بن محمد بن عبد العزيز البغوي ابن\nبنت منيع وأنا أسمع فأقر به في سنة خمس عشرة وثلاثمائة في شهر رجب قال:\nحديث أسامة بن زيد بن حارثة الحب ابن الحب عن رسول الله صلى الله عليه وسلم\nمن أخبار أسامة وفضائله،\n</p>\n\n<h1 class='l1' id='head0'>[ص: 34]</h1>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nحدثني أحمد بن زهير قال: حدثني مصعب بن عبد الله الزبيري، قال: أسامة بن\nزيد بن حارثة بن شراحيل الكلبي، يقال له: الحب ابن الحب. استعمله رسول الله\nصلى الله عليه وعلى آله وسلم وهو ابن ثمان عشرة، وتوفي رسول الله صلى الله\nعليه وعلى آله وسلم وأسامة بمعسكر بالجرف. فقال رسول الله صلى الله عليه\nوعلى آله وسلم: «أمضوا بعث أسامة» . وأغار أسامة، حيث أمره رسول الله صلى\nالله عليه وعلى آله وسلم ورجع سالما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال مصعب: «وأم أيمن، أم أسامة بن زيد، وهي مولاة رسول الله\n</p>\n\n<h1 class='l1' id='head2'>[ص: 35]</h1>\n\n<p>\nصلى الله عليه وعلى آله وسلم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن زهير: وحدثني أبي «أن أسامة كان يكنى أبا محمد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا علي بن عبد الله المديني، قال: حدثنا عيسى بن\nيونس، قال: حدثنا صالح بن أبي الأخضر، عن الزهري، عن عروة بن الزبير، قال:\nبعث رسول الله صلى الله عليه وعلى آله وسلم أسامة على جيش، وتوفي رسول الله\nصلى الله عليه وعلى آله وسلم وأسامة بالجرف، وأمره أبو بكر رضي الله عنه أن\nيمضي لأمره. قال عروة: فحدثني أسامة بن زيد أن رسول الله صلى الله عليه\nوعلى آله وسلم قال: «أغر على أبنى صباحا ثم أحرق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nحدثنا ابن منيع قال: حدثنا علي بن الجعد الجوهري قال: أخبرنا عبد العزيز\nبن عبد الله بن أبي سلمة الماجشون، عن عبد الله بن دينار، عن ابن عمر، قال:\nاستعمل رسول الله صلى الله عليه وعلى آله وسلم أسامة بن زيد، فطعن ناس في\nإمارته، فجلس رسول <span id='ms01'></span> الله صلى الله عليه وعلى آله وسلم على المنبر، ثم قال:\n«إن ناسا يطعنون في إمارة أسامة، وقد كانوا يطعنون في إمارة أبيه من قبله،\nوايم الله؛ إنه لخليق للإمارة، وإن أباه لمن أحب الناس إلي، وإنه لمن أحب\nالناس إلي بعده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>4 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أحمد بن محمد بن حنبل، قال: حدثنا يعقوب بن\nإبراهيم قال: حدثني أبي، عن محمد بن إسحاق قال: حدثني سعيد بن عبيد بن\nالسباق، عن محمد بن أسامة بن زيد، عن أبيه أسامة، قال: «لما ثقل رسول الله\nصلى الله عليه وعلى آله وسلم هبطت وهبط الناس معي إلى المدينة، فدخلت على\nرسول الله صلى الله عليه وعلى آله وسلم، أصمت فلا يتكلم، فجعل يرفع يده إلى\nالسماء ثم يصبها علي، أعرف أنه يدعو لي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>5 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا مصعب بن عبد الله الزبيري، قال: حدثنا عبد\nالعزيز الدراوردي، عن عبيد الله، عن نافع، عن ابن عمر أن عمر رضي الله عنه\nفرض لأسامة أكثر مما فرض له، يعني لابن عمر، فقلت له في ذلك، فقال: «إنه\nكان أحب إلى رسول الله صلى الله عليه وعلى آله وسلم منك، وإن أباه كان أحب\nإلى رسول الله صلى الله عليه وعلى آله وسلم من أبيك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>6 - </h1>\n\n<p>\nحدثنا ابن منيع قال: حدثنا محمد بن بكار بن الريان، قال: حدثنا أبو معشر،\nعن زيد بن أسلم، عن أبيه، وعن عمر مولى غفرة، عن محمد بن. . . . قالا: فرض\nعمر بن الخطاب رضي الله عنه لأسامة بن زيد أربعة آلاف، وفرض لعبد الله بن\nعمر ألفين؛ فقال عبد الله لعمر: لم زدت أسامة؟ فقال: «إن أباه كان أحب إلى\nرسول الله صلى الله عليه وعلى آله وسلم من أبيك، وهو كان أحب إلى رسول الله\nصلى الله عليه وعلى آله وسلم منك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>7 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا عبد الأعلى بن حماد النرسي، قال: حدثنا\nمعتمر، قال: سمعت أبي، يحدث قال: سمعت أبا تميمة، يحدث عن أبي عثمان\nالنهدي <span id='ms02'></span>، يحدث عن أسامة بن زيد، قال: إن كان النبي صلى الله عليه وعلى آله\nوسلم ليأخذني فيقعدني على فخذه، ويقعد الحسن على فخذه الآخر؛ ثم يضمنا رسول\nالله صلى الله عليه وعلى آله وسلم ويقول: «اللهم ارحمهما فإني أرحمهما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>8 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أحمد بن إبراهيم، قال: حدثنا حماد بن مسعدة،\nعن التيمي، عن أبي عثمان، عن أسامة بن زيد، قال: كان يأخذني والحسن، يعني\nالنبي صلى الله عليه وعلى آله وسلم، فيقول: «اللهم إني أحبهما فأحبهما» .\nولم يذكر في إسناده أبا تميمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>9 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا منصور بن أبي مزاحم، قال: حدثنا إبراهيم بن\nسعد، عن الزهري، عن عروة، عن عائشة رضي الله عنها، قالت: دخل رجل ورسول\nالله صلى الله عليه وعلى آله وسلم شاهد، وأسامة، وزيد مضطجعان. فقال: إن\nهذه الأقدام بعضها من بعض «فسر بذلك رسول الله صلى الله عليه وعلى آله\nوسلم، وأعجبه، وأخبر به عائشة رضي الله عنها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>10 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا هارون بن عبد الله، قال: حدثنا أبو داود\nالطيالسي، قال: حدثنا أبو عوانة، قال: حدثنا عمر بن أبي سلمة، عن أبيه،\nقال: حدثني أسامة بن زيد، قال: قال العباس، وعلي عليهما السلام: يا رسول\nالله، من أحب أهلك إليك؟ قال: «أحب أهلي إلي فاطمة بنت محمد» . فقالا: يا\nرسول الله، لسنا نسألك عن فاطمة. قال: «وأسامة بن زيد، الذي أنعم الله عليه\nوأنعمت عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>11 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا محمد بن عباد، قال: حدثنا سفيان بن عيينة، عن\nعمرو بن دينار، عن يحيى بن جعدة، «أن النبي صلى الله عليه وعلى آله وسلم\nأمر عائشة رضي الله عنها. . من أسامة شيئا كأنما تقذرت منه، فتناوله النبي\nصلى الله عليه وعلى آله وسلم منها» ، فقالت: لا أعود أتقذر منه شيئا بعد\nهذا أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>12 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا إبراهيم بن سعد، قال: حدثنا إسحاق بن سليمان\nالرازي، عن أبي سنان، عن أبي إسحاق، قال: «رأيت أسامة، وزيد بن أرقم،\nوالبراء <span id='ms03'></span> بن عازب، وابن عمر، يأتزرون، إلى أنصاف سوقهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>ما رواه ابن عباس عن أسامة بن زيد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n<h1 class='l1' id='head15'>13 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا محمد بن عباد، قال: حدثنا سفيان، عن عمرو بن\nدينار، عن أبي صالح، قال: سمعت أبا سعيد الخدري، يقول: «الدينار بالدينار،\nوالدرهم بالدرهم، مثلا بمثل. فمن زاد أو ازداد فقد أربى» . فقلت له: إن ابن\nعباس، يقول غير هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: قد لقيت ابن عباس، فقلت له: أرأيت هذا الذي تفتي أشيء سمعته من\nرسول الله صلى الله عليه وعلى آله وسلم أو وجدته في كتاب الله؟ فقال: لم\nأسمعه من رسول الله صلى الله عليه وعلى آله وسلم، ولم أجده في كتاب الله،\nولكن حدثني أسامة بن زيد؛ أن رسول الله صلى الله عليه وعلى آله وسلم قال:\n«إنما الربا في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>14 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا داود بن عمرو قال: حدثنا محمد بن مسلم\nالطائفي، عن عمرو بن دينار، عن ذكوان أبي صالح، عن أبي سعيد، قال: سمعت\nرسول الله صلى الله عليه وعلى آله وسلم يقول: «الدينار بالدينار، والدرهم\nبالدرهم، لا زيادة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفبلغه قول ابن عباس رضي الله عنه. قال أبو سعيد: قلت لابن عباس: ما هذا\nالذي تحدث به؟ أشيء سمعته من رسول الله - صلى الله عليه وعلى آله وسلم - أو\nشيء وجدته في كتاب الله عز وجل؟ فقال ابن عباس رضي الله عنه: ما وجدته في\nكتاب الله عز وجل، ولا سمعته من رسول الله صلى الله عليه وعلى آله وسلم،\nولأنتم أعلم برسول الله مني، ولكن أسامة بن زيد، حدثني أن رسول الله صلى\nالله عليه وعلى آله وسلم قال: «الربا في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>15 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا سريج بن يونس، ومحمد بن عباد، وأبو بكر بن\nأبي شيبة، قالوا: حدثنا سفيان بن عيينة، عن عبيد الله بن أبي يزيد، أنه سمع\nابن عباس رضي الله عنه يقول: أخبرني أسامة بن زيد، أن رسول الله صلى الله\nعليه وعلى آله وسلم قال: «إنما الربا <span id='ms04'></span> في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>16 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني هارون بن عبد الله، قال: حدثنا أبو عاصم، عن\nابن جريج، عن عبيد الله بن أبي يزيد، عن ابن عباس رضي الله عنه قال: سمعت\nأسامة بن زيد قال: قال رسول الله صلى الله عليه وعلى آله وسلم: «لا ربا إلا\nفي النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>17 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا الحكم بن موسى أبو صالح، قال: حدثنا هقل بن\nزياد، عن الأوزاعي، ح وحدثنا ابن منيع، قال: حدثنا ابن هانئ، قال: حدثنا\nمحمد بن كثير، عن الأوزاعي، قال: حدثنا عطاء أن أبا سعيد، لقي ابن عباس،\nفقال: أرأيت قولك في الصرف؟ أشيئا سمعته من رسول الله صلى الله عليه وعلى\nآله وسلم، أم شيئا وجدته في كتاب الله عز وجل؟ فقال ابن عباس: كلا. لا\nأقول. أما رسول الله صلى الله عليه وعلى آله وسلم فأنتم أعلم به، وأما كتاب\nالله عز وجل فلا أعلمه. ولكن حدثني أسامة بن زيد أن رسول الله صلى الله\nعليه وعلى آله وسلم قال: «إنما الربا في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>18 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا هارون بن عبد الله، قال: حدثنا علي بن عاصم،\nح وحدثنا ابن منيع، قال: حدثنا يعقوب بن إبراهيم، قال: حدثنا سفيان بن\nعيينة، جميعا، عن خالد الحذاء، عن عكرمة، عن ابن عباس رضي الله عنه، عن\nأسامة بن زيد، قال: قال رسول الله صلى الله عليه وعلى آله وسلم: «إنما\nالربا في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>19 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني يعقوب بن إبراهيم، قال: حدثنا أبو عاصم، قال:\nأخبرنا ابن جريج، قال: قلت لعطاء: أسمعت ابن عباس، يقول: إنما أمرتم\nبالطواف ولم تؤمروا بدخوله. فقال: لم يكن ينهى عن دخوله؛ ولكني سمعته يقول:\nأخبرني أسامة بن زيد، \" أن رسول الله صلى الله عليه وعلى آله وسلم دخل\nالبيت، ودعا في نواحيه كلها، ولم يصل فيه حتى خرج فصلى عند الباب ركعتين،\nفقال: هاهنا القبلة \" قلت: ما نواحيها؟ أفي زواياها؟ قال: بل في كل قبلة\nمنها. قال: وحسبت أني <span id='ms05'></span> رأيت الحسين بن علي عليه السلام دخل البيت فدعا في\nنواحيه كلها، ولم يصل فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>20 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو عقيل يحيى بن حبيب بن عبد الله بن حبيب\nبن أبي ثابت، قال: حدثني يحيى بن آدم، قال: حدثنا أبو إسرائيل، عن حبيب بن\nأبي ثابت، عن ابن عباس رضي الله عنه قال: أنا كنت أفتيهم بشيء من رأيي ثم\nتركته، وذلك أن أسامة بن زيد كان حدثني عن رسول الله صلى الله عليه وعلى\nآله وسلم قال: «لا ربا إلا في الدين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>21 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا إبراهيم بن هانئ، قال: حدثنا موسى بن داود\nالضبي، وعبيد الله بن موسى، قالا: حدثنا أبو إسرائيل الملائي، عن حبيب بن\nأبي ثابت، قال: سمعت ابن عباس، رضي الله عنه، يقول: «كنت أفتيهم برأيي» ،\nولكن. . حديث أبي عقيل، وقال فيه: سمعت ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>22 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو عقيل، قال: حدثنا يحيى بن آدم، قال:\nحدثنا قيس، عن حبيب بن أبي ثابت، عن أبي صالح، عن أبي سعيد الخدري، أنه لقي\nابن عباس داخلا أو خارجا من الكعبة، فقال له: أرأيت هذا الذي تفتي الناس\nبه، شيئا سمعته من رسول الله صلى الله عليه وعلى آله وسلم، أم شيئا قرأته\nفي كتاب الله عز وجل؟ فقال: ما أقرأ من كتاب الله عز وجل إلا ما تقرءون،\nولكن أسامة حدثني أنه سمع رسول الله صلى الله عليه وعلى آله وسلم يقول: «لا\nربا إلا في النسيئة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>23 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا زهير بن حرب، قال: حدثنا عفان بن مسلم، ح\nوحدثنا ابن منيع، قال: حدثنا ابن هانئ، قال: حدثنا أبو سلمة، قالا: حدثنا\nوهيب، عن عبد الله بن طاوس، عن أبيه عن ابن عباس، رضي الله عنه، عن أسامة\nبن زيد، أن رسول الله صلى الله عليه وعلى آله وسلم قال: «لا ربا فيما كان\nيدا بيد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>24 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو خيثمة زهير بن حرب قال: حدثنا روح بن <span id='ms06'></span>\nعبادة، قال: حدثنا ابن جريج، قال: قلت لعطاء: سمعت ابن عباس، يقول: إنما\nأمرتم بالطواف، ولم تؤمروا أن تدخلوه، قال: لم يكن ينهى عن دخوله، ولكني\nسمعته يقول: أخبرني أسامة بن زيد، «أن النبي صلى الله عليه وعلى آله وسلم\nلما دخل البيت دعا في نواحيه كلها ولم يصل فيه حتى خرج، فلما خرج صلى وركع\nفي قبل البيت ركعتين» .\n</p>\n\n<h1 class='l1' id='head27'>[ص: 88]</h1>\n\n<h1 class='l1' id='head28'>25 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: وحدثني هارون بن عبد الله، قال: حدثنا محمد بن بكر،\nوأبو عاصم، قالا: حدثنا ابن جريج، فذكر مثله وقال: «هذه القبلة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>26 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني يعقوب بن إبراهيم، قال: حدثنا يحيى بن أبي\nبكير، قال: حدثنا زهير، قال: حدثني إبراهيم بن عقبة، قال: أخبرني كريب، أنه\nسأل أسامة بن زيد: أخبرني كيف فعلتم أو صنعتم؟ - قال زهير: هذا شيء ليس مني\n- عشية ردفت رسول الله صلى الله عليه وعلى آله وسلم، قال: أتينا الشعب الذي\nينيخ، الناس فيه المغرب، \" فأناخ رسول الله صلى الله عليه وعلى آله وسلم\nناقته، ثم بال ماء - قال: أهراق الماء - ثم دعا بالوضوء فتوضأ وضوءا ليس\nبالبالغ \". قلنا: يا رسول الله، الصلاة. قال: «الصلاة أمامكم» . قال: «فركب\nحتى قدمنا المزدلفة، فأقام المغرب، ثم أناخ الناس في منازلهم، ولم يحلوا\nحتى أقام العشاء الآخرة فصلى ثم دخل الناس» ، قلت: كيف صنعتم حين\n</p>\n\n<h1 class='l1' id='head30'>[ص: 90]</h1>\n\n<p>\nأصبحتم؟ قال: ردف الفضل بن العباس، ثم انطلقت أنا في شباب قريش على رجلي\nفقال أبو القاسم بن منيع: وقد حدث بهذا الحديث حاتم بن إسماعيل، عن موسى بن\nعقبة، عن إبراهيم بن عقبة، عن كريب، عن أسامة ولا أعلم أن أحدا حدث به عن\nموسى بن عقبة، عن إبراهيم بن عقبة، غير حاتم، إلا أن موسى بن عقبة قد سمع\nهذا الحديث من كريب نفسه عن أسامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>27 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثناه إسحاق بن إسماعيل، قال: حدثنا حاتم بن\nإسماعيل، قال: حدثنا موسى بن عقبة، عن إبراهيم بن عقبة، عن كريب، عن أسامة\nبن زيد، قال <span id='ms07'></span>: أنا رديف رسول الله صلى الله عليه وعلى آله وسلم يوم عرفة،\n«فلما جاء إلى الشعب أو الجبل نزل رسول الله صلى الله عليه وعلى آله وسلم\nوأهراق الماء، ثم توضأ وضوءا ليس بالبالغ» . فقلت ألا تصلي؟ قال: «الصلاة\nأمامك» . فركبنا حتى جئنا جمعا، «ثم نزل فتوضأ فأتم الوضوء، ثم أذن بالصلاة\nفصلى المغرب ثم صلى العشاء ولم يصل بينهما شيئا» . قال ابن منيع وحدث بهذا\nالحديث. . سمعنا عن إبراهيم بن عقبة، عن كريب، عن أسامة، ولم يذكر أحد منهم\nبين كريب، وأسامة، ابن عباس غير ابن عيينة.\n</p>\n\n<h1 class='l1' id='head32'>[ص: 94]</h1>\n\n<h1 class='l1' id='head33'>28 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: وقد حدثني إبراهيم بن هانئ، عن أبي عبد الله أحمد\nبن حنبل، قال: خالف سفيان، في هذا الحديث الناس يعني: ليس بين كريب وأسامة\nفي هذا الحديث ابن عباس. قال ابن منيع: وقال أبو بكر بن أبي شيبة لما حدث\nبهذا الحديث عن ابن عيينة: وهم سفيان في هذا الحديث، سمعه كريب، من أسامة،\nليس فيه ابن عباس. قال أبو بكر: والحديث على ما رواه ابن المبارك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>29 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني أحمد بن منصور، قال: حدثنا معاوية بن هشام\nالقصار، قال: حدثنا سفيان، عن الأعمش، عن الحكم، عن مقسم، عن ابن عباس رضي\nالله عنه أن رسول الله صلى الله عليه وعلى آله وسلم أردفه حين أفاض من\nعرفة، وأمرهم بالسكينة، قال: «يا أيها الناس عليكم بالسكينة، فإن البر ليس\nبإيجاف الخيل والإبل» قال: فما رأيت ناقته رافعة يديها حتى أتى جمعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>عبد الله بن عمر، عن أسامة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n<h1 class='l1' id='head36'>30 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو بكر بن أبي شيبة، وأبو خيثمة، والحسن بن\nمحمد، قالوا: حدثنا محمد بن خازم، قال: حدثنا الأعمش، عن عمارة، عن أبي\nالشعثاء، قال: خرجت حاجا فدخلت البيت، فلما كنت بين الساريتين مضيت حتى\nلزقت بالحائط، قال: وجاء ابن عمر حتى قام إلى جانبي، فصلى أربعا، فلما صلى\nقلت له: \" أين صلى رسول الله صلى الله عليه وعلى آله وسلم؟ قال: هاهنا\nأخبرني <span id='ms08'></span> أسامة بن زيد أنه صلى قال: قلت: كم صلى؟ قال: على هذا أخبرني، ثم\nخرج فركع عند الباب ركعتين في قبل البيت \".\n</p>\n\n<h1 class='l1' id='head37'>[ص: 100]</h1>\n\n<h1 class='l1' id='head38'>31 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أحمد بن مسعود، قال: حدثنا عبد الرزاق، قال:\nأخبرني ابن جريج، قال: قلت لعطاء: أسمعت ابن عباس رضي الله عنه يقول: فذكر\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>32 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا ابن الأموي سعيد، قال: حدثني أبي، قال: حدثني\nابن جريج، قال: قلت لعطاء: أسمعت ابن عباس رضي الله عنه يقول: إنما أمرتم\nبالطواف ولم تؤمروا بدخوله؟ قال: لم يكن ينهى عن دخوله، ولكني سمعته يقول:\nأخبرني أسامة بن زيد «أن رسول الله صلى الله عليه وعلى آله وسلم لما دخل\nالبيت دعا في نواحيه كلها، ولم يصل حتى خرج، فلما خرج ركع ركعتين في قبل\nالكعبة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>33 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا علي بن شعيب، قال: حدثنا عبد المجيد، قال:\nأخبرنا ابن جريج، عن عطاء، عن ابن عباس رضي الله عنه، عن أسامة بن زيد، أن\nرسول الله صلى الله عليه وعلى آله وسلم دخل البيت فدعا في نواحيه، ولم يصل\nفيه، ثم \" خرج فصلى خلف المقام ركعتين، ثم قال: هذه القبلة \". قال ابن\nجريج: ما نواحيه؟ قال: استقبله كله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>34 - </h1>\n\n<p>\nحدثنا ابن منيع، قال حدثنا هارون قال: حدثنا محمد بن بكر، قال: حدثنا ابن\nجريج، عن عطاء، عن ابن عباس رضي الله عنه قال: «أخبرني أسامة بن زيد، أن\nالنبي صلى الله عليه وعلى آله وسلم لم يصل في البيت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>35 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا ابن أبي خيثمة زهير بن حرب، قال: حدثنا حبان،\nح وحدثنا ابن منيع، قال: حدثنا ابن هانئ، قال: حدثنا عفان بن مسلم، ح\nوحدثنا ابن منيع، قال: حدثنا زهير، ح وحدثنا ابن منيع، قال: حدثنا شريح،\nقالوا: حدثنا حماد بن سلمة، عن قيس، عن عطاء، عن ابن عباس رضي الله عنهما\nأن أسامة بن زيد، قال: أفاض رسول الله صلى الله عليه وعلى آله وسلم من\nعرفة، وأنا رديفه، فجعل <span id='ms09'></span> يكبح راحلته حتى إن ذفراها ليكاد يصيب قادمة الرحل\nيقول: «يا أيها الناس عليكم بالسكينة والوقار، فإن البر ليس بإيضاع الإبل»\nواللفظ لزهير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>36 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني جدي، قال: حدثنا يزيد بن هارون، قال: أخبرنا\nعبد الملك، عن عطاء، عن ابن عباس، أن رسول الله صلى الله عليه وعلى آله\nوسلم أفاض من عرفة، وأسامة بن زيد ردفه. قال أسامة: «فما زال يسير على\nهينته حتى أتى جمعا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>37 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو خيثمة زهير بن حرب، قال: حدثنا وهب بن\nجرير، قال: أخبرني أبي، قال: سمعت يونس، يحدث عن الزهري، عن عبيد الله بن\nعبد الله، عن ابن عباس رضي الله عنه قال: كان أسامة بن زيد، رديف رسول الله\nصلى الله عليه وعلى آله وسلم من عرفة إلى المزدلفة، ثم أردف الفضل بن\nالعباس من المزدلفة إلى منى. وكلاهما قال: «لم يزل رسول الله صلى الله عليه\nوعلى آله وسلم يلبي حتى رمى الجمرة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>38 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو خيثمة، قال: حدثنا ابن عيينة، عن إبراهيم\nبن عقبة، عن كريب، عن ابن عباس رضي الله عنهما، عن أسامة بن زيد، وابن أبي\nحرملة، عن كريب، عن أسامة أن النبي صلى الله عليه وعلى آله وسلم حين نزل في\nعرفة، وجمع، قلت له أو قيل له: الصلاة فقال: «الصلاة أمامك» قال أحدهما: أو\nأهراق الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>39 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا. . قال: حدثنا سفيان، قال: حدثنا إبراهيم بن\nعقبة، وابن أبي حرملة، عن كريب، عن ابن عباس رضي الله عنه، عن أسامة بن\nزيد، قال: لما أتى النبي صلى الله عليه وعلى آله وسلم الشعب «نزل فبال» ،\nولم يقل: أهراق الماء «فتوضأ فصببت، عليه فتوضأ وضوءا خفيفا» ، ثم قلت:\nالصلاة قال: «الصلاة أمامك فلما أتى المزدلفة صلى المغرب، ثم تركوا رحالهم،\nثم صلى العشاء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>40 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا إسحاق بن إبراهيم، قال: حدثنا حماد بن زيد،\nعن إبراهيم بن عقبة، عن كريب مولى ابن عباس، عن <span id='ms10'></span> أسامة أن رسول الله صلى\nالله عليه وعلى آله وسلم حيث «أفاض من عرفة دخل الشعب فقضى حاجته، ثم أتيته\nبماء فتوضأ» ، قلت: يا رسول الله، المغرب؟ قال: «المصلى أمامك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>41 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثناه عبيد الله بن عمر، قال: حدثنا حماد بن زيد،\nعن موسى بن عقبة، قال حماد: وقد سمعت أخاه إبراهيم بن عقبة يخبر به أيضا عن\nكريب، عن أسامة أن رسول الله صلى الله عليه وعلى آله وسلم حيث «أفاض من\nعرفة، دخل الشعب فقضى حاجته، فأتيته بماء» فقلت: يا رسول الله، صلاة\nالمغرب. قال: «الصلاة أمامك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>42 - </h1>\n\n<p>\nحدثنا ابن صاعد، قال: حدثنا إبراهيم بن هانئ، قال: حدثنا عبيد الله بن\nموسى، وقبيصة، قالا: حدثنا سفيان، عن إبراهيم بن عقبة، عن كريب، عن أسامة،\nقال: حججنا مع النبي صلى الله عليه وعلى آله وسلم حتى إذا بلغ البيت الذي\nينيخ عنده الأمراء، \" نزل فبال، ثم توضأ وضوءا خفيفا، فقلت: الصلاة. فقال:\nالصلاة أمامك حتى أتى جمعا، ثم أقام المغرب فصلى، ثم لم يحل أحدهم حتى أقام\nالعشاء، فصلى \" وهذا لفظ حديث عبيد الله بن موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>43 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا عبد الله بن\nالمبارك، عن إبراهيم بن عقبة، قال: حدثني كريب مولى ابن عباس قال: سمعت\nأسامة يقول: «أفاض رسول الله صلى الله عليه وعلى آله وسلم من عرفات، فلما\nأتينا إلى الشعب نزل، فبال» ، ولم يقل أسامة: أهراق الماء. «فدعا بماء\nفتوضأ وضوءا ليس بالبالغ» ، قال: قلت يا رسول الله الصلاة. قال: «الصلاة\nأمامك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>44 - </h1>\n\n<p>\nحدثنا ابن منيع قال: حدثني جدي، قال: حدثنا ابن عيينة، عن محمد بن أبي\nحرملة، وإبراهيم بن عقبة، عن كريب، عن ابن عباس، قال: دفع رسول الله صلى\nالله عليه وعلى آله وسلم من عرفة، وأردف أسامة، \" فلما بلغ الشعب نزل فبال،\nولم يقل: أهراق الماء «. قال أسامة فصببت عليه من الإداوة» فتوضأ وضوءا\nخفيفا \". قلت: الصلاة. قال: «الصلاة أمامك» . ثم أتى المزدلفة فصلى المغرب <span id='ms11'></span>،\nثم رفع رحله، ثم صلى العشاء \". قال سفيان: أتمهما حديث إبراهيم إلى قوله\n«الصلاة أمامك» والزيادة من حديث ابن أبي حرملة.\n</p>\n\n<h1 class='l1' id='head52'>[ص: 119]</h1>\n\n<h1 class='l1' id='head53'>45 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا سفيان بن\nعيينة، عن إبراهيم بن عقبة، عن كريب، عن ابن عباس رضي الله عنه قال: أخبرني\nأسامة أن النبي صلى الله عليه وعلى آله وسلم أفاض من عرفات. . وذكر الحديث.\nوروى زهير هذا الحديث عن إبراهيم بن عقبة أتم من حديث ابن عيينة وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>46 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا عمرو، قال: حدثنا مالك بن إسماعيل، قال:\nحدثنا إسرائيل، عن الأشعث، عن أبيه، عن عبد الله بن عمر قال: كان رسول الله\nصلى الله عليه وعلى آله وسلم يمشي بين أسامة بن زيد، وبلال حتى دخل الكعبة\nوفيها خشبة معروضة، فلما خرج أسامة سألته: كيف صنع رسول الله صلى الله عليه\nوعلى آله وسلم؟ قال: «ترك من الخشبة ثلثيها عن يمينه وصلى في الثلث الباقي\nعن شماله» . قلت: كم صلى؟ قال: لم أسأله عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>47 - </h1>\n\n<p>\nحدثنا ابن منيع قال: حدثنا الرمادي، قال: حدثنا مؤمل بن إسماعيل، قال:\nحدثنا إسرائيل، قال: حدثنا أشعث وهو ابن سليم، عن أبيه، عن عبد الله بن\nعمر، قال: جاء رسول الله صلى الله عليه وعلى آله وسلم يمشي بين أسامة،\nوبلال حتى دخل الكعبة، وفيها خشبة معروضة، فلما خرج أسامة سألته كيف صنع\nرسول الله صلى الله عليه وعلى آله وسلم؟ قال: «ترك من الخشبة ثلثيها عن\nيمينه، وصلى في الثلث الباقي عن شماله» قلت: كم صلى؟ قال: سل بلالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>أبو هريرة عن أسامة بن زيد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n<h1 class='l1' id='head57'>48 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا زيد بن\nالحباب، قال: حدثني ثابت بن قيس أبو الغصن، قال: حدثني أبو سعيد المقبري،\nقال: حدثني أبو هريرة، عن أسامة بن زيد، قال: قلت يا رسول الله رأيتك تصوم\nمن شعبان صوما لا تصومه في شيء من الشهور إلا في شهر رمضان؟ قال <span id='ms12'></span>: «ذاك شهر\nيغفل الناس عنه بين رجب، وشهر رمضان، ترفع فيه أعمال الناس، فأحب أن لا\nيرفع عملي إلا وأنا صائم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>49 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو خيثمة، قال: حدثنا أبو عامر العقدي، عن\nأبي الغصن ثابت بن قيس، قال: سمعت أبا سعيد المقبري، عن ابن الحب يعني\nأسامة بن زيد أو عن أبي هريرة، قال: كان رسول الله صلى الله عليه وعلى آله\nوسلم يصوم الأيام يسردهن حتى نقول: لا يريد أن يصوم إلا يومين من الجمعة،\nإن دخلا في صومه دخلا، وإن وافق إفطاره صامهما، وكان يصوم في شهر من الشهور\nصوما ما يصومه في شيء من الشهور أكثر إلا في رمضان. فقلت له: يا رسول الله\nرأيتك تصوم الأيام تسردهن لا تكاد أن تفطر، ثم تفطر الأيام تسردهن لا تكاد\nأن تصوم إلا يومين من الجمعة، إن دخلا في صومك دخلا، وإن وافقا فطرا\nصمتهما. قال: «أي يومين؟» قلت: يوم الاثنين والخميس. قال: «ذينك يومين تعرض\nفيهما الأعمال، فأحب أن يعرض عملي وأنا صائم» . قلت: ورأيتك تصوم شهرا من\nالسنة صوما لا تصومه في شهر - يعني من الشهور - أكثر إلا في رمضان. قال:\n«‍‍‍‍‍‍‍‍أي شهر؟» قلت: شعبان. قال: «ذلك شهر بين رجب ورمضان يغفل الناس\nعنه، وهو شهر ترفع فيه الأعمال إلى رب العالمين، وأحب أن يرفع\n</p>\n\n<h1 class='l1' id='head59'>[ص: 127]</h1>\n\n<p>\nعملي وأنا صائم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>جابر بن عبد الله، عن أسامة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n<h1 class='l1' id='head61'>50 - </h1>\n\n<p>\nحدثنا ابن منيع قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا أبو خالد\nسليمان بن حيان، عن حرام بن عثمان، عن أبي عتيق، عن جابر أنه كان يستاك إذا\nأخذ مضجعه، وإذا قام من الليل، وإذا خرج إلى صلاة الصبح. قال: فقلت له: لقد\nشققت على نفسك. فقال: إن أسامة أخبرني «أن رسول الله صلى الله عليه وعلى\nآله وسلم كان يستاك هذا السواك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>51 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثني جدي، قال: حدثنا الهيثم بن خارجة، قال: حدثنا\nحفص بن ميسرة، قال: حدثنا حرام بن عثمان، عن عبد الرحمن بن <span id='ms13'></span> جابر، قال: كان\nيستن - يعني جابرا - إذا أخذ مضجعه، وإذا قام من الليل، وإذا خرج إلى\nالصبح. قال عبد الرحمن: فقلت له: لقد كلفتنا من هذا الأمر ما لا نقوى عليه.\nقال: أخبرني أسامة أن النبي صلى الله عليه وعلى آله وسلم كان يستن هكذا.\nقال: وسمعت النبي صلى الله عليه وعلى آله وسلم يقول: «لولا أن أشق على أمتي\nلجعلت السواك عزيمة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>أبو وائل شقيق بن سلمة وأدرك النبي صلى الله عليه وعلى آله وسلم عن أسامة بن زيد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n<h1 class='l1' id='head64'>52 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا داود بن عمرو، قال: حدثنا حماد بن زيد، عن\nعاصم، عن أبي وائل، قال: قيل لأسامة: ألا تركب إلى هذا الرجل فتأمره\nوتنهاه؟ - يعنون عثمان رحمه الله - فقال: لا أفتح بابا أكون أول من فتحه،\nثم قال: أما إني لا أزعم أن أمراءكم خياركم بعد شيء سمعته من رسول الله صلى\nالله عليه وعلى آله وسلم يقول: \" يجاء بالذي كان يطاع في معصية الله عز وجل\nفيخاصمه رعيته. . عليه، فيدفع في النار فتندلق أقتابه، فيستدير في النار\nكما يستدير الحمار في الرحى، فيأتي عليه الذين كانوا يطيعونه في معصية الله\nعز وجل فيقولون: أي فلان، ما بلغ بك ما نرى؟ فيقول: إني كنت آمركم بما لا\nأفعل، وأنهاكم عما أخالف الله عز وجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>53 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا إسحاق بن إسماعيل، وأبو خيثمة، قالا: حدثنا\nجرير، عن الأعمش، عن أبي وائل شقيق بن سلمة، قال: كنا عند أسامة بن زيد،\nفقال: سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" يجاء بالرجل يوم\nالقيامة فيلقى في النار، فتندلق أقتابه، فيدور كما يدور الحمار برحاه،\nفيفزع له أهل النار، ويجتمعون إليه فيقولون له: يا فلان ما لقيت؟ ألم تكن\nتأمر بالمعروف وتنهى عن المنكر؟ قال: بلى كنت آمر بالمعروف ولا آتيه، وأنهى\nعن المنكر ولا أنتهي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>54 - </h1>\n\n<p>\nحدثنا ابن منيع، قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا أبو معاوية،\nعن الأعمش، عن شقيق، عن <span id='ms14'></span> أسامة، قال: قيل له: ألا تدخل على هذا الرجل\nفتكلمه، يعنون عثمان، فيقول: أترون أني لا أكلمه إلا أسمعكم، والله لقد\nكلمته فيما بيني وبينه ما دون أن أفتتح أمرا لا أحب أن أكون أول من يفتحه،\nولا أقول لأحد يكون علي أميرا إنه خير الناس بعدما سمعت من رسول الله صلى\nالله عليه وعلى آله وسلم يقول: \" يؤتى بالرجل يوم القيامة فيلقى في النار،\nفتندلق أقتاب بطنه، فيدور كما يدور الحمار في الرحى، فيجتمع إليه أهل النار\nفيقولون: ما لك؟ ألم تك تأمر بالمعروف، وتنهى عن المنكر؟ فيقول: بلى، كنت\nآمر بالمعروف ولا آتيه، وأنهى عن المنكر وآتيه \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms15'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "034",
    "035",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "071",
    "000",
    "071",
    "000",
    "074",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "095",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "123",
    "000",
    "000",
    "128",
    "000",
    "000",
    "131"
  ],
  "volumes": [
    "01"
  ]
}