{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>شرح: مقدمة سنن ابن ماجه (6)</h1>\n\n<p>\nالشيخ: عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nهذا كلام لابن القيم -رحمه الله- حول ابتداء السلام بالتنكير، ذكرنا في\nأحد الدروس أن العلماء يقولون: يخير في تعريفه وتنكيره في سلام على الحي،\nوعرفنا أنه بالنسبة للميت يقال لهم: السلام عليكم دار قوم مؤمنين.\n</p>\n\n<p>\nهنا يقول ابن القيم -رحمه الله-: ما الحكمة في ابتداء السلام بلفظ النكرة\nوجوابه بلفظ المعرفة؟ فتقول: سلام عليكم، فيقول الراد: وعليك السلام؟ يقول:\nفهذا سؤال متضمن لمسألتين، إحداهما هذه، والثانية اختصاص النكرة بابتداء\nالمكاتبة والمعرفة بآخرها، والجواب عنهما بذكر أصل نمهده ترجع إليه مواقع\nالتعريف والتنكير في السلام، وهو أن السلام دعاء وطلب، وهم في ألفاظ الدعاء\nوالطلب إنما يأتون بالنكرة إما مرفوعة على الابتداء أو منصوبة على المصدر،\nفمن الأول قولهم: ويل له، ومن الثاني: خيبة له، هذا في الدعاء عليه، وفي\nالدعاء له: سقيا ورعيا، وكرامة ومسرة، فجاء: سلام عليكم، بلفظ النكرة كما\nجاءت سائر ألفاظ الدعاء.\n</p>\n\n<p>\nوسر ذلك أن هذه الألفاظ جرت مجرى النطق بالفعل ألا ترى أن سقيا ورعيا\nوخيبة جرى مجرى: سقاك الله ورعاك، وخيبك، وكذلك سلام عليك جار مجرى سلمك\nالله، والفعل نكرة فأحبوا أن يجعلوا اللفظ الذي هو جار مجراه وكالبدل منه\nنكرة مثله، وأما تعريف السلام في جانب الراد فنذكر أيضا أصلا يعرف به سره\nوحكمته، وهو أن الألف واللام إذا دخلت على اسم السلام تضمنت أربع فوائد:\n</p>\n\n<p>\nأحدها: الإشعار بذكر الله تعالى؛ لأن السلام المعرف من أسمائه كما تقدم\nتقريره.\n</p>\n\n<p>\nالفائدة الثانية: إشعارها بطلب معنى السلامة منه للمسلم عليه؛ لأنك متى\nذكرت اسما من أسمائه فقد تعرضت به، وتوسلت به إلى <span id='ms111'></span> تحصيل المعنى الذي اشتق\nمنه ذلك الاسم.\n</p>\n\n<p>\nالفائدة الثالثة: إن الألف واللام يلحقها معنى العموم في مضمونها والشمول\nفي بعض المواضع.\n</p>\n\n<p>\nالرابعة: أنها تقوم مقام الإشارة إلى المعين كما تقول: ناولني الكتاب،\nواسقني الماء، وأعطني الثوب لمن هو حاضر بين يديك، فإنك تستغني بها عن قولك\nهذا، فهي مؤدية معنى الإشارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p001'> Vol. 06, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا عرفت هذه الفوائد الأربع فقول الراد: وعليك السلام بالتعريف متضمن\nللدلالة على أن مقصوده من الرد مثل الذي ابتدئ به وهو بعينه، فكأنه قال:\nذلك السلام الذي طلبته لي مردود عليك وواقع عليك، فلو أتى بالرد منكرا لم\nيكن فيه إشعار بذلك؛ لأن المعرف وإن تعدد ذكره واتحد لفظه فهو شيء واحد\nبخلاف المنكر.\n</p>\n\n<p>\nيعني أن النكرة إذا أعيدت معرفة صارت هي عين المذكور سابقا، وأما بالنسبة\nإلى النكرة إذا أعيدت نكرة صارت غير المذكورة سابقا ...\n</p>\n\n<p>\nبخلاف المنكر، ومن فهم هذا فهم معنى قول النبي -صلى الله عليه وسلم- ((لن\nيغلب عسر يسرين)) فإنه أشار إلى قوله تعالى {فإن مع العسر يسرا * إن مع\nالعسر يسرا} [(5 - 6) سورة الشرح] فالعسر وإن تكرر مرتين فتكرر بلفظ\nالمعرفة فهو واحد، واليسر تكرر بلفظ النكرة فهو يسران، فالعسر محفوف\nبيسرين، يسر قبله، ويسر بعده، فلن يغلب عسر يسرين.\n</p>\n\n<p>\nالحديث الذي ذكره ((لن يغلب عسر يسرين)) أخرجه ابن مردويه من حديث جابر\nمرفوعا بسند ضعيف، وأخرجه سعيد بن منصور وعبد الرزاق في تفسيره وابن جرير\nمن حديث ابن مسعود، وسنده ضعيف أيضا، أخرجه عبد الرزاق في التفسير والطبري\nوالحاكم في المستدرك عن الحسن مرسلا، وهو صحيح إلى الحسن، وقد روي من طرق\nأخرى موقوفا ومرسلا، ولعله بهذه الطرق أو جميع هذه الطرق تدل على أن له\nأصلا، وإن لم يكن أصل يصل إلى درجة الصحة، لكن له أصل ما دام له طرق\nمتعددة.\n</p>\n\n<p>\nفي كلام كثير حول السلام، نعم قد يقول قائل: أيهما أبلغ سلام إبراهيم\n-عليه السلام- أو سلام الملائكة؟ {قالوا سلاما قال سلام} [(69) سورة هود]\nهو رفع السلام وهم نصبوه، والمرفوع <span id='ms112'></span> محض في الاسمية، والاسم يدل على الثبوت\nوالدوام، والمنصوب قائم مقام فعله، مصدر مؤكد لفعله فهو قائم مقامه، والفعل\nيدل على التجدد والحدوث، ولذا قال أهل العلم: إن سلام إبراهيم أبلغ من سلام\nالملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nهنا يقول: \"وأما السؤال العاشر وهو السر في نصب سلام ضيف إبراهيم\n–الملائكة- ورفع سلامه، فالجواب: أنك قد عرفت قول النحاة فيه أن سلام\nالملائكة تضمن جملة فعلية؛ لأن نصب السلام يدل على سلمنا عليك سلاما، وسلام\nإبراهيم تضمن جملة اسمية؛ لأن رفعه يدل على أن المعنى سلام عليكم، والجملة\nالاسمية تدل على الثبوت والتقرر، والفعلية تدل على الحدوث والتجدد، فكان\nسلامه عليهم أكمل من سلامهم عليه، وكان له من مقامات الرد ما يليق بمنصبه\n-عليه الصلاة والسلام وعلى نبينا- وهو مقام الفضل إذ حياهم بأحسن من\nتحيتهم، هذا تقرير ما قالوا.\n</p>\n\n<p>\nوعندي فيه جواب أحسن من هذا، وهو أنه لم يقصد حكاية سلام الملائكة فنصب\nقوله: سلاما فصار مفعول القول المفرد، كأنه قيل: قالوا: قولا سلاما،\nوقالوا: سدادا وصوابا ونحو ذلك، فإن القول إنما تحكي به الجمل، وأما المفرد\nفلا يكون محكيا به، بل منصوب به انتصاب المفعول به.\n</p>\n\n<p>\nومن هذا قوله تعالى: {وإذا خاطبهم الجاهلون قالوا سلاما} [(63) سورة\nالفرقان] ليس المراد أنهم قالوا هذا اللفظ المفرد المنصوب، وإنما معناه\nقالوا: قولا سلاما، مثل سدادا وصوابا، وسمي القول سلاما لأنه يؤدي معنى\nالسلام ويتضمنه من رفع الوحشة وحصول الاستئناس.\n</p>\n\n<p>\nوحكى عن إبراهيم لفظ سلامه، فأتى به على لفظه مرفوعا بالابتداء، محكيا\nبالقول، ولولا قصد الحكاية لقال: سلاما بالنصب؛ لأن ما بعد القول إذا كان\nمرفوعا فعلى الحكاية ليس إلا، فحصل من الفرق بين الكلامين في حكاية سلام\nإبراهيم ورفعه، ونصبه ذلك إشارة إلى معنى لطيف جدا، وهو أن قوله: سلام\nعليكم من دين الإسلام المتلقى عن إمام الحنفاء، وأبي الأنبياء، وأنه من ملة\nإبراهيم التي أمرنا الله باتباعها، فحكى لنا قوله ليحصل الإقتداء به\nوالإتباع له، ولم يحك قول أضيافه وإنما أخبر به على الجملة <span id='ms113'></span> دون التفصيل\nوالكيفية -والله أعلم-، فزن هذا الجواب والذي قبله بميزان غير عائل يظهر لك\nأقواهما\".\n</p>\n\n<p>\nهذا يسأل عن حكم صلاة النافلة على السيارة في الحضر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي -عليه الصلاة والسلام- كان يصلي النافلة على دابته، أينما توجهت به\nفي السفر، ولا يفعل ذلك في الفريضة، يوتر على النافلة ويتنفل النفل المطلق\nعلى الراحلة، ولا يفعل ذلك في الفريضة، وأما بالنسبة للحضر في الأوقات\nالضائعة في مثل هذه الأيام التي نعيشها في السيارات، الإنسان قد يخرج من\nبيته ليقضي غرضا له فيمكث نصف ساعة أو أكثر أو أقل، فأقول الأولى في مثل\nهذه الحالة أن يستمع أو يقرأ، يقرأ من محفوظه، أو يستمع من المسجل ولا يصلي\nلأن الصلاة تشغله، وإذا احتاج إلى الركوع أو السجود لا سيما إذا كان هو\nالقائد فقد يشغله ذلك عن القيادة بخلاف الدابة، الدابة تسير بنفسها،\nواصطدامها بغيرها مأمون بخلاف السيارات التي إذا انحرفت يمنة أو يسرة أضرت\nبصاحبها، هذا من حيث المعنى، أما من حيث الثبوت وعدمه فلم يثبت عنه -عليه\nالصلاة والسلام- أنه صلى على الدابة في الحضر، وإن كان أنس يميل إلى جوازه،\nوجوازه إذا كان الضرر مأمون، فبدلا من أن يضيع الوقت سدى فلا أرى مانعا\nمنه؛ لأن السفر ليس بوصف مؤثر في مثل هذا؛ لأنه لا يترتب عليه رخصة، لا جمع\nولا قصر، رخصة من رخص السفر لم يربط به، فلا أرى ما يمنع -إن شاء الله\nتعالى- من الصلاة على السيارة في الحضر، لكن مع أمن الضرر عليه أو على\nغيره.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا ما يلزم، ما يلزم استقبال القبلة؛ لأن هذا فيه مشقة شديدة.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه\nأجمعين.\n</p>\n\n<p>\nاللهم اغفر لنا ولشيخنا وللسامعين، اللهم علمنا ما ينفعنا، وانفعنا بما\nعلمتنا، وزدنا علما يا رب العالمين.\n</p>\n\n<p>\nقال الإمام الحافظ أبو عبد الله محمد بن يزيد القزويني المعروف بابن ماجه\n-رحمه الله تعالى-:\n</p>\n\n<h1 class='l1' id='head1'>باب: اتباع سنة الخلفاء الراشدين المهديين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p004'> Vol. 06, p. 004</a>\n            </div>\n            \n<p>\nحدثنا <span id='ms114'></span> عبد الله بن أحمد بن بشير بن ذكوان الدمشقي قال: حدثنا الوليد بن\nمسلم قال: حدثنا عبد الله بن العلاء -يعني ابن زبر- قال: حدثني يحيى بن أبي\nالمطاع قال: سمعت العرباض بن سارية يقول: قام فينا رسول الله -صلى الله\nعليه وسلم- ذات يوم فوعظنا موعظة بليغة، وجلت منها القلوب، وذرفت منها\nالعيون، فقيل: يا رسول الله وعظتنا موعظة مودع، فاعهد إلينا بعهد، فقال:\n((عليكم بتقوى الله، والسمع والطاعة، وإن عبدا حبشيا، وسترون من بعدي\nاختلافا شديدا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها\nبالنواجذ، وإياكم والأمور المحدثات، فإن كل بدعة ضلالة)).\n</p>\n\n<p>\nحدثنا إسماعيل بن بشر بن منصور وإسحاق بن إبراهيم السواق قالا: حدثنا عبد\nالرحمن بن مهدي عن معاوية بن صالح عن ضمرة بن حبيب عن عبد الرحمن بن عمرو\nالسلمي أنه سمع العرباض بن سارية يقول: وعظنا رسول الله -صلى الله عليه\nوسلم- موعظة ذرفت منها العيون، ووجلت منها القلوب، فقلنا: يا رسول الله إن\nهذه لموعظة مودع، فماذا تعهد إلينا؟ قال: ((قد تركتكم على البيضاء ليلها\nكنهارها، لا يزيغ عنها بعدي إلا هالك، من يعش منكم فسيرى اختلافا كثيرا،\nفعليكم بما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها\nبالنواجذ، وعليكم بالطاعة وإن عبدا حبشيا، فإنما المؤمن كالجمل الأنف حيثما\nقيد انقاد)).\n</p>\n\n<p>\nحدثنا يحيى بن حكيم قال: حدثنا عبد الملك بن الصباح المسمعي قال: حدثنا\nثور بن يزيد عن خالد بن معدان عن عبد الرحمن بن عمرو عن العرباض بن سارية\nقال: \"صلى بنا رسول الله -صلى الله عليه وسلم- صلاة الصبح، ثم أقبل علينا\nبوجهه فوعظنا موعظة بليغة .. فذكر نحوه\".\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين، أما بعد:\n</p>\n\n<p>\nفيقول المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\nباب: اتباع سنة الخلفاء الراشدين المهديين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوالخلفاء الراشدون هم الأربعة المهديون الذين تركهم النبي -عليه الصلاة\nوالسلام- على الجادة، وأمر باتباع سنتهم، والاقتداء بهديهم، وهم أبو بكر\nوعمر وعثمان <span id='ms115'></span> وعلي، وهل يكون في حكمهم من مشى على طريقتهم وجادتهم ولم يحد\nعن الصواب كعمر بن عبد العزيز؟ فيقول جمع من أهل العلم: هو خامس الخلفاء\nالراشدين، أو يقتصر النص عليهم كما هو قول عامة أهل العلم أنهم لا يقاس\nعليهم غيرهم، فليس فعل أحد سنة متبعة يعمل بها إلا ما كان من هؤلاء الخلفاء\nالراشدين المهديين، وأولاهم بذلك، وأحراهم به أبو بكر وعمر، فقد جاء مما\nيخصهما: ((اقتدوا بالذين من بعدي)) فعملهم سنة، واتباع سنة الأربعة مؤيد\nبالنص الصحيح عن النبي -عليه الصلاة والسلام-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nلو اختلف .. ، لو لم يوجد في المسألة نص عن النبي -عليه الصلاة والسلام-،\nووجد فيها قول لأبي بكر أو عمر أو عثمان أو علي مما لم يخالف فيه، هذا لا\nإشكال فيه، لا إشكال في كونه سنة متبعة بالنص حتى عند من يقول: إن قول\nالصحابي ليس بحجة، إنما يقصد بذلك غير الخلفاء الراشدين، وإذا خولف الواحد\nمن الخلفاء الراشدين من قبل غيره فإن قوله مقدم على قول غيره، قد ينقل عن\nالخلفاء الراشدين أو عن بعضهم قول في مسألة، ويكون الجمهور على خلافه،\nفمثلا القول بوجوب إخراج النساء لصلاة العيد فيه النص المرفوع قول أم عطية:\n\"أمرنا أن نخرج العواتق والحيض وذوات الخدور إلى صلاة العيد، يشهدن الخير،\nودعوة المسلمين، ويعتزل الحيض المصلى\" هذا فيه نص مرفوع، والقول بالوجوب\nتبعا لهذا النص قال به بعض العلماء، وهو اختيار الخلفاء الراشدين، وعليه\nعملهم، والجمهور على أن هذا الخروج لصلاة العيد بالنسبة لهؤلاء النسوة على\nسبيل الاستحباب لا على سبيل الوجوب؛ لأن المرأة لا يجب عليها أن تخرج من\nبيتها لأجل الصلاة ولا الصلاة المفروضة فضلا عن الصلوات المختلف فيها كصلاة\nالعيد، فلماذا قال جمهور أهل العلم بأن الأمر للاستحباب وقد قال بالوجوب\nجمع منهم الخلفاء الأربعة، وعليه يدل الأمر الذي جاء في الخبر؟ فنقول: لعل\nالثابت عن هؤلاء الخلفاء الأمر بالخروج لصلاة العيد، فيصرف عن الوجوب إلى\nالاستحباب، كما صرف الأمر الثابت عن النبي -عليه <span id='ms116'></span> الصلاة والسلام-، ولذا لا\nيمكن أن يخالف الأئمة قول الخلفاء الراشدين الذين أمرنا باتباع سنتهم، ومن\nوراء ذلك كله أمر النبي -عليه الصلاة والسلام-، فما دام صرفوا أمر النبي\n-عليه الصلاة والسلام- من الوجوب إلى الاستحباب فلأن يصرفوا قول الخلفاء\nالراشدين لا سيما وأنهم الثابت عنهم هو الأمر بالإخراج، وأنهم يأمرون الناس\nبالخروج إلى صلاة العيد، يأمرون النساء، ويأمرون أزواجهن أن يخرجوا زوجاتهم\nوبناتهم، فإذا صرف النص المرفوع فلأن يصرف قول الخلفاء الراشدين يعني من\nباب أولى؛ لأن النص ثابت عن النبي -عليه الصلاة والسلام- أقوى، ولذا لو ورد\nقول للخلفاء الأربعة كلهم وفي المسألة حديث مرفوع قدم الحديث المرفوع، فعلى\nهذا لا يستدرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الأئمة في عدم أخذهم بما ينسب إلى الخلفاء الراشدين، ويظن مخالفة لما\nهنا، غاية ما هنالك أنهم أولوا قول الخلفاء الراشدين كما أولوا الحديث\nالمرفوع.\n</p>\n\n<p>\nهارون سموه الرشيد، والرشيد صيغة مبالغة، أبلغ من الراشد، فأبو بكر خليفة\nراشد، وعمر خليفة راشد بالنص، وعثمان خليفة راشد، وعلي خليفة راشد، وهارون\nرشيد أبلغ من راشد، لكن هذا لا يعني أنه سمي بهذه التسمية فتكون شرعية، لا\nيلزم أن تكون مطابقة للواقع، لا سيما وأن محتواها أبلغ مما وصف به الأئمة\nالأربعة، الخلفاء الأربعة، ويقاس عليها ما في معناها من صيغ المبالغة.\n</p>\n\n<p>\nقال -رحمه الله-: \"حدثنا عبد الله بن أحمد بن بشير بن ذكوان الدمشقي قال:\nحدثنا الوليد بن مسلم، قال: حدثنا عبد الله بن العلاء -يعني ابن زبر- قال:\nحدثني يحيى بن أبي المطاع قال: سمعت العرباض بن سارية\" فهو يصرح بالسماع،\nوالذي في كتب الرجال في ترجمته أنه لم يلق العرباض بن سارية، وعلى هذا\nفالخبر منقطع، وهل يضعف يحيى بن أبي المطاع بهذا التصريح وهو لم يلقه؟ أو\nنحكم بأنه لقيه من خلال تصريحه؟ ونحكم على ما في كتب الرجال بأنه لم يلقه\nبأن تصريحه أولى بالقبول من الحكم بعدم لقيه إياه، فعندنا في كتب الرجال\nيقول: إنه لم يلق العرباض بن سارية، وهو يقول <span id='ms117'></span>: سمعت العرباض بن سارية فهل\nالمقدم قوله فيحكم بالسماع، ويحكم على قولهم بالوهم، ولعلهم لم يطلعوا على\nهذه الطريق التي فيها التصريح، وإن كان هذا بعيد؟ أو يقدم قولهم ويكون\nقوله: \"سمعت العرباض\" إما تصحيف من بعض الرواة، أو يكون فيه سقط في السند،\nوالذي يقول: سمعت العرباض غير يحيى بن أبي المطاع ممن هو بينه وبينه، وعلى\nكل حال الحديث مضعف بسبب ذلك، بسبب أن يحيى بن أبي المطاع لم يلق العرباض\nبن سارية، وعلى كل حال الحديث له شواهد تشهد لألفاظه، حديث العرباض مروي من\nطرق، منها ما سيأتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"سمعت العرباض بن سارية يقول: قام فينا رسول الله -صلى الله عليه\nوسلم- ذات يوم، فوعظنا موعظة بليغة\" وعظنا فالرسول -عليه الصلاة والسلام-\nيصح أن يقال: واعظ، كما أنه مبشر ومنذر ومبلغ عن الله -جل وعلا-، يصح أن\nيقال: واعظ، ويصح أن يقال: مذكر، {فذكر بالقرآن} [(45) سورة ق] وبعض من\nينتسب إلى طلب العلم يأنف أن يقال له: واعظ، وجاء الوعظ في القرآن في\nمواضع، والأنفة من هذا الوصف لأن من الوعاظ من لا ينتسب إلى العلم، بل هم\nإلى العامة أقرب، فيأنف، يعني لا سيما في الوضع العرفي، من الوعاظ من هو\nإلى العامية أقرب، فطالب العلم يأنف أن يصنف واعظ، وقد أشرنا على بعض طلاب\nالعلم الذين لديهم خبرة وقدرة على التأثير أن يشرحوا كتب الرقاق، فقال\nبعضهم: أنا لا أريد أن أصنف واعظ، لا يريد أن يصنف واعظ، وفي الحديث:\n\"وعظنا رسول الله صلى الله عليه وسلم\" فهو واعظ، وهذه الأنفة وإن كان مردها\nوسببها خشية التشبه بالوعاظ والقصاص الذين هم إلى العوام أقرب منهم إلى\nالعلماء، لكن لا يضيرك أن يقال: واعظ، فتشبه بالنبي -عليه الصلاة والسلام-\nالذي ثبت وصفه بهذا، وإن تشبث به بعض من لا ينتسب إلى العلم، فالوعظ لا\nسيما بالنصوص {فذكر بالقرآن} [(45) سورة ق] وبالنصوص النبوية من أولويات\nالوظائف بالنسبة للعالم وطالب العلم؛ لأنه بهذا الوعظ وبهذا التذكير\nوباختيار المادة <span id='ms118'></span> الصحيحة من كتاب الله وسنة نبيه -عليه الصلاة والسلام-، مع\nاجتناب ما لم يثبت، ومع اجتناب القصص التي لا أصل لها، وبهذا يسوق الناس\nإلى العمل بالعلم، فالعالم وطالب العلم الذي يقتصر على متين العلم من\nالأحكام فقط فإنه قد يغفل عن العمل، ولا يسوقه ويقوده إلى العمل إلا هذه\nالأحاديث وهذه الآيات والأحاديث الصحيحة في الرقاق التي ترغب الإنسان في\nالأعمال الصالحة، فإذا ترك أهل العلم هذا المجال قام به من لا تبرأ الذمة\nبوعظه، قام به من يعظ الناس بالقصص الواهية، وبالأحاديث الضعيفة والموضوعة\nكما هو شأن القصاص من قديم، وما ذلكم إلا لأن أهل العلم تركوه، والنبي\n-عليه الصلاة والسلام- وعظ أصحابه موعظة بليغة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nموعظة بليغة، وهل المراد بالبلاغة هنا ارتكاب المحسنات وضروب أنواع\nالبديع ومراعاة قواعد البيان والمعاني المعروف مجموعها بعلم البلاغة، هل\nهذا هو المقصود؟ أو أنه بالغ فيها -عليه الصلاة والسلام- بالزجر والأمر حتى\nوجلت القلوب وذرفت العيون؟ لأن الكلام إذا وصف بالبلاغة واستعملت فيه قواعد\nعلم البيان والمعاني، واستعملت فيه المحسنات البديعية فقط، إذا قلنا:\nالبلاغة هذه المشتملة على ثلاثة العلوم أو ثلاثة الفنون هل يقتضي ذلك أن\nتجل منها القلوب، وتذرف منها العيون؟ لا، ما يلزم، قد يتصف ويطبق قواعد\nالفنون الثلاثة ومع ذلك يكون مسلي يعني نكتة، وتستعمل فيها قواعد الفنون\nالثلاثة، المراد بالبلاغة هنا المبالغة في انتقاء النصوص المؤثرة التي منها\nتجل القلوب، وتذرف العيون.\n</p>\n\n<p>\n\"قام فينا رسول الله -صلى الله عليه وسلم- ذات يوم\" وذات هذه مقحمة\nيستعملونها وإن اقتصروا على يوم، والمقصود في يوم من الأيام، فوعظنا موعظة\nبليغة، وجلت منها القلوب، خافت، لكن قلوب من؟ نعم قلوب الصحابة، ومن\nيضاهيهم ويحاكيهم ممن نور الله قلبه {الذين إذا ذكر الله وجلت قلوبهم}\n[(35) سورة الحج] ومن الناس مع قساوة القلوب التي نعيشها وإلى الله المشتكى\nلا فرق بين أن يوعظ ويذكر بالقرآن أو بصحيح السنة وبين أن يقرأ عليه من\nجريدة قصاصة من جريدة، أو يسمع خبر من الأخبار <span id='ms119'></span> من وسيلة لا فرق، والنبي\n-عليه الصلاة والسلام- كما في الحديث المختلف فيه يقول -عليه الصلاة\nوالسلام-: ((شيبتني هود وأخواتها)) وأتحدث عن نفسي أنني بدأت بسورة يونس\nفلم أشعر إلا وأنا بيوسف، فما الأثر الذي تركته هود في نفسي؟ وأجزم أن مثلي\nموجود يعني في طلاب العلم، فهل هذه هي القراءة التي تترتب عليها آثارها؟\nعلى الإنسان أن يعيد حساباته، يحاسب نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nزرارة بن أوفى سمع الإمام وهو يقول: {فإذا نقر في الناقور} [(8) سورة\nالمدثر] قالوا: خر مغشيا عليه فمات، وبعض الناس ينكر مثل هذا القول، وممن\nينكره من المتقدمين ابن سيرين، يقول: لا يمكن أن يغمى على الإنسان أو يغشى\nعليه يصاب بالغشي؛ لأنه يسمع القرآن، والرسول -عليه الصلاة والسلام-\nوصحابته الكرام سمعوا وما حصل لهم شيء من هذا، واختبروا من يدعي ذلك\nفاجعلوه على جدار واقرؤوا القرآن إن سقط فهو صادق، إن سقط من الجدار فهو\nصادق، وجمع من أهل التحقيق ومنهم شيخ الإسلام يرى أنه لا مانع من وقوع هذا\nمن بعض الناس، لا شك أن القرآن ثقيل، وأثره في القلوب بالغ، لكن القلوب\nتتفاوت منها\n</p>\n\n<p>\nالقلب القوي كقلبه -عليه الصلاة والسلام-، وقلوب صحابته الكرام، هؤلاء\nيتقبلون هذا الكلام القوي، هذا الكلام الثقيل بقلوب قوية، يتأثرون تأثر\nبالغ لكنهم يتحملون، من جاء بعدهم استشعروا هذه العظمة وهذا الثقل لكلام\nالله -جل وعلا-، لكن القلوب بعد الصحابة ضعفت، فصاروا لا يتحملون مثل هذا\nالكلام الثقيل، وهم يستشعرون عظمة ما يسمعون، فيحصل لهم ما يحصل، ثم طال\nبالناس الزمان مع ضعف القلوب، ما نقول: قويت القلوب، القلوب ضعيفة، لكن\nاستشعار عظمة القرآن خفت في قلوب المسلمين، استشعار العظمة خفت، فلذا لا\nيتأثرون، لكن ما الدليل على أن قلوبهم ضعيفة؟ لو حصل للإنسان منهم أدنى\nمشكلة تغيرت حساباته وكاد أن يجن بسببها، وقد يصاب بالإغماء أو بالغشي كما\nحصل في بعض الكوارث التجارية أو المصائب التي تحصل لبعض الناس، هل هذا\nالقلب قوي الذي تأثر بأمور دنياه؟ هذا ليس بقلب <span id='ms120'></span> قوي، لكن كونه لا يتأثر\nبالقرآن مع عظمته وقوته وثقله لأنه لا يستشعر هذا، لا يستشعر هذه العظمة،\nفالصحابة يتأثرون، ومن يستشعر عظمة هذا القرآن يتأثرون.\n</p>\n\n<p>\n\"فوعظنا موعظة بليغة، وجلت منها القلوب، وذرفت منها العيون\" والحديث كما\nقررنا ضعيف للانقطاع، لكن ألفاظه صحيحة، جاءت من طرق صحيحة؛ لئلا يقول قائل\nمثل ما قال واحد بالأمس: إنك تقرر الحديث أنه ضعيف وتشرحه، والضعيف ما دام\nما يحتج به لماذا يشرح؟ نقول: يشرح إذا كان له ما يشهد له، وله أصل يدل على\nأنه ثابت عن النبي -عليه الصلاة والسلام-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n\"وذرفت منها العيون\" ذرفت الدموع من العيون \"فقيل: يا رسول الله وعظتنا\nموعظة مودع\" يعني كأننا لن نراك بعد اليوم، فاعهد إلينا بعهد، وفي بعض\nالألفاظ: \"فأوصنا\" \"فاعهد إلينا بعهد\" نأثره بعدك ونعمل به من بعدك؟ \"فقال:\n((عليكم بتقوى الله)) \" وهي وصية الله للأولين والآخرين، وما من نبي إلا\nويأمر قومه بتقوى الله -جل وعلا-، وقد أمر الناس قاطبة بها، وحثوا عليها،\nوجاء قول الله -جل وعلا-: {قوا أنفسكم وأهليكم نارا} [(6) سورة التحريم].\n</p>\n\n<p>\n((عليكم بتقوى الله، والسمع والطاعة)) لمن ولاه الله أمركم، والسمع\nوالطاعة لمن ولاه الله الأمر ((وإن عبدا حبشيا)) يعني: وإن كان عبدا حبشيا،\nوإن كان هذا الولي عبدا حبشيا.\n</p>\n\n<p>\nيقول عبادة بن الصامت: بايعنا رسول الله -صلى الله عليه وسلم- على السمع\nوالطاعة في العسر واليسر، والمنشط والمكره، على أن نقول أو نقوم بالحق لا\nنخاف في الله لومة لائم، والسمع والطاعة لا يختلف مع النصيحة، وأداء\nالواجب، والسعي لتغيير المنكر أو تقليله، لا منافاة بينهما، ويخطئ من يزعم\nأن إنكار المنكر بالطرق الشرعية التي تترتب عليها آثارها، أو نصيحة من يحصل\nمنه شيء كائنا من كان ولو كان ولي الأمر، يخطئ من يقول: إن هذا يعارض السمع\nوالطاعة، بل هو من تمام السمع والطاعة، فالدين النصيحة.\n</p>\n\n<p>\nيقول: ((وإن عبدا حبشيا)) يعني: وإن كان المولى أو الذي تولى عبد حبشي،\nوهذا يكون في صورتين لأن الأصل أن الأئمة من <span id='ms121'></span> قريش، كما ثبت بذلك الخبر من\nطرق كثيرة جدا حتى جمعها الحافظ ابن حجر في جزء أسماه: \"لذة العيش في جمع\nطرق الأئمة من قريش\" حديث صحيح بلا شك، مخرج في الصحيح وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: ((وإن عبدا حبشيا)) وفي بعض الروايات: ((رأسه كأنه زبيبة)) إذا\nكان الخليفة عبد حبشي لا يمكن انتخابه في حال الاختيار وهو عبد حبشي، لا بد\nفي حال الاختيار أن يكون من قريش، لكن في حال الإجبار لو استولى على الناس\nبسيفه، وأرغمهم على الخضوع له لا بد من السمع والطاعة، ولا يجوز نزع يد\nالطاعة بعد استتباب الأمن له، إلا بالضوابط الشرعية المعروفة ((لا، ما\nصلوا)) ما دام يصلي تجب طاعته ((ما لم تروا كفرا بواحا)) فإذا لم يوجد\nالكفر البواح فلا يجوز الخروج بحال، ولو وجد الظلم، ولو وجدت المعاصي، ولو\nكثرت المنكرات، المقصود أن مثل هذا ليس بمبرر للخروج، ونزع اليد من الطاعة،\nأو شهر السيف في وجه الولاة، لا، أبدا، نعم إذا رئي الكفر المباح نعم هذه\nغاية، وإذا تركوا الصلاة هذه غاية، كما جاءت به النصوص.\n</p>\n\n<p>\nالعبد الحبشي هذا إذا تولى بقوته، وقهر الناس، واستولى عليهم، واستتب\nالأمن له لا يجوز الخروج عليه، والأئمة من قريش في حال الاختيار، حال\nالترشيح لا يرشح عبد حبشي، وإنما يرشح من قريش، أو يكون مولى من قبل ولي\nالأمر، ولي الأمر قرشي نعم ولى عبدا حبشيا على جهة من الجهات حينئذ تجب\nطاعته؛ لأن طاعته من طاعة ولي الأمر، وطاعة ولي الأمر من طاعة النبي -عليه\nالصلاة والسلام-، وطاعة النبي -عليه الصلاة والسلام- من طاعة الله -عز\nوجل-، ((من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن أطاع أميري\nفقد أطاعني)).\n</p>\n\n<p>\n\"فقال -عليه الصلاة والسلام-: ((عليكم بتقوى الله والسمع والطاعة وإن\nعبدا حبشيا، وسترون من بعدي اختلافا كثيرا)) \" وحدث مصداقه بعد وفاته بزمن\nيسير، وجد الاختلاف والفرقة بين المسلمين، وبعد الفتنة التي بدأت بقتل\nالخليفة الراشد عمر، ثم قتل عثمان، ثم الخلاف بين <span id='ms122'></span> علي ومعاوية، وما زال\nالأمر يزيد حتى طمست كثير من معالم الدين.\n</p>\n\n<p>\n((وسترون بعدي اختلافا شديدا)) يعني إلى أن وجد من الخلفاء من يحمل الناس\nعلى الابتداع في الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n((وسترون بعدي اختلافا شديدا، فعليكم بسنتي)) إغراء ((فعليكم بسنتي وسنة\nالخلفاء الراشدين المهديين)) الذين هداهم الله إلى الصراط المستقيم ((عضوا\nعليها بالنواجذ)) والنواجذ هي: الأنياب أو الأضراس، وما يعض عليه بالأضراس\nيصعب نزعه منها، لا سيما إذا كان العاض جاد وصادق في ذلك.\n</p>\n\n<p>\n((عضوا عليها بالنواجذ، وإياكم والأمور المحدثات)) تحذير ((إياكم والأمور\nالمحدثات)) يعني الإحداث في الدين، وابتداع عبادات لم يأذن الله بها، ولم\nيسبق لها شرعية من الكتاب والسنة، وهذه هي البدع، ((فإن كل بدعة ضلالة)).\n</p>\n\n<p>\nهذه البدع وهذه المحدثات حدثت أول ما حدثت في زمن الصحابة، في بدعة\nالخوارج، ثم بدعة الروافض، ثم النواصب، ثم تنوعت البدع، وافترقت الأمة على\nما أخبر عنه النبي -عليه الصلاة والسلام- من أنها ستفترق على ثلاث وسبعين\nفرقة، وحصل هذا كله، لكن على المسلم أن يسعى لخلاص نفسه، فلا يعمل شيئا إلا\nوله أصل شرعي، ولا يبتدع في الدين ما لم يأذن به الله، ولا يحدث في دين\nالله ما لم يسبق له شرعية ((فإن كل بدعة ضلالة)) هذا تعميم من النبي -عليه\nالصلاة والسلام-، وأن جميع البدع وأن جميع ما يحدث في الدين فإنه ضلالة،\nوبهذا يرد على من قسم البدع إلى بدع محمودة، وبدع مذمومة، أو بدع واجبة،\nوبدع مستحبة، وبدع مباحة، وبدع مكروهة، وبدع محرمة، هذا التقسيم مخترع، لم\nيسبق له دليل من كتاب ولا سنة، كما قرر ذلك الشاطبي في الاعتصام، رد على\nهذا التقسيم وقوض دعائمه بأسلوب قوي، وحجة ناصعة، الرسول -عليه الصلاة\nوالسلام- يقول: ((كل بدعة ضلالة)) ونقول: بدعة محمودة؟ الرسول -عليه الصلاة\nوالسلام- يقرر بأن كل بدعة ضلالة ونقول: بدعة واجبة؟! هذه معارضة ومضادة\nومحادة لهذا التعميم النبوي، وإن قال به من قال به من أهل العلم، فهم\nمجتهدون، هذا غاية ما يقال فيهم، ولا يظن <span id='ms123'></span> بهم، ولا يتهمون، لكن أشكل عليهم\nبعض النصوص فقرروا ما قرروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nممن يرى التقسيم العز بن عبد السلام والنووي وابن حجر وجمع من أهل العلم،\nيرون هذا التقسيم، أن البدع منها ما يمدح، ومنها ما يذم، ((من سن في\nالإسلام سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة)) فيقولون:\nهذا سن سنة، يعني ابتدأها، وسماها النبي -عليه الصلاة والسلام-، ووصفها\nبأنها حسنة، إذا من سن يعني ابتدع واخترع سنة حسنة، وهناك أيضا سنة سيئة،\nفدل على أن من البدع وما يسن وما يخترع منه ما هو حسن ومنه ما هو سيء،\nوأيضا يتشبثون بقول عمر -رضي الله عنه- في صلاة التراويح: \"نعمت البدعة\nهذه\" فمدحها؛ لأن (نعم) مدح بخلاف (بئس) وسماها بدعة، أما من سن في الإسلام\nسنة فسبب الورود يدل على أنه ليس بشيء جديد يخترعه من سن، وإنما هو ابتداء\nفي مشروع يغفل عنه الناس أو يتركونه، تموت هذه السنة الثابتة عن النبي\n-عليه الصلاة والسلام- بدليل صحيح، فيهجرها الناس فمن يحييها له هذا الأجر،\nوليس المراد بذلك سنة لا دليل عليها من الكتاب والسنة، بل هذه بدعة وليست\nبسنة، وسبب الورود أن النبي -عليه الصلاة والسلام- أمر بالصدقة فجاء أول\nشخص بمال وفير وتصدق به، فأراد النبي -عليه الصلاة والسلام- أن يبين أن هذا\nالذي سبق يستن الناس بسنته، ويقتدون به في هذا البذل الذي جاء الحث عليه من\nالشارع، يعني ليس بمبتدع، كونه سبق الناس ليقتدوا به هذا له الأجر، له أجر\nهذا العمل، وأجر من عمل به إلى يوم القيامة، وقل مثل هذا من بادر في إحياء\nسنة ماتت مثلا، من بادر بإحياء سنة سيئة –أقصد- ماتت في مقابل السنة\nالحسنة، أو ابتكر بدعة وعمل الناس بها، واقتدوا به فيها هذا عليه وزرها\nووزر من عمل بها إلى يوم القيامة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإذا كيف يعمل بدون نية تعبد؟ يعني أنت تريد أن مثل هذا الذي تصدق، يعني\nشخص يريد أن يصلي بعد صلاة <span id='ms124'></span> المغرب أربع ركعات مثلا أو ست ركعات بسلام واحد\nمثلا هذا لم يسبق له شرعية، فهل تريد أن هذا لا يدخل في حيز البدعة حتى\nينوي التعبد؟ هو ما صلاها إلا للتعبد، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمثل إيش؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمثل؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني كونه يتخذ يوما لعبادة معينة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيوم معين لا مزية له على الأيام، يعني يتخذ يوم السبت أو يوم الثلاثاء\nلختم القرآن من كل أسبوع مثل هذا؟ تعني مثل هذا؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nالمقصود أن مثل هذا لم يسبق له شرعية، ولا التزم من قبل السلف الصالح،\nفليس من فعلهم أن يخصصوا يوما لختم القرآن، لكنه من لازم الفعل، ليس من\nفعلهم لكنه من لازم الفعل، كيف من لازم الفعل؟ السلف امتثالا لقول النبي\n-عليه الصلاة والسلام-: ((اقرأ القرآن في سبع ولا تزد)) قسموا القرآن إلى\nأسباع، فطريقتهم في قراءة القرآن في تقسيمه على سبع امتثالا لهذا الأمر\nالنبوي أنهم يقرؤون في اليوم الأول ثلاث، وفي الثاني خمس، وفي الثالث سبع،\nوفي الرابع تسع، وفي الخامس إحدى عشرة، وفي السادس ثلاث عشرة، وفي السابع\nالمفصل، ومن لازم هذا الفعل أن يكون الختم في يوم واحد؛ لأن الأسبوع سبعة\nأيام، فإذا كان فعله الختم في يوم السبت أو في يوم الثلاثاء من أجل هذا فلا\nضير عليه؛ لأنه يقرأ القرآن في سبع والأسبوع سبعة أيام، فليس من فعلهم لكنه\nمن لازم فعلهم، فلا يوصف بالبدعة حينئذ، وقل من باب أولى إذا اتخذ يوم\nالجمعة أو عصر الجمعة لختم القرآن لا يلام على ذلك، ولا يقال: إنه وقت وقتا\nللعبادة لم يوقته الشارع، نقول: الشارع أمر بقراءة القرآن في سبع، والأسبوع\nسبعة أيام من لازم ذلك أن يختم في يوم معين، لكن لو افترضنا أن القرآن يقرأ\nفي غير هذه العدة، ثم إن الإنسان يتعمد أن يكون ختمه في يوم الثلاثاء،\nالأربعاء، أو الخميس، أو أي يوم من الأيام ما لم يكن الوقت له مزية، كأن\nيكون وقت إجابة دعوة، ولمن ختم القرآن دعوة <span id='ms125'></span> مستجابة كما جاء في الخبر،\nالصحابة كأنس وغيره يجمعون أولادهم وأهليهم يجمعونهم لختم القرآن، ولذا\nيحرص منذ أزمان متطاولة أن يكون ختم القرآن في رمضان ليلة سبع وعشرين؛\nلأنها ترجى فيها ليلة القدر، وأكثر ما يختم الأئمة في ليالي الوتر، وهذا\nالاختيار له وجه شرعي، فإما أن يكون مما تدل له الأدلة كما هنا، أو يكون من\nلازم فعل السلف المبني على الدليل، وهذا لا إشكال فيه، لكن لو كان في كل\nيوم ثلاثاء مثلا يدخل المسجد ويجلس من بعد صلاة الظهر إلى العصر في هذا\nاليوم خاصة يعتقد فيه مزية، ويخصه من بين الأيام نقول: ابتدعت.\n</p>\n\n<p>\n((فإن كل بدعة ضلالة)) ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nاستدلالهم بقول عمر -رضي الله عنه-: \"نعمت البدعة\" هذا دليل ليس في محله؛\nلأن عمر -رضي الله عنه- لم يقصد البدعة الشرعية؛ لأن هذا العمل سبق له\nشرعية من فعل النبي -عليه الصلاة والسلام-، هذا العمل وهو صلاة قيام رمضان\nجماعة فعله النبي -عليه الصلاة والسلام- ليلتين أو ثلاث ثم تركه لا نسخا له\nولا رغبة عنه، وإنما خشية أن يفرض، فلما أمن فرضية هذه العبادة أمنت لأنه\nلو فرضت ما أطاقها الناس ولعجزوا عنها، فلما أمنت بوفاته -عليه الصلاة\nوالسلام- أعادها عمر، فهو يعمل بشرع سابق، وحينئذ لا يسمى بدعة لأنه سبق له\nشرعية من السنة، فلا يريد البدعة الشرعية قطعا؛ لأنه لا يتصور من عمر أنه\nيبتدع في دين الله وقد أمرنا بالعمل بسنته -رضي الله عنه وأرضاه-.\n</p>\n\n<p>\nشيخ الإسلام يرى أنها بدعة لغوية، تعريف البدعة لغة: ما عمل على غير مثال\nسابق، وهذه الفعلة أعني جمع الناس على إمام واحد له مثال سبق في عهد النبي\n-عليه الصلاة والسلام- فليس ببدعة لغوية، والشاطبي يقول: مجاز، وأيضا عند\nمن ينفي المجاز لا يقول بهذا، فماذا يقول من ينفي المجاز؟ يقول: عمر -رضي\nالله تعالى عنه- تصور أن قائلا سوف يقول له: ابتدعت يا عمر، فقال -رضي الله\nعنه وأرضاه-: نعمت البدعة هذه على سبيل المشاكلة والمجانسة في <span id='ms126'></span> التعبير،\nمشاكلة ومجانسة في التعبير، لا إرادة حقيقة البدعة، المشاكلة نوع من أنواع\nالبديع، بخلاف المجاز الذي هو من علم البيان، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nهذا مقرر عند أهل العلم، لكن الكلام إجمالي، لا نريد أن ندخل في تفصيلات،\nأمامنا نص يقول: ((فإن كل بدعة ضلالة)) نعم ((كل بدعة ضلالة)) لكن إذا كان\nالوقت أو الوصف من لازم عمل السلف الصالح نحكم عليه بأنه بدعة؟ ما نحكم\nبأنه بدعة، ولو قال أهل العلم مثل هذا، لكن هم يقررون مسائل أصول العلم أو\nأصول هذه المسألة، ثم تفاصيلها انظر هل له أصل أو لا أصل له؟ فإن كان من\nعملهم، من عمل السلف أو من لازم عملهم كما قررنا في ختم القرآن في يوم\nمعين، ما دام الرسول -عليه الصلاة والسلام- يقول: ((اقرأ القرآن في سبع))\nوأيام الأسبوع سبعة يبي يختلف يوم الختم؟ لن يختلف يوم الختم؛ لأن الأسباع\nالتي حزبت وقسم عليها القرآن تدور مع الأيام، كل يوم في حزبه المعين، فلا\nيلزم من ذلك أن يكون بدعة لأنه من لازم عملهم.\n</p>\n\n<p>\nإذا قول عمر -رضي الله تعالى عنه-: \"نعمت البدعة\" إنما هو من باب\nالمشاكلة والمجانسة في التعبير، وأهل البلاغة وأهل البديع يقررون أن\nالمجانسة لا يلزم فيها أن يكون اللفظ مذكورا، وإنما يقولون: حقيقة -يعني\nمذكور لفظ مجانس حقيقة- أو تقديرا، فإذا خشي الإنسان أن يقال له: فعلت كذا؟\nقال: نعم فعلت، ابتدعت يا عمر؟ نعمت البدعة، ويش المانع؟ يعني على سبيل\nالتنزل، والأمثلة على ذلك كثيرة، وبسطنا هذه المسألة في مناسبات فلا داعي\nلإعادتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nقال -رحمه الله- بعد ذلك: \"حدثنا إسماعيل بن بشر بن منصور وإسحاق بن\nإبراهيم السواق قالا: حدثنا عبد الرحمن بن مهدي عن معاوية بن صالح عن ضمرة\nبن حبيب عن عبد الرحمن بن عمرو السلمي\" عن عبد الرحمن بن عمرو السلمي هذا\nقالوا عنه: إنه صدوق، فحديثه حسن \"أنه سمع العرباض بن سارية يقول\" الحديث\nبهذا الإسناد حسن \"يقول: وعظنا رسول الله -صلى الله عليه <span id='ms127'></span> وسلم- موعظة\" يعني\nكما تقدم في الخبر السابق \"ذرفت منها العيون، ووجلت منها القلوب، فقلنا: يا\nرسول الله إن هذه لموعظة مودع، فماذا تعهد إلينا؟ قال: ((قد تركتكم على\nالبيضاء)) \" وهذا تقدم على الملة البيضاء، الطريق والمحجة البيضاء التي\n((ليلها كنهارها)) يعني لا يمكن أن يرد معها شبهة لا حل لها إلا عند من\nخالف أو قصر، فالدين واضح -ولله الحمد-، ولا خفاء فيه ولا غبش ولا لبس، لكن\nبعض الناس يؤتى من قبل نفسه، إما أن يقصر في تعلم الدين، أو يسلك غير سبيل\nالمؤمنين، ولو كان هذا السلوك جزئيا فإنه يدخل عليه الخلل بقدره.\n</p>\n\n<p>\n((تركتكم على البيضاء ليلكها كنهارها)) لا يختلف فيها الأمر، فهي واضحة\nجلية ((لا يزيغ عنها بعدي إلا هالك، من يعش منكم فسيرى اختلافا كثيرا)) وقد\nحصل كما أخبر النبي -عليه الصلاة والسلام- ((فعليكم بما عرفتم من سنتي))\nأما ما أنكرتموه فتوقفوا فيه، فإن كنتم من أهل العلم والنظر والتأهل للوصول\nإلى الصحيح من الضعيف بأنفسكم فهذا فرضكم، فابحثوا وتأكدوا، فإن ثبت\nفاعملوا به، وإن لم يثبت فاجتنبوه، واطرحوه وألقوه ((بما عرفتم من سنتي))\nوإن كنتم لستم من أهل النظر في هذا الباب، ولا تأهلتم لذلك، فاسألوا أهل\nالعلم، هذه فريضة العامي ومن في حكمه يسألوا أهل العلم.\n</p>\n\n<p>\n((فعليكم بما عرفتم من سنتي، وسنة الخلفاء الراشدين المهديين عضوا عليها\nبالنواجذ، وعليكم بالطاعة)) يعني بالسمع والطاعة ((وإن عبدا حبشيا)) وهذا\nتقدم ((فإنما المؤمن كالجمل الأنف حيثما قيد انقاد)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nيعني سهل القياد، لا ينتصر لحظوظ نفسه ويعاند ويصر، لا، يتبع الحق حيثما\nانقيد حيثما قيد بالحق انقاد، كالجمل الأنف الذي يجعل الزمام في أنفه ويجر\nبه، هذا الجمل الذي خرم أنفه، ووضع فيه القياد –الزمام- وقيد به لا يستطيع\nأن يخالف قائده، فعلى هذا المؤمن ينقاد حيثما قيد بالنصوص، لا أنه مغفل يجر\nحيثما أراد من أراد أن يجره، ويستهويه من حيث من أراد أن يجلبه إلى هواه،\nلا، المؤمن كيس فطن ومع ذلك سهل القياد، وقد <span id='ms128'></span> جاء في الحديث: ((لينوا بأيدي\nإخوانكم)) ومن الناس من هو وإن انتسب إلى الإسلام من هو عسر الطبع، بحيث\nيكون معاندا في كل ما يؤمر به، كما قال بعضهم: السهل يوطأ، ولا شك أن\nالإنسان إذا دعي إلى الحق عليه أن يستجيب، وليس له خيرة، فينقاد لأمر الله\nوأمر رسوله، ومن يأمر بهما.\n</p>\n\n<p>\nقال -رحمه الله-: \"حدثنا يحيى بن حكيم قال: حدثنا عبد الملك بن الصباح\nالمسمعي قال: حدثنا ثور بن يزيد عن خالد بن معدان عن عبد الرحمن بن عمرو\"\nهو السلمي السابق \"عن العرباض بن سارية قال: \"صلى بنا رسول الله -صلى الله\nعليه وسلم- صلاة الصبح، ثم أقبل بوجهه، فوعظنا موعظة بليغة ... فذكر نحوه\"\nوهذا الحديث بطرقه الثلاثة يصل إلى درجة الصحيح، ومع ذلك هو مخرج في صحيح\nمسلم ومسند أحمد، لكننا نتعامل مع السنن، ولو كنا نشرح صحيح مسلم لما ساغ\nلنا أن نقول: صحيح، ما دام الحديث مخرج في مسلم لا يسوغ لنا أن نقول: صحيح،\nإنما نكتفي بقولنا: خرجه البخاري أو خرجه مسلم؛ لأن هذا علامة الصحة، وإذا\nكان الخبر في غيرهما فالأمر فيه سعة، إذا درس الإسناد وصارت النتيجة صحة\nالخبر يقال: صحيح، وإذا درس وصارت النتيجة الضعف يقال: ضعيف، الله\nالمستعان، نعم.\n</p>\n\n<h1 class='l1' id='head2'>باب: اجتناب البدع والجدل</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n<p>\nحدثنا سويد بن سعيد وأحمد بن ثابت الجحدري قالا: حدثنا عبد الوهاب الثقفي\nعن جعفر بن محمد عن أبيه عن جابر بن عبد الله قال: \"كان رسول الله -صلى\nالله عليه وسلم- إذا خطب احمرت عيناه، وعلا صوته، واشتد غضبه، كأنه منذر\nجيش يقول: صبحكم مساكم، ويقول: ((بعثت أنا والساعة كهاتين)) ويقرن بين\nإصبعيه السبابة والوسطى، ثم يقول: ((أما بعد: فإن خير الأمور كتاب الله،\nوخير الهدي هدي محمد، وشر الأمور محدثاتها، وكل بدعة ضلالة)) وكان يقول:\n((من ترك مالا فلأهله، ومن ترك دينا أو ضياعا فعلي وإلي)).\n</p>\n\n<p>\nحدثنا محمد بن عبيد بن ميمون المدني أبو عبيد قال: حدثنا أبي عن محمد بن\nجعفر بن أبي <span id='ms129'></span> كثير عن موسى بن عقبة عن أبي إسحاق عن أبي الأحوص عن عبد الله\nبن مسعود أن رسول الله -صلى الله عليه وسلم- قال: ((إنما هما اثنتان الكلام\nوالهدي، فأحسن الكلام كلام الله، وأحسن الهدي هدي محمد، ألا وإياكم ومحدثات\nالأمور، فإن شر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، ألا لا\nيطولن عليكم الأمد فتقسو قلوبكم، ألا إن ما هو آت قريب، وإنما البعيد ما\nليس بآت، ألا إنما الشقي من شقي في بطن أمه، والسعيد من وعظ بغيره، ألا إن\nقتال المؤمن كفر، وسبابه فسوق، ولا يحل لمسلم أن يهجر أخاه فوق ثلاث، ألا\nوإياكم والكذب فإن الكذب لا يصلح بالجد ولا بالهزل، ولا يعد الرجل صبيه ثم\nلا يفي له، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وإن\nالصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وإنه يقال للصادق: صدق وبر،\nويقال للكاذب: كذب وفجر، ألا وإن العبد يكذب حتى يكتب عند الله كذابا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن خالد بن خداش قال: حدثنا إسماعيل بن علية قال: حدثنا أيوب\nح وحدثنا أحمد بن ثابت الجحدري ويحيى بن حكيم قالا: حدثنا عبد الوهاب قال:\nحدثنا أيوب عن عبد الله بن أبي مليكة عن عائشة قالت: \"تلا رسول الله -صلى\nالله عليه وسلم- هذه الآية: {هو الذي أنزل عليك الكتاب منه آيات محكمات هن\nأم الكتاب وأخر متشابهات} [(7) سورة آل عمران] إلى قوله: {وما يذكر إلا\nأولوا الألباب} [(7) سورة آل عمران] فقال: ((يا عائشة إذا رأيتم الذين\nيجادلون فيه فهم الذين عناهم الله فاحذروهم)).\n</p>\n\n<p>\nحدثنا علي بن المنذر قال: حدثنا محمد بن فضيل ح وحدثنا حوثرة بن محمد\nقال: حدثنا محمد بن بشر قالا: حدثنا حجاج بن دينار عن أبي غالب عن أبي\nأمامة قال: قال رسول الله صلى الله عليه وسلم: ((ما ضل قوم بعد هدى كانوا\nعليه إلا أوتوا الجدل)) ثم تلا هذه الآية: {بل هم قوم خصمون} [(58) سورة\nالزخرف].\n</p>\n\n<p>\nحدثنا داود بن <span id='ms130'></span> سليمان العسكري قال: حدثنا محمد بن علي أبو هاشم بن أبي\nخداش الموصلي قال: حدثنا محمد بن محصن عن إبراهيم بن أبي عبلة عن عبد الله\nبن الديلمي عن حذيفة قال: قال رسول الله -صلى الله عليه وسلم-: ((لا يقبل\nالله لصاحب بدعة صوما ولا صلاة ولا صدقة ولا حجا ولا عمرة ولا جهادا ولا\nصرفا ولا عدلا، يخرج من الإسلام كما تخرج الشعرة من العجين)).\n</p>\n\n<p>\nحدثنا عبد الله بن سعيد قال: حدثنا بشر بن منصور الخياط عن أبي زيد عن\nأبي المغيرة عن عبد الله بن عباس قال: قال رسول الله -صلى الله عليه وسلم-:\n((أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته)).\n</p>\n\n<p>\nحدثنا عبد الرحمن بن إبراهيم الدمشقي وهارون بن إسحاق قالا: حدثنا ابن\nأبي فديك عن سلمة بن وردان عن أنس بن مالك قال: قال رسول الله -صلى الله\nعليه وسلم-: ((من ترك الكذب وهو باطل بني له قصر في ربض الجنة، ومن ترك\nالمراء وهو محق بني له في وسطها، ومن حسن خلقه بني له في أعلاها)).\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-:\n</p>\n\n<p>\nباب: اجتناب البدع والجدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nلما بين السنة المأثورة عن النبي -عليه الصلاة والسلام- وعن صحابته من\nالخلفاء الراشدين، ذكر ما يخالف ذلك ويضاده، فذكر البدع والمحدثات والجدل\nالذي هو معارض للانقياد والتسليم، والمقصود به الجدل بالباطل ولنصر الباطل،\nوأما الجدل للوصول إلى الحق وللدعوة إليه فهذا مطلوب، ومأمور به {وجادلهم\nبالتي هي أحسن} [(125) سورة النحل] أما إذا كان الجدال للانتصار للنفس\nوالرأي، أو لنصر الباطل فإن هذا محرم لا يجوز، وهو المنهي عنه.\n</p>\n\n<p>\nقال: \"حدثنا سويد بن سعيد وأحمد بن ثابت الجحدري قالا: حدثنا عبد الوهاب\nالثقفي عن جعفر بن محمد عن أبيه\" جعفر بن محمد الصادق \"عن أبيه\" محمد بن\nعلي الباقر \"عن جابر بن عبد الله -رضي الله عنهما- قال: كان رسول الله -صلى\nالله عليه وسلم- إذا خطب\" في أي مناسبة، كخطبة الجمعة مثلا، \"احمرت عيناه\"\nلأنه كان -عليه <span id='ms131'></span> الصلاة والسلام- يتحمس في الخطب، وتحمر عيناه، ويعلو صوته،\nويشتد غضبه، لما أمر به من تبليغ الدين، فهو يريد أن يؤخذ عنه، وليلفت\nأنظار السامعين، ويحملهم على سماع هذه الخطبة بهذه المؤثرات \"احمرت عيناه،\nوعلا صوته، واشتد غضبه\" غيرة لله ولدينه ولمحارمه، وحرصا على نفع الأمة\n\"واشتد غضبه كأنه منذر جيش، يقول: صبحكم مساكم\" صبحكم يعني جاءكم العدو\nصباحا، ومساكم جاءكم العدو في المساء \"ويقول -عليه الصلاة والسلام-: ((بعثت\nأنا والساعة كهاتين)) \" بعثت أنا والساعة فالواو هذه للمعية، والساعة مفعول\nمعه ((كهاتين)) عطف النسق هنا ممكن وإلا غير ممكن؟ هل يمكن أن أقول: بعثت\nأنا والساعة كهاتين، الفعل يمكن تسليطه على الأمرين؟ نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني يكون معطوف على الضمير المتصل فيكون مرفوعا، وهل الساعة تبعث؟ الفعل\nيصح تسليطه على الاثنين وإلا على واحد منهما؟ الساعة تبعث وإلا لا؟ يعني لو\nقلنا: بعثت أنا والساعة لصارت الساعة مبعوثة كبعثته -عليه الصلاة والسلام-،\nفهذا يضعف النسق\n</p>\n\n<p>\n. . . . . . . . . ... والنصب مختار لدى ضعف النسق\n</p>\n\n<p>\nيعني لدى ضعف العطف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n\" ((كهاتين)) ويقرن بين إصبعيه السبابة والوسطى\" كهاتين، فيكون الباقي من\nعمر الدنيا بعد بعثته إلى قيام الساعة هو الفرق بينهما، الفرق بينهما كم؟\nكم نسبته؟ هاه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه لكن الفرق بقدر نصف السانتي هذا اللي هو الزيادة في الوسطى، أو يقال\n-كما استروح ومال إليه بعض الشراح- أنه قال بإصبعيه هكذا، فجعلهما\nملتصقتين، يعني أن الساعة تأتي مباشرة بعد بعثته -عليه الصلاة والسلام-،\nأما من يقول بأن عمر الدنيا سبعة آلاف سنة، فيمكن أن يكون الفرق بينهما مثل\nالقدر الزائد من الوسطى على السبابة، والذي يقول: إن عمر الدنيا ألوف مؤلفة\nمن السنين بل ملايين يقول: إن بعثته وإن تأخرت الساعة فإن الساعة حينئذ وإن\nتأخرت إلا أنها في حكم الملاصقة لطول المدة.\n</p>\n\n<p>\n\"ويقرن بين إصبعيه السبابة والوسطى ثم يقول: ((أما بعد)) \" وعرفنا أن\nالإتيان ب (أما) بعد في الخطب والرسائل والمكاتبات سنة نبوية ثبتت عن أكثر\nمن صحابيا عنه -عليه الصلاة والسلام-، وتكون بهذه الصيغة (أما <span id='ms132'></span> بعد) ب (أما)\nوضم بعد لأن المضاف إليه محذوف مع نيته، وأما شرط، وبعد قائم مقام الشرط، و\n((فإن خير الحديث)) هذا جواب الشرط، وأما إبدال (أما) بالواو فهذا لا يتم\nبه الامتثال، ولا تتأدى به السنية، بل لا بد أن يؤتى باللفظ النبوي، وإن\nكثر استعمال (وبعد) وذكرنا في مناسبات كثيرة أننا لسنا بحاجة إلى الإتيان ب\n(ثم) في أول موضع، بل نقتصر على قولنا: (أما بعد) كما كان يفعله -عليه\nالصلاة والسلام- وإن احتجنا (أما بعد) مرة ثانية قلنا: ثم، للعطف على\nالأولى إذا انتقلنا من أسلوب إلى آخر، ثم إلى ثالث وهكذا.\n</p>\n\n<p>\n((أما بعد: فإن خير الأمور كتاب الله، وخير الهدي هدي محمد -صلى الله\nعليه وسلم-)) وسيأتي في الحديث الذي يليه: ((إنما هما اثنان الكلام والهدي،\nفأحسن الكلام كلام الله)) فالمراد بالأمور خير الأمور يعني المراد به\nالكلام، خير الكلام وخير الأمور كتاب الله، خير ما يتمسك به، ويعتصم به\nكتاب الله، وخير الهدي والطريقة هدي محمد -صلى الله عليه وسلم-، وضبطت في\nبعض الروايات: ((خير الهدى هدى محمد -صلى الله عليه وسلم-)) خير الهدى يعني\nهدايته للخلق ودلالته وإرشاده إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n((هدي محمد -صلى الله عليه وسلم-، وشر الأمور محدثاتها)) يعني ما يحدث في\nالدين هو شر أشر من جميع الشرور؛ لأن شر هذه أفعل تفضيل، شر جميع الأمور\nالمحدثات في الدين ((وكل بدعة ضلالة)) وهذا سبق الحديث فيه.\n</p>\n\n<p>\n\"وكان يقول -عليه الصلاة والسلام-: ((من ترك مالا فلأهله، ومن ترك دينا\nأو ضياعا فعلي وإلي)) \" وهذا الحديث صحيح، وهو في مسلم.\n</p>\n\n<p>\n((من ترك مالا فلأهله، ومن ترك دينا أو ضياعا فعلي وإلي)) الذي يتركه من\nالمال يكون لأهله، يقسم بين ورثته، ومن ترك ضيعا مالا أو ضياعا ما يخشى\nعليه أن يضيع فعلي وإلي، فالدين يسدد من قبل بيت المال، وكذلك ما يخشى\nضياعه يرعى من بيت المال، وهذا قاله النبي -عليه الصلاة والسلام- في آخر\nالأمر لما وسع الله عليه، وكان قبل ذلك الدين يثبت <span id='ms133'></span> في ذمة الميت إلى أن\nيضمن عنه، ويترك النبي -عليه الصلاة والسلام- الصلاة على المدين حتى ضمن.\n</p>\n\n<p>\nقال بعد ذلك: \"حدثنا محمد بن عبيد بن ميمون\" المدني أبو عبيد \"قال: حدثنا\nأبي\" يعني عبيد بن ميمون المدني، وهذا قال عنه أبو حاتم: مجهول، والمجاهيل\nعند أبي حاتم في كتاب الجرح والتعديل لابنه يزيدون على ألف وخمسمائة، فمنهم\nمن يقول أبو حاتم: مجهول ويسكت، ومنهم من يقول: لا أعرفه، ومنهم من يقول\nفيه: مجهول أي لا أعرفه، فالجهالة عند أبي حاتم تساوي عدم المعرفة، وكون\nأبي حاتم لا يعرفه لا يلزم من حاله ألا يعرفه غيره، وعلى هذا هل الجهالة\nجرح ملازم وقدح في الراوي، أو هي عدم علم بحاله أو هي عدم علم بحال الراوي؟\nفلا تكون حينئذ جرح، وينبني على ذلك إذا قلنا: إنها جرح مطلقا قلنا: إن\nالحديث يضعف بالراوي المجهول، وإذا قلنا: إنها عدم علم بحاله يتوقف في حكمه\nحتى تعلم حاله.\n</p>\n\n<p>\nالعلماء في مراتب الجرح والتعديل يجعلون المجهول في مراتب الجرح، فمقتضى\nذلك أن يضعف الخبر إذا وجد فيه من قيل فيه: مجهول، والذي يقول: إن الجهالة\nليست بجرح، وإنما هي عدم علم بحال الراوي لا يجزم بضعفه، حتى يجد كلاما في\nهذا الراوي الذي جهلت حاله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nومما يؤيد كون الجهالة جرح في الراوي من غير نظر آخر قول أهل العلم في\nطبقات المجروحين وفي مراتب الجرح: مجهول أو مستور الحال، أو مستور، أو\nمجهول العين، أو مجهول الحال ظاهرا وباطنا، أو ظاهرا فقط أو باطنا فقط، على\nتفاصيل عندهم في كتب المصطلح، فعلى هذا إذا وجدنا في الرواة من هو مجهول\nيضعف مباشرة لأن الجهالة جرح في الراوي، والذي يقول: إن الجهالة عدم علم\nبحال الراوي يقول: لا يحكم بعض الحديث مباشرة حتى يوجد ما يقدح في رواته،\nومنهم هذا الذي لم يطلع على حاله، وكأن عبارة الحافظ ابن حجر في النخبة\nتؤيد هذا.\n</p>\n\n<p>\nقال: \"من المهم معرفة أحوال الرواة جرحا أو تعديلا أو جهالة <span id='ms134'></span>\" فجعل\nالجهالة قسيم للجرح والتعديل، ولم يجعلها قسما من الجرح، كما فعلوا في\nمراتب الجرح.\n</p>\n\n<p>\nلعلكم تعذروني عن المتابعة، الصوت لا يساعد، والزكام بدايته ظهرت.\n</p>\n\n<p>\nجزاكم الله خير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}