{
  "content": " | 158 | ألف الجزء الثالث | 3 |\n#\n<p>\n| من كتاب المغازي\n</p>\n\n<p>\nعن أبي جعفر عبد الله بن محمد بن علي بن نفيل الحراني رواية أبي شعيب عبد\nالله بن الحسن الحراني مما رواه عنه أبو علي محمد بن أحمد بن الحسن الصواف\nرواية الشيخ الفاضل أبي الفتح محمد بن أحمد بن أبي الفوارس بما حدثنا به\nالشيخ الجليل الامام الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب\n</p>\n\n<p>\n| البغدادي رضي الله عنه\n</p>\n\n#\n<p>\n| سماع طاهر بن بركات بن إبراهيم بن علي بن محمد ابن علي الخشوعي القرشي\nنفعه الله به\n</p>\n\n<p>\nيتلوه غزوة السويق غزوة ذي أمر إلى نجد سنة ثلاث وقف قرأ فيه اسماعبل بن\nإبراهيم بن سالم الأنصاري عفا الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nتوكلت على الله\n</p>\n\n<p>\n474 أخبرنا الشيخ الامام الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب\nالبغدادي بدمشق في شهر رمضان من سنة أربع وخمسين وأربع مائة قال أخبرنا أبو\nنعيم الحافظ قال نا أبو علي محمد بن أحمد بن الحسن الصواف قال أنا أبو شعيب\nالحراني نا النفيلي نا محمد بن سلمة عن محمد بن اسحاق قال ثم قال تبارك\nوتعالى <span class='quran'>وإذ زين لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس\nوإني جار لكم </span>الآية وذكر استدراج ابليس اياهم بتشبهه بسراقة بن جعشم\nلهم حين ذكر لهم ما بينهم وبين بني بكر بن عبد مناة بن كنانة في الحرب التي\nكانت بينهم وبينه يقول الله عز وجل لنبيه صلى الله عليه وسلم <span class='quran'>فلما\nتراءت الفئتان </span>ونظر عدو الله إلى جنود الله من الملائكة قد أمد الله\nبهم رسوله والمؤمنين على عدوهم <span class='quran'>نكص على عقبيه وقال إني بريء منكم إني\nأرى ما لا ترون </span>وصدق عدو الله أنه رأى ما لا يرون فقال <span class='quran'>إني أخاف\nالله والله <span id='ms125'></span> شديد العقاب </span>فأوردهم ثم أسامهم فذكر لي أنهم كانوا يرونه\nفي كل منزل في صورة سراقة لا ينكرونه حتى اذا كان يوم بدر والتقى الجمعان\nوكان الذي رآه حين نكص على عقبيه الحارث بن هشام وعمير بن وهب الجمحي قد\nذكر أحدهما فقال أين يا سراقة ومثل عدو الله فذهب ثم ذكر الله أهل الكفر\nوما يلقون عند موتهم فوصفهم بصفتهم فأخبر نبيه عنهم حتى انتهى إلى قوله\n<span class='quran'>فإما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون </span>أي فنكل\nبهم من ورائهم لعلهم يعقلون <span class='quran'>وأعدوا لهم ما استطعتم من قوة ومن رباط\nالخيل ترهبون به عدو الله وعدوكم </span>إلى قوله <span class='quran'>وما تنفقوا من شيء في\nسبيل الله يوف إليكم وأنتم لا تظلمون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n             أي لا يضيع لكم أجره\nعند الله في الآخرة وعاجل خلفه في الدنيا ثم قال <span class='quran'>وإن جنحوا للسلم\nفاجنح لها </span>أي ان دعوك إلى السلم يعني الاسلام فصالحهم <span class='quran'>وتوكل على\nالله </span>ان الله كافيك <span class='quran'>إنه هو السميع العليم </span>وان يريدوا أن\nيخدعوك فان حسبك الله هو من وراء ذلك <span class='quran'>هو الذي أيدك بنصره </span>بعد\nالضعف <span class='quran'>وبالمؤمنين وألف بين قلوبهم </span>على الهدى بالذي بعثك اليهم\n<span class='quran'>لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم\n</span>بدينه الذي جمعهم عليه <span class='quran'>إنه عزيز حكيم </span>وقال <span class='quran'>يا أيها\nالنبي حسبك الله ومن اتبعك من المؤمنين </span><span class='quran'>يا أيها النبي حرض\nالمؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم\nمائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون </span>أي لا يقاتلون\nعلى نية بنية ولا حق ولا معرفة خير ولا شر\n</p>\n\n<p>\n475 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن ابن اسحاق قال حدثني أبو جعفر محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n             علي قال قال\nرسول الله صلى الله عليه وسلم نصرت بالرعب وجعلت لي الأرض مساجد وطهورا\nوأعطيت جوامع الكلم وأحلت لي المغانم ولم تحل لنبي كان قبلي وأعطيت الشفاعة <span id='ms126'></span>\nخمس لم يؤتهن نبي قبلي <span class='quran'>وما كان لنبي </span>قبلك <span class='quran'>أن يكون له أسرى\n</span>من عدوه <span class='quran'>حتى يثخن في الأرض </span>أن يثخن عدوه حتى ينفيه من الأرض\n<span class='quran'>تريدون عرض الدنيا </span>أي متاع الفداء بأخذ الرجال <span class='quran'>والله يريد\nالآخرة </span>أي بقتلهم بظهور الدين الذي يريدون اظهاره الذي تدرك به الاخرة\n<span class='quran'>لولا كتاب من الله سبق لمسكم فيما أخذتم </span>من الأسارى والمغانم\n<span class='quran'>عذاب عظيم </span>أي لو لا أنه سبق أن لا أعذب الا بعد النهي ولم يكن\nنهاهم يعذبكم فيما صنعتم ثم أحلها لهم رحمة ونعمة وعائدة من الرحمن الرحيم\nفقال <span class='quran'>فكلوا مما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم يا\nأيها النبي قل لمن في أيديكم من الأسرى إن يعلم الله في قلوبكم خيرا يؤتكم\nخيرا مما أخذ منكم ويغفر لكم والله غفور رحيم </span>فكان العباس بن عبد\nالمطلب يقول في والله نزلت حين ذكرت لرسول الله صلى الله عليه وسلم اسلامي\nوسألته أن يقاصني بالعشرين الاوقية التي أخذ مني فأبى علي فعوضني الله منها\nعشرين عبدا كلهم تاجر يضرب بمالي مع ما أرجو من رحمته ومغفرته ثم حض\nالمسلمين على التواصل وجعل للمهاجرين والانصار ولاية في الدين دون من سواهم\nثم جعل الكفار بعضهم أولياء بعض قال <span class='quran'>إلا تفعلوه تكن فتنة في الأرض\nوفساد كبير </span>أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n             ليتولى المؤمن المومن دون الكافر وان كان\nذا رحم تكن فتنة أي شبهة في الحق والباطل في ظهور الفساد في الأرض بتولي\nالمؤمن الكافر من دون المؤمن ثم رد المواريث إلى الارحام ممن أسلم بعد\nالولاية من المهاجرين والأنصار وردهم إلى الارحام التي بينهم فقال <span class='quran'>والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم وأولو الأرحام بعضهم\nأولى ببعض في كتاب الله </span>أي بالميراث <span class='quran'>أن الله بكل شيء عليم </span></p>\n\n<p>\n476 جميع من شهد بدرا من المسلمين من المهاجرين والانصار من الاوس\nوالخزرج ومن ضرب له سهمه وأجره ثلاث مائة وأربعة عشر رجلا من المهاجرين دون\nالأنصار ثلاثة وثمانون رجلا ومن الاوس واحد وستون رجلا <span id='ms127'></span> ومن الخزرج مائة\nوسبعون رجلا\n</p>\n\n<p>\n477 واستشهد مع رسول الله صلى الله عليه وسلم من المسلمين من قريش ثم من\nبني المطلب بن عبد مناف عبيدة بن الحارث بن المطلب بن عبد مناف قطع رجله\nعتبة بن ربيعة بن عبد شمس فمات بالصفراء\n</p>\n\n<p>\n478 ومن بني زهرة بن كلاب عمير بن أبي وقاص بن أهيب ابن عبد مناف بن زهرة\nوذو الشمالين عبد عمرو بن نضلة حليف لهم من بني عبسان\n</p>\n\n<p>\n479 ومن بني عدي بن كعب عامر بن البكير حليف لهم من بني سعد بن ليث بن\nبكر بن عبد مناة بن كنانة ومهجع مولى عمر بن الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n480 ومن بني الحارث بن فهر صفوان بن بيضاء\n</p>\n\n<p>\n481 ومن الأنصار ثم من بني عمرو بن عوف سعد بن خيثمة ومبشر بن عبد المنذر\nبن دينار\n</p>\n\n<p>\n482 ومن بني الحارث بن الخزرج يزيد بن الحارث وهو الذي يقال له فسحم\n</p>\n\n<p>\n483 ومن بني سلمة ثم من بني حرام بن كعب بن غنم بن كعب بن سلمة عمير بن\nالحمام\n</p>\n\n<p>\n484 ومن بني حبيب أو خبيب بن عبد حارثة بن مالك رافع ابن المعلى\n</p>\n\n<p>\n485 ومن بني عبد النجار ثم من بني عدي بن النجار حارثة بن سراقة ابن\nالحارث\n</p>\n\n<p>\n486 ومن بني غنم بن مالك بن النجار عوف ومعوذ ابنا الحارث بن سواد وهما\nابنا عفراء ثمانية نفر\n</p>\n\n<p>\n487 وكان الفتية الذين قتلوا مع قريش يوم بدر فنزل فيهم القرآن فيما ذكر\nلنا <span class='quran'>الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا\nمستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك\nمأواهم جهنم وساءت مصيرا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n             وذلك أنهم كانوا أسلموا ورسول\nالله صلى الله عليه وسلم هاجر إلى المدينة حبسهم آباؤهم وعشائرهم بمكة\nوفتنوهم فافتتنوا ثم ساروا مع قومهم إلى بدر فأصيبوا به جميعا فهم فتية\nمسلمون فمن بني أسد بن عبد العزى بن قصي الحارث بن زمعة بن الأسود بن\nالمطلب بن أسد ومن بني مخزوم أبو قيس بن الفاكه بن المغيرة وقيس بن الوليد\nبن المغيرة <span id='ms128'></span> ومن بني جمح علي بن أمية بن خلف ومن بني سهم العاص بن منبه بن\nالحجاج\n</p>\n\n<p>\n488 فلما قدم رسول الله صلى الله عليه وسلم من بدر إلى المدينة وكان\nفراغه من بدر في عقب رمضان أو في أول شوال فلم يقم بالمدينة الا سبع ليال\nحتى غزا بنفسه يريد بني سليم حتى بلغ ماء من مياههم يقال له الكدر فأقام\nعليه ثلاث ليال ثم رجع إلى المدينة ولم يلق كيدا فأقام بقية شوال وذا\nالقعدة وفادى في اقامته تلك جل الأسارى من قريش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n| غزوة السويق\n</p>\n\n<p>\n489 ثم غزا أبو سفيان بن حرب غزوة السويق من ذي الحجة وولى تلك الحجة\nالمشركون من تلك السنة\n</p>\n\n<p>\n490 أخبرنا عبد الله بن الحسين الحراني قال حدثنا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال فكان أبو سفيان كما حدثني محمد جعفر ابن الزبير\nويزيد بن رومان ومن لا أتهم عن عبد الله بن كعب بن مالك وكان من أعلم\nالأنصار حين رجع إلى مكة ورجع فل قريش من بدر حلف ألا يمس رأسه ماء من\nجنابة حتى يغزو محمدا صلى الله عليه وسلم فخرج في مائتي راكب من قريش ليبر\nيمينه فسلك النجدية حتى نزل بصدر قناة إلى جانب جبل يقال له نيب من المدينة\nعلى بريد أو نحوه ثم خرج من الليل حتى أتى بني النضير من تحت الليل فأنى\nحتى بن أخطب فضرب عليه بابه فخاف فلم يفتح له فانصرف إلى سلام بن مشكم وكان\nسيد بني النضير في زمانه ذلك وصاحب كنزهم فاستأذن عليه فأذن له وقراه وسقاه\nوبطن له من خبر الناس ثم خرج من عقب ليلته حتى أتى أصحابه فبعث رجالا من\nقريش إلى المدينة فأتوا ناحية منها يقال لها العريض فخرجوا في أصوار من نخل\nبها ووجدوا رجلا من الأنصار وحليفا له في حرث لهما فقتلوهما ثم انصرفوا\nراجعين وندر بهم الناس فخرج رسول الله صلى الله عليه وسلم في طلبهم حتى\nانتهى إلى قرقرة الكدر <span id='ms129'></span> ثم انصرف راجعا وقد فاته أبو سفيان وأصحابه وقد رأوا\nأزوادا من أزواد القوم قد طرحها في الحرث يتخففون منها للنجاء فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n             المسلمون حين رجع بهم رسول الله صلى الله عليه وسلم أتطمع لنا\nأن تكون لنا غزوة قال نعم\n</p>\n\n<p>\n491 فقال أبو سفيان وهو يتجهز غازيا من مكة إلى المدينة أبياتا من الشعر\n</p>\n\n<p>\n( كروا على يثرب وجمعهم % فان ما جمعوا لكم نفل )\n</p>\n\n<p>\n( ان يك يوم القليب كان لهم % فان ما بعده لكم دول )\n</p>\n\n<p>\n( واللات لا أقرب النساء ولا % يمس رأسي وجلدي الغسل )\n</p>\n\n<p>\n( حتى تبيدوا قبائل الأوس % والخزرج ان الفؤاد مشتعل )\n</p>\n\n<p>\nفأجابه كعب بن مالك\n</p>\n\n<p>\n( يا لهف أم المشجعين على % جيش ابن حرب في الحرة الفسل )\n</p>\n\n<p>\n( اذا يطرحون الرحال مرتسم % الطير ترقوا بقية الجبل )\n</p>\n\n<p>\n( جاؤوا بجمع لو قيس منزله % لم يك الا كمعوس الدؤل )\n</p>\n\n<p>\nالدؤل دويبة أصغر من القطا وبه سمي أبو الاسود الدؤلي\n</p>\n\n<p>\n492 وقال أبو سفيان بن حرب حين انصرف من المدينة إلى مكة\n</p>\n\n<p>\n( اني تخيرت المدينة واحدا % لحلف فلم أندم ولم أتلوم )\n</p>\n\n<p>\n( سقاني فرواني كميتا مدامة % على عجل من سلام بن مشكم )\n</p>\n\n<p>\n( فلما تولى الجيش قلت ولم أكن % لأفرحه أبشر بغزو ومغنم )\n</p>\n\n<p>\n( تأمل فان القوم في سرواتهم % صريح لؤي لا شماطيط جرهم )\n</p>\n\n<p>\n( فما كان الا بعض ليلة راكب % أتى ساعيا من غير خلة معدم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n| غزوة ذى أمر إلى نجد سنة ثلاث\n</p>\n\n<p>\n493 فلما رجع رسول الله صلى الله عليه وسلم من غزوة السويق أقام بالمدينة\nذا الحجة والمحرم أو قريبا منه ثم غزا نجدا يريد بني غظفان وهي غزوة ذى أمر\nفأقام بنجد صفر كله أو قريبا من ذلك ثم رجع إلى المدينة ولم يلق كيدا\n</p>\n\n<p>\n494 أخبرنا عبد الله بن الحسن الحراني ألف قال حدثنا النفيلي قال نا محمد\nبن سلمة عن محمد بن اسحاق قال حدثني رجل من أهل الشأم يقال له أبو منظور عن\nعمه قال حدثني عمي عن عامر الرامي أخي النضر قال اني لببلادنا اذ رفعت الي\nألوية ورايات فقلت ما هذا قالوا هذا لواء رسول <span id='ms130'></span> الله صلى الله عليه وسلم\nفأتيته وهو تحت شجرة قد بسط له تحتها كساء وهو جالس عليه وقد اجتمع اليه\nأصحابه رضي الله عنهم فجلست اليهم فذكر رسول الله صلى الله عليه وسلم\nالأسقام فقال ان المؤمن اذا أصابه السقم ثم أعفاه الله منه كان كفارة لما\nمضى من ذنوبه وموعظة له فيما يستقبل به وان المنافق اذا مرض ثم أعفى كان\nكالبعير عقله أهله ثم أرسلوه فلا يدري لم عقلوه ولم يدر لم أرسلوه فقال رجل\nممن حوله وما الأسقام والله ما مرضت قط قال قم عنا فلست منا قال فبينا نحن\nعنده اذ أقبل رجل عليه كساء معه شيء في يده قد التف عليه فقال يا رسول الله\nلما رأيتك أقبلت فمررت بغيضة من شجر فسمعت فيها أصوات فراخ طائر فأخذتهن\nفوضعتهن في كسائي فأقبلت أمهن حتى استدارت على رأسي فكشفت لها عنهن فوقعت\nمعهن فلففتهن فهن الآن معي فقال ضعهن عنك قال فوضعتهن بكسائي فأبت الا\nلزومهن فقال رسول الله صلى الله عليه وسلم أتعجبون لرحمة أم الأفراخ فراخها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n             قالوا نعم قال فوالذي بعثني بالحق لله أرحم بعباده من أم\nالأفراخ بفراخها ارجع بهن حتى تضعهن من حيث أخذتهن وأمهن معهن قال فرجع بهن\nثم رجع رسول الله صلى الله عليه وسلم إلى المدينة ولم يلق كيدا فلبث بها\nشهر ربيع الأول كله الا قليلا منه\n</p>\n\n<p>\n495 ثم غزا يريد قريشا وبنى سليم حتى بلغ بحران معدن بالحجاز في ناحية\nالفرع وذلك المعدن للحجاج بن علاط البهزي فأقام به شهر ربيع الآخر وجمادي\nالاولى ثم رجع إلى المدينة ولم يلق كيدا\n</p>\n\n<p>\n496 وقد كان فيها بين ذلك من غزوة رسول الله صلى الله عليه وسلم بني\nقينقاع وكان من حديث بني قينقاع أن رسول الله صلى الله عليه وسلم جمعهم في\nسوق بني قينقاع فقال لهم يا معاشر يهودا احذروا من الله مثل ما نزل بقريش\nمن النقمة وأسلموا فانكم قد عرفتم اني نبي مرسل تجدون ذلك في كتابكم <span id='ms131'></span> وعهد\nالله اليكم قالوا يا محمد انك ترانا كقومك يغرك أنك لقيت قوما لا علم لهم\nبالحرب فأصبت منهم فرصة انا والله لو حاربناك لتعلمن أنا نحن الناس\n</p>\n\n<p>\n497 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال حدثنا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني مولى لآل زيد بن ثابت عن سعيد بن جبير أو\nعكرمة عن ابن عباس قال ما نزل هؤلاء الآيات الا فيهم <span class='quran'>قل للذين كفروا\nستغلبون وتحشرون إلى جهنم وبئس المهاد </span>إلى قوله ( قد كان لكم آية في\nفئتين التقتا ) أي في أصحاب بدر من أصحاب رسول الله صلى الله عليه وسلم\nوقريش <span class='quran'>فئة تقاتل في سبيل الله وأخرى كافرة </span>إلى قوله <span class='quran'>إن في\nذلك لعبرة لأولي الأبصار </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n498 أخبرنا عبد الله بن الحسن الحراني قال حدثنا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني عاصم ابن عمر بن قتادة أن بني قينقاع\nكانوا أول يهود نقضوا ما بينهم وبين رسول الله صلى الله عليه وسلم وحاربوا\n</p>\n\n<p>\n163 ألف فيما بين بدر وأحد فحاصرهم رسول الله صلى الله عليه وسلم حتى\nنزلوا على حكمه فقام اليه عبد الله بن أبي بن سلول حين أمكنه الله منهم\nفقال يا محمد أحسن في موالي وكانوا حلفاء الخزرج فأبطأ عنه رسول الله صلى\nالله عليه وسلم فقال يا محمد أحسن فأعرض عنه رسول الله فأدخل يده في جيب\nدرع رسول الله صلى الله عليه وسلم قال فقال له رسول الله وغضب رسول الله ثم\nقال ويحك أرسلني فقال لا والله لا أرسلك حتى تحسن في موالي أربع مائة حاسر\nوثلاث مائة دارع منعوني من الأحمر والأسود وتحصدهم في غداة واحدة اني والله\nامرؤ أخشى الدوائر فقال رسول الله صلى الله عليه وسلم هم لك\n</p>\n\n<p>\n499 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني أبي اسحاق بن يسار عن عبادة بن الوليد بن\nعبادة <span id='ms132'></span> بن الصامت قال لما حاربت بنو قينقاع تشبث بأمرهم عبد الله بن أبي بن\nسلول وقام دونهم ومشى عبادة بن الصامت إلى رسول الله صلى الله عليه وسلم\nوكان أحد بني عوف بن الخزرج ولهم من حلفه مثل الذي لهم من عبد الله بن أبي\nفخلعهم إلى رسول الله صلى الله عليه وسلم وتبرأ إلى الله والى رسوله من\nحلفهم فقال يا رسول الله أتولى الله ورسوله والمؤمنين وأبرأ إلى الله\nورسوله من حلف هؤلاء الكفار وولايتهم قال ففيه وفي عبدالله بن أبي نزلت\nالقصة في المائدة <span class='quran'>يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى\nأولياء </span>إلى قوله <span class='quran'>فترى الذين في قلوبهم مرض يسارعون فيهم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n             ) يعني عبد الله بن أبي لقوله أخشى الدوائر <span class='quran'>يقولون نخشى\nأن تصيبنا دائرة فعسى الله أن يأتي بالفتح أو أمر من عنده </span>إلى قوله\n<span class='quran'>وهم راكعون </span>وذاك لقول عبادة بن الصامت أتولى الله ورسوله وأبرأ\nمن بني قينقاع من حلفهم وولايتهم <span class='quran'>ومن يتول الله ورسوله والذين آمنوا\nفإن حزب الله هم الغالبون </span></p>\n\n<p>\n500 وسرية زيد بن حارثة التي بعثه رسول الله صلى الله عليه وسلم فيها حين\nأصاب عير قريش فيها أبو سفيان بن حرب على القردة ماء من مياه نجد وكان من\nحديثها أن قريشا كانت قد أخافت طريقها التي تسلك إلى الشام حين كان من وقعة\nبدر ما كان فسلكوا طريق العراق وخرج منهم تجار فيهم أبو سفيان بن حرب ومعه\nفضة كثيرة وهو عظم تجارتهم واستأجروا من بني بكر بن وائل رجلا يقال له فرات\nبن حيان يدلهم على الطريق وبعث رسول الله صلى الله عليه وسلم زيد بن حارثة\nفي ذلك الوجه فلقيهم على ذلك الماء فأصاب تلك العير وما فيها وأعجزه الرجال\nفقدم بها على رسول الله صلى الله عليه وسلم فقال حسان بن ثابت يذكر قريشا\nوأخذها على ذلك الطريق بعد أحد في غزوة بدر الآخرة وذلك أن رسول الله صلى\nالله عليه وسلم خرج لميعاد أبي سفيان منصرفه من <span id='ms133'></span> أحد فسار حتى نزل بدرا\nفأقام بها ثماني ليال وأخلفه أبو سفيان فقال حسان\n</p>\n\n<p>\n( دعوا فلجأت الشأم قد حال دونها % جلاد كأفواه المخاض الأوارك )\n</p>\n\n<p>\n( بأيدي رجال هاجروا نحو ربهم % وأنصاره حقا وأيدي الملائك )\n</p>\n\n<p>\n( اذا سلكت للفور من رمل عالج % فقولا لها ليس الطريق هنالك )\n</p>\n\n<p>\n( أقمنا على الرس النزوع ثمانيا % بأرعن جرار عريض المبارك )\n</p>\n\n<p>\n( بكل كميت جوزة نصف خلقه % وقب طوال مشرفات الحوارك ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n( ترى العرفج العادي تذري أصوله % مناسم أخفاف المطى الرواتك )\n</p>\n\n<p>\n( فان تلق في تطوافنا والتماسنا % فرأت بن حيان يكن رهن هالك )\n</p>\n\n<p>\n( وان تلق قيس بن امرىء القيس بعده % يزد في سواد لونه لون حالك )\n</p>\n\n<p>\n( فأبلغ أبا سفيان عني رسالة % فانك من غر الرجال الصعالك )\n</p>\n\n<p>\n501 وقتل كعب بن الأشرف وكان من حديثه أنه لما أصيب أهل بدر وقدم زيد بن\nحارثة إلى أهل السافلة وقدم عبد الله بن رواحة إلى أهل العالية مبشرين\nبعثهما رسول الله صلى الله عليه وسلم إلى أهل المدينة من المسلمين بفتح\nالله وقتل من قتل من المشركين كما حدثني عبد الله بن المغيث بن أبي بردة\nالظفري وعبد الله بن أبي بكر ابن محمد بن عمرو بن حزم وعاصم بن عمر بن\nقتادة وصالح ابن أبي أمامة بن سهل كل قد حدثني بعض حديثه قال كعب بن الأشرف\nوكان رجلا من طيء ثم أحد بني نبهان وكانت أمه من بني النضير حين بلغه الخبر\nويحكم أحق هذا أترون أن محمدا قتل هؤلاء الذين يسمي هذان الرجلان يعني زيدا\nوعبد الله فهؤلاء أشراف العرب وملوك الناس والله لئن كان محمد أصاب هؤلاء\nالقوم لبطن الأرض خير من ظهرها فلما تيقن عدو الله الخبر خرج حتى قدم مكة\nفنزل على المطلب بن أبي وداعة ابن صبرة السهمي وعنده عاتكة ابنة أبي العاص\nبن أمية بن عبد شمس فأنزلته وأكرمته وجعل يحرض على رسول الله صلى الله عليه\nوسلم وينشد الأشعار وبكى على أصحاب القليب من قريش الذين أصيبوا ببدر ثم\nرجع كعب بن الأشرف إلى المدينة فشبب <span id='ms134'></span> بأم الفضل ابنة الحارث ثم شبب بنساء\nالمسلمين فقال رسول الله صلى الله عليه وسلم كما حدثني عبد الله بن مغيث من\nلي بابن الأشرف فقال محمد بن مسلمة أخو بني عبد الأشهل أنا لك به يا رسول\nالله أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n             اقتله قال افعل ان قدرت على ذلك فرجع محمد فمكث ثلاثا\nلا يأكل ولا يشرب الا ما يعلق نفسه فذكر ذلك لرسول الله صلى الله عليه وسلم\nفقال لم تركت الطعام والشراب قال يا رسول الله اني قلت لك قولا لا أدري هل\nأفوز به أم لا قال انما عليك الجهد قال يا رسول الله انه لا بد لنا أن نقول\nقال قولوا ما بدا لكم فأنتم في حل من ذلك فأجمع في قتله محمد بن مسلمة\nوسلكان بن سلامة بن وقش وهو أبو نائلة أحد بني عبد الأشهل والحارث بن أوس\nبن معاذ أحد بني عبد الأشهل ثم قدموا إلى عدو الله ابن الأشرف قبل أن يأتوه\nسلكان بن سلامة أبا نائلة فجاءه فتحدث معه ساعة وتناشدا وكان أبو نائلة\nيقول الشعر ثم قال ويحك يابن الأشرف اني قد جئتك لحاجة أريد ذكرها لك\nفاكتمها عني قال أفعل قال كان قدوم هذا الرجل علينا من البلاء عادتنا العرب\nورمتنا عن قوس واحدة وقطعت عنا السبل حنى ضاع العيال وجهدت الأنفس فأصبحنا\nوقد جهدنا وجهد عيالنا فقال كعب أنا ابن الأشرف أما والله لقد كنت أخبرك يا\nبن سلامة أن الأمر سيصير إلى ما كنت أقول لك فقال سلكان اني قد أردت أن\nتبيعنا طعاما ونرهنك ونوثق لك وتحسن في ذلك قال ترهنوني أبناءكم قال أردت\nتفضحنا ان لي أصحابا على مثل رأيي وقد أردت أن آتيك بهم لتبيعهم وتحسن في\nذلك وترهنك من الحلقة ما لك فيه وفاء وأراد سلكان أن لا ينكر السلاح اذا\nجاءوا به قال ان في الحلقة لوفاء فرجع سلكان إلى أصحابه فأخبرهم خبره\nوأمرهم أن يأخذوا السلاح ثم ينطلقوا فيجتمعوا اليه فاجتمعوا عند رسول <span id='ms135'></span> الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n502 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني ثور عن عكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n             مولى ابن عباس\nعن ابن عباس قال مشى معهم رسول الله صلى الله عليه وسلم إلى بقيع الغرقد ثم\nوجههم وقال انطلقوا على اسم الله اللهم أعنهم ثم رجع إلى بيته في ليلة\nمقمرة فانتهوا إلى حصنه فهتف به أبو نائلة وكان ابن الأشرف حديث عهد بعرس\nفوثب في ملحفته فأخذت امرأته بناحيتها وقالت انك رجل محارب وان صاحب الحرب\nلا ينزل في مثل هذه الساعة قال أبو نائلة لو وجدني نائما ما أيقظني قالت\nفوالله اني لاعرف في صوته الشر قال أبو شعيب حدثني التوزي أبو محمد قال قال\nالأصمعي ما تكلم بهذه الكلمة لو وجدني نائما ما أيقظني أحد في جاهلية ولا\nاسلام الا قتل قال يقول لها لو يدعى الفتى لطعنة لأجاب قال فنزل فتحدث معه\nساعة وتحدثوا معه ثم قال هل لك يابن الأشرف أن نتماشى إلى شعب العجوز\nفنتحدث بقية ليلتنا هذه قال ان شئتم فخرجوا يتماشون ساعة ثم ان أبا نائلة\nشام يده في فود رأسه ثم شم يده ثم قال ما رأيت كالليلة طيبا أعطر قط ثم مشى\nساعة ثم عاد لمثلها حتى اطمأن ثم مشى ساعة ثم عاد لمثلها فأخذ بفري رأسه ثم\nقال اضربوا عدو الله فضربوه فاختلفت عليه أسيافهم فلم تغن شيئا قال محمد بن\nسلمة فذكرت مغولا في سيفي حين رأيت أسيافنا لم تغن شيئا فأخذته وقد صاح عدو\nالله صيحة لم يبق حولنا حصن الا اوقدت عليه النار فوضعته في ثنته ثم تحاملت\nعليه حتى بلغت عانته فوقع عدو الله وقد أصيب الحارث بن أوس بن معاذ فجرح في\nرأسه أو في رجله أصابه بعض أسيافنا قال فخرجنا حتى سلكنا على بني أمية بن\nزيد ثم على بني قريظة ثم على بعاث حتى أسندنا في حرة العريض وقد أبطأ عنا <span id='ms136'></span>\nصاحبنا الحارث بن أوس ونزفه الدم فوقفنا له ساعة ثم أتانا يتبع آثارنا\nفاحتملناه فجئنا به رسول الله صلى الله عليه وسلم وهو قائم يصلي فسلمنا\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n             فخرج الينا فأخبرناه بقتل عدو الله وثفل على جرح صاحبنا\nورجعنا إلى أهلنا فأصبحنا وقد خافت يهود تبعتنا فليس بها يهودي الا وهو\nيخاف على نفسه وقال رسول الله صلى الله عليه وسلم من ظفرتم به من رجال يهود\nفاقتلوه فوثب محيصة بن مسعود على ابن سنينة رجل من تجار يهود وكان يلابسهم\nويبايعهم فقتله وكان حويصة بن مسعود اذ ذاك لم يسلم فقال لمحيصة وكان أسن\nمنه لما قتله وجعل يبصره يضربه يا عدو الله أقتلته أما والله لرب شحم في\nبطنك من ماله فقال محيصة والله لقد أمرني بقتله من لو أمرني بقتلك لضربت\nعنقك قال فقال والله ان دينا بلغ بك هذا لدين له شأن انطلق إلى صاحبك حتى\nأسمع منه فانطلق إلى رسول الله صلى الله عليه وسلم فكان أول اسلام حويصة\nفقال محيصة\n</p>\n\n<p>\n( يلوم ابن أم لو أمرت بقتله % لطبقت ذفراه بأبيض قاضب )\n</p>\n\n<p>\n( حسام كلون الملح أخلص صقله % متى ما أصوبه فليس بكاذب )\n</p>\n\n<p>\n( وما سرني أني قتلتك طائعا % وأن لنا ما بين بصرى فمارب )\n</p>\n\n<p>\nوقال علي بن أبي طالب عليه السلام في قتل ابن الأشرف\n</p>\n\n<p>\n( عرفت ومن يعتدل يعرف % وأيقنت حقا فلم أصدف )\n</p>\n\n<p>\n( عن الكلم المحكمات التي % من الله ذي الرأفة الأرأف )\n</p>\n\n<p>\n( رسائل تدرس في المؤمنين % بهن اصطفى أحمد المصطفى )\n</p>\n\n<p>\n( فأصبح أحمد فينا عزيزا % عزيز المقامة والموقف )\n</p>\n\n<p>\n( فيآيها الموعدوه سفاها % ولم يأت حوبا ولم يعنف )\n</p>\n\n<p>\n( ألستم تخافون أدنى العذاب % وما آمن الله كالأخوف )\n</p>\n\n<p>\n( وأن تصرعوا تحت أسيافه % كمصرع كعب بن الأشرف )\n</p>\n\n<p>\n( غداة رأى الله طغيانه % فأعرض كالجمل الأجنف )\n</p>\n\n<p>\n( فأنزل جبريل في قتله % بوحي إلى عبده ملطف )\n</p>\n\n<p>\n( فدس الرسول رسولا اليه % بأبيض ذي هيبة مرهف )\n</p>\n\n<p>\n( فباتت عيون له معولات % ومن دمع كعب لها تذرف ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n( فقلنا لأحمد ذرنا قليلا % فانا من النوح لم نشتف )\n</p>\n\n<p>\n( فأجلاهم ثم قال اظعنوا % دحورا على <span id='ms137'></span> رغم الآنف )\n</p>\n\n<p>\n( فأجلى النضير إلى غربة % وكانوا بدار ذوي زخرف )\n</p>\n\n<p>\n( إلى أذرعات ردافا وهم % على كل ذي دبر أعجف )\n</p>\n\n<p>\nوكانت اقامة رسول الله صلى الله عليه وسلم بالمدينة بعد قدومه من بحران\nجمادي الآخرة ورجب وشعبان ورمضان وغزوة قريش غزوة أحد في شوال سنة ثلاث\n</p>\n\n<p>\n503 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي عن محمد بن سلمة عن\nمحمد بن اسحاق قال وكان من حديث أحد كما حدثني محمد بن مسلم بن عبيد الله\nالزهري ومحمد بن يحيى ابن حبان وعاصم بن عمر بن قتادة والحصين بن عبد\nالرحمن بن عمرو بن سعد بن معاذ وغيرهم من علمائنا كل قد حدثني بعض الحديث\nعن يوم أحد فاجتمع حديثهم كله فيما سقت من هذا الحديث عن يوم أحد قال لما\nأصيبت قريش أو من قاله منهم ببدر وأصحاب القليب من كفار قريش فرجع فلهم إلى\nمكة ورجع أبو سفيان بن حرب مشى عبد الله بن أبي ربيعة وعكرمة بن أبي جهل\nوصفوان بن أمية في رجال من قريش ممن أصيب آباؤهم وأبناؤهم واخوانهم ببدر\nوكلموا أبا سفيان بن حرب ومن كانت له في تلك العير تجارة فقالوا يا معاشر\nقريش ان محمدا قد وتركم وقتل رجالكم وخياركم فأعينونا بهذا المال على حربه\nلعلنا أن ندرك منه ثأرنا بما أصاب منا ففيهم فيما ذكر لي بعض أهل العلم\nأنزل الله <span class='quran'>إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله\nفسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا إلى </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n             جهنم يحشرون ) فلما فعل ذلك أبو سفيان وأصحاب تلك العير أجمعت\nقريش لحرب رسول الله صلى الله عليه وسلم بأحابيشها ومن أطاعهم من قبائل بني\nكنانة وأهل تهامة كل أولئك قد استغووا على حرب رسول الله صلى الله عليه\nوسلم وكان أبو عزة عمرو بن عبد الله الجمحي قد من عليه رسول الله صلى الله\nعليه وسلم وعاهده على أن لا يظاهر عليه فأجمعت قريش السير إلى أحد قال\nصفوان بن أمية <span id='ms138'></span> يا أبا عزة انك امرؤ شاعر فأعنا بلسانك واخرج معنا فقال ان\nمحمدا قد من علي ولا أريد أن أظاهر عليه أحدا قال بلى فأعنا بنفسك فلك ان\nرجعت أن أعينك فان أصبت أجعل بناتك مع بناتي يصيبهن ما أصابهن من عسر و يسر\nفخرج أبو عزة يسير في تهامة يدعو بني كنانة يقول\n</p>\n\n<p>\n( يا بني عبد مناة الرزام % أنتم بنو حرب ضرابو الهام )\n</p>\n\n<p>\n( أنتم حماة وأبوكم حام % لا يعدوني نصركم بعد العام )\n</p>\n\n<p>\n( لا تسلموني لا يحل اسلام % )\n</p>\n\n<p>\nثم دعا جبير بن مطعم بن عدي بن نوفل بن عبد مناف غلاما له يقال له وحشي\nوكان حبشيا يضرب\n</p>\n\n<p>\n167 ألف بحربة له قذف الحبشة قل ما يخطىء بها فقال له أخرج مع الناس فان\nقتلت عم محمد يعني حمزة بعمي طعيمة بن عدي فأنت عتيق وكان طعيمة ممن قتل\nالله يوم بدر فخرجت قريش بحدها وحديدها وأحابيشها ومن تبعها من كنانة وأهل\nتهامة وخرجوا بالظعن التماس الحفيظة لئلا يفروا فخرج أبو سفيان وهو قائد\nالناس بهند ابنة عتبة بن ربيعة وخرج صفوان ابن أمية بن خلف ببرزة ابنة\nمسعود بن عمرو بن عمر الثقفية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n             وهي أم عبد الله بن صفوان وخرج\nعمرو بن العاص بريطة بنت منبه ابن الحجاج وهي أم عبد الله بن عمرو وكانت\nهند بنت عتبة كلما مرت بوحشي أو مر بها قالت أبا دسمة أشف واشتف وكان وحشي\nيكنى بأبي دسمة فأقبلوا حتى نزلوا ببطن السبخة من قناة على شفير الوادي مما\nيلي المدينة فلما سمع بهم رسول الله صلى الله عليه وسلم والمسلمون قد نزلوا\nحيث نزلوا قال رسول الله صلى الله عليه وسلم للمسلمين اني قد رأيت بقرا\nورأيت في ذباب سيفي ثلما ورأيت أني أدخلت يدي في درع حصينة وتأولتها\nالمدينة فان رأيتم أن تقيموا وتدعوهم حيث قد نزلوا فان أقاموا أقاموا بشر\nمقام وان دخلوا علينا قاتلناهم فيها ونزلت قريش منزلها بأحد يوم الأربعاء\nفأقاموا بها ذلك اليوم ويوم الخميس ويوم الجمعة وراح <span id='ms139'></span> رسول الله صلى الله\nعليه وسلم حين صلى الجمعة فأصبح بالشعب من أحد فالتقوا يوم السبت في النصف\nمن شوال سنة ثلاث وكان رأي عبد الله بن أبي سلول مع رسول الله صلى الله\nعليه وسلم يرى رأيه في ذلك ألا يخرج اليهم وكان رسول الله صلى الله عليه\nوسلم يكره الخروج من المدينة فقال رجال من المسلمين ممن أكرمهم الله\nبالشهادة يوم أحد وغيرهم ممن كان فاتته بدر وحضروه يا رسول الله اخرج بنا\nإلى أعدائنا لا يرون أنا جبنا عنهم ارضخنا قال عبد الله بن أبي بن سلول يا\nرسول أقم بالمدينة فان أقاموا أقاموا بشر محبس وان رجعوا رجعوا خائبين كما\nجاؤوا وان دخلوها قاتلهم الرجال في وجوههم ورماهم الصبيان والنساء بالحجارة\nمن فوقهم فلم يزل الناس برسول الله صلى الله عليه وسلم الذين كان من أمرهم\nحب لقاء الله حتى دخل رسول الله صلى الله عليه وسلم فلبس لامته وذلك يوم\nالجمعة حين فرغ من الصلاة وقد مات في ذلك اليوم رجل من الأنصار يقال له\nمالك بن عمرو أحد بني النجار فصلى عليه رسول الله ثم خرج وقد ندم الناس\nوقالوا استكرهنا رسول الله صلى الله عليه وسلم فقالوا يا رسول الله\nاستكرهناك اقعد ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n             يكن لنا ذلك صلى الله عليك فقال رسول الله\nصلى الله عليه وسلم ما ينبغي لنبي اذا لبس لامته أن يضعها حتى يقاتل فخرج\nرسول الله في ألف من أصحابه حتى اذا كان بالشوط بين المدينة وأحد انخزل عنه\nعبد الله ابن أبي بن سلول بثلث الناس وقال أطاعهم وعصاني والله ما ندري على\nما نقتل أنفسنا هاهنا أيها الناس ثم رجع بمن معه من قومه من أهل النفاق\nوأهل الريب واتبعهم عبد الله بن عمرو بن حرام أحد بني سلمة يقول يا قوم\nأذكركم الله أن تخذلوا نبيكم وقومكم عندما حضر من عدوكم قالوا لو نعلم أنكم\nتقاتلون ما أسلمناكم ولكنا لا نرى أن يكون قتال فلما استصعبوا عليه <span id='ms140'></span> وأبوا\nالا الانصراف عنهم قال أبعدكم الله أعداء الله فسيغني الله عنكم ومضى رسول\nالله صلى الله عليه وسلم حتى سلك حرة بني حارثة فذب فرس بذنبه فأصاب كلاب\nسيف فاستله فقال رسول الله صلى الله عليه وسلم وكان رسول الله صلى الله\nعليه وسلم يحب الفال ولا يعتاف لصاحب السيف شم سيفك فاني أرى أن السيوف\nستسل اليوم\n</p>\n\n<p>\n504 ثم قال رسول الله صلى الله عليه وسلم لأصحابه من رجل يخرج بنا على\nالقوم من كثب أي قريب من طريق لا يمر بنا عليهم فقال أبو خيثمة أخو بني\nحارثة بن الحارث أنا يا رسول الله فنفذ به في حرة بني حارثة وبين أموالهم\nحتى سلك به في مال لربعي بن قيظي وكان رجلا منافقا ضرير البصر فلما أحس\nبرسول الله ومن معه قام يحثو في وجوههم التراب وهو يقول ان كنت رسول الله\nفلا أحل لك أن تدخل حائطي وقد ذكر لي أنه أخذ حفنة من تراب بيده ثم قال\nوالله لو أعلم أني لا اصيب بها غيرك لضربت بها وجهك فابتدره القوم ليقتلوه\nفقال لهم هذا الأعمى أعمى القلب والبصر وقد بدر اليه سعد أخو بني عبد\nالأشهل قبل نهي رسول الله صلى الله عليه وسلم فضربه بالقوس في رأسه وشجه\nومضى رسول الله على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n             وجهه حتى نزل بالشعب من أحد من عدوة الوادي\nإلى الجبل فجعل ظهره وعسكره إلى أحد وقال لا يقاتل أحد حتى نأمره بالقتال\nوقد سرحت قريش الظهر والكراع في ذروع كانت بالضيعة من قناة فقال رجل من\nالأنصار حين نهى رسول الله صلى الله عليه وسلم عن القتال أترعى زروع بني\nقيل ولما نضارب وتعبي رسول الله صلى الله عليه وسلم للقتال في سبع مائة رجل\nوتعبت قريش وهم ثلاثة آلاف ومعهم مائتا فرس قد جنبوها فجعلوا على ميمنة\nالخيل خالد بن الوليد وعلى ميسرتها عكرمة بن أبي جهل وأمر رسول الله على\nالرماة وهم خمسون رجلا عبد الله بن جبير أخا بني <span id='ms141'></span> عمرو بن عوف وهو يومئذ\nمعلم بثياب بياض وقال أنضح عنا الخيل بالنبل لا يأتونا من خلفنا ان كانت\nلنا أو علينا أثبت مكانك لا نؤتين من قبلك وظاهر رسول الله عليه السلام بين\nدرعين وقال من يأخذ هذا السيف بحقه فقام اليه رجال فأمسكه عنهم حتى قام\nاليه أبو دجانة سماك بن خرشة أخو بني ساعدة فقال وما حقه يا رسول الله قال\nأن تضرب به القوم حتى ينثني قال أنا آخذه يا رسول الله بحقه فأعطاه اياه\nوكان أبو دجانة رجلا شجاعا يختال عند الحرب اذا كانت وكان اذا أعلم بعصابة\nله حمراء يعصبها على رأسه علم الناس أنه سيقاتل فلما أخذ السيف من يد رسول\nالله أخرج عصابته تلك فعصب بها رأسه فجعل يتبختر بين الصفين\n</p>\n\n<p>\n505 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني جعفر بن عبد الله بن أسلم مولى عمر بن\nالخطاب عن رجل من الانصار من بني سلمة قال قال رسول الله صلى الله عليه\nوسلم حين رأى أبا دجانة يتبختر انها لمشية يبغضها الله الا في هذا الموطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n506 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا ابن سلمة عن\nمحمد بن اسحاق قال حدثني عاصم بن عمر بن قتادة أن أبا عامر صيفي بن مالك بن\nالنعمان بن أمية أحد بني ضبيعة قد كان خرج حين خرج من مكة مواعدا لرسول\nالله عليه السلام بخمسين غلاما من الأوس منهم عثمان بن حنيف وبعض الناس\nيقول كانوا خمسة عشر فكان أبو عامر يعد قريشا أن لو قد لقي قومه لم يتخلف\nمنهم رجلان فلما التقى الناس كان أول من لقيهم أبو عامر في الأحابيش وعبدان\nأهل مكة فنادى يا معاشر الأوس أنا أبو عامر فقالوا لا أنعم الله بك عينا يا\nفاسق وكان أبو عامر يسمى في الجاهلية الراهب فسماه رسول الله صلى الله عليه\nوسلم الفاسق فلما سمع <span id='ms142'></span> ردهم عليه قال لقد أصاب قومي بعدي شر ثم قاتلهم قتالا\nشديدا ورضخهم بالحجارة فلما التقى الناس ودنا بعضهم من بعض قامت هند بنت\nعتبة في النسوة اللاتي معهما وأخذن الدفوف يضربن بها خلف الرجال يحرضنهم\nفقالت هند فيما تقول نحن بنات طارق ان تقبلوا نعانق ونفرش النمارق وان\nتدبروا نفارق فراق غير وامق فاقتتل الناس حتى حميت الحرب وقاتل أبو دجانة\nسماك بن خرشة حتى أمعن في الورد وحمزة وعلي ابن أبي طالب في رجال من\nالمسلمين فأنزل الله نصره وصدقهم وعده فحسوهم بالسيوف حتى كشفوهم وكانت\nالهزيمة لا شك فيها\n</p>\n\n<p>\n507 وأخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال نا يحيى بن عباد بن عبد الله بن الزبير عن أبيه\nعن عبد الله بن الزبير عن الزبير قال لقد رأيتني أنظر إلى خدم هند ابنة\nعتبة وصواحبها مشمرات هوادب ما دون أخذهن قليل ولا كثير اذ مالت الرماة عن\nالعسكر حين كشفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n             القوم عنه يريدون النهب وخلوا ظهورنا للخيل\nفأتينا من أدبارنا وصرخ صارخ ألا ان محمدا قد قتل فانكفأنا وانكفيء علينا\nبعد أن أصبنا أصحاب اللواء حتى ما يدنو منه أحد من القوم فانكشف المسلمون\nفاصاب منهم العدو فكان يوم بلاء وتمحيص أكرم الله فيه من أكرم بالشهادة\nوكان من المسلمين في ذلك اليوم لما أصابهم فيه من شدة البلاء أثلاثا فثلث\nقتيل وثلث جريح وثلث منهزم من قد لقيته الحرب حتى ما يدري ما يصنع حتى خلص\nالعدو إلى رسول الله صلى الله عليه وسلم فقذف بالحجارة حتى وقع لشقه وأصيبت\nرباعيته وشج في وجنته وكلمت شفتاه وكان الذي أصابه عتبة بن أبي وقاص وقال\nرسول الله صلى الله عليه وسلم حين غشيه القوم من يشتري لنا نفسه كما حدثني\nحصين بن عبد الرحمن بن سعد بن معاذ عن محمد بن عمرو بن يزيد بن السكن فقام\nزياد بن السكن في خمسة نفر من الأنصار وبعض <span id='ms143'></span> الناس يقول انما هو عمارة بن\nزياد بن السكن فقاتلوا دون رسول الله صلى الله عليه وسلم رجل فرجل فيقتلون\nدونه حتى كان آخرهم زياد بن السكن أو عمارة بن زياد فقاتل حتى أثبته الجراح\nثم فاءت فئة من المسلمين فأجهضوهم عنه فقال رسول الله صلى الله عليه وسلم\nادنوه مني فوسده رسول الله صلى الله عليه وسلم قدمه فمات وخده فوق قدم رسول\nالله صلى الله عليه وسلم وترس أبو دجانة رسول الله بنفسه يقع النبل في ظهره\nوهو منحن عليه حتى كثرت فيه النبل ورمى سعد بن أبي وقاص دون رسول الله صلى\nالله عليه وسلم قال سعد فلقد رأيته يناولني النبل ويقول أرم فداك أبي وأمي\nحتى انه ليناولني السهم ما له من نثل فيقول ارم به\n</p>\n\n<p>\n508 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني عاصم بن عمر بن قتادة أن رسول الله صلى\nالله عليه رمى عن قوسه حتى اندقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n             سيتها فأخذها قتادة بن\nالنعمان فكانت عنده وأصيبت يومئذ عين قتادة بن النعمان حتى وقعت على وجنته\n</p>\n\n<p>\nقال محمد بن اسحاق فحدثني عاصم بن عمر بن قتادة أن رسول الله صلى الله\nعليه وسلم ردها بيده فكانت أحسن عينيه وأحدهما وقاتل مصعب ابن عمير دون\nرسول الله صلى الله عليه وسلم ومعه لواؤه حتى قتل فكان الذي أصابه ابن\nقميئة الليثي وهو يظن أنه رسول الله صلى الله عليه وسلم فرجع إلى قريش فقال\nقد قتلت محمدا فلما قتل مصعب أعطى رسول الله صلى الله عليه وسلم علي بن أبي\nطالب اللواء وقاتل حمزة بن عبد المطلب حتى قتل أرطأة بن شرحبيل بن هاشم بن\nعبد مناف بن عبد الدار بن قصي وكان أحد النفر الذين يحملون لواء قريش ثم مر\nبه سباع بن عبد العزى الغبشاني وكان يكنى بأبي نيار فقال له حمزة هلم الي\nيا بن مقطعة البظور فضربه فكأنما أخطأ رأسه <span id='ms144'></span> وكانت أم نيار مولاة شريق بن\nعمرو بن وهب الثقفي ختانه بمكة فلما التقيا ضربه حمزة فقتله وقال وحشي غلام\nجبير بن مطعم والله اني لأنظر إلى حمزة يهد الناس بسيفه ما يليق شيئا مثل\nالجمل الاورق اذ تقدمني اليه سباع بن عبد العزى فقال له حمزة هلم الي يا\nابن مقطعة البظور فضربه فكأنما أخطأ رأسه وهززت حربتي اذا رضيت منها وقعتها\nعليه حتى وقعت في ثنته حتى خرجت من بين رجليه وأقبل نحوي فغلب فأمهلته حتى\nاذا مات جئت اليه فأخذت حربتي ثم تنحيت إلى العسكر ولم يكن لي بشيء حاجة\nغيره وقد قتل عاصم بن ثابت ابن الاقلح أخو بني عمرو بن عوف مسافع بن طلحة\nوأخاه كلابا كلاهما بشعره سهما فتأتي أمه سلافة فتضع رأسه في حجرها فتقول\nيا بني من أصابك فيقول سمعت رجلا حين رماني يقول خذها اليك وأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n             ابن الأقلح فتقول أقلحي هو فنذرت لو أن الله أمكنها من رأس\nعاصم أن تشرب فيه الخمر وكان عاصم قد أعطى الله عهدا أن لا يمس مشركا ولا\nيمسه أبدا\n</p>\n\n<p>\n509 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني القاسم بن عبد الرحمن بن رافع أخو بني عدي\nبن النجار قال انتهى أنس بن النضر وهو عم أنس بن مالك وبه سمي أنسا إلى عمر\nبن الخطاب وطلحة بن عبيد الله رضي الله عنهما في رجال من المهاجرين\nوالأنصار وقد ألقوا بأيديهم فقال ما يجلسكم قالوا قتل رسول الله صلى الله\nعليه وسلم قال فما تظنون بالحياة بعد قوموا فموتوا على ما مات عليه رسول\nالله صلى الله عليه وسلم ثم استقبل القوم فقاتل حتى قتل\n</p>\n\n<p>\n510 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني حميد الطويل عن أنس بن مالك قال لقد وجدنا\nبأنس بن النضر يومئذ سبعين ضربة ما عرفته الا <span id='ms145'></span> أخته عرفت ببنانه\n</p>\n\n<p>\n511 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال كان أول من عرف رسول الله صلى الله عليه وسلم\nبعد الهزيمة وقول الناس قتل رسول الله كما حدثني ابن شهاب الزهري عن عبد\nالله بن كعب أخي بني سلمة قال قال كعب عرفت عينيه تزهران من تحت المغفر\nفناديت بأعلى صوتي يا معشر المسلمين أبشروا هذا رسول الله صلى الله عليه\nوسلم فأشار الي أن أنصت فلما عرف المسلمون رسول الله صلى الله عليه وسلم\nنهضوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n             به ونهض معهم نحو الشعب معه أبو بكر بن أبي قحافة وعمر\nبن الخطاب وعلي بن أبي طالب وطلحة بن عبيد الله والزبير بن العوام والحارث\nبن الصمة رضي الله عنهم أجمعين في رهط من المسلمين فلما أسند رسول الله صلى\nالله عليه وسلم في الشعب أدركه أبي بن خلف وهو يقول أين أنت يا محمد لا\nنجوت ان نجوت فقال القوم أيعطف عليه يا رسول الله رجل منا فقال دعوه فلما\nدنا تناول رسول الله صلى الله عليه وسلم الحربة من الحارث بن الصمة يقول\nبعض القوم فيما ذكر لي فلما أخذها رسول الله صلى الله عليه وسلم انتفض بها\nانتفاضة تطاير عنه تطاير الشعراء من ظهر البعير اذا انتفض بها ثم استقبله\nفطعنه بها طعنة تردى بها عن فرسه مرارا\n</p>\n\n<p>\n512 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني صالح بن إبراهيم ابن عبد الرحمن بن عوف\nقال كان أبي بن خلف يلقى رسول الله صلى الله عليه وسلم بمكة فيقول يا محمد\nان عندي العود أعلفه كل يوم فرقا من ذرة أقتلك عليه فيقول بل أنا أقتلك ان\nشاء الله فرجع إلى قريش وقد خدشه خدشا في عنقه غير كبير فاحتقن الدم قال\nقتلني والله محمد قالوا ذهب والله فؤادك أن بك بأس قال انه قد كان <span id='ms146'></span> قال لي\nبمكة بل أنا أقتلك فوالله لو بصق علي لقتلني فمات عدو الله بسرف وهم قافلون\nبه إلى مكة فقال حسان بن ثابت في قتل رسول الله أبيا وقوله له بمكة ما قال\n</p>\n\n<p>\n( لقد ورث الضلالة عن أبيه % أبي حين بارزه الرسول )\n</p>\n\n<p>\nفلما انتهى رسول الله صلى الله عليه وسلم إلى فم الشعب خرج علي بن أبي\nطالب رحمة الله عليه بالدرقة حتى ملأها ماء من المهراس ثم جاء به إلى رسول\nالله صلى الله عليه وسلم فوجد له ريحا فعافه فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n             يشرب منه وغسل\nعن وجهه الدم وصب على رأسه وهو يقول اشتد غضب الله على من دمى وجه رسول\nالله\n</p>\n\n<p>\n513 أخبرنا عبد الله بن الحسن قال نا النفيلي قال نا محمد بن سلمة عن\nمحمد بن اسحاق قال حدثني صالح بن كيسان عمن حدثه عن سعد بن أبي وقاص أنه\nكان يقول ما حرصت على قتل أحد ما حرصت على قتل عتبة بن أبي وقاص وان كان ما\nعلمت سيء الخلق مبغضا في قومه ولقد كفاني منه قول رسول الله اشتد غضب الله\nعلى من دمى وجه رسوله فبينما رسول الله صلى الله عليه وسلم في الشعب معه\nأولئك النفر من أصحابه اذ علت عالية على الجبل فقال رسول الله انه لا ينبغي\nلهم أن يعلونا فقاتل عمر بن الخطاب ورهط معه من المهاجرين حتى أهبطوهم عن\nالجبل ونهض رسول الله إلى الصخرة من الجبل ليعلوها وكان قد بدن وظاهر رسول\nالله بين درعين فلما ذهب لينهض لم يستطع فجلس تحته طلحة بن عبيد الله فنهض\nبه حتى استوى عليها\n</p>\n\n<p>\n514 أخبرنا عبد الله بن الحسن قال نا النفيلي قال نا محمد ابن سلمة عن\nمحمد بن اسحاق قال حدثني يحيى بن عباد بن عبد الله بن الزبير عن أبيه عن\nعبد الله بن الزبير قال سمعت رسول الله صلى الله عليه وسلم يقول أوجب طلحة\nحين صنع ما صنع برسول الله وقد كان الناس انهزموا عن رسول <span id='ms147'></span> الله حتى انتهى\nبعضهم إلى المنقا دون الأعوص وفر عثمان بن عفان وعقبة بن عثمان وسعد بن\nعثمان رجلان من الأنصار ثم من بني زريق حتى بلغوا الجلعب جبلا بناحية\nالمدينة فأقاموا به ثلاثا ثم رجعوا إلى رسول الله عليه السلام فقال رسول\nالله فيما زعموا لقد ذهبتم فيها عريضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n515 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني عاصم بن عمر ابن قتادة عن محمود بن لبيد\nعن حنظلة بن أبي عامر أخي بني عمرو بن عوف أنه التقى هو وأبو سفيان بن حرب\nفلما استعلاه حنظلة رآه شداد بن الأسود وكان يقال له ابن شعوب قد علا أبا\nسفيان فضربه شداد فقتله فقال رسول الله ان كان صاحبكم يعني حنظلة لتغسله\nالملائكة فسلوا أهله ما شأنه فسئلت صاحبته فقالت خرج وهو جنب حين سمع\nالهائعه فقال رسول الله لذلك غسلته الملائكة\n</p>\n\n<p>\n516 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال وقد وقفت هند بنت عتبة كما حدثني صالح بن كيسان\nوالنسوة اللاتي كن معها يمثلن بالقتلى من أصحاب رسول الله صلى الله عليه\nوسلم يجد عن الآذان والانف حتى اتخذت هند من آذان الرجال وانفهم خدما\nوقلائد وأعطت خدمها وقلائدها وقرطتها وحشيا غلام جبير بن مطعم وبقرت عن كبد\nحمزة فلاكتها فلم تستطع أن تسيغها ثم علت على صخرة مشرفة فصرخت بأعلى صوتها\nوقالت من الشعر حين ظفروا بما أصابوا من أصحاب رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n( نحن جزيناكم بيوم بدر % )\n</p>\n\n<p>\nفأجابتها هند بنت أثاثة بن عباد بن المطلب بن عبد مناف فقالت\n</p>\n\n<p>\n( خزيت في بدر وبعد بدر % ) ثم ان أبا سفيان حين أراد الانصراف علا الجبل\nثم صرخ بأعلى صوته أنعمت فعال ان الحرب سجال يوم بيوم بدر أعل هبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n             أي ظهر دينك فقال رسول الله لعمر رحمة الله عليه قم فأجبه الله\nأعلى وأجل <span id='ms148'></span> لا سواء قتلانا في الجنة وقتلاكم في النار فلما أجاب أبا سفيان\nقال هلم الي ياعمر فقال له رسول الله أئته فانطلق فقال ما شأنه فقال له أبو\nسفيان أنشدك الله يا عمر أقتلنا محمدا قال اللهم لا وانه ليسمع كلامك الآن\nقال فأنت والله أصدق عندي من ابن قميئة وأبر لقول ابن قميئة قتلت محمدا ثم\nنادى أبو سفيان انه قد كان في قتلاكم مثل والله ما رضيت ما سخطت وما أمرت\nولا نهيت ولما انصرف أبو سفيان ومن معه نادى ان موعدكم بدر العام المقبل\nفقال رسول الله لرجل من أصحابه قل نعم هي بيننا وبينك موعدا ثم بعث رسول\nالله صلى الله عليه وسلم علي بن أبي طالب فقال اخرج في أثر القوم فانظر\nماذا يصنعون وماذا يريدون فان كانوا قد جنبوا الخيل وامتطوا الابل فانهم\nيريدون مكة وان ركبوا الخيل وساقوا الابل فانهم يريدون المدينة والذي نفسي\nبيده لئن أرادوها لأسيرن اليهم فيها ثم لا ناجزنهم قال علي رحمة الله عليه\nفخرجت في اثرهم أنظر ماذا يصنعون فلما جنبوا الخيل وامتطوا الابل ووجهوا\nإلى مكة أقبلت أصيح ما أستطيع ان أكتم ما أمرني به رسول الله صلى الله عليه\nوسلم لما بي من الفرح اذ رأيتهم انصرفوا عن المدينة\n</p>\n\n<p>\n517 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال وفرغ الناس لقتلاهم فقال رسول الله كما حدثني\nمحمد بن عبد الله بن عبد الرحمن بن صعصه المازني أخو بني النجار من رجل\nينظر لي ما فعل سعد بن الربيع أخو بلحارث بن الخزرج في الأحياء أو في\nالأموات فقال رجل من الأنصار أنا أنظر لك يا رسول الله بما فعل فنظر فوجده\nجريحا في القتلى به رمق فقال له ان رسول الله أمرني أن أنظر له أفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p513'> Vol. 03, p. 513</a>\n            </div>\n             الاحياء أنت أم في الاموات قال فأنا في الاموات فأبلغ رسول\nالله عني السلام وقل له ان سعد بن الربيع <span id='ms149'></span> يقول جزاك الله عنا خير ما جزى\nنبيا عن أمته وأبلغ قومك عني السلام وقل ان سعد ابن الربيع يقول لكم انه لا\nعذر لكم عند الله ان يخلص إلى نبيكم ومنكم عين تطرف قال ثم لم أبرح حتى مات\nرحمة الله عليه فجئت رسول الله فأخبرته خبره فخرج رسول الله فيما بلغني\nيلتمس حمزة بن عبد المطلب فوجده ببطن الوادي قد بقر بطنه عن كبده ومثل به\nوجدع أنفه وأذناه\n</p>\n\n<p>\n518 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني محمد بن جعفر ابن الزبير أن رسول الله صلى\nالله عليه وسلم قال حين رأى ما رأى لولا أن تحزن صفية أو تكون سنة من بعدي\nما غيبته ولتركته حتى يكون في بطون السباع وحواصل الطير ولئن أنا أظهرني\nالله على قريش في موطن لامثلن بثلاثين رجلا منهم فلما رأى المسلمون حزن\nرسول الله صلى الله عليه وسلم وغيظه على ما فعل بعمه قالوا والله لئن\nأظهرنا الله عليهم لنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد قط\n</p>\n\n<p>\n519 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن اسحاق قال حدثني بريدة بن سفيان ابن فروة الأسلمي عن محمد\nبن كعب القرظي وحدثني من لا أتهم عن ابن عباس أن الله أنزل في ذلك من قول\nرسول الله وقول أصحابه <span class='quran'>وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن\nصبرتم لهو خير </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n             للصابرين ) إلى آخر القضية فعفا رسول الله\nصلى الله عليه وسلم وصبر ونهى عن المثلة\n</p>\n\n<p>\n520 أخبرنا عبد الله بن الحسن قال حدثنا النفيلي قال نا محمد ابن سلمة عن\nمحمد بن اسحاق قال حدثني حميد الطويل عن الحسن عن سمرة بن جندب أنه قال ما\nقام فينا رسول الله صلى الله عليه وسلم مقاما ففارقه حتى يأمرنا بالصدقة\nوينهانا عن المثلة\n</p>\n\n<p>\nيتلوه ان شاء الله الجزء الرابع محمد بن سلمة <span id='ms150'></span> عن محمد بن اسحاق قال حدثني\nمن لا أتهم عن مقسم والحمد لله رب العالمين وصلواته على سيدنا محمد وآله\nوسلم تسليما كثيرا وحسبنا الله ونعم الوكيل\n</p>\n\n<p>\nوكتبه طاهر بن بركات الخشوعي في شهر رمضان من سنة أربع وخمسين وأربع مائة\nوالله المعين على كل حال ان شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nوأيضا أخبرنا الخطيب البغدادي بدمشق في سنة أربع وخمسين وأربع مائة قال\nأخبرنا محمد بن أحمد بن رزقوية اجازة قال نا القاضي أبو بكر محمد بن عمر بن\nسلم الحافظ قال سألت أبا العباس أحمد بن محمد بن سعيد عن عبد السلام الذي\nيحدث عنه سعيد بن أبي عروبة فقال هو عبد السلام بن عبد الله بن جابر\nالاحمسي وهو الذي يحدث عنه اسماعيل بن أبي خالد فيقول عبد السلام رجل من\nحيه يريد بجيلة قصة الزبير وهو الذي يحدث مجالد عن أبيه فيقول عبد الله بن\nجابر قال وسمعت داود بن يحيى يقول عبد الله بن جابر الذي يحدث عنه سفيان\nالثوري عن نافع عن ابن عمر قصة سيف عمر هو ابن عمر هو أبو هذا قال العباس\nوما أخذته الا عنه تم بحمد الله والسلام على من اتبع الهدى\n</p>\n\n<p>\nأثبتها . . . . . . . . . . . عند طاهر بن بركات الخشوعي ولفظ الشيخ أبي\nبكر أحمد بن علي بن ثابت الخطيب قال قد حضره الشيوخ أبو محمد عبد العزيز بن\nأحمد الكناني وأبو عبد الله محمد بن علي الطرسوسي وأبو الفتح عبد الصمد بن\nمحمد بن تميم وأحمد بن عماد الهاشمي وأبو الفضل المسلم بن إبراهيم السلمي\nوأبو الفضل المسلم ابن عبد الواحد بن سعد بن النزلة وعلوان بن خليفة الغنوي\nوعلي ابن محمد الكناني وحسين بن محمد الشهير وحسن بن محمد السواح وسلمان بن\nحمزة السلمي الحداد وعمرو بن المعز الجمالي ومحمد بن مسلم الغساني وكاتب\nالسماع بركات بن هبة الله بن محمد العامي وذلك بمدينة دمشق في الجامع في\nالعشر الاول من ذى الحجة سنة أربع وخمسين وأربع مائة <span id='ms151'></span>\n</p>\n\n<p>\nتمت قطعة دمشق من الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n             <span id='ms152'></span>\n</p>\n",
  "pages": [
    "001",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "513",
    "314",
    "315",
    "316"
  ],
  "volumes": [
    "01",
    "02",
    "03"
  ]
}