{
  "content": "\n<p>\n| 1 ( مسند ركانه )\n</p>\n\n<p>\n1412 أخبرنا أبو يعلى حدثنا أبو كريب حدثنا محمد بن ربيعة قال لقيت بمكة\nرجلا من أهل عسقلان يقال له أبو الحسن فحدثني عن أبي جعفر بن محمد بن ركانه\nعن أبيه أنه صارع النبي صلى الله عليه وسلم فقال ركانة سمعت النبي صلى الله\nعليه وسلم يقول * فرق بيننا وبين المشركين العمائم على القلانس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند بريدة )\n</p>\n\n<p>\n1413 أخبرنا أبو يعلى قال قرئ على بشر بن الوليد عن أبي يوسف عن أبي\nحنيفة عن علقمة بن مرثد عن بن بريدة عن أبيه عن النبي صلى الله عليه وسلم *\nأنه كان إذا بعث سرية أو جيشا أوصى صاحبها بتقوى الله في <span id='ms0319'></span> خاصة نفسه وأوصاه\nبمن معه من المسلمين خيرا ثم قال اغزوا باسم الله قاتلوا من كفر بالله لا\nتغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا فإذا لقيتم عدوكم من\nالمشركين فادعوهم إلى الإسلام فإن أسلموا فاقبلوا منهم وكفوا عنهم ثم\nادعوهم إلى التحول من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n             دارهم إلى دار المسلمين فإن فعلوا\nفاقبلوا منهم وإلا فأخبروهم أنهم كأعراب المسلمين يجري عليهم حكم الله الذي\nيجري على المسلمين وليس لهم في الفيء ولا في الغنيمة نصيب فإن أبوا ذلك\nفادعوهم إلى إعطاء الجزية فإن فعلوا فاقبلوا منهم وكفوا عنهم فإذا حاصرتم\nحصنا أو مدينة فإن أرادوكم أن تنزلوهم على حكم الله فلا تنزلوهم فإنكم لا\nتدرون ما حكم الله ولكن أنزلوهم على حكمكم ثم احكموا فيهم ما رأيتم وإذا\nحاصرتم قصرا فلا تعطوهم ذمة الله ولا ذمة رسوله ولكن أعطوهم ذممكم وذمم\nآبائكم فإنكم أن تخفروا ذممكم وذمم آبائكم أهون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي طلحة )\n</p>\n\n<p>\n1414 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا أبو بكر بن\nأبي شيبة حدثنا بن عيينة عن الزهري عن عبيد الله عن بن عباس عن أبي طلحة\nقال قال رسول الله صلى الله عليه وسلم * لا تدخل الملائكة بيتا فيه كلب ولا\nصورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n1415 حدثنا أبو بكر حدثنا معاذ بن معاذ وعبد الأعلى قالا حدثنا سعيد بن\nأبي عروبة عن قتادة عن أنس بن مالك عن أبي طلحة قال * كان النبي صلى الله\nعليه وسلم إذا غلب على قوم أحب أن يقيم بعرصتهم ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n1416 حدثنا أبو بكر حدثنا أبو خالد الأحمر وأبو معاوية عن حجاج عن الحسن\nبن سعد عن بن عباس قال أخبرني أبو طلحة * أن رسول الله صلى الله عليه وسلم\nجمع بين الحج والعمرة \\ 1415 \\\n</p>\n\n<p>\n1417 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله بن بكر السهمي عن حميد عن\nثابت عن إسحاق بن عبد الله بن أبي طلحة عن أبي طلحة * أن النبي صلى الله\nعليه وسلم ضحى بكبشين أملحين فقال عند الذبح الأول عن <span id='ms0320'></span> محمد وآل محمد وقال\nعند الذبح الثاني عمن آمن بي وصدق من أمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n1418 حدثناه إبراهيم بن سعيد الجوهري حدثنا عبد الله بن بكر عن حميد عن\nثابت عن إسحاق بن عبد الله بن أبي طلحة عن أبي طلحة * أن النبي صلى الله\nعليه وسلم ضحى بكبشين أملحين فقال عند الذبح الأول عن محمد وآل محمد وقال\nعند الذبح الآخر عمن آمن بي وصدقني من أمتي \\ 1417 \\\n</p>\n\n<p>\n1419 حدثنا إبراهيم بن سعيد حدثنا أبو معاوية عن حجاج عن الحسن بن سعد عن\nبن عباس عن أبي طلحة * أن النبي صلى الله عليه وسلم قرن الحج والعمرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n1420 حدثنا محمد بن أبي بكر المقدمي حدثنا سليمان بن داود حدثنا محمد بن\nثابت عن أبيه عن أنس عن أبي طلحة أنه * دخل على النبي صلى الله عليه وسلم\nفي وجعه الذي مات فيه فقال أقرئ قومك السلام فإنهم ما علمت أعفة صبر \\ 1419\n\\\n</p>\n\n<p>\n1421 حدثنا إبراهيم بن الحجاج السامي حدثنا عبد الواحد بن زياد حدثنا\nعثمان بن حكم حدثنا إسحاق بن عبد الله بن أبي طلحة قال قال أبو طلحة * كنا\nقعودا بالأفنية نتحدث فجاء رسول الله صلى الله عليه وسلم فقام علينا فقال\nمالكم ولمجالس الصعدات اجتنبوا مجالس الصعدات قال قلنا يا رسول الله إنا\nجلسنا لغير ما بأس جلسنا نتذاكر ونتحدث فقال إما لا فأدوا حقها قلنا يا\nرسول الله وما حقها قال غض البصر ورد السلام وحسن الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n1422 حدثنا عبد الواحد بن غياث أبو بحر حدثنا حماد عن ثابت عن أنس قال\nقال أبو طلحة * رفعت رأسي يوم أحد فجعلت أنظر فما منهم أحد إلا وهو يميد من\nالنعاس تحت حجفته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n1423 حدثنا أبو بحر حدثنا حماد عن هشام عن أبيه عن الزبير * مثله وتلا\n<span class='quran'>ثم أنزل عليكم من بعد الغم أمنة نعاسا يغشى طائفة </span>آل عمران \\\n1422 \\\n</p>\n\n<p>\n1424 حدثنا الحسن بن أبي الربيع الجرجاني حدثنا عبد الصمد بن عبد الوارث\nحدثني أبي عن علي بن زيد عن أنس بن مالك قال * مطرت السماء بردا فقال لنا\nأبو <span id='ms0321'></span> طلحة ونحن غلمان ناولني يا أنس من ذاك البرد فجعل يأكل وهو صائم فقلت\nألست صائما قال بلى إن ذا ليس بطعام ولا شراب وإنما هو بركة من السماء نطهر\nبه بطوننا قال أنس فأتيت النبي صلى الله عليه وسلم فأخبرته فقال خذ عن عمك\n\\ 1423 \\\n</p>\n\n<p>\n1425 حدثنا أبو الربيع الزهراني حدثنا حماد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             بن عمرو الجزري\nحدثنا زيد بن رفيع عن الزهري عن أنس عن أبي طلحة قال * أتيت النبي صلى الله\nعليه وسلم وهو يتهلل وجهه مستبشرا فقلت يا رسول الله إنك لعلي حال ما رأيتك\nعلى مثلها قال وما يمنعني أتاني جبريل فقال بشر أمتك من صلى عليك صلاة كتب\nالله له بها عشر حسنات وكفر عنه بها عشر سيئات ورفع له بها عشر درجات ورد\nالله عليه بمثل قوله وعرضت عليه يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n1426 حدثنا محمد بن عباد المكي حدثنا حاتم عن معاوية يعني بن أبي مزرد عن\nعبد الله بن عبد الله بن أبي طلحة الأنصاري عن أبيه عبد الله بن أبي طلحة\nعن أبي طلحة قال * دخلت المسجد فعرفت في وجه رسول الله صلى الله عليه وسلم\nالجوع فخرجت حتى أتيت أم سليم وهي أم أنس بن مالك كانت تحت مالك أبي أنس بن\nمالك فقلت يا أم سليم إني قد عرفت في وجه رسول الله صلى الله عليه وسلم\nالجوع فهل عندك من شيء قالت عندي شيء وأشارت بكفها فقلت لها اصنعي وأنعمي\nفأرسلت أنسا إلى رسول الله صلى الله عليه وسلم فقلت ساره في أذنه وادعه\nفلما أقبل أنس قال رسول الله صلى الله عليه وسلم هذا رجل قد جاء بخير قال\nرسول الله صلى الله عليه وسلم آرسلك أبوك يدعونا يا بني قال فقال رسول الله\nصلى الله عليه وسلم لأصحابه اذهبوا بسم الله قال فأدبر أنس يشتد حتى أتى\nأبا طلحة فقال هذا رسول الله صلى الله عليه وسلم قد أتاك في الناس قال\nفخرجت حتى لقيت رسول الله صلى الله عليه وسلم عند <span id='ms0322'></span> الباب على مستراح الدرجة\nفقلت يا رسول الله ماذا صنعت بنا إنما عرفت في وجهك الجوع فصنعنا لك شيئا\nتأكله قال ادخل وأبشر قال فأخذها رسول الله صلى الله عليه وسلم فجمعها في\nالصحفة بيده ثم أصلحها فقال هل من كأنه يعني الأدم قال فأتوه بعكتهم فيها\nشيء أو ليس فيها شيء فقال بها رسول الله صلى الله عليه وسلم بيده فاسكب\nمنها السمن ثم قال أدخل علي عشرة عشرة فأكلوا كلهم وشبعوا وقال رسول الله\nصلى الله عليه وسلم للفضل الذي فضل كلوا أنتم وعيالكم فأكلوا وشبعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n1427 حدثنا محمد بن مرزوق حدثنا زاجر بن الصلت عن الحارث بن عمير عن شداد\nعن أبي طلحة أن رسول الله صلى الله عليه وسلم قال * يا شباب قريش لا تزنوا\nمن سلم له شبابه فله الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n1428 حدثنا أبو معمر الهذلي حدثنا هشيم أخبرنا حميد عن أنس عن أبي طلحة\nقال * لقد سقط السيف مني يوم بدر لما غشينا من النعاس يقول الله إذ يغشيكم\nالنعاس أمنة منه الأنفال \\ 1427 \\\n</p>\n\n<p>\n1429 حدثنا عبيد الله بن معاذ العنبري حدثنا أبي حدثنا شعبة عن عمرو بن\nدينار عن يحيى بن جعدة عن عبد الله بن عمرو عن أبي طلحة عن النبي صلى الله\nعليه وسلم قال * توضؤوا مما غيرت النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n1430 حدثنا إسحاق بن أبي إسرائيل حدثنا سفيان عن الزهري عن عبيد الله عن\nبن عباس عن أبي طلحة أن النبي صلى الله عليه وسلم قال * لا تدخل الملائكة\nبيتا فيه كلب ولا صورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n1431 حدثنا إبراهيم بن محمد بن عرعرة حدثنا روح بن عبادة حدثنا سعيد بن\nأبي عروبة عن قتادة قال ذكر لنا أنس عن أبي طلحة * أن رسول الله صلى الله\nعليه وسلم أمر يوم بدر بأربعة وعشرين رجلا من صناديد قريش فقذفوا في طوى من\nأطواء بدر خبيث مخبث وكان إذا ظهر على قوم أحب أن يقيم بعرصتهم ثلاث ليال\nفلما كان ببدر يوم الثالث أمر براحلته فشد عليها رحلها ثم مشى واتبعه\nأصحابه وقالوا <span id='ms0323'></span> ما نراه ينطلق إلا ليقضي حاجته حتى قام على شفة الركي فجعل\nيناريهم بأسمائهم وأسماء آبائهم يا فلان بن فلان يا فلان بن فلان أيسركم\nأنكم أطعتم الله ورسوله فإنا قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد\nربكم حقا قال قال عمر بن الخطاب يا رسول الله ما تكلم من أجساد لا أرواح\nلها فقال النبي صلى الله عليه وسلم والذي نفسي بيده ما أنتم بأسمع لما أقول\nمنهم قال قتادة أحياهم الله حتى أسمعهم توبيخا وتصغيرا ونقمة وحسرة وندامة\n\\ 1430 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n1432 حدثنا إبراهيم بن الحجاج حدثنا حماد عن سهيل بن أبي صالح عن سعيد بن\nيسار عن أبي طلحة أن رسول الله صلى الله عليه وسلم قال * إن الملائكة لا\nتدخل بيتا فيه تصاوير ولا كلب فقال زيد بن خالد الجهني لأبي طلحة مر بنا\nإلى عائشة نسألها عن هذا فأتيا عائشة فسألاها فقالت أما هذا فلا أحفظه عن\nرسول الله صلى الله عليه وسلم ولكن كان رسول الله صلى الله عليه وسلم في\nمغزى له فتحينت قفلته فكسوت عرش البيت نمطا فلما دخل استقبلت فأخذت بيده\nفقلت الحمد لله الذي نصرك وأعزك وأكرمك فنظر إليه فرأيت الكراهية في وجهه\nوذكر الحديث بتمامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند قيس بن سعد )\n</p>\n\n<p>\n1433 حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة عن بن أبي نجيح عن أبيه\nعن قيس بن سعد رواية قال * لو كان الإيمان معلقا بالثريا لناله ناس من أهل\nفارس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n1434 حدثنا أبو بكر حدثنا وكيع عن سفيان عن سلمة عن القاسم بن مخيمرة عن\nأبي عمار عن قيس بن سعد قال * أمرنا رسول الله صلى الله عليه وسلم أن نخرج\nزكاة الفطر قبل أن تنزل الزكاة فلما نزلت الزكاة لم يأمرنا ولم ينهنا ونحن\nنفعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n1435 حدثنا أبو بكر حدثنا وكيع عن بن أبي ليلى عن محمد بن عبد الرحمن بن\nأسعد بن زرارة عن محمد بن شرحبيل عن قيس بن سعد قال * أتانا رسول الله صلى\nالله عليه وسلم فوضعنا <span id='ms0324'></span> له ماء فاغتسل ثم أتيناه بملحفة ورسية فالتحف بها\nفكأني أنظر إلى أثر الورس على عكنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n1436 حدثنا هارون بن معروف حدثنا أبو عبد الرحمن حدثنا بن لهيعة حدثني بن\nهبيرة قال سمعت شيخا يحدث أبا تميم أنه سمع قيس بن سعد بن عبادة وهو على\nمصر يقول إن رسول الله صلى الله عليه وسلم قال * من كذب علي كذبة متعمدا\nفليتبوأ بيتا من جهنم أو مضجعا من جهنم ألا ومن شرب الخمر أتى يوم القيامة\nعطشا وكل مسكر خمر وإياكم والغبيراء وسمعت عبد الله بن عمرو يقول مثل ذلك\nفلم يختلفا إلا في مضجع أو بيت \\ 1435 \\\n</p>\n\n<p>\n1437 قال أبو يعلى وجدت في كتابي عن علي بن الجعد عن شعبة عن عمرو بن مرة\nعن بن أبي ليلى قال * كان سهل بن حنيف وقيس بن سعد قاعدين بالقادسية فمرت\nبهما جنازة فقاما فقيل لهما إنما هو من أهل الأرض فقالا إن النبي صلى الله\nعليه وسلم مرت به جنازة فقام فقيل إنها جنازة كافر فقال أليست نفسا قال أبو\nيعلى وجدت في كتابي عن علي بن الجعد عن شعبة وليس عليه علامة السماع فشككت\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n1438 حدثنا هارون بن معروف حدثنا سفيان عن بن أبي نجيح عن أبيه عن قيس بن\nسعد قال قال رسول الله صلى الله عليه وسلم * لو كان الإيمان معلقا بالثريا\nلناله رجال من أبناء فارس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي ريحانة )\n</p>\n\n<p>\n1439 حدثنا مجاهد بن موسى حدثنا أبو بكر بن عياش حدثنا حميد الكندي عن\nعبادة بن نسي عن أبي ريحانة أن رسول الله صلى الله عليه وسلم قال * من\nانتسب إلى تسعة آباء كفار يريد بهم كرما وعزا فهو عاشرهم في النار مسند \\\n1438 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عثمان بن حنيف )\n</p>\n\n<p>\n1440 حدثنا هارون حدثنا محمد بن مسلمة عن محمد بن إسحاق عن سالم أبي\nالنضر عن عبيد الله بن عبد الله بن عتبة قال * خرجت مع عثمان بن حنيف نعود\nأبا طلحة في شكوى له قال فدخلنا عليه وتحته نمط على فراشه فيه صورة تماثيل\nفقال <span id='ms0325'></span> انزعوا هذا من تحتي فقال له عثمان أو ما سمعت يا أبا طلحة رسول الله\nصلى الله عليه وسلم يقول حين نهى عن الصورة إلا رقما في ثوب أو ثوبا فيه\nرقم قال بلى ولكنه أطيب لنفسي أن لا يجعل تحتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي واقد الليثي )\n</p>\n\n<p>\n1441 حدثنا أبو بكر بن أبي شيبة حدثنا سفيان بن عيينة عن الزهري عن سنان\nبن أبي سنان عن أبي واقد الليثي * أن رسول الله صلى الله عليه وسلم حين أتى\nخيبر مر بشجرة يعلق المشركون عليها أسلحتهم يقال لها ذات أنواط فقالوا يا\nرسول الله اجعل لنا ذات أنواط فقال الله أكبر هذا كما قال قوم موسى لموسى\nاجعل لنا إلها كما لهم آلهة الأعراف لتركبن سنة من كان قبلكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n1442 حدثنا أبو بكر حدثنا عبد الوهاب الثقفي عن عبد الله بن عثمان عن\nنافع بن سرجس أبي سعيد أنه سمع أبا واقد الليثي صاحب رسول الله صلى الله\nعليه وسلم وذكرت الصلاة عنده فقال * كان رسول الله صلى الله عليه وسلم أخف\nالناس صلاة على الناس وأدومه على نفسه \\ 1441 \\\n</p>\n\n<p>\n1443 حدثنا أبو بكر حدثنا بن عيينة عن ضمرة بن سعيد قال سمعت عبيد الله\nبن عبد الله بن عتبة يقول خرج عمر يوم عيد فسأل أبا واقد الليثي بأي شيء\nقرأ رسول الله صلى الله عليه وسلم * في هذا اليوم فقال ب قاف واقتربت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n1444 حدثنا عبد الله بن عمر بن أبان الكوفي بن أخت حسين الجعفي حدثنا عبد\nالعزيز بن محمد الدراوردي عن زيد بن أسلم عن بن لأبي واقد الليثي صاحب رسول\nالله صلى الله عليه وسلم عن أبيه أنه قال * سمعت رسول الله صلى الله عليه\nوسلم يقول لأزواجه عام حجة الوداع هذه ثم ظهور الحصر \\ 1443 \\\n</p>\n\n<p>\n1445 حدثنا أحمد بن إبراهيم الدورقي حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n             عبد الصمد حدثنا\nحرب حدثنا يحيى حدثني إسحاق بن عبد الله بن أبي طلحة عن حريث أبي مرة أن\nأبا واقد الليثي حدثه قال * بينما نحن مع رسول الله صلى الله عليه <span id='ms0326'></span> وسلم إذ\nمر ثلاثة نفر فجاء أحدهم فوجد فرجة في الحلقة فجلس وجلس الآخر من ورائهم\nوانطلق الثالث فقال رسول الله صلى الله عليه وسلم ألا أخبركم عن هؤلاء\nالنفر قالوا بلى يا رسول الله قال أما الذي جاء فجلس فأوى فآواه الله وأما\nالذي جلس من ورائكم فاستحيى فاستحيى الله منه وأما الذي انطلق فرجل أعرض\nفأعرض الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n1446 حدثنا إسحاق حدثنا سفيان عن ضمرة بن سعيد الأنصاري سمع عبيد الله بن\nعبد الله بن عتبة يقول * خرج عمر في يوم عيد فسأل أبا واقد الليثي بأي شيء\nكان رسول الله صلى الله عليه وسلم يقرأ في هذا اليوم فقال ب قاف واقتربت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n1447 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عامر عن فليح عن ضمرة بن\nسعيد عن عبيد الله بن عبد الله بن عتبة عن أبي واقد الليثي قال سألني عمر *\nبم قرأ نبي الله صلى الله عليه وسلم في العيدين قلت ب اقتربت الساعة وانشق\nالقمر وقاف والقرآن المجيد \\ 1446 \\\n</p>\n\n<p>\n1448 حدثنا القواريري حدثنا عفان بن مسلم حدثنا وهب حدثنا عبد الله بن\nعثمان بن خثيم عن نافع بن سرجس عن أبي واقد الليثي أنه سمعه يقول * إن رسول\nالله صلى الله عليه وسلم كان أخف الناس صلاة وأدومه على نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n1449 حدثنا الحسن بن حماد الوراق حدثنا حسين الجعفي عن زائدة عن بن خثيم\nالمكي عن نافع بن سرجس قال دخلت على أبي واقد الليثي بمكة في مرضه الذي مات\nفيه فسمعته يقول أو قال لي * كان رسول الله صلى الله عليه وسلم أخف الناس\nصلاة وأدومه على نفسه \\ 1448 \\\n</p>\n\n<p>\n1450 حدثنا علي بن الجعد أخبرنا عبد الرحمن بن عبد الله بن دينار عن زيد\nبن أسلم عن أبي واقد الليثي قال * قدم رسول الله صلى الله عليه وسلم\nالمدينة والناس يجبون أسنمة الإبل ويقطعون أليات الغنم فقال رسول الله صلى\nالله عليه وسلم ما قطع من البهيمة وهي حية فهي ميتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عبد الله الصنابحي )\n</p>\n\n<p>\n1451 حدثنا مصعب بن عبد <span id='ms0327'></span> الله الزبيري حدثني مالك بن أنس عن زيد بن أسلم\nعن عطاء بن يسار عن عبد الله الصنابحي أن رسول الله صلى الله عليه وسلم قال\n* إن الشمس تطلع معها قرن شيطان فإذا ارتفعت فارقها فإذا استوت قارنها فإذا\nزالت فارقها فإذا دنت للغروب قارنها فإذا غربت فارقها فنهى رسول الله صلى\nالله عليه وسلم عن الصلاة في تلك الساعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n1452 حدثنا يحيى بن أيوب حدثنا عباد بن عباد عن مجالد بن سعيد عن قيس بن\nأبي حازم عن الصنابحي قال قال رسول الله صلى الله عليه وسلم * إني مكاثر\nبكم الأمم فلا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض \\ 1451 \\\n</p>\n\n<p>\n1453 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الرحيم بن سليمان عن مجالد عن\nقيس بن أبي حازم عن الصنابحي الأحمسي * أن رسول الله صلى الله عليه وسلم\nأبصر ناقة حسنة في إبل الصدقة فقال قاتل الله صاحب هذه الناقة قال يا رسول\nالله إني ارتجعتها ببعيرين من حواشي الإبل فقال فنعم إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n1454 حدثنا أبو بكر حدثنا بن مبارك ووكيع عن إسماعيل عن قيس عن الصنابحي\nعن النبي صلى الله عليه وسلم قال * إني فرط على الحوض وإني مكاثر بكم الأمم\nفلا تقتتلن بعدي \\ 1453 \\\n</p>\n\n<p>\n1455 حدثنا أبو بكر حدثنا بن نمير وأبو أسامة قالا حدثنا إسماعيل عن قيس\nعن الصنابحي الأحمسي عن النبي صلى الله عليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمرو بن حريث )\n</p>\n\n<p>\n1456 حدثنا محمد بن عبد الله بن نمير حدثنا يحيى بن يمان حدثنا إسماعيل\nقال سمعت عمرو بن حريث يقول * ذهبت بي أمي إلى رسول الله صلى الله عليه\nوسلم فمسح رأسي ودعا لي بالرزق \\ 1455 \\\n</p>\n\n<p>\n1457 حدثنا محرز بن عون حدثنا خلف بن خليفة عن الوليد بن سريع مولى آل\nعمرو بن حريث عن عمرو بن حريث قال * صليت خلف النبي صلى الله عليه وسلم\nالفجر فسمعته يقرأ <span class='quran'>فلا أقسم بالخنس الجوار الكنس </span>التكوير قال\nوكان لا يحني رجل منا ظهره حتى يستقيم ساجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n1458 حدثنا عبيد الله بن عمر بن ميسرة الجشمي <span id='ms0328'></span> حدثنا عفيف بن سالم الموصلي\nحدثنا إسماعيل بن إبراهيم بن المهاجر عن عبد الملك بن عمير عن عمرو بن حريث\nقال بعت دارا لي وأرضا بالمدينة فقال لي أخي سعيد بن حريث استعف عنها ما\nأستطعت ولا تنفقن منها شيئا فإني سمعت رسول الله صلى الله عليه وسلم يقول *\nمن باع دارا أو عقارا فإنه قمن أن لا يبارك له فيه إلا أن يجعله في مثله\nقال عمرو فاشتريت ببعض ثمنها داري هذه يعني دار عمرو بن حريث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n1459 حدثنا أبو سعيد حدثنا سفيان بن عيينة عن مساور الوراق عن جعفر بن\nعمرو بن حريث عن أبيه أنه * رأى رسول الله صلى الله عليه وسلم عليه عمامة\nسوداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n1460 حدثنا القواريري حدثنا وكيع عن مساور الوراق عن جعفر بن عمرو بن\nحريث عن أبيه * قال خطبنا رسول الله صلى الله عليه وسلم وعليه عمامة سوداء\n\\ 1459 \\\n</p>\n\n<p>\n1461 حدثنا أبو سعيد حدثنا أبو أحمد الزبيري حدثنا مسعر عن الوليد بن\nسريع عن عمرو بن حريث قال * سمعت النبي صلى الله عليه وسلم يقرأ في الفجر\nوالليل إذا عسعس التكوير \\ 1460 \\\n</p>\n\n<p>\n1462 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا شعبة حدثنا حصين عن عبد\nالملك عن عمرو بن حريث قال * كان النبي صلى الله عليه وسلم ربما مس لحيته\nفي الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n1463 حدثنا أبو بكر بن أبي شيبة حدثنا عبدة بن سليمان عن إسماعيل بن أبي\nخالد عن الأصبغ عن عمرو بن حريث وقال معتمر مولى لعمرو بن حريث عن عمرو بن\nحريث قال * صليت مع النبي صلى الله عليه وسلم فقرأ فكأني أسمع صوته وهو\nيقول <span class='quran'>فلا أقسم بالخنس الجوار الكنس </span>التكوير قال محمد بن يزيد في\nحديثه وذهبت بي أمي أو أبي إليه فدعا لي بالرزق \\ 1462 \\\n</p>\n\n<p>\n1464 حدثنا القواريري حدثنا عبد الله بن داود عن فطر بن خليفة عن أبيه عن\nعمرو بن حريث قال * خط لي رسول الله صلى الله عليه وسلم دارا بالمدينة بقوس\nوقال أزيدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n1465 حدثنا القواريري حدثنا عبد الرحمن بن مهدي حدثنا سفيان عن <span id='ms0329'></span> السدي\nحدثني من سمع عمرو بن حريث يقول * رأيت رسول الله صلى الله عليه وسلم يصلي\nفي نعلين مخصوفتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n1466 حدثنا أبو سعيد حدثنا أبو أحمد الزبيري حدثنا سفيان عن أبي إسحاق عن\nمن سمع عمرو بن حريث يقول * رأيت النبي صلى الله عليه وسلم يصلي في نعلين\nمخصوفتين \\ 1465 \\\n</p>\n\n<p>\n1467 حدثنا أبو سعيد حدثنا عبد الله بن داود عن فطر عن أبيه عن عمرو بن\nحريث * أن رسول الله صلى الله عليه وسلم مر بعبد الله بن جعفر وهو يبيع مع\nالغلمان أو الصبيان فقال اللهم بارك له في بيعه أو قال في سفقته \\ 1466 \\\n</p>\n\n<p>\n1468 حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن مسعر حدثني الوليد بن سريع\nعن عمرو بن حريث قال * سمعت رسول الله صلى الله عليه وسلم يقرأ في الصبح\nوالليل إذا عسعس التكوير أو قال إذا الشمس كورت التكوير \\ 1467 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n1469 حدثنا زهير حدثنا محمد بن يزيد الواسطي عن إسماعيل بن أبي خالد عن\nمولى عمرو بن حريث عن عمرو بن حريث قال * صليت مع النبي صلى الله عليه وسلم\nالفجر فقرأ إذا الشمس كورت التكوير كأني أسمع صوته يقول <span class='quran'>فلا أقسم\nبالخنس الجوار الكنس </span>التكوير وقال ذهبت بي أمي وأبي إليه فدعا لي\nبالرزق \\ 1468 \\\n</p>\n\n<p>\n1470 حدثنا أبو سعيد القواريري حدثنا عبد الوارث بن سعيد عن عطاء بن\nالسائب عن عمرو بن حريث قال قال رسول الله صلى الله عليه وسلم * الكمأة من\nالسلوى وماؤها شفاء للعين \\ 1469 \\\n</p>\n\n<p>\n1471 حدثنا يحيى بن عبد الحميد حدثنا إسماعيل بن عبد الأعلى عن الوليد بن\nعلي عن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n             سوقة عن أبيه قال أتيت عمرو بن حريث أتكارى منه\nبيتا في داره فقال تكار فإنها مباركة على من هي له مباركة على من سكنها\nفقلت من أي شيء ذلك * قال أتيت رسول الله صلى الله عليه وسلم وقد نحرت جزور\nوقد أمر بقسمتها فقال للذي يقسمها أعط عمرا منها قسما فلم يعطني وأغفلني\nفلما كان من الغد أتيت رسول الله صلى الله عليه وسلم وبين يديه دراهم <span id='ms0330'></span> فقال\nأخذت القسم الذي أمرت لك قال قلت يا رسول الله ما أعطاني شيئا قال فتناول\nكفا من دراهم ثم أعطانيها فجئت بها إلى أمي فقلت خذي هذه الدراهم أخذها\nرسول الله صلى الله عليه وسلم بيده ثم أعطانيها أمسكيها حتى ننظر في أي شيء\nنضعها ثم ضرب الدهر ضربا به حتى اشتريت هذه الدار قالت أمي إذا أردت أن\nتنقد ثمنها فلا تنقد حتى تدعوني أدعو لك بالبركة فدعوتها حين هيأتها فقالت\nلي خذ هذه الدراهم فنثرتها فيها ثم خلطتها بها وقالت اذهب بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمرو بن حريث رجل آخر ذكره أبو خيثمة )\n</p>\n\n<p>\n1472 حدثنا أبو خيثمة حدثنا عبد الله بن يزيد وحدثنا أحمد بن الدورقي\nحدثنا أبو عبد الرحمن حدثني سعيد بن أبي أيوب حدثني أبو هانئ حدثني عمرو بن\nحريث أن رسول الله صلى الله عليه وسلم قال * ما خففت عن خادمك من عمله فإن\nأجره في موازينك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n1473 حدثنا زهير بن حرب حدثنا عبد الله بن يزيد حدثنا حيوة قال أخبرني\nأبو هانئ حميد بن هانئ الخولاني أنه سمع أبا عبد الرحمن الحبلي وهو عبد\nالله بن يزيد وعمرو بن حريث وغيرهما يقولون إن رسول الله صلى الله عليه\nوسلم قال * إنكم ستقدمون على قوم جعد رؤوسهم فاستوصوا بهم خيرا فإنهم قوة\nلكم وبلاغ إلى عدوكم بإذن الله يعني قبط مصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند حارثة بن وهب )\n</p>\n\n<p>\n1474 حدثنا أبو بكر بن أبي شيبة حدثنا أبو بكر بن عياش وأبو الأحوص عن\nأبي إسحاق عن حارثة بن وهب قال * صليت مع رسول الله صلى الله عليه وسلم\nبمنى آمن ما كان الناس وأكثره ركعتين \\ 1473 \\\n</p>\n\n<p>\n1475 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن شعبة عن معبد بن خالد قال\nسمعت حارثة بن وهب الخزاعي قال قال رسول الله صلى الله عليه وسلم * تصدقوا\nفإنه يوشك أن يخرج الرجل بصدقته فلا يجد من يقبلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n1476 حدثنا أبو بكر حدثنا وكيع عن سفيان عن معبد بن خالد عن حارثة بن وهب\nقال قال رسول <span id='ms0331'></span> الله صلى الله عليه وسلم * لا يدخل الجنة الجواظ ولا الجعظري\nقال والجواظ الفظ الغليظ \\ 1475 \\\n</p>\n\n<p>\n1477 حدثنا إسحاق بن أبي إسرائيل حدثنا حجاج أو غيره أخبرنا شعبة حدثنا\nمعبد بن خالد أنه سمع حارثة بن وهب الخزاعي قال سمعت رسول الله صلى الله\nعليه وسلم يقول * ألا أدلكم على أهل الجنة كل ضعيف متضعف لو أقسم على الله\nلأبره وأهل النار كل مستكبر جواظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n1478 حدثنا وهب بن بقية أخبرنا خالد عن داود عن عباس عن كندير بن سعيد عن\nأبيه قال * حججت في الجاهلية فإذا برجل يطوف بالبيت وهو يرتجز رد علي راكبي\nمحمدا رده لي واصطنع عندي يدا قلت من هذا يعني فقالوا عبد المطلب بن هاشم\nذهبت إبل له فأرسل بن ابنه في طلبها فاحتبس عليه ولم يرسله في حاجة قط إلا\nجاء بها قال فما برحت حتى جاء النبي صلى الله عليه وسلم وجاء بالإبل فقال\nيا بني لقد حزنت عليك هذه المرة حزنا لا يفارقني أبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n1479 حدثنا عمرو بن محمد الناقد حدثنا أبو أحمد الزبيري حدثنا سعد بن أوس\nالعبسي عن شتير بن شكل عن أبيه شكل بن حميد قال قلت * يا رسول الله علمني\nتعوذا أتعوذ به فأخذ بيدي فقال قل اللهم إني أعوذ بك من شر نفسي ومن شر\nسمعي ومن شر بصري ومن شر قلبي ومن شر لساني ومن شر منيي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n1480 حدثنا يحيى بن أيوب حدثنا عباد بن عباد عن الزبير بن خريت عن نعيم\nبن أبي هند قال * كنت جالسا إلى يزيد بن أبي مسلم أيام الحجاج وهو يعذب\nالناس فذكر رجلا في السجن فبعث إليه بغيظ وغضب فأتي به فلما قام بين يديه\nرأيت الرجل حرك شفتيه بشيء لم أسمعه فرفع رأسه إليه فقال خلوا سبيله أو قال\nردوه قال فقمت إلى الرجل فقلت إني شهدت هذا حين أرسل إليك بغيظ وغضب ولا\nأشك أنه سيقع بك فلما قمت بين يديه رأيتك حركت شفتيك بشيء لم أسمعه فأمر\nفيك بما ترى فما <span id='ms0332'></span> الذي قلت قال قلت اللهم إني أسألك بقدرتك التي تمسك بها\nالسماوات السبع أن يقع بعضهن على بعض أن تكفينيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n1481 حدثنا الترجماني أبو إبراهيم حدثنا عبيس بن ميمون حدثنا يزيد\nالرقاشي عن أنس قال قال النبي صلى الله عليه وسلم * أما يستطيع أحدكم أن\nيقرأ في الليلة قل هو الله أحد الإخلاص فإنها تعدل القرآن كله قال وقال ولا\nبد للناس من عريف والعريف في النار قال ويؤتى بالشرطي يوم القيامة فيقال له\nضع سوطك وادخل النار \\ 1480 \\\n</p>\n\n<p>\n1482 حدثنا إسحاق بن أبي إسرائيل حدثنا معتمر قال سمعت بن أبي الحكم\nالغفاري يقول حدثتني جدتي عن عم أبي رافع بن عمرو الغفاري قال * كنت وأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n             غلام أرمي نخل الأنصار فقيل للنبي صلى الله عليه وسلم إن ها\nهنا غلاما يرمي نخلنا أو قال يرمي النخل قال فأتي بي النبي صلى الله عليه\nوسلم فقال يا غلام لا ترم النخل قال قلت آكل قال لا ترم النخل كل ما سقط\nقال ومسح رأسه وقال اللهم أشبع بطنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند معاذ بن أنس )\n</p>\n\n<p>\n1483 حدثنا داود بن عمرو الضبي حدثنا إسماعيل بن عياش حدثني أسيد بن عبد\nالرحمن عن فروة بن مجاهد عن سهل بن معاذ الجهني قال غزوت مع أبي الصائفة في\nزمن عبد الملك بن مروان وعلينا عبد الله بن عبد الملك فنزلنا على حصن سنان\nفضيق الناس المنازل وقطعوا الطرق فقام أبي في الناس فقال أيها الناس إني\nغزوت مع نبي الله صلى الله عليه وسلم غزوة كذا وكذا فضيق الناس المنازل\nوقطعوا الطرق فبعث نبي الله صلى الله عليه وسلم مناديا فنادى في الناس * أن\nمن ضيق منزلا أو قطع طريقا فلا جهاد له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n1484 حدثنا هارون بن معروف حدثنا أبو عبد الرحمن المقرئ عبد الله بن يزيد\nحدثني سعيد يعني بن أبي أيوب قال حدثني عبد الرحيم بن ميمون أبو مرحوم عن\nسهل بن معاذ بن أنس عن أبيه قال قال رسول الله صلى الله عليه وسلم * من ترك\nاللباس وهو يقدر <span id='ms0333'></span> عليه تواضعا لله دعاه الله يوم القيامة على رؤوس الخلائق\nيخيره بين حلل الإيمان يلبس أيها شاء \\ 1483 \\\n</p>\n\n<p>\n1485 حدثنا هارون بن معروف حدثنا أبو عبد الرحمن حدثنا سعيد قال حدثني\nعبد الرحيم بن ميمون عن سهل بن معاذ بن أنس عن أبيه قال قال رسول الله صلى\nالله عليه وسلم * من أعطى لله ومنع لله وأحب لله وأبغض لله وأنكح لله فقد\nاستكمل إيمانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n1486 حدثنا أحمد بن عيسى حدثنا بن وهب أخبرني يحيى بن أيوب عن زبان بن\nفائد عن سهل بن معاذ عن أبيه قال قال رسول الله صلى الله عليه وسلم * من\nصام يوما في سبيل الله متطوعا في غير رمضان بعد من النار مائة عام سير\nالمضمر المجيد \\ 1485 \\\n</p>\n\n<p>\n1487 حدثنا الحكم بن موسى أبو صالح حدثنا بقية قال حدثني أبو الحجاج\nالمهري حدثنا زبان بن فائد عن سهل بن معاذ عن أبيه قال قال رسول الله صلى\nالله عليه وسلم * من صلى صلاة الفجر ثم قعد يذكر الله حتى تطلع الشمس وجبت\nله الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n1488 حدثنا أبو الربيع الزهراني حدثنا عبد الله بن يزيد حدثني سعيد بن\nأبي أيوب حدثني أبو مرحوم عبد الرحيم بن ميمون عن سهل بن معاذ بن أنس عن\nأبيه عن النبي صلى الله عليه وسلم قال * من أكل طعاما فقال الحمد لله الذي\nأطعمني هذا ورزقنيه من غير حول مني ولا قوة غفر له ما تقدم من ذنبه ومن لبس\nثوبا فقال الحمد لله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة غفر له\nما تقدم من ذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n1489 حدثنا محرز بن عون حدثنا رشدين بن سعد عن زبان بن فائد عن سهل بن\nمعاذ عن أبيه عن النبي صلى الله عليه وسلم قال * من قرأ ألف آية في سبيل\nالله كتب يوم القيامة مع النبيين والصديقين والشهداء والصالحين وحسن أولئك\nرفيقا إن شاء الله \\ 1488 \\\n</p>\n\n<p>\n1490 حدثنا محرز حدثنا رشدين بن سعد عن زبان بن فائد عن سهل بن معاذ عن\nأبيه عن النبي صلى <span id='ms0334'></span> الله عليه وسلم قال * من حرس وراء المسلمين في سبيل الله\nمتطوعا لا يأخذه سلطان لم ير النار بعينه إلا تحلة القسم فإن الله سبحانه\nلا شريك له يقول <span class='quran'>وإن منكم إلا واردها </span>مريم \\ 1489 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n1491 حدثنا محرز بن عون حدثنا رشدين بن سعد عن زبان بن فائد عن سهل بن\nمعاذ عن أبيه عن النبي صلى الله عليه وسلم قال * من تخطى الناس يوم الجمعة\nاتخذ جسرا إلى جهنم \\ 1490 \\\n</p>\n\n<p>\n1492 حدثنا هارون بن معروف حدثنا به أبو عبد الرحمن حدثنا سعيد حدثني أبو\nمرحوم عبد الرحيم بن ميمون عن سهل بن معاذ بن أنس الجهني عن أبيه عن النبي\nصلى الله عليه وسلم * أنه نهى عن الحبوة يوم الجمعة والإمام يخطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n1493 حدثنا أبو همام حدثنا بن وهب أخبرني يحيى بن أيوب عن زبان بن فائد\nعن سهل بن معاذ الجهني عن أبيه أن رسول الله صلى الله عليه وسلم قال * من\nقرأ القرآن وعمل بما فيه ألبس والديه تاجا يوم القيامة ضوؤه أحسن من ضوء\nالشمس في بيوت أهل الدنيا لو كانت فيه فما ظنكم بالذي عمل بهما \\ 1492 \\\n</p>\n\n<p>\n1494 حدثنا أبو همام حدثنا بن وهب حدثني سعيد بن أبي أيوب عن زبان بن\nفائد عن سهل بن معاذ بن أنس عن أبيه أن رسول الله صلى الله عليه وسلم قال *\nمن بر والديه طوبى له زاد الله في عمره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n1495 حدثنا الحكم بن موسى حدثنا بقية بن الوليد حدثني أبو الحجاج المهري\nحدثني زبان بن فائد عن سهل بن معاذ عن أبيه قال قال رسول الله صلى الله\nعليه وسلم * من صلى صلاة الفجر ثم قعد يذكر الله حتى تطلع الشمس وجبت له\nالجنة \\ 1494 \\\n</p>\n\n<p>\n1496 حدثنا أحمد بن إبراهيم الدورقي حدثنا أبو عبد الرحمن حدثنا سعيد\nحدثني أبو مرحوم عبد الرحيم بن ميمون عن سهل بن معاذ بن أنس الجهني عن أبيه\nعن النبي صلى الله عليه وسلم * أنه نهى عن الحبوة يوم الجمعة والإمام يخطب\nقال بن الدورقي قال أبو عبد الرحمن ليس هو <span id='ms0335'></span> بالمعروف عند الناس ولم يزل\nالناس يحتبون \\ 1495 \\\n</p>\n\n<p>\n1497 حدثنا أبو عبد الله أحمد بن إبراهيم حدثنا أبو عبد الرحمن حدثنا\nسعيد حدثني أبو مرحوم عن سهل بن معاذ بن أنس عن أبيه أن رسول الله صلى الله\nعليه وسلم قال * من كظم غيظا وهو قادر على أن ينفذه دعاه الله على رؤوس\nالأشهاد يوم القيامة فيخيره في أي الحور شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n1498 حدثنا أحمد بن إبراهيم حدثنا أبو عبد الرحمن حدثنا سعيد حدثني أبو\nمرحوم عن سهل بن معاذ بن أنس عن أبيه أن رسول الله صلى الله عليه وسلم قال\n* من أكل طعاما ثم قال الحمد لله الذي أطعمني هذا الطعام ورزقنيه من غير\nحول مني ولا قوة غفر له ما تقدم من ذنبه ومن لبس ثوبا قال الحمد لله الذي\nكساني هذا ورزقنيه من غير حول مني ولا قوة غفر له ما تقدم من ذنبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n1499 حدثنا أبو عبد الله الدورقي حدثنا أبو عبد الرحمن حدثنا سعيد حدثني\nأبو مرحوم عبد الرحيم بن ميمون عن سهل بن معاذ بن أنس الجهني عن أبيه قال\nقال رسول الله صلى الله عليه وسلم * من ترك اللباس وهو يقدر عليه تواضعا\nلله دعاه الله يوم القيامة على رؤوس الخلائق حتى يخيره من حلل الإيمان يلبس\nمن أيها شاء \\ 1498 \\\n</p>\n\n<p>\n1500 حدثنا أبو عبد الله حدثنا أبو عبد الرحمن حدثنا سعيد حدثني أبو\nمرحوم عبد الرحيم بن ميمون عن سهل بن معاذ بن أنس الجهني عن أبيه قال قال\nرسول الله صلى الله عليه وسلم * من أعطى لله ومنع لله وأحب لله وأبغض لله\nوأنكح لله فقد استكمل إيمانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عرفجة بن أسعد )\n</p>\n\n<p>\n1501 حدثنا حوثرة بن أشرس أبو عامر أخبرني أبو الأشهب جعفر بن حيان عن\nعبد الرحمن بن طرفة بن عرفجة بن أسعد بن منقر قال أبو عامر هؤلاء أخوال بني\nسعد * أن جده عرفجة أصيب أنفه في الجاهلية يوم الكلاب فاتخذ أنفا من ورق\nفأنتن عليه فذكر ذلك لرسول الله صلى الله عليه وسلم فأمره أن <span id='ms0336'></span> يتخذ أنفا من\nذهب قال أبو عامر حوثرة وزعم عبد الرحمن أنه قد رأى أنف جده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n1502 حدثنا شيبان بن فروخ حدثنا أبو الأشهب حدثنا عبد الرحمن بن طرفة بن\nعرفجة وزعم أنه رأى عرفجة جده قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n             * أصيب أنف عرفجة يوم الكلاب\nفاتخذ أنفا من ورق فأنتن عليه فأمره النبي صلى الله عليه وسلم أن يتخذ أنفا\nمن ذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي العشراء الدارمي )\n</p>\n\n<p>\n1503 حدثنا علي بن الجعد وهدبة بن خالد وعبد الأعلى النرسي وحوثرة بن\nأشرس وإبراهيم بن الحجاج قالوا حدثنا حماد بن سلمة عن أبي العشراء عن أبيه\nقال قلت * يا رسول الله أما تكون الذكاة إلا من اللبة أو الحلق قال لو طعنت\nفي فخذها لأجزأ عنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n1504 زاد حوثرة فقال رسول الله صلى الله عليه وسلم * والذي نفسي بيده لو\nطعنت في فخذها لأجزأ عنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عتبان )\n</p>\n\n<p>\n1505 حدثنا شيبان بن فروخ حدثنا سليمان بن المغيرة حدثنا ثابت عن أنس\nحدثني محمود بن الربيع عن عتبان بن مالك قال قال * قدمت المدينة فلقيت\nعتبان بن مالك فقلت حديث بلغني عنك قال أصابني في بصري شيء فبعثت إلى رسول\nالله صلى الله عليه وسلم إني أحب أن تأتيني فتصلي في منزلي فأتخذه مصلى قال\nفأتاني النبي فيمن شاء الله من أصحابه فدخل علي فهو يصلي في منزلي وأصحابه\nيتحدثون بينهم ثم أسندوا عظم ذلك وكبره إلى مالك بن دخشم قال ودوا أنه دعا\nعليه فهلك ودوا أنه أصابه سقم فقضى رسول الله صلى الله عليه وسلم الصلاة\nفقال أليس يشهد أن لا إله إلا الله وأني رسول الله قالوا إنه يقول ذلك وما\nهو في قلبه قال لا يشهد أحد أن لا إله إلا الله وأني رسول الله فيدخل النار\nأو تطعمه النار قال فأعجبني هذا الحديث فقلت لابني اكتبه فكتبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n1506 حدثنا أبو خيثمة حدثنا هاشم بن القاسم حدثنا سليمان بن المغيرة عن\nثابت عن أنس عن عتبان بن مالك * نحوا منه وزاد فيه وأصحابه يتحدثون بينهم\nويذكرون ما يلقون من <span id='ms0337'></span> المنافقين ثم أسندوا عظم ذلك إلى مالك بن دخشم قال\nودوا أنه دعا عليه يحملونه عليه فقضى رسول الله صلى الله عليه وسلم فذكر\nنحوا منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n1507 حدثنا أبو حمزة هريم بن عبد الأعلى حدثنا معتمر بن سليمان عن سليمان\nبن المغيرة حدثنا ثابت عن أنس عن محمود بن الربيع عن عتبان بن مالك قال\nلقيت عتبان بعد ذلك فحدثني بحديث أعجبني فقلت لابني اكتبه فكتبه قال وقد\nكان ذهب بصره قال قلت * يا نبي الله لو أتيتني فصليت عندي في مكان أتخذه\nمسجدا قال فجاء رسول الله صلى الله عليه وسلم فجعل يصلي وجعل أصحابه\nيتحدثون قال فذكروا ما يلقون من المنافقين من الأذى فحملوا عظم ذلك على\nمالك بن الدخشم فكان يعجبهم أن يحملوا النبي صلى الله عليه وسلم فيدعو عليه\nفيهلك فقالوا يا نبي الله إن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n             أمره كذا وكذا قال فقال نبي\nالله صلى الله عليه وسلم أليس يشهد أن لا إله إلا الله وأن محمدا رسول الله\nقالوا إنما يقول ذلك بلسانه وليس له حقيقة في قلبه قال فقال نبي الله صلى\nالله عليه وسلم لا يشهد أحد أن لا إله إلا الله وأني رسول الله فيدخله الله\nالنار أو قال فتطعمه النار أبدا قال المعتمر قال إني سمعته من أنس وما حدث\nبه أحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمرو بن خارجة )\n</p>\n\n<p>\n1508 حدثنا خلف بن هشام حدثنا أبو عوانة عن قتادة عن شهر بن حوشب عن عبد\nالرحمن بن غنم عن عمرو بن خارجة قال * خطب رسول الله صلى الله عليه وسلم\nوهو على ناقة وأنا تحت جرانها وهي تقصع بجرة ولعابها يسيل بين كتفي فقال يا\nأيها الناس إن الله أعطى كل ذي حق حقه فلا وصية لوارث والولد للفراش\nوللعاهر الحجر ومن ادعى إلى غير أبيه أو انتمى إلى غير مواليه رغبة عنهم\nفعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه صرفا ولا عدلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمارة بن أوس )\n</p>\n\n<p>\n1509 حدثنا يحيى بن عبد الحميد حدثنا قيس <span id='ms0338'></span> بن الربيع عن زياد بن علاقة عن\nعمارة بن أوس وقد كان صلى القبلتين جميعا قال إني لفي منزلي إذا مناد ينادي\nعلى الباب * أن النبي صلى الله عليه وسلم قد حول القبلة فأشهد على إمامنا\nوالرجال والنساء والصبيان لقد صلوا إلى ها هنا يعني بيت المقدس وإلى ها هنا\nيعني الكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند سعد بن الأطول )\n</p>\n\n<p>\n1510 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة أخبرنا عبد الملك أبو\nجعفر عن أبي نضرة عن سعد بن الأطول أن رجلا مات وترك ثلاث مائة درهم وعيالا\nقال فأردت أن أنفقها على عياله فقال النبي صلى الله عليه وسلم * إن أخاك\nمحبوس بدينه فاقض عنه فقضى عنه فقال يا رسول الله قد قضيت عنه إلا امرأة\nادعت دينارين وليس لها بينه فقال النبي صلى الله عليه وسلم أعطها فإنها\nصادقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n1511 حدثنا بن عبد الله بن بدر بن واصل بن عبد الله بن سعد بن الأطول قال\nحدثني أبي عبد الله بن بدر بن واصل بن عبد الله بن سعد بن الأطول حدثني عبد\nالله بن سعد بن الأطول قال كان عبد الله بن سعد يخرج إلى أصحابه بتستر\nيزورهم فيقيم يوم دخوله والثاني ويخرج في الثالث فيقولون له لو أقمت فيقول\nسمعت أبي * يقول نهاني رسول الله صلى الله عليه وسلم أو سمعت رسول الله صلى\nالله عليه وسلم ينهى عن التناءة فمن أقام ببلد الخراج فقد تنأ فأنا أكره أن\nأقيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n1512 حدثنا بن عبد الله بن بدر حدثني عباد بن موسى القرشي عن حماد بن\nسلمة عن عبد الملك أبي جعفر عن أبي نضرة عن سعد بن الأطول * أن أباه مات\nوترك ثلاث مائة درهم وعيالا ودينا فأردت أن أنفق على عياله فقال لي النبي\nصلى الله عليه وسلم إن أباك محبوس بدينه فاقض عنه قلت بأبي أنت وأمي يا\nرسول الله قد قضيت عنه ما خلا امرأة ادعت دينارين وليس لها بينه قال أعطها\nفإنها صادقة فأعطيتها \\ 1511 \\\n</p>\n\n<p>\n1513 حدثنا بن عبد <span id='ms0339'></span> الله حدثني عباد بن موسى عن حماد بن سلمة عن سعيد\nالجريري عن أبي نضرة عن رجل من أصحاب النبي صلى الله عليه وسلم * بمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو مرثد الغنوي )\n</p>\n\n<p>\n1514 حدثنا العباس بن الوليد النرسي حدثنا عبد الله بن المبارك حدثني عبد\nالرحمن بن يزيد بن جابر قال سمعت بسر بن عبيد الله وقال مرة عن بسر بن عبيد\nالله عن أبي إدريس الخولاني عن واثلة بن الأسقع عن أبي مرثد الغنوي قال\nسمعت رسول الله صلى الله عليه وسلم يقول * لا تجلسوا على القبور ولا تصلوا\nإليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عبد الله بن عبد الرحمن الأنصاري )\n</p>\n\n<p>\n1515 حدثنا عبد الأعلى بن حماد حدثنا فضالة بن حصين العطار قال سمعت\nالخطاب بن سعيد عن سليمان بن محمد بن إبراهيم الأنصاري عن عبد الله بن عبد\nالرحمن الأنصاري قال قال رسول الله صلى الله عليه وسلم * الراسخات في الوحل\nالمطعمات في المحل من باعها فإن ثمنها بمنزلة الرماد على شاهقة هبت له ريح\nفقذفته \\ 1514 \\\n</p>\n\n<p>\n1516 حدثنا شيبان بن فروخ حدثنا جرير بن حازم حدثنا الحسن عن عبد الرحمن\nبن سمرة قال قال لي رسول الله صلى الله عليه وسلم \\ 1515 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n             *\nيا عبد الرحمن لا تسأل الإمارة وذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( المقداد بن عمرو الكندي )\n</p>\n\n<p>\n1517 حدثنا هدبة حدثنا حماد بن سلمة عن ثابت عن عبد الرحمن بن أبي ليلى\nعن المقداد بن عمرو الكندي قال * قدمت على رسول الله صلى الله عليه وسلم\nومعي رجلان من أصحابي فطلبنا هل يضيفنا أحد فلم يضيفنا أحد فأتينا رسول\nالله صلى الله عليه وسلم فقلنا يا رسول الله أصابنا جوع وجهد وإنا تعرضنا\nهل يضيفنا أحد فلم يضفنا أحد فدفع إلينا أربعة أعنز فقال يا مقداد خذ هذه\nفاحتلبها فجزئها أربعة أجزاء جزءا لي وجزءا لك وجزءا لصاحبيك فكنت أفعل ذلك\nفلما كان ذات ليلة شربت جزئي وشرب صاحباي جزئيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n             وجعلت جزء\nالنبي صلى الله عليه وسلم في القعب وأطبقت عليه فاحتبس النبي صلى الله عليه\nوسلم فقالت لي نفسي إن رسول الله صلى الله <span id='ms0340'></span> عليه وسلم قد دعاه أهل بيت من\nالمدينة فتعشى معهم ورسول الله صلى الله عليه وسلم لا يحتاج إلى هذا اللبن\nفلم تزل نفسي تديرني حتى قمت إلى القعب فشربت ما فيه فلما تقار في بطني\nأخذني ما قدم وما حدث فقالت لي نفسي يجيء رسول الله صلى الله عليه وسلم وهو\nجائع ظمآن فيرفع القعب فلا يجد فيه شيئا فيدعو عليك فتسجيت كأني نائم وما\nكان بي نوم فجاء رسول الله صلى الله عليه وسلم فسلم تسليمة أسمع اليقظان\nولم يوقظ النائم فلما لم ير في القعب شيئا رفع رأسه إلى السماء فقال اللهم\nأطعم من أطعمنا واسق من سقانا قال فاغتنمت دعوة رسول الله صلى الله عليه\nوسلم فأخذت الشفرة وأنا أريد أن أذبح بعض تلك الأعنز فأطعمه فضربت بيدي\nفوقعت على ضرعها فإذا هي حافل ثم نظرت إليهن جميعا فإذا هن حفل فحلبت في\nالقعب حتى امتلأ ثم أتيته وأنا أبتسم فقال هيه بعض سوآتك يا مقداد فقلت يا\nرسول الله اشرب ثم أخبر فشرب ثم شربت ما بقي ثم أخبرته فقال يا مقداد هذه\nبركة كان ينبغي لك أن تعلمني حتى نوقظ صاحبينا فنسقيهما من هذه البركة قال\nقلت يا رسول الله إذا شربت أنت البركة وأنا فما أبالي من أخطأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عبد الرحمن بن شبل الأنصاري )\n</p>\n\n<p>\n1518 حدثنا هدبة بن خالد حدثنا أبان حدثنا يحيى بن أبي كثير حدثني زيد عن\nأبي سلام عن الحبراني عن عبد الرحمن بن شبل أنه سمع رسول الله صلى الله\nعليه وسلم يقول * اقرؤوا القرآن ولا تغلوا فيه ولا تجفوا عنه ولا تأكلوا به\nولا تستكثروا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند جندب بن عبد الله البجلي )\n</p>\n\n<p>\n1519 حدثنا خلف البزاز حدثنا حماد بن زيد عن أبي عمران عن جندب بن عبد\nالله البجلي ولا أعلمه إلا رفعه إلى النبي صلى الله عليه وسلم قال * اقرؤوا\nالقرآن ما ائتلفت عليه قلوبكم فإذا اختلفتم فيه فقوموا عنه قال وكنت على\nعهد رسول الله صلى الله عليه وسلم <span id='ms0341'></span> غلاما حزورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n1520 حدثنا بشر بن الوليد الكندي حدثنا سهيل أخو حزم عن أبي عمران عن\nجندب قال قال رسول الله صلى الله عليه وسلم * من قال في القرآن برأيه فأصاب\nفقد أخطأ \\ 1519 \\\n</p>\n\n<p>\n1521 حدثنا عبد الواحد بن غياث حدثنا حماد بن سلمة عن حميد عن الحسن عن\nجندب وغيره أن رسول الله صلى الله عليه وسلم قال * احتج آدم وموسى فقال\nموسى أنت آدم الذي خلقك الله بيده وأسجد لك ملائكته وأسكنك جنته فأخرجت\nالناس من الجنة فقال آدم أنت موسى الذي كلمك الله نجيا وأتاك التوراة\nتلومني على أمر قد كتب علي قبل أن يخلقني قال رسول الله صلى الله عليه وسلم\nفحج آدم موسى فحج آدم موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n1522 حدثنا عبيد الله بن عمر القواريري حدثنا عبد الرحمن بن مهدي حدثني\nعبد الحميد بن بهرام حدثنا شهر بن حوشب حدثني جندب بن سفيان رجل من بجيلة\nقال * إني عند رسول الله صلى الله عليه وسلم إذ جاءه بشير من سرية بعثها\nفأخبره بنصر الله الذي نصر سريته وبفتح الله الذي فتح لهم قال يا رسول الله\nبينما نحن بطلب العدو وقد هزمهم الله إذ لحقت رجلا بالسيف فلما أحس أن\nالسيف قد واقعه التفتت وهو يسعى فقال إني مسلم إني مسلم فقتلته وإنما كان\nيا نبي الله متعوذا قال فهلا شققت عن قلبه فنظرت صادق هو أو كاذب قال لو\nشققت عن قلبه ما كان يعلمني القلب هل قلبه إلا مضغة من لحم قال فأنت قتلته\nلا ما في قلبه علمت ولا لسانه صدقت قال يا رسول الله استغفر لي قال لا\nأستغفر لك فدفنوه فأصبح على وجه الأرض ثلاث مرات فلما رأى ذلك قومه استحيوا\nوخزوا مما لقي فحملوه فألقوه في شعب من تلك الشعاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n1523 حدثنا محمد بن بكار حدثنا عبد الحميد بن بهرام حدثنا شهر بن حوشب\nحدثني جندب بن سفيان رجل من بجيلة قال إني لعند رسول الله صلى الله عليه\nوسلم حين جاءه بشير من سرية بعثها <span id='ms0342'></span> فأخبره بنصر الله الذي نصر سريته وبفتح\nالله الذي فتح لهم فذكر نحوه وزاد فيه فقال رسول الله صلى الله عليه وسلم\nعند ذلك * ستكون بعدي فتن كقطع الليل المظلم تصدم كصدم الحيات وفحول\nالثيران يصبح الرجل فيها مسلما ويمسي كافرا ويمسي فيها مسلما ويصبح كافرا\nفقال رجل من المسلمين فكيف نصنع عند ذلك يا رسول الله قال ادخلوا بيوتكم\nوأخملوا ذكركم فقال رجل من المسلمين أفرأيت إن دخل على أحدنا في بيته فقال\nرسول الله صلى الله عليه وسلم ليمسك بيده وليكن عبد الله المقتول ولا يكن\nعبد الله القاتل فإن الرجل يكون في قبة الإسلام فيأكل مال أخيه ويسفك دمه\nويعصي ربه ويكفر بخالقه وتجب له جهنم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n1524 حدثنا القواريري حدثنا عبد الرحمن عن سفيان عن سلمة بن كهيل قال\nسمعت جندب البجلي قال قال رسول الله صلى الله عليه وسلم * من سمع سمع الله\nبه ومن راءى راءى الله به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n1525 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عوانة عن عبد الملك يعني\nبن عمير عن جندب بن سفيان البجلي قال سمعت رسول الله صلى الله عليه وسلم\nيقول * أنا فرطكم على الحوض \\ 1524 \\\n</p>\n\n<p>\n1526 حدثنا محمد بن المثنى حدثنا الأنصاري حدثنا الأشعث عن الحسن عن جندب\nبن عبد الله قال قال رسول الله صلى الله عليه وسلم * من صلى صلاة الصبح كان\nفي ذمة الله فإياك أن يطلبك الله بشيء ذمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n1527 حدثنا أبو موسى حدثنا وهب بن جرير حدثني أبي قال سمعت الحسن قال\nحدثنا جندب بن عبد الله في هذا المسجد فما نسينا منه حديثا ولا نخشى أن\nيكون كذب على رسول الله صلى الله عليه وسلم قال قال رسول الله صلى الله\nعليه وسلم * خرج برجل خراج ممن كان قبلكم فجزع منه فأخذ سكينا فجز بها يده\nفما رقأ عنه الدم حتى مات قال الله تعالى عبدي بادرني بنفسه حرمت عليه\nالجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n             قال أبو موسى قال وهب القدرية يحتجون بهذا الحديث وليس\nلهم فيه حجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n1528 حدثنا أبو <span id='ms0343'></span> موسى حدثنا الحجاج بن المنهال حدثنا حماد عن عمار بن أبي\nعمار عن أبي هريرة وعن حماد عن حميد عن الحسن عن جندب بن عبد الله عن النبي\nصلى الله عليه وسلم قال * لقي آدم موسى فقال موسى أنت آدم الذي خلقك الله\nبيده وأسكنك جنته وأسجد لك ملائكته فعلت ما فعلت فأخرجت ذريتك من الجنة قال\nآدم يا موسى أنت الذي اصطفاك الله برسالته وكلمك وقربك نجيا قال نعم قال\nفأنا أقدم أم الذكر قال الذكر قال رسول الله صلى الله عليه وسلم فحج آدم\nموسى فحج آدم موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n1529 حدثنا صالح بن حاتم بن وردان حدثنا المعتمر بن سليمان قال سمعت أبي\nيحدث عن أبي عمران الجوني عن جندب بن عبد الله البجلي قال قال رسول الله\nصلى الله عليه وسلم * قال رجل والله لا يغفر الله لفلان فقال الله من ذا\nالذي يتألى علي أن لا أغفر لفلان فإنني قد غفرت لفلان وأحبطت عملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n1530 حدثنا إسحاق بن أبي إسرائيل حدثنا حميد يعني الرؤاسي حدثني حسن بن\nصالح عن سماك بن حرب عن عكرمة عن بن عباس قال * من سلم عليك من خلق الله\nفاردد عليه وإن كان مجوسيا فإن الله يقول <span class='quran'>وإذا حييتم بتحية فحيوا\nبأحسن منها أو ردوها </span>النساء \\ 1529 \\\n</p>\n\n<p>\n1531 حدثنا إسحاق حدثنا سالم بن نوح عن يونس عن الحسن * وإذا حييتم بتحية\nفحيوا بأحسن منها النساء لأهل الإسلام أو ردوها على أهل الشرك \\ 1530 \\\n</p>\n\n<p>\n1532 حدثنا خلف بن هشام حدثنا أبو عوانة عن الأسود بن قيس عن جندب بن\nسفيان قال * صلينا مع النبي صلى الله عليه وسلم ذات يوم فذبح ناس ضحاياهم\nقبل الصلاة فلما انصرف رسول الله صلى الله عليه وسلم فرآهم قد ذبحوا قبل\nالصلاة قال من كان ذبح أضحيته قبل الصلاة فليذبح ذبحا آخر ومن كان لم يذبح\nحتى صلينا فليذبح على اسم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n1533 حدثنا خلف بن هشام حدثنا أبو عوانة عن الأسود عن جندب بن سفيان\nالبجلي * أن رسول الله صلى الله عليه وسلم <span id='ms0344'></span> دميت إصبعه في بعض المشاهد فقال\nهل أنت إلا إصبع دميت وفي سبيل الله ما لقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n1534 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان قال سمعت أبي عن\nصاحب له وهو الحضرمي عن أبي السوار يحدث عن جندب بن عبد الله * أن رسول\nالله صلى الله عليه وسلم بعث رهطا وبعث عليهم أبا عبيدة بن الجراح فلما أخذ\nينطلق لكنه بكى صبابة إلى رسول الله صلى الله عليه وسلم فبعث رجلا مكانه\nيقال له عبد الله بن جحش وكتب له كتابا وأمره أن لا يكره أحدا من أصحابه\nعلى المسير معه فلما قرأ الكتاب استرجع وقال سمع وطاعة يعني لله ورسوله\nخبرهم الخبر وقرأ عليهم الكتاب فرجع رجلان ومضى بقيتهم فلقوا بن الحضرمي\nفقتلوه ولم يدر ذاك اليوم من رجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n             أو من جمادى فقال المشركون\nللمسلمين فعلتم كذا وكذا في الشهر الحرام فأتوا رسول الله صلى الله عليه\nوسلم فحدثوه الحديث فأنزل الله <span class='quran'>يسألونك عن الشهر الحرام قتال فيه قل\nقتال فيه كبير </span>إلى قوله <span class='quran'>والفتنة أكبر من القتل </span>البقرة قال\nالشرك قال بعض الذين كانوا في السرية والله ما قتله إلا واحد فإن يك خيرا\nفقد وليته وإن يك ذنبا فقد عملته وقال بعض المسلمين إن لم يكونوا أصابوا في\nشهرهم هذا وزرا فليس لهم فيه أجر فأنزل الله <span class='quran'>الذين آمنوا والذين\nهاجروا وجاهدوا في سبيل الله أولئك يرجون رحمة الله والله غفور رحيم </span>البقرة \\ 1533 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند ثابت بن الضحاك )\n</p>\n\n<p>\n1535 حدثنا هدبة بن خالد حدثنا أبان بن يزيد حدثنا يحيى بن أبي كثير أن\nأبا قلابة حدثه أن ثابت بن الضحاك حدثه أن رسول الله صلى الله عليه وسلم\nقال * من حلف على ملة غير الإسلام كاذبا فهو كما قال ليس على رجل نذر فيما\nلا يملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند حمزة الأسلمي )\n</p>\n\n<p>\n1536 حدثنا سعيد بن عبد الجبار حدثنا المغيرة بن عبد الرحمن بن عبد الله\nبن خالد بن حزام الحزامي حدثنا أبو الزناد أن محمد بن حمزة حدثه عن أبيه\nحمزة <span id='ms0345'></span> الأسلمي * أن رسول الله صلى الله عليه وسلم بعثه في سرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \nوأمره عليهم وقال إن أخذتم فلانا فأحرقوه بالنار فلما وليت دعوني من ورائي\nفجئت فقال إن أخذتم فلانا فاقتلوه ولا تحرقوه بالنار فإنه لا يعذب بالنار\nإلا رب النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( يزيد بن ركانة )\n</p>\n\n<p>\n1537 حدثنا أبو الربيع حدثنا جرير يعني بن حازم عن الزبير بن سعيد حدثنا\nعبد الله بن يزيد بن ركانة عن أبيه عن جده * أنه طلق امرأته البتة فأتى\nالنبي صلى الله عليه وسلم فقال ما أردت بها قال واحدة قال آلله قال آلله\nقال هي على ما أردت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n1538 حدثنا شيبان حدثنا جرير حدثنا الزبير بن سعيد الهاشمي عن عبد الله\nبن علي بن يزيد بن ركانة عن أبيه عن جده أنه * طلق امرأته البتة على عهد\nالنبي صلى الله عليه وسلم فأتى النبي صلى الله عليه وسلم فأخبره فقال ما\nنويت بذلك قال واحدة قال آلله قال آلله قال هي على ما أردت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( الجارود )\n</p>\n\n<p>\n1539 حدثنا هدبة حدثنا أبان حدثنا قتادة عن يزيد بن عبد الله عن أبي مسلم\nالجذمي عن الجارود أن رسول الله صلى الله عليه وسلم قال * ضالة المسلم حرق\nالنار\n</p>\n\n<p>\n| 1 ( عبد الله بن الحارث بن جزء الزبيدي \\ 1538 \\ )\n</p>\n\n<p>\n1540 حدثنا هارون بن معروف حدثنا عبد الله بن وهب أخبرني عمرو أن سليمان\nبن زياد الحضرمي حدثه أن عبد الله بن الحارث بن جزء الزبيدي حدثه * أنه مر\nوصاحب له بأم أيمن وفتية من قريش قد حلوا أزرهم فجعلوها مخاريق يجتلدون بها\nوهم عراة قال عبد الله فلما مررنا بهم قالوا إن هؤلاء قسيسون فدعوهم ثم إن\nرسول الله صلى الله عليه وسلم خرج عليهم فلما أبصروه تبددوا فرجع رسول الله\nصلى الله عليه وسلم مغضبا حتى دخل وكنت وراء الحجرة فسمعته يقول سبحان الله\nلا من الله استحيوا ولا من رسوله استتروا وأم أيمن عنده تقول استغفر لهم يا\nرسول الله قال عبد الله فبأبي ما استغفر لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n1541 حدثنا عبد الأعلى بن حماد حدثنا المفضل بن <span id='ms0346'></span> فضالة عن بن لهيعة عن\nسليمان بن زياد عن عبد الله بن جزء قال * أكلنا مع رسول الله صلى الله عليه\nوسلم يوما شواء ونحن في المسجد أقيمت الصلاة فلم نزد على أن مسحنا أيدينا\nبالحصاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( هبيب بن مغفل )\n</p>\n\n<p>\n1542 حدثنا هارون بن معروف حدثنا عبد الله بن وهب قال وحدثنا عمرو بن\nالحارث عن يزيد بن أبي حبيب عن أسلم أبي عمران عن هبيب بن مغفل أنه رأى\nمحمد بن علبة القرشي يجر إزاره فنظر إليه هبيب بن مغفل فقال سمعت رسول الله\nصلى الله عليه وسلم يقول * من وطئه خيلاء وطئه في النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي شهم )\n</p>\n\n<p>\n1543 حدثنا بشر بن الوليد الكندي حدثنا يزيد بن عطاء عن بيان بن بشر عن\nقيس بن أبي حازم عن أبي شهم وكان بطالا قال * مرت بي جارية في بعض طرق\nالمدينة فأهويت بيدي إلى خاصرتها فلما كان الغد أتى الناس رسول الله صلى\nالله عليه وسلم يبايعونه وأتيته فبسطت يدي لأبايعه فقبض يديه فقال أنت صاحب\nالجبيذة أمس قال قلت يا رسول الله بايعني لا أعود أبدا قال فنعم إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند رافع بن مكيث )\n</p>\n\n<p>\n1544 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الرزاق أخبرنا معمر عن عثمان\nبن زفر عن بعض بني رافع بن مكيث عن رافع بن مكيث وكان شهد الحديبية عن\nالنبي صلى الله عليه وسلم * قال حسن الملكة نماء وسوء الخلق شؤم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n1545 حدثنا هدبة بن خالد حدثنا همام بن يحيى حدثنا قتادة عن سعيد بن\nالمسيب عن عامر بن أبي أمية أخي أم سلمة عن أم سلمة قالت * كان رسول الله\nصلى الله عليه وسلم يصبح جنبا ويصوم ولا يفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند رباح بن ربيع )\n</p>\n\n<p>\n1546 حدثنا سعيد بن عبد الجبار بالبصرة حدثنا المغيرة بن عبد الرحمن\nالخزامي حدثنا أبو الزناد عن مرقع بن صيفي عن جده رباح بن ربيع قال * كنا\nمع رسول الله صلى الله عليه وسلم في غزاة وعلى مقدمة الناس خالد بن الوليد\nفإذا امرأة مقتولة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n             الطريق يتعجبون <span id='ms0347'></span> من خلقها قد أصابتها\nالمقدمة فأتى رسول الله صلى الله عليه وسلم فوقف عليها فقال ها ما كانت هذه\nتقاتل ثم قال لرجل أدرك خالدا فلا يقتلن ذرية ولا عسيفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عفيف الكندي )\n</p>\n\n<p>\n1547 حدثنا عبد الرحمن بن صالح حدثنا سعيد بن خثيم الهلالي عن أسد بن\nوداعة البجلي عن بن يحيى بن عفيف الكندي عن أبيه عن جده عفيف قال * جئت في\nالجاهلية إلى مكة وأنا أريد أن أبتاع لأهلي من ثيابها وعطرها فأتيت العباس\nبن عبد المطلب وكان رجلا تاجرا فأنا عنده جالس حيث أنظر إلى الكعبة وقد\nحلقت الشمس في السماء فارتفعت فذهبت إذ جاء شاب فرمى ببصره إلى السماء ثم\nقام مستقبل القبلة ثم لم ألبث إلا يسيرا حتى جاء غلام فقام على يمينه ثم لم\nألبث إلا يسيرا حتى جاءت امرأة فقامت خلفهما فركع الشاب فركع الغلام\nوالمرأة فرفع الشاب فرفع الغلام والمرأة فقلت يا عباس أمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n             عظيم\nفقال العباس أمر عظيم تدري من هذا الشاب قلت لا قال هذا محمد بن عبد الله\nبن أخي تدري من هذا الغلام هذا علي بن أخي تدري من هذه المرأة هذه خديجة\nبنت خويلد زوجته إن بن أخي هذا أخبرني أن ربه رب السماوات والأرض أمره بهذا\nالدين الذي هو عليه ولا والله ما على الأرض كلها أحد على هذا الدين غير\nهؤلاء الثلاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند قتادة بن النعمان )\n</p>\n\n<p>\n1548 حدثنا أبو معمر الهذلي إسماعيل بن إبراهيم حدثنا إسماعيل بن جعفر عن\nمالك بن أنس عن عبد الرحمن بن عبد الله بن عبد الرحمن بن صعصعة عن أبيه عن\nأبي سعيد الخدري قال أخبرني أخي قتادة بن النعمان * أن رجلا قام في زمن\nالنبي صلى الله عليه وسلم يقرأ من السحر قل هو الله أحد الإخلاص يرددها لا\nيزيد عليها فلما أصبح أتى رجل النبي صلى الله عليه وسلم فقال يا رسول الله\nإن فلانا قام الليلة فقرأ في السحر <span class='quran'>قل هو الله أحد الله الصمد لم يلد\nولم يولد <span id='ms0348'></span> ولم يكن له كفوا أحد </span>الإخلاص يرددها لا يزيد عليها كأن الرجل\nيتقالها قال النبي صلى الله عليه وسلم والذي نفسي بيده إنها لتعدل ثلث\nالقرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n1549 حدثنا يحيى بن عبد الحميد الحماني حدثنا عبد الرحمن بن سليمان بن\nغسيل عن عاصم بن عمر بن قتادة عن أبيه يعني عن قتادة بن النعمان أنه أصيبت\nعينه يوم بدر فسالت حدقته على وجنته فأرادوا أن يقطعوها فسأل النبي صلى\nالله عليه وسلم فقال * لا فدعا به فغمز حدقته براحته فكان لا يدري أي عينيه\nأصيبت \\ 1548 \\\n</p>\n\n<p>\n1550 حدثنا أبو عبد الرحمن الأذرمي حدثنا عبد العزيز بن عمران عن عبد\nالرحمن بن الحارث بن عبيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n             عن جده قال * أصيبت عين أبي ذر يوم\nأحد فبزق فيها النبي صلى الله عليه وسلم فكانت أصح عينيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند معن بن يزيد )\n</p>\n\n<p>\n1551 حدثنا عبد الأعلى بن حماد وعبد الرحمن بن سلام وعدة قالوا حدثنا أبو\nعوانة عن أبي الجويرية عن معن بن يزيد قال * بايعت النبي صلى الله عليه\nوسلم أنا وأبي وجدي وخاصمت إليه فأفلجني وخطب علي فأنكحني وقال معن لا تحل\nغنيمة حتى تقسم على الناس جفة واحدة فإذا قسم حل لي أن أعطيك وهذا لفظ عبد\nالأعلى خاصة وليس في حديث غيره فإذا قسم أنا أعطيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أحمر )\n</p>\n\n<p>\n1552 حدثنا أبو موسى حدثنا عبد الرحمن بن مهدي حدثنا عباد بن راشد قال\nسمعت الحسن يقول حدثنا أحمر صاحب النبي صلى الله عليه وسلم قال * إن كنا\nلنأوي لرسول الله صلى الله عليه وسلم مما يجافي مرفقيه عن جنبيه إذا سجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n1553 حدثنا شيبان بن فروخ حدثنا سليمان بن المغيرة حدثنا حميد بن هلال عن\nهشام بن عامر قال جاءت الأنصار يوم أحد فقالوا * يا رسول الله بنا قرح وجهد\nفكيف تأمرنا قال احفروا وأوسعوا واجعلوا الرجلين والثلاثة في القبر فقالوا\nمن نقدم قال قدموا أكثركم قرآنا قال فقدم أبي بين يدي اثنين من الأنصار أو\nقال واحد من الأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n1554 حدثنا زهير بن حرب حدثنا إسماعيل بن إبراهيم حدثنا <span id='ms0349'></span> أيوب عن أبي\nقلابة قال كان الناس يشترون الذهب بالورق نسيئة قال إسماعيل أحسبه إلى\nالعطاء فأتى عليهم هشام بن عامر فنهاهم وقال * إن رسول الله صلى الله عليه\nوسلم نهى أن نبيع الذهب نسيئة وأنبأنا أو قال أخبرنا أن ذلك هو الربا \\\n1553 \\\n</p>\n\n<p>\n1555 حدثنا أبو خيثمة حدثنا إسماعيل عن أيوب عن حميد بن هلال عن بعض\nأشياخهم قال قال هشام بن عامر لجيرانه إنكم متخطون إلى رجال ما كانوا بأخص\nلرسول الله صلى الله عليه وسلم ولا أوعى لحديثه مني سمعت رسول الله صلى\nالله عليه وسلم يقول * ما بين خلق آدم إلى أن تقوم الساعة خلق أكبر من\nالدجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n1556 حدثنا زهير حدثنا أحمد بن إسحاق حدثنا عبد العزيز حدثنا أيوب عن\nحميد بن هلال عن رهط منهم أبو الدهماء وأبو قتادة قال كنا نمر على هشام\nنأتي عمران بن حصين فقال ذات يوم إنكم لتتجاوزونني إلى رجال ما كانوا بأخص\nلرسول الله صلى الله عليه وسلم مني ولا أعلم بحديثه مني سمعت رسول الله صلى\nالله عليه وسلم يقول * ما بين خلق آدم إلى قيام الساعة خلق أكبر من الدجال\n\\ 1555 \\\n</p>\n\n<p>\n1557 حدثنا زهير حدثنا أبو عامر العقدي عن شعبة عن يزيد الرشك عن معاذة\nعن هشام بن عامر الأنصاري قال سمعت رسول الله صلى الله عليه وسلم يقول * لا\nيحل لمسلم أن يصارم مسلما فوق ثلاث وإنهما ناكبان عن الحق ما كانا على\nصرامهما وإن أولهما فيئا يكون في سبقه بالفيء كفارة له وإن سلم عليه فلم\nيقبل سلامه ردت عليه الملائكة ورد على الآخر الشيطان وإن ماتا على صرامهما\nلم يدخلا الجنة أو لم يجتمعا في الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n1558 حدثنا زهير حدثنا عبد الصمد حدثنا أبي حدثنا أيوب عن حميد بن هلال\nعن أبي الدهماء عن هشام بن عامر قال شكوا إلى رسول الله صلى الله عليه وسلم\nما بهم من القرح فقال * احفروا وأحسنوا وأوسعوا وادفنوا الإثنين والثلاثة\nفي القبر وقدموا أكثرهم قرآنا قال فمات أبي قدم بين يدي رجلين <span id='ms0350'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي جمعة )\n</p>\n\n<p>\n1559 حدثنا عبد الغفار بن عبد الله حدثنا عبد الله بن عطارد البصري عن\nالأوزاعي عن أسيد بن عبد الرحمن عن صالح بن جبير عن أبي جمعة قال * تغديت\nمع النبي صلى الله عليه وسلم ومعنا أبو عبيدة بن الجراح فقال له أبو عبيدة\nيا رسول الله أحد خير منا أسلمنا معك وجاهدنا معك قال نعم قوم يكونون من\nبعدي يؤمنون بي ولم يروني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n1560 حدثنا محمد بن عباد المكي حدثنا أبو سعيد مولى بني هاشم عن أبي خلف\nعن عبد الله بن عوف قال سمعت أبا جمعة جنبذ بن سبع يقول * قاتلت النبي صلى\nالله عليه وسلم أول النهار كافرا وقاتلت معه آخر النهار مسلما وكنا ثلاثة\nرجال وسبع نسوة وفينا أنزلت ولولا رجال مؤمنون ونساء مؤمنات الآية الفتح \\\n1559 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n1561 حدثنا أبو عبيدة بن الفضيل بن عياض حدثنا أبو سعيد مولى بني هاشم\nحدثنا المسعودي عن عون بن عبد الله قال * لقيت شيخا بالشام فقلت أسمعت من\nرسول الله صلى الله عليه وسلم شيئا قال نعم سمعته يقول اللهم اغفر لنا\nوارحمنا \\ 1560 \\\n</p>\n\n<p>\n1562 حدثنا الحسن بن حماد الكوفي حدثنا مسهر بن عبد الملك بن سلع أخبرني\nأبي قال * قلت لعبد خير كم أتى عليك قال عشرون ومئة سنة قلت هل تذكر من أمر\nالجاهلية شيئا قال نعم كنا ببلاد اليمن فجاءنا كتاب رسول الله صلى الله\nعليه وسلم يدعو الناس إلى خير واسع فكان أبي ممن خرج وأنا غلام فلما رجع\nأبي قال لأمي مري بهذه القدر فلتراق للكلاب فإنا قد أسلمنا فأسلمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عبد الله بن سرجس )\n</p>\n\n<p>\n1563 حدثنا إبراهيم بن الحجاج السامي حدثنا عبد الواحد بن زياد حدثنا\nعاصم الأحول عن عبد الله بن سرجس قال * رأيت رسول الله صلى الله عليه وسلم\nوأكلت معه خبزا ولحما أو قال ثريدا فقلت غفر الله لك يا رسول الله قال ولك\nقلت لعبد الله بن سرجس استغفر لك رسول الله صلى الله عليه وسلم قال نعم ولك\nوتلا هذه الآية واستغفر <span id='ms0351'></span> لذنبك وللمؤمنين والمؤمنات محمد ثم قال ثم درت حتى\nصرت خلفه فرأيت خاتم النبوة عند نغض كتفه اليسرى جمعا عليه خيلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n1564 حدثنا إبراهيم بن الحجاج حدثنا عبد العزيز بن المختار حدثنا عاصم\nالأحول حدثنا عبد الله بن سرجس * أن النبي صلى الله عليه وسلم نهى أن يغتسل\nالرجل بفضل المرأة وتغتسل المرأة بفضل الرجل ولكن يشرعان فيه جميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمرو بن مرة )\n</p>\n\n<p>\n1565 حدثنا عبد الأعلى بن حماد حدثنا حماد يعني بن سلمة عن علي بن الحكم\nعن أبي حسن أن عمرو بن مرة قال لمعاوية سمعت رسول الله صلى الله عليه وسلم\nيقول * ما من وال يغلق بابه دون ذوي الخلة والحاجة إلا أغلق الله أبواب\nالسماء عن خلته ومسكنته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n1566 حدثنا زهير بن حرب حدثنا إسماعيل بن إبراهيم عن علي بن الحكم قال\nحدثني أبو حسن عن عمرو بن مرة قال قلت لمعاوية سمعت رسول الله صلى الله\nعليه وسلم يقول * ما من أمير ولا وال يغلق بابه دون ذوي الحاجة والخلة\nوالمسكنة إلا أغلق الله أبواب السماء دون حاجته ومسكنته قال فجعل معاوية\nرجلا على حوائج الناس \\ 1565 \\\n</p>\n\n<p>\n1567 حدثنا زهير بن حرب حدثنا الحسن بن موسى حدثنا بن لهيعة حدثنا الربيع\nبن سبرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n             عن عمرو بن مرة الجهني قال * كنت جالسا عند رسول الله\nصلى الله عليه وسلم فقال من ها هنا من معد فليقم قال فأخذت ثوبي لأقوم قال\nاقعد ثم قال الثانية فقلت ممن أنا يا رسول الله قال من حمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مخول )\n</p>\n\n<p>\n1568 حدثنا محمد بن عباد المكي حدثنا محمد بن سليمان بن مسمول قال سمعت\nالقاسم بن مخول البهزي ثم السلمي يقول * سمعت أبي وكان قد أدرك الجاهلية\nوالإسلام يقول نصبت حبائل لي بالأبواء فوقع في حبل منها ظبي فأفلت فخرجت في\nإثره فوجدت رجلا قد أخذه فتنازعنا فيه فتساوقنا إلى رسول الله صلى الله\nعليه وسلم فوجدناه نازلا بالأبواء تحت شجرة يستظل بنطع فاختصمنا إليه فقضى\nبه بيننا شطرين قلت يا رسول الله نلقى الإبل وبها لبن <span id='ms0352'></span> وهي مصراة ونحن\nمحتاجون قال ناد صاحب الإبل ثلاثا فإن جاء وإلا فاحلل صرارها ثم اشرب ثم صر\nوأبق للبن دواعيه قلت يا رسول الله الضوال ترد علينا هل لنا أجر أن نسقيها\nقال نعم في كل ذات كبد حرى أجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n             ثم أنشأ رسول الله صلى الله\nعليه وسلم يحدثنا قال سيأتي على الناس زمان خير المال فيه غنم بين المسجدين\nتأكل الشجر وترد الماء يأكل صاحبها من رسلها ويشرب من ألبانها ويلبس من\nأصوافها أو قال أشعارها والفتن ترتكس بين جراثيم العرب والله ما تعبؤون\nيقولها رسول الله صلى الله عليه وسلم ثلاثا قلت يا رسول الله أوصني قال أقم\nالصلاة وآت الزكاة وصم رمضان وحج البيت واعتمر وبر والديك وصل رحمك وأقر\nالضيف وأمر بالمعروف وانه عن المنكر وزل مع الحق حيث زال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عم أبي حرة الرقاشي )\n</p>\n\n<p>\n1569 حدثنا عبد الأعلى بن حماد حدثنا حماد عن علي بن زيد عن أبي حرة\nالرقاشي عن عمه قال * كنت آخذا بزمام ناقة رسول الله صلى الله عليه وسلم في\nأوسط أيام التشريق في حجة الوداع فقال فيما يقول يا أيها الناس إن كل ربا\nموضوع وإن أول ربا يوضع ربا العباس بن عبد المطلب لكم رؤوس أموالكم لا\nتظلمون ولا تظلمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n1570 حدثنا عبد الأعلى حدثنا حماد عن علي بن زيد عن أبي حرة الرقاشي عن\nعمه أن النبي صلى الله عليه وسلم قال * لا يحل مال امرئ مسلم إلا بطيب نفس\nمنه\n</p>\n\n<p>\n| 1 ( الحارث الأشعري \\ 1569 \\ )\n</p>\n\n<p>\n1571 حدثنا هدبة بن خالد حدثنا أبان بن يزيد حدثنا يحيى بن أبي كثير أن\nزيدا حدثه أن أبا سلام حدثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n             أن الحارث الأشعري حدثه أن رسول\nالله صلى الله عليه وسلم قال * إن الله أمر يحيى بن زكريا بخمس كلمات يعمل\nبهن ويأمر بني إسرائيل يعملون بهن وإن عيسى بن مريم قال له إن الله أمرك\nبخمس كلمات تعمل بهن وتأمر بهن بني إسرائيل يعملون بهن فإما أن تأمرهم وإما\nأن آمرهم قال إنك إن تسبقني <span id='ms0353'></span> بهن خشيت أن أعذب أو يخسف بي قال فجمع الناس في\nبيت المقدس حتى امتلأ وقعد الناس على الشرفات قال فوعظهم قال إن الله أمرني\nبخمس كلمات أعمل بهن وآمركم أن تعملوا بهن أولاهن أن تعبدوا الله ولا\nتشركوا به شيئا وإن مثل من أشرك بالله كمثل رجل اشترى عبدا من خالص ماله\nبذهب أو ورق قال هذه داري وهذا عملي فاعمل وأد إلي فجعل يعمل ويؤدي إلى غير\nسيده فأيكم يسره أن يكون عبده كذلك وإن الله خلقكم ورزقكم فلا تشركوا به\nشيئا وأمركم بالصلاة فإذا صليتم فلا تلتفتوا وأمركم بالصيام وإن مثل ذلك\nكمثل رجل كانت معه صرة فيها مسك ومعه عصابة كلهم يعجبه أن يجد ريحها وإن\nالصيام أطيب عند الله من ريح المسك وآمركم بالصدقة وإن مثل ذلك كمثل رجل\nأسره العدو وقاموا إليه فأوثقوا يده إلى عنقه فقال هل لكم أن أفدي نفسي\nمنكم قال فجعل يعطيهم القليل والكثير ليفك نفسه منهم وآمركم بذكر الله\nكثيرا وإن مثل ذلك كمثل رجل طلبه العدو سراعا في إثره حتى أتى على حصن حصين\nفأحرز نفسه فيه كذلك العبد لا يحرز نفسه من الشيطان إلا بذكر الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n             وقال رسول الله صلى الله عليه وسلم وأنا آمركم بخمس أمرني الله\nبهن الجماعة والسمع والطاعة والهجرة والجهاد في سبيل الله فمن فارق الجماعة\nقيد شبر خلع الإسلام من رأسه إلا أن يرجع ومن دعا بدعوى الجاهلية فإنه من\nجثى جهنم قيل وإن صام وصلى قال وإن صلى وصام فادعوا بدعوى الله الذي سماكم\nالمسلمين المؤمنين عباد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند أبي هبيرة الأنصاري )\n</p>\n\n<p>\n1572 حدثنا هارون بن معروف حدثنا عبد الله بن وهب أخبرنا مخرمة عن أبيه\nعن سعيد بن نافع قال رآني أبو هبيرة الأنصاري صاحب رسول الله صلى الله عليه\nوسلم وأنا أصلي الضحى حين طلعت الشمس فعاب ذلك علي ونهاني ثم قال إن رسول\nالله صلى الله عليه وسلم قال * لا تصلوا حتى ترتفع الشمس فإنها إنما تطلع\nفي قرن <span id='ms0354'></span> شيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند سعد مولى أبي بكر )\n</p>\n\n<p>\n1573 حدثنا أبو موسى محمد بن المثنى حدثنا أبو داود حدثنا أبو عامر عن\nالحسن عن سعد مولى أبي بكر الصديق * عن رسول الله صلى الله عليه وسلم قال\nلأبي بكر وكان سعد مملوكا له وكان رسول الله صلى الله عليه وسلم تعجبه\nخدمته قال رسول الله صلى الله عليه وسلم أعتق سعدا فقال أبو بكر يا رسول\nالله ما لنا ها هنا غيره فقال رسول الله صلى الله عليه وسلم أعتق سعدا أتتك\nالرجال أتتك الرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n1574 حدثنا أبو موسى حدثنا أبو داود حدثنا أبو عامر عن الحسن عن سعد قال\n* قربت بين يدي رسول الله صلى الله عليه وسلم تمرا فجعلوا يقرنون فنهى رسول\nالله صلى الله عليه وسلم عن القران \\ 1573 \\\n</p>\n\n<p>\n1575 حدثنا أبو هشام حدثنا معاذ بن هشام حدثنا أبي عن قتادة عن الحسن عن\nدغفل * أن النبي صلى الله عليه وسلم توفي وهو بن خمس وستين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عبيد مولى رسول الله صلى الله عليه وسلم )\n</p>\n\n<p>\n1576 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن سليمان التيمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n             عن عبيد مولى رسول الله صلى الله عليه وسلم قال * إن امرأتين\nكانتا صائمتين فكانتا تغتابان الناس فدعا رسول الله صلى الله عليه وسلم\nبقدح فقال لهما قيئا فقاءتا قيحا ودما ولحما عبيطا ثم قال إن هاتين صامتا\nعن الحلال وأفطرتا على الحرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو مالك الأشعري )\n</p>\n\n<p>\n1577 حدثنا هدبة حدثنا أبان بن يزيد حدثني يحيى بن أبي كثير أن زيدا حدثه\nأن أبا سلام حدثه أن أبا مالك الأشعري حدثه أن رسول الله صلى الله عليه\nوسلم قال * أربع في أمتي من أمر الجاهلية لا يتركونهن الفخر في الأحساب\nوالطعن في الأنساب والاستسقاء بالنجوم والنياحة وقال النائحة إذا لم تتب\nقبل موتها يقام يوم القيامة عليها سربال من قطران ودرع من جرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند العباس بن مرداس السلمي )\n</p>\n\n<p>\n1578 حدثنا إبراهيم بن الحجاج السامي حدثنا عبد القاهر بن السري السلمي\nحدثني بن كنانة بن العباس بن مرداس السلمي أن أباه <span id='ms0355'></span> حدثه عن أبيه العباس *\nأن رسول الله صلى الله عليه وسلم دعا عشية عرفة لأمته بالمغفرة والرحمة\nوأكثر الدعاء فأجابه الله أني قد فعلت وغفرت لأمتك إلا ظلم بعضهم بعضا\nفأعاد فقال يا رب إنك قادر أن تغفر للظالم وتثيب المظلوم خيرا من مظلمته\nفلم يكن تلك العشية إلا ذا فلما كان من الغد دعا غداة المزدلفة فعاد يدعو\nلأمته فلم يلبث النبي صلى الله عليه وسلم أن تبسم فقال بعض أصحابه يا رسول\nالله بأبي أنت وأمي تبسمت في ساعة لم تكن تضحك فيها فما أضحكك أضحك الله\nسنك قال تبسمت من عدو الله إبليس حين علم أن الله قد أجابني في أمتي وغفر\nللظالم أهوى يدعو بالثبور والويل ويحثو التراب على رأسه وقال مرة فضحكت من\nجزعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n1579 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو بكر الحنفي حدثنا عبد\nالحميد بن جعفر عن سعيد المقبري عن أبي الحويرث أنه سمع الحكم بن ميناء أن\nالنبي صلى الله عليه وسلم قال لعمر * اجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n             لي من ها هنا من\nقريش فجمعهم ثم قال يا رسول الله أتخرج إليهم أم يدخلون قال بل أخرج إليهم\nفخرج فقال يا معشر قريش هل فيكم غيركم قالوا لا إلا بنو أخواتنا قال بن أخت\nالقوم منهم ثم قال يا معشر قريش اعلموا أن أولى الناس بالنبي المتقون\nفانظروا لا يأتي الناس بالأعمال يوم القيامة وتأتون بالدنيا تحملونها فأصد\nعنكم بوجهي ثم قرأ <span class='quran'>إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي\nوالذين آمنوا والله ولي المؤمنين </span>آل عمران \\ 1578 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمير بن سعد )\n</p>\n\n<p>\n1580 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمة عن أبي سنان عن\nأبي طلحة الخولاني قال أتينا عمير بن سعد في نفر من أهل فلسطين وكان يقال\nنسيج وحده فقعدنا على دكان له عظيم في داره فقال لغلامه يا غلام أورد الخيل\nقال وفي الدار تور من حجارة قال فأوردها فقال أين فلانة قال هي جربة تقطر\nدما أو قال تقطر ماء <span id='ms0356'></span> شك أبو إسحاق قال أوردها فقال أحد القوم إذا تجرب\nالخيل كلها قال أوردها فإني سمعت رسول الله صلى الله عليه وسلم يقول * لا\nعدوى ولا طيرة ولا هامة ألم تر إلى البعير من الإبل كيف يكون بالصحراء ثم\nيصبح في كركرته أو في مراقه نكتة لم تكن قبل ذلك فمن أعدى الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند الحارث بن وقيش )\n</p>\n\n<p>\n1581 حدثنا صالح بن حاتم بن وردان حدثنا يزيد بن زريع حدثنا داود بن أبي\nهند عن عبد الله بن قيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n             عن الحارث بن وقيش قال قال رسول الله\nصلى الله عليه وسلم * ما من مسلمين يموت بينهما أربعة إلا أدخلهما الله\nالجنة بفضل رحمته قال رجل يا رسول الله وثلاثة قال وثلاثة قال واثنان قال\nواثنان قال وإن من أمتي من يدخل بشفاعته أكثر من مضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حبة بن حابس التميمي )\n</p>\n\n<p>\n1582 حدثنا أحمد بن إبراهيم الدورقي قال حدثنا عبد الصمد حدثنا حرب حدثني\nيحيى قال حدثني حبة بن حابس التميمي أن أباه أخبره أنه سمع رسول الله صلى\nالله عليه وسلم يقول * لا شيء في الهام والعين حق وأصدق الطير الفأل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( الفلتان بن عاصم )\n</p>\n\n<p>\n1583 حدثنا إبراهيم بن الحجاج حدثنا عبد الواحد بن زياد حدثنا عاصم بن\nكليب يعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n             عن الفلتان بن عاصم قال * كنا عند النبي صلى الله\nعليه وسلم فأنزل عليه وكان إذا أنزل عليه دام بصره مفتوحة عيناه وفرغ سمعه\nوقلبه لما يأتيه من الله قال فكنا نعرف ذلك منه فقال للكاتب اكتب <span class='quran'>لا\nيستوي القاعدون من المؤمنين غير أولي الضرر </span>والمجاهدون في سبيل الله\nالنساء قال فقام الأعمى فقال يا رسول الله ما ذنبنا فأنزل الله فقلنا\nللأعمى إنه ينزل على النبي صلى الله عليه وسلم فخاف أن يكون ينزل عليه شيء\nمن أمره فبقي قائما يقول أعوذ بغضب رسول الله قال فقال النبي صلى الله عليه\nوسلم للكاتب اكتب غير أولي الضرر النساء \\ 1582 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند معن بن نضله )\n</p>\n\n<p>\n1584 حدثنا أبو موسى إسحاق بن موسى الأنصاري حدثنا محمد بن معن حدثني جدي <span id='ms0357'></span>\nمحمد بن معن عن أبيه معن بن نضله * أن نضلة لقي رسول الله صلى الله عليه\nوسلم بمرين ومعه شوائل له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n             فحلب لرسول الله صلى الله عليه وسلم\nفي إناء فشرب رسول الله صلى الله عليه وسلم ثم شرب من إناء واحد ثم قال يا\nرسول الله والذي بعثك بالحق إن كنت لأشرب سبعة فما أشبع وما أمتلىء فقال\nرسول الله صلى الله عليه وسلم إن المؤمن يشرب في معي واحد وإن الكافر يشرب\nفي سبعة أمعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n1585 أخبرنا أبو يعلى حدثناه بن المديني * بإسناده نحوه\n</p>\n\n<p>\n| 1 ( مسند وابصة بن معبد \\ 1584 \\ )\n</p>\n\n<p>\n1586 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمة عن أبي عبد\nالسلام عن أيوب بن عبد الله بن مكرز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n             عن وابصة بن معبد الأسدي\nقال * أتيت رسول الله صلى الله عليه وسلم وأنا أريد أن لا أدع شيئا من البر\nوالإثم إلا سألته فأتيته في عصابة من الناس يستفتونه فجعلت أتخطاهم فقالوا\nإليك يا وابصة عن رسول الله صلى الله عليه وسلم فقلت دعوني أدنو من رسول\nالله صلى الله عليه وسلم فإنه أحب الناس إلي أن أدنو منه قال دعوا وابصة\nادن يا وابصة استفت قلبك واستفت نفسك استفت قلبك واستفت نفسك البر ما\nاطمأنت إليه النفس واطمأن إليه القلب والإثم ما حاك في النفس وتردد في\nالصدر وإن أفتاك الناس وأفتوك ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n1587 حدثنا علي بن حمزة المعولي حدثنا حماد بن سلمة عن الزبير أبي عبد\nالسلام عن أيوب بن عبد الله عن وابصة الأسدي قال * أتيت رسول الله صلى الله\nعليه وسلم وأنا أريد أن لا أدع شيئا من البر والإثم إلا سألته عنه فأتيته\nوحوله عصابة من المسلمين يستفتونه فجعلت أتخطاهم إليه فقالوا إليك يا وابصة\nفقلت لهم دعوني أدنو منه فإنه أحب الناس إلي أن أدنو منه فقال دعوا وابصة\nادن يا وابصة ادن يا وابصة فدنوت فجلست بين يديه فقال لي يا وابصة أتسألني\nأو أخبرك قلت بل أخبرني يا رسول الله قال جئت تسألني <span id='ms0358'></span> عن البر والإثم قلت\nنعم فجمع أنامله ثم جعل ينكت بهن في صدري ويقول يا وابصة استفت قلبك واستفت\nنفسك استفت قلبك واستفت نفسك البر ما أطمأنت إليه النفس والإثم ما حاك في\nالصدور وإن أفتاك الناس وأفتوك ثلاث مرات \\ 1586 \\\n</p>\n\n<p>\n1588 حدثنا أبو عبيدة بن فضيل بن عياض حدثنا مالك بن سعير حدثنا السري بن\nإسماعيل عن الشعبي عن وابصة بن معبد قال * انصرف رسول الله صلى الله عليه\nوسلم ورجل يصلي خلف القوم فقال أيها المصلي وحده ألا تكون وصلته صفا فدخلت\nمعهم أو اجتررت رجلا إليك أن ضاق بكم المكان أعد صلاتك فإنه لا صلاة لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n1589 حدثنا عمرو الناقد حدثنا عمرو بن عثمان الكلابي الرقي حدثنا أصبغ بن\nمحمد عن جعفر بن برقان عن شداد مولى عياض عن وابصة قال أبو عثمان عمرو يعني\nبن معبد * إن شاء الله أنه كان يقوم في الناس يوم الأضحى أو يوم الفطر\nفيقول إني شهدت رسول الله صلى الله عليه وسلم في حجة الوداع وهو يقول أي\nيوم هذا قال الناس يوم النحر قال فأي شهر هذا ثم قال أي بلد هذا قالوا هذه\nالبلدة قال فإن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في\nشهركم هذا في بلدكم هذا إلى يوم تلقونه ثم قال اللهم هل بلغت يبلغ الشاهد\nالغائب قال وابصة نشهد عليكم كما أشهد علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n1590 قال عمرو بن محمد الناقد حدثنا أبو سلمة الخزاعي أن جعفر بن برقان\nحدثهم في هذا الحديث أن سالم بن وابصة صلى بهم بالرقة وذكر حديث وابصة هذا\nوقال وابصة نشهد * عليكم كما أشهد علينا فأوعيتم ونحن نبلغكم \\ 1589 \\\n</p>\n\n<p>\n1591 حدثنا أبو علي أحمد بن إبراهيم الموصلي حدثنا أبو فضالة فرج بن\nفضالة عن عبد الخبير بن قيس بن ثابت بن شماس عن أبيه عن جده قال * قتل يوم\nقريظة رجل من الأنصار يدعى خلادا فقيل لأمه يا أم خلاد قتل خلاد فجاءت وهي\nمتنقبة فقيل لها قتل خلاد وتجيئيننا متنقبة قالت إن رزئت خلادا <span id='ms0359'></span> فلا أرزأ\nحيائي فذكروا ذلك للنبي صلى الله عليه وسلم فقال أما إن له أجر شهيدين قيل\nيا رسول الله وبم قال لأن أهل الكتاب قتلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند سفينة رجل )\n</p>\n\n<p>\n1592 حدثنا زحمويه حدثنا صالح حدثنا حاجب يعني بن عمر * قال دخلت مع\nالحكم الأعرج على بكر بن عبد الله فتذاكروا أمر الميت يعذب ببكاء الحي\nفحدثنا بكر قال حدثنا رجل من أصحاب النبي صلى الله عليه وسلم وكان أبو\nهريرة خالفه في ذلك فقال قال أبو هريرة والله لئن انطلق رجل محاربا في سبيل\nالله ثم قتل في قطر من أقطار الأرض شهيدا فعمدت امرأة سفها أو جهلا فبكت\nعليه ليعذبن هذا الشهيد ببكاء هذه السفيهة عليه فقال رجل صدق رسول الله\nوكذب أبو هريرة صدق رسول الله وكذب أبو هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( رجل )\n</p>\n\n<p>\n1593 حدثنا زحمويه حدثنا صالح حدثنا الأعمش عن أبي صالح عن بعض أصحاب\nالنبي صلى الله عليه وسلم أنه قال * يا رسول الله علمني عملا يدخلني الجنة\nولا تكثر علي قال لا تغضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( رجل عن أبيه )\n</p>\n\n<p>\n1594 حدثنا زحمويه حدثنا صالح حدثنا أبو جناب يحيى بن أبي حية عن عبد\nالرحمن بن أبي ليلى عن رجل عن أبيه قال جاء رجل إلى النبي صلى الله عليه\nوسلم قال * إن أخي وجع فقال ما وجع أخيك قال به لمم قال فابعث إلي به قال\nفجاءه فجلس بين يديه قال فقرأ عليه النبي صلى الله عليه وسلم فاتحة الكتاب\nوأربع آيات من أول سورة البقرة وآيتين من وسطها الله لا إله إلا هو الرحمن\nالرحيم إن في خلق السماوات والأرض البقرة حتى فرغ من الآية وآية الكرسي\nالبقرة وثلاث آيات من آخر سورة البقرة وآية من أول سورة آل عمران <span class='quran'>شهد\nالله أنه لا إله إلا هو والملائكة وأولو العلم قائما بالقسط </span>إلى آخر\nالآية وآية من سورة الأعراف <span class='quran'>إن ربكم الله الذي خلق السماوات والأرض\n</span>الأعراف وآية من سورة المؤمنين <span class='quran'>فتعالى الله الملك الحق لا إله\nإلا هو رب العرش الكريم </span>المؤمنين <span id='ms0360'></span> وآية من سورة الجن <span class='quran'>وأنه تعالى\nجد ربنا ما اتخذ صاحبة ولا ولدا </span>الجن وعشر آيات من سورة الصف من أولها\nوثلاث آيات من آخر سورة الحشر وقل هو الله أحد والمعوذتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n1595 حدثنا زحمويه حدثنا بن أبي الزناد عن يحيى بن سعيد بن دينار مولى آل\nالزبير أخبرني الثقة * أن رسول الله صلى الله عليه وسلم نهى يوم خيبر أن\nيوقع على الحبالى وقال تسقي زرع غيرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( فروة بن نوفل الأشجعي )\n</p>\n\n<p>\n1596 حدثنا عبد الواحد بن غياث حدثنا عبد العزيز بن مسلم عن أبي إسحاق عن\nفروة بن نوفل * قال أتيت المدينة فقال لي رسول الله صلى الله عليه وسلم ما\nجاء بك قال قلت لتعلمني كلمات إذا أخذت مضجعي قال اقرأ قل يا أيها الكافرون\nفإنها براءة من الشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( رسول قيصر )\n</p>\n\n<p>\n1597 حدثنا حوثرة بن أشرس حدثنا حماد بن سلمة عن عبد الله بن عثمان بن\nخثيم عن سعيد بن أبي راشد قال * كان رسول قيصر جارا لي زمن يزيد بن معاوية\nفقلت له أخبرني عن كتاب رسول الله صلى الله عليه وسلم إلى قيصر فقال إن\nرسول الله صلى الله عليه وسلم أرسل دحية الكلبي إلى قيصر وكتب معه إليه\nكتابا يخيره بين إحدى ثلاث إما إن يسلم وله ما في يديه من ملكه وإما أن\nيؤدي الخراج وإما أن يأذن بحرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n             قال فجمع قيصر بطارقته وقسيسيه\nفي قصره وأغلق عليهم الباب وقال إن محمدا كتب إلي يخبرني بين إحدى ثلاث إما\nأن أسلم ولي ما في يدي من ملكي وإما أن أؤدي الخراج وإما أن آذن بحرب وقد\nتجدون فيما تقرؤون من كتبكم أنه سيملك ما تحت قدمي من ملكي فنخروا نخرة حتى\nإن بعضهم خرجوا من برانسهم وقالوا ترسل إلى رجل من العرب جاء في برديه\nونعليه بالخراج فقال اسكتوا إنما أردت أن أعلم تمسككم بدينكم ورغبتكم فيه\nثم قال ابتغوا لي رجلا من العرب فجاؤوا بي فكتب معي إلى النبي صلى الله\nعليه وسلم كتابا وقال لي <span id='ms0361'></span> انظر ما سقط عنك من قوله فلا يسقط عند ذكر الليل\nوالنهار فأتيت رسول الله صلى الله عليه وسلم وهو مع أصحابه وهم محتبون\nبحمائل سيوفهم حول بئر تبوك فقلت أيكم محمد فأومأ بيده إلى نفسه فدفعت إليه\nالكتاب فدفعه إلى رجل إلى جنبه فقلت من هذا فقالوا معاوية بن أبي سفيان\nفقرأه فإذا فيه كتبت تدعوني إلى جنة عرضها السماوات والأرض فأين النار إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n             فقال رسول الله صلى الله عليه وسلم يا سبحان الله إذا جاء\nالليل فأين النهار فكتبته عندي ثم قال رسول الله صلى الله عليه وسلم إنك\nرسول قوم فإن لك حقا ولكن جئتنا ونحن مرملون قال عثمان أكسوه حلة صفورية\nفقال رجل من الأنصار علي ضيافته وقال لي قيصر فيما قال انظر إلى ظهره فرأى\nرسول الله صلى الله عليه وسلم أني أريد النظر إلى ظهره فألقى ثوبه عن ظهره\nفنظرت إلى الخاتم في نغص الكتف فأقبلت عليه أقبله ثم قال رسول الله صلى\nالله عليه وسلم إني كتبت إلى النجاشي فأحرق كتابي والله محرقه وكتبت إلى\nكسرى عظيم فارس فمزق كتابي والله ممزقه وكتبت إلى قيصر فرفع كتابي فلا يزال\nالناس ذكر كلمة ما كان في العيش خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عروة بن مسعود )\n</p>\n\n<p>\n1598 حدثنا حوثرة حدثنا حماد بن سلمة عن علي بن زيد بن جدعان أن عروة بن\nمسعود الثقفي قال لقومه زمن الحديبية * أي قوم إني قد رأيت الملوك وكلمتهم\nفابعثوني إلى محمد فأكلمه فأتاه بالحديبية فجعل عروة يكلم النبي صلى الله\nعليه وسلم ويتناول لحية رسول الله صلى الله عليه وسلم والمغيرة بن شعبة شاك\nفي السلاح على رأس رسول الله صلى الله عليه وسلم فقال له المغيرة كف يدك من\nقبل أن لا تصل إليك فرفع عروة رأسه فقال أنت هو والله إنك لفي غدرتك ما\nخرجت منها بعد فرجع عروة إلى قومه فقال أي قوم إني قد رأيت الملوك وكلمتهم\nما رأيت مثل محمد قط ما هو بملك ولقد رأيت الهدي معكوفا <span id='ms0362'></span> يأكل وبره وما\nأراكم إلا ستصيبكم قارعة فانصرف ومن معه من قومه فصعد سور الطائف فشهد أن\nلا إله إلا الله وأن محمدا رسول الله فرماه رجل من قومه بسهم فقتله فقال\nالنبي صلى الله عليه وسلم الحمد لله الذي جعل في أمتي مثل صاحب ياسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عبد الله بن الشخير )\n</p>\n\n<p>\n1599 حدثنا حوثرة حدثنا حماد بن سلمة عن ثابت البناني عن مطرف بن عبد\nالله بن الشخير عن أبيه قال * دخلت على النبي صلى الله عليه وسلم المسجد\nوهو قائم ولصدره أزيز كأزيز المرجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو الجعد )\n</p>\n\n<p>\n1600 حدثنا أمية بن بسطام حدثنا يزيد حدثنا محمد بن عمرو أخبرني عبيدة بن\nسفيان الحضرمي عن أبي الجعد الضمري وكانت له صحبة قال رسول الله صلى الله\nعليه وسلم * من ترك الجمعة ثلاث مرات تهاونا بها طبع الله على قلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( رجل )\n</p>\n\n<p>\n1601 حدثنا هدبة حدثنا همام عن قتادة عن محمد بن سيرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n             * أن\nرجلا بالكوفة شهد أن عثمان رضي الله عنه قتل شهيدا فأخذته الزبانية فرفعوه\nإلى علي رضي الله عنه وقالوا لولا أن تنهانا أو نهيتنا أن لا نقتل أحدا\nلقتلناه هذا زعم أنه يشهد أن عثمان رضي الله عنه قتل شهيدا فقال الرجل لعلي\nرضي الله عنه وأنت تشهد أتذكر أني أتيت رسول الله صلى الله عليه وسلم\nفسألته فأعطاني وأتيت أبا بكر رضي الله عنه فسألته فأعطاني وأتيت عمر رضي\nالله عنه فسألته فأعطاني وأتيت عثمان رضي الله عنه فسألته فأعطاني قال\nفأتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله ادع الله أن يبارك\nلي فقال النبي صلى الله عليه وسلم كيف لا يبارك لك وأعطاك نبي وصديق\nوشهيدان وأعطاك نبي وصديق وشهيدان وأعطاك نبي وصديق وشهيدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عمار بن ياسر )\n</p>\n\n<p>\n1602 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي سنة ست وثلاث مائة\nحدثنا الحسن بن عرفة حدثنا سعيد بن محمد الوراق الثقفي عن علي بن الحزور\nقال سمعت أبا مريم الثقفي يقول سمعت عمار بن ياسر يقول سمعت <span id='ms0363'></span> رسول الله صلى\nالله عليه وسلم يقول لعلي * يا علي طوبى لمن أحبك وصدق فيك وويل لمن أبغضك\nوكذب فيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n1603 حدثنا الحسن بن عرفة حدثنا الوليد بن الفضل العنزي عن إسماعيل\nالعجلي عن حماد بن أبي سليمان عن إبراهيم النخعي عن علقمة بن قيس عن عمار\nبن ياسر قال قال رسول الله صلى الله عليه وسلم * يا عمار أتاني جبريل آنفا\nفقلت يا جبريل حدثني بفضائل عمر بن الخطاب في السماء فقال يا محمد لو حدثتك\nبفضائل عمر مثل ما لبث نوح في قومه ألف سنة إلا خمسين عاما ما نفدت فضائل\nعمر وإن عمر لحسنة من حسنات أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n1604 حدثنا هارون بن معروف وأبو خيثمة قالا حدثنا سفيان عن عبد الكريم\nأبي أمية أن حسان بن بلال المزني حدثه * أنه رأى عمار بن ياسر توضأ وأنه\nخلل لحيته فقيل له أتفعل هذا قال إني رأيت رسول الله صلى الله عليه وسلم\nيفعله \\ 1603 \\\n</p>\n\n<p>\n1605 حدثنا القواريري حدثنا سفيان حدثنا أبو إسحاق عن ناجية بن كعب أن\nعمارا قال لعمر تذكر حيث كنت أنا وأنت في الإبل فأصابتني جنابة فتمعكت تمعك\nالدابة فلقيت النبي صلى الله عليه وسلم فذكرت له ذلك له فقال * إنما كان\nيكفيك من ذلك التيمم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n1606 حدثنا القواريري حدثنا عبد الرحمن بن مهدي عن سفيان عن سلمة بن كهيل\nعن أبي مالك وعبد الله بن عبد الرحمن بن أبزى عن أبيه عبد الرحمن بن أبزى\nقال * كنا عند عمر فأتاه رجل فقال يا أمير المؤمنين إنما نمكث الشهر\nوالشهرين لا نجد الماء فقال عمر أما أنا فلم أكن أصلي حتى أجد الماء فقال\nعمار يا أمير المؤمنين تذكر إذ كنا بمكان كذا وكذا ونحن نرعى الإبل\nفتذاكرنا أنا أجنبنا قال قال نعم فإني تمرغت بالتراب فأتيت النبي صلى الله\nعليه وسلم حدثته فضحك وقال إذ كان الصعيد لكافيك وضرب بكفيه الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n             ثم نفخ فيهما ثم مسح وجهه وبعض ذراعيه فقال اتق الله يا عمار\nفقال يا أمير المؤمنين إن <span id='ms0364'></span> شئت لم أذكره ما حييت فقال لا ولكن نوليك من ذلك\nما توليت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n1607 حدثنا القواريري حدثنا يزيد بن زريع حدثنا شعبة عن الحكم عن ذر عن\nبن عبد الرحمن بن أبزى عن أبيه عن عمر بن الخطاب وعمار بن ياسر قال * سأل\nرجل عمر فقال إني أجنبت فلم أجد الماء قال لا تصل فقال عمار أما تذكر أني\nكنت أنا وأنت في سرية على عهد رسول الله صلى الله عليه وسلم فأجنبنا فأما\nأنت فلم تصل وأما أنا فتمعكت فصليت فأتيت النبي صلى الله عليه وسلم فذكرت\nذلك له فقال إنما كان يكفيك فضرب بيده الأرض ضربة فنفخ في كفيه ومسح بوجهه\nوكفيه \\ 1606 \\\n</p>\n\n<p>\n1608 حدثنا القواريري حدثنا يزيد بن زريع حدثنا سعيد حدثنا قتادة عن عزرة\nعن سعيد بن عبد الرحمن بن أبزى عن أبيه عن عمار * أن النبي صلى الله عليه\nوسلم أمره في التيمم بالكفين والوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n1609 حدثنا القواريري حدثنا يوسف بن خالد حدثنا عبد الرحمن بن إسحاق عن\nالزهري عن عبيد الله بن عبد الله بن عتبة عن بن عباس أن عمار بن ياسر قال *\nتيممنا مع رسول الله صلى الله عليه وسلم فمسحنا وجوهنا وأيدينا إلى المناكب\nبالتراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n1610 حدثنا بندار حدثنا محمد يعني غندر حدثنا شعبة عن عمرو بن مرة قال\nسمعت عبد الله بن سلمة يقول * رأيت عمار بن ياسر يوم الصفين شيخا طوالا آدم\nآخذا الحربة بيده ويده ترعد فقال والذي نفسي بيده لقد قاتلت بهذه الراية مع\nرسول الله صلى الله عليه وسلم ثلاث مرات وهذه الرابعة والذي نفسي بيده لو\nضربونا حتى بلغوا بنا شعفات هجر لعرفنا أن مصلحينا على الحق وإنهم على\nالضلالة \\ 1609 \\\n</p>\n\n<p>\n1611 حدثنا محمد بن أبي بكر حدثنا ثابت بن حماد أبو زيد حدثنا علي بن زيد\nعن سعيد بن المسيب عن عمار قال * مر بي رسول الله صلى الله عليه وسلم وأنا\nأسقي ناقة لي فتنخمت فأصابت نخامتي ثوبي فأقبلت أغسل ثوبي من الركوة التي\nبين يدي فقال النبي صلى الله <span id='ms0365'></span> عليه وسلم يا عمار ما نخامتك ولا دموع عينيك\nإلا بمنزلة الماء الذي في ركوتك إنما تغسل ثوبك من البول والغائط والمني من\nالماء الأعظم والدم والقيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n1612 قرئ على بشر بن الوليد وأنا حاضر حدثنا أبو يوسف عن أبي حنيفة عن\nموسى بن طلحة عن بن الحوتكية عن عمر * أن رجلا سأله عن أكل الأرنب فقال ادع\nلي عمارا فجاء عمار فقال حدثنا حديث الأرنب يوم كنا مع رسول الله صلى الله\nعليه وسلم في موضع كذا وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n             فقال عمار أهدى أعرابي لرسول الله\nصلى الله عليه وسلم أرنبا فأمر القوم أن يأكلوا فقال أعرابي إني رأيت دما\nفقال ليس بشيء ثم قال ادن فكل فقال إني صائم فقال صوم ماذا قال أصوم من كل\nشهر ثلاثة أيام قال فهلا جعلتها البيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n1613 حدثنا القواريري حدثنا بن مهدي عن سفيان عن بن أبي ثابت عن أبي\nالبختري أن عمارا أتي بشربة من لبن فضحك فقيل له ما يضحكك قال إن النبي صلى\nالله عليه وسلم قال * إن آخر شراب تشربه لبن حين تموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n1614 حدثنا القواريري حدثنا يوسف بن الماجشون حدثني أبي عن أبي عبيدة بن\nمحمد بن عمار بن ياسر عن مولاة لعمار بن ياسر قالت * اشتكى عمار شكوى ثقل\nمنها فغشي عليه فأفاق ونحن نبكي حوله فقال ما يبكيكم أتخشون أن أموت على\nفراشي أخبرني حبيبي صلى الله عليه وسلم أنه تقتلني الفئة الباغية وأن آخر\nزادي مذقة من لبن \\ 1613 \\\n</p>\n\n<p>\n1615 حدثنا القواريري حدثنا يحيى بن سعيد عن عبيد الله بن عمر حدثني سعيد\nالمقبري عن عمر بن أبي بكر بن عبد الرحمن بن الحارث عن أبيه أن عمار بن\nياسر صلى ركعتين فقال له عبد الرحمن بن الحارث يا أبا اليقظان أراك قد\nخففتهما قال إني بادرت بهما الوسواس إني سمعت رسول الله صلى الله عليه وسلم\nيقول * إن الرجل ليصلي الصلاة لعله أن لا يكون له منها إلا عشرها أو تسعها\nأو ثمنها أو سبعها أو سدسها أو خمسها <span id='ms0366'></span> حتى أتى على العدد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n1616 حدثنا القواريري حدثنا غندر حدثنا شعبة قال سمعت قتادة يحدث عن أبي\nنضرة عن قيس بن عباد قال * قلت لعمار بن ياسر أرأيت قتالكم رأيا رأيتموه\nفإن الرأي يخطئ ويصيب أو عهدا عهده إليكم رسول الله صلى الله عليه وسلم قال\nما عهد إلينا رسول الله صلى الله عليه وسلم شيئا لم يعهده إلى الناس كافة\nوقال إن رسول الله صلى الله عليه وسلم قال شعبة وأحسبه قال حدثني حذيفة قال\nإن في أمتي اثني عشر منافقا لا يدخلون الجنة ولا يجدون ريحها حتى يلج الجمل\nفي سم الخياط ثمانية منهم تكفيهم الدبيلة سراج من نار يظهر في أكتافهم حتى\nينجم أو يثجم من صدورهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n1617 حدثنا سليمان الشاذكوني حدثنا إسماعيل بن أبان حدثنا علي بن الحزور\nقال سمعت أبا مريم يقول سمعت عمار بن ياسر يقول سمعت رسول الله صلى الله\nعليه وسلم يقول * ما تزين الأبرار في الدنيا بمثل الزهد في الدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n1618 حدثنا القواريري حدثنا أبو أحمد الزبيري حدثنا العلاء بن صالح عن\nعدي بن ثابت عن أبي راشد قال تكلم عمار فأوجز فقيل له قد قلت قولا لو زدتنا\nفقال * إن رسول الله صلى الله عليه وسلم أمرنا بإقصار الخطب \\ 1617 \\\n</p>\n\n<p>\n1619 حدثنا أبو موسى الهروي حدثنا أبو بكر بن عياش عن أبي إسحاق الهمداني\nعن ناجية العنزي قال بدأ عمار وعبد الله بن مسعود في التيمم فقال عبد الله\n* لو مكثت شهرا لا أجد فيها الماء ما صليت فقال له عمار ما تذكر إذ كنت أنا\nوأنت في الإبل فجنبت فتمعكت تمعك الدابة فلما رجعت إلى رسول الله صلى الله\nعليه وسلم فأخبرته بالذي صنعت فقال إنما كان يكفيك التيمم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n1620 حدثنا أبو بكر بن أبي شيبة حدثنا شريك عن الركين بن الربيع عن نعيم\nبن حنظلة عن عمار عن النبي صلى الله عليه وسلم قال * من كان ذا وجهين في\nالدنيا كان له لسانان يوم القيامة من نار \\ 1619 \\\n</p>\n\n<p>\n1621 حدثنا بن نمير حدثنا أبي حدثنا العلاء <span id='ms0367'></span> بن صالح عن عدي بن ثابت حدثنا\nأبو راشد قال خطبنا عمار بن ياسر فتجوز في الخطبة فقال * إن رسول الله صلى\nالله عليه وسلم نهانا أن نطيل الخطبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n1622 حدثنا محمد عن عبد الرحمن بن جبلة حدثنا عمرو بن النعمان عن كثير\nأبي الفضل عن مطرف بن عبد الله بن الشخير قال سمعت عمار بن ياسر قال خطبنا\nرسول الله صلى الله عليه وسلم فقال * أي يوم هذا فقلنا يوم النحر فقال أي\nشهر هذا قلنا ذو الحجة شهر حرام قال فأي بلد هذا قلنا بلد الحرام قال فإن\nدماءكم وأموالكم وأعراضكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا\nألا هل يبلغ الشاهد الغائب \\ 1621 \\\n</p>\n\n<p>\n1623 حدثنا الصلت بن مسعود الجحدري حدثنا جعفر بن سليمان حدثنا الخليل بن\nمرة عن القاسم بن سليمان عن أبيه عن جده قال سمعت عمار بن ياسر يقول * أمرت\nأن أقاتل الناكثين والقاسطين والمارقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n1624 حدثنا عبد الله بن عمر بن أبان حدثنا محمد بن فضيل بن غزوان حدثنا\nعطاء بن السائب عن أبيه قال * كنت عند عمار وكان يدعو بدعاء في صلاته فأتاه\nرجل فقال له عمار قل اللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت\nالحياة خيرا لي واقبضني إذا علمت الوفاة خيرا لي اللهم إني أسألك الخشية في\nالغيب والشهادة وكلمة الحق في الرضا والغضب والقصد في الغنى والفقر وأسألك\nالرضى بعد القضاء وبرد العيش بعد الموت وأسألك شوقا إلى لقائك من غير ضراء\nمضرة ولا فتنة مضلة اللهم زيني بزينة الإيمان واجعلني من الهداة المهتدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n1625 ثم قال ألا أعلمك كلمات هن أحسن منهن كأنه يرفعهن إلى النبي صلى\nالله عليه وسلم قال * إذا أخذت مضجعك من الليل فقل اللهم إني أسلمت نفسي\nإليك ووجهت وجهي إليك وفوضت أمري إليك آمنت بكتابك المنزل ونبيك المرسل إن\nنفسي نفس خلقتها لك محياها ولك مماتها فإن كفتها فارحمها وإن أخرتها\nفاحفظها بحفظ الإيمان \\ 1624 \\\n</p>\n\n<p>\n1626 حدثنا وهب بن بقية حدثنا خالد عن عطاء عن ميسرة <span id='ms0368'></span> وأبي البختري * أن\nعمارا يوم صفين جعل يقاتل فلا يقتل فيجيء إلى علي فيقول يا أمير المؤمنين\nأليس هذا يوم كذا وكذا هو فيقول أذهب عنك فقال ذلك مرارا ثم أتي بلبن فشربه\nفقال عمار إن هذه لآخر شربة أشربها من الدنيا ثم تقدم فقاتل حتى قتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n1627 حدثنا إبراهيم بن الحجاج حدثنا حماد عن علي بن زيد عن سلمة بن محمد\nبن عمار بن ياسر عن عمار بن ياسر أن رسول الله صلى الله عليه وسلم قال * إن\nمن الفطرة المضمضة والاستنشاق وقص الشارب والسواك وغسل البراجم ونتف الإبط\nوالاستحداد والاختتان والانتضاح \\ 1626 \\\n</p>\n\n<p>\n1628 حدثنا عمر بن الخطاب حدثنا عبد الملك بن إبراهيم الجدي حدثنا سفيان\nعن بن عجلان عن سعيد بن أبي سعيد أن عمارا صلى فقال له رجل لقد خففت الصلاة\nيا أبا اليقظان قال هل رأيتني نقصت من حدودها شيئا شهدت رسول الله صلى الله\nعليه وسلم يقول * إن الرجل ليصلي ثم ينصرف ما كتب له إلا نصفها ثلثها ربعها\nخمسها سدسها ثمنها تسعها عشرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n1629 حدثنا حجاج بن يوسف الشاعر حدثنا يعقوب بن إبراهيم حدثنا أبي عن\nصالح عن بن شهاب حدثني عبيد الله بن عبد الله بن عتبة عن بن عباس عن عمار\nبن ياسر * أن رسول الله صلى الله عليه وسلم عرس بذات الجيش ومعه عائشة\nزوجته فانقطع عقد لها من جزع ظفار فحبس الناس ابتغاء عقدها ذلك حتى أضاء\nالفجر وليس مع الناس ماء فتغيظ عليها أبو بكر وقال حبست الناس وليس معهم\nماء فأنزل الله تعالى على رسوله رخصة التطهير بالصعيد الطيب فقام المسلمون\nمع رسول الله صلى الله عليه وسلم فضربوا أيديهم في الأرض ورفعوا أيديهم ولم\nيقبضوا من التراب شيئا فمسحوا بها وجوههم وأيديهم إلى المناكب ومن بطن\nأيديهم إلى الآباط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n1630 حدثنا حجاج حدثنا يعقوب حدثنا أبي عن محمد بن إسحاق حدثني محمد بن\nمسلم بن عبد الله بن شهاب عن عبيد الله بن عبد الله بن عتبة عن عبد الله بن\nعباس <span id='ms0369'></span> عن عمار بن ياسر قال * كنت في القوم حين نزلت الرخصة في المسح بالصعيد\nإذا لم نجد الماء قال فضربنا ضربة باليدين بالصعيد للوجه فمسحناه مسحة\nواحدة قال ثم ضربنا ضربة أخرى لليدين فمسحناهما بها إلى المنكبين ظهرا\nوبطنا \\ 1629 \\\n</p>\n\n<p>\n1631 حدثنا حجاج حدثنا يعقوب حدثنا أبو أويس عن الزهري أن عبيد الله بن\nعبد الله أخبره عن أبيه عن عمار بن ياسر أنه قال * تمسحنا مع رسول الله صلى\nالله عليه وسلم من التراب فمسحنا بوجوهنا وأيدينا إلى المناكب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n1632 حدثنا حجاج حدثنا عبد الرزاق عن معمر عن الزهري عن عبيد الله أن\nعمار بن ياسر كان يحدث أنه * كان مع رسول الله صلى الله عليه وسلم في سفر\nومعه عائشة فهلك عقدها فاحتبس أو حبس الناس ابتغاءه وليس معهم ماء فأنزل\nالله تعالى آية التيمم قال عمار فضربوا أيديهم فمسحوا بها وجوههم ثم عادوا\nفضربوا بأيديهم فمسحوا بها أيديهم إلى الإبطين أو قال إلى المناكب قال عبد\nالرزاق وكان معمر يحدث عن الزهري عن عبيد الله أن عمارا كان يمسح بالتيمم\nوجهه مسحة واحدة ثم يعود فيمسح يديه إلى الإبطين وكان يختصره معمر هكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n1633 حدثنا حجاج حدثنا يزيد بن هارون أخبرنا بن أبي ذئب عن الزهري عن\nعبيد الله عن عمار بن ياسر قال * كنا مع رسول الله في سفر فهلك عقد لعائشة\nفطلبوه حتى أصبحوا وليس مع القوم ماء فنزلت الرخصة فقام المسلمون فضربوا\nبأيديهم إلى الأرض فمسحوا بها وجوههم وظاهر أيديهم وباطنها إلى الآباط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n1634 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد عن أبي الزبير عن محمد\nبن علي عن عمار قال * أتيت رسول الله صلى الله عليه وسلم وهو يصلي فسلمت\nعليه فرد علي \\ 1633 \\\n</p>\n\n<p>\n1635 حدثنا إبراهيم حدثنا حماد عن عطاء الخرساني عن يحيى بن يعمر عن عمار\nبن ياسر أنه قال * قدمت على أهلي ليلا من سفر قد تشققت يداي فضمخوني\nبالزعفران فغدوت على رسول الله صلى الله عليه وسلم فسلمت فلم يرد علي ولم\nيرحب بي فقال اذهب <span id='ms0370'></span> فاغسل هذا عنك فذهبت فغسلته ثم جئت فسلمت عليه فرد علي\nورحب بي وقال إن الملائكة لا تحضر جنازة الكافر بخير ولا المتضمخ بالزعفران\nولا الجنب ورخص للجنب إذا أراد أن ينام أو يأكل أو يشرب أن يتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n1636 حدثنا عقبة بن مكرم حدثنا يونس بن بكير حدثنا علي بن أبي فاطمة عن\nأبي مريم قال سمعت عمار بن ياسر يقول يا أبا موسى أنشدك الله ألم تسمع رسول\nالله صلى الله عليه وسلم يقول * من كذب علي متعمدا فليتبوأ مقعده من النار\nفأنا سائلك عن حديث فإن صدقت وإلا بعثت عليك من أصحاب رسول الله صلى الله\nعليه وسلم من يقررك ثم أنشدك الله أليس إنما عناك أنت رسول الله صلى الله\nعليه وسلم بنفسك قال إنها ستكون فتنة في أمتي أنت يا أبا موسى فيها نائم\nخير منك قاعدا وقاعد خير منك قائما وقائم خير منك ماشيا فخصك رسول الله صلى\nالله عليه وسلم ولم يعم الناس فخرج أبو موسى ولم يرد عليه شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n1637 حدثنا عبد الله بن عامر بن زرارة حدثنا شريك عن الركين عن بن حنظلة\nعن عمار قال قال رسول الله صلى الله عليه وسلم * من كان ذا وجهين في الدنيا\nكان له لسانان من نار يوم القيامة \\ 1636 \\\n</p>\n\n<p>\n1638 حدثنا محمد بن المنهال حدثنا يزيد بن زريع حدثنا سعيد بن أبي عروبة\nعن قتادة عن عزرة عن سعيد بن عبد الرحمن بن أبزى عن أبيه عن عمار بن ياسر\nقال * سألت النبي صلى الله عليه وسلم عن التيمم قال فأمرني بالوجه والكفين\nضربة واحدة وكان قتادة يعفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n1639 حدثنا يحيى الحماني حدثنا يعلى بن الحارث المحاربي عن غيلان بن جامع\nعن إياس بن سلمة عن بن لعمار عن عمار * أن النبي صلى الله عليه وسلم صلى في\nثوب واحد متوشحا به \\ 1638 \\\n</p>\n\n<p>\n1640 حدثنا خلف بن هشام قال حدثنا أبو الأحوص عن أبي إسحاق عن ناجية قال\nقال عمار أجنبت وأنا في الإبل فلم أجد ماء فتمعكت تمعك الدابة فأتيت <span id='ms0371'></span> رسول\nالله صلى الله عليه وسلم فأخبرته بذلك فقال * إنما كان يجزيك من ذلك التيمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n1641 حدثنا عبد الله بن عمر بن أبان حدثنا بن أبي غنية عن عقبة بن\nالمغيرة الشيباني عن من حدثه عن جد أبيه المخارق قال * لقيت عمار بن ياسر\nيوم الجمل وهو يبول في قرن فقلت له أقاتل معك وأكون معك قال قاتل تحت راية\nقومك فإن رسول الله صلى الله عليه وسلم كان يستحب الرجل يقاتل تحت راية\nقومه \\ 1640 \\\n</p>\n\n<p>\n1642 حدثنا سريج بن يونس حدثنا عبد الرحمن بن عبد الملك بن أبجر عن أبيه\nعن واصل بن حيان قال قال أبو وائل خطبنا عمار بن ياسر فأوجز وأبلغ فلما نزل\nقلنا يا أبا اليقظان لقد أبلغت وأوجزت فلو كنت تنفست فقال إني سمعت رسول\nالله صلى الله عليه وسلم * يقول إن طول صلاة الرجل وقصر خطبته مئنة من فقهه\nفأطيلوا الصلاة واقصروا الخطب وإن من البيان سحرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n1643 حدثنا موسى حدثنا وهب بن جرير حدثنا أبي قال سمعت قيس بن سعد يحدث\nعن عطاء عن محمد بن علي بن أبي طالب عن عمار بن ياسر * أنه سلم على النبي\nصلى الله عليه وسلم وهو يصلي فرد عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n1644 حدثنا بن نمير حدثنا أبو خالد الأحمر عن عمرو بن قيس عن أبي إسحاق\nعن صلة قال * كنا عند عمار في اليوم الذي يشك فيه من رمضان فأتي بشاة فتنحى\nبعض القوم فقال عمار من صام هذا اليوم فقد عصى أبا القاسم صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n1645 حدثنا القواريري حدثنا خالد بن الحارث حدثنا بن عون عن الحسن قال\nقالت أم حسن قالت أم المؤمنين أم سلمة ما نسيت يوم الخندق وهو يعاطيهم\nاللبن وقد اغبر شعره يعني النبي صلى الله عليه وسلم وهو يقول * إن الخير\nخير الآخرة فاغفر للأنصار والمهاجرة وجاء عمار فقال ويحك أو ويلك شك خالد\nبن سمية تقتلك الفئة الباغية قال بن عون حدثت محمدا عن أمه فقال أما إنها\nقد كانت تدخل على أم <span id='ms0372'></span> سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n1646 حدثنا القواريري حدثنا غندر حدثنا شعبة عن الحكم قال سمعت أبا وائل\nقال لما بعث علي عمارا والحسن إلى الكوفة ليستنفرهم خطب عمار فقال أما إني\nلأعلم * أنها زوجته في الدنيا والآخرة يعني عائشة \\ 1645 \\\n</p>\n\n<p>\n1647 حدثنا موسى حدثنا عبد الرحمن بن مهدي عن يعلى بن الحارث عن غيلان بن\nجامع عن إياس بن سلمة عن بن لعمار عن عمار * أن النبي صلى الله عليه وسلم\nصلى في ثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n1648 حدثنا موسى بن محمد حدثنا محمد بن أبي الوزير حدثنا سفيان بن عيينة\nعن عمر بن حبيب عن عبد الله بن كثير قال قال عمار بن ياسر * أمرنا رسول\nالله صلى الله عليه وسلم أن نطيل الصلاة ونقصر الخطبة \\ 1647 \\\n</p>\n\n<p>\n1649 حدثنا محمد بن عمار حدثنا عبد الوهاب حدثنا عبيد الله عن سعيد بن\nأبي سعيد عن عمر بن أبي بكر بن عبد الرحمن بن الحارث بن هشام أن عمار بن\nياسر دخل المسجد فصلى ركعتين خفيفتين فقال رجل خففتهما يا أبا اليقظان فقال\nرأيتني نقصت من حدودها شيئا إني بادرت بهما الوسواس إني سمعت رسول الله صلى\nالله عليه وسلم * يقول إن الرجل ليصلي ولعله أن لا يكون له من صلاته إلا\nعشرها أو تسعها أو ثمنها أو سبعها أو سدسها أو خمسها أو ربعها أو ثلثها أو\nنصفها \\ 1648 \\\n</p>\n\n<p>\n1650 حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن عبد الله الأسدي عن\nإسرائيل عن سماك عن ثروان بن ملحان قال كنا جلوسا في المسجد فمر علينا عمار\nفقلنا له حدثنا حديث رسول الله صلى الله عليه وسلم في الفتنة فقال سمعت\nرسول الله صلى الله عليه وسلم يقول * سيكون بعدي أمراء يقتتلون على الملك\nيقتل بعضهم عليه بعضا قلنا لو حدثنا به غيرك كذبناه أما إنه سيكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n1651 حدثنا الحسن بن قزعة حدثنا سفيان بن حبيب عن سعيد عن قتادة عن خلاس\nبن عمرو عن عمار بن ياسر قال قال رسول الله صلى الله عليه وسلم * أنزلت\nالمائدة من السماء خبزا ولحما فأمروا أن <span id='ms0373'></span> لا يخونوا ولا يدخروا لغد فخانوا\nوادخروا ورفعوا فمسخوا قردة وخنازير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n1652 حدثنا عبيد الله بن عمر حدثنا يوسف بن خالد حدثنا عبد الرحمن بن\nإسحاق عن الزهري عن عبيد الله بن عبد الله بن عتبة عن بن عباس أن عمار بن\nياسر قال * تيممنا مع رسول الله صلى الله عليه وسلم فمسحنا وجوهنا وأيدينا\nإلى المناكب بالتراب \\ 1651 \\\n</p>\n\n<p>\n1653 حدثنا محمد بن الفرج حدثنا محمد بن الزبرقان حدثنا موسى بن عبيدة\nأخبرني سعد بن إبراهيم عمن أخبره عن عمار بن ياسر أن رسول الله صلى الله\nعليه وسلم قال * إن الحلال بين والحرام بين وبينهما شبهات من توقاهن كن\nوقاء لدينه ومن يوقع فيهن يوشك أن يواقع الكبائر كالمرتع حول الحمى يوشك أن\nيواقعه لكل ملك حمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند البراء بن عازب )\n</p>\n\n<p>\n1654 حدثنا أبو بكر بن أبي شيبة حدثنا شريك عن الحسن بن الحكم عن عدي بن\nثابت عن البراء قال قال رسول الله صلى الله عليه وسلم * من بدا جفا \\ 1653\n\\\n</p>\n\n<p>\n1655 حدثنا أبو بكر بن أبي شيبة حدثنا أبو أسامة عن زكريا عن أبي إسحاق\nعن البراء قال * نزلنا مع النبي صلى الله عليه وسلم الحديبية فوجدنا ماءها\nقد شربه أوائل الناس فجلس النبي صلى الله عليه وسلم على البئر ودعا بدلو\nمنها فأخذ منه بفيه ثم مجه فيها ودعا الله تعالى فكثر ماؤها حتى روي الناس\nمنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n1656 حدثنا عمرو بن محمد الناقد حدثنا معمر بن سليمان الرقي حدثنا حجاج\nبن أرطاة عن أبي إسحاق عن البراء بن عازب قال * سئل رسول الله صلى الله\nعليه وسلم عن الكلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n             فقال تكفيك آية الصيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n1657 حدثنا عمرو الناقد حدثنا حفص بن غياث النخعي حدثنا الحجاج عن أبي\nإسحاق عن البراء بن عازب قال سئل أين كان يسجد رسول الله صلى الله عليه\nوسلم قال * كان يسجد بين كفيه \\ 1656 \\\n</p>\n\n<p>\n1658 حدثنا زكريا بن يحيى الواسطي حدثنا هشيم عن يزيد بن أبي زياد عن عبد\nالرحمن بن أبي ليلى عن البراء بن عازب قال * رأيت رسول الله صلى <span id='ms0374'></span> الله عليه\nوسلم حين افتتح الصلاة رفع يديه حتى حاذتا إبهاميه أو تحاذيان أذنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n1659 وعن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم * من الحق\nعلى المسلمين أن يغتسل أحدهم يوم الجمعة وأن يمس من طيب إن كان عند أهله\nفإن لم يكن عندهم فإن الماء طيب قال هشيم قلت ليزيد هل من غسل غير يوم\nالجمعة قال نعم يوم عيد الفطر ويوم الأضحى ويوم عرفة ويوم الجمعة وقال فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n1660 حدثنا أبو عبد الرحمن الأذرمي حدثنا إسحاق الأزرق حدثنا زكريا عن\nأبي إسحاق عن البراء قال * اعتمر رسول الله صلى الله عليه وسلم قبل الحج\nقال وقالت عائشة لقد علم أن قد اعتمر أربعا لعمرته في حجة الوداع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n1661 حدثنا أبو خيثمة حدثنا إسماعيل بن إبراهيم عن داود بن أبي هند عن\nالشعبي عن البراء بن عازب قال خطبنا رسول الله صلى الله عليه وسلم * في يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n             نحر فقال ألا لا يذبحن أحد حتى يصلي فقام رجل فقال يا رسول\nالله هذا يوم اللحم فيه مكروه وإني عجلت نسيكتي لأطعم أهلي وأهل داري أو\nأهلي وجيراني قال فقد فعلت فأعد ذبحا آخر قال يا رسول الله عندي عناق لبن\nهي خير من شاتي لحم أفأذبحها قال نعم وهي خير من نسيكتك ولا تقضي جذعة عن\nأحد بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n1662 حدثنا أبو خيثمة حدثنا جرير بن عبد الحميد عن منصور عن الشعبي عن\nالبراء بن عازب * قال خطبنا رسول الله صلى الله عليه وسلم يوم الأضحى بعد\nالصلاة فقال من صلى صلاتنا ونسك نسيكتنا فقد أصاب النسك ومن نسك قبل الصلاة\nفشاته شاة لحم ولا نسك له فقال أبو بردة بن نيار خال البراء يا رسول الله\nفإني نسكت شاتي قبل الصلاة وعرفت أن اليوم يوم أكل وشرب وأحببت أن تكون\nشاتي أول شيء يذبح في بيتي فذبحت شاتي وتغديت قبل أن آتي الصلاة قال شاتك\nشاة لحم قال فقال يا رسول الله فإن عندنا عناقا لنا جذعة هي أحب إلي <span id='ms0375'></span> من\nشاتين أفتجزي عني قال نعم ولن تجزي عن أحد بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n1663 حدثنا عثمان بن أبي شيبة حدثنا جرير عن فطر عن أبي إسحاق عن البراء\nقال * كان رسول الله صلى الله عليه وسلم إذا خرج إلى سفر فقال اللهم بلاغا\nيبلغ خيرا مغفرة منك ورضوانا بيدك الخير إنك على كل شيء قدير اللهم أنت\nالصاحب في السفر والخليفة في الأهل اللهم هون علينا السفر وأطو لنا الأرض\nاللهم أعوذ بك من وعثاء السفر وكآبة المنقلب \\ 1662 \\\n</p>\n\n<p>\n1664 حدثنا مجاهد بن موسى حدثني بهز حدثنا شعبة عن أبي إسحاق عن الربيع\nبن البراء عن أبيه * أن النبي صلى الله عليه وسلم كان إذا رجع من سفره قال\nآيبون تائبون عابدون لربنا حامدون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n1665 حدثنا مجاهد بن موسى حدثني بهز حدثنا شعبة حدثني عدي بن ثابت عن\nالبراء بن عازب * أن رسول الله صلى الله عليه وسلم كان في سفر فقرأ في\nالعشاء الآخرة في إحدى الركعتين ب والتين والزيتون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n1666 حدثنا إسماعيل بن إبراهيم حدثنا هشيم أخبرنا أشعث عن عدي بن ثابت عن\nالبراء بن عازب قال * بعث رسول الله صلى الله عليه وسلم خالي إلى رجل تزوج\nامرأة أبيه فأمره أن يضرب عنقه \\ 1665 \\\n</p>\n\n<p>\n1667 حدثنا أبو معمر حدثنا حفص عن أشعث عن عدي عن البراء * أن النبي صلى\nالله عليه وسلم بعث رجلا إلى رجل تزوج امرأة أبيه فأمره أن يضرب عنقه ويأتي\nبرأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n1668 حدثنا محمد بن بشار حدثنا عبد الرحمن وأبو داود قالا حدثنا شعبة عن\nعمرو بن مرة قال سمعت سعد بن عبيدة يحدث عن البراء * أن رسول الله صلى الله\nعليه وسلم أمر رجلا إذا أخذ مضجعه أن يقول اللهم أسلمت نفسي إليك ووجهت\nوجهي إليك وألجأت ظهري إليك وفوضت أمري إليك رغبة ورهبة إليك لا ملجأ ولا\nمنجا منك إلا إليك آمنت بكتابك الذي أنزلت وبرسولك الذي أرسلت فإن مات مات\nعلى الفطرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n1669 حدثنا عبد الرحمن بن صالح الأزدي حدثنا حفص بن غياث عن حجاج بن\nأرطاة عن أبي إسحاق عن <span id='ms0376'></span> البراء * أن رسول الله صلى الله عليه وسلم كان يضع\nوجهه بين كفيه إذا سجد \\ 1668 \\\n</p>\n\n<p>\n1670 حدثنا عبد الرحمن بن صالح حدثنا عبد الرحيم بن سليمان عن قنان بن\nعبد الله النهمي عن عبد الرحمن بن عوسجة عن البراء قال * سمع النبي صلى\nالله عليه وسلم أبا موسى يقرأ فقال كأن صوت هذا من مزامير آل داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n1671 حدثنا محمد بن بكار مولى بني هاشم حدثنا يحيى بن عقبة بن أبي\nالعيزار حدثنا أبو إسحاق عن البراء قال * سجدنا مع رسول الله صلى الله عليه\nوسلم في الظهر فظننا أنه قرأ تنزيل السجدة \\ 1670 \\\n</p>\n\n<p>\n1672 حدثنا محمد بن بكار حدثنا أبو بكر بن عياش حدثنا أبو إسحاق عن\nالبراء قال * خرج رسول الله صلى الله عليه وسلم وأصحابه فأحرمنا بالحج فلما\nأن قدمنا مكة قال اجعلوا حجكم عمرة فقال ناس يا رسول الله قد أحرمنا بالحج\nفكيف نجعلها عمرة قال انظروا ما أمرتكم به فافعلوا قال فردوا عليه القول\nفغضب ثم انطلق حتى دخل على عائشة غضبان قال فرأت الغضب في وجهه فقالت من\nأغضبك أغضبه الله تعالى فقال مالي لا أغضب وأنا آمر بالأمر فلا يتبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n1673 حدثنا خالد بن مرداس حدثنا هشيم عن أبي بلج عن زيد بن أبي الشعثاء\nالعبدي عن البراء قال قال رسول الله صلى الله عليه وسلم * إذا التقى\nالمسلمان فتصافحا وحمدا الله واستغفراه غفر لهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n1674 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا سفيان عن عمرو بن مرة عن عبد\nالرحمن بن أبي ليلى عن البراء قال * قنت النبي صلى الله عليه وسلم في صلاة\nالمغرب والغداة قال عمرو فذكرت ذلك لإبراهيم فغضب وقال إنه كان صاحب أمر\nيعني بن أبي ليلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n1675 حدثنا إبراهيم بن دينار حدثنا مصعب بن سلام عن حمزة بن حبيب الزيات\nعن أبي إسحاق السبيعي عن البراء قال خطبنا رسول الله صلى الله عليه وسلم\nحتى أسمع العواتق في بيوتها أو قال في خدورها فقال * يا معشر من آمن بلسانه\nلا تغتابوا المسلمين ولا تتبعوا <span id='ms0377'></span> عوراتهم فإنه من تتبع عورة أخيه تتبع الله\nعورته ومن تتبع الله عورته يفضحه في جوف بيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n1676 حدثنا محمد بن عبد الرحمن بن سهم الأنطاكي حدثنا أبو إسحاق الفزاري\nعن أبي إسحاق الشيباني أنه حدثه محارب بن دثار قال سمعت عبد الله بن يزيد\nيقول على المنبر حدثنا البراء بن عازب * أنهم كانوا يصلون مع رسول الله صلى\nالله عليه وسلم فإذا ركع ركعوا وإذا رفع رأسه من الركوع فقال سمع الله لمن\nحمده لم نزل قياما حتى نراه قد وضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n1677 حدثنا زكريا بن يحيى حدثنا هشيم عن العوام أخبرني عزرة بن الحارث\nالشيباني عن البراء قال * كنا إذا صلينا مع رسول الله صلى الله عليه وسلم\nفرفعنا رؤوسنا من الركوع قمنا صفوفا حتى يسجد النبي صلى الله عليه وسلم\nفإذا سجد تبعناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n1678 حدثنا عثمان بن أبي شيبة حدثنا وكيع عن إسرائيل عن أبي إسحاق عن\nالبراء * أن النبي صلى الله عليه وسلم لما لقي المشركين يوم حنين نزل عن\nبغلته فترجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n1679 حدثنا عثمان بن أبي شيبة حدثنا أبو معاوية حدثنا بن أبي ليلى عن\nحفصة بنت عازب عن البراء قال * جاء رجل إلى النبي صلى الله عليه وسلم يسأله\nعن مواقيت الصلاة فأمر بلالا فقدم وأخر وقال الوقت ما بينهما \\ 1678 \\\n</p>\n\n<p>\n1680 حدثنا أحمد بن إبراهيم الدورقي حدثنا بهز حدثنا شعبة أخبرني الحكم\nبن عتيبة قال حدثني عبد الرحمن بن أبي ليلى يحدث عن البراء قال * كان ركوع\nرسول الله صلى الله عليه وسلم وإذا رفع رأسه من الركوع وإذا سجد وبين\nالسجدتين قريبا من السواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n1681 وحدثنا أحمد حدثنا أبو داود حدثنا شعبة عن الحكم قال سمعت بن أبي\nليلى يحدث عن البراء قال * كانت صلاة رسول الله صلى الله عليه وسلم إذا ركع\nوإذا رفع رأسه من الركوع وإذا سجد وإذا رفع رأسه من السجدتين قريبا من\nالسواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n1682 حدثنا عقبة بن مكرم حدثنا يونس يعني بن محمد حدثنا يونس بن عمرو عن\nأبيه عن أبي عبيدة عن أبيه عبد الله <span id='ms0378'></span> بن مسعود أنه قال * كان رسول الله صلى\nالله عليه وسلم إذا اضطجع لينام وضع يده اليمنى تحت خده الأيمن وقال اللهم\nقني عذابك يوم تجمع عبادك \\ 1681 \\\n</p>\n\n<p>\n1683 حدثنا عقبة بن مكرم حدثنا يونس حدثنا يونس بن عمرو قال قال أبي\nحدثنا البراء بن عازب عن رسول الله صلى الله عليه وسلم * مثله غير أنه قال\nيوم تبعث عبادك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n1684 حدثنا إبراهيم بن عرعرة بن البرند حدثنا إسماعيل بن أبان حدثني\nمسعود بن سعد عن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن البراء قال\nقال رسول الله صلى الله عليه وسلم * حق على المسلمين أن يغتسلوا يوم الجمعة\n\\ 1683 \\\n</p>\n\n<p>\n1685 حدثنا وهب بن بقية حدثنا خالد عن عوف عن أبي عبد الله ميمون عن\nالبراء قال * أمر رسول الله صلى الله عليه وسلم بحفر الخندق قال عرض لنا\nصخرة لا تأخذ فيها المعاول فشكوا ذلك إلى النبي صلى الله عليه وسلم قال\nفأخذ المعول قال وأحسبه قال وضع ثوبه فضرب ضربة وقال بسم الله فكسر ثلث\nالصخرة ثم قال الله أكبر أعطيت مفاتيح الشام إني لأنظر إلى قصورها الحمر من\nمكاني هذا ثم قال بسم الله وضرب أخرى فكسر ثلثها وقال الله أكبر أعطيت\nمفاتيح فارس والله إني لأنظر إلى المدائن وقصرها الأبيض من مكاني هذا ثم\nقال بسم الله وضرب أخرى فكسر بقية الحجر وقال الله أكبر أعطيت مفاتيح اليمن\nوالله إني لأنظر إلى مفاتيح صنعاء من مكاني هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n1686 حدثنا خالد بن مرداس حدثنا إسماعيل بن عياش عن عتبة بن أبي حكيم عن\nطلحة بن نافع عن عبد الرحمن بن عوسجة عن البراء أن النبي صلى الله عليه\nوسلم قال * زينوا القرآن بأصواتكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n1687 حدثنا إسحاق حدثنا أبو معاوية حدثنا قنان بن عبد الله عن عبد الرحمن\nبن عوسجة عن البراء قال قال رسول الله صلى الله عليه وسلم * أفشوا السلام\nتسلموا والأشرة شر قال أبو معاوية يعني كثرة العبث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n1688 حدثنا أحمد بن إبراهيم الموصلي حدثنا أبو علي صالح بن <span id='ms0379'></span> عمر عن يزيد\nبن أبي زياد عن عبد الرحمن بن أبي ليلى عن البراء بن عازب قال قال رسول\nالله صلى الله عليه وسلم * من قال للمدينة يثرب فليستغفر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n1689 حدثنا إسحاق حدثنا وكيع حدثنا بن أبي ليلى عن الحكم وعيسى عن عبد\nالرحمن بن أبي ليلى عن البراء * أن النبي صلى الله عليه وسلم كان إذا افتتح\nالصلاة رفع يديه ثم لا يرفع حتى ينصرف \\ 1688 \\\n</p>\n\n<p>\n1690 حدثنا إسحاق حدثنا شريك عن يزيد بن أبي زياد عن عبد الرحمن بن أبي\nليلى عن البراء قال * كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة\nرفع يديه نحو رأسه ثم لا يعود \\ 1689 \\\n</p>\n\n<p>\n1691 حدثنا إسحاق حدثنا هشيم عن يزيد بن أبي زياد عن عبد الرحمن بن أبي\nليلى عن البراء قال * رأيت رسول الله صلى الله عليه وسلم حين افتتح الصلاة\nكبر ورفع يديه حتى كادتا تحاذيان أذنيه ثم لم يعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n1692 حدثنا إسحاق حدثنا بن إدريس قال سمعت يزيد بن أبي زياد عن بن أبي\nليلى عن البراء قال * رأيت رسول الله صلى الله عليه وسلم رفع يديه حين\nاستقبل الصلاة حتى رأيت إبهاميه قريبا من أذنيه ثم لم يرفعهما \\ 1691 \\\n</p>\n\n<p>\n1693 حدثنا محمد بن بكار حدثنا حديج بن معاوية عن أبي إسحاق عن البراء بن\nعازب قال * غزوت مع رسول الله صلى الله عليه وسلم خمس عشرة غزوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n1694 قال وسمعت زيد بن أرقم يقول * غزوت مع رسول الله صلى الله عليه وسلم\nبضع عشرة غزوة \\ 1693 \\\n</p>\n\n<p>\n1695 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله بن إدريس عن مطرف عن أبي\nإسحاق عن البراء قال * عرضت يوم بدر على رسول الله صلى الله عليه وسلم أنا\nوبن عمر فاستصغرنا وشهدنا يوم أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n1696 حدثنا أبو بكر حدثنا معاوية بن هشام حدثنا سفيان عن فراس عن الشعبي\nعن البراء قال * توفي إبراهيم بن النبي صلى الله عليه وسلم وهو بن ستة عشر\nشهرا فقال رسول الله صلى الله عليه وسلم ادفنوه بالبقيع فإن له مرضعا تتم <span id='ms0380'></span>\nرضاعه في الجنة \\ 1695 \\\n</p>\n\n<p>\n1697 حدثنا العباس بن الوليد النرسي حدثنا أبو الأحوص حدثنا أبو إسحاق عن\nعبد الله بن يزيد حدثنا البراء بن عازب وكان غير كذوب قال * كنا نصلي خلف\nرسول الله صلى الله عليه وسلم فإذا قال سمع الله لمن حمده لم يحن أحد منا\nظهره حتى يضع النبي صلى الله عليه وسلم جبهته إلى الأرض فإذا وضع جبهته إلى\nالأرض خررنا سجودا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n1698 حدثنا زكريا بن يحيى الواسطي حدثنا شريك عن أبي إسحاق عن البراء قال\n* مر بنا رسول الله صلى الله عليه وسلم وقدورنا تغلي من لحوم الحمر فأمرنا\nأن نكفئها فأكفأناها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n1699 وعن البراء قال * ما رأينا أحدا في حلة حمراء مترجلا أجمل من رسول\nالله صلى الله عليه وسلم كان له شعر قريبا من منكبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n1700 حدثنا زكريا حدثنا أبو وكيع عن أبي إسحاق عن البراء قال * ما رأيت\nذا لمة في حلة أحسن من رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n1701 حدثنا زكريا بن يحيى حدثنا صالح بن عمر حدثنا يزيد بن أبي زياد عن\nعبد الرحمن بن أبي ليلى عن البراء قال * كان رسول الله صلى الله عليه وسلم\nإذا افتتح الصلاة رفع يديه حتى يحاذي بهما أذنيه فذكرت ذلك لعدي بن ثابت\nفقال قد سمعت البراء يذكر ذلك \\ 1700 \\\n</p>\n\n<p>\n1702 حدثنا زكريا بن يحيى حدثنا يحيى بن زكريا قال حدثني أبو يعقوب\nالثقفي عن يونس بن عبيد مولى محمد بن القاسم * قال أرسلني محمد بن القاسم\nإلى البراء بن عازب أسأله عن راية رسول الله صلى الله عليه وسلم ما كانت\nقال كانت سوداء مربعة من نمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n1703 حدثنا زكريا بن يحيى حدثنا شريك عن أبي إسحاق عن البراء قال * كان\nفيما اشترطوا على النبي صلى الله عليه وسلم ألا يدخلوا مكة إلا بجلبان\nالسلاح قال وما جلبان السلاح قال القراب وما فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n1704 حدثنا جعفر بن حميد الكوفي حدثنا عبيد الله بن إياد عن أبيه عن\nالبراء قال قال رسول الله صلى الله عليه وسلم * كيف تقولون بفرح رجل <span id='ms0381'></span> انفلتت\nمنه راحلته تجر زمامها بأرض قفر ليس بها طعام ولا شراب وعليها له الطعام\nوالشراب فطلبها حتى شق عليه ثم مرت بجذل شجرة فتعلق زمامها فوجدها متعلقة\nبه قلنا شديدا يا رسول الله فقال رسول الله صلى الله عليه وسلم لله أشد\nفرحا بتوبة عبده من الرجل براحلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n1705 حدثنا محرز بن عون حدثنا شريك عن أبي إسحاق عن البراء قال * ما رأيت\nأحدا في حلة حمراء أجمل من رسول الله صلى الله عليه وسلم مترجلا كان له شعر\nقريب من أذنيه أو قال منكبيه الشك من محرز \\ 1704 \\\n</p>\n\n<p>\n1706 حدثنا زياد بن أيوب حدثنا أبو يحيى الحماني حدثنا مالك بن مغول\nوالحسن بن عمارة وفطر عن إسماعيل بن رجاء عن أوس بن ضمعج عن البراء بن عازب\nقال سمعت رسول الله صلى الله عليه وسلم يقول * زينوا القرآن بأصواتكم \\\n1705 \\\n</p>\n\n<p>\n1707 حدثنا جعفر بن حميد الكوفي حدثنا عبيد الله بن إياد عن أبيه عن\nالبراء بن عازب قال قال رسول الله صلى الله عليه وسلم * إذا سجدت فضع كفيك\nوارفع مرفقيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n1708 حدثنا أبو بكر بن أبي شيبة حدثنا إسحاق بن منصور عن أبي رجاء\nالخرساني عبد الله بن واقد عن محمد بن مالك قال رأيت على البراء خاتما من\nذهب فقيل له من أجله قال * قسم رسول الله صلى الله عليه وسلم ففضل هذا\nالخاتم فقال من ترون أحق بهذا ثم قال ادن يا براء فألبسني في إصبعي وقال\nالبس ما كساك الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n1709 حدثنا عثمان بن أبي شيبة حدثنا أبو معاوية حدثنا الأعمش عن عبد الله\nبن عبد الله عن بن أبي ليلى عن البراء قال * الغنم بركة \\ 1708 \\\n</p>\n\n<p>\n1710 حدثنا محمد بن بشار حدثنا محمد بن جعفر حدثنا شعبة عن أبي إسحاق\nالهمداني قال سمعت البراء بن عازب قال * لما أقبل رسول الله صلى الله عليه\nوسلم من مكة إلى المدينة تبعه سراقة بن جعشم فدعا عليه رسول الله صلى الله\nعليه وسلم فساخت به فرسه فقال ادع الله لي ولا أضرك فدعا <span id='ms0382'></span> له فعطش رسول الله\nصلى الله عليه وسلم فمروا براع فقال أبو بكر الصديق فأخذت قدحا فحلبت فيه\nكثبة من لبن فأتيته فشرب ثم شرب حتى رضيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n1711 حدثنا محمد بن بشار حدثنا محمد بن جعفر حدثنا شعبة عن أبي إسحاق عن\nأبي عبيدة ورجل آخر عن البراء قال * كان رسول الله صلى الله عليه وسلم إذا\nأراد أن ينام توسد يمينه ويقول اللهم قني عذابك يوم تجمع عبادك \\ 1710 \\\n</p>\n\n<p>\n1712 قال شعبة قال أبو إسحاق وقال أبو الأحوص * يوم تبعث عبادك \\ 1711 \\\n</p>\n\n<p>\n1713 حدثنا محمد بن بشار حدثنا محمد بن جعفر حدثنا شعبة عن أبي إسحاق قال\nسمعت البراء قال * لما صالح رسول الله صلى الله عليه وسلم أهل مكة كتب علي\nبينهم كتابا فكتب محمد رسول الله فقال المشركون لا تكتب محمد رسول الله لو\nكنت رسول الله لم نقاتلك قال لعلي امحه فقال علي ما أنا بالذي أمحوه فمحاه\nرسول الله صلى الله عليه وسلم بيده فصالحهم على أن يدخلها هو وأصحابه ثلاثة\nأيام ولا يدخلها إلا بجلبان السلاح فسألوه ما جلبان السلاح قال القراب وما\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n1714 قال وسمعت أبا إسحاق قال سمعت البراء بن عازب قال * كان رسول الله\nصلى الله عليه وسلم رجلا مربوعا بعيد ما بين المنكبين عظيم الجمة إلى شحمة\nأذنيه عليه حلة حمراء ما رأيت شيئا قط أحسن منه \\ 1713 \\\n</p>\n\n<p>\n1715 وبإسناده عن أبي إسحاق قال سمعت البراء بن عازب * قال كان أول من\nقدم من أصحاب رسول الله صلى الله عليه وسلم مصعب بن عمير وبن أم مكتوم\nفكانوا يقرئون الناس قال فقدم بلال وسعيد وعمار بن ياسر قال ثم قدم عمر بن\nالخطاب في عشرين من أصحاب رسول الله صلى الله عليه وسلم ثم قدم رسول الله\nصلى الله عليه وسلم فما رأيت أهل المدينة فرحوا بشيء فرحهم برسول الله صلى\nالله عليه وسلم قال حتى جعل الإماء يقلن قدم رسول الله صلى الله عليه وسلم\nقال فما قدم حتى قرأت ب سبح اسم ربك الأعلى في <span id='ms0383'></span> سور من المفصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n1716 وبإسناده قال سمعت البراء قال * كان النبي صلى الله عليه وسلم ينقل\nالتراب ولقد وارى التراب بطنه وهو يقول اللهم لولا أنت ما أهتدينا ولا\nتصدقنا ولا صلينا فأنزلن سكينة علينا وثبت الأقدام إن لاقينا إن الألى قد\nبغوا علينا وربما قال إن الملا قد أبوا علينا إذا أرادوا فتنة أبينا يرفع\nبها صوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n1717 وبإسناده عن البراء قال * مر رسول الله صلى الله عليه وسلم بقوم\nجلوس في الطريق فقال إن كنتم لا بد فاعلين فاهدوا السبيل وردوا السلام\nوأعينوا المظلوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n1718 حدثنا محمد بن بشار حدثنا عبد الرحمن حدثنا شعبة عن أبي إسحاق عن\nالبراء عن النبي صلى الله عليه وسلم * بمثله قال شعبة قلت لأبي إسحاق\nأسمعته من البراء قال لا \\ 1717 \\\n</p>\n\n<p>\n1719 حدثنا محمد بن بشار حدثنا محمد حدثنا شعبة عن أبي إسحاق قال قال\nالبراء بن عازب * مات ناس من أصحاب رسول الله صلى الله عليه وسلم وهم\nيشربون الخمر فلما نزل تحريمها قال أناس من أصحاب النبي صلى الله عليه وسلم\nوكيف بأصحابنا الذين ماتوا وهم يشربونها فنزلت <span class='quran'>ليس على الذين آمنوا\nوعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا </span>المائدة \\ 1718\n\\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n1720 حدثنا محمد بن بشار حدثنا عبد الرحمن حدثنا شعبة عن أبي إسحاق عن\nالبراء بن عازب مثله قال شعبة * قلت أسمعته من البراء قال لا \\ 1719 \\\n</p>\n\n<p>\n1721 حدثنا محمد حدثنا محمد حدثنا شعبة عن أبي إسحاق أنه سمع البراء بن\nعازب يقول * أمر رسول الله صلى الله عليه وسلم رجلا إذا أخذ مضجعه أن يقول\nاللهم أسلمت نفسي إليك ووجهت وجهي إليك وفوضت أمري إليك وألجأت ظهري إليك\nرغبة ورهبة إليك لا ملجأ ولا منجى منك إلا إليك آمنت بكتابك الذي أنزلت\nوبنبيك الذي أرسلت فإن مات مات على الفطرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n1722 وبه عن أبي إسحاق قال سمعت البراء يقول * قرأ رجل الكهف وفي الدار\nدابة فجعلت تنفر فسلم فإذا ضبابة أو سحابة قد غشيته فذكره للنبي صلى الله\nعليه وسلم فقال أقرأ فلان فإنها السكينة نزلت <span id='ms0384'></span> عند القرآن أو تنزلت للقرآن \\\n1721 \\\n</p>\n\n<p>\n1723 وبه عن أبي إسحاق قال سمعت البراء يقول * آخر آية نزلت الكلالة وآخر\nسورة نزلت براءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n1724 وبه عن أبي إسحاق أنه سمع البراء بن عازب يقول * استصغرت يوم بدر\nأنا وبن عمر وكانت المهاجرون نيفا على الستين والأنصار نيفا على المئتين\nوأربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n1725 وبإسناده عن أبي إسحاق أنه سمع البراء يقول * في هذه الآية لا يستوي\nالقاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله النساء قال\nفأمر رسول الله صلى الله عليه وسلم زيدا فجاء بكتف قال فشكا بن أم مكتوم\nضرارته فنزلت <span class='quran'>لا يستوي القاعدون من المؤمنين غير أولي الضرر </span>النساء \\ 1724 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n1726 حدثنا محمد حدثنا محمد حدثنا شعبة عن سعد بن إبراهيم عن أبيه عن رجل\nعن زيد بن ثابت * في هذه الآية <span class='quran'>لا يستوي القاعدون </span>النساء مثل\nحديث البراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n1727 حدثنا محمد حدثنا محمد حدثنا شعبة عن أبي إسحاق قال سمعت البراء\nوسأله رجل من قيس * قال أفررتم عن رسول الله صلى الله عليه وسلم يوم حنين\nفقال البراء لكن رسول الله لم يفر كانت هوازن ناسا رماة وإنا لما حملنا\nعليهم فأكببنا على الغنائم فاستقبلونا بالسهام ولقد رأيت رسول الله صلى\nالله عليه وسلم على بغلته الشهباء وإن أبا سفيان بن الحارث آخذ بلجامها وهو\nيقول أنا النبي لا كذب أنا بن عبد المطلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n1728 حدثنا محمد حدثنا محمد بن جعفر حدثنا شعبة عن أبي إسحاق قال قال\nالبراء * أصبنا يوم خيبر حمرا فنادى منادي رسول الله صلى الله عليه وسلم أن\nأكفئوا القدور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n1729 حدثنا محمد حدثنا محمد حدثنا شعبة عن أبي إسحاق قال سمعت الربيع بن\nالبراء يقول سمعت البراء يقول * إن رسول الله صلى الله عليه وسلم كان إذا\nأقبل من سفر قال آيبون عابدون لربنا حامدون \\ 1728 \\\n</p>\n\n<p>\n1730 وبإسناده عن أبي إسحاق قال سمعت البراء يقول * أهديت إلى رسول الله\nصلى الله عليه وسلم حلة حرير فجعل أصحابه يلمسونها يعجبون من لينها فقال\nتعجبون من لين هذه لمناديل سعد في الجنة خير منها <span id='ms0385'></span> وألين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n1731 حدثنا محمد حدثنا يحيى عن سفيان عن أبي إسحاق عن البراء قال * أهدي\nلرسول الله صلى الله عليه وسلم حلة حرير فجعل أصحابه يلمسونها فقال أتعجبون\nمن لين هذا لمناديل سعد في الجنة ألين من هذا \\ 1730 \\\n</p>\n\n<p>\n1732 حدثنا محمد حدثنا محمد حدثنا شعبة عن أبي إسحاق قال سمعت البراء\nيقول * كانت الأنصار إذا حجوا لم يدخلوا البيوت إلا من ظهورها فجاء رجل من\nالأنصار فدخل من بابه فقيل له في ذلك فنزلت <span class='quran'>وليس البر بأن تأتوا\nالبيوت من ظهورها </span>الآية البقرة \\ 1731 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n1733 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحيم بن سليمان حدثنا\nقنان بن عبد الله النهمي عن عبد الرحمن بن عوسجة عن البراء عن النبي وسمع\nأبا موسى * يقرأ القرآن كأن صوت هذا من أصوات آل داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند عقبة بن عامر الجهني )\n</p>\n\n<p>\n1734 حدثنا أبو بكر بن أبي شيبة حدثنا أبو أسامة حدثنا سفيان عن معاوية\nبن صالح عن عبد الرحمن بن جبير بن نفير عن أبيه عن عقبة بن عامر * أنه سأل\nالنبي صلى الله عليه وسلم عن المعوذتين قال عقبة فأمنا رسول الله صلى الله\nعليه وسلم بهما في صلاة الفجر ثم دعاني فذكرت حديثه فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n1735 حدثنا زهير بن حرب حدثنا جرير عن محمد بن إسحاق عن يزيد بن أبي حبيب\nعن مرثد بن عبد الله عن عقبة بن عامر قال سمعت رسول الله صلى الله عليه\nوسلم يقول * اقرأ بهاتين الآيتين من آخر سورة البقرة إني أعطيتهما من تحت\nالعرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n1736 حدثنا أبو خيثمة حدثنا الوليد بن مسلم حدثنا عبد الرحمن بن يزيد بن\nجابر عن القاسم بن عبد الرحمن عن عقبة بن عامر قال * بينا أنا أقود برسول\nالله صلى الله عليه وسلم في نقب من تلك النقاب قال يا عقب ألا تركب فأجللت\nرسول الله صلى الله عليه وسلم أن أركب مركبه ثم قال يا عقب ألا تركب فأشفقت\nأن تكون معصية فنزل رسول الله صلى الله عليه وسلم وركبت هنيهة ثم ركب ثم <span id='ms0386'></span>\nقال يا عقب ألا أعلمك سورتين من خير السورتين قرأ بهما الناس قلت بلى يا\nرسول الله قال فأقرأني قل أعوذ برب الفلق وقل أعوذ برب الناس ثم أقيمت\nالصلاة فتقدم رسول الله فقرأ بهما ثم مر بي قال كيف رأيت يا عقب اقرأ بهما\nكلما نمت وقمت \\ 1735 \\\n</p>\n\n<p>\n1737 حدثنا زهير حدثنا معن بن عيسى حدثنا معاوية بن صالح عن بحير بن سعد\nعن خالد بن معدان عن كثير بن مرة عن عقبة بن عامر قال قال رسول الله صلى\nالله عليه وسلم * المسر بالقرآن كالمسر بالصدقة والجاهر بالقرآن كالجاهر\nبالصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n1738 حدثنا أبو خيثمة حدثنا عبد الله بن يزيد حدثنا موسى بن أيوب القارئ\nقال حدثني عمي إياس بن عامر عن عقبة بن عامر قال * لما نزلت <span class='quran'>فسبح باسم\nربك العظيم </span>الواقعة الحاقة قال لنا رسول الله صلى الله عليه وسلم\nاجعلوها في ركوعكم فلما نزلت <span class='quran'>سبح اسم ربك الأعلى </span>قال اجعلوها في\nسجودكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n1739 حدثنا زهير حدثنا عبد الله بن يزيد حدثنا حيوة أخبرني بكر بن عمرو\nأن شعيب بن زرعة حدثه قال حدثني عقبة بن عامر * أنه سمع النبي صلى الله\nعليه وسلم يقول لأصحابه لا تخيفوا أنفسكم أو قال الأنفس قيل يا رسول الله\nوبم نخيف أنفسنا قال بالدين \\ 1738 \\\n</p>\n\n<p>\n1740 حدثنا زهير حدثنا عبد الله بن يزيد حدثنا قباث بن رزين المصري قال\nسمعت علي بن رباح اللخمي قال سمعت عقبة بن عامر الجهني يقول كنا جلوسا في\nالمسجد نقرأ القرآن فدخل علينا رسول الله صلى الله عليه وسلم فقال * تعلموا\nكتاب الله وأفشوه قال قباث حسبته قال وتغنوا به فوالذي نفسي بيده لهو أشد\nتفلتا من العشار من العقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p280'> Vol. 03, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n1741 حدثنا محمد بن عبد الله بن نمير حدثنا بكر بن يونس بن بكير عن موسى\nبن علي عن أبيه عن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم * لا\nتكرهوا مرضاكم على الطعام والشراب فإن الله يطعمهم ويسقيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p281'> Vol. 03, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n1742 حدثنا هارون بن معروف حدثنا عبد الله بن وهب <span id='ms0387'></span> أخبرني عمرو بن الحارث\nعن أبي علي عن عقبة بن عامر أنه قال سمعت رسول الله صلى الله عليه وسلم\nيقول * ستفتح عليكم أرضون ويكفيكم الله فلا يعجزن أحدكم أن يلهو بأسهمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p282'> Vol. 03, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n1743 حدثنا هارون حدثنا عبد الله بن وهب أخبرني عمرو بن الحارث عن أبي\nعلي ثمامة بن شفي أنه سمع عقبة بن عامر يقول * سمعت رسول الله صلى الله\nعليه وسلم وهو على المنبر يقول <span class='quran'>وأعدوا لهم ما استطعتم من قوة </span>الأنفال ألا إن القوة الرمي ألا إن القوة الرمي ألا إن القوة الرمي \\ 1742\n\\\n</p>\n\n<p>\n1744 حدثنا أبو يحيى كامل بن طلحة حدثنا بن لهيعة حدثنا كعب بن علقمة عن\nعبد الرحمن بن شماسة المهري عن أبي الخير عن عقبة بن عامر قال قال رسول\nالله صلى الله عليه وسلم * النذر يمين وكفارته كفارة يمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p283'> Vol. 03, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n1745 حدثنا أحمد بن إبراهيم الدورقي حدثنا أبو عبد الرحمن حدثنا بن لهيعة\nعن مشرح بن هاعان المعافري عن عقبة بن عامر الجهني أن رسول الله صلى الله\nعليه وسلم قال * لو أن القرآن جعل في إهاب ثم ألقي في النار ما احترقت قال\nأبو عبد الرحمن ففسره أن من جمع القرآن ثم دخل النار فهو شر من خنزير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n1746 حدثنا أحمد حدثنا أبو عبد الرحمن حدثنا بن لهيعة قال حدثني أبو قبيل\nحيي بن هانئ المعافري قال سمعت عقبة بن عامر يقول سمعت رسول الله صلى الله\nعليه وسلم يقول * هلاك أمتي في الكتاب واللبن قالوا وما الكتاب واللبن قال\nيتعلمون القرآن فيتأولونه على غير تأويله ويحبون اللبن فيدعون الجماعات\nوالجمع ويبدون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n1747 حدثنا أبو عبد الله الدورقي حدثنا أبو عبد الرحمن حدثنا بن لهيعة\nقال حدثني أبو قبيل المعافري عن أبي عشانة المعافري عن عقبة بن عامر الجهني\nعن النبي صلى الله عليه وسلم قال * من خرج من بيته إلى المسجد كتبت له بكل\nخطوة يخطوها عشر حسنات والقاعد في المسجد ينتظر الصلاة كالقانت ويكتب من\nالمصلين حتى يرجع إلى بيته \\ 1746 \\\n</p>\n\n<p>\n1748 حدثنا كامل بن طلحة حدثنا بن <span id='ms0388'></span> لهيعة حدثنا يزيد بن أبي حبيب عن أبي\nالخير عن عقبة * أن رسول الله صلى الله عليه وسلم صلى على قتلى أحد بعد\nثمان سنين كالمودع للأحياء والأموات فقال إن بين أيديكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n             فرطات\nأنا عليكم شهيد وإن موعدكم الحوض وإني أنظر إليه في مكاني هذا وإن عرضه كما\nبين أيلة والجحفة وإني أتيت بمفاتيح خزائن الأرض وأنا في مقامي هذا وإني\nلست أخاف عليكم أن تشركوا ولكني أخاف عليكم الدنيا أن تنافسوها قال عقبة\nفكان آخر نظرة نظرتها إلى رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n1749 حدثنا كامل حدثنا بن لهيعة حدثنا أبو عشانة قال سمعت عقبة بن عامر\nيقول سمعت رسول الله صلى الله عليه وسلم يقول * عجب ربنا من الشاب الذي\nليست له صبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n1750 حدثنا عبد الأعلى بن حماد حدثنا عبد العزيز بن محمد عن صالح بن محمد\nبن زائدة عن عمر بن عبد العزيز عن عقبة بن عامر قال قال رسول الله صلى الله\nعليه وسلم * رحم الله حارس الحرس \\ 1749 \\\n</p>\n\n<p>\n1751 حدثنا هارون حدثنا عبد الله بن وهب أخبر عمرو أن هشام بن أبي رقية\nحدثه قال سمعت مسلمة بن مخلد وهو قائم على المنبر يخطب وهو يقول يا أيها\nالناس أما لكم في العصب والكتان ما يغنيكم عن الحرير وهذا رجل فيكم يخبر عن\nرسول الله صلى الله عليه وسلم قم يا عقبة فقام عقبة بن عامر وأنا أسمع فقال\nإني سمعت رسول الله صلى الله عليه وسلم * يقول من كذب علي متعمدا فليتبوأ\nمقعده من النار وأشهد أني سمعته يقول من لبس الحرير في الدنيا حرمه أن\nيلبسه في الآخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n1752 حدثنا أحمد بن عيسى التستري حدثنا عبد الله بن وهب عن عمرو بن مالك\nعن عبيد الله بن أبي جعفر عن جعفر بن عبد الله بن الحكم قال سمعت عقبة بن\nعامر يقول سمعت رسول الله صلى الله عليه وسلم يقول * من صرع عن دابته في\nسبيل الله فمات فهو شهيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n1753 حدثنا أبو خيثمة حدثنا يحيى بن <span id='ms0389'></span> سعيد القطان عن يحيى قال حدثني عبد\nالله بن زحر أن أبا سعيد أخبره أن عبد الله بن مالك أخبره أن عقبة بن عامر\nأخبره * أنه سأل رسول الله صلى الله عليه وسلم عن أخته نذرت أن تمشي حافية\nغير مختمرة فأمرها أن تختمر وتركب وتصوم ثلاثة أيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n1754 حدثنا أبو خيثمة حدثنا وكيع بن الجراح حدثني عبد الحميد بن جعفر\nالأنصاري عن يزيد بن أبي حبيب عن مرثد بن عبد الله اليزني عن عقبة بن عامر\nقال قال رسول الله صلى الله عليه وسلم * إن أحق الشروط أن يوفى ما استحل به\nالفرج \\ 1753 \\\n</p>\n\n<p>\n1755 حدثنا أبو خيثمة حدثنا وكيع حدثنا موسى بن علي بن رباح عن أبيه قال\nسمعت عقبة بن عامر يقول * ثلاث ساعات كان رسول الله صلى الله عليه وسلم\nينهانا أن نصلي فيهن وأن نقبر فيهن موتانا حين تطلع الشمس حتى ترتفع وحين\nيقوم قائم الظهيرة حتى تميل الشمس وحين تضيف للغروب حتى تغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n1756 حدثنا زهير حدثنا يزيد بن هارون حدثنا محمد بن إسحاق عن يزيد بن أبي\nحبيب عن عبد الرحمن بن شماسة عن عقبة بن عامر قال سمعت رسول الله صلى الله\nعليه وسلم يقول * لا يدخل الجنة صاحب مكس يعني العشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n1757 حدثنا زهير حدثنا يزيد بن هارون أخبرنا أبان بن يزيد عن قتادة عن\nنعيم بن همار عن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم *\nأتعجز بن آدم أن تصلي أربع ركعات من أول النهار أكفك آخر يومك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n1758 حدثنا زهير حدثنا يزيد بن هارون أخبرنا هشام الدستوائي عن يحيى بن\nأبي كثير عن بعجة الجهني عن عقبة بن عامر قال * قسم رسول الله صلى الله\nعليه وسلم ضحايا فأصابني جذع فقلت يا رسول الله إنه صار لي جذع قال ضح به \\\n1757 \\\n</p>\n\n<p>\n1759 حدثنا أبو خيثمة حدثنا أبو عاصم الضحاك بن مخلد عن حيوة بن شريح عن\nخالد بن عبيد عن مشرح عن عقبة بن عامر الجهني عن النبي صلى الله عليه وسلم <span id='ms0390'></span>\nقال * من تعلق تميمة فلا أتم الله عليه ومن تعلق ودعة فلا ودع الله له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n1760 حدثنا أبو خيثمة حدثنا عبد الصمد بن عبد الوارث حدثنا هشام عن قتادة\nعن قيس الجذامي عن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم * من\nأعتق رقبة مؤمنة فهي فداؤه من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n1761 حدثنا أبو خيثمة حدثنا حبان حدثنا زهير حدثنا عبد الرحمن بن حرملة\nأن رجلا من الإسكندرية من همدان حدثه يقال له أبو علي قال خرجنا في سفر\nومعنا عقبة بن عامر فقلنا له صل بنا رحمك الله فقال لا أفعل سمعت رسول الله\nصلى الله عليه وسلم * يقول من أم الناس فأصاب الوقت وأتم الصلاة فله ولهم\nومن انتقص من ذلك شيئا فعليه ولا عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n1762 حدثنا زهير حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن إسحاق قال حدثني\nيزيد بن أبي حبيب عن عبد الرحمن بن شماسة التجيبي عن عقبة بن عامر قال سمعت\nرسول الله صلى الله عليه وسلم يقول * لا يحل لامرىء مسلم أن يخطب على خطبة\nأخيه حتى يترك ولا يبيع على بيعه حتى يترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n1763 حدثنا أبو خيثمة حدثنا عبد الله بن يزيد حدثنا حيوة حدثنا أبو عقيل\nعن بن عمه عن عقبة بن عامر أنه * خرج مع رسول الله صلى الله عليه وسلم في\nغزوة تبوك فجلس رسول الله صلى الله عليه وسلم يوما يحدث أصحابه فقال من قام\nإذا استقبلته الشمس فتوضأ فأحسن وضوءه ثم قام فصلى ركعتين غفر له خطاياه\nوكان كما ولدته أمه \\ 1762 \\\n</p>\n\n<p>\n1764 حدثنا أبو خيثمة حدثنا عبد الله بن يزيد حدثنا حرملة بن عمران عن\nأبي عشانة عن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال * من كانت\nله أو كان له ثلاث بنات فصبر عليهن فأطعمهن وسقاهن وكساهن من جدته كن له\nحجابا من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n1765 حدثنا أبو خيثمة حدثنا عبد الله بن يزيد حدثنا سعيد بن أبي أيوب\nحدثني عبد الله بن الوليد عن أبي الخير عن <span id='ms0391'></span> عقبة أن رسول الله صلى الله عليه\nوسلم قال * إن كان في شيء شفاء ففي شرطة حجام أو شربة من عسل أو كية نار\nتصيب الداء وأنا أكره الكي ولا أحبه \\ 1764 \\\n</p>\n\n<p>\n1766 حدثنا إبراهيم بن الحجاج السامي حدثنا بن المبارك عن حرملة بن عمران\nعن يزيد بن أبي حبيب عن أبي الخير عن عقبة قال قال رسول الله صلى الله عليه\nوسلم * الرجل في ظل صدقته حتى يقضى بين الناس أو قال حتى يقتص بين الناس\nوكان أبو الخير لا يأتي عليه يوم إلا تصدق فيه بشيء ولو كعكة ولو بصلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n1767 حدثنا أبو همام حدثنا محمد بن شعيب بن شابور أخبرني أبو عمرو يحيى\nبن الحارث الذماري أنه سمع القاسم أبا عبد الرحمن مولى يزيد بن معاوية بن\nأبي سفيان يرفع الحديث إلى عقبة عن رسول الله صلى الله عليه وسلم قال * من\nصام يوما في سبيل الله باعد الله منه جهنم مسيرة مائة عام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( مسند جابر )\n</p>\n\n<p>\n1768 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا شيبان حدثنا\nجرير قال سمعت عطاء بن رباح حدثنا جابر بن عبد الله * أن النبي صلى الله\nعليه وسلم نهى أن يخلط الزبيب والتمر والبسر والتمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n1769 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عوانة عن أبي الزبير عن\nجابر * أن النبي صلى الله عليه وسلم كان ينبذ له في تور من حجارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n1770 حدثنا إبراهيم بن الحجاج حدثنا الفرات بن أبي الفرات القرشي قال\nسمعت عطاء بن أبي رباح يحدث عن جابر بن عبد الله قال * كنا مع رسول الله\nصلى الله عليه وسلم فنمت ثم استيقظت ثم نمت ثم استيقظت فقام رجل من\nالمسلمين فقال الصلاة الصلاة قال فخرج إلينا رسول الله صلى الله عليه وسلم\nورأسه يقطر فصلى ثم قال لولا أن أشق على أمتي ولا أحب أن أشق على أمتي\nلأحببت أن تصلوا هذه الصلاة هذه الساعة قال الفرات أظنها العشاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n1771 حدثنا إبراهيم بن الحجاج حدثنا حماد عن حبيب المعلم عن <span id='ms0392'></span> عطاء بن أبي\nرباح عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم * كفوا\nفواشيكم حتى تذهب فزعة العشاء فإنها ساعة تحترق فيها الشياطين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n1772 حدثنا إبراهيم حدثنا حماد عن أبي الزبير عن جابر قال * أمرنا رسول\nالله صلى الله عليه وسلم أن نغلق الأبواب وأن نخمر الآنية وأن نوكي الأسقية\nوأن نطفىء المصابيح وأن نكف مواشينا حتى تذهب فحمة العشاء ونهى أن يأكل\nأحدنا بشماله وأن يمشي في نعل واحد وعن الصماء والاحتباء في ثوب واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n1773 حدثنا محمد بن عبيد بن حساب حدثنا أبو عوانة عن قتادة عن عطاء بن\nأبي رباح عن جابر بن عبد الله * أن رسول الله صلى الله عليه وسلم صلى على\nالنجاشي قال فكنت في الصف الثاني أو الثالث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n1774 حدثنا إبراهيم حدثنا عبد العزيز بن مسلم عن الأعمش عن أبي سفيان عن\nجابر وعن الأعمش عن أبي صالح عن أبي هريرة * أن رجلا يقال له أبو حميد أتى\nالنبي صلى الله عليه وسلم بإناء فيه لبن من النقيع نهارا فقال النبي صلى\nالله عليه وسلم ألا خمرته ولو أن تعرض عليه بعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n1775 حدثنا إبراهيم حدثنا عبد العزيز عن الأعمش عن أبي صالح عن أبي هريرة\nعن النبي صلى الله عليه وسلم وعن الأعمش عن أبي سفيان عن جابر قال قال رسول\nالله صلى الله عليه وسلم * سددوا وقاربوا ولن ينجي أحدا منكم عمله قلنا ولا\nأنت يا رسول الله قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n             ولا أنا إلا أن يتغمدني الله منه برحمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n1776 حدثنا الحارث بن سريج حدثنا معتمر حدثنا الفضل بن عيسى حدثني محمد\nبن المنكدر أن جابر بن عبد الله حدثه أن رسول الله صلى الله عليه وسلم قال\n* العار والتخزية تبلغ من بن آدم في القيامة في المقام بين يدي الله ما\nيتمنى العبد أن يؤمر به في النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n1777 حدثنا شيبان حدثنا أبو عوانة عن أبي بشر عن سليمان بن قيس عن جابر\nبن عبد الله قال * دعا رسول الله صلى الله عليه <span id='ms0393'></span> وسلم أبا طيبة فحجمه فسأله\nعن ضريبته فقال ثلاثة آصع قال فوضع عنه صاعا \\ 1776 \\\n</p>\n\n<p>\n1778 حدثنا شيبان حدثنا أبو عوانة عن أبي بشر عن سليمان بن قيس عن جابر\nبن عبد الله قال * قاتل النبي صلى الله عليه وسلم محارب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n             خصفة\nبنخل فرأوا من المسلمين غرة فجاء رجل منهم يقال له غورث بن الحارث حتى قام\nعلى رأس رسول الله صلى الله عليه وسلم بالسيف فقال من يمنعك مني قال الله\nقال فسقط السيف من يده فأخذ رسول الله صلى الله عليه وسلم السيف فقال له من\nيمنعك مني قال كن خير آخذ قال تشهد أن لا إله إلا الله قال لا ولكني أعاهدك\nأن لا أقاتلك ولا أكون مع قوم يقاتلونك قال فخلى سبيله فجاء إلى أصحابه\nفقال جئتكم من عند خير الناس فلما كان عند الظهر أو العصر أمر النبي صلى\nالله عليه وسلم بصلاة الخوف شك أبو عوانة قال فكان الناس طائفتين طائفة\nبإزاء عدوهم وطائفة يصلون مع رسول الله صلى الله عليه وسلم فصلى بالطائفة\nالذين معه ركعتين ثم انصرفوا فكانوا في مكان أولئك وجاء أولئك فصلوا مع\nالنبي صلى الله عليه وسلم ركعتين فكانت لرسول الله أربع ركعات وللقوم\nركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p313'> Vol. 03, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n1779 حدثنا عبد الأعلى حدثنا حماد عن أبي الزبير عن جابر * أن رجلا ذبح\nقبل أن يصلي النبي صلى الله عليه وسلم عتودا جذعا فقال النبي صلى الله عليه\nوسلم لا يجزئ عن أحد بعدك أن يذبح حتى يصلي \\ 1778 \\\n</p>\n\n<p>\n1780 حدثنا عبد الأعلى حدثنا حماد عن أبي الزبير عن جابر * أن النبي صلى\nالله عليه وسلم سافر في رمضان فاشتد الصوم على رجل من أصحابه فجعلت ناقته\nتهيم به تحت ظلال الشجر فأخبر النبي صلى الله عليه وسلم فأمره فأفطر ثم دعا\nرسول الله صلى الله عليه وسلم بإناء فيه ماء فوضعه على يده فلما رآه الناس\nشرب شربوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n1781 حدثنا عبد الأعلى حدثنا حماد حدثنا محمد بن إسحاق عن محمد بن يحيى\nبن حبان عن واسع بن حبان <span id='ms0394'></span> عن جابر * أن رسول الله صلى الله عليه وسلم رخص في\nالعرايا بالوسق والوسقين والثلاثة والأربعة وقال في كل جاد عشرة أوسق وما\nبقي عذقا يوضع في المسجد للمساكين قال محمد وهم اليوم يشترطون ذلك على\nالتجار \\ 1780 \\\n</p>\n\n<p>\n1782 حدثنا سويد عن مالك عن هاشم بن هاشم بن عتبة بن أبي وقاص عن عبد\nالله بن نسطاس عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال * من\nحلف على منبري هذا يمينا آثمة تبوأ مقعده من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p317'> Vol. 03, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n1783 حدثنا أبو الربيع حدثنا حماد عن عمرو بن دينار عن جابر بن عبد الله\nقال قال رسول الله صلى الله عليه وسلم * بين العبد وبين الكفر ترك الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p318'> Vol. 03, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n1784 حدثنا أبو الربيع حدثنا هشيم أخبرنا علي بن زيد بن جدعان عن محمد بن\nالمنكدر عن جابر قال قال رسول الله صلى الله عليه وسلم * ما بين منبري إلى\nحجرتي روضة من رياض الجنة وإن منبري على ترعة من ترع الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p319'> Vol. 03, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n1785 حدثنا أبو الربيع حدثنا إسماعيل بن زكريا عن المعلى عن عبد الله بن\nمحمد بن عقيل عن جابر * أن رسول الله صلى الله عليه وسلم استتاب رجلا ارتد\nعن الإسلام أربع مرات \\ 1784 \\\n</p>\n\n<p>\n1786 حدثنا إبراهيم حدثنا حماد عن أبي الزبير عن جابر بن عبد الله * أنهم\nكانوا في مغزى لهم فأصابهم جوع شديد فألقى البحر دابة عظيمة فأكلوا منها\nخمسة وعشرين يوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p320'> Vol. 03, p. 320</a>\n            </div>\n             لحما عبيطا قال أبو الزبير قال جابر بن عبد\nالله قال رسول الله صلى الله عليه وسلم هل جئتمونا منه بشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p321'> Vol. 03, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n1787 حدثنا إبراهيم حدثنا حماد عن أبي الزبير عن جابر أنهم ذبحوا يوم\nخيبر الخيل والبغال والحمير الأهلية * فنهى رسول الله صلى الله عليه وسلم\nعن البغال والحمير ولم ينه عن الخيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p322'> Vol. 03, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n1788 حدثنا إبراهيم حدثنا حماد عن أبي الزبير عن جابر بن عبد الله قال *\nنهى رسول الله صلى الله عليه وسلم عن الدباء والمزفت والنقير قال أبو\nالزبير فكان جابر إذا لم يجد سقاء انتبذ له في تور حجارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p323'> Vol. 03, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n1789 حدثنا إبراهيم <span id='ms0395'></span> حدثنا حماد عن أبي الزبير عن جابر بن عبد الله أن\nرسول الله صلى الله عليه وسلم قال * لا عدوى ولا طيرة ولا صفر ولا غول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p324'> Vol. 03, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n1790 حدثنا إبراهيم حدثنا حماد عن عمار بن أبي عمار عن جابر قال * جاءنا\nرسول الله صلى الله عليه وسلم وأبو بكر وعمر فأطعمناهم رطبا وأسقيناهم من\nالماء فقال رسول الله صلى الله عليه وسلم هذا من النعيم الذي تسألون عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p325'> Vol. 03, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n1791 حدثنا إبراهيم حدثنا حماد عن حجاج الصواف عن أبي الزبير عن جابر أن\nرسول الله صلى الله عليه وسلم قال * إذا أوى الرجل إلى فراشه ابتدره ملك\nوشيطان فيقول الملك اختم بخير ويقول الشيطان اختم بشر فإن ذكر الله ثم نام\nبات الملك يكلؤه فإذا استيقظ قال الملك افتح بخير وقال الشيطان افتح بشر\nفإن قال الحمد لله الذي رد علي نفسي ولم يمتها في منامها الحمد لله الذي\nيمسك السماوات والأرض أن تزولا فاطر إلى آخر الآية الحمد لله الذي يمسك\nالسماء أن تقع على الأرض إلا بإذنه فإن وقع من سريره فمات دخل الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p326'> Vol. 03, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n1792 حدثنا عبد الأعلى حدثنا حماد عن عبد الله بن محمد بن عقيل عن عبد\nالرحمن بن جابر عن جابر بن عبد الله قال * إن رسول الله صلى الله عليه وسلم\nأتي بكبشين أقرنين أملحين عظيمين موجوءين فأضجع أحدهما وقال بسم الله والله\nأكبر اللهم عن محمد وآل محمد ثم أضجع الآخر فقال بسم الله والله أكبر عن\nمحمد وأمته من شهد لك بالتوحيد وشهد لي بالبلاغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p327'> Vol. 03, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n1793 حدثنا عبد الأعلى حدثنا حماد عن علي بن زيد عن أبي المتوكل عن جابر\nبن عبد الله * أن رسول الله صلى الله عليه وسلم قال له في غزوة تبوك وهو\nعلى جمل أحمر فتخلف البعير فقال رسول الله صلى الله عليه وسلم ما شأنك يا\nجابر فقلت يا رسول الله تخلف بعيري فأتاه من قبل عجزه فدعا له وزجره فأتى\nعلي رسول الله صلى الله عليه وسلم فقال ما فعل البعير يا <span id='ms0396'></span> جابر قلت يا رسول\nالله ما زال يقدمنا منذ الليلة قال فبكم أخذته فقلت بثلاثة عشر دينارا قال\nرسول الله صلى الله عليه وسلم بعنيه بثمنه الذي أخذته ولك ظهره إلى المدينة\nففعلت فلما قدمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p329'> Vol. 03, p. 329</a>\n            </div>\n             المدينة خطمته فأتيته فأعطاني البعير\nوالثلاثة عشر دينارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p330'> Vol. 03, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n1794 حدثنا عبد الأعلى حدثنا بشر بن منصور عن عمر بن نبهان عن أبي شداد\nعن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم * ثلاث من جاء بهن\nمع إيمان دخل من أي أبواب الجنة شاء وزوج من الحور العين حيث شاء من عفا عن\nقاتله وأدى دينا خفيا وقرأ في دبر كل صلاة مكتوبة عشر مرات قل هو الله أحد\nالإخلاص قال فقال أبو بكر أو إحداهن يا رسول الله قال أو إحداهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p332'> Vol. 03, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n1795 حدثنا عبد الأعلى حدثنا يعقوب بن عبد الله عن عيسى بن جارية عن جابر\nبن عبد الله قال * صلى أبي بالناس في قباء ودخل في صلاته غلام من الأنصار\nوله سقي قال فلما سمع أبيا يقرأ سورة طويلة انفتل من صلاته فلما انفتل أبي\nأخبر بذلك قال فعرف أبي أن الغلام يشكو إلى رسول الله صلى الله عليه وسلم\nوقرب الغلام يشكو أبيا فقال رسول الله صلى الله عليه وسلم إن منكم منفرين\nفإذا صليتم فأوجزوا أو قال فأوجزوا شك أبو يحيى أو كما قال فإن خلفكم\nالكبير والمريض وذا الحاجة \\ 1794 \\\n</p>\n\n<p>\n1796 حدثنا عبد الأعلى حدثنا يعقوب بن عبد الله عن عيسى بن جارية عن جابر\nبن عبد الله قال * خرج رسول الله صلى الله عليه وسلم بمكة فمر على رجل قائم\nيصلي على صخرة فأتى ناحية مكة فمكث مليا ثم أقبل فوجد الرجل على حاله يصلي\nفجمع يديه ثم قال ثلاث مرار يا أيها الناس عليكم بالقصد عليكم بالقصد عليكم\nبالقصد فإن الله لن يمل حتى تملوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p333'> Vol. 03, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n1797 حدثنا أبو الربيع حدثنا يعقوب حدثنا عيسى بن جارية عن جابر * مر\nرسول الله صلى الله عليه وسلم بمكة على رجل يصلي على صخرة <span id='ms0397'></span> فأتى ناحية فمكث\nمليا ثم انصرف فوجد الرجل يصلي على حاله فقام فجمع يديه ثم قال أيها الناس\nعليكم بالقصد عليكم بالقصد فإن الله لا يمل حتى تملوا \\ 1796 \\\n</p>\n\n<p>\n1798 حدثنا أبو الربيع حدثنا يعقوب أخبرنا عيسى بن جارية عن جابر قال كان\nأبي يصلي بأهل قباء فاستفتح سورة طويلة ودخل معه غلام من الأنصار في الصلاة\nفلما سمعه قد استفتح بسورة طويلة انفتل الغلام من صلاته وكان يريد أن يعالج\nناضحا له يسقي عليه فلما انفتل أبي بن كعب قال له القوم إن فلانا انفتل من\nالصلاة فغضب أبي فأتى النبي صلى الله عليه وسلم يشكو الغلام فأتاه الغلام\nيشكوه إليه فغضب النبي صلى الله عليه وسلم حتى رئي الغضب في وجهه ثم قال *\nإن منكم منفرين فإذا صليتم فأوجزوا فإن خلفكم الضعيف والكبير والمريض وذا\nالحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p334'> Vol. 03, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n1799 حدثنا عبد الأعلى حدثنا يعقوب حدثني عيسى بن جارية عن جابر قال *\nدخل عبد الله بن مسعود المسجد والنبي صلى الله عليه وسلم يخطب فجلس إلى\nجنبه أبي بن كعب فسأله عن شيء أو كلمه بشيء فلم يرد عليه أبي فظن بن مسعود\nأنها موجدة فلما انفتل النبي صلى الله عليه وسلم من صلاته قال بن مسعود يا\nأبي ما منعك أن ترد علي قال إنك لم تحضر معنا الجمعة قال لم قال تكلمت\nوالنبي صلى الله عليه وسلم يخطب فقام بن مسعود فدخل على النبي صلى الله\nعليه وسلم فذكر ذلك له فقال رسول الله صلى الله عليه وسلم صدق أبي أطع أبيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p335'> Vol. 03, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n1800 حدثنا أبو الربيع حدثنا يعقوب أخبرنا عيسى بن جارية عن جابر قال دخل\nبن مسعود المسجد والنبي صلى الله عليه وسلم يخطب * فذكر نحو حديث عبد\nالأعلى \\ 1799 \\\n</p>\n\n<p>\n1801 حدثنا عبد الأعلى حدثنا يعقوب عن عيسى بن جارية حدثنا جابر بن عبد\nالله قال جاء أبي بن كعب إلى رسول الله صلى الله عليه وسلم فقال * يا رسول\nالله إن كان مني الليلة شيء يعني في رمضان قال وما ذاك يا أبي <span id='ms0398'></span> قال نسوة في\nداري قلن إنا لا نقرأ القرآن فنصلي بصلاتك قال فصليت بهن ثمان ركعات ثم\nأوترت قال فكان شبه الرضا ولم يقل شيئا \\ 1800 \\\n</p>\n\n<p>\n1802 حدثنا أبو الربيع حدثنا يعقوب أخبرنا عيسى عن جابر بن عبد الله قال\n* صلى بنا رسول الله صلى الله عليه وسلم في شهر رمضان ثمان ركعات وأوتر\nفلما كانت القابلة اجتمعنا في المسجد ورجونا أن يخرج إلينا فلم نزل فيه حتى\nأصبحنا ثم دخلنا فقلنا يا رسول الله اجتمعنا في المسجد ورجونا أن تصلي بنا\nفقال إني خشيت أو كرهت أن تكتب عليكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p336'> Vol. 03, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n1803 حدثنا أبو الربيع حدثنا يعقوب أخبرنا عيسى بن جارية عن جابر قال جاء\nبن أم مكتوم إلى النبي صلى الله عليه وسلم فقال * يا رسول الله إني مكفوف\nالبصر شاسع المنزل فكلمه في الصلاة أن يرخص له أن يصلي في منزله قال أتسمع\nالأذان قال نعم قال ائتها ولو حبوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p337'> Vol. 03, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n1804 حدثنا أبو الربيع حدثنا يعقوب حدثنا عيسى بن جارية عن جابر قال *\nأمر رسول الله صلى الله عليه وسلم بقتل الكلاب فجاء بن أم مكتوم فقال يا\nرسول الله إن منزلي شاسع ولي كلب فرخص له أياما ثم أمر بقتله \\ 1803 \\\n</p>\n\n<p>\n1805 حدثنا عبد الأعلى حدثنا حماد عن أبي الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p339'> Vol. 03, p. 339</a>\n            </div>\n             عن جابر أن\nرسول الله صلى الله عليه وسلم قال * من أحيا أرضا ميتة فله فيها أجر وما\nأكلت العافية يعني الطير والسباع فهو له صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p340'> Vol. 03, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n1806 حدثنا عبد الأعلى حدثنا حماد عن أيوب عن أبي الزبير عن جابر * أن\nرسول الله صلى الله عليه وسلم نهى عن المحاقلة والمزابنة والمخابرة\nوالمعاومة والثنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p341'> Vol. 03, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n1807 حدثنا عبد الأعلى حدثنا حماد بن شعيب عن أبي الزبير عن جابر قال *\nنهى رسول الله صلى الله عليه وسلم أن يدخل الماء إلا بمئزر \\ 1806 \\\n</p>\n\n<p>\n1808 حدثنا عبد الأعلى حدثنا حماد بن شعيب عن أبي الزبير عن جابر عن\nالنبي صلى الله عليه وسلم قال * ذكاة الجنين ذكاة أمه إذا أشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p343'> Vol. 03, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n1809 حدثنا عبد الأعلى حدثنا معتمر حدثنا أبو إسماعيل عن أبي الزبير\nوالوليد <span id='ms0399'></span> بن عبد الله بن أبي مغيث عن جابر أن نبي الله صلى الله عليه وسلم\nقال * لا تأذنوا لمن لم يبدأ بالسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p344'> Vol. 03, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n1810 حدثنا عبد الأعلى عن مالك عن جعفر بن محمد عن أبيه عن جابر بن عبد\nالله قال * رأيت رسول الله صلى الله عليه وسلم رمل من الحجر الأسود حتى\nانتهى إلى الحجر الأسود الثلاثة أطواف \\ 1809 \\\n</p>\n\n<p>\n1811 حدثنا أبو الربيع حدثنا حفص بن أبي داود عن محمد بن عبد الرحمن عن\nعطاء عن جابر بن عبد الله قال * عاد رسول الله صلى الله عليه وسلم مريضا\nوأنا معه فرآه يصلي ويسجد على وسادة فنهاه وقال إن استطعت أن تسجد على\nالأرض فاسجد وإلا فأومىء إيماء واجعل السجود أخفض من الركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p345'> Vol. 03, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n1812 حدثنا أبو الربيع حدثنا سلام يعني بن سليم عن محمد بن أبي حميد عن\nمحمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\n* ألا أدلكم على ما ينجيكم من عدوكم ويدر لكم أرزاقكم تدعون الله في ليلكم\nونهاركم فإن الدعاء سلاح المؤمن \\ 1811 \\\n</p>\n\n<p>\n1813 حدثنا أبو الربيع حدثنا محمد بن عبد الله الأنصاري حدثنا إسماعيل بن\nمسلم عن الحسن عن يزيد الرقاشي عن محمد بن المنكدر حدثنا جابر بن عبد الله\nقال رسول الله صلى الله عليه وسلم * عسى أن يكذبني رجل وهو متكئ على أريكته\nيبلغه الحديث عني فيقول ما قال ذا رسول الله صلى الله عليه وسلم دع هذا\nوهات ما في القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p346'> Vol. 03, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n1814 قال إسماعيل فحدثت به عمرو بن عبيد فقال لا حدثنا الحسن عن جابر بن\nعبد الله قال قلت فانطلق بنا إلى الحسن فأتينا الحسن فسألناه عن الحديث\nفقال حدثني يزيد الرقاشي عن محمد بن المنكدر عن جابر * \\ 1813 \\\n</p>\n\n<p>\n1815 حدثنا أبو بكر بن أبي شيبة حدثنا أبو خالد الأحمر عن بن جريج عن أبي\nالزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * اركبوا الهدي\nبالمعروف حتى تجدوا ظهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p347'> Vol. 03, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n1816 حدثنا أبو بكر حدثنا وكيع عن بن جريج عن أبي الزبير <span id='ms0400'></span> عن جابر * أن\nالنبي صلى الله عليه وسلم نهى عن طرق الفحل \\ 1815 \\\n</p>\n\n<p>\n1817 حدثنا أبو بكر حدثنا وكيع عن بن جريج عن أبي الزبير عن جابر * أن\nالنبي صلى الله عليه وسلم نهى عن منع فضل الماء ليمنع به الكلأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p348'> Vol. 03, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n1818 حدثنا أبو بكر حدثنا علي بن مسهر عن الأجلح عن الذيال بن حرملة\nالأسدي عن جابر بن عبد الله قال * اجتمعت قريش للنبي صلى الله عليه وسلم\nيوما فقالوا انظروا أعلمكم بالسحر والكهانة والشعر فليأت هذا الرجل الذي قد\nفرق جماعتنا وشتت أمرنا وعاب ديننا فليكلمه ولينظر ما يرد عليه قالوا ما\nنعلم أحدا غير عتبة بن ربيعة قالوا أنت يا أبا الوليد فأتاه عتبة فقال يا\nمحمد أنت خير أم عبد الله فسكت رسول الله ثم قال أنت خير أم عبد المطلب\nفسكت رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p349'> Vol. 03, p. 349</a>\n            </div>\n             قال فإن كنت تزعم أن هؤلاء\nخير منك فقد عبدوا الآلهة التي عبت وإن كنت تزعم أنك خير منهم فتكلم حتى\nنسمع قولك إنا والله ما رأينا سخلة قط أشأم على قومك منك فرقت جماعتنا وشتت\nأمرنا وعبت ديننا ففضحتنا في العرب حتى لقد طار فيهم أن في قريش ساحرا وأن\nفي قريش كاهنا والله ما ننتظر إلا مثل صيحة الحبلى بأن يقوم بعضنا إلى بعض\nبالسيوف حتى نتفانى أيها الرجل إن كان إنما بك الحاجة جمعنا حتى تكون أغنى\nقريش رجلا وإن كان إنما بك الباءة فاختر أي نساء قريش شئت فنزوجك عشرا قال\nله رسول الله أفرغت قال نعم قال فقال رسول الله صلى الله عليه وسلم بسم\nالله الرحمن الرحيم حم تنزيل من الرحمن الرحيم فصلت حتى بلغ <span class='quran'>فإن\nأعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود </span>فصلت فقال عتبة حسبك\nحسبك ما عندك غير هذا قال لا فرجع إلى قريش فقالوا ما وراءك قال ما تركت\nشيئا أرى أنكم تكلمونه به إلا كلمته قالوا هل أجابك قال نعم والذي نصبها\nبينة ما فهمت شيئا مما قال غير <span id='ms0401'></span> أنه قال أنذرتكم صاعقة مثل صاعقة عاد وثمود\nفصلت \\ 1817 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p350'> Vol. 03, p. 350</a>\n            </div>\n             قالوا ويلك يكلمك رجل بالعربية لا تدري ما قال\nقال لا والله ما فهمت شيئا مما قال غير ذكر الصاعقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p351'> Vol. 03, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n1819 حدثنا أبو بكر حدثنا شريك عن الأجلح عن أبي الزبير عن جابر قال *\nلما قدم النبي صلى الله عليه وسلم مكة أتي بأبي قحافة ورأسه ولحيته كأنهما\nثغامة فقال غيروا الشيب واجتنبوا السواد \\ 1818 \\\n</p>\n\n<p>\n1820 حدثنا أبو بكر حدثنا حسين بن علي عن زائدة عن بن عقيل عن جابر قال\nرسول الله صلى الله عليه وسلم * ناد يا عمر في الناس أنه من مات يعبد الله\nمخلصا من قلبه أدخله الله الجنة وحرم عليه النار قال فقال عمر يا رسول الله\nأفلا أبشر الناس قال لا لا يتكلوا \\ 1819 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p352'> Vol. 03, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n1821 حدثنا أبو بكر حدثنا حسين بن علي عن زائدة عن بن عقيل عن جابر قال\nرسول الله صلى الله عليه وسلم لأبي بكر * متى توتر قال من أول الليل بعد\nالعتمة ثم قال لعمر متى توتر قال من آخر الليل قال لأبي بكر أخذت بالحزم\nوقال لعمر أخذت بالقوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p353'> Vol. 03, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n1822 حدثنا أبو بكر حدثنا يونس بن محمد عن مفضل بن فضالة عن حبيب بن\nالشهيد عن محمد بن المنكدر عن جابر بن عبد الله * أن رسول الله صلى الله\nعليه وسلم أخذ بيد مجذوم فوضعها معه في القصعة فقال كل بسم الله ثقة بالله\nوتوكلا عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p354'> Vol. 03, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n1823 حدثنا أبو بكر حدثنا يونس بن محمد حدثنا عبد الواحد بن زياد حدثنا\nمجالد بن سعيد حدثني الشعبي عن جابر * أن أمرأتين من هذيل قتلت إحداهما\nالأخرى ولكل واحدة منهما زوج وولد فجعل رسول الله صلى الله عليه وسلم دية\nالمقتول على عاقلة القاتلة وبرأ زوجها وولدها قال فقال عاقلة المقتول\nميراثها لنا فقال رسول الله صلى الله عليه وسلم لا ميراثها لزوجها وولدها\nقال وكانت حبلى فقالت عاقلة المقتولة إنها كانت حبلى وألقت جنينا قال فخاف\nعاقلة القاتلة أن يضمنهم قال فقالوا يا رسول الله لا شرب ولا أكل <span id='ms0402'></span> ولا صاح\nفاستهل فقال رسول الله صلى الله عليه وسلم أسجع الجاهلية فقضى في الجنين\nغرة عبد أو أمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p355'> Vol. 03, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n1824 حدثنا أبو خيثمة حدثنا سفيان بن عيينة سمع عمرو جابر بن عبد الله\nقال * كنا مع رسول الله صلى الله عليه وسلم في غزاة فكسع رجل من المهاجرين\nرجلا من الأنصار فقال الأنصاري يا للأنصار فقال المهاجري يا للمهاجرين فسمع\nذلك رسول الله صلى الله عليه وسلم فقال ما بال دعوى الجاهلية قيل يا رسول\nالله كسع رجل من المهاجرين رجلا من الأنصار فقال رسول الله صلى الله عليه\nوسلم دعوها فإنها منتنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p356'> Vol. 03, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n1825 حدثنا أبو خيثمة حدثنا سفيان بن عيينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p357'> Vol. 03, p. 357</a>\n            </div>\n             سمع عمرو جابر بن\nعبد الله * أن النبي صلى الله عليه وسلم باع مدبرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p358'> Vol. 03, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n1826 وبه قال رسول الله صلى الله عليه وسلم * الحرب خدعة \\ 1825 \\\n</p>\n\n<p>\n1827 حدثنا أبو خيثمة حدثنا سفيان بن عيينة سمع عمرو عن جابر قال * كان\nمعاذ يصلي مع النبي صلى الله عليه وسلم ثم يرجع فيؤم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p359'> Vol. 03, p. 359</a>\n            </div>\n             قومه فأخر\nالنبي صلى الله عليه وسلم ليلة الصلاة فجاء فقرأ سورة البقرة فقال له النبي\nصلى الله عليه وسلم أفتان يا معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p360'> Vol. 03, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n1828 حدثنا أبو خيثمة حدثنا سفيان سمع عمرو جابرا قال * أتاه النبي صلى\nالله عليه وسلم يعني عبد الله بن أبي بعد ما أدخل حفرته فأمر به فأخرج فنفث\nعليه من ريقه وألبسه قميصة والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p361'> Vol. 03, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n1829 حدثنا زهير حدثنا سفيان سمع عمرو جابرا قال * لما أنزل على النبي\nصلى الله عليه وسلم قل هو القادر على أن يبعث عليكم عذابا من فوقكم قال\nأعوذ بوجهك أو من تحت أرجلكم قال أعوذ بوجهك أو يلبسكم شيعا ويذيق بعضكم\nبأس بعض قال هاتان أهون أو أيسر \\ 1828 \\\n</p>\n\n<p>\n1830 حدثنا أبو خيثمة حدثنا سفيان سمع عمرو جابرا * دخل رجل المسجد\nوالنبي صلى الله عليه وسلم يخطب فقال أصليت قال لا قال فصل ركعتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p362'> Vol. 03, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n1831 حدثنا أبو خيثمة حدثنا سفيان سمع عمرو عن جابر سمع أذناي من رسول\nالله صلى الله عليه وسلم * يخرج أقوام من النار فيدخلون <span id='ms0403'></span> الجنة \\ 1830 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p363'> Vol. 03, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n1832 حدثنا أبو خيثمة حدثنا سفيان سمع عمرو عن جابر قال * أطعمنا رسول\nالله صلى الله عليه وسلم لحم الخيل ونهانا عن لحوم الحمر الأهلية \\ 1831 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p364'> Vol. 03, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n1833 حدثنا أبو خيثمة حدثنا سفيان قال قلت لعمرو أسمعت جابرا يقول * مر\nرجل بسهام في المسجد فأمره النبي صلى الله عليه وسلم أن يمسك بنصالها قال\nنعم \\ 1832 \\\n</p>\n\n<p>\n1834 حدثنا أبو خيثمة حدثنا سفيان سمع عمرو جابرا * نهى النبي صلى الله\nعليه وسلم عن المخابرة \\ 1833 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p365'> Vol. 03, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n1835 حدثنا أبو خيثمة حدثنا سفيان عن عمرو عن سليمان بن يسار * أن طارقا\nقضى بالعمرى للوارث عن قول جابر عن رسول الله صلى الله عليه وسلم % حدثنا\nأبو خيثمة حدثنا سفيان عن أبي الزبير سمع جابرا يقول قال رسول الله صلى\nالله عليه وسلم أيكم كانت له أرض أو نخل فلا يبعها حتى يعرضها على شريكه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p366'> Vol. 03, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n1836 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر * أن النبي صلى\nالله عليه وسلم أمر بلعق الصحفة ولعق الأصابع فإنه لا يدري في أي ذلك\nالبركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p367'> Vol. 03, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n1837 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر أن رسول الله\nصلى الله عليه وسلم قال * أطفئوا المصابيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p368'> Vol. 03, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n1838 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر * قال لم نبايع\nالنبي صلى الله عليه وسلم على الموت إنما بايعناه على أن لا نفر \\ 1837 \\\n</p>\n\n<p>\n1839 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر قال * نهى رسول\nالله صلى الله عليه وسلم أن يبيع حاضر لباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p369'> Vol. 03, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n1840 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر * أن رجلا قال\nللنبي صلى الله عليه وسلم رأيت كأن عنقي ضربت أو رأسي انقطع قال لم يخبر\nأحدكم بتلعب الشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p370'> Vol. 03, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n1841 حدثنا أبو خيثمة حدثنا سفيان عن أبي الزبير عن جابر * أن النبي صلى\nالله عليه وسلم نهى عن بيع الثمر حتى يبدو صلاحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p371'> Vol. 03, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n1842 حدثنا زهير حدثنا سفيان عن الأسود بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p372'> Vol. 03, p. 372</a>\n            </div>\n             قيس عن نبيح\nالعنزي عن جابر بن عبد الله * أن النبي صلى الله عليه وسلم أمر بالقتلى\nقتلى أحد <span id='ms0404'></span> أن يردوا إلى مصارعهم وكان قد نقل بعضهم إلى المدينة أو من شاء\nالله منهم \\ 1841 \\\n</p>\n\n<p>\n1843 حدثنا زهير حدثنا سفيان عن الأسود بن قيس عن نبيح العنزي عن جابر *\nأن النبي صلى الله عليه وسلم نهى أن تطرقوا النساء ليلا قال جابر ثم\nطرقناهن بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p373'> Vol. 03, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n1844 حدثنا زهير حدثنا سفيان عن حميد الأعرج عن سليمان بن عتيق عن جابر *\nأن النبي صلى الله عليه وسلم نهى عن بيع السنين \\ 1843 \\\n</p>\n\n<p>\n1845 حدثنا زهير حدثنا سفيان عن بن جريج عن عطاء عن جابر بن عبد الله قال\n* نهى رسول الله صلى الله عليه وسلم عن المحاقلة والمزابنة والمخابرة وعن\nبيع الثمر حتى يبدو صلاحه وأن لا يباع إلا بالدنانير والدراهم إلا العرايا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p374'> Vol. 03, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n1846 حدثنا زهير حدثنا بن عيينة قال سمع جعفر أباه يحدثه عن جابر * أن\nالنبي صلى الله عليه وسلم كان يغرف على رأسه ثلاثا يعني في الغسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p375'> Vol. 03, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n1847 حدثنا زهير حدثنا هشيم بن بشير حدثنا أبو الزبير عن جابر قال رسول\nالله صلى الله عليه وسلم * من كذب علي متعمدا فليتبوأ مقعده من النار \\\n1846 \\\n</p>\n\n<p>\n1848 حدثنا زهير حدثنا هشيم حدثنا أبو الزبير عن جابر قال رسول الله صلى\nالله عليه وسلم * ألا لا يبيتن رجل عند امرأة في بيت إلا أن يكون ناكحا أو\nذا محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p376'> Vol. 03, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n1849 حدثنا زهير حدثنا هشيم بن بشير حدثنا أبو الزبير عن جابر قال * لعن\nرسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه وقال هم\nسواء \\ 1848 \\\n</p>\n\n<p>\n1850 حدثنا زهير حدثنا هشيم أخبرنا سيار عن الشعبي عن جابر بن عبد الله *\nقال خرجنا في غزاة مع رسول الله صلى الله عليه وسلم قال فلما قفلنا تعجلت\nعلى بعير لي قطوف قال فلحقني راكب من خلفي فنخس بعيري بعنزة كانت معه فسار\nبعيري كأجود ما أنت راء من الإبل فالتفت فإذا رسول الله صلى الله عليه وسلم\nفقال ما يعجلك قال قلت إني حديث عهد بعرس قال بكرا تزوجت أم ثيبا قال قلت\nثيبا قال فهلا جارية تلاعبها وتلاعبك قال فلما رجعوا <span id='ms0405'></span> قال أمهلوا حتى ندخل\nليلا عشاء كي تمتشط الشعثة وتستحد المغيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p377'> Vol. 03, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n1851 حدثنا زهير حدثنا هشيم أخبرنا داود بن أبي هند عن أبي الزبير عن\nجابر أن رسول الله صلى الله عليه وسلم قال * العمرى جائزة لأهلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p378'> Vol. 03, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n1852 حدثنا زهير حدثنا هشيم أخبرنا ليث عن عطاء عن جابر بن عبد الله * أن\nرسول الله صلى الله عليه وسلم قال حيث أفاض من عرفات أيها الناس عليكم\nالسكينة والوقار ولا يقتل بعضكم بعضا \\ 1851 \\\n</p>\n\n<p>\n1853 حدثنا مصعب بن عبد الله الزبيري حدثني أبي عن هشام بن عروة عن محمد\nبن المنكدر عن جابر أن رسول الله صلى الله عليه وسلم قال * ألا أخبركم على\nمن تحرم النار غدا على كل هين لين قريب سهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p379'> Vol. 03, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n1854 حدثنا عبيد بن جناد الحلبي حدثنا يوسف بن محمد بن المنكدر عن أبيه\nعن جابر بن عبد الله قال * سئل رسول الله صلى الله عليه وسلم عن الإيمان\nقال الصبر والسماحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p380'> Vol. 03, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n1855 حدثنا أبو همام حدثنا المغيرة بن سقلاب أخبرنا معقل بن عبيد الله عن\nعمرو بن دينار عن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم * من\nضمن لي ما بين لحييه وما بين رجليه ضمنت له الجنة \\ 1854 \\\n</p>\n\n<p>\n1856 حدثنا عبد الغفار بن عبد الله حدثنا المعافى بن عمران حدثنا الفضيل\nبن مرزوق حدثني الوليد رجل من أهل الخير والصلاح عن محمد بن علي عن سعيد بن\nالمسيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p381'> Vol. 03, p. 381</a>\n            </div>\n             عن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه\nوسلم يقول وهو على منبره يوم جمعة * يا أيها الناس توبوا إلى الله قبل أن\nتموتوا وبادروا بالأعمال الصالحة وصلوا الذي بينكم وبين ربكم بكثرة ذكركم\nإياه وبكثرة صدقتكم في السر والعلانية تؤجروا وتنصروا وترزقوا واعلموا أن\nالله قد افترض عليكم الجمعة فريضة مفروضة في يومي هذا ومقامي هذا في شهري\nهذا في عامي هذا إلى يوم القيامة فمن تركها في حياتي أو بعد موتي جحودا بها\nأو استخفافا بها فلا جمع الله له شمله ولا بارك له في <span id='ms0406'></span> أمره ألا ولا صلاة له\nألا ولا زكاة له ألا ولا حج له ولا صوم له ألا ولا بر له فمن تاب تاب الله\nعليه ولا تؤمن امرأة رجلا ولا يؤمن أعرابي مهاجرا ولا يؤمن فاجر برا إلا\nسلطان يخاف سيفه وسوطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p382'> Vol. 03, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n1857 حدثنا عيسى بن سالم حدثنا عبيد الله بن عمرو عن بن عقيل عن جابر بن\nعبد الله قال جاء رجل إلى النبي صلى الله عليه وسلم فقال * يا رسول الله\nأرأيت إن جاهدت في سبيل الله صابرا محتسبا مقبلا غير مدبر حتى أقتل أدخل\nالجنة قال نعم إلا أن يكون عليك دين ليس عندك له وفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p383'> Vol. 03, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n1858 حدثنا داود بن عمرو بن زهير الضبي حدثنا سفيان عن أبي الزبير عن\nجابر بن عبد الله * أن رجلا قال للنبي صلى الله عليه وسلم إني رأيت كأن\nرأسي قطعت أو عنقي ضربت فقال لم يخبر أحدكم بتلعب الشيطان \\ 1857 \\\n</p>\n\n<p>\n1859 حدثنا عمرو بن محمد الناقد حدثنا هشيم بن بشير أخبرنا أبو الزبير عن\nجابر قال رسول الله * لا يبيتن رجل عند امرأة في بيت إلا أن يكون ناكحا أو\nذا محرم \\ 1858 \\\n</p>\n\n<p>\n1860 حدثنا جعفر بن مهران السباك حدثنا عبد الأعلى حدثنا محمد بن إسحاق\nعن حرام بن عثمان عن محمود بن عبد الرحمن بن عمرو بن الجموح عن جابر بن عبد\nالله قال * ابتعنا بقرة في عهد نبي الله صلى الله عليه وسلم لنشترك عليها\nفانفلتت منا فامتنعت علينا فعرض لها مولى لنا يقال له ذكوان بسيف في يده\nوهي تجول بالصماد فضبا إلى تل فلما مرت به ضربها بالسيف في أصل عنقها أو\nعلى عنقها فخرقها بالسيف ووقعت فلم يدرك ذكاتها فخرجت أنا وعبد الله بن\nثابت بن الجذع فلقينا رسول الله صلى الله عليه وسلم فذكرنا له شأنها فقال\nكلوا إذا فاتكم من هذه البهائم شيء فاحبسوه بما تحبسون به الوحش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p384'> Vol. 03, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n1861 حدثنا جعفر بن مهران قال حدثنا عبد الأعلى عن محمد بن إسحاق عن عبد\nالله بن سهل أبي ليلى عن جابر <span id='ms0407'></span> بن عبد الله قال * خرج مرحب بن الحارث\nاليهودي وهو يقول قد علمت خيبر أني مرحب شاكي السلاح بطل مجرب أطعن أحيانا\nوحينا أضرب إذا الليوث أقبلت تلهب وأحجمت عن صولة المجرب كان حماي الحمى لا\nيقرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p385'> Vol. 03, p. 385</a>\n            </div>\n             هل من مبارز فقال رسول الله صلى الله عليه وسلم من لهذا\nقال محمد بن مسلمة أنا يا رسول الله أنا والله الموتور الثائر قتلوا أخي\nبالأمس فقال قم إليه اللهم أعنه فلما دنا أحدهما من صاحبه عرضت بينهما شجرة\nفطفق أحدهما يلوذ بها من صاحبه فكلما لاذ بها منه اقتطع بسيفه مادونه حتى\nرأيتها وإنها كالرجل القائم حتى خلص كل واحد منهما إلى صاحبه فشد عليه مرحب\nفضربه واتقاه بالدرقة فوقع سيفه فيها فنشب وعضت له الدرقة فأمسكته فضربه\nمحمد بن مسلمة فقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p386'> Vol. 03, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n1862 حدثنا جعفر بن مهران حدثنا عبد الأعلى عن محمد بن إسحاق قال حدثني\nعاصم بن عمر بن قتادة عن عبد الرحمن بن جابر عن أبيه جابر بن عبد الله قال\n* أقبلنا مع رسول الله صلى الله عليه وسلم لا نعلم بخبء القوم الذي خبؤوا\nلنا فاستقبلنا وادي حنين في عماية الصبح وهو واد أجوف من أودية تهامة حطوط\nإنما ينحدرون فيه انحدارا قال فوالله إن الناس ليتتابعون لا يعلمون بشيء إذ\nفجئهم الكتائب من كل ناحية فلم يتناظر الناس أن انهزموا راجعين قال وانحاز\nرسول الله صلى الله عليه وسلم ذات اليمين قال أين أيها الناس أنا رسول الله\nأنا محمد بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p387'> Vol. 03, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n1863 حدثنا جعفر حدثنا عبد الأعلى عن محمد بن إسحاق حدثني عاصم بن عمر بن\nقتادة عن عبد الرحمن بن جابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p388'> Vol. 03, p. 388</a>\n            </div>\n             عن أبيه جابر قال * كان أمام\nهوازن رجل جسيم على جمل أحمر في يده راية سوداء إذا أدرك طعن بها وإذا فاته\nشيء من بين يديه دفعها من خلفه فأنفذه فصمد له علي بن أبي طالب ورجل من\nالأنصار كلاهما يريده قال فضربه علي على عرقوبي الجمل فوقع على عجزه قال\nوضرب الأنصاري ساقه قال <span id='ms0408'></span> فطرح قدمه بنصف ساقه فوقع واقتتل الناس وخرج حين\nكانت الهزيمة كلدة وكان أخا صفوان بن أمية وكان يومئذ مشركا في المدة التي\nضرب له رسول الله صلى الله عليه وسلم ألا بطل السحر اليوم فقال له صفوان\nاسكت فض الله فاك فوالله لأن يربني رجل من قريش أحب إلي من أن يربني رجل من\nهوازن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p389'> Vol. 03, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n1864 حدثنا عبيد الله بن معاذ العنبري حدثنا أبي حدثنا شعبة عن أبي\nالزبير عن جابر بن عبد الله قال * صلى النبي صلى الله عليه وسلم على\nالنجاشي فكنت في الصف الثاني \\ 1863 \\\n</p>\n\n<p>\n1865 حدثنا عبيد الله حدثنا بشر بن المفضل حدثنا عمر بن عبد الله مولى\nغفرة قال سمعت أيوب بن خالد بن صفوان يقول قال جابر خرج علينا رسول الله\nصلى الله عليه وسلم فقال * يا أيها الناس إن لله سرايا من الملائكة تحل\nوتقف على مجالس الذكر في الأرض فارتعوا في رياض الجنة قالوا وأين رياض\nالجنة يا رسول الله قال مجالس الذكر فاغدوا وروحوا في ذكر الله وذكروه\nبأنفسكم من كان يحب أن يعلم منزلته عند الله فلينظر كيف منزلة الله عنده\nفإن الله ينزل العبد منه حيث أنزله من نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p390'> Vol. 03, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n1866 حدثنا عبيد الله بن عمر القواريري حدثنا بشر بن المفضل عن عمر مولى\nغفرة عن أيوب بن خالد عن جابر عن النبي صلى الله عليه وسلم * نحوه \\ 1865 \\\n</p>\n\n<p>\n1867 حدثنا عبيد الله بن معاذ قال ذكر أبي عن يوسف بن محمد بن المنكدر عن\nأبيه عن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم * إن الله\nتعالى حيي كريم يستحيي من عبده أن يرفع إليه يديه فيردهما صفرا ليس فيهما\nشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p391'> Vol. 03, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n1868 حدثنا عبيد الله بن معاذ قال ذكر أبي عن يوسف بن محمد بن المنكدر عن\nأبيه عن جابر قال * بينما نحن مع رسول الله صلى الله عليه وسلم في السوق\nإذا امرأة قد أخذت بعنان دابته وهو على حمار فقالت يا رسول الله إن زوجي لا\nيقربني ففرق بيني وبينه <span id='ms0409'></span> ومر زوجها فدعاه النبي صلى الله عليه وسلم فقال\nمالك ولها جاءت تشكو منك جفاء تشكو منك أنك لا تقربها قال يا رسول الله\nوالذي أكرمك إن عهدي بها لهذه الليلة وبكت المرأة فقالت كذب فرق بيني وبينه\nفإنه من أبغض خلق الله إلي فتبسم رسول الله صلى الله عليه وسلم ثم أخذ\nبرأسه ورأسها فجمع بينهما وقال اللهم أدن كل واحد من صاحبه قال جابر فلبثنا\nما شاء الله أن نلبث ثم مر رسول الله صلى الله عليه وسلم بالسوق فإذا نحن\nبامرأة تحمل أدما فلما رأته طرحت الأدم وأقبلت إلى النبي صلى الله عليه\nوسلم فقالت يا رسول الله والذي بعثك بالحق ما خلق الله من بشر أحب إلي منه\nإلا أنت قال عبيد الله ولا أراني سمعته من أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p392'> Vol. 03, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n1869 حدثنا عبيد الله حدثنا أبي حدثنا قره عن أبي الزبير عن جابر بن عبد\nالله قال * دعا النبي صلى الله عليه وسلم بصحيفة عند موته يكتب فيها كتابا\nلأمته قال لا يضلون ولا يضلون فكان في البيت لغط فتكلم عمر بن الخطاب فرفضه\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p393'> Vol. 03, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n1870 حدثنا عبيد الله حدثنا أبي حدثنا قره عن أبي الزبير عن جابر عن\nالنبي صلى الله عليه وسلم قال * من يصعد الثنية ثنية المرار فإنه يحط عنه\nما حط عن بني إسرائيل فكان أول من صعدها خيلنا خيل بني الخزرج قال فتتابع\nالناس فقال رسول الله صلى الله عليه وسلم كلكم مغفور له إلا صاحب الجمل\nالأحمر فقلنا تعال يستغفر لك رسول الله صلى الله عليه وسلم فقال والله لأن\nأجد ضالتي أحب إلي من أن يستغفر لي صاحبكم وإذا هو رجل ينشد ضالة \\ 1869 \\\n</p>\n\n<p>\n1871 حدثنا بن نمير حدثنا سعيد بن الربيع حدثنا قره بن خالد عن أبي\nالزبير عن جابر * أن رسول الله صلى الله عليه وسلم دعا عند موته بصحيفة\nليكتب فيها كتابا لا يضلون بعده ولا يضلون وكان في البيت لغط وتكلم عمر بن\nالخطاب فرفضها رسول الله <span id='ms0410'></span> صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p394'> Vol. 03, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n1872 حدثنا بن نمير حدثنا حفص عن بن جريج عن عطاء عن جابر * أن رسول الله\nصلى الله عليه وسلم نهى أن يخلط التمر والزبيب جميعا \\ 1871 \\\n</p>\n\n<p>\n1873 حدثنا محمد بن عبد الله بن نمير حدثنا أبو أسامة عن عبد الحميد بن\nجعفر عن يزيد بن أبي حبيب عن عطاء عن جابر بن عبد الله قال * سمعت رسول\nالله صلى الله عليه وسلم يوم فتح مكة يقول إن الله ورسوله حرم بيع الخمر\nوبيع الخنازير وبيع الميتة وبيع الأصنام فقال رجل يا رسول الله فما ترى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p395'> Vol. 03, p. 395</a>\n            </div>\n             في شحم الميتة فإنا ندهن به السفن وندهن به الجلود ونستصبح به\nفقال قاتل الله اليهود إن الله حرم عليهم شحومها أخذوا فجملوها ثم باعوها\nوأكلوا أثمانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p396'> Vol. 03, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n1874 حدثنا بن نمير حدثنا أبي حدثنا الربيع بن سعد الجعفي عن عبد الرحمن\nبن سابط عن جابر قال * من سره أن ينظر إلى رجل من أهل الجنة فلينظر إلى\nالحسين بن علي فإني سمعت رسول الله صلى الله عليه وسلم يقوله \\ 1873 \\\n</p>\n\n<p>\n1875 حدثنا عثمان بن أبي شيبة حدثنا أبو خالد الأحمر سليمان بن حيان عن\nثور بن يزيد عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم *\nتسليم بإصبع واحدة تشير بها فعل اليهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p397'> Vol. 03, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n1876 حدثنا عثمان بن أبي شيبة حدثنا إسماعيل بن مجالد عن أبيه عن عامر عن\nجابر قال * لما قدم جعفر من الحبشة عانقه النبي صلى الله عليه وسلم \\ 1875\n\\\n</p>\n\n<p>\n1877 حدثنا عثمان بن أبي شيبة حدثنا جرير بن عبد الحميد الضبي عن سفيان\nالثوري عن عبد الله بن محمد بن عقيل عن جابر بن عبد الله قال * كان رسول\nالله صلى الله عليه وسلم يشهد مع المشركين مشاهدهم قال فسمع ملكين خلفه\nوأحدهما يقول لصاحبه اذهب بنا حتى نقوم خلف رسول الله صلى الله عليه وسلم\nقال فقال كيف نقوم خلفه وإنما عهده باستلام الأصنام قبل قال فلم يعد بعد\nذلك أن يشهد مع المشركين مشاهدهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p398'> Vol. 03, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n1878 حدثنا عثمان حدثنا جرير عن سفيان <span id='ms0411'></span> عن عبد الله بن زياد بن حدير عن\nالنبي صلى الله عليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p399'> Vol. 03, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n1879 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحيم بن سليمان حدثنا\nالحجاج بن أرطاة عن عطاء بن أبي رباح وأبي الزبير المكي عن جابر بن عبد\nالله الأنصاري * أن رسول الله صلى الله عليه وسلم نهى أن يباع النخل سنتين\nأو ثلاثا ونهى أن يشترى ما في رؤوس النخل بكيل من تمر ونهى أن تباع الثمرة\nحتى يبدو صلاحها \\ 1878 \\\n</p>\n\n<p>\n1880 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الوهاب بن عبد المجيد يعني\nالثقفي عن جعفر بن محمد عن أبيه عن جابر بن عبد الله * أن رسول الله صلى\nالله عليه وسلم خرج عام الفتح إلى مكة في رمضان فصام حتى بلغ كراع الغميم\nقال فصام الناس وهم مشاة وركبان فقيل له إن الناس قد شق عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p400'> Vol. 03, p. 400</a>\n            </div>\n            \nالصوم إنما ينظرون ما تفعل أنت فدعا بقدح فرفعه إليه حتى نظر الناس ثم شرب\nفأفطر بعض الناس وصام بعض فقيل للنبي صلى الله عليه وسلم إن بعضهم صام فقال\nأولئك العصاة واجتمع إليه المشاة من أصحابه فصفوا إليه فقالوا نتعرض لدعوات\nرسول الله صلى الله عليه وسلم وقد اشتد السفر وطالت الشقة فقال لهم\nاستعينوا بالنسل فإنه يقطع عنكم الأرض وتخفون له قال ففعلنا فخففنا له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p401'> Vol. 03, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n1881 حدثنا منصور بن أبي مزاحم حدثنا محمد بن خطاب البصري عن علي بن زيد\nعن محمد بن المنكدر عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال *\nإذا ذلت العرب ذل الإسلام \\ 1880 \\\n</p>\n\n<p>\n1882 حدثنا عبد الله بن محمد بن سالم حدثنا محمد بن جعفر بن محمد بن علي\nبن حسين عن أبيه عن جده عن جابر * أن النبي صلى الله عليه وسلم رمل من\nالحجر إلى الحجر \\ 1881 \\\n</p>\n\n<p>\n1883 حدثنا سفيان بن وكيع بن الجراح حدثنا أبي عن إبراهيم بن يزيد المكي\nعن أبي الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p402'> Vol. 03, p. 402</a>\n            </div>\n             عن جابر قال كنا في سفر فصام رجل فغشي عليه فوقف\nعليه أصحابه فمر النبي <span id='ms0412'></span> صلى الله عليه وسلم فقالوا صام فقال النبي صلى الله\nعليه وسلم * ليس من البر الصوم في السفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p403'> Vol. 03, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n1884 حدثنا جعفر بن حميد الكوفي حدثنا يعقوب يعني القمي عن عيسى بن جارية\nعن جابر قال * كان رجل يحمل الخمر من خيبر إلى المدينة فيبيعها من المسلمين\nفحمل منها بمال فقدم به المدينة فلقيه رجل من المسلمين فقال يا فلان إن\nالخمر قد حرمت فوضعها حيث انتهى على تل وسجى عليها بالأكسية ثم أتى النبي\nصلى الله عليه وسلم فقال يا رسول الله بلغني أن الخمر قد حرمت قال أجل قال\nإلى أن أردها على من ابتعتها منه قال لا يصلح ردها قال إلى أن أهديها لمن\nيكافئني منها قال لا قال إن فيها مالا ليتامى في حجري قال إذا أتانا مال\nالبحرين فأتنا نعوض أيتامك من مالهم ثم نادى بالمدينة قال فقال الرجل يا\nرسول الله الأوعية ننتفع بها قال فحلوا أوكيتها فأنصبت حتى استقرت في بطن\nالوادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p404'> Vol. 03, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n1885 حدثنا جعفر بن حميد حدثنا يعقوب عن عيسى عن جابر * نحو حديث أبي\nالربيع في قصة بن أم مكتوم قال أجب ولو حبوا أو زحفا \\ 1884 \\\n</p>\n\n<p>\n1886 حدثنا جعفر حدثنا يعقوب عن عيسى عن جابر * نحو حديث بن أم مكتوم في\nالكلاب \\ 1885 \\\n</p>\n\n<p>\n1887 حدثنا أبو بكر حدثنا معاوية بن هشام حدثنا سفيان عن داود عن عامر عن\nجابر بن عبد الله قال * لما لقي النبي صلى الله عليه وسلم النقباء من\nالأنصار قال لهم تؤووني وتمنعوني قالوا فما لنا قال لكم الجنة \\ 1886 \\\n</p>\n\n<p>\n1888 حدثنا زهير بن حرب حدثنا جرير بن عبد الحميد عن حصين عن سالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p405'> Vol. 03, p. 405</a>\n            </div>\n             عن جابر * أن النبي صلى الله عليه وسلم كان يخطب قائما يوم\nالجمعة فجاءت عير من الشام فانفتل الناس حتى لم يبق إلا اثنا عشر رجلا\nفأنزلت هذه الآية التي في الجمعة وإذا رأوا تجارة أو لهوا انفضوا إليها\nوتركوك قائما الجمعة \\ 1887 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p406'> Vol. 03, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n1889 حدثنا زهير حدثنا جرير عن ليث عن عطاء عن جابر قال قال رسول الله\nصلى الله عليه وسلم * من <span id='ms0413'></span> أكل من هذا الثوم والبصل والكراث فلا يقربنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p407'> Vol. 03, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n1890 حدثنا زهير حدثنا جرير عن عاصم عن الشعبي عن جابر بن عبد الله قال *\nنهى رسول الله صلى الله عليه وسلم أن تنكح المرأة على عمتها أو على خالتها\n\\ 1889 \\\n</p>\n\n<p>\n1891 حدثنا زهير حدثنا جرير عن عاصم عن الشعبي عن جابر قال رسول الله صلى\nالله عليه وسلم * إذا طالت غيبة أحدكم فلا يأت أهله طروقا \\ 1890 \\\n</p>\n\n<p>\n1892 حدثنا زهير حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال * أتت\nالحمى النبي صلى الله عليه وسلم فاستأذنت عليه قال من أنت قالت أنا أم ملدم\nقال أتهتدين إلى أهل قباء قالت نعم قال فأتتهم فحموا ولقوا منها شدة\nفاشتكوا إليه قالوا يا رسول الله ما لقينا من الحمى قال إن شئتم دعوت الله\nفكشفها عنكم وإن شئتم كانت طهورا قالوا لا بل تكون لنا طهورا أو عرفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p408'> Vol. 03, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n1893 أخبرنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال\nسمعت رسول الله صلى الله عليه وسلم يقول * القسوة وغلظ القلوب قبل المشرق\nفي ربيعة ومضر والإيمان في أهل الحجاز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p409'> Vol. 03, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n1894 وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول * الناس تبع لقريش\nفي الخير والشر \\ 1893 \\\n</p>\n\n<p>\n1895 وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول * إن الشيطان إذا\nسمع النداء بالصلاة ذهب حتى يكون مكان الروحاء قال سليمان فسألته عن\nالروحاء فقال هي من المدينة سبعة وثلاثين ميلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p410'> Vol. 03, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n1896 وعن جابر قال * ركب رسول الله صلى الله عليه وسلم فرسا بالمدينة\nفصرعه على جذم نخلة فانفكت قدمه فأتيناه نعوده فوجدناه في مشربة لعائشة\nيسبح جالسا فقمنا خلفه فسكت عنا ثم أتيناه مرة أخرى فوجدناه يصلي المكتوبة\nفقمنا خلفه فأشار إلينا فقعدنا فلما قضى الصلاة قال إذا صلى الإمام جالسا\nفصلوا جلوسا وإذا صلى قائما فصلوا قياما ولا تفعلوا كما يفعل أهل فارس\nبعظمائها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p411'> Vol. 03, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n1897 وعن جابر قال * قدمنا مع رسول الله صلى الله عليه وسلم فتطوفنا\nبالبيت وأحللنا فلما أتينا البطحاء أمرنا أن نهل بالحج قال <span id='ms0414'></span> فقال بعض القوم\nأنهل بالحج وإنما عهدنا بالنساء أمس قال فكان منهم في ذلك كلام فقال رسول\nالله صلى الله عليه وسلم لو علمت أنهم يفعلون هذا ما سقت الهدي قال وقال\nلنا ليشترك النفر في الهدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p412'> Vol. 03, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n1898 حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن سالم بن أبي الجعد عن جابر\nبن عبد الله * قال أقبلنا من مكة إلى المدينة مع رسول الله صلى الله عليه\nوسلم قال فأعيا جملي فتخلفت عليه أسوقه قال وكان رسول الله صلى الله عليه\nوسلم في حاجة متخلفا فلحقني فقال لي مالك متخلفا قال قلت لا يا رسول الله\nإلا أن جملي ضلع علي فأردت أن ألحقه بالقوم قال فأخذ رسول الله صلى الله\nعليه وسلم بذنبه فضربه ثم زجره فقال اركب فلقد رأيتني بعد وإني لأكفه عن\nالقوم قال فنزلنا منزلا دون المدينة فأردت أن أتعجل إلى أهلي فقال لي رسول\nالله صلى الله عليه وسلم لا تأت أهلك طروقا قال قلت يا رسول الله إني حديث\nعهد بعرس قال فما تزوجت قلت امرأة ثيبا قال فهلا بكرا تلاعبها وتلاعبك قال\nفقلت يا رسول الله إن عبد الله توفي أو استشهد وترك جواري فكرهت أن أتزوج\nإليهن مثلهن قال فسكت ولم يقل لي أحسنت ولا أسأت قال ثم قال لي بعني جملك\nهذا قال قلت لا بل هو لك يا رسول الله قال لا بل بعنيه قال قلت لا بل هو لك\nيا رسول الله قال لا بل بعنيه قال قلت فإن لرجل علي أوقية ذهب فهو لك بها\nقال قد أخذت فتبلغ عليه المدينة قال فلما قدمت المدينة قال رسول الله صلى\nالله عليه وسلم لبلال أعطه أوقية ذهب وزده قال فأعطاني أوقية ذهب وزادني\nقيراطا قال فقلت لا تفارقني زيادة رسول الله صلى الله عليه وسلم قال فكان\nفي كيس لي فأخذه أهل الشام يوم الحرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p413'> Vol. 03, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n1899 حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي سفيان عن جابر بن عبد\nالله <span id='ms0415'></span> يقول سمعت رسول الله صلى الله عليه وسلم يقول * لو كان لابن آدم نخل\nلتمنى إليه مثله ولا يملأ جوف بن آدم إلا التراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p414'> Vol. 03, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n1900 وعن جابر جاء غلام لحاطب إلى رسول الله صلى الله عليه وسلم فقال *\nيا رسول الله دخل حاطب النار فقال كذبت أليس قد شهد بدرا والحديبية \\ 1899\n\\\n</p>\n\n<p>\n1901 وعن جابر سمعت النبي صلى الله عليه وسلم يقول * يبعث كل عبد على ما\nمات عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p415'> Vol. 03, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n1902 وعن جابر أن النبي صلى الله عليه وسلم قال * طعام رجل يكفي رجلين\nوطعام رجلين يكفي أربعة وطعام أربعة يكفي ثمانية \\ 1901 \\\n</p>\n\n<p>\n1903 وعن جابر عن النبي صلى الله عليه وسلم قال * إذا أكل أحدكم فليلعق\nأصابعه فإنكم لا تدرون في أيه تنزل البركة \\ 1902 \\\n</p>\n\n<p>\n1904 وعن جابر عن النبي صلى الله عليه وسلم قال * إن الشيطان ليحضر أحدكم\nعند كل شيء حتى يحضره عند طعامه وشرابه فإذا وقعت لقمة أحدكم فليرفعها\nوليمط ما أصابها من الأذى ثم ليأكلها ولا يدعها للشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p416'> Vol. 03, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n1905 وعن جابر سمعت النبي يقول * من خاف أن لا يستيقظ آخر الليل فليوتر\nأول الليل ثم ليرقد ومن طمع أن يستيقظ آخر الليل فليوتر من آخر الليل فإن\nالقراءة محضورة من آخر الليل وذلك أفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p417'> Vol. 03, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n1906 وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول * إن أهل الجنة\nيأكلون فيها ويشربون ولا يتفلون ولا يبولون ولا يتمخطون ولا يتغوطون قال\nفما بال الطعام قال جشاء ورشحا كرشح المسك يلهمون التسبيح والتحميد كما\nتلهمون النفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p418'> Vol. 03, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n1907 وعن جابر سمعت النبي صلى الله عليه وسلم يقول قبل موته بثلاث * لا\nيموتن أحد منكم إلا وهو يحسن الظن بالله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p419'> Vol. 03, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n1908 وعن جابر قال * ما بايعنا رسول الله صلى الله عليه وسلم زمن\nالحديبية على الموت ولكن بايعناه على أن لا نفر غير جد بن قيس أختبأ في إبط\nبعيره \\ 1907 \\\n</p>\n\n<p>\n1909 وعن جابر سمعت النبي صلى الله عليه وسلم يقول * إن عرش إبليس على\nالبحر فيبعث سراياه يفتنون الناس فأعظمه عنده أعظمه فتنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p420'> Vol. 03, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n1910 حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن <span id='ms0416'></span> سالم بن أبي الجعد عن جابر\nجاء رجل من الأنصار إلى رسول الله صلى الله عليه وسلم فقال * يا رسول الله\nإن لي جارية فإني أعزل عنها فقال النبي صلى الله عليه وسلم سيأتيها ما قدر\nلها ثم أتاه بعد ذلك فقال يا رسول الله قد حملت الجارية فقال رسول الله صلى\nالله عليه وسلم ما قدر الله من نفس تخرج إلا وهي كائنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p421'> Vol. 03, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n1911 حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي سفيان عن جابر سمعت\nالنبي صلى الله عليه وسلم يقول * إن في الليل ساعة لا يوافقها رجل مسلم\nيسأل الله خيرا من الدنيا والآخرة إلا أعطاه إياه \\ 1910 \\\n</p>\n\n<p>\n1912 وعن جابر قال كانت عند أم المؤمنين عائشة أمرأة معها صبي يقطر\nمنخراه دما فدخل رسول الله صلى الله عليه وسلم فقال * ما شأن هذا الصبي\nقالت به العذرة قال ويحكن يا معشر النساء لا تقتلن أولادكن وأي امرأة كان\nبصبيها عذرة أو وجع برأسه فلتأخذ قسطا هنديا فلتحكه ثم لتسعطه ثم أمر عائشة\nففعلت ذلك بالصبي فبرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p422'> Vol. 03, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n1913 وعن جابر * قال كان خال لي من الأنصار يرقي من الحية فنهى رسول الله\nصلى الله عليه وسلم عن الرقى فأتاه خالي فقال يا رسول الله إنك نهيت عن\nالرقى وإني كنت أرقي من الحية قال رسول الله اعرضها علي قال فعرضها عليه\nقال لا بأس بهذه هذه من المواثيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p423'> Vol. 03, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\n1914 حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال كان\nرجل من الأنصار يرقي من العقرب فنهى رسول الله صلى الله عليه وسلم عن الرقى\nقال فقال * يا رسول الله إنك نهيت عن الرقى وإني كنت أرقي من العقرب فقال\nرسول الله صلى الله عليه وسلم من استطاع منكم أن ينفع أخاه فليفعل \\ 1913 \\\n</p>\n\n<p>\n1915 حدثنا زهير حدثنا جرير عن منصور عن سالم بن أبي الجعد عن جابر قال *\nولد لرجل منا غلام فسماه محمدا فقال له قومه لا ندعك تسميه باسم رسول الله\nصلى الله عليه وسلم فانطلق بابنه <span id='ms0417'></span> حامله على ظهره فأتى به رسول الله صلى\nالله عليه وسلم فقال يا رسول الله ولد لي غلام فسميته محمدا فقال لي قومي\nلا ندعك تسميه باسم رسول الله صلى الله عليه وسلم فقال تسموا باسمي ولا\nتكتنوا بكنيتي فإنما أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p424'> Vol. 03, p. 424</a>\n            </div>\n             قاسم أقسم بينكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p425'> Vol. 03, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n1916 حدثنا أبو خيثمة حدثنا عباد بن العوام أخبرنا محمد بن عمرو عن سعيد\nبن الحارث عن جابر بن عبد الله قال * كنت أصلي مع رسول الله صلى الله عليه\nوسلم الظهر وآخذ قبضة من الحصا فأجعلها في كفي ثم أحولها إلى الكف الأخرى\nحتى تبرد ثم أضعها لجبيني حتى أسجد من شدة الحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p426'> Vol. 03, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n1917 حدثنا زهير حدثنا عباد بن العوام أخبرنا حجاج عن أبي الزبير عن جابر\nقال * كنا لا نقتل تجار المشركين على عهد رسول الله صلى الله عليه وسلم \\\n1916 \\\n</p>\n\n<p>\n1918 حدثنا زهير حدثنا عباد بن العوام عن سفيان بن حسين عن يونس بن عبيد\nعن عطاء عن جابر * أن النبي صلى الله عليه وسلم نهى عن الثنيا إلا أن تعلم\n\\ 1917 \\\n</p>\n\n<p>\n1919 حدثنا أبو خيثمة حدثنا عباد عن الحسن بن أبي جعفر عن أبي الزبير عن\nجابر قال * نهى رسول الله صلى الله عليه وسلم عن ثمن الكلب والهر إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p427'> Vol. 03, p. 427</a>\n            </div>\n             المعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p428'> Vol. 03, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n1920 حدثنا أبو خيثمة حدثنا جرير عن ليث عن أبي الزبير عن جابر قال *\nبعثنا رسول الله صلى الله عليه وسلم ست مائة رجل مع أبي عبيدة بن الجراح\nوما معنا إلا جراب من تمر قال فاقتسمناه فأصاب كل رجل منا خمس تمرات أو سبع\nتمرات فأكلناه حتى بلغنا الجوع قال فجعلنا نمص نواه فلما بلغنا الجوع\nساحلنا البحر فإذا حباب مثل الكثيب الضخم قد نضب عنه الماء فقال بعضنا\nأنأكل هذا وهو ميتة فقال أبو عبيدة أنتم غزاة في سبيل الله كلوا فلا بأس\nفأكلنا منه وملحنا منه وتزودنا فلما انتهينا إلى رسول الله صلى الله عليه\nوسلم ذكرنا له ذلك فقال لا بأس به هل مع أحد منكم شيء منه يطعمنيه قال فقال\nبعضنا لبعض نعم <span id='ms0418'></span> فبعثنا إليه منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p430'> Vol. 03, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n1921 حدثنا زهير حدثنا جرير عن مغيرة عن الشعبي عن جابر بن عبد الله قال\n* توفي أو استشهد عبد الله بن عمرو بن حرام وعليه دين فاستعديت رسول الله\nصلى الله عليه وسلم على غرمائه أن يضعوا من دينه فطلبت إليهم فلم يفعلوا\nفقال لي رسول الله صلى الله عليه وسلم اذهب فصنف تمرك أصنافا العجوة على\nحدة وعذق زيد على حدة أصنافا ثم أرسل إلي قال ففعلت ثم أرسلت إلى رسول الله\nصلى الله عليه وسلم فجاء فجلس على أعلاه أو في وسطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p431'> Vol. 03, p. 431</a>\n            </div>\n             ثم قال كل\nللقوم قال فكلت لهم حتى أوفيتهم الذي لهم ثم بقي تمري كأنه لم ينقص منه شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p432'> Vol. 03, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n1922 حدثنا أبو خيثمة حدثنا محمد حدثنا الأعمش عن أبي سفيان عن جابر قال\nقال النبي صلى الله عليه وسلم * ما في الأرض نفس منفوسة تأتي عليها مائة\nسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p433'> Vol. 03, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n1923 حدثنا زهير حدثنا محمد حدثنا الأعمش عن أبي سفيان عن جابر قال رسول\nالله صلى الله عليه وسلم تسموا باسمي ولا تكتنوا بكنيتي فإنما جعلت قاسما\nأقسم بينكم 1923 مكرر حدثنا زهير حدثنا محمد حدثنا الأعمش عن سالم بن أبي\nالجعد عن جابر قال قال رسول الله صلى الله عليه وسلم * تسموا باسمي ولا\nتكتنوا بكنيتي فإنما جعلت قاسما أقسم بينكم \\ 1922 \\\n</p>\n\n<p>\n1924 حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن آدم حدثنا حسن بن عياش عن\nجعفر عن أبيه عن جابر * كنا نصلي مع النبي صلى الله عليه وسلم الجمعة ثم\nنرجع فنريح نواضحنا قال حسن فقلت لجعفر أي ساعة تيك قال زوال الشمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p434'> Vol. 03, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n1925 حدثنا أبو بكر حدثنا مصعب حدثنا حسن بن صالح عن ليث عن طاووس عن\nجابر قال رسول الله صلى الله عليه وسلم * من كان يؤمن بالله واليوم الآخر\nفلا يدخل الحمام بغير إزار ومن كان يؤمن بالله واليوم الآخر فلا يدخل\nحليلته الحمام ومن كان يؤمن بالله واليوم الآخر فلا يأكل على مائدة تشرب\nعليها الخمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p435'> Vol. 03, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n1926 حدثنا أبو بكر حدثنا حفص بن غياث عن <span id='ms0419'></span> جعفر عن أبيه عن جابر قال *\nكانت العرب يفيض بهم الرجل يقال له أبو سيارة على حمار فلما حج رسول الله\nصلى الله عليه وسلم وقفت قريش مواقفها فكانت تقول نحن الحمس فخرج حتى وقف\nبعرفات فهو قوله <span class='quran'>ثم أفيضوا من حيث أفاض الناس </span>البقرة \\ 1925 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p436'> Vol. 03, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n1927 حدثنا أبو بكر حدثنا وكيع عن أسامة عن محمد بن المنكدر عن جابر قال\nرسول الله صلى الله عليه وسلم * سلوا الله علما نافعا وتعوذوا بالله من علم\nلا ينفع \\ 1926 \\\n</p>\n\n<p>\n1928 حدثنا أبو بكر حدثنا عبد الرحيم بن سليمان عن مجالد عن عامر عن جابر\nعن النبي صلى الله عليه وسلم قال * رجم يهوديا ويهودية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p437'> Vol. 03, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n1929 حدثنا أبو بكر حدثنا حميد بن عبد الرحمن عن أبيه عن أبي الزبير عن\nجابر * أن أبا بكر كان يصلي بصلاة رسول الله صلى الله عليه وسلم والناس\nيصلون بصلاة أبي بكر \\ 1928 \\\n</p>\n\n<p>\n1930 حدثنا أبو بكر حدثنا أبو أحمد عن شريك عن بن عقيل عن جابر أن النبي\nصلى الله عليه وسلم قال * من أراد أن يصوم فليتسحر ولو بشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p438'> Vol. 03, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\n1931 حدثنا أبو بكر حدثنا بن إدريس عن الأعمش عن أبي سفيان عن جابر قال\nرسول الله صلى الله عليه وسلم * لقد اهتز العرش لموت سعد بن معاذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p439'> Vol. 03, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n1932 حدثنا أبو بكر حدثنا شريك عن سلمة بن كهيل عن عطاء وأبي الزبير عن\nجابر * أن النبي صلى الله عليه وسلم باع مدبرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p440'> Vol. 03, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n1933 حدثنا أبو بكر حدثنا شبابة عن المغيرة بن مسلم عن أبي الزبير عن\nجابر * أن رسول الله صلى الله عليه وسلم عق عن الحسن والحسين \\ 1932 \\\n</p>\n\n<p>\n1934 حدثنا أبو بكر حدثنا محمد بن فضيل عن الأعمش عن أبي صالح وأبي سفيان\nعن جابر قال رسول الله صلى الله عليه وسلم * إذا فرغ أحدكم من طعامه فليلعق\nأصابعه فإنه لا يدري في أي طعامه تكون البركة \\ 1933 \\\n</p>\n\n<p>\n1935 حدثنا أبو بكر حدثنا يحيى بن آدم عن أبي الأحوص عن الأعمش عن أبي\nسفيان عن جابر سمعت رسول الله صلى الله عليه وسلم يقول * الإيمان في أهل\nالحجاز <span id='ms0420'></span> والقسوة وغلظ القلوب قبل المشرق في ربيعة ومضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p441'> Vol. 03, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n1936 حدثنا أبو بكر حدثنا حسين بن علي عن زائدة عن سليمان عن أبي سفيان\nعن جابر قال * جهز رسول الله صلى الله عليه وسلم جيشا حتى انتصف الليل أو\nبلغ ذلك ثم خرج إلينا فقال قد صلى الناس ورقدوا وأنتم تنتظرون هذه الصلاة\nأما إنكم لن تزالوا في صلاة ما انتظرتموها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p442'> Vol. 03, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n1937 حدثنا أبو بكر حدثنا عيسى بن يونس عن عبد الله بن مسلم عن عبد\nالرحمن بن سابط عن جابر قال قلت * يا رسول الله كيف أصبحت قال بخير من رجل\nلم يصبح صائما ولم يعد سقيما \\ 1936 \\\n</p>\n\n<p>\n1938 حدثنا أبو خيثمة حدثنا محمد بن خازم عن حجاج عن محمد بن المنكدر عن\nجابر بن عبد الله قال * أتى النبي صلى الله عليه وسلم أعرابي فقال أخبرني\nعن العمرة أواجبة هي قال رسول الله صلى الله عليه وسلم لا وأن تعتمر خير لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p443'> Vol. 03, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\n1939 حدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا داود بن أبي هند عن أبي\nنضرة عن جابر بن عبد الله قال * خرج رسول الله صلى الله عليه وسلم على\nأصحابه ذات ليلة وهم ينتظرون العشاء فقال صلى الناس ورقدوا وأنتم تنتظرونها\nأما إنكم في صلاة ما انتظرتموها ثم قال لولا ضعف الضعيف وكبر الكبير لأخرت\nهذه الصلاة إلى شطر الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p444'> Vol. 03, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n1940 حدثنا زهير حدثنا محمد بن خازم حدثنا الأعمش عن أبي سفيان عن جابر\nقال * أتى النبي صلى الله عليه وسلم النعمان بن قوقل فقال يا رسول الله إذا\nأحللت الحلال وحرمت الحرام وصليت المكتوبات أأدخل الجنة قال قال نعم \\ 1939\n\\\n</p>\n\n<p>\n1941 حدثنا زهير حدثنا محمد بن خازم حدثنا الأعمش عن أبي سفيان عن جابر\nقال قال رسول الله صلى الله عليه وسلم * مثل الصلوات الخمس كمثل نهر جار\nغمر على باب أحدكم يغتسل كل يوم خمس مرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p445'> Vol. 03, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\n1942 حدثنا زهير حدثنا محمد بن خازم عن الأعمش عن أبي سفيان عن جابر سمعت\nالنبي صلى الله عليه وسلم يقول قبل موته بثلاث * لا يموتن أحد <span id='ms0421'></span> منكم إلا وهو\nيحسن بالله الظن \\ 1941 \\\n</p>\n\n<p>\n1943 حدثنا زهير حدثنا محمد حدثنا الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * إذا قضى أحدكم الصلاة في مسجده فليجعل\nلبيته نصيبا من صلاته فإن الله جاعل في بيته من صلاته خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p446'> Vol. 03, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n1944 وبه حدثنا الأعمش عن أبي سفيان عن جابر قال * إنما أهل رسول الله\nصلى الله عليه وسلم بالحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p447'> Vol. 03, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n1945 حدثنا داود بن رشيد حدثنا بقية عن جرير بن يزيد الحميري حدثني\nالمنذر عن محمد بن المنكدر عن جابر بن عبد الله قال * مر رسول الله صلى\nالله عليه وسلم برجل يتوضأ وهو يغسل خفيه فنخسه بيده وقال إنا لم نؤمر بهذا\nقال فأراه رسول الله صلى الله عليه وسلم فقال بيده من مقدم الخفين إلى\nالساق وفرق بين أصابعه مرة واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p448'> Vol. 03, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\n1946 حدثنا داود بن رشيد حدثنا حفص بن غياث عن الأعمش عن أبي صالح عن أبي\nهريرة وعن أبي سفيان عن جابر قال * جاء سليك الغطفاني ورسول الله صلى الله\nعليه وسلم يخطب في يوم الجمعة فقال له أصليت قبل أن تجيء قال لا قال فصل\nركعتين وتجوز فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p449'> Vol. 03, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n1947 حدثنا داود بن رشيد حدثنا الوليد بن مسلم عن عنبسة بن عبد الرحمن عن\nمحمد بن زاذان عن جابر قال قال رسول الله صلى الله عليه وسلم * إذا وقعت\nكبيرة أو هاجت ريح مظلمة فعليكم بالتكبير فإنه يجلي العجاج الأسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p450'> Vol. 03, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n1948 حدثنا أبو عبد الله أحمد بن إبراهيم النكري حدثنا مبشر عن الأوزاعي\nعن يحيى بن أبي كثير قال سألت أبا سلمة بن عبد الرحمن أي القرآن انزل قبل\nفقال يا أيها المدثر فقلت أو <span class='quran'>اقرأ باسم ربك الذي خلق </span>العلق قال\nسألت جابر بن عبد الله أي القرآن أنزل قبل فقال يا أيها المدثر فقلت أو\n<span class='quran'>اقرأ باسم ربك الذي خلق </span>قال جابر لا أخبرك إلا ما حدثنا رسول\nالله قال رسول الله صلى الله عليه وسلم * جاورت بحراء شهرا فلما قضيت جواري\nنزلت فاستبطنت بطن الوادي قال <span id='ms0422'></span> فنوديت فنظرت أمامي وخلفي وعن يميني وعن\nشمالي فلم أر أحدا ثم نوديت فنظرت أمامي وخلفي وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p451'> Vol. 03, p. 451</a>\n            </div>\n             يميني وعن\nشمالي فلم أر أحدا ثم نظرت إلى السماء فإذا هو على العرش في الهواء قال\nمبشر يعني جبريل فجئت فأتيت خديجة فأمرتهم فدثروني فأنزل الله يا المدثر قم\nفأنذر وربك فكبر وثيابك فطهر المدثر \\ 1947 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p452'> Vol. 03, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n1949 حدثنا هدبة بن خالد حدثنا أبان بن يزيد حدثنا يحيى بن أبي كثير قال\nسألت أبا سلمة أي القرآن أنزل أول قال <span class='quran'>يا أيها المدثر </span>المدثر قال\nفقلت * إني أنبئت أن أول سورة نزلت من القرآن <span class='quran'>اقرأ باسم ربك الذي خلق\n</span>العلق قال أبو سلمة سألت جابر بن عبد الله أي القرآن أنزل أول قال يا\nأيها المدثر فقلت له إني أنبئت أن أول سورة نزلت من القرآن <span class='quran'>اقرأ باسم\nربك الذي خلق </span>قال جابر لا أحدثك إلا ما حدثنا رسول الله صلى الله عليه\nوسلم قال جاورت في حراء فلما قضيت جواري فاستبطنت الوادي فنوديت فنظرت\nأمامي وخلفي وعن يميني وعن شمالي فلم أر شيئا فنوديت فنظرت فوقي فإذا أنا\nبه قاعد على عرش بين السماء والأرض قال فجثثت منه فانطلقت إلى خديجة فقلت\nدثروني فدثروني وصبوا علي ماء باردا فانزلت علي <span class='quran'>يا أيها المدثر قم\nفأنذر وربك فكبر </span>المدثر \\ 1948 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p453'> Vol. 03, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n1950 حدثنا أحمد بن إبراهيم الدورقي حدثنا مبشر عن الأوزاعي عن يحيى بن\nأبي كثير حدثني بن مقسم قال حدثني جابر بن عبد الله قال * كنا مع رسول الله\nصلى الله عليه وسلم فمرت بنا جنازة فقام لها رسول الله صلى الله عليه وسلم\nفلما ذهبنا لنحمل إذا هي جنازة يهودية فقلنا يا رسول الله إنها جنازة\nيهودية قال إن الموت فزع فإذا رأيتم جنازة فقوموا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p454'> Vol. 03, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n1951 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الرزاق أخبرنا معمر عن الزهري\nعن بن أبي صعير عن جابر بن عبد الله قال * لما كان يوم أحد أشرف النبي صلى\nالله عليه وسلم على الشهداء الذين استشهدوا يومئذ فقال زملوهم بدمائهم فإني <span id='ms0423'></span>\nقد شهدت على هؤلاء فكان يدفن الرجلان والثلاثة في القبر الواحد ويسأل أيهم\nكان أقرأ للقرآن فيقدمه قال جابر فدفن أبي وعمي يومئذ في قبر واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p455'> Vol. 03, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n1952 حدثنا زكريا بن يحيى الواسطي حدثنا هشيم عن أبي الزبير عن جابر قال\nرسول الله صلى الله عليه وسلم * من كذب علي متعمدا فليتبوأ مقعدة من النار\n\\ 1951 \\\n</p>\n\n<p>\n1953 حدثنا محمد بن الصباح حدثنا إسماعيل بن زكريا عن الأعمش عن أبي\nسفيان عن جابر قال رسول الله صلى الله عليه وسلم * ليس بين العبد وبين تركه\nالإيمان إلا تركه الصلاة \\ 1952 \\\n</p>\n\n<p>\n1954 حدثنا زكريا بن يحيى حدثنا هشيم عن أبي الزبير عن جابر قال * كنا مع\nأبي عبيدة بن الجراح في سرية أو جيش فنفد زادنا فبصرنا بحوت قذفه البحر\nفأردنا أن نأكل منه فنهانها أبو عبيدة ثم قال نحن رسل رسول الله وفي سبيل\nالله كلوا فأكلنا منه فلما رجعنا ذكرنا ذلك لرسول الله صلى الله عليه وسلم\nفقال إن كان معكم منه شيء فابعثوا به إلينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p456'> Vol. 03, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n1955 حدثنا عمرو الناقد حدثنا سفيان بن عيينة عن عمرو عن جابر بن عبد\nالله يقول * بعثنا رسول الله صلى الله عليه وسلم في ثلاث مائة راكب وأميرنا\nأبو عبيدة بن الجراح نرصد عيرا لقريش فأقمنا بالساحل نصف شهر فأصابنا جوع\nشديد حتى أكلنا الخبط قال فسمي ذلك الجيش جيش الخبط ثم ألقى البحر لنا دابة\nيقال لها العنبر فأكلنا منه نصف شهر حتى ثابت أجسامنا وادهنا بودكه فأخذ\nأبو عبيدة ضلعا من أضلاعه فنظر إلى أطول جمل في الجيش فحمله عليه فمر تحته\n\\ 1954 \\\n</p>\n\n<p>\n1956 قال أبو عثمان قال لنا سفيان بن عيينة قال أبو الزبير عن جابر *\nأعطانا رسول الله صلى الله عليه وسلم جرابا فيه تمر فلما نفد وجدنا فقده\nفجعل الرجل يجيء بالشيء قال وأخرجنا من عينيه كذا وكذا جرة من ودك قال فلما\nقدمنا على النبي صلى الله عليه وسلم سألنا هل معكم منه شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p457'> Vol. 03, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n1957 حدثنا عمرو بن محمد الناقد حدثنا سفيان عن عمرو عن جابر قال كسع <span id='ms0424'></span> رجل\nمن المهاجرين رجلا من الأنصار فقال الأنصاري يا للأنصار وقال المهاجري يا\nللمهاجرين فلما سمع النبي صلى الله عليه وسلم ذاك قال * ما بال دعوى\nالجاهلية قالوا يا رسول الله رجل من المهاجرين كسع رجلا من الأنصار فقال\nدعوها فإنها منتنة فقال عبد الله بن أبي بن سلول أقد فعلوها لئن رجعنا إلى\nالمدينة ليخرجن الأعز منها الأذل فقال عمر دعني يا رسول الله أضرب عنق هذا\nالمنافق فقال دعه إنه لا يتحدث الناس أن محمدا يقتل أصحابه \\ 1956 \\\n</p>\n\n<p>\n1958 حدثنا عمرو الناقد حدثنا سفيان عن عمرو عن جابر قال * أتى النبي صلى\nالله عليه وسلم عبد الله بن أبي بعد ما أدخل حفرته فأمر به فأخرج فوضع على\nركبتيه ونفث عليه من ريقه وألبسه قميصه والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p458'> Vol. 03, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n1959 حدثنا خلف بن هشام حدثنا حماد بن زيد عن عمرو عن جابر بن عبد الله\nقال * كسع رجل من المهاجرين رجلا من الأنصار قال فجاء قوم ذا وقوم ذا فقال\nهؤلاء يا للمهاجرين وقال هؤلاء يا للأنصار فبلغ ذلك النبي صلى الله عليه\nوسلم فقال دعوها فإنها منتنة ثم قال ألا ما بال دعوى الجاهلية ألا ما بال\nدعوى الجاهلية \\ 1958 \\\n</p>\n\n<p>\n1960 حدثنا زكريا بن يحيى الواسطي حدثنا هشيم حدثنا أبو الزبير عن جابر\nقال * لعن النبي صلى الله عليه وسلم آكل الربا وموكله وشاهديه وكاتبه وقال\nهم سواء \\ 1959 \\\n</p>\n\n<p>\n1961 حدثنا زكريا بن يحيى حدثنا هشيم عن خالد قال حدثنا بعض أشياخنا عن\nجابر بن عبد الله أن أبا بكر قال من كانت له عند رسول الله صلى الله عليه\nوسلم عدة فليقم قال فقلت إن رسول الله صلى الله عليه وسلم وعدني أن يعطيني\nكذا وكذا وحفن بيده ثلاث حفنات قال فقال أبو بكر إذا أتانا مال فأتنا قال\nفجاءه مال فأتيته قال فحفنته بيدي فقال اعددها فإذا هي خمس مائة قال\nفأعطاني ألفا أخرى قال وقال ألك مال سواه قال قلت لا قال فإذا حال عليه\nالحول فأد زكاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p459'> Vol. 03, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\n1962 حدثنا زكريا حدثنا هشيم عن <span id='ms0425'></span> مجالد عن الشعبي عن جابر أن أبا بكر *\nقال من كان له عدة فليقم فذكر نحوه إلا أنه لم يذكر فيه قول أبي بكر إذا\nحال عليه الحول ولا قوله لك مال غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p460'> Vol. 03, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\n1963 حدثنا زكريا حدثنا هشيم أخبرنا علي بن زيد حدثنا محمد بن المنكدر عن\nجابر قال * أكلت مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان\nخبزا ولحما فصلوا ولم يتوضؤوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p461'> Vol. 03, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n1964 حدثنا زكريا حدثنا هشيم عن علي بن زيد عن محمد بن المنكدر عن جابر\nبن عبد الله قال قال رسول الله صلى الله عليه وسلم * ما بين منبري إلى\nحجرتي روضة من رياض الجنة وإن منبري على ترعة من ترع الجنة \\ 1963 \\\n</p>\n\n<p>\n1965 حدثنا زكريا حدثنا هشيم أخبرنا سيار عن أبي هبيرة الأنصاري عن جابر\nقال * اشترى رسول الله صلى الله عليه وسلم مني بعيرا كان لي ونحن في سفر\nقال وجعل لي ظهره إلى أن نقدم فلما قدمنا أتيته بالبعير فدفعت إليه فأمر لي\nبثمنه أوقيتين فانصرفت فإذا رسوله قد اتبعني فقال هلم يدعوك النبي صلى الله\nعليه وسلم فظننت أنه قد بدا له فلما أتيته قال لي خذ بعيرك فهو لك قال\nفانصرفت فلقيت رجلا من اليهود فأخبرته بالذي كان فجعل يعجب وقال أعطاك\nالثمن ورد عليك البعير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p462'> Vol. 03, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n1966 حدثنا عمرو الناقد حدثنا سفيان بن عيينة عن عمرو سمع جابرا يقول قال\nلي رسول الله صلى الله عليه وسلم * إذا جاء مال البحرين أعطيناك هكذا وهكذا\nوحفن سفيان بيده ثلاث حفنات \\ 1965 \\\n</p>\n\n<p>\n1967 حدثنا عمرو حدثنا سفيان عن عمرو عن جابر قال * لما أنزل على رسول\nالله صلى الله عليه وسلم قل هو القادر على أن يبعث عليكم عذابا من فوقكم\nقال أعوذ بوجهك أو من تحت أرجلكم قال أعوذ بوجهك أو يلبسكم شيعا ويذيق\nبعضكم بأس بعض الأنعام قال هاتان أهون أو هاتان أيسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p463'> Vol. 03, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n1968 حدثنا عمرو حدثنا سفيان عن عمرو حدثنا جابر قال النبي صلى الله عليه\nوسلم * الحرب خدعة قال أبو عثمان قال لي بعض أصحابنا <span id='ms0426'></span> كثير منهم كان يقول\nالحرب خدعة ولم أسمعة أنا إلا بالرفع خدعة \\ 1967 \\\n</p>\n\n<p>\n1969 حدثنا عمرو حدثنا سفيان عن عمرو عن جابر قال * دخل رجل المسجد\nوالنبي صلى الله عليه وسلم يخطب يوم الجمعة قال صليت قال لا قال فصل ركعتين\n\\ 1968 \\\n</p>\n\n<p>\n1970 حدثنا عمرو حدثنا سفيان عن أبي الزبير عن جابر قال * دخل سليك\nالغطفاني المسجد والنبي صلى الله عليه وسلم يخطب يوم الجمعة قال أصليت قال\nلا قال فصل ركعتين \\ 1969 \\\n</p>\n\n<p>\n1971 حدثنا عمرو الناقد حدثنا سفيان قال قلت لعمرو أسمعت جابر بن عبد\nالله * يقول مر رجل بسهام في المسجد فقال له رسول الله صلى الله عليه وسلم\nأمسك بنصالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p464'> Vol. 03, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n1972 حدثنا عمرو الناقد حدثنا سفيان عن عمرو عن جابر قال * قال رجل يوم\nأحد يا رسول الله إن قتلت فأين أنا قال في الجنة فألقى تمرات في يده وقاتل\nحتى قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p465'> Vol. 03, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n1973 حدثنا عمرو حدثنا سفيان عن عمرو سمعت جابر بن عبد الله يشير إلى\nأذنيه سمع أذني من رسول الله صلى الله عليه وسلم * أن قوما يخرجون من النار\nفيدخلون الجنة \\ 1972 \\\n</p>\n\n<p>\n1974 حدثنا عمرو حدثنا سفيان عن عمرو عن جابر قال قال لي رسول الله صلى\nالله عليه وسلم * يا جابر أتزوجت قلت نعم قال بكرا أو ثيبا قال قلت لا بل\nثيبا قال فهلا جارية تلاعبك وتلاعبها قلت يا رسول الله إن أبي قتل يوم أحد\nوترك تسع بنات وهن لي تسع أخوات فلم أحب أن أجمع إليهن جارية خرقاء مثلهن\nولكن امرأة تمشطهن وتقوم عليهن قال أصبت \\ 1973 \\\n</p>\n\n<p>\n1975 حدثنا عمرو حدثنا سفيان عن عمرو عن جابر * أطعمنا رسول الله صلى\nالله عليه وسلم لحوم الخيل ونهانا عن لحوم الحمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p466'> Vol. 03, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n1976 حدثنا عمرو حدثنا سفيان عن عمرو عن جابر قال رسول الله صلى الله\nعليه وسلم * دخلت الجنة فرأيت فيها دارا فسمعت فيها ضوضاء فقلت لمن هذا\nقالوا لرجل من قريش قلت من هو قالوا عمر بن الخطاب فأردت أن أدخلها فذكرت\nغيرتك يا أبا حفص فبكى وقال أعليك أغار يا رسول الله \\ 1975 \\\n</p>\n\n<p>\n1977 حدثنا عمرو <span id='ms0427'></span> حدثنا سفيان عن عمرو عن جابر قال * إن رجلا دبر غلاما له\nولم يكن له مال غيره فباعه النبي صلى الله عليه وسلم فاشتراه بن النحام منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p467'> Vol. 03, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n1978 حدثنا عمرو حدثنا سفيان عن بن المنكدر سمع جابر بن عبد الله * قال\nقال لي رسول الله صلى الله عليه وسلم حين تزوجت هل اتخذتم أنماطا قلت أنى\nلنا أنماط قال أما إنها ستكون \\ 1977 \\\n</p>\n\n<p>\n1979 حدثنا زكريا بن يحيى قال حدثنا هشيم عن حصين عن سالم بن أبي الجعد\nوأبي سفيان عن جابر بن عبد الله قال * بينما النبي صلى الله عليه وسلم يخطب\nيوم الجمعة وقدمت عير إلى المدينة فابتدرها أصحاب رسول الله صلى الله عليه\nوسلم حتى لم يبق معه إلا اثنا عشر رجلا فقال رسول الله صلى الله عليه وسلم\nوالذي نفسي بيده لو تتابعتم حتى لا يبقى منكم أحد لسال بكم الوادي النار\nفنزلت هذه الآية <span class='quran'>وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما\n</span>الجمعة وقال في الاثني عشر الذين ثبتوا مع رسول الله صلى الله عليه\nوسلم أبو بكر وعمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p468'> Vol. 03, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n1980 حدثنا عبد الله بن عمر بن أبان حدثنا محبوب عن أسامة عن محمد بن\nالمنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم على\nالمنبر * سلوا الله علما نافعا وتعوذوا بالله من علم لا ينفع \\ 1979 \\\n</p>\n\n<p>\n1981 حدثنا عبد الله حدثنا إبراهيم بن عيينة عن أبي طالب القاص عن محارب\nبن دثار عن جابر قال قال رسول الله صلى الله عليه وسلم * نعم الإدام الخل\nوكفى بالمرء شرا أن يسخط ما قرب إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p469'> Vol. 03, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n1982 حدثنا عبيد الله بن عمر أبو سعيد حدثنا حماد أخبرنا عمرو عن جابر\nقال * لما نزلت <span class='quran'>قل هو القادر على أن يبعث عليكم عذابا من فوقكم أو من\nتحت أرجلكم </span>قال رسول الله صلى الله عليه وسلم أعوذ بوجهك أو يلبسكم\nشيعا ويذيق بعضكم بأس بعض الأنعام قال هذا أهون أو هذا أيسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p470'> Vol. 03, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n1983 حدثناه إسحاق بن أبي إسرائيل حدثنا حماد عن عمرو <span id='ms0428'></span> عن جابر قال * لما\nنزلت <span class='quran'>هو القادر على أن يبعث عليكم عذابا من فوقكم </span>قال أعوذ بوجهك\nأو من تحت أرجلكم قال أعوذ بوجهك أو يلبسكم شيعا الأنعام قال هذا أهون \\\n1982 \\\n</p>\n\n<p>\n1984 حدثنا عبيد الله بن عمر حدثنا حماد عن عمرو عن جابر * أن رجلا من\nالأنصار أعتق غلاما له لم يكن له مال غيره قال فبلغ ذلك رسول الله صلى الله\nعليه وسلم فقال من يشتريه مني فاشتراه نعيم بن عبد الله بثمان مائة فدفعها\nإليه قال سمعت جابرا يقول عبدا قبطيا مات عام أول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p471'> Vol. 03, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n1985 حدثناه إسحاق حدثنا حماد * بإسناده مثله \\ 1984 \\\n</p>\n\n<p>\n1986 حدثنا عبيد الله بن عمر حدثنا حماد حدثنا عمرو بن دينار عن جابر بن\nعبد الله أن رجلا من المهاجرين كسع رجلا من الأنصار تجمع قوم هذا وقوم هذا\nفقال هذا يا للمهاجرين وقال هذا يا للأنصار فبلغ ذلك رسول الله صلى الله\nعليه وسلم فقال * دعوها فإنها منتنة ثم قال ألا ما بال دعوى الجاهلية ألا\nما بال دعوى الجاهلية \\ 1985 \\\n</p>\n\n<p>\n1987 حدثنا إسحاق حدثنا حماد * بإسناده نحوه \\ 1986 \\\n</p>\n\n<p>\n1988 حدثنا عبيد الله القواريري حدثنا حماد عن عمرو عن جابر * أن رجلا\nدخل ورسول الله صلى الله عليه وسلم يخطب الناس يوم الجمعة فقال صليت يا\nفلان قال لا قال فقم فاركع \\ 1987 \\\n</p>\n\n<p>\n1989 حدثناه إسحاق حدثنا حماد بن زيد عن عمرو بن دينار عن جابر قال *\nبينما النبي صلى الله عليه وسلم يخطب الناس يوم الجمعة فذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p472'> Vol. 03, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n1990 حدثنا القواريري حدثنا حماد عن عمرو عن جابر قال هلك أبي فترك سبع\nبنات أو تسع بنات قال حماد ولا أعلمه إلا قال تسع فتزوجت امرأة ثيبا فقال\nلي رسول الله صلى الله عليه وسلم * تزوجت يا جابر قلت نعم قال بكرا أم ثيبا\nقلت ثيبا قال فهلا جارية تلاعبها وتلاعبك أو قال تضاحكها وتضاحكك قال قلت\nإن عبد الله هلك وترك تسع بنات وإني كرهت أن أجيئهن بمثلهن فأردت امرأة\nتقوم عليهن فقال لي بارك الله لك أو قال خيرا \\ 1989 \\\n</p>\n\n<p>\n1991 حدثنا إسحاق حدثنا حماد <span id='ms0429'></span> عن عمرو سمعت جابرا يقول * هلك أبي وترك تسع\nأو سبع فذكر نحوه إلا أنه قال فقال لي فبارك الله لك ودعا لي \\ 1990 \\\n</p>\n\n<p>\n1992 حدثنا عبيد الله القواريري حدثنا حماد قال قلت لعمرو بن دينار يا\nأبا محمد أسمعت جابر بن عبد الله يحدث عن النبي صلى الله عليه وسلم * أن\nالله يخرج من النار قوما بالشفاعة قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p473'> Vol. 03, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n1993 حدثنا إسحاق حدثنا حماد * بإسناده مثله \\ 1992 \\\n</p>\n\n<p>\n1994 حدثنا عبيد الله حدثنا حماد حدثنا عمرو عن جابر * أن رجلا مر بأسهم\nفي المسجد قد أبدى نصولها فأمر أن يأخذ بنصولها لا يخدش مسلما \\ 1993 \\\n</p>\n\n<p>\n1994 إسحاق حدثنا حماد عن عمرو عن جابر * مثله \\ 1994 \\\n</p>\n\n<p>\n1995 حدثنا إسحاق حدثنا سفيان قال قلت لعمرو أسمعت جابرا يحدث أن رجلا\nدخل المسجد بسهام فقال رسول الله صلى الله عليه وسلم * خذ بأنصالها قال نعم\n\\ 1995 \\\n</p>\n\n<p>\n1996 حدثنا عبيد الله حدثنا حماد عن عمرو عن جابر قال حماد ولا أعلمه إلا\nقد رفعه * أنه نهى عن كراء الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p474'> Vol. 03, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n1997 حدثنا أبو سعيد القواريري حدثنا حماد عن مطر عن عطاء عن جابر يرفعه\nقال * نهى رسول الله صلى الله عليه وسلم عن كراء الأرض \\ 1997 \\\n</p>\n\n<p>\n1998 حدثنا عبيد الله بن عمر حدثنا حماد حدثنا عمرو عن محمد بن علي عن\nجابر بن عبد الله * أن رسول الله صلى الله عليه وسلم نهى يوم خيبر عن لحوم\nالحمر الأهلية وأذن في لحوم الخيل \\ 1998 \\\n</p>\n\n<p>\n1999 حدثنا إسحاق بن أبي إسرائيل حدثنا يحيى بن سليم عن بن خثيم عن عبد\nالرحمن بن سابط أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p475'> Vol. 03, p. 475</a>\n            </div>\n             حدثه جابر بن عبد الله سمع رسول الله صلى\nالله عليه وسلم يقول لكعب بن عجرة * يا كعب بن عجرة الصلاة قربان والصيام\nجنة والصدقة تطفىء الخطيئة كما يطفئ الماء النار يا كعب بن عجرة الناس\nغاديان فبائع نفسه فموبق رقبته ومبتاع نفسه فمعتق رقبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p476'> Vol. 03, p. 476</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "215",
    "216",
    "217",
    "218",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "230",
    "232",
    "233",
    "234",
    "235",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "329",
    "330",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "339",
    "340",
    "341",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}