{
  "content": "\n<p>\n| 1 ( تابع مسند جابر )\n</p>\n\n<p>\n2000 حدثنا إسحاق حدثنا عبد الوارث بن سعيد عن القاسم بن عبد الواحد عن\nعبد الله بن محمد بن عقيل سمع جابرا قال قال لي رسول الله صلى الله عليه\nوسلم <span id='ms0430'></span> * إن العبد إذا تزوج بغير إذن سيده كان عاهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n2001 حدثنا إسحاق حدثنا سفيان عن بن المنكدر عن جابر قال * ما سئل رسول\nالله صلى الله عليه وسلم شيئا قط فقال لا \\ 2001 \\\n</p>\n\n<p>\n2002 حدثنا إسحاق حدثنا سفيان حدثنا محمد السلمي قال سفيان أراه بن علي\nبن عم المنصور عن عبد الله بن محمد بن عقيل سمع جابرا قال قال لي رسول الله\nصلى الله عليه وسلم * يا جابر علمت أن الله أحيا أباك فقال له تمن على الله\nفقال أرجع إلى الدنيا فأقتل مرة أخرى قال إني قضيت أنهم لا يرجعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n2003 حدثنا إسحاق حدثنا يحيى بن سليم عن بن خثيم عن أبي الزبير عن جابر\nقال لما رجعت مهاجرة البحر إلى رسول الله صلى الله عليه وسلم فقال * ألا\nتحدثون بأعاجيب ما رأيتم بأرض الحبشة قال فتية منها يا رسول الله بينما نحن\nجلوس إذ مرت علينا عجوز من عجائزها تحمل على رأسها قلة من ماء فمرت بفتى\nمنهم فجعل إحدى يديه بين كتفيها فدفعها فخرت على ركبتها فانكسرت قلتها فلما\nارتفعت التفت إليه فقالت سوف تعلم يا غدر إذا وضع الله الكرسي وجمع الأولين\nوالآخرين وتكلمت الأيدي والأرجل بما كانوا يكسبون فسوف تعلم كيف أمرك وأمري\nعنده غدا قال يقول رسول الله صلى الله عليه وسلم صدقت ثم صدقت كيف يقدس\nالله قوما لا يؤخذ لضعيفهم من شديدهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n2004 حدثنا إسحاق حدثنا مالك بن سعير بن الخمس حدثنا إسماعيل بن عبد\nالملك عن أبي الزبير عن جابر قال * لما كان الخندق نظرت إلى رسول الله صلى\nالله عليه وسلم فوجدته قد وضع حجرا بينه وبين إزاره يقيم به صلبه من الجوع\n\\ 2004 \\\n</p>\n\n<p>\n2005 حدثنا إسحاق حدثنا جرير عن الأعمش عن أبي صالح وأبي سفيان عن جابر *\nقال جاء رجل يقال له أبو حميد بقدح من لبن من النقيع فقال له رسول الله صلى\nالله عليه وسلم ألا خمرته ولو بعود تعرضه عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n2006 حدثنا إسحاق حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال <span id='ms0431'></span> كان رجل\nيرقي من العقرب فنهى رسول الله صلى الله عليه وسلم عن الرقي فقال * يا رسول\nالله إنك نهيت عن الرقي وإني كنت أرقي من العقرب قال رسول الله صلى الله\nعليه وسلم من استطاع منكم ان ينفع أخاه فليفعل \\ 2006 \\\n</p>\n\n<p>\n2007 حدثنا إسحاق حدثنا جرير عن الأعمش عن أبي سفيان عن جابر * قال كان\nخالي من الأنصار يرقي من الحمة فقال رسول الله صلى الله عليه وسلم اعرضها\nعلي فعرضها عليه فقال رسول الله صلى الله عليه وسلم لا بأس بهذه هذه من\nالمواثيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n2008 حدثنا إسحاق حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال سمعت\nالنبي صلى الله عليه وسلم يقول * إذا سجد أحدكم فليعتدل ولا يفترش ذراعيه\nافتراش الكلب \\ 2008 \\\n</p>\n\n<p>\n2009 حدثنا إسحاق حدثنا جرير عن الأعمش عن أبي سفيان عن جابر * قال كانت\nعند عائشة امرأة قال أبو يعلي تصب على صبي يقطر منخراه دما فدخل رسول الله\nصلى الله عليه وسلم فقال ما شأن هذا الصبي فقالوا به العذرة فقال ويحكن يا\nمعشر النساء لا تقتلن اولادكن أيما امرأة كان بصبيها عذرة أو وجع برأسه\nفلتأخذ قسطا هنديا فلتحكه ثم لتسعط ثم أمر عائشة ففعلت ذلك بالصبي فبرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n2010 حدثنا إسحاق حدثنا عبد الرزاق عن منصور عن سالم بن أبي الجعد عن\nجابر قال * كان النبي صلى الله عليه وسلم إذا سجد جافى حتى يرى بياض إبطيه\n\\ 2010 \\\n</p>\n\n<p>\n2011 حدثنا إسحاق حدثنا هشيم عن أبي بشر عن أبي سفيان عن جابر أن وفد\nثقيف سألوا النبي صلى الله عليه وسلم قالوا * إن أرضنا أرض باردة فكيف\nبالغسل فقال أما أنا فأحثي على رأسي ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n2012 حدثنا إسحاق حدثنا هشام بن يوسف عن بن جريج قال حدثني أبو الزبير\nأنه سمع جابر بن عبد الله يقول * لم يطف النبي صلى الله عليه وسلم ولا\nأصحابه بين الصفا والمروة إلا طوافا واحدا طوافه الأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n2013 حدثنا إسحاق حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن بن أبي صعير\nعن جابر قال * لما كان يوم <span id='ms0432'></span> أحد أشرف النبي صلى الله عليه وسلم على الشهداء\nالذين استشهدوا يومئذ فقال زملوهم بدمائهم فإني قد شهدت على هؤلأء فكان\nيدفن الرجلان والثلاثة في القبر الواحد ويسأل أيهم كان أقرأ للقرآن فيقدمه\nقال جابر فدفن أبي وعمي يومئذ في قبر واحد \\ 2013 \\\n</p>\n\n<p>\n2014 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر سمعه من جابر وعمروابن\nدينار سمع جابر بن عبد الله يقول قال رسول الله صلى الله عليه وسلم * دخلت\nالجنة فرأيت فيها دارا أو قصرا فسمعت فيه صوتا أو ضوضاء فقلت لمن هذا قيل\nهو لابن الخطاب قال سفيان زاد بن المنكدر فأردت أن أدخله فذكرت غيرتك فبكى\nعمر قال يا نبي الله أو أغار عليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n2015 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر سمع جابر بن عبد الله\nيقول قال لي رسول الله صلى الله عليه وسلم * يا جابر هل اتخذتم أنماطا قلت\nأي رسول الله وأنى لنا أنماط قال أما إنها ستكون \\ 2015 \\\n</p>\n\n<p>\n2016 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر سمع جابر بن عبد الله\nيقول * ولد لرجل منا غلام فسماه القاسم فقلنا لا نكنيك أبا القاسم ولا\nننعمك عينا فأتى رسول الله صلى الله عليه وسلم فذكر ذلك له فقال اسمه عبد\nالرحمن \\ 2016 \\\n</p>\n\n<p>\n2017 حدثنا إسحاق حدثنا سفيان عن عبد الله بن محمد بن عقيل ومحمد بن\nالمنكدر عن جابر بن عبد الله * أن النبي صلى الله عليه وسلم أكل لحما ثم\nصلى ولم يتوضأ ؤان أبا بكر أكل لحما ثم صلى ولم يتوضأ وأن عمر بن الخطاب\nأكل لحما ثم صلى ولم يتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n2018 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر سمع من جابر بن عبد\nالله قال * مرضت فأتاني النبي صلى الله عليه وسلم وأبو بكر وهما يمشيان\nفوجداني قد غشي علي فتوضأ رسول الله صلى الله عليه وسلم فصب علي وضوءه\nفأفقت فسألته فقلت يا رسول الله كيف أصنع في مالي فلم يجبني حتى نزلت آية\nالميراث يعني قوله <span class='quran'>يوصيكم الله في أولادكم </span>النساء \\ 2018 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n2019 حدثنا <span id='ms0433'></span> إسحاق حدثنا سفيان عن محمد بن المنكدر عن جابر قال قال لي\nرسول الله صلى الله عليه وسلم * لو قد جاء مال البحرين أعطيتك هكذا وهكذا\nوهكذا وحثا سفيان يرينا بيده ثلاث حثيات نحو رأسه فلم يقدم مال البحرين حتى\nقبض رسول الله صلى الله عليه وسلم فلما أن قدم مال البحرين قام أبو بكر\nفقال من كانت له على رسول الله صلى الله عليه وسلم عدة أو دين فليأت قال\nجابر فأتيته فقلت إن النبي صلى الله عليه وسلم وعدني قال فأعطاني ثم أتيته\nبعد ذلك أسأله فلم يعطني ثم أتيته الثالثة فقلت قد سألتك فلم تعطني وسألت\nفلم تعطني فإما أن تعطي وإما أن تبخل علي فقال وأي الداء أدوأ من البخل ما\nمنعتك من مرة إلا وأنا أريد أن أعطيك \\ 2019 \\\n</p>\n\n<p>\n2020 حدثنا إسحاق حدثنا سفيان عن عمرو بن دينار عن محمد بن علي عن جابر *\nمثله إلا أنه قال حثا لي حثية فعددتها فوجدتها خمس مائة قال فقال خذ مثلها\nمرتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n2021 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر * سمع جابرا يقول قتل\nأبي يوم أحد فجيء به وقد مثل به فوضع بين يدي رسول الله صلى الله عليه وسلم\nفجعلت أريد أن أكشف عنه وينهاني قومي مرتين فأمر به النبي صلى الله عليه\nوسلم فرفع قال سفيان كأنهم ردوا إلى مصارعهم قال سمع صوت صائحة فقال من هذه\nفقالوا ابنة عمرو أو أخت عمرو قال فلم تبكي أو لا تبكي فما زالت الملائكة\nتظله بأجنحتها حتى رفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n2022 حدثنا إسحاق حدثنا سفيان عن بن المنكدر سمع جابرا يقول * ندب رسول\nالله صلى الله عليه وسلم الناس يوم الخندق فانتدب الزبير ثم ندب الناس\nفانتدب الزبير فقال رسول الله صلى الله عليه وسلم لكل نبي حواري وحواري\nالزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n2023 حدثنا إسحاق حدثنا سفيان عن محمد بن المنكدر سمع جابرا يقول قال\nرسول الله صلى الله عليه وسلم * المدينة كالكير تنفي خبثها وينصع طيبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n2024 حدثنا إسحاق حدثنا سفيان عن محمد بن <span id='ms0434'></span> المنكدر سمع جابرا يقول * كانت\nيهود تقول من أتى امرأته في قبلها من دبرها كان الولد أحول فنزلت <span class='quran'>نساؤكم حرث لكم فأتوا حرثكم أنى شئتم </span>البقرة \\ 2024 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n2025 حدثنا إسحاق حدثنا عباد بن العوام أخبرنا حجاج عن أبي الزبير عن\nجابر قال قال رسول الله صلى الله عليه وسلم * لا بأس بالحيوان اثنين بواحد\nيدا بيد ولا خير فيه نساء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n2026 حدثنا إسحاق وزهير قالا حدثنا وكيع عن الأوزاعي عن حسان بن عطية عن\nمحمد بن المنكدر عن جابر * أن النبي صلى الله عليه وسلم رأى رجلا وسخة\nثيابه فقال أما وجد هذا ما ينقي ثيابه ورأى رجلا ثائر الشعر فقال ما وجد\nهذا ما يسكن به شعره \\ 2026 \\\n</p>\n\n<p>\n2027 حدثنا العباس بن الوليد النرسي حدثنا وهيب حدثنا جعفر بن محمد عن\nأبيه عن جابر بن عبد الله قال * أقام رسول الله صلى الله عليه وسلم تسعا\nبالمدينة لم يحج ثم أذن في الناس بالخروج فلما جاء ذا الحليفة صلى بذي\nالحليفة وولدت أسماء بنت عميس محمد بن أبي بكر فأرسلت إلى رسول الله صلى\nالله عليه وسلم فقال اغتسلي واستثفري بثوب وأهلي قال ففعلت فلما إطمأن صدر\nراحلة رسول الله صلى الله عليه وسلم على ظهر البيداء أهل واهللنا لا نعرفه\nإلا الحج وله خرجنا ورسول الله صلى الله عليه وسلم بين أظهرنا والقرآن ينزل\nعليه وهو يعرف تأويله وإنما يفعل ما أمر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n             قال جابر فنظرت بين\nيدي ومن خلفي وعن يميني وعن شمالي مد بصري والناس مشاة وركبان فجعل رسول\nالله صلى الله عليه وسلم يلبي لبيك اللهم لبيك لا شريك لك لبيك إن الحمد\nوالنعمة لك والملك لا شريك لك فلما قدمنا مكة بدأ فاستلم الركن فسعى ثلاثة\nأطواف ومشى أربعة فلما فرغ من طوافه انطلق إلى المقام فقال قال الله\nواتخذوا من مقام إبراهيم مصلى البقرة فصلى خلف مقام إبراهيم ركعتين قال\nجعفر قال أبي كان يقرأ فيهما بالتوحيد قل يا أيها الكافرون وقل هو الله أحد\nقال ولم يذكر <span id='ms0435'></span> دلك عن جابر ثم انطلق إلى الركن فاستلمه ثم انطلق إلى الصفا\nفقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n             نبدأ بما بدأ الله به إن الصفا والمروة من شعائر الله\nالبقرة فرقي على الصفا حتى بدا له البيت فكبر ثلاثا وقال لا إله إلا الله\nوحده لا شريك له له الملك وله الحمد يحيى ويميت بيده الخير وهو على كل شيء\nقدير ثلاثا ثم دعا في ذلك ثم هبط من الصفا فمشى حتى إذا انصبت قدماه في بطن\nالمسيل سعى حتى إذا صعدت قدماه من بطن المسيل مشى إلى المروة فرقي على\nالمروة حتى بدا له البيت فقال مثل ما قال على الصفا فطاف سبعا وقال من لم\nيكن معه هدي فليحل ومن كان معه هدي فليقم على إحرامه فإني لولا أن معي هديا\nلحللت ولو أني استقبلت من أمري ما استدبرت لأهللت بعمرة قال وقدم علي من\nاليمن فقال له النبي صلى الله عليه وسلم بأي شيء أهللت يا علي قال قلت\nاللهم إني أهل بما أهل به رسولك قال فإن معي هديا فلا تحل قال علي فدخلت\nعلى فاطمة وقد اكتحلت ولبست ثيابا صبيغا فقلت من أمرك بهذا فقالت أبي أمرني\nقال وكان علي يقول بالعراق فانطلقت إلى رسول الله صلى الله عليه وسلم محرشا\nعلى فاطمة مستثبتا في الذي قالت فقال صدقت أنا أمرتها قال ونحر رسول الله\nصلى الله عليه وسلم مائة بدنة من ذلك بيده ثلاثا وستين ونحر علي ما غبر ثم\nأخذ من كل بدنة قطعة فطبخ جميعا فأكلا من اللحم وشربا من المرقة فقال سراقة\nبن مالك بن جشعم يا رسول الله ألعامنا هذا أم للأبد قال لا بل للأبد دخلت\nالعمرة في الحج وشبك بين أصابعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n2028 حدثنا أبو خيثمة حدثنا يحيى بن سعيد القطان حدثنا جعفر بن محمد\nحدثنا أبي قال أتينا جابر بن عبد الله * فذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n2029 حدثنا إسحاق بن أبي إسرائيل حدثنا نضر حدثنا شعبة عن سعد قال سمعت\nمحمد بن عمرو قال قدم الحجاج فكان <span id='ms0436'></span> يؤخر الصلاة فسألنا جابر بن عبد الله عن\nذلك فقال * كان رسول الله صلى الله عليه وسلم يصلي الظهر بالهاجرة حين تزول\nالشمس والعصر والشمس نقية والمغرب حين تغرب الشمس والعشاء أحيانا يؤخر\nوأحيانا يعجل فكان إذا رأى الناس قد اجتمعوا عجل وإذا رأهم قد تأخروا أخر\nوكانوا أو كان يصلي الصبح بغلس \\ 2029 \\\n</p>\n\n<p>\n2030 حدثنا إسحاق حدثنا يحيى بن سليم عن بن خثيم عن أبي الزبير عن جابر\nبن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول * من لم يذر\nالمخابرة فليأذن بحرب من الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n2031 حدثنا إسحاق قال سمعت معتمرا يقول حدث أبي عن خداش عن أبي الزبير عن\nجابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال * إذا استلقى أحدكم\nفلا يضع إحدى رجليه على الأخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n2032 حدثنا زكريا حدثنا هشيم عن الشعبي عن جابر عن النبي صلى الله عليه\nوسلم * أنه استحلف ابني صوريا حيث سألهما عن الرجم فاستحلفهما كيف تجدانه\nفي كتاب الله في كتابكم قال فاستحلفهما بالله الذي لا إله إلا هو الذي أنزل\nالتوراة على موسى كيف تجدون حد الزنى في كتابكم \\ 2032 \\\n</p>\n\n<p>\n2033 حدثنا زكريا بن يحيى حدثنا هشيم حدثنا عبد الملك عن عطاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n             عن جابر قال * شهدت مع رسول الله صلى الله عليه وسلم العيد صلى\nقبل أن يخطب بغير أذان ولا إقامة ثم خطب بعد ما صلى فوعظ الناس وذكرهم ثم\nأتى النساء فوعظهن ومعه بلال فذكرهن وأمرهن بالصدقة قال فجعلت المرأة تلقي\nخاتمها وخرصها والشيء كذلك فأمر النبي صلى الله عليه وسلم بلالا فجمع ما\nهناك فقال إن منكن في الجنة ليسيرا فقالت امرأة يا رسول الله لم قال إنكن\nتكثرن اللعن وتكفرن العشير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n2034 حدثنا زكريا بن يحيى حدثنا هشيم عن عبد الملك قال سمعت عطاء يحدث عن\nجابر قال * كنا نتمتع مع رسول الله صلى الله عليه وسلم فنذبح البقرة عن\nسبعة ونشترك فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n2035 حدثنا زكريا بن يحيى حدثنا هشيم عن حجاج عن عطاء عن جابر قال <span id='ms0437'></span> رسول\nالله صلى الله عليه وسلم * من كانت له أرض فليزرعها فإن عجز عنها فليمنحها\nأخاه المسلم ولا يكرها \\ 2035 \\\n</p>\n\n<p>\n2036 حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب قال أخبرني عمرو بن\nالحارث عن عبد ربه بن سعيد عن أبي الزبير عن جابر عن رسول الله صلى الله\nعليه وسلم قال * لكل داء دواء فإذا أصيب يعني دواء الداء برأ بإذن الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n2037 حدثنا هارون بن معروف حدثنا عبد الله بن وهب قال أخبرني عمرو بن\nالحارث أن بكيرا حدثه أن عاصم بن عمر بن قتادة حدثه أن جابر بن عبد الله\nعاد المقنع ثم قال لا أبرح حتى تحتجم فإني * سمعت رسول الله صلى الله عليه\nوسلم يقول إن فيه شفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n2038 حدثنا هارون حدثنا محمد بن سلمة الحراني قال أخبرني أو أخبرنا محمد\nبن إسحاق عن محمد بن يحيى بن حبان عن عمه واسع بن حبان عن جابر بن عبد الله\n* أمر رسول الله صلى الله عليه وسلم من كل جاد عشرة أوسق من التمر بقنو\nيعلق في المسجد للمساكين \\ 2038 \\\n</p>\n\n<p>\n2039 حدثنا أبو همام قال أخبرني عبد الله بن وهب قال أخبرني داود بن قيس\nالمدني وغيره عن عبد الله بن محمد بن عقيل بن أبي طالب عن جابر بن عبد الله\nأن امرأة سعد بن الربيع قالت * يا رسول الله إن سعدا هلك وترك ابنتين وأخاه\nفعمد أخوه فقبض ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n             ترك سعد وإنما تنكح النساء على أموالهن فلم\nيجبها في مجلسه ذلك ثم جاءت فقالت يا رسول الله ابنتا سعد فقال رسول الله\nصلى الله عليه وسلم أدع لي أخاه فجاءه فقال إدفع إلى ابنتيه الثلثين وإلى\nامرأته الثمن ولك ما بقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n2040 حدثنا بشر بن الوليد الكندي حدثنا مسور بن الصلت حدثنا محمد بن\nالمنكدر عن جابر عن رسول الله صلى الله عليه وسلم أنه قال * كل معروف صدقة\nوما أنفق الرجل على أهله وماله كتب له صدقة وما وقى به عرضه فهو له صدقة\nقال وكل نفقة مؤمن في <span id='ms0438'></span> غير معصية فعلى الله خلفه ضامنا إلا نفقة في بنيان\nقال مسور قال محمد بن المنكدر فقلنا لجابر بن عبد الله ما أراد بقوله وما\nوقى به المرء عرضه قال يعطي الشاعر وذا اللسان قال جابر كأنه يقول الذي\nيتقى لسانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n2041 حدثنا أبو علي الشيلماني حدثنا خالد بن إسماعيل المخزومي حدثنا عبيد\nالله بن عمر عن صالح مولى التوأمة عن جابر قال النبي صلى الله عليه وسلم *\nأيما شاب تزوج في حداثة سنه عج شيطانه ياويله يا ويله عصم مني دينه \\ 2041\n\\\n</p>\n\n<p>\n2042 حدثنا الشيلماني بهذا الإسناد عن صالح عن أبي هريرة قال لو لم يبق\nمن أجلي إلا يوم واحد لقيت الله بزوجة إني سمعت رسول الله صلى الله عليه\nوسلم يقول * شراركم عزابكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n2043 حدثنا أبو يوسف الجيزي حدثنا مؤمل حدثنا عبد الله العمري حدثنا\nربيعة بن عطاء عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم *\nكيف أنتم إذا غدي عليكم بجفنة وريح عليكم بأخرى قالوا يا رسول الله إنا\nيومئذ لبخير فقال رسول الله صلى الله عليه وسلم بل أنتم اليوم خير \\ 2043 \\\n</p>\n\n<p>\n2044 حدثنا سريج بن يونس حدثنا إسماعيل بن مجالد عن مجالد عن الشعبي عن\nجابر بن عبد الله * أن أعرابيا أتى النبي صلى الله عليه وسلم فقال أنسب\nالله فأنزل الله قل هو الله أحد إلى آخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n2045 حدثنا خلاد بن اسلم حدثنا عبد المجيد بن أبي رواد حدثنا بن جريج عن\nأبي الزبير عن جابر قال رسول الله صلى الله عليه وسلم * إن أحب الطعام إلى\nالله ما كثرت عليه الأيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n2046 حدثنا أبو الحارث سريج بن يونس حدثنا إسماعيل بن مجالد عن مجالد عن\nالشعبي عن جابر * قال جاء أعرابي إلى النبي صلى الله عليه وسلم فقال ثيابنا\nفي الجنة ننسجها بأيدينا فضحك أصحاب النبي صلى الله عليه وسلم فقال\nالأعرابي لم تضحكون من جاف يسأل عالما فقال رسول الله صلى الله عليه وسلم\nصدقت يا أعرابي ولكنها ثمرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n2047 حدثنا سريج بن يونس حدثنا <span id='ms0439'></span> إسماعيل عن مجالد عن الشعبي عن جابر بن\nعبد الله قال * سئل النبي صلى الله عليه وسلم عن أبي طالب هل تنفعه نبوتك\nقال نعم أخرجته من غمرة جهنم إلى ضحضاح منها وسئل عن خديجة لأنها ماتت قبل\nالفرائض وأحكام القرآن فقال أبصرتها على نهر من أنهار الجنة في بيت من قصب\nلا صخب فيه ولا نصب وسئل عن ورقة بن نوفل قال أبصرته في بطنان الجنة عليه\nسندس وسئل عن زيد بن عمرو بن نفيل فقال يبعث يوم القيامة أمة وحده بيني\nوبين عيسى عليهما السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n2048 حدثنا الحسن بن عيسى بن ما سرجس مولى بن المبارك أخبرنا بن المبارك\nأخبرنا سفيان عن عبد الله بن محمد بن عقيل عن جابر قال * كان النبي صلى\nالله عليه وسلم يصلي الظهر إذا زالت الشمس \\ 2048 \\\n</p>\n\n<p>\n2049 حدثنا عبد الغفار بن عبد الله حدثنا علي بن مسهر عن مجالد عن الشعبي\nعن جابر بن عبد الله قال * كنا عند النبي صلى الله عليه وسلم إذ أقبل سعد\nبن أبي وقاص فقال رسول الله صلى الله عليه وسلم هذا خالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n2050 حدثنا خلاد بن أسلم أخبرنا النضر أخبرنا أبو العوام عبد العزيز بن\nربيع الباهلي وكان منزله في دار زياد قال سمعت أبا الزبير واسمه محمد عن\nجابر بن عبد الله قال * كنا مع النبي صلى الله عليه وسلم في مسير فأتى على\nقبرين يعذب صاحباهما فقال أما إنهما لا يعذبان في كبير أما أحدهما فكان\nيغتاب الناس وأما الآخر فكان لا يتأذى من بوله فدعا بجريدة رطبة أو جريدتين\nفكسرهما ثم أمر بكل كسرة فغرست على قبر فقال رسول الله صلى الله عليه وسلم\nأما إنه سيهون من عذابهما ما كانتا رطبتين أو ما لم تيبسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n2051 حدثنا شيبان حدثنا طلحة بن زيد عن عبيدة بن حسان عن عطاء الكيخاراني\nعن جابر قال * بينا نحن مع رسول الله صلى الله عليه وسلم في بيت في نفر من\nالمهاجرين فيهم أبو بكر وعمر وعثمان وعلي وطلحة والزبير <span id='ms0440'></span> وعبد الرحمن بن عوف\nوسعد بن أبي وقاص فقال رسول الله صلى الله عليه وسلم لينهض كل رجل إلى كفئه\nونهض النبي صلى الله عليه وسلم إلى عثمان فاعتنقه قال أنت وليي في الدنيا\nوأنت وليي في الآخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n2052 أخبرنا أبو يعلي أحمد بن علي بن المثنى الموصلي حدثنا زهير حدثنا\nجرير عن الأعمش عن أبي سفيان عن جابر قال سمعت النبي صلى الله عليه وسلم\nيقول * إن أهل الجنة يأكلون فيها ويشربون ولا يتفلون ولا يبولون ولا\nيمتخطون ولا يتغوطون قال فما بال الطعام قال جشاء ورشح كرشح المسك يلهمون\nالتسبيح والتحميد كما تلهمون النفس \\ 2052 \\\n</p>\n\n<p>\n2053 حدثنا زهير حدثنا جرير عن الأعمش عن أبي سفيان عن جابر قال سمعت\nالنبي صلى الله عليه وسلم يقول قبل موته بثلاث * ألا لا يموتن أحد منكم إلا\nوهو يحسن الظن بالله \\ 2053 \\\n</p>\n\n<p>\n2054 حدثنا أبو همام حدثنا بن وهب قال أخبرني عمرو بن الحارث عن أبي\nالزبير عن جابر أنه قال * يا رسول الله نعمل لأمر قد فرغ منه أو لأمر\nنأتنفه قال لأمر قد فرغ منه فقال سراقة بن مالك ففيم العمل إذا قال رسول\nالله صلى الله عليه وسلم كل ميسر لعمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n2055 حدثنا الجراح بن مخلد حدثنا يحيى بن كثير بن درهم العنبري حدثنا عبد\nالعزيز بن ربيع الباهلي عن عطاء بن رباح عن جابر قال * كنا مع رسول الله\nصلى الله عليه وسلم في سفر فأتى على قبرين يعذبان فقال أما إنهما يعذبان في\nغير كبير الغيبة والبول ثم دعا بجريدة فكسرها فوضع على كل واحد منهما قطعة\nوقال أرجو أن يخفف عنهما ما لم تيبسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n2056 حدثنا الجراح حدثنا أحمد بن سليمان الخرساني حدثنا أحمد بن محرز\nالأزدي عن محمد بن المنكدر عن جابر قال رسول الله صلى الله عليه وسلم * لأن\nيمتلئ جوف أحدكم قيحا أو دما خير له من أن يمتلئ شعرا هجيت به \\ 2056 \\\n</p>\n\n<p>\n2057 حدثنا عبد الواحد بن غياث حدثنا أبو عوانة عن أبي بشر عن سليمان بن\nقيس عن جابر <span id='ms0441'></span> قال * بعث رسول الله صلى الله عليه وسلم إلى أبي طيبة فحجمه\nفسأله كم ضريبتك قال ثلاثة آصع فوضع عنه صاعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n2058 حدثنا أحمد بن منيع حدثنا محمد بن يزيد الواسطي عن محمود بن إسحاق\nعن محمد بن المنكدر عن جابر بن عبد الله قال النبي صلى الله عليه وسلم *\nعليكم بالإثمد عند النوم فإنه يجلو البصر وينبت الشعر \\ 2058 \\\n</p>\n\n<p>\n2059 حدثنا الفضل بن الصباح حدثنا سعيد بن زكريا عن عنبسة بن عبد الرحمن\nعن محمد بن المنكدر عن جابر قال رسول الله صلى الله عليه وسلم * السلام قبل\nالكلام 2059 مكرر وقال النبي صلى الله عليه وسلم ولا تدعوا أحدا إلى الطعام\nحتى يسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n2060 حدثنا عمرو الناقد حدثنا علي بن ثابت الجزري حدثنا الوازع بن نافع\nعن أبي سلمة بن عبد الرحمن عن جابر قال * كنا نصلي مع رسول الله صلى الله\nعليه وسلم في غزوة بدر إذ تبسم في صلاته فلما قضى الصلاة قلنا يا رسول الله\nرأيناك تبسمت قال مر بي ميكائيل وعلى جناحه أثر غبار وهو راجع من طلب القوم\nفضحك إلي فتبسمت إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n2061 حدثنا عمرو حدثنا عمرو بن عثمان الكلابي حدثنا هارون بن حيان حدثنا\nمحمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\n* من قتل دون ماله فهو شهيد \\ 2061 \\\n</p>\n\n<p>\n2062 حدثنا حجاج بن يوسف الذي يعرف بابن الشاعر حدثنا عثمان بن عمر حدثنا\nيونس عن الزهري عن أبي سلمة عن جابر قال * كنا مع رسول الله صلى الله عليه\nوسلم نجتني الكباث فقال عليكم بالأسود منه فإنه أطيبه فقلنا وكنت ترعى\nالغنم قال نعم وهل من نبي إلا وقد رعاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n2063 حدثنا صالح بن مالك حدثنا عبد العزيز بن عبد الله بن أبي سلمة عن\nمحمد بن المنكدر عن جابر قال رسول الله صلى الله عليه وسلم * أريت أني\nأدخلت الجنة فإذا أنا بالرميصاء امرأة أبي طلحة قال وسمعت خشفا أمامي فقلت\nمن هذا يا جبريل قال هذا بلال قال ورأيت قصرا أبيض <span id='ms0442'></span> بفنائه جارية فقلت لمن\nهذا القصر فقالت لعمر بن الخطاب فأردت أن أدخله فأنظر إليه فذكرت غيرتك يا\nعمر فقال عمر بأبي أنت وأمي يا رسول الله أو عليك أغار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n2064 حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة عن عمرو عن جابر قال *\nنهى رسول الله صلى الله عليه وسلم عن المخابرة \\ 2064 \\\n</p>\n\n<p>\n2065 حدثنا أبو بكر حدثنا أبو الأحوص عن أبي إسحاق عن سعيد بن أبي كرب عن\nجابر سمعت رسول الله صلى الله عليه وسلم يقول * ويل للعراقيب من النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n2066 حدثنا قاسم بن أبي شيبة حدثنا أبو داود الطيالسي عن أبي العوام عن\nأبي الزبير عن جابر * ان النبي صلى الله عليه وسلم مر بقبرين فقال إنهما\nليعذبان وما يعذبان في كبير أما أحدهما فإنه كان لا يتأذى من بوله وأما\nالآخر فإنه كان يغتاب الناس \\ 2066 \\\n</p>\n\n<p>\n2067 حدثنا قاسم بن أبي شيبة حدثنا أبو أسامة عن بريد عن أبي بردة عن أبي\nموسى عن النبي صلى الله عليه وسلم قال المؤمن * يأكل في معي واحد والكافر\nيأكل في سبعة أمعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n2068 حدثنا قاسم حدثنا أبو معاوية عن مجالد عن أبي الوداك عن أبي سعيد عن\nالنبي صلى الله عليه وسلم * مثله \\ 2068 \\\n</p>\n\n<p>\n2069 حدثنا قاسم حدثنا أبو أسامة عن محمد بن عمرو عن أبي سلمة عن أبي\nهريرة عن النبي صلى الله عليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n2070 حدثنا قاسم بن أبي شيبة حدثنا أبو عاصم عن بن جريج عن أبي الزبير عن\nجابر عن النبي صلى الله عليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n2071 حدثنا عمرو بن الضحاك حدثنا أبي حدثنا عمران القطان حدثنا مطر عن\nطلحة عن جابر قال قال رسول الله صلى الله عليه وسلم * من ادعى لغير أبيه أو\nانتمى إلى غير مواليه رغبة عنهم فعليه لعنة الله ومن سب والديه أو والده\nفكذلك ومن أهل لغير الله فكذلك ومن استحل شيئا من حدود مكة فكذلك ومن قال\nعلي ما لم أقل فكذلك \\ 2071 \\\n</p>\n\n<p>\n2072 حدثنا جعفر بن حميد حدثنا يعقوب بن عبد الله عن عيسى بن جارية <span id='ms0443'></span> عن\nجابر قال * أمر رسول الله صلى الله عليه وسلم بقتل كلاب المدينة فجاءه بن\nأم مكتوم فقال يا رسول الله أنا مكفوف البصر ومنزلى شاسع ولي كلب فرخص له\nأياما ثم أمر بقتل كلبه فقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n2073 حدثنا جعفر بن حميد حدثنا يعقوب عن عيسى بن جارية عن جابر * قال جاء\nبن أم مكتوم إلى النبي صلى الله عليه وسلم فقال يا رسول الله إني مكفوف\nالبصر ومنزلي شاسع وأنا أسمع الأذان قال فإن سمعت الأذان فأجب ولو حبوا ولو\nزحفا \\ 2073 \\\n</p>\n\n<p>\n2074 حدثنا جعفر بن حميد حدثنا يعقوب عن عيسى بن جارية عن جابر قال * كان\nرجل يحمل الخمر من خيبر إلى المدينة فيبيعها من المسلمين فحمل منها بمال\nفقدم به المدينة فلقيه رجل من المسلمين فقال يا فلان إن الخمر قد حرمت\nفوضعها حيث انتهى على تل وسجى عليه بأكسية ثم أتى النبي صلى الله عليه وسلم\nقال يا رسول الله بلغني أن الخمر قد حرمت قال أجل قال إني أردها على من\nابتعتها منه قال لا يصلح ردها قال لي أن أهديها وذكر الحديث \\ 2074 \\\n</p>\n\n<p>\n2075 حدثنا جعفر حدثنا بن المبارك عن عتبة بن أبي حكيم عن حصين بن حرملة\nعن أبي المصبح عن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم * ما\nأغبرت قدما عبد في سبيل الله ساعة من نهار فهما حرام على النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n2076 حدثنا محمد بن قدامة حدثنا بن عيينة حدثنا سعيد بن حسان عن عروة بن\nعياض عن جابر قال * أتى النبي صلى الله عليه وسلم رجل فقال إن عندي أمة\nوإني أعزل عنها فقال أما إن ذلك ليس يمنع أمرا أراده الله فلم يلبث أن جاء\nفقال للنبي صلى الله عليه وسلم إنها قد حملت فقال النبي صلى الله عليه وسلم\nأنا عبد الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n2077 حدثنا محمد بن عبيد بن حساب حدثنا أبو عوانة عن الأسود بن قيس عن\nنبيح العنزي عن جابر أن امرأة قالت * يا رسول الله صل علي وعلى زوجي فقال <span id='ms0444'></span>\nرسول الله صلى الله عليه وسلم صلى الله عليك وعلى زوجك \\ 2077 \\\n</p>\n\n<p>\n2078 حدثنا حفص الحلواني حدثنا بهلول بن مورق الشامي عن موسى بن عبيدة عن\nأخيه عن جابر قال قال رسول الله صلى الله عليه وسلم * لا تزال أمتي ظاهرين\nعلى الحق حتى ينزل عيسى بن مريم فيقول إمامهم تقدم فيقول أنتم أحق بعضكم\nأمراء بعض أمر أكرم الله به هذه الأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n2079 حدثنا بن أبي سمينة حدثنا إبراهيم بن حبيب بن الشهيد قال قال أبي عن\nعمرو بن دينار عن جابر بن عبد الله قال * أمر أبي بخزيرة فصنعت ثم أمرني\nفأتيت بها النبي صلى الله عليه وسلم قال فأتيته وهو في منزله قال فقال لي\nماذا معك يا جابر ألحم ذي قال قلت لا قال فأتيت أبي فقال لي هل رأيت رسول\nالله صلى الله عليه وسلم قلت نعم قال فهلا سمعته يقول شيئا قال قلت نعم قال\nلي ماذا معك يا جابر ألحم ذي قال لعل رسول الله صلى الله عليه وسلم أن يكون\nاشتهى فأمر بشاة لنا داجن فذبحت ثم أمر بها فشويت ثم أمرني فأتيت بها النبي\nصلى الله عليه وسلم فقال لي ماذا معك يا جابر فأخبرته فقال جزى الله\nالأنصار عنا خيرا ولا سيما عبد الله بن عمرو بن حرام وسعد بن عبادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n2080 حدثنا أحمد بن الدورقي حدثنا إبراهيم بن حبيب بن الشهيد قال قال أبي\nعن عمرو بن دينار عن جابر بن عبد الله قال أمر أبي بحريرة فصنعت ثم أمرني\nفأتيت بها النبي صلى الله عليه وسلم فذكر * نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n2081 حدثنا هارون حدثنا سفيان عن أبي الزبير عن جابر يبلغ به قال * أفضل\nالجهاد من عقر جواده وأهريق دمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n2082 حدثنا بشر بن الوليد الكندي حدثنا فليح بن سليمان حدثنا محمد بن\nالمنكدر عن جابر قال * ندب رسول الله صلى الله عليه وسلم يوم الخندق الناس\nمن يأتيه بخبر بني قريظة فانتدب الزبير ثم ندبهم فانتدب الزبير ثلاثا فقال\nالنبي صلى الله عليه وسلم إن <span id='ms0445'></span> لكل نبي حواريا وحواري الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n2083 حدثنا عبيد الله بن عمر القواريري حدثنا يزيد بن زريع حدثنا الحجاج\nبن الصواف عن أبي الزبير قال حدثني جابر بن عبد الله * أن رسول الله صلى\nالله عليه وسلم دخل على أم السائب أو أم المسيب وهي تزفزف فقال مالك يا أم\nالسائب أو يا أم المسيب تزفزفين قالت الحمى لا بارك الله فيها فقال لا تسبي\nالحمى فإنها تذهب خطايا بن آدم كما يذهب الكير خبث الحديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n2084 حدثنا القواريري حدثنا يزيد بن زريع حدثنا محمد بن إسحاق عن عاصم بن\nعمر بن قتادة عن محمود بن لبيد عن جابر قال * بينا نحن عند رسول الله صلى\nالله عليه وسلم إذ جاءه رجل بمثل البيضة من ذهب أصابها ببعض المغازي قال\nفقام بها عن شقه الأيسر فقال له يا رسول الله خذ هذه مني صدقة فوالله ما\nأصبحت أملك مالا غيرها فأعرض عنه ثم جاءه عن شقه الأيمن فقال له مثل ذلك\nفأعرض عنه ثم جاءه من بين يديه فقال له مثل ذلك فقال رسول الله صلى الله\nعليه وسلم هاتها مغضبا قال فلما أعطاه إياها خذفه بها لو أصابه أوجعه أو\nعقره ثم قال يجيء أحدكم بماله أو كما قال لا يملك غيره يتصدق به ثم يقعد\nبعد ذلك يتكفف الناس إنما الصدقة عن ظهر غنى خذ عنا مالك لا حاجة لنا به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n2085 حدثنا أبو موسى الهروي حدثنا المعافى عن إبراهيم بن يزيد عن عطاء عن\nجابر قال رسول الله صلى الله عليه وسلم * كل معروف يصنعه أحدكم إلى غني أو\nفقير فهو صدقة له يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n2086 حدثنا منصور بن أبي مزاحم حدثنا عبد الرحمن بن أبي الموال عن محمد\nبن المنكدر عن جابر قال * كان رسول الله صلى الله عليه وسلم يعلمنا\nالاستخارة كما يعلمنا وذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n2087 حدثنا أبو إبراهيم الترجماني حدثنا بقية بن الوليد عن عمر عن أبي\nالزبير عن جابر * أن بقرة انقلبت على خمر فشربت فخافوا عليها فأتوا النبي <span id='ms0446'></span>\nصلى الله عليه وسلم فقال كلوا ولا بأس بأكلها \\ 2087 \\\n</p>\n\n<p>\n2088 حدثنا أبو بكر حدثنا أبو أحمد عن شريك عن بن عقيل عن جابر أن النبي\nصلى الله عليه وسلم قال * من أراد أن يصوم فليتسحر ولو بشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n2089 حدثنا إبراهيم بن الحجاج السامي حدثنا الفرات بن أبي الفرات القرشي\nقال سمعت عطاء بن أبي رباح يحدث عن جابر بن عبد الله قال * كنا مع رسول\nالله صلى الله عليه وسلم فنمت ثم استيقظت ثم نمت ثم استيقظت فقام رجل من\nالمسلمين فقال الصلاة الصلاة قال فخرج إلينا رسول الله صلى الله عليه وسلم\nورأسه يقطر فصلى بنا ثم قال لولا أن أشق على أمتي لأحببت أن يصلوا هذه\nالصلاة هذه الساعة قال الفرات أظنها العشاء \\ 2089 \\\n</p>\n\n<p>\n2090 حدثنا محمد بن عمرو بن جبلة حدثنا محمد بن مروان عن هشام عن أبي\nالزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * ما من أيام أفضل\nعند الله من أيام عشر ذي الحجة قال فقال رجل يا رسول الله هي أفضل أم عدتهن\nجهادا في سبيل الله فقال هي أفضل من عدتهن جهادا في سبيل الله إلا عفيرا\nيعفر وجهه في التراب وما من يوم أفضل عند الله من يوم عرفة ينزل الله إلى\nالسماء الدنيا فيباهي بأهل الأرض أهل السماء فيقول انظروا إلى عبادي شعثا\nغبرا ضاحين جاؤوا من كل فج عميق لم يروا رحمتي ولم يروا عذابي فلم أرى يوما\nأكثر عتيقا من النار من يوم عرفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n2091 حدثنا حجاج بن يوسف حدثنا يعقوب حدثنا أبي عن صالح عن بن شهاب عن\nأبي سلمة قال سمعت جابرا يحدث أنه سمع رسول الله صلى الله عليه وسلم يقول *\nلما كذبتني قريش حين أسري بي إلى بيت المقدس قمت في الحجر فجلى الله لي بيت\nالمقدس وطفقت أخبرهم عن آياته وأنا أنظر إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n2092 حدثنا حجاج حدثنا يزيد بن هارون أخبرنا بن أبي ذئب عن الزهري عن أبي\nسلمة عن جابر عن النبي صلى الله عليه <span id='ms0447'></span> وسلم قال * من أعمر عمرى له ولعقبه\nفهي له بتا لا يجوز للمعطي فيها شرط ولا مثنوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n2093 حدثنا حجاج حدثنا يعقوب حدثنا أبي عن صالح عن بن شهاب أن أبا سلمة\nبن عبد الرحمن أخبره عن جابر بن عبد الله * أن رسول الله صلى الله عليه\nوسلم قضى أيما رجل أعمر رجلا عمرى له ولعقبه فقال أعطيكها وعقبك ما بقي\nمنكم أحد فإنها لمن أعطيها وإنها لا ترجع إلى صاحبها من أجل أنه أعطى عطاء\nوقعت فيه المواريث \\ 2093 \\\n</p>\n\n<p>\n2094 قال حدثنا محمد بن عبد الرحمن بن سهم الأنطاكي حدثنا بقية بن الوليد\nحدثنا مبشر بن عبيد عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه\nوسلم * لاتنكح النساء إلا من الأكفاء ولا يزوجهن إلا الأولياء ولا مهر دون\nعشرة دراهم \\ 2094 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n2095 حدثنا أبو بسيط حدثنا أبو اليمان حدثنا صفوان عن ماعز التميمي عن\nجابر ان النبي صلى الله عليه وسلم قال * إن الشيطان قد يئس أن يعبده\nالمصلون ولكن في التحريش بينهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n2096 حدثنا منصور بن أبي مزاحم حدثنا محمد بن الخطاب البصري عن علي بن\nزيد عن محمد بن المنكدر عن جابر بن عبد الله أن النبي صلى الله عليه وسلم\nقال في حديث له * إذا ذلت العرب ذل الإسلام \\ 2096 \\\n</p>\n\n<p>\n2097 حدثنا بشر بن الوليد حدثنا فليح بن سليمان عن سعيد بن الحارث عن\nجابر بن عبد الله قال * دخل رسول الله صلى الله عليه وسلم ورجل من أصحابه\nعلى رجل من الأنصار وهو يحول الماء في حائطه فقال إن كان عندك ماء بات هذه\nالليلة في شن وإلا كرعنا قال بلى عندي يا رسول الله ماء بات في سقاء قال\nفانطلقنا إلى العريش فانطلق فحلب شاة على ماء بات في شن قال فشرب رسول الله\nصلى الله عليه وسلم ثم عدت بمثل ذلك فشرب صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n2098 حدثنا محمد بن بكار حدثنا أبو معشر قال سألت محمد بن المنكدر عن\nالوضوء مما مست النار فقال حدثني جابر بن عبد الله قال <span id='ms0448'></span> * أكلت مع رسول الله\nصلى الله عليه وسلم فصلى ولم يتوضأ بعد وضوئه الأول ثم أكلت مع أبي بكر\nفصلى ولم يتوضأ ثم أكلت مع عمر فصلى ولم يتوضأ ثم أكلت مع عثمان فصلى ولم\nيتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n2099 حدثنا غسان عن حماد عن أبي الزبير عن جابر * أن النبي صلى الله عليه\nوسلم رأى حمارا قد وسم في وجهه قال ألم أنه عن هذا لعن الله من فعله ونهى\nعن ضرب الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n2100 حدثنا بشر بن الوليد حدثنا عبد الرحمن بن سليمان بن عبد الله بن\nحنظلة بن أبي عامر الغسيل عن عاصم بن عمر بن قتادة عن جابر قال جاء يعود\nالمقنع بن سنان وكان خال عاصم أخا أمه فسلم عليه وهو في رداء وإزار وقد\nأصيب بصره فقال ماذا تشتكي وقد مس رأسه ولحيته بشيء من صفرة قال خراج منعني\nالنوم وأسهرني قال جابر يا غلام ادع لنا حجاما قال المقنع وما تصنع بالحجام\nيا أبا عبد الله قال أريد أن أعلق فيه محجما قال غفر الله لك والله إن\nالثوب ليصيبني أو الذباب يقع علي يؤذيني فلما رأى جزعة من ذلك أنشأ يحدثنا\nعن رسول الله صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم *\nإن كان في شيء من أدويتكم خير أو إن يكن ففي شرطة محجم أو شربة من عسل أو\nلذعة من بنار توافق داء وما أحب أن أكتوي فدعا الحجام فأعلق المحجم في\nخراجه فلما بلغ حلوء حاجبه شرطه بمشرطة معه فأخرج الله تبارك وتعالى ما كان\nفيه من ضره وعوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n2101 حدثنا عبد الغفار حدثنا علي بن مسهر عن مجالد عن الشعبي عن جابر بن\nعبد الله قال * كنا عند النبي صلى الله عليه وسلم إذ أقبل سعد بن أبي وقاص\nقال رسول الله صلى الله عليه وسلم هذا خالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n2102 حدثنا محمد بن الخطاب حدثنا مؤمل بن إسماعيل حدثنا سفيان عن الأعمش\nعن أبي سفيان عن جابر قال قال رسول الله صلى الله <span id='ms0449'></span> عليه وسلم * بين العبد\nوبين الكفر ترك الصلاة \\ 2102 \\\n</p>\n\n<p>\n2103 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا شعبة حدثنا سعد بن إبراهيم\nعن محمد بن عمرو قال لما قدم الحجاج جعل يوخر الصلاة فسألت جابرا أو سئل\nفقال * كان رسول الله صلى الله عليه وسلم يصلي الظهر بالهاجرة ويصلي العصر\nوالشمس حية ويصلي المغرب إذا وجبت الشمس والعشاء كان إذا اجتمع الناس عجل\nوإذا قل الناس أخر ويصلي الصبح بغلس \\ 2103 \\\n</p>\n\n<p>\n2104 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا سفيان حدثنا عبد الله بن\nمحمد بن عقيل قال سمعت جابر بن عبد الله يقول * كنت أصلي مع رسول الله صلى\nالله عليه وسلم المغرب ثم أرجع إلى أهلي في بني سلمة وهم على ميل من\nالمدينة أو قال من المسجد وأنا أرى مواقع النبل ثم قال الظهر كاسمها ظهرا\nوالعصر والشمس بيضاء نقية والمغرب كاسمها والعشاء كان النبي صلى الله عليه\nوسلم يؤخرها أحيانا ويعجلها أحيانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n2105 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا سفيان عن أبي الزبير عن جابر\nقال * دخلت على النبي صلى الله عليه وسلم وهو يصلي في ثوب واحد متوشحا به\nفقال أبو الزبير رأيت جابرا يصلي في ثوب واحد متوشحا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n2106 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا سفيان عن الأعمش عن أبي\nسفيان عن جابر قال قال رسول الله صلى الله عليه وسلم * من خاف أن لا يستيقظ\nمن آخر الليل فليوتر أول الليل ومن طمع منكم أن يستيقظ من آخر الليل فليوتر\nمن آخر الليل فإن الصلاة من آخر الليل مشهودة وذلك أفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n2107 حدثنا عمار أبو ياسر حدثنا جعفر أخبرنا الجعد حدثنا أنس بن مالك عن\nجابر بن عبد الله قال * شكا الناس إلى رسول الله صلى الله عليه وسلم يوما\nالعطش فدعا رسول الله صلى الله عليه وسلم بعس قال وقال عند أحد منكم ماء\nقال فأتي بميضأة فصب فيه قال ثم وضع النبي صلى الله عليه وسلم يده في العس\nقال جابر فكنت أنظر إلى العيون <span id='ms0450'></span> تنبع بين أصابع رسول الله صلى الله عليه\nوسلم والناس يستقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n2108 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحيم بن سليمان عن يحيى\nبن أبي أنيسة وعبيد الله بن عمر عن أبي الزبير عن جابر * أن رسول الله صلى\nالله عليه وسلم رمى الجمرة بمثل حصى الخذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n2109 حدثنا أبو همام قال حدثني المغيرة بن سقلاب أخبرنا معقل بن عبيد\nالله عن عمرو بن دينار عن جابر قال قال رسول الله صلى الله عليه وسلم * من\nضمن لي ما بين لحييه ورجليه ضمنت له الجنة \\ 2109 \\\n</p>\n\n<p>\n2110 حدثنا أبو همام قال حدثني بن وهب قال أخبرني عمرو بن الحارث عن أبي\nالزبير عن جابر أنه قال * يا رسول الله أنعمل لأمر قد فرغ منه أم لأمر\nنأتنفه قال لأمر قد فرغ منه فقال سراقة ففيم العمل إذا قال رسول الله صلى\nالله عليه وسلم كل ميسر لعمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n2111 حدثنا أحمد بن إبراهيم الموصلي حدثنا عبد الوهاب الثقفي حدثنا جعفر\nبن محمد عن أبيه عن جابر قال * كان رسول الله صلى الله عليه وسلم إذا خطب\nاحمرت عيناه وعلا صوته واشتد غضبه حتى كأنه منذر جيش يقول صبحكم ومساكم\nويقول بعثت أنا والساعة كهاتين يقرن بين السبابة والوسطى ويقول أما بعد فإن\nخير الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وإن شر\nالأمور محدثاتها وكل بدعة ضلالة ثم يقول أنا أولى بكل مؤمن من نفسه من ترك\nمالا فلأهله ومن ترك دينا وضيعة إلي وعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n2112 حدثنا أحمد بن إبراهيم الموصلي حدثنا حفص بن غياث عن أشعث عن بن\nسيرين عن أبي بكرة * سمعت النبي صلى الله عليه وسلم يخطب يوم النحر على\nراحلته بمنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n2113 حدثنا أحمد بن إبراهيم حدثنا حفص عن الأعمش عن أبي سفيان وأبي صالح\nأو أحدهما عن جابر قال * خطبنا رسول الله صلى الله عليه وسلم يوم النحر\nبمنى بنحو من حديث أبي بكرة \\ 2113 \\\n</p>\n\n<p>\n2114 حدثنا محمد بن عباد المكي حدثنا بن عيينة عن أبي الزبير عن <span id='ms0451'></span> جابر *\nأن النبي صلى الله عليه وسلم سئل عن كسب الحجام فقال أحسبه قال اعلفه\nناضحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n2115 حدثنا محمد بن عباد حدثنا سفيان عن أبي الزبير عن جابر * قال لم نكن\nنسمي المنافقين كفارا على عهد رسول الله صلى الله عليه وسلم \\ 2115 \\\n</p>\n\n<p>\n2116 حدثنا إبراهيم حدثنا حماد عن حبيب المعلم عن عطاء عن جابر * أن رجلا\nقال يوم الفتح يا رسول الله إني نذرت إن فتح الله عليك أن أصلي في بيت\nالمقدس فقال رسول الله صلى الله عليه وسلم صل ها هنا فأعادها الرجل على\nالنبي صلى الله عليه وسلم مرتين أو ثلاثا كل ذلك يقول صل ها هنا فلما أكثر\nعليه قال فشأنك إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n2117 حدثنا إبراهيم بن الحجاج حدثنا حماد عن سهيل بن أبي صالح عن عامر بن\nعبد الله بن الزبير عن عمرو بن سليم الزرقي عن جابر أن رسول الله صلى الله\nعليه وسلم قال * إذا دخل أحدكم إلى المسجد فليصل ركعتين قبل أن يجلس \\ 2117\n\\\n</p>\n\n<p>\n2118 حدثنا إبراهيم حدثنا حماد عن أيوب عن أبي الزبير عن جابر * أن رسول\nالله صلى الله عليه وسلم لما بلغه موت النجاشي قام بأصحابه فصفوا خلفه صفين\nفصلى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n2119 حدثنا إبراهيم حدثنا وهيب عن جعفر بن محمد عن أبيه عن جابر * أن\nرسول الله صلى الله عليه وسلم كان إذا خطب احمرت عيناه واشتد غضبه وعلا\nصوته حتى كأنه منذر جيش ثم قال صبحتكم الساعة ومستكم بعثت أنا والساعة\nكهاتين السبابة والوسطى أما بعد فإن خير الهدى هدى محمد وشر الأمور\nمحدثاتها وكل بدعة ضلالة \\ 2119 \\\n</p>\n\n<p>\n2120 حدثنا إبراهيم حدثنا وهيب عن بن أبي ذئب عن عثمان بن عبد الله بن\nسراقة عن جابر * أن رسول الله صلى الله عليه وسلم كان يصلي على راحلته حيث\nوجهت في غزوة أنمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n2121 حدثنا إسحاق حدثنا سفيان عن عمرو بن دينار سمع جابر بن عبد الله\nيقول قال رسول الله صلى الله عليه وسلم * الحرب خدعة \\ 2121 \\\n</p>\n\n<p>\n2122 حدثنا إسحاق حدثنا عفان حدثنا حماد بن سلمة عن حميد عن أبي <span id='ms0452'></span> المتوكل\nعن جابر بن عبد الله * أنهم كانوا لا يضعون أيديهم في الطعام حتى يكون رسول\nالله صلى الله عليه وسلم يبدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n2123 حدثنا إسحاق حدثنا هشيم أخبرنا سيار ومغيرة عن الشعبي عن جابر قال *\nبعت رسول الله صلى الله عليه وسلم بعيرا على أن لي ظهره حتى أرجع إلى\nالمدينة \\ 2123 \\\n</p>\n\n<p>\n2124 حدثنا إسحاق حدثنا وكيع حدثنا زكريا عن الشعبي عن جابر * أنه باع\nالنبي صلى الله عليه وسلم بعيرا واشترط ظهره إلى أهله \\ 2124 \\\n</p>\n\n<p>\n2125 حدثنا إسحاق حدثنا هشيم أخبرنا سيار عن أبي هبيرة عن جابر قال * كنا\nمع رسول الله صلى الله عليه وسلم في سفر واشترى مني بعيرا وجعل لي ظهره حتى\nأقدم إلى المدينة فلما قدمنا أتيته بالبعير فدفعته إليه وأمر لي بالثمن ثم\nانصرفت وإذا رسول الله صلى الله عليه وسلم قد لحقني قال قلت لعله بدا له\nفيه قال فلما أتيته دفع إلي البعير قال هو لك قال فمررت برجل من اليهود\nفأخبرته قال فجعل يعجب قال واشترى منك البعير فدفع إليك الثمن ثم وهبه لك\nقال قلت نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n2126 حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن جعفر بن محمد عن أبيه قال\nأتينا جابر بن عبد الله وهو ببني سلمة فسألناه عن حجة رسول الله صلى الله\nعليه وسلم فحدثنا * أن رسول الله صلى الله عليه وسلم أقام بالمدينة تسع\nسنين لم يحج ثم أذن في الناس أن رسول الله صلى الله عليه وسلم حاج في هذا\nالعام فنزل المدينة بشر كثير كلهم يلتمس أن يأتم برسول الله صلى الله عليه\nوسلم ويفعل ما يفعل فخرج رسول الله صلى الله عليه وسلم لخمس بقين من ذي\nالقعدة وخرجنا حتى إذا أتينا ذا الحليفة نفست أسماء بمحمد بن أبي بكر\nفأرسلت إلى رسول الله صلى الله عليه وسلم كيف أصنع فقال اغتسلي واستثفري\nبثوب ثم أهلي فخرج رسول الله صلى الله عليه وسلم حتى إذا استوت به ناقته\nعلى البيداء أهل بالتوحيد لبيك اللهم لبيك لبيك لا شريك <span id='ms0453'></span> لك لبيك إن الحمد\nوالنعمة لك والملك لا شريك لك ولبى الناس والناس يزيدون ذا المعارج ونحوه\nمن الكلام والنبي صلى الله عليه وسلم يسمع فلا يقول لهم شيئا فنظرت مد بصري\nبين يدي رسول الله صلى الله عليه وسلم من راكب وماش ومن خلفه مثل ذلك وعن\nيمينه مثل ذلك وعن يساره مثل ذلك قال جابر ورسول الله صلى الله عليه وسلم\nبين أظهرنا ينزل القرآن وهو يعرف تأويله وما عمل به من شيء عملناه قال\nفخرجنا لا ننوي إلا الحج حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n             إذا أتينا الكعبة استلم نبي الله\nصلى الله عليه وسلم الحجر الأسود ثم رمل ثلاثة ومشى أربعة حتى إذا فرغ عمد\nإلى مقام إبراهيم فصلى خلفه ركعتين وقرأ <span class='quran'>واتخذوا من مقام إبراهيم مصلى\n</span>البقرة قال أي فقرأ فيهما بالتوحيد وقل يا أيها الكافرون الكافرون ثم\nاستلم الحجر ثم خرج إلى الصفا ثم قال نبدأ بما بدأ الله به وقرأ <span class='quran'>إن\nالصفا والمروة من شعائر الله </span>البقرة فرقى على الصفا حتى إذا نظر إلى\nالبيت كبر ثم قال لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو\nعلى كل شيء قدير لا إله إلا الله وحده أنجز وعده وصدق عبده وهزم أو غلب\nالأحزاب وحده ثم دعا ورجع إلى هذا الكلام ثم نزل حتى إذا انصبت قدماه في\nالوادي رمل حتى إذا صعد مشى حتى إذا أتى المروة فرقى عليها حتى إذا نظر إلى\nالبيت قال عليها كما قال على الصفا ولما كان السابع بالمروة قال يا أيها\nالناس إني لو استقبلت من أمري ما استدبرت لم أسق الهدي وجعلتها عمرة فمن لم\nيكن معه هدي فليحلل وليجعلها عمرة فحل الناس كلهم فقال سراقة بن جشعم يا\nرسول الله ألعامنا هذا أم للأبد قال فشبك النبي صلى الله عليه وسلم بين\nأصابعه قال بل للأبد ثلاث مرات دخلت العمرة في الحج إلى يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n             وقدم علي من اليمن فقدم معه بهدي وساق رسول الله <span id='ms0454'></span> صلى الله عليه\nوسلم معه هديا من المدينة فإذا فاطمة قد حلت ولبست ثيابا صبيغا واكتحلت\nوقالت أمرني أبي فأنكر ذلك علي عليها قال قال جعفر هذا الحرف لم يذكره جابر\nبن عبد الله قال علي بالكوفة فانطلقت محرشا أستثبت رسول الله صلى الله عليه\nوسلم في الذي ذكرت فاطمة فقلت يا رسول الله إن فاطمة قد حلت ولبست ثيابا\nصبيغا واكتحلت وقالت أمرني به أبي قال صدقت صدقت صدقت أنا أمرتها به ثم رجع\nإلى حديث جابر فقال لعلي بم أهللت قال قلت اللهم إني أهل بما أهل به رسولك\nومعي الهدي قال فلا تحل قال وكان جماعة الهدي الذي أتى به النبي صلى الله\nعليه وسلم والذي أتى به علي مائة فنحر رسول الله صلى الله عليه وسلم بيده\nثلاثة وستين وأعطى عليا فنحر ما غبر وأشركه في هديه وأمر رسول الله صلى\nالله عليه وسلم من كل بدنة ببضعة فجعلت في قدر فأكلا من لحمها وشربا من\nمرقها قال رسول الله صلى الله عليه وسلم قد نحرت ها هنا ومنى كلها منحر\nووقف ثم قال قد وقفت ها هنا وعرفة كلها موقف ووقف بالمزدلفة فقال قد وقفت\nها هنا والمزدلفة كلها موقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n2127 حدثنا إسحاق حدثنا يحيى بن سليم عن إسماعيل بن أمية عن عبد الله بن\nعبيد بن عمير أن عبد الرحمن بن أبي عمار أخبره قال * سألت جابر بن عبد الله\nأيؤكل الضبع قال نعم قلت أصيد هي قال نعم قلت سمعت ذلك من رسول الله صلى\nالله عليه وسلم قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n2128 حدثنا إسحاق حدثنا عبد الوارث بن سعيد حدثنا القاسم بن عبد الواحد\nعن عبد الله بن محمد بن عقيل عن جابر عن النبي صلى الله عليه وسلم قال * إن\nأخوف ما أخاف على أمتي من بعدي لعمل قوم لوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n2129 حدثنا إسحاق حدثنا عبد العزيز بن محمد عن جعفر بن محمد عن أبيه عن\nجابر * أن رسول الله صلى الله عليه وسلم خرج إلى مكة <span id='ms0455'></span> عام الفتح في رمضان\nفصام حتى بلغ كراع الغميم فصام رمضان وصام الناس معه فقيل له إن الناس قد\nشق عليهم الصيام وإنما ينظرون إلى ما فعلت فدعا بقدح من ماء بعد العصر فشرب\nوالناس ينظرون فصام بعض الناس وأفطر بعض فبلغه أن ناسا صاموا فقال أولئك\nالعصاة \\ 2129 \\\n</p>\n\n<p>\n2130 حدثنا إسحاق حدثنا حماد بن زيد عن كثير بن شنطير عن عطاء عن جابر\nقال قال رسول الله صلى الله عليه وسلم * خمروا الآنية وأوكوا الأسقية\nوأجيفوا الأبواب وكفوا صبيانكم عند المساء فإن للجن انتشارا وخطفة وأطفئوا\nالمصباح عند الرقاد فإن الفويسقة ربما اجترت الفتيلة فاحرقت أهل البيت \\\n2130 \\\n</p>\n\n<p>\n2131 حدثنا إسحاق حدثنا محمد بن خازم حدثنا الأعمش عن أبي سفيان عن جابر\nقال * سئل رسول الله صلى الله عليه وسلم أي الصلاة أفضل قال طول القنوت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n2132 حدثنا إسحاق حدثنا سفيان عن حميد الأعرج عن سليمان عن جابر * أن\nالنبي صلى الله عليه وسلم رفع الجوائح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n2133 حدثنا إسحاق حدثنا حماد حدثنا مجالد عن عامر عن جابر قال قال رسول\nالله صلى الله عليه وسلم ليس منا من سلق ولا حلق ولا خرق 2133 مكرر وعن\nجابر قال قال رسول الله صلى الله عليه وسلم * إنكم اليوم على دين وإني\nمكاثر بكم الأمم فلا تمشوا القهقري بعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n2134 حدثنا إسحاق حدثنا حماد عن مجالد عن الشعبي عن جابر قال قال رسول\nالله صلى الله عليه وسلم * السائمة جبار والبئر جبار والمعدن جبار وفي\nالركاز الخمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n2135 وعن جابر قال قال رسول الله صلى الله عليه وسلم * لا تسألوا أهل\nالكتاب عن شيء فإنهم لن يهدوكم وقد ضلوا وإنكم إما أن تصدقوا بباطل وإما أن\nتكذبوا بحق وإنه والله لوكان موسى حيا بين أظهركم ما حل له إلا أن يتبعني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n2136 حدثنا إسحاق حدثنا سفيان عن مجالد عن الشعبي عن جابر * إن أوتيتم\nهذا فخذوه وإن لم تؤتوه فاحذروا المائدة فذ كر ابني صوريا حتى أتاهم النبي\nصلى الله عليه وسلم فقال لهما بالذي أنزل التوراة على موسى والذي فلق <span id='ms0456'></span> البحر\nوالذي أنزل عليكم المن والسلوى أنتم أعلم قالا قد نحلنا قومنا ذاك قال فقال\nأحدهما يناشدنا بمثل هذه قال تجدون النظر زنية والاعتناق زنية والقبل زنية\nفإذا شهد أربعة أنهم رأوه يبديء ويعيد كما يدخل الميل في المكحلة فالرجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n2137 حدثنا إسحاق حدثنا بشر بن المفضل حدثنا عمار بن غزية حدثنا رجل من\nقومي عن جابر قال قال رسول الله صلى الله عليه وسلم * من أعطي عطاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n             فوجد فليجز به فإن لم يجد فليثن به فمن أثنى به فقد شكره ومن\nكتمه فقد كفر ومن تحلى بما لم يعط كان كلابس ثوبي زور قال بإصبعه هكذا\nالسبابة والوسطى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n2138 حدثنا إسحاق والقواريري قالا حدثنا بشر بن المفضل حدثنا عمر بن عبد\nالله مولى غفرة قال سمعت أيوب بن خالد بن صفوان يذكر عن جابر قال خرج علينا\nرسول الله صلى الله عليه وسلم فقال * يا أيها الناس إن لله سرايا من\nالملائكة تحل وتقف على مجالس الذكر في الأرض فارتعوا في رياض الجنة قالوا\nوما رياض الجنة يا رسول الله قال مجالس الذكر فاغدوا وروحوا في ذكر الله\nواذكروه بأنفسكم من كان يحب أن يعلم منزلته عند الله فإن الله ينزل العبد\nمنه حيث أنزله من نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n2139 حدثنا إبراهيم حدثنا عبد الرحمن بن مهدي عن سفيان عن سلمة أخبرني من\nسمع جابرا قال قال رسول الله صلى الله عليه وسلم * من باع عبدا وله مال\nفماله للبائع إلا أن يشترط المبتاع \\ 2139 \\\n</p>\n\n<p>\n2140 حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي عن سفيان عن بن المنكدر\nعن جابر قال * جاء النبي صلى الله عليه وسلم يعودني ليس براكب بغل ولا\nبرذون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n2141 حدثنا أبو خيثمة حدثنا عبد الرحمن عن سليم بن حيان عن سعيد بن ميناء\nحدثنا جابر بن عبد الله قال * نهى رسول الله صلى الله عليه وسلم عن\nالمحاقلة والمزابنة والمخابرة كراء الأرض على النصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n2142 وحدثنا جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم * من\nكان له فضل <span id='ms0457'></span> ماء أو أرض فليزرعها أو يزرعها أخاه ولا تبيعوها قال سليم قلت\nيا سعيد ما يعني بالبيع الكراء قال نعم \\ 2142 \\\n</p>\n\n<p>\n2143 وقال سمعت جابر بن عبد الله يقول * نهى رسول الله صلى الله عليه\nوسلم عن بيع الثمرة حتى تشقح قلت لجابر ما تشقح قال تحمر وتصفر وتؤكل \\\n2143 \\\n</p>\n\n<p>\n2144 حدثنا جابر * أن النبي صلى الله عليه وسلم صلى على النجاشي وكبر\nأربع تكبيرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n2145 حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي عن سفيان عن أبي إسحاق عن\nسعيد بن أبي كرب عن جابر قال قال رسول الله صلى الله عليه وسلم * ويل\nللعراقيب من النار \\ 2145 \\\n</p>\n\n<p>\n2146 حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي حدثنا حماد بن سلمة عن\nأبي الزبير عن جابر * أن النبي صلى الله عليه وسلم دخل يوم الفتح مكة وعليه\nعمامة سوداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n2147 حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن أبي الزبير عن جابر\nقال * أفاض رسول الله صلى الله عليه وسلم من عرفة وعليه السكينة وأمر\nبالسكينة وأوضح في وادي محسر وقال خذوا مناسككم فإني لا أدري لعلكم لا\nتلقوني بعد عامكم أو يومكم هذا ورمى بمثل حصى الخذف \\ 2147 \\\n</p>\n\n<p>\n2148 حدثنا زهير حدثنا عبد الرحمن عن سفيان عن أبي الزبير عن جابر * أن\nالنبي صلى الله عليه وسلم مر بحمار يدخن منخراه قد وسم في وجهه فقال ألم\nألعن من فعل هذا ألا لا يوسمن في الوجه ولا يضربن في الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n2149 وعن جابر قال * دخل رسول الله صلى الله عليه وسلم على بني النجار\nفسمع صوتا فخرج مذعورا فقال استعيذوا بالله من عذاب القبر \\ 2149 \\\n</p>\n\n<p>\n2150 وعن جابر قال * نحرنا يوم الحديبية سبعين بدنة البدنة عن سبعة وقال\nليشترك النفر في الهدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n2151 وعن جابر قال رسول الله صلى الله عليه وسلم * إن إبراهيم حرم بيت\nالله وأمنه وإني حرمت المدينة فحرام ما بين لابتيها لا يصاد صيدها ولا يقطع\nعضاهها \\ 2151 \\\n</p>\n\n<p>\n2152 وعن جابر وبن عمر عن النبي صلى الله عليه وسلم قال المؤمن * يأكل في\nمعي واحد والكافر يأكل في سبعة <span id='ms0458'></span> أمعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n2153 وعن جابر عن النبي صلى الله عليه وسلم قال * عرش إبليس على البحر\nفيبعث سرايا فأعظمهم عنده أعظمهم فتنة \\ 2153 \\\n</p>\n\n<p>\n2154 وعن جابر عن النبي صلى الله عليه وسلم قال * إن إبليس قد يئس أن\nيعبده المصلون ولكن في التحريش بينكم \\ 2154 \\\n</p>\n\n<p>\n2155 حدثنا زهير حدثنا عبد الرحمن بن مهدي حدثنا حماد بن زيد عن عمرو بن\nدينار عن محمد بن علي عن جابر * أن رسول الله صلى الله عليه وسلم نهى يوم\nخيبر عن لحوم الحمر الأهلية وأذن في لحوم الخيل \\ 2155 \\\n</p>\n\n<p>\n2156 حدثنا زهير حدثنا عبد الرحمن حدثنا سفيان عن عبد الله بن محمد بن\nعقيل قال سمعت جابرا يقول * الظهر كأسمها والعصر والشمس حية بيضاء والمغرب\nكأسمها كان النبي صلى الله عليه وسلم يصلي بنا وإنا نرى مواقع النبل وكان\nالنبي صلى الله عليه وسلم يعجل العشاء والفجر كأسمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n2157 حدثنا زهير حدثنا عبد الرحمن بن مهدي عن شعبة عن سعيد الجريري عن\nأبي نضرة عن جابر * أن بني سلمة ذكروا للنبي صلى الله عليه وسلم بعد\nمنازلهم فقال النبي صلى الله عليه وسلم يا بني سلمة دياركم فإنما تكتب\nآثاركم \\ 2157 \\\n</p>\n\n<p>\n2158 حدثنا زهير حدثنا عبد الرحمن بن مهدي عن سفيان عن أبي الزبير عن\nجابر * أن النبي صلى الله عليه وسلم كوى رجلا في أكحله مرتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n2159 حدثنا شيبان حدثنا محمد بن خازم حدثنا عبد الله بن عبيد بن عمير\nحدثنا عبد الرحمن بن أبي عمار عن جابر * أن رسول الله صلى الله عليه وسلم\nسئل عن الضبع فقال هي صيد يجعل فيها كبشا إذا أصابها المحرم \\ 2159 \\\n</p>\n\n<p>\n2160 حدثنا شيبان حدثنا جرير قال سمعت محمد بن المنكدر عن جابر * أن\nالنبي صلى الله عليه وسلم أتى امرأة من الأنصار فبسطت له عند صور ورشت حوله\nوذبحت شاة وصنعت له طعاما فأكل وأكلنا معه ثم توضأ لصلاة الظهر فصلى فقالت\nالمرأة يا رسول الله قد فضلت عندنا من شاتنا فضلة فهل لك في العشاء قال نعم\nفأكل وأكلنا ثم صلى العصر ولم يتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n2161 حدثنا هدبة بن <span id='ms0459'></span> خالد حدثنا حماد بن سلمة عن عمار بن أبي عمار عن جابر\n* قال كان ليهودي على أبي دين تمر وترك أبي حديقتين وتمر اليهودي يستوعب\nالحديقتين فقال له النبي صلى الله عليه وسلم هل لك أن تأخذ العام بعضا\nوتؤخر بعضا إلى قابل فأبى اليهودي فقال لي النبي صلى الله عليه وسلم يا\nجابر إذا حضر الجداد فآذني فآذنته فجاء النبي صلى الله عليه وسلم وأبو بكر\nوعمر فجعل يكال له من أسفل النخل والنبي صلى الله عليه وسلم يدعو بالبركة\nفوفيناه حقه قال عمار أراه من أصغر الحديقتين قال ثم أتيناهم برطب فأكلوا\nوشربوا ثم قال النبي صلى الله عليه وسلم هذا من النعيم الذي تسألون عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n2162 حدثنا أبو هشام الرفاعي حدثنا يحيى بن يمان حدثنا الأعمش عن أبي\nصالح عن جابر قال رسول الله صلى الله عليه وسلم * أنتم الغر المحجلون \\\n2162 \\\n</p>\n\n<p>\n2163 حدثنا أبو هشام حدثنا بن فضيل حدثنا الأجلح عن أبي الزبير عن جابر\nقال * لما كان يوم الطائف ناجى رسول الله صلى الله عليه وسلم عليا فأطال\nنجواه فقال بعض أصحابه لقد أطال نجوى بن عمه فبلغه ذلك فقال ما أنا انجيته\nبل الله أنتجاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n2164 حدثنا أبو هشام الرفاعي حدثنا محمد بن فضيل حدثنا الوليد بن جميع عن\nأبي سلمة بن عبد الرحمن عن جابر قال * قام رسول الله صلى الله عليه وسلم\nذات يوم على المنبر فقال يا أيها الناس إني لم أقم فيكم بخبر جاءني من\nالسماء ولكن بلغني خبر ففرحت به فأحببت أن تفرحوا بفرح نبيكم إنه بينا ركب\nيسيرون في البحر إذ نفد طعامهم فرفعت لهم جزيرة فخرجوا يريدون الخبز\nفلقيتهم الجساسة فقلت لأبي سلمة وما الجساسة قال امرأة تجر شعر جلدها\nورأسها فقالت في هذا القصر خبر ما تريدون فأتوه فإذا هم برجل موثق فقال\nأخبروني أو سلوني أخبركم فسكت القوم فقال أخبروني عن نخل بيسان أطعم قالوا\nنعم قال أخبروني عن حمأة زغر فيها ماء قالوا نعم قالوا هو المسيح تطوى <span id='ms0460'></span> له\nالأرض في أربعين يوما إلا ما كان من طيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n             قال رسول الله صلى\nالله عليه وسلم وطيبة المدينة ما باب من أبوابها إلا ملك مصلت سيفه يمنعه\nوبمكة مثل ذلك ثم قال في بحر فارس ما هو في بحر الروم ما هو ثلاثا ثم ضرب\nبكفه اليمنى على اليسرى ثلاثا فقال لي بن أبي سلمة في هذا الحديث شيء ما\nحفظته قلنا ما هو قال شهد جابر أنه بن صائد قلت لا فإن بن صائد قد مات قال\nوإن مات قلت قد أسلم قال وإن أسلم قلت فإنه دخل المدينة قال وإن دخل\nالمدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n2165 حدثنا أبو هشام حدثنا بن فضيل عن الأعمش عن أبي صالح وأبي سفيان عن\nجابر قال قال رسول الله صلى الله عليه وسلم * إذا فرغ أحدكم من طعامه\nفليلعق أصابعه فإنه لا يدري في أي طعامه تكون البركة \\ 2165 \\\n</p>\n\n<p>\n2166 حدثنا الحسن بن عمر بن شقيق حدثنا يزيد عن حسين عن عطاء بن أبي رباح\nعن جابر * أن رجلا أعتق غلاما له عن دبر منه فقال النبي صلى الله عليه وسلم\nمن يشتريه مني قال فاشتراه نعيم بن عبد الله فأخذ ثمنه فدفعه إليه \\ 2166 \\\n</p>\n\n<p>\n2167 حدثنا الحسن بن عمر بن شقيق حدثنا يزيد عن حبيب عن أبي الزبير عن\nجابر بن عبد الله بمثل حديث حسين عن عطاء وزاد فيه قال قال نبي الله صلى\nالله عليه وسلم * إذا كان أحدكم فقيرا فليبدأ بنفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n2168 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا معمر عن عبد الله\nبن محمد بن عقيل عن جابر قال النبي صلى الله عليه وسلم * من تمام الصلاة\nإقامة الصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n2169 حدثنا أبو علي مجاهد بن موسى حدثنا أحمد بن عبد الله بن يونس حدثنا\nزهير عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * ما\nيبيع حاضر لباد دعوا الناس يرزق الله بعضهم من بعض \\ 2169 \\\n</p>\n\n<p>\n2170 وبأسناده قال * نهى رسول الله صلى الله عليه وسلم عن بيع الثمر حتى\nيطيب \\ 2170 \\\n</p>\n\n<p>\n2171 حدثنا <span id='ms0461'></span> مجاهد بن موسى حدثنا أحمد بن عبد الله حدثنا زهير حدثنا أبو\nالزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * من كان شريكا في\nربعة أو نخل فليس له أن يبيعه حتى يؤذن شريكه فإن رضي أخذ وإن كره ترك \\\n2171 \\\n</p>\n\n<p>\n2172 حدثنا أبو إسحاق إبراهيم بن عبد الله الهروي حدثنا إسماعيل بن عليه\nحدثنا الحجاج بن أبي عثمان عن أبي الزبير عن جابر * انطلق رسول الله صلى\nالله عليه وسلم ليصلح بين بني عمرو بن عوف من الأنصار قال وحضرت الصلاة\nفقال بلال لأبي بكر أأؤذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n             فتصلي بالناس قال نعم فأقام بلال\nفتقدم أبو بكر فصلى بالناس وجاء رسول الله صلى الله عليه وسلم فجعلوا\nيصفقون بأيديهم لأبي بكر وكان أبو بكر لا يكاد يلتفت إذا كان في الصلاة\nفلما صفقوا التفت فرأى رسول الله صلى الله عليه وسلم فتأخر فأومأ النبي صلى\nالله عليه وسلم بيده إليه أن يصلي فأبى فتقدم رسول الله صلى الله عليه وسلم\nفصلى فلما قضى صلاته قال لأبي بكر ما منعك أن تصلي قال ما كان لابن أبي\nقحافة أن يؤم رسول الله صلى الله عليه وسلم فأقبل على القوم فقال ما بال\nالتصفيق إنما التصفيق في الصلاة للنساء فإذا كانت لأحدكم حاجة فليسبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n2173 حدثنا إبراهيم الهروي حدثنا إسماعيل بن إبراهيم حدثنا الحجاج بن أبي\nعثمان حدثني أبو الزبير أن جابرا حدثهم قال * مر رسول الله صلى الله عليه\nوسلم بأم السائب أو أم المسيب وهي تزفزف من الحمى فقال لها ما شأنك يا أم\nالسائب تزفزفين قالت الحمى لا بارك الله فيها قال لا تسبيها فإنها تذهب\nخطايا بني آدم كما يذهب الكير خبث الحديد \\ 2173 \\\n</p>\n\n<p>\n2174 حدثنا إبراهيم الهروي حدثنا إسماعيل بن إبراهيم حدثنا الحجاج بن أبي\nعثمان عن أبي الزبير عن جابر قال قدم رجل المدينة مهاجرا قال فحم حمى شديدة\nفأتى رسول الله صلى الله عليه وسلم فقال * يا رسول الله أقلني الهجرة فقال\nلا والله لا أقيلك إن الإسلام <span id='ms0462'></span> لا يقال قال الحجاج وذكر أنه غير مرة كل ذلك\nيأبى عليه فخرج بغير إذنه فأخبر به النبي صلى الله عليه وسلم فقال إنها\nطيبة تنفي خبث الرجال كما ينفي الكير خبث الحديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n2175 حدثنا إبراهيم حدثنا إسماعيل بن إبراهيم حدثنا الحجاج بن أبي عثمان\nعن أبي الزبير عن جابر قال * قدم الطفيل بن عمرو الدوسي على رسول الله صلى\nالله عليه وسلم بمكة فقال لرسول الله صلى الله عليه وسلم هلم إلى حصن حصين\nوعدد وعدة قال أبو الزبير الدوس حصن في رأس جبل لا يؤتى إلا في مثل الشراك\nفقال له رسول الله صلى الله عليه وسلم أمعك من وراءك قال لا أدري قال فأعرض\nعنه لما ذخر الله للأنصار قال فلما قدم رسول الله صلى الله عليه وسلم\nالمدينة قدم الطفيل بن عمرو مهاجرا إلى رسول الله صلى الله عليه وسلم ومعه\nرجل من رهطه فحم ذلك الرجل حمى شديدة فخرج فأخذ شفرة فقطع بها دواحله فشخب\nحتى مات فدفن فجاء فيما يرى النائم في الليل إلى الطفيل بن عمرو في شارة\nحسنة وهو مخمر يده فقال له الطفيل أفلان قال نعم قال كيف فعلت قال صنع بي\nربي خيرا غفر لي بهجرتي إلى نبيه قال فما فعلت يداك قال قال ربي لن نصلح\nمنك ما أفسدت من نفسك فقص الطفيل رؤياه على رسول الله صلى الله عليه وسلم\nفرفع يده فقال اللهم وليديه فاغفر اللهم وليديه فاغفر اللهم وليديه فاغفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n2176 حدثنا محمد بن إسماعيل بن أبي سمينة حدثنا مبشر بن إسماعيل حدثنا\nأبو بكر الغساني عن حكيم بن عمير عن جابر * أن النبي صلى الله عليه وسلم\nكان يسجد في أعلى جبهته مع قصاص الشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n2177 حدثنا مسروق بن المرزبان حدثنا بن أبي زائدة عن أبي إسحاق عن سعيد\nعن جابر قال * كان النبي صلى الله عليه وسلم يقوم إلى خشبة يتوكأ عليها\nيخطب كل جمعة حتى أتاه رجل من الروم وقال إن شئت جعلت لك شيئا إذا <span id='ms0463'></span> قعدت\nعليه كنت كأنك قائم قال نعم قال فجعل له المنبر فلما جلس عليه حنت الخشبة\nحنين الناقة على ولدها حتى نزل النبي صلى الله عليه وسلم فوضع يده عليها\nفلما كان من الغد فرأيتها قد حولت فقلنا ما هذا قال جاء النبي صلى الله\nعليه وسلم وأبو بكر وعمر فحولوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n2178 حدثنا عبد الله بن عمر بن أبان حدثنا محمد بن فضيل عن الوليد بن\nجميع عن أبي سلمة عن جابر قال * قام فينا رسول الله صلى الله عليه وسلم ذات\nيوم على المنبر فقال بينما ناس يسيرون في البحر فلقيتهم الجساسة فقلت وما\nالجساسة فقال امرأة تجر شعر جلدها ورأسها فقالت في هذا القصر خبر ما تريدون\nفأتوه فإذا هم برجل موثق قال أخبروني أو سلوني أخبركم فسكت القوم فقال\nأخبروني عن نخل بيسان وعين زغر وعمان هل أطعم قالوا نعم قال فأخبروني عن\nحمأة زغر هل فيها ماء قالوا نعم هي ملأى تدفق جانبها قال فقال وهو المسيح\nتطوى له الأرض فيسلكها في أربعين إلا ما كان من طيبة قال رسول الله صلى\nالله عليه وسلم هي المدينة ما باب من أبوابها إلا عليه ملك صالت سيفه يمنعه\nمنها وبمكة مثل ذلك ثم قال في بحر فارس ما هو في بحر الروم ما هو ثلاثا قال\nفقال بن أبي سلمة إن في هذا الحديث شيئا ما حفظته قال فشهد جابر أنه بن\nصياد قال فقلت إن بن صياد قد مات قال وإن مات قال فقلت فإنه قد أسلم قال\nوإن كان قد أسلم قال فإنه قد دخل المدينة قال وإن كان قد دخل المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n2179 حدثنا عقبة بن مكرم الهلالي حدثنا يونس بن بكير حدثنا إبراهيم بن\nإسماعيل عن أبي الزبير عن جابر قال * ما سمعنا رسول الله صلى الله عليه\nوسلم باح لنا بشيء من الدعاء على الجنائز ولا أبو بكر ولا عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n2180 حدثنا عقبة حدثنا يونس حدثنا هشام الدستوائي عن أبي الزبير عن جابر\nقال * اشتكيت فدخل <span id='ms0464'></span> علي رسول الله صلى الله عليه وسلم فنفخ في وجهي فأفقت \\\n2180 \\\n</p>\n\n<p>\n2181 حدثنا عقبة حدثنا يونس قال أخبرني إبراهيم بن إسماعيل عن أبي الزبير\nعن جابر قال * نهى رسول الله صلى الله عليه وسلم أن يضطجع أحدنا يضع إحدى\nرجليه على الأخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n2182 حدثنا عقبة حدثنا يونس حدثنا سليمان الأعمش عن أبي سفيان عن جابر أن\nرسول الله صلى الله عليه وسلم قال * ليأتين على الناس زمان يخرج الجيش من\nجيوشهم فيقال هل فيكم أحد صحب محمدا فتستنصرون به فتنصروا ثم يقال هل فيكم\nمن صحب محمدا فيقال لا فمن صحب أصحابه فيقال لا فيقال من رأى من صحب أصحابه\nفلو سمعوا به من وراء البحر لأتوه \\ 2182 \\\n</p>\n\n<p>\n2183 حدثنا عقبة حدثنا مسعدة بن اليسع عن شبل بن عباد عن عمرو بن دينار\nعن جابر بن عبد الله أن رجلا جاء إلى النبي صلى الله عليه وسلم قال * أي\nالناس أعلم قال من يجمع علم الناس إلى علمه وكل صاحب علم غرثان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n2184 حدثنا الأزرق بن علي حدثنا حسان حدثنا محمد بن الفضل عن عمرو بن\nدينار عن جابر بن عبد الله قال سمعت النبي صلى الله عليه وسلم يقول * إن\nالناس يكثرون وأصحابي يقلون فلا تسبوهم لعن الله من سبهم \\ 2184 \\\n</p>\n\n<p>\n2185 حدثنا محمد بن المنهال حدثنا يزيد بن زريع حدثنا سعيد عن قتادة عن\nعطاء بن أبي رباح عن جابر قال * كنت في الصف الثاني أو الثالث حيث صلى\nالنبي صلى الله عليه وسلم على النجاشي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n2186 حدثنا مسروق حدثنا شريك عن الأعمش عن أبي سفيان عن جابر قال * جاء\nسليك إلى المسجد والنبي صلى الله عليه وسلم يخطب فأمره أن يصلي ركعتين\nخفيفتين \\ 2186 \\\n</p>\n\n<p>\n2187 حدثنا مسروق حدثنا بن أبي زائدة قال حدثني أبو أيوب الأفريقي عن\nمحمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\n* أريت الأنبياء فأنا شبيه إبراهيم \\ 2187 \\\n</p>\n\n<p>\n2188 حدثنا مسروق بن المرزبان حدثنا حفص عن جعفر عن أبيه عن جابر * أن\nالنبي صلى الله عليه وسلم جمع <span id='ms0465'></span> بين الظهر والعصر بعرفات بأذان وإقامتين\nالمغرب والعشاء بأذان وإقامتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n2189 حدثنا سفيان بن وكيع حدثنا حفص عن بن جريج عن سليمان بن موسى عن أبي\nالزبير عن جابر قال رخص لهم في قطع النخل ثم شدد عليهم فأتوا النبي صلى\nالله عليه وسلم فقالوا * يا رسول الله علينا إثم فيما قطعنا أو علينا فيما\nتركنا فأنزل الله <span class='quran'>ما قطعتم من لينة أو تركتموها قائمة على أصولها\nفبإذن الله </span>الحشر \\ 2189 \\\n</p>\n\n<p>\n2190 حدثنا سفيان بن وكيع حدثنا أبي عن عبيد الله عن أبي مليح حدثنا جابر\nبن عبد الله * قال أنزل الله صحف إبراهيم في أول ليلة من رمضان وأنزلت\nالتوراة على موسى لست خلون من رمضان وأنزل الزبور على داود في إحدى عشرة\nليلة خلت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n             رمضان وأنزل القرآن على محمد صلى الله عليه وسلم\nفي أربع وعشرين خلت من رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n2191 حدثنا سفيان حدثنا أبو أسامة عن هشام عن الحسن عن جابر قال رسول\nالله صلى الله عليه وسلم * بين الرجل أو قال بين العبد وبين الكفر ترك\nالصلاة \\ 2191 \\\n</p>\n\n<p>\n2192 حدثنا سفيان بن وكيع حدثنا روح بن عبادة حدثنا بن جريج قال أخبرني\nأبو الزبير عن جابر قال * طلقت خالتي فأرادت أن تجد نخلها فزجرها رجل أن\nتخرج إليه فأتت النبي صلى الله عليه وسلم فقال بلى فجدي ذلك فإنك عسى أن\nتصدقي فتفعلي معروفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n2193 حدثنا سفيان حدثنا روح حدثنا بن جريج قال أخبرني عطاء * أنه سمع\nجابر بن عبد الله وذكر العزل فقال قد كنا نفعله على عهد رسول الله صلى الله\nعليه وسلم \\ 2193 \\\n</p>\n\n<p>\n2194 حدثنا سفيان حدثنا أبي عن بن أبي ليلى عن أبي الزبير عن جابر قال\nرسول الله صلى الله عليه وسلم * لا تسبوا الليل والنهار ولا الشمس ولا\nالقمر ولا الرياح فإنها ترسل رحمة لقوم وعذابا لقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n2195 حدثنا سفيان حدثنا عبد الوهاب الثقفي عن أيوب عن هشام عن وهب بن\nكيسان عن جابر بن عبد الله عن النبي صلى الله عليه وسلم قال * من أحيا أرضا\nميتة فله أجر <span id='ms0466'></span> وما أكلت العوافي فهو له صدقة \\ 2195 \\\n</p>\n\n<p>\n2196 حدثنا سفيان حدثنا أبي عن أسامة بن زيد عن بن المنكدر عن جابر قال\nقال رسول الله صلى الله عليه وسلم * سلوا الله علما نافعا وتعوذوا بالله من\nعلم لا ينفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n2197 حدثنا سفيان حدثنا أبي عن أسامة عن محمد بن المنكدر عن جابر قال *\nمر النبي صلى الله عليه وسلم بقوم يقرؤون القرآن في المسجد فقال اقرؤوا\nالقرآن قبل أن يجيء قوم يقيمونه إقامة القدح يتعجلونه ولا يتأجلونه \\ 2197\n\\\n</p>\n\n<p>\n2198 حدثنا سفيان حدثنا أبي عن سعيد بن عبيد الأزدي حدثنا الفضل الرقاشي\nعن محمد بن المنكدر عن جابر قال * قام رسول الله صلى الله عليه وسلم خطيبا\nيوم الجمعة فقال عسى رجل تحضره الجمعة وهو على قدر ميل من المدينة فلا يحضر\nالجمعة قال ثم قال في الثانية عسى رجل تحضره الجمعة وهو على قدر ميلين من\nالمدينة فلا يحضرها وقال في الثالثة عسى يكون على قدر ثلاثة أميال من\nالمدينة فلا يحضر الجمعة ويطبع الله على قلبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n2199 حدثنا سفيان حدثنا محمد بن المنكدر عن بن جريج قال أخبرني أبو\nالزبير أنه سمع جابر بن عبد الله يسأل عن ركوب البدن فقال سمعت رسول الله\nصلى الله عليه وسلم يقول * اركبها بالمعروف إذا إلجئت إليها حتى تجد ظهرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n2200 حدثنا واصل بن عبد الأعلى حدثنا بن فضيل عن الوليد بن جميع عن أبي\nسلمة عن جابر قال * قام رسول الله صلى الله عليه وسلم ذات يوم على المنبر\nفقال إنه بينما أناس يسيرون في البحر فنفذ طعامهم فرفعت لهم جزيرة فخرجوا\nيريدون الخبز فلقيتهم الجساسة قلت لأبي سلمة وما الجساسة قال امرأة تجر شعر\nرأسها قالت لهم في هذا القصر خبر ما تريدون فأتوه فإذا هم برجل موثق فقال\nأخبروني أو سلوني أخبركم فسكت القوم فقال أخبروني عن نخل بيسان وأريحيا أو\nأريحا أأطعم قالوا نعم قال فأخبروني عن حمأة زغر هل فيها ماء قالوا نعم\nقالوا هو المسيح تطوى له الأرض فيسلكها في أربعين يوما إلا <span id='ms0467'></span> ما كان من طيبة\nفقال رسول الله صلى الله عليه وسلم ألا وإن طيبة هي المدينة ما من باب من\nأبوابها إلا ملك صالت سيفه يمنعه منها وبمكة مثل ذلك ثم قال في بحر فارس ما\nهو في بحر الروم ما هو فقال لي أبو سلمة إن في هذا الحديث شيئا ما حفظت قال\nشهد جابر بن عبد الله أنه بن صياد قلت فإنه قد مات قال وإن مات قلت فإنه\nأسلم قال وإن اسلم قلت فإنه قد دخل المدينة قال وإن دخل المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n2201 حدثنا الحسين بن يزيد الطحان حدثنا إبراهيم بن عيينة عن أبي طالب عن\nمحارب عن جابر قال قال رسول الله صلى الله عليه وسلم * نعم الإدام الخل\nوكفى بالمرء شرا أن يتسخط ما قرب إليه \\ 2201 \\\n</p>\n\n<p>\n2202 حدثنا عبد الله بن محمد بن سالم المفلوج ثقة حدثنا محمد بن جعفر بن\nمحمد بن علي بن حسين عن أبيه عن جده عن جابر * أن رسول الله صلى الله عليه\nوسلم رمل من الحجر إلى الحجر \\ 2202 \\\n</p>\n\n<p>\n2203 حدثنا سفيان بن وكيع حدثنا أبي عن إبراهيم بن يزيد عن أبي الزبير عن\nجابر قال كنا في سفر فصام رجل فغشي عليه فوقف عليه أصحابه فمر النبي صلى\nالله عليه وسلم فقالوا صام قال النبي صلى الله عليه وسلم * ليس من البر\nالصوم في السفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n2204 حدثنا عبد الله بن عامر بن زرارة حدثنا بن أبي زائدة عن بن جريج عن\nأبي الزبير عن جابر قال سمعت النبي صلى الله عليه وسلم يقول * اركبها\nبالمعروف إذا ألجئت إليها حتى تجد ظهرا يعني به البدنة \\ 2204 \\\n</p>\n\n<p>\n2205 حدثنا جبارة بن مغلس حدثنا أبو بكر النهشلي حدثنا الهيثم بن أبي\nالهيثم عن جابر * أن رسول الله صلى الله عليه وسلم احتجم في الأخدعين وبين\nالكتفين وأعطى الحجام أجره ولو كان حراما لم يعطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n2206 حدثنا مسروق بن المرزبان حدثنا حفص بن غياث عن بن جريج عن محمد بن\nعباد بن جعفر عن جابر قال * نهى رسول الله صلى الله <span id='ms0468'></span> عليه وسلم عن صيام يوم\nالجمعة مفردا \\ 2206 \\\n</p>\n\n<p>\n2207 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحيم بن سليمان حدثنا\nأشعث عن أبي الزبير المكي قال سألت جابر بن عبد الله عن الحنطة بالتمر وفضل\nيدا بيد فقال قد * كنا على عهد رسول الله صلى الله عليه وسلم نشتري الصاع\nالحنطة بستة آصع من تمر يدا بيد فإن كان نوعا واحدا فلا خير فيه إلا مثلا\nبمثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n2208 حدثنا عبد الأعلى حدثنا حماد عن سعيد الجريري عن أبي نضرة عن جابر *\nأن النبي صلى الله عليه وسلم كان في سفر في رمضان فأتى هو وأصحابه على غدير\nفقال للقوم إشربوا قالوا نشرب ولا تشرب فقال إني أيسركم إني راكب فنزل فشرب\nوشربوا \\ 2208 \\\n</p>\n\n<p>\n2209 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا محمد بن إسحاق عن عطاء\nعن جابر قال * لما قدم رسول الله صلى الله عليه وسلم مكة أتاه أصحاب الصليب\nالذين يجمعون الأوداك فقالوا يا رسول الله إنا نجمع هذه الأوداك من الميتة\nوغيرها وإنما هي للأدم والسفن فقال رسول الله صلى الله عليه وسلم قاتل الله\nاليهود حرمت عليهم الشحوم فباعوها وأكلوا أثمانها فنهاهم عن ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n2210 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا سفيان بن حسين عن محمد\nبن المنكدر عن جابر قال رسول الله صلى الله عليه وسلم * من عال ثلاثا من\nبنات يكفيهن ويرحمهن ويرفق بهن فهو في الجنة فقال رجل يا رسول الله واثنتين\nقال واثنتين حتى قلنا إن إنسانا لو قال واحدة لقال واحدة \\ 2210 \\\n</p>\n\n<p>\n2211 حدثنا أبو خيثمة حدثنا يزيد بن هارون حدثنا المثنى بن سعيد القسام\nعن أبي سفيان عن جابر قال * أخذ رسول الله صلى الله عليه وسلم ذات يوم بيدي\nحتى أتى بعض حجر نسائه فدخل ثم أذن لي فدخلت فقال هل من غداء أو هل من عشاء\nفقالوا نعم فأتي بثلاثة أقرصة فقال هل من آدم فقالوا لا إلا شيئا من خل قال\nهاتوه فنعم الإدام الخل قال جابر فما زلت أحبه <span id='ms0469'></span> مذ سمعت رسول الله صلى الله\nعليه وسلم يقول فيه قال أبو سفيان وما زلت أحبه مذ سمعت جابرا يقول ما يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n2212 حدثنا أبو خيثمة حدثنا يزيد أخبرنا بن أبي ذئب عن عبد الرحمن بن\nعطاء عن عبد الملك بن جابر بن عتيك عن جابر بن عبد الله قال قال رسول الله\nصلى الله عليه وسلم * إذا حدث الرجل القوم ثم التفت فهي أمانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n2213 حدثنا أبو خيثمة حدثنا يزيد بن هارون عن عطاء عن جابر قال قال رسول\nالله صلى الله عليه وسلم * ما من مسلم يغرس غرسا إلا كان له صدقة ما أكل\nمنه وما سرق منه وما أكلت الطير منه وما أكلت الوحش منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n2214 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا داود بن أبي هند عن أبي\nالزبير عن جابر قال رسول الله صلى الله عليه وسلم * العمرى جائزة لمن\nأعمرها والرقبى جائزة لمن أرقبها \\ 2214 \\\n</p>\n\n<p>\n2215 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا العوام بن حوشب قال\nحدثني طلحة بن نافع عن جابر قال * مر على رسول الله صلى الله عليه وسلم رجل\nفقالوا فيه وأثنوا عليه فقال من يقتله قال أبو بكر أنا فانطلق فوجده قد خط\nعلى نفسه خطة فهو قائم يصلي فيها فلما رآه على ذلك الحال رجع ولم يقتله\nفقال رسول الله صلى الله عليه وسلم من يقتله فقال عمر أنا فذهب فرآه يصلي\nفي خطة قائما يصلي فرجع ولم يقتله فقال رسول الله صلى الله عليه وسلم من له\nأو من يقتله فقال علي أنا فقال رسول الله صلى الله عليه وسلم أنت ولا أراك\nتدركه فأنطلق فوجده قد ذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n2216 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا يحيى بن سعيد أن شرحبيل\nبن سعد أخبره عن جابر قال * أقبلنا مع رسول الله صلى الله عليه وسلم زمن\nالحديبية فنزلنا بالسقيا فقال معاذ بن جبل من يسقينا في أسقيتنا قال جابر\nفقلت أنا فخرجت في فتية معي حتى أتينا الماء الذي بالأثاية <span id='ms0470'></span> وبينهما قريبا\nمن ثلاثة وعشرين ميلا قال فأتينا الماء الذي بالأثاية فسقينا في حوضنا\nوسقينا في أسقيتنا حتى إذا كان بعد عتمة إذا أنا برجل ينازعه بعيره إلى\nالحوض فقال أوردوا وإذا هو رسول الله صلى الله عليه وسلم فأورد وأخذ بزمام\nراحلته فقام رسول الله صلى الله عليه وسلم فصلى العشاء وجابر فيما ذكر إلى\nجنبه ثم صلى بعد العشاء ثلاث عشرة ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n2217 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا سليمان التيمي عن أبي\nنضرة عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال * مامنكم من\nنفس منفوسة يأتي عليها مائة سنة وهي حية \\ 2217 \\\n</p>\n\n<p>\n2218 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا الحجاج بن أبي زينب\nحدثنا أبو سفيان طلحة بن نافع قال سمعت جابر بن عبد الله قال * كنت جالسا\nفي داري فمر بي رسول الله صلى الله عليه وسلم فأشار إلي فقمت إليه فأخذ\nبيدي فانطلقنا حتى أتى بعض حجر نسائه فدخل ثم أذن لي فدخلت والحجاب عليها\nفقال هل من غداء فقالوا نعم فأتي بثلاثة أقراص فوضعهن فأخذ رسول الله صلى\nالله عليه وسلم قرصة فوضعه بين يديه وأخذ قرصة آخر فوضعه بين يدي ثم أخذ\nالثالث فكسره بابتين فجعل نصفه بين يديه ونصفه بين يدي ثم قال هل من آدم\nقالوا لا إلا شيئا من خل قال هاتوا فنعم الأدم هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n2219 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا هشام عن الحسن عن جابر\nقال قال رسول الله صلى الله عليه وسلم * إذا كنتم في الخصب فأمكنوا الركب\nأسنتها ولا تعدوا المنازل وإذا كنتم في الجدب فاستنجوا وعليكم بالدلجة فإن\nالأرض تطوى بالليل فإذا تغولت لكم الغيلان فبادروا بالأذان ولا تصلوا على\nجواد الطريق ولا تنزلوا عليها فإنها مأوى الحيات والسباع ولا تقضوا عليها\nالحوائج فإنها الملاعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n2220 حدثنا أبو خيثمة حدثنا يزيد أخبرنا محمد بن إسحاق عن عاصم بن عمر بن\nقتادة عن محمود بن لبيد عن جابر قال * جاء <span id='ms0471'></span> رجل ببيضة من ذهب إلى رسول الله\nصلى الله عليه وسلم أصابها في بعض المغازي فقال خذها يا رسول الله صدقة\nفوالله ما أصبحت أملك غيرها فأعرض عنه ثم أتاه عن شماله فقال مثل ذلك ثم\nأتاه من بين يديه فقال مثل ذلك فقال هاتها مغضبا فأخذها فخذفه بها خذفة لو\nأصابه لشجه أو عقره ثم قال يأتي أحدكم بماله كله فيتصدق به ثم يجلس فيتكفف\nالناس ألا إنه لا صدقة إلا عن ظهر غنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n2221 حدثنا أبو خيثمة حدثنا يزيد أخبرنا محمد بن إسحاق عن محمد بن\nإبراهيم عن عطاء بن يسار عن جابر قال قال رسول الله صلى الله عليه وسلم *\nإذا سمعتم نباح الكلاب ونهيق الحمر فتعوذوا بالله من الشيطان الرجيم فإنهن\nيرون مالا ترون وأقلوا الخروج إذا هدأت الرجل فإن الله يبث في خلقه في ليله\nما شاء وأجيفوا الأبواب فإن الشيطان لا يفتح بابا إذا أجيف وأوكوا الأسقية\nوخمروا الآنية وأطفئوا السرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n2222 حدثنا أبو خيثمة حدثنا يزيد أخبرنا الحجاج عن عطاء وعن أبي الزبير\nعن جابر قال * وقت رسول الله صلى الله عليه وسلم لأهل المدينة من ذي\nالحليفة ولأهل الشام الجحفة ولأهل اليمن الملم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n             ولأهل طائف قرن\nولأهل العراق ذات عرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n2223 حدثنا أبو خيثمة حدثنا يزيد أخبرنا الحجاج بن أرطاة عن أبي الزبير\nعن جابر * قال قال رسول الله صلى الله عليه وسلم في الحيوان اثنان بواحد لا\nبأس به ولا يصلح نسيئة \\ 2223 \\\n</p>\n\n<p>\n2224 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن حبيب\nالمعلم عن عطاء عن جابر أن رجلا نذر أن يصلي في بيت المقدس فسأل عن ذلك\nرسول الله صلى الله عليه وسلم فقال له * صل ها هنا يعني المسجد الحرام قال\nيا رسول الله إني إنما نذرت أن أصلي في بيت المقدس قال صل ها هنا قال وأظنه\nقال في الثالثة صل حيث قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n2225 حدثنا أبو خيثمة حدثنا الوليد قال حدثني أبو عمرو الأوزاعي قال سمعت\nيحيى يقول سألت <span id='ms0472'></span> أبا سلمة أي القرآن أنزل قبل فقال يا أيها المدثر فقلت أو\nاقرأ فقال جابر أحدثكم ما حدثنا رسول الله صلى الله عليه وسلم قال * جاورت\nبحراء شهرا فلما قضيت جواري نزلت فاستبطنت الوادي فنوديت فنظرت أمامي وخلفي\nوعن يميني وعن شمالي فلم أر أحدا ثم نوديت فنظرت فلم أر أحدا ثم نوديت\nفنظرت فلم أر أحدا فرفعت رأسي فإذا هو على العرش في الهواء يعني جبريل\nفأخذتني رجفة شديدة فأتيت خديجة فقلت دثروني فدثروني وصبوا علي ماء فأنزل\nالله <span class='quran'>يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر </span>\\ 2225 \\\n</p>\n\n<p>\n2226 حدثنا أبو خيثمة حدثنا سعيد بن عامر حدثنا هشام الدستوائي عن أبي\nالزبير عن جابر قال * نهى رسول الله صلى الله عليه وسلم عن البصل والكراث\nقال فغلبتنا الحاجة فأكلنا منها فقال رسول الله صلى الله عليه وسلم من أكل\nمن هذه الشجرة الخبيثة فلا يقربن مسجدنا فإن الملائكة تأذى بما يتأذى به\nالإنس أو قال بنو آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n2227 حدثنا أبو خيثمة حدثنا سعيد بن عامر عن شعبة عن مخول عن محمد بن علي\nعن جابر بن عبد الله قال * كان رسول الله صلى الله عليه وسلم إذا اغتسل\nأفرغ على رأسه ثلاثا فقال رجل من بني هاشم إن شعري كثير فقال كان شعر رسول\nالله صلى الله عليه وسلم أكثر من شعرك وأطيب \\ 2227 \\\n</p>\n\n<p>\n2228 حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا بن جريج قال أخبرني أبو\nالزبير أنه سمع جابر بن عبد الله يقول * كتب النبي صلى الله عليه وسلم على\nكل بطن عقوله ثم كتب أنه لا يحل أن يتولى مولى رجل مسلم بغير إذنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p160'> Vol. 04, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n2229 حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا بن جريج قال أخبرني أبو\nالزبير أنه سمع جابرا يقول * كنا نبيع سرارينا أمهات الأولاد والنبي صلى\nالله عليه وسلم حي فينا لا يرى بذلك بأسا \\ 2229 \\\n</p>\n\n<p>\n2230 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا وهشام بن أبي عبد الله قالا\nأخبرنا أبو الزبير عن جابر قال * بعثني رسول <span id='ms0473'></span> الله صلى الله عليه وسلم لحاجة\nفرجعت وهو على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n             راحلته فسلمت عليه فلم يرد علي شيئا وزاد زكريا\nثم سلمت عليه فلم يرد علي شيئا ثم اتفق حديثهما بعد فرأيته يرفع ويسجد\nفتنحيت عنه ثم قال ما صنعت في حاجتك فقلت صنعت كذا وكذا فقال ما منعني أن\nأرد عليك إلا أني كنت أصلي وزاد زكريا فلما قضى صلاته ناداني فرد علي\nالسلام وقال إني كنت أصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n2231 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير عن\nجابر قال * نهى رسول الله صلى الله عليه وسلم أن يقتل شيء من الدواب صبرا \\\n2231 \\\n</p>\n\n<p>\n2232 حدثنا أبو خيثمة حدثنا روح حدثنا أيمن بن نابل قال سمعت أبا الزبير\nيحدث عن جابر قال * كان رسول الله صلى الله عليه وسلم يعلمنا التشهد كما\nيعلمنا السورة من القرآن بسم الله التحيات والصلوات والطيبات لله السلام\nعليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين\nأسأل الله الجنة وأعوذ بالله من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n2233 حدثنا أبو خيثمة حدثنا روح حدثنا حجاج الصواف عن أبي الزبير عن جابر\nعن النبي صلى الله عليه وسلم قال * من قال سبحان الله العظيم وبحمده غرست\nله نخلة في الجنة \\ 2233 \\\n</p>\n\n<p>\n2234 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nعن جابر أن رسول الله صلى الله عليه وسلم قال * إذا ولي أحدكم أخاه فليحسن\nكفنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n2235 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير عن\nجابر قال * نهى رسول الله صلى الله عليه وسلم عن الوسم في الوجه والضرب في\nالوجه \\ 2235 \\\n</p>\n\n<p>\n2236 حدثنا أبو خيثمة حدثنا روح حدثنا حسين المعلم عن عطاء عن جابر * أن\nرجلا أعتق غلاما له عن دبر منه وأن الرجل احتاج فقال النبي صلى الله عليه\nوسلم من يشتريه مني فاشتراه نعيم بن عبد الله فأخذ ثمنه فدفعه إليه \\ 2236\n\\\n</p>\n\n<p>\n2237 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا عن النبي صلى الله <span id='ms0474'></span> عليه وسلم * لكل نبي دعوة قد دعا بها في أمته\nوخبأت دعوتي شفاعة لأمتي يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n2238 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال قال عطاء سمعت جابرا\nيقول قال رسول الله صلى الله عليه وسلم * لا تجمعوا بين الرطب والبسر وبين\nالزبيب والتمر \\ 2238 \\\n</p>\n\n<p>\n2239 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nعن جابر قال * غزا رسول الله صلى الله عليه وسلم إحدى وعشرين غزوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n2240 قال أبو الزبير قال جابر * شهدت رسول الله صلى الله عليه وسلم يوم\nالعقبة \\ 2240 \\\n</p>\n\n<p>\n2241 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا حدثنا أبو الزبير أنه سمع\nجابرا يقول * غزوت مع رسول الله صلى الله عليه وسلم تسع عشرة غزوة قال جابر\nلم أشهد بدرا ولا أحدا منعني أبي قال فلما قتل عبد الله يوم أحد لم أتخلف\nعن رسول الله صلى الله عليه وسلم في غزوة قط \\ 2241 \\\n</p>\n\n<p>\n2242 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nأنه سمع جابر بن عبد الله يقول * نهى رسول الله صلى الله عليه وسلم أن\nيتمسح بعظم أو ببعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n2243 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا حدثنا عمرو بن دينار قال\nسمعت جابر بن عبد الله يحدث * أن رسول الله صلى الله عليه وسلم كان ينقل\nمعهم الحجارة للكعبة وعليه إزاره فقال له العباس عمه يا بن أخي لو حللت\nإزارك فجعلته على منكبك دون الحجارة قال فحله فجعله على منكبه قال فسقط\nمغشيا قال فما رئي بعد ذلك اليوم عريانا \\ 2243 \\\n</p>\n\n<p>\n2244 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج أخبرنا أبو الزبير أنه سمع\nجابر بن عبد الله يزعم * أن النبي صلى الله عليه وسلم نهى عن الصور في\nالبيت ونهى الرجل أن يصنع ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n2245 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا يقول سمعت رسول الله صلى الله عليه وسلم يقول * لا يغرس رجل مسلم\nغراسا ولا زرعا فيأكل منه سبع أو طائر <span id='ms0475'></span> أو شيء إلا كان له فيه أجر \\ 2245 \\\n</p>\n\n<p>\n2246 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا أنه سمع رسول الله صلى الله عليه وسلم يقول * لا يمسح أحدكم\nبالمنديل حتى يلعق يده إنه لا يدري في أي طعامه يبارك له وإن الشيطان يرصد\nالناس عند كل شيء حتى عند طعامهم ولا يرفع القصعة حتى يلعقها فإن آخر\nالطعام فيه البركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n2247 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا أنه سمع رسول الله صلى الله عليه وسلم يقول * إذا طعم أحدكم\nفسقطت لقمته من يده فليمط ما أرابه ثم ليطعمها ولا يدعها للشيطان فإن الرجل\nلا يدري في أي طعامه يبارك له فيه \\ 2247 \\\n</p>\n\n<p>\n2248 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nأنه سمع جابرا يقول قال رسول الله صلى الله عليه وسلم * إذا رأيتم الهلال\nفصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فعدوا ثلاثين يوما \\ 2248 \\\n</p>\n\n<p>\n2249 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا يقول * اعتزل رسول الله صلى الله عليه وسلم نساءه شهرا فخرج صبح\nتسع وعشرين فقال بعض القوم يا رسول الله أصبحنا من تسع وعشرين فقال النبي\nصلى الله عليه وسلم إن الشهر تسع وعشرون ثم صفق النبي صلى الله عليه وسلم\nبيديه ثلاثا مرتين بالأصابع كلها والثالثة بتسع منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n2250 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني أبو الزبير أنه\nسمع جابرا يقول * أراد النبي صلى الله عليه وسلم أن ينهى أن يسمى ببركة\nوأفلح وبيسار وبنافع وبنحو ذلك ثم رأيته سكت بعد عنها فلم يقل شيئا ثم قبض\nرسول الله صلى الله عليه وسلم ولم ينه عن ذلك ثم أراد عمر أن ينهى عن ذلك\nثم تركه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n2251 حدثنا أبو خيثمة حدثنا روح حدثنا بن جريج قال أخبرني زياد بن\nإسماعيل عن سليمان بن عتيق عن جابر قال * لما دخلت صفية بنت <span id='ms0476'></span> حيي على النبي\nصلى الله عليه وسلم فسطاطه حضره ناس وحضرت معهم ليكون لي فيها قسم فخرج\nالنبي صلى الله عليه وسلم فقال قوموا عن امكم فلما كان من العشي حضرنا فخرج\nالنبي صلى الله عليه وسلم في ردائه نحو من مد ونصف من تمر عجوة قال كلوا من\nوليمة أمكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n2252 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nأنه سمع جابر بن عبد الله قال * كنا مع رسول الله صلى الله عليه وسلم في\nغزوة غزاها وذلك في رمضان فصام رجل من أصحاب النبي صلى الله عليه وسلم فضعف\nضعفا شديدا وكاد العطش يقتله وجعلت ناقته تدخل العضاه فأخبر به النبي صلى\nالله عليه وسلم فقال ائتوني به فأتي به فقال ألست في سبيل الله ومع رسول\nالله أفطر فأفطر \\ 2252 \\\n</p>\n\n<p>\n2253 حدثنا أبو خيثمة حدثنا روح حدثنا زكريا بن إسحاق حدثنا أبو الزبير\nعن جابر قال * دخل أبو بكر الصديق يستأذن على رسول الله صلى الله عليه وسلم\nفوجد الناس جلوسا ببابه لم يؤذن لأحد منهم قال فأذن لأبي بكر فدخل ثم أقبل\nعمر فاستأذن فأذن له فوجد النبي صلى الله عليه وسلم جالسا حوله نساؤه واجما\nساكتا فقال لأقولن شيئا أضحك النبي صلى الله عليه وسلم فقال يا رسول الله\nلو رأيت بنت خارجة سألتني النفقة فقمت إليها فوجأت عنقها فضحك رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n             وقال هن حولي كما ترى يسألنني النفقة فقام\nأبو بكر إلى عائشة يجأ عنقها وقام عمر إلى حفصة يجأ عنقها كلاهما يقول\nتسألن رسول الله صلى الله عليه وسلم ما ليس عنده فقلن والله لا نسأل رسول\nالله صلى الله عليه وسلم شيئا أبدا ليس عنده ثم اعتزلهن شهرا أو تسعا\nوعشرين ثم نزل عليه هذه الآية <span class='quran'>يا أيها النبي قل لأزواجك </span>حتى بلغ\n<span class='quran'>للمحسنات منكن أجرا عظيما </span>الأحزاب قال فبدأ بعائشة فقال يا عائشة\nإني أريد أن أعرض عليك أمرا لا أحب أن تعجلي فيه بشيء حتى <span id='ms0477'></span> تستشيري أبويك\nقالت وما هو يا رسول الله فتلا عليها الآية فقالت أفيك يا رسول الله أستشير\nأبوي بل أختار الله ورسوله والدار الآخرة وأسألك أن لا تخبر امرأة من نسائك\nبالذي قلت قال لا تسألني امرأة منهن إلا أخبرتها إن الله لم يبعثني معنتا\nولكن بعثني معلما ميسرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n2254 حدثنا أبو خيثمة حدثنا عبد الصمد بن عبد الوارث حدثنا هشام عن أبي\nالزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * لا ترتدوا الصماء\nفي ثوب واحد ولا يأكل أحدكم بشماله ولا يمشين في نعل واحد ولا يحتبين في\nثوب واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n2255 حدثنا أبو خيثمة حدثنا عبد الصمد حدثنا هشام عن أبي الزبير عن جابر\nقال * كنا نعزل على عهد رسول الله صلى الله عليه وسلم فلم ينهنا عنه \\ 2255\n\\\n</p>\n\n<p>\n2256 حدثنا أبو خيثمة حدثنا عبد الصمد حدثنا أبي حدثنا القاسم بن عبد\nالواحد المكي حدثنا عبد الله بن محمد بن عقيل قال سمعت جابرا يقول قال رسول\nالله صلى الله عليه وسلم * إن العبد إذا تزوج بغير إذن سيده كان عاهرا \\\n2256 \\\n</p>\n\n<p>\n2257 حدثنا أبو خيثمة حدثنا عبد الصمد حدثنا كثير حدثنا عطاء عن جابر قال\n* أرسلني رسول الله صلى الله عليه وسلم فانطلقت ثم رجعت وقد قضيتها فأتيت\nالنبي صلى الله عليه وسلم فسلمت عليه فلم يرد علي فوقع في نفسي ما الله\nأعلم به قال قلت لعل رسول الله صلى الله عليه وسلم وجد علي أني أبطأت فسلمت\nعليه فلم يرد علي فوقع في نفسي أشد من الأولى ثم سلمت عليه فرد علي وقال\nإنه لم يمنعني أن أرد عليك إلا أني كنت أصلي وكان على راحلته متوجها لغير\nالقبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n2258 حدثنا كامل بن طلحة حدثنا الليث بن سعد حدثنا أبو الزبير أن جابر بن\nعبد الله قال إن رسول الله صلى الله عليه وسلم قال * غطوا الإناء وأوكوا\nالسقاء وأطفئوا السراج فإن الشيطان لا يحل سقاء ولا يفتح بابا ولا يكشف\nإناء وإن لم يجد أحدكم إلا أن يعرض على <span id='ms0478'></span> إنائه عودا ويذكر الله فليفعل فإن\nالفويسقة تضرم على أهل البيت بيتهم \\ 2258 \\\n</p>\n\n<p>\n2259 حدثنا كامل حدثنا ليث بن سعد قال وقال أبو الزبير أن جابرا قال إن\nرسول الله صلى الله عليه وسلم قال * لا تأكلوا بالشمال فإن الشيطان يأكل\nبالشمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n2260 حدثنا كامل حدثنا ليث بن سعد حدثنا أبو الزبير عن جابر عن رسول الله\nصلى الله عليه وسلم * أنه نهى عن اشتمال الصماء والإحتباء في ثوب واحد وأن\nيرفع الرجل إحدى رجليه على الأخرى وهو مستلق على ظهره \\ 2260 \\\n</p>\n\n<p>\n2261 حدثنا كامل حدثنا ليث حدثنا أبو الزبير عن جابر أن رسول الله صلى\nالله عليه وسلم قال * عرض علي الأنبياء جميعا فإذا موسى ضرب من الرجال كأنه\nمن رجال شنوءة ورأيت عيسى فإذا أقرب من رأيت به شبها عروة بن مسعود ورأيت\nإبراهيم فإذا أقرب من رأيت به شبها صاحبكم يعني نفسه ورأيت جبريل فأقرب من\nرأيت به شبها دحية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n2262 حدثنا كامل حدثنا ليث قال حدثني أبو الزبير عن جابر بن عبد الله أن\nرسول الله صلى الله عليه وسلم قال * من رآني في النوم فقد رآني فإنه لا\nينبغي للشيطان أن يتمثل في صورتي وقال إذا حلم أحدكم فلا يخبر الناس بتلعب\nالشيطان به في المنام \\ 2262 \\\n</p>\n\n<p>\n2263 حدثنا كامل حدثنا ليث بن سعد حدثنا أبو الزبير عن جابر عن رسول الله\nصلى الله عليه وسلم أنه قال * إذا رأى أحدكم الرؤيا يكرهها فليبصق عن يساره\nثلاثا وليستعذ بالله من الشيطان ثلاثا وليتحول عن شقه الذي كان عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n2264 حدثنا كامل حدثنا ليث قال حدثني أبو الزبير عن جابر قال * كان رسول\nالله صلى الله عليه وسلم اعتزل نساءه شهرا فخرج ليلة تسع وعشرين فقلنا إنما\nمضى تسع وعشرون فقال إنما الشهر هكذا وصفق ثلاث مرات وخنس إصبعا واحدا في\nالآخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n2265 حدثنا كامل حدثنا ليث بن سعد قال حدثني أبو الزبير عن جابر بن عبد\nالله أنه أخبره أن حاطب بن أبي بلتعة كتب إلى أهل مكة يذكر * أن رسول الله\nصلى الله عليه <span id='ms0479'></span> وسلم أراد غزوهم فدل رسول الله صلى الله عليه وسلم على\nالمرأة التي كان معها الكتاب فأرسل إليها فأخذ كتابها من رأسها فقال يا\nحاطب أفعلت قال نعم أما إني لم أفعله غشا لرسول الله صلى الله عليه وسلم\nولا نفاقا قد علمت أن الله مظهر رسوله ومتمم له أمره غير أني كنت بين\nظهرانيهم وكانت والدتي معهم فأردت أن أتخذها عندهم فقال له عمر ألا أضرب\nعنق هذا فقال تقتل رجلا من أهل بدر وما يدريك لعل الله قد اطلع على أهل بدر\nفقال اعملوا ما شئتم \\ 2265 \\\n</p>\n\n<p>\n2266 حدثنا كامل حدثنا ليث حدثنا أبو الزبير عن جابر أن رسول الله صلى\nالله عليه وسلم قال * إن خير ما ركبت إليه الرواحل مسجدي هذا والبيت العتيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n2267 حدثنا كامل حدثنا ليث قال حدثني أبو الزبير عن جابر بن عبد الله *\nأن أم سلمة استأذنت رسول الله صلى الله عليه وسلم في الحجامة فأمر أبا طيبة\nفحجمها قال أبو يعلى حسبت أنه قال كان أخاها من الرضاعة \\ 2267 \\\n</p>\n\n<p>\n2268 حدثنا كامل حدثنا ليث قال حدثني أبو الزبير مولى حكيم بن حزام عن\nجابر * أنهم كانوا إذا كانوا مع رسول الله صلى الله عليه وسلم حاضرين يبعث\nبالهدي فمن شاء منا أحرم ومن شاء منا ترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n2269 حدثنا بن نمير حدثنا أبو معاوية عن الأعمش عن أبي سفيان عن جابر قال\nقال رسول الله صلى الله عليه وسلم * من مات على شيء بعثه الله عليه \\ 2269\n\\\n</p>\n\n<p>\n2270 حدثنا بن نمير حدثنا أبو معاوية عن الأعمش عن أبي سفيان عن جابر قال\nقال رسول الله صلى الله عليه وسلم أهل * الجنة يأكلون ويشربون فيها ولا\nيتغوطون ولا يبولون ولا يمتخطون ولكن رشح المسك \\ 2270 \\\n</p>\n\n<p>\n2271 حدثنا بن نمير حدثنا أبو معاوية وأبي قالا حدثنا الأعمش عن أبي\nسفيان عن جابر قال قال رسول الله صلى الله عليه وسلم * أيما مؤمن سببته أو\nلعنته فاجعلها له زكاة وأجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n2272 حدثنا بن نمير حدثنا وكيع حدثنا الأعمش عن أبي سفيان عن جابر قال\nقال رسول <span id='ms0480'></span> الله صلى الله عليه وسلم * الناس تبع لقريش في الخير والشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n2273 حدثنا بن نمير حدثنا وكيع حدثنا الأعمش عن أبي سفيان عن جابر قال\nجاء رجل إلى النبي صلى الله عليه وسلم فقال * أي المسلمين أفضل قال من سلم\nالمسلمون من لسانه ويده \\ 2273 \\\n</p>\n\n<p>\n2274 حدثنا بن نمير حدثنا وكيع حدثنا الأعمش عن أبي سفيان عن جابر قال\nجاء رجل إلى النبي صلى الله عليه وسلم فقال * إني رأيت في المنام كأن رأسي\nقطع فضحك النبي صلى الله عليه وسلم فقال إذا لعب الشيطان بأحدكم في منامه\nفلا يحدث به الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n2275 حدثنا بن نمير حدثنا وكيع عن الأعمش قال قال جابر * نهى رسول الله\nصلى الله عليه وسلم عن ثمن الكلب والسنور قال الأعمش أظن أبا سفيان ذكره \\\n2275 \\\n</p>\n\n<p>\n2276 حدثنا بن نمير حدثنا حفص عن الأعمش عن أبي سفيان عن جابر قال * جاء\nسليك الغطفاني والنبي صلى الله عليه وسلم يخطب فقال رسول الله صلى الله\nعليه وسلم إذا جاء أحدكم والإمام يخطب فليصل ركعتين يتجوز فيهما \\ 2276 \\\n</p>\n\n<p>\n2277 حدثنا بن نمير حدثنا محمد بن عبيد عن الأعمش عن أبي سفيان عن جابر\nقال رسول الله صلى الله عليه وسلم * إن عشت إن شاء الله آمر أو أنهي أمتي\nأن لا يسموا أفلح ولا نافعا ولا بركة قال الأعمش لا أدري أذكر نافعا أم لا\nلأن الرجل إذا جاء قال ثم بركة قالوا لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n2278 حدثنا بن نمير حدثنا محمد بن عبيد حدثنا الأعمش عن أبي سفيان عن\nجابر قال جاء رجل ألى النبي صلى الله عليه وسلم فقال * ما الموجبتان فقال\nمن مات لا يشرك بالله شيئا دخل الجنة ومن مات يشرك بالله شيئا دخل النار \\\n2278 \\\n</p>\n\n<p>\n2279 حدثنا بن نمير حدثنا محمد بن عبيد ويعلى عن الأعمش عن أبي سفيان عن\nجابر قال رسول الله صلى الله عليه وسلم * من خاف منكم أن لا يوتر آخر الليل\nفليوتر أوله فإن قراءة آخر الليل محضورة وهو أفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n2280 حدثنا بن نمير حدثنا يعلى ومحمد عن الأعمش عن أبي <span id='ms0481'></span> سفيان عن جابر قال\n* دخل النبي صلى الله عليه وسلم على عائشة وعندها صبي يقطر منخراه دما\nفقالت به العذرة فقال لا تقتلوا أولادكم ولكن أية امرأة بصبيها العذرة أو\nوجع في رأسه فلتأخذ قسطا هنديا ثم لتحته بالماء ثم لتسعطه إياه ثم أمر\nعائشة ففعلت ذلك فبرأ \\ 2280 \\\n</p>\n\n<p>\n2281 حدثنا بن نمير حدثنا بن إدريس عن الأعمش عن أبي سفيان عن جابر قال\nقال رسول الله صلى الله عليه وسلم * إن في الليل ساعة لا يوافقها مسلم يسأل\nالله خيرا إلا أعطاه إياه وذلك في كل ليلة \\ 2281 \\\n</p>\n\n<p>\n2282 حدثنا بن نمير حدثنا يعلى عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * أمرت أن أقاتل الناس حتى يقولوا لا إله إلا\nالله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n2283 حدثنا بن نمير حدثنا يعلى عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * إذا أكل أحدكم فليلعق أصابعه فإنه لا يدري\nفي أي طعامه تكون البركة \\ 2283 \\\n</p>\n\n<p>\n2284 حدثنا بن نمير حدثنا يعلى عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * إذا سقطت لقمة أحدكم فليأخذها ولا يدعها\nللشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n2285 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * إذا سجد أحدكم فليعتدل ولا يفترش ذراعيه\nافتراش الكلب \\ 2285 \\\n</p>\n\n<p>\n2286 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال سمعت\nالنبي صلى الله عليه وسلم يقول * إذا قضى أحدكم الصلاة في المسجد فليجعل\nلبيته جزءا من صلاته فإن الله جاعل في بيته من صلاته خيرا \\ 2286 \\\n</p>\n\n<p>\n2287 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال *\nاشتكى أبي بن كعب فبعث إليه رسول الله صلى الله عليه وسلم طبيبا فكواه على\nأكحله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n2288 حدثنا بن نمير حدثنا أبو معاوية عن الأعمش عن أبي سفيان عن جابر قال\n* قطع <span id='ms0482'></span> رسول الله صلى الله عليه وسلم من أبي بن كعب عرقا وكواه على أكحله \\\n2288 \\\n</p>\n\n<p>\n2289 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * طعام الرجل يكفي اثنين وطعام الرجلين يكفي\nالأربعة وطعام الأربعة يكفي الثمانية \\ 2289 \\\n</p>\n\n<p>\n2290 حدثنا بن نمير حدثنا أبي حدثنا الأعمش عن أبي سفيان عن جابر قال\nسمعت رسول الله صلى الله عليه وسلم يقول قبل وفاته بثلاث يقول * لا يموتن\nأحدكم إلا وهو يحسن بالله الظن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n2291 حدثنا بن نمير حدثنا أبو بكر بن عياش عن الأعمش عن أبي سفيان عن\nجابر قال رسول الله صلى الله عليه وسلم * إن بالمدينة لرجالا ما سرتم من\nمسير ولا قطعتم واديا إلا كانوا معكم حبسهم العذر \\ 2291 \\\n</p>\n\n<p>\n2292 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * مثل الصلوات مثل نهر جار على باب أحدكم\nيغتسل منه كل يوم خمس مرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n2293 حدثنا بن نمير حدثنا أبو ربيعة عن أبي عوانة عن الأعمش عن أبي سفيان\nعن جابر قال رسول الله صلى الله عليه وسلم * إذا سمع الشيطان ذكر الله ذهب\nحتى يكون مكان الروحاء \\ 2293 \\\n</p>\n\n<p>\n2294 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال سمعت\nالنبي صلى الله عليه وسلم يقول * إن الشيطان أيس أن يعبده المصلون ولكن\nبالتحريش بينهم \\ 2294 \\\n</p>\n\n<p>\n2295 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال * أتى\nالنبي صلى الله عليه وسلم رجل من الأنصار يقال له النعمان بن قوقل فقال يا\nرسول الله أرأيت إن صليت الصلوات المكتوبة وأحللت وحرمت الحرام ولم أزد على\nذلك أدخل الجنة قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n2296 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر عن النبي\nصلى الله عليه وسلم قال * سأله رجل أي الصلاة أفضل قال طول القنوت \\ 2296 \\\n</p>\n\n<p>\n2297 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال * صرع <span id='ms0483'></span>\nالنبي صلى الله عليه وسلم من فرس فرثيت رجله فدخلنا عليه وهو يصلي فأشار\nإلينا بيده ثم دخلنا من الغد وهو يصلي المكتوبة قاعدا فأشار إلينا بيده أن\nاقعدوا ثم انصرف فقال إذا كان الإمام قاعدا فصلوا قعودا وإذا صلى قائما\nفصلوا قياما \\ 2297 \\\n</p>\n\n<p>\n2298 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال قال\nرسول الله صلى الله عليه وسلم * ما من مسلم ولا مسلمة ذكر ولا أنثى ينام\nبالليل إلا على رأسه جرير معقود فإن هو استيقظ فذكر الله انحلت عقدة فإن\nقام توضأ وصلى أنحلت عقده كلها وأصبح نشيطا قد أصاب خيرا وإن هو نام لا\nيذكر الله أصبح عليه عقده ثقيلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n2299 حدثنا بن نمير حدثنا أبي عن الأعمش عن أبي سفيان عن جابر قال * نهى\nرسول الله صلى الله عليه وسلم عن الرقي فأتاه خالي وكان يرقي من العقرب\nفقال إنك نهيت عن الرقى وأنا أرقي من العقرب فقال النبي صلى الله عليه وسلم\nمن استطاع أن ينفع أخاه فليفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n2300 حدثنا بن نمير حدثنا يحيى بن آدم عن قطبة عن الأعمش عن أبي سفيان عن\nجابر قال قال رسول الله صلى الله عليه وسلم * إذا أجمرتم الميت فأوتروا \\\n2300 \\\n</p>\n\n<p>\n2301 حدثنا بن نمير حدثنا أبو الجواب عن عمار بن رزيق عن الأعمش عن أبي\nسفيان عن جابر قال * بايعنا النبي صلى الله عليه وسلم تحت الشجرة على أن لا\nنفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n2302 حدثنا بن نمير حدثنا محاضر عن الأعمش عن أبي سفيان عن جابر قال\nأتينا النبي صلى الله عليه وسلم فقال * جئتم تسألوني عن كذا وكذا قلنا نعم\nقال تسموا باسمي ولا تكنوا بكنيتي قال وذكرتم الساعة قلنا قد كان ذلك قال\nفما من نفس منفوسة يأتي عليها مائة سنة \\ 2302 \\\n</p>\n\n<p>\n2303 حدثنا بن نمير حدثنا بن أبي عبيدة عن أبيه عن الأعمش عن أبي سفيان\nعن جابر قال قال النبي صلى الله عليه وسلم * لو أن لابن آدم نخلا لتمنى\nإليه مثله ولا يملأ جوفه إلا التراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n2304 حدثنا <span id='ms0484'></span> بن نمير حدثنا بن أبي عبيدة عن أبيه عن الأعمش عن أبي سفيان\nعن جابر قال * كانت جارية لعبد الله بن أبي يقال لها مسيكة فأكرهها فأتت\nالنبي صلى الله عليه وسلم فشكت ذلك إليه فأنزل الله <span class='quran'>ولا تكرهوا\nفتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا </span>النور \\\n2304 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n2305 حدثنا بن نمير حدثنا محاضر حدثنا الأعمش عن أبي سفيان عن جابر قال\nرسول الله صلى الله عليه وسلم * لا يمرض مؤمن ولا مؤمنة ولا مسلم ولا مسلمة\nإلا حط الله به خطاياه \\ 2305 \\\n</p>\n\n<p>\n2306 حدثنا بن نمير حدثنا محاضر عن الأعمش عن أبي سفيان عن جابر قال سمعت\nرسول الله صلى الله عليه وسلم يقول * يبعث بعث فيقال لهم هل فيكم أحد صحب\nمحمدا فيقال نعم فيلتمس فيوجد الرجل فيستفتح فيفتح عليهم ثم يبعث بعث فيقال\nهل فيكم من رأى أصحاب محمد فيلتمس فلا يوجد حتى لو كان من وراء البحر\nلأتيتموه ثم يبقى قوم يقرؤون القرآن لا يدرون ما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p200'> Vol. 04, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n2307 حدثنا بن نمير حدثنا محاضر حدثنا الأعمش حدثنا أبو سفيان عن جابر\nقال * خرجنا مع النبي صلى الله عليه وسلم في سفره فهاجت ريح تكاد تدفن\nالراكب فقال رسول الله صلى الله عليه وسلم بعثت هذه الريح لموت منافق فلما\nقدمنا المدينة إذا هو قد مات في ذلك اليوم عظيم من عظماء المنافقين \\ 2307\n\\\n</p>\n\n<p>\n2308 حدثنا بن نمير حدثنا محاضر عن الأعمش عن أبي سفيان عن جابر قال *\nرأى النبي صلى الله عليه وسلم رجلا توضأ فلم يصب عقبه ماء فقال ويل\nللعراقيب من النار \\ 2308 \\\n</p>\n\n<p>\n2309 حدثنا بن نمير حدثنا أحمد بن عبد الله عن أبي بكر بن عياش عن الأعمش\nعن أبي سفيان عن جابر قال قال رسول الله صلى الله عليه وسلم * الإيمان في\nأهل الحجاز والقسوة والغلظة في ربيعة ومضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n2310 حدثنا بن نمير حدثنا إسحاق بن منصور حدثنا إسرائيل عن الأعمش عن أبي\nسفيان عن جابر قال * كنا مع رسول الله صلى الله عليه وسلم في غزاة فهاجت\nريح منتنة <span id='ms0485'></span> فقال النبي صلى الله عليه وسلم هؤلاء قوم من المنافقين ذكروا\nأناسا فاغتابوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n2311 حدثنا بن نمير حدثنا محمد بن عبيد ويعلى عن الأعمش عن أبي سفيان عن\nجابر عن أبي سعيد قال * دخلت على النبي صلى الله عليه وسلم وهو يصلي على\nحصير ويسجد عليه ودخلت عليه وهو يصلي متوشحا \\ 2311 \\\n</p>\n\n<p>\n2312 حدثنا بن نمير حدثنا محمد بن عبيد عن الأعمش عن أبي سفيان عن جابر *\nأن عمر رأى رجلا توضأ فترك موضع الظفر على قدمه فأمره بالإعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n2313 حدثنا بن نمير حدثنا وكيع عن الأعمش عن أبي سفيان عن جابر * أنه سئل\nعن الرجل يضحك في الصلاة فقال يعيد الصلاة ولا يعيد الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n2314 حدثنا بن نمير حدثنا وكيع حدثنا سفيان عن الأعمش عن أبي سفيان عن\nجابر قال * لو دخلت على قوم يصلون ما سلمت عليهم \\ 2314 \\\n</p>\n\n<p>\n2315 حدثنا بن نمير حدثنا وكيع حدثنا سفيان عن الأعمش عن أبي سفيان عن\nجابر قال * كنت أميح لأصحابي يوم بدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n2316 حدثنا بن نمير حدثنا أبو بكر بن عياش عن الأعمش عن أبي سفيان عن\nجابر قال * إذا دخل قبره يعني الميت فجاءه الملك قام يهب كما يهب النائم\nفيسألانه فيجيبهم فيقولان ما دينك فيقول الإسلام دعوني حتى أخرج فيقولان له\nاسكت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n2317 حدثنا بن نمير حدثنا أبي حدثنا الأعمش عن أبي سفيان قال * سألت\nجابرا وهو مجاور بمكة وكان نازلا في بني فهر فسأله رجل هل كنتم تدعون أحدا\nمن أهل القبلة مشركا قال معاذ الله ففزع لذلك قال هل كنتم تدعون أحدا منكم\nكافرا قال لا \\ 2317 \\\n</p>\n\n<p>\n2318 حدثنا بن نمير حدثنا قبيصة عن سفيان عن الأعمش عن أبي سفيان عن جابر\nرفعه قال كان يقول * يا مقلب القلوب ثبت قلبي على دينك فقلنا يا رسول الله\nتخاف علينا وقد آمنا بما جئت به فقال إن القلوب بين وأشار الأعمش بإصبعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n2319 حدثنا بن نمير حدثنا يعلى حدثنا الأعمش عن أبي سفيان عن جابر قال *\nأتي النبي صلى الله عليه وسلم فقيل له إن الحمى قد ألحت علينا فقال <span id='ms0486'></span> إن شئتم\nأن ترفع عنكم رفعت وإن شئتم أن تكون لكم طهورا قالوا تكون لنا طهورا \\ 2319\n\\\n</p>\n\n<p>\n2320 حدثنا عبيد الله بن عمر القواريري حدثنا يحيى بن سعيد حدثنا جعفر بن\nمحمد حدثنا أبي قال قال لي جابر بن عبد الله * سألني بن عمك الحسن بن محمد\nعن غسل الجنابة فقلت كان رسول الله صلى الله عليه وسلم يصب بيده على رأسه\nثلاثا قال إن شعري كثير قال قلت يا بن أخي كان شعر رسول الله صلى الله عليه\nوسلم أكثر من شعرك وأطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n2321 حدثنا أبو سعيد القواريري حدثنا حماد بن زيد حدثنا أيوب عن أبي\nالزبير عن جابر * أن رسول الله صلى الله عليه وسلم ذكر الثوم والبصل أو\nأحدهما فقال إن الملائكة تتأذى مما يتأذى منه بن آدم \\ 2321 \\\n</p>\n\n<p>\n2322 حدثنا عبيد الله بن عمر حدثنا معتمر قال سمعت ليثا يذكر عن عطاء عن\nجابر أن نبي الله صلى الله عليه وسلم قال * من أكل الثوم والبصل والكراث\nفلا يقربن مسجدنا \\ 2322 \\\n</p>\n\n<p>\n2323 حدثنا أبو سعيد القواريري حدثنا محمد بن عثمان القرشي حدثنا سليمان\nحدثنا أبو الزبير عن جابر عن النبي صلى الله عليه وسلم * إذا عز عليك\nالمسان من الضأن أجزأ الجذع من الضأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n2324 حدثنا عبيد الله بن عمر حدثنا هشام بن عبد الملك حدثنا زهير حدثنا\nأبو الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * لا تذبحوا إلا\nمسنة إلا أن يعسر عليكم فتذبحوا جذعة من الضأن \\ 2324 \\\n</p>\n\n<p>\n2325 حدثنا عبيد الله بن عمر حدثنا وكيع عن مسعر سمعه من عطاء بن أبي\nرباح عن جابر قال * نهى عن البسر والتمر والزبيب والتمر \\ 2325 \\\n</p>\n\n<p>\n2326 حدثنا أبو سعيد القواريري حدثنا عبد الرحمن بن مهدي حدثنا سفيان عن\nأبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * المؤمن يأكل في\nمعي واحد والكافر يأكل في سبعة أمعاء \\ 2326 \\\n</p>\n\n<p>\n2327 حدثنا عبيد الله بن عمر حدثنا يزيد بن زريع حدثنا محمد بن إسحاق قال\nحدثني محمد بن إبراهيم بن الحارث عن عطاء بن يسار <span id='ms0487'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n             عن جابر بن\nعبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول * إذا سمعتم نباح\nالكلب بالليل أو نهاق الحمير فتعوذوا بالله فإنهم يرون ما لا ترون وأقلوا\nالخروج إذا هدأت الرجل فإن الله يبث في ليله من خلقه ما يشاء وأجيفوا\nالأبواب واذكروا اسم الله عليها فإن الشيطان لا يفتح بابا أجيف وذكر اسم\nالله عليه وغطوا الجرار واكفؤوا الآنية وأوكوا القرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أول مسند بن عباس )\n</p>\n\n<p>\n2328 أخبرنا أبو يعلى أحمد بن علي بن المثنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n             الموصلي حدثنا\nهدبة حدثنا حماد بن سلمة عن علي بن زيد عن أبي نضرة قال سمعت بن عباس يخطب\nعلى منبر البصرة قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n             رسول الله صلى الله عليه وسلم * إنه\nلم يكن نبي إلا وله دعوة يتنجزها في الدنيا وإني خبأت دعوتي شفاعة لأمتي\nيوم القيامة وأنا سيد ولد آدم ولا فخر وأول من تنشق عنه الأرض ولا فخر بيدي\nلواء الحمد وآدم ومن دونه تحت لوائي ولا فخر ويطول يوم القيامة على الناس\nويشتد حتى يقول بعضهم لبعض إنطلقوا بنا إلى آدم أبي البشر فيشفع لنا إلى\nربكم فيقضي بيننا فينطلقون إلى آدم فيقولون يا آدم اشفع لنا إلى ربك فليقض\nبيننا فيقول آدم لست هناك إني أخرجت من الجنة بخطيئتي وإنه لا يهمني اليوم\nإلا نفسي ولكن ائتوا نوحا فيقولون يا نوح اشفع لنا إلى ربك فيقضي بيننا\nفيقول لست هناكم إني دعوت دعوة أغرقت أهل الأرض وإنه لا يهمني اليوم إلا\nنفسي ولكن ائتوا إبراهيم خليل الرحمن فيأتون إبراهيم عليه السلام فيقولون\nيا إبراهيم اشفع لنا إلى ربك فليقض بيننا فيقول لست هناكم إني كذبت في\nالإسلام ثلاث كذبات قوله إني سقيم الصافات وقوله <span class='quran'>بل فعله كبيرهم هذا\n</span>الأنبياء وقوله للملك حين مر به فقال رسول الله صلى الله عليه وسلم\nوالله ما أراد بهم إلا عزة لدين الله فإنه لايهمني اليوم إلا نفسي ولكن\nائتوا موسى عبدا اصطفاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n             الله برسالته وكلمه فيأتون موسى\nفيقولون يا موسى اشفع لنا <span id='ms0488'></span> إلى ربك فليقض بيننا فيقول إني لست هناكم إني\nقتلت نفسا وإنه لايهمني اليوم إلا نفسي ولكن ائتوا عيسى روح الله وكلمته\nفيأتون عيسى فيقولون يا عيسى اشفع لنا إلى ربك فليقض بيننا فيقول لست هناكم\nإني أتخذت إلها من دون الله وإنه لا يهمني اليوم إلا نفسي أرأيتم لو كان\nمتاع في وعاء مختوم أكان يقدر على ما فيه حتى يفض الخاتم فيقولون لا فيقول\nفإن محمدا رسول الله صلى الله عليه وسلم خاتم النبيين وقد حضر وقد غفر الله\nله ما تقدم من ذنبه وما تأخر فيأتونني فيقولون يا محمد اشفع لنا إلى ربك\nفليقض بيننا فأقول أنا لها حتى يأذن الله لمن يشاء ويرضى فإذا أراد الله أن\nيقضي بين خلقه نادى مناد أين أحمد وأمته أين أحمد وأمته فيجيئون فنحن\nالأولون والآخرون آخر من يبعث وأول من يحاسب فتفرج لنا الأمم عن طريقنا\nفنمضي غرا محجلين من آثار الطهور فتقول الأمم كادت هذه الأمة أن تكون\nأنبياء كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n2329 حدثنا أحمد بن جميل المروزي حدثنا عبد الله بن المبارك أخبرنا رباح\nبن زيد عن عمر بن حبيب عن القاسم بن أبي بزة عن سعيد بن جبير عن بن عباس\nأنه يحدث أن رسول الله صلى الله عليه وسلم قال * إن أول شيء خلقه الله\nالقلم وأمره فكتب كل شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n2330 حدثنا بشر بن الوليد حدثنا شريك عن أبي إسحاق عن التميمي عن بن عباس\nعن النبي صلى الله عليه وسلم قال * لقد أمرت بالسواك حتى ظننت أنه ينزل على\nبه قرآن أو وحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n2331 حدثنا عثمان بن أبي شيبة حدثنا عبد الله بن إدريس الأودي عن محمد بن\nإسحاق عن إسماعيل بن أمية عن أبي الزبير عن سعيد بن جبير عن بن عباس قال\nقال رسول الله صلى الله عليه وسلم * لما أصيب إخوانكم بأحد جعل الله\nأرواحهم في أجواف طير خضر ترد أنهار الجنة وتأكل من ثمارها وتأوي إلى\nقناديل من ذهب معلقة في ظل العرش فلما وجدوا <span id='ms0489'></span> طيب مأكلهم ومشربهم ومقيلهم\nقالوا من يبلغ إخواننا عنا أنا أحياء في الجنة نرزق لأن لا ينكلوا عند\nالحرب ولا يزهدوا في الجهاد قال فقال الله انا أبلغهم عنكم فأنزل الله\nتبارك وتعالى <span class='quran'>ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند\nربهم </span>آل عمران <span class='quran'>الآية </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n2332 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عوانة عن سماك عن عكرمة عن\nبن عباس قال * جاء أعرابي إلى النبي صلى الله عليه وسلم فجعل يتكلم بكلام\nبين فقال النبي صلى الله عليه وسلم إن من البيان سحرا وإن من الشعر حكما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n2333 حدثنا محمد بن أبي بكر حدثنا أبو عوانة عن سماك عن عكرمة عن بن عباس\nعن النبي صلى الله عليه وسلم قال * لا عدوى ولا طيرة ولا هامة ولا صفر فقال\nله رجل إنا لنأخذ الشاة الجرباء فنطرحها في الغنم فتجرب قال فمن أعدى الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n2334 حدثنا محمد بن أبي بكر حدثنا أبو عوانة عن سماك عن عكرمة عن بن عباس\nعن النبي صلى الله عليه وسلم قال * ماتت شاة لسودة بنت زمعة فقالت يا رسول\nالله ماتت فلانة تعني الشاة قال فلولا أخذتم مسكها فقالت نأخذ مسك شاة قد\nماتت فقال النبي صلى الله عليه وسلم إنما قال قل لا أجد فيما أوحي إلي\nمحرما على طاعم يطعمه الآية الأ نعام لا بأس أن تدبغوه تنتفعون به قالت\nفأرسلت إليها فسلخت مسكها فاتخذت منه قربة حتى تخرقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n2335 حدثنا المعلى بن مهدي حدثنا أبو عوانة عن أبي بشر عن سعيد بن جبير\nعن بن عباس قال * أهدت أم حفيد خالتي ابنة الحارث إلى رسول الله صلى الله\nعليه وسلم سمنا وأقطا وأضبا فدعا بهن رسول الله صلى الله عليه وسلم فأكلن\nعلى مائدته وتركهن كالمتقذر لهن ولو كن حراما ما أكلن على مائدة رسول الله\nصلى الله عليه وسلم ولا أمر بأكلهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n2336 حدثنا جعفر بن حميد الكوفي حدثنا شريك عن سماك عن عكرمة عن بن عباس\nقال قال رسول الله <span id='ms0490'></span> صلى الله عليه وسلم * لا حلف في الإسلام وما كان في\nالجاهلية لم يزده الإسلام إلا شدة أو حدة \\ 2336 \\\n</p>\n\n<p>\n2337 حدثنا المعلى حدثنا أبو عوانة عن أبي بشر عن سعيد بن جبير عن بن\nعباس * أن رجلا وقصه بعيره فأمر به رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n             أن يغسل بماء وسدر ولا يمس طيبا ولا يكفن ولا يخمر رأسه وقال\nإنه يبعث يوم القيامة ملبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n2338 حدثنا المعلى حدثنا أبو عوانة عن عبد الأعلى الثعلبي عن سعيد بن\nجبير عن بن عباس قال قال رسول الله صلى الله عليه وسلم * اتقوا الحديث علي\nإلا ما علمتم فإنه من كذب علي متعمدا فليتبوأ مقعده من النار ومن كذب على\nالقرآن بغير علم فليتبوأ مقعده من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n2339 حدثنا محرز بن عون حدثنا سفيان عن عمرو عن عطاء عن بن عباس قال *\nإنما سعى النبي صلى الله عليه وسلم بالبيت وبين الصفا والمروة ليري الناس\nقوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n2340 حدثنا عثمان بن أبي شيبة حدثنا بن أبي زائدة عن بن أبي ليلى عن عطاء\nعن بن عباس قال لم * يعتمر النبي صلى الله عليه وسلم عمرة إلا في ذي القعدة\n\\ 2340 \\\n</p>\n\n<p>\n2341 حدثنا عثمان بن أبي شيبة حدثنا هشيم عن بن أبي ليلى عن الحكم عن\nمقسم عن بن عباس قال * لما قدم النبي صلى الله عليه وسلم خيبر دفع أرضيها\nونخلها مقاسمة على النصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n2342 حدثنا عثمان بن أبي شيبة حدثنا عبدة وحميد عن هشام بن عروة عن أبيه\nقال حدثتني عائشة * أن يد سارق لم تقطع على عهد رسول الله صلى الله عليه\nوسلم إلا في ثمن جحفة أو ترس \\ 2342 \\\n</p>\n\n<p>\n2343 حدثنا عثمان حدثنا حسين بن عيسى الحنفي حدثنا الحكم بن أبان عن\nعكرمة عن بن عباس قال قال النبي صلى الله عليه وسلم * ليؤذن خياركم وليؤمكم\nقراؤكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n2344 حدثنا عثمان بن أبي شيبة حدثنا غسان بن مضر عن سعيد بن يزيد عن أبي\nنضرة عن بن عباس قال * من سره أن يحرم ما حرم الله ورسوله فليحرم نبيذ الجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n2345 حدثنا <span id='ms0491'></span> أبو بكر بن أبي شيبة حدثنا أبو الأحوص عن سماك عن عكرمة عن بن\nعباس قال قال رسول الله صلى الله عليه وسلم * لا تستقبلوا ولا تحفلوا ولا\nينفق بعضكم لبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n2346 حدثنا خلف بن هشام البزار وأبو عبد الرحمن العلاف وغيرهما قالوا\nحدثنا أبو عوانة عن بكير بن الأخنس عن مجاهد عن بن عباس قال * فرض الله\nالصلاة على لسان نبيكم صلى الله عليه وسلم في الحضر أربعا وفي السفر ركعتين\nوفي الخوف ركعة \\ 2346 \\\n</p>\n\n<p>\n2347 حدثنا عبيد الله بن عمر القواريري حدثنا حماد بن زيد حدثنا الجعد\nأبو عثمان اليشكري عن أبي رجاء العطاردي عن بن عباس يرويه عن النبي صلى\nالله عليه وسلم قال * من رأى من أميره شيئا يكرهه فليصبر فإنه من يفارق\nالجماعة شبرا فيموت مات ميتة جاهلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n2348 حدثنا عبيد الله بن عمر حدثنا معتمر بن سليمان عن أبيه عن حنش عن\nعكرمة عن بن عباس قال قال رسول الله صلى الله عليه وسلم * من شرب شرابا حتى\nيذهب بعقله الذي أعطاه الله فقد أتى بابا من أبواب الكبائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p235'> Vol. 04, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n2349 حدثنا أبو يوسف الجيزي حدثنا مؤمل حدثنا حماد بن زيد حدثنا عمرو بن\nمالك النكري عن أبي الجوزاء عن بن عباس قال حماد ولا أعلمه إلا قد رفعه إلى\nالنبي صلى الله عليه وسلم قال * عرى الإسلام وقواعد الدين ثلاثة عليهن أسس\nالإسلام من ترك منهن واحدة فهو بها كافر حلال الدم شهادة أن لا اله إلا\nالله والصلاة المكتوبة وصوم رمضان ثم قال بن عباس تجده كثير المال لا يزكي\nفلا يزال بذاك كافرا يحل دمه وتجده كثير المال لم يحج فلا يزال بذاك كافرا\nولا يحل دمه \\ 2349 \\\n</p>\n\n<p>\n2350 حدثنا إبراهيم بن الحجاج حدثنا عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p236'> Vol. 04, p. 236</a>\n            </div>\n             الواحد بن زياد\nحدثنا سليمان الأعمش عن سالم بن أبي الجعد عن بن عباس قال * جاء رجل من بني\nعامر إلى النبي صلى الله عليه وسلم كان يداوي ويعالج فقال له يا محمد إنك\nتقول أشياء فهل لك أن أداويك قال فدعاه رسول الله <span id='ms0492'></span> صلى الله عليه وسلم ثم\nقال له هل لك أن أريك آية وعنده نخل وشجر قال فدعا رسول الله صلى الله عليه\nوسلم عذقا منها فأقبل إليه وهو يسجد ويرفع ويسجد ويرفع رأسه حتى انتهى إليه\nفقام بين يديه ثم قال له رسول الله صلى الله عليه وسلم ارجع إلى مكانك فرجع\nإلى مكانه فقال والله لا أكذبك بشيء تقوله بعدها أبدا ثم قال يا عامر بن\nصعصعة إني والله لا أكذبه بشيء يقوله بعدها أبدا قال والعذق النخلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p237'> Vol. 04, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n2351 حدثنا خلف بن هشام البزار حدثنا أبو الأحوص عن سماك عن عكرمة عن بن\nعباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال * يا رسول الله إن أبي\nشيخ كبير لا يستطيع الحج أفأحج عنه قال فقال رسول الله صلى الله عليه وسلم\nنعم فحج مكان أبيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p238'> Vol. 04, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n2352 حدثنا خلف حدثنا أبو الأحوص عن سماك عن عكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p239'> Vol. 04, p. 239</a>\n            </div>\n             عن بن\nعباس قال * أكل رسول الله صلى الله عليه وسلم كتفا ثم مسح يده بمسح كان\nتحته ثم قام فصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p240'> Vol. 04, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n2353 حدثنا خلف حدثنا أبو الأحوص عن سماك عن عكرمة عن بن عباس قال * كان\nرسول الله صلى الله عليه وسلم إذا أراد أن يخرج في سفر قال اللهم أنت\nالصاحب في السفر والخليفة في الأهل اللهم إني أعوذ بك من الضبنة في السفر\nوالكآبة في المنقلب اللهم اقبض لنا الأرض وهون علينا السفر فإذا أراد\nالرجوع قال آيبون عابدون لربنا حامدون فإذا دخل أهله قال توبا توبا لربنا\nأوبا لا يغادر علينا حوبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p241'> Vol. 04, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n2354 حدثنا خلف حدثنا أبو الأحوص عن سماك عن عكرمة عن بن عباس قال قال\nرسول الله صلى الله عليه وسلم * ليقرأن القرآن أقوام من أمتي يمرقون من\nالإسلام كما يمرق السهم من الرمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p242'> Vol. 04, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n2355 حدثنا خلف بن هشام حدثنا أبو الأحوص عن سماك عن عكرمة عن بن عباس\nقال قال رسول الله صلى الله عليه وسلم * لا تصوموا قبل رمضان صوموا لرؤيته\nوأفطروا لرؤيته فإن حال دونه غياية فأكملوا ثلاثين <span id='ms0493'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p243'> Vol. 04, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n2356 وبإسناده عن بن عباس قال قال رسول الله صلى الله عليه وسلم * لا\nتستقبلوا السوق ولا تحفلوا ولا ينفق بعضكم لبعض \\ 2356 \\\n</p>\n\n<p>\n2357 وعن بن عباس قال * كان رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p244'> Vol. 04, p. 244</a>\n            </div>\n            \nيصلي على الخمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p245'> Vol. 04, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n2358 حدثني محمد بن منصور الطوسي حدثنا أبو أحمد الزبيري حدثنا عبد\nالسلام بن حرب عن عطاء بن السائب عن سعيد بن جبير عن بن عباس قال * لما\nنزلت <span class='quran'>تبت يدا أبي لهب وتب </span>المسد جاءت أمرأة أبي لهب إلى النبي\nصلى الله عليه وسلم ومعه أبو بكر فلما رأها أبو بكر قال يا رسول الله إنها\nامرأة بذية وأخاف أن تؤذيك فلو قمت فقال إنها لن تراني فقالت يا أبا بكر\nصاحبك هجاني قال وما يقول الشعر قالت أنت عندي مصدق وانصرفت فقلت يا رسول\nالله لم ترك قال لم يزل ملك يسترني منها بجناحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p246'> Vol. 04, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n2359 حدثنا محمد بن منصور الطوسي حدثنا موسى بن داود حدثنا محمد بن مسلم\nعن عمرو بن دينار عن أبي الشعثاء عن بن عباس قال قال رسول الله صلى الله\nعليه وسلم * كل قسم قسم فهو على ما قسم وكل قسم أدركه الإسلام فهو على ما\nقسم \\ 2359 \\\n</p>\n\n<p>\n2360 حدثنا زياد بن أيوب أبو هاشم يعرف بدلويه حدثنا يحيى بن يمان عن\nسفيان عن يزيد بن أبي زياد عن مقسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p247'> Vol. 04, p. 247</a>\n            </div>\n             عن بن عباس قال * احتجم\nرسول الله صلى الله عليه وسلم وهو محرم في الأخدعين والكاهل وأعطى الحجام\nأجره ولو كان حراما لم يعطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p248'> Vol. 04, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n2361 حدثنا سعيد بن يحيى بن سعيد الأموي قال حدثني أبي حدثنا بن جريج عن\nعمر بن أبي حسين عن عكرمة عن بن عباس قال قال رسول الله صلى الله عليه وسلم\n* الرؤيا الصالحة جزء أحسبه قال من ستة وأربعين جزءا من النبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p249'> Vol. 04, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n2362 حدثنا زياد بن أيوب عن بن أبي غنية عن سفيان عن جابر عن الشعبي عن\nبن عباس * أن النبي صلى الله عليه وسلم احتجم وأعطى الحجام أجره \\ 2362 \\\n</p>\n\n<p>\n2363 حدثنا سعيد بن يحيى بن سعيد الأموي حدثنا أبي حدثنا <span id='ms0494'></span> محمد بن قيس\nالأسدي عن محمد بن عبيد الله الثقفي عن سعيد بن جبير عن بن عباس قال قدم\nعلى النبي صلى الله عليه وسلم وفد بني أسد فتكلموا فأبانوا فقالوا * يا\nرسول الله قاتلتك مضر كلها ولم نقاتلك ولسنا بأقلهم عددا ولا أكلهم شوكة\nوصلنا رحمك فقال رسول الله صلى الله عليه وسلم لأبي بكر وعمر حيث سمع\nكلامهم أيتكلمون هكذا قال يا رسول الله إن فقههم لقليل وإن الشيطان لينطق\nعلى لسانهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p250'> Vol. 04, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n2364 حدثنا شيبان بن فروخ حدثنا أبو عوانة عن سماك عن عكرمة عن بن عباس\nقال ماتت شاة لسودة بنت زمعة فقالت * يا رسول الله ماتت فلانة تعني الشاة\nقالت فقال رسول الله صلى الله عليه وسلم فهلا أخذتم مسكها قالت نأخذ مسك\nشاة قد ماتت فقال رسول الله صلى الله عليه وسلم قل لا أجد فيما أوحي الي\nمحرما الأ نعام إلى أو لحم خنزير أيكم يطعمه أي تدبغونه فتنتفعون به قال\nفأرسلت إليها فسلختها فدبغتها واتخذت منه قربة حتى تخرقت عندها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p251'> Vol. 04, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n2365 حدثنا يعقوب بن ماهان حدثنا هشيم حدثنا أبو بشر عن سعيد بن جبير عن\nبن عباس قال قال رسول الله صلى الله عليه وسلم يقول الله * إذا أخذت كريمتي\nعبدي فصبر واحتسب لم أرض له ثوابا دون الجنة \\ 2365 \\\n</p>\n\n<p>\n2366 حدثنا سعيد بن يحيى بن سعيد الأموي قال حدثني أبي حدثنا بن جريج عن\nعمرو بن دينار عن عكرمة عن بن عباس قال * اشتد غضب الله على من قتله نبي\nالله في سبيل الله واشتد غضب الله على قوم دموا وجه نبي الله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p252'> Vol. 04, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n2367 حدثنا سعيد بن يحيى قال حدثني أبي عن إسماعيل بن أبي خالد عن الشعبي\nقال أخبرني بن عباس أنه * دخل قبر النبي صلى الله عليه وسلم علي والفضل\nوأسامة قال وأخبرني مرحب أنهم أدخلوا عبد الرحمن بن عوف فكأني أنظر إليهم\nفي القبر أربعة قال الشعبي ومن يلي الرجل إلا أهله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p253'> Vol. 04, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n2368 حدثنا شيبان بن فروخ حدثنا أبو عوانة عن <span id='ms0495'></span> عاصم الأحول وحصين بن عبد\nالرحمن عن عكرمة عن بن عباس * أن النبي صلى الله عليه وسلم سافر فأقام تسع\nعشرة يقصر الصلاة قال فنحن إذا سافرنا فأقمنا تسع عشرة قصرنا الصلاة فإذا\nزدنا على ذلك أتممنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p254'> Vol. 04, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n2369 وعن أبي عوانة عن أبي بشر عن سعيد بن جبير عن بن عباس قال * ما قرأ\nرسول الله صلى الله عليه وسلم على الجن وما رآهم انطلق رسول الله صلى الله\nعليه وسلم في طائفة من أصحابه عامدين إلى سوق عكاظ وقد حيل بين الشياطين\nوبين خبر السماء وأرسلت عليها الشهب فرجعت الشياطين إلى قومهم فقالوا مالكم\nقالوا حيل بيننا وبين خبر السماء وأرسلت علينا الشهب قال وما ذاك إلا من\nشيء حدث فاضربوا مشارق الأرض ومغاربها فمر النفر الذين أخذوا نحو تهامة وهو\nبنخلة عامدين إلى سوق عكاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p255'> Vol. 04, p. 255</a>\n            </div>\n             وهو يصلي بأصحابه صلاة الفجر فلما\nسمعوا القرآن استمعوا له وقالوا هذا الذي حال بيننا وبين خبر السماء فرجعوا\nإلى قومهم فقالوا يا قومنا <span class='quran'>إنا سمعنا قرآنا عجبا يهدي إلى الرشد فآمنا\nبه </span>فأوحى الله إلى نبيه <span class='quran'>قل أوحي إلي أنه استمع نفر من الجن </span>الجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p256'> Vol. 04, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n2370 حدثنا إبراهيم بن الحجاج حدثنا حيان بن عبيد الله بن حيان أبو زهير\nالعدوي حدثنا أبو مجلز عن بن عباس قال وحدثنا عبد الله بن بريدة عن أبيه *\nأن راية رسول الله صلى الله عليه وسلم كانت سوداء ولواؤه أبيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p257'> Vol. 04, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n2371 حدثنا إبراهيم قال حدثنا وهيب عن عبد الله بن طاووس عن أبيه عن بن\nعباس قال قال رسول الله صلى الله عليه وسلم * الحقوا الفرائض بأهلها فما\nبقي فهو لأولى رجل ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p258'> Vol. 04, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n2372 حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن الحباب حدثنا محمد بن مسلم\nعن عمرو بن دينار عن بن عباس قال قال رسول الله صلى الله عليه وسلم * الدين\nالنصيحة قالوا لمن يا رسول الله قال لكتاب الله ولنبيه ولأئمة المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p259'> Vol. 04, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n2373 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الرحيم عن إسرائيل عن سماك عن <span id='ms0496'></span>\nعكرمة عن بن عباس قال قيل * يا رسول الله حين فرغ من بدر عليك بالعير ليس\nدونها شيء قال فناداه العباس لا يصلح قال فقال النبي صلى الله عليه وسلم لم\nقال لأن الله وعدك إحدى الطائفتين وقد أعطاك ما وعدك \\ 2373 \\\n</p>\n\n<p>\n2374 حدثنا أبو بكر حدثنا محمد بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p261'> Vol. 04, p. 261</a>\n            </div>\n             حدثنا إبراهيم بن\nطهمان عن أبي الزبير عن عتبة مولى بن عباس عن بن عباس قال * لما قدم رسول\nالله صلى الله عليه وسلم من الطائف نزل الجعرانة فقسم بها الغنائم ثم اعتمر\nمنها وذلك لليلتين بقيتا من شوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p262'> Vol. 04, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n2375 حدثنا أبو بكر حدثنا عبيدة بن حميد عن يزيد بن أبي زياد عن تميم بن\nسلمة عن مسروق عن بن عباس قال * خرج رسول الله صلى الله عليه وسلم فأعرس من\nالليل فرقد فلم يستيقظ إلا بالشمس فأمر رسول الله صلى الله عليه وسلم بلالا\nفأذن ثم صلى ركعتين قال بن عباس فما يسرني به الدنيا وما فيها يعني الرخصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p263'> Vol. 04, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n2376 حدثنا أبو بكر بن أبي شيبة حدثنا أبو بكر بن عياش عن عمرو بن ميمون\nعن أبي حاضرة الأزدي عن بن عباس قال * قلت البدن على عهد رسول الله صلى\nالله عليه وسلم فأمر الناس بالبقرة \\ 2376 \\\n</p>\n\n<p>\n2377 حدثنا حجاج بن يوسف حدثنا يعقوب بن إبراهيم قال حدثني أبي عن بن\nشهاب عن عبيد الله بن عبد الله عن بن عباس قال * كان أهل الكتاب يسدلون\nأشعارهم وكان المشركون يفرقون رؤوسهم وكان رسول الله صلى الله عليه وسلم\nيعجبه موافقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p264'> Vol. 04, p. 264</a>\n            </div>\n             أهل الكتاب في بعض ما لم يؤمر فيه فسدل رسول الله\nصلى الله عليه وسلم ناصيته ثم فرق بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p265'> Vol. 04, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n2378 حدثنا أبو بكر بن أبي شيبة حدثنا أبو خالد الأحمر عن الضحاك بن\nعثمان عن مخرمة بن سليمان عن كريب عن بن عباس قال قال رسول الله صلى الله\nعليه وسلم * لا ينظر الله إلى رجل أتى رجلا أو امرأة في دبرها \\ 2378 \\\n</p>\n\n<p>\n2379 حدثنا أبو بكر حدثنا بن نمير عن حجاج عن الحكم عن مقسم عن بن <span id='ms0497'></span> عباس\nقال * لما خرج النبي صلى الله عليه وسلم من مكة أخرج علي ابنة حمزة فاختصم\nفيها علي وزيد وجعفر فقال علي ابنة أخي وأنا أحق بها وقال جعفر ابنة عمي\nوخالتها عندي وقال زيد بنت أخي لحمزة آخى بينهما رسول الله صلى الله عليه\nوسلم فقال رسول الله صلى الله عليه وسلم يا زيد أنت مولاي ومولاهما وقال\nلعلي أنت أخي وصاحبي وقال لجعفر شبيه خلقي وخلقي وهي إلى خالتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p266'> Vol. 04, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n2380 حدثنا أبو بكر بن أبي شيبة حدثنا عبيد الله بن موسى عن إبراهيم بن\nإسماعيل عن صالح بن كيسان عن عبيد الله بن عبد الله بن عتبة عن بن عباس قال\n* نهى رسول الله صلى الله عليه وسلم أن يشرب من الإناء المخنوث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p267'> Vol. 04, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n2381 حدثنا أبو بكر حدثنا الهذيل بن الحكم عن بن أبي رواد عن عكرمة عن بن\nعباس قال قال رسول الله صلى الله عليه وسلم * موت الغريب شهادة \\ 2381 \\\n</p>\n\n<p>\n2382 حدثنا أبو خيثمة حدثنا سفيان بن عيينة قال حدثني الزهري عن عبيد\nالله بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p269'> Vol. 04, p. 269</a>\n            </div>\n             عن بن عباس قال * كنت أنا والفضل على أتان\nورسول الله صلى الله عليه وسلم يصلي بعرفة فمررنا على بعض الصف فنزلنا عنها\nوتركناها ترتع في الصف فلم يقل لنا النبي صلى الله عليه وسلم شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p270'> Vol. 04, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n2383 حدثنا أبو خيثمة حدثنا سفيان بن عيينة عن الزهري عن عبيد الله عن بن\nعباس قال * استفتى سعد بن عبادة رسول الله صلى الله عليه وسلم في نذر كان\nعلى أمه فتوفيت قبل أن تقضيه فقال أقضه عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p271'> Vol. 04, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n2384 حدثنا أبو خيثمة حدثنا سفيان حدثنا الزهري عن سليمان بن يسار عن بن\nعباس * أن أمرأة من خثعم سألت رسول الله صلى الله عليه وسلم غداة النحر\nفقالت إن فريضة الله في الحج أدركت أبي وهو شيخ كبير لا يستطيع أن يستمسك\nعلى الرحل أفهل ترى أن نحج عنه قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p272'> Vol. 04, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n2385 وعن بن عيينة عن زيد بن اسلم عن بن وعلة عن بن عباس عن النبي صلى\nالله عليه <span id='ms0498'></span> وسلم قال * أيما إهاب دبغ فقد طهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p273'> Vol. 04, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n2386 حدثنا زهير حدثنا بن عيينة حدثنا عبيد الله بن أبي يزيد قال سمعت بن\nعباس يقول * كنت ممن قدم النبي صلى الله عليه وسلم في ضعفة أهله من\nالمزدلفة إلى منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p274'> Vol. 04, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n2387 وعن بن عيينة قال حدثني سليمان بن سحيم عن إبراهيم بن عبد الله بن\nمعبد بن عباس عن أبيه عن بن عباس قال * كشف رسول الله صلى الله عليه وسلم\nالستارة والناس صفوف خلف أبي بكر فقال يا أيها الناس إنه لم يبق من مبشرات\nالنبوة إلا الرؤيا الصالحة يراها المسلم أو ترى له ألا وإني قد نهيت أن\nأقرأ راكعا أو ساجدا فأما الركوع فعظموا فيه الرب وأما السجود فاجتهدوا في\nالدعاء فقمن أن يستجاب لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p275'> Vol. 04, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n2388 حدثنا زهير حدثنا بن عيينة عن عمرو عن محمد بن جبير عن بن عباس قال\nتعجبت ممن يتقدم الشهر وقد قال رسول الله صلى الله عليه وسلم * إذا رأيتموه\nفصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فأكملوا العدة ثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p276'> Vol. 04, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n2389 حدثنا زهير حدثنا بن عيينة عن عمرو عن طاووس عن بن عباس * أمر رسول\nالله صلى الله عليه وسلم أن يسجد على سبع ونهى أن يكف شعره وثيابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p277'> Vol. 04, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n2390 حدثنا زهير حدثنا بن عيينة عن عمرو عن طاووس عن بن عباس * أن رسول\nالله صلى الله عليه وسلم احتجم وهو محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p278'> Vol. 04, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n2391 حدثنا زهير حدثنا بن عيينة عن عمرو سمع أبا معبد سمع بن عباس يقول\nسمعت رسول الله صلى الله عليه وسلم وهو يقول * لا يخلون رجل بامرأة ولا\nتسافر امرأة إلا ومعها ذو محرم فقام رجل فقال يا رسول الله إني اكتتبت في\nغزوة كذا وكذا وانطلقت امرأتي حاجة قال فانطلق فاحجج مع امرأتك \\ 2391 \\\n</p>\n\n<p>\n2392 حدثنا أبو خيثمة حدثنا بن عيينة عن عمرو قال بذا أبو معبد عن بن\nعباس قال ثم أنكره بعد عن بن عباس قال * كنا نعرف انقضاء صلاة رسول الله\nصلى الله عليه وسلم بالتكبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p279'> Vol. 04, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n2393 حدثنا زهير حدثنا بن عيينة عن عمرو عن <span id='ms0499'></span> جابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p280'> Vol. 04, p. 280</a>\n            </div>\n             عن بن عباس\n* أن النبي صلى الله عليه وسلم نكح ميمونة وهو محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p281'> Vol. 04, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n2394 حدثنا زهير حدثنا بن عيينة عن عمرو عن أبي الشعثاء عن بن عباس قال *\nصليت مع رسول الله صلى الله عليه وسلم بالمدينة ثمانيا جميعا وسبعا جميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p282'> Vol. 04, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n2395 حدثنا أبو خيثمة حدثنا بن عيينة عن عمرو قال أخبرني أبو الشعثاء أنه\nسمع بن عباس سمع النبي صلى الله عليه وسلم وهو يخطب * من لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p283'> Vol. 04, p. 283</a>\n            </div>\n            \nيجد نعلين لبس خفين ومن لم يجد إزارا لبس سراويل \\ 2395 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p284'> Vol. 04, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n2396 حدثنا أبو خيثمة حدثنا بن عيينة عن عمرو عن سعيد بن جبير عن بن عباس\nقال * سمعت النبي صلى الله عليه وسلم وهو يخطب وهو يقول إنكم ملاقوا الله\nحفاة عراة مشاة غرلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p285'> Vol. 04, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n2397 حدثنا أبو خيثمة حدثنا بن عيينة أخبرنا عمرو عن عطاء عن بن عباس قال\n* ليس المحصب بشيء إنما هو منزل نزله رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p286'> Vol. 04, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n2398 وعن بن عيينة أخبرنا عمرو عن عطاء وبن جريج عن عطاء عن بن عباس * أن\nالنبي صلى الله عليه وسلم أخرها حتى ذهب من الليل ما شاء الله فقال له عمر\nيا رسول الله رقد النساء والولدان فخرج وقال لولا أن أشق على أمتي لصليتها\nهذه الساعة يعني العشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p287'> Vol. 04, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n2399 وعن عمرو قال سمعت عوسجة مولى بن عباس يحدث عن بن عباس * أن رجلا\nمات على عهد النبي صلى الله عليه وسلم ولم يترك قرابة إلا عبدا هو أعتقه\nفقال النبي صلى الله عليه وسلم أعطوه ميراثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p288'> Vol. 04, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n2400 وعن بن عيينة حدثنا إبراهيم بن عقبة عن كريب عن بن عباس أن امرأة\nأخرجت صبيا من محفة لها فقالت * يا رسول الله ألهذا حج قال نعم ولك أجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p289'> Vol. 04, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n2401 حدثنا زهير حدثنا بن عيينة عن أبي الزبير عن سعيد بن جبير عن بن\nعباس قال * صليت مع النبي صلى الله عليه وسلم ثمانيا وسبعا جميعا قيل له لم\nفعل ذلك قال أراد أن لا يحرج أمته \\ 2401 \\\n</p>\n\n<p>\n2402 حدثنا زهير حدثنا بن عيينة عن عبد الكريم الجزري عن عكرمة <span id='ms0500'></span> عن بن\nعباس قال * نهى النبي صلى الله عليه وسلم أن يتنفس في الإناء أو ينفخ فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p290'> Vol. 04, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n2403 حدثنا زهير حدثنا بن عيينة عن سليمان عن طاووس عن بن عباس قال كان\nالناس ينصرفون كل وجه فقال رسول الله صلى الله عليه وسلم * لا ينفرن أحدكم\nحتى يكون آخر عهده بالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p291'> Vol. 04, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n2404 حدثنا زهير حدثنا بن عيينة عن سليمان الأحول عن طاووس عن بن عباس\nقال * كان النبي صلى الله عليه وسلم إذا قام يتهجد من الليل قال اللهم لك\nالحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد أنت قيم السماوات والأرض\nومن فيهن ولك الحمد أنت ملك السماوات والأرض ومن فيهن ولك الحمد أنت الحق\nووعدك حق ولقاؤك حق والساعة حق والجنة حق والنار حق والنبيون حق اللهم لك\nأسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي ما\nقدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت\nولا إله غيرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p292'> Vol. 04, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n2405 حدثنا زهير حدثنا بن عيينة عن أيوب عن عكرمة عن بن عباس عن النبي\nصلى الله عليه وسلم قال * ليس لنا مثل السوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p293'> Vol. 04, p. 293</a>\n            </div>\n             العائد في هبته\nكالكلب يعود في قيئه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p294'> Vol. 04, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n2406 وعن بن عيينة عن عاصم عن الشعبي عن بن عباس * أن النبي صلى الله\nعليه وسلم شرب وهو قائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p295'> Vol. 04, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n2407 وعن بن عيينة حدثنا بن أبي نجيح عن عبد الله بن كثير عن أبي المنهال\nقال سمعت بن عباس يقول * قدم النبي صلى الله عليه وسلم المدينة وهم يسلفون\nفي التمر أو الثمر السنتين والثلاث فقال من يسلف في تمر فليسلف في كيل\nمعلوم ووقت معلوم إلى أجل معلوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p296'> Vol. 04, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n2408 حدثنا زهير حدثنا بن عيينة عن الحكم بن أبان عن عكرمة عن بن عباس\nقال قال رسول الله صلى الله عليه وسلم * سألت جبريل أي الأجلين قضى موسى\nقال أكملهما وأتمهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p297'> Vol. 04, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n2409 حدثنا زهير حدثنا بن عيينة عن سليمان الأحول عن سعيد بن جبير عن بن\nعباس قال * يوم الخميس وما يوم <span id='ms0501'></span> الخميس يوم اشتد برسول الله صلى الله عليه\nوسلم وجعه فقال إئتوني أكتب لكم كتابا لا تضلون بعده فتنازعوا ولا ينبغي\nعند نبي تنازع قال دعوني فما أنا فيه خير مما تسألون عنه قال أمرهم بثلاث\nقال أخرجوا المشركين من جزيرة العرب وأجيزوا الوفد بنحو ما كنت أجيزهم\nوالثالثة لا أدري قالها فنسيتها أو لم يقلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p298'> Vol. 04, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n2410 حدثنا أبو معمر إسماعيل بن إبراهيم الهذلي حدثنا جرير وسفيان بن\nعيينة وعبد الله بن إدريس وحفص بن غياث ويحيى بن سليم وإسماعيل بن عياش عن\nعبد الله بن عثمان بن خثيم عن سعيد بن جبير عن بن عباس قال قال رسول الله\nصلى الله عليه وسلم * عليكم بالثياب البيض فليلبسها أحياؤكم وكفنوا فيها\nموتاكم وعليكم بالإثمد فإنه يجلو البصر وينبت الشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p300'> Vol. 04, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n2411 حدثنا أبو معمر حدثنا أبو الأحوص عن سماك عن عكرمة عن بن عباس قال\nقال رسول الله صلى الله عليه وسلم * الماء لا ينجسه شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p301'> Vol. 04, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n2412 حدثنا أبو معمر عن هشيم عن علي بن زيد عن يوسف بن مهران عن بن عباس\nقال * قبض النبي صلى الله عليه وسلم وهو بن خمس وستين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p302'> Vol. 04, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n2413 حدثنا مصعب بن عبد الله بن مصعب قال حدثني الدراوردي عن ثور بن زيد\nعن إسحاق بن جابر عن عكرمة عن بن عباس أن رسول الله صلى الله عليه وسلم قال\n* ليس منا من خبب عبدا على سيده وليس منا من أفسد أمرأة على زوجها وليس منا\nمن أجلب على الخيل يوم الرهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p303'> Vol. 04, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n2414 حدثنا مصعب بن عبد الله الزبيري قال حدثني المغيرة بن عبد الرحمن\nوعبد العزيز بن محمد عن عبد الرحمن بن الحارث بن عبد الله بن عياش أبو\nالمغيرة عن بن أبي نجيح عن مجاهد عن بن عباس * أن رسول الله صلى الله عليه\nوسلم نهى أن يوقع على الحبالى يوم خيبر ولا تسق زرع غيرك وعن بيع المغانم\nقبل أن تقسم وعن أكل لحوم الحمر الإنسية وعن كل ذي ناب من السباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p304'> Vol. 04, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n2415 حدثنا عبد الأعلى بن حماد <span id='ms0502'></span> النرسي حدثنا معتمر بن سليمان عن منذر عن\nوهب عن بن عباس قال قال نبي الله صلى الله عليه وسلم * يخرج من عدن اثنا\nعشر ألفا ينصرون الله ورسوله هم خير من بيني وبينهم قال المعتمر أظنه قال\nفي الأعماق \\ 2415 \\\n</p>\n\n<p>\n2416 حدثنا عبد الأعلى قال حدثني المعتمر بن سليمان قال سمعت ليثا عن أبي\nفزارة عن سعيد بن جبير أو مقسم عن بن عباس * رفع الحديث إلى النبي صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p305'> Vol. 04, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n2417 وقال معتمر مرة أخرى عن أبي فزارة عن مقسم عن سعيد عن بن عباس رفع\nالحديث إلى النبي صلى الله عليه وسلم قال * هذه الكلمات دواء من كل داء\nأعوذ بكلمات الله التامة وأسمائه كلها عامة من شر السامة والعامة وشر العين\nاللامة ومن شر حاسد إذا حسد ومن شر أبي قترة وما ولد ثلاثة وثلاثون من\nالملائكة أتوا ربهم فقالوا وصب وصب بأرضنا فقال خذوا من أرضكم فأمسحوا\nبوصبكم رقية محمد صلى الله عليه وسلم من أخذ عليها صفدا أو كتمها أحدا فلا\nيفلح أبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p306'> Vol. 04, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n2418 حدثنا الحكم بن موسى حدثنا هقل قال سمعت الأوزاعي قال حدثني الزهري\nعن عبيد الله بن عبد الله بن عتبة عن بن عباس * أن رسول الله صلى الله عليه\nوسلم شرب لبنا فمضمض ثم قال إن لهذا دسما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p307'> Vol. 04, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n2419 وعن هقل قال سمعت الأوزاعي حدثنا الزهري عن عبيد الله بن عبد الله\nبن عتبة عن بن عباس * أن رسول الله صلى الله عليه وسلم مر بشاة ميتة فقال\nألا استمتعتم بجلدها فقالوا يا رسول الله إنها ميتة قال إنما حرم أكلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p308'> Vol. 04, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n2420 حدثنا أبو صالح حدثنا هقل قال سمعت الأوزاعي قال قال عطاء عن بن\nعباس * أن رجلا أصابته جراحة على عهد رسول الله صلى الله عليه وسلم فأصابته\nجنابة فاستفتى فأفتي بالغسل فاغتسل فمات فبلغ ذلك النبي صلى الله عليه وسلم\nفقال قتلوه قتلهم الله أفلم يكن شفاء العي السؤال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p309'> Vol. 04, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n2421 قال عطاء فبلغني * أن النبي صلى الله عليه وسلم سئل عن ذلك فقال لو <span id='ms0503'></span>\nغسل جسده وترك رأسه حيث أصابه الجراح أجزأه \\ 2421 \\\n</p>\n\n<p>\n2422 حدثنا علي بن الجعد حدثنا شعبة عن عمرو بن مرة قال سمعت يحيى بن\nالجزار عن بن عباس * أن النبي صلى الله عليه وسلم كان يصلي فأراد أحدنا أن\nيمر بين يديه فجعل يتقيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p310'> Vol. 04, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n2423 حدثنا علي بن الجعد أخبرنا شعبة عن عمرو بن مرة قال سمعت يحيى بن\nالجزار عن بن عباس قال * جئت أنا وغلام من بني هاشم على حمار فمررنا بين\nيدي النبي صلى الله عليه وسلم وهو يصلي فنزلنا عنه وتركنا الحمار يأكل من\nبقل الأرض أو قال من نبات الأرض فدخلنا معه في الصلاة فقال رجل أكان بين\nيديه عنزة قال لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p311'> Vol. 04, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n2424 حدثنا محمد بن بكار حدثنا بن أبي الزناد عن أبيه عن القاسم بن محمد\nقال سمعت بن عباس * يقول لاعن رسول الله صلى الله عليه وسلم بين أخوي بني\nعجلان أو بين رجل وامرأة شك عبد الرحمن قال فقال زوجها والله ما قربتها منذ\nعفرنا والعفر أن يسقى النخل بعد أن يترك من السقي بعد الآبار بشهرين قال\nرسول الله صلى الله عليه وسلم اللهم بين بين قال وكان زوج المرأة أصهب\nالشعر حمش الذراعين والساقين قال وكان الذي رميت به بن السحماء قال فجاءت\nبغلام أسود جعد قطط عبل الذراعين خدلج الساقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p312'> Vol. 04, p. 312</a>\n            </div>\n             فقال بن شداد يا\nأبا العباس أهي المرأة التي قال رسول الله صلى الله عليه وسلم لو كنت راجما\nأحدا بغير بينة لرجمتها قال فقال بن عباس لا وقال تلك امرأة كانت قد أعلنت\nفي الإسلام قال رجل آخر يا أبا عباس كيف الصفة فقال بن عباس جاءت به على\nالوصف السيئ \\ 2424 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p313'> Vol. 04, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n2425 حدثنا محمد بن عبد الرحمن بن سهم حدثنا عبد الله بن المبارك حدثنا\nخالد الحذاء عن عكرمة عن بن عباس قال * كان رسول الله صلى الله عليه وسلم\nإذا سقى قال ابدؤوا بالكبير أو قال بالأكابر \\ 2425 \\\n</p>\n\n<p>\n2426 حدثنا محمد بن عبد الرحمن بن سهم حدثنا أبو إسحاق الفزاري عن الأعمش\nعن الحكم <span id='ms0504'></span> بن عتيبة عن مقسم عن بن عباس قال * صلى رسول الله صلى الله عليه\nوسلم يوم التروية بمنى الظهر والعصر والعشاء والفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p315'> Vol. 04, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n2427 حدثنا محمد بن عبد الرحمن بن سهم حدثنا عبد الله بن المبارك وعيسى\nبن يونس عن عوف الأعرابي عن زياد بن حصين عن أبي العالية عن بن عباس * قال\nقال لي رسول الله صلى الله عليه وسلم غداة الجمرة هات القط لي فلقطت له\nحصيات من حصى الخذف فلما وضعهن في يده قال نعم بأمثال هؤلاء نعم بأمثال\nهؤلاء وإياكم والغلو في الدين فإنما أهلك من كان قبلكم الغلو في الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p316'> Vol. 04, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n2428 حدثنا عبد الأعلى بن حماد حدثنا وهيب بن خالد حدثنا ليث عن طاووس عن\nبن عباس عن النبي صلى الله عليه وسلم قال * خمس يقتلهن المحرم الحداة\nوالفأرة والعقرب والغراب والكلب العقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p317'> Vol. 04, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n2429 حدثنا هارون بن معروف حدثنا عبد الله بن وهب قال أخبرني عمرو بن\nالحارث أن بكيرا حدثه عن كريب مولى بن عباس عن بن عباس * أن رسول الله صلى\nالله عليه وسلم حين دخل البيت وجد فيه صورة إبراهيم وصورة مريم وقال أما\nإنهم قد سمعوا أن الملائكة لا تدخل بيتا فيه صورة هذا إبراهيم مصور فما\nباله يستقسم \\ 2429 \\\n</p>\n\n<p>\n2430 حدثنا هارون بن معروف حدثنا عبد الله بن وهب قال أخبرني عمرو عن عبد\nربه بن سعيد قال حدثني المنهال بن عمرو ومرة قال أخبرني سعيد بن جبير عن\nعبد الله بن الحارث عن بن عباس قال * كان رسول الله صلى الله عليه وسلم إذا\nعاد المريض جلس عند رأسه ثم قال سبع مرات أسأل الله العظيم رب العرش العظيم\nأن يشفيك قال فإن كان في أجله تأخير عوفي من وجعه ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p318'> Vol. 04, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n2431 حدثنا علي بن الجعد أخبرنا أبو جعفر الرازي عن عمرو بن دينار عن\nطاووس عن بن عباس قال قال رسول الله صلى الله عليه وسلم * أمرت بالسجود على\nسبعة أعضاء ونهيت أن أكف ثوبا أو شعرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p319'> Vol. 04, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n2432 وعن أبي جعفر عن عبد الكريم بن أبي <span id='ms0505'></span> المخارق عن مقسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p320'> Vol. 04, p. 320</a>\n            </div>\n             عن\nبن عباس * عن النبي صلى الله عليه وسلم في رجل جامع امرأته وهي حائض فقال\nإن كان دما عبيطا فليتصدق بدينار وإن كان فيه صفرة فنصف دينار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p321'> Vol. 04, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n2433 حدثنا محمد بن بكار حدثنا خالد بن عبد الله الواسطي عن يزيد بن أبي\nزياد عن عكرمة عن بن عباس قال * لعن رسول الله صلى الله عليه وسلم المخنث\nمن الرجال والمترجلات من النساء فقلت وما المترجلات من النساء قال\nالمتشبهات من النساء بالرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p323'> Vol. 04, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n2434 حدثنا محمد بن بكار حدثنا الوليد بن أبي ثور عن سماك عن عكرمة عن بن\nعباس أن رسول الله صلى الله عليه وسلم قال * على كل منسم من الإنسان صلاة\nفقال رجل من القوم هذا شديد ومن يطيق هذا قال أمر بالمعروف ونهي عن المنكر\nصلاة وإن حملا عن الضعيف صلاة وإن كل خطوة يخطوها أحدكم إلى صلاة صلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p324'> Vol. 04, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n2435 حدثنا أبو معمر حدثنا أبو الأحوص عن سماك عن عكرمة عن بن عباس قال\nقال رسول الله صلى الله عليه وسلم * على كل منسم من بن آدم كل يوم صدقة\nفذكر نحو هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p325'> Vol. 04, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n2436 حدثنا أبو همام حدثنا حماد بن أسامة حدثنا هشام بن حسان عن زيد بن\nالحواري عن بن عباس قال قيل * يا رسول الله أنفضي إلى نسائنا في الجنة كما\nنفضي إليهن في الدنيا قال والذي نفس محمد بيده إن الرجل ليفضي بالغداة\nالواحدة إلى مائة عذراء \\ 2436 \\\n</p>\n\n<p>\n2437 حدثنا عبد الله بن عمر بن أبان حدثنا علي بن هاشم بن البريد عن\nمبارك بن حسان عن عطاء عن بن عباس قال قيل * يا رسول الله أي جلسائنا خير\nقال من ذكركم الله رؤيته وزاد في علمكم منطقه وذكركم بالآخرة عمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p326'> Vol. 04, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n2438 حدثنا عبد الله بن عمر حدثنا بن المبارك حدثنا شريك عن خصيف عن\nعكرمة عن بن عباس * قال فقدت قطيفة حمراء يوم بدر مما أصيب من المشركين\nفقال أناس لعل النبي صلى الله عليه وسلم أخذها فأنزل الله وما كان لنبي أن\nيغل آل <span id='ms0506'></span> عمران قال خصيف فقلت لسعيد ما كان لنبي أن يغل فقال بل يغل ويقتل\nأيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p327'> Vol. 04, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n2439 حدثنا الحسن بن حماد حدثنا عبدة بن سليمان حدثنا سعيد بن أبي عروبة\nعن أيوب عن عكرمة عن بن عباس قال * لما تزوج علي فاطمة قال النبي صلى الله\nعليه وسلم أعطها شيئا قال ما عندي شيء قال فأين درعك الحطمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p328'> Vol. 04, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n2440 وعن سعيد بن أبي عروبة عن قتادة عن عزرة عن سعيد بن جبير عن بن عباس\nقال * سمع النبي صلى الله عليه وسلم رجلا يلبي عن شبرمة فقال أيها الملبي\nعن شبرمة من شبرمة قال أخ لي أو نسيب لي قال حججت عن نفسك قال لا قال فاحجج\nعن نفسك ثم حج عن شبرمة \\ 2440 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p329'> Vol. 04, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n2441 حدثنا إبراهيم بن الحجاج حدثنا سكين حدثنا أبي عن بن عباس قال * كان\nالفضل بن عباس رديف النبي صلى الله عليه وسلم من عرفة فجعل الفتى يلاحظ\nالنساء وينظر إليهن وجعل النبي صلى الله عليه وسلم يصرف وجهه بيده من خلفه\nوجعل الفتى يلاحظ إليهن فقال له النبي صلى الله عليه وسلم بن أخي إن هذا\nيوم من ملك فيه سمعه وبصره ولسانه غفر له \\ 2441 \\\n</p>\n\n<p>\n2442 حدثنا أبو عبد الله بن عبد الرحمن العلاف حدثنا عبد الملك بن الخطاب\nبن عبيد الله بن أبي بكرة عن عمارة بن أبي حفصة عن عكرمة عن بن عباس عن\nالنبي صلى الله عليه وسلم قال * لولا أن الكلاب أمة لأمرت بقتل كل أسود\nبهيم فاقتلوا العين من الكلاب فإنها الملعونة من الجن \\ 2442 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p330'> Vol. 04, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n2443 حدثنا بشر بن الوليد الكندي حدثنا شريك عن محمد بن عبد الرحمن مولى\nآل طلحة عن كريب عن بن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال\n* يا رسول الله إن أختي نذرت أن تحج ماشية فقال إن الله لا يصنع بشقاء أختك\nشيئا لتحج راكبة ولتكفر يمينها \\ 2443 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p331'> Vol. 04, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n2444 حدثنا أبو الربيع الزهراني حدثنا بن المبارك عن عبد الوهاب بن الورد\nعن الحسن بن حبيب أو كثير عن عكرمة عن <span id='ms0507'></span> بن عباس قال قال رسول الله صلى الله\nعليه وسلم * لا يتناجى اثنان دون الثالث فإن ذلك يؤذي منه والله يكره أذى\nالمؤمن \\ 2444 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p332'> Vol. 04, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n2445 حدثنا محمد بن الصباح وأبو الربيع الزهراني قالا حدثنا إسماعيل بن\nزكريا عن نضر الخزاز عن عكرمة عن بن عباس قال * كان رسول الله صلى الله\nعليه وسلم على حراء فتزلزل الجبل فقال رسول الله صلى الله عليه وسلم اثبت\nحراء ما عليك إلا نبي أو صديق أو شهيد وعليه رسول الله صلى الله عليه وسلم\nوأبو بكر وعمر وعلي وعثمان وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي\nوقاص وسعيد بن زيد بن عمرو بن نفيل \\ 2445 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p333'> Vol. 04, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n2446 حدثنا أبو الربيع حدثنا شريك بن عبد الله عن حسين بن عبد الله عن\nعكرمة عن بن عباس قال * صلى رسول الله صلى الله عليه وسلم في ثوب قد خالف\nبين طرفيه متوشحا به يتقي بفضل الثوب حر الأرض وبردها \\ 2446 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p334'> Vol. 04, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n2447 حدثنا أبو الربيع حدثنا سلام بن سليم عن زيد العمي عن أبي نضرة عن\nبن عباس قال * كان رسول الله صلى الله عليه وسلم إذا سجد استوى فلو صب على\nظهره ماء لأمسكه \\ 2447 \\\n</p>\n\n<p>\n2448 حدثنا أبو الربيع حدثنا سلام بن سليم عن زيد العمي عن مجاهد عن بن\nعباس قال * رأيت النبي صلى الله عليه وسلم يسجد على ثوبه \\ 2448 \\\n</p>\n\n<p>\n2449 حدثنا أبو الربيع حدثنا حفص بن أبي داود عن محمد بن عبد الرحمن بن\nأبي ليلى عن عطاء بن أبي رباح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p335'> Vol. 04, p. 335</a>\n            </div>\n             عن بن عباس قال * احتجم رسول\nالله صلى الله عليه وسلم وهو صائم محرم فغشي عليه فنهى الناس يومئذ أن\nيحتجم الصائم كراهية الضعف عليه \\ 2449 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p336'> Vol. 04, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n2450 حدثنا أبو الربيع حدثنا سلام بن سلم الطويل عن الفضل بن عطية عن\nعطاء بن أبي رباح عن بن عباس قال قال رسول الله صلى الله عليه وسلم * الحدة\nتعتري خيار أمتي \\ 2450 \\\n</p>\n\n<p>\n2451 حدثنا أبو الربيع حدثنا بن أبي داود عن محمد بن عبد الرحمن بن أبي\nليلى عن الحكم بن عتيبة عن مقسم عن بن <span id='ms0508'></span> عباس * أن رسول الله صلى الله عليه\nوسلم أعطى يوم بدر الفرس سهمين والرجل سهما \\ 2451 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p337'> Vol. 04, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n2452 حدثنا هدبة حدثنا وهب عن يونس بن عبيد أخبرنا عمار بن أبي عمار قال\nسمعت بن عباس يقول * توفي رسول الله صلى الله عليه وسلم وهو بن خمس وستين\nوكان الحسن يقول توفي رسول الله صلى الله عليه وسلم وهو بن ستين \\ 2452 \\\n</p>\n\n<p>\n2453 حدثنا أبو عمر الحارث بن سريج حدثنا يحيى بن زكريا حدثنا محمد بن\nأبي القاسم عن عبد الملك بن سعيد بن جبير عن أبيه عن بن عباس قال * كان\nتميم الداري وعدي بن بداء يختلفان إلى مكة فصحبهما رجل من قريش من بني سهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p338'> Vol. 04, p. 338</a>\n            </div>\n             فمات بأرض ليس بها أحد من المسلمين وأوصى إليهما بتركته فلما\nقدما فدفعاها إلى أهله وكتما جاما كان معه من فضة مخوصا بالذهب فقالا لم\nنره فأتي بهما النبي صلى الله عليه وسلم فاستحلفهما بالله ما كتما ولا\nاطلعا وخلى سبيلهما ثم إن الجام وجد عند قوم من أهل مكة قالوا ابتعناه من\nتميم الداري وعدي بن بداء فقام أولياء السهمي فأخذوا الجام وحلف رجلان منهم\nبالله إن هذا الجام جام صاحبنا وشهادتنا أحق من شهادتهما وما اعتدينا إنا\nإذا لمن الظالمين ونزلت هاتان الآيتان <span class='quran'>يا أيها الذين آمنوا شهادة\nبينكم إذا حضر أحدكم الموت </span>إلى آخر الآية \\ 2453 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p339'> Vol. 04, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n2454 حدثنا حارث بن سريج حدثنا معتمر حدثنا ليث عن أبي فزارة عن يزيد بن\nالأصم عن بن عباس قال قال رسول الله صلى الله عليه وسلم * إني لم أؤمر\nبتشييد المساجد قال وقال بن عباس لتزخرفنها كما زخرفت اليهود والنصارى \\\n2454 \\\n</p>\n\n<p>\n2455 حدثنا وهب بن بقية حدثنا خالد عن حسين بن قيس عن عكرمة عن بن عباس\nأن امرأة من خثعم أتت النبي صلى الله عليه وسلم فقالت * يا نبي الله إني\nأمرأة أيم وإني أريد أن أتزوج فما حق الزوج على زوجته فإن استطعت ذلك وإلا\nجلست أيما فقال النبي صلى الله عليه وسلم إن حق الزوج على زوجته إذا أرادها\nعلى <span id='ms0509'></span> نفسها وهي على ظهر بعيره لا تمنعه ومن حق الزوج على الزوجة أن لا تعطي\nمن بيتها إلا بإذنه وإن فعلت كان الإثم عليها والأجر لغيرها ومن حق الزج\nعلى الزوجة أن لا تحرج من بيته إلا بإذنه فإن فعلت ذلك لعنتها الملائكة حتى\nترجع أو تتوب \\ 2455 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p340'> Vol. 04, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n2456 وبه قال حدثنا بن عباس قال * كان النبي صلى الله عليه وسلم إذا ثارت\nريح استقبلها وجثا على ركبتيه وقال اللهم اجعلها رياحا ولا تجعلها ريحا\nاللهم اجعلها رحمة ولا تجعلها عذابا \\ 2456 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p341'> Vol. 04, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n2457 حدثنا وهب بن بقية حدثنا خالد حدثنا حسين عن عكرمة عن بن عباس أن\nالنبي صلى الله عليه وسلم قال * من قبض يتيما بين مسلمين إلى طعامه وشرابه\nحتى يغنيه الله أوجب الله له الجنة البتة إلا أن يعمل ذنبا لا يغفر ومن عال\nثلاث بنات فأنفق عليهن وأحسن إليهن وجبت له الجنة فقام رجل من الأعراب فقال\nأو اثنتين قال نعم حتى لو قال واحدة لقال نعم وما من عبد أذهب الله كريمتيه\nإلا كان ثوابه عند الله الجنة قال وما كريمتاه قال عيناه قال وكان بن عباس\nإذا حدث هذا الحديث قال والله ذا من كرائم الحديث وغرره \\ 2457 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p342'> Vol. 04, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n2458 حدثنا وهب حدثنا خالد عن حسين عن عكرمة عن بن عباس أن رسول الله صلى\nالله عليه وسلم قال * إن الله أعطى كل ذي حق حقه وإن الله فرض فرائض وسن\nسننا وحد حدودا وأحل حلالا وحرم حراما وشرع الإسلام وجعله سهلا سمحا واسعا\nولم يجعله ضيقا يا أيها الناس إنه لا إيمان لمن لا أمانة له ولا دين لمن\nلاعهد له ومن نكث ذمة الله طلبه الله ومن نكث ذمتي خاصمته ومن خاصمته فلجت\nعليه ومن نكث ذمتي لم ينل شفاعتي ولم يرد علي الحوض ألا إن الله لم يرخص في\nالقتل إلا في ثلاث مرتد بعد إيمان وزان بعد إحصان أو قاتل نفس فيقتل بها\nاللهم هل بلغت \\ 2458 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p343'> Vol. 04, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n2459 وعن بن عباس * أن رسول الله صلى الله عليه وسلم اعتمر <span id='ms0510'></span> وكان بينه\nوبين أهل مكة عهد أن لا يخرج أحدا من أهله فلما قضى رسول الله صلى الله\nعليه وسلم عمرته خرج من مكة ومر رسول الله صلى الله عليه وسلم بابنة حمزة\nبن عبد المطلب فقالت يا رسول الله إلى من تدعني فلم يلتفت للعهد الذي بينه\nوبين أهل مكة ومر بها زيد بن حارثة فقالت إلى من تدعني فلم يلتفت إليها ومر\nبها جعفر فناشدته فلم يلتفت إليها ثم مر بها علي بن أبي طالب فقالت يا أبا\nحسن إلى من تدعني فأخذها علي فألقاها خلف فاطمة فلما نزلوا أدنى منزل أتى\nزيد عليا فقال أنا أولى بها منك أنا مولى نبي الله صلى الله عليه وسلم قال\nعلي أنا أولى بها منك قال جعفر أنا أولى بها خالتها عندي أسماء بنت عميس\nالخثعمية فلما علت أصواتهم بعث إليهم رسول الله صلى الله عليه وسلم فلما\nأتوه قال أما أنت يا جعفر فأنت تشبه خلقي وخلقي وأما أنت يا علي فأنا منك\nوأنت وصيي وأما زيد فمولاي ومولاكم فادفع الجارية إلى خالتها وهي أولى بها\n\\ 2459 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p344'> Vol. 04, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n2460 وعن بن عباس أن النبي صلى الله عليه وسلم قال * من تسع وتسعين امرأة\nواحدة في الجنة وبقيتهن في النار فاشتد ذلك على من حضر رسول الله صلى الله\nعليه وسلم من المهاجرين فقال رسول الله صلى الله عليه وسلم إن المسلمة إذا\nحملت كان لها أجر القائم الصائم المحرم المجاهد في سبيل الله حتى إذا وضعت\nفإن لها بأول رضعة ترضعه أجر حياة نسمة \\ 2460 \\\n</p>\n\n<p>\n2461 حدثنا إبراهيم بن الحجاج السامي حدثنا محمد بن ثابت العبدي حدثنا\nجبلة بن عطية عن إسحاق بن عبد الله عن بن عباس قال * بينما رسول الله صلى\nالله عليه وسلم في بيت من بعض بيوت نسائه إذ وضع رأسه على فخذ إحداهن فأغفى\nفضحك في منامه فبعد أن رأيته سأله بعض أهل البيت قالوا يا رسول الله ما\nأضحكك فقال عجبت لناس من أمتي يركبون هذا البحر وهول <span id='ms0511'></span> العدو يجاهدون في\nالسبيل فذكر لهم فضلا لم يحفظه محمد قالت امرأة كانت ثمة يا رسول الله ادع\nالله أن يجعلني منهم فدعا لها فخرج بها زوج لها في غزاة فينما هي على ساحل\nالبحر تسير على راحلة لها إذ وقعت فاندقت فخذها فماتت \\ 2461 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p345'> Vol. 04, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n2462 حدثنا عبد الأعلى بن جابر حدثنا عبد العزيز بن محمد عن عمرو بن أبي\nعمرو عن عكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p346'> Vol. 04, p. 346</a>\n            </div>\n             عن بن عباس أن النبي صلى الله عليه وسلم قال *\nمن وجدتموه وقع على البهيمة فاقتلوه واقتلوا البهيمة \\ 2462 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p347'> Vol. 04, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n2463 وعن بن عباس أن النبي صلى الله عليه وسلم قال * من وجدتموه يعمل عمل\nقوم لوط فاقتلوا الفاعل والمفعول \\ 2463 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p348'> Vol. 04, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n2464 حدثنا إبراهيم بن احجاج حدثنا وهيب عن بن طاووس عن أبيه عن بن عباس\nأن النبي صلى الله عليه وسلم قال * أمرت أن أسجد على سبعة أعظم الجبهة\nوأشار بيده على أنفه واليدين والركبتين والقدمين ولا أكف الثياب ولا الشعر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p349'> Vol. 04, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n2465 حدثنا إبراهيم بن الحجاج حدثنا وهيب عن بن طاووس عن عكرمة بن خالد\nعن بن عباس أنه * بات عند خالته ميمونة فقام النبي صلى الله عليه وسلم من\nالليل فصلى قال فقمت عن يساره فجرني حتى أقامني عن يمينه قال فصلى ثلاث\nعشرة ركعة قيامه فيهن سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p350'> Vol. 04, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n2466 حدثنا الحسن بن عمر بن شقيق حدثنا الأسود بن حفص المروزي حدثنا حسين\nبن واقد عن يزيد النحوي عن عكرمة عن بن عباس * أن النبي صلى الله عليه وسلم\nكان إذا قدم من سفر قبل ابنته فاطمة \\ 2466 \\\n</p>\n\n<p>\n2467 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحيم بن سليمان حدثنا\nالحسن بن عبيد الله عن سالم بن أبي الجعد عن بن عباس قال * رأى عمر بن\nالخطاب في يدي خاتما من ذهب فأخذه فحذف به وقال فلا أنا طلبته ولا هو رده\nعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p352'> Vol. 04, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n2468 حدثنا عبد الله بن عمر بن أبان حدثنا عبد الرحمن بن محمد المحاربي\nعن محمد بن إسحاق عن عبد الرحمن بن أبي زيد عن القعقاع بن حكيم عن عبد\nالرحمن بن وعلة <span id='ms0512'></span> قال * سألت بن عباس عن بيع الخمر من أهل الذمة فقال أهدى\nرجل من ثقيف أو من دوس لرسول الله صلى الله عليه وسلم راوية عام الفتح وكان\nرسول الله صلى الله عليه وسلم يصادقه في الجاهلية فقال له رسول الله صلى\nالله عليه وسلم إن الله قد حرمه فأصغى إلى غلام له معه قال اذهب بها إلى\nالحزورة قرية إلى جنب المدينة فبعها قال فقال رسول الله صلى الله عليه وسلم\nما الذي أمرته قال أمرته أن يبيعها قال يا فلان إن الذي حرم شربها حرم\nثمنها فأمر بها فأهريقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p353'> Vol. 04, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n2469 حدثنا أبو هشام الرفاعي حدثنا بن فضيل حدثنا رشدين بن كريب عن أبيه\nعن بن عباس أن النبي صلى الله عليه وسلم كان يقول * اللهم إني أعوذ بك من\nشر ما تجيء به الريح ومن شر ما تجيء به الرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p354'> Vol. 04, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n2470 حدثنا عبد الله بن عمر بن أبان قال حدثنا عبد الرحيم عن محمد بن\nإسحاق عن الحسين بن عبد الله عن عكرمة عن بن عباس قال * قد رأيت رسول الله\nصلى الله عليه وسلم في يوم مطير وهو يتقي بكساء عليه الطين إذا سجد \\ 2470\n\\\n</p>\n\n<p>\n2471 حدثنا أبو خيثمة حدثنا هشيم حدثنا يزيد بن أبي زياد عن مقسم عن بن\nعباس * أن رسول الله صلى الله عليه وسلم احتجم وهو صائم محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p355'> Vol. 04, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n2471 حدثنا أبو خيثمة حدثنا هشيم حدثنا منصور عن عطاء عن بن عباس * أن\nالنبي صلى الله عليه وسلم سئل عمن حلق قبل أن يذبح ونحو ذلك فكان يقول لا\nحرج لا حرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p356'> Vol. 04, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n2472 حدثنا أبو خيثمة حدثنا هشيم حدثنا عوف عن زياد بن حصين عن أبي\nالعالية عن بن عباس قال لي النبي صلى الله عليه وسلم * هلم القط لي قال\nفالتقطت له حصيات هن حصى الحذف فلما وضعهن في يده قال نعم بمثل هؤلاء\nوإياكم والغلو في الدين فإنما هلك من كان قبلكم بالغلو في الدين \\ 2473 \\\n</p>\n\n<p>\n2473 وعن هشيم حدثنا أبو بشر عن سعيد بن جبير عن بن عباس أن <span id='ms0513'></span> رجلا كان مع\nرسول الله صلى الله عليه وسلم محرما فوقصته ناقته فمات فقال رسول الله صلى\nالله عليه وسلم * اغسلوه بماء وسدر وكفنوه في ثوبين فإنه يبعث يوم القيامة\nملبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p357'> Vol. 04, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n2474 حدثنا أبو خيثمة حدثنا هشيم حدثنا يزيد بن أبي زياد عن مجاهد عن بن\nعباس قال * قدم النبي صلى الله عليه وسلم مهلا بالحج طاف وسعى ولم يحل من\nأجل الهدي وأمر من لم يكن معه هدي أن يطوف ويسعى ويقصر أو يحلق ثم يحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p358'> Vol. 04, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n2475 وعن هشيم حدثنا بن أبي ليلى عن عطاء عن بن عباس * أن رسول الله صلى\nالله عليه وسلم كان يلبي بالعمرة حتى يستلم الحجر \\ 2476 \\\n</p>\n\n<p>\n2476 وعن هشيم عن يزيد بن أبي زياد عن مقسم عن بن عباس أن رسول الله صلى\nالله عليه وسلم قال * اللهم اغفر للمحلقين فقال رجل والمقصرين فقال اللهم\nاغفر للمحلقين قال في الثالثة أو الرابعة والمقصرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p359'> Vol. 04, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n2477 وعن هشيم حدثنا خالد عن عكرمة عن بن عباس قال * مسح النبي صلى الله\nعليه وسلم رأسي ودعا لي بالحكمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p360'> Vol. 04, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n2478 حدثنا أبو خيثمة حدثنا هشيم عن أبي بشر عن عكرمة قال * رأيت رجلا\nعند المقام يكبر في كل رفع ووضع فلقيت بن عباس فقلت إني رأيت رجلا يكبر في\nكل رفع ووضع فقال أو ليست تلك صلاة رسول الله صلى الله عليه وسلم لا أم\nلعكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p361'> Vol. 04, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n2479 وعن هشيم عن أبي بشر عن سعيد بن جبير عن بن عباس * أن النبي صلى\nالله عليه وسلم سئل عن ذراري المشركين فقال الله أعلم بما كانوا عاملين \\\n2480 \\\n</p>\n\n<p>\n2480 حدثنا زهير حدثنا عباد بن العوام عن هلال بن خباب عن عكرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p362'> Vol. 04, p. 362</a>\n            </div>\n             عن بن عباس أن ضباعة بنت الزبير بن عبد المطلب أتت النبي صلى\nالله عليه وسلم فقالت * يا رسول الله إني أريد الحج أفأشترط قال نعم اشترطي\nقالت كيف أقول قال قولي لبيك اللهم لبيك محلي من الأرض حيث تحبسني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p363'> Vol. 04, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n2481 حدثنا أبو خيثمة حدثنا عباد أخبرنا الحجاج عن الحكم عن مقسم عن بن\nعباس * أن النبي صلى الله <span id='ms0514'></span> عليه وسلم خطب ميمونة فجعلت أمرها إلى العباس\nفزوجها النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p364'> Vol. 04, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n2482 حدثنا أبو بكر بن أبي شيبة وعبد الله بن عمر بن أبان قالا حدثنا\nعبدة بن سليمان عن محمد بن إسحاق عن يعقوب بن عتبة عن عكرمة عن بن عباس *\nأن النبي صلى الله عليه وسلم صدق أمية بن أبي الصلت في بيتين من شعره قال %\nرجل وثور تحت رجل يمينه % والنسر للأخرى وليث مرصد قال النبي صلى الله عليه\nوسلم صدق قال % والشمس تطلع كل آخر ليلة % حمراء يصبح ضوؤها يتورد % تأبى\nفما تطلع لنا في رسلها % إلا معذبة وإلا تجلد قال النبي صلى الله عليه وسلم\nصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p365'> Vol. 04, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n2483 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الرحيم بن سليمان عن الحجاج عن\nالمنهال عن عبد الله بن الحارث عن بن عباس قال رسول الله صلى الله عليه\nوسلم * من دخل على مريض لم تحضر وفاته قال أسأل الله العظيم رب العرش\nالعظيم أن يشفيك سبع مرات شفي \\ 2484 \\\n</p>\n\n<p>\n2484 حدثنا أبو بكر حدثنا حفص عن الحجاج عن الحكم عن مقسم عن بن عباس قال\n* كتب رسول الله صلى الله عليه وسلم كتابا بين المهاجرين والأنصار أن لا\nيغفلوا معاقلهم وأن يفدوا عانيهم بالمعروف والإصلاح بين الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p366'> Vol. 04, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n2485 حدثنا أبو بكر حدثنا عثام بن علي عن الأعمش عن حبيب عن سعيد عن بن\nعباس قال * كان رسول الله صلى الله عليه وسلم يصلي ركعتين ثم يستاك \\ 2486\n\\\n</p>\n\n<p>\n2486 حدثنا أبو بكر حدثنا عبد الله بن إدريس عن بن عجلان عن زيد بن اسلم\nعن عطاء بن يسار عن بن عباس * أن النبي صلى الله عليه وسلم توضأ فغرف غرفة\nفغسل وجهه ثم غرف غرفة فغسل يده اليمنى ثم غرف غرفة فغسل يده اليسرى ثم غرف\nغرفة فمسح برأسه وأذنيه داخلهما بالسبابتين وخالف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p367'> Vol. 04, p. 367</a>\n            </div>\n             إبهاميه التي\nظاهر أذنيه فمسح ظاهرهما وباطنهما ثم غرف غرفة فغسل رجله اليمنى ثم غرف\nغرفة فغسل رجله اليسرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p368'> Vol. 04, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n2487 حدثنا أبو بكر حدثنا عبد السلام بن حرب عن يزيد <span id='ms0515'></span> بن عبد الرحمن عن\nقتادة عن أبي العالية عن بن عباس أن النبي صلى الله عليه وسلم قال * ليس\nعلى من نام ساجدا وضوء حتى يضطجع فإنه إذا اضطجع استرخت مفاصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p369'> Vol. 04, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n2488 حدثنا أبو بكر حدثنا معاوية بن هشام عن عمار بن رزيق عن عبد الله بن\nعيسى عن سعيد بن جبير عن بن عباس قال * بينما جبريل جالس عند النبي صلى\nالله عليه وسلم إذ سمع نقيضا من فوقه فرفع رأسه فقال له فتح باب من السماء\nما فتح قط فأتاه ملك فقال أبشر بنورين أوتيتهما لم يعطهما نبي كان قبلك\nفاتحة الكتاب وخواتيم سورة البقرة لم تقرأ منهما حرفا إلا أعطيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p371'> Vol. 04, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n2489 حدثنا أبو بكر حدثنا مصعب بن المقدام عن مندل عن بن جريج عن عمر بن\nعطاء عن عكرمة عن بن عباس * قال فجرت خادم لآل رسول الله صلى الله عليه\nوسلم فقال يا علي حدها قال فتركها حتى وضعت ما في بطنها ثم ضربها خمسين ثم\nأتى رسول الله صلى الله عليه وسلم فذكر ذلك فقال أصبت \\ 2490 \\\n</p>\n\n<p>\n2490 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الرحمن بن محمد المحاربي عن\nالحجاج عن الحكم عن مقسم عن بن عباس * أن النبي صلى الله عليه وسلم كان\nيخطب يوم الجمعة قائما ثم يقعد ثم يقوم ويخطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p372'> Vol. 04, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n2491 حدثنا أبو بكر حدثنا يحيى بن آدم حدثنا شريك عن الأعمش عن مجاهد عن\nبن عباس رفعه إلى النبي صلى الله عليه وسلم * أنه نهى عن أكل كل ذي ناب من\nالسبع وعن قتل الولدان وعن بيع المغنم قال وأظنه قال وعن الحبالى أن يوطأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p373'> Vol. 04, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n2492 حدثنا أبوبكر حدثنا أبومعاوية عن بن جريج عن عطاء عن بن عباس قال *\nرمل رسول الله صلى الله عليه وسلم في حجته وعمرته وأبو بكر وعمر وعثمان\nوالخلفاء بعد حدثنا أبو بكر \\ 2493 \\\n</p>\n\n<p>\n2493 حدثنا أبو بكر بن عياش عن عمرو بن ميمون عن أبي حاضر عن بن عباس قال\n* قلت البدن زمن رسول الله صلى الله عليه وسلم فأمر الناس <span id='ms0516'></span> بالبقرة \\ 2494 \\\n</p>\n\n<p>\n2494 حدثنا أبو بكر حدثنا حفص بن غياث عن حجاج عن بن أبي نجيح عن أبيه عن\nبن عباس قال * ما قاتل رسول الله صلى الله عليه وسلم قوما قط حتى يدعوهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p374'> Vol. 04, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n2495 حدثنا أبو بكر حدثنا بن نمير وعبد الأعلى قالا حدثنا محمد بن إسحاق\nعن أيوب بن موسى عن عطاء عن بن عباس قال * كان ثمن المجن في عهد رسول الله\nصلى الله عليه وسلم عشرة دراهم \\ 2496 \\\n</p>\n\n<p>\n2496 حدثنا أبو بكر حدثنا عبيد الله بن موسى عن إبراهيم بن إسماعيل عن\nصالح بن كيسان عن عبيد الله بن عبد الله بن عتبة عن بن عباس قال * نهى رسول\nالله صلى الله عليه وسلم أن يشرب من في الإناء المخنوث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p375'> Vol. 04, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n2497 حدثنا أبو بكر حدثنا عبيد الله بن موسى حدثنا بن أبي ذئب عن الزهري\nعن عبيد الله بن عبد الله بن عتبة عن بن عباس قال * نهى رسول الله صلى الله\nعليه وسلم عن صبر الروح قال وقال الزهري الإخصاء صبر شديد \\ 2498 \\\n</p>\n\n<p>\n2498 حدثنا أبو بكر حدثنا يحيى بن يعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p376'> Vol. 04, p. 376</a>\n            </div>\n             حدثنا أبي حدثنا\nغيلان عن ليث عن عطاء وطاووس ومجاهد عن جابر بن عبد الله وبن عمر وبن عباس\n* أن رسول الله صلى الله عليه وسلم لم يطف هو وأصحابه إلا طوافا واحدا\nلعمرتهم وحجهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p377'> Vol. 04, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n2499 حدثنا أبو بكر حدثنا يحيى بن يعلى قال حدثني أبي حدثنا غيلان عن\nعثمان أبي اليقظان عن جعفر بن إياس عن مجاهد عن بن عباس قال * لما نزلت هذه\nالآية الذين يكنزون الذهب والفضة التوبة قال كبر ذلك على المسلمين فقالوا\nما يستطيع أحد منا أن يترك لولده مالا يبقى بعده فقال عمر أنا أفرج عنكم\nفانطلقوا وانطلق عمر واتبعه ثوبان فأتى النبي صلى الله عليه وسلم فقال يا\nنبي الله إنه قد كبر على أصحابك هذه الآية فقال النبي صلى الله عليه وسلم\nإن الله لم يفرض الزكاة إلا ليطيب ما بقي من أموالكم وإنما فرض المواريث في\nالأموال لتبقى لمن بعدكم قال فكبر عمر فقال <span id='ms0517'></span> له النبي صلى الله عليه وسلم\nألا أخبرك بما يكنز المرء المرأة الصالحة إذا نظر إليها سرته وإذا أمرها\nأطاعته وإذا غاب عنها حفظته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p378'> Vol. 04, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n2500 حدثنا عقبة بن مكرم حدثنا يونس بن بكير حدثنا محمد بن إسحاق عن داود\nبن الحصين عن عكرمة عن بن عباس قال * طلق ركانة بنت عبد يزيد أخو بني عبد\nالمطلب في مجلس ثلاثا فحزن عيها حزنا شديدا فقال له رسول الله صلى الله\nعليه وسلم كم طلقتها يا ركانة فقال ثلاثا في مجلس واحد فقال رسول الله صلى\nالله عليه وسلم فإنها واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p379'> Vol. 04, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n2501 حدثنا مسروق بن المرزبان حدثنا بن أبي زائدة قال حدثني داود بن أبي\nهند عن عكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p380'> Vol. 04, p. 380</a>\n            </div>\n             عن بن عباس * قال قالت قريش ليهود أعطونا شيئا\nنسأل عنه هذا الرجل فقالت سلوه عن الروح فسألوه ونزلت <span class='quran'>ويسألونك عن\nالروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا </span>الإ سراء\nقالوا لم نؤت نحن من العلم إلا قليلا وقد أوتينا التوراة ومن يؤت التوراة\nفقد أوتي خيرا كثيرا فنزلت قل لوكان البحر مدادا لكلمات ربي الكهف الآ ية \\\n2502 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p381'> Vol. 04, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n2502 حدثنا مسروق بن المرزبان الكوفي حدثنا بن أبي زائدة قال حدثني أبي\nعن بن إسحاق عن سعيد بن جبير عن بن عباس قال * كانت الشياطين لهم مقاعد\nيستمعون فيها الوحي فإذا سمعوا الكلمة زادوا فيها تسعا فأما الكلمة فتكون\nحقا وأما ما زادوا فيكون باطلا فلما بعث رسول الله صلى الله عليه وسلم\nمنعوا مقاعدهم فشكوا ذلك إلى إبليس ولم تكن النجوم يرمى بها من قبل ذلك\nفقال إن هذا لأمر قد حدث في الأرض فاضربوا في الأرض فانطلقوا فوجدوا رسول\nالله صلى الله عليه وسلم بين جبلي نخلة يصلي فأتوه فأخبروا فقال هذا الحدث\nالذي حدث في الأرض \\ 2503 \\\n</p>\n\n<p>\n2503 حدثنا محمد بن عباد المكي حدثنا سفيان بن عيينة عن عمرو عن عطاء عن\nبن عباس قال قال رسول الله صلى الله عليه وسلم * إذا أكل أحدكم فلا يمسح\nيده حتى يلعقها أو يلعقها <span id='ms0518'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p382'> Vol. 04, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n2504 حدثنا هناد بن السري حدثنا يونس بن بكير قال حدثني مطر بن ميمون\nالمحاربي قال حدثني عكرمة عن بن عباس قال * بعث رسول الله صلى الله عليه\nوسلم رجلا من أصحابه إلى رجل من اليهود فأمره بقتله فقال يا رسول الله إني\nلا أستطيع ذلك إلا أن تأذن لي فقال رسول الله صلى الله عليه وسلم إن الحرب\nخدعة فاصنع ما تريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p383'> Vol. 04, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n2505 حدثنا إسماعيل بن موسى حدثنا حسين بن عيسى عن معمر عن الزهري عن أبي\nحازم عن بن عباس قال * بينما رسول الله صلى الله عليه وسلم بالحديبية إذ\nقال الله أكبر الله أكبر قد جاء نصر الله والفتح وجاء أهل اليمن قيل يا\nرسول الله وما أهل اليمن قال قوم رقيقة قلوبهم لينة طباعهم الإيمان يمان\nوالفقه يمان والحكمة يمانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p384'> Vol. 04, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n2506 حدثنا أبو سعيد الأشج حدثنا أبو خالد الأحمر عن بن عجلان عن أبي\nحازم عن أبي هريرة وحجاج عن الحكم عن مقسم عن بن عباس قالا قال رسول الله\nصلى الله عليه وسلم * غدوة أو روحة في سبيل الله خير من الدنيا وما فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p385'> Vol. 04, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n2507 حدثنا أبو كريب حدثنا بن المبارك عن حجاج عن الزهري عن عروة عن\nعائشة وعن حجاج عن عكرمة عن بن عباس قالا قال رسول الله صلى الله عليه وسلم\n* لا نكاح إلا بولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p386'> Vol. 04, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n2508 وفي حديث عروة * والسلطان ولي من لا ولي له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p387'> Vol. 04, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n2509 حدثنا أبو كريب حدثنا يحيى بن آدم عن قطبة بن عبد العزيز عن الأعمش\nعن أبي يحيى القتات عن مجاهد عن بن عباس قال * نهى رسول الله صلى الله عليه\nوسلم عن التحريش بين البهائم \\ 2510 \\\n</p>\n\n<p>\n2510 حدثنا أبو كريب حدثنا يحيى بن آدم عن شريك عن الأعمش عن مجاهد عن بن\nعباس قال * نهى رسول الله صلى الله عليه وسلم عن التحريش بين البهائم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p389'> Vol. 04, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n2511 حدثنا محمد بن عبد الله بن نمير حدثنا زيد بن الحباب حدثنا سيف بن\nسليمان قال حدثني قيس بن سعد عن عمرو بن دينار عن بن عباس * أن النبي <span id='ms0519'></span> صلى\nالله عليه وسلم قضى بيمين وشاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p390'> Vol. 04, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n2512 حدثنا بن نمير حدثنا عبد السلام عن خصيف عن سعيد بن جبير عن بن عباس\n* أن رسول الله صلى الله عليه وسلم أهل في دبر الصلاة \\ 2513 \\\n</p>\n\n<p>\n2513 حدثنا بن نمير حدثنا أبو خالد عن بن إسحاق عن خصيف عن سعيد بن جبير\nقال ذكرت لابن عباس إهلال رسول الله صلى الله عليه وسلم فقال * أوجب رسول\nالله صلى الله عليه وسلم الإحرام حين فرغ من صلاته ثم خرج فلما ركب راحلته\nفاستوت به قائما أهل فأدرك ذلك منه قوم فقالوا أهل حين استقلت به راحلته\nوذلك أنهم لم يدركوا إلا ذلك ثم سار حتى علا البيداء فأهل فأدرك معه رجال\nفقالوا أهل حين علا البيداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p391'> Vol. 04, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n2514 حدثنا داود بن عمرو بن زهير الضبي حدثنا بن أبي الزناد عبد الرحمن\nبن عبد الله عن أبيه عن القاسم بن محمد عن بن عباس قال * لاعن رسول الله\nصلى الله عليه وسلم بين العجلاني وامرأته وقال زوجها يومئذ يا رسول الله\nوالله ما قربتها منذ عفرنا وجعل رسول الله صلى الله عليه وسلم يومئذ يقول\nاللهم بين وزوج المرأة رجل أصهب الشعر حمش الذراعين والساقين وكان الذي\nرميت به بن سوداء فجاءت بغلام اسود جعد قطط عبل الذراعين خدل الساقين فقال\nله رجل يا أبا عباس كيف قلت قال قلت جاءت به على النعت السيء فقال له بن\nشداد بن الهاد أهي التي قال رسول الله صلى الله عليه وسلم لو كنت راجما\nبغير بينة قال لا تلك امرأة كانت قد أعلنت في الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p392'> Vol. 04, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n2515 حدثنا داود بن عمرو حدثنا محمد بن مسلم عن عمرو بن دينار عن عكرمة\nعن بن عباس أن رجلا قال * يا رسول الله توفيت أمي ولم توص أفينفعها أن\nأتصدق عنها قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p393'> Vol. 04, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n2516 حدثنا داود بن عمرو حدثنا محمد بن مسلم عن عمرو بن دينار عن أبي\nمعبد مولى بن عباس قال سمعت بن عباس يقول خطب رسول الله صلى الله عليه وسلم\nفقال <span id='ms0520'></span> * لا تسافر امرأة إلا ومعها ذو محرم قال فقام رجل فقال إني قد اكتتبت\nفي الغزو وقد أردت أن أحج بامرأتي فقال النبي صلى الله عليه وسلم أحجج مع\nامرأتك \\ 2517 \\\n</p>\n\n<p>\n2517 حدثنا هدبة بن خالد حدثنا حماد بن سلمة عن عطاء بن السائب عن سعيد\nبن جبير عن بن عباس أن رسول الله صلى الله عليه وسلم قال * مررت ليلة أسري\nبي برائحة طيبة فقلت ما هذه الرائحة يا جبريل قال هذه ماشطة بنت فرعون كانت\nتمشطها فوقع المشط من يدها فقالت بسم الله قالت ابنة فرعون أبي قالت ربي\nورب أبيك قالت أقول له إذا قالت قولي له قال لها أولك رب غيري قالت ربي\nوربك الذي في السماء قال فأحمي لها بقرة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p394'> Vol. 04, p. 394</a>\n            </div>\n             نحاس فقالت إن لي\nإليك حاجة قال وما حاجتك قالت أن تجمع عظامي وعظام ولدي قال ذلك لك علينا\nلما لك علينا من الحق فألقي ولدها في البقرة واحدا واحدا فكان آخرهم صبي\nفقال لها يا أمه اصبري فإنك على الحق قال بن عباس فأربعة تكلموا وهم صبيان\nبن ماشطة بنت فرعون وصبي جريج وعيسى بن مريم والرابع لا أحفظه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p395'> Vol. 04, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n2518 حدثنا أبو همام حدثنا أبي عن زياد بن خيثمة عن إسماعيل السدي عن\nعكرمة عن بن عباس * أن رسول الله صلى الله عليه وسلم لحد له \\ 2519 \\\n</p>\n\n<p>\n2519 حدثنا أبو بكر بن أبي شيبة حدثنا حميد بن عبد الرحمن عن عبد الله بن\nالمؤمل عن عطاء عن بن عباس قال قال رسول الله صلى الله عليه وسلم * إذا\nاختلف الناس فالحق في مضر وإذا عزت ربيعة فذلك ذل الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p396'> Vol. 04, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n2520 حدثنا أبو بكر حدثنا عبيد الله بن موسى عن إبراهيم بن إسماعيل عن\nداود بن حصين عن عكرمة عن بن عباس عن النبي صلى الله عليه وسلم قال * للجار\nأن يضع خشبة على جدار جاره وإن كره والطريق الميتاء سبع أذرع ولا ضرر ولا\nضرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p397'> Vol. 04, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n2521 حدثنا أبو بكر حدثنا عبد الرحيم بن سليمان عن محمد بن كريب عن كريب <span id='ms0521'></span>\nقال سمعت بن عباس قال قال النبي صلى الله عليه وسلم * ملعون من انتقص شيئا\nمن تخوم الأرض بغير حقه \\ 2522 \\\n</p>\n\n<p>\n2522 حدثنا أبو بكر حدثنا أبو خالد عن حجاج عن الحكم عن مقسم عن بن عباس\nعن النبي صلى الله عليه وسلم قال * ليس منا من وطيء حبلى \\ 2523 \\\n</p>\n\n<p>\n2523 حدثنا أبو بكر حدثنا يحيى بن آدم عن سفيان عن أبي سنان عن عبد الله\nبن الحارث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p400'> Vol. 04, p. 400</a>\n            </div>\n             عن بن عباس * أن النبي صلى الله عليه وسلم صلى على\nميت بعد ما دفن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p401'> Vol. 04, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n2524 حدثنا أبو بكر حدثنا بن أبي غنية عن داود بن عيسى عن الحسن قال\nأخبرني بن عباس أنه سمع النبي صلى الله عليه وسلم يقول * اللهم إني حرمت\nالمدينة كما حرمت مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p402'> Vol. 04, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n2525 حدثنا أبو بكر حدثنا وكيع عن إسرائيل عن سماك عن عكرمة عن بن عباس *\nأن أمرأة أسلمت على عهد النبي صلى الله عليه وسلم فجاء زوجها بعدها فقال يا\nرسول الله إنها قد كانت أسلمت معي فردها عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p403'> Vol. 04, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n2526 حدثنا أبو بكر حدثنا حسين بن محمد حدثنا جرير بن حازم عن أيوب عن\nعكرمة عن بن عباس * أن جارية بكرا أتت النبي صلى الله عليه وسلم فذكرت أن\nأباها زوجها وهي كارهة فخيرها النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p404'> Vol. 04, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n2527 حدثنا أبو بكر حدثنا يحيى بن يعلى عن منصور عن مجاهد عن طاووس عن بن\nعباس * أن النبي صلى الله عليه وسلم صام حتى أتى عسفان ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p405'> Vol. 04, p. 405</a>\n            </div>\n             أفطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p406'> Vol. 04, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n2528 حدثنا أبو بكر حدثنا محمد بن فضيل عن حجاج عن أبي صالح عن بن عباس\nقال * قسم النبي صلى الله عليه وسلم يوم حنين للفارس ثلاثة أسهم وللراجل\nسهما \\ 2529 \\\n</p>\n\n<p>\n2529 حدثنا أبو بكر حدثنا حسين بن علي عن زائدة عن سماك بن حرب عن عكرمة\nعن بن عباس قال * جاء إلى النبي صلى الله عليه وسلم أعرابي فقال أبصرت\nالهلال الليلة قال تشهد أن لا إله إلا الله وأن محمدا عبده ورسوله قال نعم\nقال قم يا بلال فناد في الناس فليصوموا غدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p407'> Vol. 04, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n2530 حدثنا هدبة <span id='ms0522'></span> بن خالد حدثنا همام حدثنا قتادة عن عزرة عن سعيد بن جبير\nعن بن عباس * أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم\nالجمعة ألم تنزيل السجدة وهل أتى على الإنسان الإنسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p408'> Vol. 04, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n2531 حدثنا هدبة بن خالد حدثنا حماد بن سلمة قال أخبرني عمران بن حدير عن\nعبد الله بن شقيق * ان بن عباس أخر صلاة المغرب ذات ليلة فقال له رجل\nالصلاة فسكت فقال له الصلاة فقال له لا أم لك تعلمنا بالصلاة قد كان النبي\nصلى الله عليه وسلم ربما جمع بينهما بالمدينة \\ 2532 \\\n</p>\n\n<p>\n2532 حدثنا إسحاق بن أبي إسرائيل حدثنا سفيان بن عيينة وحماد بن زيد عن\nأيوب عن عكرمة عن بن عباس قال قال رسول الله صلى الله عليه وسلم * من بدل\nدينه فاقتلوه \\ 2533 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p409'> Vol. 04, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n2533 حدثنا إسحاق حدثنا عبد الصمد بن عبد الوارث حدثنا هشام عن قتادة عن\nأنس أن عليا أتي بناس من الزط وجدوهم يعبدون وثنا فحرقهم فبلغ بن عباس فقال\nإنما قال رسول الله صلى الله عليه وسلم * من بدل دينه فاقتلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p410'> Vol. 04, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n2534 حدثنا يحيى بن عبد الحميد حدثنا شريك عن سماك عن عكرمة عن بن عباس\nقال قال رسول الله صلى الله عليه وسلم * من بنى لله مسجدا بنى الله له بيتا\nفي الجنة \\ 2535 \\\n</p>\n\n<p>\n2535 حدثنا أبو إبراهيم الزهري قال سمعت بن بكير يحدث قال حدثني الليث عن\nيونس بن يزيد عن بن شهاب قال حدثني بن حزم عن بن عباس وأبي حبة الأنصاري\nقالا قال رسول الله صلى الله عليه وسلم * لما أسري بي ظهرت لمستوى أسمع فيه\nصريف الأقلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p411'> Vol. 04, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n2536 حدثنا عبيد الله بن عمر بن ميسرة حدثنا خالد بن الحارث حدثنا سعيد\nعن قتادة عن أبي نهيك عن بن عباس قال قال رسول الله صلى الله عليه وسلم *\nمن سألكم بوجه الله فأعطوه ومن استعاذكم بالله فأعيذوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p412'> Vol. 04, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n2537 حدثنا عبيد الله بن عمر القواريري حدثنا يحيى بن سعيد حدثنا عبيد\nالله بن الأخنس قال حدثني بن أبي مليكة عن بن عباس قال <span id='ms0523'></span> قال رسول الله صلى\nالله عليه وسلم * كأني أنظر إليه أسود أفحج يقلعها حجرا حجرا يعني الكعبة \\\n2538 \\\n</p>\n\n<p>\n2538 حدثنا القواريري أبو سعيد حدثنا عبد الأعلى بن عبد الأعلى حدثنا\nهشام عن قيس بن سعد عن عطاء عن بن عباس * أن النبي صلى الله عليه وسلم كان\nإذا رفع رأسه من الركوع قال اللهم ربنا لك الحمد ملء السماوات وملء الأرض\nوملء ما شئت من شيء بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p413'> Vol. 04, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n2539 حدثنا زهير حدثنا عبد الملك بن عمرو عن زهير بن محمد عن عمرو بن أبي\nعمرو عن عكرمة عن بن عباس عن النبي صلى الله عليه وسلم قال * لعن الله من\nذبح لغير الله ولعن الله من غير تخوم الأرض ولعن الله من كمه الأعمى عن\nالسبيل ولعن الله من سب والديه ولعن الله من تولى غير مواليه ولعن الله من\nعمل عمل قوم لوط قالها ثلاثا يعني قوم لوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p414'> Vol. 04, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n2540 حدثنا زهير حدثنا عفان حدثنا وهيب حدثنا عبد الله بن عثمان بن خثيم\nعن سعيد بن جبير عن بن عباس قال قال رسول الله صلى الله عليه وسلم * من\nادعى إلى غير أبيه أو تولى غير مواليه فعليه لعنة الله والملائكة والناس\nأجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p415'> Vol. 04, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n2541 حدثنا زهير حدثنا عفان حدثنا أبان العطار عن قتادة عن أبي العالية\nالرياحي عن بن عم نبيكم بن عباس * أن نبي الله صلى الله عليه وسلم كان يدعو\nبهذه عند الكرب لا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش\nالعظيم لا إله إلا الله رب السماوات السبع ورب العرش العظيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p416'> Vol. 04, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n2542 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة أخبرنا داود بن أبي هند\nعن رفيع أبي العالية عن بن عباس * أن رسول الله صلى الله عليه وسلم أتى على\nوادي الأزرق فقال ما هذا الوادي قيل وادي الأزرق قال كأني أنظر إلى موسى\nمنهبطا وله جؤار إلى ربه بالتلبية ومر على ثنية كداء فقال ما هذه قال ثنية\nكداء قال كأني أنظر إلى يونس بن متى على ناقة <span id='ms0524'></span> جعدة حمراء خطامها من ليف\nوعليه جبة من صوف \\ 2543 \\\n</p>\n\n<p>\n2543 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة عن علي بن زيد عن يوسف بن\nمهران عن بن عباس قال * جاءنا رسول الله صلى الله عليه وسلم فسقيناه من هذا\nالنبيذ يعني نبيذ السقاية فشرب ثم قال أحسنتم هكذا فاصنعوا \\ 2544 \\\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p417'> Vol. 04, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n2544 حدثنا أبو يعلى حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة عن علي بن\nزيد عن يوسف بن مهران عن بن عباس أن رسول الله صلى الله عليه وسلم قال * ما\nأحد من ولد آدم إلا قد أخطأ أو هم بخطيئة ليس يحيى بن زكريا وما ينبغي لأحد\nأن يقول أنا خير من يونس بن متى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p418'> Vol. 04, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n2545 حدثنا زهير حدثنا شبابة بن سوار حدثنا يونس بن أبي إسحاق عن المنهال\nبن عمرو عن علي بن عبد الله بن عباس عن أبيه قال قال لي العباس * بت بآل\nرسول الله صلى الله عليه وسلم واحفظ صلاة رسول الله صلى الله عليه وسلم\nوتقدم إلى أن لا تنام حتى تحفظ صلاة رسول الله صلى الله عليه وسلم قال فصلى\nالنبي صلى الله عليه وسلم العشاء وخرج من المسجد حتى لم يبق فيه أحد غيري\nقال فنظر إلي النبي صلى الله عليه وسلم فقال من هذا عبد الله قال قلت نعم\nقال مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p419'> Vol. 04, p. 419</a>\n            </div>\n             قال قلت أمرني العباس أن أبيت بكم الليلة قال فانطلق\nإذا قال افرشها عبد الله قال فأتيت بوسادة من مسوح حشوها ليف قال ثم تقدم\nالنبي صلى الله عليه وسلم فصلى ركعتين ليستا بطويلتين ولا قصيرتين ثم أتى\nفراشه حتى سمعت غطيطه أو خطيطه ثم استيقظ فقرأ <span class='quran'>إن في خلق السماوات\nوالأرض واختلاف الليل والنهار </span>آل عمران حتى ختم السورة ثم مسح ثلاثا\nثم قام فبال ثم استن بسواكه ثم توضأ ثم قام فصلى ركعتين ليستا بطويلتين ولا\nقصيرتين ثم عاد إلى فراشه فنام حتى سمعت غطيطه أو خطيطه ثم استيقظ ثم استوى\nعلى فراشه وفعل كما فعل في المرة الأولى ثم <span id='ms0525'></span> مسح ثلاثا وقرأ الآيات من آخر\nسورة آل عمران <span class='quran'>إن في خلق السماوات والأرض واختلاف الليل والنهار </span>الآية حتى ختم السورة ثم قام فاستن بسواكه ثم توضأ ثم صلى ركعتين ليستا\nبطويلتين ولا قصيرتين ثم عاد إلى فراشه فنام حتى سمعت غطيطه أو خطيطه ثم\nاستيقظ ففعل كما فعل في المرتين الأوليين فصلى ست ركعات ثم أوتر بثلاث ثم\nصلى الركعتين قبل الفجر فلما فرغ من صلاته قال اللهم اجعل لي في بصري نورا\nوفي سمعي نورا وفي قلبي نورا ومن أمامي نورا ومن خلفي نورا ومن فوقي نورا\nومن تحتي نورا وعن يميني نورا وعن يساري نورا واجعل لي يوم القيامة نورا\nوأعظم لي نورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p420'> Vol. 04, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n2546 حدثنا زهير حدثنا يحيى بن أبي بكير حدثنا إبراهيم بن نافع عن وهب بن\nميناس العدني عن سعيد بن جبير عن بن عباس * أن النبي صلى الله عليه وسلم\nكان إذا أراد السجدة بعد الركعة يقول اللهم لك الحمد ملء السماوات وملء\nالأرض وملء ما شئت من شيء بعد \\ 2547 \\\n</p>\n\n<p>\n2547 حدثنا زهير حدثنا يحيى بن أبي بكير حدثنا إسرائيل عن أبي يحيى عن\nمجاهد عن بن عباس قال * رأى رسول الله صلى الله عليه وسلم فخذ رجل خارجة\nفقال غط فخذك فإن فخذ الرجل عورته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p421'> Vol. 04, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n2548 حدثنا زهير حدثنا يحيى بن أبي بكير حدثنا شعبة عن الحكم عن يحيى بن\nالجزار عن صهيب البصري عن بن عباس * أن النبي صلى الله عليه وسلم كان يصلي\nفجاءت جاريتان من قريش فأخذتا بركبتيه أظنه قال ففرع أو ففرق بينهما وصلى\nوجئت أنا وغلام من بني هاشم على حمار فمررنا بين يديه ثم دخلنا في الصلاة\nفلم ينصرف \\ 2549 \\\n</p>\n\n<p>\n2549 حدثنا زهير حدثنا إسماعيل بن أبي أويس قال حدثني إبراهيم بن إسماعيل\nعن داود بن الحصين عن عكرمة عن بن عباس عن رسول الله صلى الله عليه وسلم *\nأنه كان إذا بعث جيوشه قال اخرجوا باسم الله فقاتلوا في سبيل الله من كفر\nبالله لا تغدروا ولا تمثلوا ولا تغلوا ولا <span id='ms0526'></span> تقتلوا الولدان ولا أصحاب\nالصوامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p422'> Vol. 04, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n2550 حدثنا زهير حدثنا يزيد أخبرنا محمد بن إسحاق عن أبي جعفر والزهري عن\nيزيد بن هرمز * قال كتب نجدة الحروري إلى بن عباس يسأله عن سهم ذي القربى\nلمن هو وعن قتل الولدان ويذكر في كتابه أن العالم صاحب موسى قد قتل الغلام\nوعن النساء هل كن يحضرن الحرب مع رسول الله صلى الله عليه وسلم وهل كان\nيضرب لهن بسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p423'> Vol. 04, p. 423</a>\n            </div>\n             قال يزيد فأنا كتبت لابن عباس كتابه فكتب إليه\nكتبت تسألني عن سهم ذي القربى لمن هو هو لنا أهل البيت وقد كان عمر بن\nالخطاب دعانا إلى أن ينكح منه أيمنا ويخدم منه عائلنا ويقضي منه عن غارمنا\nفأبينا إلا أن يسلمه إلينا وأبى ذلك فتركناه وكتبت تسألني عن قتل الولدان\nوتذكر أن العالم صاحب موسى قتل الغلام ولو كنت تعلم من الولدان ما يعلم ذلك\nالعالم قتلت ولكنك لا تعلم فاجتنبهم فإن رسول الله صلى الله عليه وسلم قد\nنهى عن قتلهم وكتبت تسألني عن النساء هل كن يحضرن الحرب مع رسول الله صلى\nالله عليه وسلم وهل كان يضرب لهن بسهم فقد كن يحضرن مع رسول الله صلى الله\nعليه وسلم فأما أن يضرب لهن بسهم فلا قد كان يرضخ لهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p424'> Vol. 04, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\n2551 قال محمد حدثني بذلك من لا أتهم عن يزيد بن هرمز * أنه كان في كتابه\nيسأله عن العبيد هل كانوا يحضرون الحرب مع رسول الله صلى الله عليه وسلم\nوهل كان يضرب لهم بسهم وعن اليتيم متى يخرج من اليتم ويقع حقه في الفيء\nفكتب إليه أن العبيد قد كانوا يحضرون الحرب مع رسول الله صلى الله عليه\nوسلم فأما أن يضرب لهم بسهم فلا وقد كان يرضخ لهم وأما اليتيم فإذا احتلم\nخرج من اليتم ووقع حقه في الفيء \\ 2552 \\\n</p>\n\n<p>\n2552 حدثنا زهير حدثنا عثمان بن عمر حدثنا يونس عن الزهري عن عبيد الله\nبن عبد الله بن عتبة عن بن عباس قال * كان رسول الله صلى الله عليه وسلم\nأجود <span id='ms0527'></span> الناس وأجود ما يكون في رمضان حين يلقاه جبريل وكان يلقاه كل ليلة في\nرمضان يدارسه القرآن فكان رسول الله صلى الله عليه وسلم إذا لقيه جبريل\nأجود من الريح المرسلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p426'> Vol. 04, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n2553 حدثنا زهير حدثنا هاشم بن القاسم حدثنا ورقاء بن عمر اليشكري قال\nسمعت عبيد الله بن أبي يزيد يحدث عن بن عباس قال * أتى رسول الله صلى الله\nعليه وسلم الخلاء فوضعت له وضوءا فلما خرج قال من وضع هذا قالوا بن عباس\nقال اللهم فقهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p427'> Vol. 04, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n2554 حدثنا زهير حدثنا عثمان بن عمر أخبرنا يونس عن الزهري عن عبيد الله\nبن عبد الله عن بن عباس * أن رسول الله صلى الله عليه وسلم كان يسدل شعره\nوكان المشركون يفرقون رؤوسهم وكان أهل الكتاب يسدلون شعورهم وكان رسول الله\nصلى الله عليه وسلم يحب موافقة أهل الكتاب فيما لم ينزل عليه ففرق رسول\nالله صلى الله عليه وسلم رأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p428'> Vol. 04, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n2555 حدثنا زهير حدثنا شبابة بن سوار حدثنا يونس عن أبي إسحاق عن سعيد بن\nجبير عن بن عباس قال * كان رسول الله صلى الله عليه وسلم يوتر بثلاث ب سبح\nاسم ربك الأعلى الأعلى وقل يا أيها الكافرون الكافرون وقل هو الله أحد\nالإخلاص \\ 2556 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p429'> Vol. 04, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n2556 حدثنا زهير حدثنا يونس بن محمد حدثنا ليث عن قيس بن الحجاج عن حنش\nالصنعاني عن عبد الله بن عباس أنه حدث * أنه ركب خلف النبي صلى الله عليه\nوسلم يوما فقال له رسول الله صلى الله عليه وسلم يا غلام إني معلمك كلمات\nاحفظ الله يحفظك احفظ الله تجده تجاهك وإذا سألت فسأل الله وإذا استعنت\nفاستعن بالله واعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء لم ينفعوك إلا\nبشيء قد كتبه الله لك ولو اجتمعوا على أن يضروك لم يضروك إلا بشيء كتبه\nالله عليك رفعت الأقلام وجفت الصحف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p430'> Vol. 04, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n2557 حدثنا زهير حدثنا إسماعيل بن أبي أويس حدثني أبي عن ثور بن زيد عن\nعكرمة عن بن عباس أنه قال * أتى النبي صلى الله عليه وسلم <span id='ms0528'></span> أعرابي فبايعه في\nالمسجد ثم انصرف فقام ففشج فبال فهم الناس به فقال النبي صلى الله عليه\nوسلم لا تقطعوا على الرجل بوله ثم دعا به فقال ألست بمسلم قال بلى قال فما\nحملك على أن بلت في المسجد فقال والذي بعثك بالحق ما ظننت إلا أنه صعيد من\nالصعدات فبلت فيه فأمر النبي صلى الله عليه وسلم بذنوب من ماء فصب على بوله\n\\ 2558 \\\n</p>\n\n<p>\n2558 حدثنا زهير حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن إسحاق حدثني\nمحمد بن مسلم الزهري عن طاووس اليماني قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p431'> Vol. 04, p. 431</a>\n            </div>\n             قلت لعبد الله بن\nعباس زعموا أن رسول الله صلى الله عليه وسلم قال * اغتسلوا يوم الجمعة\nواغسلوا رؤوسكم إلا أن يكون جنبا ومسوا من الطيب فقال بن عباس أما الطيب\nفلا أدري وأما الغسل فنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p432'> Vol. 04, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n2559 حدثنا زهير حدثنا يزيد بن هارون أخبرنا شعبة عن أبي جمرة عن بن عباس\nقال * كان رسول الله صلى الله عليه وسلم يصلي من الليل بعد العشاء ثلاث\nعشرة ركعة \\ 2560 \\\n</p>\n\n<p>\n2560 حدثنا زهير حدثنا عبد الرحمن بن مهدي حدثنا إسرائيل عن أبي إسحاق عن\nالأرقم بن شرحبيل عن بن عباس * أن رسول الله صلى الله عليه وسلم مات ولم\nيوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p433'> Vol. 04, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n2561 حدثنا زهير حدثنا القاسم بن مالك المزني عن حنظلة بن عبد الله\nالسدوسي عن شهر بن حوشب عن بن عباس * أن رسول الله صلى الله عليه وسلم صلى\nركعتين قرأ فيهما بأم الكتاب لم يزد عليها شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p434'> Vol. 04, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n2562 حدثنا زهير حدثنا جرير عن الأعمش عن أبي ظبيان قال قال بن عباس أي\nالقراءتين تعدون قراءة الأولى قالوا قراءة عبد الله قال قراءتنا القراءة\nالأولى وقراءة عبد الله قراءة الأخيرة * إن رسول الله صلى الله عليه وسلم\nكان يعرض عليه القرآن كل رمضان عرضة فلما كان العام الذي قبض فيه عرض عليه\nعرضتان فشهد عبد الله وشهد ما نسخ منه وما بدل \\ 2563 \\\n</p>\n\n<p>\n2563 حدثنا زهير حدثنا محمد بن خازم حدثنا الأعمش عن مسعود بن مالك عن\nسعيد بن جبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p435'> Vol. 04, p. 435</a>\n            </div>\n             عن بن عباس قال قال <span id='ms0529'></span> رسول الله صلى الله عليه وسلم\n* إني نصرت بالصبا وإن عادا أهلكت بالدبور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p436'> Vol. 04, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n2564 حدثنا زهير حدثنا محمد بن خازم أبو معاوية عن حجاج بن أرطاة عن\nالحكم عن مقسم عن بن عباس قال * أعتق رسول الله صلى الله عليه وسلم يوم\nالطائف من خرج إليه من عبيد المشركين \\ 2565 \\\n</p>\n\n<p>\n2565 حدثنا زهير حدثنا يزيد بن هارون أخبرنا سفيان بن حسين عن الزهري عن\nعبيد الله بن عبد الله بن عتبة عن بن عباس قال جاء رجل إلى رسول الله صلى\nالله عليه وسلم فقال * يا رسول الله إني رأيت ظلة تنطف سمنا وعسلا فأخذ\nالناس منها فبين مستكثر منها وبين مستقل ومن بين ذلك وكأن سببا دلي من\nالسماء فجئت فأخذت به فعلوت فأعلاك الله ثم جاء رجل من بعدك فأخذ به فعلا\nفأعلاه الله ثم جاء رجل من بعدكما فأخذ به فعلا ثم جاء رجل من بعدكم فأخذ\nبه ثم قطع به ثم وصل له فعلا فأعلاه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p437'> Vol. 04, p. 437</a>\n            </div>\n             فقال أبو بكر يا رسول\nالله إئذن لي فلأعبرها فأذن له فقال أما الظلة فالإسلام وأما السمن والعسل\nفالقرآن وأما السبب فما أنت عليه تعلو فيعليك الله ثم يكون رجل من بعدك على\nمنهاجك فيعلو فيعليه الله ثم يكون رجل من بعدكما فيأخذ بإخذكما فيعلو\nفيعليه الله ثم يكون رجل من بعدكم على منهاجكم ثم يقطع به ثم يوصل له فيعلو\nفيعليه الله قال أصبت يا رسول الله قال أصبت وأخطأت قال أقسمت يا رسول الله\nلتخبرني قال لا تقسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p438'> Vol. 04, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\n2566 حدثنا زهير حدثنا بشر بن السري حدثنا سيف بن سليمان عن عبد الله بن\nيسار عن بن عباس قال * ما طاف رسول الله صلى الله عليه وسلم بشيء إلا وهو\nمن البيت \\ 2567 \\\n</p>\n\n<p>\n2567 حدثنا زهير حدثنا عبد الصمد بن عبد الوارث حدثنا أبي حدثنا أيوب عن\nعبد الله بن سعيد بن جبير عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p440'> Vol. 04, p. 440</a>\n            </div>\n             عن بن عباس قال * لما قدم\nرسول الله صلى الله عليه وسلم المدينة فرأى اليهود يصومون عاشوراء فقال ما\nهذا <span id='ms0530'></span> اليوم الذي تصومونه فقالوا هذا يوم صالح هذا يوم نجى الله فيه بني\nإسرائيل من عدوهم قال فصامه موسى قال رسول الله صلى الله عليه وسلم أنا أحق\nبموسى منكم فصامه رسول الله صلى الله عليه وسلم وأمر بصومه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p441'> Vol. 04, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n2568 حدثنا زهير حدثنا عفان بن مسلم حدثنا همام حدثنا الحجاج عن الحكم عن\nمقسم عن بن عباس * أن النبي صلى الله عليه وسلم ذبح ثم حلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p442'> Vol. 04, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n2569 حدثنا زهير حدثنا معاوية حدثنا زائدة حدثنا سماك بن حرب عن عكرمة عن\nبن عباس قال قال رسول الله صلى الله عليه وسلم * اجتنبوا أن تشربوا في\nالدباء والحنتم والمزفت واشربوا في السقاء فإن هبتم غلمته فمدوه بالماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p443'> Vol. 04, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\n2570 حدثنا زهير حدثنا أحوص بن جواب الضبي حدثنا عمار بن رزيق عن الأعمش\nعن سميع مولى بن عباس عن بن عباس قال * قمت مع النبي صلى الله عليه وسلم في\nالصلاة عن شماله فأخذ بيدي فأقامني عن يمينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p444'> Vol. 04, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n2571 حدثنا زهير حدثنا جرير بن عبد الحميد عن فطر عن شرحبيل بن سعد عن بن\nعباس قال قال رسول الله صلى الله عليه وسلم * ما من مسلم يكون له ابنتان\nفيحسن إليهما ما صحبتاه أو صحبهما إلا أدخلتاه الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p445'> Vol. 04, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\n2572 حدثنا زهير حدثنا يونس بن محمد حدثنا داود عن إبراهيم الصائغ عن\nعطاء عن بن عباس قال * صلى نبي الله صلى الله عليه وسلم الفطر بالناس\nركعتين بغير أذان وخطب بعد الصلاة ثم أخذ بيد بلال ثم انطلق إلى النساء\nفخطبهن ثم أمر بلالا بعد ما قفا من عندهن أن يأتيهن فيأمرهن فيتصدقن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p446'> Vol. 04, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n2573 حدثنا زهير حدثنا حجاج بن محمد عن بن جريج قال سمعت عطاء يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p447'> Vol. 04, p. 447</a>\n            </div>\n             سمعت بن عباس يقول سمعت نبي الله صلى الله عليه وسلم يقول * لو\nأن لابن آدم ملء واد مالا لأحب أن يكون إليه مثله ولا يملأ نفس بن آدم إلا\nالتراب ويتوب الله على من تاب قال بن عباس فلا أدري أمن القرآن هو أم لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p448'> Vol. 04, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\n2574 حدثنا زهير حدثنا الحسن بن موسى حدثنا حماد <span id='ms0531'></span> بن سلمة عن عبد الله بن\nعثمان بن خثيم عن أبي الطفيل عن بن عباس * أن رسول الله صلى الله عليه وسلم\nوأصحابه اعتمروا من الجعرانة فرملوا بالبيت ثلاثا ومشوا أربعا \\ 2575 \\\n</p>\n\n<p>\n2575 حدثنا زهير حدثنا وكيع بن الجراح حدثنا صالح بن رستم عن بن أبي\nمليكة عن بن عباس قال * أقيمت الصلاة ولم أصل الركعتين فرآني وأنا أصليهما\nفمر بي وقال أتريد أن تصلي الصبح أربعا فقيل لابن عباس النبي صلى الله عليه\nوسلم قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p449'> Vol. 04, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n2576 حدثنا زهير حدثنا وكيع حدثنا شريك عن حسين بن عبد الله عن عكرمة عن\nبن عباس * أن رسول الله صلى الله عليه وسلم صلى في كساء يتقي بفضوله حر\nالأرض وبردها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p450'> Vol. 04, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n2577 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا زهير حدثنا\nإسحاق بن يوسف الأزرق عن عوف الأعرابي عن سعيد بن أبي الحسن قال * كنت عند\nبن عباس إذ أتاه رجل فقال إني إنسان إنما معيشتي من صنعة يدي وإني أصنع هذه\nالتصاوير فقال سمعت رسول الله صلى الله عليه وسلم يقول من صور صورة فإن\nالله يعذبه يوم القيامة حتى ينفخ فيها الروح وليس بنافخ فيها أبدا قال فربا\nلها الرجل ربوة شديدة واصفر وجهه فقال بن عباس ويحك إن أبيت إلا أن تصنع\nفعليك بهذا الشجر وكل شيء ليس فيه روح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p451'> Vol. 04, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n2578 حدثنا زهير حدثنا إسحاق بن يوسف عن سفيان عن المغيرة بن النعمان عن\nسعيد بن جبير عن بن عباس قال * قام رسول الله صلى الله عليه وسلم في الناس\nفوعظهم فقال يا أيها الناس إنكم محشورون إلى الله حفاة عراة غرلا ثم قرأ\n<span class='quran'>كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين </span>الأنبياء قال\nوأوتي برجال فيؤخذ بهم ذات الشمال فأقول كما قال العبد الصالح وكنت عليهم\nشهيدا ما دمت فيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شيء شهيد\nإن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم المائدة قال\nفيقال لي إنهم لن <span id='ms0532'></span> يزالوا مرتدين على أعقابهم مذ فارقتهم قال وأول من يكسى\nإبراهيم عليه السلام \\ 2579 \\\n</p>\n\n<p>\n2579 حدثنا زهير حدثنا عبد الله بن نمير عن الحجاج عن حسين بن عبد الله\nعن عكرمة عن بن عباس * أن النبي صلى الله عليه وسلم رخص في الثوب المصبوغ\nما لم يكن نفض أو ردع للمحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p452'> Vol. 04, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n2580 حدثنا زهير حدثنا هشام بن عبد الملك حدثنا أبو عوانة عن سماك عن\nسعيد بن جبير عن بن عباس قال نبي الله صلى الله عليه وسلم لماعز * أحقا ما\nبلغني عنك قال وما بلغك عني قال بلغني أنك وقعت على جارية بني فلان قال نعم\nقال فشهد أربع شهادات فأمر به فرجم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p453'> Vol. 04, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n2581 حدثنا زهير حدثنا هشام بن عبد الملك حدثنا أبو عوانة عن سماك عن\nعكرمة عن بن عباس قال * جاء أعرابي إلى رسول الله صلى الله عليه وسلم فجعل\nيتكلم بكلام بين فقال رسول الله صلى الله عليه وسلم إن من البيان سحرا وإن\nمن الشعر حكما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p454'> Vol. 04, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n2582 حدثنا زهير حدثنا هشام حدثنا أبو عوانة عن سماك عن عكرمة عن بن عباس\nعن النبي صلى الله عليه وسلم قال * لا طيرة ولا عدوى ولا هامة ولا صفر فقال\nله رجل يا رسول الله إنا نأخذ الشاة الجرباء فنطرحها في الغنم فتجربه قال\nفمن أعدى الأول \\ 2583 \\\n</p>\n\n<p>\n2583 حدثنا زهير حدثنا عبد الرحمن بن مهدي حدثنا سفيان عن الأعمش عن يحيى\nبن فلان عن سعيد بن جبير عن بن عباس قال * مرض أبو طالب فجاء النبي صلى\nالله عليه وسلم يعوده وعند رأسه مقعد رجل فقام أبو جهل فجلس فيه فشكوه إلى\nأبي طالب وقالوا يقع في آلهتنا فقال يا بن أخي ما تريد إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p455'> Vol. 04, p. 455</a>\n            </div>\n             هذا\nقال أي عم إنما أريدهم على كلمة تدين لهم بها العرب وتؤدي إليهم بها العجم\nالجزية قال وما هي قال لا إله إلا الله فقال أجعل الآلهة إلها واحدا إن هذا\nلشيء عجاب ص \\ 2584 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p456'> Vol. 04, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n2584 حدثنا زهير حدثنا وهب بن جرير حدثنا أبي قال سمعت يعلى بن حكيم يحدث <span id='ms0533'></span>\nعن عكرمة عن بن عباس * أن رسول الله صلى الله عليه وسلم خرج في مرضه الذي\nمات فيه عاصبا رأسه بخرقة فجلس على المنبر فحمد الله وأثنى عليه ثم قال إنه\nليس من الناس من أحد أمن علي بنفسه وماله من بن أبي قحافة ولو كنت متخذا من\nالناس خليلا لاتخذت أبا بكر ولكن خلة الإسلام أفضل سدوا كل خوخة في المسجد\nغير خوخة أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p457'> Vol. 04, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n2585 حدثنا زهير حدثنا يونس بن محمد حدثنا أبو عوانة عن عبد الأعلى عن\nسعيد بن جبير عن بن عباس قال رسول الله صلى الله عليه وسلم * من سئل عن علم\nفكتمه جاء يوم القيامة ملجما بلجام من نار ومن قال في القرآن بغير ما يعلم\nجاء يوم القيامة ملجما بلجام من نار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p458'> Vol. 04, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n2586 حدثنا زهير حدثنا هاشم حدثنا عمران بن زيد التغلبي حدثني الحجاج بن\nتميم عن ميمون بن مهران عن عبد الله بن عباس عن النبي صلى الله عليه وسلم\nقال * يكون في آخر الزمان قوم ينبزون الرافضة يرفضون الإسلام ويلفظونه\nفاقتلوهم فإنهم مشركون \\ 2587 \\\n</p>\n\n<p>\n2587 حدثنا زهير حدثنا وهب بن جرير حدثنا أبي قال سمعت يونس بن يزيد\nالأيلي يحدث عن الزهري عن عبيد الله بن عبد الله عن بن عباس عن النبي صلى\nالله عليه وسلم قال * خير الصحابة أربعة وخير السرايا أربع مائة وخير\nالجيوش أربعة آلاف ولن يغلب اثنا عشر ألفا من قلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p459'> Vol. 04, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\n2588 حدثنا زهير حدثنا زكريا بن عدي حدثنا عبيد الله بن عمرو عن عبد\nالكريم عن عكرمة عن بن عباس قال * خرج رجل من خيبر فاتبعه رجلان وآخر\nيتلوهما فيقول ارجعا ارجعا حتى ردهما ثم لحق الأول فقال إن هذان شيطانان\nوإني لم أزل بهما حتى رددتهما فإذا أتيت رسول الله صلى الله عليه وسلم\nفأقرئه السلام وأخبره أنا ها هنا في جمع صدقاتنا ولو كانت تصلح لبعثنا بها\nإليه قال فلما قدم الرجل المدينة أخبر النبي صلى الله عليه وسلم فعند ذلك\nنهى النبي صلى الله عليه وسلم عن <span id='ms0534'></span> الخلوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p460'> Vol. 04, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\n2589 حدثنا هشام بن الحارث حدثنا عبيد الله بن عمرو * بإسناده نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p461'> Vol. 04, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n2590 حدثنا زهير حدثنا ربعي بن إبراهيم حدثنا عبد الرحمن بن إسحاق حدثنا\nزيد بن اسلم عن بن وعلة عن بن عباس * أن رجلا خرج والخمر حلال فأهدى لرسول\nالله صلى الله عليه وسلم راوية خمر فأقبل بها يقاد بها على بعير حتى وجد\nرسول الله صلى الله عليه وسلم جالسا فقال ما هذا معك قال راوية من خمر\nأهديتها لك قال هل علمت أن الله حرمها قال لا قال فإن الله قد حرمها قال\nفالتفت الرجل إلى قائد البعير فكلمه بشيء فيما بينه وبينه فقال ماذا قلت له\nقال أمرته ببيعها قال إن الذي حرم شربها حرم بيعها قال فأمر بعزلاء المزادة\nففتحت فجرت في التراب فنظرت إليها في البطحاء ما فيها شيء \\ 2591 \\\n</p>\n\n<p>\n2591 حدثنا زهير حدثنا عبيد الله بن موسى أخبرنا سفيان عن بن أبي نجيح عن\nأبيه عن بن عباس قال * ما قاتل رسول الله صلى الله عليه وسلم قوما قط حتى\nيدعوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p462'> Vol. 04, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n2592 حدثنا زهير حدثنا إبراهيم أبو إسحاق حدثني الفضل بن موسى عن عبد\nالله بن سعيد بن أبي هند حدثني ثور عن عكرمة عن بن عباس قال * كان رسول\nالله صلى الله عليه وسلم يلتفت في صلاته يمينا وشمالا ولا يلوي عنقه \\ 2593\n\\\n</p>\n\n<p>\n2593 حدثنا زهير حدثنا أبو مصعب حدثنا الأوزاعي عن الزهري عن عبيد الله\nبن عبد الله عن بن عباس قال * مر رسول الله صلى الله عليه وسلم بشاة ميتة\nقد ألقاها أهلها فقال والذي نفسي بيده للدنيا أهون على الله من هذه على\nأهلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p463'> Vol. 04, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n2594 حدثنا زهير حدثنا يزيد بن هارون أخبرنا همام بن يحيى حدثنا عطاء عن\nبن عباس قال * دخل رسول الله صلى الله عليه وسلم الكعبة وفيها ست سواري\nفقام عند كل سارية ولم يصل \\ 2595 \\\n</p>\n\n<p>\n2595 حدثنا زهير حدثنا عبد الرحمن بن مهدي عن نافع بن عمر عن بن أبي\nمليكة قال كتب إلي بن عباس أن رسول الله صلى الله عليه وسلم <span id='ms0535'></span> قال * لو أن\nالناس أعطوا بدعواهم لادعى ناس من الناس دماء ناس وأموالهم ولكن اليمين على\nالمدعى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p464'> Vol. 04, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n2596 حدثنا زهير حدثنا محمد بن سابق حدثنا إبراهيم بن طهمان عن أبي\nالزبير عن بن عباس * أن رسول الله صلى الله عليه وسلم سرب نساءه ليلة جمع\nقبل الزحام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p465'> Vol. 04, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n2597 حدثنا زهير حدثنا سعيد بن عامر عن همام عن عطاء * أن بن الزبير صلى\nالمغرب فسلم في ركعتين ثم قام ليستلم الركن فسبح به القوم فرجع فصلى ركعة\nقال فأتيت بن عباس فأخبرته بذلك فقال ما أماط عن سنة نبيه صلى الله عليه\nوسلم \\ 2598 \\\n</p>\n\n<p>\n2598 حدثنا زهير حدثنا حسين بن محمد حدثنا إسرائيل عن سماك عن عكرمة عن\nبن عباس قال قال رسول الله صلى الله عليه وسلم * الرؤيا الصالحة جزء من\nسبعين جزءا من النبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p466'> Vol. 04, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n2599 حدثنا زهير حدثنا جرير بن عبد الحميد عن عطاء بن السائب عن طاووس عن\nبن عباس يرفعه إلى النبي صلى الله عليه وسلم قال جرير وغيره لم يرفعه قال *\nالطواف بالبيت مثل الصلاة إلا أنكم تتكلمون فيه ومن تكلم فيه فلا يتكلم إلا\nبخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p467'> Vol. 04, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n2600 حدثنا زهير حدثنا عبد الجبار الخطابي حدثنا عبيد الله بن عمرو عن\nعبد الكريم عن قيس بن حبتر عن بن عباس قال قال رسول الله صلى الله عليه\nوسلم * ثمن الكلب خبيث وقال إذا جاءك يطلب ثمن الكلب فاملأ كفه ترابا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p468'> Vol. 04, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n2601 حدثنا زهير حدثنا أبو معاوية عن الحجاج عن الحكم عن يحيى بن الجزار\nعن بن عباس قال * صلى رسول الله صلى الله عليه وسلم في فضاء ليس بين يديه\nشيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p469'> Vol. 04, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n2602 حدثنا زهير حدثنا محمد بن عبيد حدثنا عثمان بن حكيم قال سألت سعيد\nبن جبير عن صوم رجب كيف ترى فيه فقال حدثني بن عباس * أن رسول الله صلى\nالله عليه وسلم كان يصوم حتى نقول لا يفطر ويفطر حتى نقول لا يصوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p470'> Vol. 04, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n2603 حدثنا زهير حدثنا عبد الله بن جعفر الرقي حدثنا عبيد الله يعني بن\nعمرو عن عبد الكريم عن سعيد بن <span id='ms0536'></span> جبير عن بن عباس أن النبي صلى الله عليه\nوسلم قال * قوم يخضبون بالسواد في آخر الزمان كحواصل الحمام لا يريحون\nرائحة الجنة \\ 2604 \\\n</p>\n\n<p>\n2604 حدثنا زهير حدثنا عبد الله بن جعفر حدثنا عبيد الله عن عبد الكريم\nعن عكرمة عن بن عباس قال أبو جهل * لئن رأيت محمدا يصلي عند الكعبة لأتيته\nحتى أطأ على عنقه قال فقال رسول الله صلى الله عليه وسلم لو فعل لأخذته\nالملائكة عيانا ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار\nولو خرج الذين يباهلون رسول الله صلى الله عليه وسلم لرجعوا لا يجدون أهلا\nولا مالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p471'> Vol. 04, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n2605 حدثنا زهير حدثنا يحيى بن أبي بكير حدثنا إسرائيل عن عبد الله بن\nمسلم عن سعيد بن جبير عن بن عباس قال * كان رسول الله صلى الله عليه وسلم\nيقبل الركن اليماني ويضع خده عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p472'> Vol. 04, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n2606 حدثنا شيبان حدثنا همام حدثنا قتادة عن عكرمة عن بن عباس * في قول\nالله عز وجل <span class='quran'>كان الناس أمة واحدة </span>البقرة قال على الإسلام كلهم\nوقال الكلبي يعني على الكفر كلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p473'> Vol. 04, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n2607 حدثنا عبد الله بن عمر بن أبان حدثنا محمد بن فضيل عن الوليد بن\nجميع عمن حدثه عن بن عباس قال قال رسول الله صلى الله عليه وسلم * راصوا\nالصفوف فإني رأيت الشياطين تخللكم كأنها أولاد الحذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p474'> Vol. 04, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n2608 حدثنا الحسن بن محمد بن الصباح حدثنا معاذ بن هشام أخبرني أبي عن\nقتادة عن أبي قلابة عن خالد بن اللجلاج عن عبد الله بن عباس قال قال رسول\nالله صلى الله عليه وسلم * رأيت ربي في أحسن صورة قال لي يا محمد قلت لبيك\nوسعديك قال فيم يختصم الملأ الأعلى قلت رب لا أدري فوضع يده على كتفي فوجدت\nبردها بين ثديي فعلمت ما بين المشرق والمغرب فقال يا محمد فيم يختصم الملأ\nالأعلى قلت في الكفارات المشي على الأقدام إلى الجمعات وإسباغ الوضوء في\nالمكروهات وانتظار الصلاة بعد الصلاة فمن حافظ عليهن عاش بخير ومات بخير\nوكان من ذنوبه كيوم ولدته <span id='ms0537'></span> أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p475'> Vol. 04, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n2609 حدثنا أحمد بن إبراهيم الدورقي حدثنا مبشر عن الأوزاعي عن الزهري\nأراه أخبرني علي بن حسين أن بن عباس قال أخبرني رجل من أصحاب رسول الله صلى\nالله عليه وسلم من الأنصار * أنهم بينما هم جلوس مع رسول الله صلى الله\nعليه وسلم إذ رمي بنجم فاستنار فقال لهم رسول الله صلى الله عليه وسلم ما\nكنتم تقولون في الجاهلية إذا رمي بمثل هذا قالوا الله ورسوله أعلم كنا نقول\nولد الليلة رجل عظيم ومات الليلة رجل عظيم قال فإنها لا يرمى بها لموت أحد\nولا لحياته ولكن ربنا تبارك الله وتعالى إذا قضى أمرا سبح حملة العرش ثم\nسبح أهل السماء الذين يلونهم حتى يبلغ التسبيح أهل السماء الدنيا ثم قالوا\nللذين يلون حملة العرش ماذا قال ربكم فيخبرونهم فيستخبر أهل السماوات بعضهم\nبعضا حتى يبلغ الخبر أهل السماء الدنيا فتخطف الجن السمع فيلقونه إلى\nأوليائهم ويرمون فما جاؤوا به على وجهه فهو حق ولكنهم يقذفون فيه ويزيدون\nالشك من مبشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p476'> Vol. 04, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n2610 حدثنا بن نمير حدثنا عبد السلام بن حرب عن يزيد الدالاني عن قتادة\nعن أبي العالية عن بن عباس قال * رأيت رسول الله صلى الله عليه وسلم نام\nحتى غط أو نفخ فقلت يا رسول الله إنك قد نمت قال إن الوضوء لا يجب إلا على\nمن نام مضطجعا فإنه إذا نام مضطجعا استرخت مفاصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p477'> Vol. 04, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n2611 حدثنا عمرو بن حصين حدثنا يحيى بن العلاء عن صفوان بن سليم عن عطاء\nبن يسار عن بن عباس قال * كان رسول الله صلى الله عليه وسلم إذا نظر في\nالمرآة قال الحمد لله الذي حسن خلقي وخلقي وزان مني ما شأن من غيري وإذا\nاكتحل جعل في كل عين اثنين وواحدا بينهما وكان إذا لبس نعليه بدأ باليمين\nوإذا خلع خلع اليسرى وكان إذا دخل المسجد أدخل رجله اليمنى وكان يحب التيمن\nفي كل شيء أخذا وعطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p478'> Vol. 04, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n2612 حدثنا عمرو بن حصين حدثنا يحيى بن العلاء حدثنا عبد الله بن عبد\nالرحمن <span id='ms0538'></span> عن أبي صالح عن بن عباس قال * يوم الأحد يوم غرس وبناء ويوم الإثنين\nيوم السفر ويوم الثلاثاء يوم الدم ويوم الأربعاء يوم أخذ ولا عطاء فيه ويوم\nالخميس يوم دخول على السلطان ويوم الجمعة يوم تزويج وباءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p479'> Vol. 04, p. 479</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "225",
    "226",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}