{
  "content": "\n<p>\n| 1 ( بقية مسند أنس )\n</p>\n\n<p>\n3215 حدثنا أحمد حدثنا بهز حدثنا شعبة حدثنا قتادة عن أنس أن رسول الله\nصلى الله عليه وسلم قال * لا تواصلوا قالوا إنك تواصل قال إنكم لستم في ذلك\nمثلي إني أظل أو قال أبيت أطعم وأسقي \\ 3217 \\\n</p>\n\n<p>\n3216 حدثنا أحمد حدثنا بهز ووهب بن جرير قالا حدثنا شعبة عن قتادة عن أنس\nأن رسول الله صلى الله عليه وسلم قال * اعتدلوا في السجود ولا يبسط أحدكم\nذراعيه كما يبسط الكلب \\ 3218 \\\n</p>\n\n<p>\n3217 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة قال سمعت أنسا * أن\nرسول الله صلى الله عليه وسلم أتى على رجل يسوق بدنة قال ويحك أو ويلك\nاركبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n3218 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس قال قال رسول\nالله صلى الله عليه وسلم * اركبها فذكر نحو حديث بهز \\ 3220 \\\n</p>\n\n<p>\n3219 حدثنا أحمد حدثنا يزيد بن هارون حدثنا شعبة عن قتادة عن أنس قال *\nأتي رسول الله صلى الله عليه وسلم برجل قد شرب الخمر فأمر به فضرب بنعلين\nأربعين ثم أتي أبو بكر برجل قد شرب الخمر فصنع به مثل ذلك ثم أتي عمر برجل\nقد شرب الخمر فاستشار الناس في ذلك فقال عبد الرحمن بن عوف أقل الحدود\nثمانين فضربه عمر ثمانين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n3220 حدثنا أحمد الدورقي حدثنا بهز حدثنا شعبة حدثنا قتادة عن <span id='ms0648'></span> أنس أن\nرسول الله صلى الله عليه وسلم قال * إذا كان أحدكم في صلاة فإنه يناجي ربه\nفلا يتفلن بين يديه ولا عن يمينه وليتفل عن يساره تحت قدمه اليسرى \\ 3222 \\\n</p>\n\n<p>\n3221 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمع أنس بن مالك أن\nرسول الله صلى الله عليه وسلم قال * إن أحدكم إذا كان في الصلاة إنما يناجي\nربه فلا يبزق بين يديه ولا عن يمينه ولكن عن يساره تحت قدمه \\ 3223 \\\n</p>\n\n<p>\n3222 وحدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة حدثنا أنس بن\nمالك أن رسول الله صلى الله عليه وسلم قال * البزاق في المسجد خطيئة\nكفارتها دفنها \\ 3224 \\\n</p>\n\n<p>\n3223 حدثنا بهز حدثنا شعبة حدثنا قتادة عن أنس قال * كان بالمدينة فزعة\nفاستعار النبي صلى الله عليه وسلم فرسا لأبي طلحة يقال له مندوب فركبه وقال\nما رأينا من فزع وإن وجدناه لبحرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n3224 حدثنا أحمد حدثنا أبو عامر القيسي حدثنا شعبة عن قتادة عن أنس عن\nالنبي صلى الله عليه وسلم قال * ما أحد يدخل الجنة فيسره أن يخرج منها وإن\nله ما على الأرض من شيء إلا الشهيد فإنه يتمنى أن يرجع فيقتل عشر مرات لما\nيرى من الكرامة \\ 3226 \\\n</p>\n\n<p>\n3225 حدثنا أحمد حدثنا أبو داود حدثنا شعبة قال أنبأني أبو إسحاق قال\nسمعت البراء بن عازب يقول * أتي رسول الله صلى الله عليه وسلم بحلة حرير\nفجعلوا يلمسونها ويعجبون من لينها فقال رسول الله صلى الله عليه وسلم\nلمناديل سعد بن معاذ في الجنة خير من هذا أو ألين من هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n3226 قال شعبة فحدثني قتادة عن أنس عن النبي صلى الله عليه وسلم * نحو\nهذا \\ 3228 \\\n</p>\n\n<p>\n3227 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة قال سمعت أنسا أن\nرسول الله صلى الله عليه وسلم قال * لا يتمنين الموت من ضر نزل به فإن كان\nلا بد فاعلا فليقل اللهم احيني ما كانت الحياة خيرا لي وتوفني إذا كانت\nالوفاة خيرا لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n3228 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة <span id='ms0649'></span> عن أنس أن النبي صلى\nالله عليه وسلم قال لمعاذ * اعلم أنه من مات وهو يشهد أن لا إله إلا الله\nوأن محمدا رسول الله صدقا من قلبه دخل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n3229 حدثنا أحمد حدثنا سليمان بن حرب حدثنا شعبة عن أبي التياح قال سمعت\nأنس بن مالك قال * لما كان يوم الفتح وغدت قريش قال الأنصار والله إن هذا\nلعجب إن سيوفنا تقطر من دماء قريش وأن غنائمنا تقسم بينهم فبلغ ذلك النبي\nصلى الله عليه وسلم فأرسل إلى الأنصار خاصة فقال ما هذا الذي بلغني عنكم\nقال وكانوا لا يكذبون قالوا هو الذي بلغك قال أما ترضون أن يذهب الناس\nبالغنائم وترجعون برسول الله إلى بيوتكم وقال رسول الله صلى الله عليه وسلم\nلو سلك الناس واديا أو قال شعبا لسلكت شعب الأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n3230 قال شعبة وحدثنا قتادة عن أنس بن مالك * بنحوه وزاد فيه قال دعا\nرسول الله صلى الله عليه وسلم الأنصار خاصة قال هل فيكم أحد من غيركم قالوا\nلا إلا بن أخت لنا فقال رسول الله صلى الله عليه وسلم بن أخت القوم منهم\nوقال رسول الله صلى الله عليه وسلم إن قريشا حديث عهد بجاهلية وإني أردت أن\nأتألفهم فأجبرهم \\ 3232 \\\n</p>\n\n<p>\n3231 حدثنا أحمد حدثنا أبو داود قال وحدثنا هشام عن قتادة عن أنس * أن\nالنبي صلى الله عليه وسلم قنت شهرا بعد الركوع يدعو على أحياء من العرب ثم\nتركه \\ 3233 \\\n</p>\n\n<p>\n3232 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمع أنسا يحدث أن\nرسول الله صلى الله عليه وسلم قال قال الله تعالى * أنا عند ظن عبدي بي\nوأنا معه إذا دعاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n3233 حدثنا أحمد حدثنا روح بن عبادة حدثنا شعبة عن قتادة عن أنس قال قال\nرسول الله صلى الله عليه وسلم * إن لكل نبي دعوة فدعا بها في أمته وإني\nاختبأت دعوتي شفاعة لأمتي يوم القيامة \\ 3235 \\\n</p>\n\n<p>\n3234 حدثنا أحمد حدثنا يحيى بن معين قال حدثنيه يزيد بن هارون أخبرنا\nشعبة عن قتادة عن أنس عن النبي صلى <span id='ms0650'></span> الله عليه وسلم قال للمدينة * يأتيها\nالدجال فيجد الملائكة يحرسونها فلا يدخلها الدجال \\ 3236 \\\n</p>\n\n<p>\n3235 حدثنا أحمد حدثنا حجاج حدثني شعبة عن قتادة قال سمعت أنس بن مالك\nيحدث عن عبادة بن الصامت عن النبي صلى الله عليه وسلم قال * من أحب لقاء\nالله أحب الله لقاءه ومن كره لقاء الله كره الله لقاءه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n3236 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة سمع أنس بن\nمالك عن عبادة عن النبي صلى الله عليه وسلم * مثل حديث حجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n3237 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس بن مالك عن\nعبادة بن الصامت عن النبي صلى الله عليه وسلم قال * إن رؤيا المسلم جزء من\nستة وأربعين جزءا من النبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n3238 حدثنا أحمد حدثنا حجاج حدثنا شعبة سمعت قتادة عن أنس بن مالك عن أم\nسليم أنها * قالت يا رسول الله أنس خادمك أدع الله له فقال اللهم أكثر ماله\nوولده وبارك له فيما أعطيته قال أنس أخبرني بعض ولدي أنه دفن من ولدي وولد\nولدي أكثر من مائة \\ 3240 \\\n</p>\n\n<p>\n3239 حدثنا أحمد حدثنا حجاج حدثنا شعبة قال سمعت هشام بن زيد يحدث عن أنس\nبن مالك * بمثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n3240 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس بن مالك * قال\nكان أصحاب رسول الله صلى الله عليه وسلم ينامون ثم يصلون ولا يتوضؤون \\\n3242 \\\n</p>\n\n<p>\n3241 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة * قال سألت\nأنسا عن نبيذ الجر فقال لم أسمع من النبي صلى الله عليه وسلم فيه شيئا فكان\nأنس يكرهه \\ 3243 \\\n</p>\n\n<p>\n3242 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس قال * كان فزع\nبالمدينة فاستعار النبي صلى الله عليه وسلم فرسا لأبي طلحة يقال له مندوب\nقال فركب فلما رجع قال رسول الله صلى الله عليه وسلم ما رأينا من فزع وإن\nوجدناه لبحرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n3243 حدثنا أحمد حدثنا بهز حدثنا شعبة أخبرنا قتادة عن أنس قال * كان\nالنبي صلى الله عليه وسلم يحب القرع أو الدباء قال فرأيته يوما <span id='ms0651'></span> يأكله قال\nفجعلت أضعه بين يديه \\ 3245 \\\n</p>\n\n<p>\n3244 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة سمع أنس بن\nمالك * أن رسول الله صلى الله عليه وسلم قدم إليه لحم فقال ما هذا قالوا\nشيء تصدق به على بريرة فقال رسول الله صلى الله عليه وسلم هو عليها صدقة\nولنا هدية \\ 3246 \\\n</p>\n\n<p>\n3245 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة عن أنس قال *\nصليت خلف رسول الله صلى الله عليه وسلم وخلف أبي بكر وخلف عمر وخلف عثمان\nفلم يكونوا يستفتحون القراءة ب بسم الله الرحمن الرحيم قال شعبة قلت لقتادة\nأسمعته من أنس قال نعم سألت عنه أنسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n3246 حدثنا أحمد حدثنا حجاج بن محمد قال حدثني شعبة قال سمعت قتادة عن\nأنس بن مالك * قال رسول الله صلى الله عليه وسلم لأبي بن كعب حين أنزلت لم\nيكن الذين كفروا إن الله أمرني أن أقرأ عليك لم يكن الذين كفروا قال أسماني\nلك قال نعم قال فبكى \\ 3248 \\\n</p>\n\n<p>\n3247 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة وهشام عن قتادة عن أنس\nقال * ضحى رسول الله صلى الله عليه وسلم بكبشين أملحين اقرنين يسمي ويكبر\nوقد رأيته واضعا على صفاحهما قدمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n3248 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس قال * ضحى رسول\nالله صلى الله عليه وسلم بكبشين أملحين أقرنين ولقد رأيته يذبحهما بيده\nواضعا على صفحتهما قدمه \\ 3250 \\\n</p>\n\n<p>\n3249 حدثنا أحمد حدثنا حجاج بن محمد حدثني شعبة عن قتادة عن أنس قال *\nرخص النبي صلى الله عليه وسلم أو رخص لعبد الرحمن بن عوف والزبير بن العوام\nفي لبس الحرير من حكة كانت بهما \\ 3251 \\\n</p>\n\n<p>\n3250 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمع أنسا يقول * رخص\nلعبد بن عوف وللزبير بن العوام في قميص الحرير \\ 3252 \\\n</p>\n\n<p>\n3251 حدثنا أحمد حدثنا أبو داود حدثنا همام عن قتادة عن أنس * أن عبد\nالرحمن بن عوف والزبير شكيا إلى رسول الله صلى الله عليه وسلم القمل فرخص\nلهما رسول الله صلى الله عليه <span id='ms0652'></span> وسلم في قميص الحرير قال أنس فكلاهما رأيت\nعليه قميص حرير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n3252 حدثنا أحمد حدثنا حجاج بن محمد حدثني شعبة عن قتادة عن عكرمة قال\nقال * لما نزلت هذه الآية <span class='quran'>إنا فتحنا لك فتحا مبينا ليغفر لك الله ما\nتقدم من ذنبك وما تأخر </span>قال أصحاب رسول الله صلى الله عليه وسلم هنيئا\nمريئا لك يا رسول الله فما لنا قال فنزلت هذه الآية <span class='quran'>ليدخل المؤمنين\nوالمؤمنات جنات تجري من تحتها الأنهار </span>قال شعبة وكان قتادة يذكر هذا\nالحديث في قصصه عن أنس قال نزلت هذه الآية لما رجع رسول الله صلى الله عليه\nوسلم من الحديبية <span class='quran'>إنا فتحنا لك فتحا مبينا ليغفر لك الله </span>قال ثم\nيقول قال أصحاب رسول الله صلى الله عليه وسلم هنيئا لك يا رسول الله هذا\nالحديث قال فظننت أنه كله عن أنس قال فأتيت الكوفة فحدثت به عن قتادة عن\nأنس ثم رجعت فلقيت قتادة بواسط فإذا هو يقول أوله عن أنس وآخره عن عكرمة\nقال فأتيتهم بالكوفة فأخبرتهم بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n3253 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس قال * نزلت <span class='quran'>إنا فتحنا لك فتحا مبينا </span>على رسول الله صلى الله عليه وسلم حين رجع من\nالحديبية \\ 3255 \\\n</p>\n\n<p>\n3254 حدثنا أحمد حدثنا حجاج بن محمد حدثني شعبة قال سمعت قتادة يحدث عن\nأنس بن مالك قال * انشق القمر مرتين \\ 3256 \\\n</p>\n\n<p>\n3255 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة سمع أنسا يقول\n* جمع القرآن على عهد رسول الله صلى الله عليه وسلم أربعة كلهم من الأنصار\nمعاذ بن جبل وأبي بن كعب وزيد بن ثابت وأبو زيد قال قتادة قلت لأنس من أبو\nزيد قال أحد عمومتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n3256 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة حدثنا أنس بن\nمالك قال رسول الله صلى الله عليه وسلم * ثلاث من كن فيه وجد بهن حلاوة\nالإيمان من يكن الله ورسوله أحب إليه مما سواهما وأن يقذف في النار أحب\nإليه من أن يرجع إلى الكفر <span id='ms0653'></span> بعد إذ أنقذه الله منه وأن يحب المرء لا يحبه\nإلا لله \\ 3258 \\\n</p>\n\n<p>\n3257 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس عن النبي صلى\nالله عليه وسلم قال * لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه \\ 3259 \\\n</p>\n\n<p>\n3258 وقال * لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس\nأجمعين \\ 3260 \\\n</p>\n\n<p>\n3259 وقال * لا يجد أحدكم حلاوة الإيمان حتى يكون الله ورسوله أحب إليه\nمما سواهما وحتى يحب الرجل لا يحبه إلا لله ولأن يقذف في النار أحب إليه من\nأن يرجع في الكفر بعد إذ أنقذه الله منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n3260 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمع أنس بن مالك\nيحدث عن رسول الله صلى الله عليه وسلم قال * ما من عبد وله عند الله خير\nيحب أن يرجع إلى الدنيا إلا الشهيد فإنه يحب أن يرجع فيقتل عشر مرات لما\nيرى من فضل الكرامة \\ 3262 \\\n</p>\n\n<p>\n3261 حدثنا أحمد حدثنا وهب بن جرير حدثنا شعبة عن قتادة عن أنس قال رسول\nالله صلى الله عليه وسلم * لا تقاطعوا ولا تباغضوا ولا تحاسدوا وكونوا عباد\nالله إخوانا كما أمركم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n3262 حدثنا أحمد حدثنا أبو داود وقال أنبأنا شعبة عن قتادة عن أنس قال *\nكان رسول الله صلى الله عليه وسلم من أخف الناس صلاة في تمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n3263 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمع أنسا يقول قال\nرسول الله صلى الله عليه وسلم * بعثت أنا والساعة كهاتين كما فضل إحداهما\nعلى الأخرى \\ 3265 \\\n</p>\n\n<p>\n3264 حدثنا أحمد حدثنا وهب بن جرير حدثنا شعبة عن قتادة وأبي التياح عن\nأنس أن رسول الله صلى الله عليه وسلم قال * بعثت أنا والساعة كهاتين يعني\nالسبابة والوسطى \\ 3266 \\\n</p>\n\n<p>\n3265 حدثنا أحمد حدثنا أبو داود قال أنبأنا شعبة عن قتادة حدثنا أنس قال\nرسول الله صلى الله عليه وسلم * مامن نبي إلا وقد أنذر أمته الأعور الكذاب\nإلا أنه أعور وإن ربكم ليس بأعور مكتوب بين عينيه كافر يقرؤه كل مؤمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n3266 حدثنا أحمد حدثنا حجاج بن محمد حدثني شعبة <span id='ms0654'></span> قال سمعت قتادة قال سمعت\nأنس بن مالك يقول * سمعت رسول الله صلى الله عليه وسلم فلا أدري أشيء أنزل\nعليه أم كان يقوله لو كان لابن آدم واديان من مال لتمنى أو لأبتغى واديا\nثالثا ولا يملأ جوف بن آدم إلا التراب ويتوب الله على من تاب \\ 3268 \\\n</p>\n\n<p>\n3267 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة سمعت أنسا يقول قال\nرسول الله صلى الله عليه وسلم * لو كان لابن آدم واد من مال لأبتغى إليه\nثانيا ولو كان ثانيا لأبتغى إليه ثالثا ولا يملأ جوف بن آدم إلا التراب\nويتوب الله على من تاب قال أنس فلا أدري أشيء أنزل عليه أو قول كان يقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p028'> Vol. 06, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n3268 حدثنا أحمد حدثنا وكيع حدثنا شعبة عن قتادة عن أنس قال رسول الله\nصلى الله عليه وسلم * يهرم بن آدم ويبقى منه اثنتان الحرص والأمل \\ 3270 \\\n</p>\n\n<p>\n3269 حدثنا أحمد حدثنا حجاج بن محمد قال حدثني شعبة قال سمعت قتادة بن\nدعامة يحدث عن أنس أن رسول الله صلى الله عليه وسلم قال قال ربكم * إذا\nتقرب العبد مني شبرا تقربت ذراعا وإذا تقرب ذراعا تقربت باعا وإذا أتاني\nيمشي أتيته هرولة \\ 3271 \\\n</p>\n\n<p>\n3270 حدثنا أحمد حدثنا أبو داود أخبرنا شعبة عن قتادة سمع أنسا عن النبي\nصلى الله عليه وسلم إن الله يقول * إن تقرب مني عبدي شبرا تقربت منه ذراعا\nوإن تقرب مني ذراعا تقربت إليه باعا وإن أتاني يمشي أتيته أهرول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n3271 حدثنا أحمد حدثنا وهب بن جرير حدثنا شعبة عن قتادة عن أنس * أن\nالنبي صلى الله عليه وسلم كتب إلى الروم فقيل له إنهم لا يقبلون كتابا إلا\nبخاتم فاتخذ خاتما من فضة كأني أنظر إلى بياضه في يده نقشه محمد رسول الله\n\\ 3273 \\\n</p>\n\n<p>\n3272 حدثنا أحمد حدثنا شبابة حدثنا شعبة عن قتادة عن أنس قال * لما أراد\nالنبي صلى الله عليه وسلم أن يكتب إلى الروم قيل له إنهم لن لم يقرؤوا\nكتابا إذا لم يكن مختوما فاتخذ خاتما من فضة ونقشه محمد رسول الله قال <span id='ms0655'></span> أنس\nفكأنما أنظر إلى بياضه بيده \\ 3274 \\\n</p>\n\n<p>\n3273 حدثنا أحمد حدثنا أبو داود حدثنا شعبة عن قتادة قال أبو داود وحدثنا\nهشام عن قتادة عن أنس أن رسول الله صلى الله عليه وسلم قال هشام يخرج من\nالنار قال شعبة * أخرجوا من النار من قال لا إله إلا الله وكان في قلبه من\nالخير مايزن برة أخرجوا من النار من قال لا إله إلا الله وكان في قلبه من\nالخير مايزن ذرة وقال شعبة ذرة ويخرج من النار من قال لا إله إلا الله وكان\nفي قلبه من الخير مايزن شعيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n3274 حدثنا أحمد حدثنا أبو داود حدثنا شعبة أخبرني ثابت سمع أنسا يقول *\nإن النبي صلى الله عليه وسلم كان يكثر أن يدعو بهذا الدعاء ربنا آتنا في\nالدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار قال شعبة فذكرت ذلك لقتادة\nفقال كان أنس يدعو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ثابت البناني عن أنس )\n</p>\n\n<p>\n3275 حدثنا أبو نصر عبد الملك بن عبد العزيز القشيري حدثنا حماد بن سلمة\nعن ثابت عن أنس قال رسول الله صلى الله عليه وسلم * حفت الجنة بالمكاره\nوحفت النار بالشهوات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n3276 حدثنا يحيى بن عبد الحميد الحماني حدثنا جعفر بن سليمان عن ثابت عن\nأنس قال * مر رسول الله صلى الله عليه وسلم في طريق ومرت امرأة سوداء فقال\nلها رجل الطريق فقالت الطريق مه فقال النبي صلى الله عليه وسلم دعوها فإنها\nجبارة \\ 3278 \\\n</p>\n\n<p>\n3277 حدثنا عبد الأعلى وحوثرة قالا حدثنا حماد بن سلمة عن ثابت عن أنس أن\nرجلا قال * يا رسول الله متى تقوم الساعة فلما قضى النبي صلى الله عليه\nوسلم صلاته قال أين السائل عن الساعة قال ها أنا ذا يا رسول الله قال فقال\nإنها قائمة فما أعددت لها قال ما أعددت لها من كبير عمل غير أني أحب الله\nورسوله فقال أنت مع من أحببت قال وعنده غلام من الأنصار يقال له محمد فقال\nإن يعش هذا فلن يدرك الهرم حتى تقوم الساعة وهو من نسخة عبد الأعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n3278 حدثنا <span id='ms0656'></span> عبد الأعلى حدثنا حماد حدثنا ثابت عن أنس * أن رجلا قال يا\nرسول الله الرجل يحب القوم ولم يعمل بعملهم قال المرء مع من أحب قال حماد\nوقال في الحديث فما فرح المسلمون بشيء بعد الإسلام ما فرحوا به \\ 3280 \\\n</p>\n\n<p>\n3279 حدثنا عبد الأعلى حدثنا حماد عن ثابت عن أنس أن رسول الله صلى الله\nعليه وسلم قال * ثلاث من كن فيه وجد حلاوة الإيمان من كان الله ورسوله أحب\nإليه من أن يرجع يهوديا أو نصرانيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n3280 حدثنا وهب بن بقية الواسطي حدثنا خالد عن يونس بن عبيد عن ثابت عن\nأنس قال أتى رجل إلى النبي صلى الله عليه وسلم فقال * الرجل يحب القوم على\nالعمل من الخير يعملون ولما يعمل بمثله فقال النبي صلى الله عليه وسلم\nالمرء مع من أحب أو مع من يحب قال ففرح بذلك أصحاب النبي صلى الله عليه\nوسلم فرحا لم أرهم فرحوا بشيء مثل فرحهم به \\ 3282 \\\n</p>\n\n<p>\n3281 حدثنا أبو الربيع حدثنا حماد بن زيد عن ثابت البناني عن أنس بن مالك\nقال * جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله متى الساعة\nقال ما أعددت لها قال أحب الله ورسوله قال فإنك مع من أحببت قال أنس فأنا\nأحب الله ورسوله \\ 3283 \\\n</p>\n\n<p>\n3282 حدثنا عبد الأعلى بن حماد حدثنا حماد عن ثابت عن أنس بن مالك * أن\nرسول الله صلى الله عليه وسلم واصل في رمضان فواصل ناس من أصحابه فقال لو\nمد لي الشهر لواصلت وصالا يدع المتعمقون تعمقهم إني أظل يطعمني ربي ويسقيني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p036'> Vol. 06, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n3283 حدثنا عبد الأعلى بن حماد حدثنا حماد عن ثابت عن أنس قال * ذهبت\nبعبد الله بن أبي طلحة إلى رسول الله صلى الله عليه وسلم فتناوله رسول الله\nوهو في عباءة يهنأ بعيرا له فقال هل معك تمر قلت نعم فناولته تمرات فألقاهن\nفي فيه فلاكهن ثم فغر فا الصبي فمجه في فيه فجعل يتلمظه فقال رسول الله صلى\nالله عليه وسلم حب الأنصار التمر وسماه عبد الله <span id='ms0657'></span> \\ 3285 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p037'> Vol. 06, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n3284 حدثنا محمد بن أبي بكر المقدمي حدثنا محمد بن ثابت بن عبيد الله\nالعصري حدثنا ثابت عن أنس قال رسول الله صلى الله عليه وسلم * شفاعتي لأهل\nالكبائر من أمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n3285 حدثنا إبراهيم بن الحجاج السامي حدثنا عبد العزيز بن المختار حدثنا\nثابت البناني حدثنا أنس قال قال رسول الله صلى الله عليه وسلم * من رآني في\nالمنام فقد رآني فإن الشيطان لا يتمثل بي ورؤيا المؤمن جزء من ستة وأربعين\nجزءا من النبوة \\ 3287 \\\n</p>\n\n<p>\n3286 حدثنا هدبة بن خالد حدثنا عبيد بن مسلم صاحب السابري عن ثابت عن أنس\nأن رسول الله صلى الله عليه وسلم قال * مثل المؤمن مثل السنبلة تميل أحيانا\nوتقوم أحيانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n3287 حدثنا هدبة وحوثرة قالا حدثنا حماد عن ثابت عن أنس قال قدم أهل\nاليمن على رسول الله صلى الله عليه وسلم قالوا * ابعث معنا رجلا يعلمنا قال\nفأخذ بيدي أبي عبيدة فبعثه معهم وقال هذا أمين هذه الأمة \\ 3289 \\\n</p>\n\n<p>\n3288 حدثنا شيبان وهدبة بن خالد قالا حدثنا سليمان بن المغيرة حدثنا ثابت\nعن أنس قال رسول الله صلى الله عليه وسلم * ولد لي الليلة فسميته باسم أبي\nإبراهيم ثم دفعته إلى أم سيف امرأة قين بالمدينة وفي حديث شيبان فانطلق\nيأتيه وفي حديث هدبة فانطلق رسول الله صلى الله عليه وسلم يأتيه فاتبعته\nفانتهينا إلى أبي سيف وهو ينفخ في كيره وقد امتلأ البيت دخانا فأسرعت المشي\nبين يدي رسول الله صلى الله عليه وسلم وقلت يا أبا سيف جاء رسول الله فأمسك\nفدعا رسول الله صلى الله عليه وسلم بالصبي فضمه إليه وقال ما شاء الله أن\nيقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n             قال فلقد رأيته بعد ذلك وهو يكيد بنفسه بين يدي رسول الله\nصلى الله عليه وسلم وفي حديث هدبة وعين رسول الله تدمع وفي حديث شيبان\nفدمعت عينا رسول الله فقال رسول الله صلى الله عليه وسلم تدمع العين ويحزن\nالقلب ولا نقول إلا ما يرضى ربنا وفي حديث شيبان والله إنا بك يا إبراهيم\nلمحزونون وفي حديث هدبة وإنا <span id='ms0658'></span> بك يا إبراهيم لمحزونون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n3289 حدثنا شيبان حدثنا سليمان بن المغيرة حدثنا ثابت قال قال أنس * كان\nرسول الله صلى الله عليه وسلم تعجبه الرؤيا فربما رأى الرجل الرؤيا فسأل\nعنه إذا لم يكن يعرفه فإذا أثني عليه معروفا كان أعجب لرؤياه عليه فأتته\nامرأة فقالت يا رسول الله رأيت كأني أتيت فأخرجت من المدينة فأدخلت الجنة\nفسمعت وجبة ارتجت لها الجنة فنظرت فإذا فلان بن فلان وفلان بن فلان فسمت\nاثني عشر رجلا كان رسول الله صلى الله عليه وسلم قد بعث سرية بمثل ذلك فجئ\nبهم عليهم ثياب طلس تشخب أوداجهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n             فقيل اذهبوا بهم إلى نهر\nالبيذج أو البيرح قال فغمسوا فيه فخرجوا ووجوههم كالقمر ليلة البدر فأتوا\nبصحفة من ذهب فيها بسرة فأكلوا من بسره ما شاؤوا فما يقلبونها من وجه إلا\nأكلوا من الفاكهة ما أرادوا وأكلت معهم فجاء البشير من تلك السرية فقال كان\nمن أمرنا كذا وكذا فأصيب فلان وفلان حتى عد اثني عشر رجلا فدعا رسول الله\nصلى الله عليه وسلم المرأة فقال قصي رؤياك فقصتها وجعلت تقول جئ بفلان وجئ\nبفلان كما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p045'> Vol. 06, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n3290 حدثنا عبد الرحمن بن سلام الجمحي حدثنا حماد عن ثابت وحميد عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم قال * أعطيت الكوثر فضربت بيدي\nإلى تربته فإذا مسك أذفر وإذا حصاه اللؤلؤ وإذا حافتاه قباب الدر \\ 3292 \\\n</p>\n\n<p>\n3291 حدثنا عبد الرحمن حدثنا حماد عن ثابت وحميد عن أنس * أن رسول الله\nصلى الله عليه وسلم كان يقول استووا مرتين أو ثلاثا والذي نفسي بيده إني\nلأراكم من خلفي كما أراكم من بين يدي وزاد حميد في الحديث استووا وتراصوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n3292 حدثنا هدبة حدثنا حماد عن ثابت عن أنس قال * يخرج رجلان من النار\nفيعرضان على الله فيوجه بهما على النار فذكر نحو حديث عبد الرحمن فيدخلون\nالجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n3293 حدثنا عبد الرحمن حدثنا حماد عن ثابت عن أنس * أن فتى من أسلم قال\nيا رسول الله إني أريد الجهاد وليس لي ما <span id='ms0659'></span> أتجهز به قال اذهب إلى فلان\nالأنصاري فإنه قد كان تجهز فقل له يقرئك رسول الله السلام ويقول لك ادفع\nإلي ما تجهزت به فأتاه فقال الرجل أحسبه لامرأته لا تخفي منه شيئا فو الله\nلا تخفي منه شيئا فيبارك لنا فيه \\ 3295 \\\n</p>\n\n<p>\n3294 حدثنا بشر بن هلال الصواف حدثنا جعفر عن ثابت عن أنس * أن النبي صلى\nالله عليه وسلم كان يسمع بكاء الصبي وهو في الصلاة فيقرأ بالسورة الصغيرة\nوالسورة الخفيفة % حدثنا قطن بن نسير الغبري حدثنا جعفر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n3295 حدثنا بشر حدثنا جعفر عن ثابت عن أنس * أن رسول الله صلى الله عليه\nوسلم كان يغزو بأم سليم معها نسوة من الأنصار فيسقين الماء ويداوين الجرحى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n3296 حدثنا بشر بن هلال الصواف حدثنا جعفر عن ثابت عن أنس قال * لما كان\nاليوم الذي دخل فيه النبي صلى الله عليه وسلم المدينة أضاء منها كل شيء\nفلما كان اليوم الذي مات فيه النبي صلى الله عليه وسلم أظلم منها كل شيء\nوما نفضنا عن النبي صلى الله عليه وسلم الأيدي إنا لفي دفنه حتى أنكرنا\nقلوبنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n3297 حدثنا إبراهيم بن الحجاج السامي حدثنا بشار بن الحكم حدثنا ثابت\nالبناني عن أنس عن النبي صلى الله عليه وسلم قال * إن الخصلة الصالحة تكون\nفي الرجل فيصلح الله بها عمله كله وطهور الرجل لصلاته يكفر الله بطهوره\nذنوبه وتبقى صلاته له نافلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n3298 حدثنا إبراهيم بن الحجاج السامي حدثنا بشار بن الحكم حدثنا ثابت\nالبناني عن أنس قال * لقي رسول الله صلى الله عليه وسلم أبا ذر فقال يا أبا\nذر ألا أدلك على خصلتين هما أخف على الظهر وأثقل في الميزان من غيرها قال\nبلى يا رسول الله قال عليك بحسن الخلق وطول الصمت فوالذي نفسي بيده ما تجمل\nالخلائق بمثلهما \\ 3300 \\\n</p>\n\n<p>\n3299 حدثنا إبراهيم بن الحجاج حدثنا حبيب بن حجر حدثنا ثابت البناني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n             عن أنس بن مالك قال * خرجت من عند النبي صلى الله عليه وسلم\nمتوجها إلى أهلي فمررت بغلمان فأعجبني لعبهم فقمت على الغلمان <span id='ms0660'></span> فانتهى إلي\nالنبي صلى الله عليه وسلم وأنا قائم عليهم فسلم على الغلمان ثم أرسلني في\nحاجة له فرجعت إلى أمي بعد الوقت الذي كنت أرجع إليهم فيه فقالت لي أمي ما\nحبسك اليوم يا بني قلت أرسلني النبي صلى الله عليه وسلم في حاجة فقالت أي\nحاجة قال قلت يا أمه إنها سر قالت يا بني فاحفظ على نبي الله صلى الله عليه\nوسلم سره قال ثابت فقلت لأنس يا أبا حمزة أتحفظ تلك الحاجة اليوم أو تذكرها\nقال إني لها لحافظ ولو حدثت بها أحدا لحدثتك بها يا ثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n3300 حدثنا عبد الواحد بن غياث أبو بحر حدثنا حماد حدثنا ثابت عن أنس *\nأن أزواج النبي صلى الله عليه وسلم كن يدلجن بالقرب يسقين أصحاب رسول الله\nصلى الله عليه وسلم \\ 3302 \\\n</p>\n\n<p>\n3301 حدثنا هدبة بن خالد وعبد الواحد بن غياث قالا حدثنا حماد عن ثابت عن\nأنس * أن رسول الله صلى الله عليه وسلم قال يوم أحد وهو يسلت الدم عن وجهه\nكيف يفلح قوم شجوا نبيهم وكسروا رباعيته وهو يدعوهم إلى الله فأنزل الله\n<span class='quran'>ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n3302 حدثنا عبد الواحد بن غياث حدثنا حماد بن سلمة عن ثابت عن أنس * أن\nرجلا أتى النبي صلى الله عليه وسلم فسأله فأعطاه غنما بين جبلين فأتى الرجل\nقومه فقال أي قوم أسلموا فوالله إن محمدا يعطي عطاء رجل ما يخاف فاقة وإن\nكان الرجل ليأتي إلى النبي صلى الله عليه وسلم ما يريد إلا دنيا يصيبها فما\nيمسي حتى يكون دينه أحب إليه من الدنيا وما فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n3303 حدثنا الحسن بن عمر بن شقيق حدثنا حماد بن سلمة عن ثابت قال أحسبه\nعن أنس قال * دخل رسول الله صلى الله عليه وسلم على رجل يعوده فوافقه وهو\nفي الموت فسلم عليه وقال كيف تجدك قال بخير يا رسول الله أرجو الله عز وجل\nوأخاف ذنوبي فقال رسول الله صلى الله عليه وسلم لن <span id='ms0661'></span> يجتمعا في قلب رجل عند\nهذا الموطن إلا أعطاه الله رجاءه وأمنه مما يخاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n3304 حدثنا عبد الواحد حدثنا غسان بن برزين يعني الطهوي حدثنا ثابت\nالبناني عن أنس بن مالك قال غدا أصحاب النبي صلى الله عليه وسلم ذات يوم\nفقالوا * يا رسول الله هلكنا ورب الكعبة فقال وماذاك قالوا النفاق النفاق\nقال ألستم تشهدون أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده\nورسوله قالوا بلى قال ليس ذاك النفاق قال ثم عادوا الثانية فقالوا يا رسول\nالله هلكنا ورب الكعبة قال وما ذاك قالوا النفاق النفاق قال ألستم تشهدون\nأن لا إله إلا الله وأن محمدا عبده ورسوله قالوا بلى قال ليس ذاك النفاق\nقال ثم عادوا الثالثة فقالوا يا رسول الله هلكنا ورب الكعبة قال وما ذاك\nقالوا النفاق قال ألستم تشهدون أن لا إله إلا الله وأن محمدا عبده ورسوله\nقالوا بلى قال ليس ذاك النفاق قالوا إنا إذا كنا عندك كنا على حال وإذا\nخرجنا من عندك همتنا الدنيا وأهلونا قال لو أنكم إذا خرجتم من عندي تكونون\nعلى الحال الذي تكونون عليه لصافحتكم الملائكة بطرق المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n3305 حدثنا إبراهيم بن الحجاج السامي حدثنا أبو ثابت عبد الواحد بن ثابت\nحدثنا ثابت عن أنس قال * كان النبي صلى الله عليه وسلم يحب أن يفطر على\nثلاث تمرات أو شيء لم تصبه النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n3306 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس * أن رسول الله\nصلى الله عليه وسلم أخر صلاة العشاء ذات ليلة إلى شطر الليل ثم خرج فصلى\nبهم ولم يذكر الوضوء \\ 3308 \\\n</p>\n\n<p>\n3307 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n             عن أنس *\nأن رسول الله صلى الله عليه وسلم كان يغير عند صلاة الصبح فيستمع الأذان\nفإن سمع أذانا وإلا أغار فاستمع ذات يوم فسمع رجلا يقول الله أكبر الله\nأكبر فقال رسول الله صلى الله عليه وسلم على الفطرة قال أشهد أن لا إله إلا\nالله فقال خرجت من النار <span id='ms0662'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n3308 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس قال * كنا نصلي\nمع رسول الله صلى الله عليه وسلم المغرب ثم نترامى فيرى أحدنا موقع نبله \\\n3310 \\\n</p>\n\n<p>\n3309 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس قال * أقيمت\nصلاة العشاء ذات ليلة فقال رجل يا رسول الله إن لي حاجة فقام معه يناجيه\nحتى نعس القوم أو بعض القوم ثم قام فصلى ولم يذكر وضوءا \\ 3311 \\\n</p>\n\n<p>\n3310 حدثنا هدبة حدثنا حماد عن ثابت عن أنس * بنحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n3311 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد عن ثابت وقتادة وحميد عن\nأنس * أن ناسا من عرينة قدموا على النبي صلى الله عليه وسلم فاجتووها\nفأرسلهم النبي صلى الله عليه وسلم في إبل الصدقة فأمرهم أن يشربوا من\nأبوالها وألبانها \\ 3313 \\\n</p>\n\n<p>\n3312 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس * أن النبي صلى\nالله عليه وسلم كان إذا أكل طعاما لعق أصابعه الثلاث وقال إذا سقطت لقمة\nأحدكم فليمط عنها الأذى وليأكلها ولا يدعها للشيطان وأمرنا أن نسلت الصحفة\nوقال إن أحدكم لا يدري في أي طعامه يبارك له فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n3313 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت أنهم قالوا لأنس * هل\nكان لرسول الله خاتم قال أخر رسول الله صلى الله عليه وسلم صلاة العشاء ذات\nليلة حتى ذهب شطر الليل أو كاد يذهب شطر الليل ثم جاء فقال إن الناس قد\nصلوا ولن تزالوا في صلاة ما انتظرتم الصلاة قال أنس فكأني أنظر إلى وبيص\nخاتمه من فضة قال ورفع أنس يده اليسرى يرينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n3314 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس * أن رسول الله\nصلى الله عليه وسلم طاف على نسائه بغسل واحد \\ 3316 \\\n</p>\n\n<p>\n3315 حدثنا أبو الربيع الزهراني حدثنا يوسف إبن عطية حدثنا ثابت عن أنس\nقال رسول الله صلى الله عليه وسلم * الخلق عيال الله فأحبهم إلى الله\nأنفعهم لعياله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n3316 حدثنا هدبة حدثنا سهيل بن أبي حزم عن ثابت عن أنس بن مالك قال قال\nرسول الله صلى الله عليه <span id='ms0663'></span> وسلم * من وعده الله على عمل ثوابا فهو منجزه له\nومن وعده على عمل عقابا فهو فيه بالخيار \\ 3318 \\\n</p>\n\n<p>\n3317 حدثنا هدبة بن خالد وبشر بن الوليد الكندي قالا حدثنا سهيل بن أبي\nحزم عن ثابت عن أنس أن رسول الله صلى الله عليه وسلم قال * في هذه الآية\n<span class='quran'>هو أهل التقوى وأهل المغفرة </span>قال رسول الله صلى الله عليه وسلم\nقال ربكم أنا أهل أن أتقى فلا يشرك بي غيري وأنا أهل لمن اتقى أن يشرك بي\nغيري أن أغفر له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n3318 حدثنا هدبة حدثنا حماد عن ثابت عن أنس عن النبي صلى الله عليه وسلم\nقال * يوم أحد اللهم إنك إن تشأ لا تعبد في الأرض \\ 3320 \\\n</p>\n\n<p>\n3319 حدثنا هدبة حدثنا حماد عن ثابت عن أنس * أن رسول الله صلى الله عليه\nوسلم قال يوم أحد لما رهقوه وهو في سبعة من الأنصار ورجلين من قريش من\nيردهم عنا وهو رفيقي في الجنة فقام رجل من الأنصار فقاتل حتى قتل ثم قال\nمثل ذلك فقام آخر فقاتل حتى قتل فلم يزل يقول مثل ذلك حتى قتل السبعة فقال\nرسول الله صلى الله عليه وسلم ما أنصفنا أصحابنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n3320 حدثنا هدبة حدثنا حماد عن ثابت عن أنس * أن رسول الله صلى الله عليه\nوسلم آخى بين أبي عبيدة وبين أبي طلحة \\ 3322 \\\n</p>\n\n<p>\n3321 حدثنا هدبة حدثنا حماد عن ثابت عن أنس عن النبي صلى الله عليه وسلم\nقال * لما خلق الله آدم جعل إبليس يطيف به ينظر إليه فلما رآه أجوف قال\nظفرت خلقا لا يتمالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p068'> Vol. 06, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n3322 حدثنا هدبة حدثنا حماد عن ثابت عن أنس * أن النبي صلى الله عليه\nوسلم لما ورد بدرا أومأ بيده إلى الأرض فقال هذا مصرع فلان فوالله ما أماط\nأحد منهم عن مصرعه \\ 3324 \\\n</p>\n\n<p>\n3323 حدثنا هدبة حدثنا حماد عن ثابت عن أنس بن مالك * أن رسول الله صلى\nالله عليه وسلم لما صالح قريشا يوم الحديبية قال لعلي اكتب بسم الله الرحمن\nالرحيم فقال سهيل بن عمرو لا نعرف الرحمن الرحيم اكتب باسمك <span id='ms0664'></span> اللهم فقال\nرسول الله صلى الله عليه وسلم لعلي اكتب هذا ما صالح عليه محمد رسول الله\nفقال سهيل بن عمرو لو نعلم أنك رسول الله لاتبعناك ولم نكذبك اكتب نسبك من\nأبيك فقال النبي صلى الله عليه وسلم لعلي اكتب محمد بن عبد الله فكتب من\nأتانا منكم رددناه إليكم ومن أتاكم منا تركناه عليكم فقالوا يا رسول الله\nتعطيهم هذا قال من أتاهم منا فأبعده الله ومن أتانا منهم فرددناه عليهم جعل\nالله له فرجا ومخرجا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n3324 حدثنا هدبة حدثنا حماد بن سلمة عن ثابت عن أنس * أن أصحاب رسول الله\nصلى الله عليه وسلم كانوا يقولون وهم يحفرون الخندق نحن الذين بايعوا محمدا\nعلى القتال ما بقينا أبدا والنبي صلى الله عليه وسلم يقول اللهم إن العيش\nعيش الآخرة فاغفر للأنصار والمهاجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n3325 حدثنا هدبة وشيبان قالا حدثنا حماد بن سلمة عن ثابت عن أنس قال رسول\nالله صلى الله عليه وسلم * مررت بموسى ليلة أسري بي وهو قائم يصلي في قبره\nعند الكثيب الأحمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n3326 حدثنا هدبة حدثنا حماد عن ثابت عن أنس * أن رسول الله صلى الله عليه\nوسلم ترك قتلى بدر ثلاثا ثم أتاهم فقام عليهم فناداهم فقال يا أبا جهل بن\nهشام يا أمية بن خلف ياعتبة بن ربيعة ياشيبة بن ربيعة هل وجدتم ما وعد ربكم\nحقا فإني قد وجدت ما وعدني ربي حقا فسمع عمر قول النبي صلى الله عليه وسلم\nفقال يا رسول الله كيف سمعوا وأنى يجيبوا وقد جيفوا قال والذي نفسي بيده ما\nأنتم بأسمع لما أقول منهم غير أنهم لا يقدرون أن يجيبوا ثم أمر بهم فسحبوا\nإلى قليب بدر \\ 3328 \\\n</p>\n\n<p>\n3327 حدثنا هدبة حدثنا سليمان بن المغيرة عن ثابت قال قلت لأنس حدثني\nبشيء من هذه الأعاجيب لا يحدثه غيرك قال * صلى رسول الله صلى الله عليه\nوسلم يوما الظهر بالمدينة ثم أتى المقاعد التي كان يأتيه عليها جبريل فقعد\nعليها فجاء بلال فنادى بالعصر فقام من له أهل بالمدينة يتوضؤون <span id='ms0665'></span> ويقضون\nحوائجهم وبقي رجال من المهاجرين لا أهل لهم بالمدينة فأتى رسول الله صلى\nالله عليه وسلم بقدح يعني رحراح فيه ماء فوضع أصابعه في القدح فما وسع\nأصابعه كلها فوضع هؤلاء الأربع فقال هلموا فتوضؤوا فتوضؤوا أجمعين قلت لأنس\nكم تراهم قال ما بين السبعين إلى الثمانين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n3328 حدثنا هدبة حدثنا سليمان بن المغيرة عن ثابت عن أنس قال * أتانا\nرسول الله صلى الله عليه وسلم وما هو إلا أنا وأمي وخالتي أم حرام فقال\nقوموا فلأصل لكم وذلك في غير وقت صلاة فقال رجل لثابت فأين جعل أنسا قال عن\nيمينه قال فدعا لنا أهل البيت بكل خير من خير الدنيا والآخرة فقالت أمي يا\nرسول الله خويدمك أنس أدع الله له فدعا لي بكل خير فكان آخر ما دعا لي\nاللهم أكثر ماله وولده وبارك له فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n3329 حدثنا أبو الربيع حدثنا حماد حدثنا ثابت عن أنس * أن النبي صلى الله\nعليه وسلم دعا بماء فأتي بقدح رحراح قال فجعل القوم يتوضؤون فحزرت ما بين\nالستين إلى الثمانين قال فجعلت أنظر إلى الماء ينبع من بين أصابعه \\ 3331 \\\n</p>\n\n<p>\n3330 حدثنا هدبة حدثنا سليمان بن المغير عن ثابت عن أنس قال * ما أعرف\nشيئا كنت أعرفه على عهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n             رسول الله صلى الله عليه وسلم ليس\nقولكم لا إله إلا الله قال قيل الصلاة يا أبا حمزة قال قد صليتموها عند\nالمغرب أفكانت تلك صلاة رسول الله صلى الله عليه وسلم مع أني لم أر زمانا\nخيرا لعامل من زمانكم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n3331 حدثنا هدبة حدثنا سليمان بن المغيرة عن ثابت عن أنس قال * لما نزلت\nهذه الآية <span class='quran'>يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا\nتجهروا له بالقول </span>قعد ثابت بن قيس بن شماس في بيته وقال أنا الذي كنت\nأرفع صوتي وأجهر له بالقول وأنا من أهل النار فتفقده النبي صلى الله عليه\nوسلم فأخبروه فقال بل هو من أهل الجنة قال أنس فكنا نراه يمشي بين أظهرنا\nونحن نعلم <span id='ms0666'></span> أنه من أهل الجنة فلما كان يوم اليمامة وكان ذاك الإنكشاف لبس\nثيابه وتحنط وتقدم فقاتل حتى قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n3332 حدثنا هدبة حدثنا سليمان بن المغيرة قال قال ثابت قال أنس * لما\nانقضت عدة زينب قال رسول الله صلى الله عليه وسلم لزيد اذهب إليها فاذكرها\nعلي قال فانطلق زيد فأتاها وهي تختبز عجينتها قال فعظمت في صدري فما استطعت\nأن أنظر إليها حين عرفت أن رسول الله صلى الله عليه وسلم قد ذكرها فوليتها\nظهري ونكصت على عقبي قلت يا زينب أبشري رسول الله صلى الله عليه وسلم ذكرك\nقالت ما أنا بصانعة شيئا حتى أوامر ربي فقامت إلى مسجدها ونزل القرآن فدخل\nعليها رسول الله صلى الله عليه وسلم بغير إذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n             قال أنس فلقد\nرأيت رسول الله صلى الله عليه وسلم أطعمنا عليها الخبز واللحم حتى امتد\nالنهار قال فخرج الناس وبقي رهط في البيت يتحدثون قد أنس بهم الحديث فخرج\nرسول الله صلى الله عليه وسلم فاتبعته فجعل يتتبع حجر نسائه يسلم عليهن\nوجعلن يقلن كيف وجدت أهلك يا رسول الله فلا أدري أنا أخبرته أن القوم قد\nخرجوا أو أخبر فانطلق رسول الله صلى الله عليه وسلم حتى دخل البيت فذهبت\nأدخل معه فألقى الستر بيني وبينه ونزلت آية الحجاب ووعظ القوم بما وعظوا به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n3333 حدثنا محمد بن الخطاب حدثنا عبد الملك بن إبراهيم حدثنا سليمان بن\nالمغيرة حدثنا ثابت البناني عن أنس قال * كنا نهاب أن نسأل رسول الله صلى\nالله عليه وسلم عن شيء وكان يعجبنا أن يأتيه الرجل من أهل البادية فيسأله\nونحن نستمع فأتاه رجل منهم فقال يا محمد أتانا رسولك فزعم أنك تزعم أن الله\nأرسلك قال صدق قال فمن خلق السماء قال الله قال فمن خلق الأرض قال الله قال\nفمن نصب هذه الجبال قال الله قال فمن جعل فيها هذه المنابع قال الله قال\nفبالذي خلق السماء والأرض ونصب الجبال وجعل فيها هذه المنابع الله أرسلك\nقال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n             قال زعم رسولك <span id='ms0667'></span> أن علينا خمس صلوات في يومنا وليلتنا\nقال صدق قال فبالذي أرسلك الله أمرك بهذا قال نعم قال زعم رسولك أن علينا\nصدقة في أموالنا قال صدق قال فبالذي أرسلك الله أمرك بهذا قال نعم قال زعم\nرسولك أن علينا صوم شهر في سنتنا قال صدق قال فبالذي أرسلك الله أمرك بهذا\nقال نعم قال زعم رسولك أن علينا حج البيت من استطاع إليه سبيلا قال صدق\nفبالذي أرسلك الله أمرك بهذا قال نعم قال والذي بعثك بالحق لا أزيد عليهن\nولا أنقص منهن شيئا قال فلما قفى قال لئن صدق ليدخلن الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n3334 حدثنا العباس بن الوليد النرسي حدثنا معتمر بن سليمان حدثنا عبيد\nالله بن عمر عن ثابت البناني عن أنس بن مالك قال * كان رسول الله صلى الله\nعليه وسلم يخطب يوم الجمعة فقام إليه الناس فصاحوا فقالوا يا نبي الله قحط\nالمطر واحمر الشجر وهلكت البهائم فادع الله أن يسقينا قال اللهم اسقنا\nاللهم اسقنا قال وايم الله ما نرى في السماء قزعة من سحاب فأنشأت سحابة\nفانتشرت ثم إنها مطرت ونزل نبي الله صلى الله عليه وسلم فصلى وانصرف فلم\nتزل تمطر إلى الجمعة الأخرى فلما قام النبي صلى الله عليه وسلم يخطب صاحوا\nبه فقالوا يا نبي الله تهدمت البيوت وانقطعت السبل فادع الله أن يحبسها عنا\nقال اللهم حوالينا ولا علينا قال فتقشعت عن المدينة وجعلت تمطر حواليها وما\nتمطر بالمدينة قطرة فنظرت إلى المدينة وإنها لفي مثل الإكليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n3335 حدثنا مصعب بن عبد الله الزبيري حدثنا عبد العزيز بن محمد عن عبيد\nالله بن عمر عن ثابت البناني عن أنس بن مالك * أن رجلا كان يلزم قراءة قل\nهو الله أحد في الصلاة في كل سورة وهو يؤم أصحابه فقال له رسول الله صلى\nالله عليه وسلم ما يلزمك هذه السورة قال إني أحبها قال حبها أدخلك الجنة \\\n3337 \\\n</p>\n\n<p>\n3336 حدثنا حوثرة بن أشرس حدثنا مبارك بن فضالة عن ثابت البناني عن أنس\nبن مالك أن <span id='ms0668'></span> رجلا قال * يا رسول الله إني أحب قل هو الله أحد قال حبك إياها\nأدخلك الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n3337 حدثنا سويد بن سعيد حدثنا زكريا بن يحيى الذارع عن ثابت البناني عن\nأنس قال كان رسول الله صلى الله عليه وسلم يقول * اللهم إن الخير خير\nالآخرة فاغفر للأنصار والمهاجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n3338 حدثنا عبد الله بن سلمة حدثنا عمران بن خالد الخزاعي عن ثابت عن أنس\nقال * كان رسول الله صلى الله عليه وسلم يؤاخي بين الإثنين من أصحابه فتطول\nعلى أحدهما الليلة حتى يلقى أخاه فيلقاه بود ولطف فيقول كيف كنت بعدي وأما\nالعامة فلم يكن يأتي على أحدهما ثلاث لا يعلم علم أخيه \\ 3340 \\\n</p>\n\n<p>\n3339 حدثنا العباس حدثنا عمران بن خالد الخزاعي حدثنا ثابت عن أنس قال *\nكان النبي صلى الله عليه وسلم في بيت عائشة وبعض أصحابه ينتظر طعاما قال\nفسبقتها قال عمران أكبر ظني أنها حفصة بصحفة فيها ثريد وقالت فوضعتها قالت\nفخرجت عائشة فأخذت القصعة قال ذاك قبل أن يحتجبن قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n             فضربت بها\nفانكسرت فأخذها نبي الله صلى الله عليه وسلم فضمها وقال بكفه حكى عمران\nوضمها وقال كلوا غارت أمكم قال فلما فرغ أرسل بالصحفة إلى حفصة وأرسل\nبالمكسورة إلى عائشة فصارت قضية من كسر شيئا فهو له وعليه مثلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n3340 حدثنا محمد بن أبي بكر حدثنا عبد الواحد بن ثابت الباهلي حدثنا ثابت\nالبناني عن أنس أن النبي صلى الله عليه وسلم قال * تسحروا ولو بجرعة من ماء\n\\ 3342 \\\n</p>\n\n<p>\n3341 حدثنا محمد بن أبي بكر وغيره قالوا حدثنا ديلم بن غزوان حدثنا ثابت\nعن أنس قال * أرسل رسول الله صلى الله عليه وسلم رجلا من أصحابه إلى رأس من\nرؤوس المشركين يدعوه إلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n             فقال هذا الإله الذي تدعو إليه\nأمن فضة هو أم من نحاس فتعاظم مقالته في صدر رسول الله صلى الله عليه وسلم\nفرجع إلى النبي صلى الله عليه وسلم فأخبره فقال ارجع إليه فادعه إلى الله\nفرجع فقال له مثل مقالته فأتى رسول الله صلى الله عليه وسلم فأخبره <span id='ms0669'></span> فقال\nارجع فادعه إلى الله وأرسل الله عليه صاعقة فرجع فقال له مثل مقالته فأتى\nرسول الله صلى الله عليه وسلم فأخبره فقال ارجع إليه فادعه إلى الله ورسول\nالله في الطريق لا يعلم فأتى النبي صلى الله عليه وسلم فأخبره أن الله قد\nأهلك صاحبه ونزلت على النبي صلى الله عليه وسلم ويرسل الصواعق فيصيب بها من\nيشاء وهم يجادلون في الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n3342 حدثنا إسحاق بن أبي إسرائيل حدثنا بن أبي سارة عن ثابت عن أنس *\nنحوه \\ 3344 \\\n</p>\n\n<p>\n3343 حدثنا محمد بن أبي بكر المقدمي حدثنا ديلم بن غزوان حدثنا ثابت عن\nأنس * قال كان رجل من أصحاب رسول الله صلى الله عليه وسلم يقال له جليبيب\nفي وجهه دمامة فعرض عليه رسول الله صلى الله عليه وسلم التزويج فقال إذا\nتجدني كاسدا فقال غير أنك عند الله لست بكاسد \\ 3345 \\\n</p>\n\n<p>\n3344 حدثنا القواريري حدثنا ديلم بن غزوان حدثنا ثابت البناني عن أنس بن\nمالك قال كان رجل من أصحاب رسول الله صلى الله عليه وسلم يقال له جليبيب *\nفذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n3345 حدثنا حوثرة بن أشرس حدثنا حماد بن سلمة عن ثابت البناني عن أنس بن\nمالك قال كانت ناقة رسول الله صلى الله عليه وسلم العضباء لا تسبق فجاء\nأعرابي بقعود له فسابقها فسبقها الأعرابي واشتد ذلك على أصحاب رسول الله\nصلى الله عليه وسلم فقال حق على الله * ألا يرفع من الدنيا شيء إلا وضعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n3346 حدثنا بسام بن يزيد حدثنا حماد بن سلمة * بنحوه \\ 3348 \\\n</p>\n\n<p>\n3347 حدثنا حوثرة بن أشرس حدثنا حماد بن سلمة عن ثابت عن أنس قال * كان\nرسول الله صلى الله عليه وسلم يدخل علينا ولي أخ صغير يكنى أبا عمير فدخل\nعلينا رسول الله صلى الله عليه وسلم فقال يا أبا عمير ما فعل النغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n3348 حدثنا أبو الربيع الزهراني حدثنا حماد حدثنا ثابت عن أنس قال * رأى\nرسول الله صلى الله عليه وسلم على عبد الرحمن بن عوف صفرة فقال ما هذا قال\nتزوجت امرأة على وزن نواة من ذهب قال <span id='ms0670'></span> رسول الله صلى الله عليه وسلم بارك\nالله لك ثم قال له أولم ولو بشاة \\ 3350 \\\n</p>\n\n<p>\n3349 حدثنا أبو الربيع حدثنا حماد بن زيد حدثنا ثابت عن أنس قال * ما\nرأيت رسول الله صلى الله عليه وسلم أولم على امرأة من نسائه ما أولم على\nزينب فإنه ذبح شاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n3350 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا أبو الربيع\nالزهراني حدثنا حماد بن زيد حدثنا ثابت قال أظنه عن أنس قال * كان غلام من\nاليهود يخدم النبي صلى الله عليه وسلم فمرض فأتاه يعوده وأبوه عند رأسه\nفدعاه النبي صلى الله عليه وسلم فجعل الغلام ينظر إلى أبيه فقال له أبوه\nأطع أبا القاسم فقال أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله ثم\nهلك الغلام فخرج رسول الله صلى الله عليه وسلم وهو يقول الحمد لله الذي\nأنقذه بي من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n3351 حدثنا أبو الربيع حدثنا حماد حدثنا ثابت عن أنس * أن النبي صلى الله\nعليه وسلم تزوج صفية وجعل عتقها صداقها \\ 3353 \\\n</p>\n\n<p>\n3352 حدثنا أبو الربيع حدثنا حماد حدثنا ثابت عن أنس بن مالك قال * مر\nعلى النبي صلى الله عليه وسلم بجنازة فأثنوا عليها خيرا فقال وجبت ومر عليه\nبجناز فأثنوا شرا فقال وجبت فقيل يا رسول الله قلت لهذه وجبت ولهذه وجبت\nقال لشهادة القوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n3353 حدثنا هدبة بن خالد حدثنا حماد بن سلمة * مثله وزاد فيه وأنتم شهداء\nالله في الأرض \\ 3355 \\\n</p>\n\n<p>\n3354 حدثنا عبد الرحمن بن سلام حدثنا حماد عن ثابت عن أنس * أن رجلا\nفارسيا كان جارا للنبي صلى الله عليه وسلم وكانت مرقته أطيب شيء ريحا فصنع\nطعاما ثم دعا النبي صلى الله عليه وسلم وعائشة إلى جنبه قال فأومأ إليه أن\nتعال قال وهذه معي وأشار إلى عائشة فقال لا ثم أشار إليه الثانية فقال\nالنبي صلى الله عليه وسلم وهذه معي قال لا ثم قال الثالثة فقال النبي صلى\nالله عليه وسلم وأشار إلى عائشة قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n3355 حدثنا عبد الرحمن حدثنا حماد عن <span id='ms0671'></span> ثابت عن أنس أن عبيد الله بن زياد\nقال يا أبا حمزة هل سمعت النبي صلى الله عليه وسلم يذكر الحوض فقال * لقد\nتركت بالمدينة لعجائز يكثرن أن يسألن الله أن يوردهن حوض محمد صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n3356 حدثنا حوثرة حدثنا حماد عن ثابت عن أنس * أن النبي صلى الله عليه\nوسلم حالف بين الأنصار والمهاجرين في دار أنس بالمدينة \\ 3358 \\\n</p>\n\n<p>\n3357 وحدثناه مرة عن عاصم عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n3358 حدثنا عبد الرحمن حدثنا حماد عن ثابت عن أنس قال قال النبي صلى الله\nعليه وسلم * يبقى في الجنة ما شاء الله أن يبقى فينشئ الله لها خلقا ما شاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n3359 حدثنا عبد الرحمن حدثنا حماد عن ثابت وأبي عمران عن أنس قال * يخرج\nمن النار قال أبو عمران أربعة وقال ثابت رجلان فيعرضون على ربهم فيؤمر بهم\nإلى النار فيلتفت أحدهم فيقول أي رب قد كنت أرجو إن أخرجتني منها أن لا\nتعيدني فيها فينجيه الله منها \\ 3361 \\\n</p>\n\n<p>\n3360 حدثنا هدبة حدثنا حماد عن ثابت عن أنس قال * ما صليت خلف أحد أوجز\nمن صلاة رسول الله صلى الله عليه وسلم في تمام وكانت صلاته متقاربة وكانت\nصلاة أبي بكر متقاربة فلما كان عمر مد في صلاة الفجر وكان رسول الله صلى\nالله عليه وسلم إذا قال سمع الله لمن حمده قام حتى نقول قد أوهم فيسجد\nويقعد بين السجدتين حتى نقول قد أوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n3361 حدثنا هدبة بن خالد حدثنا حماد عن ثابت عن أنس قال * كنت أسقي أبا\nعبيدة وأبا طلحة وأبي بن كعب وسماك بن خرشة وسهيل بن بيضاء خليط التمر\nوالبسر حتى أسرعت فيهم فمر رجل ينادي ألا إن الخمر قد حرمت قال فقالوا يا\nأنس اكفأ إناءك فوالله ما انتظروا أن يعلموا أصادق هو أم كاذب فوالله ما\nرجعت إلى رؤوسهم حتى لقوا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n3362 حدثنا أبو الربيع حدثنا حماد عن ثابت عن أنس قال * كنت ساقي القوم\nيوم حرمت في بيت أبي طلحة وما شرابهم إلا الفضيخ البسر والتمر فإذا مناد\nينادي ألا <span id='ms0672'></span> إن الخمر قد حرمت قال فجرت في سكك المدينة فقال أبو طلحة اخرج\nفأرقها قال فأهرقتها فقالوا أو قال بعضهم قتل فلان وقتل فلان وهي في بطونهم\nفلا أدري هو من حديث أنس قال فأنزل الله <span class='quran'>ليس على الذين آمنوا وعملوا\nالصالحات جناح فيما طعموا </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n3363 حدثنا أبو الربيع حدثنا حماد عن ثابت قال قال لنا أنس * إني لا آلو\nأن أصلي بكم كما رأيت رسول الله صلى الله عليه وسلم يصلي بنا قال ثابت رأيت\nأنسا يصنع شيئا لا أراكم تصنعون كان إذا رفع رأسه من الركوع قام حتى يقول\nالقائل لقد نسي وإذا رفع رأسه من السجدة الأولى قام حتى يقول القائل لقد\nنسي \\ 3365 \\\n</p>\n\n<p>\n3364 حدثنا أبو الربيع حدثنا حماد عن ثابت قال سئل أنس عن خضاب رسول الله\nفقال * لو شئت أن أعد شمطات في رأسه لفعلت وقال لم يختضب وقد اختضب أبو بكر\nبالحناء والكتم واختضب عمر بالحناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n3365 حدثنا أبو الربيع حدثنا حاتم بن ميمون حدثنا ثابت عن أنس قال رسول\nالله صلى الله عليه وسلم * من قرأ في يوم قل هو الله أحد مئتي مرة كتب له\nألف وخمس مائة حسنة إلا أن يكون عليه دين \\ 3367 \\\n</p>\n\n<p>\n3366 حدثنا أبو الربيع حدثنا الحارث بن عبيد عن ثابت عن أنس قال * بعثني\nرسول الله صلى الله عليه وسلم في حاجة فمررت بصبيان فقعدت معهم فأبطأت عليه\nفخرج فرآني مع الصبيان فسلم عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n3367 حدثنا أبو الربيع حدثنا حماد حدثنا ثابت عن أنس قال * خدمت رسول\nالله صلى الله عليه وسلم عشر سنين فما قال لي أف قط ولا قال لشيء مما صنعه\nخادم لم فعلت كذا وكذا وهلا فعلت كذا \\ 3369 \\\n</p>\n\n<p>\n3368 حدثنا أبو الربيع حدثنا الحارث عن ثابت عن أنس * قال رسول الله صلى\nالله عليه وسلم لرجل يا فلان أفعلت كذا وكذا قال لا والله الذي لا إله إلا\nهو ما فعلت ورسول الله يعلم أنه فعله فقال له لقد كفر الله عنك كذبك\nبتصديقك بلا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n3369 حدثنا <span id='ms0673'></span> أبو الربيع حدثنا الحارث بن عبيد عن ثابت عن أنس قال قالوا *\nيا رسول الله إنا نكون عندك على حال حتى إذا فارقناك نكون على غيره قال كيف\nأنتم ونبيكم قالوا أنت نبينا في السر والعلانية قال ليس ذاكم النفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n3370 حدثنا أبو الربيع حدثنا يوسف بن عطية عن ثابت عن أنس قال رسول الله\nصلى الله عليه وسلم * الخلق عيال الله فأحبهم إلى الله أنفعهم لعياله \\\n3372 \\\n</p>\n\n<p>\n3371 حدثنا أبو الربيع حدثنا يوسف بن عطية عن ثابت عن أنس * أن رسول الله\nصلى الله عليه وسلم كان يدعو بهذه الدعوات إذا أصبح وإذا أمسى اللهم إني\nأسألك من فجأة الخير وأعوذ بك من فجأة الشر فإن العبد لا يدري ما يفجؤه إذا\nأصبح وإذا أمسى \\ 3373 \\\n</p>\n\n<p>\n3372 حدثنا شيبان بن فروخ حدثنا حماد عن ثابت عن أنس قال قال رسول الله\nصلى الله عليه وسلم * من سأل الله الشهادة صادقا أعطيها ولو لم تصبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n3373 حدثنا شيبان حدثنا حماد عن ثابت عن أنس مرفوعا قال * أعطي يوسف شطر\nالحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n3374 حدثنا شيبان حدثنا حماد حدثنا ثابت عن أنس * أن رسول الله صلى الله\nعليه وسلم أتاه جبريل وهو يلعب مع الغلمان فأخذه فصرعه فشق قلبه فاستخرج\nمنه علقة قال هذا حظ الشيطان منك ثم غسله في طست من ذهب بماء زمزم ثم لأمة\nثم أعاده في مكانه وجاء الغلمان يسعون إلى أمه يعني ظئره فقالوا إن محمدا\nقد قتل فاستقبلته منتقع اللون قال أنس قد كنت أرى أثر ذلك المخيط في صدره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n3375 حدثنا شيبان بن فروخ حدثنا حماد حدثنا ثابت البناني عن أنس أن رسول\nالله صلى الله عليه وسلم قال * أتيت بالبراق وهو دابة أبيض طويل فوق الحمار\nودون البغل يضع حافره عند منتهى طرفه قال فركبته حتى أتيت بيت المقدس قال\nفربطته بالحلقة التي يربط بها الأنبياء ثم دخلت المسجد فصليت فيه ركعتين ثم\nخرجت \\ 3377 \\\n</p>\n\n<p>\n3376 حدثنا عبيد الله بن عمر الجشمي حدثنا جعفر عن ثابت عن أنس قال * كان\nرسول الله صلى الله عليه <span id='ms0674'></span> وسلم إذا سمع بكاء الصبي مع أمه في الصلاة قرأ\nبالسورة الخفيفة أو القصيرة شك جعفر \\ 3378 \\\n</p>\n\n<p>\n3377 حدثنا عبيد الله القواريري حدثنا عبد الرحمن بن مهدي حدثنا حماد بن\nسلمة عن ثابت عن أنس * أن النبي صلى الله عليه وسلم كان يلعق أصابعه الثلاث\nإذا أكل وقال إذا سقطت لقمة أحدكم فليمط ما كان بها من أذى وليأكلها ولا\nيدعها للشيطان وليسلت الصحفة فإنكم لا تدرون في أي طعامكم البركة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n3378 حدثنا عبيد الله بن عمر حدثنا جعفر بن سليمان حدثنا ثابت عن أنس قال\n* لما كان اليوم الذي قدم فيه رسول الله صلى الله عليه وسلم المدينة أضاء\nمنها كل شيء فلما كان اليوم الذي مات فيه رسول الله صلى الله عليه وسلم\nأظلم منها كل شيء قال وما نفضنا أيدينا من تراب قبر رسول الله صلى الله\nعليه وسلم حتى أنكرنا قلوبنا \\ 3380 \\\n</p>\n\n<p>\n3379 حدثنا عبيد الله بن عمر حدثنا حماد بن زيد حدثنا ثابت عن أنس بن\nمالك قال قالت لي فاطمة * يا أنس كيف طابت أنفسكم أن تحثوا على رسول الله\nصلى الله عليه وسلم التراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n3380 حدثنا القواريري حدثنا حماد بن زيد حدثنا ثابت البناني عن أنس قال *\nلما ثقل رسول الله صلى الله عليه وسلم جعل يبسط رجلا ويقبض أخرى ويبسط يدا\nويقبض أخرى قالت فاطمة ياكرباه لكربك يا أبتاه قال القواريري قال حماد\nاحفظوا قال ياكرباه ولم يقل ياكرباه لكربك يا أبتاه قال رسول الله صلى الله\nعليه وسلم أي بنية لا كرب على أبيك بعد اليوم فلما توفي قالت فاطمة يا\nأبتاه أجاب ربا دعاه يا أبتاه إلى جبريل ننعاه يا أبتاه من ربه ماأدناه يا\nأبتاه جنة الفردوس مأواه قال أنس فلما دفناه قالت لي فاطمة يا أنس كيف طابت\nأنفسكم أن تحثوا على رسول الله صلى الله عليه وسلم التراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n3381 حدثنا أبو حمزة هريم بن عبد الأعلى حدثنا المعتمر بن سليمان قال\nسمعت أبي يذكر عن ثابت عن أنس بن مالك قال * لما نزلت <span class='quran'>يا <span id='ms0675'></span> أيها الذين\nآمنوا لا ترفعوا أصواتكم فوق صوت النبي </span>إلى قوله <span class='quran'>لا تشعرون </span>قال ثابت بن قيس أنا والله الذي كنت أرفع صوتي عند رسول الله صلى الله عليه\nوسلم وإني أخشى أن أكون من أهل النار إني كنت أرفع صوتي عند النبي صلى الله\nعليه وسلم فقال رسول الله صلى الله عليه وسلم بل هو من أهل الجنة أو كما\nقال \\ 3383 \\\n</p>\n\n<p>\n3382 حدثنا جعفر بن محمد بن عاصم حدثنا عفان بن مسلم عن شعبة عن ثابت عن\nأنس قال رسول الله صلى الله عليه وسلم * لكل غادر لواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n3383 حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن الحسن حدثنا أبو جميع\nالهجيمي عن ثابت عن أنس * أن رسول الله صلى الله عليه وسلم أعطى عليا\nوفاطمة غلاما وقال أحسنا إليه فإني رأيته يصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n3384 حدثنا القواريري حدثنا عبد الرحمن بن مهدي حدثنا حماد بن سلمة عن\nثابت عن أنس * أن رسول الله صلى الله عليه وسلم كان يخطب إلى جذع نخلة فلما\nبني المنبر خطب على المنبر فحن الجذع فأتاه النبي صلى الله عليه وسلم\nفاحتضنه قال لو لم أحتضنه لحن إلى يوم القيامة \\ 3386 \\\n</p>\n\n<p>\n3385 حدثنا أبو موسى هارون بن عبد الله الحمال حدثنا أبو داود الطياليسي\nعن الحكم بن عطية عن ثابت عن أنس * أن النبي صلى الله عليه وسلم تزوج أم\nسلمة على متاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n             قيمته عشرة دراهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n3386 حدثنا أبو موسى حدثنا أبو داود الطياليسي عن الحكم بن عطية عن ثابت\nعن أنس أن النبي صلى الله عليه وسلم قال * تسمونهم محمدا ثم تلعنونهم \\\n3388 \\\n</p>\n\n<p>\n3387 حدثنا هارون بن عبد الله حدثنا أبو داود عن الحكم عن ثابت عن أنس\nقال * كان رسول الله صلى الله عليه وسلم يخرج إلى المسجد وفيه المهاجرون\nوالأنصار ما أحد منهم يرفع رأسه من حبوته إلا أبو بكر وعمر فإنه كان يتبسم\nإليهما ويتبسمان إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n3388 حدثنا هارون حدثنا أبو داود الطياليسي عن الحكم بن عطية عن ثابت عن\nأنس قال * إني لأرجو أن ألقى رسول الله صلى <span id='ms0676'></span> الله عليه وسلم يوم القيامة\nفأقول يا رسول الله خويدمك \\ 3390 \\\n</p>\n\n<p>\n3389 حدثنا هارون حدثنا أبو داود الطياليسي حدثنا محمد بن ثابت البناني\nعن أبيه عن أنس عن أبي طلحة أنه * دخل على النبي صلى الله عليه وسلم في\nمرضه الذي مات فيه فقال لي أقرئ قومك السلام وأخبرهم أنهم ما علمت أعفة صبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n3390 حدثنا الفضل بن الصباح أبو العباس حدثنا أبو عبيدة الحداد عن محتسب\nعن ثابت البناني عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم *\nمتى ألقى إخواني قالوا يا رسول الله ألسنا إخوانك قال بل أنتم أصحابي\nوإخواني الذين آمنوا بي ولم يروني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n3391 حدثنا الفضل بن الصباح حدثنا أبو عبيدة عن محتسب عن ثابت عن أنس قال\nرسول الله صلى الله عليه وسلم * طوبى لمن رآني وآمن بي مرة وطوبى لمن لم\nيراني وآمن بي سبع مرات \\ 3393 \\\n</p>\n\n<p>\n3392 حدثنا الفضل بن الصباح حدثنا أبو عبيدة عن محتسب عن ثابت عن أنس قال\nرسول الله صلى الله عليه وسلم * لأن أقعد مع أقوام يذكرون الله من بعد صلاة\nالفجر إلى أن تطلع الشمس أحب إلي من أن أعتق أربعة من بني إسماعيل دية كل\nرجل منهم اثنا عشر ألفا ولأن أقعد مع أقوام يذكرون الله من بعد صلاة العصر\nإلى أن تغرب الشمس أحب إلي من أن أعتق أربعة من بني إسماعيل دية كل رجل\nمنهم اثنا عشر ألفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n3393 حدثنا المقدمي عبد الله بن أبي بكر أخو محمد بن أبي بكر حدثنا جعفر\nعن ثابت عن أنس قال * لما دخل رسول الله صلى الله عليه وسلم مكة استشرفه\nالناس فوضع رأسه على رحله تخشعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n3394 حدثنا عبد الله بن أبي بكر المقدمي حدثنا جعفر حدثنا ثابت عن أنس *\nأن رسول الله صلى الله عليه وسلم لما دخل مكة قام أهل مكة سماطين قال وعبد\nالله بن رواحة يقول خلوا بني الكفار عن سبيله اليوم نضربكم على تنزيله ضربا\nيزيل الهام عن مقيله ويذهل الخليل عن خليله يا رب <span id='ms0677'></span> إني مؤمن بقيله قال فقال\nعمر يا بن رواحة تقول الشعر بين يدي رسول الله وفي حرم الله قال فقال النبي\nصلى الله عليه وسلم مه يا عمر هذا أشد عليهم من وقع النبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n3395 حدثنا أبو موسى حدثنا زكريا بن يحيى بن عمارة الذارع قال سمعت ثابتا\nيحدث عن أنس * قال كان رسول الله صلى الله عليه وسلم يقول يوم الخندق اللهم\nلولا أنت ما اهتدينا ولا صمنا ولا صلينا فأنزلن سكينة علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n3396 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد عن ثابت عن أنس أن أخت\nالربيع أم حارثة جرحت إنسانا فقال رسول الله صلى الله عليه وسلم * القصاص\nالقصاص فقالت أم الربيع يا رسول الله أيقتص من فلانة لا والله لا يقتص منها\nفقال النبي صلى الله عليه وسلم سبحان الله يا أم الربيع القصاص كتاب الله\nقالت لا والله لا يقتص منها أبدا فقال رسول الله صلى الله عليه وسلم إن من\nعباد الله من لو أقسم على الله لأبره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n3397 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد عن ثابت أنهم قالوا لأنس\nادع لنا فقال * اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\nقالوا زدنا فأعادها قالوا زدنا قال ما تريدون سألت لكم خير الدنيا والآخرة\nقال أنس فكان رسول الله صلى الله عليه وسلم يكثر أن يدعو اللهم آتنا في\nالدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n3398 حدثنا شيبان حدثنا عمارة بن زاذان حدثنا ثابت البناني عن أنس * أن\nأبا طلحة كان له بن يكنى أبا عمير قال فكان النبي صلى الله عليه وسلم يقول\nأبا عمير ما فعل النغير قال فقبض وأبو طلحة غائب في بعض حيطانه فهلك الصبي\nفقامت أم سليم فغسلته وكفنته وسجت عليه ثوبا وقالت لا يكون أحد يخبر أبا\nطلحة حتى أكون أنا الذي أخبره فجاء أبو طلحة كالا وهو صائم فتطيبت له\nوتصنعت له وجاءت بعشائه فقال ما فعل أبو عمير قالت قد فرغ فتعشى وأصاب منها <span id='ms0678'></span>\nما يصيب الرجل من امرأته فقالت يا أبا طلحة أرأيت أهل بيت أعاروا أهل بيت\nعارية فطلبها أصحابها أيردونها أو يحبسونها قال بل يردونها عليهم فقالت\nاحتسب أبا عمير قال فغضب فانطلق كما هو إلى النبي صلى الله عليه وسلم\nفأخبره بقول أم سليم وفعلها فقال بارك الله لكما في غابر ليلتكما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n             قال فحملت بعبد الله بن أبي طلحة حتى إذا وضعته كان يوم السابع\nقالت لي أم سليم يا أنس اذهب بهذا الصبي إلى النبي صلى الله عليه وسلم وهذا\nالمكتل فيه شيء من عجوة حتى يكون هو الذي يحنكه ويسميه فمد النبي صلى الله\nعليه وسلم رجليه وأضجعه في حجره وأخذ تمرة فلاكها في في الصبي فجعل الصبي\nيتلمظ فقال النبي صلى الله عليه وسلم أبت الأنصار إلا حب التمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n3399 حدثنا شيبان حدثنا عمارة حدثنا ثابت عن أنس * أن النبي صلى الله\nعليه وسلم كان يعجبه الدباء وهو القرع \\ 3401 \\\n</p>\n\n<p>\n3400 حدثنا شيبان حدثنا عمارة حدثنا ثابت عن أنس قال * ما مسست بكفي ذي\nشيئا ألين من كف رسول الله صلى الله عليه وسلم حريرا ولا عنبرة وأشياء\nذكرها لا أحفظها وما وجدت رائحة أطيب من رائحة رسول الله صلى الله عليه\nوسلم وصحبته عشر سنين فما قال لي لشيء قط لم صنعت كذا وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n3401 حدثنا شيبان حدثنا عمارة حدثنا ثابت عن أنس * أن المؤذن أو بلال كان\nيقيم فيدخل رسول الله صلى الله عليه وسلم فيستقبله الرجل فيقوم معه حتى\nيخفق عامتهم برؤوسهم \\ 3403 \\\n</p>\n\n<p>\n3402 حدثنا شيبان حدثنا عمارة بن زاذان حدثنا ثابت البناني عن أنس بن\nمالك قال * استأذن ملك القطر ربه أن يزور النبي صلى الله عليه وسلم فأذن له\nوكان في يوم أم سلمة فقال النبي صلى الله عليه وسلم يا أم سلمة احفظي علينا\nالباب لا يدخل علينا أحد قال فبينما هي على الباب إذ جاء الحسين بن علي\nفاقتحم ففتح الباب فدخل فجعل النبي صلى الله عليه وسلم يلتزمه ويقبله فقال\nالملك أتحبه قال نعم قال <span id='ms0679'></span> إن أمتك ستقتله إن شئت أريتك المكان الذي تقتله\nفيه قال نعم قال فقبض قبضة من المكان الذي قتل به فأراه فجاء سهلة أو تراب\nأحمر فأخذته أم سلمة فجعلته في ثوبها قال ثابت فكنا نقول إنها كربلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n3403 حدثنا قطن بن نسير الغبري حدثنا جعفر بن سليمان حدثنا ثابت عن أنس\nقال رسول الله صلى الله عليه وسلم * ليسأل أحدكم ربه حاجته كلها حتى يسأله\nشسع نعله إذا انقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n3404 حدثنا قطن بن نسير حدثنا جعفر بن سليمان حدثنا ثابت عن أنس قال *\nآخى رسول الله صلى الله عليه وسلم بين أصحابه آخى بين سلمان وأبي الدرداء\nوآخى بين عوف بن مالك وبين صعب بن جثامة \\ 3406 \\\n</p>\n\n<p>\n3405 حدثنا معاذ بن شعبة بصري حدثنا عثمان بن مطر عن ثابت عن أنس قال\nرسول الله صلى الله عليه وسلم * أحسنوا جوار نعم الله لا تنفروها فقلما\nزالت عن قوم فعادت إليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n3406 حدثنا إبراهيم النيلي حدثنا صالح يعني المري عن ثابت عن أنس قال\nرسول الله صلى الله عليه وسلم * عمار بيوت الله هم أهل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n3407 حدثنا أبو خيثمة حدثنا وكيع عن بن أبي ليلى عن ثابت البناني عن أنس\nبن مالك أن النبي صلى الله عليه وسلم قال * لبيك بحجة وعمرة معا \\ 3409 \\\n</p>\n\n<p>\n3408 حدثنا سعيد بن أبي الربيع السمان حدثنا رشيد أبو عبد الله حدثنا\nثابت عن أنس بن مالك قال * وقف رسول الله صلى الله عليه وسلم على مجلس بني\nسلمة فقال يا بني سلمة ما الرقوب فيكم قالوا الذي لا ولد له قال بل هو الذي\nلا فرط له قال ما المعدم فيكم قالوا الذي لا مال له قال بل هو الذي يقدم\nوليس له عند الله خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n3409 حدثنا سعيد حدثنا رشيد حدثنا ثابت عن أنس قال * مر رسول الله صلى\nالله عليه وسلم على جواري بني النجار وهن يضربن بالدف ويقلن نحن جوار من\nبني النجار ياحبذا محمد من جار فقال نبي الله اللهم بارك فيهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n3410 حدثنا أبو موسى حدثنا زكريا بن <span id='ms0680'></span> يحيى بن عمارة الذارع قال سمعت ثابتا\nيحدث عن أنس قال كان رسول الله صلى الله عليه وسلم يقول يوم الخندق * اللهم\nلولا أنت ما اهتدينا ولا صمنا ولا صلينا اللهم فأنزلن سكينة علينا \\ 3412 \\\n</p>\n\n<p>\n3411 حدثنا عبد الرحمن بن سلام الجمحي حدثنا حماد بن سلمة عن ثابت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n             عن أنس أن أم سليم كانت مع أبي طلحة يوم خيبر ومعها خنجر فقال\nلها أبو طلحة يا أم سليم ما هذا قالت خنجر اتخذته إن دنا مني أحد من\nالمشركين بعجته قال أبو طلحة * يا رسول الله أما تسمع ما تقول أم سليم تقول\nكذا وكذا شيئا ذهب على أبي حرب تقتلهم فقال إن الله قد كفى وأحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n3412 حدثنا عبد الرحمن بن سلام حدثنا حماد عن ثابت عن أنس * أن أبا طلحة\nالأنصاري كان يوم أحد يرمي بين يدي رسول الله صلى الله عليه وسلم ورسول\nالله خلفه وكان أبو طلحة رجلا راميا وكان إذا رمى رفع النبي صلى الله عليه\nوسلم شخصه ينظر أين يقع سهمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n3413 حدثنا عبد الرحمن بن سلام حدثنا حماد عن ثابت عن أنس * أن أبا طلحة\nقرأ سورة براءة فأتى على هذه الآية انفروا خفافا وثقالا فقال ألا أرى ربي\nيستنفرني شابا وشيخا جهزوني فقال له بنوه قد غزوت مع رسول الله صلى الله\nعليه وسلم حتى قبض وغزوت مع أبي بكر حتى مات وغزوت مع عمر فنحن نغزو عنك\nفقال جهزوني فجهزوه فركب البحر فمات فلم يجدوا له جزيرة يدفنوه فيها إلا\nبعد سبعة أيام فلم يتغير \\ 3415 \\\n</p>\n\n<p>\n3414 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت وحميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n             عن\nأنس * أن رسول الله صلى الله عليه وسلم قدم المدينة وعبد الله بن سلام في\nنخله فلما سمع به جاء فقال إني سائلك عن أشياء لا يعلمها إلا نبي فإن\nأخبرتني بها فأنت رسول الله فسأله عن الشبه وعن أول شيء يحشر الناس وعن أول\nشيء يأكله أهل الجنة فقال رسول الله صلى الله عليه وسلم أخبرني بهن جبريل\nآنفا <span id='ms0681'></span> قال ذاك عدو اليهود فقال رسول الله صلى الله عليه وسلم أما الشبه فإذا\nسبق ماء الرجل ماء المرأة ذهب بالشبه وإذا سبق ماء المرأة ماء الرجل ذهب\nبالشبه وأول شيء يحشر الناس نار تجيء من قبل المشرق فتحشر الناس إلى المغرب\nوأول شيء يأكله أهل الجنة فزيادة كبد حوت فآمن عبد الله بن سلام قال يا\nرسول الله إن اليهود قوم بهت وإنهم إن سمعوا بإسلامي بهتوني ويقعون في\nفأخبأني وأبعث إليهم وسلهم عني فبعث إليهم فجاؤوا وخبأه فقال أي رجل عبد\nالله بن سلام فيكم قالوا خيرنا وبن خيرنا وسيدنا وبن سيدنا وعالمنا وبن\nعالمنا فقال أرأيتم إن آمن تؤمنون قالوا أعاذه الله من ذلك ليفعل فقال اخرج\nيا بن سلام إليهم فخرج فقال أشهد أن لا إله إلا الله وأن محمدا رسول الله\nفقالوا بل هو شرنا وبن شرنا وجاهلنا وبن جاهلنا فقال ألم أخبرك يا رسول\nالله أنهم قوم بهت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n3415 حدثنا إسحاق بن أبي إسرائيل حدثنا أبو رجاء الكلبي عن ثابت البناني\nعن أنس * أن النساء أتين النبي صلى الله عليه وسلم فقلن يا رسول الله ذهب\nالرجال بالفضل يجاهدون ولا نجاهد قال مهنة إحداكن في بيتها تدرك جهاد\nالمجاهدين إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n3416 حدثنا نصر بن علي الجهضمي ومحمد بن بحر قالا حدثنا أبو رجاء روح بن\nالمسيب الكلبي حدثنا ثابت عن أنس قال * أتت النساء النبي صلى الله عليه\nوسلم فقلن يا رسول الله ذهب الرجال بالفضل بالجهاد في سبيل الله فما لنا\nعمل ندرك به عمل المجاهدين في سبيل الله قال مهنة إحداكن في بيتها تدرك عمل\nالمجاهدين في سبيل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n3417 حدثنا الحسن بن عمر بن شقيق الجرمي حدثنا جعفر عن ثابت قال أحسبه عن\nأنس قال * دخل رسول الله صلى الله عليه وسلم على رجل من الأنصار يعوده\nفوافقه وهو في الموت فسلم عليه فقال كيف تجدك يا فلان قال بخير يا رسول\nالله أرجو الله وأخاف ذنوبي فقال رسول الله صلى الله <span id='ms0682'></span> عليه وسلم لم يجتمعا\nفي قلب رجل عند هذا الموطن إلا أعطاه الله ما رجاه وآمنه مما خاف \\ 3419 \\\n</p>\n\n<p>\n3418 حدثنا الحسن بن حماد الكوفي حدثنا إسحاق بن منصور السلولي عن عمارة\nبن زاذان عن ثابت عن أنس بن مالك * أن ملك ذي يزن أهدى إلى رسول الله صلى\nالله عليه وسلم حلة اشتريت بثلاثة وثلاثين بعيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n3419 حدثنا علي بن الجعد حدثنا مبارك بن فضالة عن ثابت البناني عن أنس\nقال رسول الله صلى الله عليه وسلم * ما تحاب رجلان في الله قط إلا كان\nأفضلهما أشدهما حبا لصاحبه \\ 3421 \\\n</p>\n\n<p>\n3420 حدثنا سريج بن يونس حدثنا محمد بن يزيد عن بكر بن خنيس عن صدقة عن\nثابت عن أنس قال قال رسول الله صلى الله عليه وسلم * من اهتم بجوعة أخيه\nالمسلم فأطعمه حتى يشبع وسقاه حتى يروى غفر الله له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n3421 حدثنا سويد بن سعيد حدثنا زكريا بن يحيى الذراع عن ثابت البناني عن\nأنس قال كان رسول الله صلى الله عليه وسلم يقول * اللهم إن الخير خير\nالآخرة فاغفر للأنصار والمهاجرة \\ 3423 \\\n</p>\n\n<p>\n3422 حدثنا سويد بن سعيد حدثنا الحكم بن سنان أبو عون عن ثابت عن أنس قال\nقال رسول الله صلى الله عليه وسلم * إن الله قبض قبضة فقال للجنة برحمتي\nوقبض قبضة فقال للنار ولا أبالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n3423 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن حماد بن سلمة عن ثابت عن\nأنس قال رسول الله صلى الله عليه وسلم * لقد أوذيت في الله وما يؤذى أحد\nولقد أخفت في الله وما يخاف أحد ولقد أتت علي ثلاثة من بين يوم وليلة ما لي\nولبلال طعام إلا ما واراه إبط بلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n3424 حدثنا محمد بن المنهال الضرير حدثنا يزيد عن حميد عن ثابت عن أنس\nقال * رأى رسول الله صلى الله عليه وسلم رجلا يهادى بين ابنيه فقال ماله\nقالوا إنه نذر أن يحج ماشيا قال إن الله لغني عن مشي هذا فليركب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n3425 حدثنا أبو الجهم الأزرق بن علي حدثنا يحيى بن أبي بكير حدثنا <span id='ms0683'></span>\nالمستلم بن سعيد عن الحجاج عن ثابت البناني عن أنس بن مالك قال رسول الله\nصلى الله عليه وسلم * الأنبياء أحياء في قبورهم يصلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n3426 حدثنا قطن بن نسير حدثنا جعفر حدثنا ثابت عن أنس قال * أصابنا مطر\nونحن مع رسول الله صلى الله عليه وسلم فحسر رسول الله صلى الله عليه وسلم\nعنه وقال إنه حديث عهد بربه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p148'> Vol. 06, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n3427 حدثنا قطن بن نسير أبو عباد حدثنا جعفر عن ثابت عن أنس قال * كان\nثابت بن قيس بن شماس خطيب الأنصار فلما نزلت هذه الآية <span class='quran'>يا أيها الذين\nآمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم\nلبعض </span>الآية قال ثابت أنا الذي كنت أرفع صوتي فوق صوت رسول الله صلى\nالله عليه وسلم وأنا من أهل النار فقال رسول الله صلى الله عليه وسلم بل هو\nمن أهل الجنة بل هو من أهل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p149'> Vol. 06, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n3428 حدثنا محمد بن أبي بكر المقدمي حدثنا نوح بن قيس حدثنا محمد بن\nذكوان عن ثابت عن أنس قال * كان رسول الله صلى الله عليه وسلم يسجد فيجيء\nالحسن أو الحسين فيركب على ظهره فيطيل السجود فيقال يا نبي الله أطلت\nالسجود فيقول ارتحلني ابني فكرهت أن أعجله \\ 3430 \\\n</p>\n\n<p>\n3429 حدثنا أبو الجهم الأزرق بن علي حدثنا يحيى بن أبي بكير حدثنا عباد\nبن كثير عن ثابت البناني عن أنس بن مالك قال * كان رسول الله صلى الله عليه\nوسلم إذا فقد الرجل من إخوانه ثلاثة أيام سأل عنه فإن كان غائبا دعا له وإن\nكان شاهدا زاره وإن كان مريضا عاده ففقد رجلا من الأنصار في اليوم الثالث\nفسأل عنه فقيل يا رسول الله تركناه مثل الفرخ لا يدخل في رأسه شيء إلا خرج\nمن دبره قال رسول الله صلى الله عليه وسلم لبعض أصحابه عودوا أخاكم قال\nفخرجنا مع رسول الله صلى الله عليه وسلم نعوده وفي القوم أبو بكر وعمر فلما\nدخلنا عليه إذا هو كما وصف لنا فقال رسول الله صلى <span id='ms0684'></span> الله عليه وسلم كيف تجدك\nقال لا يدخل في رأسي شيء إلا خرج من دبري قال ومم ذاك قال يا رسول الله\nمررت بك وأنت تصلي المغرب فصليت معك وأنت تقرأ هذه السورة القارعة ما\nالقارعة إلى آخرها نار حامية قال فقلت اللهم ما كان لي من ذنب أنت معذبي\nعليه في الآخرة فعجل لي عقوبته في الدنيا فنزل بي ما ترى قال رسول الله صلى\nالله عليه وسلم بئس ما قلت ألا سألت الله أن يؤتيك في الدنيا حسنة وفي\nالآخرة حسنة ويقيك عذاب النار قال فأمره النبي صلى الله عليه وسلم فدعا\nبذلك ودعا له النبي صلى الله عليه وسلم قال فقام كأنما نشط من عقال قال\nفلما خرجنا قال عمر يا رسول الله حضضتنا آنفا على عيادة المريض فما لنا في\nذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p150'> Vol. 06, p. 150</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم إن المرء المسلم إذا خرج\nمن بيته يعود أخاه المسلم خاض في الرحمة إلى حقويه فإذا جلس عند المريض\nغمرته الرحمة وغمرت المريض الرحمة وكان المريض في ظل عرشه وكان العائد في\nظل قدسه ويقول الله لملائكته انظروا كم احتبسوا عند المريض العواد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n             تقول أي رب فواقا إن كانوا احتبسوا فواقا فيقول الله لملائكته\nاكتبوا لعبدي العائد عبادة ألف سنة قيام ليله وصيام نهاره وأخبروه إني لم\nأكتب عليه خطيئة واحدة قال ويقول لملائكته انظروا كم احتبسوا قال يقولون\nساعة قال إن كان احتبسوا ساعة فيقول اكتبوا له دهرا والدهر عشرة آلاف سنة\nإن مات قبل ذلك دخل الجنة وإن عاش لم يكتب عليه خطيئة واحدة وإن كان صباحا\nصلى عليه سبعون ألف ملك حتى يمسي وكان في خراف الجنة وإن كان مساء صلى عليه\nسبعون ألف ملك حتى يصبح وكان في خراف الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n3430 حدثنا محمد بن المنهال حدثنا يزيد عن حميد عن أنس قال رسول الله صلى\nالله عليه وسلم * رؤيا المؤمن جزء من ستة وأربعين جزءا من النبوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p153'> Vol. 06, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n3431 حدثنا أبو بكر بن أبي شيبة حدثنا <span id='ms0685'></span> يزيد بن هارون حدثنا صدقة بن موسى\nحدثنا ثابت البناني عن أنس قال * سئل رسول الله صلى الله عليه وسلم عن أفضل\nالصيام قال شعبان تعظيما لرمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p154'> Vol. 06, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n3432 حدثنا عبد الله بن عون الخراز حدثنا أبو عبيدة الحداد حدثنا محمد بن\nثابت البناني عن أبيه عن أنس بن مالك قال رسول الله صلى الله عليه وسلم *\nإذا مررتم برياض الجنة فارتعوا قيل يا رسول الله وما رياض الجنة قال حلق\nالذكر \\ 3434 \\\n</p>\n\n<p>\n3433 حدثنا عمرو بن الضحاك حدثنا أبي حدثنا مستورد أبو همام حدثنا ثابت\nعن أنس قال * جاء رجل النبي صلى الله عليه وسلم فقال يا رسول الله ما تركت\nحاجة ولا داجة إلا قد أتيت قال أليس تشهد أن لا إله إلا الله وأن محمدا\nرسول الله ثلاث مرات قال نعم قال ذاك يأتي على ذلك \\ 3435 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p155'> Vol. 06, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n3434 حدثنا محمد بن بحر حدثنا يحيى بن سليم الطائفي حدثنا الأزور بن غالب\nالبصري عن ثابت البناني وسليمان التيمي عن أنس بن مالك قال رسول الله صلى\nالله عليه وسلم * إن لله في كل يوم جمعة ست مائة ألف عتيق يعتقهم من النار\nقال أحدهما في حديثه كلهم قد استوجبوا النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n3435 حدثنا محمد بن بحر حدثنا أبو ميمون شيخ من أهل البصرة حدثنا ثابت عن\nأنس قال رسول الله صلى الله عليه وسلم * إن لله في كل ساعة من ساعات الدنيا\nست مائة ألف عتيق يعتقهم من النار كلهم قد استوجب النار \\ 3437 \\\n</p>\n\n<p>\n3436 حدثنا قطن بن نسير الغبري حدثنا جعفر عن ثابت عن أنس قال * كان رسول\nالله صلى الله عليه وسلم يسمع بكاء الصبي فيقرأ السورة الخفيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n3437 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا معمر عن ثابت عن\nأنس * قال بلغ صفية أن حفصة قالت لها ابنة يهودي فدخل عليها النبي صلى الله\nعليه وسلم وهي تبكي فقال ما يبكيك قالت قالت لي حفصة إني ابنة يهودي فقال\nالنبي صلى الله عليه وسلم إنك لابنة نبي وإن عمك لنبي وإنك لتحت نبي فبما <span id='ms0686'></span>\nتفخر عليك ثم قال اتقي الله يا حفصة \\ 3439 \\\n</p>\n\n<p>\n3438 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا معمر عن ثابت عن\nأنس قال أراد المغيرة بن شعبة أن يتزوج امرأة فذكر للنبي صلى الله عليه\nوسلم فقال * اذهب فانظر إليها فإنه أجدر أن يؤدم بينكما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n             قال\nففعل فتزوجها فذكر من موافقتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p159'> Vol. 06, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n3439 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا معمر عن ثابت\nوقتادة وأبان كلهم عن أنس قال * لما حرمت الخمر قال إني يومئذ أسقي أحد عشر\nرجلا قال فأمروني فكفأتها وكفأ الناس آنيتهم بما فيها حتى كادت السكك تمتنع\nمن ريحها قال أنس وما خمرهم يومئذ إلا البسر والتمر مخلوطين قال فجاء رجل\nإلى النبي صلى الله عليه وسلم فقال إنه قد كان عندي مال يتيم فاشتريت به\nخمرا افترى أن أبيعه فأرد على اليتيم ماله فقال النبي صلى الله عليه وسلم\nقاتل الله اليهود حرمت عليهم الشحوم فباعوها وأكلوا أثمانها ولم يأذن له\nالنبي صلى الله عليه وسلم ببيع الخمر \\ 3441 \\\n</p>\n\n<p>\n3440 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا جعفر بن سليمان عن\nثابت عن أنس قال * دخل النبي صلى الله عليه وسلم مكة في عمرة القضاء وبن\nرواحة بين يديه وهو يقول خلوا بني الكفار عن سبيله اليوم نضربكم على تأويله\nضربا يزيل الهام عن مقيله ويذهل الخليل عن خليله فقال له عمر يا بن رواحة\nفي حرم الله وبين يدي رسول الله تقول هذا الشعر فقال رسول الله صلى الله\nعليه وسلم خل عنه يا عمر فوالذي نفسي بيده لكلامه أشد عليهم من وقع النبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p160'> Vol. 06, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n3441 حدثنا نصر بن علي الجهضمي حدثنا عبد الله بن الزبير الباهلي حدثنا\nثابت البناني عن أنس قال * لما وجد النبي صلى الله عليه وسلم من كرب الموت\nما وجد قالت فاطمة واكرب أباه فقال لاكرب على أبيك بعد اليوم إنه قد حضر من\nأبيك ما ليس الله بتارك منه أحدا موافاته يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p161'> Vol. 06, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n3442 حدثنا نصر بن علي حدثنا عبد الله <span id='ms0687'></span> بن الزبير حدثنا ثابت عن أنس قال *\nقال رجل يا رسول الله إني أحب فلانا في الله قال فأعلمته قال لا قال فأته\nفأعلمه قال فأتاه فأعلمه فقال يا فلان إني أحبك في الله قال أحبك الذي\nأحببتني له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p162'> Vol. 06, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n3443 حدثنا محمد بن بكار حدثنا بزيع أبو الخليل عن ثابت عن أنس بن مالك\nقال قال رسول الله صلى الله عليه وسلم * من بلغه عن الله فضيلة فلم يصدق\nبها لم ينلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p163'> Vol. 06, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n3444 حدثنا الحسن بن الصباح البزار حدثنا مؤمل بن إسماعيل عن سليمان بن\nالمغيرة عن ثابت عن أنس قال * وجد رسول الله صلى الله عليه وسلم شيئا فلما\nأصبح قيل يا رسول الله إن أثر الوجع عليك لبين قال إني على ماترون قد قرأت\nالبارحة السبع الطول \\ 3446 \\\n</p>\n\n<p>\n3445 حدثنا الحسن بن الصباح حدثنا مؤمل عن حماد عن ثابت عن أنس قال خطبنا\nرسول الله صلى الله عليه وسلم فقال في خطبته * لا إيمان لمن لا أمانة له\nولا دين لمن لا عهد له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n3446 حدثنا الحسن بن الصباح البزار حدثنا مؤمل بن إسماعيل عن حماد حدثنا\nثابت عن أنس قال قال رسول الله صلى الله عليه وسلم * من سأل الشهادة صادقا\nمن قلبه أعطاه الله أجر شهيد وإن مات على فراشه \\ 3448 \\\n</p>\n\n<p>\n3447 حدثنا شيبان حدثنا حماد عن ثابت عن أنس أن رسول الله صلى الله عليه\nوسلم قال * لما عرج بي إلى السماء السابعة إذا أنا بإبراهيم مسندا ظهره إلى\nالبيت المعمور وإذا هو يدخله كل يوم سبعون ألف ملك لا يعودون إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n3448 حدثنا شيبان حدثنا محمد بن زياد البرجمي حدثنا ثابت عن أنس قال قال\nرسول الله صلى الله عليه وسلم * من كان له ثلاث بنات أو ثلاث أخوات فاتقى\nالله وأقام عليهن كان معي في الجنة هكذا وأومأ بالسباحة والوسطى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p166'> Vol. 06, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n3449 حدثنا شيبان حدثنا محمد بن عيسى حدثنا ثابت البناني * قال قلت لأنس\nيا أنس أخبرني بأعجب شيء رأيته قال نعم يا ثابت خدمت رسول الله صلى الله\nعليه وسلم عشر سنين <span id='ms0688'></span> فلم يغير علي شيئا أسأت فيه وإن نبي الله صلى الله عليه\nوسلم لما تزوج زينب بنت جحش قالت لي أمي يا أنس إن رسول الله صلى الله عليه\nوسلم أصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p167'> Vol. 06, p. 167</a>\n            </div>\n             عروسا ولا أدري أصبح له غداء فهلم تلك العكة فأتيتها\nبالعكة وبتمر فجعلت له حيسا فقالت يا أنس اذهب بهذا إلى نبي الله صلى الله\nعليه وسلم وامرأته فلما أتيت النبي صلى الله عليه وسلم بتور من حجارة فيه\nذلك الحيس فقال ضعه في ناحية البيت وادع لي أبا بكر وعمر وعليا وعثمان\nونفرا من أصحابه ثم ادع لي أهل المسجد ومن رأيت في الطريق قال فجعلت أتعجب\nمن قلة الطعام ومن كثرة ما يأمرني أن أدعو الناس فكرهت أن أعصيه حتى امتلأ\nالبيت والحجرة فقال يا أنس هل ترى من أحد فقلت لا يا نبي الله قال هات ذاك\nالتور فجئت بذلك التور فوضعته قدامه فغمس ثلاث أصابع في التور فجعل التور\nيربو ويرتفع فجعلوا يتغذون ويخرجون حتى إذا فرغوا أجمعون وبقي في التور نحو\nما جئت به قال ضعه قدام زينب فخرجت وأسفقت بابا من جريد قال ثابت قلت لأنس\nكم ترى كان الذين أكلوا من ذلك التور قال لي حسبت واحدا وسبعين أو اثنين\nوسبعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p168'> Vol. 06, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n3450 حدثنا شيبان حدثنا حماد عن ثابت عن أنس أن رسول الله صلى الله عليه\nوسلم قال * لما عرج بي إلى السماء السابعة ذهب بي إلى سدرة المنتهى فإذا\nورقها كآذان الفيلة وإذا ثمرها كالقلال فلما غشيها من أمر الله ما غشيها\nتغيرت فما أحد من الناس يستطيع أن ينعتها من حسنها فأوحى إلي ما أوحى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p169'> Vol. 06, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n3451 حدثنا شيبان حدثنا حماد عن ثابت عن أنس أن رسول الله صلى الله عليه\nوسلم قال * من هم بحسنة فلم يعملها كتبت له حسنة فإن عملها كتبت له عشرا\nومن هم بسيئة فلم يعملها لم يكتب عليه شيء فإن عملها كتبت له سيئة واحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p170'> Vol. 06, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n3452 حدثنا شيبان حدثنا جرير حدثنا ثابت عن أنس قال * كان رسول الله <span id='ms0689'></span> صلى\nالله عليه وسلم ربما نزل عن المنبر وقد أقيمت الصلاة فيعرض له الرجل فيحدثه\nطويلا ثم يتقدم إلى مصلاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n3453 حدثنا عمرو بن محمد الناقد حدثنا الحكم بن سنان العبدي حدثنا ثابت\nعن أنس قال رسول الله صلى الله عليه وسلم * إن الله قبض قبضة فقال إلى\nالجنة برحمتي وقبض قبضة فقال إلى النار ولا أبالي \\ 3455 \\\n</p>\n\n<p>\n3454 حدثنا موسى بن حيان حدثنا محمد بن جعفر عن شعبة عن حبيب بن الشهيد\nعن ثابت عن أنس * أن النبي صلى الله عليه وسلم صلى على قبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p172'> Vol. 06, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n3455 حدثنا أبو موسى محمد بن المثنى حدثنا أبو داود حدثنا شعبة قال سمعت\nثابتا يقول سمعت أنسا يقول * كان رسول الله صلى الله عليه وسلم يكثر أن\nيقول اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار قال شعبة\nفذكرت ذلك لقتادة فقال كان أنس يدعو بهذا الدعاء \\ 3457 \\\n</p>\n\n<p>\n3456 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الرزاق أخبرنا معمر عن ثابت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p173'> Vol. 06, p. 173</a>\n            </div>\n             عن أنس أن رجلا من أهل البادية كان اسمه زاهرا وكان يهدي للنبي\nصلى الله عليه وسلم الهدية من البادية فيجهزه رسول الله صلى الله عليه وسلم\nإذا أراد أن يخرج فقال النبي صلى الله عليه وسلم * إن زاهرا باديتنا ونحن\nحاضرته وكان النبي صلى الله عليه وسلم يحبه وكان رجلا دميما فأتاه النبي\nصلى الله عليه وسلم وهو يبيع متاعه فاحتضنه من خلفه لا يبصره الرجل فقال\nأرسل من هذا فعرف النبي صلى الله عليه وسلم فجعل لا يألو حتى ألصق ظهره\nببطن النبي حين عرفه وجعل رسول الله صلى الله عليه وسلم يقول من يشتري\nالعبد فقال الرجل يا رسول الله إذا تجدني كاسدا فقال النبي صلى الله عليه\nوسلم لكنك عند الله ليس بكاسد أو قال عند الله أنت غال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p174'> Vol. 06, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n3457 حدثنا إسحاق بن أبي إسرائيل حدثنا زهير بن إسحاق حدثنا أبو خلف عن\nثابت عن أنس يرفع الحديث قال * إن الحمى كور من كؤور جهنم من ابتلي بشيء\nمنها كانت حظه من <span id='ms0690'></span> النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n3458 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الصمد حدثنا شعبة عن ثابت قال\nسمعت أنسا يقول لامرأة من أهله أتعرفين فلانة * إن رسول الله صلى الله عليه\nوسلم مر بها وهي تبكي على قبر فقال لها اتقي الله واصبري فقالت إليك عني\nفإنك لا تبالي بمصيبتي ولم تكن تعرفه فقيل لها إنه رسول الله فأخذها مثل\nالموت فجاءت إلى بابه فلم تجد عليه بوابا فقالت يا رسول الله إني لم أعرفك\nفقال لها إن الصبر عند أول صدمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p176'> Vol. 06, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n3459 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الرزاق أخبرنا معمر عن ثابت\nعن أنس بن مالك قال * لما قدم النبي صلى الله عليه وسلم المدينة لعبت\nالحبشة بحرابهم فرحا بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p177'> Vol. 06, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n3460 حدثنا إسحاق حدثنا عبد الرزاق أخبرنا معمر عن ثابت عن أنس قال * كان\nشعر رسول الله صلى الله عليه وسلم إلى أنصاف أذنيه \\ 3462 \\\n</p>\n\n<p>\n3461 حدثنا إسحاق حدثنا عبد الرزاق أخبرنا معمر عن ثابت عن أنس أن النبي\nصلى الله عليه وسلم قال * لا يتمن أحدكم الموت \\ 3463 \\\n</p>\n\n<p>\n3462 حدثنا إسحاق حدثنا حماد بن زيد عن ثابت عن أنس قال * كنت ساقي القوم\nفي منزل أبي طلحة يوم حرمت الخمر وكان شرابهم يومئذ الفضيخ البسر والتمر\nفيهم رجال من أصحاب رسول الله صلى الله عليه وسلم فنادى مناد فقال لي اخرج\nفانظر فخرجت فإذا مناد ينادي إن الخمر قد حرم قال فإذا هي قد جرت في سكك\nالمدينة فجئت فأخبرت أبا طلحة قال فاخرج فأهرقها فقال بعض القوم لقد قتل\nفلان وفلان وهي في بطونهم فأنزل الله <span class='quran'>ليس على الذين آمنوا وعملوا\nالصالحات جناح فيما طعموا </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n3463 حدثنا إسحاق حدثنا حماد عن ثابت عن أنس * أن النبي صلى الله عليه\nوسلم رأى أثر صفرة فقال ما هذا قال يا رسول الله إني تزوجت امرأة على وزن\nنواة من ذهب قال بارك الله لك أو لم ولو بشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n3464 حدثنا إسحاق حدثنا حماد بن زيد عن ثابت عن أنس قال * ما رأيت رسول\nالله صلى الله عليه <span id='ms0691'></span> وسلم أولم على شيء من نسائه ما أولم على زينب فإنه ذبح\nشاة \\ 3466 \\\n</p>\n\n<p>\n3465 حدثنا إسحاق حدثنا حماد بن زيد عن ثابت عن أنس أن رجلا قال * يا\nرسول الله متى الساعة قال وما أعددت للساعة قال لا إلا أني أحب الله ورسوله\nقال فإنك مع من أحببت قال أنس فما فرحنا بشيء بعد الإسلام فرحنا بقول رسول\nالله صلى الله عليه وسلم أنت مع من أحببت قال فأنا أحب رسول الله صلى الله\nعليه وسلم وأبا بكر وعمر وأرجو أن أكون معهم بحبي إياهم وإن كنت لا أعمل\nبأعمالهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n3466 حدثنا إسحاق حدثنا حماد بن زيد عن ثابت عن أنس قال * مر على رسول\nالله صلى الله عليه وسلم بجنازة فأثنى القوم عليها خيرا فقال رسول الله صلى\nالله عليه وسلم وجبت ثم مر بأخرى فأثنى عليها شرا فقال رسول الله صلى الله\nعليه وسلم وجبت فقيل يا رسول الله قد قلت لهذه وجبت ولهذه وجبت قال شهادة\nالقوم والمؤمنون شهداء الله في الأرض \\ 3468 \\\n</p>\n\n<p>\n3467 حدثنا إسحاق حدثنا حماد عن ثابت قال أظنه عن أنس أن أعرابيا بال في\nالمسجد فوثب بعض القوم قال فقال رسول الله صلى الله عليه وسلم * لا تزرموه\nثم دعا بدلو من ماء فصبه عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n3468 حدثنا إسحاق حدثنا علي بن أبي سارة حدثنا ثابت عن أنس * أن رسول\nالله صلى الله عليه وسلم بعث رجلا مرة إلى رجل من فراعنة العرب فقال اذهب\nفادعه لي فقال يا رسول الله إنه أعتى من ذلك قال اذهب فادعه لي قال فذهب\nإليه فقال يدعوك رسول الله صلى الله عليه وسلم فقال لرسول رسول الله وما\nالله أمن ذهب هو أمن فضة هو أمن نحاس هو قال فرجع إلى رسول الله صلى الله\nعليه وسلم فأخبره فقال يا رسول الله قد أخبرتك أنه أعتى من ذلك قال لي كذا\nوكذا فقال ارجع إليه الثانية فقال له مثلها فرجع إلى رسول الله صلى الله\nعليه وسلم فقال يا رسول الله قد <span id='ms0692'></span> أخبرتك أنه أعتى من ذلك قال ارجع إليه\nفادعه فرجع إليه الثالثة قال فأعاد عليه ذلك الكلام فبينما هو يكلمه إذ بعث\nالله سحابة حيال رأسه فرعدت فوقعت منها صاعقة فذهبت بقحف رأسه فأنزل الله\n<span class='quran'>ويرسل الصواعق فيصيب بها من يشاء </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p183'> Vol. 06, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n3469 حدثنا هريم بن عبد الأعلى حدثنا معتمر بن سليمان عن سليمان بن\nالمغيرة حدثنا ثابت عن أنس عن محمود بن الربيع عن عتبان بن مالك قال لقيت\nعتبان بعد ذلك فحدثني فأعجبني فقلت لابني اكتبه فكتبه فقال عتبان وقد كان\nذهب بصره قلت * يا نبي الله لو أتيتني فصليت عندي في مكان أتخذه مسجدا قال\nفجاء رسول الله صلى الله عليه وسلم فجعل يصلي وجعل أصحابه يتحدثون بينهم\nقال فذكرنا ما يلقون من المنافقين من الأذى فجعلوا عظم ذلك على مالك بن\nدخشم وكان يعجبهم أن يحملوا النبي صلى الله عليه وسلم فيدعو عليه فيهلكه\nالله فقالوا يا نبي الله إن أمره كذا وكذا فقال النبي صلى الله عليه وسلم\nأليس يشهد أن لا إله إلا الله وأني رسول الله قالوا إنما يقول ذلك بلسانه\nوليس له هيئة في قلبه فقال نبي الله صلى الله عليه وسلم لا يشهد أحد أن لا\nإله إلا الله وأني رسول الله فيدخله الله أو قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p184'> Vol. 06, p. 184</a>\n            </div>\n             فتطعمه النار\nأبدا قال معتمر قال أبي سمعته من أنس فما حدثت به أحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n3470 حدثنا محمد بن أبي بكر المقدمي حدثنا بهز بن أسد حدثنا حماد عن ثابت\nعن أنس * أن النبي صلى الله عليه وسلم كان معه إحدى نسائه فمر به رجل فقال\nالنبي صلى الله عليه وسلم إنها زوجتي فلانة فقال يا نبي الله من كنت أظن به\nفلم أكن أظن بك فقال النبي صلى الله عليه وسلم إن الشيطان يجري من بن آدم\nمجرى الدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n3471 حدثنا أبو عبد الرحمن الأذرمي حدثنا أبو قطن حدثنا مبارك عن ثابت عن\nأنس قال * ما رأيت رجلا قط إلتقم أذن رسول الله صلى الله عليه وسلم فينحي <span id='ms0693'></span>\nرأسه حتى ينحي الرجل رأسه وما رأيت أحدا قط أخذ بيد رسول الله صلى الله\nعليه وسلم فيترك يده حتى يكون الرجل هو الذي يترك يده وما مسست قط ألين من\nجلد رسول الله صلى الله عليه وسلم وما وجدت رائحة قط أطيب من رائحة رسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n3472 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن أنس * أن امرأة كان\nفي عقلها شيء فقالت يا رسول الله إني لي إليك حاجة فقال رسول الله صلى الله\nعليه وسلم يا أم فلان خذي بأي الطريق شئت فقومي فيه حتى أقوم معك فخلا معها\nرسول الله صلى الله عليه وسلم يناجيها حتى قضت حاجتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p188'> Vol. 06, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n3473 حدثنا أبو كريب محمد بن العلاء حدثنا معاوية بن هشام حدثنا منهال بن\nخليفة عن ثابت عن أنس قال حدث نبي الله صلى الله عليه وسلم بحديث فما فرحنا\nبشيء مذ عرفنا الإسلام أشد من فرحنا به قال * إن المؤمن ليؤجر في إماطته\nالأذى عن الطريق وفي هدايته السبيل وفي تعبيره عن الأرثم وفي منحة اللبن\nحتى إنه ليؤجر في السلعة تكون مصرورة في ثوبه فيلمسها فتخطئها يده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p189'> Vol. 06, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n3474 حدثنا أبو همام حدثنا عبد الله بن المبارك أخبرني معمر عن ثابت عن\nأنس قال * كانت للنبي صلى الله عليه وسلم شعرة إلى أنصاف أذنيه \\ 3476 \\\n</p>\n\n<p>\n3475 حدثنا أبو ياسر عمار بن نصر حدثنا يوسف بن عطية أخبرنا ثابت عن أنس\nبن مالك أن النبي صلى الله عليه وسلم قال * مثل المؤمن مثل السنبلة تميل\nأحيانا وتستقيم أحيانا ومثل أمتي كمثل المطر لا يدرى أوله خير أو آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p190'> Vol. 06, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n3476 حدثنا أبو ياسر عمار حدثنا يوسف حدثنا ثابت عن أنس أن النبي صلى\nالله عليه وسلم قال * ليس منا من لم يوقر كبيرنا ويرحم صغيرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p191'> Vol. 06, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n3477 حدثنا عمار حدثنا يوسف حدثنا ثابت عن أنس * أن النبي صلى الله عليه\nوسلم أتي بجنازة ليصلي عليها قال هل عليه دين قالوا نعم فقال النبي صلى\nالله عليه وسلم إن جبريل نهاني أن أصلي <span id='ms0694'></span> على رجل عليه دين وقال إن صاحب\nالدين مرتهن في قبره حتى يقضى عنه دينه فأبى النبي صلى الله عليه وسلم أن\nيصلي عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p193'> Vol. 06, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n3478 حدثنا أبو ياسر حدثنا يوسف بن عطية حدثنا ثابت عن أنس أن النبي صلى\nالله عليه وسلم قال * الخلق عيال الله فأحب خلقه إليه أنفعهم لعياله \\ 3480\n\\\n</p>\n\n<p>\n3479 حدثنا أبو بكر بن زنحويه حدثنا عبد الرزاق أخبرنا معمر عن ثابت عن\nأنس قال * لما افتتح رسول الله صلى الله عليه وسلم خيبر قال الحجاج بن علاط\nيا رسول الله إن لي بمكة مالا وإن لي بها أهلا وإني أريد أن آتيهم فأنا في\nحل إن أنا نلت منك أو قلت شيئا فأذن له رسول الله صلى الله عليه وسلم أن\nيقول ما شاء قال فأتى امرأته حين قدم فقال اجمعي ما كان عندك فإني أريد أن\nأشتري من غنائم محمد وأصحابه فإنهم قد استبيحوا وأصيبت أموالهم قال وفشا\nذلك بمكة فأوجع المسلمين وأظهر المشركون فرحا وسرورا وبلغ الخبر العباس بن\nعبد المطلب فعقر في مجلسه وجعل لا يستطيع أن يقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p194'> Vol. 06, p. 194</a>\n            </div>\n             قال معمر\nفأخبرني الجزري عن مقسم قال فأخذ العباس إبنا له يقال له قثم وكان شبه رسول\nالله صلى الله عليه وسلم فاستلقى فوضعه على صدره وهو يقول حبي قثم شبيه ذي\nالأنف الأشم بادي النعم برغم أنف من رغم قال معمر قال ثابت قال أنس ثم أرسل\nغلاما له إلى الحجاج بن علاط فقال ويلك ما جئت به وماذا تقول فما وعد الله\nخير مما جئت به قال الحجاج لغلامه أقرئ أبا الفضل السلام وقل له فليخل لي\nبعض بيوته لآتيه فإن الخبر على ما يسره فجاء غلامه فلما بلغ الباب قال أبشر\nأبا الفضل فوثب العباس فرحا حتى قبل بين عينيه فأخبره بما قال الحجاج\nفأعتقه ثم جاء الحجاج فأخبره أن رسول الله صلى الله عليه وسلم قد افتتح\nخيبر وغنم أموالهم وجرت سهام الله في أموالهم واصطفى رسول الله صلى الله\nعليه وسلم صفية بنت <span id='ms0695'></span> حيي واتخذها لنفسه وخيرها بين أن يعتقها فتكون زوجته\nوبين أن تلحق بأهلها فاختارت أن يعتقها وتكون زوجته ولكن جئت لما كان لي ها\nهنا أردت أن أجمعه وأذهب به فاستأذنت رسول الله صلى الله عليه وسلم فإذن لي\nأن أقول ما شئت فأخف علي ثلاثا ثم اذكر مابدا لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p195'> Vol. 06, p. 195</a>\n            </div>\n             قال فجمعت\nامرأته ما كان عندها من حلي ومتاع فجمعته فدفعته إليه ثم استمر به فلما كان\nبعد ثلاث أتى العباس امرأة الحجاج فقال ما فعل زوجك فأخبرته أنه قد ذهب\nوقالت لا يحزنك الله يا أبا الفضل لقد شق علينا الذي بلغك قال أجل لا\nيحزنني الله ولم يكن بحمد الله إلا ما أحببناه قد أخبرني الحجاج أن الله\nفتح خيبر على رسوله وجرت فيها سهام الله واصطفى رسول الله صلى الله عليه\nوسلم صفية لنفسه فإن كان لك حاجة في زوجك فالحقي به قالت أظنك والله صادقا\nقال فإني صادق والأمر على ما أخبرتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p196'> Vol. 06, p. 196</a>\n            </div>\n             قال ثم ذهب حتى أتى مجالس\nقريش وهم يقولون لا يصيبك إلا خير يا أبا الفضل قال لم يصيبني إلا خير بحمد\nالله قد أخبرني الحجاج أن خيبر فتحها الله على رسوله وجرت فيها سهام الله\nواصطفى رسول الله صلى الله عليه وسلم صفية لنفسه وقد سألني أن أخفي عنه\nثلاثا وإنما جاء ليأخذ ما كان له ثم يذهب قال فرد الله الكآبة التي كانت\nبالمسلمين على المشركين وخرج من المسلمين من كان دخل بيته مكتئبا حتى أتوا\nالعباس ورد الله ما كان من كآبة أو غيظ أو خزي على المشركين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p197'> Vol. 06, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n3480 حدثنا عبد الأعلى حدثنا عفان حدثنا حماد حدثنا هشام بن عروة عن أبيه\nعن عائشة وثابت عن أنس عن النبي صلى الله عليه وسلم سمع أصواتا فقال * ما\nهذه الأصوات قالوا النخل يأبرونه فقال لو لم يفعلوا لصلح قال فأمسكوا فلم\nيأبروا عامهم فصار شيصا فذكر ذلك للنبي صلى الله عليه وسلم فقال إذا كان من\nأمر دنياكم فشأنكم وإذا كان شيء من <span id='ms0696'></span> أمر دينكم فإلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p198'> Vol. 06, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n3481 حدثنا أحمد بن عمر الوكيعي حدثنا مؤمل بن إسماعيل حدثنا حماد بن\nسلمة عن ثابت عن أنس قال رسول الله صلى الله عليه وسلم * مامن مسلم يموت\nفيشهد له أربعة أهل أبيات من جيرانه الأدنين أنهم لا يعلمون إلا خيرا إلا\nقال الله قد قبلت علمكم وغفرت له ما لا تعلمون \\ 3483 \\\n</p>\n\n<p>\n3482 حدثنا عمار أبو ياسر حدثنا سلام أبو المنذر حدثنا ثابت عن أنس قال\nقال رسول الله صلى الله عليه وسلم * حبب إلي النساء والطيب وجعل قرة عيني\nفي الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p199'> Vol. 06, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n3483 حدثنا محمد بن أبي بكر المقدمي حدثنا مرحوم بن عبد العزيز عن ثابت\nعن أنس قال كنت عند النبي صلى الله عليه وسلم وعنده بنت له فقال أنس *\nفجاءت امرأة إلى النبي صلى الله عليه وسلم فعرضت نفسها عليه فقالت ابنته ما\nأقل حياءها فقال هي خير منك عرضت نفسها على النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p200'> Vol. 06, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n3484 حدثنا عبد الله بن عبد الصمد حدثنا أبي عبد الصمد بن علي عن عوام\nالبصري عن عبد الواحد بن زيد عن ثابت عن أنس قال رسول الله صلى الله عليه\nوسلم * إن يوم الجمعة وليلة الجمعة أربعة وعشرون ساعة ليس فيها ساعة إلا\nولله فيها ست مائة عتيق من النار قال ثم خرجنا من عنده فدخلنا على الحسن\nفذكرنا له حديث ثابت فقال سمعته وزاد فيه كلهم قد استوجب النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p201'> Vol. 06, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n3485 حدثنا أبو يوسف الجيزي حدثنا مؤمل بن إسماعيل حدثنا حماد بن سلمة عن\nثابت عن أنس * قال كان النبي صلى الله عليه وسلم يقول في دعائه اللهم أقبل\nبقلبي إلى دينك واحفظ من وراءنا برحمتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p202'> Vol. 06, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n3486 حدثنا مجاهد بن موسى حدثنا يزيد بن هارون حدثنا حماد بن سلمة عن\nثابت عن أنس قال * لما هاجر رسول الله صلى الله عليه وسلم كان يركب وأبو\nبكر خلفه وكان أبو بكر الصديق يعرف الطريق باختلافه إلى الشام فكان يمر\nبالقوم فيقولون من هذا معك فيقول هاد يهديني فلما دنوا من المدينة بعثا إلى\nالقوم الذين أسلموا من الأنصار <span id='ms0697'></span> إلى أبي أمامة وأصحابه فخرجوا إليهما فقالوا\nادخلا آمنين مطاعين فدخلا قال أنس فما رأيت يوما قط أنور ولا أحسن من يوم\nدخل فيه رسول الله صلى الله عليه وسلم وأبو بكر المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p203'> Vol. 06, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n3487 حدثنا عمرو بن حصين حدثنا حسان بن سياه عن ثابت عن أنس * أن النبي\nصلى الله عليه وسلم كان إذا توضأ خلل لحيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p204'> Vol. 06, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n3488 حدثنا عمرو بن حصين حدثنا علي بن أبي سارة حدثنا ثابت البناني عن\nأنس قال قال رسول الله صلى الله عليه وسلم * ما محق الإسلام محق الشح شيء \\\n3490 \\\n</p>\n\n<p>\n3489 حدثنا أحمد بن الدورقي حدثنا أبو داود حدثنا الحكم بن عطية العيشي\nحدثنا ثابت عن أنس قال * كان رسول الله صلى الله عليه وسلم يخرج إلى المسجد\nفيه المهاجرون والأنصار مامنهم أحد يرفع رأسه من حبوته إلا أبو بكر وعمر\nفإنه يتبسم إليهما ويتبسمان إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p209'> Vol. 06, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n3490 حدثنا روح بن عبد المؤمن حدثنا علي بن أبي سارة عن ثابت عن أنس قال\nقال رسول الله صلى الله عليه وسلم * إن الرجل من أهل الجنة ليشرف على أهل\nالنار فيناديه رجل من أهل النار يا فلان أما تعرفني قال لا والله ما أعرفك\nمن أنت ويحك قال أنا الذي مررت بي في الدنيا فاستسقيتني شربة ماء فسقيتك\nفاشفع لي بها عند ربك قال فدخل ذلك الرجل على الله في زوره فقال يا رب إني\nأشرفت على أهل النار فقام رجل من أهل النار فنادى يا فلان أما تعرفني فقلت\nلا والله ما أعرفك ومن أنت قال أنا الذي مررت بي في الدنيا فاستسقيتني\nفسقيتك فاشفع لي بها عند ربك يا رب فشفعني فيه قال فيشفعه الله فيه وأخرجه\nمن النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p210'> Vol. 06, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n3491 حدثنا عبد الله أخو المقدمي حدثنا جعفر حدثنا ثابت قال * كنت إذا\nأتيت أنسا يخبر بمكاني فأدخل عليه فآخذ يديه فأقبلهما وأقول بأبي هاتين\nاليدين اللتين مستا رسول الله صلى الله عليه وسلم وأقبل عينيه وأقول بأبي\nهاتين العينين اللتين رأتا رسول الله صلى الله عليه وسلم \\ 3493 \\\n</p>\n\n<p>\n3492 حدثنا المقدمي <span id='ms0698'></span> عبد الله حدثنا جعفر عن ثابت قال * كنت إذا أتيت أنسا\nدعا بطيب فمسح بيديه وعارضيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n3493 حدثنا محمد بن مرزوق حدثني محمد بن عبد الله الأنصاري حدثنا أبي عن\nجميلة أم ولد أنس بن مالك قالت كان ثابت إذا أتى أنسا قال أنس * يا جارية\nهاتي لي طيبا أمسح يدي فإن بن أم ثابت إذا جاء لم يرض حتى يقبل يدي \\ 3495\n\\\n</p>\n\n<p>\n3494 حدثنا الجراح بن مخلد حدثنا إسماعيل بن عبد الحميد بن عبد الرحمن\nالعجلي حدثنا علي بن أبي سارة عن ثابت عن أنس * أن رجلا دخل على النبي صلى\nالله عليه وسلم أبيض الرأس واللحية فقال ألست مسلما قال بلى قال فاختضب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p212'> Vol. 06, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n3495 حدثنا الجراح بن مخلد حدثنا أبو قتيبة سلم بن قتيبة الشعيري حدثنا\nسهيل بن أبي حزم حدثنا ثابت عن أنس * قال قرأ علينا رسول الله صلى الله\nعليه وسلم هذه الآية <span class='quran'>إن الذين قالوا ربنا الله ثم استقاموا </span>وقال\nقد قالها ناس ثم كفر أكثرهم فمن قالها حتى يموت فهو ممن استقام عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n3496 حدثنا الجراح بن مخلد حدثنا سالم بن نوح حدثنا سهيل حدثنا ثابت عن\nأنس قال رسول الله صلى الله عليه وسلم * ألا أنبئكم بخياركم قالوا بلى يا\nرسول الله قال خياركم أطولكم أعمارا إذا سددوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n3497 حدثنا عبد الواحد بن غياث حدثنا حماد عن ثابت عن أنس أن رسول الله\nصلى الله عليه وسلم قال * يؤتى برجل من أهل الجنة فيقول يا بن آدم كيف وجدت\nمنزلك فيقول أي رب خير منزل فيقول له سل وتمنه فيقول ما أسأل وأتمنى إلا أن\nتردني إلى الدنيا فاقتل عشر مرات لما يرى من فضل الشهادة ويؤتى برجل من أهل\nالنار فيقول بن آدم كيف وجدت منزلك فيقول أي رب شر منزل مرات أتفتدي بطلاع\nالأرض ذهبا فيقول نعم أي رب فيقول كذبت قد سألتك ما هو أهون من هذا فيرد\nإلى النار \\ 3499 \\\n</p>\n\n<p>\n3498 حدثنا عبد الواحد حدثنا حماد عن ثابت عن أنس أن رسول الله صلى الله\nعليه وسلم <span id='ms0699'></span> قال * ما من نفس تموت لها عند الله خير ما يسرها أن ترجع إلى\nالدنيا إلا الشهيد فإنه يسره أن يرجع إلى الدنيا فيقتل لما يرى من فضل\nالشهادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n3499 حدثنا هدبة حدثنا حماد بن سلمة أخبرنا ثابت عن أنس بن مالك * أن\nرسول الله صلى الله عليه وسلم أتي بالبراق وهو دابة أبيض فوق الحمار ودون\nالبغل يضع حافره حيث ينتهي طرفه قال فركبته حتى سار بي حتى أتيت على بيت\nالمقدس فربطت الدابة بالحلقة التي تربط بها الأنبياء ثم دخلت المسجد فصليت\nفيه ركعتين ثم خرجت فأتاني جبريل بإناء من خمر وإناء من لبن فأخذت اللبن\nفقال لي جبريل اخترت الفطرة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n             ثم عرج بنا إلى السماء الدنيا\nفاستفتح جبريل فقيل من أنت فقال جبريل فقيل من معك قال محمد قيل وقد أرسل\nإليه قال قد أرسل إليه ففتح لنا فإذا أنا بآدم فرحب ودعا لي بخير ثم عرج\nبنا إلى السماء الثانية فاستفتح جبريل فقيل من أنت قال جبريل قيل ومن معك\nقال محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n             قيل وقد أرسل إليه قال قد أرسل إليه ففتح لنا فإذا\nأنا بابني الخالة يحيى وعيسى فرحبا بي ودعوا لي بخير ثم عرج بنا إلى السماء\nالثالثة فاستفتح جبريل فقيل من أنت قال جبريل فقيل ومن معك قال محمد قيل أو\nقد أرسل إليه قال قد أرسل إليه ففتح لنا فإذا أنا بيوسف وإذا هو قد أعطي\nشطر الحسن فرحب ودعا لي بخير ثم عرج بنا إلى السماء الرابعة فاستفتح جبريل\nفقيل من أنت قال جبريل فقيل ومن معك قال محمد قيل وقد أرسل إليه قد أرسل\nإليه ففتح لنا فإذا أنا بإدريس فرحب ودعا لي بخير قال يقول الله ورفعناه\nمكانا عليا ثم عرج بنا إلى السماء الخامسة فاستفتح جبريل فقيل من أنت فقال\nجبريل فقيل ومن معك قال محمد قيل أو قد أرسل إليه قال قد أرسل إليه ففتح\nلنا فإذا بهارون فرحب ودعا لي بخير ثم عرج بنا إلى السماء السادسة <span id='ms0700'></span> فاستفتح\nجبريل فقيل من أنت قال جبريل قيل ومن معك قال محمد قيل قد أرسل إليه قال قد\nأرسل إليه ففتح لنا فإذا أنا بإبراهيم وإذا هو مسند ظهره إلى البيت فيدخل\nكل يوم سبعون ألف ملك ثم لا يعودون إليه ثم ذهب بي إلى سدرة المنتهى فإذا\nورقها كآذان الفيلة وإذا ثمرها كالقلال فلما غشيها من أمر الله ما غشي\nتغيرت فما أحد من خلق الله يحسن يصفها من حسنها قال فأوحي إلي ما أوحي\nوفرضت علي في كل يوم خمسون صلاة قال فنزلت إلى موسى فقال ما فرض على أمتك\nقال قلت خمسين صلاة في كل يوم وليلة قال إن أمتك لا تطيق ذلك فارجع إلى ربك\nفاسأله التخفيف قال فرجعت إلى ربي فقلت أي رب خفف عن أمتي فحط عني خمسا\nفرجعت إلى موسى فقال ما فعلت قال قلت حط عني خمسا قال إن أمتك لا تطيق ذلك\nارجع إلى ربك فسأله التخفيف فلم أزل أرجع إلى ربي فأسأله التخفيف فيما بين\nربي وبين موسى حتى قال يا محمد هي خمس صلوات في كل يوم وليلة بكل صلاة عشر\nفتلك خمسون صلاة ومن هم بحسنة فلم يعملها كتبت له حسنة وإن عملها كتبت عشرا\nومن هم بسيئة فلم يعملها لم يكتب عليه شيء وإن عملها كتبت سيئة واحدة فرجعت\nإلى موسى فأخبرته قال ارجع إلى ربك فاسأله التخفيف قال قد رجعت إلى ربي حتى\nاستحييت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n3500 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن ثابت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n             عن أنس أن حارثة خرج نظارا فأتاه سهم فقتله فقالت أمه * يا\nرسول الله قد عرفت موضع حارثة مني فإن كان في الجنة صبرت وإلا رأيت ما أصنع\nقال يا أم حارثة إنها ليست بجنة واحدة ولكنها جنان كثيرة وإن حارثة لفي\nأفضلها أو قال في أعلى الفردوس قال يزيد أنا أشك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n3501 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد عن ثابت عن أنس * أن\nرسول الله صلى الله عليه <span id='ms0701'></span> وسلم واصل آخر الشهر وواصل ناس فبلغ ذلك رسول الله\nصلى الله عليه وسلم فقال لو مد لنا الشهر لواصلت وصالا يدع المتعمقون\nتعمقهم إنكم لستم مثلي إني أبيت يطعمني ربي ويسقيني \\ 3503 \\\n</p>\n\n<p>\n3502 حدثنا زهير حدثنا يزيد أخبرنا شعبة عن ثابت عن أنس بن مالك * قال\nكان رسول الله صلى الله عليه وسلم يرفع يديه في الدعاء حتى يرى بياض إبطيه\n\\ 3504 \\\n</p>\n\n<p>\n3503 حدثنا زهير حدثنا حبان عن حماد بن سلمة عن حميد وثابت عن أنس قال *\nسقيت رسول الله صلى الله عليه وسلم في هذا القدح الماء واللبن والنبيذ\nوالعسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n3504 حدثنا زهير حدثنا عبد الصمد حدثنا شعبة حدثنا ثابت قال سمعت أنس بن\nمالك يقول لامرأة من أهله أما تعرفين فلانة فإن رسول الله صلى الله عليه\nوسلم مر عليها وهي تبكي على قبر فقال لها * اتقي الله واصبري فقالت له إليك\nعني فإنك لا تبالي بمصيبتي قال ولم تكن عرفته فقيل لها إن هذا رسول الله\nفأخذها مثل الموت فجاءت على بابه فلم تجد عليه بوابا فقالت يا رسول الله\nإني لم أعرفك فقال إن الصبر عند أول صدمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n3505 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس أن رسول الله\nصلى الله عليه وسلم قال * دخلت الجنة فسمعت خشفة فقلت ما هذه الخشفة فقيل\nالرميصاء بنت ملحان \\ 3507 \\\n</p>\n\n<p>\n3506 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة أخبرنا ثابت عن أنس بن\nمالك * أن رسول الله صلى الله عليه وسلم رأى نخامة في قبلة المسجد فحكها\nبيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n3507 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس * أن رسول\nالله صلى الله عليه وسلم أتاه جبريل وهو يلعب مع الغلمان فأخذه فصرعه فشق\nعن قلبه فاستخرج منه علقة فقال هذا حظ الشيطان منك ثم غسله في طست من ذهب\nبماء زمزم ثم لأمه وأعاده في مكانه وأتى الغلمان يسعون إلى أمه يعني ظئره\nفقالوا إن محمدا قد قتل فاستقبلته وهو منتقع اللون قال أنس وكنت أرى أثر\nالمخيط في صدره وربما <span id='ms0702'></span> قال حماد إن رسول الله صلى الله عليه وسلم أتاه آت \\\n3509 \\\n</p>\n\n<p>\n3508 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا قتادة وحميد وثابت عن أنس\n* أن ناسا من عرينة قدموا المدينة فاجتووها فبعثهم رسول الله صلى الله عليه\nوسلم في إبل الصدقة فقال اشربوا أبوالها وألبانها فقتلوا راعي رسول الله\nصلى الله عليه وسلم واستاقوا الإبل وارتدوا عن الإسلام فأتي بهم إلى النبي\nصلى الله عليه وسلم فقطع أيديهم وأرجلهم من خلاف وسمل أعينهم وألقاهم\nبالحرة قال أنس قد كنت أرى أحدهم يكيد الأرض بفيه حتى ماتوا وربما قال حماد\nيكدم الأرض بفيه حتى ماتوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n3509 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا ثابت عن أنس * أن الناس\nقالوا يا رسول الله هلك المال قحطنا يا رسول الله وهلك المال فاستسق لنا\nفقام يوم الجمعة وهو على المنبر فاستسقى ووصف حماد بسط يديه حيال صدره وبطن\nكفيه مما يلي الأرض وما في السماء قزعة فما انصرف حتى أهمت الشاب القوي\nنفسه أن يرجع إلى أهله قال فمطرنا إلى الجمعة الأخرى فقالوا يا رسول الله\nتهدم البنيان وانقطع الركبان فادع الله أن يكشفها عنا فضحك رسول الله صلى\nالله عليه وسلم وقال اللهم حوالينا ولا علينا قال فانجابت حتى كانت المدينة\nكأنها في إكليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n3510 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس بن مالك أن أم\nسليم كانت مع أبي طلحة يوم حنين وإذا مع أم سليم خنجر فقال أبو طلحة * ما\nهذا معك يا أم سليم قالت اتخذته إن دنا مني أحد من الكفار أبعج به بطنه\nفقال أبو طلحة يا نبي الله ألا تسمع إلى ما تقول أم سليم تقول كذا وكذا\nفقالت يا رسول الله قتل من بعدنا من الطلقاء انهزموا بك يا رسول الله قال\nيا أم سليم إن الله قد كفى وأحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n3511 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا ثابت عن أنس * أن رسول الله\nصلى الله عليه وسلم دخل على رجل من أصحابه يعوده وقد صار <span id='ms0703'></span> كالفرخ فقال له هل\nسألت الله قال قلت اللهم ما كنت معاقبي في الآخرة فعجله لي في الدنيا فقال\nله رسول الله صلى الله عليه وسلم لا طاقة لك بعذاب الله هلا قلت اللهم آتنا\nفي الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار \\ 3513 \\\n</p>\n\n<p>\n3512 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة أخبرنا ثابت عن أنس * أن\nرسول الله صلى الله عليه وسلم عاد رجلا من الأنصار فقال يا خال قل لا إله\nإلا الله فقال خال أم عم قال لا بل خال وقال خير لي أن أقولها قال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n3513 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس قال * لقد\nسقيت رسول الله صلى الله عليه وسلم بقدحي هذا الشراب كله العسل والنبيذ\nواللبن \\ 3515 \\\n</p>\n\n<p>\n3514 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا ثابت عن أنس أن رسول الله\nصلى الله عليه وسلم قال * استووا استووا فوالله إني لأراكم من خلفي كما\nأراكم من بين يدي \\ 3516 \\\n</p>\n\n<p>\n3515 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس أن أهل اليمن\nلما قدموا على رسول الله صلى الله عليه وسلم قالوا * ابعث معنا رجلا يعلمنا\nالسنة والإسلام فأخذ بيد أبي عبيدة بن الجراح فقال هذا أمين هذه الأمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n3516 حدثنا زهير حدثنا عفان حدثنا حماد عن ثابت عن أنس أن رجلا قال * يا\nرسول الله أين أبي قال في النار فلما قفى دعاه قال إن أبي وأباك في النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n3517 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس * أن رسول\nالله صلى الله عليه وسلم استقبله ذات يوم صبيان الأنصار والإماء فقال والله\nإني لأحبكم \\ 3519 \\\n</p>\n\n<p>\n3518 حدثنا زهير حدثنا عفان حدثنا حماد عن ثابت عن أنس * أن امرأة كان في\nعقلها شيء فقالت يا رسول الله إن لي حاجة فقال يا أم فلان انظري أي الطريق\nشئت فقام معها يناجيها حتى قضت حاجتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n3519 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس أن أخت الربيع\nبن حارثة جرحت إنسانا فاختصموا إلى النبي <span id='ms0704'></span> صلى الله عليه وسلم فقالوا يا\nرسول الله القصاص القصاص فقالت أم الربيع يا رسول الله اتقتص من فلانة لا\nوالله لا تقتص منها فما زالت حتى قبلوا الدية فقال رسول الله صلى الله عليه\nوسلم * إن من عباد الله من لو أقسم على الله لأبره \\ 3521 \\\n</p>\n\n<p>\n3520 حدثنا زهير حدثنا عفان حدثنا شعبة عن ثابت عن أنس عن النبي صلى الله\nعليه وسلم قال * إن لكل غادر لواء يوم القيامة يعرف به \\ 3522 \\\n</p>\n\n<p>\n3521 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة أخبرنا ثابت عن أنس أن\nرسول الله صلى الله عليه وسلم قال * يؤتى بأشد الناس كان بلاء في الدنيا من\nأهل الجنة فيقول الله اصبغوه في الجنة صبغة فيصبغ فيها صبغة فيقول الله يا\nبن آدم هل رأيت بؤسا قط أو شيئا تكرهه قط فيقول لا وعزتك ما رأيت شيئا\nأكرهه قط ثم يؤتى بأنعم الناس كان في الدنيا من أهل النار فيقول الله\nاصبغوه صبغة في النار فيصبغ فيها قال فيقول يا بن آدم هل رأيت خيرا قط قرة\nعين قط فيقول لا وعزتك ما رأيت خيرا قط ولا قرة عين قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n3522 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا قتادة وثابت وحميد عن أنس *\nأن رسول الله صلى الله عليه وسلم وأبا بكر وعمر وعثمان كانوا يستفتحون\nالصلاة ب الحمد لله رب العالمين وكان حميد لا يذكر النبي صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n3523 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا ثابت عن أنس قال * كان رسول\nالله صلى الله عليه وسلم إذا أوى إلى فراشه قال الحمد لله الذي أطعمنا\nوسقانا وكفانا وآوانا وكم ممن لا كافي له ولا مؤوي \\ 3525 \\\n</p>\n\n<p>\n3524 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا ثابت قال سمعت أنسا يقول عن\nالنبي صلى الله عليه وسلم قال * يبقى من الجنة ما شاء الله أن يبقى ثم ينشئ\nالله لها خلقا مما يشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n3525 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس * أن رسول\nالله صلى الله عليه وسلم <span id='ms0705'></span> كان يكثر أن يقول اللهم آتنا في الدنيا حسنة وفي\nالآخرة حسنة وقنا عذاب النار \\ 3527 \\\n</p>\n\n<p>\n3526 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس أن رسول الله\nصلى الله عليه وسلم قال * لا تقوم الساعة حتى لا يقال في الأرض الله الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n3527 حدثنا زهير حدثنا عفان حدثنا حماد عن ثابت عن أنس قال * كنا نتحدث\nأنه لا تقوم الساعة حتى لا تمطر السماء ولا تنبت الأرض وحتى يكون للخمسين\nامرأة القيم الواحد وحتى إن المرأة لتمر بالرجل فيأخذها فينظر إليها فيقول\nلقد كان لهذه مرة رجل ذكره حماد هكذا وقد ذكر حماد أيضا عن ثابت عن أنس عن\nالنبي صلى الله عليه وسلم لا يشك وقد قال أيضا عن ثابت عن أنس عن النبي صلى\nالله عليه وسلم فيما أحسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n3528 حدثنا زهير حدثنا عفان حدثنا حماد عن ثابت عن أنس بن مالك أن رسول\nالله صلى الله عليه وسلم قال * رأيت كأني في دار عقبة بن رافع فأتينا برطب\nمن رطب بن طاب فأولت أن الرفعة لنا في الدنيا والعاقبة في الآخرة وأن ديننا\nقد طاب \\ 3530 \\\n</p>\n\n<p>\n3529 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا ثابت عن أنس أنه قرأ هذه\nالآية إنا أعطيناك الكوثر قال رسول الله صلى الله عليه وسلم * أعطيت الكوثر\nفإذا نهر يجري ولم يشق شقا فإذا حافتاه قباب اللؤلؤ فضربت بيدي إلى تربته\nفإذا مسكة ذفرة وإذا حصاه اللؤلؤ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n3530 حدثنا زهير حدثنا عفان حدثنا سلام أبو المنذر عن ثابت عن أنس بن\nمالك قال رسول الله صلى الله عليه وسلم * حبب إلي من الدنيا النساء والطيب\nوجعلت قرة عيني في الصلاة \\ 3532 \\\n</p>\n\n<p>\n3531 حدثنا زهير حدثنا عفان حدثنا حماد بن سلمة حدثنا هشام بن عروة عن\nأبيه عن عائشة عن النبي صلى الله عليه وسلم وثابت عن أنس * أن النبي صلى\nالله عليه وسلم سمع أصواتا فقال ما هذه الأصوات قالوا النخل يأبرونه يا\nرسول الله فقال لو لم يفعلوا لصلح قال فلم يأبروا عامهم فصار شيصا قال <span id='ms0706'></span>\nفذكروا ذلك للنبي صلى الله عليه وسلم فقال إذا كان شيء من أمر دنياكم\nفشأنكم وإذا كان شيء من أمر دينكم فإلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n3532 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن ثابت عن أنس عن\nالنبي صلى الله عليه وسلم * أنه رأى شيخا يهادى بين ابنيه فقال ما بال هذا\nفقالوا يا رسول الله نذر أن يمشي فقال إن الله غني عن تعذيب هذا نفسه يعني\nثم أمره فركب \\ 3534 \\\n</p>\n\n<p>\n3533 حدثنا زهير حدثنا عبد الرحمن حدثنا حماد بن سلمة حدثنا ثابت عن أنس\n* أن اليهود كانوا إذا حاضت المرأة لم يؤاكلوها ولم يجامعوها في البيوت\nفسأل أصحاب النبي صلى الله عليه وسلم يعني النبي صلى الله عليه وسلم فأنزل\nالله يسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض الآية فقال\nرسول الله صلى الله عليه وسلم اصنعوا كل شيء إلا النكاح فبلغ ذلك اليهود\nفقالوا مايريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \nفجاء أسيد بن حضير وعباد بن بشر فقالا يا رسول الله إن اليهود قالت كذا\nوكذا أفلا نجامعهن فتمعر وجه رسول الله صلى الله عليه وسلم حتى ظننا أنه قد\nوجد عليهما فخرجا فاستقبلهما هدية من لبن فأرسل في أثرهما فسقاهما فعرفنا\nأن لم يجد عليهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n3534 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن ثابت عن أنس\nبن مالك * أن النبي صلى الله عليه وسلم كان إذا دعا جعل ظاهر كفيه مما يلي\nوجهه \\ 3536 \\\n</p>\n\n<p>\n3535 حدثنا زهير حدثنا روح بن عبادة أخبرنا حماد عن ثابت عن أنس * أن\nالنبي صلى الله عليه وسلم كان يصوم حتى يقال قد صام ويفطر حتى يقال قد أفطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( الزهري عن أنس )\n</p>\n\n<p>\n3536 حدثنا أبو خيثمة زهير بن حرب حدثنا بن أبي أويس حدثني سليمان بن\nبلال عن يونس بن يزيد عن بن شهاب عن أنس بن مالك * أن رسول الله صلى الله\nعليه وسلم لبس خاتما من فضة في يمينه فيه فص حبشي وكان يجعل <span id='ms0707'></span> فصه في بطن كفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n3537 حدثنا يحيى بن أيوب وبن قدامة قالا حدثنا عبد الله بن وهب أخبرنا\nيونس بن يزيد الأيلي عن الزهري قال حدثني أنس بن مالك قال * كان لرسول الله\nصلى الله عليه وسلم خاتما من ورق وكان فصه حبشيا \\ 3539 \\\n</p>\n\n<p>\n3538 حدثنا عبد العزيز بن أبي سلمة بن عبيد الله بن عبد الله بن عمر بن\nالخطاب حدثني إبراهيم بن سعد عن الزهري عن أنس بن مالك * رأى في يد رسول\nالله صلى الله عليه وسلم خاتما من ورق قال فصنع الناس الخواتيم من الورق\nفطرح خاتمه فطرح الناس خواتيمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p243'> Vol. 06, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n3539 حدثنا منصور بن أبي مزاحم حدثنا مالك بن أنس عن الزهري عن أنس بن\nمالك * أن النبي صلى الله عليه وسلم دخل يوم الفتح وعلى رأسه مغفر فقيل هذا\nبن خطل متعلق بأستار الكعبة فقال اقتلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p245'> Vol. 06, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n3540 حدثنا محمد بن عباد المكي حدثنا سفيان عن الزهري عن أنس * ان النبي\nصلى الله عليه وسلم دخل مكة وعليه مغفر \\ 3542 \\\n</p>\n\n<p>\n3541 حدثنا عبد الأعلى بن حماد حدثنا بشر بن السري حدثنا مالك عن الزهري\nعن أنس * أن النبي صلى الله عليه وسلم قدم عام الفتح وعليه مغفر فقيل هذا\nبن خطل متعلق بأستار الكعبة فقال اقتلوه \\ 3543 \\\n</p>\n\n<p>\n3542 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن مالك بن أنس عن الزهري عن\nأنس * أن النبي صلى الله عليه وسلم دخل مكة وعليه مغفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n3543 حدثنا هدبة حدثنا همام حدثنا بن جريج عن الزهري ولا أعلمه إلا عن\nأنس * أن النبي صلى الله عليه وسلم كان إذا دخل الخلاء وضع خاتمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n3544 حدثنا زهير بن حرب حدثنا عثمان بن عمر حدثنا يونس عن الزهري عن أنس\nبن مالك * أن رسول الله صلى الله عليه وسلم اتخذ خاتما من ورق له فص حبشي\nونقشه محمد رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n3545 حدثنا أبو خيثمة حدثنا سفيان بن عيينة عن الزهري عن أنس قال * نهى\nرسول الله صلى الله عليه وسلم عن الدباء والمزفت أن ينبذ فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n3546 حدثنا أبو خيثمة حدثنا بن عيينة <span id='ms0708'></span> عن الزهري عن أنس يبلغ به * إذا حضر\nالعشاء وأقيمت الصلاة فابدؤوا بالعشاء \\ 3548 \\\n</p>\n\n<p>\n3547 حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة * نحوه \\ 3549 \\\n</p>\n\n<p>\n3548 حدثنا أبو خيثمة حدثنا بن عيينة عن الزهري عن أنس بن مالك قال * آخر\nنظرة نظرتها إلى رسول الله صلى الله عليه وسلم يوم الإثنين كشف الستارة\nوالناس خلف أبي بكر فنظرت إلى وجهه كأنه ورقة مصحف فأراد الناس أن يتحركوا\nفأشار إليهم أن امكثوا وألقى السجف وتوفي في آخر ذلك اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n3549 حدثنا أبو خيثمة حدثنا بن عيينة عن الزهري سمعه من أنس عن النبي صلى\nالله عليه وسلم قال * لا تباغضوا ولا تحاسدوا ولا تدابروا ولا تقاطعوا\nوكونوا عباد الله إخوانا لا يحل لمسلم أن يهجر أخاه فوق ثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n3550 حدثنا محمد بن عباد المكي حدثنا سفيان قال حفظت هذه الأربعة من\nالزهري أنه سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم * لا\nتقاطعوا ولا تباغضوا ولا تحاسدوا ولا تدابروا وكونوا عباد الله إخوانا ولا\nيحل لمسلم أن يهجر أخاه فوق ثلاث \\ 3552 \\\n</p>\n\n<p>\n3551 حدثنا بن أبي شيبة حدثنا يزيد بن هارون أخبرنا سفيان بن حسين عن\nالزهري عن أنس عن النبي صلى الله عليه وسلم * نحوه \\ 3553 \\\n</p>\n\n<p>\n3552 حدثنا أبو خيثمة حدثنا بن عيينة عن الزهري عن أنس قال * قدم النبي\nصلى الله عليه وسلم المدينة وأنا بن عشر ومات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n             وأنا بن عشرين\nفكن أمهاتي يحثثنني على خدمته فدخل علينا دارنا فحلبنا له من شاة داجن شيب\nله من بئر في الدار فشرب رسول الله صلى الله عليه وسلم فقال له عمر وأبو\nبكر عن شماله يا رسول الله أعط أبا بكر فأعطاه أعرابيا عن يمينه وقال رسول\nالله صلى الله عليه وسلم الأيمن فالأيمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n3553 حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة عن الزهري * سمعه من أنس\nقدم النبي صلى الله عليه وسلم نحوه \\ 3555 \\\n</p>\n\n<p>\n3554 حدثنا محمد بن عباد المكي حدثنا سفيان قال حفظت من الزهري عودا\nوبدءا أنه سمع أنسا يقول * قدم رسول الله <span id='ms0709'></span> صلى الله عليه وسلم المدينة وأنا\nبن عشر سنين وتوفي وأنا بن عشرين سنة وكن أمهاتي يحثثنني على خدمته \\ 3556\n\\\n</p>\n\n<p>\n3555 حدثنا محمد بن عباد المكي حدثنا سفيان قال حفظت من الزهري عودا\nوبدءا أنه سمع أنسا يقول * دخل رسول الله صلى الله عليه وسلم دارنا فحلبنا\nله من شاة داجن وشيب له من ماء بئر في الدار فشرب رسول الله صلى الله عليه\nوسلم وأبو بكر عن شماله وأعرابي عن يمينه وعمر ناحية فقال عمر أعط أبا بكر\nفناوله رسول الله صلى الله عليه وسلم الأعرابي وقال الأيمن فالأيمن \\ 3557\n\\\n</p>\n\n<p>\n3556 حدثنا أبو خيثمة وأبو بكر بن أبي شيبة قالا حدثنا بن عيينة عن\nالزهري عن أنس قال قال رجل * يا رسول الله متى الساعة قال وما أعددت لها\nقال فلم يذكر خيرا ولكن أحب الله ورسوله قال فأنت مع من أحببت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n3557 حدثنا محمد بن عباد حدثنا سفيان عن الزهري عن أنس * أن رجلا سأل\nرسول الله صلى الله عليه وسلم عن الساعة فقال له النبي صلى الله عليه وسلم\nما أعددت لها قال ما أعددت لها كبيرا من عمل غير أني أحب الله ورسوله فقال\nالمرء مع من أحب \\ 3559 \\\n</p>\n\n<p>\n3558 حدثنا أبو بكر بن أبي شيبة وأبو خيثمة قالا حدثنا بن عيينة عن\nالزهري عن أنس قال * سقط النبي صلى الله عليه وسلم عن فرس فجحش شقه الأيمن\nفحضرت الصلاة فصلى بنا قاعدا فلما قضى صلاته قال إنما جعل الإمام ليؤتم به\nفإذا كبر فكبروا وإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n             ركع فاركعوا وإذا رفع فارفعوا وإذا قال\nسمع الله لمن حمده فقولوا ربنا لك الحمد وإذا صلى قاعدا فصلوا قعودا أجمعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n3559 حدثنا أبو خيثمة حدثنا بن عيينة عن الزهري عن أنس * أن النبي صلى\nالله عليه وسلم أولم على صفية أراه قال بتمر وسويق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p259'> Vol. 06, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n3560 حدثنا بن أبي شعيب الحراني حدثنا مسكين بن بكير عن الأوزاعي عن بن\nشهاب عن أنس * أن النبي صلى الله عليه وسلم شرب قائما \\ 3562 \\\n</p>\n\n<p>\n3561 وحدثناه مرة أخرى حدثنا مسكين بن بكير عن الأوزاعي <span id='ms0710'></span> عن بن شهاب عن\nأنس * أن النبي صلى الله عليه وسلم شرب قائما وعلى يمينه أعرابي وعن شماله\nأبو بكر فأعطاه الأعرابي وقال الأيمن فالأيمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n3562 حدثنا زكريا بن يحيى الواسطي حدثنا هشيم عن سفيان بن حسين عن الزهري\nعن أنس بن مالك * أن النبي صلى الله عليه وسلم أتي بلبن فشرب قال وأبو بكر\nعن يساره وأعرابي عن يمينه فقال عمر يا رسول الله ناول أبا بكر قال فناول\nالأعرابي \\ 3564 \\\n</p>\n\n<p>\n3563 حدثنا محمد بن عبد الله بن نمير حدثنا أبو معاوية عن إسماعيل بن\nمسلم عن الزهري عن أنس * أن رسول الله صلى الله عليه وسلم كان يلبي لبيك\nاللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n3564 حدثنا وهب بن بقية الواسطي حدثنا خالد عن عبد الرحمن بن إسحاق عن\nالزهري عن أنس قال * رأيت رسول الله صلى الله عليه وسلم يشرب وعن يساره أبو\nبكر وعن يمينه رجل من الأعراب فأعطى الأعرابي فضله ثم قال الأيمن فالأيمن \\\n3566 \\\n</p>\n\n<p>\n3565 حدثنا بشر بن وليد الكندي أخبرنا إبراهيم بن سعد عن الزهري عن أنس\nأنه * أبصر على رسول الله صلى الله عليه وسلم خاتم ورق يوما واحدا فصنع\nخواتيم من ورق فلبسوها فطرح النبي صلى الله عليه وسلم خاتمه فطرح الناس\nخواتيمهم ورأى في يد رجل خاتما من ذهب فضرب إصبعه ضربة ورأى على أم سلمة\nقرطين من ذهب فأعرض عنها حتى رمت به \\ 3567 \\\n</p>\n\n<p>\n3566 حدثنا أبو بكر بن أبي شيبة حدثنا بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n             المبارك عن يونس بن\nيزيد أخبرني أبو علي بن يزيد عن بن شهاب عن أنس قال قرأ رسول الله صلى الله\nعليه وسلم * وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n3567 حدثنا إسحاق بن أبي إسرائيل وغيره عن بن المبارك حدثنا أبو بكر\nحدثنا يزيد بن هارون عن سفيان بن حسين عن الزهري عن أنس قال * لما مرض رسول\nالله صلى الله عليه وسلم مرضه الذي مات فيه أتاه بلال فأذن بالصلاة فقال يا\nبلال <span id='ms0711'></span> قد بلغت فمن شاء فليصل ومن شاء فليدع قال يا رسول الله فمن يصلي\nبالناس قال مروا أبا بكر فليصل بالناس فلما تقدم أبو بكر رفعت الستور عن\nرسول الله صلى الله عليه وسلم فنظرنا إليه كأنه ورقه بيضاء عليه خميصة\nسوداء فظن أبو بكر أنه يريد الخروج فتأخر فأشار إليه رسول الله صلى الله\nعليه وسلم أن صل مكانك فصلى أبو بكر وما رأينا رسول الله صلى الله عليه\nوسلم حتى مات من يومه \\ 3569 \\\n</p>\n\n<p>\n3568 حدثنا أبو بكر بن أبي شيبة حدثنا عبيد الله بن موسى عن أسامة بن زيد\nعن الزهري عن أنس قال * لما كان يوم أحد مر رسول الله صلى الله عليه وسلم\nبحمزة وقد جدع أنفه ومثل به فقال لولا ان تجد صفية في نفسها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p264'> Vol. 06, p. 264</a>\n            </div>\n            \nتركته حتى يحشره الله من بطون السباع والطير فكفن في نمرة إذا خمر رأسه بدت\nرجلاه وإذا خمرت رجلاه بدا رأسه فخمروا رأسه ولم يصل على أحد من الشهداء\nوقال أنا شهيد عليكم اليوم وكان يجمع الثلاثة في قبر والاثنين في قبر ويسأل\nأيهم كان أكثر قرآنا فيقدمه في اللحد ويكفن الرجلين والثلاثة في ثوب واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p265'> Vol. 06, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n3569 حدثنا يحيى بن معين حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن أنس\n* أن النبي صلى الله عليه وسلم كان يشير في الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p266'> Vol. 06, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n3570 حدثنا عبد الرحمن بن المتوكل حدثنا فضيل بن سليمان النميري حدثنا\nعبد الرحمن بن إسحاق المدني عن الزهري عن أنس بن مالك قال رسول الله صلى\nالله عليه وسلم * سألت الله اللاهين من ذرية البشر فأعطانيهم \\ 3572 \\\n</p>\n\n<p>\n3571 حدثنا مؤمل بن إهاب حدثنا عبد الرزاق عن معمر عن الزهري عن أنس * أن\nالنبي صلى الله عليه وسلم دخل في عمرة القضاء وبن رواحة بين يديه وهو يقول\nخلوا بني الكفار عن سبيله قد أنزل الرحمن في تنزيله بأن خير القتل في سبيله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p267'> Vol. 06, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n3572 حدثنا هارون بن معروف حدثنا عبد الله بن وهب أخبرني قره بن عبد\nالرحمن أن بن شهاب حدثه عن أنس بن مالك <span id='ms0712'></span> قال * تنبأ رسول الله صلى الله عليه\nوسلم وهو بن أربعين سنة فمكث بمكة عشرا وبالمدينة عشرا وتوفي بن ستين سنة\nوليس في رأسه ولحيته عشرون شعرة بيضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p268'> Vol. 06, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n3573 حدثنا محمد بن عبد الرحمن بن سهم الأنطاكي حدثنا عيسى بن يونس عن\nمعاوية بن يحيى الصدفي عن الزهري عن أنس بن مالك قال قال رسول الله صلى\nالله عليه وسلم * إن لكل دين خلقا وإن خلق هذا الدين الحياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p269'> Vol. 06, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n3574 حدثنا صالح بن مالك أبو عبد الله حدثنا عبد الرزاق بن عمر الثقفي عن\nالزهري عن أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول * إن\nلكل أمة أمينا وهذا أميننا وأخذ بيد أبي عبيدة بن الجراح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n3575 حدثنا محمد بن عبد الرحمن بن سهم الأنطاكي حدثنا عبد الله بن\nالمبارك أخبرنا معمر عن الزهري عن أنس قال * كان أشبههم بالنبي صلى الله\nعليه وسلم الحسن بن علي \\ 3577 \\\n</p>\n\n<p>\n3576 حدثنا محمد بن عبد الله بن نمير حدثنا روح حدثنا أسامة عن نافع عن\nبن عمر قال أسامة وحدثني الزهري عن أنس بن مالك قال * لما رجع رسول الله\nصلى الله عليه وسلم من أحد سمع نساء الأنصار يبكين فقال لكن حمزة لا بواكي\nله فبلغ ذلك نساء الأنصار فبكين حمزة فنام رسول الله صلى الله عليه وسلم ثم\nاستيقظ وهن يبكين فقال ياويحهن أما زلن يبكين مذ اليوم فليبكين ولا يبكين\nعلى هالك بعد اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n3577 حدثنا وهب بن بقية الواسطي حدثنا خالد عن عبد الرحمن عن الزهري عن\nأنس قال قال رسول الله صلى الله عليه وسلم * إذا حضر العشاء وأقيمت الصلاة\nفابدؤوا به ولا تعجلوا عن عشائكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n3578 حدثنا زهير حدثنا وهب بن جرير حدثنا أبي قال سمعت يونس يحدث عن\nالزهري عن أنس قال قال رسول الله صلى الله عليه وسلم * اللهم اجعل بالمدينة\nضعفي ما بمكة من البركة \\ 3580 \\\n</p>\n\n<p>\n3579 حدثنا أبو بكر بن زنجويه حدثنا عبد الرزاق أخبرنا معمر عن الزهري\nأخبرني أنس بن مالك * أن رسول الله صلى الله <span id='ms0713'></span> عليه وسلم دخل مكة في عمرة\nالقضاء وبن رواحة أخذ بغرزه وهو يقول خلوا بني الكفار عن سبيله قد أنزل\nالرحمن في تنزيله بأن خير القتل في سبيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p273'> Vol. 06, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n3580 حدثنا أبو بكر بن زنجويه حدثنا الحميدي حدثنا سفيان بن عيينة حدثنا\nوائل بن داود عن ابنه بكر بن وائل عن الزهري عن أنس * أن النبي صلى الله\nعليه وسلم أولم على صفية بسويق وتمر وقال سفيان سمعته من الزهري يحدثه ولم\nأحفظه وكان بكر بن وائل يجالس الزهري معنا \\ 3582 \\\n</p>\n\n<p>\n3581 حدثنا أبو بكر بن زنجويه حدثنا عثمان بن صالح حدثنا بن وهب عن يونس\nعن بن شهاب أخبرني أنس بن مالك * أنه سمع النبي صلى الله عليه وسلم يقول\nوهو بالمدينة اللهم اجعل فيها ضعفي ما بمكة من البركة \\ 3583 \\\n</p>\n\n<p>\n3582 حدثنا محمد بن المنهال حدثنا يزيد بن زريع حدثنا معمر عن الزهري عن\nأنس بن مالك * أن رسول الله صلى الله عليه وسلم كوى أسعد بن زرارة من\nالشوكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p274'> Vol. 06, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n3583 حدثنا أحمد بن المقدام العجلي حدثنا محمد بن بكر حدثنا بن جريج عن\nبن شهاب عن أنس بن مالك قال * قدم النبي صلى الله عليه وسلم المدينة وهي\nمحمة فحم الناس فدخل النبي صلى الله عليه وسلم المسجد والناس قعود يصلون\nفقال صلاة القاعد على النصف من صلاة القائم قال فتجشم الناس الصلاة قياما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n3584 حدثنا عثمان بن أبي شيبة حدثنا طلحة بن يحيى عن يونس عن بن شهاب عن\nأنس * أن رسول الله صلى الله عليه وسلم لبس خاتما من فضة في يمينه فيه فص\nحبشي وكان فصه مما يلي كفه \\ 3586 \\\n</p>\n\n<p>\n3585 حدثنا محمد بن يحيى بن أبي سمينة البغدادي حدثنا عبد الأعلى بن عبد\nالأعلى عن معمر عن الزهري عن أنس بن مالك قال * كان الحسن بن علي أشبههم\nوجها برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n3586 حدثنا محمد بن يحيى بن أبي سمينة حدثنا عبد الأعلى عن معمر عن\nالزهري عن أنس قال * رأيت على زينب بنت رسول الله صلى الله عليه وسلم قميصا <span id='ms0714'></span>\nسيراء حريرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p277'> Vol. 06, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n3587 حدثنا محمد بن عباد حدثنا أبو ضمرة عن يونس عن الزهري عن أنس قال\nقال رسول الله صلى الله عليه وسلم * إن حوضي ما بين أيلة وصنعاء من اليمن\nوإن فيه من الأباريق عدد نجوم السماء \\ 3589 \\\n</p>\n\n<p>\n3588 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الرزاق أخبرنا معمر عن الزهري\nعن أنس * أن النبي صلى الله عليه وسلم كان يشير في الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n3589 حدثنا القواريري حدثنا عبد الأعلى عن محمد بن إسحاق عن الزهري عن\nأنس بن مالك قال * سمعت رسول الله صلى الله عليه وسلم ينهى عن ما يصنع في\nالظروف والمزفتة وعن الدباء وقال كل مسكر حرام \\ 3591 \\\n</p>\n\n<p>\n3590 حدثنا محمد بن يوسف الغضيضي أبو جعفر حدثنا عبد الله بن وهب عن قرة\nبن عبد الرحمن عن بن شهاب عن أنس بن مالك عن رسول الله صلى الله عليه وسلم\n* تنبأ وهو بن أربعين فمكث بمكة عشرا وبالمدينة عشرا وتوفي وهو بن ستين\nوليس في رأسه ولحيته عشرون شعرة بيضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p279'> Vol. 06, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n3591 حدثنا زهير بن حرب حدثنا يعقوب بن إبراهيم حدثنا أبي عن صالح عن بن\nشهاب حدثني أنس بن مالك أن رسول الله صلى الله عليه وسلم قال * لو أن لابن\nآدم واديا من ذهب أحب أن يكون له واديان ولن يملأ فاه إلا التراب والله\nيتوب على من تاب \\ 3593 \\\n</p>\n\n<p>\n3592 حدثنا أبو موسى حدثنا الحسن بن موسى حدثنا بن لهيعة حدثنا يزيد بن\nأبي حبيب وعقيل عن بن شهاب عن أنس بن مالك * أن رسول الله صلى الله عليه\nوسلم نهى أن يبيع الرجل فحلة فرسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n3593 حدثنا زهير حدثنا هاشم بن القاسم حدثنا الليث حدثنا بن شهاب عن أنس\nبن مالك أنه أخبره * أن رسول الله صلى الله عليه وسلم كان يصلي العصر\nوالشمس مرتفعة حية فيذهب الذاهب إلى العوالي والشمس مرتفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p281'> Vol. 06, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n3594 حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا بن أخي الزهري عن عمه\nقال أخبرني أنس بن مالك * أن ناسا من الأنصار قالوا يوم حنين حين أفاء الله\nعلى رسوله <span id='ms0715'></span> من أموال هوازن ما أفاء فطفق رسول الله صلى الله عليه وسلم يعطي\nرجالا من قريش المئة من الإبل قالوا يغفر الله لرسول الله يعطي قريشا\nويتركنا وسيوفنا تقطر من دمائهم قال أنس فحدث رسول الله صلى الله عليه وسلم\nبمقالتهم فأرسل رسول الله صلى الله عليه وسلم إلى الأنصار فجمعهم في قبة من\nآدم ولم يدع معهم أحدا غيرهم فلما اجتمعوا جاءهم رسول الله صلى الله عليه\nوسلم فقال ما حديث بلغني عنكم فقال له فقهاء الأنصار أما ذوو رأينا يا رسول\nالله فلم يقولوا شيئا وأما ناس منا حديثة أسنانهم فقالوا يغفر الله لرسول\nالله أيعطي قريشا ويتركنا وسيوفنا تقطر من دمائهم فقال رسول الله صلى الله\nعليه وسلم فإني أعطي رجالا حديثي عهد بكفر أتألفهم أفلا ترضون أن يذهب\nالناس بالأموال وترجعون إلى رحالكم برسول الله فوالله لما تنقلبون به خير\nمما ينقلبون به قالوا بلى يا رسول الله قد رضينا قال لهم فإنكم ستجدون بعدي\nأثره شديدة فأبصروا حتى تلقوا الله ورسوله فإني على الحوض قال أنس قالوا\nنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p282'> Vol. 06, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n3595 حدثنا إسحاق حدثنا سفيان حدثنا الزهري سمع أنس بن مالك يقول * سقط\nرسول الله صلى الله عليه وسلم من فرس فجحش شقه الأيمن فدخلنا نعوده فحضرت\nالصلاة فصلى بنا قاعدا فصلينا خلفه قعودا فلما قضى الصلاة قال إنما جعل\nالإمام ليؤتم به فإذا كبر فكبروا وإذا ركع فاركعوا وإذا سجد فاسجدوا وإذا\nقال سمع الله لمن حمده فقولوا ربنا لك الحمد وإذا صلى قاعدا فصلوا قعودا\nأجمعين قال أبو يعقوب حدثنا به سفيان مرة أخرى قال ربنا ولك الحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p283'> Vol. 06, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n3596 حدثنا إسحاق حدثنا سفيان حدثنا الزهري عن أنس قال * آخر نظرة نظرتها\nإلى رسول الله صلى الله عليه وسلم كشف الستارة يوم توفي فنظرت إلى وجهه\nكأنه ورقة مصحف ثم أشار إلى الناس أن امكثوا وأرخى السجف وتوفي من آخر ذلك\nاليوم وهم صفوف خلف أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p284'> Vol. 06, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n3597 حدثنا إسحاق حدثنا سفيان عن الزهري سمع أنسا * يقول سأل رجل <span id='ms0716'></span> النبي\nصلى الله عليه وسلم عن الساعة فقال ما أعددت لها قال كأنه لم يذكر كبير شيء\nإلا أني أحب الله ورسوله فقال رسول الله صلى الله عليه وسلم فأنت مع من\nأحببت \\ 3599 \\\n</p>\n\n<p>\n3598 حدثنا إسحاق حدثنا سفيان عن الزهري عن أنس بن مالك يبلغ به النبي\nصلى الله عليه وسلم * إذا حضر العشاء وأقيمت الصلاة فابدؤوا بالعشاء \\ 3600\n\\\n</p>\n\n<p>\n3599 حدثنا إسحاق حدثنا سفيان عن الزهري عن أنس بن مالك قال * نهى رسول\nالله صلى الله عليه وسلم عن الدباء والمزفت أن ينتبذ فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p285'> Vol. 06, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n3600 حدثنا إسحاق حدثنا سفيان قال سمع الزهري أنسا يقول * قدم رسول الله\nصلى الله عليه وسلم المدينة وأنا بن عشر سنين ومات وأنا بن عشرين سنة وكن\nأمهاتي يحثثنني على خدمته فدخل علينا دارنا فحلبنا له من شاة داجن وشبنا له\nلبنها بماء من بئر الدار وأبو بكر عن يمينه وعمر ناحية فشرب النبي صلى الله\nعليه وسلم فقال عمر يا رسول الله أعط أبا بكر فناوله الأعرابي وقال الأيمن\nفالأيمن \\ 3602 \\\n</p>\n\n<p>\n3601 حدثنا إسحاق حدثنا عبد الرزاق أخبرنا معمر عن الزهري قال حدثني أنس\nبن مالك * أن رسول الله صلى الله عليه وسلم خرج حين زاغت الشمس فصلى الظهر\nفلما سلم قام على المنبر فذكر الساعة وذكر أن بين يديها أمورا عظاما قال من\nأحب أن يسأل عن شيء فليسأل عنه فوالله لا تسألوني عن شيء إلا حدثتكم به ما\nدمت في مقامي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p286'> Vol. 06, p. 286</a>\n            </div>\n             قال أنس فقام إليه رجل فقال أين مدخل أبي يا\nرسول الله قال النار فقام عبد الله بن حذافة قال من أبي يا رسول الله قال\nأبوك حذافة ثم أكثر أن يقول سلوني فبرك عمر على ركبتيه فقال رضينا بالله\nربا وبالإسلام دينا وبمحمد رسولا فسكت رسول الله صلى الله عليه وسلم حين\nقال عمر ذلك ثم قال النبي صلى الله عليه وسلم والذي نفسي بيده لقد عرضت على\nالجنة والنار آنفا في عرض هذا الحائط فلم أر كاليوم في الخير والشر قال\nالزهري وأخبرني عبيد <span id='ms0717'></span> الله بن عبد الله بن عتبة قالت أم عبد الله بن حذافة\nما رأيت ابنا قط أعق منك أكنت تأمن أن تكون أمك قارفت في الجاهلية فتفضحها\nعلى رؤوس النساء قال عبد الله والله لو ألحقني بعبد أسود للحقته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p287'> Vol. 06, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n3602 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا القواريري\nحدثنا يزيد حدثنا معمر عن الزهري عن أنس قال قال رسول الله صلى الله عليه\nوسلم * إذا وضع العشاء ونودي بالصلاة فابدؤوا بالعشاء \\ 3604 \\\n</p>\n\n<p>\n3603 حدثنا أبو خيثمة حدثنا أحوص بن جواب حدثنا عمار بن رزيق عن محمد بن\nعبد الرحمن عن إسماعيل بن أمية عن الزهري عن أنس قال * سمعت رسول الله صلى\nالله عليه وسلم يهل بعمرة وحج \\ 3605 \\\n</p>\n\n<p>\n3604 حدثنا إسحاق حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن أنس قال *\nكان رسول الله صلى الله عليه وسلم يصلي العصر ثم يذهب الذاهب إلى العوالي\nوالشمس مرتفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p288'> Vol. 06, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n3605 حدثنا زهير حدثنا عبيد الله بن عبد المجيد الحنفي حدثنا بن أبي ذئب\nعن بن شهاب عن أنس * أن رسول الله صلى الله عليه وسلم كان يصلي العصر\nوالشمس بيضاء حية ثم يذهب الذاهب إلى العوالي فيأتيها والشمس مرتفعة \\ 3607\n\\\n</p>\n\n<p>\n3606 حدثنا محمد بن أبي بكر حدثنا عمرو بن عاصم حدثنا أبو العوام عن معمر\nعن الزهري عن أنس قال * لما كان يوم حنين انهزم الناس عن رسول الله صلى\nالله عليه وسلم إلا العباس بن عبد المطلب وأبا سفيان بن الحارث وأمر رسول\nالله صلى الله عليه وسلم أن ينادى يا أصحاب سورة البقرة يا معشر الأنصار ثم\nاستحر النداء في بني الحارث بن الخزرج فلما سمعوا النداء أقبلوا فوالله ما\nشبهتهم إلا إلى الإبل تجيء إلى أولادها فلما التقوا التحم القتال فقال رسول\nالله صلى الله عليه وسلم الآن حمي الوطيس وأخذ كفا من حصى أبيض فرمى به\nوقال هزموا ورب الكعبة وكان علي بن أبي طالب رضي الله عنه يومئذ أشد الناس\nقتالا بين يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p289'> Vol. 06, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n3607 حدثنا أبو موسى هارون بن عبد الله حدثنا <span id='ms0718'></span> بن أبي فديك عن عمر بن حفص\nعن عثمان بن عبد الرحمن عن الزهري عن أنس قال قال رسول الله صلى الله عليه\nوسلم * من سره أن يسلم فليلزم الصمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p290'> Vol. 06, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n3608 حدثنا هارون بن عبد الله حدثنا محمد بن بكر البرساني حدثنا يونس بن\nيزيد الأيلي حدثني الزهري عن أنس بن مالك قال * كان رسول الله صلى الله\nعليه وسلم وأبو بكر وعمر وعثمان يمشون أمام الجنازة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n3609 حدثنا كامل بن طلحة حدثنا ليث بن سعد حدثنا عقيل عن بن شهاب أنه سمع\nأنس بن مالك يقول سمعت رسول الله صلى الله عليه وسلم يقول * من أحب أن\nينسأله في أجله ويبسط له في أحسبه قال في رزقه فليصل رحمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p292'> Vol. 06, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n3610 حدثنا زكريا بن يحيى الواسطي حدثنا روح حدثنا أسامة بن زيد عن نافع\nعن بن عمر قال وحدثني الزهري عن أنس قال * لما رجع رسول الله صلى الله عليه\nوسلم من أحد سمع نساء الأنصار يبكين فقال لكن حمزة لا بواكي له فبلغ ذلك\nنساء الأنصار فبكين حمزة فنام رسول الله صلى الله عليه وسلم ثم استيقظ وهن\nيبكين فقال يا ويحهن ما زلن يبكين منذ اليوم فليبكين ولا يبكين على هالك\nبعد اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p293'> Vol. 06, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n3611 حدثنا هذيل بن إبراهيم الجماني حدثنا عثمان بن عبد الرحمن الزهري من\nولد سعد بن أبي وقاص عن الزهري عن أنس قال قال رسول الله صلى الله عليه\nوسلم * ما قال عبد لا إله إلا الله في ساعة من ليل أو نهار إلا طمست ما في\nصحيفته من السيئات حتى يسكن إلى مثلها من الحسنات \\ 3613 \\\n</p>\n\n<p>\n3612 حدثنا وهب بن بقية الواسطي أخبرنا خالد عن عبد الرحمن بن إسحاق عن\nالزهري عن أنس بن مالك عن النبي صلى الله عليه وسلم قال * لا تحاسدوا ولا\nتنافسوا ولا تباغضوا ولا تدابروا وكونوا عباد الله إخوانا ولا يحل لرجل أن\nيهجر أخاه فوق ثلاث أيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n3613 حدثنا وهب أخبرنا خالد عن عبد الرحمن عن الزهري عن أنس قال * رأيت\nرسول الله صلى الله <span id='ms0719'></span> عليه وسلم شرب لبنا وعن يساره أبو بكر وعن يمينه رجل من\nالأعراب فأعطى الأعرابي فضله ثم قال الأيمن فالأيمن \\ 3615 \\\n</p>\n\n<p>\n3614 حدثنا محمد بن عباد المكي حدثنا أبو ضمرة عن يونس عن الزهري عن أنس\nقال كان أبي يحدث أن النبي صلى الله عليه وسلم قال * فرج سقف بيتي وأنا\nبمكة فنزل جبريل ففرج صدري ثم غسله من ماء زمزم ثم جاء بطست من ذهب مملوء\nحكمة وإيمانا فأفرغها في صدري ثم أطبقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n3615 حدثنا أبو علي الحسني حدثنا بن أبي أويس حدثني أبي عن موسى بن عقبة\nعن الزهري عن أنس قال قالوا * يا رسول الله ألا نعين في فداء العباس قال\nولا بدرهم \\ 3617 \\\n</p>\n\n<p>\n3616 حدثنا أبو بكر بن زنجويه عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p296'> Vol. 06, p. 296</a>\n            </div>\n             صالح عن الليث عن يونس\nعن الزهري عن أنس بن مالك قال كان أبو ذر يحدثه عن رسول الله صلى الله عليه\nوسلم قال * فرج سقف بيتي وأنا بمكة فنزل جبريل عليه السلام ففرج صدري ثم\nغسله من ماء زمزم ثم أتى بطست من ذهب مملوء حكمة وإيمانا فأفرغها في صدري\nثم أطبقه ثم أخذ يدي فعرج بي إلى السماء فلما أتى السماء الدنيا قال جبريل\nلخازن السماء افتح قال من هذا قال جبريل قال هل معك أحد قال نعم قال وقد\nأرسل إليه قال نعم ففتح فلما علونا السماء الدنيا إذا رجل قاعد على يمينه\nأسودة وعلى يساره أسودة فإذا نظر قبل يمينه تبسم وإذا نظر قبل شماله بكى\nقال مرحبا بالنبي الصالح والأبن الصالح قال قلت لجبريل من هذا قال هذا آدم\nوهذه الأسودة عن يمينه وعن شماله بنوه فأهل اليمين منهم أهل الجنة والأسودة\nالتي عن شماله أهل النار فإذا نظر إلى اليمين ضحك وإذا نظر قبل شماله بكى\nقال ثم عرج بي جبريل حتى أتى السماء الثانية فقال لخازنها افتح قال له\nخازنها مثل ما قال خازن السماء الدنيا ففتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p297'> Vol. 06, p. 297</a>\n            </div>\n             فقال أنس فذكر أنه\nوجد في السماوات آدم وإدريس وموسى وعيسى وإبراهيم ولم يبين كيف منازلهم <span id='ms0720'></span> غير\nأنه قد ذكر أنه وجد آدم في السماء الدنيا وإبراهيم في السماء الثالثة وقال\nأنس فلما مر جبريل ورسول الله صلى الله عليه وسلم بإدريس قال مرحبا بالنبي\nالصالح والأخ الصالح قال ثم قلت من هذا قال هذا إدريس ثم مررت بموسى فقال\nمرحبا بالنبي الصالح والأخ الصالح قال قلت من هذا قال هذا موسى قال ثم مررت\nبعيسى فقال مرحبا بالنبي الصالح والأخ الصالح قال قلت من هذا أراه قال عيسى\nقال ثم مررت بإبراهيم فقال مرحبا بالنبي الصالح والابن الصالح قال قلت من\nهذا قال هذا إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p298'> Vol. 06, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n3617 حدثنا حميد بن الربيع الخزاز حدثنا سعيد بن أبي مريم المصري حدثنا\nنافع بن يزيد عن عقيل بن خالد عن بن شهاب عن أنس بن مالك أن رسول الله صلى\nالله عليه وسلم قال * إن أيوب نبي الله كان في بلائه ثماني عشرة سنة فرفضه\nالقريب والبعيد إلا رجلان من إخوانه كانا من أخص إخوانه كانا يغدوان إليه\nويروحان إليه فقال أحدهما لصاحبه أتعلم والله لقد أذنب أيوب ذنبا ما أذنبه\nأحد قال صاحبه وما ذاك قال منذ ثماني عشرة سنة لم يرحمه الله فيكشف عنه\nفلما راحا إليه لم يصبر الرجل حتى ذكر ذلك له فقال أيوب لا أدري ما يقول\nغير أن الله يعلم أني كنت أمر على الرجلين يتنازعان فيذكران الله فأرجع إلى\nبيتي فأكفر عنهما كراهية أن يذكر الله إلا في حق قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p299'> Vol. 06, p. 299</a>\n            </div>\n             وكان يخرج\nإلى حاجته فإذا قضى حاجته أمسكت امرأته بيده حتى يبلغ فلما كان ذات يوم\nأبطأ عليها وأوحي إلى أيوب في مكانه أن اركض برجلك هذا مغتسل بارد وشراب\nفاستبطأته فلقيته ينتظر وأقبل عليها قد أذهب الله ما به من البلاء وهو على\nأحسن ما كان فلما رأته قالت أي بارك الله فيك هل رأيت نبي الله هذا المبتلى\nووالله على ذلك ما رأيت أحدا أشبه به منك إذ كان صحيحا قال فإني أنا هو\nوكان له أندران أندر للقمح وأندر للشعير <span id='ms0721'></span> فبعث الله سحابتين فلما كانت\nإحداهما على أندر القمح أفرغت فيه الذهب حتى فاض وأفرغت الأخرى على أندر\nالشعير الورق حتى فاض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p300'> Vol. 06, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n3618 حدثنا حميد بن الربيع الخزاز حدثنا رويم القارئ أخبرنا الليث بن سعد\nعن عقيل عن الزهري أخبرني أنس أن النبي صلى الله عليه وسلم قال * إذا أخصبت\nالأرض فانزلوا عن ظهركم فاعطوه حقه من الكلأ وإذا أجدبت الأرض فامضوا عليها\nبنقيها وعليكم بالدلجة فإن الأرض تطوى بالليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p301'> Vol. 06, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n3619 حدثنا حميد حدثنا شبابة بن سوار حدثنا عقيل عن بن شهاب عن أنس * أن\nالنبي صلى الله عليه وسلم كان إذا أراد أن يجمع بين الظهر والعصر في السفر\nأخر الظهر حتى يدخل وقت العصر فيجمع بينهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n3620 حدثنا قاسم بن أبي شيبة حدثنا وهب بن جرير عن أبيه عن يونس الأيلي\nعن الزهري عن أنس أن النبي صلى الله عليه وسلم قال * اللهم اجعل بالمدينة\nضعفي ما بمكة من البركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p304'> Vol. 06, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( شريك عن أنس )\n</p>\n\n<p>\n3621 حدثنا محمد بن أبي بكر المقدمي حدثنا الحسن بن دعامة حدثنا عمر بن\nشريك عن أبيه عن أنس أن النبي صلى الله عليه وسلم قال * اختضبوا بالحناء\nفإنه طيب الريح يسكن الدوخة قال أبو يعلى لا أدري شريك هذا هو بن أبي نمر\nأم لا \\ 3623 \\\n</p>\n\n<p>\n3622 حدثنا أبو خيثمة زهير بن حرب حدثنا بن أبي أويس إسماعيل حدثني أبي\nعن شريك بن أبي نمر عن أنس بن مالك قال * سار رجل مع النبي صلى الله عليه\nوسلم فلعن بعيره فقال النبي صلى الله عليه وسلم يا عبد الله لا تسر معنا\nعلى بعير ملعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n3623 حدثنا محمد بن عبد الله بن نمير حدثنا أنس بن عياض عن شريك بن أبي\nنمر قال سمعت أنسا يقول * كان رسول الله صلى الله عليه وسلم يسمع بكاء\nالصبي وراءه فيخفف مخافة أن تفتن أمه \\ 3625 \\\n</p>\n\n<p>\n3624 حدثنا يحيى بن أيوب حدثنا محمد بن الحسن بن أبي يزيد الصدائي حدثنا\nعباد المنقري عن علي بن زيد عن سعيد بن المسيب عن أنس بن مالك قال * قدم <span id='ms0722'></span>\nرسول الله صلى الله عليه وسلم المدينة وأنا بن ثمان سنين فأخذت أمي بيدي\nفانطلقت بي إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله إنه لم\nيبق رجل ولا امرأة من الأنصار إلا قد أتحفتك بتحفة وأني لا أقدر على ما\nأتحفك به إلا ابني هذا فخذه فليخدمك مابدا لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n             فخدمت رسول الله\nصلى الله عليه وسلم عشر سنين فما ضربني ضربة ولا سبني سبة ولا انتهرني ولا\nعبس في وجهي وكان أول ما أوصاني به أن قال يا بني اكتم سري تك مؤمنا فكانت\nأمي وأزواج النبي صلى الله عليه وسلم يسألنني عن سر رسول الله صلى الله\nعليه وسلم فلا أخبرهم به وما أنا بمخبر سر رسول الله صلى الله عليه وسلم\nأحدا أبدا وقال يا بني عليك بإسباغ الوضوء يحبك حافظاك ويزاد في عمرك ويا\nأنس بالغ في الاغتسال من الجنابة فإنك تخرج من مغتسلك وليس عليك ذنب ولا\nخطيئة قال قلت كيف المبالغة يا رسول الله قال تبل أصول الشعر وتنقي البشرة\nويا بني إن استطعت أن لا تزال أبدا على وضوء فإنه من يأته الموت وهو على\nوضوء يعط الشهادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p307'> Vol. 06, p. 307</a>\n            </div>\n             ويا بني إن استطعت أن لا تزال تصلي فإن\nالملائكة تصلي عليك مادمت تصلي ويا أنس إذا ركعت فأمكن كفيك من ركبتيك وفرج\nبين أصابعك وارفع مرفقيك عن جنبيك ويا بني إذا رفعت رأسك من الركوع فأمكن\nكل عضو منك موضعه فإن الله لا ينظر يوم القيامة إلى من لا يقيم صلبه بين\nركوعه وسجوده ويا بني فإذا سجدت فأمكن جبهتك وكفيك من الأرض ولا تنقر نقر\nالديك ولا تقع إقعاء الكلب أو قال الثعلب وإياك والالتفات في الصلاة فإن\nالالتفات في الصلاة هلكة فإن كان لا بد ففي النافلة لا في الفريضة ويا بني\nوإذا خرجت من بيتك فلا تقعن عينك على أحد من أهل القبلة إلا سلمت عليه فإنك\nترجع مغفورا لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p308'> Vol. 06, p. 308</a>\n            </div>\n             ويا بني إذا دخلت منزلك فسلم على نفسك <span id='ms0723'></span> وعلى\nأهلك ويا بني إن استطعت أن تصبح وتمسي وليس في قلبك غش لأحد فإنه أهون عليك\nفي الحساب ويا بني إن اتبعت وصيتي فلا يكن شيء أحب إليك من الموت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p309'> Vol. 06, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n3625 حدثنا أبو سعيد الأشج حدثنا أبو خالد عن بن جريح عن عبد الكريم بن\nمالك عن عكرمة عن أنس * عن النبي صلى الله عليه وسلم أنه قال لرجل يسوق\nبدنة اركبها قال إنها بدنة قال فاركبها قال إنها بدنة قال وإن قال إنها\nبدنة قال اركبها غير مقروحة \\ 3627 \\\n</p>\n\n<p>\n3626 حدثنا أبو هشام الرفاعي حدثنا أبو بكر بن عياش حدثنا سمعان بن مالك\nالمالكي عن أبي وائل عن عبد الله قال * جاء إعرابي فبال في المسجد فأمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p310'> Vol. 06, p. 310</a>\n            </div>\n             النبي صلى الله عليه وسلم بمكانه فاحتفر وصب عليه دلو من ماء\nقال الأعرابي يا رسول الله المرء يحب القوم ولما يعمل بعملهم فقال رسول\nالله صلى الله عليه وسلم المرء مع من أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p311'> Vol. 06, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n3627 حدثنا أبو هشام حدثنا أبو بكر حدثنا منصور عن سالم بن أبي الجعد عن\nأنس عن النبي صلى الله عليه وسلم * مثله \\ 3629 \\\n</p>\n\n<p>\n3628 حدثنا سفيان بن وكيع حدثنا أبو بكر بن عياش عن منصور عن سالم بن أبي\nالجعد عن أنس رضي الله عنه قال * خدمت رسول الله صلى الله عليه وسلم تسع\nسنين فما قال لي لشيء يكرهه ما صنعت وما قال لشيء يعجبه ما أحسن ما صنعت \\\n3630 \\\n</p>\n\n<p>\n3629 حدثنا سفيان حدثنا أبو بكر عن حميد الطويل عن أنس عن النبي صلى الله\nعليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p312'> Vol. 06, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n3630 حدثنا محمد بن عبد الله بن نمير حدثنا يحيى بن يعلى حدثني أبي عن\nغيلان بن جامع عن عثمان بن المغيرة عن سالم بن أبي الجعد قال حدثني أنس قال\n* سمعت رسول الله صلى الله عليه وسلم يلبي بالحج والعمرة جميعا وإن ركبتي\nلتصيب ركبته \\ 3632 \\\n</p>\n\n<p>\n3631 حدثنا أبو خيثمة حدثنا جرير عن منصور عن سالم بن أبي الجعد قال\nحدثني أنس بن مالك * قال بينما أنا ورسول الله صلى الله عليه وسلم خارجان\nمن المسجد فلقينا <span id='ms0724'></span> رجل عند سدة المسجد فقال يا رسول الله متى الساعة قال\nرسول الله صلى الله عليه وسلم ما أعددت لها قال فكأن الرجل أمسك ثم قال يا\nرسول الله ما أعددت لها كبير صلاة ولا صيام ولا صدقة ولكني أحب الله ورسوله\nقال فأنت مع من أحببت \\ 3633 \\\n</p>\n\n<p>\n3632 حدثنا أبو بكر بن أبي شيبة حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p313'> Vol. 06, p. 313</a>\n            </div>\n             غندر عن شعبة قال سمعت\nسالم بن أبي الجعد عن أنس * أن رجلا سأل النبي صلى الله عليه وسلم متى\nالساعة قال وما أعددت لها قال ما أعددت لها من كبير صلاة ولا صيام ولا صدقة\nإلا أني أحب الله ورسوله قال فأنت مع من أحببت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p314'> Vol. 06, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( محمد بن المنكدر عن أنس )\n</p>\n\n<p>\n3633 حدثنا أبو خيثمة زهير بن حرب حدثنا بن عيينة عن بن المنكدر وإبراهيم\nبن ميسرة سمعا أنس بن مالك يقول * صليت مع النبي صلى الله عليه وسلم الظهر\nبالمدينة أربعا والعصر بذي الحليفة ركعتين \\ 3635 \\\n</p>\n\n<p>\n3634 حدثنا صالح بن مالك حدثنا عبد العزيز بن عبد الله بن أبي سلمة عن\nمحمد بن المنكدر قال سمعت أنس بن مالك يقول * صلى رسول الله صلى الله عليه\nوسلم الظهر بالمدينة أربعا وصلى العصر بذي الحليفة ركعتين وهو مسافر إلى\nمكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p315'> Vol. 06, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n3635 حدثنا محمد بن الخطاب حدثنا مؤمل حدثنا سفيان عن محمد بن المنكدر عن\nأنس قال * صليت مع النبي صلى الله عليه وسلم الظهر بالمدينة أربعا وصلى\nالعصر بذي الحليفة ركعتين \\ 3637 \\\n</p>\n\n<p>\n3636 حدثنا عمرو بن مالك البصري حدثنا الفضيل بن سليمان حدثنا عبد الرحمن\nبن إسحاق القرشي عن محمد بن المنكدر عن أنس قال قال رسول الله صلى الله\nعليه وسلم * سألت ربي اللاهين من ذرية البشر فوهبهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p316'> Vol. 06, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ربيعة الرأي عن أنس )\n</p>\n\n<p>\n3637 حدثنا زهير وهارون بن معروف قالا حدثنا بن الدراوردي عن ربيعة عن\nأنس قال * بعث رسول الله صلى الله عليه وسلم على رأس أربعين وقبض وهو بن\nستين ليس في لحيته ولا في رأسه عشرون شعرة بيضاء \\ 3639 \\\n</p>\n\n<p>\n3638 حدثنا أبو بكر بن أبي شيبة حدثنا بن مهدي عن سفيان عن <span id='ms0725'></span> ربيعة قال\nسمعت أنسا يقول * ما كان في رأس النبي صلى الله عليه وسلم ولحيته عشرون\nشعرة بيضاء \\ 3640 \\\n</p>\n\n<p>\n3639 حدثنا أبو خيثمة حدثنا محمد بن مصعب حدثنا الأوزاعي عن ربيعة عن أنس\nبن مالك قال قال رسول الله صلى الله عليه وسلم * يخرج الدجال من يهودية\nأصبهان معه سبعون ألفا من اليهود عليهم السيجان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p317'> Vol. 06, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n3640 حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن ربيعة بن أبي عبد\nالرحمن قال سمعت أنسا رضي الله عنه يقول * لم يكن في رأس النبي صلى الله\nعليه وسلم ولحيته عشرون شعرة بيضاء \\ 3642 \\\n</p>\n\n<p>\n3641 حدثنا زهير حدثنا أنس بن عياض قال سمعت ربيعة الرأي يقول قال أنس بن\nمالك * توفي رسول الله صلى الله عليه وسلم وهو بن ستين سنة ليس في رأسه\nولحيته عشرون شعرة بيضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p318'> Vol. 06, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n3642 حدثنا أبو جعفر محمد بن يوسف الغضيضي حدثنا عبد الله بن وهب عن قرة\nأن ربيعة بن أبي عبد الرحمن حدثه أنه شهد بابا من بقيع الغرقد كان قاعدا\nخلق خلفه فيهم أنس بن مالك قال فسمعته يذكر من صفة رسول الله صلى الله عليه\nوسلم وكان فيما ذكر أن قال * تنبأ رسول الله صلى الله عليه وسلم وهو بن\nأربعين فمكث في بمكة عشرا وبالمدينة عشرا وتوفي وهو بن ستين وليس في رأسه\nولحيته عشرون شعرة بيضاء \\ 3644 \\\n</p>\n\n<p>\n3643 حدثنا يحيى بن أيوب حدثنا إسماعيل قال وأخبرني ربيعة أنه سمع أنس بن\nمالك يقول * كان رسول الله صلى الله عليه وسلم رجل الشعر ليس بالسبط ولا\nالجعد القطط كان أزهر ليس بالآدم ولا الأبيض الأمهق كان ربعة من القوم ليس\nبالقصير ولا بالطويل البائن بعث على رأس أربعين أقام بمكة عشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p319'> Vol. 06, p. 319</a>\n            </div>\n            \nوبالمدينة عشرا وتوفي على رأس ستين ليس في رأسه ولحيته عشرون شعرة بيضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p320'> Vol. 06, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( سعد بن إبراهيم عن أنس )\n</p>\n\n<p>\n3644 حدثنا الحسن بن إسماعيل أبو سعيد بالبصرة حدثنا إبراهيم بن سعد عن\nأبيه عن أنس رضي الله عنه قال قال رسول الله صلى الله عليه وسلم * الأئمة\nمن قريش إذا حكموا فعدلوا <span id='ms0726'></span> وإذا عاهدوا فوفوا وإذا استرحموا فرحموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p321'> Vol. 06, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n3645 حدثنا إبراهيم بن الحجاج السامي حدثنا سكين بن عبد العزيز حدثنا\nسيار بن سلامة الرياحي أبو المنهال قال دخلت مع أبي على أبي برزة الأسلمي\nوإن في أذني يومئذ قرطين أي غلام فقال أبو برزة إني لأحمد الله أني أصبحت\nذاما لهذا الحي من قريش فلان ها هنا يقاتل على الدنيا وفلان يقاتل على\nالدنيا يعني عبد الملك بن مروان حتى ذكر بن الأزرق ثم قال إن أحب الناس إلي\nلهذه العصابة الملبدة الخميصة بطونهم من أموال المسلمين الخفيفة ظهورهم من\nدمائهم قال رسول الله صلى الله عليه وسلم * الأمراء من قريش ثلاثا لكم\nعليهم حق ولهم عليكم حق ما فعلوا ثلاثا ما حكموا فعدلوا واسترحموا فرحموا\nوعاهدوا فوفوا ومن لم يفعل ذلك منهم فعليه لعنة الله والملائكة والناس\nأجمعين \\ 3647 \\\n</p>\n\n<p>\n3646 حدثنا زهير بن حرب حدثنا بن عيينة عن مصعب سمع أنس بن مالك يقول *\nسمعت النبي صلى الله عليه وسلم يهل بحج وعمرة معا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p323'> Vol. 06, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n3647 حدثنا أبو خيثمة حدثنا بن عيينة عن مصعب سمعه من أنس يقول * رأيت\nالنبي صلى الله عليه وسلم يأكل وهو محتفز أكلا حثيثا وهو يقسمه ويرسلني به\nأراه يعني التمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p324'> Vol. 06, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n3648 حدثنا أبو بكر بن أبي شيبة عن حميد ومصعب سمعا أنسا يخبر الناس *\nأنه سمع النبي صلى الله عليه وسلم وهو بالبيداء وهو ردف أبي طلحة يهل بعمرة\nوحجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p325'> Vol. 06, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( يحيى بن سعيد عن أنس )\n</p>\n\n<p>\n3649 حدثنا عبد الأعلى بن حماد النرسي حدثنا حماد بن سلمة عن يحيى بن\nسعيد عن أنس بن مالك * أن رسول الله صلى الله عليه وسلم أقطع الأنصار أرضا\nمن البحرين فقالوا يا رسول الله وإخواننا من المهاجرين فأقطعهم أيضا فقال\nإنكم ستلقون بعدي أثرة فاصبروا حتى تلقوني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p326'> Vol. 06, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n3650 حدثنا أبو بكر بن أبي شيبة وزهير بن حرب قالا حدثنا يزيد بن هارون\nأخبرنا حميد ويحيى بن سعيد جميعا عن أنس بن مالك قال قال رسول الله صلى\nالله عليه وسلم * ألا أخبركم بخير دور الأنصار قالوا بلى <span id='ms0727'></span> يا رسول الله قال\nدور بني النجار ثم دور بني عبد الأشهل ثم دور بني الحارث بن الخزرج ثم دور\nبني ساعدة قال رسول الله صلى الله عليه وسلم وفي كل دور الأنصار خير وقال\nأحدهما في حديثه ورفع بها صوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p327'> Vol. 06, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n3651 حدثنا أبو بكر بن أبي شيبة حدثنا أبو الأحوص عن يحيى بن سعيد عن أنس\nبن مالك قال قال رسول الله صلى الله عليه وسلم * إنكم ستصيبكم بعدي أثرة\nفاصبروا حتى تلقوني \\ 3653 \\\n</p>\n\n<p>\n3652 حدثنا أبو خيثمة حدثنا يحيى بن سعيد القطان عن يحيى بن سعيد قال أبو\nخيثمة يعني الأنصاري قال سمعت أنس بن مالك رضي الله عنه قال * إن أعرابيا\nبال في المسجد فأراد أصحابه أن يمنعوه فقال رسول الله صلى الله عليه وسلم\nدعوه فأمر بماء فصب عليه \\ 3654 \\\n</p>\n\n<p>\n3653 حدثنا محمد بن إسحاق المسيبي حدثني سليمان بن داود بن قيس عن داود\nبن قيس عن يحيى بن سعيد عن أنس بن مالك أنه * رأى رسول الله صلى الله عليه\nوسلم وهو يصلي على حمار وهو ذاهب إلى خيبر والقبلة خلفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p328'> Vol. 06, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n3654 حدثنا أبو خيثمة حدثنا يزيد أخبرنا يحيى بن سعيد عن أنس قال * دخل\nأعرابي على رسول الله صلى الله عليه وسلم ثم قام إلى ناحية المسجد فصاح به\nالناس فكفهم رسول الله صلى الله عليه وسلم حتى فرغ ثم دعا بذنوب من ماء\nفصبه على بول الأعرابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p329'> Vol. 06, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو الزناد عن أنس )\n</p>\n\n<p>\n3655 حدثنا أبو سعيد الأشج وغيره قالوا حدثنا أبو خالد عن عيسى بن ميسرة\nعن أبي الزناد عن أنس قال رسول الله صلى الله عليه وسلم * الصلاة نور\nالمؤمن \\ 3657 \\\n</p>\n\n<p>\n3656 حدثنا هارون بن عبد الله حدثنا بن أبي فديك عن عيسى الحناط عن أبي\nالزناد عن أنس أن رسول الله صلى الله عليه وسلم قال * الحسد يأكل الحسنات\nكما تأكل النار الحطب والصدقة تطفيء الخطيئة كما تطفيء الماء النار والصلاة\nنور المؤمن والصيام جنة من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p330'> Vol. 06, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n3657 حدثنا أبو كريب محمد بن العلاء الهمداني حدثنا عمر بن عبيد الطنافسي\nعن عمر <span id='ms0728'></span> بن المثنى عن عطاء الخرساني عن أنس بن مالك قال * كنت مع رسول الله\nصلى الله عليه وسلم في سفر فتخلف لحاجته ثم جاء فقال هل من ماء فأتيته\nبإداوة من ماء فتوضأ بها ثم مسح على الخفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p331'> Vol. 06, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n3658 حدثنا عبد الله بن عمر بن أبان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p332'> Vol. 06, p. 332</a>\n            </div>\n             عمر بن عبيد\nالطنافسي عن عمر بن المثنى عن عطاء الخرساني عن أنس بن مالك قال * كنت مع\nرسول الله صلى الله عليه وسلم في سفر فتخلف لحاجته ثم لحقني فقال هل من ماء\nفتوضأ ومسح على الخفين ثم لحق الجيش فأمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p333'> Vol. 06, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( عطاء بن أبي ميمونة عن أنس )\n</p>\n\n<p>\n3659 حدثنا أبو خيثمة حدثنا يزيد حدثنا شعبة عن عطاء بن أبي ميمونة عن\nأنس بن مالك قال * كان رسول الله صلى الله عليه وسلم إذا خرج إلى الغائط\nأتيته أنا وغلام بإداواة وعنزة فاستنجى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p334'> Vol. 06, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n3660 حدثنا عقبة بن مكرم حدثنا يونس بن بكير حدثنا محمد بن عبيد الله\nالفزاري عن عطاء عن أنس * أن النبي صلى الله عليه وسلم صلى على ابنه\nإبراهيم فكبر عليه أربعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p335'> Vol. 06, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n3661 حدثنا أبو خيثمة حدثنا عفان حدثني عبد الله بن بكر قال سمعت عطاء بن\nأبي ميمونة يحدث لا أعلمه إلا عن أنس * أن رسول الله صلى الله عليه وسلم لم\nيرفع إليه قصاص قط إلا أمر فيه بالعفو فقال بن بكر كنت أحدثه عن أنس لا شك\nفيه فقالوا عن أنس فقلت لا أعلمه إلا عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p336'> Vol. 06, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n3662 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع وغندر عن شعبة عن عطاء بن أبي\nميمونة قال سمعت أنسا يقول * كنت أخرج مع النبي صلى الله عليه وسلم وأنا\nغلام ومعي إداوة وعنزة فيقضي حاجته ثم يتوضأ \\ 3664 \\\n</p>\n\n<p>\n3663 حدثنا أبو خيثمة حدثنا إسماعيل حدثني روح عن عطاء بن أبي ميمونة عن\nأنس قال * كان رسول الله صلى الله عليه وسلم يتبرز لحاجته فآتيه بالماء\nفيغتسل به \\ 3665 \\\n</p>\n\n<p>\n3664 حدثنا محمد بن بكار حدثنا يوسف بن عطية عن عطاء بن أبي ميمونة عن\nأنس قال * كان رسول الله <span id='ms0729'></span> صلى الله عليه وسلم إذا انطلق لحاجته تباعد حتى لا\nيكاد يرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p337'> Vol. 06, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n3665 حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة عن إبراهيم بن ميسرة سمع\nأنس بن مالك يقول * صلى رسول الله صلى الله عليه وسلم بالمدينة الظهر أربعا\nوبذي الحليفة ركعتين يعني العصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p338'> Vol. 06, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو نضرة عن أنس )\n</p>\n\n<p>\n3666 حدثنا وهب بن بقية الواسطي أخبرنا خالد عن أبي مسلمة عن أبي نضرة عن\nأنس قال * بعثتني أم سليم برطب إلى رسول الله صلى الله عليه وسلم على طبق\nفي أول ما أينع ثمر النخل قال فدخلت عليه فوضعته بين يديه فأصاب منه ثم أخذ\nبيدي فخرجنا فكان حديث عهد بعرس زينب بنت جحش قال فمر بنساء من نسائه\nوعندهن رجال يتحدثون قال هنأنه وهنأه الناس فقالوا الحمد لله الذي أقر عينك\nيا رسول الله فمضى حتى أتى عائشة فإذا عندها رجال قال فكره ذلك وكان إذا\nكره الشيء عرف ذلك في وجهه قال فأتيت أم سليم فأخبرتها فقال أبو طلحة لئن\nكان كما قال ابنك هذا ليحدثن أمر قال فلما كان من العشي خرج النبي صلى الله\nعليه وسلم فصعد المنبر تلا هذه الآية <span class='quran'>يا أيها الذين آمنوا لا تدخلوا\nبيوت النبي إلا أن يؤذن لكم إلى طعام </span>قال فأمر بالحجاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p339'> Vol. 06, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n3667 حدثنا أبو خيثمة حدثنا إسماعيل عن أبي مسلمة قال * قلت لأنس أكان\nرسول الله صلى الله عليه وسلم يصلي في النعلين قال نعم \\ 3669 \\\n</p>\n\n<p>\n3668 حدثنا محمد بن بكار حدثنا أبو معشر عن يعقوب بن زيد بن طلحة عن زيد\nبن أسلم عن أنس بن مالك قال * ذكر رجل لرسول الله صلى الله عليه وسلم له\nنكاية في العدو واجتهاد فقال رسول الله صلى الله عليه وسلم لا أعرف هذا قال\nبل نعته كذا وكذا قال ما أعرفه فبينما نحن كذلك إذ طلع الرجل فقال هذا هو\nيا رسول الله قال ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p340'> Vol. 06, p. 340</a>\n            </div>\n             كنت أعرف هذا هذا أول قرن رأيته في أمتي\nإن فيه لسفعة من الشيطان فلما دنا الرجل سلم فرد <span id='ms0730'></span> عليه السلام فقال له رسول\nالله صلى الله عليه وسلم أنشدك بالله هل حدثت نفسك حين طلعت علينا أن ليس\nفي القوم أحد أفضل منك قال اللهم نعم قال فدخل المسجد فصلى فقال رسول الله\nصلى الله عليه وسلم لأبي بكر قم فاقتله فدخل أبو بكر فوجده قائما يصلي فقال\nأبو بكر في نفسه إن للصلاة حرمة وحقا ولو أني استأمرت رسول الله صلى الله\nعليه وسلم فجاء إليه فقال له النبي صلى الله عليه وسلم أقتلته قال لا رأيته\nيصلي ورأيت للصلاة حرمة وحقا وإن شئت أن أقتله قتلته قال لست بصاحبه اذهب\nأنت يا عمر فاقتله فدخل عمر المسجد فإذا هو ساجد فانتظره طويلا ثم قال في\nنفسه إن للسجود حقا ولو أني استأمرت رسول الله صلى الله عليه وسلم فقد\nاستأمره من هو خير مني فجاء إلى النبي صلى الله عليه وسلم فقال أقتلته قال\nلا رأيته ساجدا ورأيت للسجود حقا وإن شئت أن أقتله قتلته فقال رسول الله\nصلى الله عليه وسلم لست بصاحبه قم يا علي أنت صاحبه إن وجدته فدخل فوجده قد\nخرج من المسجد فرجع إلى رسول الله صلى الله عليه وسلم فقال أقتلته قال لا\nفقال رسول الله صلى الله عليه وسلم لو قتل اليوم ما اختلف رجلان من أمتي\nحتى يخرج الدجال ثم حدثهم رسول الله صلى الله عليه وسلم عن الأمم فقال\nتفرقت أمة موسى على إحدى وسبعين ملة سبعون منها في النار وواحدة في الجنة\nوتفرقت أمة عيسى على ثنتين وسبعين ملة إحدى وسبعين منها في النار وواحدة في\nالجنة فقال رسول الله صلى الله عليه وسلم وتعلوا أمتي على الفرقتين جميعا\nبملة اثنتين وسبعين في النار وواحدة في الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p341'> Vol. 06, p. 341</a>\n            </div>\n             قالوا من هم يا\nرسول الله قال الجماعات قال يعقوب بن زيد وكان علي بن أبي طالب رضي الله\nعنه إذا حدث بهذا الحديث عن رسول الله صلى الله عليه وسلم تلا فيه قرآنا\n<span class='quran'>ومن قوم موسى أمة يهدون <span id='ms0731'></span> بالحق وبه يعدلون </span>ثم ذكر أمة عيسى فقال\n<span class='quran'>ولو أن أهل الكتاب آمنوا واتقوا لكفرنا عنهم سيئاتهم </span>إلى قوله\n<span class='quran'>ساء ما يعملون </span>ثم ذكر أمتنا <span class='quran'>وممن خلقنا أمة يهدون بالحق وبه\nيعدلون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p342'> Vol. 06, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n3669 حدثنا محمد بن بكار مولى بني هاشم حدثنا عطاف بن خالد المخزومي\nحدثنا زيد بن أسلم قال * صليت الظهر مع عمر بن عبد العزيز ثم انصرفنا إلى\nأنس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p343'> Vol. 06, p. 343</a>\n            </div>\n             مالك رضي الله عنه فلما دخلنا عليه قال قد صليتم قلنا\nنعم فقال ياجارية هلمي لي وضوءا ما صليت وراء إمام بعد رسول الله صلى الله\nعليه وسلم أشبه صلاة برسول الله صلى الله عليه وسلم من إمامكم هذا قال زيد\nوكان عمر بن عبد العزيز يتم الركوع والسجود ويخفف القيام والقعود عبد الله\nبن عبد الرحمن الأنصاري عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p344'> Vol. 06, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n3670 حدثنا يحيى بن أيوب حدثنا إسماعيل قال أخبرني عبد الله بن عبد\nالرحمن أنه سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم * فضل\nعائشة على النساء كفضل الثريد على سائر الطعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p345'> Vol. 06, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n3671 حدثنا عبد الأعلى بن حماد النرسي حدثنا خالد بن عبد الله عن عبد\nالله بن عبد الرحمن عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم *\nفضل عائشة على النساء كفضل الثريد على سائر الطعام \\ 3673 \\\n</p>\n\n<p>\n3672 حدثنا أبو بكر بن أبي شيبة حدثنا حسين بن علي عن زائدة عن عبد الله\nبن عبد الرحمن الأنصاري عن أنس بن مالك قال رسول الله صلى الله عليه وسلم *\nفضل عائشة على النساء كفضل الثريد على سائر الطعام \\ 3674 \\\n</p>\n\n<p>\n3673 حدثنا سريج بن يونس حدثنا إسماعيل بن جعفر عن عبد الله بن عبد\nالرحمن عن أنس بن مالك قال رسول الله صلى الله عليه وسلم * فضل عائشة على\nالنساء كفضل الثريد على سائر الطعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p346'> Vol. 06, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n3674 حدثنا عبد الأعلى حدثنا خالد بن عبد الله عن عبد الله بن عبد الرحمن\nعن أنس بن مالك قال * حلب لرسول الله صلى الله عليه وسلم شاة فأتي بلبنها\nقال فدعا بماء فصبه <span id='ms0732'></span> على اللبن فشرب وعمر مواجهه وأبو بكر عن يساره وأعرابي\nعن يمينه قال فقال عمر أبو بكر عندك قال فقال الأيمنون فناولها الأعرابي \\\n3676 \\\n</p>\n\n<p>\n3675 حدثنا أبو بكر بن أبي شيبة حدثنا حسين بن علي عن زائدة عن عبد الله\nبن عبد الرحمن عن أنس قال * اتكأ رسول الله صلى الله عليه وسلم عند بنت\nملحان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p347'> Vol. 06, p. 347</a>\n            </div>\n             قال فأغفى فاستيقظ وهو يبتسم قال فقالت يا رسول الله مم\nضحكت قال من ناس من أمتي يركبون في هذا البحر الأخضر مثلهم كمثل الملوك على\nالأسرة قلت يا رسول الله ادع الله أن يجعلني منهم قال اللهم اجعلها منهم\nقال فنكحت عبادة بن الصامت فركبت البحر مع بنت قرظة فلما رجعت وقصت بها\nدابتها فقتلتها فدفنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p348'> Vol. 06, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n3676 حدثنا أبو خيثمة حدثنا معاوية بن عمرو حدثنا زائدة حدثنا عبد الله\nبن عبد الرحمن بن معمر الأنصاري * فذكر نحو حديث بن أبي شيبة عن حسين إلا\nأن في حديث زهير حتى إذا هي قفلت ركبت دابة بالساحل فوقصت بها فسقطت فماتت\n\\ 3678 \\\n</p>\n\n<p>\n3677 حدثنا عبد الأعلى حدثنا بشر بن السري حدثنا عبد العزيز بن محمد عن\nعبد الله بن عبد الرحمن بن معمر بن حزم عن أنس بن مالك قال * أن رسول الله\nصلى الله عليه وسلم وضع رأسه في بيت ابنة ملحان وهي إحدى خالاته ثم رفع\nرأسه فضحك فقالت ما يضحكك يا رسول الله قال أناس من أمتي يركبون هذا البحر\nمثل الملوك على الأسرة فقالت يا رسول الله ادع الله أن يجعلني منهم فدعا\nلها أن يجعلها منهم ثم وضع رأسه ثم رفعه فضحك فقالت ما يضحكك فقال مثل ما\nقال في الأول فقالت أدع الله أن يجعلني منهم فقال أنت من الأولين ولست من\nالآخرين قال يقول ذلك مرتين أو ثلاثا قال فتزوج عبادة بن الصامت بنت ملحان\nفركب بها ثبج البحر فلما كانت بالساحل ركبت دابته فوقصت فصرعت فماتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p350'> Vol. 06, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n3678 حدثنا منصور بن أبي مزاحم حدثني خالد الزيات حدثني داوود بن سليمان\nعن عبد الله بن <span id='ms0733'></span> عبد الرحمن بن معمر بن حزم الأنصاري عن أنس بن مالك رضي\nالله عنه رفع الحديث قال * المولود حتى يبلغ الحنث ما عمل من حسنة كتب\nلوالده أو لوالديه وما عمل من سيئة لم تكتب عليه ولا على والديه فإذا بلغ\nالحنث جرى عليه القلم أمر الملكان اللذان معه أن يحفظا وأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p351'> Vol. 06, p. 351</a>\n            </div>\n            \nيشددا فإذا بلغ أربعين سنة في الإسلام أمنه الله من البلايا الثلاثة الجنون\nوالجذام والبرص فإذا بلغ الخمسين خفف الله من حسابه فإذا بلغ الستين رزقه\nالله الإنابة إليه بما يحب فإذا بلغ السبعين أحبه أهل السماء فإذا بلغ\nالثمانين كتب الله حسناته وتجاوز عن سيئاته فإذا بلغ التسعين غفر الله له\nما تقدم من ذنبه وما تأخر وشفعه في أهل بيته وكان أسير الله في أرضه فإذا\nبلغ أرذل العمر لكي لا يعلم بعد علم شيئا كتب الله له مثل ما كان يعمل في\nصحته من الخير فإذا عمل سيئة لم تكتب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p352'> Vol. 06, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( بريد بن أبي مريم عن أنس بن مالك )\n</p>\n\n<p>\n3679 حدثنا عبد الأعلى حدثنا عثمان بن عمر حدثنا إسرائيل عن أبي إسحاق عن\nبريد بن أبي مريم عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال *\nألا إن الدعاء لا يرد بين الأذان والإقامة فادعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p353'> Vol. 06, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n3680 حدثنا محمد بن المنهال حدثنا يزيد بن زريع حدثنا إسرائيل بن يونس عن\nأبي إسحاق الهمداني عن بريد بن أبي مريم السلولي عن أنس بن مالك قال رسول\nالله صلى الله عليه وسلم * الدعاء بين الأذان والإقامة مستجاب فادعوا \\\n3682 \\\n</p>\n\n<p>\n3681 حدثنا الأزرق بن علي أبو الجهم حدثنا حسان حدثنا يوسف عن أبي إسحاق\nعن بريد بن أبي مريم عن أنس بن مالك قال رسول الله صلى الله عليه وسلم * من\nذكرني فليصل علي ومن صلى علي صلاة واحدة صلى الله عليه عشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p354'> Vol. 06, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n3682 حدثنا أبو بكر بن أبي شيبة وزهير بن حرب قالا أخبرنا محمد بن فضيل\nعن يونس بن عمرو عن بريد بن أبي مريم عن أنس بن مالك <span id='ms0734'></span> أن رسول الله صلى الله\nعليه وسلم قال * من سأل الله الجنة ثلاثا قالت الجنة اللهم أدخله الجنة ومن\nتعوذ بالله من النار ثلاثا قالت النار اللهم أعذه مني \\ 3684 \\\n</p>\n\n<p>\n3683 حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن فضيل عن يونس بن أبي إسحاق\nعن بريد بن أبي مريم عن أنس قال رسول الله صلى الله عليه وسلم * ما من عبد\nيسأل الجنة ثلاث مرات إلا قالت الجنة اللهم أدخله الجنة وما من عبد يستعيذ\nبالله من النار ثلاث مرات إلا قالت النار اللهم أجره مني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p356'> Vol. 06, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n3684 حدثنا أبو بكر بن أبي شيبة حدثنا أبو الأحوص عن أبي إسحاق عن بريد\nبن أبي مريم عن أنس قال * كنا في عهد رسول الله صلى الله عليه وسلم ننبذ\nالرطب والبسر فلما نزل تحريم الخمر أهرقناهما من الأوعية ثم تركناها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p357'> Vol. 06, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( أبو سفيان عن أنس )\n</p>\n\n<p>\n3685 حدثنا أبو بكر بن أبي شيبة حدثنا أبو معاوية عن الأعمش عن أبي سفيان\nعن أنس قال * جاء جبريل إلى النبي صلى الله عليه وسلم يوما وهو جالس حزين\nوقد ضربه بعض أهل مكة فقال مالك قال فعل بي هؤلاء وفعلوا قال تحب أن أريك\nآية قال نعم قال فنظر إلى شجرة من وراء الوادي فقال ادع تلك الشجرة قال\nفدعاها فجاءت تمشي حتى قامت بين يديه فقال لها ارجعي قال فرجعت إلى مكانها\n\\ 3687 \\\n</p>\n\n<p>\n3686 حدثنا محمد بن عبد الله بن نمير حدثنا أبو معاوية عن الأعمش عن أبي\nسفيان عن أنس بن مالك قال * جاء جبريل صلى الله عليه وسلم إلى النبي صلى\nالله عليه وسلم ذات يوم وهو حزين جالس قد ضربه بعض أهل مكة قال فقال فعل بي\nهؤلاء وفعلوا قال تحب أن أريك آية فنظر إلى شجرة من وراء الوادي فقال ادع\nتلك الشجرة فدعاها فجاءت تمشي حتى قامت بين يديه فقال لها ارجعي فرجعت حتى\nعادت إلى مكانها فقال النبي صلى الله عليه وسلم حسبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p358'> Vol. 06, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n3687 حدثنا أبو خيثمة حدثنا أبو معاوية عن الأعمش عن أبي <span id='ms0735'></span> سفيان عن أنس بن\nمالك قال * كان رسول الله صلى الله عليه وسلم يكثر أن يقول يا مقلب القلوب\nثبت قلبي على دينك فقالوا يا رسول الله آمنا بك وبما جئت به فهل تخاف علينا\nقال نعم إن القلوب بين إصبعين من أصابع الله يقلبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p359'> Vol. 06, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n3688 حدثنا أبو بكر حدثنا أبو معاوية عن الأعمش عن أبي سفيان عن أنس قال\n* كان من دعاء النبي صلى الله عليه وسلم يكثر أن يقول يا مقلب القلوب ثبت\nقلبي على دينك قالوا يا رسول الله آمنا بك وبما جئت به فهل تخاف علينا قال\nنعم إن القلوب بين إصبعين من أصابع الله يقلبها \\ 3690 \\\n</p>\n\n<p>\n3689 حدثنا زهير حدثنا جرير عن الأعمش عن أبي سفيان عن أنس قال * خرج\nرسول الله صلى الله عليه وسلم وهو غضبان فخطب الناس فقال لا تسألوني عن شيء\nاليوم إلا أخبرتكم به ونحن نرى أن جبريل معه فقام إليه رجل فقال يا رسول\nالله إنا كنا حديثي عهد بجاهلية من أبي قال أبوك حذافة لأبيه الذي كان يدعى\nفسأله عن أشياء فقام إليه عمر بن الخطاب قال يا رسول الله إنا كنا حديثي\nعهد بجاهلية فلا تبد علينا سواتنا قال أتفضحنا بسرائرنا فاعف عنا عفا الله\nعنك رضينا بالله ربا وبالإسلام دينا وبمحمد رسولا قال فسري عنه ثم نظر فقال\nما رأيت كاليوم في الخير والشر إنها عرضت علي الجنة والنار دون الحائط فما\nرأيت أكثر مقنعا من يومئذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p360'> Vol. 06, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n3690 حدثنا محمد بن عبد الله بن نمير حدثنا بن أبي عبيدة عن أبيه عن\nالأعمش عن أبي سفيان عن أنس بن مالك قال * خرج علينا رسول الله صلى الله\nعليه وسلم ذات يوم وهو غضبان ونحن نرى أن معه جبريل عليه السلام حتى صعد\nالمنبر فما رأيت يوما كان أكثر باكيا متقنعا فقال سلوني فو الله لا تسألوني\nعن شيء إلا أنبأتكم به فقام رجل فقال يا رسول الله من أبي قال أبوك حذافة\nالذي تدعى له فقام إليه آخر فقال يا <span id='ms0736'></span> رسول الله أفي الجنة أنا أو في النار\nفقال في النار فقام إليه رجل فقال يا رسول الله أعلينا الحج في كل عام فقال\nلو قلت نعم لوجبت ولو وجبت لم تقوموا بها ولو لم تقوموا بها عذبتم فقال عمر\nبن الخطاب رضي الله عنه رضينا بالله ربا وبالإسلام دينا وبمحمد نبيا ولا\nتفضحنا بسرائرنا واعف عنا عفا الله عنك قال فسري عنه ثم التفت نحو الحائط\nفقال لم أر كاليوم في الخير والشر أريت الجنة والنار وراء هذا الحائط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p361'> Vol. 06, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n3691 حدثنا محمد بن عبد الله بن نمير حدثنا بن أبي عبيدة حدثني أبي عن\nأبي سفيان عن أنس بن مالك قال * لقد ضربوا رسول الله صلى الله عليه وسلم\nمرة حتى غشي عليه فقام أبو بكر رضي الله عنه فعجل ينادي ويلكم <span class='quran'>أتقتلون\nرجلا أن يقول ربي الله </span>فقالوا من هذا قال بن أبي قحافة المجنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p362'> Vol. 06, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n3692 حدثنا محمد بن أبي بكر المقدمي حدثنا يحيى عن سفيان حدثني عمرو بن\nعامر قال سمعت أنسا يقول * كان رسول الله صلى الله عليه وسلم يتوضأ لكل\nصلاة قال فأنتم قال نكتفي بالوضوء ما لم نحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p363'> Vol. 06, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n3693 حدثنا أبو خيثمة حدثنا بن عيينة عن قاسم الرحال عن أنس بن مالك قال\n* دخل رسول الله صلى الله عليه وسلم خربا لبني النجار يقضي حاجته فخرج\nإلينا مذعورا فقال لو لا أن لا تدافنوا لسألت الله أن يسمعكم من عذاب القبر\nحتى تسمعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p364'> Vol. 06, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n3694 حدثنا أحمد بن عيسى المصري حدثنا عبد الله بن وهب حدثني سعيد بن عبد\nالرحمن بن أبي العمياء أن سهل بن أبي أمامة حدثه أنه دخل هو وأبوه على أنس\nبن مالك بالمدينة زمن عمر بن عبد العزيز وهو أمير فصلى صلاة خفيفة كأنها\nصلاة مسافر أو قريب منها فلما سلم قال يرحمك الله أرأيت هذه الصلاة\nالمكتوبة أم شيء تنفلته قال إنها المكتوبة وإنها صلاة رسول الله صلى الله\nعليه وسلم ما أخطأت إلا شيئا سهوت عنه إن رسول الله صلى الله عليه <span id='ms0737'></span> وسلم كان\nيقول * لا تشددوا على أنفسكم فيشدد الله عليكم فإن قوما شددوا على أنفسهم\nفشدد عليهم فتلك بقاياهم في الصوامع والديارات رهبانية ابتدعوها ما كتبناها\nعليهم ثم غدوا من الغد فقالوا نركب فننظر ونعتبر قال نعم فركبوا جميعا فإذا\nهم بديار قفر قد باد أهلها وانقرضوا ونفوا خاوية على عروشها فقالوا أتعرف\nهذه الديار قال ما أعرفني بها وبأهلها هؤلاء أهل ديار أهلكهم البغي والحسد\nإن الحسد يطفئ نور الحسنات والبغي يصدق ذلك أو يكذبه والعين تزني والكف\nوالقدم واليد واللسان والفرج يصدق ذلك أو يكذبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p365'> Vol. 06, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n3695 حدثنا حسين بن الأسود حدثنا بن فضيل عن بن إسحاق عن المنهال بن عمرو\nعن أنس بن مالك قال * كان لرسول الله صلى الله عليه وسلم دعوات لا يدعهن\nكان يقول اللهم إني أعوذ بك من الهم والحزن والغم والعجز والكسل والبخل\nوالجبن وغلبة الدين وغلبة الرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p366'> Vol. 06, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n3696 حدثنا أبو خيثمة حدثنا جرير عن محمد بن إسحاق عن العلاء بن عبد\nالرحمن قال دخلت على أنس بن مالك حين صلينا الظهر فقالت له جاريته الصلاة\nفقلت أية صلاة يا أبا حمزة قال العصر قلت إنما صلينا الظهر الآن قال سمعت\nرسول الله صلى الله عليه وسلم * يقول تلك صلاة المنافق يترك الصلاة حتى إذا\nكانت في قرن الشيطان أو بين قرني الشيطان قام فصلى لا يذكر الله إلا قليلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p367'> Vol. 06, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n3697 حدثنا أبو معمر إسماعيل بن إبراهيم الهذلي حدثنا إسماعيل عن شريك بن\nأبي نمر عن أنس قال * ما صليت وراء إمام أخف صلاة من رسول الله صلى الله\nعليه وسلم \\ 3699 \\\n</p>\n\n<p>\n3698 حدثنا أبو معمر حدثنا إسماعيل عن العلاء بن عبد الرحمن عن أنس عن\nالنبي صلى الله عليه وسلم * نحوه \\ 3700 \\\n</p>\n\n<p>\n3699 حدثنا أبو معمر حدثنا بن عيينة عن حميد عن أنس * نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p368'> Vol. 06, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n3700 حدثنا زهير بن حرب حدثنا جرير عن محمد بن إسحاق عن عمرو بن أبي عمرو\nعن أنس بن مالك قال * كانت لرسول الله صلى الله عليه وسلم دعوات لا يدعهن\nاللهم إني أعوذ بك من <span id='ms0738'></span> الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين\nوغلبة الرجال \\ 3702 \\\n</p>\n\n<p>\n3701 حدثنا محمد بن أبي بكر حدثنا يحيى بن إسحاق قال سمعت عمرا مولى\nالمطلب قال سمعت أنسا رضي الله عنه قال * كان من دعاء النبي صلى الله عليه\nوسلم حين قفل بالجيش اللهم إني أعوذ بك من الهم والحزن والعجز والكسل\nوالجبن والبخل وضلع الدين وغلبة الرجال \\ 3703 \\\n</p>\n\n<p>\n3702 حدثنا أبو بكر بن أبي شيبة حدثنا داود بن عبد الله حدثنا مالك بن\nأنس عن عمرو مولى المطلب عن أنس بن مالك أن رسول الله صلى الله عليه وسلم\nاطلع على أحد فقال * هذا جبل يحبنا ونحبه اللهم إن إبراهيم حرم مكة وإني\nأحرم ما بين لابتيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p369'> Vol. 06, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n3703 حدثنا يحيى بن أيوب حدثنا إسماعيل أخبرني عمرو بن أبي عمرو مولى\nالمطلب بن عبد الله بن حنطب أنه سمع أنس بن مالك يقول قال رسول الله صلى\nالله عليه وسلم لأبي طلحة * التمس لنا غلاما من غلمانكم يخدمني قال فخرج بي\nأبو طلحة يردفني وراءه فكنت أخدم رسول الله صلى الله عليه وسلم كلما نزل\nفكنت أسمعه يكثر أن يقول اللهم إني أعوذ بك من الهم والحزن والعجز والكسل\nوالبخل والجبن وضلع الدين وغلبة الرجال فلم أزل أخدمه حتى أقبلنا من خيبر\nوأقبل بصفية بنت حيي قد حازها وكنت أراه كذا يحوي وراءه بعباءة أو بكساء ثم\nيردفها وراءه حتى إذا كنا بالصهياء صنع حيسا في نطع ثم أرسلني فدعوت رجالا\nفأكلوا وكان ذلك بناءه بها ثم أقبل حتى إذا بدا له أحد قال هذا جبل يحبنا\nونحبه فلما أشرف على المدينة قال اللهم إني أحرم ما بين جبليها مثل ما حرم\nإبراهيم مكة اللهم بارك لهم في مدهم وصاعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p370'> Vol. 06, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n3704 حدثنا أحمد بن حاتم الطويل حدثنا عبد العزيز أخبرني عمرو بن أبي\nعمرو عن أنس * أن النبي صلى الله عليه وسلم استصفى صفية لنفسه أو بنفسه حتى\nإذا أتى الصهباء عرس بها فأمرني فدعوت من كان حوله وأتى بسويق وتمر فكانت\nتلك وليمة رسول <span id='ms0739'></span> الله صلى الله عليه وسلم قال ورأيت رسول الله صلى الله عليه\nوسلم يحوز لها أو يحوي لها ثم يضع لها رجله حتى تركب \\ 3706 \\\n</p>\n\n<p>\n3705 حدثنا أبو بكر بن أبي شيبة حدثنا عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p371'> Vol. 06, p. 371</a>\n            </div>\n             الرحيم بن سليمان\nعن يحيى بن الحارث عن عمرو بن عامر الأنصاري عن أنس بن مالك قال * نهى رسول\nالله صلى الله عليه وسلم عن ثلاث عن لحوم الأضاحي فوق ثلاث وعن زيارة\nالقبور وعن هذا النبيذ في هذه الظروف ثم قال ألا إني نهيتكم عن ثلاث ثم بدا\nلي أن الناس يبقون إدامهم ويتحفون ضيفهم ويحبسون لغائبهم فكلوا وأمسكوا ما\nشئتم ونهيتكم عن زيارة القبور أظن شك أبو بكر فزوروها ولا تقولوا هجرا كأنه\nقال ترق القلب وتدمع العين وتذكر الآخرة ونهيتكم عن النبيذ فانتبذوا فيما\nشئتم من شاء أو كيء سقاءه على إثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p372'> Vol. 06, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n3706 حدثنا أبو همام الوليد بن شجاع حدثنا عبد الرحيم بن سليمان *\nبإسناده نحوه \\ 3708 \\\n</p>\n\n<p>\n3707 حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن إسحاق\nحدثني يحيى بن الحارث الجابر عن عبد الوارث مولى أنس وعمرو بن عامر عن أنس\nقال * نهى رسول الله صلى الله عليه وسلم عن زيارة القبور وعن لحوم الأضاحي\nبعد ثلاث وعن النبيذ في الدباء والحنتم والمزفت قال ثم قال رسول الله صلى\nالله عليه وسلم بعد ثلاث إني كنت نهيتكم عن ثلاث ثم بدا لي فيهم نهيتكم عن\nزيارة القبور ثم بدا لي أنه ترق القلب وتدمع العين وتذكر الآخرة فزوروها\nولا تقولوا هجرا ونهيتكم عن لحوم الأضاحي أن تأكلوها فوق ثلاث ليال ثم بدا\nلي أن الناس يبقون أدمهم ويتحفون ضيفهم ويحبسون لغائبهم فأمسكوا ما شئتم\nونهيتكم عن النبيذ في هذه الأوعية فاشربوا فيما شئتم ولا تشربوا مسكرا من\nشاء أوكى سقاءه على إثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p373'> Vol. 06, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n3708 حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن عمرو بن عامر قال\nسمعت أنسا يقول * كان رسول الله صلى الله عليه وسلم يتوضأ عند كل صلاة قال\nقلت فأنتم كيف تصنعون <span id='ms0740'></span> قال كنا نصلي الصلاة بطهر واحد ما لم نحدث \\ 3710 \\\n</p>\n\n<p>\n3709 حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن عمرو قال سمعت أنسا\nيقول * كان رسول الله صلى الله عليه وسلم يحتجم ولم يكن يظلم أحدا أجره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p374'> Vol. 06, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n3710 حدثنا إسحاق بن أبي إسرائيل حدثنا يعلى بن عبيد بن أبي أمية حدثنا\nمسعر عن عمرو بن عامر قال سمعت أنسا يقول * احتجم رسول الله صلى الله عليه\nوسلم وكان لا يظلم أحدا أجره \\ 3712 \\\n</p>\n\n<p>\n3711 حدثنا زهير حدثنا يونس بن محمد حدثنا ليث بن سعد عن يزيد بن الهاد\nعن عمرو عن أنس قال سمعت رسول الله صلى الله عليه وسلم يقول قال الله * إذا\nابتلي عبدي بحبيبتيه ثم صبر عوضته عنهما الجنة يريد عينيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p375'> Vol. 06, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n3712 حدثنا أبو الوليد القرشي حدثنا الوليد قال وأخبرني سالم أنه سمع\nمحمد بن عمرو بن عثمان يحدث عن أنس بن مالك أن الجهني قال * يا رسول الله\nنحن بحيث قد علمت ولا نستطيع أن نحضر الشهر فأخبرنا بليلة القدر قال احضر\nالسبع الأواخر من الشهر قال لا أستطيع ذلك قال التمسها ليلة سابعة تبقى وهي\nهذه الليلة قال قلت يا رسول الله هذه ليلة ثلاث وعشرين وهي لثمان بقين فقال\nكذا هذا الشهر ينقص وهي سبع بقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p376'> Vol. 06, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n3713 حدثنا يحيى بن أيوب حدثنا أبو معاوية حدثنا إسماعيل بن أبي خالد عن\nأبي داود عن أنس عن النبي صلى الله عليه وسلم قال * ما من ذي غنى إلا يسره\nيوم القيامة أن ما أوتي في الدنيا كان قوتا \\ 3715 \\\n</p>\n\n<p>\n3714 حدثنا سويد بن سعيد حدثنا مروان بن معاوية عن عيسى بن أبي عيسى وليس\nبالأسواري عن أنس بن مالك قال رسول الله صلى الله عليه وسلم * سيد إدامكم\nالملح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p377'> Vol. 06, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n3715 حدثنا إسحاق بن أبي إسرائيل حدثنا عبد الله بن إدريس عن محمد بن\nإسحاق عن عبد الله بن دينار عن أنس بن مالك قال قال رسول الله صلى الله\nعليه وسلم * إن بين يدي الساعة سنين خوادعة يصدق فيها الكاذب ويكذب فيها\nالصادق ويؤتمن فيها <span id='ms0741'></span> الخائن ويتكلم فيها الرويبضة قالوا يا رسول الله وما\nالرويبضة قال الفويسق يتكلم في أمر العامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p378'> Vol. 06, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n3716 حدثنا محمد بن جامع العطار حدثنا خالد عن شعبة عن حماد عن أنس قال\nرسول الله صلى الله عليه وسلم * من كذب علي متعمدا فليتبوأ مقعده من النار\n\\ 3718 \\\n</p>\n\n<p>\n3717 حدثنا بشر بن الوليد الكندي حدثنا أبو سهل يوسف بن عطية الصفار قال\nسمعت ثابتا يقول قال أنس قال رسول الله صلى الله عليه وسلم * مثل أمتي مثل\nالمطر لا يدري أوله خير أو آخره \\ 3719 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p380'> Vol. 06, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حميد الطويل عن أنس بن مالك )\n</p>\n\n<p>\n3718 حدثنا أبو بكر بن أبي شيبة حدثنا هشيم أخبرنا حميد الطويل عن أنس بن\nمالك * أن النبي صلى الله عليه وسلم كان يطوف على جميع نسائه في ليلة بغسل\nواحد \\ 3720 \\\n</p>\n\n<p>\n3719 حدثنا أبو سعيد القواريري حدثنا إسماعيل بن إبراهيم حدثنا حميد عن\nأنس * أن النبي صلى الله عليه وسلم طاف على نسائه في ليلة بغسل واحد \\ 3721\n\\\n</p>\n\n<p>\n3720 حدثنا أبو بكر حدثنا هشيم أخبرنا حميد الطويل عن أنس بن مالك قال\nرسول الله صلى الله عليه وسلم * اعتدلوا في صلاتكم وتراصوا فإني أراكم من\nوراء ظهري قال أنس لقد رأيت أحدنا يلزق منكبه بمنكب صاحبه وقدمه بقدمه ولو\nذهبت تفعل ذلك اليوم لترى أحدهم كأنه بغل شموس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p381'> Vol. 06, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n3721 حدثنا أبو خيثمة حدثنا هشيم أخبرنا حميد الطويل عن أنس بن مالك قال\nرسول الله صلى الله عليه وسلم * اعتدلوا في صفوفكم وتراصوا فإني أراكم من\nوراء ظهري \\ 3723 \\\n</p>\n\n<p>\n3722 حدثنا زكريا بن يحيى حدثنا هشيم عن حميد عن أنس قال * كان رسول الله\nصلى الله عليه وسلم من أخف الناس صلاة وأوجزه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p382'> Vol. 06, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n3723 حدثنا أبو بكر حدثنا هشيم أخبرنا حميد عن أنس أن رسول الله صلى الله\nعليه وسلم قال * إني أكون في الصف في الصلاة فأسمع صوت الصبي يبكي فأتجوز\nفي صلاتي مخافة أن يشق على أمه \\ 3725 \\\n</p>\n\n<p>\n3724 حدثنا زهير بن حرب حدثنا يحيى بن سعيد حدثنا حميد عن أنس بن مالك أن\nالنبي صلى الله عليه وسلم * سمع صوت صبي وهو في <span id='ms0742'></span> الصلاة فخفف الصلاة وظننا\nأنه خفف من أجل أن أمه في الصلاة \\ 3726 \\\n</p>\n\n<p>\n3725 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس قال\n* صلى بنا رسول الله صلى الله عليه وسلم الفجر فسمع بكاء صبي في الصف فظننا\nأنه إنما فعل ذلك رحمة له \\ 3727 \\\n</p>\n\n<p>\n3726 حدثنا أبو خيثمة حدثنا يحيى بن سعيد قال حميد حدثنا عن أنس بن مالك\nعن النبي صلى الله عليه وسلم قال * دخلت الجنة فإذا أنا بنهر حافتاه خيام\nاللؤلؤ فضربت بيدي في مجرى الماء فإذا مسك أذفر فقلت يا جبريل ما هذا قال\nهذا الكوثر الذي أعطاكه الله أو اعطاك ربك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p383'> Vol. 06, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n3727 حدثنا أبو خيثمة حدثنا يحيى ويزيد عن حميد عن أنس * أن النبي صلى\nالله عليه وسلم مر بحائط لبني النجار فسمع صوتا فقال من هذا قالوا إنسان\nمات في الجاهلية قال لولا أن لا تدافنوا لسألت ربي أن يسمعكم عذاب القبر \\\n3729 \\\n</p>\n\n<p>\n3728 حدثنا زهير حدثنا يحيى عن حميد عن أنس * أن النبي صلى الله عليه\nوسلم آلى من نسائه شهرا فقعد في مشربة له وقد انفكت قدمه قال فدخلوا عليه\nفحضرت الصلاة فصلى بهم قاعدا فصلوا قياما ثم نزل لتسع وعشرين فقالوا إنك\nآليت شهرا قال الشهر تسع وعشرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p384'> Vol. 06, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n3729 حدثنا أبو خيثمة حدثنا معاذ بن معاذ حدثنا حميد عن أنس بن مالك قال\nلم * يبلغ الشيب الذي كان بالنبي صلى الله عليه وسلم عشرين شعرة \\ 3731 \\\n</p>\n\n<p>\n3730 حدثنا أبو بكر حدثنا أبو خالد الأحمر عن حميد عن أنس رفعه قال *\nأتته امرأة قتل ابنها ولم يكن لها غيره وكان اسمه حارثة فقالت يا رسول الله\nإن يكن في الجنة أصبر وإن يكن في غير ذلك فستعلم ما أصنع فقال رسول الله\nصلى الله عليه وسلم إنها جنان كثيرة وإنه في الفردوس الأعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p385'> Vol. 06, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n3731 حدثنا أبو بكر حدثنا أبو خالد الأحمر عن حميد عن أنس * أن رسول الله\nصلى الله عليه وسلم كانت له ناقة يقال لها العضباء لا تسبق فجاء أعرابي على\nقعود له فسبقها فشق على <span id='ms0743'></span> المسلمين فقالوا يا رسول الله سبقت العضباء فقال\nرسول الله صلى الله عليه وسلم إنه حق على الله أن لا يرتفع منها شيء إلا\nوضعه يعني الدنيا \\ 3733 \\\n</p>\n\n<p>\n3732 حدثنا أبو بكر حدثنا أبو خالد عن حميد عن أنس قال جاء أبو طلحة إلى\nالنبي صلى الله عليه وسلم فقال * إني جعلت حائطي لله ولو استطعت أن أخفيه\nما أظهرته فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p386'> Vol. 06, p. 386</a>\n            </div>\n             النبي صلى الله عليه وسلم اجعله في فقراء أهلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p387'> Vol. 06, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n3733 حدثنا زهير حدثنا إسماعيل بن إبراهيم عن حميد عن أنس * أن النبي صلى\nالله عليه وسلم خرج إلى الصلاة وقد أقيمت فعرض له رجل فكلمه حتى كاد القوم\nأن ينعسوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p388'> Vol. 06, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n3734 حدثنا أبو خيثمة حدثنا إسماعيل عن حميد عن أنس قال * صلى رسول الله\nصلى الله عليه وسلم وصلى أبو بكر جالسا في ثوب متوشحا في مرضه الذي مات فيه\n\\ 3736 \\\n</p>\n\n<p>\n3735 حدثنا الحسين بن الأسود حدثني محمد بن الصلت حدثنا أبو خالد الأحمر\nعن حميد عن أنس قال * كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة\nكبر ورفع يديه حتى يحاذي بإبهاميه أذنيه ثم يقول سبحانك اللهم وبحمدك\nوتبارك اسمك وتعالى جدك ولا إله غيرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p389'> Vol. 06, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n3736 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد عن أبي عمران الجوني\nوحميد عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال * دخلت الجنة\nفإذا أنا بقصر من ذهب فقلت لمن هذا القصر فقيل لفتى من قريش فظننت أني أنا\nهو فقلت ومن هو فقيل عمر بن الخطاب فوالله ما منعني يا أبا حفص من دخوله\nإلا ما علمت من غيرتك فقال يا رسول الله من كنت أغار عليه فإني لم أكن أغار\nعليك وقال حماد هذا فيما يرى الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p390'> Vol. 06, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n3737 حدثنا أبو خيثمة حدثنا بن عيينة عن حميد الطويل عن أنس أنه سمعه\nيقول * سمعت رسول الله صلى الله عليه وسلم بالبيداء وأنا رديف أبي طلحة يهل\nبالحج والعمرة \\ 3739 \\\n</p>\n\n<p>\n3738 حدثنا أبو خيثمة حدثنا هشيم أخبرنا حميد الطويل عن أنس * أن النبي\nصلى الله عليه وسلم <span id='ms0744'></span> كسرت رباعيته يوم أحد وشج في جبهته حتى سأل الدم على\nوجهه قال فقال كيف يفلح قوم فعلوا هذا بنبيهم وهو يدعوهم إلى ربهم فنزلت\nهذه الآية <span class='quran'>ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p391'> Vol. 06, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n3739 حدثنا بن أبي سمينة البصري حدثنا معتمر بن سليمان عن حميد الطويل عن\nأنس * أن وفد ثقيف قالوا يا رسول الله إن أرضنا أرض باردة فما يكفينا من\nغسل الجنابة قال أما أنا فأفيض على رأسي ثلاثا \\ 3741 \\\n</p>\n\n<p>\n3740 حدثنا سويد بن سعيد عن مالك عن حميد الطويل عن أنس بن مالك * أن\nرسول الله صلى الله عليه وسلم نهى عن بيع الثمار حتى تزهي فقيل وما تزهي\nقال حتى تحمر قال رسول الله صلى الله عليه وسلم أرأيت إن منع الله الثمرة\nفبم يأخذ أحدكم مال أخيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p392'> Vol. 06, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n3741 حدثنا وهب بن بقية أخبرنا خالد عن حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p393'> Vol. 06, p. 393</a>\n            </div>\n             عن أنس بن مالك\nقال * كان لون النبي صلى الله عليه وسلم أسمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p394'> Vol. 06, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n3742 حدثنا محمد بن عبد الله بن نمير حدثنا أبو خالد قال سمعت حميدا عن\nأنس * أن عبد الله بن سلام سأل رسول الله صلى الله عليه وسلم ما أول أشراط\nالساعة قال أخبرني جبريل عليه السلام أن نارا تحشرهم من قبل المشرق \\ 3744\n\\\n</p>\n\n<p>\n3743 حدثنا عبيد الله بن عمر القواريري حدثنا إسماعيل بن إبراهيم حدثنا\nحميد عن أنس قال * كان شعر رسول الله صلى الله عليه وسلم إلى أنصاف أذنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p395'> Vol. 06, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n3744 حدثنا عبد الأعلى النرسي حدثنا حماد حدثنا حميد عن أنس * أن رسول\nالله صلى الله عليه وسلم نهى عن بيع الثمر حتى يزهو وعن بيع العنب حتى يسود\nوعن بيع الحب حتى يشتد \\ 3746 \\\n</p>\n\n<p>\n3745 حدثنا موسى بن محمد بن حيان حدثنا محمد بن أبي عدي عن حميد عن أنس *\nقال أقيمت الصلاة وكان بين رسول الله صلى الله عليه وسلم وبين نسائه شيء\nفجعل يرد بعضهن عن بعض فجاء أبو بكر رضي الله عنه فقال احث في أفواههن\nالتراب واخرج إلى الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p396'> Vol. 06, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n3746 حدثنا غسان بن الربيع وبسام <span id='ms0745'></span> بن يزيد قالا حدثنا حماد عن حميد عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم قال * خير ما تداويتم به الحجامة\nولا تعذبوا أبناءكم بالغمز من العذرة \\ 3748 \\\n</p>\n\n<p>\n3747 حدثنا عبيد الله بن عمر حدثنا يزيد بن زريع حدثنا حميد عن أنس قال *\nمر النبي صلى الله عليه وسلم في نفر من أصحابه فإذا صبي على ظهر الطريق\nفخشيت أمه أن يوطأ فسعت تقول ابني ابني فأخذته فقال القوم يا رسول الله ما\nكانت هذه لتلقي ابنها في النار فقال ولا الله يلقي حبيبه في النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p397'> Vol. 06, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n3748 حدثنا وهب بن بقية أخبرنا خالد عن حميد عن أنس * فذكر نحوه عن النبي\nصلى الله عليه وسلم \\ 3750 \\\n</p>\n\n<p>\n3749 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الوهاب عن حميد عن أنس عن\nالنبي صلى الله عليه وسلم * نحوه \\ 3751 \\\n</p>\n\n<p>\n3750 حدثنا عبيد الله بن عمر حدثنا يزيد بن زريع حدثنا حميد عن أنس بن\nمالك قال * إن كان الرجل ليأتي رسول الله صلى الله عليه وسلم يسلم للشيء من\nالدنيا لا يسلم إلا له فما يمسي حتى يكون الإسلام أحب إليه من الدنيا وما\nفيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p398'> Vol. 06, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n3751 حدثنا صالح بن حاتم بن وردان حدثنا المعتمر بن سليمان قال سمعت\nحميدا الطويل يحدث عن أنس بن مالك * أن النبي صلى الله عليه وسلم صلى خلف\nأبي بكر رضي الله عنه في ثوب \\ 3753 \\\n</p>\n\n<p>\n3752 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الوهاب الثقفي عن حميد عن أنس\n* أن النبي صلى الله عليه وسلم كان يرفع يديه في الركوع والسجود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p399'> Vol. 06, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n3753 حدثنا وهب بن بقية أخبرنا خالد عن حميد عن أنس * أن أم سليم أخذت\nبيده مقدم رسول الله صلى الله عليه وسلم المدينة فقالت يا رسول الله هذا\nأنس وهو غلام كاتب قال قال أنس خدمته تسع سنين فما قال لي لشيء صنعته أسأت\nأو بئس ما صنعت \\ 3755 \\\n</p>\n\n<p>\n3754 حدثنا وهب بن بقية أخبرنا خالد عن حميد عن أنس أن رسول الله صلى\nالله عليه وسلم قال * رؤيا المؤمن جزء من <span id='ms0746'></span> ستة وأربعين جزءا من النبوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p400'> Vol. 06, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n3755 حدثنا وهب بن بقية أخبرنا خالد عن حميد عن أنس قال * كان النبي صلى\nالله عليه وسلم ذات ليلة يصلي في حجرته فجاء ناس من أصحابه فصلوا بصلاته\nقال فدخل البيت ثم خرج فعاد مرارا كل ذلك يصلي فلما أصبح قالوا يا رسول\nالله صلينا معك ونحن نحب أن تمد في صلاتك قال قد علمت بمكانكم وعمدا فعلت\nذلك \\ 3757 \\\n</p>\n\n<p>\n3756 وبه عن أنس قال رسول الله صلى الله عليه وسلم * لا تعجبوا بعمل أحد\nحتى تنظروا بم يختم له فإن العامل يعمل زمانا من دهره بعمل صالح لو مات دخل\nالجنة ثم يتحول فيعمل عملا سيئا وإن العبد ليعمل زمانا من دهره بعمل سيء لو\nمات دخل النار ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p401'> Vol. 06, p. 401</a>\n            </div>\n             يتحول فيعمل عملا صالحا وإذا أراد الله بعبد\nخيرا استعمله قبل موته قالوا يا رسول الله وكيف يستعمله قال يوفقه لعمل\nصالح ثم يقبضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p402'> Vol. 06, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n3757 حدثنا وهب أخبرنا خالد عن حميد عن أنس قال * نؤدي بالصلاة فقام من\nكان منزله قريب المسجد فتوضأ وبقي من كان نائيا عن المسجد وأتى رسول الله\nصلى الله عليه وسلم بمخضب فيه ماء فضم النبي صلى الله عليه وسلم أصابعه فيه\nمن ضيقه فتوضأ منه القوم قال وهم زهاء ثمانين رجلا \\ 3759 \\\n</p>\n\n<p>\n3758 حدثنا إسحاق حدثنا يزيد بن زريع حدثنا حميد قال سئل أنس عن كسب\nالحجام فلم يقل فيه حلالا ولا حراما قال * قد احتجم رسول الله صلى الله\nعليه وسلم حجمه أبو طيبة فأمر له بصاعين من طعام وكلم رسول الله صلى الله\nعليه وسلم يعني أهله فخففوا عنه من غلته أو من ضريبته وقال خير ما تداويتم\nبه الحجامة والقسط البحري ولا تعذبوا صبيانكم بالغمز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p403'> Vol. 06, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n3759 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن النبي صلى الله عليه\nوسلم عاد رجلا قد صار مثل الفرخ المنتوف فقال النبي صلى الله عليه وسلم بم\nكنت تدعو وتسأله قال كنت أقول اللهم ما كنت معاقبي في الآخرة فعجله لي في\nالدنيا قال سبحان <span id='ms0747'></span> الله وهل تستطيع ذلك فهلا قلت اللهم ربنا آتنا في الدنيا\nحسنة وفي الآخرة حسنة وقنا عذاب النار قال فدعا الله فشفاه \\ 3761 \\\n</p>\n\n<p>\n3760 حدثنا وهب أخبرنا خالد عن حميد عن أنس قال * مرت برسول الله صلى\nالله عليه وسلم جنازة فأثنوا عليها خيرا حتى تتابعت الألسن بالخير فقال\nرسول الله صلى الله عليه وسلم وجبت ثم مرت به أخرى فأثنوا عليها شرا فقال\nرسول الله صلى الله عليه وسلم وجبت ثم قال أنتم شهداء الله في الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p404'> Vol. 06, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n3761 حدثنا وهب أخبرنا خالد عن حميد عن أنس قال * ما شممت ريح مسك قط ولا\nعنبر أطيب من ريح رسول الله صلى الله عليه وسلم \\ 3763 \\\n</p>\n\n<p>\n3762 وبإسناده * ما مسست خزا قط ولا حريرا ألين من كف النبي صلى الله\nعليه وسلم \\ 3764 \\\n</p>\n\n<p>\n3763 حدثنا وهب أخبرنا خالد عن حميد عن أنس قال * كان النبي صلى الله\nعليه وسلم لا بالطويل ولا بالقصير شعره إلى شحمة أذنيه ليس بالجعد ولا\nالسبط \\ 3765 \\\n</p>\n\n<p>\n3764 حدثنا وهب أخبرنا خالد عن حميد عن أنس قال * كان النبي صلى الله\nعليه وسلم إذا مشى كأنه يتوكأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p405'> Vol. 06, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n3765 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن رسول الله صلى الله عليه\nوسلم قال لرجل من بني النجار يا خال أسلم قال أجدني له كارها قال وإن كنت\nله كارها وأكرهت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p406'> Vol. 06, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n3766 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن النبي صلى الله عليه\nوسلم قال يوم خرج إلى بدر فاستشار الناس فاستشار المسلمين فأشار إليه أبو\nبكر رضي الله عنه فسكت ثم استشار فأشار عليه عمر رضي الله عنه فقال رجل من\nالأنصار إنما يريدكم قالوا يا رسول الله لا تقول كما قالت بنو إسرائيل\nفاذهب أنت وربك فقاتلا إنا ها هنا قاعدون ولكن والله لو ضربت أكبادها برك\nالغماد لكنا معك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p407'> Vol. 06, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n3767 وعن أنس * أن النبي صلى الله عليه وسلم احتبس عن الصلاة لشيء كان\nبين نسائه فجعل بعضهم يرد على بعض فقام أبو بكر رضي الله عنه وجعل ينادي يا\nرسول الله احث <span id='ms0748'></span> في أفواههن واخرج إلى الصلاة \\ 3769 \\\n</p>\n\n<p>\n3768 وعن أنس قال قال النبي صلى الله عليه وسلم * الدجال أعور عين الشمال\nمكتوب بين عينيه كافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p408'> Vol. 06, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n3769 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن النبي صلى الله عليه\nوسلم كان يأتي أم سليم وينام على فراشها وكان ثقيل النوم كثير العرق وكانت\nتأخذ عرقه بقطنة فتجعله في قارورة فتجعله في سك عندها \\ 3771 \\\n</p>\n\n<p>\n3770 وعن أنس * أن النبي صلى الله عليه وسلم خرج ذات يوم وقد عصب رأسه\nفلقيه رجال من الأنصار فقال والذي نفسي بيده إني لاحبكم إن الأنصار قد قضوا\nالذي عليهم وبقي الذي عليكم فاقبلوا من محسنهم وتجاوزوا عن مسيئهم \\ 3772 \\\n</p>\n\n<p>\n3771 وعن أنس أن النبي صلى الله عليه وسلم قال * لا تباغضوا ولا تحاسدوا\nولا تدابروا وكونوا عباد الله إخوانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p409'> Vol. 06, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n3772 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن ثابت بن قيس خطب مقدم\nرسول الله صلى الله عليه وسلم فقال إنا نمنعك مما نمنع منه أنفسنا وأولادنا\nفما لنا يا رسول الله قال لكم الجنة قالوا رضينا \\ 3774 \\\n</p>\n\n<p>\n3773 وعن أنس * أن المهاجرين أتوا النبي صلى الله عليه وسلم فقالوا يا\nرسول الله ما رأينا قوما قط أبذل من كثير ولا أحسن مواساة من قليل من\nالأنصار لقد صرنا إلى المدينة فأشركونا في المهنأ إنا نخشى أن يذهبوا\nبالأجر قال لا ما أثنيتم عليهم ودعوتم لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p410'> Vol. 06, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n3774 وعن أنس قال * كان النبي صلى الله عليه وسلم عند بعض نسائه فبعثت\nإليه بقصعة فيها طعام فلما جاءت التي في بيتها ضربت يد الخادم فوقعت القصعة\nفانكسرت فأخذها النبي صلى الله عليه وسلم وجعل يعيد الطعام فيها ويقول غارت\nأمكم فلما جاءت بقصعتها أخذها فبعث بها إلى التي كسرت قصعتها \\ 3776 \\\n</p>\n\n<p>\n3775 حدثنا وهب أخبرنا خالد عن حميد عن أنس عن النبي صلى الله عليه وسلم\nأنه قال * الغدوة في سبيل الله خير من الدنيا وما فيها ولقاب قوس أحدكم في\nالجنة خير من الدنيا وما فيها ولو اطلعت امرأة من نساء أهل الجنة إلى الأرض\nلملأت ما بينهما <span id='ms0749'></span> ريح مسك ولأضاءت ما بينهما ولنصيفها على رأسها خير من\nالدنيا وما فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p411'> Vol. 06, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n3776 وعن أنس * أن رجلا أتى النبي صلى الله عليه وسلم فقال احملني قال\nإنا حاملوك على ولد ناقة فقال وما أصنع بولد ناقة فقال النبي صلى الله عليه\nوسلم وهل تلد الإبل إلا النوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p412'> Vol. 06, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n3777 وعن أنس قال * رجع النبي صلى الله عليه وسلم من خيبر حتى إذا كان\nبين المدينة وخيبر بنى بصفية فأقام عليها ثلاثة أيام وأولم فخبزت أم سليم\nخبزا وبسطت نطعا وصبوا فيه تمرا وسمنا وأقطا ولم يكن غير ذلك ثم ركب فقال\nالناس إن هو حجبها فإنها من أمهات المؤمنين فلما ركب حملها معه وحجبها بثوب\nوكان إذا دخل المدينة أوضع من بعيره ورفع من دابته فلما دخل أوضع من بعيره\nوصعد الناس وأمهات المؤمنين ينظرن إلى رسول الله صلى الله عليه وسلم وإليها\nفعثرت الناقة فصرع النبي صلى الله عليه وسلم فلم يكن له هم إلا أن يصلح\nعليها ثيابها قال فكأنهن شمتن بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p413'> Vol. 06, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n3778 حدثنا وهب أخبرنا خالد عن حميد عن أنس * أن أبا طلحة كان يرمي بين\nيدي رسول الله صلى الله عليه وسلم فكان يرفع رأسه فينظر إلى موضع سهمه فرفع\nورفع النبي صلى الله عليه وسلم فرفع أبو طلحة صدره بحياله فقال هكذا يا\nرسول الله جعلني الله فداك \\ 3780 \\\n</p>\n\n<p>\n3779 حدثنا أبو خيثمة حدثنا هشيم قال علي بن زيد أخبرنا عن أنس قال *\nشهدت وليمة امرأتين من نساء النبي صلى الله عليه وسلم فما أطعمنا خبزا ولا\nلحما قال قلت فمه قال الحيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p414'> Vol. 06, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n3780 حدثنا أبو خيثمة حدثنا معاذ بن معاذ العنبري حدثنا حميد عن أنس قال\nقالت * المهاجرون يا رسول الله ما رأينا مثل قوم قدمنا عليهم أحسن بذلا من\nكثير ولا أحسن مواساة من قليل قد كفونا المؤنة وأشركونا في المهنأ وقد\nخشينا أن يذهبوا بالأجر كله فقال رسول الله صلى الله عليه وسلم كلا ما\nأثنيتم عليهم ودعوتم الله لهم \\ 3782 \\\n</p>\n\n<p>\n3781 حدثنا أبو خيثمة حدثنا معاذ بن معاذ حدثنا <span id='ms0750'></span> حميد عن أنس بن مالك قال\n* لما قدم عبد الرحمن بن عوف مهاجرا آخى رسول الله صلى الله عليه وسلم بينه\nوبين سعد بن الربيع فقال له سعد لي مال فنصفه لك ولي امرأتان فانظر أحبهما\nإليك فلأطلقها فإذا انقضت عدتها تزوجتها فقال له عبد الرحمن بارك الله لك\nفي أهلك ومالك دلوني على السوق قال وفقده رسول الله صلى الله عليه وسلم\nأياما ثم أتاه وعليه وضر صفرة فقال له رسول الله صلى الله عليه وسلم مهيم\nقال تزوجت امرأة من الأنصار قال ما سقت إليها قال نواة من ذهب أو وزن نواة\nمن ذهب فقال رسول الله صلى الله عليه وسلم أولم ولو بشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p415'> Vol. 06, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n3782 حدثنا سفيان بن وكيع حدثنا أبو خالد الأحمر عن حميد عن أنس * أن عبد\nالله بن سلام سأل النبي صلى الله عليه وسلم عن أول أشراط الساعة فقال\nأخبرني جبريل أن نارا تحشرهم من المشرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p416'> Vol. 06, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n3783 حدثنا محمد بن أبي بكر المقدمي حدثنا عبد القاهر بن السري حدثنا\nحميد عن أنس عن النبي صلى الله عليه وسلم قال * يدخل الجنة من أمتي سبعون\nألفا قالوا زدنا يا رسول الله قال لكل رجل سبعون ألفا قالوا زدنا يا رسول\nالله وكان على كثيب فحثا بيده قالوا زدنا يا رسول الله فقال هذا وحثا بيده\nقالوا يا نبي الله أبعد الله من دخل النار بعد هذا \\ 3785 \\\n</p>\n\n<p>\n3784 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمة عن حميد عن أنس\nقال * ما كان في الدنيا شخص أحب إليهم رؤية من رسول الله صلى الله عليه\nوسلم فكانوا إذا رأوه لم يقوموا له لما كانوا يعلمون من كراهيته لذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p417'> Vol. 06, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n3785 حدثنا إبراهيم بن الحجاج حدثنا حماد عن حميد أن أنسا سئل عن شعر\nالنبي صلى الله عليه وسلم فقال * كان شعر رسول الله صلى الله عليه وسلم لا\nيجاوز أذنيه كأنه شعر قتادة ففرح قتادة يومئذ وكان شعر قتادة رجلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p418'> Vol. 06, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n3786 حدثنا محمد بن أبي بكر المقدمي حدثنا قدامة بن شهاب <span id='ms0751'></span> حدثنا حميد عن\nأنس قال * دخل النبي صلى الله عليه وسلم بيتا أو مكانا فرأى حبلا ممدودا\nفقال ما هذا قالوا فلانة تصلي فإذا أعيت أخذته فقال لتصل فإذا أعيت فلتنم\nأو لتقعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p419'> Vol. 06, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n3787 حدثنا إبراهيم بن الحجاج حدثنا حماد عن حميد عن أنس * أن رسول الله\nصلى الله عليه وسلم كان بالبقيع فنادى رجل يا أبا القاسم فالتفت رسول الله\nصلى الله عليه وسلم فقال الرجل لست إياك أعني فقال سموا باسمي ولا تكتنوا\nبكنيتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p420'> Vol. 06, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n3788 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت وحميد عن أنس بن مالك\nقال * لقد سقيت رسول الله صلى الله عليه وسلم بهذا القدح ذاته العسل\nوالنبيذ والماء واللبن \\ 3790 \\\n</p>\n\n<p>\n3789 حدثنا محمد بن إسحاق المسيبي حدثني عبد الله بن نافع عن عبد الله بن\nعمر عن حميد الطويل عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال *\nللبكر سبع وللثيب ثلاث \\ 3791 \\\n</p>\n\n<p>\n3790 حدثنا أبو بكر بن أبي شيبة حدثنا خالد بن مخلد حدثنا الحارث بن عمير\nحدثنا حميد الطويل عن أنس بن مالك قال * كان رسول الله صلى الله عليه وسلم\nإذا هبت ريح عرف ذلك في وجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p421'> Vol. 06, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n3791 حدثنا أبو سعيد الأشج حدثنا المحاربي عن سلام بن سليم عن حميد عن\nأنس قال قال رسول الله صلى الله عليه وسلم * وقت النفساء أربعون يوما إلا\nأن ترى الطهر قبل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p422'> Vol. 06, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n3792 حدثنا أبو بكر بن أبي شيبة حدثنا حسين الجعفي عن زائدة عن حميد عن\nأنس قال * ما رأيت النبي صلى الله عليه وسلم قط صلى صلاة المغرب حتى يفطر\nولو كان على شربة من ماء \\ 3794 \\\n</p>\n\n<p>\n3793 حدثنا أبو بكر حدثنا عبد الوهاب الثقفي عن حميد عن أنس * قال رأيت\nرسول الله صلى الله عليه وسلم يرفع يديه إذا افتتح الصلاة وإذا ركع وإذا\nرفع رأسه من الركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p424'> Vol. 06, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\n3794 حدثنا هارون الحمال حدثنا روح بن عبادة حدثنا حماد بن سلمة أخبرنا\nحميد عن أنس أن رسول الله صلى الله عليه وسلم قال * إذا حم أحدكم فليشن\nعليه <span id='ms0752'></span> الماء البارد ثلاث ليال من السحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p425'> Vol. 06, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n3795 حدثنا سويد بن سعيد حدثنا معتمر عن حميد عن أنس * ان نساء النبي صلى\nالله عليه وسلم كان بينهن شيء فجعل ينهاهن فاحتبس عن الصلاة فناداه أبو بكر\nيا رسول الله احث في وجوههن من التراب واخرج إلى الصلاة \\ 3797 \\\n</p>\n\n<p>\n3796 حدثنا سويد بن سعيد حدثنا معتمر بن سليمان عن حميد عن أنس * أن\nالنبي صلى الله عليه وسلم أقام بعض نسائه وشبر من ذيلها شبرا أو شبرين وقال\nلا تزدن على هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p426'> Vol. 06, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n3797 حدثنا عبد الأعلى بن حماد النرسي حدثنا معتمر قال سمعت حميدا يحدث\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال * ما من عبد يموت وله عند\nالله خير يحب أن يرجع إلى الدنيا وله الدنيا وما فيها إلا الشهيد لما يرى\nمن فضل الشهادة فإنه يحب أن يرجع إلى الدنيا فيقتل مرة أخرى \\ 3799 \\\n</p>\n\n<p>\n3798 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا وذكر أنه سمع أنسا قال\n* خرج رسول الله صلى الله عليه وسلم ذات يوم وقد عصب رأسه فتلقته الأنصار\nبوجوههم وفتيانهم فقال والذي نفس محمد بيده إني لأحبكم إن الأنصار قد قضوا\nالذي عليهم وبقي الذي عليكم فأحسنوا إلى محسنهم وتجاوزوا عن مسيئهم \\ 3800\n\\\n</p>\n\n<p>\n3799 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا يحدث عن أنس عن النبي\nصلى الله عليه وسلم أنه قال * لا يتمنين أحدكم الموت لضر نزل فيه في الدنيا\nولكن ليقل اللهم أحيني ما كانت الحياة خيرا لي وتوفني إذا كانت الوفاة خيرا\nلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p427'> Vol. 06, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n3800 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا قال * سئل أنس هل اتخذ\nرسول الله صلى الله عليه وسلم خاتما فقال نعم كأني أنظر إلى وبيص خاتمه أخر\nليلة صلاة العشاء الآخرة إلى شطر الليل ثم صلى فلما قضى صلاته أقبل علينا\nبوجهه فقال إن الناس قد صلوا وناموا وإنكم لم تزالوا في صلاة ما انتظرتموها\nقال وكأني أنظر إلى وبيص خاتمه قال وكان خاتمه من فضة كان فصه منه \\ 3802 \\\n</p>\n\n<p>\n3801 حدثنا عبد الأعلى <span id='ms0753'></span> حدثنا معتمر قال سمعت حميدا يحدث عن أنس قال * أتى\nالنبي صلى الله عليه وسلم رجل فسأله عن وقت صلاة الفجر فلما أصبحنا من الغد\nأمر حين انشق الفجر أن تقام الصلاة فلما كان الغد أخرها حتى أسفر ثم أمر\nفأقيمت الصلاة فصلى بنا ثم قال أين السائل عن وقت الصلاة ما بين هذين وقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p428'> Vol. 06, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n3802 حدثنا عبد الأعلى حدثنا معتمر بن سليمان سمعت حميدا يحدث عن أنس عن\nالنبي صلى الله عليه وسلم قال * عاد رجلا من المسلمين فدخل عليه وهو كالفرخ\nالمنتوف جهدا فقال ما كنت تدعو بشيء وتسأله قال نعم كنت أقول اللهم ما كنت\nمعاقبي في الآخرة فعجله لي في الدنيا فقال النبي صلى الله عليه وسلم سبحان\nالله لا تطيقه أو لا تستطيعه فهلا قلت اللهم آتنا في الدنيا حسنة وفي\nالآخرة حسنة وقنا عذاب النار فدعا له رسول الله صلى الله عليه وسلم فشفاه\nالله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p429'> Vol. 06, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n3803 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا يحدث عن أنس قال * خرج\nالنبي صلى الله عليه وسلم يوما فسار إلى بدر فجعل يستشير الناس فأشار عليه\nأبو بكر ثم استشارهم فأشار عليه عمر فجعل يستشير فقالت الأنصار والله ما\nيريد غيرنا فقال رجل من الأنصار أراك تستشير فيشيرون عليك وإنا لا نقول كما\nقال بنو إسرائيل فاذهب أنت وربك فقاتلا ولكن والذي بعثك بالحق لو ضربت\nأكبادها حتى تبلغ الغماد لكنا معك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p430'> Vol. 06, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n3804 حدثنا عبد الأعلى حدثنا معتمر عن حميد عن أنس قال * كان النبي صلى\nالله عليه وسلم إذا غزا قوما لم يغزو حتى يصبح فينظر فإن سمع أذانا كف عنهم\nوإن لم يسمع أذانا أغار عليهم قال فخرجنا إلى خيبر فانتهينا إليها فلما\nأصبح ولم يسمع أذانا ركب وركبت خلف أبي طلحة وإن قدمي لتمس قدم النبي صلى\nالله عليه وسلم قال فخرجوا علينا بمكاتلهم ومرورهم فلما رأوا النبي صلى\nالله عليه وسلم قالوا محمد والخميس فلما رآهم النبي صلى الله عليه وسلم قال\nالله أكبر <span id='ms0754'></span> خربت خيبر إنا إذا نزلنا بساحة قوم فساء صباح المنذرين \\ 3806 \\\n</p>\n\n<p>\n3805 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا يحدث عن أنس عن النبي\nصلى الله عليه وسلم وأنا عند فخذه اليمنى أو اليسرى * لبيك بعمرة وحج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p431'> Vol. 06, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\n3806 وعن أنس قال * سافرنا مع رسول الله صلى الله عليه وسلم فلم يعب صائم\nعلى مفطر ولا مفطر على صائم وكان الناس جهدوا يوما في رمضان في السفر فدعا\nرسول الله صلى الله عليه وسلم بإناء فشربه لينظر إليه الناس أنه مفطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p432'> Vol. 06, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n3807 وعن أنس * أن النبي صلى الله عليه وسلم كان في سفر له في رمضان وهو\nصائم فأتي بإناء من ماء وضعه على يده فشربه والناس ينظرون فشربوا \\ 3809 \\\n</p>\n\n<p>\n3808 حدثنا عبد الأعلى حدثنا معتمر قال سمعت حميدا يحدث عن أنس عن النبي\nصلى الله عليه وسلم * أنه قام ليلا على القليب الذي فيه أبو جهل وأصحابه\nببدر بعد قتلهم بثلاثة أيام فنادى يا أبا جهل بن هشام ياعتبة بن ربيعة\nياشيبة بن ربيعة يا أمية بن خلف هل وجدتم ما وعدكم ربكم حقا فإني قد وجدت\nما وعدني ربي حقا فقال فخرج إليه من شاء الله أن يخرج من أصحابه فقالوا يا\nرسول الله تنادي قوما قد جيفوا منذ ثلاث فقال ماأنتم بأسمع لما أقول منهم\nإلا أنهم لا يستطيعون أن يجيبوني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p433'> Vol. 06, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n3809 حدثنا مسروق بن المرزبان حدثنا أبو بكر بن عياش عن حميد عن أنس *\nأشرف رسول الله صلى الله عليه وسلم على القليب فذكر نحوه \\ 3811 \\\n</p>\n\n<p>\n3810 حدثنا محمد بن المنهال الضرير حدثنا يزيد بن زريع حدثنا حميد عن أنس\n* قال بينما رجل يسوق بدنة قال له رسول الله صلى الله عليه وسلم اركبها قال\nبدنة يا رسول الله قال اركبها وإن كانت بدنة \\ 3812 \\\n</p>\n\n<p>\n3811 حدثنا محمد بن المنهال حدثنا يزيد عن حميد عن أنس * أن النبي صلى\nالله عليه وسلم مر ببقيع الغرقد فإذا رجل ينادي صاحبه يا أبا القاسم فالتفت\nالنبي صلى الله عليه وسلم فقال لم أعنك يا رسول الله إنما عنيت فلانا <span id='ms0755'></span> فقال\nسموا باسمي ولا تكتنوا بكنيتي \\ 3813 \\ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p434'> Vol. 06, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n3812 حدثنا محمد بن المنهال حدثنا يزيد عن حميد عن أنس قال قال رسول الله\nصلى الله عليه وسلم * رؤيا المؤمن جزء من ستة وأربعين جزءا من النبوة \\\n3814 \\\n</p>\n\n<p>\n3813 حدثنا محمد بن المنهال حدثنا يزيد عن حميد عن أنس * اطلع على النبي\nصلى الله عليه وسلم رجل من خلل فسدد له بمشقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p435'> Vol. 06, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n3814 حدثنا مسروق بن المرزبان حدثنا يحيى بن زكريا عن حميد عن أنس قال\nقال رسول الله صلى الله عليه وسلم * إذا جاء أحدكم إلى الصلاة فليمش على\nهينته فليصل ما أدرك وليقض ما سبقه \\ 3816 \\\n</p>\n\n<p>\n3815 حدثنا محمد بن بكار حدثنا هشيم عن حميد عن أنس بن مالك * أن النبي\nصلى الله عليه وسلم حين طلق حفصة أمر أن يراجعها فراجعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p436'> Vol. 06, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n3816 حدثنا أبو بكر بن أبي شيبة حدثنا الثقفي عن حميد عن أنس * أن النبي\nصلى الله عليه وسلم كان يحب أن يليه المهاجرون والأنصار ليأخذوا عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p437'> Vol. 06, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n3817 حدثنا أبو بكر بن أبي شيبة حدثنا الثقفي عن حميد عن أنس قال * كان\nصلاة رسول الله صلى الله عليه وسلم قريبا بعضها من بعض وكانت صلاة أبي بكر\nرضي الله عنه متقاربة ثم بسط عمر في صلاة الغداة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p438'> Vol. 06, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\n3818 وعن أنس أن لقمة سقطت من يده فطلبها حتى وجدها وقال قال رسول الله\nصلى الله عليه وسلم * إذا سقطت لقمة أحدكم فليمط عنها وليأكلها ولا يدعها\nللشيطان \\ 3820 \\\n</p>\n\n<p>\n3819 وعن أنس * أن رسول الله صلى الله عليه وسلم كان يصوم من الشهر حتى\nنقول ما يفطر ويفطر حتى نقول ما يصوم منه شيئا \\ 3821 \\\n</p>\n\n<p>\n3820 وعن أنس * أن الأنصار كان لهم يومان يلعبون فيهما في الجاهلية فلما\nقدم رسول الله صلى الله عليه وسلم قال قد أبدلكم الله يومين خيرا منهما\nالفطر والأضحى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p439'> Vol. 06, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n3821 وعن أنس أن النبي صلى الله عليه وسلم قال * إن الله إذا أراد بعبد\nخيرا استعمله قالوا يا رسول الله وكيف يستعمله قال يوفقه فيعمل عملا صالحا\nقبل موته \\ 3823 \\\n</p>\n\n<p>\n3822 وعن أنس قال قال رسول الله صلى الله عليه وسلم * دخلت <span id='ms0756'></span> الجنة فسمعت\nبين يدي خشفة قالت أنا الغميصاء بنت ملحان \\ 3824 \\\n</p>\n\n<p>\n3823 وعن أنس قال قال رسول الله صلى الله عليه وسلم * دخلت الجنة فإذا\nأنا بنهر يجري حافتاه خيام اللؤلؤ قال فضربت بيدي إلى الطين فإذا مسك أذفر\nقلت يا جبريل ما هذا قال هذا الكوثر الذي أعطاك الله \\ 3825 \\\n</p>\n\n<p>\n3824 حدثنا أبو بكر بن أبي شيبة حدثنا معاذ بن معاذ عن حميد عن أنس قال *\nلما قدم عبد الرحمن بن عوف مهاجرا إلى النبي صلى الله عليه وسلم آخى بينه\nوبين سعد بن الربيع فقال له سعد لي مال فنصفه لك ولي امرأتان فانظر أيهما\nأحب إليك أطلقها فإذا انقضت عدتها تزوجتها قال له عبد الرحمن بارك الله لك\nفي أهلك ومالك دلوني على السوق فما رجع يومئذ حتى جاء بشيء قد أصابه من\nالسوق ففقده رسول الله صلى الله عليه وسلم أياما ثم أتاه وعليه وضر من صفرة\nفقال له رسول الله صلى الله عليه وسلم مهيم قال تزوجت امرأة من الأنصار قال\nما سقت منها قال نواة من ذهب أو قال وزن نواة من ذهب فقال له رسول الله صلى\nالله عليه وسلم أولم ولو بشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p440'> Vol. 06, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n3825 حدثنا إبراهيم بن الحجاج حدثنا حماد عن حميد عن أنس * أن رسول الله\nصلى الله عليه وسلم آلى من نسائه شهرا فكان في مشربة له فانفكت قدمه فجاءه\nأصحابه ليزوروه فصلى بهم قاعدا وهم قيام ثم جاؤوا لصلاة أخرى فقعد وقاموا\nفأومأ إليهم أن اقعدوا فصلوا خلفه وهم قعود فلما مضت تسع وعشرون ليلة نزل\nإليهم فقيل يا رسول الله إنما مضت تسع وعشرون ليلة فقال إن الشهر تسع\nوعشرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p441'> Vol. 06, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n3826 حدثنا إبراهيم حدثنا حماد عن ثابت وحميد عن أنس * أن رسول الله صلى\nالله عليه وسلم وأصحابه كانوا يصلون نحو بيت المقدس فلما نزلت هذه الآية\n<span class='quran'>فول وجهك شطر المسجد الحرام </span>مر رجل من بني سلمة فناداهم وهم ركوع\nفي صلاة الفجر نحو بيت المقدس ألا إن القبلة قد حولت فمالوا كما هم وهم <span id='ms0757'></span>\nركوع نحو القبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p442'> Vol. 06, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n3827 حدثني محمد بن المنهال حدثنا معتمر بن سليمان حدثني حميد الطويل عن\nأنس بن مالك * أن رسول الله صلى الله عليه وسلم اتخذ خاتما من فضة فصه منه\n\\ 3829 \\\n</p>\n\n<p>\n3828 حدثنا محمد بن المنهال حدثنا معتمر حدثنا حميد الطويل عن أنس بن\nمالك * كان رسول الله صلى الله عليه وسلم يصوم الشهر حتى نقول لا يفطر\nويفطر الشهر حتى نقول لا يصوم \\ 3830 \\\n</p>\n\n<p>\n3829 حدثنا إبراهيم بن الحجاج حدثنا حماد عن حميد عن أنس أن رسول الله\nصلى الله عليه وسلم قال * إن الرجل ليعمل البرهة من عمره بعمل أهل الجنة\nفإذا كان قبل موته تحول يعمل بعمل أهل النار فمات فدخل النار وإن الرجل\nليعمل البرهة من عمره بعمل أهل النار فإذا كان قبل موته عمل بعمل أهل الجنة\nفمات فدخل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p443'> Vol. 06, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\n3830 حدثنا إبراهيم بن الحجاج حدثنا حماد عن قتادة وثابت وحميد عن أنس\nقال * غلا السعر على عهد رسول الله صلى الله عليه وسلم فقالوا يا رسول الله\nقد غلا السعر فسعر لنا فقال إن الله هو المسعر القابض الباسط الرازق إني\nلأرجو أن ألقى الله وليس أحد منكم يطلبني بمظلمة في دم ولا مال \\ 3832 \\\n</p>\n\n<p>\n3831 حدثنا إبراهيم بن الحجاج حدثنا حماد عن ثابت عن عبد الرحمن بن أبي\nليلى وحميد عن أنس بن مالك * أن رسول الله صلى الله عليه وسلم رأى حبلا\nممدودا بين ساريتين في المسجد فقال رسول الله صلى الله عليه وسلم ما هذا\nالحبل فقيل يا رسول الله حمنة بنت جحش تصلي فإذا أعيت تعلقت فقال رسول الله\nصلى الله عليه وسلم لتصل فإذا أعيت فلتقعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p444'> Vol. 06, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n3832 حدثنا أبو موسى محمد بن المثنى حدثنا عبد الوهاب حدثنا حميد عن أنس\nقال * كان رسول الله صلى الله عليه وسلم ربعة حسن الجسم ليس بالطويل ولا\nبالقصير وكان شعره ليس بجعد ولا سبط أسمر اللون إذا مشى يتوكأ \\ 3834 \\\n</p>\n\n<p>\n3833 حدثنا أبو يوسف الجيزي حدثنا مؤمل بن إسماعيل حدثنا حماد بن سلمة\nحدثنا حميد الطويل عن أنس بن مالك أن <span id='ms0758'></span> رسول الله صلى الله عليه وسلم قال *\nألظوا بياذا الجلال والإكرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p445'> Vol. 06, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\n3834 حدثنا إبراهيم بن سعيد الجوهري حدثنا أبو النضر حدثنا أبو جعفر\nالرازي عن حميد عن أنس * تزوج النبي صلى الله عليه وسلم صفية وجعل عتقها\nصداقها وجعل الوليمة ثلاثة أيام وبسط نطعا جاءت به أم سليم وألقى عليه أقطا\nوتمرا وأطعم الناس ثلاثة أيام \\ 3836 \\\n</p>\n\n<p>\n3835 حدثنا أبو خيثمة حدثنا يزيد أخبرنا حميد الطويل عن أنس * أن أبا\nموسى استحمل النبي صلى الله عليه وسلم فوافق منه شغلا فحلف أن لا يحملني\nقال وأنا أحلف لأحملنك فحمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p446'> Vol. 06, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n3836 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد عن أنس * أن عبد الرحمن\nبن عوف هاجر إلى النبي صلى الله عليه وسلم فآخى رسول الله صلى الله عليه\nوسلم بينه وبين سعد بن الربيع فقال له سعد بن الربيع يا عبد الرحمن إني من\nأكثر الأنصار مالا وأنا مقاسمك ولي امرأتان فأنا أطلق لك إحداهن فإذا انقضت\nعدتها فتزوجها فقال له عبد الرحمن بارك الله لك في أهلك ومالك ولكن دلني\nعلى السوق فدله فلم يرجع يومئذ حتى أصاب شيئا من سمن وأقط قد ربحه فمكث\nأياما ثم مر بالنبي صلى الله عليه وسلم فرأى وضر صفرة فقال له النبي صلى\nالله عليه وسلم مهيم قال تزوجت يا رسول الله قال من قال امرأة من الأنصار\nقال ما أصدقت قال نواة أو وزن نواة من ذهب قال أولم ولو بشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p447'> Vol. 06, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n3837 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس بن مالك\n* أن رسول الله صلى الله عليه وسلم عاد رجلا قد صار مثل الفرخ المنتوف فقال\nهل كنت تدعو بشيء أو تسأله قال قلت اللهم ما كنت معاقبي به في الآخرة فعجله\nلي في الدنيا فقال رسول الله صلى الله عليه وسلم سبحان الله إذا لا تطيق\nذلك ولا تستطيعه فلولا قلت ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا\nعذاب النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p448'> Vol. 06, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\n3838 حدثنا زهير حدثنا يزيد بن هارون أخبرنا سليمان التيمي <span id='ms0759'></span> عن الحسن\nوأخبرنا حميد عن أنس قالا قال رسول الله صلى الله عليه وسلم * أنصر أخاك\nظالما أو مظلوما قالوا يا رسول الله هذا ننصره مظلوما فكيف ننصره ظالما قال\nتمنعه من الظلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p449'> Vol. 06, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n3839 حدثنا زهير أخبرنا يزيد أخبرنا حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p450'> Vol. 06, p. 450</a>\n            </div>\n             عن أنس قال * لما\nرجع رسول الله صلى الله عليه وسلم من غزوة تبوك فدنا من المدينة قال إن\nبالمدينة لأقواما ما سرتم من مسير ولا قطعتم من واد إلا كانوا معكم فيه\nقالوا يا رسول الله وهم بالمدينة قال نعم حبسهم العذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p451'> Vol. 06, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n3840 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس بن مالك\nقال رسول الله صلى الله عليه وسلم * لا عليكم ألا تعجبوا بأحد حتى تنظروا\nبم يختم له فإن العامل يعمل زمانا من عمره أو برهة من دهره بعمل صالح لو\nمات عليه لدخل الجنة ثم يتحول فيعمل بعمل سيء وإن العبد ليعمل زمانا من\nعمره بعمل سيء لو مات عليه لدخل النار ثم يتحول فيعمل بعمل صالح وإذا أراد\nالله بعبد خيرا استعمله قالوا يا رسول الله وكيف يستعمله قال يوفقه لعمل\nصالح ثم يقبضه عليه \\ 3842 \\\n</p>\n\n<p>\n3841 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد عن أنس قال * قدم رسول\nالله صلى الله عليه وسلم المدينة ولهم يومان يلعبون فيهما فقال رسول الله\nصلى الله عليه وسلم إني قد قدمت عليكم ولكم يومان تلعبون فيهما وقد أبدلكم\nالله يومين خيرا منهما يوم الفطر ويوم النحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p452'> Vol. 06, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n3842 حدثنا زهير حدثنا يزيد حدثنا حميد عن ثابت عن أنس * أن رسول الله\nصلى الله عليه وسلم رأى رجلا يهادى بين ابنيه فقال ما هذا قالوا نذر أن\nيمشي إلى البيت فقال إن الله لغني عن تعذيب هذا نفسه ثم أمره فركب \\ 3844 \\\n</p>\n\n<p>\n3843 حدثنا زهير حدثنا يزيد حدثنا حميد عن أنس * أن رسول الله صلى الله\nعليه وسلم دخل المسجد فرأى حبلا ممدودا بين ساريتين فقال ما هذا قالوا\nلفلانه تصلي فإذا أعيت تعلقت به قال رسول الله صلى الله عليه وسلم <span id='ms0760'></span> لتصل ما\nعقلت فإذا خشيت أن تغلب فلتنم \\ 3845 \\\n</p>\n\n<p>\n3844 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس قال *\nكانت صلاة رسول الله صلى الله عليه وسلم وأبي بكر متقاربة حتى كان عمر فمد\nفي صلاة الصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p453'> Vol. 06, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n3845 حدثنا زهير حدثنا يزيد حدثنا حميد عن أنس أن رسول الله صلى الله\nعليه وسلم قال * يقدم قوم هم أرق أفئدة منكم فقدم الأشعريون فيهم أبو موسى\nفجعلوا يرتجزون يقولون غدا نلقى الأحبة محمدا وحزبه \\ 3847 \\\n</p>\n\n<p>\n3846 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد عن أنس أن رسول الله\nصلى الله عليه وسلم قال * الدجال ممسوح العين عليها ظفرة غليظة مكتوب بين\nعينيه ك ف ر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p454'> Vol. 06, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n3847 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس بن\nمالك قال قال رسول الله صلى الله عليه وسلم * لا يتمنين أحدكم الموت لضر\nنزل به ولكن ليقل اللهم أحيني ما كانت الحياة خيرا لي وتوفني إذا علمت\nالوفاة خيرا لي \\ 3849 \\\n</p>\n\n<p>\n3848 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد عن أنس * أن النبي صلى\nالله عليه وسلم كان يحب أن يليه المهاجرون والأنصار في الصلاة ليأخذوا عنه\n\\ 3850 \\\n</p>\n\n<p>\n3849 حدثنا زهير حدثنا يزيد أخبرنا حميد عن أنس قال * كان رسول الله صلى\nالله عليه وسلم في بعض بيوت نسائه فأهدت للنبي امرأة منهن قصعة من ثريد\nفضربتها بيدها فوقعت فانكسرت القصعة فجعل رسول الله صلى الله عليه وسلم\nيأخذ الثريد بيده فيرده في القصعة ويقول كلوا غارت أمكم ثم انتظر حتى جاءت\nالقصعة الأخرى فأخذها فدفعها إلى صاحبة القصعة المكسورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p455'> Vol. 06, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n3850 حدثنا زهير حدثنا يزيد أخبرنا حميد الطويل عن أنس بن مالك * أن رسول\nالله صلى الله عليه وسلم حجمه أبو طيبة فأمر له بصاعين من طعام وكلم مواليه\nفخففوا عنه من ضريبته وقال رسول الله صلى الله عليه وسلم خير ما تداويتم به\nالحجامة والقسط البحري ولا تعذبوا صبيانكم بالغمز من العذرة \\ 3852 \\\n</p>\n\n<p>\n3851 وعن أنس بن مالك قال * نهى رسول الله صلى الله عليه وسلم عن بيع <span id='ms0761'></span>\nالثمرة حتى تزهو قلنا وما زهوه قال تحمر قال أنس أرأيت إن منع الله النخل\nبم تستحل مال أخيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p456'> Vol. 06, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n3852 وعن أنس بن مالك * ما كنا نشاء أن نرى رسول الله صلى الله عليه وسلم\nمن الليل مصليا إلا رأيناه وما كنا نشاء أن نراه من الليل نائما إلا رأيناه\nنائما \\ 3854 \\\n</p>\n\n<p>\n3853 وعن أنس بن مالك قال * دخل رسول الله صلى الله عليه وسلم المسجد\nفرأى نخامة في وجهه رئي شدة ذلك عليه فقال إن أحدكم إذا قام يصلي إنما يقوم\nيناجي ربه أو ربه فيما بينه وبين القبلة فإذا بزق أحدكم فليبزق عن يساره\nتحت قدمه أو يتفل هكذا وبزق في طرف ردائه ودلك بعضه ببعض \\ 3855 \\\n</p>\n\n<p>\n3854 وعن أنس بن مالك قال * مر على النبي صلى الله عليه وسلم بجنازة\nفأثنوا عليها خيرا فقال رسول الله صلى الله عليه وسلم وجبت ثم مر بجنازة\nفأثنوا عليها شرا فقال رسول الله صلى الله عليه وسلم وجبت أنتم شهداء الله\nفي الأرض \\ 3856 \\\n</p>\n\n<p>\n3855 أخبرنا زهير حدثنا يزيد أخبرنا يحيى وحميد عن أنس بن مالك قال قال\nرسول الله صلى الله عليه وسلم * ألا أخبركم بخير دور الأنصار قالوا بلى يا\nرسول الله قال دور بني النجار ثم دور بني عبد الأشهل ثم دور بني الحارث بن\nالخزرج ثم دور بني ساعدة ثم قال رسول الله صلى الله عليه وسلم وفي كل دور\nالأنصار خير قال أحدهما ورفع بها صوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p457'> Vol. 06, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n3856 أخبرنا زهير حدثنا يزيد حدثنا حميد عن أنس أن عبد الله بن سلام أتى\nالنبي صلى الله عليه وسلم فقال * إني سائلك عن ثلاثة أشياء لا يعلمها إلا\nنبي قال سل قال ما أول أمر الساعة أو أشراط الساعة وما أول ما يأكل أهل\nالجنة وما ينزع الولد إلى أبيه والولد إلى أمه قال أخبرني بهن جبريل آنفا\nقال جبريل قال نعم قال ذاك عدو اليهود من الملائكة قال أما أول أشراط\nالساعة فنار تخرج من المشرق فتحشر الناس إلى المغرب وأما أول ما يأكل أهل <span id='ms0762'></span>\nالجنة فزيادة كبد حوت وأما ما ينزع الولد إلى أبيه وينزع الولد إلى أمه\nفإذا سبق ماء الرجل ماء المرأة نزع إلى أبيه وإذا سبق ماء المرأة ماء الرجل\nنزع إلى أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p458'> Vol. 06, p. 458</a>\n            </div>\n             قال أشهد أن لا إله إلا الله وأنك رسول الله ثم\nقال يا رسول الله إن اليهود قوم بهت فأختبئ لهم ثم سلهم عني قبل أن يعلموا\nبإسلامي أي رجل أنا فيهم فجاء نفر منهم فقال لهم رسول الله صلى الله عليه\nوسلم أي رجل عبد الله فيكم قالوا خيرنا وبن خيرنا وسيدنا وبن سيدنا وأعلمنا\nوبن أعلمنا قال أرأيتم إن أسلم عبد الله قالوا أعاذه الله من ذلك قال فخرج\nعليهم عبد الله فقال أشهد أن لا إله إلا الله وأن محمدا رسول الله قالوا\nشرنا وبن شرنا ونحو ذلك قال يقول عبد الله يا رسول الله هذا الذي كنت أخاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p459'> Vol. 06, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\n3857 حدثنا زهير حدثنا يزيد أخبرنا حميد عن أنس * أن النبي صلى الله عليه\nوسلم سمعه المسلمون وهو يقول يا أبا جهل بن هشام ويا أمية بن خلف ويا عتبة\nبن ربيعة ويا شيبة بن ربيعة هل وجدتم ما وعدكم ربكم حقا فإني قد وجدت ما\nوعدني ربي حقا فقالوا يا رسول الله تنادي قوما قد جيفوا قال ما أنتم بأسمع\nلما أقول منهم ولكنهم لا يستطيعون أن يجيبوا \\ 3859 \\\n</p>\n\n<p>\n3858 حدثنا أبو خيثمة حدثنا يزيد أخبرنا حميد عن أنس بن مالك * أن النبي\nصلى الله عليه وسلم بعد أن أقيمت الصلاة قبل أن يكبر أقبل على القوم بوجهه\nفقال أقيموا صفوفكم وتراصوا فإني أراكم من وراء ظهري قال فلقد كنت أرى\nالرجل في الصف وهو يلزق منكبه بمنكب صاحبه \\ 3860 \\\n</p>\n\n<p>\n3859 حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس بن\nمالك * أن رسول الله صلى الله عليه وسلم صلى ذات ليلة في حجرته فسمع الناس\nصوته فلما كانت الليلة الثانية جاء ناس فصلوا بصلاته فخفف رسول الله صلى\nالله عليه وسلم ثم انصرف فلما أصبحوا قالوا <span id='ms0763'></span> يا رسول الله صلينا معك الليلة\nونحن نحب أن تمد في قراءتك فقال قد علمت بمكانكم وعمدا فعلت ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p460'> Vol. 06, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\n3860 وعن أنس قال قال رسول الله صلى الله عليه وسلم * دخلت الجنة فرأيت\nقصرا من ذهب قلت لمن هذا قالوا لشاب من قريش فظننت أني هو فقلت لمن قيل\nلعمر بن الخطاب \\ 3862 \\\n</p>\n\n<p>\n3861 وعن أنس قال * أولم رسول الله صلى الله عليه وسلم بزينب فأشبع\nالمسلمين خبزا ولحما ثم خرج كما كان يصنع إذا تزوج فيأتي حجر أمهات\nالمؤمنين فيسلم عليهن ويدعو لهن ويسلمن عليه ويدعون له ثم رجع فإذا في\nالبيت رجلان قد جرى بهما الحديث فلما رآهما رسول الله صلى الله عليه وسلم\nرجع فلما رأى ذلك الرجلان وثبا فزعين فخرجا فلا أدري من أخبره أنا أخبرته\nأو غيري فرجع رسول الله صلى الله عليه وسلم \\ 3863 \\\n</p>\n\n<p>\n3862 وعن أنس أن رجلا * سأل النبي صلى الله عليه وسلم عن وقت صلاة الفجر\nفأمر بلالا فأذن لصلاة الفجر ثم أقام فصلى فلما كان من الغد أخر حتى أسفر\nثم أمره فأقام فصلى فلما فرغ قال أين السائل فقام الرجل فقال ما بين هذا\nوهذا وقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p461'> Vol. 06, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n3863 قال * وسئل أنس هل كان رسول الله رسول الله صلى الله عليه وسلم يرفع\nيديه في الدعاء قال نعم بينما هو ذات يوم جمعة يخطب الناس فقيل يا رسول\nالله قحط المطر وأجدبت الأرض وهلك المال فادع الله قال فرفع يديه حتى رأيت\nبياض إبطيه فاستسقى وما أرى في السماء سحابة فلما قضينا الصلاة حتى إن\nالشاب القريب الدار يهمه الرجوع إلى أهله فدامت جمعة فلما كانت الجمعة\nالثانية قالوا يا رسول الله تهدمت البيوت واحتبس الركبان وهلك المال قال\nفتبسم رسول الله صلى الله عليه وسلم ثم قال بيده ففرج بينهما ثم قال اللهم\nحوالينا ولا علينا وفرق بين يديه قال فكشفت عن المدينة \\ 3865 \\\n</p>\n\n<p>\n3864 وعن أنس بن مالك * أن رسول الله صلى الله عليه وسلم كان في بيته\nفاطلع رجل من الباب فسدد النبي صلى الله عليه <span id='ms0764'></span> وسلم نحوه بمشقص فتأخر الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p462'> Vol. 06, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n3865 وعن أنس بن مالك قال * لما نزلت <span class='quran'>لن تنالوا البر حتى تنفقوا مما\nتحبون </span>أو <span class='quran'>من ذا الذي يقرض الله قرضا حسنا </span>قال أبو طلحة أي\nرسول الله حائطي الذي بمكان كذا وكذا لله ولو استطعت أن أسره لم أعلنه فقال\nرسول الله صلى الله عليه وسلم اجعله في قرابتك أو قال في أقربائك \\ 3867 \\\n</p>\n\n<p>\n3866 وعن أنس بن مالك رضي الله عنه قال * ما شممت ريحا قط مسكا ولا عبيرا\nأطيب من ريح رسول الله صلى الله عليه وسلم ولا مسست خزا ولا حريرا ألين من\nكف رسول الله صلى الله عليه وسلم \\ 3868 \\\n</p>\n\n<p>\n3867 حدثنا أبو خيثمة حدثنا حبان بن هلال عن جرير بن حازم عن حميد عن أنس\nقال * رأيت رسول الله صلى الله عليه وسلم يجمع بين البطيخ والرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p463'> Vol. 06, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n3868 حدثنا أبو خيثمة حدثنا حبان عن حماد بن سلمة عن حميد وثابت عن أنس\nقال * سقيت رسول الله صلى الله عليه وسلم في هذا القدح الماء واللبن\nوالنبيذ والعسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p464'> Vol. 06, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n3869 حدثنا زهير حدثنا يزيد بن هارون أخبرنا حميد الطويل عن أنس بن مالك\n* أن رسول الله صلى الله عليه وسلم مر برجل يسوق بدنة قال اركبها قال إنها\nبدنة قال اركبها \\ 3871 \\\n</p>\n\n<p>\n3870 حدثنا زهير حدثنا عفان حدثنا حماد عن حميد عن أنس سئل عن شعر رسول\nالله صلى الله عليه وسلم فقال * ما رأيت شعرا أشبه بشعر النبي صلى الله\nعليه وسلم من شعر قتادة ففرح قتادة يومئذ \\ 3872 \\\n</p>\n\n<p>\n3871 حدثنا زهير حدثنا عفان حدثنا حماد أخبرنا قتادة وحميد وثابت عن أنس\n* أن ناسا من عرينة قدموا المدينة فاجتووها فبعثهم رسول الله صلى الله عليه\nوسلم في إبل الصدقة فقال اشربوا أبوالها وألبانها فقتلوا راعي رسول الله\nصلى الله عليه وسلم واستاقوا الإبل وارتدوا عن الإسلام فأتي النبي صلى الله\nعليه وسلم بهم فقطع أيديهم وأرجلهم من خلاف وسمر أعينهم وألقاهم بالحرة قال\nأنس قد كنت أرى أحدهم يكدم الأرض بفيه حتى ماتوا وربما قال حماد يكدم الأرض\nبفيه حتى <span id='ms0765'></span> ماتوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p465'> Vol. 06, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n3872 حدثنا زهير حدثنا عفان حدثنا همام عن قتادة عن أنس * بنحو حديث حماد\nوذكر همام أن قتادة قال وحدثني محمد بن سيرين أن هذا قبل أن تنزل الحدود \\\n3874 \\\n</p>\n\n<p>\n3873 أخبرنا أبو يعلى أحمد بن علي بن المثنى التميمي الموصلي حدثنا زهير\nحدثنا عفان حدثنا حماد عن حميد عن أنس * أن رسول الله صلى الله عليه وسلم\nكان إذا دخل على مريض قال أذهب البأس رب الناس اشف أنت الشافي لا شافي إلا\nأنت اشف شفاء لا يغادر سقما وقال حماد لا شفاء إلا شفاؤك اشف شفاء لا يغادر\nسقما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p466'> Vol. 06, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n3874 حدثنا زهير حدثنا عفان حدثنا حماد حدثنا قتادة وثابت وحميد عن أنس *\nأن رسول الله صلى الله عليه وسلم وأبا بكر وعمر وعثمان كانوا يستفتحون في\nالصلاة ب الحمد لله رب العالمين وكان حميد لا يذكر النبي صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p467'> Vol. 06, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n3875 حدثنا زهير حدثنا عفان حدثنا حماد عن حميد عن أنس عن النبي صلى الله\nعليه وسلم قال * جاهدوا المشركين بأيديكم وألسنتكم \\ 3877 \\\n</p>\n\n<p>\n3876 حدثنا زهير حدثنا عبد الله بن بكر السهمي حدثنا حميد عن أنس قال *\nقام رسول الله صلى الله عليه وسلم إلى الصلاة فجاء رجل بعد ما قام النبي\nصلى الله عليه وسلم فأسرع المشي فانتهى إلى القوم وقد انبهر أو حفزه النفس\nفقال حين انتهى إلى الصف الحمد لله حمدا كثيرا طيبا مباركا فيه فلما قضى\nالنبي صلى الله عليه وسلم الصلاة قال من المتكلم أو القائل الكلمات فسكت\nالقوم فقال مثلها فقال من هو فإنه لم يقل بأسا أو قال خيرا قال الرجل جئت\nيا رسول الله فأسرعت المشي فانتهيت إلى الصف وقد انبهرت أو حفزني النفس\nفقلت الذي قلت فقال لقد رأيت اثني عشر ملكا يبتدرونها أيهم يرفعها إليه ثم\nقال إذا جاء أحدكم إلى الصلاة فليمش على هينته فليصل ما أدرك وليقض ما سبقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p468'> Vol. 06, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n3877 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن أنس قال أبو وهب\nولا أعلم إلا ذكره عن النبي صلى الله <span id='ms0766'></span> عليه وسلم أنه قال * من أحب لقاء الله\nأحب الله لقاءه ومن كره لقاء الله كره الله لقاءه قالوا يا رسول الله كلنا\nيكره الموت قال ليس ذاك بكراهية الموت ولكن إذا جاءه البشير من الله بما هو\nصائر إليه أحب لقاء الله وأحب الله لقاءه وإن الكافر أو الفاجر إذا حضر\nجاءه ما هو لاق وكره لقاء الله وكره الله لقاءه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p469'> Vol. 06, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n3878 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن أنس قال * دخل رسول\nالله صلى الله عليه وسلم على أم سليم فأتته بسمن وتمر قال أعيدي سمنكم في\nسقائه وتمركم في وعائه فإني صائم ثم قام فصلى صلاة غير مكتوبة وصلينا فدعا\nلأم سليم ولأهل بيتها فقالت أم سليم إن لي خويصة قال وما هي قالت خادمك أنس\nقال فدعا لي بخير الدنيا والآخرة وقال اللهم ارزقه مالا وولدا وبارك له فيه\nقال فإني لمن أكثر الأنصار ولدا قال وأخبرتني أمينة أنه دفن من صلبي إلى\nمقدم الحجاج البصرة بضع وعشرون ومئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p470'> Vol. 06, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n3879 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن أنس * أن النبي صلى\nالله عليه وسلم قال لرجل من بني النجار أسلم قال أجدني كارها قال أسلم وإن\nكنت كارها \\ 3881 \\\n</p>\n\n<p>\n3880 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن أنس قال * إن كان\nالرجل ليسأل النبي صلى الله عليه وسلم الشيء من الدنيا فيسلم له ثم لا يمسي\nحتى يكون الإسلام أحب إليه من الدنيا وما فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p471'> Vol. 06, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n3881 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن ثابت عن أنس عن\nالنبي صلى الله عليه وسلم * أنه رأى شيخا يهادى بين ابنيه فقالوا يا رسول\nالله نذر أن يمشي فقال إن الله عن تعذيب هذا نفسه لغني ثم أمره فركب \\ 3883\n\\\n</p>\n\n<p>\n3882 حدثنا زهير حدثنا عبد الله بن بكر حدثنا حميد عن أنس قال * اشتكى بن\nلأبي طلحة فراح إلى المسجد وتوفي الغلام فهيأت أم سليم أمر بيتها ويسرت\nعشاءه وقالت لأهلها لا يذكرن أحد <span id='ms0767'></span> منكم لأبي طلحة وفاة ابنه فرجع أبو طلحة\nومعه ناس من أصحابه من أهل المسجد فقال ما فعل الغلام فقالت أم سليم خير ما\nكان فقدمت عشاءه فتعشى وأصحابه فلما خرجوا عنه قامت إلى ما تقوم إليه\nالمرأة فلما كان من آخر الليل قالت ألم تر يا أبا طلحة آل فلان استعاروا\nعارية فتمتعوا بها فلما طلبت إليهم شق عليهم فقال ما أنصفوا قالت إن فلانا\nابنها كان عارية من الله فقبضه فاسترجع ثم غدا على رسول الله صلى الله عليه\nوسلم فقال بارك الله لكما في ليلتكما فحملت بعبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p472'> Vol. 06, p. 472</a>\n            </div>\n             فلما\nولدت ليلا فكرهت أن تحنكه حتى حنكه رسول الله صلى الله عليه وسلم قال فغدوت\nبه وتمرات عجوة فأتيت النبي صلى الله عليه وسلم وهو يهنأ أباعر له ويسمها\nفقلت يا رسول الله ولدت أم سليم الليلة فكرهت أن تحنكه حتى تحنكه أنت قال\nمعكم شيء قلت تمرات عجوة فأخذ بعض ذلك التمر فمضغه فجمع بزاقه فأوجره فتلمظ\nالصبي فقال حب الأنصار التمر فقلت سمه يا رسول الله قال هو عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p473'> Vol. 06, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n3883 حدثنا زهير حدثنا إبراهيم الطالقاني حدثنا الحارث بن عمير عن حميد\nالطويل عن أنس * أن النبي صلى الله عليه وسلم كان إذا قدم من سفر فنظر إلى\nجدرات المدينة أوضع ناقته وإن كان على دابة فحركها من حبها \\ 3885 \\\n</p>\n\n<p>\n3884 حدثنا زهير حدثنا إسماعيل عن حميد عن أنس قال * صلى رسول الله صلى\nالله عليه وسلم وصلى أبو بكر جالسا في ثوبه متوشحا في مرضه الذي مات فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p474'> Vol. 06, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n3885 حدثنا زهير حدثنا إسماعيل بن إبراهيم عن حميد عن أنس * أن النبي صلى\nالله عليه وسلم خرج إلى الصلاة وقد أقيمت الصلاة فعرض له رجل فكلمه حتى كاد\nالقوم أن ينعسوا \\ 3887 \\\n</p>\n\n<p>\n3886 حدثنا زهير حدثنا إسماعيل عن حميد الطويل عن أنس بن مالك * أن النبي\nصلى الله عليه وسلم طاف على نسائه في ليلة بغسل واحد \\ 3888 \\\n</p>\n\n<p>\n3887 حدثنا زهير حدثنا إسماعيل عن حميد عن أنس * أن عبد الرحمن بن عوف\nتزوج على <span id='ms0768'></span> نواة أو وزن نواة من ذهب فقال له رسول الله صلى الله عليه وسلم\nأولم ولو بشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p475'> Vol. 06, p. 475</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "033",
    "034",
    "035",
    "036",
    "037",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "242",
    "243",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "255",
    "256",
    "257",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "350",
    "351",
    "352",
    "353",
    "354",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}