{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>شرح الأربعين النووية </h1>\n\n<p>\n(12)</span>\n</p>\n\n<p>\nشرح الأحاديث من (17 - 23)\n</p>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nهذا يقول: هل تأخذ ساحة المسجد حكم المسجد في التحية وغيرها يعني\nوالاعتكاف ومكث الجنب والحائض وغير ذلك من أحكام المسجد؟\n</p>\n\n<p>\nإذا كانت مسورة بسوره فحكمها حكمه ولو كانت مكشوفة، أما إذا كان سور\nالمسجد لا يشملها فإنه ليس لها حكم المسجد.\n</p>\n\n<p>\nهذا يقول: أمر أزعجني جدا من بعض الطلاب طلاب صغار ويتكلمون في بعض\nالمشايخ الكبار.\n</p>\n\n<p>\nعلى كل حال تحدثنا مرارا عن حكم الغيبة، وأن غيبة أهل العلم أشد، وأعراض\nالمسلمين عموما كما يقول ابن دقيق العيد: حفرة من حفر النار، يقول: وقف على\nشفيرها العلماء والحكام؛ لأن العلماء والحكام أكثر من يتكلم فيهم الناس،\nفهم يدفعون في هذه الحفرة من يتكلم فيهم، أو لأنهم أكثر من يحتاج إلى\nالكلام في الناس فقد يزلون، فيقعون في هذه الحفرة، على كل حال المعنى\nمحتمل، فيتقي الإنسان ربه في هؤلاء العلماء لا سيما الذين عرفوا بالعلم\nوالعمل والبذل، لا شك أن هذا أمره عظيم، -نسأل الله السلامة والعافية-؛ لأن\nفي هذا تزهيدا فيهم وفي علمهم وفي الأخذ عنهم، فيكون هذا من الصد عن العلم\nالشرعي.\n</p>\n\n<p>\nيقول: أنا شخص كثير الغضب خاصة إذا ثار عندي القولون فهل يشرع لي أن\nأستخدم الحبوب المهدئة للقولون؟\n</p>\n\n<p>\nلا مانع من استخدامها إذا لم تكن <span id='ms300'></span> مركبة من مواد محرمة، أو فيها ضرر من\nجهات أخرى، فإذا انتفى تحريم تركيبها، أو الإضرار بها من جهات أخرى؛ لأن\nبعض العلاج ينفع لبعض الأمراض، لكنه يثير أمراضا أخرى، ويزيد من أمراض\nأخرى، الله المستعان، إذا انتفى هذا الأمر لا بأس.\n</p>\n\n<p>\nيقول: جمعت شرحا للأربعين النووية ملخص أو ملخصا من خمسة عشر شرحا، فهل\nأكون مؤهلا لتدريس هذا المتن؟\n</p>\n\n<p>\nعلى كل حال التدريس فن، قد يتقن الإنسان التأليف ولا يحسن التدريس، وقد\nيحسن التعليم ولا يحسن التأليف، فإذا كنت قد فهمت هذه الأحاديث وجمعت ما\nقاله أهل العلم فيها، وأنت لديك القدرة على التعليم فأقدم.\n</p>\n\n<p>\nيقول: في اليمن مسلم قتل يهوديا ويراد قتل المسلم فما الحكم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p001'> Vol. 12, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالأصل أنه لا يقتل مسلم بكافر هذا الأصل، لكن إذا رأى ولي الأمر أن هناك\nاعتداءات من قبل بعض من لا يمتثلون أوامر الشرع؛ لأن المعاهد، من قتل ذميا،\nمن قتل معاهدا جاءت فيه النصوص والوعيد الشديد، فإذا كان الإنسان لا يمتثل،\nورأى ولي الأمر أن قتله تعزيرا يكف مثل هذه الاعتداءات فالأمر إليه، لكن\nالأصل في المسألة أن المسلم لا يقتل باليهودي.\n</p>\n\n<p>\nهذا يقول: هل يجوز لي أن أشتري اشتراك سنتين من التأمينات الاجتماعية\nاختياريا لأني انقطعت عن دفع سنتين لسبب حصولي على عمل خارج بلدي.\n</p>\n\n<p>\nالسؤال ما هو بواضح، لكن إن كان قصده دفع سنتين من أجل أن يتوفر له إضافة\nإلى خدمته وعمله زيادة سنتين فيزداد تقاعده فيما بعد فهذا شراء دراهم\nبدراهم لا يجوز، وهذا معروض ومطروح وموجود، يعني يتعامل به، لكنه عين\nالربا، يعني يبقى من مدته المقررة للتقاعد سنوات، فيشتريها، فيدفع مقابل\nهذه السنوات ما يؤخذ عنه للتقاعد، ثم تكمل له المدة هذا هو الربا، لكن إن\nاشتراها بما تباع به نسيئة فلا مانع حينئذ، لو قال: أنا أعطيكم سيارة\nوسيارتين في مقابل هذه المدة، فالسيارات مع الدراهم لا يجري فيها الربا.\n</p>\n\n<p>\nيقول: استظهر بعض الشراح أن قوله: ((المفارق للجماعة)) وصف عام يدخل فيه\nكل من خرج <span id='ms301'></span> عن جماعة المسلمين، وإن لم يكن مرتدا كالخوارج وأهل البدع فهل\nهذا الاستظهار وجيه؟ ومن جعله وصفا لتارك الدين هل يلزمه عدم مقاتلة\nالخوارج؟\n</p>\n\n<p>\nأما مقاتلة الخوارج والبغاة فتؤخذ من أدلة أخرى، ومن فهمها من هذا الحديث\nلا حجر عليه، أما الأدلة على مقاتلتهم بعد مناقشتهم حتى يكفوا هذه الأدلة\nمتظاهرة عليها، وعمل السلف على ذلك.\n</p>\n\n<p>\nيقول: للتوضيح لا أسأل عن حكم قتله فمعروف أن الصغير لا يقتل، لكن أسأل\nعن إطلاق اسم المرتد عليه هل له وجه؟\n</p>\n\n<p>\nكأنه توضيح لسؤال سابق ولم يصلنا هذا السؤال إلا إذا كان القصد الذي\nبعده.\n</p>\n\n<p>\nالتوضيح سبق السؤال؛ لأن السؤال الذي يليه يقول:\n</p>\n\n<p>\nهل يسمى مرتدا من غير دينه وهو صغير، بمعنى أن والده مسلم لكنه غير دينه\nقبل البلوغ؟\n</p>\n\n<p>\nقبل البلوغ القلم مرفوع عنه، لا يؤاخذ، وكونه يسمى أو لا يسمى هذا لفظي\nيعني ما يترتب عليه حكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p002'> Vol. 12, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nهذا يقول: كيف أتدرج في قراءة شروح المتون عامة، وفي شروح الأربعين\nالنووية خاصة؟\n</p>\n\n<p>\nالتدرج في قراءة الشروح أن تبدأ بالأسهل، ثم تترقى إلى ما هو أمتن منه\nوأشد، وقل مثل هذا في المتون قبل الشروح، فتبدأ في شرح الأربعين للمؤلف\nللنووي نفسه، كتاب مختصر وواضح، وصاحب الدار أعرف بما في الدار، ثم بعد ذلك\nتقرأ من الشروح حتى تصل إلى جامع العلوم والحكم الذي هو أنفس الشروح على\nالإطلاق، وأجمع الشروح، وهو شرح بنفس السلف.\n</p>\n\n<p>\nهذا يقول: أرجو التكرم والإجابة على سؤالين مع أني عرضتهما أكثر من مرة\nولم تجبني.\n</p>\n\n<p>\nعلى كل حال قد لا يسعف الوقت للإجابة عن كل شيء، وقد يرى بعض الأسئلة غير\nمناسب أن يعلن جوابه للجميع لأنه خاص، إما لضيق الوقت لا يجاب عليه، أو لأن\nالحاجة حاجة الحاضرين وهم أولى بالمراعاة ممن هو خارج عن المسجد ويستمع من\nخلال آلة، الأولى بالعناية والمراعاة من جاء ليحضر الدرس.\n</p>\n\n<p>\nعلى كل حال يقول سؤاله: من نذر على ألا يترك قيام الليل وفي حالة تركه لو\nيصوم ثلاثة أيام أو <span id='ms302'></span> يطعم عشرين مسكينا.\n</p>\n\n<p>\nهذا إذا عجز، أما إذا كان قادرا ((من نذر أن يطيع الله فليطعه)) لا بد أن\nيفي بنذره.\n</p>\n\n<p>\nهل هذا النذر مكروه أم هو النذر الذي أثنى الله تعالى على أهله؟\n</p>\n\n<p>\nالنذر يقرر أهل العلم أنه باب من أبواب العلم غريب، باب غريب من أبواب\nالعلم، الوسيلة مكروهة، والغاية واجبة، النذر مكروه عند أهل العلم، وجاء\nالنهي عنه، وإنما يستخرج به من البخيل، لكن إذا نذر يجب عليه الوفاء من نذر\nأن يطيع الله فليطعه، وهذا منه؛ لأنك إذا نذرت أن تقوم الليل الشرع جاء\nبالحث على قيام الليل، لكن قد يعتري هذا الناذر في وقت من الأوقات ما يعوقه\nعن تحقيق هذا النذر، ولو لم يكن اضطرارا؛ أما المضطر من ترك الشيء عاجزا\nعنه هذا لا إشكال فيه، لكن قد يتركه لأنه يشق عليه مشقة شديدة، وإن كان\nيستطيع مع اقتحام هذه المشقة أن يفي، فهذا النذر لا شك أنه تأكيد لما حث\nالشرع عليه، فعليك أن تفي بنذرك، أما إذا عجزت عن الوفاء بالنذر فإنك تكفر.\n</p>\n\n<p>\nوهل ما يأخذ الإمام من المكافأة جائزة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p003'> Vol. 12, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام إن كان المراد به الإمام الأعظم فأبو بكر -رضي الله عنه- فرض له\nالصحابة في مقابل تفرغه لمصالح المسلمين العامة فرضوا له نصف شاة يوميا؛\nلأنه صاحب تجارة ترك التجارة، يتفرغ لأمور المسلمين، فما يأخذه في مقابل\nعمله لا شيء، هذا بالنسبة للإمام الأعظم أما من دونه كإمام المسجد مثلا،\nإمام الصلاة فهذا أذا أعطي من بيت المال جعلا لا على سبيل المشارطة فلا\nمانع من ذلك -إن شاء الله تعالى-.\n</p>\n\n<p>\nيقول: وإذا كانت جائزة فما تعليقكم على كلام ابن القيم في إعلام الموقعين\nعند ما ذكر أنواع العمل لغير الله، وذكر النوع الثالث أن يبتدئ العمل مريدا\nبه الله والناس، فيريد قضاء فرضه والأجر من الناس؟\n</p>\n\n<p>\nأما بالنسبة للحج فهذا فيه النص لا مانع من أن يحج الفريضة ويبتغي من فضل\nالله، هذا لا إشكال فيه، هذا فيه النص، كمن <span id='ms303'></span> يصلي بالأجرة إذا كان القصد أصل\nالصلاة، مأموم يقول: لا أصلي إلا بكذا هذا صلاته باطلة، إمام حبس نفسه على\nالإمامة أو مؤذن حسب نفسه على المأذنة، وانقطع من أسباب الرزق، وفرض له من\nبيت المال هذا لا إشكال فيه، أما أن يقول: لا أصلي بكم إلا بكذا فهذا كما\nقال الإمام أحمد رجل سوء من يصلي وراءه؟!\n</p>\n\n<p>\nقال: وذكر النوع الثالث أن يبتدئ العمل مريدا به الله والناس فيريد قضاء\nفرضه والأجر من الناس وهذا كمن يصلي بالأجرة، فلو لم يعط الأجرة صلى ولكنه\nيصلي لله وللأجرة فهذا لا يقبل منه العمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p004'> Vol. 12, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nإذا كان الناهز له والباعث له على هذا العمل إنما هو الأجرة فلا شك أنه\nلا يقبل منه العمل، لكن إذا كان الناهز له الصلاة أولا وآخرا هو مصل مصل،\nوالمقصود بذلك الإمامة لا أنه يشترط على الناس ألا يصلي الفريضة إلا بكذا،\nنعم قد تجعل الحوافز سواء كانت عامة أو خاصة فالأب يجعل لمن يصلي من أولاده\nمبلغ من المال ليحثه على ذلك، ويحفزه عليه، وقد يحرمه من بعض الأمور، هذه\nمن وسائل التربية، والتعويد على الطاعة لا سيما إذا كان الولد غير مكلف،\nهذا شأن طيب على ألا يتعلق بهذه الدنيا، يبين له أن هذه عبادة، توصله إلى\nمرضاة الله، وإلى جنته ونعيمه، يربى على هذا، لكن لا يمنع أن يوضع المحفزات\nالتي تجعل بين الإخوة والأخوات منافسة ومسابقة ومسارعة إلى الخيرات.\n</p>\n\n<p>\nهذا يقول: ما حكم إدخال الكاميرات وآلات التصوير إلى المساجد في\nالمحاضرات وهل يجوز حضورها؟\n</p>\n\n<p>\nهذه الآلات وهذه الكاميرات هذه كل يفتي بما يدين الله به، ومن يرى الجواز\nلا إشكال عنده في هذا، وهذا قول لكثير من المعاصرين الآن، لكن الذي ما زلت\nعليه أن التصوير وإن كان بالآلات، وإن كان بالفيديو كله داخل في النصوص\nومحرم، وحينئذ لا يجوز إدخال الكاميرات سواء كانت مخصصة للتصوير، أو\nللتصوير ولغيره، الجوالات مثلا هي يسرت التصوير بأيدي الناس، واستمروه\nوصاروا لا يرون فيه شيئا <span id='ms304'></span>، وهونت من شأنه، كل هذا داخل في حيز المنع، فلا\nيجوز إدخال هذه الآلات إلى المساجد، ولا تصوير المحاضرات ولا غيرها، وإذا\nوجد التصوير فالذي يرى تحريمه لا يجوز له الحضور.\n</p>\n\n<p>\nيقول: بعض الطلاب يتابعون مباريات الكرة التي تذاع عبر التلفاز نرجو\nتوجيه نصيحة لهم، وبيان الحكم الشرعي لهذا الفعل؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p005'> Vol. 12, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأولا: مسألة الكرة وتضييع الأوقات فيها، وما يترتب عليها من كلام بذي،\nومن إيجاد للبغضاء، وما فيها من صد عن ذكر الله وعن الصلاة هذه هي العلل\nالتي من أجلها حرم الخمر والميسر، فإذا اشتملت على هذه الأمور صارت محرمة،\nوإذا كانت محرمة إضافة إلى ما يعتري ذلك من كشف للعورات إذا اجتمعت هذه\nالأمور حرمت مشاهدتها، إذا اجتمعت هذه الأمور وعلى كل حال هذا الغالب أنها\nتجتمع؛ لأنها مبنية على هذه المنافسة التي فيها إيغار للصدور، وفيها ألفاظ\nشنيعة، وفيها أيضا شحناء وبغضاء، وفيها موالاة ومعاداة، كل هذه تجتمع، ولذا\nيفتي جمع من أهل العلم بتحريمها، وإذا قلنا بتحريمها فإنه لا تجوز\nمشاهدتها.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nعن أبي يعلى شداد بن أوس -رضي الله عنه- ...\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nسم الله.\n</p>\n\n<p>\nعن رسول -صلى الله عليه وسلم- قال ...\n</p>\n\n<p>\nلو سميت، وصليت على النبي -عليه الصلاة والسلام- كان ...\n</p>\n\n<p>\nسم الله، وصل على نبيه.\n</p>\n\n<p>\nسم الله، وصل على نبيه -عليه الصلاة والسلام-.\n</p>\n\n<p>\nطيب، طيب.\n</p>\n\n<p>\nبسم الله، والصلاة والسلام على رسول الله وعلى آله وصحبه، أما بعد:\n</p>\n\n<p>\nعن أبي يعلى شداد بن أوس -رضي الله عنه- عن رسول الله -صلى الله عليه\nوسلم- قال: ((إن الله -عز وجل- كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا\nالقتلة، وإذا ذبحتم فأحسنوا الذبحة، وليحد أحدكم شفرته، وليرح ذبيحته))\nرواه مسلم.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وأصحابه أجمعين، أما بعد:\n</p>\n\n<p>\nفيقول المؤلف -رحمه الله تعالى- في الحديث السابع عشر:\n</p>\n\n<p>\nعن أبي يعلى شداد بن أوس -رضي الله تعالى عنه- عن رسول الله -صلى الله\nعليه وسلم- قال: ((إن الله -عز <span id='ms305'></span> وجل- كتب الإحسان على كل شيء)) كتب قدر وفرض\nوأوجب، فمن الإحسان ما هو واجب، ومنه ما هو مستحب، فالله -جل وعلا- قدره\nوشرعه وأوجبه على كل شيء، يعني في جميع الأمور، في معاملة الإنسان مع نفسه،\nفي معاملته مع خالقه، في معاملته مع المخلوقين، مع الزوجة، مع الأولاد، مع\nالوالدين، مع الجيران، مع الأقارب، مع الناس كلهم، لا بد أن يكون الإنسان\nمحسنا في جميع ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p006'> Vol. 12, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n((كتب الإحسان)) في معاملة الخالق، كما جاء في حديث جبريل فيما تقدم سأل\nالنبي -عليه الصلاة والسلام- عن الإحسان، فقال: ((أن تعبد الله كأنك تراه))\nبالمراقبة ((أن تعبد الله كأنك تراه)) هذا الإحسان في العبادة، في معاملة\nالخالق ((أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك)) يعني إذا لم\nتتصور أنك ماثل بين يدي ربك في صلاتك وأنك تخاطبه وتناجيه مباشرة فلا أقل\nمن أن تتصور أنه يراك؛ لأنه لا تخفى عليه خافية، الذي يعلم السر وأخفى.\n</p>\n\n<p>\nفي معاملتك لنفسك توسط في أمورك، لا تشق عليها مشقة لا تحتملها، ولا تفرط\nفيما ينفعك في دينك ودنياك، فدين الله وسط بين الغالي والجافي، الدين يسر،\nولن يشاد الدين أحد إلا غلبه، فعليك أن ترفق بنفسك ((اكلفوا من العمل ما\nتطيقون)) فلا تكلف نفسك ما لا تطيق، نعم قد تأخذ بالعزيمة، وقد تأخذ بعسف\nالنفس على عدم التساهل والتراخي؛ لأن التساهل يجر إلى ما وراءه، على كل حال\nاكلف من العمل ما تطيق.\n</p>\n\n<p>\nلما جاء النفر الذين تقالوا عمل النبي -عليه الصلاة والسلام- وقالوا: إنه\nغفر له ما تقدم من ذنبه، فقال أحدهم: إنه يصلي ولا ينام الليل، وقال أحدهم:\nإنه يصوم ولا يفطر، وقال الثالث: إنه لا يأكل اللحم وهكذا، قال النبي -عليه\nالصلاة والسلام-: ((لكني أصلي وأنام، وأصوم وأفطر، وأتزوج النساء فمن رغب\nعن سنتي فليس مني)) لكن هناك أوقات وهناك مواسم تستغل، ولو تعب فيها\nالإنسان، النبي -عليه الصلاة والسلام- قام في جوف الليل حتى تفطرت قدماه،\nوكان -عليه <span id='ms306'></span> الصلاة والسلام- إذا دخلت العشر الأواخر من رمضان شد المئزر،\nوأيقظ أهله، وسهر في عبادة الله -جل وعلا- من الصلاة والذكر والتلاوة، فهذه\nالمواسم تستغل، لكن بقية العمر يؤخذ منه بقدر ما يبلغ الإنسان، بقدر ما جاء\nبه الشرع، وعلى كل حال هناك حث على المزيد من العمل، لكن لا يصل إلى حد\nالمشقة على النفس الذي يؤول بالإنسان إلى الترك.\n</p>\n\n<p>\nأيضا على الإنسان ألا يفرط فيما جاء الحث عليه لا سيما فيما أوجب الله\nعليه، لا يجوز له أن يفرط بحال، وهذا من الإحسان إلى النفس، أن تحملها\nوتلزمها بما أوجب الله عليك، وبترك ما نهاك الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p007'> Vol. 12, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا الإحسان إلى الوالدين، الإحسان إلى الأهل، الإحسان إلى الأولاد،\nالإحسان إلى الجيران، الإحسان إلى بعيد الناس وقريبهم، محبة الخير للناس،\nوبذل المعروف لهم، كل هذا مطلوب، هذا مما كتبه الله -جل وعلا- على الإنسان\nفي كل شيء.\n</p>\n\n<p>\n((فإذا قتلتم)) هذا مثال ((إذا قتلتم)) يعني من يستحق القتل في الجهاد\nمثلا كافر حينما يراد قتله، والسبع الضاري والأفاعي التي تقتل وكل ما يجوز\nقتله.\n</p>\n\n<p>\n((فإذا قتلتم فأحسنوا القتلة)) يعني هيئة القتل، الفعلة الهيئة، والفعلة\nالمرة، الفعلة بالفتح المرة، والفعلة الهيئة، أحسنوا هيئة القتل، يعني إذا\nكان الإنسان مستحقا للقتل، سواء كان مرتدا أو كافرا أصليا غير معاهد ولا\nذمي، يعني حربي، أو قاتل، فإنه لا بد من إحسان القتلة، فلا يعذب أثناء\nالقتل، يقتل يحقق الغرض من القتل، ويحسن إليه في هذه الحالة، وأي دين أعظم\nمن هذا؟ إذا كان عدوك تحسن إليه في قتله، قد يقول قائل: إنه ما وراء القتل\nشيء، ويش أعظم من القتل؟ فما الإحسان؟ الإحسان في القتل والإحسان في هذه\nالحالة له ولغيره؛ لأن قتله يردع غيره، والإحسان إليه في قتله يرفع عنه\nالتعذيب، اللهم إلا إذا ارتكب في جريمته شيئا من التعذيب كما فعل النبي\n-عليه الصلاة والسلام- بالعرنيين، وهذه مماثلة في القتل، وأما المثلى فلا\nتجوز، ونهى عنها النبي -عليه الصلاة والسلام-.\n</p>\n\n<p>\n((وإذا ذبحتم <span id='ms307'></span>)) ما يحتاج إلى ذبحه من مأكول ((فأحسنوا الذبحة)) الجملة\nالأولى فيما يراد قتله ممن يجوز أو مما يجوز قتله من إنسان سواء كان حربيا\nأو مرتدا أو قاتلا أو حيوان مما لا يجوز أكله كصائل أو مما يخشى ضرره مما\nأذن بقتله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p008'> Vol. 12, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n((وإذا ذبحتم)) النسيكة، أو الحيوان لمأكلة، ولا يجوز ذبح الحيوان لغير\nمأكلة، ما يذبح إلا للأكل، إذا احتيج إليه ((فأحسنوا الذبحة)) يعني أحسنوا\nإليه ولا تعذبوه، وأمروا عليه الآلة مرورا سريعا لا يتعذب في أثناء ذبحه\n((وليحد أحدكم شفرته)) المراد بالشفرة السكين، الآلة التي يذبح بها، وكل ما\nأنهر الدم يجوز الذبح به سواء كان من حديد أو من خشب إذا كان ينهر الدم أو\nمن حصى أو من غير ذلك، إذا كان ينهر الذبح، ويقضي على المذبوح بسرعة ((ليس\nالسن أو الظفر)) يعني ما عدا السن والظفر، أما السن فعظم، وأما الظفر فمدى\nالحبشة، السن عظم، والعظم معلوم أنه لا يجوز أن يلوث بالنجاسة؛ لأن العظام\nزاد إخوانكم من الجن، قد يقول قائل: هل سن الإنسان الذي يستخدمه بعض الناس\nفي ذبح الطيور الصغيرة، وقد جاء النهي عنه، ليس السن لا يجوز الذبح بالسن،\nليس السن أما السن فعظم هذه هي العلة، والعظم لا يجوز تلويثه؛ لأنه جاء أنه\nلا يجوز الاستنجاء به، أو استنجى بعظم أو بروث، كل هذا لا يجوز؛ لأنه زاد\nإخواننا من الجن، كما طلبوا من النبي -عليه الصلاة والسلام- وأجابهم، فيعود\nهذا العظم أوفر ما كان قد، يقول قائل: إن السن الذي جاء فيه النص ليست فيه\nهذه العلة، يعني هل إذا سقط سن من إنسان ورمي أو دفن يعود أوفر ما كان عليه\nمن لحم الفك وما أشبه ذلك ليأكله إخواننا الجن، التعليل بكونه عظم هذا\nمنصوص، العلة منصوصة، أما السن فعظم، يعني بغظ النظر عن كونه زادا أو غير\nذلك، هذه علة منصوصة شرعية يدور معها الحكم، أما السن فعظم، وأما الظفر\nفمدى الحبشة، سكاكين الحبشة، والحبشة في وقته -عليه <span id='ms308'></span> الصلاة والسلام- كفار\nما دخل عندهم الإسلام، ولا يجوز التشبه بهم، ويلزم من كونه مدية أن يطال\nالظفر، أن يطال الظفر فيقتل به وهو خلاف الفطرة، فعلى كل حال كونه مدى\nالحبشة يقتضي المنع؛ لأن فيه مشابهة للكفار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p009'> Vol. 12, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقد يقول قائل: أنا أستعمل الظفر في غير الذبح فيما تستعمل فيه المدية\nالتي هي السكين، فيما تستعمل فيه المدية السكين، إذا اشتريت سواكا، وأردت\nأن تزيل اللحى الذي عليه تزيله بسكين، هذا ظاهر، إزالته بالظفر وهو في\nالأصل يزال بالسكين كالذبح، هل نقول: إنك لا تزيل هذا اللحى بالظفر لأنها\nمدى الحبشة؟ مقتضى عموم العلة ألا تزيله بظفرك، فهل يدخل مثل هذا إذا أردت\nأن تقطع شيئا يقطع بالسكين، أي شيء كان غير الذبح، الذبح واضح النص فيه\nظاهر، والعلة منصوصة يدور معها الحكم وجودا وعدما، لكن في غير المنصوص هل\nنقول: إن عموم العلة يمنع جميع الاستعمالات للظفر فيما تستعمل فيه المدية؛\nلأنها مدى الحبشة؟ فإذا اشتريت سواكا خاما فيه لحاه، وأردت أن تزيل هذا\nاللحى وهو طري، يمكن أن يزال بالظفر، فهل نقول: إن هذا ممنوع لا تزيله\nبظفرك لأنه مدى الحبشة؟ أو نقول مثل ما قلنا في السن؟ مثل ما قلنا في السن؛\nلأن العلماء حينما عللوا، حينما بنوا على العلة المنصوصة أما السن فعظم،\nقالوا: جميع العظام لا يجوز الذبح بها؛ لأنها زاد إخواننا من الجن، طيب\nالأصل في المسألة السن ليس بزاد للجن، هل يمكن أن يقال: سن الإنسان زاد\nللجن، يعود أوفر ما كان عليه لحما ليأكله الجن؟ ما يمكن، هذا لا يمكن، يعني\nهل العلة في الفرع موجودة كوجودها في الأصل أو لا؟ لأن هذا نوع من التعليل\nغريب لا يجري على قواعد الفقهاء؛ لأنهم يرون أن العلة في الفرع يلزم أن\nتكون مماثلة للعلة في الأصل، والآن أيهما الأصل السن الذي وردت فيه العلة\nمنصوصة أو العظم الذي جاء النهي عن تلويثه والاستنجاء به؟ هنا أيهما الأصل؟\nوأيهما الفرع؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p010'> Vol. 12, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالعظم <span id='ms309'></span> هو الأصل؛ لأن النبي -عليه الصلاة والسلام- أحال إليه، وعلل به،\nوثبت النهي عن تلويثه، والدم المسفوح نجس، فلا يجوز تلويث العظم بالنجاسة،\nبالدم ولا بغيره، ولا باستنجاء ولا بغيره، لكن العلة التي موجودة في الفرع\nفي سائر العظام المقيسة على السن المنصوص عليه في الحديث أظهر منها في\nالأصل، في الأصل علل بكونها عظم، وعلة منع تلويث العظم لا توجد في الأصل،\nوقل مثل هذا في الظفر مدى الحبشة، الظفر منصوص عليه في الذبح، والعلة كونه\n-كون الظفر- مدى الحبشة، مدى الحبشة سكاكين الحبشة، مقتضى كون الظفر مدى\nالحبشة ألا يستعمل فيما تستعمل فيه المدية؛ لأننا نشابههم في استعمال الظفر\nفيما تستعمل فيه السكين والمدية، فماذا نصنع إذا اشترينا سواك؟ هل نقول:\nنصلحه بالسن أو بالظفر؟ ما عندك إلا سن وإلا ظفر اختر أحدهما.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالظفر تتحقق المشابهة كيف تنتفي المشابهة؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهذا صار سكين، هذا هو سكينهم، الظفر هو سكين الحبشة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني هل نقول: إنها مداهم في الذبح فقط أو نقول: إنه علل بكونه سكين\nفيمنع كل ما يستعمل فيه فيما يستعمل في السكين؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nويش ما له روح؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالعلة أعم من كونه ما له روح، أحالنا على شيء يستعمل في استعمالات كثيرة،\nومقتضى عموم العلة أن نمنع الظفر في كل ما تستعمل فيه السكين، يعني كوننا\nنصلحه بالسن هل تتحقق فيه العلة الأولى؟ ما في تلويث، فلا مانع من أن يصلح\nالسواك بالسن، لكن هل يصلح بالظفر؟ هذا محل الإشكال.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nمقتضى عموم العلة ألا يستعمل الظفر فيما تستعمل في السكين؛ لأن المشابهة\nحاصلة استعملها مدية، استعملناه سكين في الذبح وفي غير الذبح.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنحن أمام نص، نحلل نص أمامنا.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلكن كون الرسول -عليه الصلاة والسلام- أعطانا علة منصوصة، ما هي\nباجتهادية هذه العلة، علة منصوصة، هل نقول بعمومها، أو نقول: هي مقصورة على\nما وردت فيه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nعندنا علة منصوصة بحديث صحيح صريح والمنع من الظفر لأنه مدى الحبشة،\nلوجود المشابهة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p011'> Vol. 12, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهو <span id='ms310'></span> في الذبح، لكن العبرة بعموم اللفظ.\n</p>\n\n<p>\nعلى كل حال المسألة تحتاج إلى دقة في النظر، ما هي مسألة تأتي هكذا،\nويمكن لا تجري على قواعد الفقهاء في العلة والتعليل، نعم؟\n</p>\n\n<p>\nطالب: يمكن أن يقال: إن المدى سكين كبير التي تستعمل في الذبح وغير ذلك،\nفإزالة لحى السواك هذا لا تستعمل فيه المدى، إنما السكين الصغيرة التي لا\nيطلق عليها مدية.\n</p>\n\n<p>\nعلى كل حال أصغر سكين أكبر من الظفر وإلا أصغر؟\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال: ((وليحد أحدكم شفرته)) يعني يجعلها ماضية نافذة بسرعة غير كليلة؛\nليكون أريح لما يراد قتله، أو ذبحه ((وليرح ذبيحته)) لا يعذب الذبيحة أثناء\nالذبح ولا يبادر بتقطيع أوصالها قبل أن تنتهي حياتها، قبل أن تبرد وتسكن.\n</p>\n\n<p>\nذكر بعضهم من الإحسان أن يقلم أظافره إذا أراد حلب الدابة، إذا أراد\nحلبها يقلم أظافرها؛ لئلا يسيء إليها بأظافره، ولا شك أن هذا مطلوب إذا غلب\nعلى الظن أنها تتأذى بهذه الأظافر، مع أن الأظافر مطلوب تقليمها فطرة، نعم.\n</p>\n\n<p>\nقال المؤلف -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي ذر جندب بن جنادة وأبي عبد الرحمن معاذ بن جبل -رضي الله عنهما-\nعن رسول الله -صلى الله عليه وسلم- قال: ((اتق الله حيثما كنت، وأتبع\nالسيئة الحسنة تمحها، وخالق الناس بخلق حسن)) رواه الترمذي وقال: حديث حسن،\nوفي بعض النسخ: حسن صحيح.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى- في الحديث الثامن عشر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p012'> Vol. 12, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n\"عن أبي ذر جندب بن جنادة\" الصحابي الشهير الزاهد المعروف \"وأبي عبد\nالرحمن معاذ بن جبل\" أعلم الصحابة بالحلال والحرام \"-رضي الله تعالى عنهما-\nعن رسول الله -صلى الله عليه وسلم- قال: ((اتق الله حيثما كنت)) \" التقوى\nامتثال الأوامر، واجتناب النواهي، وهي وصية الله للأولين والآخرين، اجتنب\nما نهاك الله عنه، وامتثل ما أمرك به حيثما كنت، أينما وجدت، في كل مكان،\nفوق كل أرض، وتحت كل سماء، في الخلوة والجلوة، في الغيبة والحضور والشهود،\nيكون مستوى التقوى عندك واحد، سواء كنت عند الناس أو في خلوتك؛ لأن من\nالناس من يكون بين <span id='ms311'></span> الناس ممتثلا مستقيما ثم إذا خلا بمحارم الله انتهكها،\nوقد جاء فيه الوعيد الشديد، وقد يكون على حال في بلد، ثم إذا انتقل إلى بلد\nآخر كان على حال تختلف عن هذه الحال، وهذا لوحظ على كثير ممن يسافرون إلى\nالبلدان سواء كانت بلاد كفر، أو بلاد أهلها مسلمون وتكثر فيها المعاصي\nوالمنكرات، تجد بعض من يسافر إلى هذه البلدان يتخفف من كثير من الأمور التي\nكان يلتزم بها في بلده، هذا خالف هذا الأمر: ((اتق الله حيثما كنت)) لماذا؟\nلأن المنظور إليه أولا وآخرا في الفعل والترك هو الله -جل وعلا-، ونظره\nإليك في بلدك وبين أهلك وعشيرتك كنظره إليك في أقصى البلدان؛ لأن بعض من\nيسافر حتى من بعض من ينتسب إلى العلم وطلبه إذا سافروا إلى بلدان أخرى\nيلاحظ عليهم بعض الأشياء من إخلال ببعض المأمورات، أو تساهل في بعض\nالمحرمات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p013'> Vol. 12, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n((اتق الله حيثما كنت)) أينما وجدت في كل مكان عليك أن تتقي الله -جل\nوعلا-، فالله المعبود واحد في هذه البلاد وفي غيرها، ((اتق الله حيثما\nكنت)) وبعض الناس يضبط عليه فعل بعض الفواحش التي يرتب عليها حدود فيفعلها\nفي البلدان الإباحية، فإذا ثبتت عليه بالبينة الشرعية يقام عليه الحد، هناك\nلم يقام عليه الحد، لكن إذا جاء وشهد عليه أربعة بأنه ارتكب فاحشة يقام\nعليه الحد؛ لأن الشرع واحد والمعبود واحد في كل مكان وفي كل زمان، ولا\nيعفيه كونه ارتكب هذه الفاحشة في بلد لا تقام فيه الحدود، فهو مطالب\nالتقوى، مطالب بفعل الأوامر، مطالب باجتناب النواهي حيثما كان، فإذا ثبت\nبالبينة الشرعية أنه فعل كذا، فعل ما يوجب الحد فإنه يحد.\n</p>\n\n<p>\n((اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها)) أتبع السيئة الحسنة\nإذا فعلت سيئة والإنسان معلوم أنه ليس بمعصوم أتبعها حسنة، استغفر وتب إلى\nالله -جل وعلا-، وأتبعها حسنة تمحها، والحسنة تمحو السيئة إذا كانت بقدرها\nولو لم يصحبها توبة؛ لأن مفاد الخبر أتبع السيئة الحسنة تمحها، فعلت سيئة\nأتبعتها حسنة تمحها <span id='ms312'></span>، لكن لا تكون هذه السيئة من الكبائر من الفواحش التي لا\nبد من التوبة فيها، لا يكفي فعل الحسنات، ((الصلوات الخمس، ورمضان إلى\nرمضان، والعمرة إلى العمرة مكفرات لما بينها ما اجتنبت الكبائر)) ((ما لم\nتغش كبيرة)) فالكبائر لا يكفرها إلا التوبة، أو يتجاوز الله عنها جميعا تحت\nالمشيئة، لكن المراد بالسيئات التي تمحوها الحسنات هي هذه الصغائر، ولذا\nلما جاء إلى النبي -عليه الصلاة والسلام- الصحابي الذي قال له: إنه أصاب من\nامرأة كل شيء إلا الزنا، فقال: هل صليت معنا الصبح؟ قال: نعم، قال: إن\nالحسنات يذهبن السيئات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p014'> Vol. 12, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوليس في هذا فتح باب لارتكاب هذه الذنوب وهذه المعاصي ولو كانت صغائر؛\nلأن بعض الناس يعتمد على مثل هذا الوعد، الحسنات يذهبن السيئات فيرتكب ما\nيرتكب، يأكل الربا، ويقول: أصلي تمحها، يرتكب الفواحش ويقول: أصلي تمحها،\nأتبع السيئة الحسنة تمحها، نقول: لا، الكبائر والفواحش هذه لا بد فيها من\nالتوبة، والمراد بالسيئات التي تمحوها الحسنات هي الصغائر، وإلا لا فائدة\nمن شرعية الحدود، يزني ويصلي وينتهي الإشكال، والإشكال أنه يوجد في بعض\nالمجتمعات من يفهم هذا الفهم، ويتساهل في مثل هذه الأمور، ويقول: إذا صليت\nالحمد لله، هذا موجود في بعض المجتمعات، لكن مع ذلك الكبائر لا بد فيها من\nتوبة عند أهل العلم، ما رتب عليه الحدود لا تمحوها الحسنات التي أمر بها\nالإنسان يعني الصلاة ما تمسح جريمة الزنا ولا جريمة الربا، نعم إذا أديت\nعلى الوجه الشرعي الكامل هي في الأصل تنهى عن الفحشاء والمنكر، لكن افترض\nأن الإنسان كما هو غالب حال الناس أنه يصلي صلاة مجزئة صحيحة مسقطة للطلب،\nلكن لا تترتب عليها آثارها، نقول: هذه الصلاة إذا كفرت نفسها يكفي كما قال\nشيخ الإسلام.\n</p>\n\n<p>\n((وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن)) حسن الخلق أثقل ما\nيوضع في الميزان، وأقرب الناس مجلسا من النبي -عليه الصلاة والسلام- أحسنهم\nخلقا، ((البر حسن الخلق)) ((وخالق الناس بخلق حسن)) من أجل أن تعيش مع\nالناس محبوبا <span id='ms313'></span> مقدرا محترما متقربا بذلك قبل كل شيء إلى الله -جل وعلا-، \"\n((خالق الناس بخلق حسن)) رواه الترمذي، وقال: حديث حسن\" والحسن عند\nالترمذي: ما سلم من الشذوذ، وروي من غير وجه، ولم يتفرد به راويه.\n</p>\n\n<p>\n. . . . . . . . . قال الترمذي ما سلم ... من الشذوذ مع راو ما اتهم\n</p>\n\n<p>\nيعني لم يكن راويه متهما بكذب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p015'> Vol. 12, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n\"ولم يكن فردا ورد\" يعني يروى من غير وجه، هذا الحسن \"وفي بعض النسخ: حسن\nصحيح\" وهذا التعبير مشكل عند أهل العلم، وقد بلغت أقوالهم فيه إلى خمسة عشر\nقولا، خمسة عشر قول في مراد الترمذي بقوله: \"حسن صحيح\" لكن من أشهرها: أنه\nإذا كان قد روي الحديث من أكثر من طريق فيكون حسنا من طريق صحيحا من طريق\nآخر، وإذا كان طريقه واحد فهو على سبيل التردد هل بلغ إلى مرتبة الصحة أو\nقصر دونها إلى مرتبة الحسن، إلى غير ذلك مما قاله أهل العلم.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال الإمام النووي -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي العباس عبد الله بن عباس -رضي الله عنهما- ...\n</p>\n\n<p>\nعبد الله.\n</p>\n\n<p>\nعن عبد الله بن عباس -رضي الله عنهما- قال: كنت خلف رسول الله -صلى الله\nعليه وسلم- يوما فقال: ((يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ\nالله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن\nالأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك،\nوإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفعت\nالأقلام، وجفت الصحف)) رواه الترمذي وقال: حديث حسن صحيح.\n</p>\n\n<p>\nوفي رواية غير الترمذي: ((احفظ الله تجده أمامك، تعرف إلى الله في الرخاء\nيعرفك في الشدة)).\n</p>\n\n<p>\nيعرفك، جواب الطلب يعرفك.\n</p>\n\n<p>\n((يعرفك في الشدة، واعلم أن ما أخطأك لم يكن ليصيبك، وما أصابك لم يكن\nليخطئك، واعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر\nيسرا)).\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى- في الحديث التاسع عشر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p016'> Vol. 12, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n\"عن أبي العباس عبد الله بن عباس <span id='ms314'></span>\" حبر الأمة وترجمان القرآن -رضي الله\nتعالى عنه-ما يعني عنه وعن أبيه، قال: كنت خلف النبي -صلى الله عليه وسلم-\nيوما، إما رديفا له في دابة، أو يمشي وراءه في يوم من الأيام غير محدد\n\"فقال: ((يا غلام)) \" ابن عباس غلام صبي، لم يبلغ الحلم، مات النبي -عليه\nالصلاة والسلام- وابن عباس قد ناهز الاحتلام، يعني في الثالثة عشر من عمره\n((يا غلام)) يعني من باب المداعبة والملاطفة للصغير لينتبه ويعي، ويحفظ ما\nيقال له، ((يا غلام إني أعلمك كلمات)) وليس المراد ابن عباس فقط بهذه\nالكلمات، لكنه خوطب بها والمراد بذلك جميع من يبلغه الخبر؛ لأن ابن عباس\nأدى هذه السنة وحملت عنه، فهي لازمة للجميع ((إني أعلمك كلمات)) كلمات يعني\nجمل، جمع كلمة، والكلمة تطلق ويراد بها الجملة، كلمة الإخلاص، كلمة التوحيد\nلا إله إلا الله، وأصدق كلمة قالها شاعر قول لبيد وهي شطر بيت:\n</p>\n\n<p>\n. . . . . . . . . ... وكلمة بها كلام قد يؤم\n</p>\n\n<p>\nيعني قد يقصد في كلام ابن مالك، فتطلق الكلمة ويراد بها الجملة وهنا جمل،\nهذه الكلمات جمل.\n</p>\n\n<p>\n((احفظ الله يحفظك)) احفظ الله يعني احفظ حدود الله، لا تقرب ما نهاك\nعنه، ولا تتعدى ما أمرك الله به، قف عند حدوده، إذا أمرك فأتمر، إذا نهاك\nفانته ((احفظ الله يحفظك)) يحفظك جواب الطلب، أو جواب شرط مقدر عند بعضهم،\n((احفظ الله)) إن تحفظ الله يحفظك، والأول أيسر، إذا قلنا: جواب الطلب ما\nاحتجنا إلى تقدير ((احفظ الله يحفظك)) يحفظك في دينك، يحفظك في عقلك، يحفظك\nفي بدنك، يحفظك في أهلك ومالك، في جميع ما تحتاج إليه من حفظ.\n</p>\n\n<p>\n((احفظ الله تجده تجاهك)) يعني كل ما تطلب منه قريب، فهو قريب منك -جل\nوعلا-، {ونحن أقرب إليه من حبل الوريد} [(16) سورة ق] ((احفظ الله تجده\nتجاهك)) يعني أمامك فإذا حفظت الله -جل وعلا-، وتصورت أنه أمامك سهل عليك\nكل مطلوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p017'> Vol. 12, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n((إذا سألت فاسأل الله)) إذا سألت أي حاجة من الحوائج من أمور دينك أو\nدنياك فاتجه إلى الله -جل <span id='ms315'></span> وعلا-؛ لأنه هو الذي بيده أزمة الأمور كلها، وإذا\nكان المسئول عنه لا يقدر عليه إلا الله فسؤال غير الله شرك، وإذا كان\nالمسئول يقدر عليه المخلوق فلا مانع من أن يسأل، لكن السؤال أولا وآخرا\nوالاتجاه إلى الله -جل وعلا-؛ لأنه هو الذي يسخر هذا المسئول أن يعطي،\nفالله -جل وعلا- هو المعطي {وآتوهم من مال الله} [(33) سورة النور] المال\nلله، ليس للخلق، والرسول -عليه الصلاة والسلام- يقول: ((إنما أنا قاسم،\nوالله المعطي)) حتى فيما يملكه الإنسان لا يستطيع أن يعطي ولا يمنع من\nتلقاء نفسه، وإنما هو سبب في العطاء والمنع، والمعطي والمانع هو الله -جل\nوعلا-.\n</p>\n\n<p>\n((وإذا استعنت فاستعن بالله)) إذا استعنت فاستعن بالله وحده؛ لأنه هو\nالذي يعينك {إياك نعبد وإياك نستعين} [(5) سورة الفاتحة] يعني لا نستعين\nبغيرك؛ لأن تقديم المعمول يقتضي الحصر، قد تكون الاستعانة بالمخلوق فيما\nيقدر عليه، أما إذا استعنت بمخلوق فيما لا يقدر عليه فهذا الشرك، وإذا\nاستعنت بمخلوق فيما يقدر عليه يا فلان ناولني كذا، أو أعطني كذا، أو أحضر\nلي كذا، فهذا لا بأس به، لكن لتعلم أن هذا المستعان به لا يستطيع أن ينفعك،\nولا يستطيع أن يعينك إلا بتقدير الله -جل وعلا-، وهو سبب.\n</p>\n\n<p>\n((واعلم أن الأمة لو اجتمعت)) الأمة والأمة أعم من أن تكون أمة إجابة أو\nأمة دعوة أو أمة إنس أو أمة جن، كل المخلوقات، جنس الأمة، فيشمل جميع\nالأمم، جميع المخلوقات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p018'> Vol. 12, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n((واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد\nكتبه الله لك)) لو أصيب الإنسان بمرض عادي يصاب به كثير من الناس ويشفون،\nوهذا الذي أصيب بهذا المرض من أعظم ملوك الدنيا، أصيب بهذا المرض الذي شفي\nمنه طبقات الناس الفقراء والمساكين والأغنياء والكبار والصغار، هذا الملك\nمن حرصه على الشفاء أحضر جميع الأطباء على وجه الأرض، كل من عنده شيء من\nعلم الطب أحضره، هل يستطيع أن يضمن أن يشفى من هذا المرض؟ أولا: المرض ليس\nبمعضل <span id='ms316'></span>، المرض عادي وشفي منه كثير من الناس، والآن أحضر الأطباء قاطبة،\nالمهرة وغير المهرة، كل من له يد في الطب أحضرهم هذا الملك، هل يستطيعون أن\nيشفوه؟ لا والله ما يستطيعون، إذا كان الله كتب له الموت بسببه ولو كان في\nالبروج المشيدة، فإن الموت سوف ينزل إليه.\n</p>\n\n<p>\nإذا علمنا أن الموت قد ينزل بلا سبب، ينزل فجأة، وهو ينزل في مثل هذه\nالصورة، ولو اجتمعت أطباء الدنيا كلها ما استطاعوا أن ينفعوه، ولا أن\nيدفعوا عنه، ولا أن يزيدوا فيما كتب له من حياة ولا لحظة {إذا جاء أجلهم\nفلا يستأخرون ساعة ولا يستقدمون} [(49) سورة يونس] لا يستطيع أن يقدم ولا\nيؤخر لنفسه شيء، ولا يستطيع أحد من المخلوقين أن يقدم له شيء في هذه\nالحالة.\n</p>\n\n<p>\n((واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد\nكتبه الله لك)) تجدون بعض الناس يصاب بما يسميه الأطباء بالموت الدماغي،\nويقررون أنه ميت، ويقررون قطع الأجهزة عنه، وقد يفاوضون على التبرع\nبأعضائه، ثم إن كان الله قد كتب له شيء من الحياة فإنه يشفى مع ذلك كله،\nوهنا وقائع حصلت قرر ثلاثة من الأطباء أنه انتهى خلاص، مات دماغيا ولا أمل\nفي حياته، ثم بعد ذلك يفيق، وبعضهم يقررون له عكس ذلك، كم من واحد كتب له\nأمر بالخروج معافى من مرضه، ويموت قبل أن يخرج من المستشفى، والشواهد\nموجودة، يعني ما هو بضرب من الخيال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p019'> Vol. 12, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nيحدثنا واحد من الإخوان يعمل في مستشفى تخصصي، قال: إن الأطباء اجتمعوا\nحول مريض، وقرروا أنه ميت دماغيا، فاستدعوا إخوانه لأن والده ميت، إخوانه\nأربعة، فقالوا: ما دام الأمر كذلك، وعندنا مرضى واحد يحتاج إلى كلية، وواحد\nيحتاج إلى عين، وواحد يحتاج إلى كذا، فما رأيكم وهو ما يضيره الآن هو ميت،\nثلاثة من الإخوة وافقوا، والرابع رفض، قال: والله ما نملك أن نتصرف فيه،\nعلما بأن مسألة التبرع بالأعضاء هذه لا يملكها أحد لا المريض ولا غير\nالمريض، نفسه ليس <span id='ms317'></span> بملكا له، وإن أفتى من أفتى بجواز ذلك.\n</p>\n\n<p>\nعلى كل حال المسألة معروفة، لكن هذا الحاصل، ثلاثة وافقوا وواحد رفض، هذا\nالمريض الذي يفاوض عليه يسمع الكلام، لكنه لا يستطيع أن يحرك شعرة، أراد\nالله -جل وعلا- له أن يفيق، والله إن المسألة حقيقية يا الإخوان، واحد وقف\nعليها وهو ثقة من الثقات، ويحدثني مباشرة، ولما أفاق وعوفي وشفي صارت\nالعداوة بينه وبين إخوته الثلاثة، وصار الرابع أقرب الناس إليه، الرجل يبي\nيشلحونه، وهو يسمع الكلام، يسمع الكلام الآن سبحان الله، هؤلاء الأطباء ما\nاستطاعوا أن يضروه، لماذا؟ لأن الله لم يكتب عليه هذا الضرر، وإلا كم من\nواحد تصرف فيه، بل كتب الله عليه الضرر فتضرر، والله المستعان.\n</p>\n\n<p>\n((واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد\nكتبه الله لك)) ما يستطيعون، جميع الأسباب متوافرة للنفع، والله -جل وعلا-\nلم يرد له الانتفاع لا يمكن أن ينتفع ((إلا بشيء قد كتبه الله لك، وإن\nاجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك)) اجتمعت\nالأمم من الجن والإنس من ناطق وأعجم كلهم اجتمعوا على أن يضروا فلانا وأن\nيقتلوه، أو يسيئوا إليه، والله -جل وعلا- لم يكتب عليه هذا الضرر لا يمكن\nأن يصلوا إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p020'> Vol. 12, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ ابن كثير -رحمه الله تعالى- في تفسير سورة النساء عند قوله -جل\nوعلا-: {ولو كنتم في بروج مشيدة} [(78) سورة النساء] ذكر قصة لشخص من الأمم\nالسابقة كان عبدا عند أسرة مملوك، وكانت المرأة في الشهر الأخير، في الأيام\nالأخيرة من حمل، فرأى هذا العبد رؤيا، فقال: إن هذه المرأة سوف تلد بنتا،\nوسوف تزني هذه البنت مائة زنية، وتكون في النهاية هي زوجتك، هذه البنت،\nفولدت بنتا، فقيل له: أحضر السكين من أجل قطع السرة، فأحضر السكين وبقر بها\nبطن البنت، لماذا؟ لأنه قيل له: إنك تتزوج هذه البنت وسوف تزني مائة زنية،\nأراد أن يتخلص منها، بقر بطنها وهرب إلى بلد اشتغل فيه <span id='ms318'></span> بالتجارة، فصار من\nالأثرياء، وبعد عشرين سنة عاد إلى بلده، وأراد أن يتزوج من بلده، وعلى يقين\nأن تلك البنت قد ماتت، فأوصى امرأة أن تخطب له أجمل بنت في البلد، وكان من\nتمام الرؤيا أنها ستموت بسبب العنكبوت، الحشرة الضعيفة هذه، ألفى على امرأة\nعجوز قال لها: أريد أجمل بنت في البلد، فخطبت هذه البنت، عولجت البنت خيط\nبطنها وشفيت وعوفيت، فخطبت له هذه البنت، ودفع ما دفع، ودخل بها فرأى أثر\nشق البطن، عرف أنها هي، ما كان يظن أو يتوقع ولا واحد بالألف أن تلك البنت\nموجودة في الأحياء، لما رأى أثر شق البطن تذكر الرؤيا، ثم سألها هل حصل\nمنها شيء؟ هل قارفت شيء؟ قالت: نعم، إنه حصل منها شيء، قال: مرة أو مرتين؟\nقالت: الله أعلم كثير، قال: مائة، قالت: الله أعلم، لكن ليست ببعيد، الرجل\nلما رأى هذه البنت وأعجبته وأشرب قلبه حبها ما استطاع المفارقة؛ لأن هذه\nالمشكلة أن الإنسان قد يفتن ببنت لجمالها، ثم لا يستطيع مفارقتها، وقد تؤثر\nعليه في دينه، وقد يغمض عن عينيه أشياء مخلة لدينه، وقد تكون مخلة بعرضه،\nإذا فتن بها، عمران بن حطان كان من خيار الناس، فخطب امرأة من الخوارج\nجميلة، وقال: نكتسب أجر الدعوة ندعوها إلى مذهب أهل السنة، والحاصل العكس\nما زالت به حتى صار من رؤوس الخوارج، -نسأل الله السلامة والعافية-، وكثير\nمن الإخوان يقول: نطلب الجمال والدين يجي بالدعوة، والنبي -عليه الصلاة\nوالسلام- يقول: ((فاظفر بذات الدين تربت يداك)) أقدم على الزواج بهذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p021'> Vol. 12, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالبنت، مع أنه تيقن أنها هي التي في الرؤيا، فشيد لها قصرا منيفا جزم أن\nالعنكبوت لا تدخله، جزم أن العنكبوت من أي جهة تجئ؟! فإذا به في يوم من\nالأيام جالس مع زوجته، فإذا بالعنكبوت تنزل من السقف، تذكر الرؤيا قال لها:\nأنت تموتين بسبب هذه الحشرة، قالت: هذه حشرة أموت بسببها، فقامت ففركتها\nبعرقوبها في الأرض بعقبها فأصيبت بالعقب بالأكلة، هذه نوع من الجذام صار\nهذا <span id='ms319'></span> العقب يتآكل شيئا فشيئا إلى أن ماتت بسببه.\n</p>\n\n<p>\nهذه القصة لم يرد بها حديث صحيح وإلا خبر عن الصادق، لكنها لها دلالات،\nويؤتى بها في تفسير الآية للمناسبة؛ لأنه وضع القصر المشيد المنيف، ومع ذلك\nنزلت بها المنية مع هذه الاحتياطات.\n</p>\n\n<p>\n((رفعت الأقلام، وجفت الصحف)) المقادير كتبت قبل أن يخلق الله السماوات\nوالأرض بخمسين ألف سنة، ((رفعت الأقلام، وجفت الصحف)) ما في الآن إلا أن\nكلا ميسر لما خلق له، إذا تبي تغير مما كتب الله لك ما يمكن، إلا ما يقال\nفي البر والصلة ((من أراد أن ينسأ له أثره، ويبسط له في رزقه فليصل رحمه))\nعلى الخلاف بين أهل العلم في الزيادة الحاصلة عن الصلة، منهم من يقول:\nزيادة حقيقية، ومنهم من يقول: زيادة معنوية، بركة في الوقت، وليست زيادة\nحقيقية في عدد السنين، الخلاف في هذه المسألة معروف، والأمر فيها ثابت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p022'> Vol. 12, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n((رفعت الأقلام، وجفت الصحف)) ما عاد في كتابة ((وجفت الصحف)) فرغ من\nالكتابة قبل خلق الخلق بخمسين ألف سنة \"رواه الترمذي، وقال: حديث حسن صحيح،\nوفي رواية غير الترمذي\" يعني رواية الإمام أحمد في المسند: ((احفظ الله\nتجده أمامك)) بمعنى تجاهك ((تعرف إلى الله في الرخاء يعرفك في الشدة))\nالمشركون الذين نزل القرآن على النبي -عليه الصلاة والسلام- وهو بين\nظهرانيهم كانوا يشركون في الرخاء، ويوحدون في الشدة، يدعون غير الله في\nالرخاء، ويدعونه ويخلصون في الشدة، لكن هذا ينفع وإلا ما ينفع؟ لا ينفع،\n((تعرف إلى الله في الرخاء يعرفك في الشدة)) والإمام المجدد الشيخ محمد بن\nعبد الوهاب -رحمه الله- في القواعد الأربع قال: \"إن مشركي زماننا أعظم شركا\nمن الأولين؛ لأن الأولين يشركون في الرخاء ويوحدون في الشدة، ومشركي زماننا\nشركهم دائم في الرخاء والشدة\" تجده يوطأ ويدهس بالأقدام في مواضع الزحام،\nويقول: يا علي، يا حسين، يا بدوي، يا عبد القادر، يا فلان، الشرك الأكبر\n-نسأل الله السلامة والعافية-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p023'> Vol. 12, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n((تعرف إلى الله في الرخاء يعرفك في الشدة)) يعرفك في الشدة، كثير من <span id='ms320'></span>\nالناس إذا جاء وقت الحاجة والوقت الذي يستغله، يريد استغلاله في الخير\nللمضاعفات العظيمة، والمواسم يقول: نستغل هذه المواسم، ليلة القدر نحييها،\nأو نحيي العشر الأواخر كلها، لا نضيع منها شيء، ولا نفرط بشيء، ونترك القيل\nوالقال، وإذا جاورنا في المسجد الحرام أو في مسجد النبي -عليه الصلاة\nوالسلام- نستغل كل لحظة، لكن أين أنت في الرخاء؟ أين موقعك من هذه\nالعبادات؟ وموقعها منك في أيام الرخاء؟ ماذا تفعل في طول وقتك؟ في طول\nعمرك؟ في أيام الرخاء؟ هل عودت نفسك على الحزم؟ عودت نفسك على التلاوة؟ على\nالصلاة؟ على الذكر؟ إن كنت عودت نفسك في طول العام فأبشر، والواقع يشهد\nبذلك، يأتي بعض الناس ويجاور في أقدس البقاع، يقول: المسألة عشر ليالي،\nوترجى فيها ليلة القدر أستغلها، وأترك القيل والقال، وأنكب على المصحف،\nوالسلف يختمون في كل ليلة، أنا أختم كل ليلة، هل يستطيع وهو ما عود نفسه في\nأيام الرخاء؟ ما يستطيع، ولا يعان على ذلك، ورأينا منهم أعداد كبيرة من\nطلاب العلم يقضون أوقاتهم في القليل والقال، يعتكفون في المساجد، لكن لا\nيصبرون عما كانوا يزاولونه قبل ذلك في حال الرخاء، تجد الكلام المباح موجود\nبكثرة، وقد يتعدونه إلى شيء مما فيه ما فيه، وقد لا يصبرون عن شيء كانوا\nيزاولونه، منهم من يأتي بالصحف والمجلات لأنه اعتادها، ومنهم من يحضر\nالآلات، ومنهم من يستعمل الجوال ليل نهار كل وقته، ونصيب القرآن منه كنصيبه\nفي وقت الرخاء، ما يستطيع، رأينا من يجلس من بعد صلاة العصر في المسجد\nالحرام يريد أن يقرأ إلى الفطور، يعني في الصيف يستطيع أن يقرأ عشرة أجزاء،\nثم تجده يفتح المصحف يقرأ خمس دقائق وهو ما تعود، ثم يغلق المصحف ويتلفت\nيمين شمال غادي وإلا رايح، ثم يعود إلى المصحف ما وجد أحد يعود إلى المصحف\nخمس دقائق إن جاء أحد، وإلا قام هو يبحث عن الناس؛ لأن هذه حاله في حال\nالرخاء، ثم إذا أوى إلى مضجعه أسف وندم على أن <span id='ms321'></span> ضيع اليوم، وتوعد نفسه في\nالغد، ثم نفس ما كان تعوده في حال الرخاء ((تعرف على الله في الرخاء يعرفك\nفي الشدة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p024'> Vol. 12, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n((واعلم أن ما أخطأك لم يكن ليصيبك، وما أصابك لم يكن ليخطئك)) ما أخطأك\nيعني ما حصل لك من خير أو شر ما يمكن أن يخطئك؛ لأن الله كتبه عليه، وهو\nحاصل لك لا محالة، يعني بعض الناس ما أخطأك لم يكن ليصيبك، يعني أمامه شخص\nأو مجموعة من الناس وقد تأخر عنهم، سقط عليهم جدار أو دهستهم سيارة، لو\nتقدم دقيقة واحدة كان معهم، جزى الله فلان خيرا الذي حبسني هذه الدقيقة، لو\nأنت بينهم ولم يكتب عليك ما حصل لهم لم يكن ليصيبك ما أصابهم، ((وما أصابك\nلم يكن ليخطئك)) ولو تأخرت، لو تقدمت ما في فائدة، (لو) ما تنفع، هذا مكتوب\nعليك لا بد أن يحصل، ومما يذكر أن شخصا حجز على رحلة في سفر، فنعس في\nالمطار وفاتته الطائرة، يعني مهتم وجاء وحضر قبل الموعد، لكن نعس في\nالمطار، ففاتته الطائرة فرجع إلى بيته مهموما مغموما ودخل يدعو بالويل\nوالثبور فاتته الطائرة، فذهب إلى فراشه، ما لبثوا أن أعلنوا عن الطائرة\nأنها حصل فيها خلل واحترقت، فجاءت أمه لتبشره بالخبر، فرحت أمه فرحا شديدا\nأن ولدها وفلذة كبدها لم يكن معهم، فلما أيقظته لتخبره الخبر فإذا هو ميت،\n((ما أصابك لم يكن ليخطئك)) ما تقول: والله ما رحت معهم جلست دونهم، أنت في\nفراشك ومت، أنفاس معدودة، دقائق محدودة لا تتقدم ولا تتأخر.\n</p>\n\n<p>\n((واعلم أن النصر مع الصبر)) النصر مع الصبر بعض الناس يستعجل في أموره\nالخاصة، وفي أمور الأمة يستعجل بها، ويرجو النصر من قرب، لا، لا بد من\nالصبر والمصابرة {اصبروا وصابروا ورابطوا واتقوا الله} [(200) سورة آل\nعمران] ثم بعد ذلك يأتي الترجي {لعلكم} [(200) سورة آل عمران] النصر مع\nالصبر، يقول: كيف ينصر كفار على مسلمين؟ المسلمون يحتاجون إلى صبر، يحتاجون\nإلى جهاد، يحتاجون إلى تضحية، يحتاجون إلى إخلاص، يحتاجون إلى إعادة <span id='ms322'></span> نظر في\nواقعهم {ولينصرن الله من ينصره} [(40) سورة الحج].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p025'> Vol. 12, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n((وأن الفرج مع الكرب)) إذا ازداد الكرب فاعلم أن الفرج قريب ((وأن مع\nالعسر يسرا)) إذا وجد العسر فإن معه اليسر، إذا وجدت الشدة وجد الفرج، وإذا\nوجد العسر والضيق وجد اليسر والسعة، ولن يغلب عسر يسرين {فإن مع العسر يسرا\n* إن مع العسر يسرا} [(6) سورة الشرح] أعيد العسر معرفة، والمعرفة إذا\nأعيدت معرفة كانت عين الأولى، نفس الأولى، العسر الأول هو العسر الثاني،\nوالنكرة إذا أعيدت نكرة كانت غيرها، فاليسر الأول غير اليسر الثاني، ولذا\nجاء في الخبر: ((لن يغلب عسر يسرين)) نعم.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال المؤلف -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي مسعود عقبة بن عمرو الأنصاري البدري -رضي الله عنه- قال ...\n</p>\n\n<p>\nعقبة بن عمرو.\n</p>\n\n<p>\nعقبة بن عمرو الأنصاري البدري -رضي الله عنه- قال: قال النبي -صلى الله\nعليه وسلم-: ((إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستحي\nفاصنع ما شئت)) رواه البخاري.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى- في الحديث العشرين:\n</p>\n\n<p>\n\"عن أبي مسعود عقبة بن عمرو الأنصاري البدري\" نسبة إلى بدر، وهل هذه\nالنسبة إلى الوقعة الغزوة غزوة بدرة أو المكان المسمى بهذا الاسم؟ الأكثر\nعلى أنه لم يشهد بدرا، وإنما نزلها فنسب إليها، وإن كان الإمام البخاري\nيثبته فيمن شهد بدر، لكن الأكثر على أنه لم يشهد بدر، وإنما نزلها فنسب\nإليها \"-رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: ((إن مما\nأدرك الناس)) \" (إن) تأكيد، (مما) يعني بعض ما أدركه الناس من كلام النبوة\nالأولى، يعني ليس جميع ما أدركه الناس من كلام النبوة الأولى، إنما هذا شيء\nمما أدركه الناس من كلام النبوة الأولى، من كلام الأنبياء في الأمم\nالسابقة، هذا مما أثر عنهم، وثبت عنهم.\n</p>\n\n<p>\n{قد أفلح من تزكى * وذكر اسم ربه فصلى} [(14 - 15) سورة الأعلى] إلى أن\nقال: {إن هذا لفي الصحف الأولى * صحف إبراهيم وموسى} [(18 - 19) سورة\nالأعلى] يعني هذا أيضا مما وجد في النبوة الأولى وفي الكتب السابقة.\n</p>\n\n<p>\n((إن <span id='ms323'></span> مما أدرك الناس من كلام النبوة الأولى: إذا لم تستحي فاصنع ما شئت))\nرواه البخاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p026'> Vol. 12, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nلأننا قد نقرأ أنه أوحي إلى موسى، أوحي إلى عيسى، أوحي إلى داود، أوحي\nإلى غيرهم من الأنبياء، وما يؤثر عن الأمم السابقة إما أن يوجد في شرعنا ما\nيدل عليه فهذا حق ومقبول ما يدل عليه، وإن وجد في شرعنا ما يمنعه ويخالفه\nفهو مرفوض، وإن كان ليس في شرعنا ما يدل عليه ولا ما يمنعه، فهذا هو الكلام\nالمباح الذي يحدث به بلا حرج؛ لأنه لا يعارضنا في شرعنا، ولا يوجد في شرعنا\nما يدل عليه، فجاء في الحديث: ((حدثوا عن بني إسرائيل ولا حرج)) وفي رواية:\n((فإن فيهم الأعاجيب)) شريطة ألا يكون في شرعنا ما يرده ويرفضه.\n</p>\n\n<p>\n((إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستحي)) الآن ويش\nعندنا؟ حاء وياء وإلا بدون ياء؟ ((إذا لم)) فيه ياء وإلا كسرة؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكل النسخ هكذا؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكسرة وإلا في ياء؟\n</p>\n\n<p>\nطالب: نسخة فيها ياء.\n</p>\n\n<p>\nفيها ياء تستحي؟\n</p>\n\n<p>\nطالب: أيوه.\n</p>\n\n<p>\nطيب عمل لم، الجزم، لم تجزم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nحرف نفي وجزم وقلب، كيف يجزم مثل هذا الفعل؟ بحذف حرف العلة، وإذا أثبتت\nالياء هل يكون حرف العلة محذوف وإلا موجود؟ يعني تكون لم عملت وإلا ما\nعملت؟\n</p>\n\n<p>\nطالب: أيوه عملت.\n</p>\n\n<p>\nفي صحيح البخاري في الأصل الترجمة: \"باب إذا لم تستح\" بدون ياء \"فاصنع ما\nشئت\" وفي الحديث الذي ذكره تحت هذه الترجمة ((إذا لم تستحي)) بالياء،\nلماذا؟ لأن هذا الفعل يختلف عند قريش عن تميم، فهو عند قريش بياءين {إن\nالله لا يستحيي} [(26) سورة البقرة] بياءين، وعند تميم بياء واحدة {إن الله\nلا يستحي} وعلى هذا إذا دخل عليه الجازم فعلى لغة تميم تكون كسرة \"إذا لم\nتستح\" بدون ياء، وعلى لغة قريش يكون بياء واحدة، وتكون الياء الثانية هي\nالتي حذفت للجازم، ولذلك قد يقول قائل وهو يقرأ في الصحيح: لماذا الترجمة\nحذفت الياء وفي الحديث أثبتت الياء؟ البخاري -رحمه الله- حينما <span id='ms324'></span> ترجم استعمل\nلغة تميم، وفي الحديث استعمل لغة قريش؛ لأن النبي -عليه الصلاة والسلام-\nمنهم.\n</p>\n\n<p>\nعلى كل حال: ((إذا لم تستحي)) الرواية جاءت بالياء على لغة قريش، فالصواب\nأن تثبت الياء، ترجمة البخاري كونه على لغة تميم هذا ما يضر؛ لأنه يوردها\nمن كلامه -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p027'> Vol. 12, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n\" ((إذا لم تستحي فاصنع ما شئت)) رواه البخاري\" وهذا الأسلوب يحتمل\nمعنيين: إما أن يكون قوله: ((فاصنع ما شئت)) تهديد، يعني إذا رفع عنك هذا\nالخلق العظيم الذي هو شعبة من شعب الإيمان اصنع ما شئت، كقوله -جل وعلا-:\n{اعملوا ما شئتم} [(40) سورة فصلت] تهديد، ويحتمل أن يكون إباحة، اصنع ما\nشئت إذا كان هذا العمل مما لا يستحيا منه فاصنعه، إباحة، إذا كان الإنسان\nسويا على الفطرة، ورأى أن هذا العمل لا يستحيا منه؛ لأن الناس يتفاوتون في\nهذه الصفة وهذه الخلة، يتفاوتون تفاوتا عظيما، والمراد بذلك أوساط الناس\nالذين هم باقون على الفطرة ليس عندهم غلو في هذا الباب وشطط، وليس عندهم\nتساهل.\n</p>\n\n<p>\n((إذا لم تستحي)) إذا كنت من هذا النوع، ورأيت أن هذا العمل مما لا\nيستحيا منه فاصنعه، والاختيار الأول وهو أن هذا تهديد، وأنه لا بد أن\nتستحيي، والحياء شعبة من الإيمان، فإذا نزع عنك هذا الخلق العظيم فأنت لم\nتتقيد بأوامر ولا بنواهي، ولا تستحي لا من الله ولا من خلقه، الآن اصنع ما\nشئت، والله بالمرصاد، نعم.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال المؤلف -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي عمرو، وقيل: أبي عمرة سفيان بن عبد الله -رضي الله عنه- قال: قلت:\nيا رسول الله قل لي في الإسلام قولا لا أسأل عنه أحدا غيرك، قال: ((قل:\nآمنت بالله، ثم استقم)) رواه مسلم.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى- في الحديث الحادي والعشرين:\n</p>\n\n<p>\n\"عن أبي عمرو، وقيل: أبي عمرة\" خلاف في كنيته \"سفيان بن عبد الله\" يعني\nاشتهر باسمه، فاختلف في كنيته، -رضي الله عنه- هذه العادة أن من يشتهر\nبالكنية يضيع الاسم، ومن يشتهر بالاسم تضيع الكنية \"-رضي الله تعالى عنه <span id='ms325'></span>-\nقال: قلت: يا رسول الله قل لي في الإسلام قولا لا أسأل عنه أحدا غيرك\" يعني\nقول واضح شامل لا أحتاج أن أسأل معه أحد، هذا سؤال عظيم، طلب عظيم، وجوابه\nعظيم، أجابه النبي -عليه الصلاة والسلام- لأن الإنسان قد يسأل ثم يبقى في\nنفسه شيء من السؤال فيسأل غير المسئول الأول ليوضح له، لكن إذا كان المجيب\nمن أعطي جوامع الكلم، أفصح الخلق، وأنصح الخلق، هل يحتاج أن يسأل بعده؟ لا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p028'> Vol. 12, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nقل لي في الإسلام قولا لا أسأل عنه أحدا غيرك؟ قال: ((قل: آمنت بالله، ثم\nاستقم))، ((قل: آمنت بالله)) قل، انطق بإيمانك، واعتقد بقلبك، واعمل\nبجوارحك، واستمر على ذلك، استمر على ذلك {واعبد ربك حتى يأتيك اليقين}\n[(99) سورة الحجر] {إن الذين قالوا ربنا الله ثم استقاموا} [(13) سورة\nالأحقاف] فمطلوب الإيمان والاستقامة من غير اعوجاج، الاعتدال على هذا\nالصراط المستقيم، وهذه هي العبارة الشرعية التي يعبر بها ويوصف بها الإنسان\nالملازم للصراط المستقيم، يقال: مستقيم، والناس يقولون: ملتزم، نعم هي تؤدي\nالمعنى، لكن إذا كانت العبارة شرعية جاءت بها النصوص فهي أولى من غيرها،\nإذا قيل: فلان ملتزم، معناه أنه مستقيم، ملتزم للأوامر، ملتزم بترك\nالنواهي، نعم، فهو مستقيم، لكن العبارة الشرعية التي جاءت بها النصوص أولى\nمن غيرها، ولو أدت معناها.\n</p>\n\n<p>\n((قل: آمنت بالله، ثم استقم)) على هذا الإيمان، وقد أمر النبي -عليه\nالصلاة والسلام- بالاستقامة في سورة هود؟ هاه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\n{كما أمرت} [(112) سورة هود] أمر النبي -عليه الصلاة والسلام-\nبالاستقامة، وهو أعظم مستقيم، إنما أمر بها من أجل أن يهتم بها من يقتدي به\nبهذا الأمر، وأن يلزم الاستقامة، ويستمر عليها، فالمسلمون قاطبة في كل ركعة\nيقولون: {اهدنا الصراط المستقيم} [(6) سورة الفاتحة] {يا أيها الذين آمنوا\nآمنوا} [(136) سورة النساء] يعني الزموا هذا الإيمان، واستمروا عليه، لا\nيمنع أن يؤمر المستقيم بالاستقامة، ويؤمر المؤمن بالإيمان، والمراد بذلك\nالاستمرار على هذه الاستقامة، والاستمرار على هذا الإيمان.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال الإمام النووي -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي عبد الله جابر بن <span id='ms326'></span> عبد الله الأنصاري -رضي الله عنه- أن رجلا سأل\nرسول الله -صلى الله عليه وسلم- فقال: أرأيت إذا صليت المكتوبات، وصمت\nرمضان، وأحللت الحلال، وحرمت الحرام، ولم أزد على ذلك شيئا أأدخل الجنة؟\nقال: ((نعم)) رواه مسلم.\n</p>\n\n<p>\nومعنى؟ من المتن.\n</p>\n\n<p>\nومعنى حرمت الحرام: اجتنبته.\n</p>\n\n<p>\nومعنى أحللت الحلال: فعلته معتقدا حله، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p029'> Vol. 12, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nنعم يقول المؤلف -رحمه الله تعالى- في الحديث الثاني والعشرين:\n</p>\n\n<p>\n\"عن أبي عبد الله جابر بن عبد الله الأنصاري -رضي الله عنهما-\" يعني عن\nجابر وعن أبيه عبد الله بن حرام الشهيد \"-رضي الله عنهما- أن رجلا سأل رسول\nالله -صلى الله عليه وسلم- فقال: أرأيت\" يعني أخبرني يا رسول الله \"إذا\nصليت المكتوبات\" يعني اقتصرت على الفرائض ولم أزد عليها، لا سنن قبلية ولا\nبعدية، كما جاء في حديث الأعرابي في قوله بعد أن ذكر الصلوات الخمس، قال:\nهل علي غيرها؟ قال: ((لا إلا أن تطوع)) هذا أراد أن يقتصر على المكتوبات\nولا يزيد نوافل لا قبل ولا بعد \"وصمت رمضان\" الفرض فقط، ما يصوم الست ولا\nعرفة ولا عاشوراء ولا أي يوم، ولا اثنين ولا خميس ولا بيض، يصوم رمضان،\n\"وأحللت الحلال\" يعني فعلته معتقدا حله \"وحرمت الحرام\" تركت الحرام، يعني\nتركت جنس الحرام، أحللت جنس الحلال، يعني جميع ما أحله الله أستحله معتقدا\nحله، أفعله معتقدا حله، وحرمت الحرام، يعني اجتنبته معتقدا حرمته \"ولم أزد\nعلى ذلك شيئا أأدخل الجنة؟ قال: ((نعم)) \" لأن مقتضى التقوى فعل المأمورات\nوترك المحظورات، وهذا هو المعروف في النصوص بالمقتصد، المقتصد الذي لا يزيد\nعلى ما أوجب الله عليه، ولا يترك سوى ما حرم الله عليه، لا يفعل نوافل\nومستحبات، ولا يترك المكروهات والمباحات، هذا مقتصد، هذا مثل الذي صرفه\nبقدر دخله، لا يزيد ولا ينقص، أفضل منه السابق بالخيرات، وهو الذي يزيد على\nالفرائض النوافل، ويزيد على ترك المحظورات ترك المكروهات، هذا سابق\nبالخيرات، ودون المقتصد الظالم لنفسه، عنده أصل الدين، عنده التوحيد، لكنه\nقد يخل ببعض الواجبات، وقد <span id='ms327'></span> يرتكب بعض المحظورات، هذا ظالم لنفسه، هذا خلط\nعملا صالحا وآخر سيئا، هؤلاء الأقسام، فهذه الأقسام الثلاثة كلها مآلها إلى\nالجنة كما جاء في سورة فاطر، فهم الثلاثة كلهم إلى الجنة، أما بالنسبة\nللسابق هذا معروف من أول وهلة، وكذلك المقتصد، وأما الظالم لنفسه فإنه إما\nأن يدخل برحمة أرحم الراحمين من أول وهلة، تكفر عنه هذه الذنوب الناشئة عن\nترك الواجبات وفعل المحظورات أو يطهر، يعذب بقدرها، ثم يكون مآله إلى\nالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p030'> Vol. 12, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n\"أرأيت إذا صليت المكتوبات، وصمت رمضان، وأحللت الحلال، وحرمت الحرام\" ما\nقال: وزكيت، أخرجت الزكاة المفروضة، ولعل النبي -عليه الصلاة والسلام- يعرف\nمن حاله أنه ليس عنده ما يزكي، علما بأن ما ترك يدخل في: حرمت الحرام؛ لأن\nمنع الزكاة حرام، منع الزكاة من عظائم الأمور، فهو داخل في قوله: \"حرمت\nالحرام\" أما بالنسبة للحج فالذي يغلب على الظن أنه لم يكن فرض؛ لأنه ما فرض\nإلا في السنة التاسعة، وإذا كان قد فرض فإنه كالزكاة يدخل في حرمت الحرام.\n</p>\n\n<p>\nقد يقول قائل: لماذا ما أصنع هذا الشيء إذا كان هذا يكفي لدخول الجنة؟\nلماذا أتعب نفسي بقيام ليل؟ وأتعب نفسي بطلب علم؟ وأتعب نفسي بصيام هواجر\nوقيام ليالي الشتاء وغير ذلك؟ لماذا أخرج قدر زائد على ما أوجب الله من\nمالي؟ ولماذا ولماذا؟ ألا تريد أن تكون سابقا بالخيرات؟! أتضمن أن هذه\nالفرائض التي تؤديها تؤديها على الوجه المطلوب؟ ألا تريد أن تكمل هذه\nالفرائض من هذه النوافل إذا وجد الخلل؟ يعني لا وجه لقول من يقول: أنا\nأقتصر على هذه وكفى، من يضمن أنك تؤديها على الوجه الشرعي المطلوب، لا يكون\nفيها خلل، فالخلل في الفرائض يكمل من النوافل، فمن نعم الله -جل وعلا- أن\nشرع لعباده هذه النوافل.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nقال المؤلف -عليه رحمة الله-:\n</p>\n\n<p>\nعن أبي مالك الحارث بن عاصم الأشعري -رضي الله عنه- قال: قال رسول الله\n-صلى الله عليه وسلم-: ((الطهور شطر الإيمان، والحمد لله)) ...\n</p>\n\n<p>\nالطهور.\n</p>\n\n<p>\n((الطهور شطر الإيمان))\n</p>\n\n<p>\nالطهور.\n</p>\n\n<p>\n((الطهور شطر <span id='ms328'></span> الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله\nتملآن أو تملأ ما بين السماء والأرض، والصلاة نور، والصدقة برهان، والصبر\nضياء، والقرآن حجة لك أو عليك، كل الناس يغدو فبائع نفسه فمعتقها أو\nموبقها)) رواه مسلم.\n</p>\n\n<p>\nيقول -رحمة الله عليه- في الحديث الثالث والعشرين من هذه الأربعين\nالمباركة يقول: \"عن أبي مالك الحارث بن عاصم الأشعري -رضي الله تعالى عنه-\nقال: قال رسول الله -صلى الله عليه وسلم-: ((الطهور شطر الإيمان)) \"\nوالمراد به التطهر، والطهور هو الماء الذي يتطهر به، لكن المراد به فعل\nالتطهر، ويراد به طهارة الظاهر وطهارة الباطن، طهارة الجوارح، وطهارة\nالقلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p031'> Vol. 12, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n((شطر الإيمان)) يعني نصف الإيمان، الذي لا يتطهر لا ظاهرا ولا باطنا، لا\nشك أن الطهور شرط لصحة الصلاة، وهذا شأنه عظيم، الذي يصلي بلا طهارة صلاته\nباطلة ((شطر الإيمان)) لكن هل يكفي الشطر الثاني دون الشطر الأول؟ يكفي نصف\nالإيمان؟ هاه؟ لا، لا يكفي؛ لأن الصلاة مردودة بدون الطهور ((لا يقبل الله\nصلاة من أحدث حتى يتوضأ)) ((لا تقبل صلاة بغير طهور، ولا صدقة من غلول)).\n</p>\n\n<p>\n((الطهور شطر الإيمان، والحمد لله تملأ الميزان)) الحمد لله هذه الكلمة\nوصف الرب -جل وعلا- بصفات كماله ونعوت جلاله مع حبه وتعظيمه، هذه تملأ\nالميزان، وكثير من أهل العلم يعرف الحمد بأنه الثناء، وهذا رده ابن القيم؛\nلأن النبي -عليه الصلاة والسلام- غاير بين الحمد والثناء، في حديث: ((قسمت\nالصلاة بيني وبين عبدي نصفين، فإذا قال العبد: الحمد لله رب العالمين، قال:\nحمدني عبدي، وإذا قال: الرحمن الرحيم، قال: أثنى علي عبدي، فإذا قال: مالك\nيوم الدين، قال: مجدني عبدي)) فالثناء غير الحمد، واختار ابن القيم أن\nالحمد وصف الرب -جل وعلا- بصفات الكمال ونعوت الجلال مع الحب والتعظيم له.\n</p>\n\n<p>\n((الحمد لله تملأ الميزان)) كلمة ليس لها وزن يعني حسي، الكلام معنوي ليس\nله وزن حسي، ولا يمنع في قدرة الله -جل وعلا- أن تجسد هذه المعاني، وتوضع\nفي كفة الميزان، كما جاء في البقرة وآل عمران <span id='ms329'></span>، ((كأنهما غمامتان أو غيايتان\nتحاجان عن صاحبهما)) السموات والأرض قالتا: أتينا طائعين، القدرة الإلهية\nلا يقف دونها شيء، فتجسيد المعاني أمر سهل أمام هذه القدرة العظيمة.\n</p>\n\n<p>\n((والحمد لله تملأ الميزان)) والميزان الذي له كفتان ولسان، هذا معتقد\nأهل السنة، وأنه حقيقة توزن به الأعمال، وإن كان المعتزلة ينكرون الميزان،\nويرون أنه أمر معنوي، هو عبارة عن العدل ((تملأ الميزان)) إذا كانت كلمة\nهذه كلمة الحمد لله، يعني هي كلمة يسيرة جدا لا تكلف شيء، وأنت على وضعك\nتقول: الحمد لله تملأ الميزان، لكن كم من محروم ممن يعرف هذا الكلام ويسمع\nهذا الكلام، ويحرم النطق بهذه الكلمة وبغيرها من الباقيات الصالحات التي هي\nغراس الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p032'> Vol. 12, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n((والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن)) هاتان\nالجملتان: ((تملآن، أو تملأ)) يعني شك من الراوي ((ما بين السماء والأرض))\nيعني كم بين السماء والأرض؟ مسيرة خمسمائة عام، تصور الأرض ما هي بأرضك أنت\nالتي توجد فيها، جميع الأرض المبسوطة هذه وما بينها وبين السماء سبحان الله\nوالحمد لله تملآنه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nترى ما بقي إلا شوي.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nتملآن ما بين السماء والأرض مسيرة خمسمائة عام كلمة أو كلمتين فضل الله\nلا يحد، وجوده لا يقدر قدره، ((والصلاة نور)) وهذا النور ملاحظ على وجوه\nالمصلين، وظاهر عليها وبين، وجاء في الخبر مما لا تصح نسبته إلى النبي\n-عليه الصلاة والسلام-: ((من كثرت صلاته بالليل حسن وجهه بالنهار)) والشاهد\nالواقع، الواقع يشهد بذلك، وإن لم تصح نسبته إلى النبي -عليه الصلاة\nوالسلام-.\n</p>\n\n<p>\n((والصدقة برهان)) دليل قطعي على صدق صاحبه، على صدق إيمانه؛ لأن النفوس\nجبلت على حب المال، فكون الإنسان يخرج هذا المال طيبة به نفسه، لا شك أن\nهذا دليل قاطع، برهان ساطع على صدق إيمانه.\n</p>\n\n<p>\n((والصبر ضياء)) الصبر على الطاعة، الصبر عن المعصية، الصبر على الأقدار\nالمؤلمة لا شك أنه ضياء ينير الطريق لصاحبه، لكن فيه نوع مشقة؛ لأن الله\n-جل وعلا- وصف الشمس بأنها ضياء، والقمر نور، فضياء الشمس معه شيء من <span id='ms330'></span>\nالإحراق بخلاف نور القمر، ((الصلاة نور)) ليس فيها مشقة، لكن الصبر في كثير\nمن أحواله فيه مشقة، ولذا وصف بما وصفت به الشمس، ففيه مع كونه ينير\nالبصيرة وينير الطريق إلا أنه فيه شيء من الشدة.\n</p>\n\n<p>\n((والقرآن حجة لك أو عليك)) القرآن كلام الله المنزل على نبيه -عليه\nالصلاة والسلام- بواسطة جبريل، المحفوظ بين الدفتين، الذي من قام يقرأه\nكأنما خاطب الرحمن بالكلم، هذا أنت تقرأ، ولا يخلو إما أن يكون حجة لك، إذا\nكنت مؤمنا به مصدقا بجميع ما فيه، عامل بأوامره، مجتنب لنواهيه، هذا حجة لك\nيوم القيامة، أو حجة عليك، إذا أخذته وحفظته ونمت عنه، ونمت عن الصلاة، أو\nفعلت ما يخالف من أوامره ونواهيه، فإنه يكون حينئذ حجة عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p033'> Vol. 12, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n((كل الناس يغدو)) ما في أحد ما يغدو، إذا أصبح الناس انتشروا في الأرض\nلطلب الرزق، لكن بعض الناس غدوه لمصلحته، وبعض الناس غدوه وبال عليه\n((فبائع نفسه)) وكلهم يبيعون النفس، فإما أن تبيعها إلى الله -جل وعلا-،\nفتعتقها من ناره، أو تبيعها إلى الشيطان بفعل المعاصي والجرائم والمنكرات\nفتوبقها في النار -نسأل الله السلامة والعافية-.\n</p>\n\n<p>\n((كل الناس يغدو)) كل الناس يتعبون {إن تكونوا تألمون فإنهم يألمون كما\nتألمون} [(104) سورة النساء] {إن يمسسكم قرح فقد مس القوم قرح مثله} [(140)\nسورة آل عمران] كل الناس تتعب، لكن الذي تعبه يعود عليه بالنفع في دينه\nودنياه هذا الذي يعتق نفسه، أما الذي تعبه يعود وبالا عليه فهذا يوبقها في\nالنار، والله أعلم. وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n<p>\nيعني كأن العزيمة اتجهت إلى إنهاء الكتاب؛ لأن كثير من الإخوان ملوا،\nيعني كتاب صغير يحتاج إلى سنين، نكمل لهم الكتاب.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nجزاكم الله خير، بارك الله فيكم.\n</p>\n\n<p>\nأقول: إن استطعنا أن نكمله في اليومين الباقيين وإلا إن احتجنا الخميس\nأخذناه، والغالب أننا على هذه الطريقة نكمله في غدا والذي يليه -إن شاء\nالله تعالى-.\n</p>\n\n<p>\nاللهم صل على محمد وعلى آله. ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p034'> Vol. 12, p. 034</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14"
  ]
}