{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكفر الذي لا يعذر</h1>\n\n<p>\nصاحبه بالجهل\n</p>\n\n<p>\nللشيخ\n</p>\n\n<p>\nعبد الله بن عبد الرحمن بن أبا بطينالكفر الذي لا يعذر ¶ صاحبه بالجهل ¶\nللشيخ ¶ عبد الله بن عبد الرحمن بن أبا بطين\n----NO PAGE NO------\nكافة الحقوق محفوظة\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1425ه - 2004 م\n</p>\n\n<p>\nرقم الايداع 17050/ 2004\n</p>\n\n<p>\nالناشر\n</p>\n\n<p>\nالمكتب الإسلامي لإحياء التراث - القاهرةكافة الحقوق محفوظة ¶ الطبعة\nالأولى ¶ 1425ه - 2004 م ¶ رقم الايداع 17050/ 2004 ¶ الناشر ¶ المكتب\nالإسلامي لإحياء التراث - القاهرة\n----NO PAGE NO------\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ تقي الدين رحمه الله تعالى في رده على ابن البكري: فلهذا كان\nأهل العلم والسنة لا يكفرون من خالفهم وإن كان ذلك المخالف يكفرهم لأن\nالكفر حكم شرعي، فليس للإنسان أن يعاقب بمثله، كمن كذب عليك وزنى بأهلك ليس\nلك أن تكذب عليه وتزني بأهله، لأن الزنا والكذب حرام لحق الله تعالى، وكذلك\nالتكفير حق لله تعالى فلا نكفر إلا من كفره الله ورسوله وأيضا فإن تكفير\nالشخص المعين وجواز قتله موقوف على أن تبلغه الحجة النبوية التي يكفر من\nخالفها، وإلا فليس كل من جهل شيئا من الدين يكفر إلى أن قال: ولهذا كنت\nأقول للجهمية من الحلولية والنفاة الذين ينفون أن يكون تعالى فوق العرش:\nأنا لو وافقتكم كنت كافرا لأني أعلم أن قولكم كفر، وأنتم عندي لا تكفرون\nلأنكم جهال.. إلخ.\n</p>\n\n<p>\nأفتونا: ما معنى قيام الحجة أثابكم الله بمنه وكرمه؟ .\n</p>\n\n<p>\nالجواب: الحمد لله رب العالمين، تضمن كلام الشيخ رحمه الله مسألتين:\n</p>\n\n<p>\nإحداهما: عدم تكفيرنا لمن كفرنا وظاهر كلامه أنه سواء كان متأولا أم لا،\nوقد صرح طائفة من العلماء أنه إذا قال ذلك متأولا لا يكفر. ونقل ابن حجر\nالهيثمي عن طائفة من الشافعية أنهم صرحوا بكفره إذا لم يتأول، فنقل عن\nالمتولي أنه قال: إذا قال لمسلم يا كافر بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \nتأويل كفر، قال وتبعه على ذلك جماعة واحتجوا بقوله - صلى الله عليه وسلم -:\n(إذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما) والذي رماه به مسلم\nفيكون كافرا قالوا: لأنه سمى الإسلام كفرا، وتعقب بعضهم هذا التعليل فقال:\nهذا المعنى لا <span id='ms1'></span> يفهم من لفظه ولا هو مراده. إنما مراده ومعنى لفظه: إنك لست\nعلى دين الإسلام الذي هو حق، وإنما أنت كافر دينك غير الإسلام وأنا على دين\nالإسلام. وهذا مراده بلا شك لأنه إنما وصف بالكفر الشخص لا دين الإسلام\nفنفى عنه كونه على دين الإسلام، فلا يكفر بهذا القول وإنما يعزر بهذا السب\nالفاحش بما يليق به، ويلزم على ما قالوه أن من قال لعبد: يا فاسق. كفر لأنه\nسمى العبادة فسقا، ولا أحسب أحدا يقوله، وإنما يريد أنك تفسق وتفعل مع\nعبادتك ما هو فسق لا أن عبادتك فسق. انتهى\n</p>\n\n<p>\nوظاهر كلام النووي في شرح مسلم يوافق ذلك، فإنه لما ذكر الحديث قال: وهذا\nمما عده العلماء من المشكلات فإن مذهب أهل الحق أن المسلم لا يكفر\nبالمعاصي، كالقتل والزنا وكذا قوله لأخيه يا كافر من غير اعتقاد بطلان دين\nالإسلام ثم حكى في تأويل الأحاديث وجوها:\n</p>\n\n<p>\nالأول: أنه محمول على المستحل، ومعنى (باء بها) بكلمة الكفر وكذا (حارت\nعليه) في رواية أي رجعت عليه كلمة الكفر فباء وحار ورجع بمعنى واحد.\n</p>\n\n<p>\nالثاني: رجعت عليه نقيصته لأخيه ومعصية تكفيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: أنه محمول على الخوارج المكفرين للمؤمنين، وهذا نقله القاضي عياض\nعن مالك وهو ضعيف لأن المذهب الصحيح المختار الذي قاله الأكثرون والمحققون\nأن الخوارج لا يكفرون كسائر أهل البدع.\n</p>\n\n<p>\nالرابع: معناه أنه يؤول إلى الكفر فإن المعاصي كما قالوا بريد الكفر،\nويخاف على المكثر منها أن يكون عاقبة شؤمها المصير إلى الكفر. ويؤيده رواية\nأبى عوانة في مستخرجه على مسلم (فإن كان كما قال وإلا فقد باء بالكفر) .\n</p>\n\n<p>\nالخامس: فقد رجع بكفره، وليس الراجع حقيقة الكفر بل التكفير كونه جعل\nأخاه المؤمن كافرا، فكأنه كفر نفسه، إما لأنه كفر من مثله وإما لأنه كفر من\nلا يكفره إلا كافر يعتقد بطلان الإسلام. انتهى\n</p>\n\n<p>\nوقال ابن دقيق العيد في قوله - صلى الله عليه وسلم -: (ومن دعى رجلا\nبالكفر وليس كذلك إلا حار عليه) أي رجع عليه. وهذا وعيد عظيم <span id='ms2'></span> لمن كفر أحدا\nمن المسلمين، وليس هو كذلك , وهي ورطة عظيمة وقع فيها خلق من العلماء\nاختلفوا في العقائد وحكموا بكفر بعضهم بعضا.\n</p>\n\n<p>\nثم نقل عن الأستاذ أبي إسحاق الاسفرائيني أنه قال: لا أكفر إلا من كفرني،\nقال وربما خفي هذا القول على بعض الناس وحمله على غير محمله الصحيح.\n</p>\n\n<p>\nوالذي ينبغي أن يحمل عليه أنه لمح هذا الحديث الذي يقتضي أن من دعى رجلا\nبالكفر وليس كذلك رجع عليه الكفر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nوكذلك قوله - صلى الله عليه وسلم -: (من قال لأخيه يا كافر فقد باء بها\nأحدهما) .\n</p>\n\n<p>\nوكان هذا المتكلم أي أبو إسحاق يقول: الحديث دل على أنه يحصل الكفر لأحد\nالشخصين إما المكفر وإما المكفر فإذا كفرني بعض الناس فالكفر واقع بأحدنا\nوأنا قاطع أني لست بكافر، فالكفر راجع إليه. انتهى\n</p>\n\n<p>\nوظاهر كلام أبي إسحاق أنه لا فرق بين المتأول وغيره والله أعلم. وما نقله\nالقاضي عن مالك من حمله الحديث على الخوارج موافق لإحدى الروايتين عن أحمد\nفي تكفير الخوارج، اختارها طائفة من الأصحاب وغيرهم لأنهم كفروا كثيرا من\nالصحابة واستحلوا دماءهم وأموالهم متقربين بذلك إلى الله تعالى، فلم\nيعذروهم بالتأويل الباطل، لكن أكثر الفقهاء على عدم كفرهم لتأويلهم وقالوا\nمن استحل قتل المعصومين وأخذ أموالهم بغير شبهة ولا تأويل كفر. وإن كان\nاستحلاله ذلك بتأويل كالخوارج لم يكفر والله أعلم وأحكم.\n</p>\n\n<p>\nالمسألة الثانية: إن تكفير الشخص المعين وجواز قتله موقوف على أن تبلغه\nالحجة النبوية التي يكفر من خالفها.. إلخ.\n</p>\n\n<p>\nيشمل كلامه من لم تبلغه الدعوة وقد صرح بذلك في موضع آخر. ونقل عقيل عن\nالأصحاب أنه لا يعاقب. وقال إن عفو الله عن الذي كان يعامل لأنه لم تبلغه\nالدعوة وعمل بخصلة من الخير، واستدل لذلك بما في صحيح مسلم مرفوعا: (والذي\nنفسي بيده لا يسمع بي أحد من هذه الأمة يهودي أو نصراني ثم يموت ولم يؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \nبالذي أرسلت به إلا كان من أصحاب النار) قال في شرح مسلم: خص اليهود\nوالنصارى لأن لهم كتابا، قال <span id='ms3'></span>: وفي مفهومه أن من لم تبلغه دعوة الإسلام فهو\nمعذور. قال: وهذا جار على ما تقرر في الأصول (لا حكم قبل ورود الشرع على\nالصحيح) . انتهى\n</p>\n\n<p>\nوقال القاضي أبو يعلى في قوله تعالى: {وما كنا معذبين حتى نبعث رسولا}\nسورة الإسراء (15) في هذا دليل على أن معرفة الله تعالى لا تجب عقلا، وإنما\nتجب بالشرع وهو بعثة الرسل وأنه لو مات الإنسان قبل ذلك لم يقطع عليه\nبالنار. انتهى\n</p>\n\n<p>\nوفيمن لم تبلغه الدعوة قول آخر أنه يعاقب اختاره ابن حامد واحتج بقوله\nتعالى {أيحسب الإنسان أن يترك سدى} والله أعلم.\n</p>\n\n<p>\nفمن بلغته رسالة محمد - صلى الله عليه وسلم - (¬1) وبلغه القرآن فقد قامت\nعليه الحجة فلا يعذر بعدم الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر\nفلا عذر له بعد ذلك بالجهل، وقد أخبر الله سبحانه بجهل كثير من الكفار مع\nتصريحه بكفرهم ووصف النصارى بالجهل مع أنه لا يشك مسلم في كفرهم، ونقطع أن\nأكثر اليهود والنصارى اليوم جهال مقلدون، ونعتقد كفرهم وكفر من شك في كفرهم.\n</p>\n\n<p>\nوقد دل القرآن على أن الشك في أصول الدين كفر، والشك هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nالتردد بين شيئين كالذي لا يجزم بصدق الرسول ولا كذبه، ولا يجزم بوقوع\nالبعث ولا عدم وقوعه ونحو ذلك كالذي لا يعتقد وجوب الصلاة ولا عدم وجوبها،\nأو لا يعتقد تحريم الزنا أوعدم تحريمه، وهذا كفر بإجماع العلماء، ولا عذر\nلمن كان حاله هكذا بكونه لم يفهم حجج الله وبيناته لأنه لا عذر له بعد\nبلوغها له وإن لم يفهمها، وقد أخبر الله عن الكفار إنهم لم يفهموا فقال:\n{وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرا} وقال: {انهم اتخذوا\nالشياطين أولياء من دون الله ويحسبون أنهم مهتدون} .\n</p>\n\n<p>\nفبين سبحانه أنهم لم يفقهوا فلم يعذرهم لكونهم لم يفهموا بل صرح القرآن\nبكفر هذا الجنس من الكفار كما في قوله تعالى: {قل هل ننبئكم بالأخسرين\nأعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا.\nأولئك الذين كفروا بآيات ربهم <span id='ms4'></span> ولقائه فحبطت أعمالهم فلا نقيم لهم يوم\nالقيامة وزنا} .\n</p>\n\n<p>\nقال الشيخ أبو محمد موفق الدين ابن قدامة رحمه الله تعالى لما أنجز\nكلامه في مسألة: هل كل مجتهد مصيب أم لا؟ ورجح أنه ليس كل مجتهد مصيب بل\nالحق في قول واحد من أقوال المجتهدين، قال: وزعم الجاحظ أن مخالف ملة\nالإسلام إذا نظر فعجز عن درك الحق فهو معذور غير آثم إلى أن قال وأما ما\nذهب إليه الجاحظ فباطل يقينا وكفر بالله تعالى ورد عليه وعلى رسوله، فإنا\nنعلم قطعا أن النبي - صلى الله عليه وسلم - أمر اليهود والنصارى بالإسلام\nواتباعه، وذمهم على إصرارهم وقاتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nجميعهم، يقتل البالغ منهم ونعلم أن المعاند العارف ممن يقل، وإنما الأكثر\nمقلدة اعتقدوا دين آبائهم تقليدا ولم يعرفوا معجزة الرسول - صلى الله عليه\nوسلم - وصدقه. والآيات الدالة في القرآن على هذا كثيرة كقوله تعالى: {ذلك\nظن الذين كفروا فويل للذين كفروا من النار} {وذلكم ظنكم الذي ظننتم بربكم\nأرداكم فأصبحتم من الخاسرين} {إن هم إلا يظنون} وقوله: {ويحسبون أنهم على\nشيء} {ويحسبون أنهم مهتدون} {الذين ضل سعيهم في الحياة الدنيا وهم يحسبون\nأنهم يحسنون صنعا} {أولئك الذين كفروا بآيات ربهم ولقائه فحبطت أعمالهم فلا\nنقيم لهم يوم القيامة وزنا} وفي الجملة ذم المكذبين لرسول الله - صلى الله\nعليه وسلم - لا ينحصر في الكتاب والسنة. انتهى\n</p>\n\n<p>\nفبين رحمه الله تعالى أنا لو لم نكفر إلا المعاند العارف لزمنا الحكم\nبإسلام أكثر اليهود والنصارى، وهذا من أظهر الباطل.\n</p>\n\n<p>\nفقول الشيخ تقي الدين رحمه الله تعالى: إن التكفير والقتل موقوف على بلوغ\nالحجة. يدل كلامه على أن هذين الأمرين وهما التكفير والقتل ليسا موقوفين\nعلى فهم الحجة مطلقا بل على بلوغها ففهمها شيء وبلوغها شيء آخر، فلو كان\nهذا الحكم موقوفا على فهم الحجة لم نكفر ونقتل إلا من علمنا أنه معاند\nخاصة، وهذا بين البطلان بل آخر كلامه رحمه الله يدل على أنه يعتبر فهم\nالحجة في الأمور التي تخفى على كثير من الناس <span id='ms5'></span>، وليس فيها مناقضة للتوحيد\nوالرسالة، كالجهل ببعض الصفات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الأمور التي هي مناقضة للتوحيد والإيمان بالرسالة فقد صرح رحمه الله\nتعالى في مواضع كثيرة بكفر أصحابها وقتلهم بعد الاستتابة، ولم يعذرهم\nبالجهل مع أنا نتحقق أن سبب وقوعهم في تلك الأمور إنما هو الجهل بحقيقتها\nفلو علموا أنها كفر تخرج عن الإسلام لم يفعلوها، وهذا في كلام الشيخ رحمه\nالله تعالى كثير كقوله في بعض كتبه: فكل من غلا بنبي أو رجل صالح وجعل فيه\nنوع من الإلهية مثل أن يدعوه من دون الله، نحو أن يقول: يا فلان أغثني أو\nاغفر لي أو ارحمني أو انصرني أو اجبرني أو توكلت عليك وأنا في حسبك وأنت\nحسبي، ونحو هذه الأقوال التي هي من خصائص الربوبية التي لا تصلح إلا لله\nفكل هذا شرك وضلال يستتاب صاحبه فإن تاب وإلا قتل.\n</p>\n\n<p>\nوقال أيضا: فمن جعل بينه وبين الله وسائط يدعوهم ويتوكل عليهم ويسألهم،\nكفر إجماعا.\n</p>\n\n<p>\nوقال: من اعتقد أن زيارة أهل الذمة في كنائسهم قربة إلى الله فهو مرتد،\nوإن جهل أن ذلك محرم، عرف ذلك فإن أصر صار مرتدا.\n</p>\n\n<p>\nوقال: من سب الصحابة أو واحدا منهم أو (¬1) اقترن بسبه دعوى أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nعليا إله أو نبي أو أن جبريل غلط فلا شك في كفر هذا بل لا شك في كفر من\nتوقف في تكفيره.\n</p>\n\n<p>\nوقال أيضا: من زعم أن الصحابة ارتدوا بعد رسول الله - صلى الله عليه وسلم\n- إلا نفر قليلا لا يبلغون بضعة عشر أو أنهم فسقوا فلا ريب في كفر قائل ذلك\nبل من شك في كفره فهو كافر. انتهى\n</p>\n\n<p>\nفانظر كيف كفر الشاك، والشاك جاهل فلم ير الجهل عذرا في مثل هذه الأمور.\n</p>\n\n<p>\nوقال رحمه الله في أثناء كلام له: ولهذا قالوا من عصى مستكبرا كإبليس كفر\nبالاتفاق ومن عصى مشتبها لم يكفر عند أهل السنة، ومن فعل المحارم مستحلا\nفهو كافر بالاتفاق، قال: والاستحلال اعتقاد أنها حلال وذلك يكون تارة\nباعتقاد أن الله لم يحرمها وتارة بعدم <span id='ms6'></span> اعتقاد أن الله حرمها، وهذا يكون\nلخلل في الإيمان بالربوبية أو الرسالة ويكون جحدا محضا غير مبني على مقدمة،\nوتارة يعلم أن الله حرمها ثم يمتنع من التزام هذا التحريم ويعاند فهذا أشد\nكفرا ممن قبله. انتهى\n</p>\n\n<p>\nوكلامه رحمه الله في مثل هذا كثير. فلم يخص التكفير بالمعاند مع القطع\nبأن أكثر هؤلاء جهال لم يعلموا أن ما قالوه أو فعلوه كفر، فلم يعذروا\nبالجهل في مثل هذه الأشياء لأن منها ماهو مناقض للتوحيد الذي هو أعظم\nالواجبات، ومنها ما هو متضمن معارضة الرسالة ورد نصوص الكتاب والسنة\nالظاهرة المجمع عليها بين علماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nالسلف.\n</p>\n\n<p>\nوقد نص السلف والأئمة على تكفير أناس بأقوال صدرت منهم مع العلم أنهم غير\nمعاندين. ولهذا قال الفقهاء رحمهم الله تعالى: من جحد وجوب عبادة من\nالعبادات الخمس أو جحد حل الخبز ونحوه أو جحد تحريم الخمر ونحوه أو شك في\nذلك، ومثله لا يجهله كفر، وإن كان مثله يجهله عرف ذلك، فإن أصر بعد التعريف\nكفر وقتل ولم يخصوا الحكم بالمعاند. وذكروا في باب حكم المرتد أشياء كثيرة\nأقوالا وأفعالا يكون صاحبها بها مرتدا ولم يقيدوا الحكم بالمعاند.\n</p>\n\n<p>\nوقال الشيخ أيضا: لما استحل طائفة من الصحابة والتابعين الخمر كقدامة\nوأصحابه وظنوا أنها تباح لمن آمن وعمل صالحا على ما فهموه من آية المائدة\nقال تعالى: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما\nاتقوا وآمنوا وعملوا الصالحات...} اتفق علماء الصحابة كعمر وعلي وغيرهما\nعلى أنهم يستتابون، فإن أصروا على الاستحلال كفروا، وإن أقروا به جلدوا،\nفلم يكفروهم بالاستحلال ابتداء لأجل الشبهة حتى يبين لهم الحق فإن أصروا كفروا.\n</p>\n\n<p>\nوقال أيضا: ونحن نعلم بالضرورة أن رسول الله - صلى الله عليه وسلم - لم\nيشرع لأمته أن يدعوا أحدا من الأحياء والأموات لا الأنبياء ولا غيرهم لا\nبلفظ الاستغاثة ولا بلفظ الاستعانة ولا بغيرهما، كما أنه لم يشرع لهم\nالسجود لميت ولا إلى ميت ونحو ذلك بل نعلم أنه نهى عن ذلك كله وأنه من <span id='ms7'></span>\nالشرك الذي حرمه الله ورسوله لكن لغلبة الجهل وقلة العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nبآثار الرسالة في كثير من المتأخرين لم يمكن تكفيرهم بذلك حتى يبين لهم ما\nجاء به الرسول. انتهى\n</p>\n\n<p>\nفانظر إلى قوله لم يمكن تكفيرهم حتى يبين لهم ما جاء به الرسول، ولم يقل\nحتى يتبين لهم وتتحقق منهم المعاندة بعد المعرفة.\n</p>\n\n<p>\nوقال أيضا لما أنجز كلامه في ذكر ما عليه كثير من الناس من الكفر\nوالخروج عن الإسلام قال: وهذا كثير غالب لا سيما في الأعصار والأمصار التي\nتغلب فيها الجاهلية والكفر والنفاق، فلهؤلاء من عجائب الجهل والظلم والكذب\nوالكفر والنفاق والضلال مالا يتسع لذكره المقال.\n</p>\n\n<p>\nوإذا كان في المقالات الخفية فقد يقال أنه فيها مخطئ ضال لم تقم عليه\nالحجة التي يكفر صاحبها لكن ذلك يقع في طوائف منهم في الأمور الظاهرة التي\nيعلم الخاصة والعامة من المسلمين أنها من دين الإسلام بل اليهود والنصارى\nوالمشركون يعلمون أن محمدا - صلى الله عليه وسلم - بعث بها وكفر من خالفها\nمثل أمره بعبادة الله وحده لا شريك له ونهيه عن عبادة أحد سوى الله من\nالملائكة والنبيين أو غيرهم، فإن هذا أظهر شعائر الإسلام، ومثل معاداة\nاليهود والنصارى والمشركين، ومثل تحريم الفواحش والربا والخمر والميسر ونحو\nذلك، ثم تجد كثيرا من رؤوسهم وقعوا في هذه الأنواع فكانوا مرتدين، وإن\nكانوا قد يتوبون من ذلك أو يعودون إلى أن قال: وبلغ من ذلك أن منهم يصنفون\nفي دين المشركين والردة عن الإسلام كما صنف الرازي كتابه في عبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nالكواكب وأقام الأدلة على حسن ذلك ومنفعته ورغب فيه، وهذه ردة عن الإسلام\nباتفاق المسلمين وإن كان قد تاب عنه وعاد إلى الإسلام. انتهى\n</p>\n\n<p>\nفانظر إلى تفريقه بين المقالات الخفية والأمور الظاهرة فقال في المقالات\nالخفية التي هي كفر: قد يقال أنه فيها مخطئ ضال لم تقم عليه الحجة التي\nيكفر صاحبها ولم يقل ذلك في الأمور الظاهرة.\n</p>\n\n<p>\nفكلامه ظاهر في الفرق بين الأمور الظاهرة والخفية. فيكفر بالأمور الظاهر\nحكمها مطلقا، وبما يصدر منها <span id='ms8'></span> من مسلم جهلا، كاستحلال محرم أو فعل أو قول\nشركي بعد تعريف، ولا يكفر بالأمور الخفية جهلا كالجهل في بعض الصفات فلا\nيكفر الجاهل بها مطلقا وإن كان داعية، كقوله للجهمية: أنتم عندي لا تكفرون\nلأنكم جهال. وقوله (عندي) يبين أن عدم تكفيرهم ليس أمرا مجمعا عليه لكنه\nاختياره.\n</p>\n\n<p>\nوقوله في هذه المسألة خلاف المشهور في المذهب. فإن الصحيح من المذهب\nتكفير المجتهد الداعي إلى القول بخلق القرآن أو نفي الرؤيا أو الرفض ونحو\nذلك وتفسيق المقلد.\n</p>\n\n<p>\nقال المجد ابن تيمية رحمه الله: الصحيح أن كل بدعة كفرنا فيها الداعية\nفإنا نفسق المقلد فيها، كمن يقول بخلق القرآن أو أن علم الله مخلوق، أو أن\nأسماءه مخلوقة أو أنه لا يرى في الآخرة، أو يسب الصحابة تدينا، أو أن\nالإيمان مجرد الاعتقاد، وما أشبه ذلك، فمن كان عالما في شيء من هذه البدع\nيدعو إليه ويناظر عليه فهو محكوم بكفره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nنص أحمد على ذلك في مواضع. انتهى\n</p>\n\n<p>\nفانظر كيف حكموا بكفرهم مع جهلهم، والشيخ رحمه الله يختار عدم كفرهم\nويفسقون عنده.\n</p>\n\n<p>\nونحوه قول ابن القيم رحمه الله تعالى فإنه قال: وفسق الاعتقاد كفسق أهل\nالبدع الذين يؤمنون بالله واليوم الآخر ويحرمون ما حرم الله، ويوجبون ما\nأوجب الله ولكن ينفون كثيرا مما أثبت الله ورسوله جهلا وتأويلا وتقليدا\nللشيوخ، ويثبتون مالم يثبته الله ورسوله كذلك، وهؤلاء كالخوارج المارقة\nوكثير من الروافض والقدرية والمعتزلة وكثير من الجهمية الذين ليسوا غلاة في\nالتجهم.\n</p>\n\n<p>\nوأما غلاة الجهمية فكغلاة الرافضة ليس للطائفتين في الإسلام نصيب، ولذلك\nأخرجهم جماعة من السلف من الثنتين والسبعين فرقة، وقالوا: هم مباينون\nللملة. انتهى\n</p>\n\n<p>\nوبالجملة فيجب على من نصح نفسه أن لا يتكلم في هذه المسألة إلا بعلم\nوبرهان من الله، وليحذر من إخراج رجل من الإسلام بمجرد فهمه واستحسان عقله\nفإن إخراج رجل من الإسلام أو إدخاله فيه أعظم أمور الدين، وقد كفينا بيان\nهذه المسألة كغيرها بل حكمها في الجملة أظهر أحكام الدين.\n</p>\n\n<p>\nفالواجب علينا الاتباع وترك <span id='ms9'></span> الابتداع كما قال ابن مسعود رضي الله عنه\n(اتبعوا ولا تبتدعوا، فقد كفيتم) وأيضا فما تنازع العلماء في كونه كفرا\nفالاحتياط للدين التوقف وعدم الاقدام مالم يكن في المسألة نص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nصريح عن المعصوم - صلى الله عليه وسلم -.\n</p>\n\n<p>\nوقد استزل الشيطان أكثر الناس في هذه المسألة فقصر بطائفة فحكموا بإسلام\nمن دلت نصوص الكتاب والسنة والاجماع على كفره، وتعدى بآخرين فكفروا من حكم\nالكتاب والسنة مع الاجماع بأنه مسلم. ومن العجب أن أحد هؤلاء لو سئل عن\nمسألة في الطهارة أو البيع لم يفتي بمجرد فهمه واستحسان عقله، بل يبحث عن\nكلام العلماء ويفتي بما قالوه فكيف يعتمد في هذا الأمر العظيم الذي هو أعظم\nأمور الدين وأشد خطرا على مجرد فهمه واستحسانه؟ ، فيا مصيبة الإسلام من\nهاتين الطائفتين، ومنحته من تينك البليتين.\n</p>\n\n<p>\nنسألك اللهم أن تهدينا الصراط المستقيم، صراط الذين أنعمت عليهم غير\nالمغضوب عليهم ولا الضالين، والحمد لله رب العالمين، وصلى الله على محمد\nوآله وصحبه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) أي المعلوم من الدين بالضرورة كحرمة الربا والزنا وكوجوب الصلاة\nبمعنى: أن من أنكر وجوب الصلاة كفر , ومن أنكر وجوب الزكاة كفر , ومن قال\nبحل الربا والزنا فقد كفر. والله اعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) * هذا على حسب النسخة المطبوعة لمكتبة (السلام العالمية) ، وهو تصحيف\nوالصواب بدلا من (أو) الاقتصار على حرف الواو فقط، وهذا هو المشهور من كلام\nشيخ الاسلام رحمه الله ذكر ذلك في آخر كتاب (الصارم) : أما من اقترن بسبه\nدعوى أن عليا إله. . . إلخ اه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "007",
    "010"
  ],
  "volumes": [
    "01"
  ]
}