{
  "content": "\n<h1 class='l1' id='head0'>(باب استحباب ركعتي سنة الفجر والحث عليهما وتخفيفهما)</h1>\n\n<p>\nوالمحافظة عليهما وبيان ما يستحب أن يقرأ فيهما\n</p>\n\n<p>\n[723] قوله ركع ركعتين خفيفتين فيه أنه يسن تخفيف سنة الصبح وأنهما\nركعتان قوله كان إذا طلع الفجر لا يصلي إلا ركعتين خفيفتين قد يستدل به من\nيقول تكره الصلاة من طلوع الفجر إلا سنة الصبح وما له سبب ولأصحابنا في\nالمسألة ثلاثة أوجه أحدها هذا ونقله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالقاضي عن مالك والجمهور والثاني لا تدخل الكراهة حتى يصلي سنة الصبح\nوالثالث لا تدخل الكراهة حتى يصلي فريضة الصبح وهذا هو الصحيح عند أصحابنا\nوليس في هذا الحديث دليل ظاهر على الكراهة إنما فيه الإخبار بأنه كان صلى\nالله عليه وسلم لا يصلي غير ركعتي السنة ولم ينه عن غيرها\n</p>\n\n<p>\n[724] قوله كان رسول الله صلى الله عليه وسلم يصلي ركعتي الفجر إذا سمع\nالأذان ويخففهما وفي رواية إذا طلع الفجر فيه أن سنة الصبح لا يدخل وقتها\nإلا بطلوع الفجر واستحباب تقديمها في أول طلوع الفجر وتخفيفها وهو مذهب\nمالك والشافعي والجمهور وقال بعض السلف لا بأس بإطالتهما ولعله أراد أنها\nليست محرمة ولم يخالف في استحباب التخفيف وقد بالغ قوم <span id='ms0881'></span> فقالوا لا قراءة\nفيهما أصلا حكاه الطحاوي والقاضي وهو غلط بين فقد ثبت في الأحاديث الصحيحة\nالتي ذكرها مسلم بعد هذا أن رسول الله صلى الله عليه وسلم كان يقرأ فيهما\nبعد الفاتحة بقل يا أيها الكافرون وقل هو الله أحد وفي رواية قولوا آمنا\nبالله وقل يا أهل الكتاب تعالوا وثبت في الأحاديث الصحيحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nلا صلاة إلا بقراءة ولا صلاة إلا بأم القرآن ولا تجزئ صلاة لا يقرأ فيها\nبالقرآن واستدل بعض الحنفية بهذا الحديث على أنه لا يؤذن للصبح قبل طلوع\nالفجر للأحاديث الصحيحة إن بلالا يؤذن بليل فكلوا واشربوا حتى يؤذن بن أم\nمكتوم وهذا الحديث الذي في الباب المراد به الأذان الثاني قولها يصلي ركعتي\nالفجر فيخفف حتى إني أقول هل قرأ فيهما بأم القرآن هذا الحديث دليل على\nالمبالغة في التخفيف والمراد المبالغة بالنسبة إلى عادته صلى الله عليه\nوسلم من إطالة صلاة الليل وغيرها من نوافله وليس فيه دلالة لمن قال لا تقرأ\nفيهما أصلا لما قدمناه من الدلائل الصحيحة الصريحة قولها لم يكن على شيء من\nالنوافل أشد معاهدة منه على ركعتين قبل الصبح فيه دليل على عظم فضلهما\nوأنهما سنة ليستا واجبتين وبه قال جمهور العلماء وحكى القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p004'> Vol. 06, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nعياض عن الحسن البصري رحمهما الله تعالى وجوبهما والصواب عدم الوجوب\nلقولها على شيء من النوافل مع قوله صلى الله عليه وسلم خمس صلوات قال هل\nعلي غيرها قال لا إلا أن تطوع وقد يستدل به لأحد القولين عندنا في ترجيح\nسنة الصبح على الوتر لكن لا دلالة فيه لأن الوتر كان واجبا على رسول الله\nصلى الله عليه وسلم فلا يتناوله هذا الحديث\n</p>\n\n<p>\n[725] قوله صلى الله عليه وسلم ركعتا الفجر خير من الدنيا وما فيها أي من\nمتاع الدنيا\n</p>\n\n<p>\n[726] قوله قرأ في ركعتي الفجر قل يا أيها الكافرون وقل هو الله أحد وفي\nالرواية الأخرى\n</p>\n\n<p>\n[727] قرأ الآيتين قولوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nآمنا بالله وما أنزل إلينا وقل يا أهل الكتاب تعالوا هذا دليل لمذهبنا\nومذهب الجمهور <span id='ms0882'></span> أنه يستحب أن يقرأ فيهما بعد الفاتحة سورة ويستحب أن يكون\nهاتان السورتان أو الآيتان كلاهما سنة وقال مالك وجمهور أصحابه لا يقرأ غير\nالفاتحة وقال بعض السلف لا يقرأ شيئا كما سبق وكلاهما خلاف هذه السنة\nالصحيحة التي لا معارض لها\n</p>\n\n<h1 class='l1' id='head1'>(باب فضل السنن الراتبة قبل الفرائض وبعدهن وبيان </h1>\n\n<p>\nعددهن)\n</p>\n\n<p>\n[728] فيه حديث أم حبيبة من صلى اثنتي عشرة ركعة في يوم وليلة بني له بهن\nبيت في الجنة وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nرواية ما من عبد مسلم يصلي لله تعالى في كل يوم ثنتي عشرة ركعة تطوعا غير\nفريضة إلا بنى الله له بيتا في الجنة وفي حديث بن عمر قبل الظهر سجد سجدتين\nوكذا بعدها وبعد المغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوالعشاء والجمعة وزاد في صحيح البخاري قبل الصبح ركعتين وهذه اثنتا عشرة\nوفي حديث عائشة هنا أربعا قبل الظهر وركعتين بعدها وبعد المغرب وبعد العشاء\nوإذا طلع الفجر صلى ركعتين وهذه اثنتا عشرة أيضا وليس للعصر ذكر في\nالصحيحين وجاء في سنن أبي داود بإسناد صحيح عن علي رضي الله عنه أن النبي\nصلى الله عليه وسلم كان يصلي قبل العصر ركعتين وعن بن عمر عن النبي صلى\nالله عليه وسلم قال رحم الله امرأ صلى قبل العصر أربعا رواه أبو داود\nوالترمذي وقال حديث حسن وجاء في أربع بعد الظهر حديث صحيح عن أم حبيبة قالت\nقال رسول الله صلى الله عليه وسلم من حافظ على أربع ركعات قبل الظهر وأربع\nبعدها حرمه الله على النار رواه أبو داود والترمذي وقال حديث حسن صحيح وفي\nصحيح البخاري عن بن مغفل أن النبي صلى الله عليه وسلم قال صلوا قبل المغرب\nقال في الثالثة لمن شاء وفي الصحيحين عن بن مغفل أيضا عن النبي صلى الله\nعليه وسلم بين كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nأذانين صلاة المراد بين الأذان والإقامة فهذه جملة من الأحاديث الصحيحة\nفي السنن الراتبة مع الفرائض قال أصحابنا وجمهور العلماء بهذه الأحاديث\nكلها واستحبوا جميع هذه النوافل المذكورة في الأحاديث السابقة ولا خلاف في <span id='ms0883'></span>\nشيء منها عند أصحابنا إلا في الركعتين قبل المغرب ففيهما وجهان لأصحابنا\nأشهرهما لا يستحب والصحيح عند المحققين استحبابهما بحديثي بن مغفل وبحديث\nابتدارهم السواري بها وهو في الصحيحين قال أصحابنا وغيرهم واختلاف الأحاديث\nفي أعدادها محمول على توسعة الأمر فيها وأن لها أقل وأكمل فيحصل أصل السنة\nبالأقل ولكن الاختيار فعل الأكثر الأكمل وهذا كما سبق في اختلاف أحاديث\nالضحى وكما في أحاديث الوتر فجاءت فيها كلها أعدادها بالأقل والأكثر وما\nبينهما ليدل على أقل المجزئ في تحصيل أصل السنة وعلى الأكمل والأوسط والله\nأعلم قوله حدثنا أبو خالد عن داود بن هند عن النعمان بن سالم عن عمرو بن\nأوس عن عنبسة بن أبي سفيان عن أم حبيبة هذا الحديث فيه أربعة تابعيون بعضهم\nعن بعض وهم داود والنعمان وعمرو وعنبسة وقد سبقت لهذا نظائر كثيرة قوله\nبحديث يتسار إليه هو بمثناة تحت مفتوحة ثم مثناة فوق وتشديد الراء المرفوعة\nأي يسر به من السرور لما فيه من البشارة مع سهولته وكان عنبسة محافظا عليه\nكما ذكره في آخر الحديث ورواه بعضهم بضم أوله على ما لم يسم فاعله وهو صحيح\nأيضا قوله ص تطوعا غير فريضة هو من باب التوكيد ورفع احتمال إرادة\nالاستعاذة ففيه استحباب استعمال التوكيد إذا احتيج إليه قوله قالت أم حبيبة\nفما تركتهن وكذا قال عنبسة وكذا قال عمرو بن أوس والنعمان بن سالم فيه أن\nيحسن من العالم ومن يقتدى به أن يقول مثل هذا ولا يقصد به تزكية نفسه بل\nيريد حث السامعين على التخلق بخلقه في ذلك وتحريضهم على المحافظة عليه\nوتنشيطهم لفعله\n</p>\n\n<p>\n[729] قوله صليت مع رسول الله صلى الله عليه وسلم قبل الظهر سجدتين أي\nركعتين قولها كان يصلي في بيتي قبل الظهر أربعا ثم يخرج فيصلي بالناس ثم\nيدخل فيصلي ركعتين وذكرت مثله في المغرب والعشاء ونحوه في حديث بن عمر فيه\nاستحباب النوافل الراتبة في البيت كما يستحب فيه غيرها ولا خلاف في هذا\nعندنا وبه قال <span id='ms0884'></span> الجمهور وسواء عندنا وعندهم راتبة فرائض النهار والليل قال\nجماعة من السلف الاختيار فعلها في المسجد كلها وقال مالك والثوري الأفضل\nفعل نوافل النهار الراتبة في المسجد وراتبة الليل في البيت ودليلنا هذه\nالأحاديث الصحيحة وفيها التصريح بأنه صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي سنة الصبح والجمعة في بيته وهما صلاتا نهار مع قوله صلى الله عليه\nوسلم أفضل الصلاة صلاة المرء في بيته إلا المكتوبة وهذا عام صحيح صريح لا\nمعارض له فليس لأحد العدول عنه والله أعلم قال العلماء والحكمة في شرعية\nالنوافل تكميل الفرائض بها إن عرض فيها نقص كما ثبت في الحديث في سنن أبي\nداود وغيره ولترتاض نفسه بتقديم النافلة ويتنشط بها ويتفرغ قلبه أكمل فراغ\nللفريضة ولهذا يستحب أن تفتح صلاة الليل بركعتين خفيفتين كما ذكره مسلم بعد\nهذا قريبا\n</p>\n\n<h1 class='l1' id='head2'>(باب جواز النافلة قائما وقاعدا وفعل بعض الركعة </h1>\n\n<p>\nقائما وبعضها قاعدا)\n</p>\n\n<p>\nقولها وإذا صلى قاعدا ركع قاعدا فيه جواز النفل قاعدا مع القدرة على\nالقيام وهو إجماع العلماء قوله كنت شاكيا بفارس وكنت أصلي قاعدا فسألت عن\nذلك عائشة رضي الله عنها هكذا ضبطه جميع الرواة المشارقة والمغاربة بفارس\nبكسر الباء الموحدة الجارة وبعدها فاء وكذا نقله القاضي عن جميع الرواة قال\nوغلط بعضهم فقال صوابه نقارس بالنون والقاف وهو وجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nمعروف لأن عائشة لم تدخل بلاد فارس قط فكيف يسألها فيها وغلطه القاضي في\nهذا وقال ليس بلازم أن يكون سألها في بلاد فارس بل سألها بالمدينة بعد\nرجوعه من فارس وهذا ظاهر الحديث وأنه إنما سألها عن أمر انقضى هل هو صحيح\nأم لا لقوله وكنت أصلي قاعدا\n</p>\n\n<p>\n[731] قولها قرأ جالسا حتى إذا بقي عليه من السورة ثلاثون أو أربعون آية\nقام فقرأهن ثم ركع فيه جواز الركعة الواحدة بعضها من قيام وبعضها من قعود\nوهو مذهبنا ومذهب مالك وأبي حنيفة وعامة العلماء وسواء قام ثم قعد أو قعد\nثم قام ومنعه بعض السلف وهو غلط وحكى القاضي عن أبي يوسف ومحمد صاحبي <span id='ms0885'></span> أبي\nحنيفة في آخرين كراهة القعود بعد القيام ولو نوى القيام ثم أراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nأن يجلس جاز عندنا وعند الجمهور وجوزه من المالكية بن القاسم ومنعه أشهب\nقولها كان رسول الله صلى الله عليه وسلم يقرأ وهو قاعد فإذا أراد أن يركع\nقام قدر ما يقرأ الإنسان أربعين آية هذا دليل على استحباب تطويل القيام في\nالنافلة وأنه أفضل من تكثير الركعات في ذلك الزمان وقد تقدمت المسألة\nمبسوطة وذكرنا اختلاف العلماء فيهما وأن مذهب الشافعي تفضيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالقيام\n</p>\n\n<p>\n[732] قولها قعد بعد ما حطمه الناس قال الراوي في تفسيره يقال حطم فلانا\nأهله إذا كبر فيهم كأنه لما حمله من أمورهم وأثقالهم والاعتناء بمصالحهم\nصيروه شيخا محطوما والحطم الشيء اليابس قولها لما بدن رسول الله صلى الله\nعليه وسلم وثقل كان أكثر صلاته جالسا قال القاضي عياض رحمه الله قال أبو\nعبيد في تفسير هذا الحديث بدن الرجل بفتح الدال المشددة تبدينا إذا أسن قال\nأبو عبيد ومن رواه بدن بضم الدال المخففة فليس له معنى هنا لأن معناه كثر\nلحمه وهو خلاف صفته صلى الله عليه وسلم يقال بدن يبدن بدانة وأنكر أبو عبيد\nالضم قال القاضي روايتنا في مسلم عن جمهورهم بدن بالضم وعن العذري بالتشديد\nوأراه إصلاحا قال ولا ينكر اللفظان في حقه صلى الله عليه وسلم فقد قالت\nعائشة في صحيح مسلم بعد هذا بقريب فلما أسن رسول الله صلى الله عليه وسلم\nوأخذ اللحم أوتر بسبع وفي حديث آخر ولحم وفي آخر أسن وكثر لحمه وقول بن أبي\nهالة في وصفه بادن متماسك هذا كلام القاضي والذي ضبطناه ووقع في أكثر أصول\nبلادنا بالتشديد والله أعلم\n</p>\n\n<p>\n[733] قوله عن بن شهاب عن السائب بن يزيد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالمطلب بن أبي وداعة عن حفصة هؤلاء ثلاثة صحابيون يروي بعضهم عن بعض\nالسائب والمطلب وحفصة\n</p>\n\n<p>\n[735] قوله هلال بن يساف بفتح الياء وكسرها ويقال فيه إساف بكسر الهمزة\nقوله عن عبد الله بن عمرو أنه وجد النبي صلى الله عليه وسلم يصلي <span id='ms0886'></span> جالسا قال\nفوضعت يدي على رأسه فقال مالك يا عبد الله بن عمرو قلت حدثت يا رسول الله\nأنك قلت صلاة الرجل قاعدا على نصف الصلاة وأنت تصلي قاعدا قال أجل ولكني\nلست كأحد منكم معناه أن صلاة القاعد فيها نصف ثواب القائم فيتضمن صحتها\nونقصان أجرها وهذا الحديث محمول على صلاة النفل قاعدا مع القدرة على القيام\nفهذا له نصف ثواب القائم وأما إذا صلى النفل قاعدا لعجزه عن القيام فلا\nينقص ثوابه بل يكون كثوابه قائما وأما الفرض فإن الصلاة قاعدا مع قدرته على\nالقيام لم يصح فلا يكون فيه ثواب بل يأثم به قال أصحابنا وإن استحله كفر\nوجرت عليه أحكام المرتدين كما لو استحل الزنى والربا أو غيره من المحرمات\nالشائعة التحريم وإن صلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالفرض قاعدا لعجزه عن القيام أو مضطجعا لعجزه عن القيام والقعود فثوابه\nكثوابه قائما لم ينقص باتفاق أصحابنا فيتعين حمل الحديث في تنصيف الثواب\nعلى من صلى النفل قاعدا مع قدرته على القيام هذا تفصيل مذهبنا وبه قال\nالجمهور في تفسير هذا الحديث وحكاه القاضي عياض عن جماعة منهم الثوري وبن\nالماجشون وحكي عن الباجي من أئمة المالكية أنه حمله على المصلي فريضة لعذر\nأو نافلة لعذر أو لغير عذر قال وحمله بعضهم على من له عذر يرخص في القعود\nفي الفرض والنفل ويمكنه القيام بمشقة وأما قوله ص لست كأحد منكم فهو عند\nأصحابنا من خصائص النبي صلى الله عليه وسلم فجعلت نافلته قاعدا مع القدرة\nعلى القيام كنافلته قائما تشريفا له كما خص بأشياء معروفة في كتب أصحابنا\nوغيرهم وقد استقصيتها في أول كتاب تهذيب الأسماء واللغات وقال القاضي عياض\nمعناه أن النبي صلى الله عليه وسلم لحقه مشقة من القيام لحطم الناس وللسن\nفكان أجره تاما بخلاف غيره ممن لا عذر له هذا كلامه وهو ضعيف أو باطل لأن\nغيره ص إن كان معذورا فثوابه أيضا كامل وإن كان قادرا على القيام فليس هو\nكالمعذور فلا يبقى فيه تخصيص <span id='ms0887'></span> فلا يحسن على هذا التقدير لست كأحد منكم\nوإطلاق هذا القول فالصواب ما قاله أصحابنا أن نافلته ص قاعدا مع القدرة على\nالقيام ثوابها كثوابه قائما وهو من الخصائص والله أعلم واختلف العلماء في\nالأفضل من كيفية القعود موضع القيام في النافلة وكذا في الفريضة إذا عجز\nوللشافعي قولان أظهرهما يقعد مفترشا والثاني متربعا وقال بعض أصحابنا\nمتوركا وبعض أصحابنا ناصبا ركبته وكيف قعد جاز لكن الخلاف في الأفضل والأصح\nعندنا جواز التنفل مضطجعا للقادر على القيام والقعود للحديث الصحيح في\nالبخاري ومن صلى قائما فله نصف أجر القاعد وإذا صلى مضطجعا فعلى يمينه فإن\nكان على يساره جاز وهو خلاف الأفضل فإن استلقى مع إمكان الاضطجاع لم يصح\nقيل الأفضل مستلقيا وأنه إذا اضطجع لا يصح والصواب الأول والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>(باب صلاة الليل وعدد ركعات النبي صلى الله عليه </h1>\n\n<p>\nوسلم في الليل)\n</p>\n\n<p>\nوأن الوتر ركعة وأن الركعة صلاة صحيحة قال القاضي عياض في حديث عائشة من\nرواية سعد بن هشام قيام النبي صلى الله عليه وسلم بتسع ركعات وحديث عروة عن\nعائشة بإحدى عشرة منهن الوتر يسلم من كل ركعتين وكان يركع ركعتي الفجر إذا\nجاءه المؤذن ومن رواية هشام بن عروة وغيره عن عروة عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nثلاث عشرة بركعتي الفجر وعنها كان لا يزيد في رمضان ولا غيره على إحدى\nعشرة ركعة أربعا أربعا وثلاثا وعنها كان يصلي ثلاث عشرة ثمانيا ثم يوتر ثم\nيصلي ركعتين وهو جالس ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي ركعتي الفجر وقد فسرتها في الحديث الآخر منها ركعتا الفجر وعنها في\nالبخاري أن صلاته صلى الله عليه وسلم بالليل سبع وتسع وذكر البخاري ومسلم\nبعد هذا من حديث بن عباس أن صلاته صلى الله عليه وسلم من الليل ثلاث عشرة\nركعة وركعتين بعد الفجر سنة الصبح وفي حديث زيد بن خالد أنه صلى الله عليه\nوسلم صلى ركعتين خفيفتين ثم طويلتين وذكر الحديث وقال في آخره فتلك ثلاث\nعشرة قال القاضي قال العلماء في هذه الأحاديث إخبار كل <span id='ms0888'></span> واحد من بن عباس\nوزيد وعائشة بما شاهد وأما الاختلاف في حديث عائشة فقيل هو منها وقيل من\nالرواة عنها فيحتمل أن إخبارها بأحد عشرة هو الأغلب وباقي رواياتها إخبار\nمنها بما كان يقع نادرا في بعض الأوقات فأكثره خمس عشرة بركعتي الفجر وأقله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nسبع وذلك بحسب ما كان يحصل من اتساع الوقت أو ضيقه بطول قراءة كما جاء في\nحديث حذيفة وبن مسعود أو لنوم أو عذر مرض أو غيره أو في بعض الأوقات عند\nكبر السن كما قالت فلما أسن صلى سبع ركعات أو تارة تعد الركعتين الخفيفتين\nفي أول قيام الليل كما رواه زيد بن خالد وروتها عائشة بعدها هذا في مسلم\nوتعد ركعتي الفجر تارة وتحذفهما تارة أو تعد إحداهما وقد تكون عدت راتبة\nالعشاء مع ذلك تارة وحذفتها تارة قال القاضي ولا خلاف أنه ليس في ذلك حد لا\nيزاد عليه ولا ينقص منه وأن صلاة الليل من الطاعات التي كلما زاد فيها زاد\nالأجر وإنما الخلاف في فعل النبي صلى الله عليه وسلم وما اختاره لنفسه\nوالله أعلم قوله ويوتر منها بواحدة دليل على أن أقل الوتر ركعة وأن الركعة\nالفردة صلاة صحيحة وهو مذهبنا ومذهب الجمهور وقال أبو حنيفة لا يصح الإيتار\nبواحدة ولا تكون الركعة الواحدة صلاة قط والأحاديث الصحيحة ترد عليه\n</p>\n\n<p>\n[736] قولها أن رسول الله صلى الله عليه وسلم كان يصلي بالليل إحدى عشرة\nركعة يوتر منها بواحدة فإذا فرغ منها اضطجع على شقه الأيمن حتى يأتيه\nالمؤذن فيصلي ركعتين خفيفتين قال القاضي عياض في هذا الحديث أن الاضطجاع\nبعد صلاة الليل وقبل ركعتي الفجر وفي الرواية الأخرى عن عائشة أنه صلى الله\nعليه وسلم كان يضطجع بعد ركعتي الفجر وفي حديث بن عباس أن الاضطجاع كان بعد\nصلاة الليل قبل ركعتي الفجر قال وهذا فيه رد على الشافعي وأصحابه في قولهم\nأن الاضطجاع بعد ركعتي الفجر سنة قال وذهب مالك وجمهور العلماء وجماعة من\nالصحابة إلى أنه بدعة وأشار إلى <span id='ms0889'></span> أن رواية الاضطجاع بعد ركعتي الفجر مرجوحة\nقال فتقدم رواية الاضطجاع قبلهما قال ولم يقل أحد في الاضطجاع قبلهما أنه\nسنة فكذا بعدهما قال وقد ذكر مسلم عن عائشة فإن كنت مستيقظة حدثني وإلا\nاضطجع فهذا يدل على أنه ليس بسنة وأنه تارة كان يضطجع قبل وتارة بعد وتارة\nلا يضطجع هذا كلام القاضي والصحيح أو الصواب أن الاضطجاع بعد سنة الفجر\nلحديث أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا صلى أحدكم ركعتي\nالفجر فليضطجع على يمينه رواه أبو داود والترمذي بإسناد صحيح على شرط\nالبخاري ومسلم قال الترمذي هو حديث حسن صحيح فهذا حديث صحيح صريح في الأمر\nبالاضطجاع وأما حديث عائشة بالاضطجاع بعدها وقبلها وحديث بن عباس قبلها فلا\nيخالف هذا فإنه لا يلزم من الاضطجاع قبلها أن لا يضطجع بعد ولعله صل ى الله\nعليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nترك الاضطجاع بعدها في بعض الأوقات بيانا للجواز لو ثبت الترك ولم يثبت\nفلعله كان يضطجع قبل وبعد وإذا صح الحديث في الأمر بالاضطجاع بعدها مع\nروايات الفعل الموافقة للأمر به تعين المصير إليه وإذا أمكن الجمع بين\nالأحاديث لم يجز رد بعضها وقد أمكن بطريقين أشرنا إليهما أحدهما أنه اضطجع\nقبل وبعد والثاني أنه تركه بعد في بعض الأوقات لبيان الجواز والله أعلم\nقولها اضطجع على شقه الأيمن دليل على استحباب الاضطجاع والنوم على الشق\nالأيمن قال العلماء وحكمته أنه لا يستغرق في النوم لأن القلب في جنبه\nاليسار فيعلق حينئذ فلا يستغرق وإذا نام على اليسار كان في دعة واستراحة\nفيستغرق قولها حتى يأتيه المؤذن دليل على استحباب اتخاذ مؤذن راتب للمسجد\nوفيه جواز إعلام المؤذن الإمام بحضور الصلاة وإقامتها واستدعائه لها وقد\nصرح به أصحابنا وغيرهم قولها فيصلي ركعتين خفيفتين هما سنة الصبح وفيه دليل\nعلى تخفيفهما وقد سبق بيانه في بابه قولها ليسلم بين كل ركعتين دليل على\nاستحباب السلام في كل ركعتين والذي جاء في بعض الأحاديث لا يسلم إلا في\nالآخرة <span id='ms0890'></span> محمول على بيان الجواز قولها ويوتر بواحدة صريح في صحة الركعة\nالواحدة وأن أقل الوتر ركعة وقد سبق قريبا\n</p>\n\n<p>\n[737] قولها يصلي من الليل ثلاث عشرة ركعة يوتر من ذلك بخمس لا يجلس في\nشيء إلا في آخرها وفي رواية أخرى يسلم من كل ركعتين وفي رواية يصلي أربعا\nثم أربعا ثم ثلاثا وفي رواية ثمان ركعات ثم يوتر بركعة وفي رواية عشر ركعات\nويوتر بسجدة وفي حديث بن عباس فصلى ركعتين إلى آخره وفي حديث بن عمر صلاة\nالليل مثنى مثنى هذا كله دليل على أن الوتر ليس مختصا بركعة ولا بإحدى عشرة\nولا بثلاث عشرة بل يجوز ذلك وما بينه وأنه يجوز جمع ركعات بتسليمة واحدة\nوهذا لبيان الجواز وإلا فالأفضل التسليم من كل ركعتين وهو المشهور من فعل\nرسول الله صلى الله عليه وسلم وأمره بصلاة الليل مثنى مثنى\n</p>\n\n<p>\n[738] قولها كان يصلي أربعا فلا تسأل عن حسنهن وطولهن معناه هن في نهاية\nمن كمال الحسن والطول مستغنيات بظهور حسنهن وطولهن عن السؤال عنه والوصف\nوفي هذا الحديث مع الأحاديث المذكورة بعده في تطويل القراءة والقيام دليل\nلمذهب الشافعي وغيره ممن قال تطويل القيام أفضل من تكثير الركوع والسجود\nوقال طائفة تكثير الركوع والسجود أفضل وقال طائفة تطويل القيام في الليل\nأفضل وتكثير الركوع والسجود في النهار أفضل وقد سبقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة مبسوطة بدلائلها في أبواب صفة الصلاة قوله صلى الله عليه وسلم إن\nعيني تنامان ولا ينام قلبي هذا من خصائص الأنبياء صلوات الله وسلامه عليهم\nوسبق في حديث نومه صلى الله عليه وسلم في الوادي فلم يعلم بفوات وقت الصبح\nحتى طلعت الشمس وأن طلوع الفجر والشمس متعلق بالعين لا بالقلب وأما أمر\nالحدث ونحوه فمتعلق بالقلب وأنه قيل إنه في وقت ينام قلبه وفي وقت لا ينام\nفصادف الوادي نومه والصواب الأول قولها كان يصلي ثلاث عشرة ركعة يصلي ثمان\nركعات ثم يوتر ثم يصلي ركعتين وهو جالس فإذا أراد أن يركع قام فركع ثم يصلي\nركعتين <span id='ms0891'></span> بين النداء والإقامة من صلاة الصبح هذا الحديث أخذ بظاهره الأوزاعي\nوأحمد فيما حكاه القاضي عنهما فأباحا ركعتين بعد الوتر جالسا وقال أحمد لا\nأفعله ولا أمنع من فعله قال وأنكره مالك قلت الصواب أن هاتين الركعتين\nفعلهما صلى الله عليه وسلم بعد الوتر جالسا لبيان جواز الصلاة بعد الوتر\nوبيان جواز النفل جالسا ولم يواظب على ذلك بل فعله مرة أو مرتين أو مرات\nقليلة ولا تغتر بقولها كان يصلي فإن المختار الذي عليه الأكثرون والمحققون\nمن الأصوليين أن لفظة كان لا يلزم منها الدوام ولا التكرار وإنما هي فعل\nماض يدل على وقوعه مرة فإن دل دليل على التكرار عمل به وإلا فلا تقتضيه\nبوضعها وقد قالت عائشة رضي الله عنها كنت أطيب رسول الله صلى الله عليه\nوسلم لحله قبل أن يطوف ومعلوم أنه صلى الله عليه وسلم لم يحج بعد أن صحبته\nعائشة إلا حجة واحدة وهي حجة الوداع فاستعملت كان في مرة واحدة ولا يقال\nلعلها طيبته في إحرامه بعمرة لأن المعتمر لا يحل له الطيب قبل الطواف\nبالإجماع فثبت أنها استعملت كان في مرة واحدة كما قاله الأصوليون وإنما\nتأولنا حديث الركعتين جالسا لأن الروايات المشهورة في الصحيحين وغيرهما عن\nعائشة مع روايات خلائق من الصحابة في الصحيحين مصرحة بأن آخر صلاته صلى\nالله عليه وسلم في الليل كان وترا وفي الصحيحين أحاديث كثيرة مشهورة بالأمر\nبجعل آخر صلاة الليل وترا منها اجعلوا آخر صلاتكم بالليل وترا وصلاة الليل\nمثنى مثنى فإذا خفت الصبح فأوتر بواحدة وغير ذلك فكيف يظن به صلى الله عليه\nوسلم مع هذه الأحاديث وأشباهها أنه يداوم على ركعتين بعد الوتر ويجعلهما\nآخر صلاة الليل وإنما معناه ما قدمناه من بيان الجواز وهذا الجواب هو\nالصواب وأما ما أشار إليه القاضي عياض من ترجيح الأحاديث المشهورة ورد\nرواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالركعتين جالسا فليس بصواب لأن الأحاديث إذا صحت وأمكن الجمع بينها تعين\nوقد جمعنا بينها ولله الحمد قوله حدثنا يحيى بن بشر <span id='ms0892'></span> الحريري هو بفتح الحاء\nالمهملة وسبق التنبيه عليه في مقدمة هذا الشرح قوله غير أن في حديثهما تسع\nركعات يوتر منهن كذا في بعض الأصول منهن وفي بعضها فيهن وكلاهما صحيح قوله\nمنها ركعتي الفجر كذا في أكثر الأصول وفي بعضها ركعتا وهو الوجه ويتأول\nالأول على تقدير يصلي منها ركعتي الفجر قولها ويوتر بسجدة أي بركعة\n</p>\n\n<p>\n[739] قوله وثب أي قام بسرعة ففيه الاهتمام بالعبادة والإقبال عليها\nبنشاط وهو بعض معنى الحديث الصحيح المؤمن القوي خير وأحب إلى الله من\nالمؤمن الضعيف قولها ثم صلى الركعتين أي سنة الصبح\n</p>\n\n<p>\n[740] قوله عمار بن رزيق براء ثم زاي قولها كان رسول الله صلى الله عليه\nوسلم يصلي من الليل حتى يكون آخر صلاته الوتر فيه دليل لما قدمناه من أن\nالسنة جعل آخر صلاة الليل وترا وبه قال العلماء كافة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوسبق تأويل الركعتين بعده جالسا\n</p>\n\n<p>\n[741] قولها كان يحب العمل الدائم فيه الحث على القصد في العبادة وأنه\nينبغي للإنسان أن لا يحتمل من العبادة إلا ما يطيق الدوام عليه ثم يحافظ\nعليه قولها كان إذا سمع الصارخ قام فصلى الصارخ هنا هو الديك باتفاق\nالعلماء قالوا وسمي بذلك لكثرة صياحه\n</p>\n\n<p>\n[743] قولها كان رسول الله صلى الله عليه وسلم إذا صلى ركعتي الفجر فإن\nكنت مستيقظة حدثني وإلا اضطجع فيه دليل على إباحة الكلام بعد سنة الفجر وهو\nمذهبنا ومذهب مالك والجمهور وقال القاضي وكرهه الكوفيون وروى عن بن مسعود\nوبعض السلف لأنه وقت استغفار والصواب الإباحة لفعل النبي صلى الله عليه\nوسلم وكونه وقت استحباب الاستغفار لا يمنع من الكلام\n</p>\n\n<p>\n[744] قولها كان رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي من الليل فإذا أوتر قال قومي فأوتري يا عائشة وفي الرواية الأخرى\nإذا بقي الوتر أيقظها فأوترت فيه أنه يستحب جعل الوتر آخر الليل سواء كان\nللإنسان تهجد أم لا إذا وثق بالاستيقاظ آخر الليل إما بنفسه وإما بإيقاظ\nغيره وأن الأمر بالنوم على وتر إنما هو في حق من لم يثق كما <span id='ms0893'></span> سنوضحه قريبا\nإن شاء الله تعالى وقد سبق التنبيه عليه في حديثي أبي هريرة وأبي الدرداء\nقوله في أبي يعفور واسمه واقد ويقال وقدان هذا هو الأشهر وقيل عكسه وكلاهما\nباتفاق وهذا أبو يعفور بالفاء والراء أبو يعفور الأصغر السامري الكوني\nالتابعي واسمه عبد الرحمن بن عبيد بن بسطاس واتفقا في كنيتهما وبلدهما\nوتبعيتهما ويتميزان بالاسم والقبيلة وأن الأول يقال فيه أبو يعفور الأكبر\nوالثاني الأصغر وقد سبق إيضاحهما أيضا في كتاب الإيمان في أي الأعمال أفضل\n</p>\n\n<p>\n[745] قولها من كل الليل أوتر رسول الله صلى الله عليه وسلم فانتهى وتره\nإلى السحروفي رواية أخرى إلى آخر الليل فيه جواز الإيتار في جميع أوقات\nالليل بعد دخول وقته واختلفوا في أول وقته فالصحيح في مذهبنا والمشهور عن\nالشافعي والأصحاب أنه يدخل وقته بالفراغ من صلاة العشاء ويمتد إلى طلوع\nالفجر الثاني وفي وجه يدخل بدخول وقت العشاء وفي وجه لا يصح الإيتار بركعة\nإلا بعد نفل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nبعد العشاء وفي قول يمتد إلى صلاة الصبح وقيل إلى طلوع الشمس وقولها\nوانتهى وتره إلى السحر معناه كان آخر أمره الإيتار في السحر والمراد به آخر\nالليل كما قالت في الروايات الأخرى ففيه استحباب الإيتار آخر الليل وقد\nتظاهرت الأحاديث الصحيحة عليه قوله قاضي كرمان بفتح الكاف وكسرها\n</p>\n\n<p>\n[746] قوله فيجعله في السلاح والكراع الكراع اسم للخيل قوله راجع امرأته\nوأشهد على رجعتها هي بفتح الراء وكسرها والفتح أفصح عند الأكثرين وقال\nالأزهري الكسر أفصح قوله فأتى بن عباس يسأله فقال ألا أدلك على أعلم أهل\nالأرض فيه أنه يستحب للعالم إذا سئل عن شيء ويعرف أن غيره أعلم منه به أن\nيرشد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالسائل إليه فإن الدين النصيحة ويتضمن مع ذلك الإنصاف والاعتراف بالفضل\nلأهله والتواضع قوله نهينا أن نقول في هاتين الشيعتين شيئا فأبت فيهما إلا\nمضيا الشيعتان الفرقتان والمراد تلك الحروب التي جرت قولها فإن خلق نبي\nالله صلى الله عليه وسلم كان القرآن معناه العمل به والوقوف عند حدوده\nوالتأدب بآدابه والاعتبار <span id='ms0894'></span> بأمثاله وقصصه وتدبره وحسن تلاوته قولها فصار\nقيام الليل تطوعا بعد فريضة هذا ظاهره أنه صار تطوعا في حق رسول الله صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوالأمة فأما الأمة فهو تطوع في حقهم بالإجماع وأما النبي صلى الله عليه\nوسلم فاختلفوا في نسخه في حقه والأصح عندنا نسخه وأما ما حكاه القاضي عياض\nمن بعض السلف أنه يجب على الأمة من قيام الليل ما يقع عليه الاسم ولو قدر\nحلب شاة فغلط ومردود بإجماع من قبله مع النصوص الصحيحة أنه لا واجب إلا\nالصلوات الخمس قولها كنا نعد له سواكه وطهوره فيه استحباب ذلك والتأهب\nبأسباب العبادة قبل وقتها والاعتناء بها قولها فيتسوك ويتوضأ فيه استحباب\nالسواك عند القيام من النوم قولها ويصلي تسع ركعات لا يجلس فيها إلى قولها\nيصلي ركعتين بعد ما يسلم وهو قاعد هذا قد سبق شرحه قريبا قولها فلما سن نبي\nالله صلى الله عليه وسلم وأخذه اللحم هكذا هو في معظم الأصول سن وفي بعضها\nأسن وهذا هو المشهور في اللغة قولها وكان إذا غلبه نوم أو وجع عن قيام\nالليل صلى من النهار ثنتي عشرة ركعة هذا دليل على استحباب المحافظة على\nالأوراد وأنها إذا فاتت تقضى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n[747] عن يونس عن بن شهاب عن السائب بن يزيد وعبيد الله بن عبد الله\nأخبراه عن عبد الرحمن بن عبد القارىء قال سمعت عمر بن الخطاب رضي الله عنه\nيقول وذكر الحديث هذا الإسناد والحديث مما استدركه الدارقطني على مسلم وزعم\nأنه معلل بأن جماعة رووه هكذا مرفوعا وجماعة رووه موقوفا وهذا التعليل\nوالحديث صحيح وإسناده صحيح أيضا وقد سبق بيان هذه القاعدة في الفصول\nالسابقة في مقدمة هذا الشرح ثم في مواضع بعد ذلك وبينا أن الصحيح بل الصواب\nالذي عليه الفقهاء والأصوليون ومحققوا المحدثين أنه إذا روي الحديث مرفوعا\nوموقوفا أو موصولا ومرسلا حكم بالرفع والوصل لأنها زيادة ثقة وسواء كان\nالرافع والواصل أكثر أو أقل في الحفظ والعدد والله أعلم وفي هذا الإسناد <span id='ms0895'></span>\nفائدة لطيفة وهي أن فيه رواية صحابي عن تابعي وهو السائب عن عبد الرحمن\nويدخل في رواية الكبار عن الصغار وقوله القارىء بتشديد الياء منسوب إلى\nالقارة القبيلة المعروفة سبق بيانه مرات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n[748] صلاة الأوابين حين ترمض الفصال هو بفتح التاء والميم يقال رمض يرمض\nكعلم يعلم والرمضاء الرمل الذي اشتدت حرارته بالشمس أي حين يحترق أخفاف\nالفصال وهي الصغار من أولاد الإبل جمع فصيل من شدة حر الرمل والأواب المطيع\nوقيل الراجع إلى الطاعة وفيه فضيلة الصلاة هذا الوقت قال أصحابنا هو أفضل\nوقت صلاة الضحى وإن كانت تجوز من طلوع الشمس إلى الزوال قوله صلى الله عليه\nوسلم\n</p>\n\n<p>\n[749] صلاة الليل مثنى مثنى هكذا هو في صحيح البخاري ومسلم وروى أبو داود\nوالترمذي بالإسناد الصحيح صلاة الليل والنهار مثنى مثنى هذا الحديث محمول\nعلى بيان الأفضل وهو أن يسلم من كل ركعتين وسواء نوافل الليل والنهار يستحب\nأن يسلم من كل ركعتين فلو جمع ركعات بتسليمة أو تطوع بركعة واحدة جاز عندنا\nقوله صلى الله عليه وسلم فإذا خشي أحدكم الصبح صلى ركعة توتر له ما قد صلى\nوفي الحديث الآخر أوتروا قبل الصبح هذا دليل على أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالسنة جعل الوتر آخر صلاة الليل وعلى أن وقته يخرج بطلوع الفجر وهو\nالمشهور من مذهبنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوبه قال جمهور العلماء وقيل يمتد بعد الفجر حتى يصلي الفرض\n</p>\n\n<p>\n[752] قوله صلى الله عليه وسلم الوتر ركعة من آخر الليل دليل على صحة\nالإيتار بركعة وعلى استحبابه آخر الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p032'> Vol. 06, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إنك لضخم إشارة إلى الغباوة والبلادة وقلة الأدب قالوا لأن هذا\nالوصف يكون للضخم غالبا وإنما قال ذلك لأنه قطع عليه الكلام أجله قبل تمام\nحديثه قوله أستقرئ لك الحديث هو بالهمزة من القرأة ومعناه اذكره وأت به على\nوجهه بكماله قوله ويصلي ركعتين قبل الغداة كان الأذان بأذنيه قال القاضي\nالمراد بالأذان هنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nالإقامة وهو اشارة إلى شدة تخفيفها بالسنة إلى باقي صلاته صلى الله عليه\nوسلم قوله به به هو بموحدة مفتوحة وهاء <span id='ms0896'></span> ساكنة مكررة وقيل معناه مه مه زجر\nوكف وقال بن السكيت هي لتفخيم الأمر بمعنى بخ بخ قوله أبو نضرة العوقي بعين\nمهملة وواو مفتوحتين وقاف منسوب إلى العوقة بطن من عبد القيس وحكى صاحب\nالمطالع فتح الواو واسكانها والصواب المشهور المعروف الفتح لاغير قوله صلى\nالله عليه وسلم\n</p>\n\n<p>\n[755] في حديث جابر من خاف أن لا يقوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nمن آخر الليل فليوتر أوله ومن طمع أن يقوم آخره فليوتر آخر الليل فيه\nدليل صريح على أن تأخير الوتر إلى آخر الليل أفضل لمن وثق بالاستيقاظ آخر\nالليل وأن من لا يثق بذلك فالتقديم له أفضل وهذا هو الصواب ويحمل باقي\nالأحاديث المطلقة على هذا التفصيل الصحيح الصريح فمن ذلك حديث أوصاني خليلي\nأن لا أنام إلا على وتر وهو محمول على من لا يثق بالاستيقاظ قوله صلى الله\nعليه وسلم فإن صلاة آخر الليل مشهودة وذلك أفضل أن يشهدها ملائكة الرحمة\nوفيه دليلان صريحان على تفضيل صلاة الوتر وغيرها آخر الليل\n</p>\n\n<p>\n[756] قوله صلى الله عليه وسلم أفضل الصلاة طول القنوت المراد بالقنوت\nهنا القيام باتفاق العلماء فيما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nعلمت وفيه دليل للشافعي ومن يقول كقوله إن تطويل القيام أفضل من كثرة\nالركوع والسجود وقد سبقت المسألة قريبا وأيضا في أبواب صفة الصلاة\n</p>\n\n<p>\n[757] قوله إن في الليل لساعة لا يوافقها رجل مسلم يسأل الله تعالى من\nأمر الدنيا والآخرة إلا أعطاه إياه وذلك كل ليلة فيه إثبات ساعة الإجابة في\nكل ليلة ويتضمن الحث على الدعاء في جميع ساعات الليل رجاء مصادفتها\n</p>\n\n<p>\n[758] قوله صلى الله عليه وسلم ينزل ربنا كل ليلة إلى السماء الدنيا\nفيقول من يدعوني فأستجيب له هذا الحديث من أحاديث الصفات وفيه مذهبان\nمشهوران للعلماء سبق إيضاحهما في كتاب الإيمان ومختصرهما أن أحدهما وهو\nمذهب جمهور السلف وبعض المتكلمين أنه يؤمن بأنها حق على ما يليق بالله\nتعالى وأن ظاهرها المتعارف في حقنا غير مراد ولا يتكلم في تأويلها مع\nاعتقاد تنزيه الله تعالى عن صفات المخلوق وعن الانتقال والحركات <span id='ms0897'></span> وسائر سمات\nالخلق والثاني مذهب أكثرالمتكلمين وجماعات من السلف وهو محكي هنا عن مالك\nوالأوزاعي أنها تتأول على ما يليق بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p036'> Vol. 06, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nبحسب مواطنها فعلى هذا تأولوا هذا الحديث تأويلين أحدهما تأويل مالك بن\nأنس وغيره معناه تنزل رحمته وأمره وملائكته كما يقال فعل السلطان كذا إذا\nفعله أتباعه بأمره والثاني أنه على الاستعارة ومعناه الإقبال على الداعين\nبالإجابة واللطف والله أعلم قوله ص ينزل ربنا تبارك وتعالى كل ليلة إلى\nالسماء الدنيا حين يبقى ثلث الليل الآخر وفي الرواية الثانية حين يمضي ثلث\nالليل الأول وفي رواية إذا مضى شطر الليل أو ثلثاه قال القاضي عياض الصحيح\nرواية حين يبقى ثلث الليل الآخر كذا قاله شيوخ الحديث وهو الذي تظاهرت عليه\nالأخبار بلفظه ومعناه قال ويحتمل أن يكون النزول بالمعنى المراد بعد الثلث\nالأول وقوله من يدعوني بعد الثلث الأخير هذا كلام القاضي قلت ويحتمل أن\nيكون النبي صلى الله عليه وسلم أعلم بأحد الأمرين في وقت فأخبر به ثم أعلم\nبالآخر في وقت آخر فأعلم به وسمع أبو هريرة الخبرين فنقلهما جميعا وسمع أبو\nسعيد الخدري خبر الثلث الأول فقط فأخبر به مع أبي هريرة كما ذكره مسلم في\nالرواية الأخيرة وهذا ظاهر وفيه رد لما أشار إليه القاضي من تضعيف رواية\nالثلث الأول وكيف يضعفها وقد رواها مسلم في صحيحه بإسناد لا مطعن فيه عن\nالصحابيين أبي سعيد وأبي هريرة والله أعلم قوله سبحانه وتعالى أنا الملك\nأنا الملك هكذا هو في الأصول والروايات مكرر للتوكيد والتعظيم قوله ص فلما\nيزال كذلك حتى يضيء الفجر فيه دليل على امتداد وقت الرحمة واللطف التام إلى\nإضاءة الفجر وفيه الحث على الدعاء والاستغفار في جميع الوقت المذكور إلى\nإضاءة الفجر وفيه تنبيه على أن آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p037'> Vol. 06, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالليل للصلاة والدعاء والاستغفار وغيرها من الطاعات أفضل من أوله والله\nأعلم قوله حدثنا محاضر أبو المورع هو محاضر بحاء مهملة وكسر الضاد المعجمة\nوالمورع بكسر الراء هكذا وقع في جميع النسخ أبو المورع وأكثر <span id='ms0898'></span> ما يستعمل في\nكتب الحديث بن المورع وكلاهما صحيح وهو بن المورع وكنيته أبو المورع قوله\nفي حديث حجاج بن الشاعر عن محاضر ينزل الله في السماء هكذا هو في جميع\nالأصول في السماء وهو صحيح قوله سبحانه وتعالى من يقرض غير عديم ولا ظلوم\nوفي الرواية الأخرى غير عدوم هكذا هو في الأصول في الرواية الأولى عديم\nوالثانية عدوم وقال أهل اللغة يقال أعدم الرجل إذا افتقر فهو معدم وعديم\nوعدوم والمراد بالقرض والله أعلم عمل الطاعة سواء فيه الصدقة والصلاة\nوالصوم والذكر وغيرها من الطاعات وسماه سبحانه وتعالى قرضا ملاطفة للعباد\nوتحريضا لهم على المبادرة إلى الطاعة فإن القرض إنما يكون ممن يعرفه\nالمقترض وبينه وبينه مؤانسة ومحبة فحين يتعرض للقرض يبادر المطلوب منه\nبإجابته لفرحه بتأهيله للاقتراض منه وإدلاله عليه وذكره له وبالله التوفيق\nقوله ثم يبسط يديه سبحانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p038'> Vol. 06, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوتعالى هو إشارة إلى نشر رحمته وكثرة عطائه وإجابته وإسباغ نعمته قوله عن\nالأغر أبي مسلم الأغر لقب واسمه سلمان\n</p>\n\n<h1 class='l1' id='head4'>(باب الترغيب في قيام رمضان وهو التراويح)</h1>\n\n<p>\n[759] قوله صلى الله عليه وسلم من قام رمضان إيمانا واحتسابا معنى إيمانا\nتصديقا بأنه حق مقتصد فضيلته ومعنى احتسابا أن يريد الله تعالى وحده لا\nيقصد رؤية الناس ولا غير ذلك مما يخالف الإخلاص والمراد بقيام رمضان صلاة\nالتراويح واتفق العلماء على استحبابها واختلفوا في أن الأفضل صلاتها منفردا\nفي بيته أم في جماعة في المسجد فقال الشافعي وجمهور أصحابه وأبو حنيفة\nوأحمد وبعض المالكية وغيرهم الأفضل صلاتها جماعة كما فعله عمر بن الخطاب\nوالصحابة رضي الله عنهم واستمر عمل المسلمين عليه لأنه من الشعائر الظاهرة\nفأشبه صلاة العيد وقال مالك وأبو يوسف وبعض الشافعية وغيرهم الأفضل فرادى\nفي البيت لقوله صلى الله عليه وسلم أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p039'> Vol. 06, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة صلاة المرء في بيته إلا المكتوبة\n</p>\n\n<p>\n[760] قوله صلى الله عليه وسلم غفر له ما تقدم من ذنبه المعروف عند\nالفقهاء أن هذا مختص بغفران الصغائر دون الكبائر قال بعضهم ويجوز أن يخفف\nمن الكبائر <span id='ms0899'></span> ما لم يصادف صغيرة قوله كان رسول الله صلى الله عليه وسلم يرغب\nفي قيام رمضان من غير أن يأمرهم فيه بعزيمة فيقول من قام رمضان إيمانا\nواحتسابا غفر له ما تقدم من ذنبه قوله من غير أن يأمرهم بعزيمة معناه لا\nيأمرهم أمر إيجاب وتحتيم بل أمر ندب وترغيب ثم فسره بقوله فيقول من قام\nرمضان وهذه الصيغة تقتضي الترغيب والندب دون الإيجاب واجتمعت الأمة على أن\nقيام رمضان ليس بواجب بل هو مندوب قوله فتوفي رسول الله صلى الله عليه وسلم\nوالأمر على ذلك ثم كان الأمر على ذلك في خلافة أبي بكر وصدرا من خلافة عمر\nمعناه استمر الأمر هذه المدة على أن كل واحد يقوم رمضان في بيته منفردا حتى\nانقضى صدرا من خلافة عمر ثم جمعهم عمر على أبي بن كعب فصلى بهم جماعة\nواستمر العمل على فعلها جماعة وقد جاءت هذه الزيادة في صحيح البخاري في\nكتاب الصيام قوله صلى الله عليه وسلم من قام ليلة القدر إيمانا واحتسابا\nغفر له ما تقدم من ذنبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nهذا مع الحديث المتقدم من قام رمضان قد يقال إن أحدهما يغني عن الآخر\nوجوابه أن يقال قيام رمضان من غير موافقة ليلة القدر ومعرفتها سبب لغفران\nالذنوب وقيام ليلة القدر لمن وافقها وعرفها سبب للغفران وإن لم يقم غيرها\nقوله صلى الله عليه وسلم من يقم ليلة القدر فيوافقها معناه يعلم أنها ليلة\nالقدر\n</p>\n\n<p>\n[761] قوله أن رسول الله صلى الله عليه وسلم صلى في المسجد ذات ليلة فصلى\nبصلاته ناس وذكر الحديث ففيه جواز النافلة جماعة ولكن الاختيار فيها\nالانفراد إلا في نوافل مخصوصة وهي العيد والكسوف والاستسقاء وكذا التراويح\nعند الجمهور كما سبق وفيه جواز النافلة في المسجد وإن كان البيت أفضل ولعل\nالنبي صلى الله عليه وسلم إنما فعلها في المسجد لبيان الجواز وأنه كان\nمعتكفا وفيه جواز الاقتداء بمن لم ينو إمامته وهذا صحيح على المشهور من\nمذهبنا ومذهب العلماء ولكن إن نوى الإمام إمامتهم <span id='ms0900'></span> بعد اقتدائهم حصلت فضيلة\nالجماعة له ولهم وإن لم ينوها حصلت لهم فضيلة الجماعة ولا يحصل للإمام على\nالأصح لأنه لم ينوها والأعمال بالنيات وأما المأمومون فقد نووها وفيه إذا\nتعارضت مصلحة وخوف مفسدة أو مصلحتان اعتبر أهمهما لأن النبي صلى الله عليه\nوسلم كان رأى الصلاة في المسجد مصلحة لما ذكرناه فلما عارضه خوف الافتراض\nعليهم تركه لعظم المفسدة التي تخاف من عجزهم وتركهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nللفرض وفيه أن الإمام وكبير القوم إذا فعل شيئا خلاف ما يتوقعه أتباعه\nوكان له فيه عذر يذكره لهم تطييبا لقلوبهم وإصلاحا لذات البين لئلا يظنوا\nخلاف هذا وربما ظنوا ظن السوء والله أعلم قوله فلما قضى صلاة الفجر أقبل\nعلى الناس ثم تشهد فقال أما بعد فإنه لم يخف علي شأنكم الليلة في هذه\nالألفاظ فوائد منها استحباب التشهد في صدر الخطبة والموعظة وفي حديث في سنن\nأبي داود الخطبة التي ليس فيها تشهد كاليد الجذماء ومنها استحباب قول أما\nبعد في الخطب وقد جاءت به أحاديث كثيرة في الصحيح مشهورة وقد ذكر البخاري\nفي صحيحه بابا في البداءة في الخطبة بأما بعد وذكر فيه جملة من الأحاديث\nومنها أن السنة في الخطبة والموعظة استقبال الجماعة ومنها أنه يقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nجرى الليلة كذا وإن كان بعد الصبح وهكذا يقال الليلة إلى زوال الشمس وبعد\nالزوال يقال البارحة وقد سبقت هذه المسألة في أول الكتاب\n</p>\n\n<h1 class='l1' id='head5'>باب الندب الأكيد إلى قيام ليلة القدر</h1>\n\n<p>\nوبيان دليل من قال إنها ليلة سبع وعشرين\n</p>\n\n<p>\n[762] فيه حديث أبي بن كعب أنه كان يحلف أنها ليلة سبع وعشرين وهذا أحد\nالمذاهب فيها وأكثر العلماء على أنها ليلة مبهمة من العشر الأواخر من رمضان\nوأرجاها أوتارها وأرجاها ليلة سبع وعشرين وثلاث وعشرين وإحدى وعشرين\nوأكثرهم أنها ليلة معينة لا تنتقل وقال المحققون إنها تنتقل فتكون في سنة\nليلة سبع وعشرين وفي سنة ليلة ثلاث وسنة ليلة إحدى وليلة أخرى وهذا أظهر\nوفيه جمع بين الأحاديث المختلفة فيها وسيأتي زيادة بسط فيها إن شاء <span id='ms0901'></span> الله\nتعالى في آخر كتاب الصيام حيث ذكرها مسلم قوله وأكثر علمي ضبطناه بالمثلثة\nوبالموحدة والمثلثة أكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>(باب صلاة النبي صلى الله عليه وسلم ودعائه بالليل)</h1>\n\n<p>\nفيه حديث بن عباس وهو مشتمل على جمل من الفوائد وغيره\n</p>\n\n<p>\n[763] قوله قام من الليل فأتى حاجته يعني الحدث قوله ثم غسل وجهه ويديه\nثم قام هذا الغسل للتنظيف والتنشيط للذكر وغيره قوله فأتى القربة فأطلق\nشناقها بكسر الشين أي الخيط الذي تربط به في الوتد قاله أبو عبيدة وأبو\nعبيد وغيرهما وقيل الوكاء قوله فقمت فتمطيت كراهية أن يرى أني كنت أنتبه له\nهكذا ضبطناه وهكذا هو في أصول بلادنا أنتبه بنون ثم مثناة فوق ثم موحدة\nووقع في البخاري أبقيه بموحدة ثم قاف ومعناه أرقبه وهو معنى أنتبه له قوله\nفقمت عن يساره فأخذ بيدي فأدارني عن يمينه فيه أن موقف المأموم الواحد عن\nيمين الإمام وأنه إذا وقف عن يساره يتحول إلى يمينه وأنه إذا لم يتحول حوله\nالإمام وأن الفعل القليل لا يبطل الصلاة وأن صلاة الصبي صحيحة وأن له موثقا\nمن الإمام كالبالغ وأن الجماعة في غير المكتوبات صحيحة قوله ثم اضطجع فنام\nحتى نفخ فقام فصلى ولم يتوضأ هذا من خصائصه صلى الله عليه وسلم أن نومه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nمضطجعا لا ينقض الوضوء لأن عينيه تنامان ولا ينام قلبه فلو خرج حدث لأحس\nبه بخلاف غيره من الناس قوله صلى الله عليه وسلم اللهم اجعل في قلبي نورا\nوفي بصري نورا وفي سمعي نورا إلى آخره قال العلماء سأل النور في أعضائه\nوجهاته والمراد به بيان الحق وضياؤه والهداية إليه فسأل النور في جميع\nأعضائه وجسمه وتصرفاته وتقلباته وحالاته وجملته في جهاته الست حتى لا يزيغ\nشيء منها عنه قوله في هذا الحديث عن سلمة بن كهيل عن كريب عن بن عباس وذكر\nالدعاء اللهم اجعل في قلبي نورا وفي بصري نورا إلى آخره قال كريب وسبعا في\nالتابوت فلقيت بعض ولد العباس فحدثني بهن قال العلماء معناه وذكر في <span id='ms0902'></span> الدعاء\nسبعا أي سبع كلمات نسيتها قالوا والمراد بالتابوت الأضلاع وما يحويه من\nالقلب وغيره تشبيها بالتابوت الذي كالصندوق يحرز فيه المتاع أي وسبعا في\nقلبي ولكن نسيتها وقوله فلقيت بعض ولد العباس القائل لقيت هو سلمة بن كهيل\nقوله فاضطجعت في عرض الوسادة واضطجع رسول الله صلى الله عليه وسلم وأهله في\nطولها هكذا ضبطناه عرض بفتح العين وهكذا نقله القاضي عياض عن رواية\nالأكثرين قال ورواه الداودي بالضم وهو الجانب والصحيح الفتح والمراد\nبالوسادة الوسادة المعروفة التي تكون تحت الرؤس ونقل القاضي عن الباجي\nوالأصيلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p045'> Vol. 06, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرهما أن الوسادة هنا الفراش لقوله اضطجع في طولها وهذا ضعيف أو باطل\nوفيه دليل على جواز نوم الرجل مع امرأته من غير مواقعة بحضرة بعض محارمها\nوإن كان مميزا قال القاضي وقد جاء في بعض روايات هذا الحديث قال بن عباس بت\nعند خالتي في ليلة كانت فيها حائضا قال وهذه الكلمة وإن لم تصح طريقا فهي\nحسنة المعنى جدا إذ لم يكن بن عباس يطلب المبيت في ليلة للنبي صلى الله\nعليه وسلم فيها حاجة إلى أهله ولا يرسله أبوه إلا إذا علم عدم حاجته إلى\nأهله لأنه معلوم أنه لا يفعل حاجته مع حضرة بن عباس معهما في الوسادة مع\nأنه كان مراقبا لأفعال النبي صلى الله عليه وسلم مع أنه لم ينم أو نام\nقليلا جدا قوله فجعل يمسح النوم عن وجهه معناه أثر النوم وفيه استحباب هذا\nواستعمال المجاز قوله ثم قرأ العشر الآيات الخواتم من سورة آل عمران فيه\nجواز القراءة للمحدث وهذا إجماع المسلمين وإنما تحرم القراءة على الجنب\nوالحائض وفيه استحباب قراءة هذه الآيات عند القيام من النوم وفيه جواز قول\nسورة آل عمران وسورة البقرة وسورة النساء ونحوها وكرهه بعض المتقدمين وقال\nإنما يقال السورة التي يذكر فيها آل عمران والتي يذكر فيها البقرة والصواب\nالأول وبه قال عامة العلماء من السلف والخلف وتظاهرت عليه الأحاديث الصحيحة\nولا لبس في ذلك قوله شن معلقة <span id='ms0903'></span> إنما أنثها على إرادة القربة وفي رواية بعد\nهذه شن معلق على إرادة السقاء والوعاء قال أهل اللغة الشن القربة الخلق\nوجمعه شنان قوله وأخذ بأذني اليمنى يفتلها قيل إنما فتلها تنبيها له من\nالنعاس وقيل ليتنبه لهيئة الصلاة وموقف المأموم وغير ذلك والأول أظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله في الرواية الأخرى فجعلت إذا أغفيت يأخذ بشحمة أذني قوله فصلى\nركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم أوتر ثم\nاضطجع حتى جاء المؤذن فقام فصلى ركعتين خفيفتين حتى خرج فصلى الصبح فيه أن\nالأفضل في الوتر وغيره من الصلوات أن يسلم من كل ركعتين وإن أوتر يكون آخره\nركعة مفصولة وهذا مذهبنا ومذهب الجمهور وقال أبو حنيفة ركعة موصولة بركعتين\nكالمغرب وفيه جواز إتيان المؤذن إلى الإمام ليخرج إلى الصلاة وتخفيف سنة\nالصبح وأن الإيتار بثلاث عشرة ركعة أكمل وفيه خلاف لأصحابنا قال بعضهم أكثر\nالوتر ثلاث عشرة لظاهر هذا الحديث وقال أكثرهم أكثره إحدى عشرة وتأولوا\nحديث بن عباس أنه صلى الله عليه وسلم صلى منها ركعتي سنة العشاء وهو تأويل\nضعيف مباعد للحديث قوله ثم عمد إلى شجب من ماء هو بفتح الشين المعجمة\nوإسكان الجيم قالوا وهو السقاء الخلق وهو بمعنى الرواية الأخرى شن معلقة\nوقيل الأشجاب الأعواد التي تعلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p047'> Vol. 06, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nعليها القربة قوله ثم احتبى حتى إني لأسمع نفسه راقدا معناه أنه احتبى\nأولا ثم اضطجع كما سبق في الروايات الماضية فاحتبى ثم اضطجع حتى سمع نفخه\nونفسه بفتح الفاء قوله فقمت عن يساره فأخلفني فجعلني عن يمينه معنى أخلفني\nأدارني من خلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فبقيت كيف يصلي هو بفتح الباء الموحدة والقاف أي رقبت ونظرت يقال\nبقيت وبقوت بمعنى رقبت ورمقت قوله ثم توضأ وضوءا حسنا بين الوضوءين يعني لم\nيسرف ولم يقتر وكان بين ذلك قواما قوله عن أبي رشدين مولى بن عباس هو بكسر\nالراء وهو كريب ومولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nبن عباس كني بابنه رشدين قوله عن عبد الرحمن بن سلمان الحجري هو بحاء\nمهملة <span id='ms0904'></span> مفتوحة ثم جيم ساكنة منسوب إلى حجر رعين وهي قبيلة معروفة قوله فتحدث\nالنبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nمع أهله ساعة ثم نام فيه جواز الحديث بعد صلاة العشاء للحاجة والمصلحة\nوالذي ثبت في الحديث أنه كان يكره النوم قبلها والحديث بعدها هو في حديث لا\nحاجة إليه ولا مصلحة فيه كما سبق بيانه في بابه قوله ثم قام فصلى ركعتين\nفأطال فيهما القيام والركوع والسجود ثم انصرف فنام حتى نفخ ثم فعل ذلك ثلاث\nمرات ست ركعات ثم أوتر بثلاث هذه الرواية فيها مخالفة لباقي الروايات في\nتخليل النوم بين الركعات وفي عدد الركعات فإنه لم يذكر في باقي الروايات\nتخلل النوم وذكر الركعات ثلاث عشرة قال القاضي عياض هذه الرواية وهي رواية\nحصين عن حبيب بن أبي ثابت مما استدركه الدارقطني على مسلم لاضطرابها\nواختلاف الرواة قال الدارقطني وروي عنه على سبعة أوجه وخالف فيه الجمهور\nقلت ولا يقدح هذا في مسلم فإنه لم يذكر هذه الرواية متأصلة مستقلة إنما\nذكرها متابعة والمتابعات يحتمل فيها ما لا يحتمل في الأصول كما سبق بيانه\nفي مواضع قال القاضي ويحتمل أنه لم يعد في هذه الصلاة الركعتين الأوليين\nالخفيفتين اللتين كان النبي صلى الله عليه وسلم يستفتح صلاة الليل بهما كما\nصرحت الأحاديث بها في مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره ولهذا قال صلى ركعتين فأطال فيهما فدل على أنهما بعد الخفيفتين\nفتكون الخفيفتان ثم الطويلتان ثم الست المذكورات ثم ثلاث بعدها كما ذكر\nفصارت الجملة ثلاث عشرة كما في باقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالروايات والله أعلم\n</p>\n\n<p>\n[765] قوله في حديث زيد بن خالد ثم صلى ركعتين طويلتين طويلتين طويلتين\nهكذا هو مكرر ثلاث مرات\n</p>\n\n<p>\n[766] قوله فانتهينا إلى مشرعة فقال ألا تشرع يا جابر المشرعة بفتح الراء\nوالشريعة هي الطريق إلى عبور الماء من حافة نهر أو بحر وغيره وقوله ألا\nتشرع بضم التاء وروي بفتحها والمشهور في الروايات الضم ولهذا قال بعده\nوشرعت قال أهل اللغة شرعت في النهر وأشرعت ناقتي فيه وقوله ألا تشرع معناه\nألا <span id='ms0905'></span> تشرع ناقتك أو نفسك قوله فصلى في ثوب واحد خالف بين طرفيه فيه صحة\nالصلاة في ثوب واحد وأنه تسن المخالفة بين طرفيه على عاتقيه وسبقت المسألة\nفي موضعها قوله فقمت خلفه فأخذ بأذني فجعلني عن يمينه هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nكحديث بن عباس وقد سبق شرحه\n</p>\n\n<p>\n[767] قوله حدثنا أبو حرة عن الحسن هو أبو حرة بضم الحاء اسمه واصل بن\nعبد الرحمن كان يختم القرآن في كل ليلتين قولهما كان رسول الله صلى الله\nعليه وسلم إذا قام من الليل ليصلي افتتح صلاته بركعتين خفيفتين وفي حديث\nأبي هريرة الأمر بذلك هذا دليل على استحبابه لينشط بهما لما بعدهما\n</p>\n\n<p>\n[769] قوله صلى الله عليه وسلم أنت نور السماوات والأرض قال العلماء\nمعناه منورهما وخالق نورهما وقال أبو عبيد معناه بنورك يهتدي أهل السماوات\nوالأرض قال الخطابي في تفسير اسمه سبحانه وتعالى النور ومعناه الذي بنوره\nيبصر ذو العماية وبهدايته يرشد ذو الغواية قال ومنه الله نور السماوات أي\nمنه نورهما قال ويحتمل أن يكون معناه ذو النور ولا يصح أن يكون النور صفة\nذات الله تعالى وإنما هو صفة فعل أي هو خالقه وقال غيره معنى نور السماوات\nوالأرض مدبر شمسها وقمرها ونجومها قوله صلى الله عليه وسلم أنت قيام\nالسماوات والأرض وفي الرواية الثانية قيم قال العلماء من صفاته القيام\nوالقيم كما صرح به هذا الحديث والقيوم بنص القرآن وقائم ومنه قوله تعالى\nأفمن هو قائم على كل نفس قال الهروي ويقال قوام قال بن عباس القيوم الذي\nلايزول وقال غيره هو القائم على كل شيء ومعناه مدبر أمر خلقه وهما سائغان\nفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nتفسير الآية والحديث قوله صلى الله عليه وسلم أنت رب السماوات والأرض ومن\nفيهن قال العلماء للرب ثلاث معان في اللغة السيد المطاع فشرط المربوب أن\nيكون ممن يعقل وإليه أشار الخطابي بقوله لا يصح أن يقال سيد الجبال والشجر\nقال القاضي عياض هذا الشرط فاسد بل الجميع مطيع له سبحانه وتعالى قال الله\nتعالى أتينا طائعين قوله صلى <span id='ms0906'></span> الله عليه وسلم أنت الحق قال العلماء الحق في\nأسمائه سبحانه وتعالى معناه المتحقق وجوده وكل شيء صح وجوده وتحقق فهو حق\nومنه الحاقة أي الكائنة حقا بغير شك ومثله قوله صلى الله عليه وسلم في هذا\nالحديث ووعدك الحق وقولك الحق ولقاؤك حق والجنة حق والنار حق والساعة حق أي\nكله متحقق لا شك فيه وقيل معناه خبرك حق وصدق وقيل أنت صاحب الحق وقيل محق\nالحق وقيل الإله الحق دون ما يقوله الملحدون كما قال تعالى ذلك بأن الله هو\nالحق وأن ما يدعون من دونه الباطل وقيل في قوله ووعدك الحق أي ومعنى صدق\nلقاؤك حق أي البعث وقيل الموت وهذا القول باطل في هذا الموضع وإنما نبهت\nعليه لئلا يغتر به والصواب البعث فهو الذي يقتضيه سياق الكلام وما بعده وهو\nالذي يرد به على الملحد لا بالموت قوله صلى الله عليه وسلم اللهم لك أسلمت\nوبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي إلى آخره\nمعنى أسلمت استسلمت وانقدت لأمرك ونهيك وبك آمنت أي صدقت بك وبكل ما أخبرت\nوأمرت ونهيت وإليك أنبت أي أطعت ورجعت إلى عبادتك أي أقبلت عليها وقيل\nمعناه رجعت إليك في تدبيري أي فوضت إليك وبك خاصمت أي بما أعطيتني من\nالبراهين والقوة خاصمت من عاند فيك وكفر بك وقمعته بالحجة وبالسيف وإليك\nحاكمت أي كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nمن جحد الحق حاكمته إليك وجعلتك الحاكم بيني وبينه لا غيرك مما كانت\nتحاكم إليه الجاهلية وغيرهم من صنم وكاهن ونار وشيطان وغيرها فلا أرضى الا\nبحكمك ولا أعتمد غيره ومعنى سؤاله صلى الله عليه وسلم المغفرة مع أنه مغفور\nله أنه يسأل ذلك تواضعا وخضوعا وإشفاقا وإجلالا وليقتدى به في أصل الدعاء\nوالخضوع وحسن التضرع في هذا الدعاء المعين وفي هذا الحديث وغيره مواظبته\nصلى الله عليه وسلم في الليل على الذكر والدعاء والاعتراف لله تعالى بحقوقه\nوالإقرار بصدقه ووعده ووعيده والبعث والجنة والنار وغير ذلك\n</p>\n\n<p>\n[770] قوله صلى الله <span id='ms0907'></span> عليه وسلم اللهم رب جبريل وميكائيل وإسرافيل فاطر\nالسماوات والأرض قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالعلماء خصهم بالذكر وإن كان الله تعالى رب كل المخلوقات كما تقرر في\nالقرآن والسنة من نظائره من الإضافة إلى كل عظيم المرتبة وكبير الشأن دون\nما يستحقر ويستصغر فيقال له سبحانه وتعالى رب السماوات والأرض رب العرش\nالكريم ورب الملائكة والروح رب المشرقين ورب المغربين رب الناس مالك الناس\nإله الناس رب العالمين رب كل شيء رب النبيين خالق السماوات والأرض فاطر\nالسماوات والأرض جاعل الملائكة رسلا فكل ذلك وشبهه وصف له سبحانه بدلائل\nالعظمة وعظيم القدرة والملك ولم يستعمل ذلك فيما يحتقر ويستصغر فلا يقال رب\nالحشرات وخالق القردة والخنازير وشبه ذلك على الإفراد وإنما يقال خالق\nالمخلوقات وخالق كل شيء وحينئذ تدخل هذه في العموم والله أعلم قوله صلى\nالله عليه وسلم اهدني لما اختلف فيه من الحق معناه ثبتني عليه كقوله تعالى\nاهدنا الصراط المستقيم\n</p>\n\n<p>\n[771] قوله حدثنا يوسف الماجشون هو بكسر الجيم وضم الشين المعجمة وهو\nأبيض الوجه مورده لفظ أعجمي قوله وجهت وجهي أي قصدت بعبادتي للذي فطر\nالسماوات والأرض أي ابتدأ خلقها قوله حنيفا قال الأكثرون معناه مائلا إلى\nالدين الحق وهو الإسلام وأصل الحنف الميل ويكون في الخير والشر ويتصرف إلى\nما تقتضيه القرينة وقيل المراد بالحنيف هنا المستقيم قاله الأزهري وآخرون\nوقال أبو عبيد الحنيف عند العرب من كان على دين إبراهيم صلى الله عليه وسلم\nوانتصب حنيفا على الحال أي وجهت وجهي في حال حنيفيتي وقوله وما أنا من\nالمشركين بيان للحنيف وإيضاح لمعناه والمشرك يطلق على كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nكافر من عابد وثن وصنم ويهودي ونصراني ومجوسي ومرتد وزنديق وغيرهم قوله 8\nإن صلاتي ونسكي 8 قال أهل اللغة النسك العبادة وأصله من النسيكة وهي الفضة\nالمذابة المصفاة من كل خلط والنسيكة أيضا كل ما يتقرب به إلى الله تعالى\nقوله حياي ومحياي ومماتي أي حياتي وموتي ويجوز فتح الياء فيهما وإسكانها\nوالأكثرون على فتح ياء محياي وإسكان مماتي قوله 8لله8 قال العلماء <span id='ms0908'></span> هذه لام\nالإضافة ولها معنيان الملك والاختصاص وكلاهما مراد قوله 8 رب العالمين8 في\nمعنى رب أربعة أقوال حكاها الماوردي وغيره المالك والسيد والمدبر والمربي\nفإن وصف الله تعالى برب لأنه مالك أو سيد فهو من صفات الذات وإن وصف لأنه\nمدبر خلقه ومربيهم فهو من صفات فعله ومتى دخلته الألف واللام فقيل الرب\nاختص بالله تعالى وإذا حذفتا جاز إطلاقه على غيره فيقال رب المال ورب الدار\nونحو ذلك والعالمون جمع عالم وليس للعالم واحد من لفظه واختلف العلماء في\nحقيقته فقال المتكلمون من أصحابنا وغيرهم وجماعة من المفسرين وغيرهم العالم\nكل المخلوقات وقال جماعة هم الملائكة والجن والإنس وزاد أبو عبيدة والفراء\nالشياطين وقيل بنو آدم خاصة قاله الحسين بن الفضل وأبو معاذ النحوي وقال\nالآخرون هو الدنيا وما فيها ثم قيل هو مشتق من العلامة لأن كل مخلوق علامة\nعلى وجود صانعه وقيل من العلم فعلى هذا يختص بالعقلاء قوله اللهم أنت الملك\nأي القادر على كل شيء المالك الحقيقي لجميع المخلوقات قوله وأنا عبدك أي\nمعترف بأنك مالكي ومدبري وحكمك نافذ في قوله ظلمت نفسي أي اعترفت بالتقصير\nقدمه على سؤال المغفرة أدبا كما قال آدم وحواء ربنا ظلمنا أنفسنا وإن لم\nتغفر لنا وترحمنا لنكونن من الخاسرين قوله اهدني لأحسن الأخلاق أي أرشدني\nلصوابها ووفقني للتخلق به قوله واصرف عني سيئها أي قبيحها قوله لبيك قال\nالعلماء معناه أنا مقيم على طاعتك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nإقامة بعد إقامة يقال لب بالمكان لبا وألب إلبابا أي أقام به وأصل لبيك\nلبين فحذفت النون للإضافة قوله وسعديك قال الأزهري وغيره معناه مساعدة\nلأمرك بعد مساعدة ومتابعة لدينك بعد متابعة قوله والخير كله في يديك والشر\nليس إليك قال الخطابي وغيره فيه الإرشاد إلى الأدب في الثناء على الله\nتعالى ومدحه بأن يضاف إليه محاسن الأمور دون مساويها على جهة الأدب وأما\nقوله والشر ليس إليك فمما يجب تأويله لأن مذهب أهل الحق أن كل المحدثات فعل\nالله تعالى وخلقه سواء خيرها <span id='ms0909'></span> وشرها وحينئذ يجب تأويله وفيه خمسة أقوال\nأحدها معناه لا يتقرب به إليك قاله الخليل بن أحمد والنضر بن شميل واسحق بن\nراهويه ويحيى بن معين وأبو بكر بن خزيمة والأزهري وغيرهم والثاني حكاه\nالشيخ أبو حامد عن المزني وقاله غيره أيضا معناه لا يضاف إليك على انفراده\nلا يقال يا خالق القردة والخنازير ويا رب الشر ونحو هذا وإن كان خالق كل\nشيء ورب كل شيء وحينئذ يدخل الشر في العموم والثالث معناه والشر لا يصعد\nإليك إنما يصعد الكلم الطيب والعمل الصالح والرابع معناه والشر ليس شرا\nبالنسبة إليك فإنك خلقته بحكمة بالغة وإنما هو شر بالنسبة إلى المخلوقين\nوالخامس حكاه الخطابي أنه كقولك فلان إلى بني قلان إذا كان عداده فيهم أو\nصفوه إليهم قوله أنا بك وإليك أي التجائي وانتمائي إليك وتوفيقي بك قوله\nتباركت أي استحققت الثناء وقيل ثبت الخير عندك وقال بن الأنباري تبارك\nالعباد بتوحيدك والله أعلم قوله ملء السماوات وملء الأرض هو بكسر الميم\nوبنصب الهمزة بعد اللام ورفعها واختلف في الراجح منهما والأشهر النصب وقد\nأوضحته في تهذيب الأسماء واللغات بدلائله مضافا إلى قائليه ومعناه حمدا لو\nكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأجساما لملأ السماوات والأرض لعظمه قوله سجد وجهي للذي خلقه وصوره وشق\nسمعه فيه دليل لمذهب الزهري أن الأذنين من الوجه وقال جماعة من العلماء هما\nمن الرأس وآخرون أعلاهما من الرأس وأسفلهما من الوجه وقال آخرون ما أقبل\nعلى الوجه فمن الوجه وما أدبر فمن الرأس وقال الشافعي والجمهور هما عضوان\nمستقلان لا من الرأس ولا من الوجه بل يطهران بماء مستقل ومسحهما سنة خلافا\nللشيعة وأجاب الجمهور عن احتجاج الزهري بجوابين أحدهما أن المراد بالوجه\nجملة الذات كقوله تعالى كل شيء هالك الا وجهه ويؤيد هذا أن السجود يقع\nبأعضاء أخر مع الوجه والثاني أن الشيء يضاف إلى ما يجاوره كما يقال بساتين\nالبلد والله أعلم قوله أحسن الخالقين أي المقدرين والمصورين قوله أنت\nالمقدم وأنت المؤخر معناه تقدم من شئت <span id='ms0910'></span> بطاعتك وغيرها وتؤخر من شئت عن ذلك\nكما تقتضيه حكمتك وتعز من تشاء وتذل من تشاء وفي هذا الحديث استحباب دعاء\nالافتتاح بما في هذا الحديث إلا أن يكون إماما لقوم لا يؤثرون التطويل وفيه\nاستحباب الذكر في الركوع والسجود والاعتدال والدعاء قبل السلام قوله وأنا\nأول المسلمين أي من هذه الأمة وفي الرواية الأولى وأنا من المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>(باب استحباب تطويل القراءة في صلاة الليل)</h1>\n\n<p>\n[772] فيه حديث حذيفة وحديث بن مسعود وقوله حدثنا الأعمش عن سعد بن عبيدة\nعن المستورد بن الأحنف عن صلة بن زفر عن حذيفة هذا الإسناد فيه أربعة\nتابعيون بعضهم عن بعض وهم الأعمش والثلاثة بعده قوله صليت وراء النبي صلى\nالله عليه وسلم ذات ليلة فافتتح البقرة فقلت يركع عند المائة ثم مضى فقلت\nيصلي بها في ركعة فمضى فقلت يركع بها ثم افتتح النساء فقرأها ثم افتتح آل\nعمران فقرأها يقرأ مترسلا إذا مر بآية فيها تسبيح سبح إلى آخره قوله فقلت\nيصلي بها في ركعة معناه ظننت أنه يسلم بها فيقسمها على ركعتين وأراد\nبالركعة الصلاة بكمالها وهي ركعتان ولا بد من هذا التأويل فينتظم الكلام\nبعده وعلى هذا فقوله ثم مضى معناه قرأ معظمها بحيث غلب على ظني أنه لا يركع\nالركعة الأولى إلا في آخر البقرة فحينئذ قلت يركع الركعة الأولى بها فجاوز\nوافتتح النساء وقوله ثم افتتح النساء فقرأها ثم افتتح آل عمران قال القاضي\nعياض فيه دليل لمن يقول إن ترتيب السور اجتهاد من المسلمين حين كتبوا\nالمصحف وأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن ذلك من ترتيب النبي صلى الله عليه وسلم بل وكله إلى أمته بعده قال\nوهذا قول مالك وجمهور العلماء واختاره القاضي أبو بكر الباقلاني قال بن\nالباقلاني هو أصح القولين مع احتمالهما قال والذي نقوله إن ترتيب السور ليس\nبواجب في الكتابة ولا في الصلاة ولا في الدرس ولا في التلقين والتعليم وأنه\nلم يكن من النبي صلى الله عليه وسلم في ذلك نص ولا حد تحرم مخالفته <span id='ms0911'></span> ولذلك\nاختلف ترتيب المصاحف قبل مصحف عثمان قال واستجاز النبي صلى الله عليه وسلم\nوالأمة بعده في جميع الأعصار ترك ترتيب السور في الصلاة والدرس والتلقين\nقال وأما على قول من يقول من أهل العلم إن ذلك بتوقيف من النبي صلى الله\nعليه وسلم حدده لهم كما استقر في مصحف عثمان وإنما اختلف المصاحف قبل أن\nيبلغهم التوقيف والعرض الأخير فيتأول قرأته صلى الله عليه وسلم النساء أولا\nثم آل عمران هنا على أنه كان قبل التوقيف والترتيب وكانت هاتان السورتان\nهكذا في مصحف أبي قال ولا خلاف أنه يجوز للمصلي أن يقرأ في الركعة الثانية\nسورة قبل التي قرأها في الأولى وإنما يكره ذلك ي ركعة ولمن يتلو في غير\nصلاة قال وقد أباحه بعضهم وتأول نهي السلف عن قراءة القرآن منكوسا على من\nيقرأ من آخر السورة إلى أولها قال ولا خلاف أن ترتيب آيات كل سورة بتوقيف\nمن الله تعالى على ما هي عليه الآن في المصحف وهكذا نقلته الأمة عن نبيها\nصلى الله عليه وسلم هذا آخر كلام القاضي عياض والله أعلم قوله يقرأ مترسلا\nإذا مر بآية فيها تسبيح سبح وإذا مر بسؤال سأل وإذا مر بتعوذ تعوذ فيه\nاستحباب هذه الأمور لكل قارئ في الصلاة وغيرها ومذهبنا استحبابه للإمام\nوالمأموم والمنفرد قوله ثم ركع فجعل يقول سبحان ربي العظيم وقال في السجود\nسبحان ربي الأعلى فيه استحباب تكرير سبحان ربي العظيم في الركوع وسبحان ربي\nالأعلى في السجود وهو مذهبنا ومذهب الأوزاعي وأبي حنيفة والكوفيين وأحمد\nوالجمهور وقال مالك لا يتعين ذكر الاستحباب قوله ثم قال سمع الله لمن حمده\nثم قام طويلا قريبا مما ركع ثم سجد هذا فيه دليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nلجواز تطويل الاعتدال عن الركوع وأصحابنا يقولون لا يجوز ويبطلون به\nالصلاة قوله حدثنا عثمان بن أبي شيبة واسحق بن إبراهيم عن جرير عن الأعمش\nعن أبي وائل عن عبد الله يعني بن مسعود هذا الإسناد كله كوفيون إلا إسحاق\nقوله صليت مع <span id='ms0912'></span> رسول الله صلى الله عليه وسلم فأطال حتى هممت بأمر سوء ثم قال\nهممت بأن أجلس وأدعه فيه أنه ينبغي الأدب مع الأئمة والكبار وأن لا يخالفوا\nبفعل ولا قول ما لم يكن حراما واتفق العلماء على أنه إذا شق على المقتدي في\nفريضة أو نافلة القيام وعجز عنه جاز له القعود وإنما لم يقعد بن مسعود\nللتأدب مع النبي صلى الله عليه وسلم وفيه جواز الاقتداء في غير المكتوبات\nوفيه استحباب تطويل صلاة الليل\n</p>\n\n<h1 class='l1' id='head8'>باب الحث على صلاة الوقت وان قلت</h1>\n\n<p>\n[774] قوله حدثنا عثمان بن أبي شيبة واسحق عن جرير عن منصور عن أبي وائل\nعن عبد الله يعني بن مسعود هذا الإسناد كله كوفيون إلا إسحاق قوله ذكر عند\nالنبي صلى الله عليه وسلم رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nنام ليلة حتى أصبح قال ذاك رجل بال الشيطان في أذنه أو قال في أذنيه\nاختلفوا في معناه فقال بن قتيبة معناه أفسده يقال بال في كذا إذا أفسده\nوقال المهلب والطحاوي وآخرون هو استعارة وإشارة إلى انقياده للشيطان وتحكمه\nفيه وعقده على قافية رأسه عليك ليل طويل وإذلاله له وقيل معناه استخف به\nواحتقره واستعلى عليه يقال لمن استخف بإنسان وخدعه بال في أذنه وأصل ذلك في\nدابة تفعل ذلك بالأسد إذلالا له وقال الحربي معناه ظهر عليه وسخر منه قال\nالقاضي عياض ولا يبعد أن يكون على ظاهره قال وخص الأذن لأنها حاسة الانتباه\n</p>\n\n<p>\n[775] قوله حدثنا قتيبة بن سعيد حدثنا ليث عن عقيل عن الزهري عن علي بن\nحسين أن الحسين بن علي حدثه عن علي بن أبي طالب رضي الله عنه هكذا ضبطناه\nأن الحسين بن علي بضم الحاء على التصغير وكذا في جميع نسخ بلادنا التي\nرأيتها مع كثرتها وذكره الدارقطني في كتاب الاستدراكات وقال إنه وقع في\nرواية مسلم أن الحسن بفتح الحاء على التكبير قال الدارقطني كذا رواه مسلم\nعن قتيبة أن الحسن بن علي وتابعه على ذلك إبراهيم بن نصر النهاوندي والجعفي\nوخالفهم النسائي والسراج وموسى <span id='ms0913'></span> بن هارون فرووه عن قتيبة أن الحسين يعني\nبالتصغير قال ورواه أبو صالح وحمزة بن زياد والوليد بن صالح عن ليث فقالوا\nفيه الحسن وقال يونس المؤدب وأبو النضر وغيرهما عن ليث الحسين يعني\nبالتصغير قال وكذلك قال أصحاب الزهري منهم صالح بن كيسان وبن أبي عقيق وبن\nجريج وإسحاق بن راشد وزيد بن أبي أنيسة وشعيب وحكيم بن حكم ويحيى بن أبي\nأنيسة وعقيل من رواية بن لهيعة عنه وعبد الرحمن بن إسحاق وعبيد الله بن أبي\nزياد وغيرهم وأما معمر فأرسله عن الزهري عن علي بن حسين وقول من قال عن ليث\nالحسن بن علي وهم يعني من قاله بالتكبير فقد غلط هذا كلام الدارقطني وحاصله\nأنه يقول ان الصواب من رواية ليث الحسين بالتصغير وقد بينا أنه الموجود في\nروايات بلادنا والله أعلم قوله طرقه وفاطمة أي أتاهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفي الليل قوله سمعته وهو مدبر يضرب فخذه ويقول وكان الإنسان أكثر شيء\nجدلا المختار في معناه أنه تعجب من سرعة جوابه وعدم موافقته له على\nالاعتذار بهذا ولهذا ضرب فخذه وقيل قاله تسليما لعذرهما وأنه لا عتب عليهما\nوفي هذا الحديث الحث على صلاة الليل وأمر الإنسان صاحبه بها وتعهد الإمام\nوالكبير رعيته بالنظر في مصالح دينهم ودنياهم وأنه ينبغي للناصح إذا لم\nيقبل نصيحته أو اعتذر إليه بما لا يرتضيه أن ينكف ولا يعنف إلا لمصلحة قوله\nطرقه وفاطمة فقالوا ألا تصلون هكذا هو في الأصول تصلون وجمع الاثنين صحيح\nلكن هل هو حقيقة أو مجاز فيه الخلاف المشهور الأكثرون على أنه مجاز وقال\nآخرون حقيقة\n</p>\n\n<p>\n[776] قوله صلى الله عليه وسلم يعقد الشيطان على قافية رأس أحدكم ثلاث\nعقد القافية آخر الرأس وقافية كل شيء آخره ومنه قافية الشعر قوله عليك ليلا\nطويلا هكذا هو في معظم نسخ بلادنا بصحيح مسلم وكذا نقله القاضي عن رواية\nالأكثرين عليك ليلا طويلا بالنصب على الإغراء ورواه بعضهم عليك ليل طويل\nبالرفع أي بقي عليك ليل طويل واختلف العلماء في <span id='ms0914'></span> هذه العقد فقيل هو عقد\nحقيقي بمعنى عقد السحر للإنسان ومنعه من القيام قال الله تعالى ومن شر\nالنفاثات في العقد فعلى هذا هو قول يقوله يؤثر في تثبيط النائم كتأثير\nالسحر وقيل يحتمل أن يكون فعلا يفعله كفعل النفاثات في العقد وقيل هو من\nعقد القلب وتصميمه فكأنه يوسوس في نفسه ويحدثه بأن عليك ليلا طويلا فتأخر\nعن القيام وقيل هو مجاز كنى به عن تثبيط الشيطان عن قيام الليل قوله صلى\nالله عليه وسلم فإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nاستيقظ فذكر الله عز وجل انحلت عقدة وإذا توضأ انحلت عنه عقدتان فإذا صلى\nانحلت العقد فأصبح نشيطا طيب النفس وإلا أصبح خبيث النفس كسلان فيه فوائد\nمنها الحث على ذكر الله تعالى عند الاستيقاظ وجاءت فيه أذكار مخصوصة مشهورة\nفي الصحيح وقد جمعتها وما يتعلق بها في باب من كتاب الأذكار ولا يتعين لهذه\nالفضيلة ذكر لكن الأذكار المأثورة فيه أفضل ومنها التحريض على الوضوء حينئذ\nوعلى الصلاة وإن قلت وقوله صلى الله عليه وسلم وإذا توضأ انحلت عقدتان\nمعناه تمام عقدتين أي انحلت عقدة ثانية وتم بها عقدتان وهو بمعنى قول الله\nتعالى قل أئنكم لتكفرون بالذي خلق الأرض في يومين إلى قوله في أربعة أيام\nأي في تمام أربعة ومعناه في يومين آخرين تمت الجملة بهما أربعة أيام ومثله\nفي الحديث الصحيح من صلى على جنازة فله قيراط ومن تبعها حتى توضع في القبر\nفقيراطان هذا لفظ إحدى روايات مسلم وروى البخاري ومسلم من طرق كثيرة بمعناه\nوالمراد قيراطان بالأول ومعناه أن بالصلاة يحصل قيراط وبالاتباع قيراط آخر\nيتم به الجملة قيراطان ودليل أن الجملة قيراطان رواية مسلم في صحيحه من خرج\nمع جنازة من بيتها وصلى عليها ثم تبعها حتى تدفن كان له قيراطان من الأجر\nكل قيراط مثل أحد ومن صلى عليها ثم رجع كان له من الأجر مثل أحد وفي رواية\nللبخاري في أول صحيحه من اتبع جنازة مسلم إيمانا واحتسابا وكان معه حتى\nيصلي عليها ويفرغ <span id='ms0915'></span> من دفنها فإنه يرجع من الأجر بقيراطين كل قيراط مثل أحد\nومن صلى عليها ثم رجع قبل أن تدفن فإنه يرجع بقيراط وهذه الألفاظ كلها من\nرواية أبي هريرة ومثله في صحيح مسلم من صلى العشاء في جماعة فكأنما قام نصف\nالليل ومن صلى الصبح في جماعة فكأنما صلى الليل كله وقد سبق بيانه في موضعه\nقوله صلى الله عليه وسلم فأصبح نشيطا طيب النفس معناه لسروره بما وفقه الله\nالكريم له من الطاعة ووعده به من ثوابه مع ما يبارك له في نفسه وتصرفه في\nكل أموره مع ما زال عنه من عقد الشيطان وتثبيطه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله صلى الله عليه وسلم وإلا أصبح خبيث النفس كسلان معناه لما عليه من\nعقد الشيطان وآثار تثبيطه واستيلائه مع أنه لم يزل ذلك عنه وظاهر الحديث أن\nمن لم يجمع بين الأمور الثلاثة وهي الذكر والوضوء والصلاة فهو داخل فيمن\nيصبح خبيث النفس كسلان وليس في هذا الحديث مخالفة لقوله صلى الله عليه وسلم\nلا يقل أحدكم خبثت نفسي فإن ذلك نهي للإنسان أن يقول هذا اللفظ عن نفسه\nوهذا إخبار عن صفة غيره واعلم أن البخاري بوب لهذا الحديث باب عقد الشيطان\nعلى رأس من لم يصل فأنكر عليه المازري وقال الذي في الحديث أنه يعقد قافية\nرأسه وإن صلى بعده وإنما ينحل عقده بالذكر والوضوء والصلاة قال ويتأول كلام\nالبخاري أنه أراد أن استدامة العقد إنما تكون على من ترك الصلاة وجعل من\nصلى وانحلت عقده كمن لم يعقد عليه لزوال أثره\n</p>\n\n<h1 class='l1' id='head9'>(باب استحباب صلاة النافلة في بيته وجوازها في المسجد)</h1>\n\n<p>\nوسواء في هذا الراتبة وغيرها إلا الشعائر الظاهرة وهي العيد والكسوف\nوالاستسقاء والتراويح وكذا ما لا يتأتى في غير المسجد كتحية المسجد ويندب\nكونه في المسجد هي ركعتا الطواف\n</p>\n\n<p>\n[777] قوله صلى الله عليه وسلم اجعلوا من صلاتكم في بيوتكم ولا تتخذوها\nقبورا معناه صلوا فيها ولا تجعلوها كالقبور مهجورة من الصلاة والمراد به\nصلاة النافلة أي صلوا النوافل في بيوتكم <span id='ms0916'></span> وقال القاضي عياض قيل هذا في\nالفريضة ومعناه اجعلوا بعض فرائضكم في بيوتكم ليقتدي بكم من لا يخرج إلى\nالمسجد من نسوة وعبيد ومريض ونحوهم قال وقال الجمهور بل هو في النافلة\nلإخفائها وللحديث الآخر أفضل الصلاة صلاة المرء في بيته إلا المكتوبة قلت\nالصواب أن المراد النافلة وجميع أحاديث الباب تقتضيه ولا يجوز حمله على\nالفريضة وإنما حث على النافلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفي البيت لكونه أخفى وأبعد من الرياء وأصون من المحبطات وليتبرك البيت\nبذلك وتنزل فيه الرحمة والملائكة وينفر منه الشيطان كما جاء في الحديث\nالآخر وهو معنى قوله صلى الله عليه وسلم في الرواية الأخرى فإن الله جاعل\nفي بيته من صلاته خيرا\n</p>\n\n<p>\n[779] قوله بريد عن أبي بردة قد سبق مرات أن بريدا بضم الموحدة قوله صلى\nالله عليه وسلم مثل البيت الذي يذكر الله فيه والبيت الذي لا يذكر الله فيه\nمثل الحي والميت فيه الندب إلى ذكر الله تعالى في البيت وأنه لا يخلى من\nالذكر وفيه جواز التمثيل وفيه أن طول العمر في الطاعة فضيلة وإن كان الميت\nينتقل إلى خير لأن الحي يستلحق به ويزيد عليه بما يفعله من الطاعات\n</p>\n\n<p>\n[780] قوله ص سورة البقرة دليل على جوازه بلا كراهة وأما من كره قول سورة\nالبقرة ونحوها فغالط وسبقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p068'> Vol. 06, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة وسنعيدها قريبا إن شاء الله تعالى في أبواب فضائل القرآن قوله ص\nإن الشيطان ينفر من البيت هكذا ضبطه الجمهور ينفر ورواه بعض رواة مسلم يفر\nوكلاهما صحيح\n</p>\n\n<p>\n[781] قوله احتجر رسول الله صلى الله عليه وسلم حجيرة بخصفة أو حصير فصلى\nفيها فالحجيرة بضم الحاء تصغير حجرة والخصفة والحصير بمعنى شك الراوي في\nالمذكورة منهما ومعنى احتجر حجرة أي حوط موضعا من المسجد بحصير ليستره\nليصلي فيه ولا يمر بين يديه مار ولا يتهوش بغيره ويتوفر خشوعه وفراغ قلبه\nوفيه جواز مثل هذا إذا لم يكن فيه تضييق على المصلين ونحوهم ولم يتخذه\nدائما لأن النبي صلى الله عليه وسلم كان يحتجرها بالليل يصلي فيها وينحتها <span id='ms0917'></span>\nبالنهار ويبسطها كما ذكره مسلم في الرواية التي بعد هذه ثم تركه النبي صلى\nالله عليه وسلم بالليل والنهار وعاد إلى الصلاة في البيت وفيه جواز النافلة\nفي المسجد وفيه جواز الجماعة في غير المكتوبة وجواز الاقتداء بمن لم ينو\nالإمامة وفيه ترك بعض المصالح لخوف مفسدة أعظم من ذلك وفيه بيان ما كان\nالنبي صلى الله عليه وسلم عليه من الشفقة على أمته ومراعاة مصالحهم وأنه\nينبغي لولاة الأمور وكبار الناس والمتبوعين في علم وغيره الاقتداء به صلى\nالله عليه وسلم في ذلك قوله فتتبع إليه رجال هكذا ضبطناه وكذا هو في النسخ\nوأصل التتبع الطلب ومعناه هنا طلبوا موضعه واجتمعوا إليه قوله وحصبوا الباب\nأي رموه بالحصباء وهي الحصى الصغار تنبيها له وظنوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nأنه نسي قوله صلى الله عليه وسلم فإن خير صلاة المرء في بيته إلا الصلاة\nالمكتوبة هذا عام في جميع النوافل المرتبة مع الفرائض والمطلقة إلا في\nالنوافل التي هي من شعائر الإسلام وهي العيد والكسوف والاستسقاء وكذا\nالتراويح على الأصح فإنها مشروعة في جماعة في المسجد والاستسقاء في الصحراء\nوكذا العيد إذا ضاق المسجد والله أعلم قوله وكان يحجره من الليل ويبسطه\nبالنهار وهكذا ضبطناه يحجر بضم الياء وفتح الحاء وكسر الجيم المشددة أي\nيتخذه حجرة كما في الرواية الأخرى وفيه إشارة إلى ما كان عليه رسول الله\nصلى الله عليه وسلم من الزهادة في الدنيا والإعراض عنها والإثراء من متاعها\nبما لا بد منه قوله فثابوا ذات ليلة أي اجتمعوا وقيل رجعوا للصلاة\n</p>\n\n<h1 class='l1' id='head10'>(باب فضيلة العمل الدائم من قيام الليل وغيره)</h1>\n\n<p>\nوالأمر بالاقتصاد في العبادة وهو أن يأخذ منها ما يطيق الدوام عليه وأمر\nمن كان في صلاة فتركها ولحقه ملل ونحوه بأن يتركها حتى يزول ذلك\n</p>\n\n<p>\n[782] قوله ص عليكم من الأعمال ما تطيقون أي تطيقون الدوام عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبلا ضرر وفيه دليل على الحث على الاقتصاد في العبادة واجتناب التعمق وليس\nالحديث مختصا بالصلاة بل هو عام في جميع أعمال البر قوله صلى <span id='ms0918'></span> الله عليه\nوسلم فإن الله لا يمل حتى تملوا هو بفتح الميم فيهما وفي الرواية الأخرى لا\nيسأم حتى تسأموا وهما بمعنى قال العلماء الملل والسآمة بالمعنى المتعارف في\nحقنا محال في حق الله تعالى فيجب تأويل الحديث قال المحققون معناه لا\nيعاملكم معاملة المال فيقطع عنكم ثوابه وجزاءه وبسط فضله ورحمته حتى تقطعوا\nعملكم وقيل معناه لا يمل إذا مللتم وقاله بن قتيبة وغيره وحكاه الخطابي\nوغيره وأنشدوا فيه شعرا قالوا ومثاله قولهم في البليغ فلان لا ينقطع حتى\nيقطع خصومه معناه لا ينقطع إذا انقطع خصومه ولو كان معناه ينقطع إذا انقطع\nخصومه لم يكن له فضل على غيره وفي هذا الحديث كمال شفقته صلى الله عليه\nوسلم ورأفته بأمته لأنه أرشدهم إلى ما يصلحهم وهو ما يمكنهم الدوام عليه\nبلا مشقة ولا ضرر فتكون النفس أنشط والقلب منشرحا فتتم العبادة بخلاف من\nتعاطى من الأعمال ما يشق فإنه بصدد أن يتركه أو بعضه أو يفعله بكلفة وبغير\nانشراح القلب فيفوته خير عظيم وقد ذم الله سبحانه وتعالى من اعتاد عبادة ثم\nأفرط فقال تعالى ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله\nفما رعوها حق رعايتها وقد ندم عبد الله بن عمرو بن العاص على تركه قبول\nرخصة رسول الله صلى الله عليه وسلم في تخفيف العبادة ومجانبة التشديد قوله\nصلى الله عليه وسلم وإن أحب الأعمال إلى الله ما دووم عليه وإن قل هكذا\nضبطناه دووم عليه وكذا هو في معظم النسخ دووم بواوين ووقع في بعضها دوم\nبواو واحدة والصواب الأول وفيه الحث على المداومة على العمل وأن قليله\nالدائم خير من كثير ينقطع وإنما كان القليل الدائم خيرا من الكثير المنقطع\nلأن بدوام القليل تدوم الطاعة والذكر والمراقبة والنية والإخلاص والإقبال\nعلى الخالق سبحانه وتعالى ويثمر القليل الدائم بحيث يزيد على الكثير\nالمنقطع أضعافا كثيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وكان آل محمد صلى الله عليه وسلم إذا عملوا عملا أثبتوه أي لازموه\nوداوموا عليه والظاهر أن <span id='ms0919'></span> المراد بالآل هنا أهل بيته وخواصه صلى الله عليه\nوسلم من أزواجه وقرابته ونحوهم\n</p>\n\n<p>\n[783] قولها كان عمله ديمة هو بكسر الدال وإسكان الياء أي يدوم عليه ولا\nيقطعه قوله في الحبل الممدود بين ساريتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nلزينب تصلي\n</p>\n\n<p>\n[784] فإذا كسلت أو فترت أمسكت به فقال حلوه يصلي أحدكم نشاطه كسلت بكسر\nالسين وفيه الحث على الاقتصاد في العبادة والنهي عن التعمق والأمر بالإقبال\nعليها بنشاط وأنه إذا فتر فليقعد حتى يذهب الفتور وفيه إزالة المنكر باليد\nلمن تمكن منه وفيه جواز التنفل في المسجد فإنها كانت تصلي النافلة فيه فلم\nينكر عليها\n</p>\n\n<p>\n[785] قوله الحولاء بنت تويت هو بتاء مثناة فوق في أوله وآخره قوله\nوزعموا أنها لا تنام الليل فقال رسول الله صلى الله عليه وسلم لا تنام\nالليل خذوا من العمل ما تطيقون أراد صلى الله عليه وسلم بقوله لا تنام\nالليل الإنكار عليها وكراهة فعلها وتشديدها على نفسها ويوضحه أن في موطأ\nمالك قال في هذا الحديث وكره ذلك حتى عرفت الكراهة في وجهه وفي هذا دليل\nلمذهبنا ومذهب جماعة أو الأكثرين أن صلاة جميع الليل مكروهة وعن جماعة من\nالسلف أنه لا بأس به وهو رواية عن مالك إذا لم ينم عن الصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>باب أمر من نعس في صلاته أو استعجم عليه القرآن أو</h1>\n\n<p>\nالذكر)\n</p>\n\n<p>\nبأن يرقد أو يقعد حتى يذهب عنه ذلك\n</p>\n\n<p>\n[786] قوله ص إذا نعس أحدكم في الصلاة فليرقد حتى يذهب عنه النوم إلى\nآخره نعس بفتح العين وفيه الحث على الإقبال على الصلاة بخشوع وفراغ قلب\nونشاط وفيه أمر الناعس بالنوم أو نحوه مما يذهب عنه النعاس وهذا عام في\nصلاة الفرض والنفل في الليل والنهار وهذا مذهبنا ومذهب الجمهور لكن لا يخرج\nفريضة عن وقتها قال القاضي وحمله مالك وجماعة على نفل الليل لأنه محل النوم\nغالبا قوله صلى الله عليه وسلم فإن أحدكم إذا صلى وهو ناعس لعله يذهب\nيستغفر فيسب نفسه قال القاضي معنى يستغفر هنا يدعو\n</p>\n\n<p>\n[787] قوله صلى الله عليه وسلم فاستعجم <span id='ms0920'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nعليه القرآن أي استغلق ولم ينطلق به لسانه لغلبة النعاس\n</p>\n\n<h1 class='l1' id='head12'>باب فضائل القرآن وما يتعلق به</h1>\n\n<h1 class='l1' id='head13'>(باب الأمر بتعهد القرآن وكراهة قول نسيت آية كذا </h1>\n\n<p>\nوجواز قول أنسيتها)\n</p>\n\n<p>\n[788] قوله سمع النبي صلى الله عليه وسلم رجلا يقرأ من الليل فقال يرحمه\nالله لقد أذكرني كذا وكذا آية كنت أسقطتها من سورة كذا وكذا وفي رواية كان\nالنبي صلى الله عليه وسلم يستمع قراءة رجل في المسجد فقال رحمه الله لقد\nأذكرني آية كنت أنسيتها وفي الحديث الذي بعد هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n[790] بئسما لأحدهم يقول نسيت آية كيت وكيت بل هو نسي في هذه الألفاظ\nفوائد منها جواز رفع الصوت بالقراءة في الليل وفي المسجد ولا كراهة فيه إذا\nلم يؤذ أحدا ولا تعرض للرياء والإعجاب ونحو ذلك وفيه الدعاء لمن أصاب\nالإنسان من جهته خيرا وإن لم يقصده ذلك الإنسان وفيه أن الاستماع للقراءة\nسنة وفيه جواز قول سورة كذا كسورة البقرة ونحوها ولا التفات إلى من خالف في\nذلك فقد تظاهرت الأحاديث الصحيحة على استعماله وفيه كراهة قول نسيت آية كذا\nوهي كراهة تنزيه وأنه لا يكره قول أنسيتها وإنما نهي عن نسيتها لأنه يتضمن\nالتساهل فيها والتغافل عنها وقد قال الله تعالى أتتك آياتنا فنسيتها وقال\nالقاضي عياض أولى ما يتأول عليه الحديث أن معناه ذم الحال لا ذم القول أي\nنسيت الحالة حالة من حفظ القرآن فغفل عنه حتى نسيه وقوله ص بل هو نسي\nضبطناه بتشديد السين وقال القاضي ضبطناه بالتشديد والتخفيف قوله صلى الله\nعليه وسلم كنت أنسيتها دليل على جواز النسيان عليه صلى الله عليه وسلم فيما\nقد بلغه إلى الأمة وقد تقدم في باب سجود السهو الكلام فيما يجوز من السهو\nعليه صلى الله عليه وسلم وما لا يجوز قال القاضي عياض رحمه الله جمهور\nالمحققين جواز النسيان عليه صلى الله عليه وسلم ابتداء فيما ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nطريقه البلاغ واختلفوا فيما طريقه البلاغ والتعليم ولكن من جوز قال لا\nيقر عليه بل لابد أن يتذكره أو <span id='ms0921'></span> يذكره واختلفوا هل من شروط ذلك الفور أم يصح\nعلى التراخي قبل وفاته صلى الله عليه وسلم قال وأما نسيان ما بلغه في هذا\nالحديث فيجوز قال وقد سبق بيان سهوه في الصلاة قال وقال بعض الصوفية\nومتابعيهم لا يجوز السهو عليه أصلا في شيء وإنما يقع منه صورته ليس إلا\nوهذا تناقض مردود ولم يقل بهذا أحد ممن يقتدى به إلا الأستاذ أبو الظفر\nالاسفرايني من شيوخنا فإنه مال إليه ورجحه وهو ضعيف متناقض قوله صلى الله\nعليه وسلم\n</p>\n\n<p>\n[789] إنما مثل صاحب القرآن كمثل الإبل المعقلة إلى آخره فيه الحث على\nتعاهد القرآن وتلاوته والحذر من تعريضه للنسيان قال القاضي ومعنى صاحب\nالقرآن أي الذي ألفه والمصاحبة المؤالفة ومنه فلان صاحب فلان وأصحاب الجنة\nوأصحاب النار وأصحاب الحديث وأصحاب الرأي وأصحاب الصفة وأصحاب إبل وغنم\nوصاحب كنز وصاحب عبادة قوله صلى الله عليه وسلم آية كيت وكيت أي آية كذا\nوكذا وهو بفتح التاء على المشهور وحكى الجوهري فتحها وكسرها عن أبي عبيدة\nقوله استذكروا القرآن فلهو أشد تفصيا من صدور الرجال من النعم بعقلها قال\nأهل اللغة التفصي الانفصال وهو بمعنى الرواية الأخرى أشد تفلتا النعم أصلها\nالإبل والبقر والغنم والمراد هنا الإبل خاصة لأنها التي تعقل والعقل بضم\nالعين والقاف ويجوز إسكان القاف وهو كنظائره وهو جمع عقال ككتاب وكتب\nوالنعم تذكر وتؤنث ووقع في هذه الروايات بعقلها وفي الرواية الثانية من\nعقله وفي الثالثة في عقلها وكله صحيح والمراد برواية الباء من كما في قول\nالله تعالى عينا يشرب بها عباد الله على أحد القولين في معناها قوله في هذه\nالرواية عقله بتذكير النعم وهو صحيح كما ذكرناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>باب استحباب تحسين الصوت بالقرآن</h1>\n\n<p>\n[792] قوله صلى الله عليه وسلم ما أذن الله لشيء ما أذن لنبي يتغنى\nبالقرآن هو بكسر الذال قال العلماء معنى أذن في اللغة الاستماع ومنه قوله\nتعالى وأذنت لربها قالوا ولا يجوز أن تحمل هنا على الاستماع بمعنى الإصغاء\nفإنه يستحيل على الله <span id='ms0922'></span> تعالى بل هو مجاز ومعناه الكناية عن تقريبه القارئ\nوإجزال ثوابه لأن سماع الله تعالى لا يختلف فوجب تأويله وقوله يتغنى\nبالقرآن معناه عند الشافعي وأصحابه وأكثر العلماء من الطوائف وأصحاب الفنون\nيحسن صوته به وعند سفيان بن عيينة يستغني به قيل يستغني به عن الناس وقيل\nعن غيره من الأحاديث والكتب قال القاضي عياض القولان منقولان عن بن عيينة\nقال يقال تغنيت وتغانيت بمعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nاستغنيت وقال الشافعي وموافقوه معناه تحزين القراءة وترقيقها واستدلوا\nبالحديث الآخر زينوا القرآن بأصواتكم قال الهروي معنى يتغنى به يجهر به\nوأنكر أبو جعفر الطبري تفسير من قال يستغني به وخطأه من حيث اللغة والمعنى\nوالخلاف جار في الحديث الآخر ليس منا من لم يتغن بالقرآن والصحيح أنه من\nتحسين الصوت ويؤيده الرواية الأخرى يتغنى بالقرآن يجهر به قوله في رواية\nحرملة كما يأذن لنبي هو بفتح الذال قوله حدثنا هقل بكسر الهاء وإسكان القاف\nقوله كأذنه هو بفتح الهمزة والذال وهو مصدر أذن يأذن أذنا كفرح يفرح فرحا\nقوله غير أن بن أيوب قال في روايته كإذنه هكذا هو في رواية بن أيوب بكسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p079'> Vol. 06, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالهمزة وإسكان الذال قال القاضي هو على هذه الرواية بمعنى الحث على ذلك\nوالأمر به\n</p>\n\n<p>\n[793] قوله ص في أبي موسى الأشعري أعطي مزمارا من مزامير آل داود قال\nالعلماء المراد بالمزمار هنا الصوت الحسن وأصل الزمر الغناء وآل داود هو\nداود نفسه وآل فلان قد يطلق على نفسه وكان داود صلى الله عليه وسلم حسن\nالصوت جدا قوله صلى الله عليه وسلم لأبي موسى لو رأيتني وأنا أسمع قراءتك\nالبارحة لقد أوتيت مزمارا من مزامير آل داود وفي الحديث الذي بعده أن النبي\nصلى الله عليه وسلم قرأ ورجع في قراءته قال القاضي أجمع العلماء على\nاستحباب تحسين الصوت بالقراءة وترتيلها قال أبو عبيد والأحاديث الواردة في\nذلك محمولة على التحزين والتشويق قال واختلفوا في القراءة بالألحان فكرهها\nمالك والجمهور لخروجها عما جاء القرآن له من الخشوع والتفهم وأبحاهما أبو <span id='ms0923'></span>\nحنيفة وجماعة من السلف للأحاديث ولأن ذلك سبب للرقة وإثارة الخشية وإقبال\nالنفوس على استماعه قلت قال الشافعي في موضع أكره القراءة بالألحان وقال في\nموضع لا أكرهها قال أصحابنا ليس له فيها خلاف وإنما هو اختلاف حالين فحيث\nكرهها أراد إذا مطط وأخرج الكلام عن موضعه بزيادة أو نقص أو مد غير ممدود\nوإدغام ما لا يجوز إدغامه ونحو ذلك وحيث أباحها أراد إذا لم يكن فيها تغير\nلموضوع الكلام والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>باب نزول السكينة لقراءة القرآن</h1>\n\n<p>\n[795] قوله وعنده فرس مربوط بشطنين هو بفتح الشين المعجمة والطاء وهما\nتثنية شطن وهو الحبل الطويل المضطرب قوله وجعل فرسه ينفر وفي الرواية\nالثانية فجعلت تنفر وفي الثالثة غير أنهما قالا ينقز أما الأوليان فبالفاء\nوالراء بلا خلاف وأما الثالثة فبالقاف المضمومة وبالزاي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nهذا هو المشهور ووقع في بعض نسخ بلادنا في الثالثة ينفز بالفاء والزاي\nوحكاه القاضي عياض عن بعضهم وغلطه ومعنى ينقز بالقاف والزاي يثب قوله\nفتغشته سحابة فجعلت تدور وتدنو فقال النبي صلى الله عليه وسلم تلك السكينة\nنزلت للقرآن وفي الرواية الأخيرة تلك الملائكة كانت تستمع لك ولو قرأت\nلأصبحت يراها الناس ما تستتر منهم قد قيل في معنى السكينة هنا أشياء\nالمختار منها أنها شيء من مخلوقات الله تعالى فيه طمأنينة ورحمة ومعه\nالملائكة والله أعلم وفي هذا الحديث جواز رؤية آحاد الأمة الملائكة وفيه\nفضيلة القراءة وأنها سبب نزول الرحمة وحضور الملائكة وفيه فضيلة استماع\nالقرآن قوله صلى الله عليه وسلم اقرأ فلان وفي الرواية الأخرى اقرأ ثلاث\nمرات معناه كان ينبغي أن تستمر على القرآن وتغتنم ما حصل لك من نزول\nالسكينة والملائكة وتستكثر من القراءة التي هي سبب بقائها\n</p>\n\n<p>\n[796] قوله إن عبد الله بن خباب حدثه هو بالخاء المعجمة قوله أسيد بن\nحضير هو بضم الحاء المهملة وفتح الضاد المعجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقوله بينما هو قد سبق أن معناه بين أوقاته قوله في مربده هو بكسر الميم\nوفتح الموحدة وهو الموضع الذي ييبس فيه التمر كالبيدر <span id='ms0924'></span> للحنطة ونحوها قوله\nجالت فرسه أي وثبت وقال هنا جالت فأنث الفرس وفي الرواية السابقة وعنده فرس\nمربوط فذكره وهما صحيحان والفرس يقع على الذكر والأنثى\n</p>\n\n<h1 class='l1' id='head16'>(باب فضيلة حافظ القرآن)</h1>\n\n<p>\n[797] قوله صلى الله عليه وسلم مثل المؤمن الذي يقرأ القرآن إلى آخره فيه\nفضيلة حافظ القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nواستحباب ضرب الأمثال لايضاح المقاصد\n</p>\n\n<p>\n[798] قوله صلى الله عليه وسلم الماهر بالقرآن مع السفرة الكرام البررة\nوالذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران وفي الرواية الأخرى\nوهو يشتد عليه له أجران السفرة جميع سافر ككاتب وكتبة والسافر الرسول\nوالسفرة الرسل لأنهم يسفرون إلى الناس برسالات الله وقيل السفرة الكتبة\nوالبررة المطيعون من البر وهو الطاعة والماهر الحاذق الكامل الحفظ الذي لا\nيتوقف ولا يشق عليه القراءة بجودة حفظه وإتقانه قال القاضي يحتمل أن يكون\nمعنى كونه مع الملائكة أن له في الآخرة منازل يكون فيها رفيقا للملائكة\nالسفرة لاتصافه بصفتهم من حمل كتاب الله تعالى قال ويحتمل أن يراد أنه عامل\nبعملهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوسالك مسلكهم وأما الذي يتتعتع فيه فهو الذي يتردد في تلاوته لضعف حفظه\nفله أجران أجر بالقراءة وأجر بتتعتعه في تلاوته ومشقته قال القاضي وغيره من\nالعلماء وليس معناه الذي يتتعتع عليه له من الأجر أكثر من الماهر به بل\nالماهر أفضل وأكثر أجرا لأنه مع السفرة وله أجور كثيرة ولم يذكر هذه\nالمنزلة لغيره وكيف يلحق به من لم يعتن بكتاب الله تعالى وحفظه وإتقانه\nوكثرة تلاوته وروايته كاعتنائه حتى مهر فيه والله أعلم\n</p>\n\n<h1 class='l1' id='head17'>(باب استحباب قراءة القرآن على أهل الفضل والحذاق فيه)</h1>\n\n<p>\nوإن كان القارئ أفضل من المقروء عليه\n</p>\n\n<p>\n[799] قال مسلم حدثنا هداب بن خالد حدثنا همام حدثنا قتادة عن أنس بن\nمالك إن رسول الله صلى الله عليه وسلم قال لأبي إن الله أمرني أن أقرأ عليك\nقال الله سماني لك قال الله سماك لي فجعل أبي يبكي قال مسلم حدثنا محمد بن\nالمثني وبن بشار قال محمد بن جعفر حدثنا شعبة قال سمعت قتادة يحدث <span id='ms0925'></span> عن أنس\nقال قال رسول الله صلى الله عليه وسلم لأبي بن كعب إن الله أمرني أن أقرأ\nعليك لم يكن الذين كفروا قال وسماني لك قال نعم قال فبكى قال مسلم حدثنا\nيحيى بن حبيب الحارثي حدثنا خالد يعني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحارث حدثنا شعبة عن قتادة قال سمعت أنسا يقول قال رسول الله صلى\nالله عليه وسلم لأبي بمثله هذه الأسانيد الثلاثة رواتها كلهم بصريون وهذا\nمن المستطرفات أن يجتمع ثلاثة أسانيد متصلة مسلسلون بغير قصد وقد سبق بيان\nمثله وشعبة واسطي بصري سبق بيانه مرات وفي الطريق الثالث فائدة حسنة وهي أن\nقتادة صرح بالسماع من أنس بخلاف الأوليين وقتادة مدلس فينتفي أن يخاف من\nتدليسه بتصريحه بالسماع وقد سبق التنبيه على مثل هذا مرات وفي الحديث فوائد\nكثيرة منها استحباب قراءة القرآن على الحذاق فيه وأهل العلم به والفضل وإن\nكان القارئ أفضل من المقروء عليه ومنها المنقبة الشريفة لأبي بقراءة النبي\nصلى الله عليه وسلم عليه ولا يعلم أحد من الناس شاركه في هذا ومنها منقبة\nأخرى له بذكر الله تعالى له ونصه عليه في هذه المنزلة الرفيعة ومنها البكاء\nللسرور والفرح مما يبشر الإنسان به ويعطاه من معالي الأمور وأما قوله آلله\nسماني لك فيه أنه يجوز أن يكون الله تعالى أمر النبي صلى الله عليه وسلم\nيقرأ على رجل من أمته ولم ينص على أبي فأراد أبي أن يتحقق هل نص عليه أو\nقال على رجل فيؤخذ منه الاستثبات في المحتملات واختلفوا في الحكمة في\nقراءته صلى الله عليه وسلم على أبي والمختار أن سببها أن تستن الأمة بذلك\nفي القراءة على أهل الإتقان والفضل ويتعلموا آداب القراءة ولا يأنف أحد من\nذلك وقيل للتنبيه على جلالة أبي وأهليته لأخذ القرآن عنه وكان بعده ص رأسا\nوإماما في إقراء القرآن وهو أجل ناشرته أو من أجلهم ويتضمن معجزة لرسول\nالله صلى الله عليه وسلم وأما تخصيص هذه السورة فلأنها وجيزة جامعة لقواعد\nكثيرة من أصول <span id='ms0926'></span> الدين وفروعه ومهماته والإخلاص وتطهير القلوب وكان الوقت\nيقتضي الاختصار والله أعلم\n</p>\n\n<h1 class='l1' id='head18'>باب فضل استماع القرآن وطلب القراءة من حافظه</h1>\n\n<p>\nللاستماع والبكاء عن القراءة والتدبر\n</p>\n\n<p>\n[800] قال مسلم حدثنا أبو بكر بن أبي شيبة وأبو كريب جميعا عن حفص قال\nأبو بكر حدثنا حفص بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nغياث عن الأعمش عن إبراهيم عن عبيدة عن عبد الله قال قال لي رسول الله\nصلى الله عليه وسلم اقرأ علي القرآن إلى آخره قال مسلم حدثنا هناد بن السري\nومنجاب بن الحارث عن علي بن مسهر عن الأعمش بهذا قال مسلم وحدثنا أبو بكر\nبن أبي شيبة وأبو كريب قال أبو أسامة حدثني مسعر عن عمرو بن مرة عن إبراهيم\nقال مسلم حدثنا عثمان بن أبي شيبة حدثنا جرير عن الأعمش عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم عن علقمة عن عبد الله هذه الأسانيد الأربعة كلهم كوفيون وهو من\nالطرق المستحسنة وجرير رازي كوفي وفيه ثلاثة تابعيون بعضهم عن بعض الأعمش\nوإبراهيم النخعي وعبيدة السلماني بفتح العين وكسر الباء وأيضا الأعمش\nوإبراهيم وعلقمة وفي حديث بن مسعود هذا فوائد منها استحباب استماع القراءة\nوالإصغاء لها والبكاء عندها وتدبرها واستحباب طلب القراءة من غيره ليستمع\nله وهو أبلغ في التفهم والتدبر من قراءته بنفسه وفيه تواضع أهل العلم\nوالفضل ولو مع أتباعهم\n</p>\n\n<p>\n[801] قوله ان بن مسعود وجد من الرجل ريح الخمر فحده هذا محمول على أن بن\nمسعود كان له ولاية إقامة الحدود لكونه نائبا للإمام عموما أو في إقامة\nالحدود أو في تلك الناحية أو أستأذن من له إقامة الحد هناك في ذلك ففوضه\nإليه ويحمل أيضا على أن الرجل اعترف بشرب خمر بلا عذر وإلا فلا يجب الحد\nبمجرد ريحها لاحتمال النسيان والاشتباه والإكراه وغير ذلك هذا مذهبنا ومذهب\nآخرين\n</p>\n\n<p>\n[801] قوله وتكذب بالكتاب معناه تنكر بعضه جاهلا وليس المراد التكذيب\nالحقيقي فإنه لو كذب حقيقة لكفر وصار مرتدا يجب قتله وقد أجمعوا على أن من\nجحد حرفا مجمعا عليه في القرآن فهو كافر تجري عليه أحكام المرتدين والله <span id='ms0927'></span>\nأعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>(باب فضل قراءة القرآن في الصلاة وتعلمه)</h1>\n\n<p>\n[802] الخلفات بفتح الخاء المعجمة وكسر اللام الحوامل من الإبل إلى أن\nيمضي عليها نصف أمدها ثم هي عشار والواحدة خلفة وعشراء\n</p>\n\n<p>\n[803] قوله صلى الله عليه وسلم يغدو كل يوم إلى بطحان هو بضم الباء\nوإسكان الطاء موضع بقرب المدينة والكوما من الإبل بفتح الكاف العظيمة\nالسنامم\n</p>\n\n<h1 class='l1' id='head20'>(باب فضل قراءة القرآن وسورة البقرة)</h1>\n\n<p>\n[804] قوله صلى الله عليه وسلم اقرؤوا الزهراوين البقرة وسورة آل عمران\nقالوا سميتا الزهراوين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nلنورهما وهدايتهما وعظيم أجرهما وفيه جواز قول سورة آل عمران وسورة\nالنساء وسورة المائدة وشبهها ولا كراهة في ذلك وكرهه بعض المتقدمين وقال\nإنما يقال السورة التي يذكر فيها آل عمران والصواب الأول وبه قال الجمهور\nلأن المعنى معلوم قوله صلى الله عليه وسلم فإنهما يأتيان يوم القيامة\nكأنهما غمامتان أو كأنهما غيايتان قال أهل اللغة الغمامة والغياية كل شيء\nأظل الإنسان فوق رأسه من سحابة وغبرة وغيرهما قال العلماء المراد أن\nثوابهما يأتي كغمامتين قوله صلى الله عليه وسلم أو كأنما فرقان من طير صواف\nوفي الرواية الأخرى كأنهما حزقان من طير صاف الفرقان بكسر الفاء وإسكان\nالراء والحزقان بكسر الحاء المهملة وإسكان الزاي ومعناهما واحد وهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقطيعان وجماعتان يقال في الواحد فرق وحزق وحزيقة أي جماعة\n</p>\n\n<p>\n[805] قوله عن الوليد بن عبد الرحمن الجرشي هو بضم الجيم والنواس بن\nسمعان يقال سمعان بكسر السين وفتحها قوله أو ظلتان سوداوان بينهما شرق هو\nبفتح الراء وإسكانها أي ضياء ونور وممن حكى فتح الراء وإسكانها القاضي\nوآخرون والأشهر في الرواية واللغة الإسكان\n</p>\n\n<h1 class='l1' id='head21'>(باب فضل الفاتحة وخواتيم سورة البقرة)</h1>\n\n<p>\nوالحث على قراءة الآيتين من آخر البقرة\n</p>\n\n<p>\n[806] قوله أحمد بن جواس بفتح الجيم وتشديد الواو قوله عمار بن رزيق براء\nثم زاي قوله سمع نقيضا هو بالقاف والضاد المعجمتين أي صوتا كصوت الباب إذا\nفتح قوله صلى الله عليه وسلم الآيتان من آخر سورة البقرة من قرأهما في ليلة\nكفتاه قيل معناه كفتاه من قيام الليل وقيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nمن الشيطان <span id='ms0928'></span> وقيل من الآفات ويحتمل من الجميع\n</p>\n\n<h1 class='l1' id='head22'>باب فضل سورة الكهف وآية الكرسي</h1>\n\n<p>\n[809] قوله صلى الله عليه وسلم من حفظ عشر آيات من أول سورة الكهف عصم من\nالدجال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية من آخر الكهف قيل سبب ذلك ما في أولها من العجائب والآيات فمن\nتدبرها لم يفتتن بالدجال وكذا في آخرها قوله تعالى أفحسب الذين كفروا أن\nيتخذوا\n</p>\n\n<p>\n[810] قوله عن أبي السليل هو بفتح السين المهملة واسمه ضريب بن نقير\nبالتصغير فيهما ونقير بالقاف وقيل بالفاء وقيل نفيل بالفاء واللام قوله صلى\nالله عليه وسلم لأبي بن كعب ليهنك العلم أبا المنذر فيه منقبة عظيمة لأبي\nودليل على كثرة علمه وفيه تبجيل العالم فضلاء أصحابه وتكنيتهم وجواز مدح\nالإنسان في وجهه إذا كان فيه مصلحة ولم يخف عليه إعجاب ونحوه لكمال نفسه\nورسوخه في التقوى قوله صلى الله عليه وسلم أي آية من كتاب الله معك أعظم\nقلت الله لا إله إلا هو الحي القيوم قال القاضي عياض فيه حجة للقول بجواز\nتفضيل بعض القرآن على بعض وتفضيله على سائر كتب الله تعالى قال وفيه خلاف\nللعلماء فمنع منه أبو الحسن الأشعري وأبو بكر الباقلاني وجماعة من الفقهاء\nوالعلماء لأن تفضيل بعضه يقتضي نقص المفضول وليس في كلام الله نقص به وتأول\nهؤلاء ما ورد من إطلاق أعظم وأفضل في بعض الآيات والسور بمعنى عظيم وفاضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاز ذلك إسحاق بن راهويه وغيره من العلماء والمتكلمين قالوا وهو راجع\nإلى عظم أجر قارئ ذلك وجزيل ثوابه والمختار جواز قول هذه الآية أو السورة\nأعظم أو أفضل بمعنى أن الثواب المتعلق بها أكثر وهو معنى الحديث والله أعلم\nقال العلماء إنما تميزت آية الكرسي بكونها أعظم لما جمعت من أصول الأسماء\nوالصفات من الإلهية والوحدانية والحياة والعلم والملك والقدرة والإرادة\nوهذه السبعة أصول الأسماء والصفات والله أعلم\n</p>\n\n<h1 class='l1' id='head23'>(باب فضل قراءة قل هو الله أحد)</h1>\n\n<p>\n[811] قوله ص قل هو الله أحد تعدل ثلث القرآن وفي الرواية الأخرى إن الله\nجزأ القرآن ثلاثة أجزاء فجعل <span id='ms0929'></span> قل هو الله أحد جزءا من أجزاء القرآن قال\nالقاضي قال المازري قيل معناه أن القرآن على ثلاثة أنحاء قصص وأحكام وصفات\nلله تعالى وقل هو الله أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nمتمحضة للصفات فهي ثلث وجزء من ثلاثة أجزاء وقيل معناه أن ثواب قراءتها\nيضاعف بقدر ثواب قراءة ثلث القرآن بغير تضعيف\n</p>\n\n<p>\n[812] قوله صلى الله عليه وسلم احشدوا أي اجتمعوا\n</p>\n\n<p>\n[813] قوله صلى الله عليه وسلم في الذي قال في قل هو الله أحد لأنها صفة\nالرحمن فأنا أحب أن أقرأ بها أخبروه أن الله يحبه قال المازري محبة الله\nتعالى لعباده إرادة ثوابهم وتنعيمهم وقيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nمحبته لهم نفس الإثابة والتنعيم لا الإرادة قال القاضي وأما محبتهم له\nسبحانه فلا يبعد فيها الميل منهم إليه سبحانه وهو متقدس على الميل قال وقيل\nمحبتهم له استقامتهم على طاعته وقيل الاستقامة ثمرة المحبة وحقيقة المحبة\nله ميلهم إليه لاستحقاقه سبحانه وتعالى المحبة من جميع وجوهها\n</p>\n\n<h1 class='l1' id='head24'>(باب فضل قراءة المعوذتين)</h1>\n\n<p>\n[814] قوله صلى الله عليه وسلم ألم تر آيات أنزلت الليلة لم ير مثلهن قط\nقل أعوذ برب الفلق وقل أعوذ برب الناس فيه بيان عظم فضل هاتين السورتين وقد\nسبق قريبا الخلاف في إطلاق تفضيل بعض القرآن على بعض وفيه دليل واضح على\nكونهما من القرآن ورد على من نسب إلى بن مسعود خلاف هذا وفيه أن لفظة قل من\nالقرآن ثابتة من أول السورتين بعد البسملة وقد أجمعت الأمة على هذا كله\nقوله صلى الله عليه وسلم في الرواية الأخرى أنزل أو أنزلت علي آيات لم ير\nمثلهن قط المعوذتين ضبطنا نر بالنون المفتوحة وبالياء المضمومة وكلاهما\nصحيح قوله صلى الله عليه وسلم المعوذتين هكذا هو في جميع النسخ وهو صحيح\nوهو منصوب بفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمحذوف أي أعني المعوذتين وهو بكسر الواو\n</p>\n\n<h1 class='l1' id='head25'>(باب فضل من يقول بالقرآن ويعلمه وفضل من تعلم حكمة)</h1>\n\n<p>\nمن فقه أو غيره فعمل بها وعلمها\n</p>\n\n<p>\n[815] قوله صلى الله عليه وسلم لا حسد إلا في اثنتين قال العلماء الحسد\nقسمان حقيقي ومجازي فالحقيقي تمني <span id='ms0930'></span> زوال النعمة عن صاحبها وهذا حرام بإجماع\nالأمة مع النصوص الصحيحة وأما المجازي فهو الغبطة وهو أن يتمنى مثل النعمة\nالتي على غيره من غير زوالها عن صاحبها فإن كانت من أمور الدنيا كانت مباحة\nوإن كانت طاعة فهي مستحبة والمراد بالحديث لا غبطة محبوبة إلا في هاتين\nالخصلتين وما في معناهما قوله صلى الله عليه وسلم آناء الليل والنهار أي\nساعاته وواحده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالآن وإنا وإني وإنو أربع لغات\n</p>\n\n<p>\n[816] قوله صلى الله عليه وسلم فسلطه على هلكته في الحق أي إنفاقه في\nالطاعات قوله صلى الله عليه وسلم ورجل آتاه الله حكمة فهو يقضي بها يعلمها\nمعناه يعمل بها ويعلمها احتسابا والحكمة كل ما منع من الجهل وزجر عن القبيح\n</p>\n\n<h1 class='l1' id='head26'>باب بيان أن القرآن على سبعة أحرف وبيان معناه</h1>\n\n<p>\nقوله ثم لببته بردائه هو بتشديد الباء الأولى معناه\n</p>\n\n<p>\n[818] أخذت بمجامع ردائه في عنقه وجررته به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nمأخوذ من اللبة بفتح اللام لأنه يقبض عليها وفي هذا بيان ما كانوا عليه\nمن الاعتناء بالقرآن والذب عنه والمحافظة على لفظه كما سمعوه من غير عدول\nإلى ما يجوزه العربية وأما أمر النبي صلى الله عليه وسلم عمر بإرساله فلأنه\nلم يثبت عنده ما يقتضي تعزيره ولأن عمر إنما نسبه إلى مخالفته في القراءة\nوالنبي صلى الله عليه وسلم يعلم من جواز القراءة ووجوهها ما لا يعلمه عمر\nولأنه إذا قرأ وهو يلبث لم يتمكن من حضور البال وتحقيق القراءة تمكن المطلق\nقوله صلى الله عليه وسلم إن هذا القرآن أنزل على سبعة أحرف فاقرءوا ما تيسر\nمنه قال العلماء سبب إنزاله على سبعة التخفيف والتسهيل ولهذا قال النبي صلى\nالله عليه وسلم هون على أمتي كما صرح به في الرواية الأخرى واختلف العلماء\nفي المراد بسبعة أحرف قال القاضي عياض قيل هو توسعة وتسهيل لم يقصد به\nالحصر قال وقال الأكثرون هو حصر للعدد في سبعة ثم قيل هي سبعة في المعاني\nكالوعد والوعيد والمحكم والمتشابه والحلال والحرام والقصص والأمثال والأمر\nوالنهي ثم <span id='ms0931'></span> اختلف هؤلاء في تعيين السبعة وقال آخرون هي في أداء التلاوة\nوكيفية النطق بكلماتها من إدغام وإظهار وتفخيم وترقيق وإمالة ومد لأن العرب\nكانت مختلفة اللغات في هذه الوجوه فيسر الله تعالى عليهم ليقرأ كل إنسان\nبما يوافق لغته ويسهل على لسانه وقال آخرون هي الألفاظ والحروف وإليه أشار\nبن شهاب بما رواه مسلم عنه في الكتاب ثم اختلف هؤلاء فقيل سبع قراءات وأوجه\nوقال أبو عبيد سبع لغات العرب يمنها ومعدها وهي أفصح اللغات وأعلاها وقيل\nبل السبعة كلها لمضر وحدها وهي متفرقة في القرآن غير مجتمعة في كلمة واحدة\nوقيل بل هي مجتمعة في بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالكلمات كقوله تعالى وعبد الطاغوت ونرتع ونلعب وباعد بين أسفارنا وبعذاب\nبئيس وغير ذلك وقال القاضي أبو بكر بن الباقلاني الصحيح أن هذه الأحرف\nالسبعة ظهرت واستفاضت عن رسول الله صلى الله عليه وسلم وضبطها عنه الأمة\nوأثبتها عثمان والجماعة في المصحف وأخبروا بصحتها وإنما حذفوا منها ما لم\nيثبت متواترا وأن هذه الأحرف تختلف معانيها تارة وألفاظها أخرى وليست\nمتضاربة ولا متنافية وذكر الطحاوي أن القراءة بالأحرف السبعة كانت في أول\nالأمر خاصة للضرورة لاختلاف لغة العرب ومشقة أخذ جميع الطوائف بلغة فلما\nكثر الناس والكتاب وارتفعت الضرورة كانت قراءة واحدة قال الداودي وهذه\nالقراءات السبع التي يقرأ الناس اليوم بها ليس كل حرف منها هو أحد تلك\nالسبعة بل تكون مفرقة فيها وقال أبو عبيد الله بن أبي صفرة هذه القراءات\nالسبع إنما شرعت من حرف واحد من السبعة المذكورة في الحديث وهو الذي جمع\nعثمان عليه المصحف وهذا ذكره النحاس وغيره قال غيره ولا تكن القراءة بالسبع\nالمذكورة في الحديث في ختمة واحدة ولايدري أي هذه القراءات كان آخر العرض\nعلى النبي صلى الله عليه وسلم وكلها مستفيضة عن النبي صلى الله عليه وسلم\nضبطها عنه الأمة وأضافت كل حرف منها إلى من أضيف إليه من الصحابة أي أنه\nكان أكثر قراءة به كما أضيف كل قراءة منها إلى من <span id='ms0932'></span> اختار القراءة بها من\nالقراء السبعة وغيرهم قال المازري وأما قول من قال المراد سبعة معان مختلفة\nكالأحكام والأمثال والقصص فخطأ لأنه صلى الله عليه وسلم أشار إلى جواز\nالقراءة بكل واحد من الحروف وإبدال حرف بحرف وقد تقرر إجماع المسلمين أنه\nيحرم إبدال آية أمثال بآية أحكام قال وقول من قال المراد خواتيم الآي فيجعل\nمكان غفور رحيم سميع بصير فاسد أيضا للإجماع على منع تغيير القرآن للناس\nهذا مختصرها نقله القاضي عياض في المسألة والله أعلم قوله فكدت أساوره\nبالسين المهملة أي أعاجله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوأواثبه\n</p>\n\n<p>\n[819] قوله صلى الله عليه وسلم أقرأني جبريل على حرف فراجعته فلم أزل\nأستزيده فيزيدني حتى انتهى إلى سبعة أحرف معناه لم أزل أطلب منه أن يطلب من\nالله الزيادة في الحرف للتوسعة والتخفيف ويسأل جبريل ربه سبحانه وتعالى\nفيزيده حتى انتهى إلى السبعة\n</p>\n\n<p>\n[820] قوله عن أبي بن كعب فحسن النبي صلى الله عليه وسلم شأن المختلفين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفي القراءة قال فسقط في نفسي من التكذيب ولا إذ كنت في الجاهلية معناه\nوسوس لي الشيطان تكذيبا للنبوة أشد مما كنت عليه في الجاهلية لأنه في\nالجاهلية كان غافلا أو متشككا فوسوس له الشيطان الجزم بالتكذيب قال القاضي\nعياض معنى قوله سقط في نفسي أنه اعترته حيرة ودهشة قال وقوله ولا إذ كنت في\nالجاهلية معناه أن الشيطان نزغ في نفسه تكذيبا لم يعتقده قال وهذه الخواطر\nإذا لم يستمر عليها لا يؤاخذ بها قال القاضي قال المازري معنى هذا أنه وقع\nفي نفس أبي بن كعب نزعة من الشيطان غير مستقرة ثم زالت في الحال حين ضرب\nالنبي صلى الله عليه وسلم بيده في صدره ففاض عرقا قوله فلما رأى رسول الله\nصلى الله عليه وسلم ما قد غشيني ضرب في صدري ففضت عرقا وكأنما أنظر إلى\nالله عز وجل فرقا قال القاضي ضربه صلى الله عليه وسلم في صدره تثبتا له حين\nرآه قد غشيه ذلك الخاطر المذموم قال ويقال فضت عرقا وفصت بالضاد المعجمة <span id='ms0933'></span>\nوالصاد المهملة قال وروايتنا هنا بالمعجمة قلت وكذا هو في معظم أصول بلادنا\nوفي بعضها بالمهملة قوله صلى الله عليه وسلم أرسل إلي أن اقرأ على حرف\nفرددت إليه أن هون على أمتي فرد إلي الثانية أن اقرأ على حرف فرددت إليه أن\nهون على أمتي فرد إلي الثالثة اقرأه على سبعة أحرف هكذا وقعت هذه الرواية\nالأولى في معظم الأصول ووقع في بعضها زيادة قال أرسل إلى أن اقرأالقرآن على\nحرف فرددت إليه أن هون على أمتي فرد إلي الثانية اقرأه على حرف فرددت إليه\nأن هون على أمتي فرد إلي الثالثة اقرأه على سبعة أحرف ووقع في الطريق الذي\nبعد هذا من رواية بن أبي شيبة أن قال اقرأه على حرف وفي المرة الثانية على\nحرفين وفي الثالثة على ثلاثة وفي الرابعة على سبعة هذا مما يشكل معناه\nوالجمع بين الروايتين وأقرب ما يقال فيه أن قوله في الرواية الأولى فرد إلي\nالثالثة المراد بالثالثة الأخيرة وهي الرابعة فسماها ثالثة مجازا وحملنا\nعلى هذا التأويل تصريحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفي الرواية الثانية أن الأحرف السبعة إنما كانت في المرة الرابعة وهي\nالأخيرة ويكون قد حذف في الرواية الأولى أيضا بعض المرات قوله تعالى ولك\nبكل ردة رددتها وفي بعض النسخ رددتكها هذا يدل على أنه سقط في الرواية\nالأولى ذكر بعض الردات الثلاث وقد جاءت مبينة في الرواية الثانية قوله\nسبحانه وتعالى ولك بكل ردة رددتكها مسألة تسألنيها معناه مسألة مجابة قطعا\nوأما باقي الدعوات فمرجوة ليست قطعية الإجابة وقد سبق بيان هذا الشرح في\nكتاب الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n[821] قوله عند أضاة بني غفار هي بفتح الهمزة وبضاد معجمة مقصورة وهي\nالماء المستنقع كالغدير وجمعها أضا كحصاة وحصا وإضاء بكسر الهمزة\nوالمدكأكمة وإكام قوله إن الله يأمرك أن تقرأ أمتك على سبعة أحرف فأيما حرف\nقرؤا عليه فقد أصابوا معناه لا يتجاوز أمتك سبعة أحرف ولهم الخيار في\nالسبعة ويجب عليهم نقل السبعة إلى من بعدهم بالتخير فيها وإنها لا تتجاوز\nوالله أعلم <span id='ms0934'></span>\n</p>\n\n<h1 class='l1' id='head27'>(باب ترتيل القراءة واجتناب الهذ وهو الإفراط)</h1>\n\n<p>\nفي السرعة وإباحة سورتين فأكثر في ركعة\n</p>\n\n<p>\n[822] ذكر في الاسناد الأول بن أبي شيبة وبن نمير عن وكيع عن الأعمش عن\nأبي وائل عن بن مسعود وفي الثاني أبا كريب عن أبي معاوية عن الأعمش هذان\nالإسنادان كوفيون قوله للذي سأل بن مسعود عن آسن كل القرآن قد أحصيت غير\nهذا الحرف هذا محمول على أنه فهم منه أنه غير مسترشد في سؤاله إذ لو كان\nمسترشدا لوجب جوابه وهذا ليس بجواب قوله إني لأقرأ المفصل في ركعة فقال بن\nمسعود هذا كهذا الشعر معناه أن الرجل أخبر بكثرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nحفظه واتقانه فقال بن مسعود تهذه هذا وهو بتشديد الذال وهو شدة الإسراع\nوالإفراط في العجلة ففيه النهي عن الهذ والحث على الترتيل والتدبر وبه قال\nجمهور العلماء قال القاضي وأباحت طائفة قليلة الهذ قوله كهذ الشعر معناه في\nتحفظه وروايته لا في إسناده وترنمه لأنه يرتل في الإنشاد والترنم في العادة\nقوله ان أقواما يقرأون القرآن لا يجاوز تراقيهم ولكن إذا وقع في القلب فرسخ\nفيه نفع معناه أن قوما ليس حظهم من القرآن إلا مروره على اللسان فلا يجاوز\nتراقيهم ليصل قلوبهم وليس ذلك هو المطلوب بل المطلوب تعقله وتدبره بوقوعه\nفي القلب قوله إن أفضل الصلاة الركوع والسجود هذا مذهب بن مسعود رضي الله\nعنه وقد سبق في قول النبي صلى الله عليه وسلم أفضل الصلاة طول القنوت وفي\nقوله صلى الله عليه وسلم أقرب ما يكون العبد من ربه وهو ساجد بيان مذاهب\nالعلماء في هذه المسألة قوله لأعلم النظائر التي كان رسول الله صلى الله\nعليه وسلم يقرن بينهن سورتين في ركعة وفسرها فقال عشرون سورة في عشر ركعات\nمن المفصل في تأليف عبد الله قال القاضي هذا صحيح موافق لرواية عائشة وبن\nعباس أن قيام النبي صلى الله عليه وسلم كان إحدى عشرة ركعة بالوتر وأن هذا\nكان قدر قراءته غالبا وأن تطويله الوارد إنما كان في التدبر <span id='ms0935'></span> والترتيل وما\nورد من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nغير ذلك في قراءته البقرة والنساء وآل عمران كان في نادر من الأوقات وقد\nجاء بيان هذه السور العشرين في رواية في سنن أبي داود الرحمن والنجم في\nركعة واقتربت والحاقة في ركعة والطور والذاريات في ركعة والواقعة ونون في\nركعة وسأل سائل والنازعات في ركعة وويل للمطففين وعبس في ركعة والمدثر\nوالمزمل في ركعة وهل أتى ولا أقسم في ركعة وعم والمرسلات في ركعة والدخان\nوإذا الشمس كورت في ركعة وسمي مفصلا لقصر سوره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوقرب انفصال بعضهن من بعض قوله في الرواية الأخرى ثمانية عشر من المفصل\nوسورتين من آل حم دليل على أن المفصل ما بعد آل حم وقوله في الرواية الأولى\nعشرون من المفصل وقوله هنا ثمانية عشر من المفصل وسورتين من آل حم لا تعارض\nفيه لأن مراده في الأولى معظم العشرين من المفصل قال العلماء أول القرآن\nالسبع الطوال ثم ذوات المئين وهو ما كان في السورة منها مائة آية ونحوها ثم\nالمثاني ثم المفصل وقد سبق بيان الخلاف في أول المفصل فقيل من القتال وقيل\nمن الحجرات وقيل من ق قوله كان رسول الله صلى الله عليه وسلم يقرن بينهن هو\nبضم الراء وفيه جواز سورتين في ركعة قوله فمكثنا بالباب هنية هو بتشديد\nالياء غير مهموز وقد سبق بيانه واضحا في باب ما يقال في افتتاح الصلاة قوله\nما منعكم أن تدخلوا وقد أذن لكم فقلنا لا إلا أنا ظننا أن بعض أهل البيت\nنائم فقال ظننتم بآل بن أم عبد غفلة معناه لا مانع لنا إلا أن توهمنا أن\nبعض أهل البيت نائم فنزعجه ومعنى قولهم ظننا توهمنا وجوزنا لا أنهم أرادوا\nالظن المعروف للأصوليين وهو رجحان الاعتقاد وفي هذا الحديث مراعاة الرجل\nلأهل بيته ورعيته في أمور دينهم قوله انظري هل طلعت الشمس فيه قبول خبر\nالواحد وخبر المرأة والعمل بالظن مع إمكان اليقين لأنه عمل بقولها وهو مفيد\nللظن مع قدرته على رؤية الشمس قوله ثمانية <span id='ms0936'></span> عشر من المفصل هكذا هو في الأصول\nالمشهورة ثمانية عشر وفي نادر منها ثمان عشرة والأول صحيح أيضا على تقدير\nثمانية عشر نظيرا قوله وسورتين من آل حم يعني من السور التي أولها حم كقولك\nفلان من آل فلان قال القاضي ويجوز أن يكون المراد حم نفسها كما قال في\nالحديث من مزامير آل داود أي داود نفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>(باب ما يتعلق بالقراءات)</h1>\n\n<p>\n[823] قوله يقول مدكر أدالا يعني بالمهملة وأصله مذتكر فأبدلت التاء دالا\nمهملة ثم أدغمت المعجمة في المهملة فصار النطق بدال مهملة\n</p>\n\n<p>\n[824] قوله حدثنا أبو بكر بن أبي شيبة وأبو كريب واللفظ لأبي بكر قالا\nحدثنا أبو معاوية عن الأعمش عن إبراهيم عن علقمة هذا إسناد كوفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nكله وفيه ثلاثة تابعيون الأعمش وإبراهيم وعلقمة قوله عن عبد الله بن\nمسعود وأبي الدرداء أنهما قرآ والذكر والأنثى قال القاضي قال المازري يجب\nأن يعتقد في هذا الخبر وما في معناه أن ذلك كان قرآنا ثم نسخ ولم يعلم من\nخالف النسخ فبقي على النسخ قال ولعل هذا وقع من بعضهم قبل أن يبلغهم مصحف\nعثمان المجمع عليه المحذوف منه كل منسوخ وأما بعد ظهور مصحف عثمان فلا يظن\nبأحد منهم أنه خالف فيه وأما بن مسعود فرويت عنه روايات كثيرة منها ما ليس\nبثابت عند أهل النقل وما ثبت منها مخالفا لما قلناه فهو محمول على أنه كان\nيكتب في مصحفه بعض الأحكام والتفاسير مما يعتقد أنه ليس بقرآن وكان لا\nيعتقد تحريم ذلك وكان يراه كصحيفة يثبت فيها ما يشاء وكان رأي عثمان\nوالجماعة منع ذلك لئلا يتطاول الزمان ويظن ذلك قرآنا قال المازري فعاد\nالخلاف إلى مسألة فقهية وهي أنه هل يجوز إلحاق بعض التفاسير في أثناء\nالمصحف قال ويحتمل ما روي من إسقاط المعوذتين من مصحف بن مسعود أنه اعتقد\nأنه لا يلزمه كتب كل القرآن وكتب ما سواهما وتركهما لشهرتهما عنده وعند\nالناس والله أعلم قوله فقام إلى حلقة هي بإسكان اللام في اللغة المشهورة\nقال <span id='ms0937'></span> الجوهري وغيره ويقال في لغة رديئة بفتحها وله فعرفت فيه تحوش القوم هو\nبمثناة في أوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nمفتوحة وحاء مهملة وواو مشددة وشين معجمة أي انقباضهم قال القاضي ويحتمل\nأن يريد الفطنة والذكاء يقال رجل حوشي الفؤاد أي حديده\n</p>\n\n<h1 class='l1' id='head29'>(باب الأوقات التي نهي عن الصلاة فيها)</h1>\n\n<p>\nفي أحاديث الباب نهيه صلى الله عليه وسلم عن الصلاة بعد العصر حتى تغرب\nالشمس وبعد الصبح حتى تطلع الشمس وبعد طلوعها حتى ترتفع وعند استوائها حتى\nتزول وعند اصفرارها حتى تغرب وأجمعت الأمة على كراهة صلاة لا سبب لها في\nهذه الأوقات واتفقوا على جواز الفرائض المؤداة فيها واختلفوا في النوافل\nالتي لها سبب كصلاة تحية المسجد وسجود التلاوة والشكر وصلاة العيد والكسوف\nوفي صلاة الجنازة وقضاء الفوائت ومذهب الشافعي وطائفة جواز ذلك كله بلا\nكراهة ومذهب أبي حنيفة وآخرين أنه داخل في النهي لعموم الأحاديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nواحتج الشافعي وموافقوه بأنه ثبت أن النبي صلى الله عليه وسلم قضى سنة\nالظهر بعد العصر وهذا صريح في قضاء السنة الفائتة فالحاضرة أولى والفريضة\nالمقضية أولى وكذا الجنازة هذا مختصر ما يتعلق بجملة أحكام الباب وفيه فروع\nودقائق سننبه على بعضها في مواضعها من أحاديث الباب إن شاء الله تعالى\n</p>\n\n<p>\n[825] قوله حتى تشرق الشمس ضبطناه بضم التاء وكسر الراء وهكذا أشار إليه\nالقاضي عياض في شرح مسلم وضبطناه أيضا بفتح التاء وضم الراء وهو الذي ضبطه\nأكثر رواة بلادنا وهو الذي ذكره القاضي عياض في المشارق قال أهل اللغة يقال\nشرقت الشمس تشرق أي طلعت على وزن طلعت تطلع وغربت تغرب ويقال شرقت تشرق أي\nارتفعت وأضاءت ومنه قوله تعالى وأشرقت الأرض بنور ربها أي أضاءت فمن فتح\nالتاء هنا احتج بأن باقي الروايات قبل هذه الرواية وبعدها حتى تطلع الشمس\nفوجب حمل هذه على موافقتها ومن قال بضم التاء احتج له القاضي بالأحاديث\nالأخر في النهي عن الصلاة عند طلوع الشمس والنهي عن الصلاة إذا بدا حاجب\nالشمس حتى تبرز وحديث ثلاث ساعات حتى تطلع الشمس <span id='ms0938'></span> بازغة حتى ترتفع قال وهذا\nكله يبين أن المراد بالطلوع في الروايات الأخر ارتفاعها وإشراقها وإضاءتها\nلا مجرد ظهور قرصها وهذا الذي قاله القاضي صحيح متعين لا عدول عنده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nللجمع بين الروايات قوله صلى الله عليه وسلم لا تحروا بصلاتكم طلوع الشمس\nولا غروبها فإنها تطلع بقرني شيطان هكذا هو في الأصول بقرني شيطان في حديث\nبن عمر وفي حديث عمرو بن عبسة بين قرني شيطان قيل المراد بقرني الشيطان\nحزبه وأتباعه وقيل قوته وغلبته وانتشار فساده وقيل القرنان ناحيتا الرأس\nوأنه على ظاهره وهذا هو الأقوى قالوا ومعناه أنه يدني رأسه إلى الشمس في\nهذه الأوقات ليكون الساجدون لها من الكفار كالساجدين له في الصورة وحينئذ\nيكون له ولبنيه تسلط ظاهر وتمكن من أن يلبسوا على المصلين صلاتهم فكرهت\nالصلاة حينئذ صيانة لها كما كرهت في الأماكن التي هي مأوى الشيطان وفي\nرواية لأبي داود والنسائي في حديث عمرو بن عبسة فإنها تطلع بين قرني شيطان\nفيصلي لها الكفار وفي بعض أصول مسلم في حديث بن عمر هنا بقرني الشيطان\nبالألف واللام وسمي شيطانا لتمرده وعتوه وكل مارد عات شيطان والأظهر أنه\nمشتق من شطن إذا بعد لبعده من الخير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوالرحمة وقيل مشتق من شاط إذا هلك واحترق\n</p>\n\n<p>\n[829] قوله صلى الله عليه وسلم إذا بدا حاجب الشمس فأخروا الصلاة حتى\nتبرز لفظة بدا هنا غير مهموزة معناه ظهر وحاجبها طرفها وتبرز بالتاء\nالمثناة فوق أي حتى تصير الشمس بارزة ظاهرة والمراد ترتفع كما سبق تقريره\n</p>\n\n<p>\n[830] قوله عن خير بن نعيم هو بالخاء المعجمة قوله عن بن هبيرة هو عبد\nالله بن هبيرة الحضرمي المصري وقد سماه في الرواية الثانية قوله عن أبي\nتميم الجيشاني عن أبي بصرة أما بصرة فبالموحدة والصاد المهملة والجيشاني\nبفتح الجيم وإسكان الياء وبالشين المعجمة منسوب إلى جيشان قبيلة معروفة من\nاليمن واسم أبي تميم عبد الله بن مالك قوله صلى بنا رسول الله صلى الله\nعليه وسلم العصر بالمخمص هو بميم مضمومة وخاء معجمة <span id='ms0939'></span> ثم بميم مفتوحة وهو\nموضع معروف قوله صلى الله عليه وسلم إن هذه الصلاة عرضت على من قبلكم\nفضيعوها فمن حافظ عليها كان له أجره مرتين فيه فضيلة العصر وشدة الحث عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n[831] قوله عن موسى بن علي هو بضم العين على المشهور ويقال بفتحها وهو\nموسى بن علي بن رباح اللخمي قوله أو نقبر فيهن موتانا هو بضم الموحدة\nوكسرها لغتان قوله تضيف للغروب هو بفتح التاء والضاد المعجمة وتشديد الياء\nأي تميل قوله حين يقوم قائم الظهيرة الظهيرة حال استواء الشمس ومعناه حين\nلا يبقى للقائم في الظهيرة ظل في المشرق ولا في المغرب قوله كان رسول الله\nصلى الله عليه وسلم ينهانا أن نصلي فيهن أو أن نقبر فيهن موتانا قال بعضهم\nإن المراد بالقبر صلاة الجنازة وهذا ضعيف لأن صلاة الجنازة لا تكره في هذا\nالوقت بالإجماع فلا يجوز تفسير الحديث بما يخالف الإجماع بل الصواب أن\nمعناه تعمد تأخير الدفن إلى هذه الأوقات كما يكره تعمد تأخير العصر إلى\nاصفرار الشمس بلا عذر وهي صلاة المنافقين كما سبق في الحديث الصحيح قام\nفنقرها أربعا فأما إذا وقع الدفن في هذه الأوقات بلا تعمد فلا يكره\n</p>\n\n<p>\n[832] قوله وحدثنا أحمد بن جعفر المعقري هو بفتح الميم وإسكان العين\nالمهملة وكسر القاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nمنسوب إلى معقر وهي ناحية باليمن قوله جرآء عليه قومه هكذا هو في جميع\nالأصول جرآء بالجيم المضمومة جمع جريء بالهمز من الجرأة وهي الإقدام\nوالتسلط وذكره الحميدي في الجمع بين الصحيحين حراء بالحاء المهملة المكسورة\nومعناه غضاب ذو وغم قد عيل صبرهم به حتى أثر في أجسامهم من قولهم حرى جسمه\nيحري كضرب يضرب إذا نقص من ألم وغيره والصحيح أنه بالجيم قوله فقلت له ما\nأنت هكذا هو في الأصول ما أنت وإنما قال ما أنت ولم يقل من أنت لأنه سأله\nعن صفته لا عن ذاته والصفات مما لا يعقل قوله صلى الله عليه وسلم أرسلني\nبصلة الأرحام وكسر الأوثان وأن يوحد الله لا <span id='ms0940'></span> يشرك به شيء هذا فيه دلالة\nظاهرة على الحث على صلة الأرحام لأن النبي صلى الله عليه وسلم قرنها\nبالتوحيد ولم يذكر له حزبات الأمور وإنما ذكر مهمها وبدأ بالصلة وقوله ومعه\nيومئذ أبو بكر وبلال دليل على فضلهما وقد يحتج به من قال إنهما أول من أسلم\nقوله فقلت إني متبعك قال إنك لا تستطيع ذلك يومك هذا ألا ترى حالي وحال\nالناس ولكن ارجع إلى أهلك فإذا سمعت بي قد ظهرت فائتني معناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nقلت له إني متبعك على إظهار الإسلام هنا وإقامتي معك فقال لا تستطيع ذلك\nلضعف شوكة المسلمين ونخاف عليك من أذى كفار قريش ولكن قد حصل أجرك فابق على\nإسلامك وارجع إلى قومك واستمر على الإسلام في موضعك حتى تعلمني ظهرت فأتني\nوفيه معجزة للنبوة وهي إعلامه بأنه سيظهر قوله فقلت يا رسول الله أتعرفني\nقال نعم أنت الذي لقيتني بمكة فقلت بلى فيه صحة الجواب ببلى وإن لم يكن\nقبلها نفي وصحة الإقرار بها وهو الصحيح في مذهبنا وشرط بعض أصحابنا أن\nيتقدمها نفي قوله فقلت يا رسول الله أخبرني عما علمك الله هكذا هو عما علمك\nوهو صحيح ومعناه أخبرني عن حكمه وصفته وبينه لي قوله صلى الله عليه وسلم صل\nصلاة الصبح ثم أقصر عن الصلاة حتى تطلع الشمس حتى ترتفع فيه أن النهي عن\nالصلاة بعد الصبح لا يزول بنفس الطلوع بل لا بد من الارتفاع وقد سبق بيانه\nقوله صلى الله عليه وسلم فإن الصلاة مشهودة محضورة أي تحضرها الملائكة فهي\nأقرب إلى القبول وحصول الرحمة قوله صلى الله عليه وسلم حتى يستقل الظل\nبالرمح ثم أقصر عن الصلاة فإن حينئذ تسجر جهنم فإذا أقبل الفيء فصل فإن\nالصلاة مشهودة محضورة معنى يستقل الظل بالرمح أي يقوم مقابله في جهة الشمال\nليس مائلا إلى المغرب ولا إلى المشرق وهذه حالة الاستواء وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث التصريح بالنهي عن الصلاة حينئذ حتى تزول الشمس وهو مذهب الشافعي\nوجماهير العلماء واستثنى الشافعي حالة الاستواء <span id='ms0941'></span> يوم الجمعة وللقاضي عياض\nرحمه الله في هذا الموضع كلام عجيب في تفسير الحديث ومذاهب العلماء نبهت\nعليه لئلا يغتر به ومعنى تسجر جهنم توقد عليها إيقادا بليغا واختلف أهل\nالعربية هل جهنم اسم عربي أم عجمي فقيل عربي مشتق من الجهومة وهي كراهة\nالمنظر وقيل من قولهم بئر جهام أي عميقة فعلى هذا لم تصرف للعلمية والتأنيث\nوقال الأكثرون هي عجمية معربة وامتنع صرفها للعلمية والعجمة قوله صلى الله\nعليه وسلم فإذا أقبل الفيء فصل فإن الصلاة مشهودة محضورة حتى تصلي العصر ثم\nأقصر عن الصلاة معنى أقبل الفيء ظهر إلى جهة المشرق والفيء مختص بما بعد\nالزوال وأما الظل فيقع على ما قبل الزوال وبعده وفيه كلام نفيس بسطته في\nتهذيب الأسماء قوله صلى الله عليه وسلم حتى تصلي العصر فيه دليل على أن\nالنهي لا يدخل بدخول وقت العصر ولا بصلاة غير الإنسان وإنما يكره لكل إنسان\nبعد صلاة العصر حتى لو أخر عن أول الوقت لم يكره التنفل قبلها قوله صلى\nالله عليه وسلم يقرب وضوءه هو بضم الياء وفتح القاف وكسر الراء المشددة أي\nيدنيه والوضوء هنا بفتح الواو وهو الماء الذي يتوضأ به قوله صلى الله عليه\nوسلم ويستنشق فينتثر أي يخرج الذي في أنفه يقال نثر وانتثر واستنثر مشتق من\nالنثرة وهي الأنف وقيل طرفه وقد سبق بيانه في الطهارة قوله صلى الله عليه\nوسلم إلا خرت خطايا وجهه وفيه وخياشيمه هكذا ضبطناه خرت بالخاء المعجمة\nوكذا نقله القاضي عن جميع الرواة إلا بن أبي جعفر فرواه جرت بالجيم ومعنى\nخرت بالخاء أي سقطت ومعنى جرت ظاهر والمراد بالخطايا الصغائر كما سبق في\nكتاب الطهارة ما اجتنبت الكبائر والخياشيم جمع خيشوم وهو أقصى الأنف وقيل\nالخياشيم عظام رقاق في أصل الأنف بينه وبين الدماغ وقيل غير ذلك قوله صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nثم يغسل قدميه فيه دليل لمذهب العلماء كافة أن الواجب غسل الرجلين وقال\nالشيعة الواجب مسحهما وقال بن جرير هو مخير <span id='ms0942'></span> وقال بعض الظاهرية يجب الغسل\nوالمسح قوله لو لم أسمعه من رسول الله صلى الله عليه وسلم إلا مرة أو مرتين\nأو ثلاثا حتى عد سبع مرات ما حدثت به أبدا ولكني سمعته أكثر من ذلك هذا\nالكلام قد يستشكل من حيث إن ظاهره أنه لا يرى التحديث إلا بما سمعه أكثر من\nسبع مرات ومعلوم أن من سمع مرة واحدة جاز له الرواية بل تجب عليه إذا تعين\nلها وجوابه أن معناه لو لم أتحققه وأجزم به لما حدثت به وذكر المرات بيانا\nلصورة حاله ولم يرد أن ذلك شرط والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n[833] قولها وهم عمر تعني عمر بن الخطاب رضي الله عنه في روايته النهي عن\nالصلاة بعد العصر مطلقا وإنما نهى عن التحري قال القاضي إنما قالت عائشة\nهذا لما روته من صلاة النبي صلى الله عليه وسلم الركعتين بعد العصر قال وما\nرواه عمر قد رواه أبو سعيد وأبو هريرة وقد قال بن عباس في مسلم أنه أخبره\nبه غير واحد قلت ويجمع بين الروايتين فرواية التحري محمولة على تأخير\nالفريضة إلى هذا الوقت ورواية النهي مطلقا محمولة على غير ذوات الأسباب\n</p>\n\n<p>\n[834] قوله قال بن عباس وكنت أضرب مع عمر بن الخطاب الناس عليها هكذا وقع\nفي بعض الأصول أضرب الناس عليها وفي بعض أصرف الناس عنها وكلاهما صحيح ولا\nمنافاة بينهما وكان يضربهم عليها في وقت ويصرفهم عنها في وقت من غير ضرب أو\nيصرفهم مع الضرب ولعله كان يضرب من بلغه النهي ويصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nمن لم يبلغه من غير ضرب وقد جاء في غير مسلم أنه كان يضرب عليها بالدرة\nوفيه احتياط الإمام لرعيته ومنعهم من البدع والمنهيات الشرعية وتعزيرهم\nعليها قوله قال كريب فدخلت عليها وبلغتها ما أرسلوني به فقالت سل أم سلمة\nفخرجت إليهم فأخبرتهم بقولها فردوني إلى أم سلمة هذا فيه أنه يستحب للعالم\nإذا طلب منه تحقيق أمر مهم ويعلم أن غيره أعلم به أو أعرف بأصله أن يرشد\nإليه إذا أمكنه <span id='ms0943'></span> وفيه الاعتراف لأهل الفضل بمزيتهم وفيه إشارة إلى أدب\nالرسول في حاجته وأنه لا يستقل فيها بتصرف لم يؤذن له فيه ولهذا لم يستقل\nكريب بالذهاب إلى أم سلمة لأنهم إنما أرسلوه إلى عائشة فلما أرشدته عائشة\nإلى أم سلمة وكان رسولا للجماعة لم يستقل بالذهاب حتى رجع إليهم فأخبرهم\nفأرسلوه إليها قولها وعندي نسوة من بني حرام من الأنصار قد سبق مرات أن بني\nحرام بالراء وأن حراما في الأنصار وحزاما بالزاي في قريش قولها فأرسلت إليه\nالجارية فيه قبول خبر الواحد والمرأة مع القدرة على اليقين بالسماع من لفظ\nرسول الله صلى الله عليه وسلم قولها فقولي له تقول أم سلمة إنما قالت عن\nنفسها تقول أم سلمة فكنت نفسها ولم تقل هند باسمها لأنها معروفة بكنيتها\nولا بأس بذكر الإنسان نفسه بالكنية إذا لم يعرف إلا بها أو اشتهر بها بحيث\nلا يعرف غالبا إلا بها وكنيت بأبيها سلمة بن أبي سلمة وكان صحابيا وقد ذكرت\nأحواله في ترجمتها من تهذيب الأسماء قولها إني أسمعك تنهى عن هاتين\nالركعتين وأراك تصليهما معنى أسمعك سمعتك في الماضي وهو من إطلاق لفظ\nالمضارع لإرادة الماضي كقوله تعالى قد نرى تقلب وجهك وفي هذا الكلام أنه\nينبغي للتابع إذا رأى من المتبوع شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nيخالف المعروف من طريقته والمعتاد من حاله أن يسأله بلطف عنه فإن كان\nناسيا رجع عنه وإن كان عامدا وله معنى مخصص عرفه التابع واستفاده وإن كان\nمخصوصا بحال يعلمها ولم يتجاوزها وفيه مع هذه الفوائد فائدة أخرى وهي أنه\nبالسؤال يسلم من إرسال الظن السيئ بتعارض الأفعال أو الأقوال وعدم الارتباط\nبطريق واحد قولها فأشار بيده فيه أن إشارة المصلي بيده ونحوها من الأفعال\nالخفيفة لا تبطل الصلاة قوله صلى الله عليه وسلم إنه أتاني ناس من عبد\nالقيس بالإسلام من قومهم فشغلوني عن الركعتين اللتين بعد الظهر فهما هاتان\nفيه فوائد منها إثبات سنة الظهر بعدها ومنها أن السنن الراتبة إذا فاتت\nيستحب قضاؤها وهو <span id='ms0944'></span> الصحيح عندنا ومنها أن الصلاة التي لها سبب لا تكره في\nوقت النهي وإنما يكره ما لا سبب لها وهذا الحديث هو عمدة أصحابنا في\nالمسألة وليس لنا أصح دلالة منه ودلالته ظاهرة فإن قيل فقد داوم النبي صلى\nالله عليه وسلم عليها ولا يقولون بهذا قلنا لأصحابنا في هذا وجهان حكاهما\nالمتولي وغيره أحدهما القول به فمن دأبه سنة راتبة فقضاها في وقت النهي كان\nله أن يداوم على صلاة مثلها في ذلك الوقت والثاني وهو الأصح الأشهر ليس له\nذلك وهذا من خصائص رسول الله صلى الله عليه وسلم وتحصل الدلالة بفعله صلى\nالله عليه وسلم في اليوم الأول فإن قيل هذا خاص بالنبي صلى الله عليه وسلم\nقلنا الأصل الاقتداء به صلى الله عليه وسلم وعدم التخصيص حتى يقوم دليل به\nبل هنا دلالة ظاهرة على عدم التخصيص وهي أنه صلى الله عليه وسلم بين أنها\nسنة الظهر ولم يقل هذا الفعل مختص بي وسكوته ظاهر في جواز الاقتداء ومن\nفوائده أن صلاة النهار مثنى مثنى كصلاة الليل وهو مذهبنا ومذهب الجمهور وقد\nسبقت المسألة ومنها أنه إذا تعارضت المصالح والمهمات بدئ بأهمها ولهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nبدأ النبي صلى الله عليه وسلم بحديث القوم في الإسلام وترك سنة الظهر حتى\nفات وقتها لأن الاشتغال بإرشادهم وهدايتهم وقومهم إلى الإسلام أهم قولها ما\nترك رسول الله صلى الله عليه وسلم الركعتين بعد العصر عندي قط يعني بعد يوم\nوفد عبد القيس\n</p>\n\n<p>\n[835] قوله سألت عائشة عن السجدتين اللتين كان رسول الله صلى الله عليه\nوسلم يصليهما بعد العصر فقالت كان يصليهما قبل العصر ثم إنه شغل عنهما أو\nنسيهما فصلاهما بعد العصر هذا الحديث ظاهر في أن المراد بالسجدتين ركعتان\nهما سنة العصر قبلها وقال القاضي ينبغي أن تحمل على سنة الظهر كما في حديث\nأم سلمة ليتفق الحديثان وسنة الظهر تصح تسميتها أنها قبل العصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p122'> Vol. 06, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>(باب استحباب ركعتين قبل صلاة المغرب)</h1>\n\n<p>\n[836] فيه حديث صلاتهم ركعتين بعد الغروب وقبل صلاة المغرب <span id='ms0945'></span> وفي رواية\nأنهم كانوا يصلونها بعد الأذان وفي الحديث الآخر بين كل أذانين صلاة المراد\nبالأذانين الأذان والإقامة وفي هذه الروايات استحباب ركعتين بين المغرب\nوصلاة المغرب وفي المسألة وجهان لأصحابنا أشهرهما لا يستحب وأصحهما عند\nالمحققين يستحب لهذه الأحاديث وفي المسألة مذهبان للسلف واستحبهما جماعة من\nالصحابة والتابعين من المتأخرين أحمد واسحق ولم يستحبهما أبو بكر وعمر\nوعثمان وعلي وآخرون من الصحابة ومالك وأكثر الفقهاء وقال النخعي هي بدعة\nوحجة هؤلاء أن استحبابهما يؤدي إلى تأخير المغرب عن أول وقتها قليلا وزعم\nبعضهم في جواب هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث أنها منسوخة والمختار استحبابها لهذه الأحاديث الصحيحة الصريحة\nوفي صحيح البخاري عن رسول الله صلى الله عليه وسلم صلوا قبل المغرب صلوا\nقبل المغرب صلوا قبل المغرب قال في الثالثة لمن شاء وأما قولهم يؤدي إلى\nتأخير المغرب فهذا خيال منابذ للسنة فلا يلتفت إليه ومع هذا فهو زمن يسير\nلا تتأخر به الصلاة عن أول وقتها وأما من زعم النسخ فهو مجازف لأن النسخ لا\nيصار إليه إلا إذا عجزنا عن التأويل والجمع بين الأحاديث وعلمنا التاريخ\nوليس هنا شيء من ذلك والله أعلم\n</p>\n\n<h1 class='l1' id='head31'>(باب صلاة الخوف)</h1>\n\n<p>\n[839] ذكر مسلم رحمه الله في الباب أربعة أحاديث أحدها حديث بن عمر أن\nالنبي صلى الله عليه وسلم صلى بإحدى الطائفتين ركعة والأخرى مواجهة للعدو\nثم انصرفوا فقاموا مقام أصحابهم وجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nأولئك فصلى بهم ركعة ثم سلم فقضى هؤلاء ركعة وهؤلاء ركعة وبهذا الحديث\nأخذ الأوزاعي وأشهب مالكي وهو جائز عند الشافعي ثم قيل إن الطائفتين قضوا\nركعتهم الباقية معا وقيل متفرقين وهو الصحيح الثاني حديث بن أبي حثمة بنحوه\nإلا أن النبي صلى الله عليه وسلم صلى بالطائفة الأولى ركعة وثبت قائما\nفأتموا لأنفسهم ثم انصرفوا فصفوا وجاه العدو وجاء الآخرون فصلى بهم ركعة ثم\nثبت جالسا حتى أتموا ركعتهم ثم سلم بهم وبهذا أخذ مالك والشافعي وأبو ثور\nوغيرهم وذكر عنه أبو داود في سننه صفة أخرى أنه صفهم صفين فصلى بمن <span id='ms0946'></span> يليه\nركعة ثم ثبت قائما حتى صلى الذين خلفه ركعة ثم تقدموا وتأخر الذين كانوا\nقدامهم فصلى بهم ركعة ثم قعد حتى صلى الذين تخلفوا ركعة ثم سلم وفي رواية\nسلم بهم جميعا الحديث الثالث حديث جابر أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم صفهم صفين خلفه والعدو بينهم وبين القبلة وركع\nبالجميع وسجد معه الصف المؤخر وقاموا ثم تقدموا وتأخر الذي يليه وقام\nالمؤخر في نحر العدو فلما قضى السجود سجد الصف المقدم وذكر في الركعة\nالثانية نحوه وحديث بن عباس نحو حديث جابر لكن ليس فيه تقدم الصف وتأخر\nالآخر وبهذا الحديث قال الشافعي وبن أبي ليلى وأبو يوسف إذا كان العدو في\nجهة القبلة ويجوز عند الشافعي تقدم الصف الثاني وتأخر الأول كما في رواية\nجابر ويجوز بقاؤهما على حالهما كما هو ظاهر حديث بن عباس\n</p>\n\n<p>\n[840] الحديث الرابع حديث جابر أن النبي صلى الله عليه وسلم صلى بكل\nطائفة ركعتين وفي سنن أبي داود وغيره من رواية أبي بكرة أنه صلى بكل طائفة\nركعتين وسلم فكانت الطائفة الثانية مفترضين خلف متنفل وبهذا قال الشافعي\nوحكوه عن الحسن البصري وادعى الطحاوي أنه منسوخ ولا تقبل دعواه إذ لا دليل\nلنسخه فهذه ستة أوجه في صلاة الخوف وروى بن مسعود وأبو هريرة وجها سابعا أن\nالنبي صلى الله عليه وسلم صلى بطائفة ركعة وانصرفوا ولم يسلموا ووقفوا\nبإزاء العدو وجاء الآخرون فصلى بهم ركعة ثم سلم فقضى هؤلاء ركعتهم ثم سلموا\nوذهبوا فقاموا مقام أولئك ورجع أولئك فصلوا لأنفسهم ركعة ثم سلم وبهذا أخذ\nأبو حنيفة وقد روى أبو داود وغيره وجوها أخر في صلاة الخوف بحيث يبلغ\nمجموعها ستة عشر وجها وذكر بن القصار المالكي أن النبي صلى الله عليه وسلم\nصلاها في عشرة مواطن والمختار أن هذه الأوجه كلها جائزة بحسب مواطنها وفيها\nتفصيل وتفريع مشهور في كتب الفقه قال الخطابي صلاة الخوف أنواع صلاها النبي\nصلى الله عليه وسلم في أيام مختلفة وأشكال متباينة يتحرى في كلها <span id='ms0947'></span> ما هو\nأحوط للصلاة وأبلغ في الحراسة فهي على اختلاف صورها متفقة المعنى ثم مذهب\nالعلماء كافة أن صلاة الخوف مشروعة اليوم كما كانت إلا أبا يوسف والمزني\nفقالا لا تشرع بعد النبي صلى الله عليه وسلم لقول الله تعالى وإذا كنت فيهم\nفأقمت لهم الصلاة واحتج الجمهور بأن الصحابة لم يزالوا على فعلها بعد النبي\nصلى الله عليه وسلم وليس المراد بالآية تخصيصه صلى الله عليه وسلم وقد ثبت\nقوله صلى الله عليه وسلم صلوا كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nرأيتموني أصلي قوله وقام الصف المؤخر في نحر العدو أي في مقابلته ونحر كل\nشي أوله قوله في رواية أبي الزبير عن جابر ثم سجد وسجد معه الصف الأول هكذا\nوقع في بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالنسخ الصف الأول ولم يقع في أكثرها ذكر الأول والمراد الصف المقدم الآن\n</p>\n\n<p>\n[841] قوله صالح بن خوات هو بفتح الخاء المعجمة وتشديد الواو قوله ذات\nالرقاع هي غزوة معروفة كانت سنة خمس من الهجرة بأرض غطفان من نجد سميت ذات\nالرقاع لأن أقدام المسلمين نقبت من الحفاء فلفوا عليها الخرق هذا هو الصحيح\nفي سبب تسميتها وقد ثبت هذا في الصحيح عن أبي موسى الأشعري رضي الله عنه\nوقيل سميت لجبل هناك يقال له الرقاع لأن فيه بياضا وحمرة وسوادا وقيل سميت\nبشجرة هناك يقال لها ذات الرقاع وقيل لأن المسلمين رقعوا راياتهم ويحتمل أن\nهذه الأمور كلها وجدت فيها وشرعت صلاة الخوف في غزوة خلاف الرقاع وقيل في\nغزوة بني النضر\n</p>\n\n<p>\n[842] قوله في حديث يحيى بن يحيى أن طائفة صفت معه هكذا هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nفي أكثر النسخ وفي بعضها صلت معه وهما صحيحان قوله وطائفة وجاه العدو هو\nبكسر الواو وضمها يقال وجاهه وتجاهه أي قبالته والطائفة الفرقة والقطعة من\nالشيء تقع على القليل والكثير لكن قال الشافعي أكره أن تكون الطائفة في\nصلاة الخوف أقل من ثلاثة فينبغي أن تكون الطائفة التي مع الإمام ثلاثة\nفأكثر والذين في وجه العدو كذلك واستدل بقول الله تعالى وليأخذوا أسلحتهم\nفإذا سجدوا <span id='ms0948'></span> فليكونوا إلى آخر الآية فأعاد على كل طائفة ضمير الجمع وأقل\nالجمع ثلاثة على المشهور\n</p>\n\n<p>\n[843] قوله شجرة ظليلة أي ذات ظل قوله فأخذ السيف فاخترطه أي سله قوله\nفصلى بطائفة ركعتين ثم تأخروا وصلى بالطائفة الأخرى ركعتين فكانت لرسول\nالله صلى الله عليه وسلم أربع ركعات وللقوم ركعتين معناه صلى بالطائفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى ركعتين وسلم وسلموا وبالثانية كذلك وكان النبي صلى الله عليه وسلم\nمتنفلا في الثانية وهم متفرضون واستدل به الشافعي وأصحابه على جواز صلاة\nالمفترض خلف المتنفل والله أعلم\n</p>\n\n<h1 class='l1' id='head32'>(كتاب الجمعة يقال بضم الميم وإسكانها وفتحها حكاهن </h1>\n\n<p>\nالفراء والواحدي وغيرهما ووجهوا الفتح بأنها تجمع الناس ويكثرون فيها كما\nيقال همزة ولمزة لكثرة الهمز واللمز ونحو ذلك سميت جمعة لاجتماع الناس فيها\nوكان يوم الجمعة في الجاهلية يسمى العروبة\n</p>\n\n<p>\n[844] قوله صلى الله عليه وسلم إذا أراد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nأحدكم أن يأتي الجمعة فليغتسل وفي رواية من جاء منكم الجمعة فليغتسل وهذه\nالثانية محمولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الأول معناها من أراد المجيء فليغتسل وفي الحديث الآخر بعده غسل\nالجمعة واجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كل محتلم والمراد بالمحتلم البالغ وفي الحديث الآخر حق لله على كل\nمسلم أن يغتسل في كل سبعة أيام يغسل رأسه وجسده وفي الحديث الآخر لو أنكم\nتطهرتم ليومكم هذا وفي رواية لو اغتسلتم يوم الجمعة واختلف العلماء في غسل\nالجمعة فحكي وجوبه عن طائفة من السلف حكوه عن بعض الصحابة وبه قال أهل\nالظاهر وحكاه بن المنذر عن مالك وحكاه الخطابي عن الحسن البصري ومالك وذهب\nجمهور العلماء من السلف والخلف وفقهاء الأمصار إلى أنه سنة مستحبة ليس\nبواجب قال القاضي وهو المعروف من مذهب مالك وأصحابه واحتج من أوجبه بظواهر\nهذه الأحاديث واحتج الجمهور بأحاديث صحيحة منها حديث الرجل الذي دخل وعمر\nيخطب وقد ترك الغسل وقد ذكره مسلم وهذا الرجل هو عثمان بن عفان جاء مبينا\nفي الرواية الأخرى ووجه الدلالة أن عثمان فعله وأقره عمر وحاضروا الجمعة\nوهم أهل الحل والعقد ولو كان واجبا لما تركه ولألزموه ومنها قوله صلى <span id='ms0949'></span> الله\nعليه وسلم من توضأ فبها ونعمت ومن اغتسل فالغسل أفضل حديث حسن في السنن\nمشهور وفيه دليل على أنه ليس بواجب ومنها قوله صلى الله عليه وسلم لو\nاغتسلتم يوم الجمعة وهذا اللفظ يقتضي أنه ليس بواجب لأن تقديره لكان أفضل\nوأكمل ونحو هذا من العبادات وأجابوا عن الأحاديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالواردة في الأمر به أنها محمولة على الندب جمعا بين الأحاديث\n</p>\n\n<p>\n[846] وقوله صلى الله عليه وسلم واجب على كل محتلم أي متأكد في حقه كما\nيقول الرجل لصاحبه حقك واجب علي أي متأكد لا أن المراد الواجب المحتم\nالمعاقب عليه قوله وهو قائم على المنبر فيه استحباب المنبر للخطبة فإن تعذر\nفليكن على موضع عال ليبلغ صوته جميعهم ولينفرد فيكون أوقع في النفوس وفيه\nأن الخطيب يكون قائما وسمي منبرا لارتفاعه من النبر وهو الارتفاع\n</p>\n\n<p>\n[845] قوله أية ساعة هذه قاله توبيخا له وإنكارا لتأخره إلى هذا الوقت\nفيه تفقد الإمام رعيته وأمرهم بمصالح دينهم والإنكار على مخالف السنة وإن\nكان كبير القدر وفيه جواز الإنكار على الكبار في مجمع من الناس وفيه جواز\nالكلام في الخطبة قوله شغلت اليوم فلم أنقلب إلى أهلي حتى سمعت النداء فلم\nأزد على أن توضأت فيه الاعتذار إلى ولاة الأمور وغيرهم وفيه إباحة الشغل\nوالتصرف يوم الجمعة قبل النداء وفيه إشارة إلى أنه إنما ترك الغسل لأنه\nيستحب فرأى اشتغاله بقصد الجمعة أولى من أن يجلس للغسل بعد النداء ولهذا لم\nيأمره عمر بالرجوع للغسل قوله سمعت النداء هو بكسر النون وضمها والكسر أشهر\nقوله والوضوء أيضا هو منصوب أي وتوضأت الوضوء فقط قاله الأزهري وغيره\n</p>\n\n<p>\n[847] قوله ينتابون الجمعة أي يأتونها قوله من العوالي هي القرى التي حول\nالمدينة قوله فيأتون في العباء هو بالمد جمع عباءة بالمد وعباية بزيادة ياء\nلغتان مشهورتان قوله ولم يكن لهم كفاة هو بضم الكاف جمع كاف كقاض وقضاة وهم\nالخدم الذين يكفونهم العمل قوله لهم تفل هو بتاء مثناة فوق ثم فاء مفتوحتين\nأي رائحة كريهة قوله <span id='ms0950'></span> صلى الله عليه وسلم للذين جاؤا ولهم الريح الكريهة لو\nاغتسلتم فيه أنه يندب لمن أراد المسجد أو مجالسة الناس أن يجتنب الريح\nالكريهة في بدنه وثوبه\n</p>\n\n<p>\n[844]\n</p>\n\n<p>\n[846] قوله ص إذا أراد أحدكم أن يأتي الجمعة فليغتسل وغسل الجمعة واجب\nعلى كل محتلم فالحديث الأول ظاهر في أن الغسل مشروع لكل من أراد الجمعة من\nالرجال سواء البالغ والصبي المميز والثاني صريح في البالغ وفي أحاديث أخر\nألفاظ تقتضي دخول النساء كحديث ومن اغتسل فالغسل أفضل فيقال في الجمع بين\nالأحاديث إن الغسل يستحب لكل مريد الجمعة ومتأكد في حق الذكور أكثر من\nالنساء لأنه في حقهن قريب من الطيب ومتأكد في حق البالغين أكثر من الصبيان\nومذهبنا المشهور أنه يستحب لكل مريد لها وفي وجه لأصحابنا يستحب للذكور\nخاصة وفي وجه يستحب لمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nيلزمه الجمعة دون النساء والصبيان والعبيد والمسافرين ووجه يستحب لكل أحد\nيوم الجمعة سواء أراد حضور الجمعة أم لا كغسل يوم العيد يستحب لكل أحد\nوالصحيح الأول والله أعلم قوله ص\n</p>\n\n<p>\n[846] في حديث عمرو بن سواد غسل يوم الجمعة على كل محتلم وسواك ويمس من\nالطيب ما قدر عليه هكذا وقع في جميع الأصول غسل يوم الجمعة على كل محتلم\nوليس فيه ذكر واجب وقوله صلى الله عليه وسلم وسواك ويمس من الطيب معناه\nويسن السواك ومس الطيب ويجوز يمس بفتح الميم وضمها وقوله صلى الله عليه\nوسلم ما قدر عليه قال القاضي محتمل لتكثيره ومحتمل لتأكيده حتى يفعله بما\nأمكنه ويؤيده قوله ولو من طيب المرأة وهو المكروه للرجال وهو ما ظهر لونه\nوخفي ريحه فأباحه للرجل هنا للضرورة لعدم غيره وهذا يدل على تأكيده والله\nأعلم\n</p>\n\n<p>\n[850] قوله صلى الله عليه وسلم من اغتسل يوم الجمعة غسل الجنابة معناه\nغسلا كغسل الجنابة في الصفات هذا هو المشهور في تفسيره وقال بعض أصحابنا في\nكتب الفقه المراد غسل الجنابة حقيقة قالوا ويستحب له مواقعة زوجته ليكون\nأغض للبصر وأسكن لنفسه وهذا ضعيف أو باطل والصواب ما قدمناه <span id='ms0951'></span> قوله صلى الله\nعليه وسلم ثم راح فكأنما قرب بدنة ومن راح في الساعة الثانية فكأنما قرب\nبقرة المراد بالرواح الذهاب أول النهار وفي المسألة خلاف مشهور مذهب مالك\nوكثير من أصحابه والقاضي حسين وإمام الحرمين من أصحابنا أن المراد بالساعات\nهنا لحظات لطيفة بعد زوال الشمس والرواح عندهم بعد الزوال وادعوا أن هذا\nمعناه في اللغة ومذهب الشافعي وجماهير أصحابه وبن حبيب المالكي وجماهير\nالعلماء استحباب التبكير إليها أول النهار والساعات عندهم من أول النهار\nوالرواح يكون أول النهار وآخره قال الأزهري لغة العرب الرواح الذهاب سواء\nكان أول النهار أو آخره أو في الليل وهذا هو الصواب الذي يقتضيه الحديث\nوالمعنى لأن النبي صلى الله عليه وسلم أخبر أن الملائكة تكتب من جاء في\nالساعة الأولى وهو كالمهدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nبدنة ومن جاء في الساعة الثانية ثم الثالثة ثم الرابعة ثم الخامسة وفي\nرواية النسائي السادسة فإذا خرج الإمام طووا الصحف ولم يكتبوا بعد ذلك أحدا\nومعلوم أن النبي صلى الله عليه وسلم كان يخرج إلى الجمعة متصلا بالزوال وهو\nبعد انفصال السادسة فدل على أنه لا شيء من الهدي والفضيلة لمن جاء بعد\nالزوال ولأن ذكر الساعات إنما كان للحث في التبكير إليها والترغيب في فضيلة\nالسبق وتحصيل الصف الأول وانتظارها والاشتغال بالتنفل والذكر ونحوه وهذا\nكله لا يحصل بالذهاب بعد الزوال ولا فضيلة لمن أتى بعد الزوال لأن النداء\nيكون حينئذ ويحرم التخلف بعد النداء والله أعلم واختلف أصحابنا هل تعيين\nالساعات من طلوع الفجر أم من طلوع الشمس والأصح عندهم من طلوع الفجر ثم إن\nمن جاء في أول ساعة من هذه الساعات ومن جاء في آخرها مشتركان في تحصيل أصل\nالبدنة والبقرة والكبش ولكن بدنة الأول أكمل من بدنة من جاء في آخر الساعة\nوبدنة المتوسط متوسطة وهذا كما أن صلاة الجماعة تزيد على صلاة المنفرد بسبع\nوعشرين درجة ومعلوم أن الجماعة تطلق على اثنين وعلى ألوف فمن صلى في جماعة\nهم عشرة آلاف له سبع <span id='ms0952'></span> وعشرون درجة ومن صلى مع اثنين له سبع وعشرون لكن درجات\nالأول أكمل وأشباه هذا كثيرة معروفة وفيما ذكرته جواب عن اعتراض ذكره\nالقاضي عياض رحمه الله قوله صلى الله عليه وسلم من اغتسل يوم الجمعة ثم راح\nفكأنما قرب بدنة ومن راح في الساعة الثانية فكأنما قرب بقرة ومن راح في\nالساعة الثالثة فكأنما قرب كبشا أقرن ومن راح في الساعة الرابعة فكأنما قرب\nدجاجة ومن راح في الساعة الخامسة فكأنما قرب بيضة فإذا خرج الإمام حضرت\nالملائكة يستمعون الذكر أما لغات هذا الفصل فمعنى قرب تصدق وأما البدنة\nفقال جمهور أهل اللغة وجماعة من الفقهاء يقع على الواحدة من الإبل والبقر\nوالغنم سميت بذلك لعظم بدنها وخصها جماعة بالإبل والمراد هنا الإبل\nبالاتفاق لتصريح الأحاديث بذلك والبدنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nوالبقرة يقعان على الذكر والأنثى باتفاقهم والهاء فيها للواحدة كقمحة\nوشعيرة ونحوهما من أفراد الجنس وسميت بقرة لأنها تبقر الأرض أي تشقها\nبالحراثة والبقر الشق ومنه قولهم بقر بطنه ومنه سمي محمد الباقر رضي الله\nعنه لأنه بقر العلم ودخل فيه مدخلا بليغا ووصل منه غاية مرضية وقوله صلى\nالله عليه وسلم كبشا أقرن وصفه بالأقرن لأنه أكمل وأحسن صورة ولأن قرنه\nينتفع به والدجاجة بكسر الدال وفتحها لغتان مشهورتان ويقع على الذكر\nوالأنثى ويقال حضرت الملائكة وغيرهم بفتح الضاد وكسرها لغتان مشهورتان\nالفتح أفصح وأشهر وبه جاء القرآن قال الله تعالى وإذا حضر القسمة وأما فقه\nالفصل ففيه الحث على التبكير إلى الجمعة وأن مراتب الناس في الفضيلة فيها\nوفي غيرها بحسب أعمالهم وهو من باب قول الله تعالى إن أكرمكم عند الله\nأتقاكم وفيه أن القربان والصدقة يقع على القليل والكثير وقد جاء في رواية\nالنسائي بعد الكبش بطة ثم دجاجة ثم بيضة وفي رواية بعد الكبش دجاجة ثم\nعصفور ثم بيضة وإسنادا الروايتين صحيحان وفيه أن التضحية بالإبل أفضل من\nالبقرة لأن النبي صلى الله عليه وسلم قدم الإبل وجعل البقرة في الدرجة\nالثانية وقد أجمع العلماء على <span id='ms0953'></span> أن الإبل أفضل من البقر في الهدايا واختلفوا\nفي الأضحية فمذهب الشافعي وأبي حنيفة والجمهور أن الإبل أفضل ثم البقر ثم\nالغنم كما في الهدايا ومذهب مالك أن أفضل الأضحية الغنم ثم البقر ثم الإبل\nقالوا لأن النبي صلى الله عليه وسلم ضحى بكبشين وحجة الجمهور ظاهر هذا\nالحديث والقياس على الهدايا وأما تضحيته صلى الله عليه وسلم فلا يلزم منها\nترجيح الغنم لأنه محمول على أنه صلى الله عليه وسلم لم يتمكن ذلك الوقت إلا\nمن الغنم أو فعله لبيان الجواز وقد ثبت في الصحيح أنه صلى الله عليه وسلم\nضحى عن نسائه بالبقر قوله صلى الله عليه وسلم حضرت الملائكة يستمعون قالوا\nهولاء الملائكة غير الحفظة وظيفتهم كتابة حاضري الجمعة\n</p>\n\n<p>\n[851] قوله صلى الله عليه وسلم إذا قلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nلصاحبك أنصت يوم الجمعة والإمام يخطب فقد لغوت وفي الرواية الأخرى فقد\nلغيت قال أبو الزناد هي لغة أبي هريرة وإنما هو فقد لغوت قال أهل اللغة\nيقال لغا يلغو كغزا يغزو ويقال لغي يلغى كعمي يعمى لغتان الأولى أفصح وظاهر\nالقرآن يقتضي هذه الثانية التي هي لغة أبي هريرة قال الله تعالى وقال الذين\nكفروا لا تسمعوا لهذا القرآن والغوا فيه وهذا من لغي يلغى ولو كان من الأول\nلقال والغوا بضم الغين قال بن السكيت وغيره مصدر الأول اللغو ومصدر الثاني\nاللغي ومعنى فقد لغوت أي قلت اللغو وهو الكلام الملغي الساقط الباطل\nالمردود وقيل معناه قلت غير الصواب وقيل تكلمت بما لا ينبغي ففي الحديث\nالنهي عن جميع أنواع الكلام حال الخطبة ونبه بهذا على ما سواه لأنه إذا قال\nأنصت وهو في الأصل أمر بمعروف وسماه لغوا فيسيره من الكلام أولى وإنما\nطريقه إذا أراد نهي غيره عن الكلام أن يشير إليه بالسكوت إن فهمه فإن تعذر\nفهمه فلينهه بكلام مختصر ولا يزيد على أقل ممكن واختلف العلماء في الكلام\nهل هو حرام أو مكروه كراهة تنزيه وهما قولان للشافعي قال القاضي قال مالك\nوأبو حنيفة والشافعي <span id='ms0954'></span> وعامة العلماء يجب الإنصات للخطبة وحكي عن النخعي\nوالشعبي وبعض السلف أنه لا يجب إلا إذا تلى فيها القرآن قال واختلفوا إذا\nلم يسمع الإمام هل يلزمه الإنصات كما لو سمعه فقال الجمهور يلزمه وقال\nالنخعي وأحمد وأحد قولي الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nلا يلزمه قوله صلى الله عليه وسلم والإمام يخطب دليل على أن وجوب الإنصات\nوالنهي عن الكلام إنما هو في حال لخطبة وهذا مذهبنا ومذهب مالك والجمهور\nوقال أبو حنيفة يجب الانصات بخروج الإمام\n</p>\n\n<p>\n[852] قوله ص في يوم الجمعة فيه ساعة لا يوافقها عبد مسلم وهو يصلي يسأل\nالله شيئا إلا أعطاه إياه وفي رواية قائم يصلي وفي رواية وهي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nساعة خفيفة وفي رواية وأشار بيده يقللها وفي رواية أبي موسى الأشعري أنه\nقال سمعت رسول الله صلى الله عليه وسلم يقول هي ما بين أن يجلس الإمام إلى\nأن تقضى الصلاة قوله إلى أن تقضى الصلاة هو بالتاء المثناة فوق المضمومة\nقال القاضي اختلف السلف في وقت هذه الساعة وفي معنى قائم يصلي فقال بعضهم\nهي من بعد العصر إلى الغروب قالوا ومعنى يصلي يدعو ومعنى قائم ملازم ومواظب\nكقوله تعالى ما دمت عليه قائما وقال آخرون هي من حين خروج الإمام إلى فراغ\nالصلاة وقال آخرون من حين تقام الصلاة حتى يفرغ والصلاة عندهم على ظاهرها\nوقيل من حين يجلس الإمام على المنبر حتى يفرغ من الصلاة وقيل آخر ساعة من\nيوم الجمعة قال القاضي وقد رويت عن النبي صلى الله عليه وسلم في كل هذا\nآثار مفسرة لهذه الأقوال قال وقيل عند الزوال وقيل من الزوال إلى أن يصير\nالظل نحو ذراع وقيل هي مخفية في اليوم كله كليلة القدر وقيل من طلوع الفجر\nإلى طلوع الشمس قال القاضي وليس معنى هذه الأقوال أن هذا كله وقت لها بل\nمعناه أنها تكون في أثناء ذلك الوقت لقوله وأشار بيده يقللها هذا كلام\nالقاضي والصحيح بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالصواب ما رواه مسلم من حديث أبي موسى عن النبي صلى الله <span id='ms0955'></span> عليه وسلم أنها\nما بين أن يجلس الإمام إلى أن تقضى الصلاة\n</p>\n\n<p>\n[853] قوله عن مخرمة بن بكير عن أبيه عن أبي بردة عن أبيه عن النبي صلى\nالله عليه وسلم هذا الحديث مما استدركه الدارقطني على مسلم وقال لم يسنده\nغير مخرمة عن أبيه عن أبي بردة ورواه جماعة عن أبي بردة من قوله ومنهم من\nبلغ به أبا موسى ولم يرفعه قال والصواب أنه من قول أبي بردة كذلك رواه يحيى\nالقطان عن الثوري عن أبي إسحاق عن أبي بردة وتابعه واصل الا حدب ومخالد\nروياه عن أبي بردة من قوله وقال النعمان بن عبد السلام عن الثوري عن أبي\nإسحاق عن أبي بردة عن أبيه موقوف ولا يثبت قوله عن أبيه وقال أحمد بن حنبل\nعن حماد بن خالد قلت لمخرمة سمعت من أبيك شيئا قال لا هذا كلام الدارقطني\nوهذا الذي استدركه بناه على القاعدة المعروفة له ولأكثر المحدثين أنه إذا\nتعارض في رواية الحديث وقف ورفع أو إرسال واتصال حكموا بالوقف والإرسال وهي\nقاعدة ضعيفة ممنوعة والصحيح طريقة الأصوليين والفقهاء والبخاري ومسلم\nومحققي المحدثين أنه يحكم بالرفع والاتصال لأنها زيادة ثقة وقد سبق بيان\nهذه المسألة واضحا في الفصول السابقة في مقدمة الكتاب وسبق التنبيه على مثل\nهذا في مواضع أخر بعدها وقد روينا في سنن البيهقي عن أحمد بن سلمة قال\nذاكرت مسلم بن الحجاج حديث مخرمة هذا فقال مسلم هو أجود حديث وأصحه في بيان\nساعة الجمعة\n</p>\n\n<p>\n[854] قوله صلى الله عليه وسلم خير يوم طلعت فيه الشمس يوم الجمعة فيه\nخلق آدم وفيه أدخل الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه أخرج منها ولا تقوم الساعة إلا في يوم الجمعة قال القاضي عياض\nالظاهر أن هذه الفضائل المعدودة ليست لذكر فضيلته لأن إخراج آدم وقيام\nالساعة لا يعد فضيلة وإنما هو بيان لما وقع فيه من الأمور العظام وما سيقع\nليتأهب العبد فيه بالأعمال الصالحة لنيل رحمة الله ودفع نقمته هذا كلام\nالقاضي وقال أبو بكر بن العزى في <span id='ms0956'></span> كتابه الأحوذي في شرح الترمذي الجميع من\nالفضائل وخروج آدم من الجنة هو سبب وجود الذرية وهذا النسل العظيم ووجود\nالرسل والأنبياء والصالحين والأولياء ولم يخرج منها طردا بل لقضاء أوطار ثم\nيعود إليها وأما قيام الساعة فسبب لتعجيل جزاء الأنبياء والصديقين\nوالأولياء وغيرهم وإظهار كرامتهم وشرفهم وفي هذا الحديث فضيلة يوم الجمعة\nومزيته على سائر الأيام وفيه دليل لمسئلة غريبة حسنة وهي لو قال لزوجته أنت\nطالق في أفضل الأيام وفيها وجهان لأصحابنا أصحهما تطلق يوم عرفة والثاني\nيوم الجمعة لهذا الحديث وهذا إذا لم يكن له نية فأما إن أراد أفضل أيام\nالسنة فيتعين يوم عرفة وإن أراد أفضل أيام الأسبوع فيتعين الجمعة ولو قال\nأفضل ليلة تعينت ليلة القدر وهي عند أصحابنا والجمهور منحصرة في العشر\nالأواخر من شهر رمضان فإن كان هذا القول قبل مضي أول ليلة من العشر طلقت في\nأول جزء من الليلة الأخيرة من الشهر وإن كان بعد مضي ليلة من العشر أو أكثر\nلم تطلق إلا في أول جزء من مثل تلك الليلة في السنة الثانية وعلى قول من\nيقول هي منتقلة لا تطلق إلا في أول جزء من الليلة الأخيرة من الشهر والله\nأعلم\n</p>\n\n<p>\n[855] قوله صلى الله عليه وسلم نحن الآخرون ونحن السابقون يوم القيامة\nقال العلماء معناه الآخرون في الزمان والوجود السابقون بالفضل ودخول الجنة\nفتدخل هذه الأمة الجنة قبل سائر الأمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صلى الله عليه وسلم بيد أن كل أمة أوتيت الكتاب من قبلنا وأوتيناه\nمن بعدهم هو بفتح الباء الموحدة وإسكان المثناة تحت قال أبو عبيد لفظة بيد\nتكون بمعنى غير وبمعنى على وبمعنى من أجل وكله صحيح هنا قال أهل اللغة\nويقال ميد بمعنى بيد قوله صلى الله عليه وسلم هذا اليوم الذي كتبه الله\nعلينا هدانا الله له فيه دليل لوجوب الجمعة وفيه فضيلة هذه الأمة قوله صلى\nالله عليه وسلم اليهود غدا أي عيد اليهود غدا لأن ظروف الزمان لا تكون\nأخبارا عن الجثث فيقدر <span id='ms0957'></span> فيه معنى يمكن تقديره خبرا قوله صلى الله عليه وسلم\nفهذا يومهم أي الذي اختلفوا فيه هدانا الله له قال القاضي الظاهر أنه فرض\nعليهم تعظيم يوم الجمعة بغير تعيين ووكل إلى اجتهادهم لإقامة شرائعهم فيه\nفاختلف اجتهادهم في تعيينه ولم يهدهم الله له وفرضه على هذه الأمة مبينا\nولم يكله إلى اجتهادهم ففازوا بتفضيله قال وقد جاء أن موسى عليه السلام\nأمرهم بالجمعة وأعلمهم بفضلها فناظروه أن السبت أفضل فقيل له دعهم قال\nالقاضي ولو كان منصوصا لم يصح اختلافهم فيه بل كان يقول خالفوا فيه قلت\nويمكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون أمروا به صريحا ونص على عينه فاختلفوا فيه هل يلزم تعيينه أم لهم\nإبداله وأبدلوه وغلطوا في إبداله\n</p>\n\n<p>\n[856] قوله صلى الله عليه وسلم أضل الله عن الجمعة من كان قبلنا فيه\nدلالة لمذهب أهل السنة أن الهدى والإضلال والخير والشر كله بإرادة الله\nتعالى وهو فعله خلافا للمعتزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n[850] قوله صلى الله عليه وسلم ومثل المهجر كمثل الذي يهدي بدنة قال\nالخليل بن أحمد وغيره من أهل اللغة وغيرهم التهجير التبكير ومنه الحديث لو\nيعلمون ما في التهجير لاستبقوا إليه أي التبكير إلى كل صلاة هكذا فسروه قال\nالقاضي وقال الحربي عن أبي زيد عن الفراء وغيره التهجير السير في الهاجرة\nوالصحيح هنا أن التهجير التبكير وسبق شرح تمام الحديث قريبا قوله مثل\nالجزور ثم نزلهم حتى صغر إلى مثل البيضة هكذا ضبطناه الأول مثل بتشديد\nالثاء وفتح الميم ونزلهم أي ذكر منازلهم في السبق والفضيلة وقوله صغر\nبتشديد الغين وقوله مثل البيضة هو بفتح الميم والثاء المخففة\n</p>\n\n<p>\n[850] قوله ص فإذا جلس الإمام طووا الصحف وسبق في الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر من اغتسل يوم الجمعة ثم راح فكأنما قرب بدنة فإذا خرج الإمام حضرت\nالملائكة يستمعون الذكر ولا تعارض بينهما بل ظاهر الحديثين أن بخروج الإمام\nيحضرون ولا يطوون الصحف فإذا جلس على المنبر طووها وفيه استحباب الجلوس\nللخطبة أول صعوده حتى يؤذن المؤذن وهو مستحب عند الشافعي ومالك والجمهور\nوقال أبو <span id='ms0958'></span> حنيفة ومالك في رواية عنه لا يستحب ودليل الجمهور هذا الحديث مع\nأحاديث كثيرة في الصحيح والدليل على أنه ليس بواجب أنه ليس من الخطبة\n</p>\n\n<p>\n[857] قوله ص من اغتسل ثم أتى الجمعة فصلى ما قدر له ثم أنصت حتى يفرغ من\nخطبته ثم يصلي معه غفر له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام وفي\nالرواية الأخرى من توضأ فأحسن الوضوء ثم أتى الجمعة فاستمع وأنصت غفر له ما\nبينه وبين الجمعة وزيادة ثلاثة أيام فيه فضيلة الغسل وأنه ليس بواجب\nللرواية الثانية وفيه استحباب وتحسين الوضوء ومعنى إحسانه الإتيان به ثلاثا\nثلاثا ودلك الأعضاء وإطالة الغرة والتحجيل وتقديم الميامن والإتيان بسننه\nالمشهورة وفيه أن التنفل قبل خروج الإمام يوم الجمعة مستحب وهو مذهبنا\nومذهب الجمهور وفيه أن النوافل المطلقة لا حد لها لقوله صلى الله عليه وسلم\nفصلى ما قدر له وفيه الإنصات للخطبة وفيه أن الكلام بعد الخطبة قبل الإحرام\nبالصلاة لا بأس به قوله صلى الله عليه وسلم في الرواية الأولى ثم أنصت هكذا\nهو في أكثر النسخ المحققة المعتمدة ببلادنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا نقله القاضي عياض عن الجمهور ووقع في بعض الأصول المعتمدة ببلادنا\nانتصت وكذا نقله القاضي عن الباجي وآخرون انتصت بزيادة تاء مثناة فوق قال\nوهو وهم قلت ليس هو وهما بل هي لغة صحيحة قال الأزهري في شرح ألفاظ المختصر\nيقال أنصت ونصت وانتصت ثلاث لغات وقوله ص فاستمع وأنصت هما شيئان متمايزان\nوقد يجتمعان فالاستماع الإصغاء والإنصات السكوت ولهذا قال الله تعالى وإذا\nقرئ القرآن فاستمعوا له وأنصتوا وقوله حتى يفرغ من خطبته هكذا هو في الأصول\nمن غير ذكر الإمام وعاد الضمير إليه للعلم به وإن لم يكن مذكورا وقوله صلى\nالله عليه وسلم وفضل ثلاثة أيام وزيادة ثلاثة أيام هو بنصب فضل وزيادة على\nالظرف قال العلماء معنى المغفرة له ما بين الجمعتين وثلاثة أيام أن الحسنة\nبعشر أمثالها وصار يوم الجمعة الذي فعل فيه هذه الأفعال الجميلة في معنى\nالحسنة <span id='ms0959'></span> التي تجعل بعشر أمثالها قال بعض أصحابنا والمراد بما بين الجمعتين\nمن صلاة الجمعة وخطبتها إلى مثل الوقت من الجمعة الثانية حتى تكون سبعة\nأيام بلا زيادة ولا نقصان ويضم إليها ثلاثة فتصير عشرة قوله صلى الله عليه\nوسلم ومن مس الحصا لغا فيه النهى عن مس الحصا وغيره من أنواع العبث في حالة\nالخطبة وفيه إشارة إلى إقبال القلب والجوارح على الخطبة والمراد باللغو هنا\nالباطل المذموم المردود وقد سبق بيانه قريبا\n</p>\n\n<p>\n[858] قوله في حديث جابر كنا نصلي مع رسول الله صلى الله عليه وسلم ثم\nنرجع فنريح نواضحنا وفسر الوقت بزوال الشمس وفي الرواية الأخرى حين تزول\nالشمس وفي حديث سهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n[859] ما كنا نقيل ولا نتغدى إلا بعد الجمعة\n</p>\n\n<p>\n[860] وفي حديث سلمة كنا نجمع مع رسول الله صلى الله عليه وسلم إذا زالت\nالشمس ثم نرجع نتتبع الفيء وفي رواية ما نجد للحيطان فيئا نستظل به هذه\nالأحاديث ظاهرة في تعجيل الجمعة وقد قال مالك وأبو حنيفة والشافعي وجماهير\nالعلماء من الصحابة والتابعين فمن بعدهم لا تجوز الجمعة إلا بعد زوال الشمس\nولم يخالف في هذا إلا أحمد بن حنبل وإسحاق فجوازها قبل الزوال قال القاضي\nوروي في هذا أشياء عن الصحابة لا يصح منها شيء إلا ما عليه الجمهور وحمل\nالجمهور هذه الأحاديث على المبالغة في تعجيلها وأنهم كانوا يؤخرون الغداء\nوالقيلولة في هذا اليوم إلى ما بعد صلاة الجمعة لأنهم ندبوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p148'> Vol. 06, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nإلى التبكير إليها فلو اشتغلوا بشيء من ذلك قبلها خافوا فوتها أو فوت\nالتبكير إليها وقوله نتتبع الفيء إنما كان ذلك لشدة التبكير وقصر حيطانه\nوفيه تصريح بأنه كان قد صار فيء يسير وقوله وما نجد فيئا نستظل به موافق\nلهذا فإنه لم ينف الفيء من أصله وإنما نفى ما يستظل به وهذا مع قصر الحيطان\nظاهر في أن الصلاة كانت بعد الزوال متصلة به قوله نريح نواضحنا هو جمع ناضح\nوهو البعير الذي يستقى به سمي بذلك لأنه ينضح الماء أي يصبه ومعنى نريح <span id='ms0960'></span> أي\nنريحها من العمل وتعب السقي فنخليها منه وأشار القاضي إلى أنه يجوز أن يكون\nأراد الرواح للرعي قوله كنا نجمع هو بتشديد الميم المكسورة أي نصلي الجمعة\n</p>\n\n<p>\n[861] قوله كان النبي صلى الله عليه وسلم يخطب يوم الجمعة قائما ثم يجلس\nثم يقوم وفي حديث جابر بن سمرة كان للنبي صلى الله عليه وسلم خطبتان يجلس\nبينهما يقرأ القرآن ويذكر الناس وفي رواية كان يخطب قائما ثم يجلس ثم يقوم\nفيخطب قائما فمن نبأك أنه كان يخطب جالسا فقد كذب وفي هذه الرواية دليل\nلمذهب الشافعي والأكثرين أن خطبة الجمعة لا تصح من القادر على القيام إلا\nقائما في الخطبتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p149'> Vol. 06, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nولا يصح حتى يجلس بينهما وأن الجمعة لا تصح إلا بخطبتين قال القاضي ذهب\nعامة العلماء إلى اشتراط الخطبتين لصحة الجمعة وعن الحسن البصري وأهل\nالظاهر ورواية بن الماجشون عن مالك أنها تصح بلا خطبة وحكى بن عبد البر\nإجماع العلماء على أن الخطبة لا تكون إلا قائما لمن أطاقه وقال أبو حنيفة\nيصح قاعدا وليس القيام بواجب وقال مالك هو واجب لو تركه أساء وصحت الجمعة\nوقال أبو حنيفة ومالك والجمهور الجلوس بين الخطبتين سنة ليس بواجب ولا شرط\nومذهب الشافعي أنه فرض وشرط لصحة الخطبة قال الطحاوي لم يقل هذا غير\nالشافعي ودليل الشافعي أنه ثبت هذا عن رسول الله صلى الله عليه وسلم مع\nقوله ص صلوا كما رأيتموني أصلي\n</p>\n\n<p>\n[862] وقوله يقرأ القرآن ويذكر الناس فيه دليل للشافعي في أنه يشترط في\nالخطبة الوعظ والقرآن قال الشافعي لا يصح الخطبتان إلا بحمد الله تعالى\nوالصلاة على رسول الله صلى الله عليه وسلم فيهما والوعظ وهذه الثلاثة\nواجبات في الخطبتين وتجب قراءة آية من القرآن في إحداهما على الأصح ويجب\nالدعاء للمؤمنين في الثانية على الأصح وقال مالك وأبو حنيفة والجمهور يكفي\nمن الخطبة ما يقع عليه الاسم وقال أبو حنيفة وأبو يوسف ومالك في رواية عنه\nيكفي تحميدة أو تسبيحة أو تهليلة وهذا ضعيف لأنه لا يسمى <span id='ms0961'></span> خطبة ولا يحصل به\nمقصودها مع مخالفته ما ثبت عن النبي صلى الله عليه وسلم قوله عن جابر بن\nسمرة رضي الله عنه قال فقد والله صليت معه أكثر من ألفي صلاة المراد\nالصلوات الخمس لا الجمعة\n</p>\n\n<p>\n[863] قوله إن النبي صلى الله عليه وسلم كان يخطب قائما يوم الجمعة فجاءت\nعير من الشام فانفتل الناس إليها حتى لم يبق إلا اثنا عشر رجلا فأنزلت هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p150'> Vol. 06, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالآية التي في الجمعة وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما\nوفي الرواية الأخرى اثنا عشر رجلا فيهم أبو بكر وعمر وفي الأخرى أنا فيهم\nفيه منقبة لأبي بكر وعمر وجابر وفيه أن الخطبة تكون من قيام وفيه دليل\nلمالك وغيره ممن قال تنعقد الجمعة باثني عشر رجلا وأجاب أصحاب الشافعي\nوغيرهم ممن يشترط أربعين بأنه محمول على أنهم رجعوا أو رجع منهم تمام\nأربعين فأتم بهم الجمعة ووقع في صحيح البخاري بينما نحن نصلي مع النبي صلى\nالله عليه وسلم إذ أقبلت عير الحديث والمراد بالصلاة انتظارها في حال\nالخطبة كما وقع في روايات مسلم هذه قوله اذ أقبلت سويقة هو تصغير سوق\nوالمراد العير المذكورة في الرواية الأولى وهي الإبل التي تحمل الطعام أو\nالتجارة لا تسمى عيرا إلا هكذا وسميت سوقا لأن البضائع تساق إليها وقيل\nلقيام الناس فيها على سوقهم قال القاضي وذكر أبو داود في مراسيله أن خطبة\nالنبي صلى الله عليه وسلم هذه التي انفضوا عنها إنما كانت بعد صلاة الجمعة\nوظنوا أنه لا شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم في الانفضاض عن الخطبة وأنه قبل هذه القضية إنما كان يصلي قبل\nالخطبة قال القاضي هذا أشبه بحال الصحابة والمظنون بهم أنهم ما كانوا يدعون\nالصلاة مع النبي صلى الله عليه وسلم ولكنهم ظنوا جواز الانصراف بعد انقضاء\nالصلاة قال وقد أنكر بعض العلماء كون النبي صلى الله عليه وسلم ما خطب قط\nبعد صلاة الجمعة لها\n</p>\n\n<p>\n[864] قوله انظروا إلى هذا الخبيث يخطب قاعدا وقال الله تعالى وإذا رأوا\nتجارة أولهوا <span id='ms0962'></span> انفضوا إليها وتركوك قائما هذا الكلام يتضمن إنكار المنكر\nوالإنكار على ولاة الأمور إذا خالفوا السنة ووجه استدلاله بالآية أن الله\nتعالى أخبر أن النبي صلى الله عليه وسلم كان يخطب قائما وقد قال تعالى لقد\nكان لكم في رسول الله أسوة حسنة مع قوله تعالى فاتبعوه وقوله تعالى وما\nآتاكم الرسول فخذوه مع قوله صلى الله عليه وسلم صلوا كما رأيتموني أصلي\n</p>\n\n<p>\n[865] قوله سمعنا رسول الله صلى الله عليه وسلم يقول على أعواد منبره\nلينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم فيه استحباب\nاتخاذ المنبر وهو سنة مجمع عليها وقوله ودعهم أي تركهم وفيه أن الجمعة فرض\nعين ومعنى الختم الطبع والتغطية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا في قول الله تعالى ختم الله على قلوبهم أي طبع ومثله الرين فقيل\nالرين اليسير من الطبع والطبع اليسير من الأقفال والأقفال أشدها قال القاضي\nاختلف المتكلمون في هذا اختلافا كثيرا فقيل هو إعدام اللطف وأسباب الخير\nوقيل هو خلق الكفر في صدورهم وهو قول أكثر متكلمي أهل السنة قال غيرهم هو\nالشهادة عليهم وقيل هو علامة جعلها الله تعالى في قلوبهم لتعرف بها\nالملائكة من يمدح ومن يذم\n</p>\n\n<p>\n[866] قوله فكانت صلاته قصدا وخطبته قصدا أي بين الطول الظاهر والتخفيف\nالماحق\n</p>\n\n<p>\n[867] قوله كان رسول الله صلى الله عليه وسلم إذا خطب احمرت عيناه وعلا\nصوته واشتد غضبه حتى كأنه منذر جيش يقول صبحكم مساكم ويقول بعثت أنا\nوالساعة كهاتين ويقرن بين إصبعيه السبابة والوسطى ويقول أما بعد فإن خير\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p153'> Vol. 06, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الله وخير الهدي هدي محمد وشر الأمور محدثاتها وكل بدعة ضلالة ثم\nيقول أنا أولى بكل مؤمن من نفسه من ترك مالا فلأهله ومن ترك دينا أو ضياعا\nفإلي وعلي في هذا الحديث جمل من الفوائد ومهمات من القواعد فالضمير في قوله\nيقول صبحكم مساكم عائد على منذر جيش قوله صلى الله عليه وسلم بعثت أنا\nوالساعة روى بنصبها ورفعها والمشهور نصبها على المفعول معه وقوله يقرن هو\nبضم الراء على المشهور <span id='ms0963'></span> الفصيح وحكي كسرها وقوله السبابة سميت بذلك لأنهم\nكانوا يشيرون بها عند السب وقوله خير الهدي هدي محمد هو بضم الهاء وفتح\nالدال فيهما وبفتح الهاء وإسكان الدال أيضا ضبطناه بالوجهين وكذا ذكره\nجماعة بالوجهين وقال القاضي عياض رويناه في مسلم بالضم وفي غيره بالفتح\nوبالفتح ذكره الهروي وفسره الهروي على رواية الفتح بالطريق أي أحسن الطرق\nطريق محمد يقال فلان حسن الهدي أي الطريقة والمذهب اهتدوا بهدي عمار وأما\nعلى رواية الضم فمعناه الدلالة والإرشاد قال العلماء لفظ الهدي له معنيان\nأحدهما بمعنى الدلالة والإرشاد وهو الذي يضاف إلى الرسل والقرآن والعباد\nوقال الله تعالى وإنك لتهدي إلى صراط مستقيم إن هذا القرآن يهدي للتي هي\nأقوم يبشر المؤمنين ومنه قوله تعالى وأما ثمود فهديناهم أي بينا لهم الطريق\nومنه قوله تعالى إنا هديناه السبيل وهديناه النجدين والثاني بمعنى اللطف\nوالتوفيق والعصمة والتأييد وهو الذي تفرد الله به ومنه قوله تعالى إنك لا\nتهدي من أحببت ولكن الله يهدي من يشاء وقالت القدرية حيث جاء الهدى فهو\nللبيان بناء على أصلهم الفاسد في إنكار القدر ورد عليهم أصحابنا وغيرهم من\nأهل الحق مثبتي القدر لله تعالى بقوله تعالى والله يدعو إلى دار السلام\nويهدي من يشاء إلى صراط مستقيم ففرق بين الدعاء والهداية قوله صلى الله\nعليه وسلم وكل بدعة ضلالة هذا عام مخصوص والمراد غالب البدع قال أهل اللغة\nهي كل شيء عمل على غير مثال سابق قال العلماء البدعة خمسة أقسام واجبة\nومندوبة ومحرمة ومكروهة ومباحة فمن الواجبة نظم أدلة المتكلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p154'> Vol. 06, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nللرد على الملاحدة والمبتدعين وشبه ذلك ومن المندوبة تصنيف كتب العلم\nوبناء المدارس والربط وغير ذلك ومن المباح التبسط في ألوان الأطعمة وغير\nذلك والحرام والمكروه ظاهران وقد أوضحت المسألة بأدلتها المبسوطة في تهذيب\nالأسماء واللغات فإذا عرف ما ذكرته علم أن الحديث من العام المخصوص وكذا ما\nأشبهه من الأحاديث الواردة ويؤيد ما قلناه قول عمر بن الخطاب رضي الله عنه\nفي التراويح نعمت البدعة <span id='ms0964'></span> ولا يمنع من كون الحديث عاما مخصوصا قوله كل بدعة\nمؤكدا بكل بل يدخله التخصيص مع ذلك كقوله تعالى تدمر كل شيء قوله صلى الله\nعليه وسلم أنا أولى بكل مؤمن من نفسه هو موافق لقول الله تعالى النبي أولى\nبالمؤمنين من أنفسهم أي أحق قال أصحابنا فكأن النبي صلى الله عليه وسلم إذا\nاضطر إلى طعام غيره وهو مضطر إليه لنفسه كان للنبي صلى الله عليه وسلم أخذه\nمن مالكه المضطر ووجب على مالكه بذله له صلى الله عليه وسلم قالوا ولكن هذا\nوإن كان جائزا فما وقع قوله صلى الله عليه وسلم ومن ترك دينا أو ضياعا فإلي\nوعلي هذا تفسير لقوله صلى الله عليه وسلم أنا أولى بكل مؤمن من نفسه قال\nأهل اللغة الضياع بفتح الضاد العيال قال بن قتيبة أصله مصدر ضاع يضيع ضياعا\nالمراد من ترك أطفالا وعيالا ذوي ضياع فأوقع المصدر موضع الاسم قال أصحابنا\nوكان النبي صلى الله عليه وسلم لا يصلي على من مات وعليه دين لم يخلف به\nوفاء لئلا يتساهل الناس في الاستدانة ويهملوا الوفاء فزجرهم عن ذلك بترك\nالصلاة عليهم فلما فتح الله على المسلمين مبادي الفتوح قال صلى الله عليه\nوسلم من ترك دينا فعلي أي قضاؤه فكان يقضيه واختلف أصحابنا هل كان النبي\nصلى الله عليه وسلم يجب عليه قضاء ذلك الدين أم كان يقضيه تكرما والأصح\nعندهم أنه كان واجبا عليه صلى الله عليه وسلم واختلف أصحابنا هل هذه من\nالخصائص أم لا فقال بعضهم هو من خصائص رسول الله صلى الله عليه وسلم ولا\nيلزم الإمام أن يقضي من بيت المال دين من مات وعليه دين إذا لم يخلف وفاء\nوكان في بيت المال سعة ولم يكن هناك أهم منه قوله صلى الله عليه وسلم بعثت\nأنا والساعة كهاتين قال القاضي يحتمل أنه تمثيل لمقاربتها وأنه ليس بينهما\nإصبع أخرى كما أنه لا نبي بينه وبين الساعة ويحتمل أنه لتقريب ما بينهما من\nالمدة <span id='ms0965'></span> وأن التفاوت بينهما كنسبة التفاوت بين الإصبعين تقريبا لا تحديدا\nقوله إذا خطب احمرت عيناه وعلا صوته واشتد غضبه كأنه منذر جيش يستدل به على\nأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p155'> Vol. 06, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nيستحب للخطيب أن يفخم أمر الخطبة ويرفع صوته ويجزل كلامه ويكون مطابقا\nللفصل الذي يتكلم فيه من ترغيب أو ترهيب ولعل اشتداد غضبه كان عند إنذاره\nأمرا عظيما وتحديده خطبا جسيما قوله ويقول أما بعد فيه استحباب قول أما بعد\nفي خطب الوعظ والجمعة والعيد وغيرها وكذا في خطب الكتب المصنفة وقد عقد\nالبخاري بابا في استحبابه وذكر فيه جملة من الأحاديث واختلف العلماء في أول\nمن تكلم به فقيل داود عليه السلام وقيل يعرب بن قحطان وقيل قس بن ساعدة\nوقال بعض المفسرين أو كثير منهم إنه فصل الخطاب الذي أوتيه داود وقال\nالمحققون فصل الخطاب الفصل بين الحق والباطل قوله كانت خطبة النبي صلى الله\nعليه وسلم يوم الجمعة يحمد الله ويثني عليه ثم يقول إلى آخره فيه دليل\nللشافعي رضي الله عنه أنه يجب حمد الله تعالى في الخطبة ويتعين لفظه ولا\nيقوم غيره مقامه\n</p>\n\n<p>\n[868] قوله إن ضمادا قدم مكة وكان من أزد شنوءة وكان يرقى من هذه الريح\nأما ضمادا فبكسر الضاد المعجمة وشنوءة بفتح الشين وضم النون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوبعدها مدة ويرقي بكسر القاف والمراد بالريح هنا الجنون ومس الجن في غير\nرواية مسلم يرقي من الأرواح أي الجن سموا بذلك لأنهم لا يبصرهم الناس فهم\nكالروح والريح قوله فما سمعت مثل كلماتك هؤلاء ولقد بلغن ناعوس البحر\nضبطناه بوجهين أشهرهما ناعوس بالنون والعين هذا هو الموجود في أكثر نسخ\nبلادنا والثاني قاموس بالقاف والميم وهذا الثاني هو المشهور في روايات\nالحديث في غير صحيح مسلم وقال القاضي عياض أكثر نسخ صحيح مسلم وقع فيها\nقاعوس بالقاف والعين قال ووقع عند أبي محمد بن سعيد تاعوس بالتاء المثناة\nفوق قال ورواه بعضهم ناعوس بالنون والعين قال وذكره أبو مسعود الدمشقي في\nأطراف الصحيحين والحميدي في الجمع بين الصحيحين قاموس بالقاف والميم <span id='ms0966'></span> قال\nبعضهم هو الصواب قال أبو عبيد قاموس البحر وسطه وقال بن دريد لجته وقال\nصاحب كتاب العين قعره الأقصى وقال الحربي قاموس البحر قعره وقال أبو مروان\nبن سراج قاموس فاعول من قمسته إذا غمسته فقاموس البحر لجته التي تضطرب\nأمواجها ولا تستقر مياهها وهي لفظة عربية صحيحة وقال أبو علي الجياني لم\nأجد في هذه اللفظة ثلجا وقال شيخنا أبو الحسين قاعوس البحر بالقاف والعين\nصحيح بمعنى قاموس كأنه من القعس وهو تطامن الظهر وتعمقه فيرجع إلى عمق\nالبحر ولجته هذا آخر كلام القاضي رضي الله عنه وقال أبو موسى الأصفهاني وقع\nفي صحيح مسلم ناعوس البحر بالنون والعين قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nوفي سائر الروايات قاموس وهو وسطه ولجته قال وليست هذه اللفظة موجودة في\nمسند إسحاق بن راهويه الذي روى مسلم هذا الحديث عنه لكنه قرنه بأبي موسى\nفلعله في رواية أبي موسى قال وإنما أورد مثل هذه الألفاظ لأن الإنسان قد\nيطلبها فلا يجدها في شيء من الكتب فيتحير فإذا نظر في كتابي عرف أصلها\nومعناها قوله هات هو بكسر التاء قوله أصبت مطهرة هي بكسر الميم وفتحها\nحكاها بن السكيت وغيره الكسر أشهر\n</p>\n\n<p>\n[869] قوله عبد الملك بن أبجر بالجيم قوله واصل بن حيان بالمثناة قوله لو\nكنت تنفست أي أطلت قليلا قوله صلى الله عليه وسلم مئنة من فقهه بفتح الميم\nثم همزة مكسورة ثم نون مشددة أي علامة قال الأزهري والأكثرون الميم فيها\nزائدة وهي مفعلة قال الهروي قال الأزهري غلط أبو عبيد في جعله الميم أصلية\nقال القاضي عياض قال شيخنا بن سراج هي أصلية قوله صلى الله عليه وسلم\nواقصروا الخطبة الهمزة في واقصروا همزة وصل وليس هذا الحديث مخالفا\nللأحاديث المشهورة في الأمر بتخفيف الصلاة لقوله في الرواية الأخرى وكانت\nصلاته قصدا وخطبته قصدا لأن المراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nبالحديث الذي نحن فيه أن الصلاة تكون طويلة بالنسبة إلى الخطبة لا تطويلا\nيشق على المأمومين وهي حينئذ قصد أي معتدلة والخطبة قصد بالنسبة إلى وضعها\nقوله <span id='ms0967'></span> صلى الله عليه وسلم وإن من البيان سحرا قال أبو عبيد هو من الفهم\nوذكاء القلب قال القاضي فيه تأويلان أحدهما أنه ذم لأنه إمالة القلوب\nوصرفها بمقاطع الكلام إليه حتى يكسب من الإثم به كما يكسب بالسحر وأدخله\nمالك في الموطأ في باب ما يكره من الكلام وهو مذهبه في تأويل الحديث\nوالثاني أنه مدح لأن الله تعالى امتن على عباده بتعليمهم البيان وشبهه\nبالسحر لميل القلوب إليه وأصل السحر الصرف فالبيان يصرف القلوب ويميلها إلى\nما تدعو إليه هذا كلام القاضي وهذا التأويل الثاني هو الصحيح المختار قوله\nعن بن أبجر عن واصل عن أبي وائل قال خطبنا عمار هذا الإسناد مما استدركه\nالدارقطني وقال تفرد به بن أبجر عن واصل عن أبي وائل وخالفه الأعمش وهو\nأحفظ بحديث أبي وائل فحدث به عن أبي وائل عن بن مسعود هذا كلام الدارقطني\nوقد قدمنا أن مثل هذا الاستدراك مردود لأن بن أبجر ثقة يوجب قبول روايته\n</p>\n\n<p>\n[870] قوله فقد رشد بكسر الشين وفتحها قوله إن رجلا خطب عند النبي صلى\nالله عليه وسلم فقال من يطع الله ورسوله فقد رشد ومن يعصهما فقد غوى فقال\nرسول الله صلى الله عليه وسلم بئس الخطيب أنت قل ومن يعص الله ورسوله فقد\nغوى قال القاضي وجماعة من العلماء إنما أنكر عليه لتشريكه في الضمير\nالمقتضي للتسوية وأمره بالعطف تعظيما لله تعالى بتقديم اسمه كما قال صلى\nالله عليه وسلم في الحديث الآخر لا يقل أحدكم ما شاء الله وشاء فلان ولكن\nليقل ما شاء الله ثم شاء فلان والصواب أن سبب النهي أن الخطب شأنها البسط\nوالإيضاح واجتناب الإشارات والرموز ولهذا ثبت في الصحيح أن رسول الله صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p159'> Vol. 06, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nكان إذا تكلم بكلمة أعادها ثلاثا ليفهم وأما قول الأوليين فيضعف بأشياء\nمنها أن مثل هذا الضمير قد تكرر في الأحاديث الصحيحة من كلام رسول الله صلى\nالله عليه وسلم كقوله صلى الله عليه وسلم أن يكون الله ورسوله أحب <span id='ms0968'></span> إليه مما\nسواهما وغيره من الأحاديث وإنما ثنى الضمير ها هنا لأنه ليس خطبة وعظ وإنما\nهو تعليم حكم فكلما قل لفظه كان أقرب إلى حفظه بخلاف خطبة الوعظ فإنه ليس\nالمراد حفظه وإنما يراد الاتعاظ بها ومما يؤيد هذا ما ثبت في سنن أبي داود\nباسناد صحيح عن بن مسعود رضي الله عنه قال علمنا رسول الله صلى الله عليه\nوسلم خطبة الحاجة الحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا\nمن يهد الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله\nوأشهد أن محمدا عبده ورسوله أرسله بالحق بشيرا ونذيرا بين يدي الساعة من\nيطع الله ورسوله فقد رشد ومن يعصهما فإنه لا يضر إلا نفسه ولا يضر الله\nشيئا والله أعلم قوله قال بن نمير فقد غوي هكذا وقع في النسخ غوي بكسر\nالواو قال القاضي وقع في روايتي مسلم بفتح الواو وكسرها والصواب الفتح وهو\nمن الغي وهو الانهماك في الشر\n</p>\n\n<p>\n[871] قوله سمع النبي صلى الله عليه وسلم يقرأ على المنبر ونادوا يا مالك\nفيه القراءة في الخطبة وهي مشروعة بلا خلاف واختلفوا في وجوبها والصحيح\nعندنا وجوبها وأقلها آية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p160'> Vol. 06, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n[873] قوله ما حفظت ق إلا من في رسول الله صلى الله عليه وسلم يخطب بها\nكل جمعة قال العلماء سبب اختيار ق أنها مشتملة على البعث والموت والمواعظ\nالشديدة والزواجر الأكيدة وفيه دليل للقراءة في الخطبة كما سبق وفيه\nاستحباب قراءة ق أو بعضها في كل خطبة قوله عن أخت لعمرة هذا صحيح يحتج به\nولا يضر عدم تسميتها لأنها صحابية والصحابة كلهم عدول قوله حارثة بن\nالنعمان هو بالحاء المهملة قوله سعيد عن خبيب هو بضم الخاء المعجمة وهو\nخبيب بن عبد الرحمن بن خبيب يساف الأنصاري سبق بيانه مرات قولها وكان\nتنورنا وتنور رسول الله صلى الله عليه وسلم واحدا إشارة إلى حفظها ومعرفتها\nبأحوال النبي صلى الله عليه وسلم وقربها من منزله قوله عن يحيى بن <span id='ms0969'></span> عبد الله\nبن عبد الرحمن بن سعد بن زرارة هكذا هو في جميع النسخ سعد بن زرارة وهو\nالصواب وكذا نقله القاضي عن جميع النسخ وروايات جميع شيوخهم قال وهو الصواب\nقال وزعم بعضهم أن صوابه أسعد وغلط في زعمه وإنما أوقعه في الغلط اغتراره\nبما في كتاب الحاكم أبي عبد الله بن البيع فإنه قال صوابه أسعد ومنهم من\nقال سعد وحكى ما ذكره عن البخاري والذي في تاريخ البخاري ضد ما قال فإنه\nقال في تاريخه سعد وقيل أسعد وهو وهم فانقلب الكلام على الحكم وأسعد بن\nزرارة سيد الخزرج وأخوه هذا سعد بن زرارة جد يحيى وعمرة أدرك الإسلام ولم\nيذكره كثيرون في الصحابة لأنه ذكر في المنافقين قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p161'> Vol. 06, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n[874] عن عمارة بن رؤيبة رضي الله عنه حين رفع بشر بن مروان يديه في\nالخطبة قبح الله هاتين اليدين لقد رأيت رسول الله صلى الله عليه وسلم ما\nيزيد على أن يقول بيده هكذا وأشار بإصبعه المسبحة هذا فيه أن السنة أن لا\nيرفع اليد في الخطبة وهو قول مالك وأصحابنا وغيرهم وحكى القاضي عن بعض\nالسلف وبعض المالكية إباحته لأن النبي صلى الله عليه وسلم رفع يديه في خطبة\nالجمعة حين استسقى وأجاب الأولون بأن هذا الرفع كان لعارض\n</p>\n\n<p>\n[875] قوله بينا النبي صلى الله عليه وسلم يخطب يوم الجمعة إذ جاء رجل\nفقال له النبي صلى الله عليه وسلم أصليت يا فلان قال لا قال قم فاركع وفي\nرواية قم فصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p162'> Vol. 06, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالركعتين وفي رواية صل ركعتين وفي رواية أركعت ركعتين قال لا قال اركع\nوفي رواية أن النبي صلى الله عليه وسلم خطب فقال إذا جاء أحدكم يوم الجمعة\nوقد خرج الإمام ليصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p163'> Vol. 06, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين وفي رواية قال جاء سليك الغطفاني يوم الجمعة ورسول الله صلى الله\nعليه وسلم يخطب فجلس فقال يا سليك قم واركع ركعتين وتجوز فيهما ثم قال إذا\nجاء أحدكم يوم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما هذه\nالأحاديث كلها صريحة في الدلالة <span id='ms0970'></span> لمذهب الشافعي وأحمد وإسحاق وفقهاء\nالمحدثين أنه إذا دخل الجامع يوم الجمعة والإمام يخطب استحب له أن يصلي\nركعتين تحية المسجد ويكره الجلوس قبل أن يصليهما وأنه يستحب أن يتجوز فيهما\nليسمع بعدهما الخطبة وحكي هذا المذهب أيضا عن الحسن البصري وغيره من\nالمتقدمين قال القاضي وقال مالك والليث وأبو حنيفة والثوري وجمهور السلف من\nالصحابة والتابعين لا يصليهما وهو مروي عن عمر وعثمان وعلي رضي الله عنهم\nوحجتهم الأمر بالإنصات للإمام وتأولوا هذه الأحاديث أنه كان عريانا فأمره\nالنبي صلى الله عليه وسلم بالقيام ليراه الناس ويتصدقوا عليه وهذا تأويل\nباطل يرده صريح قوله صلى الله عليه وسلم إذا جاء أحدكم يوم الجمعة والإمام\nيخطب فليركع ركعتين وليتجوز فيهما وهذا نص لا يتطرق إليه تأويل ولا أظن\nعالما يبلغه هذا اللفظ صحيحا فيخالفه وفي هذه الأحاديث أيضا جواز الكلام في\nالخطبة لحاجة وفيها جوازه للخطيب وغيره وفيها الأمر بالمعروف والإرشاد إلى\nالمصالح في كل حال وموطن وفيها أن تحية المسجد ركعتان وأن نوافل النهار\nركعتان وأن تحية المسجد لا تفوت بالجلوس في حق جاهل حكمها وقد أطلق أصحابنا\nفواتها بالجلوس وهو محمول على العالم بأنها سنة أما الجاهل فيتداركها على\nقرب لهذا الحديث والمستنبط من هذه الأحاديث أن تحية المسجد لا تترك في\nأوقات النهي عن الصلاة وأنها ذات سبب تباح في كل وقت ويلحق بها كل ذوات\nالأسباب كقضاء الفائتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nونحوها لأنها لو سقطت في حال لكان هذا الحال أولى بها فإنه مأمور باستماع\nالخطبة فلما ترك لها استماع الخطبة وقطع النبي صلى الله عليه وسلم لها\nالخطبة وأمره بها بعد أن قعد وكان هذا الجالس جاهلا حكمها دل على تأكدها\nوأنها لا تترك بحال ولا في وقت من الأوقات والله أعلم\n</p>\n\n<p>\n[876] قوله انتهيت إلى رسول الله صلى الله عليه وسلم وهو يخطب فقلت يا\nرسول الله رجل غريب جاء يسأل عن دينه لا يدري ما دينه قال فأقبل علي رسول\nالله صلى الله عليه وسلم وترك خطبته <span id='ms0971'></span> حتى انتهى إلي فأتي بكرسي حسبت قوائمه\nحديدا قال فقعد عليه رسول الله صلى الله عليه وسلم وجعل يعلمني مما علمه\nالله ثم أتى خطبته فأتم آخرها هكذا هو في جميع النسخ حسبت ورواه بن أبي\nخيثمة في غير صحيح مسلم خلت بكسر الخاء وسكون اللام وهو بمعنى حسبت قال\nالقاضي ووقع في نسخة بن الحذاء خشب بالخاء والشين المعجمتين وفي كتاب بن\nقتيبة خلب بضم لخاء وآخره باء موحدة وفسره بالليف وكلاهما تصحيف والصواب\nحسبت بمعنى ظننت كما هو في نسخ مسلم وغيره من الكتب المعتمدة وقوله رجل\nغريب يسأل عن دينه لا يدري ما دينه فيه استحباب تلطف السائل في عبارته\nوسؤاله العالم وفيه تواضع النبي صلى الله عليه وسلم ورفقه بالمسلمين وشفقته\nعليهم وخفض جناحه لهم وفيه المبادرة إلى جواب المستفتي وتقديم أهم الأمور\nفأهمها ولعله كان سأل عن الإيمان وقواعده المهمة وقد اتفق العلماء على أن\nمن جاء يسأل عن الإيمان وكيفية الدخول في الإسلام وجب إجابته وتعليمه على\nالفور وقعوده صلى الله عليه وسلم على الكرسي ليسمع الباقون كلامه ويروا\nشخصه الكريم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nويقال كرسي بضم الكاف وكسرها والضم أشهر ويحتمل أن هذه الخطبة التي كان\nالنبي صلى الله عليه وسلم فيها خطبة أمر غير الجمعة ولهذا قطعها بهذا الفصل\nالطويل ويحتمل أنها كانت الجمعة واستأنفها ويحتمل أنه لم يحصل فصل طويل\nويحتمل أن كلامه لهذا الغريب كان متعلقا بالخطبة فيكون منها ولا يضر المشي\nفي أثنائها قوله في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله\nعليه وسلم قرأ في الركعة الأولى من صلاة الجمعة سورة الجمعة وفي الثانية\nالمنافقين فيه استحباب قراءتهما بكمالهما فيهما وهو مذهبنا ومذهب آخرين قال\nالعلماء والحكمة في قراءة الجمعة اشتمالها على وجوب الجمعة وغير ذلك من\nأحكامها وغير ذلك مما فيها من القواعد والحث على التوكل والذكر وغير ذلك\nوقراءة سورة المنافقين لتوبيخ حاضريها منهم وتنبيههم على التوبة وغير ذلك\nمما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p166'> Vol. 06, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nفيها من القواعد لأنهم ما <span id='ms0972'></span> كانوا يجتمعون في مجلس أكثر من اجتماعهم فيها\n</p>\n\n<p>\n[877] قوله كان رسول الله صلى الله عليه وسلم يقرأ في العيدين وفي الجمعة\nب سبح اسم ربك الأعلى وهل أتاك حديث الغاشية فيه استحباب القراءة فيهما\nبهما وفي الحديث الآخر القراءة في العيد بقاف واقتربت وكلاهما صحيح فكان\nالنبي صلى الله عليه وسلم في وقت يقرأ في الجمعة الجمعة والمنافقين وفي وقت\nسبح وهل أتاك وفي وقت يقرأ في العيد قاف واقتربت وفي وقت سبح وهل أتاك\n</p>\n\n<p>\n[879] قوله عن مخول عن مسلم البطين أما مخول فبضم الميم وفتح الخاء\nالمعجمة والواو المشددة هذا هو المشهور الأصوب وحكى صاحب المطالع هذا عن\nالجمهور قال وضبطه بعضهم بكسر الميم وإسكان الخاء وأما البطين فبفتح الباء\nوكسر الطاء قوله إن النبي صلى الله عليه وسلم كان يقرأ في الصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p167'> Vol. 06, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nيوم الجمعة في الأولى الم تنزيل السجدة وفي الثانية هل أتى على الإنسان\nحين من الدهر فيه دليل لمذهبنا ومذهب موافقينا في استحبابهما في صبح الجمعة\nوأنه لا تكره قراءة آية السجدة في الصلاة ولا السجود ذكر مالك وآخرون ذلك\nوهم محجوجون بهذه الأحاديث الصحيحة الصريحة المروية من طرق عن أبي هريرة\nوبن عباس رضي الله عنهم\n</p>\n\n<p>\n[881] قوله صلى الله عليه وسلم إذا صلى أحدكم الجمعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p168'> Vol. 06, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفليصل بعدها أربعا وفي رواية إذا صليتم بعد الجمعة فصلوا أربعا وفي رواية\nمن كان منكم مصليا بعد الجمعة فليصل أربعا وفي رواية أنه صلى الله عليه\nوسلم كان يصلي بعدها ركعتين في هذه الأحاديث استحباب سنة الجمعة بعدها\nوالحث عليها وأن أقلها ركعتان وأكملها أربع فنبه صلى الله عليه وسلم بقوله\nإذا صلى أحدكم بعد الجمعة فليصل بعدها أربعا على الحث عليها فأتى بصيغة\nالأمر ونبه بقوله صلى الله عليه وسلم من كان منكم مصليا على أنها سنة ليست\nواجبة وذكر الأربع لفضيلتها وفعل الركعتين في أوقات بيانا لأن أقلها ركعتان\nومعلوم أنه صلى الله عليه وسلم كان يصلي في أكثر الأوقات أربعا لأنه أمرنا\nبهن وحثنا عليهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p169'> Vol. 06, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوهو <span id='ms0973'></span> أرغب في الخير وأحرص عليه وأولى به قوله قال يحيى أظنني قرأت فيصلي\nأو ألبتة معناه أظن أني قرأت على مالك في روايتي عنه فيصلي أو أجزم بذلك\nفحاصله أنه قال أظن هذه اللفظة أو أجزم بها\n</p>\n\n<p>\n[883] قوله بن أبي الخوار هو بضم الخاء المعجمة قوله صليت معه الجمعة في\nالمقصورة فيه دليل على جواز اتخاذها في المسجد إذا رآها ولي الأمر مصلحة\nقالوا وأول من عملها معاوية بن أبي سفيان حين ضربه الخارجي قال القاضي\nواختلفوا في المقصورة فأجازها كثيرون من السلف وصلوا فيها منهم الحسن\nوالقاسم بن محمد وسالم وغيرهم وكرهها بن عمر والشعبي وأحمد واسحاق وكان بن\nعمر إذا حضرت الصلاة وهو في المقصورة خرج منها إلى المسجد قال القاضي وقيل\nإنما يصح فيها الجمعة إذا كانت مباحة لكل أحد فإن كانت مخصوصة ببعض الناس\nممنوعة من غيرهم لم تصح فيها الجمعة لخروجها عن حكم الجامع قوله فإن رسول\nالله صلى الله عليه وسلم أمرنا بذلك أن لا نوصل صلاة حتى نتكلم أو نخرج فيه\nدليل لما قاله أصحابنا أن النافلة الراتبة وغيرها يستحب أن يتحول لها عن\nموضع الفريضة إلى موضع آخر وأفضله التحول إلى بيته وإلا فموضع آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p170'> Vol. 06, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nمن المسجد أو غيره ليكثر مواضع سجوده ولتنفصل صورة النافلة عن صورة\nالفريضة وقوله حتى نتكلم دليل على أن الفصل بينهما يحصل بالكلام أيضا ولكن\nبالانتقال أفضل لما ذكرناه والله أعلم\n</p>\n\n<h1 class='l1' id='head33'>(كتاب صلاة العيدين هي عند الشافعي وجمهور أصحابه </h1>\n\n<p>\nوجماهير العلماء سنة مؤكدة وقال أبو سعيد الإصطخري من الشافعية هي فرض\nكفاية وقال أبو حنيفة هي واجبة فإذا قلنا فرض كفاية فامتنع أهل موضع من\nإقامتها قوتلوا عليها كسائر فروض الكفاية وإذا قلنا إنها سنة لم يقاتلوا\nبتركها كسنة الظهر وغيرها وقيل يقاتلون لأنها شعار ظاهر قالوا وسمي عيدا\nلعوده وتكرره وقيل لعود السرور فيه وقيل تفاؤلا بعوده على من أدركه كما\nسميت القافلة حين خروجها تفاؤلا لقفولها سالمة وهو رجوعها وحقيقتها الراجعة\n</p>\n\n<p>\n[884] قوله شهدت صلاة الفطر <span id='ms0974'></span> مع نبي الله صلى الله عليه وسلم وأبي بكر\nوعمر وعثمان وعلي رضي الله عنهم فكلهم يصليها قبل الخطبة ثم يخطب فيه دليل\nلمذهب العلماء كافة أن خطبة العيد بعد الصلاة قال القاضي هذا هو المتفق\nعليه من مذاهب علماء الأمصار وأئمة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nالفتوى ولا خلاف بين أئمتهم فيه وهو فعل النبي صلى الله عليه وسلم\nوالخلفاء الراشدين بعده إلا ما روي أن عثمان في شطر خلافته الأخير قدم\nالخطبة لأنه رأى من الناس من تفوته الصلاة وروي مثله عن عمر وليس بصحيح\nوقيل إن أول من قدمها معاوية وقيل مروان بالمدينة في خلافة معاوية وقيل\nزياد بالبصرة في خلافة معاوية وقيل فعله بن الزهري في آخر أيامه قوله يجلس\nالرجال بيده هو بكسر اللام المشددة أي يأمرهم بالجلوس قوله فقالت امرأة\nواحدة لم يجبه غيرها منهن يا نبي الله لا يدري حينئذ من هي هكذا وقع في\nجميع نسخ مسلم حينئذ وكذا نقله القاضي عن جميع النسخ قال هو وغيره وهو\nتصحيف وصوابه لا يدري حسن من هي وهو حسن بن مسلم رواية عن طاوس عن بن عباس\nووقع في البخاري على الصواب من رواية إسحاق نصر عن عبد الرزاق لا يدري حسن\nقلت ويحتمل تصحيح حينئذ ويكون معناه لكثرة النساء واشتمالهن ثيابهن لا يدري\nمن هي قوله فنزل النبي صلى الله عليه وسلم حتى جاء النساء ومعه بلال قال\nالقاضي هذا النزول كان في أثناء الخطبة وليس كما قال إنما نزل إليهن بعد\nفراغ خطبة العيد وبعد انقضاء وعظ الرجال وقد ذكره مسلم صريحا في حديث جابر\nقال فصلى ثم خطب الناس فلما فرغ نزل فأتى النساء فذكرهن فهذا صريح في أنه\nأتاهن بعد فراغ خطبة الرجال وفي هذه الأحاديث استحباب وعظ النساء وتذكيرهن\nالآخرة وأحكام الإسلام وحثهن على الصدقة وهذا إذا لم يترتب على ذلك مفسدة\nوخوف على الواعظ أو الموعوظ أو غيرهما وفيه أن النساء إذا حضرن صلاة الرجال\nومجامعهم يكن بمعزل عنهم خوفا من فتنة أو <span id='ms0975'></span> نظرة أو فكر ونحوه وفيه أن صدقة\nالتطوع لا تفتقر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p172'> Vol. 06, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nإيجاب وقبول بل تكفي فيها المعاطاة لأنهن ألقين الصدقة في ثوب بلال من\nغير كلام منهن ولا من بلال ولا من غيره وهذا هو الصحيح في مذهبنا وقال أكثر\nأصحابنا العراقيين تفتقر إلى إيجاب وقبول باللفظ كالهبة والصحيح الأول وبه\nجزم المحققون قوله فدى لكن أبي وأمي هو مقصور بكسر الفاء وفتحها والظاهر\nأنه من كلام بلال قوله فجعلن يلقين الفتخ والخواتيم في ثوب بلال هو بفتح\nالفاء والتاء المثناة فوق وبالخاء المعجمة واحدها فتخة كقصبة وقصب واختلف\nفي تفسيرها ففي صحيح البخاري عن عبد الرزاق قال هي الخواتيم العظام وقال\nالأصمعي هي خواتيم لا فصوص لها وقال بن السكيت خواتيم تلبس في أصابع اليد\nوقال ثعلب وقد يكون في أصابع الواحد من الرجال وقال بن دريد وقد يكون لها\nفصوص وتجمع أيضا فتخات وأفتاخ والخواتيم جمع خاتم وفيه أربع لغات فتح التاء\nوكسرها وخانام وخيتام وفي هذا الحديث جواز صدقة المرأة من مالها بغير إذن\nزوجها ولا يتوقف ذلك على ثلث مالها هذا مذهبنا ومذهب الجمهور وقال مالك لا\nيجوز الزيادة على ثلث مالها إلا برضاء زوجها ودليلنا من الحديث أن النبي\nصلى الله عليه وسلم لم يسألهن أستأذن أزواجهن في ذلك أم لا وهل هو خارج من\nالثلث أم لا ولو اختلف الحكم بذلك لسأل وأشار القاضي إلى الجواب عن مذهبهم\nبأن الغالب حضور أزواجهن فتركهم الإنكار يكون رضاء بفعلهن وهذا الجواب ضعيف\nأو باطل لأنهن كن معتزلات لا يعلم الرجال من المتصدقة منهن من غيرها ولا\nقدر ما يتصدق به ولو علموا فسكوتهم ليس إذنا قوله وبلال قائل بثوبه هو\nبهمزة قبل اللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p173'> Vol. 06, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nيكتب بالياء أي فاتحا ثوبه للأخذ فيه وفي الرواية الأخرى وبلال باسط ثوبه\nمعناه أنه بسطه ليجمع الصدقة فيه ثم يفرقها النبي صلى الله عليه وسلم على\nالمحتاجين كما كانت عادته صلى الله عليه وسلم في الصدقات المتطوع بها\nوالزكوات وفيه دليل على <span id='ms0976'></span> أن الصدقات العامة إنما يصرفها في مصارفها الإمام\n</p>\n\n<p>\n[885] قوله يلقين النساء صدقة هكذا هو في النسخ يلقين وهو جائز على تلك\nاللغة القليلة الاستعمال منها يتعاقبون فيكم ملائكة وقوله أكلوني البراغيث\nقوله تلقي المرأة فتخها ويلقين ويلقين هكذا هو في النسخ مكرر وهو صحيح\nومعناه ويلقين كذا ويلقين كذا كما ذكره في باقي الروايات قوله لعطاء أحقا\nعلى الإمام الآن أن يأتي النساء حين يفرغ فيذكرهن قال أي لعمري إن ذلك لحق\nوما لهم لا يفعلون ذلك قال القاضي هذا الذي قاله عطاء غير موافق عليه وليس\nكما قال القاضي بل يستحب إذا لم يسمعهن أن يأتيهن بعد فراغه ويعظهن ويذكرهن\nإذا لم يترتب الآن وفي كل الأزمان بالشروط المذكورة وأي دافع يدفعنا عن هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p174'> Vol. 06, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nالسنة الصحيحة والله أعلم قوله فبدأ بالصلاة قبل الخطبة بغير أذان ولا\nإقامة هذا دليل على أنه لا أذان ولا إقامة للعيد وهو إجماع العلماء اليوم\nوهو المعروف من فعل النبي صلى الله عليه وسلم والخلفاء الراشدين ونقل عن\nبعض السلف فيه شيء خلاف إجماع من قبله وبعده ويستحب أن يقال فيها الصلاة\nجامعة بنصبها الأول على الإغراء والثاني على الحال قوله فقالت امرأة من سطة\nالنساء هكذا هو في النسخ سطة بكسر السين وفتح الطاء المخففة وفي بعض النسخ\nواسطة النساء قال القاضي معناه من خيارهن والوسط العدل والخيار قال وزعم\nحذاق شيوخنا أن هذا الحرف مغير في كتاب مسلم وأن صوابه من سفلة النساء وكذا\nرواه بن أبي شيبة في مسنده والنسائي في سننه وفي رواية لابن أبي شيبة امرأة\nليست من علية النساء وهذا ضد التفسير الأول ويعضده قوله بعده سفعاء الخدين\nهذا كلام القاضي وهذا الذي ادعوه من تغيير الكلمة غير مقبول بل هي صحيحة\nوليس المراد بها من خيار النساء كما فسره هو بل المراد امرأة من وسط النساء\nجالسة في وسطهن قال الجوهري وغيره من أهل اللغة يقال وسطت القوم أسطهم وسطا\nوسطة أي توسطتهم قوله سفعاء الخدين بفتح <span id='ms0977'></span> السين المهملة أي فيها تغير وسواد\nقوله صلى الله عليه وسلم تكثرن الشكاء هو بفتح الشين أي الشكوى قوله صلى\nالله عليه وسلم وتكفرن العشير قال أهل اللغة يقال هو العشير المعاشر\nوالمخالط وحمله الأكثرون هنا على الزوج وقال آخرون هو كل مخالط قال الخليل\nيقال هو العشير والشعير على القلب ومعنى الحديث أنهن يجحدن الإحسان لضعف\nعقلهن وقلة معرفتهن فيستدل به على ذم من يجحد إحسان ذي إحسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من أقرطتهن هو جمع قرط قال بن دريد كل ما علق من شحمة الأذن فهو قرط\nسواء كان من ذهب أو خرز وأما الخرص فهو الحلقة الصغيرة من الحلي قال القاضي\nقيل الصواب قرطتهن بحذف الألف وهو المعروف في جمع قرط كخرج وخرجة ويقال في\nجمعه قراط كرمح ورماح قال القاضي لا يبعد صحة أقرطة ويكون جمع جمع أي جمع\nقراط لا سيما وقد صح في الحديث\n</p>\n\n<p>\n[886] قوله عن جابر رضي الله عنه لا أذان يوم الفطر ولا إقامة ولا نداء\nأو لا شيء هذا ظاهره مخالف لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p176'> Vol. 06, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nيقوله أصحابنا وغيرهم أنه يستحب أن يقال الصلاة جامعة كما قدمنا فيتأول\nعلى أن المراد لا أذان ولا إقامة ولا نداء في معناهما ولا شيء من ذلك\n</p>\n\n<p>\n[889] قوله أن رسول الله صلى الله عليه وسلم كان يخرج يوم الأضحى ويوم\nالفطر فيبدأ بالصلاة هذا دليل لمن قال باستحباب الخروج لصلاة العيد إلى\nالمصلى وأنه أفضل من فعلها في المسجد وعلى هذا عمل الناس في معظم الأمصار\nوأما أهل مكة فلا يصلونها إلا في المسجد من الزمن الأول ولأصحابنا وجهان\nأحدهما الصحراء أفضل لهذا الحديث والثاني وهو الأصح عند أكثرهم المسجد أفضل\nإلا أن يضيق قالوا وإنما صلى أهل مكة في المسجد لسعته وإنما خرج النبي صلى\nالله عليه وسلم إلى المصلى لضيق المسجد فدل على أن المسجد أفضل إذا اتسع\nقوله فخرجت مخاصرا مروان أي مماشيا له يده في يدي هكذا فسروه قوله فإذا\nمروان ينازعني يده كأنه يجرني نحو المنبر وأنا <span id='ms0978'></span> أجره نحو الصلاة فيه أن\nالخطبة للعيد بعد الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p177'> Vol. 06, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه الأمر بالمعروف والنهي عن المنكر وإن كان المنكر عليه واليا وفيه أن\nالإنكار عليه يكون باليد لمن أمكنه ولا يجزئ عن اليد اللسان مع إمكان اليد\nقوله أين الابتداء بالصلاة هكذا ضبطناه على الأكثر وفي بعض الأصول ألا\nابتداء بألا التي هي للاستفتاح وبعدها نون ثم باء موحدة وكلاهما صحيح\nوالأول أجود في هذا الموطن لأنه ساقه للإنكار عليه قوله لا تأتون بخير مما\nأعلم هو كما قال لأن الذي يعلم هو طريق النبي صلى الله عليه وسلم وكيف يكون\nغيره خيرا منه قوله ثم انصرف قال القاضي عن جهة المنبر إلى جهة الصلاة وليس\nمعناه أنه انصرف من المصلى وترك الصلاة معه بل في رواية البخاري أنه صلى\nمعه وكلمه في ذلك بعد الصلاة وهذا يدل على صحة الصلاة بعد الخطبة ولولا\nصحتها كذلك لما صلاها معه واتفق أصحابنا على أنه لو قدمها على الصلاة صحت\nولكنه يكون تاركا للسنة مفوتا للفضيلة بخلاف خطبة الجمعة فإنه يشترط لصحة\nصلاة الجمعة تقدم خطبتها عليها لأن خطبة الجمعة واجبة وخطبة العيد مندوبة\n</p>\n\n<p>\n[890] قولها أمرنا أن نخرج في العيدين العواتق وذوات الخدور قال أهل\nاللغة العواتق جمع عاتق وهي الجارية البالغة وقال بن دريد هي التي قاربت\nالبلوغ قال بن السكيت هي ما بين أن تبلغ إلى أن تعنس ما لم تتزوج والتعنيس\nطول المقام في بيت أبيها بلا زوج حتى تطعن في السن قالوا سميت عاتقا لأنها\nعتقت من امتهانها في الخدمة والخروج في الحوائج وقيل قاربت أن تتزوج فتعتق\nمن قهر أبويها وأهلها وتستقل في بيت زوجها والخدور البيوت وقيل الخدر ستر\nيكون في ناحية البيت وقولها في الرواية الأخرى والمخبأة هي بمعنى ذات الخدر\nقال أصحابنا يستحب إخراج النساء غير ذوات الهيئات والمستحسنات في العيدين\nدون غيرهن وأجابوا عن إخراج ذوات الخدور والمخبأة بأن المفسدة في ذلك الزمن\nكانت مأمونة بخلاف اليوم ولهذا صح عن عائشة رضي الله عنها <span id='ms0979'></span> لو رأى رسول الله\nصلى الله عليه وسلم ما أحدث النساء لمنعهن المساجد كما منعت نساء بني\nإسرائيل قال القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nعياض واختلف السلف في خروجهن للعيدين فرأى جماعة ذلك حقا عليهن منهم أبو\nبكر وعلي وبن عمر وغيرهم رضي الله عنهم ومنهم من منعهن ذلك منهم عروة\nوالقاسم ويحيى الأنصاري ومالك وأبو يوسف وأجازه أبو حنيفة مرة ومنعه مرة\nقولها وأمر الحيض أن يعتزلن مصلى المسلمين هو بفتح الهمزة والميم في أمر\nفيه منع الحيض من المصلى واختلف أصحابنا في هذا المنع فقال الجمهور هو منع\nتنزيه لا تحريم وسببه الصيانة والاحتراز من مقارنة النساء للرجال من غير\nحاجة ولا صلاة وإنما لم يحرم لأنه ليس مسجدا وحكى أبو الفرج الدارمي من\nأصحابنا عن بعض أصحابنا أنه قال يحرم المكث في المصلى على الحائض كما يحرم\nمكثها في المسجد لأنه موضع للصلاة فأشبه المسجد والصواب الأول قولها في\nالحيض يكبرن مع النساء فيه جواز ذكر الله تعالى للحائض والجنب وإنما يحرم\nعليها القرآن وقولها يكبرن مع الناس دليل على استحباب التكبير لكل أحد في\nالعيدين وهو مجمع عليه قال أصحابنا يستحب التكبير ليلتي العيدين وحال\nالخروج إلى الصلاة قال القاضي التكبير في العيدين أربعة مواطن في السعي إلى\nالصلاة إلى حين يخرج الإمام والتكبير في الصلاة وفي الخطبة وبعد الصلاة أما\nالأول فاختلفوا فيه فاستحبه جماعة من الصحابة والسلف فكانوا يكبرون إذا\nخرجوا حتى يبلغوا المصلى يرفعون أصواتهم وقال الأوزاعي ومالك والشافعي وزاد\nاستحبابه ليلة العيدين وقال أبو حنيفة يكبر في الخروج للأضحى دون الفطر\nوخالفه أصحابه فقالوا بقول الجمهور وأما التكبير بتكبير الإمام في الخطبة\nفمالك يراه وغيره يأباه وأما التكبير المشروع في أول صلاة العيد فقال\nالشافعي هو سبع في الأولى غير تكبيرة الإحرام وخمس في الثانية غير تكبيرة\nالقيام وقال مالك وأحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو ثور كذلك لكن سبع في الأولى إحداهن تكبيرة الإحرام وقال الثوري وأبو\nحنيفة خمس في الأولى وأربع في الثانية بتكبيرة الإحرام والقيام وجمهور\nالعلماء <span id='ms0980'></span> يرى هذه التكبيرات متوالية متصلة وقال عطاء والشافعي وأحمد يستحب\nبين كل تكبيرتين ذكر الله تعالى وروي هذا أيضا عن بن مسعود رضي الله عنه\nوأما التكبير بعد الصلاة في عيد الأضحى فاختلف علماء السلف ومن بعدهم فيه\nعلى نحو عشرة مذاهب هل ابتداؤه من صبح يوم عرفة أو ظهره أو صبح يوم النحر\nأو ظهره وهل انتهاؤه في ظهر يوم النحر أو ظهر أول أيام النفر أو في صبح\nأيام التشريق أو ظهره أو عصره واختار مالك والشافعي وجماعة ابتداءه من ظهر\nيوم النحر وانتهاءه صبح آخر أيام التشريق وللشافعي قوله إلى العصر من آخر\nأيام التشريق وقول إنه من صبح يوم عرفة إلى عصر آخر أيام التشريق وهو\nالراجح عند جماعة من أصحابنا وعليه العمل في الأمصار قولها ويشهدن الخير\nودعوة المسلمين فيه استحباب حضور مجامع الخير ودعاء المسلمين وحلق الذكر\nوالعلم ونحو ذلك قوله لا يكون لها جلباب قال النضر بن شميل هو ثوب أقصر\nوأعرض من الخمار وهي المقنعة تغطي به المرأة رأسها وقيل هو ثوب واسع دون\nالرداء تغطي به صدرها وظهرها وقيل هو كالملاءة والملحفة وقيل هو الإزار\nوقيل الخمار قوله صلى الله عليه وسلم لتلبسها أختها من جلبابها الصحيح أن\nمعناه لتلبسها جلبابا لا يحتاج إلى عارية وفيه الحث على حضور العيد لكل أحد\nوعلى المواساة والتعاون على البر والتقوى\n</p>\n\n<p>\n[884] قوله فصلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين لم يصل قبلها ولا بعدها فيه أنه لا سنة لصلاة العيد قبلها ولا\nبعدها واستدل به مالك في أنه يكره الصلاة قبل صلاة العيد وبعدها وبه قال\nجماعة من الصحابة والتابعين قال الشافعي وجماعة من السلف لا كراهة في\nالصلاة قبلها ولا بعدها وقال الأوزاعي وأبو حنيفة والكوفيون لا يكره بعدها\nوتكره قبلها ولا حجة في الحديث لمن كرهها لأنه لا يلزم من ترك الصلاة\nكراهتها والأصل أن لا منع حتى يثبت قوله وتلقي سخابها هو بكسر السين\nوبالخاء المعجمة وهو قلادة من طيب معجون على هيئة الخرز يكون من <span id='ms0981'></span> مسك أو\nقرنفل أو غيرهما من الطيب ليس فيه شيء من الجوهر وجمعه سخب ككتاب وكتب\n</p>\n\n<p>\n[891] قوله عن عبيد الله أن عمر بن الخطاب سأل أبا واقد رضي الله عنه وفي\nالرواية الأخرى عن عبيد الله عن أبي واقد قال سألني عمر بن الخطاب هكذا هو\nفي جميع النسخ فالرواية الأولى لأم سلمة لأن عبيد الله لم يدرك عمر ولكن\nالحديث صحيح بلا شك متصل من الرواية الثانية فإنه أدرك أبا واقد بلا شك\nوسمعه بلا خلاف فلا عتب على مسلم حينئذ في روايته فإنه صحيح متصل والله\nأعلم قوله عن أبي واقد سألني عمر قالوا يحتمل أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nعمر رضي الله عنه شك في ذلك فاستثبته أو أراد إعلام الناس بذلك أو نحو\nهذا من المقاصد قالوا ويبعد أن عمر لم يكن يعلم ذلك مع شهوده صلاة العيد مع\nرسول الله صلى الله عليه وسلم مرات وقربه منه ففيه دليل للشافعي وموافقيه\nأنه تسن القراءة بهما في العيدين قال العلماء والحكمة في قراءتهما لما\nاشتملتا عليه من الإخبار بالبعث والإخبار عن القرون الماضية وإهلاك\nالمكذبين وتشبيه بروز الناس للعيد ببروزهم للبعث وخروجهم من الأجداث كأنهم\nجراد منتشر والله أعلم\n</p>\n\n<p>\n[892] قولها وعندي جاريتان تغنيان بما تقاولت به الأنصار يوم بعاث قالت\nوليستا بمغنيتين أما بعاث فبضم الباء الموحدة وبالعين المهملة ويجوز صرفه\nوترك صرفه وهو الأشهر وهو يوم جرت فيه بين قبيلتي الأنصار الأوس والخزرج في\nالجاهلية حرب وكان الظهور فيه للأوس قال القاضي قال الأكثرون من أهل اللغة\nوغيرهم هو بالعين المهملة وقال أبو عبيدة بالغين المعجمة والمشهور المهملة\nكما قدمناه وقولها وليستا بمغنيتين معناه ليس الغناء عادة لهما ولا هما\nمعروفتان به واختلف العلماء في الغناء فأباحه جماعة من أهل الحجاز وهي\nرواية عن مالك وحرمه أبو حنيفة وأهل العراق ومذهب الشافعي كراهته وهو\nالمشهور من مذهب مالك واحتج المجوزون بهذا الحديث وأجاب الآخرون بأن هذا\nالغناء إنما كان في الشجاعة والقتل والحذق في القتال ونحو ذلك مما لا <span id='ms0982'></span> مفسدة\nفيه بخلاف الغناء المشتمل على ما يهيج النفوس على الشر ويحملها على البطالة\nوالقبيح قال القاضي إنما كان غناؤهما بما هو من أشعار الحرب والمفاخرة\nبالشجاعة والظهور والغلبة وهذا لا يهيج الجواري على شر ولا إنشادهما لذلك\nمن الغناء المختلف فيه وإنما هو رفع الصوت بالإنشاد ولهذا قالت وليستا\nبمغنيتين أي ليستا ممن يتغنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p182'> Vol. 06, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nبعادة المغنيات من التشويق والهوى والتعريض بالفواحش والتشبيب بأهل\nالجمال وما يحرك النفوس ويبعث الهوى والغزل كما قيل الغنا فيه الزنى وليستا\nأيضا ممن اشتهر وعرف بإحسان الغناء الذي فيه تمطيط وتكسير وعمل يحرك الساكن\nويبعث الكامن ولا ممن اتخذ ذلك صنعة وكسبا والعرب تسمي الإنشاد غناء وليس\nهو من الغناء المختلف فيه بل هو مباح وقد استجازت الصحابة غناء العرب الذي\nهو مجرد الإنشاد والترنم وأجازوا الحداء وفعلوه بحضرة النبي صلى الله عليه\nوسلم وفي هذا كله إباحة مثل هذا وما في معناه وهذا ومثله ليس بحرام ولا\nيخرج الشاهد قوله أبمزمور الشيطان هو بضم الميم الأولى وفتحها والضم أشهر\nولم يذكر القاضي غيره ويقال أيضا مزمار بكسر الميم وأصله صوت بصفير والزمير\nالصوت الحسن ويطلق على الغناء أيضا قوله أبمزمور الشيطان في بيت رسول الله\nصلى الله عليه وسلم فيه أن مواضع الصالحين وأهل الفضل تنزه عن الهوى واللغو\nونحوه وإن لم يكن فيه إثم وفيه أن التابع للكبير إذا رأى بحضرته ما يستنكر\nأو لا يليق بمجلس الكبير ينكره ولا يكون بهذا افتياتا على الكبير بل هو أدب\nورعاية حرمة وإجلال للكبير من أن يتولى ذلك بنفسه وصيانة لمجلسه وإنما سكت\nالنبي صلى الله عليه وسلم عنهن لأنه مباح لهن وتسجى بثوبه وحول وجهه إعراضا\nعن اللهو ولئلا يستحيين فيقطعن ما هو مباح لهن وكان هذا من رأفته صلى الله\nعليه وسلم وحلمه وحسن خلقه قوله جاريتان تلعبان بدف هو بضم الدال وفتحها\nوالضم أفصح وأشهر ففيه مع قوله صلى الله عليه وسلم هذا عيدنا أن ضرب دف\nالعرب مباح في يوم <span id='ms0983'></span> السرور الظاهر وهو العيد والعرس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p183'> Vol. 06, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوالختان قوله في أيام منى يعني الثلاثة بعد يوم النحر وهي أيام التشريق\nففيه أن هذه الأيام داخلة في أيام العيد وحكمه جار عليه في كثير من الأحكام\nلجواز التضحية وتحريم الصوم واستحباب التكبير وغير ذلك قولها رأيت رسول\nالله صلى الله عليه وسلم يسترني بردائه وأنا أنظر إلى الحبشة وهم يلعبون\nوأنا جارية وفي الرواية الأخرى يلعبون بحرابهم في مسجد رسول الله صلى الله\nعليه وسلم فيه جواز اللعب بالسلاح ونحوه من آلات الحرب في المسجد ويلتحق به\nما في معناه من الأسباب المعينة على الجهاد وأنواع البر وفيه جواز نظر\nالنساء إلى لعب الرجال من غير نظر إلى نفس البدن وأما نظر المرأة إلى وجه\nالرجل الأجنبي فإن كان بشهوة فحرام بالاتفاق وإن كان بغير شهوة ولا مخافة\nفتنة ففي جوازه وجهان لأصحابنا أصحهما تحريمه لقوله تعالى وقل للمؤمنات\nيغضضن من أبصارهن ولقوله صلى الله عليه وسلم لأم سلمة وأم حبيبة احتجبا عنه\nأي عن بن أم مكتوم فقالتا إنه أعمى لا يبصرنا فقال صلى الله عليه وسلم\nالعمياوان أنتما أليس تبصرانه وهو حديث حسن رواه الترمذي وغيره وقال هو\nحديث حسن وعلى هذا أجابوا عن حديث عائشة بجوابين وأقواهما أنه ليس فيه أنها\nنظرت إلى وجوههم وأبدانهم وإنما نظرت لعبهم وحرابهم ولا يلزم من ذلك تعمد\nالنظر إلى البدن وإن وقع النظر بلا قصد صرفته في الحال والثاني لعل هذا كان\nقبل نزول الآية في تحريم النظر وأنها كانت صغيرة قبل بلوغها فلم تكن مكلفة\nعلى قول من يقول إن للصغير المراهق النظر والله أعلم وفي هذا الحديث بيان\nما كان عليه رسول الله صلى الله عليه وسلم من الرأفة والرحمة وحسن الخلق\nوالمعاشرة بالمعروف مع الأهل والأزواج وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p184'> Vol. 06, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nقولها وأنا جارية فاقدروا قدر الجارية العربة حديثة السن معناه أنها تحب\nاللهو والتفرج والنظر إلى اللعب حبا بليغا وتحرص على إدامته ما أمكنها ولا\nتمل ذلك إلا بعذر من تطويل وقولها فاقدروا <span id='ms0984'></span> هوا بضم الدال وكسرها لغتان\nحكاهما الجوهري وغيره وهو من التقدير أي قدروا رغبتنا في ذلك إلى أن تنتهي\nوقولها العربة هو بفتح العين وكسر الراء والباء الموحدة ومعناها المشتهية\nللعب المحبة له قوله صلى الله عليه وسلم دونكم يا بني أرفدة هو بفتح الهمزة\nوإسكان الراء ويقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nبفتح الفاء وكسرها وجهان حكاهما القاضي عياض وغيره والكسر أشهر وهو لقب\nللحبشة ولفظة دونكم من ألفاظ الإغراء وحذف المغرى به تقديره عليكم بهذا\nاللعب الذي أنتم فيه قال الخطابي وغيره وشأنها أن يتقدم الاسم كما في هذا\nالحديث وقد جاء تأخيرها شاذا كقوله يا أيها المائح دلوي دونكا قوله صلى\nالله عليه وسلم حسبك هو استفهام بدليل قولها قلت نعم تقديره حسبك أي هل\nيكفيك هذا القدر قولها جاء حبش يزفنون في يوم عيد في المسجد هو بفتح الياء\nوإسكان الزاي وكسر الفاء ومعناه يرقصون وحمله العلماء على التوثب بسلاحهم\nولعبهم بحرابهم على قريب من هيئة الراقص لأن معظم الروايات إنما فيها لعبهم\nبحرابهم فيتأول هذه اللفظة على موافقة سائر الروايات قوله عقبة بن مكرم\nبفتح الراء قوله قال عطاء فرس أو حبش قال وقال بن عتيق بل حبش هكذا هو في\nكل النسخ ومعناه أن عطاء شك هل قال هم فرس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nأو حبش بمعنى هل هم من الفرس أو من الحبشة وأما بن عتيق فجزم بأنهم حبش\nوهو الصواب قال القاضي عياض وقوله قال بن عتيق هكذا هو عند شيوخنا وعند\nالباجي وقال لي بن عمير قال وفي نسخة أخرى قال لي بن أبي عتيق\n</p>\n\n<p>\n[893] قال صاحب المشارق والمطالع الصحيح بن عمير وهو عبيد بن عمير\nالمذكور في السند والصواب قوله دخل عمر بن الخطاب رضي الله عنه فأهوى بيده\nإلى الحصباء يحصبهم الحصباء ممدود هي الحصى الصغار ويحصبهم بكسر الصاد أي\nيرميهم بها وهو محمول على أن هذا لا يليق بالمسجد وأن النبي صلى الله عليه\nوسلم لم يعلم به والله أعلم\n</p>\n\n<h1 class='l1' id='head34'>(كتاب صلاة الاستسقاء أجمع العلماء على أن <span id='ms0985'></span> الاستسقاء </h1>\n\n<p>\nسنة واختلفوا هل تسن له صلاة أم لا فقال أبو حنيفة لا تسن له صلاة بل\nيستسقى بالدعاء بلا صلاة وقال سائر العلماء من السلف والخلف الصحابة\nوالتابعون فمن بعدهم تسن الصلاة ولم يخالف فيه إلا أبو حنيفة وتعلق بأحاديث\nالاستسقاء التي ليس فيها صلاة واحتج الجمهور بالأحاديث الثابتة في الصحيحين\nوغيرهما أن رسول الله صلى الله عليه وسلم صلى للاستسقاء ركعتين وأما\nالأحاديث التي ليس فيها ذكر الصلاة فبعضها محمول على نسيان الراوي وبعضها\nكان في الخطبة للجمعة ويتعقبه الصلاة للجمعة فاكتفى بها ولو لم يصل أصلا\nكان بيانا لجواز الاستسقاء بالدعاء بلا صلاة ولا خلاف في جوازه وتكون\nالأحاديث المثبتة للصلاة مقدمة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nلأنها زيادة علم ولا معارضة بينهما قال أصحابنا الاستسقاء ثلاثة أنواع\nأحدها الاستسقاء بالدعاء من غير صلاة الثاني الاستسقاء في خطبة الجمعة أو\nفي أثر صلاة مفروضة وهو أفضل من النوع الذي قبله والثالث وهو أكملها أن\nيكون بصلاة ركعتين وخطبتين ويتأهب قبله بصدقة وصيام وتوبة وإقبال على الخير\nومجانبة الشر ونحو ذلك من طاعة الله تعالى\n</p>\n\n<p>\n[894] قوله خرج رسول الله صلى الله عليه وسلم إلى المصلى فاستسقى وحول\nرداءه حين استقبل القبلة وفي الرواية الأخرى وصلى ركعتين فيه استحباب\nالخروج للاستسقاء إلى الصحراء لأنه أبلغ في الافتقار والتواضع ولأنها أوسع\nللناس لأنه يحضر الناس كلهم فلا يسعهم الجامع وفيه استحباب تحويل الرداء في\nأثنائها للاستسقاء قال أصحابنا يحوله في نحو ثلث الخطبة الثانية وذلك حين\nيستقبل القبلة قالوا والتحويل شرع تفاؤلا بتغير الحال من القحط إلى نزول\nالغيث والخصب ومن ضيق الحال إلى سعته وفيه دليل للشافعي ومالك وأحمد\nوجماهير العلماء في استحباب تحويل الرداء ولم يستحبه أبو حنيفة ويستحب\nعندنا أيضا للمأمومين كما يستحب للإمام وبه قال مالك وغيره وخالف فيه جماعة\nمن العلماء وفيه إثبات صلاة الاستسقاء ورد على من أنكرها وقوله استسقى أي\nطلب السقي وفيه أن صلاة الاستسقاء ركعتان وهو كذلك بإجماع المثبتين لها\nواختلفوا هل هي قبل الخطبة أو <span id='ms0986'></span> بعدها فذهب الشافعي والجماهير إلى أنها قبل\nالخطبة وقال الليث بعد الخطبة وكان مالك يقول به ثم رجع إلى قول الجماهير\nقال أصحابنا ولو قدم الخطبة على الصلاة صحتا ولكن الأفضل تقديم الصلاة\nكصلاة العيد وخطبتها وجاء في الأحاديث ما يقتضي جواز العيد والتأخير\nواختلفت الرواية في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p188'> Vol. 06, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nذلك عن الصحابة رضي الله عنهم واختلف العلماء هل يكبر تكبيرات زائدة في\nأول صلاة الاستسقاء كما يكبر في صلاة العيد فقال به الشافعي وبن جرير وروي\nعن بن المسيب وعمر بن عبد العزيز ومكحول وقال الجمهور لا يكبر واحتجوا\nللشافعي بأنه جاء في بعض الأحاديث صلى ركعتين كما يصلي في العيد وتأوله\nالجمهور على أن المراد كصلاة العيد في العدد والجهر والقراءة وفي كونها قبل\nالخطبة واختلفت الرواية عن أحمد في ذلك وخيره داود بين التكبير وتركه ولم\nيذكر في رواية مسلم الجهر بالقراءة وذكره البخاري وأجمعوا على استحبابه\nوأجمعوا أنه لا يؤذن لها ولا يقام لكن يستحب أن يقال الصلاة جامعة قوله\nأخبرني عباد بن تميم المازني أنه سمع عمه المراد بعمه عبد الله بن زيد بن\nعاصم المتكرر في الروايات السابقة قوله وأنه لما أراد أن يدعو استقبل\nالقبلة فيه استحباب استقبالها للدعاء ويلحق به الوضوء والغسل والتيمم\nوالقراءة والأذكار والأذان وسائر الطاعات إلا ما خرج بدليل كالخطبة ونحوها\nقوله فجعل إلى الناس ظهره يدعو الله واستقبل القبلة وحول رداءه ثم صلى\nركعتين فيه دليل لمن يقول بتقديم الخطبة على صلاة الاستسقاء وأصحابنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p189'> Vol. 06, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nيحملونه على الجواز كما سبق بيانه\n</p>\n\n<p>\n[896] قوله إن النبي صلى الله عليه وسلم استسقى فأشار بظهر كفيه إلى\nالسماء قال جماعة من أصحابنا وغيرهم السنة في كل دعاء لرفع بلاء كالقحط\nونحوه أن يرفع يديه ويجعل ظهر كفيه إلى السماء وإذا دعا لسؤال شيء وتحصيله\nجعل بطن كفيه إلى السماء احتجوا بهذا الحديث قوله عن أنس رضي الله عنه أن\nالنبي صلى الله عليه وسلم كان لا يرفع يديه في شيء من دعائه إلا في\nالاستسقاء حتى <span id='ms0987'></span> يرى بياض إبطيه هذا الحديث يوهم ظاهره أنه لم يرفع ص إلا في\nالاستسقاء وليس الأمر كذلك بل قد ثبت رفع يديه ص في الدعاء في مواطن غير\nالاستسقاء وهي أكثر من أن تحصر وقد جمعت منها نحوا من ثلاثين حديثا من\nالصحيحين أو أحدهما وذكرتها في أواخر باب صفة الصلاة من شرح المهذب ويتأول\nهذا الحديث على أنه لم يرفع الرفع البليغ بحيث يرى بياض إبطيه إلا في\nالاستسقاء أو أن المراد لم أره رفع وقد رآه غيره رفع فيقدم المثبتون في\nمواضع كثيرة وهم جماعات على واحد لم يحضر ذلك ولا بد من تأويله لما ذكرناه\nوالله أعلم قوله عن قتادة عن أنس وفي الطريق الثاني عن قتادة أن أنس بن\nمالك حدثهم فيه بيان أن قتادة قد سمعه من أنس وقد تقدم أن قتادة مدلس وأن\nالمدلس لا يحتج بعنعنته حتى يثبت سماعه ذلك الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p190'> Vol. 06, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nفبين مسلم ثبوته بالطريق الثاني\n</p>\n\n<p>\n[897] قوله دار القضاء قال القاضي عياض سميت دار القضاء لأنها بيعت في\nقضاء دين عمر بن الخطاب رضي الله عنه الذي كتبه على نفسه وأوصى ابنه عبد\nالله أن يباع فيه ما له فان عجز ما له استعان ببني عدي ثم بقريش فباع ابنه\nداره هذه لمعاوية وماله بالغابة قضى دينه وكان ثمانية وعشرين ألفا وكان\nيقال لها دار قضاء دين عمر ثم اقتصروا فقالوا دار القضاء وهي دار مروان\nوقال بعضهم هي دار الإمارة وغلط لأنه بلغه أنها دار مروان فظن أن المراد\nبالقضاء الإمارة والصواب ما قدمناه هذا آخر كلام القاضي قوله إن دينه كان\nثمانية وعشرين ألفا غريب بل غلط والصحيح المشهور أنه كان ستة وثمانين ألفا\nأو نحوه هكذا رواه البخاري في صحيحه وكذا رواه غيره من أهل الحديث والسير\nوالتواريخ وغيرهم قوله ادع الله يغثنا وقوله صلى الله عليه وسلم اللهم\nأغثنا هكذا هو في جميع النسخ أغثنا بالألف ويغثنا بضم الياء من أغاث يغيث\nرباعي والمشهور في كتب اللغة أنه إنما <span id='ms0988'></span> يقال في المطر غاث الله الناس والأرض\nيغيثهم بفتح الياء أي أنزل المطر قال القاضي عياض قال بعضهم هذا المذكور في\nالحديث من الإغاثة بمعنى المعونة وليس من طلب الغيث إنما يقال في طلب الغيث\nاللهم غثنا قال القاضي ويحتمل أن يكون من طلب الغيث أي هب لنا غيثا أو\nارزقنا غيثا كما يقال سقاه الله وأسقاه أي جعل له سقيا على لغة من فرق\nبينهما قوله فرفع النبي صلى الله عليه وسلم يديه ثم قال اللهم أغثنا فيه\nاستحباب الاستسقاء في خطبة الجمعة وقد قدمنا بيانه في أول الباب وفيه جواز\nالاستسقاء منفردا عن تلك الصلاة المخصوصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p191'> Vol. 06, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nواغترت به الحنفية وقالوا هذا هو الاستسقاء المشروع لا غير وجعلوا\nالاستسقاء بالبروز إلى الصحراء والصلاة بدعة وليس كما قالوا بل هو سنة\nللأحاديث الصحيحة السابقة وقد قدمنا في أول الباب أن الاستسقاء أنواع فلا\nيلزم من ذكر نوع إبطال نوع ثابت والله أعلم قوله صلى الله عليه وسلم اللهم\nأغثنا اللهم أغثنا اللهم أغثنا هكذا هو مكرر ثلاثا ففيه استحباب تكرر\nالدعاء ثلاثا قوله ما نرى في السماء من سحاب ولا قزعة هي بفتح القاف والزاي\nوهي القطعة من السحاب وجماعتها قزع كقصبة وقصب قال أبو عبيد وأكثر ما يكون\nذلك في الخريف قوله وما بيننا وبين سلع من دار هو بفتح السين المهملة وسكون\nاللام وهو جبل بقرب المدينة ومراده بهذا الإخبار عن معجزة رسول الله صلى\nالله عليه وسلم وعظيم كرامته على ربه سبحانه وتعالى بإنزال المطر سبعة أيام\nمتوالية متصلا بسؤاله من غير تقديم سحاب ولا قزع ولا سبب آخر لا ظاهر ولا\nباطن وهذا معنى قوله وما بيننا وبين سلع من بيت ولا دار أي نحن مشاهدون له\nوللسماء وليس هناك سبب للمطر أصلا قوله ثم أمطرت هكذا هو في النسخ وكذا جاء\nفي البخاري أمطرت بالألف وهو صحيح وهو دليل للمذهب المختار الذي عليه\nالأكثرون والمحققون من أهل اللغة أنه يقال مطرت وأمطرت لغتان في المطر <span id='ms0989'></span> وقال\nبعض أهل اللغة لا يقال أمطرت بالألف إلا في العذاب كقوله تعالى وأمطرنا\nعليهم حجارة والمشهور الأول ولفظة أمطرت تطلق في الخير والشر وتعرف\nبالقرينة قال الله تعالى قالوا هذا عارض ممطرنا وهذا من أمطر والمراد به\nالمطر في الخير لأنهم ظنوه خيرا فقال الله تعالى بل هو ما استعجلتم به قوله\nما رأينا الشمس سبتا هو بسين مهملة ثم باء موحدة ثم مثناة فوق أي قطعة من\nالزمان وأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p192'> Vol. 06, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالسبت القطع قوله صلى الله عليه وسلم حين شكي إليه كثرة المطر وانقطاع\nالسبل وهلاك الأموال من كثرة الأمطار اللهم حولنا وفي بعض النسخ حوالينا\nوهما صحيحان ولا علينا اللهم على الآكام والظراب وبطون الأودية ومنابت\nالشجر قال فانقطعت وخرجنا نمشي في هذا الفصل فوائد منها المعجزة الظاهرة\nلرسول الله صلى الله عليه وسلم في إجابة دعائه متصلا به حتى خرجوا في الشمس\nوفيه أدبه صلى الله عليه وسلم في الدعاء فإنه لم يسأل رفع المطر من أصله بل\nسأل رفع ضرره وكشفه عن البيوت والمرافق والطرق بحيث لا يتضرر به ساكن ولا\nبن سبيل وسأل بقاءه في مواضع الحاجة بحيث يبقى نفعه وخصبه وهي بطون الأودية\nوغيرها من المذكور قال أهل اللغة الإكام بكسر الهمزة جمع أكمة ويقال في\nجمعها آكام بالفتح والمد ويقال أكم بفتح الهمزة والكاف وأكم بضمهما وهي دون\nالجبل وأعلى من الرابية وقيل دون الرابية وأما الظراب فبكسر الظاء المعجمة\nواحدها ظرب بفتح الظاء وكسر الراء وهي الروابي الصغار وفي هذا الحديث\nاستحباب طلب انقطاع المطر على المنازل والمرافق إذا كثر وتضرروا به ولكن لا\nتشرع له صلاة ولا اجتماع في الصحراء قوله فانقطعت وخرجنا نمشي هكذا هو في\nبعض النسخ المعتمدة وفي أكثرها فانقلعت وهما بمعنى قوله فسألت أنس بن مالك\nأهو الرجل الأول قال لا أدري قد جاء في رواية للبخاري وغيره أنه الأول قوله\nأصابت الناس سنة أي قحط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p193'> Vol. 06, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فما يشير بيده إلى ناحية إلا تفجرت أي تقطع السحاب وزال <span id='ms0990'></span> عنها قوله\nحتى رأيت المدينة في مثل الجوبة هي بفتح الجيم واسكان الواو وبالباء\nالموحدة وهي الفجوة ومعناه تقطع السحاب عن المدينة وصار مستديرا حولها وهي\nخالية منه قوله وسال وادي قناة شهرا قناة بفتح القاف اسم لواد من أودية\nالمدينة وعليه زروع لهم فأضافه هنا إلى نفسه وفي رواية للبخاري وسال الوادي\nقناة وهذا صحيح على البدل والأول صحيح وهو عند الكوفيين على ظاهره وعند\nالبصريين يقدر فيه محذوف وفي رواية للبخاري وسال الوادي وادي قناة قوله\nأخبر بجود هو بفتح الجيم وإسكان الواو وهو المطر الكثير قوله قحط المطر هو\nبفتح القاف وفتح الحاء وكسرها أي أمسك قوله واحمر الشجر كناية عن يبس ورقها\nوظهور عودها قوله فتقشعت أي زالت قوله وما تمطر بالمدينة قطرة هو بضم التاء\nمن تمطر وبنصب قطرة قوله مثل الإكليل هو بكسر الهمزة قال أهل اللغة هي\nالعصابة وتطلق على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p194'> Vol. 06, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nكل محيط بالشيء قوله فألف الله بين السحاب ومكثنا حتى رأيت الرجل الشديد\nتهمه نفسه أن يأتي أهله هكذا ضبطناه ومكثنا وكذا هو في نسخ بلادنا ومعناه\nظاهر وذكر القاضي فيه أنه روي في نسخ بلادهم على ثلاثة أوجه ليس منها هذا\nففي رواية لهم وبلتنا ومعناه أمطرتنا قال الأزهري يقال بل السحاب بالمطر\nبلا والبلل المطر ويقال انهلت أيضا وفي رواية لهم وملتنا بالميم مخففة\nاللام قال القاضي ولعل معناه أوسعتنا مطرا وفي رواية ملأتنا بالهمز وقوله\nتهمه نفسه ضبطناه بوجهين فتح التاء مع ضم الهاء وضم التاء مع كسر الهاء\nيقال همه الشيء وأهمه أي اهتم له ومنهم من يقول همه أذابه وأهمه غمه قوله\nفرأيت السحاب يتمزق كأنه الملاء حين تطوى هو بضم الميم وبالمد والواحدة\nملاءة بالضم والمد وهي الريطة كالملحفة ولا خلاف أنه ممدود في الجمع\nوالمفرد ورأيت في كتاب القاضي قال هو مقصور وهو غلط من الناسخ فإن كان من\nالأصل كذلك فهو خطأ بلا شك ومعناه تشبيه انقطاع السحاب وتجليله بالملاءة\nالمنشورة إذا طويت\n</p>\n\n<p>\n[898] قوله حسر <span id='ms0991'></span> رسول الله صلى الله عليه وسلم ثوبه حتى أصابه المطر فقلنا\nيا رسول الله لم صنعت هذا قال لأنه حديث عهد بربه معنى حسر كشف أي كشف بعض\nبدنه ومعنى حديث عهد بربه أي بتكوين ربه اياه ومعناه أن المطر رحمة وهي\nقريبة العهد بخلق الله تعالى لها فيتبرك بها وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p195'> Vol. 06, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الحديث دليل لقول أصحابنا أنه يستحب عند أول المطر أن يكشف غير عورته\nليناله المطر واستدلوا بهذا وفيه أن المفضول إذا رأى من الفاضل شيئا لا\nيعرفه أن يسأله عنه ليعلمه فيعمل به ويعلمه غيره\n</p>\n\n<p>\n[899] قوله إذا كان يوم الريح والغيم عرف ذلك في وجهه وأقبل وأدبر فإذا\nمطرت سر به وذهب عنه ذلك قالت عائشة فسألته فقال إني خشيت أن يكون عذابا\nسلط على أمتي فيه الاستعداد بالمراقبة لله والالتجاء إليه عند اختلاف\nالأحوال وحدوث ما يخاف بسببه وكان خوفه صلى الله عليه وسلم أن يعاقبوا\nبعصيان العصاة وسروره لزوال سبب الخوف قوله ويقول إذا رأى المطر رحمة أي\nهذا رحمة قوله وإذا تخيلت السماء تغير لونه قال أبو عبيد وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p196'> Vol. 06, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nتخيلت من المخيلة بفتح الميم وهي سحابة فيها رعد وبرق يخيل إليه أنها\nماطرة ويقال أخالت إذا تغيمت قولها ما رأيت رسول الله صلى الله عليه وسلم\nمستجمعا ضاحكا حتى أرى منه لهواته إنما كان يتبسم والمستجمع المجد في الشيء\nالقاصد له واللهوات جمع لهاة وهي اللحمة الحمراء المعلقة على الحنك قاله\nالأصمعي\n</p>\n\n<p>\n[900] قوله صلى الله عليه وسلم نصرت بالصبا هي بفتح الصاد ومقصورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p197'> Vol. 06, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nوهي الريح الشرقية وأهلكت عاد بالدبور وهي بفتح الدال وهي الريح الغربية\n</p>\n\n<h1 class='l1' id='head35'>(كتاب الكسوف يقال كسفت الشمس والقمر بفتح الكاف </h1>\n\n<p>\nوكسفا بضمها وانكسفا وخسفا وخسفا وانخسفا بمعنى وقيل كسف الشمس بالكاف\nوخسف القمر بالخاء وحكى القاضي عياض عكسه عن بعض أهل اللغة والمتقدمين وهو\nباطل مردود بقول الله تعالى وخسف القمر ثم جمهور أهل العلم وغيرهم على أن\nالخسوف والكسوف يكون لذهاب ضوئهما كله ويكون لذهاب بعضه وقال جماعة منهم\nالإمام الليث <span id='ms0992'></span> بن سعد الخسوف في الجميع والكسوف في بعض وقيل الخسوف ذهاب\nلونهما والكسوف تغيره واعلم أن صلاة الكسوف رويت على أوجه كثيرة ذكر مسلم\nمنها جملة وأبو داود أخرى وغيرهما أخرى وأجمع العلماء على أنها سنة ومذهب\nمالك والشافعي وأحمد وجمهور العلماء أنه يسن فعلها جماعة وقال العراقيون\nفرادى وحجة الجمهور الأحاديث الصحيحة في مسلم وغيره واختلفوا في صفتها\nفالمشهور في مذهب الشافعي أنها ركعتان في كل ركعة قيامان وقراءتان وركوعان\nوأما السجود فسجدتان كغيرهما وسواء تمادى الكسوف أم لا وبهذا قال مالك\nوالليث وأحمد وأبو ثور وجمهور علماء الحجاز وغيرهم وقال الكوفيون هما\nركعتان كسائر النوافل عملا بظاهر حديث جابر بن سمرة وأبي بكرة أن النبي صلى\nالله عليه وسلم صلى ركعتين وحجة الجمهور حديث عائشة من رواية عروة وعمرة\nوحديث جابر وبن عباس وبن عمرو بن العاص أنها ركعتان في كل ركعة ركوعان\nوسجدتان قال بن عبد البر وهذا أصح ما في هذا الباب قال وباقي الروايات\nالمخالفة معللة ضعيفة وحملوا حديث بن سمرة بأنه مطلق وهذه الأحاديث تبين\nالمراد به وذكر مسلم في رواية عن عائشة وعن بن عباس وعن جابر ركعتين في كل\nركعة ثلاث ركعات ومن رواية بن عباس وعلي ركعتين في كل ركعة أربع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p198'> Vol. 06, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nركعات قال الحفاظ الروايات الأول أصح ورواتها أحفظ وأضبط وفي رواية لأبي\nداود من رواية أبي بن كعب ركعتين في كل ركعة خمس ركعات وقد قال بكل نوع بعض\nالصحابة وقال جماعة من أصحابنا الفقهاء المحدثين وجماعة من غيرهم هذا\nالاختلاف في الروايات بحسب اختلاف حال الكسوف ففي بعض الأوقات تأخر انجلاء\nالكسوف فزاد عدد الركوع وفي بعضها أسرع الانجلاء فاقتصر وفي بعضها توسط بين\nالإسراع والتأخر فتوسط في عدده واعترض الأولون على هذا بأن تأخر الانجلاء\nلا يعلم في أول الحال ولا في الركعة الأولى وقد اتفقت الروايات على أن عدد\nالركوع في الركعتين سواء وهذا يدل على أنه مقصود في نفسه منوي من أول الحال\nوقال جماعة من <span id='ms0993'></span> العلماء منهم إسحاق بن راهويه وبن جرير وبن المنذر جرت صلاة\nالكسوف في أوقات واختلاف صفاتها محمول على بيان جواز جميع ذلك فتجوز صلاتها\nعلى كل واحد من الأنواع الثابتة وهذا قوي والله أعلم واتفق العلماء على أنه\nيقرأ الفاتحة في القيام الأول من كل ركعة واختلفوا في القيام الثاني\nفمذهبنا ومذهب مالك وجمهور أصحابه أنه لا تصح الصلاة إلا بقراءتها فيه وقال\nمحمد بن مسلمة من المالكية لا يقرأ الفاتحة في القيام الثاني واتفقوا على\nأن القيام الثاني والركوع الثاني من الركعة الأولى أقصر من القيام الأول\nوالركوع وكذا القيام الثاني والركوع الثاني من الركعة الثانية أقصر من\nالأول منهما من الثانية واختلفوا في القيام الأول والركوع الأول من الثانية\nهل هما أقصر من القيام الثاني والركوع الثاني من الركعة الأولى ويكون هذا\nمعنى قوله في الحديث وهو دون القيام الأول ودون الركوع الأول أم يكونان\nسواء ويكون قوله دون القيام والركوع الأول أي أول قيام وأول ركوع واتفقوا\nعلى استحباب إطالة القراءة والركوع فيهما كما جاءت الأحاديث ولو اقتصر على\nالفاتحة في كل قيام وأدى طمأنينته في كل ركوع صحت صلاته وفاته الفضيلة\nواختلفوا في استحباب إطالة السجود فقال جمهور أصحابنا لا يطوله بل يقتصر\nعلى قدره في سائر الصلوات وقال المحققون منهم يستحب إطالته نحو الركوع الذي\nقبله وهذا هو المنصوص للشافعي في البويطي وهو الصحيح للأحاديث الصحيحة\nالصريحة في ذلك ويقول في كل رفع من ركوع سمع الله لمن حمده ثم يقول عقبه\nربنا لك الحمد إلى آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p199'> Vol. 06, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصح استحباب التعوذ في ابتداء الفاتحة في كل قيام وقيل يقتصر عليه في\nالقيام الأول واختلف العلماء في الخطبة لصلاة الكسوف فقال الشافعي واسحاق\nوبن جرير وفقهاء أصحاب الحديث يستحب بعدها خطبتان وقال مالك وأبو حنيفة لا\nيستحب ذلك ودليل الشافعي الأحاديث الصحيحة في الصحيحين وغيرهما أن النبي\nصلى الله عليه وسلم خطب بعد صلاة الكسوف\n</p>\n\n<p>\n[901] قوله فأطال القيام جدا وأطال الركوع جدا ثم سجد ثم قام فأطال <span id='ms0994'></span>\nالقيام هذا مما يحتج به من يقول لا يطول السجود وحجة الآخرين الأحاديث\nالمصرحة بتطويله ويحمل هذا المطلق عليها وقوله جدا بكسر الجيم وهو منصوب\nعلى المصدر أي جد جدا قوله بعد أن وصف الصلاة ثم انصرف رسول الله صلى الله\nعليه وسلم وقد تجلت الشمس فخطب الناس فيه دليل للشافعي وموافقيه في استحباب\nالخطبة بعد صلاة الكسوف كما سبق بيانه وفيه أن الخطبة لا تفوت بالانجلاء\nبخلاف الصلاة قوله فحمد الله وأثنى عليه دليل على أن الخطبة يكون أولها\nالحمد لله والثناء عليه ومذهب الشافعي أن لفظة الحمد لله متعينة فلو قال\nمعناها لم تصح خطبته قوله صلى الله عليه وسلم في أحاديث الباب إن الشمس\nوالقمر آيتان من آيات الله لا يخسفان لموت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p200'> Vol. 06, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nأحد ولا لحياته وفي رواية أنهم قالوا كسفت لموت إبراهيم فقال النبي صلى\nالله عليه وسلم هذا الكلام ردا عليهم قال العلماء والحكمة في هذا الكلام أن\nبعض الجاهلية الضلال كانوا يعظمون الشمس والقمر فبين أنهما آيتان مخلوقتان\nلله تعالى لا صنع لهما بل هما كسائر المخلوقات يطرأ عليهما النقص والتغير\nكغيرهما وكان بعض الضلال من المنجمين وغيرهم يقول لا ينكسفان إلا لموت عظيم\nأو نحو ذلك فبين أن هذا باطل لا يغتر بأقوالهم لا سيما وقد صادف موت\nإبراهيم رضي الله عنه قوله صلى الله عليه وسلم فإذا رأيتموها فكبروا وادعوا\nالله وصلوا وتصدقوا فيه الحث على هذه الطاعات وهو أمر استحباب قوله صلى\nالله عليه وسلم يا أمة محمد إن من أحد أغير من الله تعالى هو بكسر همزة إن\nوإسكان النون أي ما من أحد أغير من الله قالوا معناه ليس أحدا منع من\nالمعاصي من الله تعالى ولا أشد كراهة لها منه سبحانه قوله صلى الله عليه\nوسلم يا أمة محمد والله لو تعلمون ما أعلم لبكيتم كثيرا ولضحكتم قليلا\nمعناه لو تعلمون من عظم انتقام الله تعالى من أهل الجرائم وشدة عقابه\nوأهوال القيامة وما بعدها كما علمت وترون النار <span id='ms0995'></span> كما رأيت في مقامي هذا وفي\nغيره لبكيتم كثيرا ولقل ضحككم لفكركم فيما علمتموه قوله صلى الله عليه وسلم\nألا هل بلغت معناه ما أمرت به من التحذير والإنذار وغير ذلك مما أرسل به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p201'> Vol. 06, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد تحريضهم على تحفظه واعتنائهم به لأنه مأمور بإنذارهم قوله فخرج\nرسول الله صلى الله عليه وسلم إلى المسجد فقام فكبر وصف الناس وراءه فيه\nإثبات صلاة الكسوف وفيه استحباب فعلها في المسجد الذي تصلى فيه الجمعة قال\nأصحابنا وإنما لم يخرج إلى المصلى لخوف فواتها بالانجلاء فالسنة المبادرة\nبها وفيه استحبابها جماعة وتجوز فرادى وتشرع للمرأة والعبد والمسافر وسائر\nمن تصح صلاته قولها ثم رفع رأسه فقال سمع الله لمن حمده ربنا ولك الحمد\nوقال في الرفع من الركوع الثاني مثله فيه دليل على استحباب الجمع بين هذين\nاللفظين وهو مذهب الشافعي ومن وافقه وسبقت المسألة في صفة سائر الصلاة وهو\nمستحب عندنا للإمام والمأموم والمنفرد يستحب لكل أحد الجمع بينهما وفي هذا\nالحديث دليل على استحباب الجمع بينهما في كل رفع من الركوع في الكسوف سواء\nالركوع الأول والثاني قوله صلى الله عليه وسلم فإذا رأيتموها فافزعوا\nللصلاة وفي رواية فصلوا حتى يفرج الله عنكم معناه بادروا بالصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p202'> Vol. 06, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nوأسرعوا إليها حتى يزول عنكم هذا العارض الذي يخاف كونه مقدمة عذاب قوله\nصلى الله عليه وسلم حين رأيتموني جعلت أقدم ضبطناه بضم الهمزة وفتح القاف\nوكسر الدال المشددة ومعناه أقدم نفسي أو رجلي وكذا صرح القاضي عياض بضبطه\nوضبطه جماعة أقدم بفتح الهمزة وإسكان القاف وضم الدال وهو من الإقدام\nوكلاهما صحيح قوله صلى الله عليه وسلم ولقد رأيت جهنم فيه أنها مخلوقة\nموجودة وهو مذهب أهل السنة ومعنى يحطم بعضها بعضا لشدة تلهيبها واضطرابها\nكأمواج البحر التي يحطم بعضها بعضا قوله صلى الله عليه وسلم ورأيت فيها\nعمرو بن لحي هو بضم اللام وفتح الحاء وتشديد الياء وفيه دليل على أن بعض\nالناس معذب في نفس جهنم اليوم عافانا الله وسائر المسلمين قوله صلى <span id='ms0996'></span> الله\nعليه وسلم حين رأيتموني تأخرت فيه التأخر عن مواضع العذاب والهلاك قوله\nفبعث مناديا بالصلاة جامعة لفظة جامعة منصوبة على الحال وفيه دليل للشافعي\nومن وافقه أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p203'> Vol. 06, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nيستحب أن ينادى لصلاة الكسوف الصلاة جامعة وأجمعوا أنه لا يؤذن لها ولا\nيقام قوله جهر في صلاة الخسوف هذا عند أصحابنا والجمهور محمول على كسوف\nالقمر لأن مذهبنا ومذهب مالك وأبي حنيفة والليث بن سعد وجمهور الفقهاء أنه\nيسر في كسوف الشمس ويجهر في خسوف القمر وقال أبو يوسف ومحمد بن الحسن وأحمد\nواسحق وغيرهم يجهر فيهما وتمسكوا بهذا الحديث واحتج الآخرون بأن الصحابة\nحزروا القراءة بقدر البقرة وغيرها ولو كان جهرا لعلم قدرها بلا حزر وقال بن\nجرير الطبري الجهر والإسرار سواء قوله حدثني من أصدق حسبته يريد عائشة هكذا\nهو في نسخ بلادنا وكذا نقله القاضي عن الجمهور وعن بعض رواتهم من أصدق\nحديثه يريد عائشة ومعنى اللفظين متغاير فعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p204'> Vol. 06, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nرواية الجمهور له حكم المرسل إن قلنا بمذهب الجمهور أن قوله أخبرني الثقة\nليس بحجة قوله ركعتين في ثلاث ركعات أي في كل ركعة يركع ثلاث مرات قوله ست\nركعات وأربع سجدات أي صلى ركعتين في كل ركعتين ركوع ثلاث مرات وسجدتان\n</p>\n\n<p>\n[903] قوله بين ظهري الحجر أي بينها قولها حتى انتهى إلى مصلاه تعني\nموقفه في المسجد فيه أن السنة في صلاة الكسوف أن تكون في الجامع وفي جماعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p205'> Vol. 06, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صلى الله عليه وسلم رأيتكم تفتنون في القبور وفي آخره يتعوذ من عذاب\nالقبر فيه إثبات عذاب القبر وفتنته وهو مذهب أهل الحق ومعنى تفتنون تمتحنون\nفيقال ما علمك بهذا الرجل فيقول المؤمن هو رسول الله ويقول المنافق سمعت\nالناس يقولون شيئا فقلته هكذا جاء مفسرا في الصحيح قوله صلى الله عليه وسلم\nكفتنة الدجال أي فتنة شديدة جدا وامتحانا هائلا ولكن يثبت الله الذين آمنوا\nبالقول الثابت\n</p>\n\n<p>\n[904] قوله في رواية أبي الزبير عن جابر ثم ركع فأطال ثم رفع فأطال ثم\nسجد سجدتين هذا ظاهره أنه طول الاعتدال <span id='ms0997'></span> الذي يلي السجود ولا ذكر له في باقي\nالروايات ولا في رواية جابر من جهة غير أبي الزبير وقد نقل القاضي إجماع\nالعلماء أنه لا يطول الاعتدال الذي يلي السجود وحينئذ يجاب عن هذه الرواية\nبجوابين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p206'> Vol. 06, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما أنها شاذة مخالفة لرواية الأكثرين فلا يعمل بها والثاني أن المراد\nبالإطالة تنفيس الاعتدال ومده قليلا وليس المراد إطالته نحو الركوع قوله\nصلى الله عليه وسلم عرض علي كل شيء تولجونه أي تدخلونه من جنة ونار وقبر\nومحشر وغيرها قوله صلى الله عليه وسلم فعرضت علي الجنة وعرضت علي النار قال\nالقاضي عياض قال العلماء تحتمل أنه رآهما رؤية عين كشف الله تعالى عنهما\nوأزال الحجب بينه وبينهما كما فرج له عن المسجد الأقصى حين وصفه ويكون قوله\nصلى الله عليه وسلم في عرض هذا الحائط أي في جهته وناحيته أو في التمثيل\nلقرب المشاهدة قالوا ويحتمل أن يكون رؤية علم وعرض وحي بإطلاعه وتعريفه من\nأمورها تفصيلا ما لم يعرفه قبل ذلك ومن عظيم شأنهما ما زاده علما بأمرهما\nوخشية وتحذيرا ودوام ذكر ولهذا قال صلى الله عليه وسلم لو تعلمون ما أعلم\nلبكيتم كثيرا ولضحكتم قليلا قال القاضي والتأويل الأول أولى وأشبه بألفاظ\nالحديث لما فيه من الأمور الدالة على رؤية العين كتناوله صلى الله عليه\nوسلم العنقود وتأخره مخافة أن يصيبه لفح النار قوله صلى الله عليه وسلم\nفعرضت علي الجنة حتى لو تناولت منها قطفا أخذته معنى تناولت مددت يدي لآخذه\nوالقطف بكسر القاف العنقود وهو فعل بمعنى مفعول كالذبح بمعنى المذبوح وفيه\nأن الجنة والنار مخلوقتان موجودتان اليوم وأن في الجنة ثمارا وهذا كله مذهب\nأصحابنا وسائر أهل السنة خلافا للمعتزلة قوله صلى الله عليه وسلم فرأيت\nفيها امرأة تعذب في هرة لها ربطتها أي بسبب هرة قوله صلى الله عليه وسلم\nتأكل من خشاش الأرض بفتح الخاء المعجمة وهي هوامها وحشراتها وقيل صغار\nالطير وحكى القاضي فتح الخاء وكسرها وضمها والفتح هو المشهور قال القاضي في\nهذا <span id='ms0998'></span> الحديث المؤاخذة بالصغائر قال وليس فيه أنها عذبت عليها بالنار قال\nويحتمل أنها كانت كافرة فزيد في عذابها بذلك هذا كلامه وليس بصواب بل\nالصواب المصرح به في الحديث أنها عذبت بسبب الهرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p207'> Vol. 06, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوهو كبيرة لأنها ربطتها وأصرت على ذلك حتى ماتت والإصرار على الصغيرة\nيجعلها كبيرة كما هو مقرر في كتب الفقه وغيرها وليس في الحديث ما يقتضي كفر\nهذه المرأة قوله صلى الله عليه وسلم يجر قصبه في النار هو بضم القاف وإسكان\nالصاد وهي الأمعاء قوله ثم تأخر وتأخرت الصفوف خلفه حتى انتهينا إلى النساء\nثم تقدم وتقدم الناس معه حتى قام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p208'> Vol. 06, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nفي مقامه فيه أن العمل القليل لا يبطل الصلاة وضبط أصحابنا القليل بما\nدون ثلاث خطوات متتابعات وقالوا الثلاث متتابعات تبطلها ويتأولون هذا\nالحديث على أن الخطوات كانت متفرقة لا متوالية ولا يصح تأويله على أنه كان\nخطوتين لأن قوله انتهينا إلى النساء يخالفه وفيه استحباب صلاة الكسوف\nللنساء وفيه حضورهن وراء الرجال قوله آضت الشمس هو بهمزة ممدودة هكذا ضبطه\nجميع الرواة ببلادنا وكذا أشار إليه القاضي قالوا ومعناه رجعت إلى حالها\nالأول قبل الكسوف وهو من آض يئيض إذا رجع ومنه قولهم أيضا وهو مصدر منه\nقوله صلى الله عليه وسلم مخافة أن يصيبني من لفحها أي من ضرب لهبها ومنه\nقوله تعالى تلفح وجوههم النار أي يضربها لهبها قالوا والنفح دون اللفح قال\nالله ... ولئن مستهم نفحة من عذاب ربك أي أدنى شيء منه قاله الهروي وغيره\nقوله صلى الله عليه وسلم ورأيت فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p209'> Vol. 06, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب المحجن هو بكسر الميم وهو عصا مغففة الطرف\n</p>\n\n<p>\n[905] قولها فأشارت برأسها إلى السماء فيه امتناع الكلام بالصلاة وجواز\nالإشارة ولا كراهة فيها إذا كانت لحاجة قولها تجلاني الغشي هو بفتح الغين\nوإسكان الشين وروي أيضا بكسر الشين وتشديد الياء وهما بمعنى الغشاوة وهو\nمعروف يحصل بطول القيام في الحر وفي غير ذلك من الأحوال ولهذا جعلت تصب\nعليها الماء وفيه أن الغشي لا ينقض الوضوء ما دام <span id='ms0999'></span> العقل ثابتا قولها فأخذت\nقربة من ماء إلى جنبي فجعلت أصب على رأسي أو على وجهي من الماء هذا محمول\nعلى أنه لم تكثر أفعالها متوالية لأن الأفعال إذا كثرت متوالية أبطلت\nالصلاة قوله ما علمك بهذا الرجل إنما يقول له الملكان السائلان ما علمك\nبهذا الرجل ولا يقول رسول الله امتحانا له وإغرابا عليه لئلا يتلقن منهما\nإكرام النبي صلى الله عليه وسلم ورفع مرتبته فيعظمه هو تقليدا لهما لا\nاعتقادا ولهذا يقول المؤمن هو رسول الله ويقول المنافق لا أدري فيثبت الله\nالذين آمنوا بالقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p210'> Vol. 06, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nالثابت في الحياة الدنيا وفي الآخرة قوله عن عروة قال لا تقل كسفت الشمس\nولكن قل خسفت الشمس هذا قول له انفرد به والمشهور ما قدمناه في أول الباب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ففزع قال القاضي يحتمل أن يكون معناه الفزع الذي هو الخوف كما في\nالرواية الأخرى يخشى أن تكون الساعة ويحتمل أن يكون معناه الفزع الذي هو\nالمبادرة إلى الشيء فأخطأ بدرع حتى أدرك بردائه معناه أنه لشدة سرعته\nواهتمامه بذلك أراد أن يأخذ رداءه فأخذ درع بعض أهل البيت سهوا ولم يعلم\nذلك لاشتغال قلبه بأمر الكسوف فلما علم أهل البيت أنه ترك رداءه لحقه به\nإنسان\n</p>\n\n<p>\n[907] قوله في الرواية الأولى من حديث بن عباس فقام قياما طويلا قدر نحو\nسورة البقرة هكذا هو في النسخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p212'> Vol. 06, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nقدر نحو وهو صحيح ولو اقتصر على أحد اللفظين لكان صحيحا قوله صلى الله\nعليه وسلم بكفرهن قيل أيكفرن بالله قال بكفر العشير وبكفر الإحسان هكذا\nضبطناه بكفر بالباء الموحدة الجارة وضم الكاف وإسكان الفاء وفيه جواز إطلاق\nالكفر على كفران الحقوق وإن لم يكن ذلك الشخص كافرا بالله تعالى وقد سبق\nشرح هذا اللفظ مرات والعشير المعاشر كالزوج وغيره فيه ذم كفران الحقوق\nلأصحابها قوله تكعكعت أي توقفت وأحجمت قال الهروي وغيره يقال تكعكع الرجل\nوتكاعى وكع وكوعا إذا أحجم وجبن\n</p>\n\n<p>\n[908] قوله ثمان ركعات في أربع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nسجدات أي ركع ثمان مرات كل أربع في ركعة وسجد <span id='ms1000'></span> سجدتين في كل ركعة وقد صرح\nبهذا في الكتاب في الرواية الثانية\n</p>\n\n<p>\n[910] قوله في حديث بن عمرو فركع ركعتين في سجدة أي ركوعين في ركعة\nوالمراد بالسجدة ركعة وقد سبق أحاديث كثيرة بإطلاق السجدة على ركعة قولها\nما ركعت ركوعا قط ولا سجدت سجودا قط كان أطول منه وفي رواية أبي موسى\nالأشعري فقام يصلي بأطول قيام وركوع وسجود وما رأيته يفعله في صلاة قط\nفيهما دليل للمختار وهو استحباب تطويل السجود في صلاة الكسوف ولا يضر كون\nأكثر الروايات ليس فيهما تطويل السجود لأن الزيادة من الثقة مقبولة مع أن\nتطويل السجود ثابت من رواية جماعة كثيرة من الصحابة وذكره مسلم من روايتي\nعائشة وأبي موسى ورواه البخاري من رواية جماعة آخرين وأبو داود من طريق\nغيرهم فتكاثرت طرقه وتعاضدت فتعين العمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nبه\n</p>\n\n<p>\n[912] قوله فقام فزعا يخشى أن تكون الساعة هذا قد يستشكل من حيث أن\nالساعة لها مقدمات كثيرة لا بد من وقوعها ولم تكن وقعت كطلوع الشمس من\nمغربها وخروج الدابة والنار والدجال وقتال الترك وأشياء أخر لا بد من\nوقوعها قبل الساعة كفتوح الشام والعراق ومصر وغيرهما وإنفاق كنوز كسرى في\nسبيل الله تعالى وقتال الخوارج وغير ذلك من الأمور المشهورة في الأحاديث\nالصحيحة ويجاب عنه بأجوبة أحدها لعل هذا الكسوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nقبل إعلام النبي صلى الله عليه وسلم بهذه الأمور الثاني لعله خشي أن تكون\nبعض مقدماتها الثالث أن الراوي ظن أن النبي صلى الله عليه وسلم يخشى أن\nتكون الساعة وليس يلزم من ظنه أن يكون النبي صلى الله عليه وسلم خشي ذلك\nحقيقة بل خرج النبي صلى الله عليه وسلم مستعجلا مهتما بالصلاة وغيرها من\nأمر الكسوف مبادرا إلى ذلك وربما خاف أن يكون نوع عقوبة كما كان صلى الله\nعليه وسلم عند هبوب الريح تعرف الكراهة في وجهه ويخاف أن يكون عذابا كما\nسبق في آخر كتاب الاستسقاء فظن الراوي خلاف ذلك ولا اعتبار بظنه\n</p>\n\n<p>\n[913] قوله فانتهيت إليه وهو رافع يديه يدعو ويكبر <span id='ms1001'></span> ويحمد ويهلل حتى جلي\nعن الشمس فقرأ سورتين وركع ركعتين وفي الرواية الأخرى فأتيته وهو قائم في\nالصلاة رافع يديه فجعل يسبح ويهلل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nويكبر ويحمد ويدعو حتى حسر قال فلما حسر عنها قرأ سورتين فصلى ركعتين هذا\nمما يستشكل ويظن أن ظاهره أنه ابتدأ صلاة الكسوف بعد انجلاء الشمس وليس\nكذلك فإنه لا يجوز ابتداء صلاتها بعد الانجلاء وهذا الحديث محمول على أنه\nوجده في الصلاة كما صرح به في الرواية الثانية ثم جمع الراوي جميع ما جرى\nفي الصلاة من دعاء وتكبير وتهليل وتسبيح وتحميد وقراءة سورتين في القيامين\nالآخرين للركعة الثانية وكانت السورتان بعد الانجلاء تتميما للصلاة فتمت\nجملة الصلاة ركعتين أولها في حال الكسوف وآخرها بعد الانجلاء وهذا الذي\nذكرته من تقديره لابد منه لأنه مطابق للرواية الثانية ولقواعد الفقه\nولروايات باقي الصحابة والرواية الأولى محمولة عليه أيضا ليتفق الروايتان\nونقل القاضي عن المازري أنه تأوله على صلاة ركعتين تطوعا مستقلا بعد انجلاء\nالكسوف لأنها صلاة كسوف وهذا ضعيف مخالف لظاهر الرواية الثانية والله أعلم\nقوله وهو قائم في الصلاة رافع يديه فجعل يسبح إلى قوله ويدعو فيه دليل\nلأصحابنا في رفع اليدين في القنوت ورد على من يقول لا ترفع الأيدي في دعوات\nالصلاة قوله حسر عنها أي كشف وهو بمعنى قوله في الرواية الأولى جلي عنها\nقوله كنت أرتمي بأسهم أي أرمي كما قاله في الرواية الأولى يقال أرمي وأرتمي\nوترامى وترمى كما قاله في الرواية الأخيرة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n[915] زياد بن علاقة بكسر العين قوله صلى الله عليه وسلم في أحاديث الباب\nإن الشمس والقمر آيتان لا يكسفان لموت أحد ولا لحياته فإذا رأيتموها فصلوا\nفيه دليل للشافعي وجميع فقهاء أصحاب الحديث في استحباب الصلاة لكسوف القمر\nعلى هيئة صلاة كسوف الشمس وروي عن جماعة من الصحابة وغيرهم وقال مالك وأبو\nحنيفة لا تسن لكسوف القمر هكذا وإنما تسن ركعتان كسائر الصلوات فرادى والله\nأعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>(كتاب الجنائز)</h1>\n\n<p>\n[916] الجنازة مشتقة من جنز إذا ستر ذكره بن\n</p>\n\n<p>\nفارس <span id='ms1002'></span> وغيره والمضارع يجنز بكسر النون والجنازة بكسر الجيم وفتحها والكسر\nأفصح ويقال بالفتح للميت وبالكسر للنعش عليه ميت ويقال عكسه حكاه صاحب\nالمطالع والجمع جنائز بالفتح لا غير قوله صلى الله عليه وسلم لقنوا موتاكم\nلا إله إلا الله معناه من حضره الموت والمراد ذكروه لا إله إلا الله لتكون\nآخر كلامه كما في الحديث من كان آخر كلامه لا إله إلا الله دخل الجنة\nوالأمر بهذا التلقين أمر ندب وأجمع العلماء على هذا التلقين وكرهوا الإكثار\nعليه والموالاة لئلا يضجر بضيق حاله وشدة كربه فيكره ذلك بقلبه ويتكلم بما\nلا يليق قالوا وإذا قاله مرة لا يكرر عليه إلا أن يتكلم بعده بكلام آخر\nفيعاد التعريض به ليكون آخر كلامه ويتضمن الحديث الحضور عند المحتضر\nلتذكيره وتأنيسه وإغماض عينيه والقيام بحقوقه وهذا مجمع عليه قوله وحدثنا\nقتيبة حدثنا عبد العزيز الدراوردي وروح وحدثنا أبو بكر بن أبي شيبة أخبرنا\nخالد بن مخلد أخبرنا سليمان بن بلال جميعا بهذا الإسناد هكذا هو في جميع\nالنسخ وهو صحيح قال أبو علي الغساني وغيره معناه عن عمارة بن غزية الذي سبق\nفيه الإسناد الأول ومعناه روى عنه الدراوردي وسليمان بن بلال وهو كما قاله)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nأبو علي ولو قال مسلم جميعا عن عمارة بن غزية بهذا الإسناد لكان أحسن\nوأوضح وهو المعروف من عادته في الكتاب لكنه حذفه هنا لوضوحه عند أهل هذه\nالصنعة\n</p>\n\n<p>\n[918] قوله صلى الله عليه وسلم ما من مسلم تصيبه مصيبة فيقول ما أمره\nالله عز وجل إنا لله وإنا إليه راجعون فيه فضيلة هذا القول وفيه دليل\nللمذهب المختار في الأصول أن المندوب مأمور به لأنه صلى الله عليه وسلم\nمأمور به مع أن الآية الكريمة تقتضي ندبه وإجماع المسلمين منعقد عليه قوله\nصلى الله عليه وسلم أجرني في مصيبتي وأخلف لي خيرا منها قال القاضي أجرني\nبالقصر والمد حكاهما صاحب الأفعال وقال الأصمعي وأكثر أهل اللغة هو مقصور\nلا يمد ومعنى أجره الله أعطاه أجره وجزاء صبره وهمه <span id='ms1003'></span> في مصيبته وقوله صلى\nالله عليه وسلم وأخلف لي هو بقطع الهمزة وكسر اللام قال أهل اللغة يقال لمن\nذهب له مال أو ولد أو قريب أو شيء يتوقع حصول مثله أخلف الله عليك أي رد\nعليك مثله فإن ذهب ما لا يتوقع مثله بأن ذهب والد أو عم أو أخ لمن لا جد له\nولا والد له قيل خلف الله عليك بغير ألف أي كان الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nخليفة منه عليك وقولها وأنا غيور يقال امرأة غيرى وغيور ورجل غيور وغيران\nقد جاء فعول في صفات المؤنث كثيرا كقولهم امرأة عروس وعروب وضحوك لكثيرة\nالضحك وعقبة كؤد وأرض صعود وهبوط وحدود وأشباهها قوله صلى الله عليه وسلم\nوأدعو الله أن يذهب بالغيرة هي بفتح الغين ويقال أذهب الله الشيء وذهب به\nكقوله تعالى ذهب الله بنورهم قوله صلى الله عليه وسلم إلا أجره الله هو\nبقصر الهمزة ومدها والقصر أفصح وأشهر كما سبق قولها ثم عزم الله لي فقلتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nأي خلق في عزما وقد سبق في شرح أول خطبة مسلم أن فعل الله تعالى لا يسمى\nعزما من حيث أن حقيقة العزم حدوث رأي لم يكن والله منزه عن هذا فتأولوا قول\nأم سلمة على أن معناه خلق لي أو في عزما\n</p>\n\n<p>\n[919] قوله صلى الله عليه وسلم إذا حضرتم المريض أو الميت فقولوا خيرا\nفإن الملائكة يؤمنون على ما تقولون فيه الندب إلى قول الخير حينئذ من\nالدعاء والاستغفار له وطلب اللطف به والتخفيف عنه ونحوه وفيه حضور الملائكة\nحينئذ وتأمينهم\n</p>\n\n<p>\n[920] قوله صلى الله عليه وسلم وقد شق بصره هو بفتح الشين ورفع بصره وهو\nفاعل شق هكذا ضبطناه وهو المشهور وضبطه بعضهم بصره بالنصب وهو صحيح أيضا\nوالشين مفتوحة بلا خلاف قال القاضي قال صاحب الأفعال يقال شق بصر الميت\nبصره ومعناه شخص كما في الرواية الأخرى وقال بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالسكيت في الاصلاح والجوهري حكاية عن بن السكيت يقال شق بصر الميت ولا\nتقل شق الميت بصره وهو الذي حضره الموت <span id='ms1004'></span> وصار ينظر إلى الشيء لا يرتد إليه\nطرفه قولها فأغمضه دليل على استحباب إغماض الميت وأجمع المسلمون على ذلك\nقالوا والحكمة فيه أن لا يقبح بمنظره لو ترك إغماضه قوله صلى الله عليه\nوسلم إن الروح إذا قبض تبعه البصر معناه إذا خرج الروح من الجسد يتبعه\nالبصر ناظرا أين يذهب وفي الروح لغتان التذكير والتأنيث وهذا الحديث دليل\nللتذكير وفيه دليل لمذهب أصحابنا المتكلمين ومن وافقهم أن الروح أجسام\nلطيفة متخللة في البدن وتذهب الحياة من الجسد بذهابها وليس عرضا كما قاله\nآخرون ولا دما كما قاله آخرون وفيها كلام متشعب للمتكلمين قولها ثم قال\nاللهم اغفر لأبي سلمة إلى آخره فيه استحباب الدعاء للميت عند موته ولأهله\nوذريته بأمور الآخرة والدنيا قوله صلى الله عليه وسلم واخلفه في عقبه في\nالغابرين أي الباقين كقوله تعالى إلا امرأته كانت من الغابرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n[921] قوله صلى الله عليه وسلم شخص بصره بفتح الخاء أي ارتفع ولم يرتد\nقوله صلى الله عليه وسلم يتبع بصره نفسه المراد بالنفس هنا الروح قال\nالقاضي وفيه أن الموت ليس بإفناء وإعدام وإنما هو انتقال وتغير حال وإعدام\nالجسد دون الروح إلا ما استثنى من عجب الذنب قال وفيه حجة لمن يقول الروح\nوالنفس بمعنى\n</p>\n\n<p>\n[922] قولها غريب وفي أرض غربة معناه أنه من أهل مكة ومات بالمدينة قولها\nأقبلت امرأة من الصعيد المراد بالصعيد هنا عوالي المدينة وأصل الصعيد ما\nكان على وجه الأرض قولها تسعدني أي تساعدني في البكاء والنوح\n</p>\n\n<p>\n[923] قوله صلى الله عليه وسلم إن لله ما أخذ وله ما أعطى وكل شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nعنده بأجل مسمى معناه الحث على الصبر والتسليم لقضاء الله تعالى وتقديره\nأن هذا الذي أخذ منكم كان له لا لكم فلم يأخذ إلا ما هو له فينبغي أن لا\nتجزعوا كما لا يجزع من استردت منه وديعة أو عارية وقوله صلى الله عليه وسلم\nوله ما أعطى معناه أن ما وهبه لكم ليس خارجا عن ملكه بل هو سبحانه وتعالى\nيفعل <span id='ms1005'></span> فيه ما يشاء وقوله صلى الله عليه وسلم وكل شيء عنده بأجل مسمى معناه\nاصبروا ولا تجزعوا فإن كل من يأت قد انقضى أجله المسمى فمحال تقدمه أو\nتأخره عنه فإذا علمتم هذا كله فاصبروا واحتسبوا ما نزل بكم والله أعلم وهذا\nالحديث من قواعد الإسلام المشتملة على جمل من أصول الدين وفروعه والآداب\nقوله ونفسه تقعقع كأنها في شنة هو بفتح التاء والقافين والشنة القربة\nالبالية ومعناه لها صوت وحشرجة كصوت الماء إذا ألقي في القربة البالية قوله\nففاضت عيناه فقال له سعد ما هذا يا رسول الله قال هذه رحمة جعلها الله في\nقلوب عباده وإنما يرحم الله من عباده الرحماء معناه أن سعدا ظن أن جميع\nأنواع البكاء حرام وأن دمع العين حرام وظن أن النبي صلى الله عليه وسلم نسي\nفذكره فأعلمه النبي صلى الله عليه وسلم أن مجرد البكاء ودمع بعين ليس بحرام\nولا مكروه بل هو رحمة وفضيلة وإنما المحرم النوح والندب والبكاء المقرون\nبهما أو بأحدهما كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nسيأتي\n</p>\n\n<p>\n[924] في الأحاديث إن الله لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب\nبهذا أو يرحم وأشار إلى لسانه وفي الحديث الآخر العين تدمع والقلب يحزن ولا\nنقول ما يسخط الله وفي الحديث الآخر ما لم يكن لقع أو لقلقة\n</p>\n\n<p>\n[924] قوله وجده في غشية هو بفتح الغين وكسر الشين وتشديد الياء قال\nالقاضي هكذا رواية الأكثرين قال وضبطه بعضهم بإسكان الشين وتخفيف الياء وفي\nرواية البخاري في غاشية وكله صحيح وفيه قولان أحدهما من يغشاه من أهله\nوالثاني ما يغشاه من كرب الموت\n</p>\n\n<p>\n[924] قوله فأتى رسول الله صلى الله عليه وسلم يعوده مع عبد الرحمن بن\nعوف وسعد بن أبي وقاص وعبد الله بن مسعود فيه استحباب عيادة المريض وعيادة\nالفاضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالمفضول وعيادة الإمام والقاضي والعالم أتباعه\n</p>\n\n<p>\n[925] قوله ما علينا نعال ولا خفاف ولا قلانس ولا قمص فيه ما كانت\nالصحابة رضي الله عنهم من الزهد في الدنيا والتقلل منها وإطراح فضولها وعدم\nالاهتمام بفاخر <span id='ms1006'></span> اللباس ونحوه وفيه جواز المشي حافيا وعيادة الإمام والعالم\nالمريض مع أصحابه\n</p>\n\n<p>\n[926] قوله صلى الله عليه وسلم الصبر عند الصدمة الأولى وفي الرواية\nالأخرى إنما الصبر معناه الصبر الكامل الذي يترتب عليه الأجر الجزيل لكثرة\nالمشقة فيه وأصل الصدم الضرب في شيء صلب ثم استعمل مجازا في كل مكروه حصل\nبغتة قوله أتى على امرأة تبكي على صبي لها فقال لها اتقي الله واصبري فيه\nالأمر بالمعروف والنهي عن المنكر مع كل أحد قولها وما تبالي بمصيبتي ثم\nقالت في آخره لم أعرفك فيه الاعتذار إلى أهل الفضل إذا أساء الإنسان أدبه\nمعهم وفيه صحة قول الإنسان ما أبالي بكذا والرد على من زعم أنه لا يجوز\nاثبات الباء إنما يقال ما باليت كذا وهذا غلط بل الصواب جواز إثبات الباء\nوحذفها وقد كثر ذلك في الأحاديث قوله فلم نجد على بابه بوابين فيه ما كان\nعليه النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم من التواضع وأنه ينبغي للإمام والقاضي إذا لم يحتج\nإلى بواب أن لا يتخذه وهكذا قال أصحابنا\n</p>\n\n<p>\n[927] قوله صلى الله عليه وسلم إن الميت ليعذب ببكاء أهله عليه وفي رواية\nببعض بكاء أهله عليه وفي رواية ببكاء الحي وفي رواية يعذب في قبره بما نيح\nعليه وفي رواية من يبك عليه يعذب وهذه الروايات من رواية عمر بن الخطاب\nوابنه عبد الله رضي الله عنهما وأنكرت عائشة ونسبتها إلى النسيان والاشتباه\nعليهما وأنكرت أن يكون النبي صلى الله عليه وسلم قال ذلك واحتجت بقوله\nتعالى ولا تزر وازرة وزر أخرى قالت وإنما قال النبي صلى الله عليه وسلم في\nيهودية أنها تعذب وهم يبكون عليها يعني تعذب بكفرها في حال بكاء أهلها لا\nبسبب البكاء واختلف العلماء في هذه الأحاديث فتأولها الجمهور على من وصى\nبأن يبكى عليه ويناح بعد موته فنفذت وصيته فهذا يعذب ببكاء أهله عليه\nونوحهم لأنه بسببه ومنسوب إليه قالوا فأما من بكى عليه أهله وناحوا من غير\nوصية منه فلا يعذب لقول الله <span id='ms1007'></span> تعالى ولا تزر وازرة وزر أخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا وكان من عادة العرب الوصية بذلك ومنه قول طرفة بن العبد ... إذا مت\nفانعيني بما أنا أهله ... وشقي علي الجيب يا ابنة معبد ...\n</p>\n\n<h1 class='l1' id='head37'>(قالوا فخرج الحديث مطلقا حملا على ما كان معتادا </h1>\n\n<p>\nلهم وقالت طائفة هو محمول على من أوصى بالبكاء والنوح أو لم يوص بتركهما\nفمن أوصى بهما أو أهمل الوصية بتركهما يعذب بهما لتفريطه بإهمال الوصية\nبتركهما فأما من وصى بتركهما فلا يعذب بهما إذ لا صنع له فيهما ولا تفريط\nمنه وحاصل هذا القول إيجاب الوصية بتركهما ومن أهملهما عذب بهما وقالت\nطائفة معنى الأحاديث أنهم كانوا ينوحون على الميت ويندبونه بتعديد شمائله\nومحاسنه في زعمهم وتلك الشمائل قبائح في الشرع يعذب بها كما كانوا يقولون\nيا مؤيد النسوان ومؤتم الولدان ومخرب العمران ومفرق الأخدان ونحو ذلك مما\nيرونه شجاعة وفخرا وهو حرام شرعا وقالت طائفة معناه أنه يعذب بسماعه بكاء\nأهله ويرق لهم وإلى هذا ذهب محمد بن جرير الطبري وغيره وقال القاضي عياض\nوهو أولى الأقوال واحتجوا بحديث فيه أن النبي صلى الله عليه وسلم زجر امرأة\nعن البكاء على أبيها وقال إن أحدكم إذا بكى استعبر له صويحبه فيا عباد الله\nلا تعذبوا إخوانكم وقالت عائشة رضي الله عنها معنى الحديث أن الكافر أو\nغيره من أصحاب الذنوب يعذب في حال بكاء أهله عليه بذنبه لا ببكائهم والصحيح\nمن هذه الأقوال ما قدمناه عن الجمهور وأجمعوا كلهم على اختلاف مذاهبهم على\nأن المراد بالبكاء هنا البكاء بصوت ونياحة لا مجرد دمع العين قوله ص في\nحديث محمد بن بشار يعذب في قبره بما نيح عليه وما نيح عليه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nبإثبات الباء وحذفها وهما صحيحان وفي رواية بإثبات في قبره وفي رواية\nبحذفه قوله فقام بحياله يبكي أي حذاءه وعنده قوله صلى الله عليه وسلم من\nيبكى عليه يعذب هكذا هو في الأصول يبكى بالياء وهو صحيح ويكون من بمعنى\nالذي ويجوز على لغة أن تكون شرطية وتثبيت الياء <span id='ms1008'></span> ومنه قول الشاعر ... ألم\nيأتيك والأنباء تنمي ...\n</p>\n\n<h1 class='l1' id='head38'>(قوله فذكرت ذلك لموسى بن طلحة القائل فذكرت ذلك هو </h1>\n\n<p>\nعبد الملك بن عمير قوله عولت عليه حفصة فقال يا حفصة أما سمعت رسول الله\nصلى الله عليه وسلم يقول المعول عليه يعذب قال محققو أهل اللغة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nيقال عول عليه وأعول لغتان وهو البكاء بصوت وقال بعضهم لا يقال إلا أعول\nوهذا الحديث يرد عليه\n</p>\n\n<p>\n[928] قوله عن بن أبي مليكة كنت جالسا إلى جنب بن عمر ونحن ننتظر جنازة\nأم أبان ابنة عثمان وعنده عمرو بن عثمان فجاء بن عباس يقوده قائد فأراه\nأخبره بمكان بن عمر فجاء حتى جلس إلى جنبي فكنت بينهما فيه دليل لجواز\nالجلوس والاجتماع لانتظار الجنازة واستحبابه وأما جلوسه بين بن عمر وبن\nعباس وهما أفضل بالصحبة والعلم والفضل والصلاح والنسب والسن وغير ذلك مع أن\nالأدب أن المفضول لا يجلس بين الفاضلين إلا لعذر فمحمول على عذر إما لأن\nذلك الموضع أرفق بابن عباس وإما لغير ذلك قوله عن بن عمر قال سمعت رسول\nالله صلى الله عليه وسلم يقول إن الميت ليعذب ببكاء أهله فأرسلها عبد الله\nمرسلة معناه أن بن عمر أطلق في روايته تعذيب الميت ببكاء الحي ولم يقيده\nبيهودي كما قيدته عائشة ولا بوصية كما قيده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nآخرون ولا قال ببعض بكاء أهله كما رواه أبوه عمر\n</p>\n\n<p>\n[929] قوله عن عائشة فقالت لا والله ما قاله رسول الله صلى الله عليه\nوسلم قط إن الميت يعذب ببكاء أحد في هذه جواز الحلف بغلبة الظن بقرائن وإن\nلم يقطع الإنسان وهذا مذهبنا ومن هذا قالوا له الحلف بدين رآه بخط أبيه\nالميت على فلان إذا ظنه فإن قيل فلعل عائشة لم تحلف على ظن بل على علم\nوتكون سمعته من النبي صلى الله عليه وسلم في آخر أجزاء حياته قلنا هذا بعيد\nمن وجهين أحدهما أن عمر وبن عمر سمعاه صلى الله عليه وسلم يقول فيعذب ببكاء\nأهله والثاني لو كان كذلك لاحتجت به عائشة وقالت <span id='ms1009'></span> سمعته في آخر حياته صلى\nالله عليه وسلم ولم تحتج به إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nاحتجت بالآية والله أعلم\n</p>\n\n<p>\n[932] قولها وهل هو بفتح الواو وكسر الهاء وفتحها أي غلط ونسي وأما قولها\nفي إنكارها سماع الموتى فسيأتي بسط الكلام فيه في آخر الكتاب حيث ذكر مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nأحاديثه\n</p>\n\n<p>\n[934] قوله صلى الله عليه وسلم والاستسقاء بالنجوم قد سبق بيانه في كتاب\nالإيمان في حديث مطرنا بنوء كذا قوله صلى الله عليه وسلم النائحة إذا لم\nتتب قبل موتها إلى آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nفيه دليل على تحريم النياحة وهو مجمع عليه وفيه صحة التوبة ما لم يمت\nالمكلف ولم يصل إلى الغرغرة\n</p>\n\n<p>\n[935] قولها أنظر من صائر الباب شق الباب هكذا هو في روايات البخاري\nومسلم صائر الباب شق الباب وشق الباب تفسير للصائر وهو بفتح الشين وقال\nبعضهم لا يقال صائر وإنما يقال صير بكسر الصاد وإسكان الياء قوله صلى الله\nعليه وسلم اذهب فاحث في أفواههن من التراب هو بضم الثاء وكسرها يقال حثا\nيحثو وحثى يحثي لغتان وأمره صلى الله عليه وسلم بذلك مبالغة في انكار\nالبكاء عليهم ومنعهن منه ثم تأوله بعضهم على أنه كان بكاء بنوح وصياح ولهذا\nتأكد النهي ولو كان مجرد دمع العين لم ينه عنه لأنه صلى الله عليه وسلم\nفعله وأخبر أنه ليس بحرام وأنه رحمة وتأوله بعضهم على أنه كان بكاء من غير\nنياحة ولا صوت قال ويبعد أن الصحابيات يتمادين بعد تكرار نهيهن على محرم\nوإنما كان بكاء مجردا والنهي عنه تنزيه وأدب لا للتحريم فلهذا أصررن عليه\nمتأولات قوله أرغم الله أنفك والله ما تفعل ما أمرك رسول الله صلى الله\nعليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nوما تركت رسول الله صلى الله عليه وسلم من العناء معناه أنك قاصر لا تقوم\nبما أمرت به من الإنكار لنقصك وتقصيرك ولا تخبر النبي صلى الله عليه وسلم\nبقصورك عن ذلك حتى يرسل غيرك ويستريح من العناء والعناء بالمد المشقة\nوالتعب وقولهم أرغم الله أنفه أي ألصقه بالرغام وهو التراب وهو إشارة إلى <span id='ms1010'></span>\nإذلاله وإهانته قوله وفي حديث عبد العزيز وما تركت رسول الله صلى الله عليه\nوسلم من العي هكذا هو معظم نسخ بلادنا هنا العي بكسر العين المهملة أي\nالتعب وهو بمعنى العناء السابق في الرواية الأولى قال القاضي ووقع عند\nبعضهم الغي بالمعجمة وهو تصحيف قال ووقع عند أكثرهم العناء بالمد وهو الذي\nنسبه إلى الأكثرين خلاف سياق مسلم لأن مسلما روى الأول العناء ثم روى\nالرواية الثانية وقال إنها بنحو الأولى إلا في هذا اللفظ فيتعين أن يكون\nخلافه\n</p>\n\n<p>\n[936] قولها أخذ علينا رسول الله صلى الله عليه وسلم مع البيعة أن لا\nننوح وفي الرواية الأخرى في البيعة فيه تحريم النوح وعظيم قبحه والاهتمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nبإنكاره والزجر عنه لأنه مهيج للحزن ورافع للصبر وفيه مخالفة التسليم\nللقضاء والإذعان لأمر الله تعالى قولها فما وفت منا امرأة إلا خمس قال\nالقاضي معناه لم يف ممن بايع مع أم عطية في الوقت الذي بايعت فيه من النسوة\nإلا خمس لا أنه لم يترك النياحة من المسلمات غير خمس قوله عن أم عطية حين\nنهين عن النياحة فقلت يا رسول الله إلا آل فلان هذا محمول على الترخيص لأم\nعطية في آل فلان خاصة كما هو ظاهر ولا تحل النياحة لغيرها ولا لها في غير\nآل فلان كما هو صريح في الحديث وللشارع أن يخص من العموم ما شاء فهذا صواب\nالحكم في هذا الحديث واستشكل القاضي عياض وغيره هذا الحديث وقالوا فيه\nأقوالا عجيبة ومقصودي التحذير من الاغترار بها حتى إن بعض المالكية قال\nالنياحة ليست بحرام بهذا الحديث وقصة نساء جعفر قال وإنما المحرم ما كان\nمعه شيء من أفعال الجاهلية كشق الجيوب وخمش الخدود ودعوى الجاهلية والصواب\nما ذكرناه أولا وأن النياحة حرام مطلقا وهو مذهب العلماء كافة وليس فيما\nقاله هذا القائل دليل صحيح لما ذكره والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "234",
    "235",
    "236",
    "237",
    "238"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18"
  ]
}