{
  "content": "\n\n<h1 class='l1' id=''></h1>\n\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وآله وصحبه وسلم\nقال الشيخ الفقيه الأستاذ الأوحد\nالمتخلص المتصوف المتفني الصالح الأفضل\nأبو عثمان سعيد بن الشيخ أبي جعفر أحمد بن إبراهيم\nابن ليون التجيبي رحمه الله تعالى ورضي عنه آمين\nالحمد لله الذي جعل الفقر حلية أوليائه وصفوته، ونورهم بأنوار\nمعرفته ورحمته، وفجر ألسنتهم بينابيع حكمه وحكمته، وطهرهم من\nالأدناس بما اختصهم به من لطفه ونعمته، وحجب بعض الكبراء منهم أن\nيعرفوا وتلك سنته ولا تبديل لسنته ، والصلاة التامة على سيدنا محمد\nالذي اختار الفقر وأشاد بمزيته ، وشيد الحنيفية السمحة بخلقه\nالعظيم وسيرته، والرضا عن أصحابه وآله وعترته : وبعد : فهذه إشارة\nإلى ما يعتمده الفقراء المتجردون من الصوفية في طريقهم اقتطفتها من\nرسالة الشيخ الصوفي أبي الحسن الششتري رحمه الله لمن رغب ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nمني بحفظ طريقهم، وليعد من حزبهم الطاهر وفريقهم، وصححت له\nالأكثر ما تضمنته الأحاديث النبوية وقربت له ما حوته من الآثار الصوفية\nوأكثر ذلك من صفوة التصوف للإمام أبي الفضل محمد بن طاهر بن\nعلي المقدسي ومن عوارف المعارف للإمام شهاب الدين أبي عبد الله\nوأبي حفص عمر بن محمد بن عبد الله البكري السهروردي (بضم\nالسين) رحمه الله . على أني لم أخذ من عيون رسالته إلا النواظر ولم\nأقتطف من حدائق روضاته إلا الأزاهر ، وخالفت ترتيبه في مواضع\nقصدا للمناسبة والتيسير، وسقت كلامه بلفظه في الأكثر من غير زيادة\nعليه تحاميا من التطويل والتغيير ، لكن قيدت ضبط بعض الكلام\nوفسرت معنى لفظ بينهم وكملت في مواضع بعد تثبت معنى لم يتم\nورتبت ألفاظ العلم الآخر منها على حروف المعجم ليكون النظر فيها\nلمن ابتغى لفظه منها أيسر وأحكم، وسميتها الإنالة العلمية من الرسالة\nالعملية في طريقة الفقراء المتجردين من الصوفية . وقد قدمت من\nالتعريف بالمصنف رحمه الله ما يبين رتبته ويبدي سيرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n<h1 class='l1' id='head0'>التعريف بالمصنف رحمه الله</h1>\n\nهو الإمام الصوفي المتجرد أبو الحسن علي بن عبد الله النميري\nالششتري الأندلسي ، وششتر بشينين معجمين أولاهما مضمومة والثانية <span id='ms01'></span>\nساكنة بعدها تاء مثنات فوقية معجمة ثم راء، من عمل واد آش، وزقاق\nالششتري معلوم  بها وششتر أيضا من مدن العراق. جال الآفاق ولقي\nالمشايخ وسكن الرباط وحج حجات ، وآثر التجرد والعبادة واجتمع\nبالنجم بن إسرائيل الدمشقي الإسرائيلي الفقير ، سنة خمسين\nوستمائة. قال لقيه وهو على قدم التجرد، وله أشعار وأذواق في طريق\nالقوم . قال وكان من الأمراء وأولاد الامراء فصار من الفقراء وأولاد\nالفقراء . وذكره القيسي ابو العباس أحمد بن أحمد بن عبد الله بن محمد\nبن علي الغبريني قاضي بجاية في كتابه : عنوان الدراية فيمن عرف من\nالعلماء في المائة السابعة بمدينة بجاية ، فقال : الفقيه الصوفي الصالح\nلعابد أبو الحسن الششتري من الطلبة المخلصين والفقراء المنقطعين ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nله علم بالحكمة ودراية بطريق الصوفية ، وله تقدم في النظم والنثرعلى\nطريقة التحقيق، وأشعاره في ذلك وتواشيحه ومقفياته وأزجاله غاية\nفي الانقطاع، وكان كثيرا ما يجود عليه القرآن. وظهرت له كرامات\nمنها أنه نادى يوما يا أحمد وهو مع أصحابه ببرية قابس، فقال أحدهم :\nمن أحمد هذا قال : من تسرون به غدا، فلما ورد بالغد بلدة قابس،\nوجدوا أحمد قد جاء من الأمس ، فقال : صافحوا أخاكم المنادى\nبالأمس . ودخل عليه ببجاية أبو الحسن بن علي من أمنائها، وهو يذاكر\nفي العلم فأعجبته طريقته فنوى أن يؤثر الفقراء من ماله بعشرين دينارا،\nثم ساق شطرها وحبس الثاني ليزودهم به ، فرأى النبي صلى الله عليه وسلم في النوم\nومعه أبو بكر وعلى رضي الله عنهما، فقال ادع الله لي يا رسول الله، قال\nلأبي بكر : اعطه فأعطاه نصف رغيف كان بيده، فقال له الشيخ في\nالغد : لو أتيت بالكل لأخذت الرغيف كله.\nوله كتاب العروة الوثقى في بيان السنن وإحصاء العلوم ، وما\nيجب على المسلم أن يعلمه ويعتقده إلى وفاته. ومنه اختصر رسالته\nالتي اقتضبت الإشارة منها . وله المقاليد الوجودية في أسرار إشارات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nالصوفية . وله الرسالة القدسية في توحيد العامة والخاصة . والمراتب\nالإسلامية والإيمانية والإحسانية . وله غير ذلك. ومن شعره قصيدته التي\nأولها :\nأرى <span id='ms02'></span> طالبا منا الزيادة لا الحسنى\nبفكر رمى سهما فعدي به عدنا\nسبعون بيتا. وقصيدته التي أولها:\nأيا سعدى قل للقس من داخل الدير\nأذلك نبراس أم الكأس بالخمر\nسبعة وثلاثون بيتا. وقصيدته التي أولها:\nلأخلعن عذارى في محبتكم\nبحولكم لا بحول لي ولا حيل\nأحد عشر بيتا . ونظمه في التحقيق كثير . أخذ عن القاضي أبي\nالقاسم محمد بن محمد بن إبراهيم بن الحسين بن سراقة الأنصاري الشاطبي\nوعن غيره من أصحاب السهروردي صاحب العوارف وغيرهم. وعمدته\nفي طريق التصوف الشيخ عبد الحق بن سبعين. ومن كلام الغبريني\nوغيره أنه لما وصل للشام ساحل دمياط وهو مريض ، نزل قرية هناك على\nقرب منها على ساحل البحر الرومي يصطاد فيها السمك، فقال : ما اسم\nهذه القرية ? . قيل الطينة ، قال : حنت الطينة إلى الطينة ، ووصى أن\nيدفن مقبرة دمياط لأن الطينة في مفازة بالرمل، ودمياط أقرب المدن إليها،\nفحمله الفقراء على أعناقهم ، فتوفي بها يوم الثلاثاء سابع عشر صفر الخير\nعام ثمانية وستين وستمائة، ودفن مقبرة دمياط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nكلام المصنف في صدر الرسالة قال : إني لما رأيت إنكار المباح على\nالفقراء المتجردين والتسليم فيما لا يجب للكبراء المترفين حتى سبق\nللجهلة سوء ظن بأرباب الخرقة ومن تزيا بها من المنتحلين من فطعه عن\nرتبتهم بعد الشقة، ثم رأيت من ضرب لهم بسهم في محبتهم أو أقامه\nالله في خدمتهم ربما نقصهم، وعنده من هو فيهم من المبغضين\nوأظهره الشيطان في زي الصالحين وهيئة الناسكين ، فنطقوا فيهم بالزائد\nوالناقص وعمروا الأوقات في ذكرهم بالغيبة والنقل الفاسد، أجليت\nما خفي من أمورهم عن المتقدمين ، وأظهرت ما بنوا عليه مناهجهم من\nالسنن كالصبح المبين إذ هم أطوع الناس للسنة والكتاب ، وأبعدهم من\nالخطأ وأقربهم للصواب، ودللت على ذلك في عشرة أعلام :\nأ - قي أصل طريقهم. ب - في تجريدهم وظهورهم بالسنة ومكارم\nالأخلاق وظهور غيرهم بحليتهم وخفائهم عن الناس . ج - في أصل\nالإنكار عليهم من أين نشأ. د - في الانفصال عما أنكر عليهم. ه- في\nالسماع ولواحقه. و <span id='ms03'></span>- وفي علومهم وفي عبادتهم وأين هم من الصوفية.\nت - في المشيخة والخدمة والتربية . ص - في آدابهم . ط - في توحيدهم.\nي - في الألفاظ الدائرة بينهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n<h1 class='l1' id='head1'>العلم الأول: في أصل طريقتهم</h1>\n\nلاخفاء أن الفقراء المتجردين من الصوفية هم الذين ورثوا رتبة أهل\nالصفة ، في الجلوس في المساجد والرباط والتجرد ، وقلة التسبب.\nوالصفة - بضم الصاد وشد الفاء - سقيفة كانت في مسجده عليه السلام ،\nوفي صحيح البخاري عن أبي هريرة رضي الله عنه أنه قال : لقد رأيت\nسبعين رجلا من أهل الصهة ما منهم رجل عليه رداء اما إزار (أو بردة)\nوإما كساء قد ربطوه في أعناقهم فمنها : ما يبلغ نصف الساقين ومنها ما\nيبلغ الكعبين ، فيجمعه بيده كراهة أن ترى عورته. والناس اليو\nينكرون على الفقراء هذه الصفة وهي سنة ، لأن السنة في عرف الشرع\nما أقره عليه السلام أو علمه أو عمله. وكان عليه السلام يحسن إليهم\nويؤنسهم ولم يأمرهم بتكسب، وفي صحيح مسلم عن أنس قال : جاء\nناس إلى النبي صلى الله عليه وسلم فسألوه أن ابعث معنا رجالا يعلمون القرآن والسنة،\nفبعث إليهم سبعين رجلا من الأنصار يقال لهم القراء. فيهم خالي\nحرام ، بحاء مهملة وراء ، يقرأون القرآن ويتدارسون بالليل ويتعلمون،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nوكانوا بالنهار يجيئون بالماء فيضعونه بالمسجد ويحتطبون فيبيعونه\nويشترون به الطعام لأهل الصفة والفقراء، فبعثهم إليهم فعرضوا لهم\nفي الطريق فقاتلوهم قبل أن يبلغوا المكان . فهؤلاء لم ينههم النبي\nصلى الله عليه وسلم ، ولا نهى القراء عن خدمتهم ، وفي صحيح البخاري عن عبد\nالرحمن بن أبي بكر أن أصحاب الصفة كانوا أناسا على عهد النبي صلى الله عليه وسلم\nوأنه قال : من كان عنده طعام اثنين فليذهب بثالث ومن كان طعام\nأربعة فليذهب بخامس أو بسادس أو كما قال، وأن أبا بكر جاء بثلاثة\nوانطلق النبي صلى الله عليه وسلم بعشرة فصح أنهم كانوا فقراء متجردين يقرأون في\nالمسجد غير متسببين وهذه صفة الفقراء المتجردين اليوم. وقال أبو\nطلحة : كنا نأتي المدينة فمن كان له بها عريف نزل عليه <span id='ms04'></span> وإلا نزل\nبالصفة . وكان الراتبون بالصفة نحو أربعمائة رجل منهم أبو هريرة\nوالأعمى بن أم مكتوم وصهيب وسلمان وخباب وبلال رضي الله\nعنهم . وكان عليه السلام يفضل الفقراء على الأغنياء وكذلك جميع الأنبياء\nعليهم السلام، وقال :إنهم أكثر أتباع الأنبياء. وروى البخاري في\nقصة هرقل ملك الروم أنه لما سأل أبا سفيان بن حرب عن الفقراء النبي\nصلى الله عليه وسلم هل يتبعه أشراف الناس أم ضعفاؤهم ? قال : فقلنا بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nضعفاؤهم. قال : كذلك الأنبياء، فتبعية الفقراء من علامات\nالنبوءة. والمؤمنون به عليه السلام منهم من قام بالجهاد، ومنهم من قام\nبالزراعة، ومنهم من قام بتقييد العلم، ومنهم من قام بالقراءة، ومنهم من\nركن للعبادة وهم أهل الصفة، والكل في عبادة وسنة. ولما كان\nالمهاجرون والانصار لهم قبائل وعشائر انضاف بعضهم إلى بعض،\nوبقيت طائفة أهل الصفة تراعي القبائل فجعلهم النبي صلى الله عليه وسلم في الصفة\nوضمهم إليه، إذ كانوا للا يملكون شيئا ولا لهم بيوت يسكنون فيها، ولا\nقبائل ينضافون إليها، فصاروا كالقبيلة الواحدة ، وكذلك الفقراء إلى\nاليوم وكانوا ضعفوا عن الجهاد وغيره ، ومنهم الذين قال الله تعالى في\nحقهم : (تولوا وأعينهم تفيض من الدمع حزنا ألا يجدوا ما\nينفقون)، وفي صحيح البخاري عن عائد بن عمر : أن أبا سفيان\nأتى على سلمان وصهيب وبلال في نفر فقالوا ما أخذت سيوف الله من\nعنق عدو الله فأخذها فقال أبو بكر أتقولون هذا لشيخ قريش وسيدهم\nفأتى النبي صلى الله عليه وسلم فأخبره فقال يا أبا بكر لعلك أغضبتهم لئن كنت\nأغضبتهم لقد أغضبت ربك، فأتاهم أبو بكر فقال يا هؤلاء أغضبتكم\nقالوا لا، يغفر الله لك. ولما أتى الأقرع بن حابس وصاحباه النبي\nصلى الله عليه وسلم و كانوا من المؤلفة قلوبهم أمراء شعراء يتقى من ألسنتهم، قالوا : يا\nرسول الله اجعل لنا مجلسا ولهؤلاء بحلسا فإنهم يوذوننا برائحة جبابهم،\nوكرهوا أيضا أن تراهم العرب قعودا معهم لفقرهم، فهم عليه السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nبذلك فنزل قوله تعالى : (واصبر نفسك مع الذين <span id='ms05'></span> يدعون ربهم بالغداة\nوالعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحياة الدنيا ولا\nتطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطا، وقل الحق من\nربكم فمن شاء فليؤمن ومن شاء فليكفر). ثم هددهم بالنار لتعديهم\nالحق. وكان عليه الصلاة والسلام قبل هذا يجلس معهم ويقوم إذ شاء\nويتركهم ، فصار لا يقوم حتى يقوم الجالس معه منهم ، وصاروا لا\nيطيلون الجلوس معه، وكان يقول لهم مرحبا بمن عاتبني ربي فيهم. روي\nالترمذي عن أبي هريرة أنه عليه السلام أنه قال : يدخل الفقراء من\nالمسلمين قبل الأغنياء الجنة بنصف يوم وهو خمسمائة عام. وقال\nعليه السلام : اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة\nالمساكين. ولو لم يكن فى دعائه عليه السلام إلا أن يحشروا معه\nلكان لهم  فخرا عظيما، فكيف وقد دعا أن يحيا حياتهم ويموت\nموتهم ويحشر معهم، ودعاءه عليه السلام مستجاب. وقال : اللهم\nاجعل قوت آل محمد كفافا وقال لعائشة : ان سرك اللحوق بي\nفإياك ومجالسة الأغنياء، ولا تستبدلي ثوبا حتى ترقعيه ، إنما يكفيك من\nالدنيا كزاد الراكب أخرجه الترمذي . وقال تعالى : (يأيها النبي قل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nلأزواجك إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن وأسرحكن\nسراحا جميلا وإن كنتن تردن الله ورسوله والدار الآخرة فإن الله أعد\nللمحسنات منكم أجرا عظيما) وقال تعالى : (ولا تطرد الذين\nيدعون ربهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من\nشيء وما من حسابك عليهم من\nشيء فتطردهم فتكون من الظالمين\nوكذلك فتنا بعضهم ببعض ليقولوا هؤلاء من الله عليهم من بيننا)\nونزل في حق ابن أم مكتوم : (عبس وتولى أن جاءه الأعمى) فقد\nظهرت صفة أهل الصفة الذين يقتدي بهم الفقراء المتجردون :\nيا طالبا من الإلاه الزلفة\nلا تنتمي لغير أهل الصفة\nوليس القول لهم برأفة\nفإنهم أهل التقى والألفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n<h1 class='l1' id='head2'>العلم الثاني: في تجريدهم وظهورهم بالسنة وبمكارم الأخلاق، وظهور غيرهم بحليتم وخفائهم عن الناس</h1>\n\nقال الله تعالى : (إنما الحياة الدنيا لعب ولهو). وقال : (من\nكان يريد <span id='ms06'></span> حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نوته\nمنها وما له في الآخرة من نصيب). وقال تعالى : (ولا تمدن عينيك\nإلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتهم فيه)، وفي\nصحيح مسلم عن عائشة رضي الله عنها : ما ترك رسول الله صلى الله عليه وسلم\nدينارا ولا درهما ولا شاة ولا بعيرا ولا أوصى بشيء. وقال صلى الله عليه وسلم:\nمحبة الدنيا رأس كل خطيئة. قالوا : فإذا قطع رأس بدن الخطايا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nبالزهد ماتت الخطايا ، فالتجريد ترك الدنيا ، وهو إما بالباطن أو بالظاهر\nأو بالباطن والظاهر معا. فالتجريد بالباطن طريقة الملامتية من\nالصوفية . قلت نسبوا إلى الملامة لأنهم يظهرون ما يلامون عليه تسترا\nلأنفسهم وطلبا للإخلاص، بكسر الميم والتاء في اسمهم مقحمة لأن تاء\nالتأنيث تحذف مع ياء النسب وهي مع فتح الميم على الأصل . وهم لا\nيملكون غير لباس حسن وقد يطوون الليالي وهم في غاية النظافة. وقد\nتكون في أيديهم المفاتيح يموهون أنهم أهل مال يحسبهم الجاهل أغنياء من\nالتعفف. ومنهم من لا يقبل شيئا ومنهم من يقبل دون سؤال. وأكثرهم\nيأكلون عند الأصدقاء وقد يشاركهم الغني الشاكر إذا لم يعلق المال\nبباطنه ، ولكن المال لا يكاد أحد يسلم من فتنته. وعن أبي سعيد أنه عليه\nالسلام قال :هلك المكثرون إلا ، قالوا : إلا ، من يا رسول الله ؟ قال :\nهلك المكثرون إلا، قالوا : إلا من يا رسول الله ؟ قال : هلك المكثرون\nإلا ، قالوا : إلا من يا رسول الله ؟ قال : إلا من أنفق هكذا وهكذا، وقليل\nما هم وأشار إلى الانفاق عن يمين وشمال وقدام.\nوالتجريد بالظاهر عدم المال وهو خير للفاضل والشرير ، أما\nالفاضل فيحف بالفقر شعبه ويهون حسابه. وروى حذيفة أنه عليه\nالسلام قال :إن الله تعالى ليتعاهد وليه بالبلاء كما يتعاهد المريض أهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nبالطعام ، وإن الله ليحي عبد الدنيا كما يحي المريض الطعام . ولهذا\nقالوا : ومن العصمة ألا تقدر ومن العصمة ألا تجد، وروت عائشة أنه\nعليه السلام قال : إن عبد الرحمن <span id='ms07'></span> بن عوف يدخل الجنة حبوا). قيل\nإن ذلك لكثرة ماله مع أنه بدري عقبى من العشرة المشهود لهم بالجنة\nفما ظنك بغيره من أولي المال. وأما الشرير فتقل الا بالفقر استطاعته على\nالفساد فلا تكثر ذنوبه .\nوالتجريد بالباطن والظاهر معا طريقة رسول الله صلى الله عليه ويسلم وطريقة\nأصحابه رضي الله عنهم، ومن كان ذا مال كان المال عنده كالعارية . وفي\nصحيح البخاري عن عمرو بن الحارث قال: ما ترك رسول الله صلى الله عليه وسلم\nعند موته دينارا ولا درهما ولا شاة ولا بعيرا ولا عبدا ولا أمة ولا شيئا\nإلا بغلته البيضاء وسلاحه وأرضا جعلها صدقة، وروي أنه قال :\nخيرت بين أن أكون نبيا ملكا أو نبيا عبدا، فأشار جبريل عليه السلام\nان تواضع. فقلت بل نبيا عبدا أشبع يوما وأجوع يوما. وفي\nصحيح البخاري عن عقبة بن الحارث قال : صليت مع النبي صلى الله عليه وسلم\nبالمدينة العصر فسلم ثم قام مسرعا ، فتخطى رقاب الناس إلى بعض حجر\nنسائه، ففزع الناس من سرعته، فخرج عليهم فرأى أنهم قد عجبوا من\nسرعته فقال : ذكرت شيئا من تمر عندنا فكرهت أن يحبسني فأمرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nبقسمته، وفي رواية : فكرهت أن يمسي أو يبيت عندنا فأمرت\nبقسمه. وروي أنه لم يكن له قميصان ولم ينحل له طعام، وأنه خرج\nمن الدنيا ولم يشبع من خبز الشعير اختيارا.\nفالفقير بخير عظيم سواء ترك الدنيا اختيارا أو اضطرارا، والخيرة\nحقيقة إنما هي لله وحده ، لأن العالم كله مضطر فيما هو فيه حتى الملك في\nملكه والفقيه في فقهه والصانع في صنعته، والنهي عن إضاعة المال راجع\nلاهلاكه فيما لا يجب ، وأما الخروج عنه لله فقوة لا يقدر عليها إلا\nالصديق رضي الله عنه لما قال له النبي صلى الله عليه وسلم :ما تركت لعيالك ؟ قال : الله\nورسوله. وقال عليه السلام : لو كان لي أحد ذهبا لأنفقته في سبيل\nالله. ولعلك تحتج علينا بقول مالك بن أنس حين عاتبه يحيى بن\nيزيد النوفلي في لباسه <span id='ms08'></span> وأكله وميله إلى الرفاهية فقال : (قل من حرم زينة\nالله التي أخرج لعباده والطيبات من الرزق) الآية، ثم عقب ذلك بأن\nقال : إني افعل ذلك وأستغفر الله وأعلم أن ترك ذلك خير من الدخول\nفيه، وزينة الله في الحقيقة هي التقوى والطيبات من الرزق هي الحلال .\nوقوله عليه السلام : أحب الزينة ولو في شراك نعلى يريد النظافة مع\nالتقليل والزهد في الدنيا، وكذلك قول عمر رضى الله عنه : إني ليعجبني\nالقارئ النظيف، يعني العابد ويكون أيضا قارئ القرآن. وجاء عبد الله بن\nعامر في بزته إلى أبي ذر فسأله عن الزهد فأعرض عنه ، فشكاه لابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nعمر فقال : تأتي أبا ذر في هذه البزة وتسأله عن الزهد، وعيرت بنو\nإسرائيل عيسى عليه السلام بالفقر فقال : من الغنى أوتيتم . وقيل لابن\nعمر : مات زيد بن حارنة وترك مائة ألف قال : لكنها لا تتركه. وقال\nعمر : من دخل إلى الأغنياء خرج وهو ساخط عليه ربه . وقال لسقراط\nتلميذ له وكان ابن ملك : إني لمغموم بك لفقرك فقال : لو علمت ما الفقر\nلشغلك غمك بك عن غمك بي. ولما رفع الله تعالى عيسى عليه السلام لم\nيوجد له إلا خف ومدرعة وخذافة يخذف بها الحيوان المؤذي في سياحته .\nوقالوا : لا يجتمع الذهب واللب، ولأبي تمام:\nالضب والنون قد يرجى اجتماعهما\nوليس يرجى اجتماح اللب والذهب\nواللب هو العقل، ولما ثقل عبد الملك ابن مروان رأى غسالا\nيلوي ثوبه بيده فقال : وددت أني كنت غسالا لأعيش بما أكتسب يوما\nفيوما، فذكر ذلك \"أبي حازم فقال : الحمد لله الذي جعلهم يتمنون عند\nالموت ما نحن فيه ، ولا نتمنوا عند الموت ما هم فيه . ولبعضهم:\nياعايب الفقر لا تزدجر\nعيب الغنى أكثر لو تعتبر\nإنك تعصي الله تبغي الغنى\nوليس تعصي الله كي تفتقر\nودخل عمر بن سعيد على عمر رضي الله عنه حين رجع إليه من\nحمص، وليس معه إلا جراب وإداوة وقصعة وعصا، فقال عمر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nالذي أرى سوء حال أو تصنع؟ فقال : يا أمير المؤمنين <span id='ms09'></span> معي الدنيا\nبحذافرها ، صحيح البدن وجراب للزاد واداوة للماء وقصعة لغسل\nالثوب ، وعصا لدفع المؤذي وما بقي من الدنيا تبع . وجملة الأمر\nالتجرد وقطع العلائق وقلة الادخار وكثرة الإيثار ومكارم الأخلاق .\nوالتجريد مقامات أولها التجريد عن الأوصاف المذمومة بلباس\nالأوصاف المحمودة ، ثم عن الدنيا بقيام بأمر الآخرة، ثم عن\nالأكوان برؤية المكون، ثم عن الروية بفناء العبودية ، ثم عن الفناء عنه،\nثم عن هذه المقامات بملاحظة الوجود ، ثم عن ذلك كله بالسكينة تحت\nمجاري الأقدار . وقد يكون التجريد عن الجسم بمطالعة الروح وعن\nالروح بمطالعة السر ، وعن السر بمطالعة الكلمة العلية ، والتجريد\nوالزهد والتخلي والفقر والترك تترادف على السلوك وعلى المقامات\nوقلة الركون إليها وغلبة المحبة الجاذبة للعبد، ولا وقوف مع مقام ولا\nمرتبة . (ما عندكم ينفد وما عند الله باق). فمن عرض ذهب تجريده\nمحك البلوى لقوله تعالى : (ولنبلونكم حتى نعلم المجاهدين منكم)\nفإن كان ابريزا يصلح لخزانة الملك دعاه داعي الرحمة (يا عبادي لا\nخوف عليكم اليوم ولا أنتم تحزنون)(رجال لا تلهيهم تجارة ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nبيع عن ذكر الله )، الآية. ومن تولع بالمراتب والمقامات وأنس بأهلها\nوأنسوا به لم يشعر إلا وسفينة عمره مقلعة رائحة.\nتجرد عن الأغيار بالقول والفعل\nولفق شتات الفرع بالجمع للأصل\nوطهر بيوت الله من كل صورة\nوما البيت إلا القلب إن كنت ذا عقل\nولا تلتفت أهلا وقل لهم امكثوا\nفشرط اقتباس النار تركك للأهل\nظهورهم بالسنة\nالسنة لغة الطريقة، وسنة رسول الله صلى الله عليه وسلم وطريقته ترك الدنيا . كان\nيلبس الصوف ويخصف النعل، ويرقع الثوب ويحلب الشاة ويطحن مع\nخادمه ويركب الحمار، ولا يأنف أن يردف خلفه، ولا يرد من دعاه،\nولا يحقر ما دعى إليه ولا يرد سائلا. وروي أنه ما قال قط لا. ولا يقولها\nفقير في شيء يملكه، وكان لين الخلق طلق الوجه متواضعا من غير مذلة\nرقيق القلب دائم الإطراق رحيما بكل مسلم ، يلبس العباء ويجالس\nالمساكين ويمشي في الأسواق ، ويتوسد بيده الكريمة ، ويأكل على\nالأرض ولم <span id='ms10'></span> ياكل قط وحده ولا جلس متربعا، ولا أكل متكئا بل كان\nيقول : آكل كما يأكل العبد وأجلس كما يجلس العبد وقال\nالنعمان بن بشير : لقد رأيت نبيكم صلى الله عليه وسلم ما يجد من الدقل ما يملأ به\nبطنه ، والدقل بفتح الدال المهملة والقاف رديء الثمر ، وكان يمر به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nوبأزواجه الشهر والشهران فلا توقد في بيته نار، وخرج من الدنيا ولم\nيضع لبنة على أخرى . قال المقدسي : كانت ثيابه عليه السلام إزارا فوق\nالكعبين وقميصا فوق ذلك ورداء فوق ذلك ، وقي قوت القلوب لأبي\nطالب المكي ، أنه كان يلبس القطواني الغليظة ، والقطواني بفتح القاف\nوالطاء المهملة وواو وألف ونون وياء النسب ، هو شبه العباءة أبيض قصير\nالخمل، قال أنس : وكان فميص قطن قصير الكمين، وكانت سعة كمه\nشبرا وشيئا، وطوله إلى نصف الأصابع . وفي الموطأ عن أنس قال :\nرأيت عمر وهو أمير المومنين قد رقع بين كتفيه برقاع ثلاث لبد بعضها\nفوق بعض. وقطع علي رضي الله عنه ما زاد على أصابعيه. فهذه\nطريقته عليه السلام وطريقة أصحابه رضى الله عنهم، وبها اقتدى\nالفقراء لقوله تعالى : (فاتبعوني يحببكم الله ويغفر لكم ذنوبكم)\nفلبسوا الصوف والمرقعات والنعال المخصوفة ، ولم يتكبروا على المشي\nفي الأسواق ولا عن غير ذلك مما روي أنه عليه السلام فعله، ولا اتخذوا\nمصانع لقوله تعالى : (أتبنون بكل ريع آية تعبثون وتتخذون مصانع\nلعلكم تخلدون) . وكان السلف الصالح رضي الله عنهم يغضون\nأبصارهم عن نقش الحيطان والأبواب وعن تزويقانهما ، ويقولون لو لم\nينظر لهذا ما فعل . قال يحيى بن أيمن : مررت مع سفيان الثوري\nبباب منقوش فنظرت إليه فجذبني. وأول من طبخ الأجر هامان بأمر\nفرعون. والفقير لا يلتفت لشيء من هذا كله ولا يسأل عن أحوال الناس\nولا يقول لأحد أين تذهب ولا من أين أتيت ولا يجاوب بلا، ولا يفرط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nفي التنظيف، والناس يعترضونهم في الخفاء من أجل المساجد. وأول\nمن يسط المساجد الحجاج الظالم فيعترضون سنة ببدعة ، وهم لا يطيلون\nالصلاة، قال أنس : ما صليت <span id='ms11'></span> وراء إمام قط أخف صلاة ولا أتم لها\nمن رسول الله صلى الله عليه وسلم . وفي صحيح مسلم عن أبي مسعود الأنصاري\nقال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : إني لأتاخر عن صلاة الصبح من\nأجل فلان مما يطيل بنا، فما رأيته غضب في موعظة قط أشد مما غضب\nيومئذ، فقال : يأيها الناس إن منكم منفرعن، فأيكم أم الناس فليوجز، فإن\nمن ووائه الكبير والصغير وذا الحاجة، وفي رواية : فإن فيهم المريض\nوالضعيف وذا الحاجة. وقيل كان الإمام من القراء ، والقراء اليوم\nيأخذون الأجرة على الإمامة والأذان، وقد تكلم فيهم. قال بشر\nالحافي : إياك وصحبة القراء فإنهم يذمون غير مذموم . وكان\nالفضيل بن عياض ينهي عن صحبة القراء ، وقال سفيان الثوري:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nالا شىيء أحب إلى من صحبة فتى ولا أبغض إلي من صحبة قارئ يريد\nلشدة قبول الفتى وكثرة اعتراض القارئ ، فاعتراض الخاصة والعامة على\nالفقراء في ذلك كله اعتراض سنة ببدعة يرتكبها أكثرهم ؛ كالترف في\nاللباس والترفع في المشي في الأسواق ، واتخاذ المباني الشامخة ، والإفراط\nفي التنظيف وغير ذلك.\nظهورهم بمكارم الأخلاق\nقال الله تعالى : (وما آتاكم الرسول فخذوه وما نهاكم عنه\nفانتهوا)، فالفقراء ينتهون عما نهاهم الله عنه من الركون إلى الدنيا\nآخذون ما آتاهم من مكارم الأخلاق، عاملون على نيلها ؛ فمن ذلك\nالميل إلى جانب الله وترك التآنس بالناس والرضى بالفقر، والصبر على\nالشدائد كالجوع والبرد ومعاناة الأسفار وإذاية الناس ، لأن الناس لا\nيعبأون بهم مع كثرة الإنكار عليهم ، حتى كان الناس حفظة على\nأعمالهم، مع أنهم لا يتكلمون في أمور الدنيا وأهلها ولا فيما لا يعني.\nومن فعل ذلك طالبوه حتى يتوب ويستغفر، ويسبهم الصغير والكبير\nواليهودي والنصراني، فلا يكترثون لذلك ويرون انه من عند الله لما\nحبوه، فيستغفرون ولا يشتكون إلى حاكم، ومن وقف موقف\nالشكوى فليس بفقير. وقد أفسد أحد السوقة فحبس فقال خلوه، وقرأ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n(وما رميت إذ رميت ولكن الله رمى). ويخرجون عن كل شيء\nيعجبهم أو يعجب غيرهم، ويقدم <span id='ms12'></span> كل واحد منهم أخاه على نفسه. ومن\nفتح عليه بطريفة حطها في الوسط، ويقول من له فيها خاطر فليقبلها\nمن أجل الله تعالى، وعلى وجود راحة شكر الله تعالى على قبولها.\nوالمالك منهم لا يجوز شيئا ولا يتصرف إلا بأمر الجميع ولا يجد شيئا\nبالوسط لأنه لا يملكه، ولا يقول أحدهم متاعي ولا ملكي. وآدابهم\nالمراقبة وقول الحق ، لا يبقى لهم صديقا ، وهو أصل التعصب عليهم ،\nفإنهم يخاطبون الجبابرة والكبراء بما لا يخاطبهم به غيرهم، ولهم الحجج\nالواضحة بسبب قطع العلائق، فلا يغلب أحدهم بحجة وإن كان أميا.\nقيل إن فقيها قال الحاتم الأصم وكان أميا، من أين تأكل ؟ قال : من\nعند الله. قال : ينزل عليك من السماء ؟ قال : لو لم تكن له الأرض\nلأنزل من السماء كما قال تعالى : (وفي السماء رزقكم). وقال أيضا:\n(وينزل لكم من السماء رزقا)، قال الفقيه : لا يغلبكم أحد بحجة ،\nقال : الحق لا يغلبه الباطل . ويسيرون بالليل في الأماكن الخالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nويقتحمون البراري المهلكة والمعاطس بتوكل وقوة نفس.\nويقدمون على السباع شجاعة منهم ويحلمون حتى يسب أحدهم\nفيضحك ويدعو للذي سبه تأسيا بالنبي صلى الله عليه وسلم في قوله كلما آذاه قومه :\nاللهم اغفر لقومي فإنهم لا يعلمون. وقيل لعيسى عليه السلام وقد\nسبه رجل فدعا له فقيل : أتدعوا له وقد سبك ؟ قال : كل واحد ينفق بما\nعنده. ويستحيي أحد أن يرد على أحد جوابه أو يبدأ بسؤال إلا في\nدينه . ولا يماكسون في بيع ولا في شراء. واما الأخلاق المذمومة\nكالحسد والكبر والرياء والمكر والخديعة ، فبذهاب الدنيا ذهب الله عنهم\nذلك، فإن الأمور المذمومة لا تكون إلا حيلة على الدنيا أعاذنا الله منها.\nظهور غيرهم بحليتهم\nقال الله تعالى (للفقراء المهاجرين الذين أخرجوا من ديارهم\nوأموالهم يبتغون فضلا من الله ورضوانا). فكل من فر إلى الله فهو\nلاحق بالفقراء المهاجرين، لأن خطاب القرآن لا ينقطع إلى يوح القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nوعن عبد الله بن عمر رضي الله عنهما أن النبي صلى الله عنه وسلم قال : المسلم <span id='ms13'></span>\nمن سلم المسلمون من لسانه ويده ، والمهاجر من هاجر ما نهاه الله\nعنه. والمدعون لهذا والمتلبسون به أصناف هم عند الناس مشايخ\nوأولياء وصالحون وليسوا كذلك. ومنهم من ترك المرقعة لما يرى من ذم\nأكثر الناس لأهلها ثم يتعرض يطلب رضى الناس، ومنهم من كان من\nالمسافرين وترك ذلك لضعفه أو لما يرى من تكالب الناس عليهم ، ويظهر\nأنه لا حاجة له بالفقر ويبقى يتعرض للناس. ومنهم من يسمع كرامات\nالرجال فيدخل الفقر على أن تخترق له العادات فإذا لم ير ذلك ترك .\nومنهم من يدخل الفقر بنية حسنة فلما لم يطق مشقة الطريق رجع ،\nومنهم من ير وقت البسط على الفقراء ويرى الراحة والسماع فيدخل\nفيهم، فيظن أن كل بيضاء شحمة وكل سوداء تمرة، فإذا رأى القبض\nتركهم. ومنهم من يفتقر أو يضيقه دين أو طلب لقضية أحدثها فيدخل\nفي الفقراء تسترا بهم، فإذا وجد التنفس من ضيقه تركهم. ومنهم من\nيلبس المرقعة يوهم أنه من أهلها فيقطع بها الطرق في حوائجه ، فإذا بلغ\nحوائجه تركها. ومنهم من يلزم مسجدا للأذان والإقامة والخدمة، فإذا\nكان لاستجلاب القوت فهو ثمن يعبد الله على حرف لياكل بدينه، وإن\nكان لله فقد اتخذ جهة يعرف بها، والركون للجهة افتقارا لغير الله،\nوكذلك الذي يعتزل في بيته ويفتح باب الزيارة عليه. ومنهم من يأخذ\nنفسه بالعبادة والمجاهدة من غير شيخ يبصره بالمقامات والمنازلات ،\nويتخذ بعض الأذكار هو ومن دارعليه، ويضع لهم قانونا يتميزون به\nويكاتب المشايخ ويستعمل الأسفار لزيارتهم، وتقرأ بين يديه كتب القوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nويذم المرقعة وأهلها ويحذر منهم، وإذا خرج ميل طيلسانه على عينه\nولا يكلم أحدا في الطريق إلا إشارة، ولا يقبل شيئا إلا ممن يدور به، وكل\nذلك ليعظمه الناس ويسرعون في قضاء مآربه. ومنهم من يسلك طريق\nالتقشف والزهد ولا يقبل من سلطان ولا رئيس شيئا. والنبي صلى الله عليه وسلم قد قبل\nهدية كسرى وقيصر والمقوقس وغيرهم من الملوك ، ويأخذ من الضعفاء\nويقول هذا حلال لأنه من كد <span id='ms14'></span> أيديهم، ويسعى في قضاء حوائجهم عند\nالكبراء، ويريهم أنه يرفع نفسه عن الأخذ من الملوك والجبابرة، وكل\nذلك حيلة لجلب قلوب الناس. ومنهم من يركب ويلبس الرقيق ويأكل\nالطيب ويهجر السماع ويتكلم في مقامات الرجال وينطق بشيء من\nألفاظ القوم ويعترض على الفقراء. وقد حكي أن أحمد بن حنبل سئل\nعن التصوف فنزع حصيرا كان تحته، وحينئذ تكلم وكان يعظم شيخا\nكان يحضر مجلسه، فبيض الشيخ حائط داره فهجره أحمد، فتكلم\nفي ذلك فقال : أخذ أنملة من طريق الناس فأزال الشيخ ذلك فعاد أحمد\nلصحبته. ومنهم من يستولي بمشيخته أو فقهه على قرية أو بلد ويحجر\nالصدقات ، ويقول إنما هي للمستورين والزمنى ويعطيها لمن يعظمه أو\nيخاف شره ، ويجهد في منعها من الفقراء، والله تعال يقول : (إنما\nالصدقات للفقراء)، فقدمهم ، وهؤلاء يستحقونها بثلاث جهات:\nبالفقر والمسكنة، وأنهم أبناء سبيل، وأما الزمنى كالأعمى والمبطل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nوشبههم فدكانهم في أجسامهم، فكل أحد يقصدهم بصدقة. ومنهم من\nيتطوف بالبلاد ويتطهر باللباس الحسن على طريقة التصوف ويقول\nأكرمني فلان ، أهدى لي فلان ، ويعظمهم ويثني عليهم في مقامات\nالمشايخ ومجالس أبناء الدنيا، وينسق بحكايات وأمثال، فيتقى لسانه\nويعظم ويعطى. ومنهم من يتعبد خارج البلدان ولا يقبل شيئا من أحد\nفيحسن به الظن إلى أن يخدع بعضهم بالكيماء أو نوارج، فإذا بلغ مراده\nترك . ومنهم من يلبس المرقعة ويتفرد وحده ويتقشف ويسب الفقراء\nويقول إنه ما تركهم إلا لأنهم ليسوا على شيء، ويخدم وليا أو رئيسا\nفإذا ورد الفقراء وعظموه سلموا منه، وإلا أطلق عليهم الشناعات ويقول\nعليهم. ومنهم من يرتب بالخرقة في بلد ويخدم أهله، فإذا ورد الفقراء\nدخل عليهم بالقيل والقال، ويلوح أنه في حقهم عند الولاة، وأن الناس\nتكلموا فيهم حتى يفروا. ومنهم من ينحاش للفقراء ولكن لا يزال\nيقول : رأيت المشايخ منذ كذا سنة ، وصحبت الفقراء الذين كانوا على\nالحقيقة، وقال لي صاحب البلد وقلت له، فإن زادوا عليه زيادة تركهم\nوسماهم زنادقة. ومنهم من ينتمي للعلم والزهادة ويعير الفقراء ويقول :\nيجعلون الرياحين <span id='ms15'></span> والأنوار والزجاج في الحضرة تشبيها بالخلاع ، فإذا\nرأى الخمر عند أهل الدنيا قال أمرنا بالتستر وحسن الظن. ومنهم من\nيأخذ نفسه بالجوع حتى يختل مزاجه فيتخيل له أن ملائكة تخاطبه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nويقول كلامه جاهل فلا يقبل بعد ذلك كلاما لأحد من أهل العلم .\nومنهم من يتورع ويترك اللحم لأن أهل البهائم لا يتحفظون في كسبها\nويترك الحوت لان الشباك على غير وجهها ، ويضيق على نفسه بالجهل،\nحتى ذكر أن بعضهم كان يشتري القمح بأرض الروم فعيرت الروم\nالمسلمين بذلك. قال علي بن أبي طالب رضي الله عنه : ما قطع\nظهري في الإسلام إلا عابد جاهل يرغب الناس فيما يرون من نسكه.\nومنهم من يدق في العبادات ويهجر النوم ويجوع ولا يأكل شيئا عند\nأحد، وهم المعمقون. وهذه بدع. قال ابن مسعود : يظهر المنكر حتى\nإذا غير منه شيء قيل له : غيرت سنه. وقي صحيح مسلم عن عبد الله\nبن عمرو ابن العاصي قال رسول الله صلى الله عليه وسلم :ألم أخبرأنك تقوم الليل\nوتصوم النهار ؟ فقلت : إني أفعل ذلك قال : فإنك إذا فعلت ذلك هجعت\nعيناك وتعبت نفسك، ولكن أعط لعينك حقا ولنفسك حقا ولأهلك\nحقا، قم ونم وصم وافطر، وأمره أن يصوم صيام داوود، كان يصوم\nيوما ويفطر يوما، وأن يقرأ القرآن في شهر أو في شهرين أو أسبع، ولا\nيزيد، وهم يثنون اليوم على من يختم ختمة في اليوم. وفي صحيح مسلم\nعن أبي هريرة انه عليه السلام نهى عن الوصال فقال رجل من المسلمين\nوإنك تواصل، فقال :وأيكم مثلي إني أبيت عند ربى يطعمني\nويسقين. ومنهم من يرى أن حركاته وسكناته بالله، وأن كل خاطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nيخطر بباله من عند الله، وينكر الشيطان والملك والنفس، فيخرج إلى\nالاتحاد وهو من أقوال النصارى. ومنهم من يقول الناطق في كل شيء\nهو الحق ولا أرى إلا الحق ، والأجسام حجاب عليه ، فيخرج إلى\nالحلول وهو اعتقاد النصارى في المسيح عليه السلام . ومنهم من يرى\nأن الحق قد سرى في كل شيء وينكر <span id='ms16'></span> الروح وغيره ، وهو مذهب فرقة\nتقول بالحياة السارية في الموجودات. ومنهم من يرى أن العرش\nوالكرسي بما فيهما في جهة والحق تعالى يحرك الكل بلا واسطة فاعتقد\nالتحييز وراء العالم، وهو مذهب المجسمة. ومنهم من يرى ألا فعل\nللعبد البتة وينكر العبودية والتكليف وهو مذهب الجبرية. ومنهم من\nيرى أن الحق تعالى هو الظاهر على الإطلاق والباطن على الإطلاق ، وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nسواه عدم محض وهو مذهب فرقة من الصابئة  قد تركوا العبودية .\nومنهم من يرى أن التكاليف ووظائف العبادات والأعمال على أرباب الدنيا\nخاصة، ولا يرون بجهاد ولا بذبح حيوان ولا إيلامه ولا يقطعون نباتا، وهو\nمذهب فلاسفة الهند. فهذه طرق خارجة عن طرق القوم، وأكثرها\nخارج عن الطريقة السنية التي شرف الله الفقراء باتباعها، فإن قيل اقتصرت\nبالفقر على المتجردين والله تعالى يقول : (يأيها الناس أنتم الفقراء إلى\nالله)، قلنا ذكر الله الفقر عاما في هذه الآية وخاصا في قوله تعالى :\n(للفقراء المهاجرين و(للفقراء الذين أحصروا) ، و(إنما\nالصدقات للفقراء)، فمن لا يملك مالا أخص بالفقر من جهة الأولوية،\nوالناس فقراء من حيث لا يملكون شيئا ولا يلجثون في أمورهم لغير ربهم،\nوالفقر عن شيء فهو غنى عنه، وكل من زاد احتياجه للأشياء زاد فقره وإن\nكان غنيا، وكل من كثر استغناؤه عن الأشياء زاد غناه وإن كان فقيرا. ومن\nهنا قيل الفقير الصابر هو الغني الشاكر ، وكما يعود الفقير غنيا ، فكذلك يعود\nالغني فقيرا وقال عليه السلام : ليس الغنى عن كثرة العرض ولكن الغنى\nغنى النفس ، يعني التجريد والزهد ، وقال القناعة كنز لا ينفذ ، فأي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nغنى أغنى ممن استغنى عما سوى الله ، وأي فقر أفقر ممن افتقر إلى كل\nشيء . فإن قيل فقر المتجردين اضطراري ، قلنا العالم كله مضطر لا اختيار\nفيه لأحد مع الله تعالى، فإن قيل إنما قصد المتجردين بترك الأسباب\nللراحة ، قلنا لا راحة مع العبادة ومعاناة الفقر والحر والبرد والأسفار\nوضيق العيش في أكثر الأوقات مع شدة إنكار الناس عليهم ومطالبة\nبعضهم لبعض.\nخفاؤهم <span id='ms17'></span> عن الناس\nقال عليه السلام : رب أشعث أغبر ذي طمرين لا يؤبه له لو أقسم\nعلى الله لأبره. ومعلوم أن العصمة لم تثبت إلا للنبيين والرسل عليهم\nالصلاة والسلام، وأن غيرهم يصيب ويخطيء ويذنب ويتوب، ولكن لما\nسطرت مناقب الرجال وكراماتهم ولم تذكر سيئاتهم، وقدم العهد بهم،\nظن أكثر الخلق أن ليس لهم سيئات ؛ وقد كان لهم في أزمانهم المحب\nوالمبغض والمسلم والمنتقد . يروى ان الزبرقان ابن بدر لما دخل على\nالنبي صلى الله عليه وسلم صاحبه وأثني عليه صاحبه قال الزبرقان: إنه يعلم أكثر\nمما قاله ولكنه حسدني شرفي ، فغضب الرجل وذم الزبرقان فتغير وجه\nالنبي صلى الله عليه وسلم فقال : يا رسول الله رضيت فقلت أحسن ما عملت\nوسخطت فقلت أقبح ما عملت، ولئن صدقت في الأول ما كذبت في\nالثانية . فقال عليه السلام : إن من البيان لسحر فمن يرضى يقول أحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nما يعلم ومن يسخط يقول أقبح ما يعلم. وقد رأى أولئك في أزمانهم\nمن الأذى والتنقص وإساءة الظن بهم ما كان يقصر عنه صبر غيرهم.\nوقد أخرج أبو يزيد البسطامى من بسطام مرارا، ووفع الشبلي\nوالخواص  والثوري السلطان ، وتستر الجنيد بالفقه حين ضيق\nعليه الفقراء. وقبض على الحلاج وضرب ومثل به وقتل، على أنه\nساحر زنديق . وكان الأنبياء والرسل عليهم الصلاة والسلام يؤذون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nويكذبون ويقتلون كيحيى وزكرياء عليهما السلام قتلا على أنهما\nأفسدا في شريعة موسى، وفي التنزيل (وكأي من نبي قتل)\n(وكذلك جعلنا لكل نبي عدوا من المجرمين) ، ولابد للأولياء مما\nابتلى به الأنبياء وراثة ، والمنقطع عن الناس ضعيف لأنه إما أن ينقطع\nليسلم منهم أو ليسلموا منه ، والأولى الدخول فيهم فمن كان كاملا\nكمل غيره، ومن كان ناقصا تكمل من مشايخهم وعلمائهم. وقد قال\nلقمان لابنه : يا بني زاحم العلماء بركبتك ولا تجادلهم فيمقتوك وخذ\nمن الدنيا بلاغك وانفق فضول كسبك لآخرتك، ولا ترفض الدنيا كل\nالرفض فتكون كلا على الخلق، وصم صوما يكسر شهوتك، ولا تصم\nصوما يضر بصلاتك، فإن الصلاة أفضل من <span id='ms18'></span> الصوم، وكن لليتيم كالأب\nوللأرملة كالزوج، ولا تجاف الغريب ولا تجالس السفيه، ولا تخالط ذا\nالوجهين البتة . وخرج عابد من بني إسرائيل عن الناس إلى الصحراء\nعلى قدم التوكل وأقسم ألا يطعم حتى يطعمه الله فبقي أياما حتى أشرف\nعلى الهلاك فجاءه ملك وقال : إن الله تعالى يقول لك وعزتي وجلالي\nلا أطعمتك حتى تدخل بين الناس ، أتريد أن أفسد حكمتي في خلقي\nبتوكلك ؟ ! فتاب ودخل بين الناس . والله سبحانه هو الذي يطعم بين\nالناس في الفيافي، وفي الخبر : المؤمن ألف مألوف ولا خير فيمن لا\nيألف ولا يؤلف. وفي الموطأ أنه عليه السلام قال : إن الشيطان يهم\nبالواحد وبالاثنين فإذا كانوا ثلاثة لم يهم بهم . فالانقطاع ضعف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nومخالطة الناس والصبر عليهم قوة ، والتعمق في الدين منهي عنه ، والتصنع\nمكروه . وفي الخبر البذاذة من الإيمان وهي التقشف . والولي عند\nالناس من لا يمزح ولا يضحك ولا يأكل الطيب وهذه بدع ، كان عليه\nالسلام يمرح ويضحك ويأكل الطيب إذا وجده ، روى المقدسي أن رجلا\nقال : يا رسول الله أحرق بطوننا التمر ، فرقي المنبر ، فقال :والله لو\nوجدت خبزا أو لحما لأطعمتكموه. فمن أراد أن يعرفهم فليسلك\nطريقهم ، فلا يعرف الفقير إلا الفقير ، ولا يعرف الولي إلا ولي مع أن\nفيهم المبتديء والمتوسط والسالك رضي الله عنهم:\nتجرد إن أردت ترى الرجالا\nودع عنك التوهم والمحالا\nومارس عصبة التجريد تلقى\nرغيد العيش عندهم الكمالا\nولا تك كالجهول بهم إذا ما\nرآهم قال سكنوا الجبالا\nاتقنص المعارف بالبراري\nمن الأوهام لا والله لا لا\nوما يجدي ركوبك للفيافي\nإذا تلقى به حجرا وصالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n<h1 class='l1' id='head3'>العلم الثالث: في أصل الإنكار عليهم من أين نشأ</h1>\n\nأول الإنكار على الضعفاء إنكار قوم نوح عليه السلام في قوله\nتعالى : (قالوا أنومن لك واتبعك الأرذلون)، أي الفقراء والضعفاء ،\nولما طالبوه بطردهم، قال ما حكى الله عنه : (ومن ينصرني من الله إن\nطردتهم) . وقال : (ولا أقول للذين تزدري أعينكم لن يوتيهم الله\nخيرا، الله أعلم بما في أنفسهم إني إذا <span id='ms19'></span> لمن الظالمين). وكذلك فعلوا\nبصالح وشعيب وعيسى وغيرهم من الرسل عليهم السلام. وقد فعلوا\nذلك مع النبي صلى الله عليه وسلم فنزل : (ولا تطرد الذين يدعون ربهم بالغداة\nوالعشي). حسبما تقدم في العلم الأول، وفي صحيح مسلم عن أبي\nسعيد الخدري أنه عليه السلام قال : (لتتبعن سنن الذين من قبلكم شبرا\nبشبر وذراعا بذراع حتى لو دخلوا في جحر ضب لاتبعتموهم.\nفأخبر أن ما فعله من قبلنا من الأمم من الإنكار موجود فينا ، فالإنكار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nعلى صفوة الله لايزال يتوارث . ولما اجتمع بباب عمر رضي الله عنه\nفقراء المهاجرين وأشراف العرب، مثل عيينة بن حصن والأقرع بن\nحابس والعباس بن مرداس وغيرهم، خرج إذنه لبلال وصهيب\nوسلمان فتغيرت وجوه القوم، فقال سهل بن عبد الله : وما لكم تتغير\nوجوهكم، دعوا ودعينا فاسرعوا وأبطأنا، وإن حسدتموهم على باب\nعمر فما أعد الله لهم في الجنة أكثر.\nوالمنكرون على الفقراء ثلاثة أصناف : أرباب الدنيا وأتباعهم،\nوالجاحدون من الفروعية وأتباعهم ، والمتعمقون في الأعمال أو\nالمتنمسون وأتباعهم.\nفأما أرباب الدنيا فإن الفقراء أضداد لهم لرثة ثيابهم وقلة جاههم،\nوالضد يبغض ضده، والدنيا تورث القساوة وطول الأمل ، و(ما الحياة\nالدنيا إلا متاع الغرور) ، وأتباعهم يمشون في مرضاتهم وقالوا :(ربنا\nإنا أطعنا سادتنا وكبراءنا فاضلونا السبيلا) . وأما الجامدون من الفروعية\nفإنهم يعتقدون الإحاطة بالشريعة وينكرون على من ترك طريقهم وتتبعهم\nالعوام على ذلك. والإحاطة بالشريعة متعذرة، وقد أنصف مالك رحمه الله\nحين قال له الرشيد : أريد أن أحمل الناس على الموطأ ، فقال : لا ، فإن\nالصحابة تفرقوا في الأمصار وعند كل واحد منهم علم .\nوالفقه في اللغة الفهم، ولا يكون إلا في القرآن والحديث.\nوحقيقة الفقه ما أدى إلى ترك الدنيا وطلب الآخرة ، وأما المتعمقون في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nالأعمال المتنمسون ففتنهم الشيطان برؤية الأعمال ، وجعلهم يزيدون\nأعمالا قد نهوا عنها، فعظمهم الناس فهم يبغضون الفقراء لأن الفقراء لا\nيتصنعون. الفقير إذا عمله أشرك، وإذا رأى أنه قد أخلص احتاج إلى\nإخلاص يخلصه من شرك نفسه. فمن لم يتحذق في <span id='ms20'></span> العلوم ولا حفظ\nالأحاديث النبوية والسنن المأثورة واشتغل بما لا يعنيه أنكر عليهم ، بل\nكذبوا بما لم يحيطوا بعلمه . وقد ذهب الفقراء والصوفية مذهب أهل\nالقرآن والحديث ، وعلومهم مكارم الأخلاق التي بعث عليه السلام\nليكملها ويتممها، وعامة الخلق مطلوبون بها وفي الحديث : بعثت\nلأتمم مكارم الاخلاق. وليست بالفقير حاجة إلى الفروع إلا قدر ما\nيعرفه كافة الناس وهو أمر قريب، قال رحمه الله : إن الله جعل الدنيا\nلتزود الآخرة، فلو أخذ الناس بالعدل فيها ما احتاجوا إلى خصومة\nوحكم، وشأن الإنسان أن ينكر ما خالف عادته أو طريقته والوقوف مع\nذلك حرمان :\nأرى العوائد قد عظمت على السنن\nوأخرجت أهلها عن سيرة السنن\nوينكرون مباحا باشتغالهم\nوهم يخوضون في بحر من الفتن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n<h1 class='l1' id='head4'>العلم الرابع: في الانفصال عما أنكر عليهم</h1>\n\nكل ما ينكر عليهم فله أصل في الكتاب والسنة والعمل الصالح،\nوذلك نحو سبعين أمرا، وهي التجرد، والتقشف، وترك الأسباب،\nوالسؤال، والمشي بالزنبيل، وحلق الرأس، والحفا، ولباس الصوف،\nولباس الشعر، ولباس المرقعة، ولباس العباء، ولباس الفرجية، ولباس\nالمزند، والشرشوح ، والملحفة ، والإزار على المنكبين ، والعصابة ،\nوالرقاع الملونة ، والخياطة بالخيوط الملونة ، وحمل الإشارة والقضيب ،\n(حمل العقافة ، وكثرة السفر وترك الوطن ، والتغميز عند التعب\nوالخروج عن المال ، وترك الادخار ، والسكنى في المسجد والنزول فيه ،\nوالنوم في المسجد وعلى القبور ، والاستلقاء على الظهر في المسجد،\nوالأكل في المسجد ، وانشاد الشعر في المسجد ، والرقص في\nالمسجد ، واستماع الغزل من الشعر ، والنظافة والخضاب، والطيب،\nوالسواك، والتبخر بالعود، والخضرة بالرياحين وقنديل الزجاج، وخلطة\nالشباب ، وقبول الشاب إذا جاء، والاشتراط عليه المزاح : الضحك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nالبسط مع الصغار ، والبسط بالطعام : خطف الفاكهة ، السباق ، السباحة\nفي الماء ، استعذاب الماء ، أكل الطيبات الحلاوة ، مداومتهم على التريد ،\nالاتكاء الميل للرخص ، قلب الأسماء القبيحة للحسنة ، مداراة الناس ، قيام\nبعضهم لبعض ، قسمة شعر المحترمين بينهم ، حط الرأس عند الزيارة\nسرور،واستغفار الشكرانة شكرانة القدوم ، إلزامهم أكثر من\nالشكرانة من امتنع منها ، إلترامهم الشيء من لفظ به ، أخذهم الضيافة\nقهرا من مانعها . استخراج الراحة من كريم أو <span id='ms21'></span> بخيل . طرح الخرق\nالمطالبة وسببها مطالبة صاحب الدعوى ، مطالبة من تأول الكلام\nعلى الظن ، مطالبة ناقل الكلام ، مطالبة الفقيرين إذا تنافسا ، مطالبة من\nمنع واجبا . القعود في الوسط لأخذ القصاص أو الحق، الاستغفار\nقائما، قولهم عند الخطأ نستغفر الله، قولهم الفقير أولى بخرقته، قولهم\nاذا خرجنا عن شيء لا نعود إليه ، قولهم الصلاة عند الاجتماع ، التكبير\nعلى من حاد عن الحق ، هجران من لا يوافق من غير عذر ، ضرب من\nعدل عن الحق ، وصف الرجل بما فيه عند المشورة أو التحذير منه ،\nالقيام للكلام إذا كان الجمع كثيرا ، الكناية في الكلام ، الرمز في الكلام،\nالإشارة والتعريض في الكلام ، الصلاة في النعال ، الصلاة في الثوب\nالواحد، تركهم الرقى والتمائم والعزائم والطب، تقليبهم الذهب وشبهه\nبالعود ، قبول الفتوح من النساء ، زيارة النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nفأما التجريد ويقال التجرد فقال تعالى لموسى عليه السلام :\n(فاخلع نعليك ) ، وفيه إشارة إلى التجرد عن عا لم الخلق وعالم الأمر\nوقال تعالى : (زين للناس حب الشهوات) الآية، وذكر عن مصعب\nبن عمير - بالتصغير - أن النبي صلى الله عليه وسلم رآه وعليه إهاب كبش فقال : انظروا\nإلى هذا الذي نور الله قلبه لقد رأيته بين أبويه يختال في حلة قد اشتريت\nله أو اشتراها بمائتي درهم فما زال به حب الله ورسوله حتى صيره لي ما\nترون. ورأى عمر رضي الله عنه الشريط قد أثر في جنب رسول الله\nصلى الله عليه وسلم لما اضطجع، ومات ودرعه مرهونة عند يهودي، وكان أهل الصفة\nفي زمانه متجردين:\nيا حسبي الله ما للناس أكثرهم\nقد أنكروا الزهد والتجريد والورعا\nسموا طريق أولي التوفيق صعلكة\nوسنة لقبوا الأهواء والبدعا\nوأما التقشف فكان عليه السلام يحب التقشف ويكره السرف.\nوقال :  البذاذة من الإيمان ، وكان ذلك شأن الصحابة كأبي بكر\nوعمر وعلي وأبي ذر وأبي الدرداء وغيرهم. وقد نعى الله على  قوم\nشهواتهم : (أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها).\nوالدنيا الاهتمام بتدبير الجسم وملذاته ، والعمر أعز من أن ينفق في ذلك.\nولما كتب عمر <span id='ms22'></span> إلى أبي موسى الأشعري أن يقدم عليه بعماله ويستخلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nمن ثقاتهم ، قال الربيع بن زياد : وكنت من عمال أبي موسى، فسألت\nأي الهيآت أحب إلى أمير المومنين ? فقيل : الخشونة ، فاتخذت خفين\nمطارقين أي مرقعين ولبست جبة صوف وجعلت عمامة دكناء، فلما\nدخلنا عليه صفنا بين يديه وجعل يصعد فينا بصره ويصوب فلم تأخذ\nعينه أحدا غيري فدعاني وقال لي : من أنت ? قلت : الربيع بن زياد\nالحارثي ، قال : ما تتولى من أعمالنا ؟ قلت : البحرين ، قال : فكم ترزق ?\nقلت : خمسة دراهم في اليوم ، قال : ما تصنع بها ؟ قلت : أتقوت منها\nشيئا وأعود بالباقي على قرابة لي، فما فضل فعلى فقراء المسلمين. قال:\nلا بأس ارجع إلى موضعك ، فرجعت ثم صعد فينا بصره وصوب ثم\nدعاني فقال : كم سنك ? قلت : ثلاثا وأربعين سنة ، قال : الآن حين\nاستحكمت ، ثم دعاني بالطعام وأصحابي حديث عهد بلين العيش ،\nوكنت قد تجوعت له فجيء بخبز يابس وأكسار بعير يعني عظاما منه\nقليلة اللحم، فجعلت آكل وأجبذ وأصحابي يعافون ذلك وهو\nيلحظني من بينهم، فأمر أبا موسى أن يقرني ويستبدلهم . والتقشف\nسيرة السلف الصالح . قال الحسن البصري : إن كان يغنيك ما يكفيك\nفأقل ما في الدنيا يغنيك، وإن كان لا يغنيك ما يكفيك فليس في الدنيا\nما يغنيك . عليك إن شئت أن ترقى إلى العلا بالتقشف فهو البذاذة\nوالزهد وهو أصل التصوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nوأما ترك الأسباب فقال تعالى : (وامر أهلك بالصلاة واصطبر\nعليها لا نسألك رزقا نحن نرزقك)، وقال تعالى : (ومن يتق الله\nيجعل له مخرجا ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو\nحسبه)، وفي الصحيحين أن أهل الصفة لم يتسببوا ولا اشتغلوا بغير\nالذكر والفكر والقعود في المسجد ، وكان القراء يخدمونهم ، والنبي\nصلى الله عليه وسلم وأصحابه يطعمونهم، وقال لهم : ابشروا يا الهل الصفة. فترك\nالتسبب طريقة أقرها النبي صلى الله عليه وسلم، ولم يصح أنه أمرهم بالتسبب وإنما أمر\nبالتوكل وخير في السبب. والفقراء غابوا عن السبب بالمسبب ثم غابوا\nعن عالم الخلق بمطالعة <span id='ms23'></span> الحق . وأما السؤال فقال تعالى : (وأما السائل\nفلا تنهر)، وقال عليه السلام : لو كانت الدنيا مرجة دم لكان قوت\nالمؤمن منها حلالا. وفي الموطأ عن زيد بن أسلم أنه عليه السلام قال :\nأعطوا السائل وإن جاء على فرس، وفيه أنه قال : لا تصح الصدقة\nلغني إلا لخمسة : لغاز في سبيل الله أو لعامل عليها أو لغارم، أو لرجل\nاشتراها بماله ، أو لرجل له جار مسكين فتصدق على المسكين فاهدي\nالمسكين للغني. والمسكين هو الفقير ، قال مالك وأصحابه :\nالمسكين أحوج من الفقير لأن الفقير له بلغة من العيش والمسكين\nلاشيء له ، قال تعالى : (أومسكينا ذا متربة)، وروي ذلك عن ثعلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nوالفراء وكذا قال الشافعي والنخعي والزهري وسفيان الثوري وعمرو\nبن دينار . وروي أيضا عن الأصمعي أن الفقير أحوج من المسكين لقوله\nتعالى : (أما السفينة فكانت لمساكين يعملون في البحر) ، فسماهم\nمساكين ولهم سفينة ، وقال تعالى : (إنما الصدقات للفقراء\nوالمساكين) فالفقير والمسكين في الآية صنفان. وقال ابن حبيب:\nالفقير من له دينار إلى مائة ، لأن الزكاة يعطى منها من له دار وخادم\nفله بلغة من العيش، والغني من له ألف دينار فأزيد لأن الألف أقصى\nمراتب الحساب، ومن الألف يرجع الحساب إلى أوله ، والألف هو المال\nالمعدود ، والمتوسط من له نصف الألف ، والمسكين من لا شيء له\nوقال يونس لأعرابي : افقير أنت ؟ قال : لا بل مسكين . وكان إبراهيم\nبن أدهم يسأل بعض الأوقات.\nوأما المشي بالزنبيل فهو طريقة استخرجها المشايخ من السنة ، وفي\nصحيح مسلم عن جابر بن عبد الله قال : شهدت مع النبي صلى الله عليه وسلم الصلاة\nيوم العيد فبدأ بالصلاة قبل الخطبة بغير أذان ولا إقامة ثم قام متكئا على\nبلال، فأمر بتقوى الله وحث على طاعته ووعظ الناس وذكرهم، ثم\nمضى حتى أتى النساء فوعظهن وذكرهن وقال تصدقن فإن أكثركن\nحطب جهنم فقامت امرأة من وسط النساء سفعاء الخدين متغيرتهما\nبالسواد فقالت لم يا رسول الله فقال: لأنكن تكثرن الشكاية وتكفرن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nالعشير. فجعلن يتصدقن من حليهن ، يلقين في <span id='ms24'></span> ثوب بلال من\nأقراطهن وخواتمهن . زاد أبو داوود : فقسمه على فقراء المسلمين . وفي\nصحيح البخاري في هذا الحديث : أنه عليه السلام أتى النساء فوعظهن\nوأمرهن بالصدقة وبلال خلفه يأخذ في ثوبه كلما ألقى إليه. فالفقراء\nاذا يجتمعون في المسجد كأهل الصفة . وخرج فقيران أحدهما يذكر\nوالآخر يأخذ في ثوبه أو في زنبيله ما يعطى، ولا يعطى إلا اللقمة، وما لا\nكلفة فيه ، ودخل بذلك الخير على الناس . وعلى الفقراء الراحة ،\nفيأكلون رزقا من غير سؤال، وما يأكله المذكر من ذلك. والأخذ هدية من\nالفقراء . وقد أكل عليه السلام من اللحم الذي تصدق به على بريرة وقال\nهو عليها صدقة ولنا هدية . وكيفية المشي بالزنبيل أن يتوضأ المتبرع\nبذلك ويصلي ركعتين، ثم يشد وسطه بمنطقته، وهي المبارنبد عند\nالعجم ، ومعنى هذا : مملوك مشدود الوسط ، ثم يأخذ الزنبيل بيمينه\nويدفعه للذي يكون معه، وهو دونه في الرتبة، بعدما يلقي الشيخ فيه شيئا\nعلى سبيل البركة، ثم يمشي ويعظ ويذكر ويحض على الصدقة، ويأخذ\nالآخر في الزنبيل كلى ما يلقى من خبز أر فضة أو لحم أو غير ذلك ، ولا\nيمسه بيده ولا يتصرف في شيء منه ، فإذا رجع دفعه لخادم الزاوية.\nوالمتطوع بذلك لا يتركه ؛ لأن أحب الأعمال إلى الله أدومها، فإذا لم\nيكن في البلد فقراء أطعم به المسجونين والمساكين. ومن سأل لنفسه\nناقص عندهم ، إلا بعد أن يبقى ثلاث لا شيء له . والفقراء في السؤال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nثلاثة أصناف : منهم من يسأل ويأخذ ، لما في صحيح مسلم عن قبيصة،\nبفتح القاف وباء بعدها مكسورة، ابن مخارق ، بضم الميم، الهلالي ، أن\nالنبي صلى الله عليه وسلم قال : يا قبيصة إن المسألة لا تحل إلا لأحد ثلاثة رجال : من\nتحمل حمالة حلت له المسألة حتى يقضيها ثم يمسك. ورجل أصابته\nجائحة أجاحت ماله فحلت له المسألة حتى يصيب قواما من عيش ، أو\nقال سوادا من عيش. ورجل أصابته فاقة ، حتى يقول ثلاثة من ذوي\nالحجا من قومه لقد أصابت فلانا فاقة ، فحلت له المسألة <span id='ms25'></span> حتى يصيب\nقواما من عيش، أو قال سدادا من عيش. فما سواهن من المسألة يا قبيصة\nسحت يأكلها صاحبها سحتا. ومنهم من لا يسأل ولا يأخذ، لحديث\nثوبان وهو أنه عليه السلام قال :من يتقبل لي بواحدة أتقبل له بالجنة.\nفقال ثوبان : أنا يا رسول الله. قال : ألا تسأل الناس شيئا. فكان ثوبان\nإذا سقطت علاقة سوطه لا يسأل من يناولها إياه. ومنهم من لا يسأل\nويأخذ وهو الأحسن لقوله عليه السلام : ما أتاك من غير مسألة فخذه\nوأكل الوارد مما يتصدق به عليهم جائز. ففي صحيح البخاري عن\nأبي هريرة : قال :كان عليه السلام إذا أوتي بطعام سال عنه : صدقة\nأم هدية؟ فإن قيل صدقة، قال لأصحابه كلوا ولم يأكل معهم. وسؤال\nالفقير السلطان والأمراء جائز لما روى أبو داوود عن سمرة بن جندب\nأنه قال عليه السلام : للسائل كدوح يكدح بها الرجل وجهه يجرحه،\nفمن شاء أبقى على وجهه ومن شاء ترك إلا أن يسأل الرجل ذا سلطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nفي أمر لا يجد منه بدا، وسئل عثمان رضي الله عنه عن جائزة\nالسلطان فقال لهم : لحم طري ذكي . وقال رجل لعكرمة وقد رأى\nعمامته متخرقة فقال : ألا نبعث لك بعمامة قال : إنما نقبل من الأمراء\nوقال رجل لإبراهيم بن أدهم: أقبل مني هذه الجبة ، فقال : إن كنت\nغنيا قبلت منك وإن كنت فقيرا لم أقبل منك. وقال هشام بن حسان :\nرأيت على الحسن البصري خميصة أهداها له مسلمة ابن عبد المالك\nوقبل النبي صلى الله عليه وسلم هدايا الملوك العرب والعجم. وقبل عبد الله بن عمر\nهدية المختار وكان من أمراء الفتنة . وقبل مالك هدية المنصور والمهدي\nوالرشيد. والفقراء إنما يأخذون من الأغنياء بعض حقوقهم، فإن لهم في\nالزكاة سبعين سهم، لأنهم فقراء، وسهم لأنهم أبناء سبيل. وقسم زيادة\nالله بن إبراهيم بن الأغلب أمير افريقية مالا على الفقهاء، فأخذه بعض\nولم يأخذه بعض فعض زيادة الله على الآخذين فقال أسد بن الفرات : إنما\nأخذنا بعض حقوقنا . والفقراء لا <span id='ms26'></span> يرون الأخذ إلا من الله والأدمي آلة،\nوالذي يعطي ويمنع هو الله سبحانه . ويرون أن اليد العليا هي يد السائل\nلا يد المعطي ، لما في صحيح مسلم عن أبي هريرة أنه عليه السلام قال:\nما تصدق أحد بصدقة من كسب طيب، ولا يقبل الله إلا الطيب، إلا\nأخذها الرحمان بيده بل بيمينه وإن كانت تمرة تربى في كف الرحمان\nحتى تكون أعظم من الجبل كما يربى أحدكم فلوه ، أو فصيله. ونهى\nعن السؤال إذا كان عند السائل ما يغنيه ، أو يكون يسأل إلحافا أو يتخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nالسؤال حرفة ، أو يكون قد قبل قدر الحد الذي حدته الشريعة ، أو يكون\nالمسؤول لا شيء له ، أو يكون قد أعطى ويعوزه ما يعطى. وفي الموطأ\nعن أبي سعيد الخدري : أن ناسا من الأنصار سألوا النبي صلى الله عليه وسلم فأعطاهم\nثم سألوه فأعطاهم ثم سالوه فأعطاهم ، حتى نفذ ما عنده ثم قال : ما\nيكون عندي من خير فلم أدخره عنكم، ومن يستعفف منكم يعفه الله\nومن يستغن يغنه الله ومن يتصبر يصبره الله، وما أعطى أحد عطاء هو خير\nوأوسع من الصبر. وأما حلق الرأس ففي التنزيل : (محلقين\nرؤوسكم ومقصرين لا تخافون).\nوالسر في حلقه في الحج التذلل وترك الزينة، وهو سيرة الفقراء مع\nما في حلقه من ترك المونة ، والخفة في الطهر ، وإزالة المؤذي . وكان\nأكثر السلف يحلقون رؤوسهم، وحلق علي رضي الله عنه رأسه\nبالموسى . وفي الإحياء ، لا بأس بحلقه لمن أراد النظافة.\nوأما الحفا قال تعالى لموسى عليه السلام : (اخلع نعليك) إشارة إلى\nالحفا . وقال عليه السلام : اخشوشنوا وامشوا حفاة. وكان الصحابة\nرضي الله عنهم يعشون حفاة في الطين وغيره، ويدخلون المسجد ويصلون\nولا يغسلونه . ذكره في المدونة. وقال القضاعي عن وهب بن منبه : أن\nصالحا عليه السلام كان يمشي حافيا. وكان أهل الصفة يمشون حفاة. وقال\nعمر : انتعلوا واختلفوا في الحفا ، إشارة إلى رفض الكونين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nوأما لباس الصوف فقال أنس : كان رسول الله صلى الله عليه وسلم يجيب دعوة\nالعبد <span id='ms27'></span> ويركب الحمار ويلبس الصوف. وقال عليه السلام : يوم كلم\nالله موسى كانت عليه جبة صوف وكمة صوف، ونعلا من جلد حمار\nغير ذكي ، رواه ابن مسعود . والكمة ، بضم الكاف وتشديد الميم ،\nالقلنسوة المدورة . وعن أبي بردة بن أبي موسى عن أبيه قال : لو\nشهدتنا مع النبي صلى الله عليه وسلم وقد أصابتنا السماء لحسبت ريحنا ريح الضأن من\nلبوسنا الصوف .\nوأما لباس الشعر ففي صحيح مسلم عن عائشة قالت : خرج\nالنبي صلى الله عليه وسلم ذات غداة باردة وعليه مرط مرحل من شعر أسود. ومرحل\nبالحاء المهملة . أيي فيه صور الرحال ، فجاء الحسن بن علي فأدخله ،\nحتى جاء الحسين فدخل معه ، ثم جاءت فاطمة فأدخلها ، ثم جاء علي\nفأدخله ثم قال : (إنما يريد الله ليذهب عنكم الرجس أهل البيت\nويطهركم تطهيرا).\nوأما لباس المرقعة ففي الموطأ عن أنس قال : رأيت عمر بن\nالخطاب وهو يومئذ أمير المؤمنين وقد رقع بين كتفيه برقاع ثلاث لبد\nبعضها فوق بعض. وقال سفيان الثوري : كان على عمر إزار فيه اثنتا\nعشرة رقعة إحداهن من أدم، بفتح الهمزة والدال، أي جلد. وكان عليه\nالسلام يخصف النعل ويرقع الثوب ، وقال لعائشة : لا تستبدلي ثوبا\nحتى ترقعيه. وفي الجواهر التصريفية أن عليا رضي الله عنه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nرقعت مدرعتي هذه حتى استحييت من رقاعها، إلى أن قيل لي ألقها\nعنك فذو الأتن لا يرضاها لأتنه . وأول من رقع آدم وحواء عليهما\nالسلام . وقال تعالى : (وطفقا يخصفان عليهما من ورق الجنة).\nوأما لباس العباءة ففي صحيح مسلم عن حذيفة في حديث له قال:\nفألبسني رسول الله صلى الله عليه وسلم من فضل عباءة كانت عليه يصلي فيها. وقد\nتحلق أبو بكر في العباءة. وأما لباس الفرجية فروى المسور ابن\nمخرمة قال : قدمت على النبي صلى الله عليه وسلم أقبية قسمها بين أصحابه\nالحديث . والقبا ثوب ضيق مشقوق. وأما لباس المزند وهو ذو الكم\nالضيق، ولباس المهذب الذي يسمونه الشرشوح وهو ذو الأهذاب، ففي\nالموطأ عن المغيرة بن شعبة : أن <span id='ms28'></span> النبي صلى الله عليه وسلم ذهب لحاجته في غزوة\nتبوك، قال فذهبت معه بماء في ركوة فجاء فسكبت عليه الماء فغسل\nوجهه الشريف، ثم ذهب يخرج يديه من كمي الجبة فلم يستطع من\nضيق كمي الجبة، أخرجها من تحت الجبة فغسل يديه ومسح برأسه\nومسح على الخفين. وخرجه مسلم أيضا عن المغيرة بن شعبة. وورد\nفي لباس ذي المهذب ، أن عليا رضي الله عنه قطع من كم قميص ما\nفضل على أصابعه وترك هذبه، ورئي به يخطب على منبر الكوفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nوأما الملحفة والإزار على المنكبين ، فروى البخاري عن ابن\nعباس : أن النبي صلى الله عليه وسلم خرج من مرضه الذي مات فيه عاصبا رأسه\nبعصابة دسماء ملتحفا بملحفة على منكبيه.\nوأما الرقاع الملونة فقالت عائشة رضي الله عنها : دخل علي\nرسول الله صلى الله عليه وسلم وأنا أرقع ثوبي برقاع أخلاط. وأما الخياطة بالخيوط\nالملونة فروى أبو داود عن عبد الله مونى أسماء بنت أبي بكر قال : رأيت\nعمر في السوق اشترى ثوبا شاميا فرأى فيه خيطا أحمر ، وأتيت أسماء\nفذكرت لها ذلك فقالت : يا جارية ناولني جبة رسول الله صلى الله عليه وسلم،\nفأخرجت جبة طيالسية مكفوفة الجيب والكمين والفرجين بالديباج\nوأما حمل الإشارة أو القضيب ، فالإشارة المخطرة ، بكسر الميم\nوسكون الخاء معجمة وفتح الطاء مهملة ، وهي عود أرق من العصا\nوأغلظ من القضيب، طوله أربعة أشبار أو نحوها يحملها الفقراء في\nأيديهم ويحملون أيضا السهم، والأصل فيها السترة في الصلاة. روى\nأبو بكر بن شيبة أنه عليه السلام قال : ليستتر أحدكم لصلاته ولو\nبسهم. وكان له عليه السلام مخطرة وقضيب وعصى وعنزة، وهي\nبفتح العين والنون بعدهما زاي . وكانت العرب تحمل المخاطر\nتخطب وهي في أيديها ويتخذونها في مجالسهم.\nمجالسهم حفظ الحديث وقولهم\nإذا ما قضوا في الأمر رمى المخاطر\nيصيبون فضل القول في كل خطبة\nإذا وصلوا إيمانهم بالمخاطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nوقال آخر :\nفيي كفه خيزران ريحه عابق\nمن كف ان رع في عز لينه شمم\nيقضي حياء ويقصي <span id='ms29'></span> من مهابته\nفما يكلم إلا حين يبتسم\nوفقراء المشرق يسمون المخطرة مخروطة ويحاوية نسبة إلى اليحا،\nبفتح الياء، طائفة من السودان يسكنون أرض عيذاب، وهي عندهم عصى\nمن طلح . وأما حمل العقافة وهي الجنوكان عند العجم ، بضم الجيم ،\nوالمحجن عند العرب ، بكسر الميم وسكون الحاء وفتح الجيم وهي\nعصى معوجة الرأس من حيث يجعل اليد . ففي الحديث المرفوع : أنه\nعليه السلام طاف بالبيت يستلم الركن بمحجنه. وفي حديث أبي بكر:\nأنه أفاض من جمع وهو يحرش بعير  بمحجنه، أي يحركه ليمشي.\nوأما كثرة السفر وترك الوطن فلقوله عليه السلام : كن في الدنيا\nكأنك غريب أو عابر سبيل، وعد نفسك في أصحاب القبور. وقال\nإن المؤمن يفر بنفسه أي بدينه من شاهق إلى مشاهق ، يريد في آخر\nالزمان . وكثرة أسفارهم  فرار عن اعتراض الناس عليهم. وروى النسائي\nعن عبد الله بن عمرو ابن العاصي قال : مات رجل بالمدينة ممن ولد بها\nفصلى عليه رسول الله صلى الله عليه وسلم ثم قال: يا ليته مات بغير مولده قالوا : ولم\nذلك يا رسول الله ؟ قال : إن الرجل إذا مات بغير مولده قيس له من\nمولده إلى منقطع أثره في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nوأما التغميز ويسمى التكبيس، فإن عمر رضي الله عنه قال :\nدخلت على النبي صلى الله عليه وسلم وغلام يغمز ظهره، فقلت : ما شأنك يا رسول\nالله ؟ قال : إن الناقة اقتحمت.\nوأما الخروج عن المال فقال تعالى : (ان الله اشترى من المؤمنين\nأنفسهم وأموالهم بأن لهم الجنة، وخرج أبو بكر عن ماله كله. ففي\nالموطأ في الوصية للوارث قال مالك : إن الرجل إذا كان صحيحا كان\nأحق بجميع ماله يصنع فيه ما شاء، إن شاء أن يخرج عن جميعه خرج\nيتصدق به او يعطيه من شاء . وأما ترك الادخار فقد صح عنه أنه عليه\nالسلام لم يدخر وقال أنس : كان النبي صلى الله عليه وسلم لا يدخر شيئا لغد. وعن\nعائشة رضي الله عنها :أنه عليه السلام قال لبلال : اطعمنا يا بلال ،\nقال: يا <span id='ms30'></span> رسول الله ما عندي إلا صبر من تمر خبأته لك، قال : أما تخشى\nأن يخسف الله به في نار جهنم ؟ أنفق يا بلال ولا تخش من ذي العرش\nاقلالا. والصبر جمع صبرة من الطعام أو التمر وهو ما يكون منهما\nفي شيء دون وزن وكا كيل . وتقدم حديث عمر بن الحارث في التجريد.\nوأما السكنى في المسجد والنزول فيه ، ففي صحيح مسلم عن\nعائشة رضي الله عنها قالت : أصيب سعد يوم الخندق يعني سعد بن\nمعاذ، فضرب عليه رسول الله صلى الله عليه وسلم خيمة في المسجد ليعوده من\nقريب. وفي رواية قال : اللهم إن كان بقي من حرب قريش شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nفابقني أجاهدهم ، فكيف وإن كنت وضعت الحرب بيننا وبينهم\nفافجرها واجعل موتي فيها، فانفجرت من ليلته فلم يرعهم، وفي\nالمسجد معه خيمة من بني غفار، والدم يسيل إليهم، فقالوا : يأهل الخيمة\nما هذا الذي يأتينا من قبلكم ، فإذا جرحه يغذ ، بكسر الغين المعجمة\nوبشد الذال معجمة ، أي يسيل ، فمات منها في المسجد. وأنزل عليه\nالسلام وفد تقيف في المسجد وقال : هو أرق لقلوبهم. والمسجد\nبيت كل نقي. وأما النوم في المسجد وعلى القبور ، ففي صحيح\nمسلم عن ابن عمر قال : كنت شابا عزبا وكنت أنام في المسجد على\nعهد رسول الله صلى الله عليه وسلم. وفي رواية وكنت أبيت في المسجد. وعن سهل\nبن سعد في حديث ذكر فيه : إن النبي صلى الله عليه وسلم جاء وعلي في المسجد راقد\nومضطجع قد سقط رداؤه عن شقه فأصابه تراب، فجعل يمسح عنه\nويقول : قم أبا تراب، فم أبا تراب ، فكانت هذه أحب كناة إليه.\nوروى مالك أن عليا رضي الله عنه يتوسط القبور ويضطجع عليها. وأما\nالاستلقاء على الظهر في المسجد ففي الموطأ عن عباد ، بباء موحدة ، بن\nتميم عن عمه أنه رأى النبي صلى الله عليه وسلم مستلقيا في المسجد واضعا إحدى\nرجليه على الأخرى. وفيه أن عمر وعثمان كانا يفعلان ذلك. وأما\nالأكل في المسجد، فقال عبد الله <span id='ms31'></span> بن الحارث : أكلنا مع النبي وصلى الله عليه وسلم شواء\nفي المسجد. ونزول ثقيف فيه وأهل الصفة وخيمة سعد بن معاذ\nوخيمة بني غفار، لاشك أنهم يأكلون فيه، ويسكنون فيه، وينامون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nوعن أبي هريرة أنهم كانوا يأكلون فيه الشواء ويعركون أيديهم بالحصباء\nويصلون . وأما انشاد الشعر في المسجد ففي صحيح مسلم عن أبي\nهريرة : أن عمر رضي الله عنه مر بحسان وهو ينشد الشعر في المسجد\nفلحظ إليه فقال : كنت أنشد فيه وفيه خير منك، ثم التفت إلى ابي هريرة\nفقال : أنشدك الله أسمعت النبي صلى الله عليه وسلم يقول أجب عني اللهم أيده بروح\nالقدس ، قال : اللهم نعم. واما الرقص في المسجد ففي صحيح مسلم\nعن عائشة رضي الله عنها أنها قالت : جاء جيش من الحبشة يزفون في\nيوم عيد في المسجد فدعاني رسول الله صلى الله عليه وسلم فوضعت كفي على منكبه،\nفجعلت أنظر إلى لعبهم. قال ابن عيينة : الزف : الرقص . وفي رواية\nوالحبشة يلعبون بحرابهم في المسجد . وأما استماع الغزل من الشعر ،\nفقد سمع أبو هريرة لبيت شعر، وقال : كنا ننشد مثل هذا عند رسول\nالله صلى الله عليه وسلم. وكانت العرب تمدح وتتغزل في أشعارها، وتغزل كعب ابن\nزهير في قصيدته التي مدحه فيها وأولها:\nبانت سعاد فقلبي اليوم متبول\nمتيم إثرها لم يعد مكبول\nوقال عبد الله بن المغيرة : قلت لسعيد بن المسيب : عندنا رجل من\nالعباد إذا سمعنا ننشد الشعر صاح علينا ، قال نسك نسكا عجيبا .\nوكانت عائشة رضي الله عنها تروي ألف بيت من الشعر.\nوأما النظافة ففي التنزيل : (قل من حرم زينة الله التي أخرج\nلعباده. وقال عليه السلام : أحب الزينة ولو في شراك النعل.\nوقال عمر رضي الله عنه : إني ييعجبني القارئ النظيف ، أي النقي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nوالقارئ هو العابد أو قارئ القرآن ، فالنظافة سنة هي غسل البدن\nوالثوب وإزالة الفضلات والأوساخ عن الرأس والأذن والأنف\nوالأسنان والأثاث، وقص الشارب والاأظفار ونتف الإبطين وحلق\nالعانة، ووقت فيها أربعون يوما.\nوأما الخضاب ففى صحيح <span id='ms32'></span> مسلم عن أبي هريرة أن النبي صلى الله عليه وسلم قال:\nإن اليهود والنصارى لا يصبغون فخالفوهم. وفي صحيح البخاري\nعن أبي هريرة عن عثمان بن عبد الله ابن موهوب قال : دخلنا على أم\nسلمة فاخرجت لنا شعرا من شعر النبي وصلى الله عليه وسلم مخضوبا ، زاد ابن أبي\nخيثمة ، بالحناء والكتم . وروى ابو الدرداء عن أبي رمثة ، بكسر الراء،\nقال : انطلقت مع أبي نحو النبي صلى الله عليه وسلم فإذا هو ذو وفرة وبها ردع من\nحناء وعليه بردان أخضران. وروى مسلم عن ابن سيرين قال :\nسألت أنسا عن الخضاب فقال : كان أبو بكر يخضب بالحناء والكتم ،\nوكان عمر يخضب بالحناء بحتا ، أي خالصا. وفي الموطأ أن عائشة\nأخبرت : أن أبا بكر كان يخضب.\nوأما الطيب والسواك ففي صحيح البخاري عن أنس :أن النبي\nصلى الله عليه وسلم  لا يرد الطيب، وفي سنن ابي داود عن أنس قال : كانت\nللنبي صلى الله عليه وسلم سكة يتطيب منها، والسكة، بضم السين مهملة وشد\nالكاف، واحدة السك وهو طيب مجموع يتطيب منه. وقال ابن عمر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nرأيت المسك في مفارق النبي صلى الله عليه وسلم. وفي الموطأ أنه عليه السلام قال\nفي جمعة من الجمع :يا معشر المسلمين إن هذا يوم جعله الله عيدا\nفاغتسلوا، ومن كان معه طيب فلا يضره أن يمس منه وعليكم\nبالسواك، وقال : المسك أطيب الطيب. خرجه مسلم عن أبي\nسعيد الخدري. وقال : السواك مطهرة للفم ومرضاة للرب. وقال:\nلولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة.\nوأما التبخر بالعود ففي صحيح مسلم عن نافع قال :كان ابن\nعمر إذا استجم استجمر بالألوة غير مطراة بكافور يطرحه مع الألوة ثم\nقال : هكذا كان يستجمر النبي صلى الله عليه وسلم ويتبخر. والألوة، بفتح الهمزة\nوضم اللام وشد الواو ، العود الذي يبخر به، ومطراة اسم مفعول ، أي\nغير مرويات بطيب آخر. والبخور والطيب يزيدان الفقير انشراحا في\nسره ، لأن الفقراء لهم تطلع لعالم الأمر ، فيتطيبون لأن ذلك مما <span id='ms33'></span> يليق\nبالروح . وأما الخضرة بالرياحين والأزهار ، فقال عليه السلام : النظرة\nفي الخضرة يزيد في البصر ، وقال : من عرض عليه ريحان فلا يرده\nفإنه خفيف المحمل طيب الريح ، خرجه مسلم عن أبي هريرة . وكل\nذي ريح طيبة من نبات ريحان . وقال : شموا النرجس ولو في اليوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nمرة ، ولو في الجمعة مرة ، ولو في الشهر مرة، ولو في السنة مرة.\nوقال : أحب من دنياكم ثلاث : النساء والطيب وجعلت قرة عيني في\nالصلاة. والخضرة نور وزهرة، وخضرة لها روائح طيبة وألوان\nعجيبة، فما ينكر في إدخالها المسجد للنظر والاعتبار في صنع الله، وكل\nإناء بالذي فيه يرشح. وقيل لابن العطار الفاسي ، وكان من العلماء ولحق\nبالفقراء : تتخذون الخضرة والفقراء يتشبهون فيها بأهل الخلاعة ، فقال:\nأهل الخلاعة يتشبهون فيها بالفقراء ولذلك أقيم عليهم الحد.\nوأما قنديل الزجاج فقال الله تعالى : (الله نور السموات والأرض\nمثل نوره كمشكاة فيها مصباح المصباح في زجاجة الزجاجة كأنها\nكوكب دري يوقد من شجرة مباركة زيتونة) الآية. فمثل بنوره\nالذي ليس كمثله شيء، تقريبا لأفهامنا حتى قال حبيب بن أويس:\nفالله قد ضرب الأقل لنوره\nمثلا من المشكاة والنبراس\nوفي قنديل الزجاج يقول النجم الاسرائيلي\nو معيني علي سهادي كأس\nمن زجاج أرق من أشعار\nكالأخ الخالص المودة لا\nيكتم عني شيئا من الأسرار\nوالعجب أن قناديل الزجاج لا تزال معلقة في المساجد ثم تنكر\nموضوعة بين يد الفقراء في الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nوأما خلطة الشباب ففي الموطأ عن أبي هريرة قال : قال رسول الله\nصلى الله عليه وسلم: سبعة يظلهم الله سبحانه بظله يوم لا ظل إلا ظله : إمام عادل،\nوشاب نشأ في عبادة الله، ورجل قلبه معلق بالمساجد إذا خرج منه حتى\nيعود إليه، ورجلان تحابان في الله اجتمعا على ذلك وافترقا، ورجل ذكر\nالله خاليا ففاضت عيناه، ورجل دعته امرأة ذات حسن وجمال فقال إني\nأخاف الله، ورجل تصدق بمصدقة فأخفاها حتى لا تعلم شماله ما تنفق\nيمينه. وقال :يعجب ربك من الشاب ليست له صبوة. وقال:\nان <span id='ms34'></span> الله أرسلني شاهدا ومبشرا ونذيرا فخالطني الشباب وفارقني\nالشيوخ. خرجه سلام الباهلي في الأول من الدخائر والأعلاق له.\nوالشاب أقل مكرا وأحسن عشرة، قالوا : وأرجى القلوب للخير ما لم\nيسبق الشر إليه. وأما قبول الشباب إذا جاء، والاشتراط عليه، فخرج\nالمقدسي في كتابه عن أنس قال : لما قدم النبي صلى الله عليه وسلم المدينة أهدت له\nنساء الأنصار كل ما قدرن عليه ، ولم يكن لأم سليم شيء فأتت النبي صلى الله عليه وسلم\nفقالت : يا نبي الله إن نساء الأنصار أتحفناك ولم يكن عندي شيء اتحفك\nبه، وهذا ابني انس قد أهديته لك. قال : قد قبلته يا أم سليم على أن لا\nيظهر من سري شيئا. قالت : ذلك إن شاء الله. قال أنس وقد فعلت\nذلك وما زلت أخدمه عشر سنين إلى أن قبض.\nوأما المزاح وهو البسط ، فقال أنس : كان النبي صلى الله عليه وسلم من أفكه\nالناس خرجه المقدسي . وقال لأنس : يا ذا الأذنين وقال لرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nسأله أن يحمله على جمل : أحملك على ولد الناقة فتعجب الرجل\nفقال له هل تلد الجمال إلا النوق. وكان رجل من أهل البادية يقال له\nزاهر بن حرام ، بالحاء والراء ، كلما دخل المدينة يهدي للنبي صلى الله عليه وسلم شيئا ،\nفوجده النبى صلى الله عليه وسلم في السوق فأتاه من خلفه وضمه إليه وقال : من\nيشتري منى هذا العبد ؟ فقال زاهر إذا تجدني كاسرا يا رسول الله فقال:\nلست عند الله بكاسر ثم قال : زاهر باديتنا ونحن حاضرته. وجاء\nرجل لعلي رضي الله عنه برجل فقال : زعم هذا أنه احتلم البارحة بأمي في\nنومه ، قال : يوقف للشمس ويضرب ظله الحد. وكان كثير المزاح.\nوأما الضحك فجده ما يرضي النفوس ولا يخرج عن المباح،\nوهو مورد جمال ولا يصدر إلا عن الصفاء. قال جابر بن سمرة:\nكانوا يتحدثون ويأخذون في أمر الجاهلية فيضحكون ، وكان النبي\nصلى الله عليه وسلم يبتسم معهم.\nوأما البسط مع الصغار، فروى أبو داود عن أنس أن النبي صلى <span id='ms35'></span> الله عليه وسلم قال:\nلأخيه : يا أبا عمير ما فعل النغير فكناه. والنغير طائر صغير كان النبي\nصلى الله عليه وسلم يكنيه به فصغره النبي صلى الله عليه وسلم، وكان إذا جاء يقول له النبي ذلك.\nوأما البسط بالطعام فروى المقدسي عن عائشة قالت : أتيت النبي\nصلى الله عليه وسلم بخزيرة طبختها فقلت لسودة والنبي بيني وبينها : كلي فأبت، فقلت\nكلي فأبت، فقلت لتأكلين أو لألطخن بها وجهك فأبت فوضعت يدي\nفي الخخزيرة فلطخت بها وجهها ، فضحك النبي صلى الله عليه وسلم، فوضع فخده لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nوقال لسودة : لطخي وجهها، فلطخت بها وجهي، فضحك أيضا، فمر\nعمر على الباب فنادى، يا عبد الله يا عبد الله، فظن النبي صلى الله عليه وسلم أنه سيدخل\nفقال : قوما فاغسلا وجوهكما. قالت عائشة : فما زلت أهاب عمر\nلهيبة النبي صلى الله عليه وسلم. وكانوا يتبادحون بالبطيخ أي يترامون به\nالخزيرة ، بخاء معجمة ومفتوحة وزاي مكسورة وياء وراء ، العصيدة على\nمرق اللحم، ويتبادحون بباء واحدة ودال مهملة وحاء مهملة.\nوأما خطف الفاكهة ونهبها، فروي : أنه عليه السلام لما زوج\nفاطمة من علي رضي الله تعالى عنهما، أولم عنهما بطبق ثمر فلما وضعه\nبين أيدي الحاضرين قال : انتهبوا فانتهبوا فصارت سنة، وولد لبعض\nالأنصار مولود فأتى في عقيقته بسلال مشمش وتمر فقال عليه السلام :\nما لكم لا تنتهبون؟ قالوا : نهيتنا عن النهبة قال : إلا في الفاكهة.\nقال الراوي : فلقد رأيتنا نجرجر النبي صلى الله عليه وسلم ويجرجرنا أي نرده ويردنا.\nوأما السباق، فروت عائشة : أنه عليه السلام سابقها فسابقته ثم\nسابقها بعد ذلك فسابقها فقال : هذه بتلك. وفي صحيح مسلم :\nأن رجلا من الأنصار طلب السباق فقال سلمة بن الأكوع: بأبي أنت\nوأمي يا رسول الله ذرني لأسابق قال : إن شئت.\nوأما السباحة في الماء، وهي العوم ، فروي أن عمر رضى الله عنه\nطلب من الزبير أن يصبر تحت الماء حتى ينظر أيهما أطول نفسا . وقيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nاأبي هشام الصوفي في أي شيء كنت اليوم قال : في <span id='ms36'></span> تعلم ما ليس\nلحيوان عنه غنى ، قيل :وما ذاك ؟ قال : السباحة .\nوأما استعذاب الماء، فروى أبو داود عن عائشة : أنه عليه السلام\nكان يستعذب الماء من بيوت السقيا. قال قتيبة بن سعيد : هي عين\nبينها وبين المدينة يومان . وأما أكل الطيبات فقال تعالى : (قل من حرم\nزينة الله التي أخرج لعباده والطيبات من الرزق ، قل هي للذين آمنوا في\nالحياة الدنيا خالصة يوم القيامة. وقال : (ليس على الذين آمنوا\nوعملوا الصالحات جناح فيما طعموا) الآية، وكان عليه السلام إذا\nوجد الطيب لا يأكل الدون، وكان يحب لحم الذراع، وذبح له سعد بن\nعبادة أربعين ذات كبد وأطعمه أطيبهن فلم يعب عليه بل شكر فعله،\nوكان ابن عمر يأكل الفراخ والدجاج والجنيص.\nوأما الحلاوة ففي صحيح مسلم عن عائشة قالت : كان رسول الله\nصلى الله عليه وسلم يقول : فضل عائشة على النساء كفضل التريد على سائر الطعام.\nوأما الاتكاء ففي سنن أبي داوود عن جابر بن سمرة قال:\nدخلت على النبي صلى الله عليه ويسلم في بيته فرأيته متكئا على وسادة على يساره\nوكان أبو سعيد الخدري يجلس على البساط ويتكئ على الوسادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nوأما الميل للرخص في بعض الأمور المباحة، ومطالبتهم من تنزه\nعنها، ففي صحيح مسلم عن عائشة قالت : صنع رسول الله صلى الله عليه وسلم أمرا\nترخص فيه، فبلغ ذلك أناسا من أصحابه فكأنهم كرهوه  وتنزهوا عنه،\nفبلغه ذلك فقام خطيبا فقال : ما بال رجال يبلغهم عني أمر ترخصت فيه\nفكرهوه وتنزهوا عنه، فوالله لأنا أعلمهم بالله وأشدهم له خشية.\nوفي حديث آخر فغضب حتى تبين الغضب في وجهه صلى الله عليه وسلم.\nوأما قلب الأسماء القبيحة بالحسنة، فكان عليه السلام يفعل\nذلك، فسمي حربا سلما، وسمى شعيب الضلالة شعيب الهدى ونحو\nذلك، وفي سنن أبي داود من ذلك.\nوأما مداراة الناس، والجاهل يظنها رياء، ففي الموطأ عن عائشة أنها\nقالت : استأذن رجل على النبي صلى الله عليه وسلم وأنا معه في البيت فقال : بيس\nابن العشيرة ثم أذن <span id='ms37'></span> له، فقالت : فلم أنشب أن سمعت ضحك رسول الله\nصلى الله عليه وسلم معه، فلما خرج الرجل قلت يا رسول الله قلت فيه ما قلت ثم لم\nتنشب أن ضحكت معه ، فقال : إن من شر الناس من اتقاه الناس\nلشره.\nوأما قيام الناس بعضهم لبعض ، ففي صحيح البخاري عن أبي\nسعيد الخدري : أن أهل قريضة لما نزلوا على حكم سعد بن معاذ ، أرسل\nإليه النبي صلى الله عليه وسلم فجاءه على حمار أقمر، يعني أبيض، فلما دنا قال عليه\nالسلام : قوموا إلى سيدكم أو قال إلى خيركم ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nوأما قسمة شعر المحترمين بينهم، ففي صحيح مسلم عن أنس قال :\nلما رمى النبي صلى الله عليه وسلم الجمرة ونحر نسكه ناول الحلاق شقه الأيمن\nفحلقه ، ثم دعا أبا طلحة الأنصاري فأعطاه إياه، ثم أعطاه الشق الأيسر\nفقال : احلق فحلقه ، فأعطاه أبا طلحة ، فقال : اقسمه بين الناس.\nوأما حط الرأس عند زيادة سرور أو استغفار ، فهو من نحو سجود\nشكرالله تعالى عند السرور بلقاء الإخوان ، وزيادة يكتسبها الفقير ،\nلأنه عليه السلام كان إذا ورد عليه وارد يسره سجد له، وقد سجد عند\nرؤية رأس أبي جهل. وروى مسلم عن أبي حازم في حديث المنبر قال :\nلقد رأيت رسول الله صلى الله عليه وسلم قام عليه وكبر وكبرنا وراءه وهو على المنبر،\nثم نزل فرجع القهقري، فسجد في أصل المسجد ثم دعا، وذلك أول\nيوم جلس عليه. وكان عمر وغيره إذا ورد عليه فتح من الفتوح\nسجد، وفعله عند الاستغفار تواضع وأدب للنفس.\nوأما الشكرانة ففى صحيح البخاري عن كعب بن مالك في حديثه\nالطويل : قلت يا رسول الله إن من نوبتي أن أخلع مالي صدقة إلى الله\nورسوله، فقال عليه السلام : امسك عليك بعض مالك فهو خير لك.\nوفي الموطأ عن أبي لبابة بن عبد المنذر حين تاب لله قال : يا رسول الله\nاترك قومي التي أصبت فيها الذنب وأجاورك وانخلع فيها ومالي صدقة\nلله. فقال : يجزيك من ذلك الثلث. فالفقير إذا أذنب <span id='ms38'></span> وندم واستغفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nقبل الله توبته : (وهو الذي يقبل التوبة عن عباده ويعفوا عن السيئات\nويعلم ما يفعلون) فيقدم صدقة إذا تاب من الذنب كما فعل\nالصحابي، ولا أحد أولى بها من الفقراء، فإن لم يكن ما يخرج أخرج\nالفقراء عنه ، أو الخادم أو الشيخ أو كبير القوم أو يسمح له .\nوأما شكرانة القدوم فروى جابر بن عبد الله قال : لما قدم النبي\nصلى الله عليه وسلم المدينة نحر جازورا أو بقرة.\nوأما إلزامهم أكثر من الشكرانة لمن امتنع منها فروى بهز بن\nحكيم عن أبيه عن جده في حديث مانع الزكاة والحديث في الإبل قوله\nعليه السلام : ومن منعها فأنا آخذها شطر إبله عزمة من عزمات ربنا\nلا يحل لآل محمد منها شيء، قلت : قال الحربي رواية وشطر إبله\nغلط . وإنما هو : وتشطر إبله ، أي تجعل شطرين ، ويأخذ المصدق من\nشطرهما عقوبة له ، ذكره الهروي في الحرفيين.\nوأما إلزامهم الشيء من لفظ به، فروى جابر بن عبد الله فيما روى\nالمقدسي في كتابه قال : دخلت على النبي صلى الله عليه وسلم ذات يوم فقال : يا\nجبير ، هؤلاء أعنز إحدى عشر عنز في الدار أحب إليك أم كلمات\nعلمنيهن جبريل آنفا يجمعن لك خير الدنيا والآخرة ؟ قلت : يا رسول الله\nوالله إني لمحتاج وهؤلاء الكلمات أحب إلي فطفق يرددهن حتى حفظتهن ،\nثم قال استقهن معك يا جابر. فسقتهن معي الاحدى عشر .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nوأما أخذهم الضيافة قهرا من مانعها، ففي صحيح مسلم عن عقبة\nبن عامر قال : قلنا : يا رسول الله إنك تبعثنا فننزل بقوم فلا يقرءوننا فما\nترى فقال : إن نزلتم بقوم فامروا لكم بما ينبغي للضيف، فاقبلوا، فإن لم\nيفعلوا فجزوا منهم حق الضيف الذي ينبغي لهم .\nوأما استخراج الراحة من بخيل أو كريم، ففي صحيح مسلم عن\nعبد الله عمر قال: أخذ النبي صلى الله عليه وسلم ينهانا عن النذر ويقول إنه لا يرد\nشيئا ولكنه يستخرج به من الشحيح ، فالاستخراج من الشحيح خير\nله. والفقراء يفعلون هذا بطريق حسنة <span id='ms39'></span> ولا سيما مع من له منهم خرق\nمثمنة ولا يتفتى منها بشيء، وكثيرا ما ينكر هذا عليهم.\nوأما طرح الخرق، ففي صحيح مسلم عن جرير قال :كنا عند\nنبي صلى الله عليه وسلم صدر النهار فجاءه قوم حفاة عراة محتابي النصار أو العبا\nمتقلدين السيوف ، عامتهم من مضر ، بل كلهم من مضر فتمعض وجه\nرسول الله صلى الله عليه وسلم لما بهم من الفاقة، يعني تغير، فدخل ثم خرج، فأمر بلالا\nفأذن وأقام فصلى ثم خطب فقال : يأيها الناس اتقوا ربكم الذي خلقكم\nمن نفس واحدة إلى : (إن الله كان عليكم رقيبا) . والآية التي في\nالحشر (يأيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد) .\nتصدق رجل من ديناره من درهمه من ثوبه من صاع بره من صاع تمره،\nقال ولو بشق تمرة ، بكسر الشين ، أي بنصفها فجاء رجل من الأنصار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nبصرة كادت كفه تعجز عنها بل قد تعجز عنها، ثم تتابع الناس حتى رأيت\nكومين من طعام وثياب يعني كدسين، والكوم والكدس، بفتح الكافين،\nوروى ضمهما ، حتى رأيت وجه رسول الله صلى الله عليه وسلم يتهلل كأنه مذهبة،\nفقال : من سن سنة في الإسلام حسنة فله أجرها وأجر من عمل بها بعده\nمن غير أن ينقص من أجورهم شيء ، ومن سن في الإسلام سنة سيئة كان\nعليه وزرها ووزر من عمل بها بعده من غير أن ينقص من أوزارهم\nشيء. فالقيت الخرق بين يديه صلى الله عليه وسلم الوجود\nالراحة، وألقيت بين يديه عند\nالنوائب ، لأنه لما رأى يوم أحد جثة عمه حمزة بكى ، ولما رأى ما مثل به\nشهق، وهو بفتح الهاء، ثم قال : الأكفن فرمى رجل من الأنصار بثوب.\nوعن أبي سعيد الخدري قال : دخل رجل مسكين المسجد فأمر رسول\nالله صلى الله عليه وسلم أن يطرحوا ثيابا، فطرحوا فأمر له بثوبين، ثم حث على الصدقة\nفجاء الرجل فطرح الثوبين فصاح به فقال له خذ ثوبك. وكان عليه\nالسلام يقبل من أبي بكر لما علم من <span id='ms40'></span> حاله ، ورد على غيره لما علم من حاله.\nوأما المطالبة وسببها ويسمونها النقار، فيقصدون بها إخراج\nالحقوق ، والأمر بالمعروف والنهي عن المنكر ، والصلح بين شخصين\nأو فئتين. وروى سهل بن سعد الساعدي قال : أوتي النبي صلى الله عليه وسلم فقيل\nله : إن بني عوف قد تقاتلوا وتراموا بالحجارة فذهب ليصلح بينهم\nوحضرت الصلاة فجاء بلال إلى أبي بكر فقال : تصلي بالناس حتى\nأقيم ، قال : نعم ، فأقام وذكر الحديث. وقد عاب الله تعالى بترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nالمطالبة في قوله : (كانوا لا يتناهون عن منكر فعلوه) ، وقال عمر في\nجملة من الصحابة : أرأيتم لو ترخصت في بعض الأمر ما كنتم صانعين ؟\nقالوا : إذا قومناك تقويم القدح، وهو السهم، قال : فأنتم إذا أنتم.\nوقد أمر الله تعالى بتغيير المنكر، وتغييره باليد فإن لم يقدر فباللسان فإن\nلم يقدر فبالقلب وذلك أضعف الإيمان . وسبب المطالبة عندهم أن من\nبغى على أخيه أو هجره طالبوه ليرجع ، لقوله عليه السلام : لا يحل\nلمسلم أن يهجر أخاه فوق ثلاثة أيام يلتقيان فيعرض هذا ويعرض هذا،\nوخيرهما من بدأ بالسلام. رواه مالك في الموطأ عن أبي أيوب\nالأنصاري . وقال :تفتح أبواب الجنة يوم الاثنين ويوم الخميس ، فيغفر\nالله لكل عبد مسلم لا يشرك بالله شيئا، إلا رجل كانت بينه وبين أخيه\nشحنا ، فيقال انظروا هاذين حتى يصطلحا. رواه مالك في الموطأ عن\nأبي هريرة . والفقراء يحكمون المشايخ فيردون إلى الحق من أباه . وجائز\nفي الشرع أن تحكم الخصمان بينهما من رضياه.\nوأما مطالبة صاحب الدعوى، فروى أنس قال : بينما نحن مع\nالنبي صلى الله عليه وسلم إذ استقبله شاب من الأنصار فقال له النبي صلى الله عليه وسلم: كيف أصبحت\nيا حارثة قال : أصبحت بالله مؤمنا حقا، قال : انظر ما تقول فإن لكل\nقول حقيقة، قال يا رسول الله عزفت نفسي عن الدنيا، يعني صرفته\nويروى عزفت، بفتح الفاء وسكون التاء، فاسهرت ليلي وأظمأت نهاري\nوكأني أنظر إلى عرش ربي بارزا ، وكأني أنظر إلى أهل الجنة يتزاورون فيها ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nوإلى اهل <span id='ms41'></span> النار في النار كيف يتحادون (...) فقال : أبصرت فالزم عبد\nنور الله قلبه بالإيمان. خرجه المقدسي في كتابه.\nوأما مطالبة ناقل الكلام ففي صحيح مسلم عن حذيفة أنه عليه\nالسلام قال : لا يدخل الجنة فتات، اي نمام ، وقال : لا يدخل\nالجنة نمام.\nوأما مطالبة الفقيري اذا تنافسا ، فلقوله عليه السلام : لا تجسسوا\nولا تنافسوا ولا تحاسدوا ولا تباغضوا ولا تدابروا وكونوا عباد الله\nإخوانا. رواه مالك في الموطأ عن أبي هريرة.\nوأما مطالبة من منع واجبا، فروى أنس:أن النبي صلى الله عليه وسلم رأى على\nعبد الرحمن بن عوف أثر صفرة فقال : ما هذا؟ قال : تزوجت امرأة\nعلى قدر نواة من ذهب قال : بارك الله لك أو لم ولو بشاة. أخرجه\nفي الصحيحين واللفظ هنا لمسلم.\nوأما القعود في الوسط ، فالفقير إذا قعد وسط الفقراء لأخذ\nالقصاص والحد ، إذا وقع فيما يوجب الحد، فيتقدم بنفسه أو يقدمه\nالخادم لذلك ، حتى يقتص منه أو يعفى عنه ، فيكون قعوده مستقبل\nالقبلة ، لقوله عليه السلام :خير المجالس ما استقبل القبلة. وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nكشف عليه السلام عن بطنه لعكاشة ، وتقدم لأخذ القصاص والحد إذا\nوقع فيما يوجب الحد منه ، واللائق بالطريق العفو، إلا قي حد من حدود\nالله فإنه لا يرد إلا بشبهة.\nوأما الاستغفار قائما، فلأن القيام أقرب إلى الخضوع ، وهو المقدم\nفي قوله تعالى : (الذين يذكرون الله قياما وقعودا) الآية ، وحاصل\nقيامهم انما هو لله تعالى والمراد به كظم غيظ المجنى عليه حتى يقبل على\nالجاني ، وقولهم : ربنا ظلمنا أنفسنا ، هو ما حكى الله تعالى أن آدم\nوحواء عليهما السلام قالاه عند الخطيئة.\nوأما قولهم عند الخطأ، نستغفر الله، فلقوله تعالى: (والذين إذا فعلوا\nفاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم) الآية. وكان\nعليه السلام يقول : اللهم اجعلني من الذين اذا أحسنوا استبشروا وإذا\nأساءوا استغفروا وقال ابن مسعود : كان رجوع الأنصار يوم سقيفة بني\nساعدة بقول عمر :أنشدكم الله هل تعلمون أن النبي صلى الله عليه وسلم أمر أبا بكر أن <span id='ms42'></span>\nيصلي بالناس قالوا : اللهم نعم قال : فأيكم تطيب نفسه أن يزيله عن مقام\nأقامه فيه النبي صلى الله عليه وسلم؟ قالوا : كلنا لا تطيب نفسه نستعفر الله.\nوأما قولهم الفقير أولى بخرقته، فروى جابر بن عبد الله قال : اعتق\nرجل غلاما ليس له مال غيره فباعه النبي صلى الله عليه وسلم دفع ثمنه إليه، وقال أنت\nإلى ثمنه أحوج والله غني عنه. ذكره المقدسي. وفي صحيح مسلم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nأبي هريرة قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : هلكت يا رسول الله\nقال : وما أهلكك ؟ قال : وقعت على أهلي في رمضان. قال : هل تجد\nما تعتق به رقبتك ؟ قال : لا ، قال : فهل تستطيع أن تصوم شهرين\nمتتابعين ؟ قال : لا ، قال : فهل تجد ما تطعم به ستين مسكينا ؟ قال : لا\nثم جلس فأتى النبي وصلى الله عليه وسلم بعرق فيه تمر، والعرق بفتح العين والراء، الزنبيل\nالكبير ، فقال : تصدق بهذا ، قال : لا أفقر منا ، فما بين آياتيهما يعني\nالحرتين أهل بيت أحوج منا . فضحك النبي صلى الله عليه وسلم حتى بدت نواجده ثم\nقال : اذهب فاطعمه إليهم. فالفقير على كل حال أولى بخرقته.\nوأما قولهم ، إذا خرجنا عن شيء لا نعود إليه، ففي الموطأ عن عمر\nرضي الله عنه قال : حملت على فرس عتيق في سبيل الله وكان الرجل\nالذي هو عنده قد أضاعه فأردت أن أشتريه منه وظننت أنه بائعه برخص\nفسألت عن ذلك رسول الله، صلى الله عليه وسلم فقال : لا تشتريه وإن أعطاكه بدرهم\nواحد فإن العائد في صدقته كالكلب يعود في قيئه.\nوأما قولهم الصلاة عند الاجتماع، ففي صحيح مسلم عن عبد الله\nبن عمرو بن العاصي قال :كنا مع رسول الله صلى الله عليه وسلم في سفر فنزلنا منزلا،\nمنا ما يصلح خباءه ومنا من ينتظل، بظاء معجمة، يعني بالسهام، ومنا\nمن هو في شجرة ، بفتح الجيم والشين ، يعني في رعي دوابه . إذ نادى\nمنادي رسول الله صلى الله عليه وسلم الصلاة جامعة، فاجتمعنا <span id='ms43'></span> فقال : إنه لم يكن نبي\nقبلي إلا كان حقا عليه أن يدل أمته على خير ما يعلمه لهم، وينذرهم شر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nما يعلمه لهم وإن أمتي هذه جعلت عاقبتها في أولها، وسيصيب آخرها\nبلاء وأمور تنكرونها، الحديث .\nوأما التكبير على من حاد عن الحق ، ففي الموطأ : أن النبي صلى الله عليه وسلم\nأتى الناس في قبائلهم (يدعوهم) وأنه ترك قبيلة من القبائل، وأن القبيلة\nوجدوا في بردعة رجل منهم عقد جزع غلولا - والجزع بفتح الجيم\nوسكون الزاي، حرز ملون، والبردعة بفتح الباء - فأتاهم فكبر عليهم\nكما يكبر على الميت.\nوأما هجران من لا يوافق منهم من غير عذر ، فروى أنس قال :\nلما خرج المنافقون الذين تخلفوا عن رسول الله صلى الله عليه وسلم يتلقونه ، قال : لا\nتكلمون احدا تخلف عنا. وخرجه البخاريي عن كعب بن مالك في\nحديث طويل قال فيه :ونهى المسلمين عن كلامنا أيها الثلاثة من بين\nمن تخلف عنه فاجتنبنا الناس فلبثنا على ذلك خمسين ليلة.\nوأما ضرب من عدل عن الحق، ففي صحيح مسلم عن عبد الله بن\nمسعود أن النبي صلى الله عليه وسلم قال : ما من نبي بعثه الله في أمته قبلي إلا كان له\nمن أمته حواريون يأخذون بسنته ويقتدون بأمره، ثم إنه تخلف من\nبعدهم خلوف يقولون ما لا يفعلون ، ويفعلون ما لا يؤمرون، فمن\nجاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن حقا، ومن\nجاهدهم بقلبه فهو مؤمن حقا، ليس وراء ذلك من الإيمان حبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nخردل. فيفهم من هذا تعزير من عدل عن الحق، أي تأديبه. والفقير\nمن ينصف من نفسه ويكون مع الفقراء على نفسه، ومن اشتكى لوال\nفليس بفقير.\nوأما وصف الرجل بما فيه عند المشورة فيه ، أو التحذير منه ،\nوالجاهل يظن ذلك غيبة ؛ ففي صحيح مسلم عن فاطمة بنت قيس : أن\nالنبي صلى الله عليه وسلم قال لها حين خطبها معاوية وأبو جهم وأسامة بن زيد، أما\nمعاوية فرجل ترب لا مال له، وأما أبو جهم فرجل ضراب <span id='ms44'></span> للنساء،\nولكن إنكحي أسامة.\nوأما القيام للكلام إذا كان الجمع كثيرا ، ففي الصحيحين عن أبي\nهريرة قال : لما فتح الله على رسول الله صلى الله عليه وسلم مكة، قام في الناس فحمد\nالله وأثنى عليه ثم قال : ان الله حبس عن مكة الفيل.\nوأما الكناية في الكلام ففي صحيح مسلم عن أنس قال : كان\nلرسول الله صلى الله عليه وسلم حاد حسن الصوت يقال له أنجشة فقال له رويدا يا أنجشة لا\nتكسر القوارير ، فكنى بالقوارير عن ضعفة النساء ، والقوارير الزجاج.\nوأما الرمز في الكلام فروت عائشة : أنه عليه السلام قال لنسائه\nأسرعكن لحاقا بي أطولكن يدا، قالت عائشة : فتوفيت زينب وكانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nامرأة قصيرة فعرفنا حينئذ أنه أراد بطول اليد الصدقة ، لأنها كانت\nتتصدق في سبيل الله.\nوأما الإشارة والتعريض في الكلام فقال جابر بن عبد الله : أمر\nأبي بحزيرة فصنعت له ثم أمرني فأتيت بها النبي صلى الله عليه وسلم فقال : ما هذا يا\nجابر ? ألحم ذي ؟ فلما قال جابر ذلك لأبيه . قال عسى أن أشتهى اللحم\nفصنع أبي له اللحم . والفقراء يعرضون كذلك ويسمونه الحط،\nويقولون حططنا على فلان حملنا.\nوأما الصلاة في النعال، ففي صحيح مسلم عن أبي مسلمة سعيد\nابن زيد قال قلت لأنس  . أكان النبي صلى الله عليه وسلم يصلي في النعلين ؟ قال:\nنعم. وفي سنن أبي داود عن أبى سعيد الخدري قال : ينما النبي\nصلى الله عليه وسلم يصلي بأصحابه إذ خلع نعليه فوضعها عن يساره فلما رأى ذلك\nالقوم خلعوا نعالهم ، فلما قضى صلاته قال : ما حملكم على إلقاء\nنعالكم ؟ قالوا له قد رأيناك قد ألقيت نعليك فألقينا نعالنا فقال : إن\nجبريل أتاني فأخبرني أن بهما قذوا، وقال عليه السلام :إذا جاء\nأحدكم المسجد فلينظر، فإن رأى في نعليه قذرا أو أذى فليمسحه\nوليصلي فيها. وكان النخعي يقول في الذين يخلعون نعالهم للصلاة\nوددت لو أن محتاجا أخذها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nوأما الصلاة في الثوب الواحد ففي صحيح مسلم عن أبي هريرة:\nأن سائلا سأل النبي <span id='ms45'></span> صلى الله وسلم وهو يصلي في الثوب الواحد مشتملا به في\nبيت أم سلمة واضعا طرفيه على عاتقيه . وفي الموطأ عن أبي هريرة قال:\nإني لأصلي بثوب واحد وإن ثيابي لعلى المشجب، والمشجب\nالخشبة التي عليها الثياب ، وكان جابر بن عبد الله يصلي في الثوب الواحد\nويكره أن يصلي المصلي في ثوب وليس على عاتقه منه شيء.\nوأما تركهم الرقى والتمائم والعزائم والطب، فروى عقبة بن عامر\nالجهني قال : سمعت النبي صلى الله عليه وسلم يقول : من تعلق تميمة فلا أتم الله له\nأمره، ومن تعلق وديعة فلا ودع الله له. وفي صحيح مسلم في حديث\nالسبعين ألفا الذين يدخلون الجنة من أمته بغير حساب قال :هم الذين\nلا يرقون ولا يسترقون وعلى ربهم يتوكلون.\nوأما تقليبهم الذهب وشبهه بالعود ولا يمسونه، فروى عوف بن\nمالك قال : كان النبي صلى الله عليه وسلم إذا جاءه فيء قسمه في يومه فأعطى الأهل\nحظين والأعزب حظا فدعينا، وكنت ادعى قبل عمار ابن ياسر، فدعيت\nفأعطاني حظين، ثم دعا كذاعمر بن ياسر فأعطاه حظا واحدا، فسخط\nحتى عرف ذلك النبي صلى الله عليه وسلم في وجهه ومن حضره، فبقيت قطعة من\nسلسلة من ذهب فجعل يرفعها بطرف عصاه وتسقط وهو يقول : كيف\nأنتم يوم يكثر لكم مع هذا، فلم يجبه أحد، فقال عمار وددنا يا رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nالله لو قد أكثر لنا من هذا. وأما قبول الفتوح من النساء، ففي الموطأ\nعن أنس قال :كان رسول الله صلى الله عليه وسلم إذا ذهب إلى قباء يدخل على أم\nحرام بنت ملحان، وهي خالته من الرضاعة فتطعمه، وكانت أم حرام\nتحت عبادة بن الصامت. وعن ابن عباس : أن أم الفضل أرسلت\nلى رسل الله صلى الله عليه وسلم بلبن فشرب وهو قائم يخطب للناس بعرفة، وبعث\nعليه السلام إلى أم عطية وهي نسيبة الانصارية بشاة فأرسلت إلى عائشة\nمنها، فقال عليه السلام : أعندكم شيء قالت : لا إلا ما أرسلت به نسيبة\nمن تلك الشاة ، قال <span id='ms46'></span> : فقربيه فقد بلغت محلها. ونسيبة مصغرة من\nالنسب بسين مهملة، وروي فيها بفتح النون وكسر، وروى فيها\nالتصغير والسين معجمة.\nوأما زيارة النساء فروى المقدسي عن أنس قال : كان رسول الله صلى الله عليه وسلم\nيزور أم سليمة أحيانا فتدركه الصلاة فيصلي على بساط لها ، وهو الحصير\nفتنضحه بالماء. وقال أبو بكر لعمر رضي الله عنهما : \"انطلق بنا نزور\nأم أيمن كما كان النبي صلى الله عليه وسلم يزورها ، وهي أم أسامة بن زيد.\nفهذه مستندات الأمور التي تنكر عليهم على الترتيب الذي\nذكرت قبل هذا وبقي شيء يتصل ذكره بعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n<h1 class='l1' id='head5'>العلم الخامس: في السماع ولواحقه</h1>\n\nفي التنزيل : (فبشر عبادي الذين يستمعون القول فيتبعون أحسنه\nأولائك الذين هداهم الله وأولائك هم أولوا الألباب). وسئل عليه\nالسلام عن الشعر فقال : حسنه كحسن الكلام وقبيحه كقبيحه.\nوقال : إن من الشعر لحكمة. وفي رواية : إن من الشعر لحكما\nوأن من البيان لسحرا . وقد سمع عليه السلام الشعر وأجاز عليه وأمر\nأن ينحت لحسان ابن ثابت منبرا ينشد عليه الشعر . وقالت عائشة رضي\nالله تعالى عنها :أنه كان ليضع لحسان المنبر في المسجد يقوم عليه قائما\nيهجو الذين كانوا يهجون النبي صلى الله عليه وسلم وكان يقول : إن روح القدس مع\nحسان ما دام ينافح وإكرام الموضع له من هذا الحديث لأن المنظور إليه\nوالمسموع منه، وقد أنشد النابغة للنبي صلى الله عليه وسلم:\nبلغنا السماء ومجدنا وثناؤنا\nوإنا لنرجو فوق ذلك مظهرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nفقال : إلى أين يا أبا ليلى ؟ قال : إلى الجنة، فقال : إن شاء الله ثم\nأنشده :\nولا خير في حلم إذا لم تكن له\nبوادر تحمي صفوه آن يكدرا\nولا خير في أمر إذا لم يكن له\nأديب اذا ما أورد الأمر أصدرا\nفقال : أحسنت يا أبا ليلى لا يفضض الله فاك. فعاش مائة\nوثلاثين لم تنفض له ثنية. وقولهم للمسمع أحسنت أصله من هذا\nالحديث . وفي صحيح مسلم عن عمرو بن الشريد عن أبيه قال:\nردفت النبي صلى الله عليه وسلم <span id='ms47'></span> فقال : هل معك من شعر أمية بن الصلت شيء ؟ قلت :\nنعم، قال : هيه ، أي أنشدنيه، فأنشدته بيتا، قال : هيه، حتى أنشدته مائة\nبيت ، زاد في رواية أخرى أنه عليه السلام قال : فلقد كاد يسلم في\nشعره. فالاقتراح على المسلم مخرج من هذا الحديث .\nوالشعر ثلاثة أقسام ما كان منه يذكرالآخرة ويزهد في الدنيا أو\nيخوف ويرجى، أو يذكر ما مضى من صروف الدهر، يحسن للمبتدي\nوالسالك، وقد تقدم سماعه عليه السلام من الغزل. وفي صحيح\nالبخاري عن الربيع ، بالتصغير وكسر الياء مشدودة ، بنت معوذ . بكسر\nالواو مشدودة وذال معجمة، قالت : دخل النبي صلى الله عليه وسلم غداة علي فجلس\nعل فراشي كمجلسك مني وجويرات يضربن بالدف يندبن من قتل من\nآبائهن يوم بدر ، حتى قالت إحداهن : وفينا نبى يعلم ما في غده، فقال\nدعي هذا وارجعي إلى ما كنت تقولين. ورد الخطأ على القوال\nمأخوذ من هذا الحديث. وفي صحيح مسلم عن عائشة رضي الله عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nقالت : زفت امرأة إلى رجل من الأنصار فقال النبي صلى الله عليه وسلم : يا عائشة أما\nكان معهم لهو ، فإن الأنصار يعجبهم اللهو. وخرجه البخاري في\nكتاب النكاح، وفيه دليل على أن البعض أميل للسماع من بعض. وفي\nالصحيحين عن عائشة :ان أبا بكر رضي الله عنه وعنها، دخل عليها\nوعندها جاريتان في أيام منى تدففان وتضربان، وفي رواية مسلم تغنيان\nوتضربان بدفين والنبي صلى الله عليه وسلم مسجى بثوبه، فانتهرهما أبو بكر فكشف\nالنبي صلى الله عليه وسلم عن وجهه وقال : دعهما يا أبا بكر فإنها أيام عيد. وقد\nسمع صلى الله عليه وسلم انشاد الحداث بالتلحين. وروى المقدسي عن عائشة رضي الله\nتعالى عنها قالت :كانت عندي جارية تغني والنبي صلى الله عليه وسلم يسمع، فلما\nسمعت بحس عمر فرت، فلما دخل عمر وجلس تبسم النبي صلى الله عليه وسلم فقال\nعمر : ما أضحكك يا رسول الله فقال: ضحكت أن جارية كانت عندي\nتغني فلما سمعت حسك فرت فقال عمر : لا أبرح <span id='ms48'></span> حتى أسمع مما يسمع\nمنه رسول الله صلى الله عليه وسلم فأقبلت تغني وعمر يسمع. قال المقدسي : وترك\nالعناد في السماع أصله من هذا الحديث ، وفي إسناده ضعيف . وفي\nالصحيحين عن عائشة قالت :دخل علي أبو بكر وعندي جاريتان من\nجوار الأنصار تغنيان بما تقاولت به الأنصار يوم بعاث قالت وليستا\nبمغنيتين، فقال أبو بكر : أمزمار الشيطان في بيت رسول الله صلى الله عليه وسلم وذلك\nيوم عيد، فقال : يا أبا بكر، إن لكل قوم عيدا وهذا عيدنا. وفي رواية\nجاريتان تلعبان بالدف، وفي أخرى قالت :فأقبل عليه النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nوقال : دعهما فلما عقل غمزتهما فخرجتا، وكان يوما يلعب عندنا\nالسودان بالحراب والدرق، فلما سألت النبي صلى الله عليه وسلم قال : تشتهين النظر ؟\nقلت : نعم، فأقامني وراءه، خدي على خده وهو يقول : دونكم يا بني\nأرفدة ، حتى إذا مللت قال : حسبك ؟ قلت : نعم، قال : فاذهبي . قالت\n: وكان لعبهم هذا في المسجد. وبنو أرفدة جنس من الحبشة.\nولما أنشد سحيم عبد بني الحسحاس عمر رضي الله عنه في\nقصيدته التي أولها :\nعميرة ودع ان تجهزت غاديا\nكفى الشيب والإسلام للمرء ناهيا\nقال : لو كان شعرك كله مثل هذا لأجزتك، فاستماع الشعر لا\nينكره إلا جاهل بالسنة.\nوقد قال عليه السلام لحسان هيج القطاريف من عبد مناف، والله\nلشعرك أشد عليهم من وقع السهام في غسق الظلام. وروى المقدسي\nعن مصعب ابن الزبير قال : حضرنا بحلس مالك فسأله أبو مصعب\nالزهري ، صاحب المختصر في الفقه عن السماع ، فقال : ما أدري إلا أن\nأهل العلم ببلدنا لا ينكرون ذلك ولا يقعدون عنه، ولا ينكره إلا غبي\nجاهل أو ناسك عراقي غليظ الطبع . وقال صالح بن أحمد بن حنبل أنه\nرأى أباه يتسمع من داره غناء كان في بعض ديار جيرانه، وقيل لسعيد\nابن المسيب : هنا قوم نساك يعيبون إنشاد الشعر . قال : نسكوا نسكا\nعجميا. وقام البراء بن مالك برجليه على حائط وهو يترنم بالشعر، قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nأنس بن مالك : فقلت يا <span id='ms49'></span> أخي أبعد الإسلام والقرآن ؟ قال : يا أخي\nالشعر ديوان العرب . وقد نص النبي صلى الله عليه وسلم على فضل البراء بن مالك في\nقوله : رب أشعث أغبر ذي طمرين لا يؤبه له لو أقسم على الله لأبره،\nمنهم البراء بن مالك. رواه أبو موسى الأشعري . فلا ينكرن السماع\nالا جاهل أو مدعي ، ولكن يحتاج كما قال الجنيد إلى زمان ومكان\nوإخوان . وقال الشبلي : السماع ظاهره فتنة وباطنه عبرة، فمن عرف\nالإشارة حل له استماع العبرة،  وإلا فقد استدعى الفتنة ، ولأجل هذا قال\nأبو علي الروذباري : ليتنا خلصنا من السماع لا لنا ولا علينا . وقال\nذو النون المصري: السماع وارد حق فمن أصغى إليه بحق تحقق\nومن أصغى إليه بنفس تزندق.\nوأما الرقص والدف والشبابة، فقد تقدم ذكرها لما في صحيح\nمسلم أن الحبشة رقصوا في مسجده عليه السلام والدف ضرب في بيته\nوبين يديه، وذكر في الشبابة أن عبد الله بن عمر سمعها أو مثلها، وهي\nالتي يضربها الرعاة والجمالون والأعراب والأعاجم ، فجعل أصبعه في\nأذنيه وقال لنافع هل تسمع شيئا ؟ قال : نعم ، وكلما قال له نعم لم يزل\nأصبعيه، وقال لنافع : هكذا فعل النبي صلى الله عليه وسلم. يعني كما فعل هو ولو\nكانت مكروهة أو محرمة لم يترك نافع يسمعها . قال المصنف : رأيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nفقهاء المشرق بالمشرق يسمعونها ولا ينكرونها ، وأخذهم الكلمة من\nالمسمع يتمثلون بها في المطابق . وفي حالة السماع لما روى المقدسي أن\nالأعمش من بني مازن قال : أتيت النبي صلى الله عليه وسلم فأنشدته :\nيا مالك الناس وديان العرب ... الأبيات إلى أن قلت له آخرها\nوهي : شر غالب لمن غلب. فجعل عليه السلام يتمثل به ويقول : وهن\nشر غالب لمن غلب. والخلغ على المسمع وتملك المسمع إياه من\nغير تلفظ بحبة ولا قبول ، لما روى المقدسي عن أبي عمر بن العلاء عن\nكعب بن زهير في حديث طويل قال : فدخلت المسجد فوقفت بين\nيدي رسول الله صلى الله عليه وسلم فأنشدته قصيدتي التي أولها بانت سعاد <span id='ms50'></span> ومضيت\nفيها إلى أن انتهيت إلى قولي:\nإن الرسول لسيف يستضاء به\nمهند من سيوف الله مسلول\nفقال لي : من أنت ؟ فقلت : أشهد أن لا إلاه إلا الله وأن محمدا\nعبده ورسوله ، أنا كعب بن زهير ، فرمى إلي بردة كانت عليه. فلما\nكان زمان معاوية بعث معاوية إلى كعب : بعنا بردة رسول الله صلى الله عليه وسلم\nبعشرة آلاف، فوجه إليه : ما كنت لأوثر بثوب رسول الله صلى الله عليه وسلم أحدا فلما\nمات كعب ، بعث معاوية إلى أولاده بعشرين ألفا وأخذ البردة، ولم تزل\nعند الخلفاء .\nوتمزيق الخرقة والتصرف فيها لما في صحيح مسلم عن علي رضي\nالله عنه قال : أهدي للنبي صلى الله عليه سلم حلة حرير فأرسل بها إلي، فخرجت\nفيها فقال لي : ما كنت لأكره لنفسي شيئا أرضاه لك فشققتها بين النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nخمرا. وفي رواية أنه قال اجعلها خمارا بين الفواطم. وقالت عائشة\nرضي الله عنها : نصبت حجلة فيها رقع تعنى بسحق، فمدها النبي صلى الله عليه سلم\nحتى شقها، فهذه الحلة والحجلة قد شققت. وعن أنس قال : كنا\nعند النبي صلى الله عليه وسلم إذ نزل عليه جبريل فقال : يا رسول الله فقراء أمتك\nيدخلون الجنة قبل الأغنياء بخمسمائة عام، وهو نصف يوم، ففرح فقال\nأفيكم من ينشدنا فقال بدوي : نعم يا رسول الله فقال : هات هات أي\nلا تؤخر ، فأنشد البدوي يقول :\nلقد لسعت حية الهوى كبدي\nفلا طبيب لها ولا راقي\nإلا الحبيب الذي قد شغفت به\nفعنده رقيتي وترياقي\nفتواجد عليه السلام وتواجد الأصحاب معه حتى سقط رداؤه عن\nمنكبه، فلما فرغوا آوى كل واحد إلى مكانه فقال معاوية : ما أحسن\nلعبكم يا رسول الله. قال : مه مهه يا معاوية ليس بكريم من لم يهتز عند\nذكر الحبيب ثم اقتسم رداءه من حضرهم بأربعمائة قطعة. ذكر\nالمقدسي هكذا وذكر السهروردي في عوارفه . تكلم الناس في هذا\nالحديث قال المصنف : وفيه رد على ما زعمه أهل الظاهر من أن تمزيق\nالخرقة إضاعة الحال <span id='ms51'></span> لاةسيما وثمن خرقة الفقير ممزقة أكثر من ثمنها سليمة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nفصل في أحكام الرد\nقال المقدسي أجمع مشايخنا أن المخروجة أي التي شققت وما\nاتبعت من الخرق الصحيحة بالموافقة لما يكون ذلك كله لحكم الجمع\nيفعلون فيه ما يراه المشايخ. وقال أبو إسماعيل عبد الله ابن محمد\nالأنصاري الهروي صاحب النهروية وهي كتاب منازل السائرين إلى\nالحق : الخرق المخروجة للفقراء والسليمة للقوالين ، لقوله عليه\nالسلام في الموطأ : من قتل قتيلا له عليه بينة فله سلبه. ولكن إن\nكان القوال من الفقراء فلهم أن يتفتوا عليه ببعض الخلع ، وإن رده\nللوسط قبل منه، وإن كان متأهلا تفتوا عليه، لأن تفضيل المتأهل واجب\nوإن كان محبا تخشى معه تمشية الفقير، فإن كان القوال بأجرة لم يوثر\nبالخلع إلا أن يشترط ذلك كذا.\nوالخلع جمع خلعة ، بكسر الخاء، وهي الثوب الذي يخلعه لابسه\nويسمونها الخرق، ويكره سماع المستأجر لأن تأثيره في النفوس ليس\nكالذي لا يأخذ أجرة، فإن كان الخلع كثيرا أسهم منه للقوال على أي\nحال كان ، لأنه من صنف المحبين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nوالخلع نزع الثوب ولا يقال خلع بضم الخاء، إلا في اختلاع امرأة\nمن زوجها، ومن مزق خرقة حتى لا ينتفع بها ولم يكن محترما أن لا\nيضيع ثوبه على أي حال كان، طولب لم فعل ذلك، ويستغفر الله لما ضيع\nعلى الفقراء ، ومن خرج عن خرقة فقد بانت عنه ، وللفقراء النظر في\nحاله، ومن أشار بيده أن يخلع بان ما عليه، ومن دخل الطابق بفرجية\nغير مزرة بانت منه، ومن خلع ما على رأسه بان عنه كل ما عليه، فان\nالخرق تابعة للتاج ، ومن رقص ويداه تحته بانت عنه خرقه ، ومن عثر في\nثوبه أو داسه أو أطفأ به السراج أو أذى به أحدا أو شبه ذلك بان عنه\nالثوب ، وكذلك الإشارة بالكم، فإن الفقير محفوظ والسقط بائن عنه\nفيبين عنه ثوبه بأقل شيء ، بخلاف المحب فإنه لا يبين عنه ثوبه إلا\nباختياره. والعياط الفاحش في السماع يطالب صاحبه، فإن انفصل وإلا <span id='ms52'></span>\nاستغفر الله ، وكذلك الوقوف الكثير في الطابق ما لم تشهد له البواطن\nبالصدق، ولا يزاحم محترم في طابقه ولا يدخل الطابق غير فقير لأنه لا\nيدري مشرب القوم ، ويحبسه الخادم في موضعه إن غلب عليه وارد.\nإذا حضر محترم أو شيخ فلا كلام للفقراء في الخرق ولا فيما يرد مدة\nمنظوريته إلا بإذنه، وكل ما يقع في الطابق أو في الوقت من حركات غير\nموزونة جهل صاحبها أو عرف ولم ينصف فعائدها على من افتتح\nالطابق ، فإن لم ينصف فعلى الخادم ، فإن لم يكن خادم فعلى الشيخ ، فإن\nلم يكن شيخ فعلى الفقراء بحضورهم مع غيرهم ، وإذا خيف على فقير\nمن استيلاء الوجد عليه سكت المسمع ، لما تقدم عند ذكر الكناية في\nالكلام هو قوله عليه السلام لأنجشة :رويدا يا أنجشة لا تكسر القوارير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nوفي رواية رويدك رفقا بالقوارير. يعني ضعفة النساء ، ومن الحسن\nاستماع الصوت الحسن ، وسمع عليه السلام قراءة أبي سوسى\nالأشعري فقال : لقد أوتي هذا من مزامير آل داود . فقد ظهر\nثبوت هذه الأمور من السنة. وإنما طمست بصائر الناس العوائد وقلة\nالبحث وتضييق الواسع من رحمة الله التي وسعت كل شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n<h1 class='l1' id='head6'>العلم السادس: في علومهم وعبادتهم وأين هم من الصوفية علومهم</h1>\n\nأنكر أكثر أهل الظاهر أن يكون للفقراء علم يسمى علم الباطن\nوقالوا : أن النبي صلى الله عليه وسلم لم يكتم من الرسالة شيئا. ومعظم ما جاء به القرآن\nالعظيم ، وإن كان قد روي أنه عليه السلام قال : أوتيت من الحكمة مثل\nما أوتيت من القرآن العظيم  خرجه أبو الحاكم بن برجان في كتاب\nالتنبيه له في تفسير عيون من القرآن . وقد بلغ عليه السلام جميع ذلك\nفي التنزيل : (يأيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما\nبلغت رسالاته) . واحتج أهل الباطن أنه عليه السلام لا يساوي فهمه\nفي القرآن فهم أصحابه وفهم القرآن العظيم مع فهومنا، ولذلك قال عليه\nالسلام : لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا. فهذه\nإشارة إلى <span id='ms53'></span> علم خاص به لم يؤمر بتبليغه لأنه أمر أن يخاطب الناس على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nقدر عقولهم ، مع أن القرآن فيه علم كل شيء. قال تعالى : (ما فرطنا في\nالكتاب من شيء). وقال : (وكل شيء أحصيناه كتابا). وقال:\n(وكل شيء أحصيناه في إمام مبين). قال سهل بن عبد الله : لو\nأعطى العبد بكل حرف من القرآن ألف فهم لما بلغ نهايته، لأنه كلام الله\nتعالى وصفته العالية ، وكما أنه لا نهاية له تعالى، فلا نهاية لفهم كلامه\nوكلامه غير مخلوق، فلا تبلغ نهاية فهمه فهوم المخلوقين ، على أن\nبعضهم يفهم في الآية فهما وبعضهم فهمين وبعضهم ثلاثة وهكذا، وما\nزاده كل واحد منهم على الآخر فهو علم باطن بالنسبة للذي لم يفهمه .\nوقال ابن عباس في قوله تعالى : (الله الذي خلق سبع سماوات ومن\nالأرض مثلهن) الآية. لو ذكرت تفسيرها لرجمتموني بالحجارة.\nقال أبو هريرة : أودعني رسول الله صلى الله عليه وسلم وطابين، أو قال جرابين من\nعلم، فأما أحدهما بثثته فيكم أو قال، فبينته، بالنون، وأما الآخر لو نبثه\nفيكم لقطع مني هذا البلعوم . وقال البخاري : البلعوم هو مجرى الطعام\nوالشراب. وقد استكتم عليه السلام سعدا في قوله :من قال لا إلاه إلا\nالله دخل الجنة. فأخبر بها سعد عند موته. وقال علي رضي الله عنه:\nحدثوا الناس بما يعرفون، أتريدون، أو قال أتحبون أن يكذب الله\nورسوله ، خرجه البخاري. وقال : إن هنا علوما لو وجدت حملة لها\nوأشار إلى صدره. وفي خطبته المعروفة بالقطقطانية شيء من ذلك. وقال:\nلو شئت أوقرت من شرح الفاتحة سبعين بعيرا . أو قال : سبعين حملا .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nأو قال : أربعين. وقال علمني رسول الله صلى الله عليه وسلم سبعين بابا من العلم لم يعلم\nذلك لأحد غيري . وأسر عليه السلام لحذيفة ابن اليمان العلم\nبالمنافقين، وكان عمر يسأله ويقول : هل أنا منهم ؟ فيقول له : لا. وقال\nعليه السلام : إن من أمتي محدثون وإن عمر منهم.\nفما يختص به القلب من العلم هو العلم الباطن، وما يظهر من العلم <span id='ms54'></span>\nعلى اللسان هو علم الظاهر ، وهو علم الشريعة ، يجمع الرواية والدراية .\nوأعمال الظاهر أعمال الجوارح وهي : العبادات والمعاملات مع الحق .\nواعمال الباطن أعمال القلوب وهي : المقامات والأحوال . ولما مات عمر\nرضي الله عنه قال ابن مسعود : مات تسعة أعشار العلم ، قيل له : تقول\nهكذا وفينا جلة الصحابة، قال : لم ارد علم الفتاوى والأحكام ، وإنما أريد\nالعلم بالله. وقال عليه السلام : إن من العلم كهيئة المكنون لا يعلمه إلا\nأهل المعرفة بالله. وقال له رجل : علمني من كل العلوم ، قال : أتعلم\nرأس العلم ؟ قال : وما رأس العلم ؟ قال : معرفة الله .\nوانعقد الإجماع على فضل الصحابة رضي الله عنهم لتقدمهم بعلم\nالآخرة لا بعلم الأحكام ولا بعلم الفتوى ولا بشبههما، وإن كان بعضهم\nسمع ما لم يسمع البعض . وجاء في أبى بكر رضي الله عنه ، أنه لم يسبق\nالناس بكثرة صلاة ولا صيام ولا بكثرة فتوى ، ولكن بشيء وقر في\nصدره. وكانوا آلافا ولم يتصدر منهم للفتوى إلا ما دون العشرين، وإذا\nسئل أحدهم أحال على الآخر . وكان ابن عمر إذا سئل يقول : اذهب\nإلى الأمير الذي تقلد أمور الناس. وإنما كانوا أهل خوف ومجاهدة ومراقبة\nوطهارة باطن ومكارم أخلاق وإخلاص وتوحيد وجهاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nوالعلم اليوم الاشتغال بالفروع والتعمق فيها والتدقيق إلى غير\nنهاية. ويسمون البذاذة قذارة والبواطن مشحونة بالمفاسد. وقد توضأ\nعمر رضي الله عنه من جرة نصرانية ، وكان يمسح يده من الطعام\nبأخمص قدميه ويقول : مناديل آل الخطاب بطون أقدامهم . كذلك سائر\nالصحابة. وكانوا يصلون في المساجد على التراب ، ويمشون حفاتا في\nطين الشوارع ، ويصلون ويقتصرون في الاستنجاء على الحجارة . وقال\nأبو هريرة : كنا نأكل الشواء في المسجد فقام الصلاة فندخل أصابعنا في\nالحصباء ثم نعركها بالتراب ونكبر . ولكن لما اتسعت الدنيا على الناس\nاحتيج لكثرة الفروع كما أحتيج لعلم الكلام حين كثرت الشبه في\nالتوحيد ، ولعلم النحو واللغة حين فسد اللسان، وكأن هذه العلوم أدوية\nلما حدث . فعلومهم علوم الآخرة والإخلاص والأخلاق التي بها كمال\nالنفس ولا يحملها أحد عن <span id='ms55'></span> أحد. وهي لباب الشريعة وتسمى علم\nالباطن لخفاياها ولكونها عند الأقل من الناس ويقصر عنها فهم أكثرهم\nفهي باطنة للقاصر ظاهرة للكامل. قال مالك : العلم نور يضعه الله\nحيث يشاء. وأول من تكلم في علم الصوفية علي رضي الله عنه وكذلك\nفي النحو . وأمر أبا الأسود الدؤلي أن يضع فيه شيئا. وقال سهل بن\nعبد الله : العلوم ثلاثة : علم ظاهر يبذل لأهل الظاهر، وعلم باطن لا\nيظهر إلا لأهل الباطن، وعلم بينك وبين الله تعالى، ولذلك قال بعض\nالعارفين : إفشاء سر الربوبية كفر . وفي الحديث قيل : يا رسول الله أي\nالأعمال أفضل ؟ قال : اجتناب المحارم ولا يزال فاك رطب بذكر الله، قيل :\nفأي الأصحاب خير ؟ قال : إن ذكرت أعانك وإن نسيت ذكرك. قيل:\nفأي الأصحاب شر ؟ قال : صاحب إن سكت لم يذكرك وإن ذكرت لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nيعنك. قيل : فأي الناس أعلم ؟ قال : أشدهم لله خشية. فجعل العلم\nخشية الله، فهي رأس الدين. والعالم إما عا لم عامة وهو العالم بالحلال\nوالحرام ، وإما عا لم الخاصة وهو العا لم بالمعرفة والتوحيد . والعلم بالحلال\nوالحرام هين على الفقراء لزهدهم في الدنيا . قال حسان بن سنان : ما\nمن شيء أهون من ورع إذا رابك شيء فدعه. وقد بينت للمظبط الفهم،\nوأقول لغيره كما قال الشاعر :\nعلى سوق المعاني من معادنها\nوما علي إذا لم تفهم البقر\nفصل\nالعلوم التي بأيدي أهل الشريعة سبعة : علم القرآن وعلم الحديث\nوعلم الفقه وعلم أصول الفقه وعلم أصول الدين وعلم الأدب وعلم\nالتصوف.\nفأما علم القرآن فقراءته وتفسيره، وقراءته ضبط كلماته وتجويدها\nومعرفة الخلاف الذي بين الأئمة السبعة ، لتواترها الأربعة عشر ،\nوأساميهم وكناهم وموالدهم ووفاتهم وبلدانهم، ومعرفة مخارج\nالحروف وصفاتها ، ومعرفة الأداء ، ولابد أن يقوم به بعض لئلا تضيع\nالقراءة ، ولم يكن في الصحابة من يحفظ القرآن إلا أربعة : علي بن أبي\nطالب وأبي ابن كعب وزيد بن ثابت وعثمان بن عفان رضي الله\nعنهم ، لأن الله تعالى لم يكلف إلا التدبر فيه وقال : (أفلا يتدبرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nالقرآن). والتفسير <span id='ms56'></span> على نزول الآية وشأنها ومعانيها والسبب الذي\nنزلت فيه. قال السهروردي في عوارفه وساق قوله عليه السلام : ما\nنزلت آية من القرآن إلا ولها ظاهر وباطن ولكل حرف حد ولكل حد\nمطلع، أي مصعد وهو الفهم. قال في الظاهر لفظ القرآن والباطن\nتأويله . وقيل الظاهر صورة القصة من الغضب على قوم أو عقابهم أو نحو\nذلك، والباطن شبيه من يقرأ ذلك. وقيل ظاهره تنزيله الذي يجب الإيمان به،\nوباطنه وجوب العمل بمقتضاه وقيل ظاهره تلاوته وباطنه التدبر، وقوله\nعليه السلام : لكل حرف حد في التلاوة لا يجاوز المصحف.\nوفي التفسير بالسماع والآثار والتأويل، وهو صرف الآية إلى ما\nتحتمله مما يوافق الكتاب والسنة ، والمطلع لأرباب القلوب ، وهو مشهود\nالمتكلم بالآية ، لأنها مستوع وصف من أوصافه فتجدد لهم التجليات\nبتلاوة الآيات. قال جعفر الصادق: لقد تجلى الله لعباده في كلامه :\nولكن لا يبصرون. فالحد حد الكلام والمطلع الترقى عن حد الكلام إلى\nشهود المتكلم . قال أبو العباس بن العطاء: سكنت قلوب العارفين\nأول حرف من كتابه وهو الباء من بسم الله ، أي به ظهرت الأشياء وبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nقامت وبه فنيت . وقال الواسطي في اسمه الرحمن : كل اسم من\nأسمائه يتخلق به إلا اسمه الرحمن والصمد ، فإن الرحمانية لا تكون\nمطلقة إلا له، ومنها إبراز الموجودات من ظلمة العدم ، وكذلك\nالصمدانية لا تكون إلا له لاستحاله شبه البشرية في حقه سبحانه. وقال\nالشبلي في قوله تعالى : (قل للمؤمنين يغضوا من أبصارهم) أي\nيغضوا أبصار الرؤوس عن المحارم وأبصار القلوب عما سوى الله تعالى .\nوأما علم الحديث، فمعرفة أسامي الرواة وكناهم وبلدانهم والثقة\nوالضعيف، فضبطوا موالدهم ووفاتهم والجرح والتعديل ليعرف ما هو\nمن الحديث صحيح وحسن وضعيف وما منه مسند ومرسل وموصول\nومقطوع وبلاغ وموقوف وغير ذلك. ولابد من قيام البعض به لتحفظ\nالأحاديث ويتميز الموضوع منها من غيره ، والفقير في سعة عنه . وقد\nقالت رابعة : نعم الرجل سفيان لولا أنه يكتب الأحاديث . ورأى رجل\nمن أهل الحديث بعض أصحابه في النوم فقال له <span id='ms57'></span> : ما فعل الله بك ?\nفسكت فأعاد عليه فسكت فقال له : غفر الله لك ؟ قال : لا، قال : لم ؟\nفقال : الذنوب كثيرة والمناقشة دقيقة ولكن وعدت بخير قال : فأي\nالأعمال وجدت أفضل ? قال : قراءة القرآن والصلاة في جوف الليل ،\nقال : فأيهما أفضل ما كنت تقرأ أو ما كنت تقري ؟ قال : ما كنت أقرأ،\nقال : فكيف وجدت فلان ثقة ، فلان ضعيف ؟ قال : إن خلصت فيه\nالنية لم يكن لك ولا عليك . وقال بعض العارفين : كنا نترك مجلس شعبة\nلأنه كان يدخلنا في الغيبة بقوله : فلان ثقة، فلان ضعيف، ولم يتكلم في\nالجرح والتعديل غير هذه الأمة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nوأما علم الفقه، فهو علم الفروع، فكل علم فقه من جهة اللغة،\nولكن للفروعيين استنباط دقيق وبحث في قواعد العبادات والأحكام\nوالحدود والوقائع التي لم يصرح الشرع بأحكامها ولابد من قيام البعض\nبه وما يحتاجه الفقير من ذلك بين عند الجمهور.\nوأما علم أصول الفقه الذي يميز به الأصل والفرع، والناسخ\nوالمنسوخ، والخاص والعام، والإجماح والقياس، والواجب، والمحرم،\nوالمكروه، والمندوب، والمباح، وغير ذلك. فالفقير في فسحة منه.\nوأما علم أصول الدين، فمتعلق الشهادتين بطريقة القناعة مستنبطة\nما بين المعقول والمنقول مقدمات مشهورات ومقبولات وضعها\nالأصوليون لما حدثت الشبهة في العقائد ، فاثبتوا حدوث العالم، وقدم\nالصانع ، وقدم صفته وأنبتوا النبوءة، وردوا على الفلاسفة والفرق بطرق\nجدلية، والفقير يسعه تركه.\nوأما علم الأدب، فهو يجمع اللغة والنحو والعروض والتاريخ\nومعرفة كلام العرب وأشعارها وخطبها وغير ذلك. ولابد من اللغة لفهم\nالقرآن والحديث، وليس بضروري على الفقير .\nوأما علم التصوف الذي هو علمهم فيجمع معرفة الإخلاص\nودقائقه الرياء والحسد والكبر ومعرفة الزهد والأمر بالمعروف والنهي\nعن المنكر ، ومعرفة أسماء الله تعالى والتخلق بها، ومعرفة النفس والخلق\nوالإيثار والمقامات : كالتوكل والرضى والتسليم والتفويض والرجاء\nوالخوف والذكر والشكر والصبر والحزن والتوبة والندم والحياء ، وسائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nالمقامات الإسلامية والإيمانية والإحسانية ، ولتجردهم عن الدنيا لم يبق\nلهم إلا علم ما يخطر بقلوبهم، فعلمهم باطن، ولهم أسرار في التوحيد\nوفي أسماء الله تعالى والتخلق بها وفي <span id='ms58'></span> حروف فواتح السور كاللواميم\nوالطواسيم والحواميم وغير ذلك ، وجملتها أربعة عشر حرفا ،\nولإشاراتهم أسرار بينتها الرسالة المسماة بالمقاليد الوجودية، إذ هي\nالفاتحة لكل مغلق والقائدة لكل من أراد أن يتحقق . تقال أبو نصر بن\nالحارث: جميع العلوم تؤدي إلى علم التصوف . وقال الشبلي : أصل\nالتصوف الاقتداء بالسنة، وأكثر حواديث الفقه تقع قليلا، وعلوم\nالتصوف تحتاج في كل لحظة . وكان بعض الفقهاء ينهى عن مجالسة\nالشبلي والأخذ عنه ، ثم لقيه يوما فقال : يا أبا بكر كم في خمس من\nالإبل فقال الشبلي : شاة في الواجب، وأما عندنا فكلها، فقال الفقيه :\nألك في هذا أصل ؟ قال : نعم أبو بكر الصديق حين أتى بماله كله فقال\nالنبي صلى الله عليه وسلم: ما أبقيت لعيالك ؟ قال : الله ورسوله. فمن خرج عن\nماله كله وترك الدنيا فإمامه أبو بكر، ومن خرج عن بعض وأمسك بعضا\nفإمامه عمر، ومن جمع لله ومنع لله وأنفق لله فإمامه عثمان، ومن رقض\nالدنيا فإمامه علي ، وكل علم لا يؤدي إلى ترك الدنيا فليس بعلم .\nفصل\nفأما علوم الفلاسفة فليست من علوم الملة ، وهي : الرياضيات\nوالطبيعيات والإلاهيات . أما الرياضيات وهي لتعليم الحساب والهندسة\nوالهيئة والموسقى فحاصلها الكلام فيما عقل مجرد عن المادة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nوأما الطبيعيات فاختلف فيها أقوالهم وأئمتهم الخواص،\nوحاصل كلامهم تخمين في صناعة النجوم والطب والآثار العلوية\nوالكون والفساد والسماء والعالم . وقد حكى يحيى الإسكندري عن\nكبيرهم ، أنه مات ولم يدر هل فلك الزهرة فوق الشمس أو دونها .\nوأفلاطون قال بحدوث العا لم وخالفه تلميذه أرسطوا.\nوجالينوس مات ولم يدر هل العالم حادث أو قديم . والإلاهيات لم\nيحضوا منها بطائل، وكلامهم في النفس غير مخلص والإسلاميون منهم\nمن زمن المأمون العباسي . والمنطق الذي بنوا عليه لم يخلصوا فيه\nالحدود ، مع أن صورها في النفس الناطقة ، قلت لأن الإنسان يميز\nالأشياء برؤيته لها تمييزا ذاتيا لا يختلط فيه شيء منها بغيره البتة ، ثم يعجز\nفي الحدود عن التعبير عن أكثر أجناسها القريبة عن فصولها الذاتية المعرفة\nبها، ولا حاجة للفقير <span id='ms59'></span> إلى شيء من ذلك كله، مع أن الإنسان لا يقف على\nكنه جسمه فضلا عن نفسه ، فكيف على حقيقة العلويات وهي الملكوت\nالكبير ؟ (وإن يسلبهم الذباب شيئا لا يستنقذوه منه ضعف الطالب\nوالمطلوب ما قدروا الله حق قدره). وما أحسن قوله عليه السلام\nللذي قال له في الإسلام :  قل ربي الله ثم استقم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \nعبادتهم:\nالناس يعتقدون الصلاح بالتعمق في الدين وإطالة الجوع والتقبض\nوتغميض الوجه وتمييل الرأس، والسكينة في المشي . والصلاح قد يكون\nفي البسط وفي القبض ، وفي البشاشة ، وفي الكلام وفي الصمت ، وفي\nالعزلة وفي الألفة، إذا كان كل ذلك بعلم. وكيف يقف على حالة واحدة\nمن تعبد بالرجاء والخوف ? لأن الرجاء المطلق من صفات المرجئة،\nوالخوف المطلق من صفات الوعيدية ، والوقوف على حالة واحدة رياء\nوجمود لقوله عليه السلام : رحم الله عبدا قال خيرا أو صمت .\nكيف دعا للمتكلم أولا بالخير ثم للصامت عن الشر ثانيا، فالسنة حال بين\nحالين، وكذلك ينبغي أن يكون قلبه بين وجهتين. قال الصديق رضي الله\nعنه : (لو نادى منادي من السماء لن يدخل الجنة إلا رجل واحد لرجوت\nأن أكون ذلك الرجل، ولو نادى منادي من السماء ، لن يدخل النار إلا\nرجل واحد لخشيت أن أكون ذلك الرجل) . وقال عمر رضي الله عنه :\nالعبادة ثلاثة : أداء الفرض ، واجتناب المحارم ، والأمر بالمعروف\nوالنهي عن المنكر) . وقال عثمان رضي الله عنه : لولا أني خشيت أن\nيتثلم الإسلام فاسد بهذا الحال ما جمعته ، وقد حمل حزمة الحطب على\nظهره. وقال علي رضي الله عنه : كل كلام لا يكون في ذكر الله فهو\nلغو، وكل صمت لا يكون في فكر فهو سهو، وكل نظر لا يكون في عبرة\nفهو غفلة، وكل حركة لا تكون في عبادة فهي فترة. وقال لعمر : إذا\nأردت أن تلق صاحبك رقع قميصك واخصف نعلك وقصر أملك، وكل\nدون الشبع . فقال عمر :لولا علي لهلك عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nفالعبادة وضع كل في موضعه، وأعظمها المحافظة على الفرائض\nوحفظ الجوارح السبع وهي : السمع والبصر واللسان <span id='ms60'></span> واليد والرجل\nوالبطن والفرج. والأصل ترك الدنيا شأن الفقراء ، لقوله عليه السلام :\nمحبة الدنيا رأس كل خطيئة . وترك الدنيا شأن الفقراء وقليل ما هم\nوقليل العمل مع الإخلاص كاف . قال الحسن : من تقبلت منه سجدة في\nعمره دخل الجنة. والعجب ممن يكثر الصيام والقيام وهو يطلب الدنيا\nولا يشعر أنه يسعى في توفية شهواته ولذاته. قال أبو الدرداء : كنت في\nالجاهلية تاجرا ، فلما أسلمت حاولت أن أجمع بين التجارة والعبادة فلم\nيجتمعا فآثرت العبادة . وسئلت أم أبي الدرداء عن أفضل عبادته فقالت :\nالتفكر والاعتبار ، وأما القوت فالله قد تكفل به لجميع خلقه .\nوقول من قال : إن عمر أخذ بيد أعمى وأمره بالتسبب، وأنه أمر\nبالكسب لمن أمر ليس على الإطلاق ، بل لمن عرف عجزه عن العبادة\nأو عرف طمعه في الناس، أو أنه يدخر أو غير ذلك، لأن عمر قد رأى\nأهل الصفة لم يؤمروا بالمعاش ولا بالخروج عن المسجد للتسبب . وفي\nالموطأ عن طلحة بن عبيد الله قال : جاء رجل إلى النبي صلى الله عليه وسلم من أهل نجد\nتائر الرأس يسمع دوى صوته ولا يفقه ما يقول حتى دنا، فإذا هو يسأل\nعن الإسلام، فقال له النبي صلى الله عليه وسلم : خمس صلوات في اليوم والليلة قال :\nهل علي غيرها قال : لا . إلا أن تطوع ، وذكر له الزكاة قال : هل علي\nغعيرها قال : لا إلا أن تطوع . فأقبل الرجل وهو يقول : والله لا أزيد على\nهذا ولا أنقص منه، فقال النبي صلى الله عليه وسلم : أفلح هذا إن صدق. فشهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \nبالفلاح لمن لا يزيد ولا ينقص ، فظهر أن عبادة العارفين المحافظة على\nالفرائض وحفظ الجوارح والمراقبة والإخلاص والفكر والذكر . ولذكر\nالله أكبر. وسافر الكتاني وصاحباه أبو بكر الزقاق ومحمد بن\nإسماعيل الفرغاني نحو عشرين سنة ، فكان الكتاني يقوم اليل ويستقبل\nالزقاق القبلة ويستلقي الفرغاني\nبفكر ويصلون الصبح بوضوء العتمة.\nوالولاية القرب من الله بالأعمال الخالصة واستيلاء الحق والتعرض\nلنفحات الجبروت.\nأين هم من الصوفية\nوفيه ثلاث جمل.\nالأولى <span id='ms61'></span> في الفقر والتصوف : قيل فيها بمعنى واحد ، لأن الفقر\nالاحتياج إلى الله عز وجل، ولا يكون ذلك إلا مع الصفاء عن الكدرات\nفحيث كان التصوف من المقامات يتبعه الفقر ، حيث كان الفقر يتبعه\nالصفا . وقيل هما متباينان ولكن التصوف أفضل لأنه غاية الفقر وهذا\nمذهب صوفية الوقت وسكان الخونك . وقيل الففر أفضل لأنه شامل\nلكل ما سوى الله تعالى ، لأن الحادث مفتقر لموجود يوجده ثم لممسك\nيمسكه ثم لمنعم ينعم عليه بما يظهر ، فالفقر يكون قبل التصوف ومعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \nوبعده لقوله تعالى :( يا أيها الناس أنتم الفقراء إلى الله). فكل مقام\nلابد أن يكون صاحبه فقيرا، فالفقر أعم من وجه وأخص من وجه،\nواختلف في لفظ التصوف ملقب هو أم مشتق أم منقول ؟ والأكثر أنه\nمن لباس الصوف ، وقيل من الصفة ، وقيل أن يكون كالصوفة المطروحة\nلا يكون له مع الله ندبير، وقيل من الصفا وهو الأصح، صوفي فلان أي\nاختص بالصفاء ، عوفي إذا اختص بالعافية . ولأبي الفتح البوني  تنازع\nالناس في الصوفي واختلفوا وظنوه مشتقا من الصوف ، ولست أنحل\nهذا الاسم غير فتى صافيا فصوفي ، حتى سمي الصوفي . والصفاء أن\nيصفو العبد من الأخلاق المذمومة الرديئة بالأخلاق المرضية ، ثم من\nرؤية الأعمال بملاحظة الإخلاص ، ثم من الملاحظة بترك الحظ الذي\nتتوهم النفس أنه لها ، فإن ذلك كله فعل الله ليس للنفس فيه شيء.\nواختلف في ماهيته فقيل التصوف الأخلاق الكريمة قال أبو يزيد.\nالتصوف طرح النفس في العبودية وتعليق القلب بالربوبية . وقال سهل\nبن عبد الله : التصوف السكون مع الحق والهروب من الخلق . وقال الجنيد :\nالتصوف ترك الاختيار . وقال الشبلي : \"التصوف الاقتداء بالسنة\" .\nوقال ابراهيم بن أدهم: التصوف علو الهمم عما تنافست فيه الأمم.\nوقيل للحلاج وهو على الخشبة مقطوع اليدين والرجلين وقد مثل به:\nما التصوف ؟ فقال : أوله ما ترى وآخره ما ترى غدا، يعني قتله، وكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nفي صغره قد عاب على كتاب شيخه الذي كان فيه كلامه الخاص، فقال\nالشيخ : سيقتل به وتقطع يداه ورجلاه فكان ذلك. قلت <span id='ms62'></span> وذكر\nالسهروردي في عوارفه : أن أقوال المشايخ في التصوف تزيد على ألف\nقول ويجمعها ان التصوف لايزال مصفى الأوقات عن الكدرات\nبتصفية القلب عن شوب النفس ، فكلما ظهرت نفسه بصفة من صفاتها\nفرت منها إلى ربها . فالصوفي لا يرى في الدارين غير الله تعالى.\nوأما لفظ الفقير فمشتق من فقار الظهر وهو العظم الذي يقوم به\nالظهر ، وكذلك العالم كله لا يفارقه الفقر لأنه كله محتاج بالذات . والفقر\nمن حيث الطريق أخلاق فاضلة وسير كريمة محمودة . وقيل الفقر شكر\nالمنعم على كل حال وقيل فقد ما يحتاج إليه.\nالثانية في الفقراء والصوفية : أما الصوفية فخمسة أصناف : الملامتية\nوالذين يدعون اليوم بالصوفية والمتصوفة والمتميزة والظرفاء ، فالملامتية\nأحسنهم حالا ، وقد ذكروا في العلم الثاني قبل . والصوفية اليوم سكان\nالخوانك ، والخانكة الرباط باللسان العربي ، شبه دار يوقفه الناس لله\nتعالى، وفيه مطبخة وسقاية وشيخ وخادم، وصوفية راتبون وبيت كبير\nيسمونه الإيوان يجلسون فيه ، بحيث لا يغيب فيه واحد منهم عن\nالآخر، وكل واحد على سجادته من قطن أو كتان، وعليهم خرق من\nالفقراء ، ولكن لكل واحد منهم كسوة للحضر وكسوة للسفر ، ويأكلون\nمن أوقاف الخانكة ، ولا يسألون. وإذا خطأ أحدهم قدم قماشة كله\nللوسط واستغفر ، وإذا أراد أن يسافر واحد منهم أمر الخادم أن يلقي تحت\nسجادته إشارة السفر ، وهي قليلة قطن أو يطوي طرف السجادة ، فإذا\nرجع من سفره جلس في دهليز الخانكة مشدود الوسط ، فإذا خرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \nالخادم لم يكلمه ولم يسلم عليه ولا على غيره ، حتى يأذن له في الدخول\nفيدخل والخادم أمامه ، فيجد سجادة في مكانه الذي يصلح به ، فيصلي\nركعتين لأن لا يدخل إلا على طهارة، ثم يسلم على الشيخ والأصحاب.\nولهم اصطلاح في الدخول والخروج والحضر والسفر والكلام وغير\nذلك، ذكر في غير هذا.\nوالمتصوفة يتكلمون في أذواق القوم ويشيرون بإشاراتهم ويلبسون\nما وجدوا ويتسببون ولا يرتبون في الربط ، والمتميزة يلبسون الثياب\nالفاخرة على هيئة معلومة ، ويعيشون بالسؤال وبخدمة أبناء الدنيا.\nوالظرفاء صنف من المتميزة . وأما أصناف الفقراء <span id='ms63'></span> المتجردين\nفيسمون اليوم قلندرية وهم أولوا الحفا وكشف الرأس والتقشف\nالمحض . وفي الخبر أنه عليه السلام وقف على أهل الصفة وقد استتر\nبعضهم ببعض من العرى وقارئ يقرأ القرآن عليهم وهم يبكون، فصح\nأنهم كانوا لا يرجعون إلى زرع ولا ضرع.\nوالصوفية لهم بعض قماش، ومن يقول من الصوفية إن المرقعة\nشهرة ، فجوابه أن سلمان الفارسي سافر في زيارة أبي الدرداء من\nالعراق إلى الشام راجلا وعليه كساء غليظ مضموم ، فقيل له شهرت\nنفسك فقال : الخير خير الآخرة وإنما أنا عبد ألبس كما يلبس العبد فإذا\nاعتقت ألبست حلة لا تبلى حواشيها. ولما قال بشر بن الحارث للجمع\nالذين دخلوا عليه بالمرقعات لزيارته : يا قوم اتقوا الله في هذا اللباس\nفإنكم تكرمون لأجله، وسكت القوم. قال شاب منهم : الحمد لله\nالذي نكرم لاجله، والله لا تركناه حتى يكوت الدين كله لله . فقال بشر:\nأحسنت يا شاب مثلك من يلبس المرقعة . وقال ابن عباس : لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nأرقع ثوبي وألبسه ويرفعني عند الخالق ويضعني عند المخلوقين أحب إلي\nمن ان ألبس ثوبا يضعني عند الخالق ويرفعتي عند المخلوقين . والمعتمد\nأن الفقراء والصوفية شيء واحد في المعارف والاذواق مختلفون في\nاللباس ؛ فالفقراء إذا نوع من الصوفية لكن من خيرهم، والطرق كلها\nسبل إلى الله تعالى، فمن سلك منها طريقا وصلته إلى الله. وإذا قال الفقير\nللصوفي لا يصح الصفاء إن لم يكن عن الأغيار كلها حتى لا تجد إلا\nعبوديتك فأنت فقير إلى تعينها وهو أول باب تدخله من الفقر الخاص .\nوالفقر هو الوصف الذاتي للعالم كله ، مع أن الله تعالى ذكر الفقراء\nوالأبرار والمقربين والصديقين والقانتين والمحسنين والسائحين والعابدين\nوغير ذلك، ولم يذكر الصوفية. وقال النبي صلى الله عليه وسلم : الفقر أزين بالعبد من\nالعذار الجيد على خد الفرس. فيقول الصوفي : كل مقام لا يصحبه\nالصفاء فهو باطل، فالصفاء مطلوب في جميع المقامات مع أنه لفظ عربي\nمفهوم وقد وجد في زمن التابعين . قال الحسن وهو تابعي : وجدت\nصوفيا في الطواف فأعطيته شيئا <span id='ms64'></span> فلم يقبل مني.\nالثالثة في السلوك والجذب : قال الله تعالى : (الله يجتبي إليه من يشاء\nويهدي إليه من ينيب) . فذكر الإجتباء وهو الاصطفاء دون إنابة\nتتقدم ، وهذا هو الجذب ، ثم ذكر الإنابة بعد تقدم الهداية، وهي رتبة\nالسلوك والفضل تقدم السالك ، لقوله تعالى : (والذين جاهدوا فينا\nلنهدينهم سبلنا) وقوله تعالى : (إن تتقوا الله يجعل لكم فرقانا).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nوقالوا : من لم يجتهد في العبادات ولم يسلك المقامات حتى يعرف المقام\nالذي يخرج عنده والذي يدخل فيه والبرزخ الذي بينهما ولم يبصره\nشيخ بكل منهل يحل فيه وينبهه على زلات الأقدام لم يفتح له باب\nالملكوت ولا فاز بطائل وفضل قوم المجذوب ، لقوله تعالى : (ليس\nلك من الأمر شيء). ولقوله تعالى : (وما تشاؤون إلا أن يشاء\nالله ). وقالوا : العبادة هي نفس المجذوب فمن لم يجذبه الحق\nللمقامات ويلهمه ويوقظه ، كيف تكون له العبادات ? فالسالك إذا\nمحذوب لأن الإنسان لا يقوم بنفسه، فإن بصره شيخ بإذن الله بصره، وإن\nتبصر بنفسه فبإذن الله تبصر فالجذب يتقدم السلوك، وهو نور يلقيه الله\nفي القلب به يتحرك العبد لما قدر له من الخير. والعلم اللدني وهو الذي\nيعلمه الحق دون واسطة الخلق وبه اختص الخضر عليه السلام . قال الله\nتعالى :  (وعلمناه من لدنا علما) ، فإن قيل المجذوب يفتح على باطنه\nبأذواق القوم دون تعلم ، فلا يدري كيف يعلم غيره لأنه لم يعرف\nالمنازلات ، والسالك صحب المشايخ وسلك المقامات وعلم عللها\nوتداخلها، فيدري كيف يعلم غيره، فالجواب أن الله تعالى يعلم بواسطة\nوبغير واسطة والشيخ بعض الوسائط.\nوالحاصل أن السلوك والجذب إذا كانا كاملين تساويا وكانا مما\nينال بترادف ويعلم كل واحد من السالك ، والمجذوب ما يعلمه الآخر\nويقدر على ما يقدر عليه الآخر والفضل بيد الله يؤتيه من يشاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n<h1 class='l1' id='head7'>العلم السابع: في المشيخة والخدمة وتربية المشيخة</h1>\n\nقال الله تعالى : (ومن أحسن قولا ممن دعا إلى الله وعمل صالحا\nوقال إنني من المسلمين). (قل هذه سبيلي أدعوا إلى الله على بصيرة\nأنا ومن اتبعني). فالشيخ داع إلى <span id='ms65'></span> الله تعالى، قلت وغلب في لسان\nالصوفية مشايخ ، كما غلب في لسان المحدثين في جمعه شيوخ ، وفي\nلسان أشياخ، وفي الموطأ عن مالك أنه بلغه أن النبي صلى الله عليه وسلم قال :ما من\nداع يدعوا إلى هدى إلا كان له مثل أجر من اتبعه لا ينقص ذلك من\nأجورهم شيئا، وما من داع يدعوا إلى ضلالة إلا كان عليه مثل أوزارهم\nولا ينقص ذلك من أوزارهم شيئا).\nروي عن سهل بن سعد :أن النبي صلى الله عليه وسلم لما أعطى الراية عليا يوم\nخيبر، وقال علي : أقاتلهم حتى يكونوا مثلنا. قال : انفذ على رسلك،\nأي تؤدة حتى تنزل بساحتهم ثم ادعهم إلى الإسلام وأخبرهم بما يجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \nعليهم من حق الله فيه، فوالله لأن يهدي الله بك رجلا واحدا خير لك\nمن حمر النعم.\nفأما مد الأيدي عند المشايخ في التوبة والاشتراط على من تاب أو\nدخل فيهم، ففي صحيح مسلم عن عبادة بن الصامت : بايعنا رسول الله\nصلى الله عليه وسلم على السمع والطاعة في العسر واليسر والمنشط والمكره وأن لا ننازع\nالأمر أهله وأن نقول بالحق حيث كنا ولا نخاف في الله لومة لائم.\nوأما لباس الخرقة من أيدي الناس ، ففي صحيح مسلم عن أم خالد\nبنت خالد قالت : أتى النبي صلى الله عليه وسلم بثياب فيها خميصة سوداء صغيرة فقال:\nمن ترون نكسوا هذه ؟ فسكت القوم ، فقال : إيتوني بأم خالد فآتي بها\nتحمد. وفي رواية : أوتي بي فأخذ الخميصة بيده فألبسنيها وقال:\nأبلي واخلقي الحديث . والخميصة كساء أسود مربع له علمان .\nوأما إكرام المشايخ فروى ابن عباس أن النبي صلى الله عليه وسلم قال : ما أكرم\nشاب شيخا لسنه إلا قيض الله له عند كبر سنه من يكرمه. وعن جابر\nقال : جاء أبو بكر بأبيه أبي قحافة إلى النبي صلى الله عليه وسلم يوم فتح مكة، وكان\nرأسه ولحيته ثغامة ، والثغامة بفتح الثاء مثلثة ، أبيض الزهر يشبه الشيب،\nفقال عليه السلام : هلا تركته حتى نكون نحن الذي <span id='ms66'></span> نأتيه، فقال أبو بكر\nهو الذي حق أن يأتيك من أن تأتيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \nوأما حبس الركاب للمشايخ إذا ركبوا، فروى أبو سلمة أن ابن\nعباس، أخذ بركاب زيد بن ثابت فقال له : تنح يابن عم رسول الله صلى الله عليه وسلم\nقال : إنا هكذا نفعل بكبرائنا وعلمائنا.\nوأما المشي مع ركاب المشايخ فروى جابر بن سمرة قال:\nخرجنا مع النبي صلى الله عليه وسلم في جنازة فركب فرسا ومشينا حوله.\nوأما تقديم المشايخ في الكلام ، ففي الموطأ في القسامة في حديث\nمحيصة حين أقبل هو وأخوه حويصة، وحويصة أكبر ، وأراد محيصة أن\nيتكلم بين يدي النبي صلى الله عليه وسلم فقال له النبي صلى الله عليه وسلم: كبر كبر ، يريد السن ،\nفتكلم حويصة ثم تكلم محيصة. وعن جابر قال : قدم وفد جهينة\nعلى النبي صلى الله عليه وسلم فقام غلام منهم فقال عليه السلام : فأين الكبراء .\nوأما سكوت الشبان بحضرة المشايخ ، فروى ابن عمر أن النبي\nصلى الله عليه وسلم قال : مثل الؤمن أو المسلم مثل الشجرة الخضراء. فقال بعضهم\nهي كذا وقال بعضهم هي كذا قال وقد علمت ما يعني وكنت غلاما\nشابا فاستحييت أن أقول هي النخلة. ففي صحيح مسلم عن سمرة\nبن جندب قال كنت على عهد النبي صلى الله عليه وسلم غلاما فكنت أحفظ عنه وما\nيمنعني من القول إلا أن هاهنا رجالا هم أسن مني. وقال ابراهيم بن\nأدهم : إذا رأيت الحدث يتكلم بين المشيخة فلا ترجوا خيره . وأخذ\nالمصنف المشيخة في الترجمة يعني الصدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nوأما تقديم المشايخ في العطاء ففي صحيح البخاري عن ابن عمر\nأنه عليه السلام قال : رأيت في المنام كأني أستاك وعندي رجلان\nفدفعت السواك إلى أصغرهما فقيل كبر فدفعته إلى أكبرهما.\nوأما لزوم المشايخ عند الاجتماع فروى عبد الله بن بشر صاحب\nالنبي صلى الله عليه وسلم قال : كنا نسمع أنه كان يقول : إذا اجتمع عشرون رجلا أو\nأكثر أو أقل فلم يكن فيهم من يهاب في الله فقد حصر الأمر <span id='ms67'></span>.\nوأما صحبة المشايخ، فروى ابن عباس أن النبي صلى الله عليه وسلم قال : الخير\nمع أكابركم. ويروى : البركة مع أكابركم. ولم يختلف فيمن لم\nيصحب المشايخ والفقراء أنه لا يجيء منه خير ، لأن الصحبة ركن ولا\nينبغي أن يصحب إلا الأمثل فالأمثل.\nوأما استناد المشايخ للمخاد فروى جابر بن سمرة قال : رأيت النبي\nصلى الله عليه وسلم متكئا على وسادة على يساره. وعن عتاب البكري أن أبا سعيد\nالخدري كان يجلس على البساط ويتكئ على الوسادة ونحن حوله .\nوأما اتخاذ السجادة للشيخ فروى النسائي عن ميمونة زوج النبي\nصلى الله عليه وسلم قالت :كان النبي صلى الله عليه وسلم تبسط له الخمر، بضم الخاء معجمة ، شيء\nصغير قدر ما يسجد عليه المصلي ينسج من سعف النخل ويرسل بالخيوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nفإن كان أكبر فهو حصير ، وأما ترك الجلوس على سجادة الشيخ أو غيره\nففي صحيح مسلم عن أبي مسلم الأنصاري أن النبي صلى الله عليه وسلم قال : لا يؤم\nالرجل في سلطانه ولا يقعد في بيته على تكرمته إلا بإذنه.\nوأما خدمة الشيخ لمن دونه فروى النسائى عن أبي قتادة الأنصاري\nقال :قدم وفد النجاشي على النبي صلى الله عليه وسلم فقام يخدمهم فقال الصحابة:\nنحن نكفيك يا رسول الله فقال : إنهم كانوا لأصحابي مكرمين إني\nأحب أن أكافيهم.\nفصل\nلا يعترض على المشايخ فإن تصرفهم عن إذن وبصيرة، ولا\nيدخلون تحت جنس العالم الأول وعالم الحجاب الذين لم يتشوفوا إلى\nعالم الملكوت ولم تفتوا عقولهم إلا بالظواهر خاصة ، فإن للمشايخ\nدقائق في تصرفاتهم وعبادتهم لا يعرفها إلا من هو منهم. قال رجل\nلسهل بن عبد الله : صحبتك ستين سنة ولم أر من البدلاء والأولياء\nالذين أحدهم يدخلون عليك كل يوم. قال له : أوما رأيت صاحب\nالموعظة والسواك الذي كلمك بالأمس، ذلك منهم . والأولياء منهم\nظاهر للناس وخفي إلا عمن يعرفهم ، لأن عادة الله الستر. ومعرفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \nالولي هي الولاية فإنه لا يعرف إلا بنور رباني ، فقد تعتقد الولاية فيمن\nليس بولي وبالعكس <span id='ms68'></span> ، وكذلك المشيخة. وقد يعتقد التصريف لشيخ،\nوهو تأثير نفساني وبالعكس . وقد تظهر المشيخة فيمن يظهر بالإيثار\nوإطعام الطعام ويأخذ من هذا ويعطي لهذا وهو في رتبة الخادم لا يعرف\nالمقامات ولا المنازلات ، وهم أكثر المشايخ اليوم .\nوالشيخ من جمع بين الظاهر والباطن مع الزهد والإيثار وأنواع\nالعلم بالمقامات والمنازلات والأحوال والخواطر. وقال الجنيد : من لا\nيكتب الحديث ويحفظ القرآن لا يقتدى به في هذا الأمر ، ولا يقتدى بمن\nيوجد في النفس غيره أكبر منه إذ لا ينتفع به ، وإنما يقتدى بالعالم المتجرد عن\nالدنيا العامل بما يعلم ، والنظر في كتب الصوفية والحكماء والعمل.\nوأما الاجتهاد دون شيخ لا يوصل، فإن الطريق غويص قليل\nخطاره. وقد يظن السالك أنه على جادة وهو قد ولى ظهره لموضع\nتوجهه، فإن شيطان هذا الطريق فقيه بمقاماته ونوازله، وحسبك بتمكنه\nمن خليفة الله آدم الذي خلقه بيده ونفخ فيه واسجد له ملائكته واختصه\nبعلم الأسماء، فزين له حتى أنزله عن مقامه ليقضي الله أمرا كان مفعولا.\nوقال أبو عمرو الزجاجي : لو أن رجلا كشف له عن الغيب ولا يكون\nله أستاذ لا يجيء منه شيء ، وقال ابن شيبان : من ليس له أستاذ فهو\nبطال، وحذف الوسائط اختلال وإثبات الفعل لها ضلال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nفصل\nيسلم للتلميذ في تعظيم شيخه وغلوه فيه ما لم يخرج بذلك إلى\nفساد أو تنقيص بالمشايخ أو وقوع فيهم، ولا يعترض على شيخه بباطنه\nولا بظاهره، ولا يكتمه ما يطرأ عليه ولا يتوقف فيما يأمره به وإن\nخفي عليه وجه صلاحه فسيظهر له، فقد دخل أحدهم في التنور لما سمع\nذلك من شيخه في حال انحراف الشيخ فنفعه الله بصدقه، ولا يمشي في\nشيء إلا على أمره ولا يعشي قدامه إلا بإذنه، وقد منع عمر رضي الله\nعنه ابنه عبد الله المشي بين يدي رسول الله صلى الله عليه وسلم وكان تحته قعود\nصعب، فكان كلما خرج لمامه رده عمر. ولا يتكلم إلا بإذنه إلا إن\nسأله، ولا يتفقه في كلامه، ولا يسافر <span id='ms69'></span> إلا بإذنه، ولا يقيم إلا عن اختياره\nالخدمة .\nفي الحديث أن النبي صلى الله عليه وسلم كان يصلي على الرجل يراه يخدم\nأصحابه يريد يدعوا له بالخير. وروى أنس قال : كنا مع النبي صلى الله عليه وسلم فمنا\nالصائم والمفطر فنزلنا منزلا في يوم حار شديد الحر ، فمنا من يتقي\nالشمس بيده وأكثرنا ظلا صاحب الكساء يستظل به، وقام المفطرون\nفضربوا الأبنية وسقوا الركاب فقال عليه السلام : ذهب المفطرون اليوم\nبالأجر ففضل الخدمة على الصوم حين نقص الصوم الخدمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \nفأما الرفق بالخادم ، فروي عن أنس قال : خدمت النبي صلى الله عليه وسلم\nعشر سنين فوالله ما قال لي أف قط ولم يقل لشيء فعلته لم فعلت هذا ولم\nولا لشيء لم أفعل، هلا فعلت هذا.\nوأما حمل الخادم على رأسه ، فروى عبد الله بن حنظلة أن عبد\nالله بن سلام، بتخفيف اللام، قربه وعلى رأسه حزمة حطب فقال : ادفع\nبهذا الكبر فإني سمعت النبى صلى الله عليه وسلم يقول : لا يدخل الجنة من كان في\nقلبه مثقال حبة خردل من الكبر.\nوأما وقوف الخادم عند أكل الجمع، فروى أنس قال : كنت قائما\nأسقيهم وأنا أصغرهم سنا إذ جاء رجل فقال : إن الخمر قد حرمت قالوا :\nاكفئها يا أنس ، فكفأتها. وقد تقدم في خدمة المشايخ لمن دونهم أنه\nعليه السلام قام يخدم وفد النجاشي.\nوأما تلقيم الخادم إذا لم يجلس، فروى أبو هريرة قال : قال رسول\nالله صلى الله عليه وسلم إذا جاء أحدكم خادمه بطعامه فإن لم يجلسه معه فليناوله أكلة\nأو أكلتين، بضم الهمزة، فإنه ولى طعامك بالملح، فإن في الملح شفاء من\nسبعين ، وتصغر اللقمة وتجود المضع ويفضل الآكل بين يديه ولا\nبفضل وجوه الآكلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n<h1 class='l1' id='head8'>العلم الثامن: في آدابهم</h1>\n\nأدبهم في الأكل:\nوفي سنن أبي داود أنه عليه السلام قال : إذا أكل أحدكم فلا\nيأكل من أعلا الصحفة ولكن ليأكل من أسفلها فإن البركة تنزل من\nأعلاها. رواه ابن عباس . و\nفي صحيح مسلم عن كعب بن مالك <span id='ms70'></span> :\nأنه عليه السلام كان يأكل بثلاثة أصابع ويلعق يده قبل أن يمسحها.\nوفي رواية : كان يأكل بثلاثة أصابع فإذا أفرغ لعقها. وقال عليه\nالسلام فيما روى ابن عمر : إذا وضعت المائدة فليأكل أحدكم مما يليه\nولا يتناول مما بين يذي جليسه ولا من ذروة القصعة فإنها تأتيها البركة\nمن أعلاها. وفي سنن النسائي عن جابر بن عبد الله أنه عليه السلام\nقال :إذا أكل أحدكم الطعام فلا يمسح يده حتى يلعقها ولا يدفع\nالصحفة حتى يلعقها ، فإن آخر الطعام فيه بركة. وعن جابر أنه عليه\nالسلام أمر بلعق القصعة والأصابع وقال : إن أحدكم لا يدري في أي\nذلك البركة. ويغمس الذباب فيما وقع فيه ثم يطرح ، لما في صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \nالبخاري عن أبي هريرة أنه عليه السلام قال : إذا وقع الذباب في شراب\nأحدكم فليغمسه كله ثم ليطرحه فإن أحد جناحيه شفاء والآخر داء.\nويكرهون النفخ في الطعام لقوله عليه السلام فيما روت عائشة : إن\nالنفخ في الطعام يذهب البركة. وقال : إذا سقطت لقمة أحدكم\nفليمط عنها الأذى وليأكلها ولا يدعها للشيطان . رواه مسلم عن\nأنس . ويخلعون النعال عند الأكل لقوله عليه السلام لأصحابه:\nاخلعوا نعالكم عند الطعام فإنها سنة جميلة وهو أروح للقدم. رواه\nأنس . وإذا وضع الخبز لا ينظر غيره ، ويكرمون الخبز لقوله عليه السلام :\nأكرموا الخبز فإن الله سخر لكم السموات والأرض والحديد والبقر\nوابن آدم. رواه أبو موسى الأشعري . ويكرهون التصنع في الأكل\nلأن من يتصنع في الأكل لا يؤمن عليه التصنع في العمل ، ولا يأكلون في\nوقت معلوم ولا يلقم بعضهم بعضا وإن ألقم لا يرد. قال النخشبي:\nعرض علي طعام فامتنعت من أكله فعوقبت بالجوع أربعة عشر يوما\nفاستغثت بالله وتبت . ويتحسون المرق لما رواه ابن عباس : أنه عليه\nالسلام أهدى في حجته مائة بدنة فيها جمل لأبي جهل في ع رأسه برة من\nفضة، يعني حلقة، فنحر بيده منها أربعين وأمر ببقيتها فنحرت، ثم أمر\nبكل بدنة منها فيضعه فطبخ، فأكل من اللحم وتحسى <span id='ms71'></span> من المرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nوالبركة في الجمع لقوله عليه السلام ، فيما روى سلمان : البركة في\nثلاثة : في الجماعة والتريد والسحور. وقال الروذباري : إذا\nاجتمع الفقراء كان أرفق لهم وبذلك يفتح عليهم وتلى قوله تعالى : (قل\nيجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم) . ويتحلق الجمع\nالكثير للطعام عشرة عشرة ، فقد روى الترمذي عنه عليه الصلاة والسلام\nقال :لا يقوم رجل حتى ترفع المائدة، ولا يرفع يده وإن شبع حتى يفرغ\nالقوم وليعذر فإن ذلك يخجل جليسه فيقبض يده وعسى أن تكون له في\nالطعام حاجة) . ويكرهون الأكل فرادى لما روى وحكى ابن حرب عن\nأبيه عن جده أنهم قالوا : (يا رسول الله إنا نأكل ولا نشبع قال : لعلكم\nتفترقون على طعامكم، اجتمعوا واذكروا اسم الله عليه يبارك لكم فيه.\nويكرهون الشبع لما روى الترمذي عن مقدام بن معد كرب أنه\nعليه السلام قال : ماملأ أدمي وعاء شرا من بطن بحسب ابن آدم\nلقيمات يقمن بها صلبه، فإن كان لا محالة فثلث لطعامه وثلث لشرابه\nوثلث لنفسه. ويتخللون بعد الطعام لقوله عليه السلام : تخللوا فإنه\nنظافة، والنظافة تدعو إلى الايمان، والإيمان مع صاحبه في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nويأخذ الأشنان لغسل الأيدي باليمين وكذلك الخلال والأشياء الطاهرة ،\nولا يزدرد ما يخرج من الأسنان، ومن أكل ما له عجم، فلا يجمع عجمه\nفي كفه ولا في الطبق ، بل يضعه من فيه على ظهر كفه ويرميه.\nويتستحبون الإنصاف في الأكل، قال أبو هريرة : فكان عليه\nالسلام إذا أوتي بالتمر أو بالعجوة فأكلنا قال : يا هؤلاء إني قد قارنت\nفقارنوا، ونهى أن يقرن أحد بين تمرتين حتى يستأذن أصحابه. ولا\nبأس بالقسمة لما في الموطأ عن البهزي واسمه زيد بن كعب : أن\nالنبي صلى الله عليه وسلم خرج يريد مكة وهو محرم حتى إذا كان بالروحاء ، إذا حمار\nوحشي عقير، فذكر ذلك للنبي صلى الله عليه وسلم، فقال دعوه فإنه يوشك أن يأتي\nصاحبه، فجاءه البهزي هو وصاحبه فقال يا رسول الله شأنكم بهذا\nالحمار ، فأمر عليه <span id='ms72'></span> السلام أبا بكر فقسمه بين الرفاق. وروى جابر\nبن عبد الله\": أنه عليه السلام أخذ قرصا فوضعه بين يديه ، ثم أخذ\nقرصا آخر وضعه بين يدي ثم أخذ الثالث فكسره باثنين فجعل نصفه\nبين يديه ونصفه بين يدي.\nويرفعون للغائب في خدمة الجمع لأنه عليه السلام رد عاصم بن\nعدي النوفلي يوم بدر وضرب له بسهم مع أصحاب بدر. ويعضلون\nالمتأهل على العازب لما روى عوف بن مالك قال : كان النبي صلى الله عليه وسلم إذا\nجاءه فيء قسمه من يومه فأعطى الأهل حظين والأعزب حظا\nواحدا. ويعطون من الهدية من حضرها . روى أبو سعيد الخدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nقال : أهدى ملك الهند إلى النبي صلى الله عليه وسلم فكان فيما أهدى إليه جرة فيها\nزنجبيل فأطعم أصحابه قطعة فأطعمني قطعة. وقد يقدمون الطعام\nعلى الصلاة لما في الموطأ ، أن ابن عمر كان يقرب إليه عشاءه فيسمع\nقراءة الإمام وهو في بيته، فلا يعجل عن طعام حتى يقضي حاجته منه.\nو لا يعيبون طعاما ، وفي الصحيحين عن أبي هريرة : ما عاب النبي\nصلى الله عليه وسلم طعاما قط، كان إذا اشتهى أكله وإذا كرهه تركه. ويأكلون عند\nالأصدقاء إذا أخذهم الجوع لما في الموطأ عن مالك أنه بلغه : أن النبي\nصلى الله عليه وسلم دخل المسجد فوجد ابا بكر وعمر فسألهما فقالا : أخرجنا الجوع\nفقال : وأنا أخرجني الجوع ، فذهبوا إلى أبي الهيثم بن التيهان\nالأنصاري، فأمر لهم بشعير ، كان عنده يعمل، وقام فذبح لهم شاة ،\nفقال له الرسول صلى الله عليه وسلم: نكب عن ذات الدر، فذبح لهم شاة واستعذب\nماء فعلق في نخلة، ثم أتوا بذلك الطعام فأكلوا منه وشربوا من ذلك\nالماء، فقال عليه السلام : لتسألن عن نعيم هذا اليوم. ولابأس\nبالتصدق في طعام الصديق بغير إذنه إذا علم فرحه بذلك. وقد قصد\nمنزل الثوري فلم يجدوه ففتحوا المنزل وانزلوا السفرة وأكلوا، فدخل\nسفيان وفرح، وقال ذكرتموني أخلاق السلف. ولا يأتي أحدهم لطعام لم\nيدع له إلا ان يعلم أن أصحاب <span id='ms73'></span> الطعام يفرحون ، ويكره الدخول على\nمن هو يأكل. ومر الحسن بن علي بمساكين من السؤال قد نشروا كسرا\nعلى الأرض وهو على بغلة ، فسلم عليهم ، فردوا عليه السلام وقالوا:\nهلم القرى يابن عم رسول الله، قال : نعم، والله لا يحب المتكبرين،\nونزل وأكل معهم. ويقال كن مع الإخوان بالانبساط، ومع أبناء الدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nبالأدب ، ومع الفقراء بالإيثار . ويكرهون طعام المباهات والأعراس،\nولابد للآكل من احضار قلبه وتذكر المنعم بالنعمة وتعمير الطعام\nبالذكر . ويستحبون الدعاء قبل الطعام وبعده ، اللهم صل على سيدنا\nمحمد وعلى آل سيدنا محمد، واجعل ما رزقتنا مما نحب عونا على ما\nتحب وما زويت عنا مما تحب فراغا لنا فيما تحب ، الحمد لله الذي بنعمته\nتتم الصالحات وتنزل البركات، اللهم اطعمنا طيبا واستعملنا صالحا.\nوفي سنن أبي داود عن أبي سعيد الخدري :أنه عليه السلام كان إذا\nفرغ من طعامه قال : الحمد لله الذي أطعمنا وسقانا وجعلنا\nمسلمين. وفيه أنه قال في بيت سعد بن عبادة : أفطر عندكم\nالصائمون وأكلوا طعامكم الأبرار وصلت عليكم الملائكة. وكان\nيقول إذا رفعت السفرة :الحمد لله حمدا دائما طيبا كثيرا مباركا فيه\nغير مودع ولا مستغنى عنه ربنا ، أي يا ربنا. ويقرؤون بعد الطعام\n(لإيلاف قريش) و(قل هو الله أحد) . ولا يأكلون إلا عن جوع.\nقال الروذباري : ومن آدابهم المبادرة بالطعام للفقير إذا دخل عليهم\nوللفقيه بالسؤال، وللقارئ بأن يدلوه على المحراب.\nوأدب الشرب: ذكر الله قبله وفي وسطه، والحمد لله في آخره، ولا\nيتنفس في الإناء ، ويأخذه بيمينه . قال الجنيد : بصفاء الطعام والملبس\nوالمسكن يصلح الأمر كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nأدبهم في اللباس :اللباس ضروري كالطعام والشراب، والفقير يلبس\nبالعلم لا بالشهوة وبحسب ما يجب في الوقت، فلا يتكلف ، إنما يلبس لله\nويقصد ما يدفع به إذاية البرد والحر من طاهر حلال . وقال عليه السلام:\nمن اشترى ثوبا بعشرة دراهم وفي ثمنه درهم من حرام لم يقبل الله منه\nصرفا ولا عدلا، أي فريضة ولا نافلة. وورد في ترك ثوب جمال وهو\nيقدر <span id='ms74'></span> على لبسه، ألبسه الله من حلل الجنة. ومات أبو يزيد ولم يترك إلا\nقميصه الذي كان عليه، وقيل كان عاره فرده إلى صاحبه. قال الجريري\nوقد تقدم ضبطه : كان في جامع بغداد رجل لا يرى إلا في ثوب واحد\nشتاء وصيفا فسئل عن ذلك فقال : كنت مولعا بكثرة اللباس فرأيت ليلة\nكأني دخلت الجنة، فرأيت جماعة من الفقراء على مائدة فجلست لآكل\nمعهم، فقيل لى قم هؤلاء أصحاب ثوب واحد، فنذرت ألا ألبس إلا ثوبا\nواحدا حتى ألقي الله تعالى . وقيل لبعضهم : ثوبك مخرق قال : لكنه\nحلال، قيل إنه وسخ قال : لكنه طاهر.\nأدبهم في الجلوس:\nقال إبراهيم بن أدهم : تربعت مرة فهتف بي هاتف : هكذا\nتجالس الملوك ? . وقال أبو يزيد : صليت ليلة فأغفيت فمددت رجلي\nفهتف بي هاتف : من يجالس الملوك ينبغي أن يجالسهم بالأدب.\nأدبهم في الجوع:\nقال يحيى بن معاد: لو كان الجوع سرا، لا يضعه الله عند من\nيفشيه للعامة . وطعم بعضهم عند شيخ فقال : لم آكل خمس ليال فقال\nالشيخ : جوعك جوع بخيل لا جوع فقر ، عليك خرق وأنت تجوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \nأدبهم في المرض:\nقيل لممشاد في مرضه الذي مات فيه : كيف تجدك العلة، قال :\nلا أدري ولكن سلوا العلة عني كيف تجدني. قالوا : كيف تجد قلبك قال :\nفقدته منذ ثلاثين سنة . ولا يشتكون إلا لله مناجات قلبية لا غير، ويلزمون\nالصبر والرضى. ومرض أحدهم ستة أشهر فما أن أنة واحدة والدود في\nمواضعه من بدنه . وكانت بسهل بن عبد الله علة البواسير، فكان يتوضأ\nلكل صلاة ولم يعلم أحد بذلك ولا تطبب. وقد يتطببون ويرون الشفاء\nمن الله تعالى ، وأن الطبيب دالة كبعض الأولياء.\nأدبهم في الموت:\nقال الجريري المتقدم الضبط : لما حضرت الوفاة الجنيد قال:\nارضني للصلاة فرضناه ولم يزل ساجدا حتى فارق الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n<h1 class='l1' id='head9'>العلم التاسع:في توحيدهم</h1>\n\nقال الله تعالى : (شهد الله أنه لا إلاه إلا هو والملائكة وأولوا العلم\nقائما بالقسط). والكلمة المترجمة على التوحيد : لا إلاه إلا الله، وهي\nقاعدة الإسلام <span id='ms75'></span> والإيمان والإحسان ، والجامعة لمعاني التوحيد وعليها\nوضعت الملل، وبها جاء كل رسول وكل كتاب، ولا يقبل كل عمل\nدونها ، ومعناها : إفراد الذات أبدا وأزلا. وشرحها : قل هو الله أحد،\nوالأحد منبني بنفي العدد ، والواحد منبني بانقطاع النظر . ولما كان\nالاسم الأعظم قولك الله وهو المترجم عن الذات ، وجميع الأسماء\nالحسنى شارحة له ، وهو جامع لمعانيها كلها ، قرنت به كلمة التوحيد\nلتوحده في الوجود ، ولا يصح التوحيد بغيره . فلا يجزي لا إلاه إلا\nالعظيم أو الحليم أو غير ذلك من أسمائه تعالى .\nوالناس في التوحيد ثلاثة أصناف : عامة وخاصة وخاصة الخاصة .\nفتوحيد العامة : إفراد الذات عن الشريك بالقول المقبول من غير\nبحث ولا استدلال بمعقول وصناعي، وإلى هذا ذهب أهل القرآن\nوالحديث والفقه احتياطا على الناس وخوفا من تشويش العقائد لقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \nعليه السلام : تفكروا في آلاء الله ولا تتفكروا في ذاته. ويقنع من\nالعامي أن يعلم أن الله تعالى لا شريك له . ولا مثل له وأن له الصفات\nالعلى . وقد شهد النبي صلى الله عليه وسلم للخادم السوداء بالإيمان بكونها أقرت\nبالصانع وأشارت إلى الرفعة والسمو.\nوتوحيد الخاصة : ما أثبته الأصوليون بالنظر والاستدلال في الذات\nوالصفات والأفعال.\nوتوحيد خاصة الخاصة : ما رأته الصوفية من العجز عن بلوغ كنه الأمر\nبعد الوقوف على ما أثبته الأصوليون، في ذلك قال الجنيد : أشرف ما قيل\nفي هذا المقام قول الصديق رضي الله عنه : سبحان من لم يجعل سبيلا إلى\nمعرفته إلا بالعجز عن معرفته . وقيل لعلي رضي الله عنه : بم عرفت ربك ؟\nقال : بما عرفني نفسه . وقال ذوالنون : عرفت ربي بربي ولولا ربي ما\nعرفت ربي . وقيل ليزيد : بم عرفت ربك؟ قال : بأني لم أعرفه . قال\nالهروي : توحيد العامة ما صح بالشواهد ، وتوحيد الخاصة ما ثبت\nبالحقائق ، وتوحيد خاصة الخاصة أن لا يرى في التوحيد دليلا لشدة ظهوره ،\nفمن قائل لا إلاه إلا الله ومعناها : نفى الشريك وهو توحيد الجمهور ، ومن\nقائل لا إلاه إلا الله ومعناها : لا على الحقيقة إلا الله، ومن قائل <span id='ms76'></span> لا إلاه إلا الله\nومعناها : لا فاعل غير الله، وكل على قدر ذوقه ومعرفته . ومن الزلات قول\nمن قال بالحرية وهي ترك الأعمال إذا حصلت معرفة التوحيد ، وقول من\nقال الأشياء كلها مباحة ما لم تعتد فترتفع الإباحة بالعدوان، وقول من يزعم\nأن الكدرات ذهبت عنه فتستوي عنده المرأة والحجر ، وقول من يزعم أن\nصفات البشر تزول عنه ويتحد، والله الهادي لرحمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n<h1 class='l1' id='head10'>العلم العاشر: في الألفاظ الدائرة بينهم</h1>\n\nلأهل كل طريقة وعلم ألفاظ يصطلحون بها على المعاني الموضوعة\nفي تلك الطريقة في ذلك العلم ، وهي تشكل على الغير ، قلت وساق\nالمصنف هنا نحو مائتين وخمسين لفظة رتبت ما اشتهر منها او قارب\nالشهرة ، على حروف المعجم تفسيرا لطالبها . وسقت باقيها آخرا ليقف\nعليها من رغب ألا يفوته من تلك الألفاظ شيء. على أن جميع ما وقع لي\nمن نسخ هذا الكتاب كثيرة الخلل والاختلاف بالزيادة والنقص والتغيير\nلغير الرواية في هذا الفن . ولكن اجتهدت ما استطعت والله الموفق.\nالاسم : حروف الاستدلال على الذات ، قيل وهو الحاكم على\nحال العبد في الوقت من الأسماء الإلاهية . الأسماء : علامات الحقائق .\nالإشارة : تكون مع القرب بحضور غير، وتكون مع البعد. الأثر : كلما\nظهر للحواس وورد على القلب. أنا بلا أنا ونحن بلا نحن : يراد بذلك\nالتخلي عن الأفعال أي لا فاعل إلا الله. أنا أنت وأنت أنا : هو ذهاب رسم\nالمحب في محبوبه وغيبته بحضوره ، كان مجنون بني عامر يقول عن ليلى\nأنا . الأمر : يقال على ما يوجد في النفس من غير سبب وقيل هو السر\nالوارد على النفس . الأفعال : كل ما سوى الله تعالى . الأزل : يعبر به عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \nالماضي والحاضر وقيل الدوام الذي لا انقضاء له . الأبد : الإشارة إلى\nالآتي الحاضر وقيل القدم الذي لا أول له . الأمد : لحوظ العقل الدهر ،\nوانقطاعه دونه ، وعجزه عن الإحاطة به . الانزعاج : أثر الوعظ في قلب\nالمؤمن ، وقيل التحرك للوجد والأنس . الاصطلاح : نعت وله يرد على\nالقلب فيسكنه بقوة سلطانه . الاصطناع : الاختصاص ويقال الجذب .\nالأدب : أدب الشريعة <span id='ms77'></span> وهو الوقوف عند مرسومها . وأدب الخدمة وهو\nالفناء عن رؤيتها مع المبالغة فيها . وأدب الحق وهو موافقة الحق بالمعرفة\nوقيل أن تعرف ما له وما لك. والأديب من أهل البساط. الأفراد:\nالرجال الخارجون عن نظر القطب ، أي عن مجاورته . قلت وقد\nيكون عن قطر ، بالقاف مضمومة وطاء ساكنة ، أي الخارجون عن\nناحيته . الأوتاد الأربعة : رجال على أركان العالم الأربعة، وهم قبل\nالبدلاء في الرتبة . الإمامان : رجلان أحدهما عن يمين القطب والآخر عن\nشماله . وقيل الذي عن يمينه نظره في الملكوت، والذي عن شماله نظره\nفي الملك ، وهو الذي يخلف القطب . الأمناء : هم الملامتية . الأنس بالله:\nمشاهدة جمال الحضرة الإلاهية ، وقيل الأنس جمال الجلال . الإثبات:\nإقامة أحكام العبودية . الأمان : السلطان الزاجر . الاتحاد : لغة تصيير\nالذاتين واحدة . الأنانية : قولك أنا فهي نسبة لها . الريق : محل الاعتدال\nفي الأشياء . الانتباه : إيقاظ الحق للعبد . البادي : ما يبدوا على القلب .\nالبسط : حال الرجاء في الوقت وهو وارد يرد على القلب يشير إلى\nالرحمة والأنس ويرد إلى تأويل المباحات وما منع منه . القبض : قيل هو\nما يسع الأشياء ولا يسعه شيء. البقاء : رؤية العبد قيام الله تعالى على كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \nشيء، وقيل هو بقاء روية العبد قيام الله في قيامه لله، وقيل هو اسم لما يبقى\nبعد فناء الشواهد وسقوطها . البلاء : الاختبار ، وهو ظهور امتحان الحق\nللعبد. البون : البينونة بلا نفس هو الذي لا تظهر عليه شهوة ولا غضب.\nالبدلاء : سبعة وهم كل من سافر من موضع وترك به خليفة على صورته\nلا يعرف أنه فقد . البعد : الإقامة على المخالفة . البواده : ما يفجأ القلب\nمن الغيب على سبيل. الوهلة فيجيب فرحا او ترحا. البرزخ : العالم\nالمشهود بين عالم المعاني والأجسام . التواجد : استعداد الوجد ، وقيل\nاظهار حالة الوجد من غير حضور وجد، وقيل ما يمتزج من اكتساب\nالعبد بالاستعداد للوجد . التحقيق : روية الوجود بالحق . التفرقة والفرق :\nالإشارة إلى الكون والخلق ، وقيل مشاهدة العبودية . التجريد : إماطة\nالسوى والكون عن القلب والسر ، وهو خلع النعلين ، وقيل الانخلاع\nعن شهود الشواهد <span id='ms78'></span> . التفريد : وقوفك بالحق معك ، وهو تفريد الشهود\nاتصالا . الحسنة : الاتصاف بمكارم الأخلاق وبصفات الروحانيين .\nالتخلي : بالخاء المعجمة هو قطع العلائق ، وهو قطع ما يعلق به القلب من\nغير الله ، وقيل اختيار الخلوة والإعراض عن الكونين . التحلي : بالحاء\nالمهملة ، التشبه بالصادقين بالأحوال وإظهار الأعمال . التجلي : ما\nينكشف للقلوب من أنوار الغيوب . التلوين والتلون : تنقل القلب في\nأحواله ، وهو عند الأكثر مقام ناقص، وعند المحققين مقام كامل، وحال\nالعبد فيه حال ازدياد . التمكين : التمكن في التلوين ، وقيل التمكين حال\nأهل الوصول . التلف : ذهاب العبد بملاحظة الوجود . التلبيس : تورية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nتشاهد معاني عن موجود قائم ، وهو تلبيس الحق على أهل التفرقة\nبالكون ، وعلى أهل الجمع بروية . الفناء . التدلي والترقي : نزول المقربين\nوصعودهم . التلقي والتولي : أخذك ما يرد عليك من الحق ورجوعك إليه\nمنه . التصوف: الوقوف مع الآداب الشرعية والخلق الإلهية ، ويقال\nبإزاء التخلق بمكارم الأخلاق وتجنب سفهائها . الجمع : الإشارة إلى\nالحق بلا خلق ، وهو غاية مقامات السالكين . جمع الجمع : الاستهلاك في\nالله بالكلية ، وفناء الاحساس مما سوى الله تعالى : (وما رميت إذ\nرميت ولكن الله رمى ) . الجلال : نعوت القهر من الحضرة الإلاهية .\nالجمال : نعوت الرحمة والأنس من الحضرة الإلاهية . الجبروت : عالم\nالأرواح . الجلوة : بالجيم ، خروج العبد من الخلوة بالنعوت الإلاهية.\nالجرس : اجمال الخطاب بضرب من القهر . الحق بالحق : الله بالله ،\nوكذلك منه له به من الله لله بالله. الحال : ما يرد على القلب من غير تعمل\nولا اجتلاب، وشرطه أن يترك ويعقبه الثقل بعد الثقل إلى أن يصعق\nوقد يعقبه الصدار الخلاف، ومن قال بدوامه غلط. وقيل الحال تغيرات\nالأطوار على العبد . الحضور : حضور القلب بالحق عند غيبته عن\nالخلق ، وقيل مشاهدة الحضرة الإلاهية بعد الغيبة بالحق . الحيرة : وارد\nيرد بتردد بين البقاء والفناء. الحق : هو الله تعالى، ذلك بأن الله هو الحق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nوالحق ما أوجبه الله على نفسه وما وجب على العبد من جانب الله،\nوقد يطلق على الوجد . الحقيقة : التي تقابل بإزاء الشريعة ، وهي سلب\nأوصافك عنك بأوصافه، فإنه الفاعل بك منك <span id='ms79'></span> لا أنت، (ما من دابة إلا\nهو آخذ بناصيتها) . وقيل الحقيقة مشاهدة الربوبية ، والحقائق في\nاللغة النسب) . الحس : الرجوع إلى التفرقة . الحجاب : هو السوي وهو\nفي اللغة الستر . حق اليقين : ما حصل من العلم الإلاهي بواسطة الشريعة .\nالحرية : إقامة حقيقة العبودية ، فيكون العبد حرا عما سوى الله تعالى .\nالحرف : خطاب الوجود . الحد : حيث منتهى العقل ووقوفه . حجاب\nالعزة : تحير العبد بما يلقى على بصيرته . الخاطر : انبعاث القلب\nبتحريك السر ، فإذا حطر لا يثبت ويزول بخاطر آخر . وقال ابن\nالعربي : هو ما يرد على القلب والضمير من الخطاب ، ربانيا كان أو\nملكيا أو شيطانيا أو نفسانيا، وقيل الرباني من فوق القلب، والملكي من\nعن يمينه ، والشيطاني من عن شماله ، والنفساني من تحته . الخصوص\nالذين خصهم الله بالحقائق والأحوال . الخلق : عالم الملك ويقال على\nكل من وجد عن سبب . الخضر وإلياس : يعبرون بالخضر عن البسط\nوبإلياس عن القبض . الخلوة : محادثة السر مع الله تعالى . الختم : علامة\nالحق على القلوب فلا يلتفتون إلى الخلق ، فإن يشأ الله يختم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nقلبك، والختم في حق المبعدين الطبع والغفلة . الدهش : بهتة تقدم عقل\nالمحب من سطوة محبوبه . الدعوى : أن تضيف النفس الفعل إليها الدفن\nوالرمس : الإحاطة بالقلب والاستيلاء عليه بالمحبة حتى يغيب عن كل\nموجود . الذهاب : مغيب القلب عن حس المحسوسات\nبالمشاهدة . الذات : الحقيقة الثابتة . الذوق : أول مبادئ التجليات\nالإلاهية ، عبارة عن البقاء بعقب الذهاب ، وهو في اللغة بقية الحياة.\nالرسم : ما رسم الله به المخلوقين في سابق علمه، وقيل هو الكون. رؤية\nالقلب والروح : مشاهدة ليس يحضرها غير الشهود. الرمس : ذكر في\nالدفن. رب حال : يعني صاحب قلب غير أنه لا يثبت له المقام كثبوته\nلصاحب القلب . الرغبة والرهبة : الرجاء والخوف. الرعونة : الوقوف مع\nالطبع . أثر الرداد : الظهور بصفة الحق . الرؤية : المشاهدة بالبصر . الزوائد :\nزيادة الإيمان بالغيب واليقين به. الطوالع : أنوار التوحيد تطلع على\nقلوب العارفين فتطمس غيرها . الطارق : ما يطرق قلوب العارفين على\nطريق السمع فيجدد لهم حقائقهم . الطمس : عجز العقل وسد باب\nالعزة <span id='ms80'></span> في وجهه ، ومحو البيان . الطريق : عبارة عن مرسوم الله وحدوده.\nالطبع : ما سبق به القلم في حق كل شخص . الظل : وجود الراحة خلف\nالحجاب . الكشف : بيان ما تستر عن الفهم فينكشف للعبد كأنه رآه\nعيانا . الكون : اسم لجامع ما يكون بين الكاف والنون . الكمال : نعت\nللحضرة الكاملة . الكرسي : موضع الأمر والنهي كلمة الحضرة كن .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \nاللوائح : ما يلوح للأسرار الظاهرة من الزيادة في الارتقاء والصعود .\nاللوامع : ما يبدو من أنوار التجلي أو يتبين ، أو قريبا من ذلك، مأخوذ من\nلمعان البرق عن عالم الحقائق . اللحظ : ملاحظة القلوب ما يلوح لها\nمن زوائد اليقين . اللطيفة : كل إشارة دقيقة المعنى تلوح للفهم لا تسعها\nالعبارة ، وتقال عن النفس الناطقة . اللوح : محل الدوين والتسطير . اللب:\nما حبب من العلوم عن القلوب المتعلقة بالكون . المقام : ما يقوم به العبد\nكالصبر والرضى وغيرهما من أنواع المعاملات والمجاهدات ، وقيل\nتسمى مقاما لإقامة العبد فيه . المكان : عبارة عن منزلة لا تكون إلا لأهل\nالكمال الذين تحققوا بالمقامات والأحوال وحازوها ، فلا صفة لهم ولا\nنعت . المريد : المتجرد عن إرادته . وقال أبو حامد : هو الذي صح له\nالابتداء ودخل في عباد الله المنقطعين إليه . وقيل الذي صح له الابتداء ولم\nيرتسم بحال ولا مقام . المراد : المجذوب عن لرادته مع تهييء الأمور\nفجاز الرسوم والمقامات لا بحاله ولا بعلمه، ولم تبق له إرادة. المسلوب :\nالمأخوذ بالجذب من العالم الأول ، وقيل هو الذي كانت له حالة شريفة\nفسلب. المأخوذ : كالمسلوب إلا أنه لا يكون إلا صاحب سكر.\nالمشاهدة : رؤية الأشياء بدلائل التوحيد وتطلق على رؤية الحق باللشياء\nوبإزاء تحقيق رؤية زيادة الحال وبإزاء حقيقة اليقين من غير شك . المشهود:\nهو الحق تعالى . الموجود : ما خرج من العدم إلى الوجود . المفقود : ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \nخرج من الوجود إلى العدم . المناجات : خطاب العبد للحق ، والمصلي\nيناجي ربه . المنازلات : الرجوع إلى المقامات بعد قطعها للعبارة والترجمة\nللمريدين ، ومنازلات الأحوال منازعة العوالم القلبية . المحادثة : خطاب\nالحق للعارفين من عالم الملك والشهادة ، كالنداء من الشجرة لموسى عليه\nالسلام. المسامرة <span id='ms81'></span> : خطاب الحق للعارفين من عالم الملكوت والأمر.\nالمحو : ذهاب العبودية لقيام الله عليها بالوجود، وقيل المحو رفع أوصاف\nالعادة ، وقيل ما ستره الحق ونفاه عنك من قبائحك . المقصود : الغاية\nلكل واقع ورد على القلب . المعدوم : ما خرج بحي الوجود ثم لم\nيلبث . الملكوت : عالم العقول. قلت وقال أبو حامد في الأجوبة\nالمسكتة عن الأسئلة المبهمة ، عا لم الملكوت ما أوجده الله بالأمر الأزلي\nبلا تدريج وبقي على حالة واحدة من غير زيادة فيه ولا نقصان منه، وهو\nالباطن في العقول . وعالم الملك ما ظهر للحواس وتكون بقدرة الله تعا لى\nعلى بعضه من بعض وصحبه التغير . وعالم الجبروت فما بين العالمين\nمما يشبه أن يكون في الظاهر من عالم مجبر بالقدرة الأزلية بما هو من\nعالم الملكوت ، وكثير من هذه الألفاظ منقول من تلك الأجوبة ومن\nرسالة أبي القاسم القشيري . المبتدئ : الداخل في طريقة الله\nالمجذوب، الذي أختطف وسير على المقامات . المسافر : الذي عبر\nعن العدوة الدنيا إلى العدوة القصوى ، أي خرج عن الأوصاف الدنية\nإلى الأوصاف العلية . ويقال على السالك وهو المسافر بقلبه . الملامتية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \nالذين لا يبدون على ظواهرهم مما في بواطنهم شيء . المجاهدة : مخالفة\nالهوى . المحو : ذهاب التركيب تحت القهر . المحاضرة : الوقوف مع الله\nتعالى . المكاشفة : أتم من المشاهدة وقيل المشاهدة أتم ، لأنها سقوط\nالحجاب بنا . المكر : حالة المسلوب وهو ارداف النعم مع المخالفة ،\nوإبقاء الحال مع سوء الأدب، وإظهار الكرامات بلا أحد ولاحد، وقيل\nالمكر في النعم الباطنة والاستدراج في النعم الظاهرة . المطالعات:\nتوقيعات الحق للعارفين . المخدع : موضع ستر القطب من الأفراد\nالواصلين . المطلع : بشد الطاء ، النظر إلى عالم الكون بعين الحق . المثل:\nالإنسان ، والمراد صورته التي فطر عليها ، لأنه عالم صغير مثل العالم\nالكبير . النفس : روح يرسله الله على نار القلب ليطفىء به شررها. نحن\nبلا نحن : ذكر في أنا بلا أنا . النقباء : الذين يستخرجون خبايا النقوس\nوهم ثلاثمائة. النجباء : المشغولون بحمل أثقال الخلق، وهم أربعون.\nالنوالة : الخلع التي تخص الأفراد . النون : علم الإجمال والقلم علم <span id='ms82'></span>\nالتفصيل . النور : كل وارد إلاهي يكشف الأكوان عن القلب ، والظلمة\nضده . ونقل الظلمة على النظر في الذات، فإنها لا ينكشف معها غيرها.\nالصفاء : خلوص الحقائق . الصحو : رؤية الفعل ، وقيل الرجوع إلى\nعالم الاحساس بعد الغيبة بوارد قوى . صاحب قلب : هو الوافد العبودية\nالوثر في الكون . صاحب مقام : هو الذي اشتهر بخرق العادات . الصفات :\nنعوت القوم . الصعق : الفناء عند التجلي . الصفة : ما أوجب لمحله معنى ،\nكالعالمية للعالم يوجبها العلم . الضياء : الرؤية بعين الحق . العارض : ما\nيعرض للقلب من الخواطر المذمومة بإلقاء النفس أو الشيطان . العمل : هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nالذي يقضي بخلع الأكوان وبخلعه هو في الجملة. عالم الملك : هو عالم\nالجسوم . العبادة : الاجتهاد في أداء الوظائف التكليفية . العبودية : رؤية\nالعبد نفسه بالله . العبودة : مشاهدة العبد نفسه يرؤية العبودية . عين\nالتحكيم : اظهار الولى مرتبته لأمر يراه . علم اليقين : ما أعطاه الدليل . عين\nاليقين : ما أعطاه المشاهدة والكشف . العلة : تنبيه الحق للعبد بسبب أو\nبغير سبب . العارف : من أشهده الرب نفسه فظهرت عليه الأحوال ،\nوالمعرفة حاله . العرش : مستوى الأسماء المقيدة . العيد : ما يعود على\nالقلب من التجليات بإعادة الأعمال . الغيبة : غيبة القلب عن علم ما\nيجري من أحوال الخلق ، لشغل الحش بما ورد عليه ، وقيل غيبة العبد\nبشهود الحق . الغلبة : قوة الهجوم . الغيرة : غيرة في الحق لتعدي الحدود\nوتطلق بإزاء كتمان الأسرار . الغوث : القطب إذا التجأ الوقت إليه.\nالغيب والشهادة : الملك والملكوت . الفناء : فناء رؤية العبد لفعله بقيام\nالله تعالى على ذلك في : (كل من عليها فان) . وقال الهروي:\nاضمحلال ما دون الحق علما وهو فناء المعرفة في المعروف ، ثم بحد\nوهو فناء العيان في المعاين ، ثم حقا وهو فناء الطلب في الوجود.\nالفوائد : ما يرد على القلب من المعارف عقب التوجه . الفصل : التفرقة\nبين القديم والمحدث، وقيل الفصل : تمييزك عن محبوبك بعد حال\nالاتحاد . الفرق والتفرقة : المذكورة قبل . الفترة : خمود نار البداية . الفرق:\nحب العبادة ظاهرا والحلاوة باطنا ووجود المكاشفة . الفوهانية:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \nخطاب المكافحة الوجودية . الفقر : نهاية التصوف ، وقيل البراءة\nالملكية . القادح : يكون لأهل الغفلة <span id='ms83'></span> إذا انقشع عن قلوبهم غيم الغفلة\nيقدح فيها قادح الذكر ، مأخوذ من فدح الزناد . القبض : حال الخوف\nفي الوقت، وهو وارد يرد على القلب يشير إلى عتاب، وقد يرد على أهل\nالمعرفة فيمنعهم عن تناول المباحات والأكل والشراب . قطع العلائق:\nذكر في التجلي. القطب : أكمل أهل زمانه، وهو موضع نظر الله من\nالعالم . قلت وفي عوارف السهروردي . القطب: أهل زمانه : هو\nالذي يضاهي الخضر ويجاريه في العلم والأحوال ، وهو رحمة الله في\nالأرض، وغياث الأمة، والبدل من النبي صلى الله عليه وسلم، والوارث لبحض مقاماته،\nوبعده الأوتاد الأربعة في نواحي الأرض الأربع بمنزلة الخلفاء الأربعة ،\nوبعدهم الأبدال الستة باقي العشرة المشهود لهم بالجنة، وبعدهم النقباء\nالأربعون بمنزلة الأربعين أهل الدار يوم أسلم عمر وظهر الإسلام ،\nوبعدهم النجباء وهم ثلاثمائة بمنزلة أهل بدر، وبعدهم الصالحون\nالمتفرقون في الأرض ، ومن مات من عددهم خلفه آخر من العدد الذي\nيليه ، لا يزالون كذلك فإذا أراد الله خراب الدنيا لم يبق منهم أحد .\nوالنقباء والنجباء في هذا الكلام يخالفون ما ذكر المصنف قبل . وقال أبو\nعبد الله محمد بن مالك فيما روى عن محمد بن العابد عن الخضر :\nالأولياء ثلاثمائة والنجباء سبعون والأوتاد أربعون والنقباء عشرة\nوالعرفاء سبعة والمختارون تلاثة والغوث واحد من العدد الذي قبله ،\nويخلفه الوالى واحد من فضلاء الناس ، وكذلك إلى يوم القيامة) . فذكر\nأن الأوتاد أربعون وذكر العرفاء عوض البدلاء، ولم يذكر الأفراد ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \nيذكرهم السهروردي . القرب : القيام بالطاعة . القلم :  ذكر في النون.\nالقشر : كل علم يصون المحقق . القدم : ما ثبت في علم اليقين. السانح:\nالوارد الذي يخطر على القلب ولا يثبت. السكر : غيبة بوارد قوي، وهو\nيشار به إلى سقوط التمالك في الطرب، وهو من مقامات المحبين. السر :\nالمعنى القائم على قلب العبد فلا يعلم به إلا الحق ، وسر السر السبب في\nرؤية الوسائط . السرمد : الأبد . السالك : هو السابق بقلبه . السائر : هو\nالذي لا يقول بنهاية وفتح له باب الملأ الأعلى . السفر : توجه القلب\nللحق . السحق : بمعنى المحق . السمسمة <span id='ms84'></span> : معرفة لا تسعها العبارة .\nالسوي : بكسر السين ، هو الغير . الشاهد : ما تعطيه الإشارة المشاهدة\nبالأثر في القلب المشاهد، فشاهدك ما هو حاضر قلبك، وقيل\nالشاهد الحق والمشهود الخلق . الشطح : ترجمة اللسان عن وجد\nيفيض عن معدنه مقرونا بالدعوى . الشفع : وجود العبودية وهو\nالوسائط ، وقيل الشفع الخلق ، والوتر الحق ، والشريعة الأمر بالتزام\nالعبودية . الشرب : أوسط التجليات وأكملها الري . الشجرة : الإنسان\nالكامل. الهاجس : الخاطر الأول الرباني وهو لا يخطئ وقد يسمى عند\nسهل السبب الأول ، وإذا تحقق في النفس سمي إرادة ، فإذا زاد\nفيسمى هما، فإذا زاد سمي عزما، ويسمى عند التوجه للفعل قصدا،\nومع الشروع في الفعل نية. الهجوم : ما يرد على القلب بقوة القلب من\nغير تصنع، وقيل وارد يرد بقوة طلب في الزيادة وبه يكون فعل صاحبه.\nالغلبة : الهاجم ، جمع الأخبار لخبر واحد هو بلا هو إشارة إلى التفريد ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nإنه هو ، ولا قائل يقول هو ولا هو بظهور هذين الحرفين الهاء والواو.\nوالهيبة : أثر مشاهدة جلال الله في القلب . الهمة : جمع الهمم بصفاء\nالإلهام . الهوية : تقال على الحقيقة في عالم الملكوت . الوارد : ما يرد\nعلى القلب من القبض والبسط من غير أن يعمله العبد ، ويطلق بإزاء ما\nيرد من كل اسم على القلب . الواقع : ما يثبت ولا يزول إلا بواقع آخر\nمثله . الوقت : عبارة عن حالة في زمن الحال لا تعلق بها يالماضي ولا\nبالمستقبل . الوجد: مصادفة القلب الصفاء بذكر كان بعده. قلت وهو\nفي العوارف ما يرد على الباطن من الله فيكسبه فرحا أو حزنا أو غيره من\nهيئته . الوصول : خلع الكونين وهو عبارة عن ورود ماء التوحيد .\nالوسم : ما طبع الله به على قلوب عباده . الوصل : إدراك الفائت .\nالوطن : بلوغ المقام الذي جذب العبد . الوتر : إشارة إلى جمع بلا\nملاحظة الله . الواقف : الذي لم يفتح له باب الملكوت الأعلى وقد يلبس\nعليه الوصول . الوحدة : جمع الجمع . الواقعة : ما يرد على القلب من\nخطاب أو مثال من الغيب. اليقظة : الفهم عن الله في زجره.\nفصل\nوهذه الألفاظ الباقية <span id='ms85'></span> أسوقها كما ذكرها المصنف لكن على ترتيب\nالحروف . الإلهية : كل اسم مضاف إلى البشر . الآلية : كل اسم مضاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \nإلى روحاني . الجسد : كل روح ظهر في جسم ناري أو نوري . الدرة\nالبيضاء : العقل الكلي . الزمردة الخضراء : النفس الكلية . العنقاء : الهباء\nالذي فتق الله فيه أجسام العالم . العقاب : القلم ، وهو العقل الأول.\nالغراب : الجسم الكلي . السوابطون : الحق في الخلق وبالعكس . الهواء:\nالغيب الذي لا يصح في عالم الشهادة شهوده . الورقاء : النفس الكلية .\nقلت هذه الألفاظ في هذا الفصل ومعظم الألفاظ التي قبلها\nمنقول من شرح الألفاظ ، تتداولها الصوفية، للإمام أبي عبد الله محمد بن\nالعربي الحاتمي الطائي رحمه الله.\nوهذا آخر ما أثبتته يد الانتقاد والتصحيح وقرره بنظر التهذيب\nوالترجيح، والله يجعله عملا حميدا وقصدا سديدا بمنه وكرمه آمين يا\nرب العالمين.\nكملت الرسالة العلمية بحمد الله وحسن عونه ، وصلى الله على\nسيدنا محمد نبيه وعبده وعلي آله و صحابته.\nفي الرابع والعشرين من شعبان عام 1223م.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             <span id='ms86'></span>",
  "pages": [
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "116",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172"
  ],
  "volumes": [
    "01"
  ]
}