{
  "content": "\n<h3 class='dic-item l3' id='head0'>1 - أحكام تتعلق بالتوكيل في الأضحية</h3>\n\n<p>\nيقول السائل: يوكل بعض الناس لجان الزكاة في الأضاحي، فتتولى شرائها\nوذبحها وتوزيعها ولكن بعض هذه اللجان تتساهل في ذلك، فيقع خلل في الأحكام\nالشرعية للأضاحي، فماذا تقولون للقائمين على هذه اللجان، أفيدونا؟\n</p>\n\n<p>\nالجواب: قال أكثر العلماء الأضحية سنة مؤكدة في حق الموسر، وبه قال أبو\nبكر الصديق وعمر بن الخطاب وجماعة من الصحابة رضي الله عنهم أجمعين وقاله\nجماعة من التابعين وبه قال مالك في القول المشهور عنه والشافعي وأحمد وأبو\nيوسف ومحمد من الحنفية وإسحاق وأبو ثور والمزني وداود وابن حزم الظاهريان\nوابن المنذر وغيرهم. وهذا أرجح قولي العلماء في حكم الأضحية.\n</p>\n\n<p>\nوالأضحية شعيرة من شعائر الله وهي واجبة التعظيم كما قال جل جلاله: {ذلك\nومن يعظم شعائر الله فإنها من تقوى القلوب} سورة الحج الآية 32. ومن ضمن\nتعظيمها ذبحها وفق الأحكام الشرعية الواردة فيها ومن ذلك: أن تتحقق فيها\nالشروط الشرعية المقررة فلا بد أن تكون الأضحية من الأنعام فقد اتفق جمهور\nأهل العلم بما فيهم أصحاب المذاهب الأربعة على أنه يشترط في الأضحية أن\nتكون من الأنعام وهي الإبل والبقر والغنم. ولا يصح في الأضاحي شيء من\nالحيوان الوحشي، كالغزال، ولا من الطيور كالديك، ويدل على ذلك قوله تعالى\n{ولكل أمة جعلنا منسكا ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام}\nسورة الحج الآية 34. قال الإمام القرطبي: [والأنعام هنا هي الإبل والبقر\nوالغنم] تفسير القرطبي 11/44.\n</p>\n\n<p>\nويدل على ذلك أيضا أنه لم تنقل التضحية بغير الأنعام عن النبي صلى الله\nعليه وسلم. ولا بد أن تكون الأضحية قد بلغت سن التضحية فقد اتفق <span id='ms1277'></span> جمهور أهل\nالعلم على أنه لا يجزئ من الإبل والبقر والمعز إلا الثني فما فوقه، ويجزئ\nمن الضأن الجذع فما فوقه، ويدل على ذلك ما ورد في حديث جابر رضي الله عنه\nأن الرسول صلى الله عليه وسلم قال: (لا تذبحوا إلا مسنة إلا أن يعسر عليكم\nفتذبحوا جذعة من الضأن) رواه مسلم. قال الإمام النووي: [قال العلماء المسنة\nهي الثنية من كل شيء من الإبل والبقر والغنم فما فوقها، وهذا تصريح بأنه لا\nيجوز الجذع من غير الضأن في حال من الأحوال] شرح النووي على صحيح مسلم\n5/101-102. والجذع من الضأن ما مضى عليه أكثر العام، أي مضى عليه ستة أشهر\nفأكثر، وخاصة إذا كان عظيما بحيث لو خلط بالثنيات يشتبه على الناظر من بعد.\nوأما الثني من الضأن والمعز فما أتم سنة، والثني من البقر ما أتم سنتين،\nوالثني من الإبل ما أتم خمس سنين، ويجب أن يعلم أن الالتزام بالسن المقرر\nشرعا في الأضحية أمر مطلوب شرعا، ولا تجوز مخالفته بالنقص عنه، وتجوز\nالزيادة عليه فلا تصح التضحية بالعجول المسمنة مهما بلغ وزنها ولا بد من\nالالتزام بالسن المقرر عند الفقهاء في البقر وهو سنتان، ولا يصح النقص عنه.\n</p>\n\n<p>\nولا بد أن تكون الأضحية سليمة من العيوب المانعة من صحتها فقد ثبت في\nالحديث عن البراء بن عازب رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: (أربع لا تجوز في الأضاحي: العوراء البين عورها والمريضة البين مرضها\nوالعرجاء البين عرجها والكسير التي لا تنقي) رواه أصحاب السنن الأربعة.\nوقال الترمذي: هذا حديث حسن صحيح، والعمل على هذا عند أهل العلم. وصححه\nالعلامة الألباني في إرواء الغليل 4/361. قال الحافظ ابن عبد البر: [أما\nالعيوب الأربعة المذكورة في هذا الحديث فمجتمع عليها لا أعلم خلافا بين\nالعلماء فيها. ومعلوم أن ما كان في معناها داخل فيها ولا سيما إذا كانت\nالعلة فيها أبين، ألا ترى أن العوراء إذا لم تجز فالعمياء أحرى ألا تجوز،\nوإذا لم تجز <span id='ms1278'></span> العرجاء فالمقطوعة الرجل أو التي لا رجل لها المقعدة أحرى ألا\nتجوز، وهذا كله واضح لا خلاف فيه] فتح المالك 7/6.\n</p>\n\n<p>\nفالأضحية قربة يتقرب بها العبد إلى الله عز وجل، والله طيب لا يقبل إلا\nطيبا، فينبغي أن تكون الأضحية، طيبة، سمينة، وخالية من العيوب التي تنقص من\nلحمها وشحمها.\n</p>\n\n<p>\nولا بد أن تذبح الأضحية بعد دخول الوقت المقرر شرعا لذبحها وهو بعد طلوع\nشمس اليوم العاشر من ذي الحجة، وبعد دخول وقت صلاة الضحى، ومضي زمان من\nالوقت يسع صلاة ركعتين وخطبتين خفيفتين، لا فرق في ذلك بين أهل الحضر\nوالبوادي. وهذا قول الشافعية والحنابلة والظاهرية وهو أرجح أقوال أهل العلم\nفي المسألة ويدل على ذلك ما ورد في حديث البراء بن عازب رضي الله عنه قال:\nقال رسول الله صلى الله عليه وسلم: (إن أول ما نبدأ به في يومنا هذا، نصلي\nثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن ذبح فإنما هو لحم قدمه\nلأهله، وليس من النسك في شيء) رواه البخاري ومسلم، وجاء في رواية أخرى: (لا\nيضحين أحد حتى يصلي) رواه مسلم. وينتهي وقت ذبح الأضحية بغروب شمس اليوم\nالثالث من أيام التشريق، أي أن أيام النسك أربعة، يوم العيد وثلاثة أيام\nبعده. ويدل على ذلك ما ورد في الحديث عن جبير بن مطعم رضي الله عنه عن\nالنبي صلى الله عليه وسلم أنه قال: (كل أيام التشريق ذبح) رواه أحمد وابن\nحبان وصححه، وصححه أيضا العلامة الألباني في صحيح الجامع الصغير 2/834.\n</p>\n\n<p>\nوبعد هذا البيان الموجز أقول للقائمين على لجان الزكاة إنكم وكلاء عن\nالناس الذين وكلوكم بالأضاحي، والأصل في الوكيل الأمانة فأنتم أمناء على\nهذه الأضاحي، فما كان فيها من نقص أو خلل فأنتم الذين تتحملونه أمام الله\nعز وجل، فاحذروا من الإخلال بشروط الأضحية وافحصوها واحدة واحدة، فقد ثبت\nفي الحديث عن علي رضي الله عنه قال: (أمرنا رسول الله صلى الله عليه وسلم\nأن نستشرف العين والأذنين) . رواه الترمذي وقال: هذا <span id='ms1279'></span> حديث حسن صحيح؛ ثم قال\nقوله: أن نستشرف، أي أن ننظر صحيحا والمقصود أن ننظر إليهما ونتأمل في\nسلامتهما من آفة تكون بهما. سنن الترمذي مع شرحه التحفة 5/68.\n</p>\n\n<p>\nواحذروا من ذبح الأضاحي قبل الوقت المقرر شرعا أو بعده فإن ذلك لا يجزئ.\nواحذروا كذلك من التلاعب في توزيعها حسب أهوائكم وانتمائكم.\n</p>\n\n<p>\nوخلاصة الأمر أن الأضحية عبادة وقربة إلى الله عز وجل، ومعلوم أن الأصل\nفي العبادات هو التلقي عن رسول الله صلى الله عليه وسلم، فلا بد من تحقق\nالأحكام الشرعية في الأضحية وعلى كل من وكل بأضحية غيره أن يتحقق من توفر\nالشروط الشرعية فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p001'> Vol. 11, p. 001</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head1'>2 - لا يجوز تجاوز شروط الأضحية فهي توقيفية</h3>\n\n<p>\nيقول السائل: إنه قرأ على شبكة الإنترنت فتوى تقول إن الشروط التي\nاشترطها الفقهاء للأضحية هي شروط من اجتهادهم وأنه لا يوجد هناك نصوص صريحة\nتوجب ضرورة أن تكون الأضحية بسن معينة فما قولكم أفيدونا؟\n</p>\n\n<p>\nالجواب: الأضحية شعيرة من شعائر الله وقربة يتقرب بها العبد إلى ربه عز\nوجل وسنة مؤكدة من سنن المصطفى صلى الله عليه وسلم وهي عبادة توقيفية عن\nرسول الله صلى الله عليه وسلم والمطلوب من المسلم أن يعظم شعائر الله وأن\nيقتدي برسول الله صلى الله عليه وسلم كما قال تعالى: {ذلك ومن يعظم شعائر\nالله فإنها من تقوى القلوب} سورة الحج الآية 32. وقال تعالى {لقد كان لكم\nفي رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا}\nسورة الأحزاب الآية 21.\n</p>\n\n<p>\nوالشروط التي شرطها الفقهاء في الأضحية ليست شروطا اجتهادية كما ورد في\nالفتوى المشار إليها وإنما وضعها الفقهاء بناء على النصوص الشرعية فمن شروط\nالأضحية أن تكون من الأنعام وهي الإبل والبقر والغنم كما هو قول جمهور أهل\nالعلم بما فيهم أصحاب المذاهب الأربعة قال الإمام الشافعي: [هم الأزواج\nالثمانية التي قال الله تعالى: {ثمانية أزواج من الضأن اثنين ومن المعز\nاثنين} الأنعام الآية 143. وقال تعالى: {ومن الإبل اثنين ومن البقر اثنين}\nالأنعام الآية 144. يعني ذكرا وأنثى <span id='ms1280'></span>، فاختص هذه الأزواج الثمانية من النعم\nبثلاثة أحكام: أحدها: وجوب الزكاة فيها. والثاني: اختصاص الأضاحي بها.\nوالثالث: إباحتها في الحرم والإحرام] الحاوي 15/75-76وقال القرطبي: [والذي\nيضحى به بإجماع المسلمين الأزواج الثمانية وهي الضأن والمعز والإبل والبقر]\nتفسير القرطبي 15/109. ويدل على ذلك قوله تعالى: {ولكل أمة جعلنا منسكا\nليذكروا اسم الله على ما رزقهم من بهيمة الأنعام} سورة الحج الآية 34. وقال\nالقرطبي أيضا: [والأنعام هنا هي الإبل والبقر والغنم] تفسير القرطبي 11/44.\nويدل على ذلك قوله تعالى {ياأيها الذنءامنوا أوفوا بالعقود أحلت لكم بهيمة\nالأنعام إلا ما يتلى عليكم غير محلي الصيد وأنتم حرم إن الله يحكم ما يريد}\nسورة المائدة الآية 1. ويدل على ذلك أنه لم تنقل التضحية بغير الأنعام عن\nالنبي صلى الله عليه وسلم وبناء على هذا الشرط لا يصح قول من قال بجواز\nتوزيع اللحوم كبديل عن الأضحية لمن لا يستطيع أن يضحي لضعف قدراته المادية\nتغليبا للنفع والفائدة للفقراء فهذا القول باطل مناقض للنصوص الشرعية فلا\nبد في الأضحية من إراقة الدم بذبح حيوان من الأنعام الأربعة وأما شراء\nاللحم وتوزيعه فلا يكون أضحية بحال من الأحوال حتى لو اشترى بقرة كاملة\nمذبوحة ووزعها على الفقراء فليست أضحية وإنما تعتبر صدقة من الصدقات. وكذلك\nلا يجوز شرعا إخراج قيمة الأضحية بدلا من ذبحها والقول بجواز إخراج قيمة\nالأضحية تشريع جديد ومنكر من القول وزورا قال الله تعالى (أم لهم شركاء\nشرعوا لهم من الدين ما لم يأذن به الله} سورة الشورى الآية 21 وبناء على\nذلك كانت الأضحية أفضل من التصدق بثمنها كما هو مذهب جمهور أهل العلم بما\nفيهم أبو حنيفة ومالك والشافعي وأحمد وربيعة وشيخ الإسلام ابن تيمية وابن\nالقيم وغيرهم انظر الاستذكار 15/157، تفسير القرطبي 15/107-108، المجموع\n8/425، المغني 9/436\n</p>\n\n<p>\nوروى عبد الرزاق بإسناده عن سعيد بن المسيب قال: [لأن أضحي بشاة أحب إلي\nمن أن أتصدق بمئة درهم] المصنف 4/388 وقال الإمام النووي: [مذهبنا أن\nالأضحية أفضل من صدقة التطوع، للأحاديث الصحيحة المشهورة في فضل الأضحية،\nولأنها مختلف في <span id='ms1281'></span> وجوبها، بخلاف صدقة التطوع، ولأن الأضحية شعار ظاهر]\nالمجموع 8/425. وقال شيخ الإسلام ابن تيمية: [والأضحية والعقيقة والهدي\nأفضل من الصدقة بثمن ذلك، فإذا كان معه مال يريد التقرب إلى الله كان له أن\nيضحي به] مجموع فتاوى شيخ الإسلام 26/304. وقال الشيخ ابن القيم: [الذبح في\nموضعه أفضل من الصدقة بثمنه فإن نفس الذبح وإراقة الدم مقصود، فإنه عبادة\nمقرونة بالصلاة كما قال تعالى {فصل لربك وانحر} وقال تعالى {قل إن صلاتي\nونسكي ومحياي ومماتي لله رب العالمين} ففي كل ملة صلاة ونسك لا يقوم غيرها\nمقامها ولهذا لو تصدق عن دم المتعة والقران بأضعاف القيمة لم يقم مقامه\nوكذلك الأضحية] تحفة المودود ص65.\n</p>\n\n<p>\nوالشرط الثاني من شروط الأضحية أن تبلغ سن التضحية فقد اتفق جمهور أهل\nالعلم على أنه لا يجزئ من الإبل والبقر والمعز إلا الثني فما فوقه ويجزئ من\nالضأن الجذع فما فوقه. ودليل هذا الشرط حديث جابر رضي الله عنه أن الرسول\nصلى الله عليه وسلم قال: (لا تذبحوا إلا مسنة إلا أن يعسر عليكم فتذبحوا\nجذعة من الضأن) رواه مسلم وغير ذلك من الأحاديث. قال الإمام النووي: [قال\nالعلماء المسنة هي الثنية من كل شيء من الإبل والبقر والغنم فما فوقها،\nوهذا تصريح بأنه لا يجوز الجذع من غير الضأن في حال من الأحوال] شرح النووي\nعلى صحيح مسلم 5/101-102. والثني من الضأن والمعز ما أتم سنة. والثني من\nالبقر ما أتم سنتين. والثني من الإبل ما أتم خمس سنين والجذع من الضأن ما\nمضى عليه أكثر العام أي مضى عليه ستة أشهر فأكثر، وخاصة إذا كان عظيما بحيث\nلو خلط بالثنيات يشتبه على الناظر من بعد\n</p>\n\n<p>\nقال الإمام الشافعي: [الضحايا الجذع من الضأن، والثني من المعز والإبل\nوالبقر، ولا يكون شيء دون هذا ضحية] الأم 2/223. وقال الإمام النووي:\n[وأجمعت الأمة على أنه لا تجزئ من الإبل والبقر والمعز إلا الثني] المجموع\n8/394 وإن المدقق في الأحاديث التي أشارت إلى السن يرى أنه لا يجوز تجاوز\nتلك السن <span id='ms1282'></span> ويدل على ذلك ما ورد عن البراء بن عازب رضي الله عنه قال قال\nالنبي صلى الله عليه وسلم: (إن أول ما نبدأ به في يومنا هذا أن نصلي ثم\nنرجع فننحر من فعله فقد أصاب سنتنا ومن ذبح قبل ذلك فإنما هو لحم قدمه\nلأهله ليس من النسك في شيء فقام أبو بردة بن نيار وقد ذبح فقال إن عندي\nجذعة، فقال إذبحها ولن تجزئ عن أحد بعدك) رواه البخاري. وقال الإمام\nالبخاري: باب قول النبي صلى الله عليه وسلم لأبي بردة (ضح بالجذع من المعز\nولن تجزئ عن أحد بعدك) ثم ساق حديث البراء المتقدم برواية أخرى: (ضحى خال\nلي يقال له أبو بردة قبل الصلاة فقال له رسول الله صلى الله عليه وسلم:\nشاتك شاة لحم. فقال: يا رسول الله: إن عندي داجنا جذعة من المعز. فقال\nالنبي صلى الله عليه وسلم: إذبحها ولا تصلح لغيرك) وقد ورد في عدة روايات\nاختصاص أبي بردة بالتضحية بالجذع من المعز وشاركه في الاختصاص عقبة بن عامر\nوالألفاظ التي تدل على الاختصاص كما بينها الحافظ ابن حجر: (ولا رخصة فيها\nلأحد بعدك) (ولن تجزئ عن أحد بعدك) (وليست فيها رخصة لأحد بعدك) فتح الباري\n12/109. وهذا التخصيص من النبي صلى الله عليه وسلم يدل على أنه لا تصح\nالتضحية بالجذع من الإبل والبقر والماعز، وهو الذي اعتمد عليه الفقهاء في\nقولهم إنه لا تجوز التضحية بما دون السنتين من البقر. وبناء على ما تقدم\nأقول لا تصح التضحية بالعجول المسمنة مهما بلغ وزنها ولا بد من الالتزام\nبالسن المقرر عند الفقهاء في البقر وهو سنتان، ولا يصح النقص عنه. جاء في\nالفتاوى الهندية: [وتقدير هذه الأسنان بما قلنا يمنع النقصان ولا يمنع\nالزيادة حتى ولو ضحى بأقل من ذلك شيئا لا يجوز ولو ضحى بأكثر من ذلك شيئا\nيجوز ويكون أفضل ولا يجوز في الأضحية حمل ولا جدي ولا عجول ولا فصيل]\nالفتاوى الهندية 5/297 وينبغي أن يعلم أنه ليس المقصود من <span id='ms1283'></span> الأضحية اللحم\nفقط، وتوزيعه صدقة أو هدية وإنما يقصد بالأضحية أيضا تعظيم شعائر الله عز\nوجل، وإراقة الدم كوسيلة من وسائل الشكر لله تعالى، قال الله تعالى:} ذلك\nومن يعظم شعائر الله فإنها من تقوى القلوب {سورة الحج الآية 32. وكذلك\nالامتثال لأمر الله عز وجل بإراقة الدم، اقتداء بإبراهيم عليه الصلاة\nوالسلام كما قال تعالى:} لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى\nمنكم} سورة الحج الآية 37. ولو كان المقصود بالأضحية اللحم لما أمر النبي\nصلى الله عليه وسلم أبا بردة لما ذبح قبل الوقت المقرر شرعا أن يعيد الذبح\nلأن المقصود قد حصل فعن البراء رضي الله عنه قال: (خطبنا رسول الله صلى\nالله عليه وسلم يوم النحر بعد الصلاة فقال: من صلى صلاتنا ونسك نسكنا فقد\nأصاب النسك، ومن نسك قبل الصلاة فتلك شاة لحم. فقام أبو بردة بن نيار فقال:\nيا رسول الله لقد نسكت قبل أن أخرج إلى الصلاة وعرفت أن اليوم يوم أكل وشرب\nفتعجلت فأكلت وأطعمت أهلي وجيراني. فقال رسول الله صلى الله عليه وسلم: تلك\nشاة لحم. فقال: إن عندي عناقا جذعة وهي خير من شاتي لحم فهل تجزئ عني؟ قال:\nنعم، ولن تجزئ عن أحد بعدك) رواه البخاري ومسلم.\n</p>\n\n<p>\nوقد أجابت دار الإفتاء المصرية عن سؤال وجهه أحد مسلمي منطقة 48 عن\nالتضحية بالعجول المسمنة التي لم تبلغ السنتين فأجابت بما يلي: [جرى فقه\nأئمة المسلمين على أنه لا يجزىء في الأضحية إلا الأنعام، وهى الإبل والبقر\nوالغنم، لقوله تعالى {ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات\nعلى ما رزقهم من بهيمة الأنعام} الحج 28، وأقل ما يجزىء من هذه الأنواع في\nالأضحية الجذع من الضأن، والثنية من المعز وغيرها. لما روى جابر أن رسول\nالله صلى الله عليه وسلم قال (لا تذبحوا إلا مسنة، إلا إن تعسر عليكم،\nفاذبحوا جذعة من الضأن) وروى عن علي رضي الله عنه قال: (ولا يجوز في\nالضحايا إلا الثني من المعز والجذعة من الضأن <span id='ms1284'></span>) وعن ابن عباس رضي الله عنه\nقال: (لا تضحوا بالجذع من المعز والإبل والبقر) والثني من البقر والمعز ما\nكان لها سنتان ودخلت في الثالثة، ومن الإبل ما كان لها خمس سنوات ودخلت في\nالسادسة، وقد جزم الثقات من أهل اللغة بأن الجذع من الضأن والماعز والظباء\nوالبقر ما أتم عاما كاملا ودخل في الثاني من أعوامه فلا يزال جذعا حتى يتم\nعامين ويدخل في الثالث فيكون ثنيا وتحديد سن الأضحية توقيفي بمعنى أنه ثابت\nبالسنة الصحيحة أن الجذع من الضأن كاف تجوز به الأضحية، أما من غيره فلا\nتجزيء وليست الحكمة في هذا - والله أعلم - كثرة اللحم مع تلك السن أو قلته\nمع هذه ... لما كان ذلك: لم تجزيء الأضحية من البقر المسئول عنه مادام سنه\nمنذ ولادته عشرة أشهر، ولابد لجوازه أضحية مشروعة أن يكون له عامان ودخل في\nالثالث على ما تقدم بيانه لأن الاعتبار لبلوغ سن التلقيح لا لكثرة اللحم]\n</p>\n\n<p>\nوالشرط الثالث من شروط الأضحية أن تكون سليمة من العيوب المانعة من صحة\nالأضحية فعن البراء بن عازب رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: (أربع لا تجوز في الأضاحي: العوراء البين عورها والمريضة البين مرضها\nوالعرجاء البين عرجها والكسير التي لا تنقي. قال: – أي الراوي عن البراء\nوهو عبيد بن فيروز – قلت: فإني أكره النقص في السن. قال: - أي البراء – ما\nكرهت فدعه، ولا تحرمه على أحد) رواه أصحاب السنن. وقال الترمذي: هذا حديث\nحسن صحيح، والعمل على هذا عند أهل العلم. وصححه الشيخ الألباني إرواء\nالغليل 4/361.\n</p>\n\n<p>\nومن شروط صحة الأضحية أن تذبح في الوقت المقرر شرعا بداية ونهاية فمن ذبح\nقبل دخول الوقت فلا تعتبر ذبيحته أضحية فعن البراء رضي الله عنه قال: قال\nرسول الله صلى الله عليه وسلم: (إن أول ما نبدأ به في يومنا هذا، نصلي ثم\nنرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن ذبح فإنما هو لحم قدمه لأهله،\nوليس من النسك في شيء <span id='ms1285'></span>) رواه البخاري ومسلم\n</p>\n\n<p>\nوعن البراء رضي الله عنه قال: (ذبح أبو بردة قبل الصلاة فقال له النبي\nصلى الله عليه وسلم: أبدلها. قال: ليس عندي إلا جذعة – قال شعبة: وأحسبه\nقال هي خير من مسنة – قال: اجعلها مكانها ولن تجزئ عن أحد بعدك) رواه\nالبخاري ومسلم. وخلاصة الأمر أن شروط الأضحية شروط توقيفية وليست اجتهادية\nكما ورد في السؤال ولا بد من الالتزام بها ومن أخل بشرط منها فلا يعد ما\nذبحه أضحية وهذا ما اتفق عليه أهل العلم ولا يغترن أحد ببعض الفتاوى التي\nتجاوزت تلك الشروط بحجة التيسير والتسهيل على الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p002'> Vol. 11, p. 002</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head2'>3 - الاستدانة من أجل العقيقة</h3>\n\n<p>\nيقول السائل: إنه رزق ببنت ولا يملك ثمن العقيقة فهل يستدين ليعق عن\nبنته؟\n</p>\n\n<p>\nالجواب: العقيقة من السنن الثابتة عن النبي صلى الله عليه وسلم فقد ثبت\nفي الحديث عن سلمان بن عامر الضبي رضي الله عنه قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: (مع الغلام عقيقة فأهريقوا عنه دما وأميطوا عنه\nالأذى) رواه البخاري.\n</p>\n\n<p>\nوعن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (كل غلام\nرهينة بعقيقته تذبح عنه يوم سابعه ويحلق ويسمى) رواه أبو داود والنسائي\nوالترمذي وقال: حسن صحيح.\n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما: (أن رسول الله صلى الله عليه وسلم عق عن\nالحسن والحسين كبشا كبشا) رواه أبو داود وقال النووي: إسناده صحيح. المجموع\n8/428 وغير ذلك من الأحاديث.\n</p>\n\n<p>\nولا شك أن ن إحياء السنن النبوية أمر مطلوب شرعا من المسلم فينبغي\nالمحافظة على هذه السنة في حق كل من كان مستطيعا لها، فالأفضل لمن أراد\nالعقيقة أن يكون مستطيعا فإذا كانت الواجبات الشرعية كالحج قد اشترط فيها\nالاستطاعة فمن باب أولى السنن.\n</p>\n\n<p>\nوقال بعض أهل العلم إن العقيقة مشروعة في حق الفقير الذي لا يملك ثمنها،\nبل إن الإمام أحمد يرى أنه يستحب للمسلم إن كان معسرا أن يستقرض ويشتري\nعقيقة ويذبحها إحياء للسنة، وقد ورد عن الإمام أحمد وقد سئل عن <span id='ms1286'></span> العقيقة إن\nاستقرض، قال الإمام أحمد: [رجوت أن يخلف الله عليه، أحيا سنة] . وسأله ابنه\nصالح: [الرجل يولد له وليس عنده ما يعق أحب إليك أن يستقرض ويعق عنه أم\nيؤخر ذاك حتى يوسر؟ قال: أشد ما سمعنا في العقيقة حديث الحسن عن سمرة عن\nالنبي صلى الله عليه وسلم: (كل غلام مرتهن بعقيقته) وإني لأرجو إن استقرض\nأن يعجل الله الخلف لأنه أحيا سنة من سنن رسول الله صلى الله عليه وسلم\nواتبع ما جاء عنه. تحفة المودود ص 50-51.\n</p>\n\n<p>\nوعقب ابن المنذر على كلام الإمام أحمد بقوله: [صدق أحمد إحياء السنن\nواتباعها أفضل وقد ورد فيها من الأخبار التي رويناها ما لم يرد في غيرها\nولأنها ذبيحة أمر النبي صلى الله عليه وسلم بها فكانت أولى كالوليمة\nوالأضحية] المغني 9/460\n</p>\n\n<p>\nوقال ابن القيم معقبا على كلام الإمام أحمد ما نصه: [وهذا لأنه سنة\nونسيكة مشروعة بسبب تجدد نعمة الله على الوالدين وفيها سر بديع موروث عن\nفداء إسمايل بالكبش الذي ذبح عنه وفداه الله به فصار سنة في أولاده بعده أن\nيفدي أحدهم عند ولادته كما كان ذكر اسم الله عليه عند وضعه في الرحم حرزا\nله من ضرر الشيطان ... ] تحفة المودود ص51\n</p>\n\n<p>\nوينبغي أن يعلم أن كثيرا من الناس ينفقون نفقات باهظة عند الولادة في\nشراء الملابس والحلويات وغيرها ويقيمون حفلات عيد الميلاد المحرمة شرعا\nويبخلون عن العقيقة فلا يعقون عن أولادهم.\n</p>\n\n<p>\nوخلاصة الأمر أن من لم يملك ثمن العقيقة فلا يلزمه أن يستدين ليعق ولكن\nإن استدان وعق فله الأجر والثواب ودينه مقضي بإذنه تعالى لأنه أحيا سنة\nنبوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p003'> Vol. 11, p. 003</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head3'>4 - بداية وقت الأضحية ونهايته</h3>\n\n<p>\nيقول السائل: إنه يعمل في جمعية خيرية وهذه الجمعية الخيرية تتولى ذبح\nالأضاحي التي يتبرع بها المحسنون وفي هذا العام فرض نظام حظر التجول على\nمنطقتهم حتى خرجت أيام التشريق ولديهم أكثر من مئتي أضحية لم تذبح ولم\nيتمكنوا من ذبحها لصعوبة الظروف والأحوال فهل يجوز لهم ذبحها بعد انتهاء\nأيام التشريق؟\n</p>\n\n<p>\nالجواب: آخر وقت <span id='ms1287'></span> ذبح الأضحية هو غروب شمس اليوم الثالث من أيام التشريق\nأي أن وقت الذبح هو يوم العيد وثلاثة أيام بعده وهذا هو الراجح من أقوال\nأهل العلم ونقل هذا القول عن عمر بن عبد العزيز وسليمان بن موسى الأسدي\nفقيه أهل الشام وبه قال عطاء والحسن والأوزاعي ومكحول واختاره شيخ الإسلام\nابن تيمية وابن القيم والشوكاني وهو قول الشافعية.\n</p>\n\n<p>\nويدل على ذلك ما ورد في الحديث عن جبير بن مطعم رضي الله عنه عن النبي\nصلى الله عليه وسلم أنه قال: (كل فجاج مكة منحر، وكل أيام التشريق ذبح)\nرواه أحمد وابن حبان وصححه ورواه البيهقي والطبراني في الكبير والبزار\nوالدراقطني وغيرهم. وقال الهيثمي: [رواه أحمد والبزار والطبراني في الكبير\nإلا أنه قال: (وكل فجاج مكة منحر) ورجاله موثقون] مجمع الزوائد3/251.\n</p>\n\n<p>\nوقال الحافظ ابن حجر: [أخرجه أحمد لكن في سنده انقطاع، ووصله الدارقطني\nورجاله ثقات] فتح الباري 12/103 وصححه الشيخ الألباني في صحيح الجامع 2/834\n</p>\n\n<p>\nواحتجوا بأن هذا القول قد نقل عن علي وابن عباس وعطاء وعمر بن عبد\nالعزيز، فقد روى البيهقي بإسناده عن ابن عباس قال: الأضحى ثلاثة أيام بعد\nيوم النحر.\n</p>\n\n<p>\nوروى أيضا عن الحسن وعطاء قالا: يضحى إلى آخر أيام التشريق.\n</p>\n\n<p>\nوروى أيضا عن عمر بن عبد العزيز قال: الأضحى يوم النحر وثلاثة أيام بعده)\nسنن البيهقي 9/296-297. هذا هو القول الراجح في المسألة في الظروف والأحوال\nالعادية.\n</p>\n\n<p>\nوأما في الظروف والأحوال الاستثنائية كما ذكر في السؤال من فرض نظام حظر\nالتجول وما قد يترتب على الخروج من البيوت خلال فرض نظام حظر التجول من\nمخاطر شديدة على الناس فإنه يجوز ذبح الأضاحي بعد انتهاء آخر وقت الذبح ومن\nالمعلوم عند العلماء أن الضرورات تبيح المحظورات وفي الحالة المسؤول عنها\nفقد تتعرض حياة الناس للخطر فيباح لهم الذبح خارج الوقت. وكذلك فإن الله\nسبحانه وتعالى لا يكلف الناس إلا بما يطيقون. قال تعالى: (لا يكلف الله\nنفسا إلا وسعها) سورة البقرة الآية 286. وقال تعالى: (لا يكلف الله نفسا\nإلا <span id='ms1288'></span> ماءاتاها) سورة الطلاق الآية 7. ويقول تعالى: (فاتقوا الله ما استطعتم)\nسورة التغابن الآية 16.\n</p>\n\n<p>\nوغير ذلك من النصوص الشرعية التي تدل على أن التكليف يكون بقدر الوسع\nوكذلك فإن الحنفية والمالكية يرون أنه إذا فات الإنسان وقت الأضحية ولم يضح\nفإنها تقضى قال الكاساني: [ومنها أنها تقضى إذا فاتت عن وقتها والكلام فيه\nفي موضعين: أحدهما: في بيان أنها مضمونة بالقضاء في الجملة. والثاني: في\nبيان ما تقضى به. أما الأول: فلأن وجوبها في الوقت إما لحق العبودية أو لحق\nشكر النعمة أو لتكفير الخطايا لأن العبادات والقربات إنما تجب لهذه المعاني\nوهذا لا يوجب الاختصاص بوقت دون وقت فكان الأصل فيها أن تكون واجبة في جميع\nالأوقات وعلى الدوام بالقدر الممكن إلا أن الأداء في السنة مرة واحدة في\nوقت مخصوص أقيم مقام الأداء في جميع السنة تيسيرا على العباد فضلا من الله\nعز وجل ورحمة كما أقيم صوم شهر في السنة مقام جميع السنة وأقيم خمس صلوات\nفي يوم وليلة مقام الصلاة آناء الليل وأطراف النهار فإذا لم يؤد في الوقت\nبقي الوجوب في غيره لقيام المعنى الذي له وجبت في الوقت] بدائع الصنائع\n4/202.\n</p>\n\n<p>\nولكن الحنفية يرون أن قضاء الأضحية يكون بالتصدق بعين الشاة حية أو بقيمة\nالشاة. انظر المصدر السابق 4/202. ويرى الحنابلة أن الأضحية المعينة وكذا\nالمنذورة تذبح إن فات وقت الذبح.\n</p>\n\n<p>\nقال الشيخ ابن قدامة المقدسي: [إذا فات وقت الذبح ذبح الواجب قضاء وصنع\nبه ما يصنع بالمذبوح في وقته] المغني 9/454. وقال مستدلا لذلك: [ولنا أن\nالذبح أحد مقصودي الأضحية فلا يسقط بفوات وقته كتفرقة اللحم وذلك أنه لو\nذبحها في الأيام ثم خرجت قبل تفريقها فرقها بعد ذلك] المغني 9/454.\n</p>\n\n<p>\nوينبغي أن يعلم أن من أهل العلم من قال إن وقت ذبح الأضحية يستمر حتى\nنهاية شهر ذي الحجة وهذا قول أبي سلمة بن عبد الرحمن وسليمان بن يسار من\nالتابعين وبه قال ابن حزم الظاهري. المحلى 6/39-41.\n</p>\n\n<p>\nواحتجوا بما رواه البيهقي بإسناده عن أبي سلمة بن عبد <span id='ms1289'></span> الرحمن وسليمان بن\nيسار أنه بلغهما أن رسول الله صلى الله عليه وسلم قال: (الضحايا إلى آخر\nالشهر لمن أراد أن يستأني ذلك) . قال ابن حزم: [وهذا من أحسن المراسيل\nوأصحها] المحلى 6/43. وفي رواية أبي حامد أن نبي الله صلى الله عليه وسلم\nقال: (الضحايا إلى هلال المحرم لمن أراد أن يستأني ذلك) رواه أبو داود في\nالمراسيل.\n</p>\n\n<p>\nوما رواه البيهقي بإسناده عن يحيى بن سعيد قال: [سمعت أبا أمامة بن سهل\nبن حنيف يقول: إن كان المسلمون ليشتري أحدهم الأضحية فيسمنها فيذبحها بعد\nالأضحى آخر ذي الحجة] .\n</p>\n\n<p>\nثم قال البيهقي: [حديث أبي سلمة وسليمان مرسل، وحديث أبي أمامة حكاية عمن\nلم يسم] سنن البيهقي 9/297-298\n</p>\n\n<p>\nوقال الحافظ ابن حجر عند ذكر رواية يحيى بن سعيد قال: [سمعت أبا أمامة بن\nسهل. قال كنا نسمن الأضحية بالمدينة وكان المسلمون يسمنون] . قال الحافظ:\n[وصله أبو نعيم في المستخرج من طريق أحمد بن حنبل عن عباد بن العوام أخبرني\nيحيى بن سعيد وهو الأنصاري ولفظه: كان المسلمون يشتري أحدهم الأضحية\nفيسمنها ويذبحها في آخر ذي الحجة] قال أحمد هذا الحديث عجيب فتح الباري\n12/105\n</p>\n\n<p>\nقال ابن حزم: [الأضحية فعل خير وقربة إلى الله تعالى، وفعل الخير حسن في\nكل وقت، قال الله تعالى: {والبدن جعلناها لكم من شعائر الله لكم فيها خير}\nفلم يخص تعالى وقتا من وقت، ولا رسوله عليه الصلاة والسلام؛ فلا يجوز تخصيص\nوقت بغير نص فالتقريب إلى الله تعالى بالتضحية حسن ما لم يمنع منه نص أو\nإجماع، ولا نص في ذلك ولا إجماع إلى آخر ذي الحجة] المحلى 6/42\n</p>\n\n<p>\nولكن هذا القول ضعيف وما احتجوا به عليه لا يصلح دليلا قال الشيخ\nالألباني: [ (الضحايا إلى هلال محرم لمن أراد أن يستأني ذلك)\n</p>\n\n<p>\nضعيف أخرجه البيهقي وكذا أبو داود في المراسيل من طريقين عن أبان بن\nيزيد: ثنا يحيى بن أبي كثير عن محمد بن إبراهيم: حدثني أبو سلمة وسليمان بن\nيسار أنه بلغهما: أن رسول الله صلى الله عليه وسلم <span id='ms1290'></span> قال: فذكره. قلت: وهذا\nإسناد ضعيف لإرساله ورجاله ثقات] السلسلة الضعيفة 9/106. وضعفه الألباني\nأيضا في ضعيف الجامع الصغير ص526.\n</p>\n\n<p>\nوقال الشيخ أبو الطيب محمد شمس الحق العظيم أبادي معلقا على رواية\nالدارقطني بسنده عن أبي سلمة وسليمان بن يسار أنه بلغهما أن رسول الله صلى\nالله عليه وسلم قال: (الضحايا إلى آخر الشهر لمن أراد أن يستأني ذلك) قال\nأبو الطيب: [قوله: أنه بلغهما. وأخرجه أبو داود في مراسيله (الضحايا إلى\nهلال المحرم لمن أراد أن يستأني ذلك) ذكره الشعراني في البدر المنير وقال\nالحافظ جمال الدين المزي في الأطراف حديث أبي سلمة بن عبد الرحمن وسليمان\nبن يسار أنه بلغهما أن رسول الله صلى الله عليه وسلم قال: (الأضاحي إلى\nهلال المحرم إذا أراد أن يستأني ذلك أخرجه أبو داود في المراسيل عن موسى بن\nإسماعيل عن أبان عن يحيى عن محمد بن إبراهيم عن سليمان بن يسار مولى ميمونة\nوأبي سلمة بن عبد الرحمن انتهى. وقال الحافظ في فتح الباري: أخرج أبو نعيم\nفي المستخرج من طريق أحمد بن حنبل عن عباد بن العوام أخبرني يحيى بن سعيد\nوهو الأنصاري سمعت أبا أمامة بن سهل قال: كان المسلمون يشتري أحدهم الأضحية\nفيسمنها ويذبحها في آخر ذي الحجة قال أحمد: هذا الحديث عجيب انتهى. قال\nالحافظ: وهو قول عمر بن عبد العزيز وأبي سلمة وسليمان بن يسار غيرهم وقال\nبه ابن حزم متمسكا بعدم ورود نص بالتقييد وأخرج ما رواه ابن أبي شيبة من\nطريق أبي سلمة بن عبد الرحمن وسليمان بن يسار قالا: عن النبي صلى الله عليه\nوسلم مثله قال: أي ابن حزم وهذا سند صحيح إليهما لكنه مرسل انتهى. وقال\nالحافظ ابن كثير في تفسيره: وقيل إن وقت الذبح يمتد إلى آخر ذي الحجة وبه\nقال إبراهيم النخعي وأبو سلمة بن عبد الرحمن وهو قول غريب انتهى. قلت:\nرواية سليمان بن يسار مرسلة لا يحتج بها. وكذا أثر أسعد أبي أمامة بن سهل\nلا تقوم به <span id='ms1291'></span> الحجة لأنه ليس من قبيل المرفوع بل ولا الموقوف لأن أبا أمامة\nبن سهل بن حنيف ولد قبل وفاة النبي صلى الله عليه وسلم لعامين فليس مراسيله\nكمراسيل الصحابة] التعليق المغني على الدارقطني 4/275-258.\n</p>\n\n<p>\nإذا تقرر هذا فلا يصح الاعتماد على هذا الحديث ولا على ما قاله أبو سلمة\nبن عبد الرحمن وسليمان بن يسار ولا على ما قاله ابن حزم.\n</p>\n\n<p>\nوخلاصة الأمر أنه لا يجوز ذبح الأضاحي بعد فوات وقتها الشرعي إلا للضرورة\nالملحة كما في حالة فرض نظام حظر التجول طوال أيام العيد الأربعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p004'> Vol. 11, p. 004</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head4'>5 - من تشرع في حقه الأضحية.</h3>\n\n<p>\nيقول السائل: في حق من تشرع الأضحية؟\n</p>\n\n<p>\nالجواب: إن الأضحية سنة مؤكدة ثابتة عن الرسول صلى الله عليه وسلم وقد\nواظب على فعلها الصحابة الكرام وإن تركها بعضهم خشية أن يظن الناس وجوبها\nكما ثبت ذلك عن أبي بكر وعمر رضي الله عنهما. رواه البيهقي بإسناد حسن كما\nقال النووي. والأضحية تطلب ممن كان موسرا مالكا لنصاب الزكاة على قول بعض\nأهل العلم ومنهم من يرى أنها تشرع في حق من ملك ثمنها زائدا عن حوائجه\nالأصلية وأجاز بعض العلماء أن يستدين الشخص ليضحي إحياء لهذه السنة\nالعظيمة. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p005'> Vol. 11, p. 005</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>6 - </h1>\n\n<p>\nالأضحية أفضل من التصدق بثمنها.\n</p>\n\n<p>\nيقول السائل: أيهما أفضل أن يضحي المسلم أو أن يتصدق بثمنها؟\n</p>\n\n<p>\nالجواب: لا شك أن ذبح\n</p>\n\n<h1 class='l1' id='head6'>الأضحية أفضل من التصدق بثمنها </h1>\n\n<p>\nلفعل الرسول عليه الصلاة والسلام لها ومواظبته على ذلك ولما ورد في\nالأحاديث في فضل الأضحية ومن ذلك: عن عائشة رضي الله عنها أن النبي صلى\nالله عليه وسلم قال: (ما عمل ابن آدم يوم النحر عملا أحب إلى الله من إهراق\nالدم وإنها لتأتي يوم القيامة بقرونها وأظلافها وأشعارها وإن الدم ليقع من\nالله عز وجل قبل أن يقع على الأرض فطيبوا بها نفسا. رواه ابن ماجة والترمذي\nوقال حسن غريب ورواه الحاكم وقال صحيح الإسناد. وعن زيد بن أرقم قال: قلت\nيا رسول الله ما هذه الأضاحي؟ قال: سنة أبيكم إبراهيم. قالوا: ما لنا <span id='ms1292'></span> منها؟\nقال: بكل شعرة حسنة. قالوا: فالصوف؟ قال: بكل شعرة من الصوف حسنة. رواه\nأحمد وابن ماجة والحاكم وقال صحيح الإسناد. وعن أبي هريرة رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: (من وجد سعة فلم يضح فلا يقربن\nمصلانا) رواه أحمد وابن ماجة والحاكم وصححه وأقره الذهبي ورجح الحافظ ابن\nحجر أنه موقوف على الصحابي. وغير ذلك من الأحاديث وهي بمجموعها تدل على فضل\nالأضحية وأنها أحب الأعمال إلى الله سبحانه وتعالى يوم النحر إذا كانت\nالأضحية خالصة لوجه الله وإقتداء بسنة سيد المرسلين صلى الله عليه وسلم.\n*****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p006'> Vol. 11, p. 006</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head7'>7 - أحكام الأضحية.</h3>\n\n<p>\nالتضحية بالخصي , هل يجوز التضحية بالحيوان الخصي؟\n</p>\n\n<p>\nالجواب: نعم يجزئ الحيوان الخصي في الأضحية على قول اكثر أهل العلم وقد\nورد في الحديث عن أبي رافع قال: (ضحى رسول الله صلى الله عليه وسلم بكبشين\nموجؤين خصيين) رواه أحمد وقال الهيثمي إسناده حسن. وعن عائشة رضي الله عنها\nقالت: (ضحى رسول الله بكبشين سمينين عظيمين أملحين أقرنين موجؤين) رواه\nأحمد. والأملح ما كان بياضه خالصا، والأقرن: ما له قرون، والموجوء: الخصي.\nوكون الكبش خصيا لا يعد عيبا مانعا من صحة الأضحية بل إن الخصي قد يكون\nأسمن من غير الخصي فلا بأس بالتضحية بالخصي. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p007'> Vol. 11, p. 007</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>8 - حديث (استسمنوا ضحاياكم) وبيان درجته</h3>\n\n<p>\nسمعت حديثا عن الرسول صلى الله عليه وسلم أنه قال استسمنوا ضحاياكم فاتها\nعلى الصراط مطاياكم، فهل ثبت الحديث عن الرسول صلى الله عليه وسلم؟\n</p>\n\n<p>\nالجواب: إن هذا الحديث ورد بألفاظ غير ما ذكر في السؤال منها: (استفرهوا\nضحاياكم ... الخ) ومنها (عظموا ضحاياكم) . وهذا الحديث بألفاظه المختلفة\nغير ثابت عن الرسول صلى الله عليه وسلم بل هو حديث ضعيف جدا، قال الحافظ\nابن حجر فيه: [ألم أره ... ] وقال ابن الصلاح: [هذا الحديث غير معروف ولا\nثابت فيما علمناه] ثم ذكر أن صاحب مسند الفردوس قد رواه وفيه راو ضعيف جدا.\nالتلخيص الحبير 4/138. وقال العجلوني: [إنه ضعيف جدا] . كشف الخفاء 1/138.\nوقال الألباني: [لا اصل له بهذا اللفظ (عظموا <span id='ms1293'></span> ضحايام.. الخ) ] الضعيفة 1:\n102 وقال في موضع آخر: [ضعيف جدا] . الضعفية 3 411. وينبغي أن يعلم أن\nتضعيف هذا الحديث ورده لا يعني أن لا تكون الأضحية سمينة بل لا بد من ذلك\nوقد ورد في اختيار الأضحية السمينة أحاديث صحيحة تغني عن هذا الحديث\nالضعيف. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p008'> Vol. 11, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>9 - </h1>\n\n<p>\nالأضحية عن الميت\n</p>\n\n<p>\nيقول السائل: هل يجوز لي أن أذبح أضحية وأجعلها عن والدي المتوفى؟\n</p>\n\n<p>\nالجواب: نعم يجوز للابن أن يضحي عن أبيه الميت على الراجح من أقوال أهل\nالعلم ويصل ثوابها إلى أبيه الميت بإذن الله وهذا مذهب الحنابلة واختاره\nشيخ الإسلام ابن تيتمة ومن قبله وأبو داود صاحب السنن حيث قال: [باب\n</p>\n\n<h1 class='l1' id='head10'>الأضحية عن الميت </h1>\n\n<p>\nثم ذكر بإسناده عن حنش قال: رأيت عليا رضي الله عنه يضحي بكشبين فقلت له:\nما هذا؟ فقال: إن رسول الله صلى الله عليه وسلم أوصاني أن أضحي عنه فأنا\nأضحي عنه، وكان ذلك بعد وفاة النبي صلى الله عليه وسلم] . وورد في الحديث\nعن عائشة رضي الله عنها: (أن النبي صلى الله عليه وسلم أخذ الكبش فأضجعه\nوقال: بسم الله اللهم تقبل من محمد ومن آل محمد ومن أمة محمد ثم ضحى به صلى\nالله عليه وسلم) . رواه أبو داود وقال الشخ الألباني حديث حسن. وقول بعض\nأهل العلم الذي رخص في الأضحية عن الأموات مطابق للأدلة ومن منعها ليس فيه\nحجة فلا يقبل كلامه إلا بدليل أقوى منه ولا دليل عليه. والثابت عن النبي\nصلى الله عليه وسلم أنه كان يضحي عن أمته ممن شهد له بالتوحيد وشهد له\nبالبلاغ وعن نفسه وآل بيته ولا يخفى أن أمته صلى الله عليه وسلم ممن شهد له\nبالتوحيد وشهد له بالبلاغ كان كثير منهم موجودا زمن النبي صلى الله عليه\nوسلم وكثير منهم توفوا في عهده صلى الله عليه وسلم فالأموات والأحياء كلهم\nمن أمته صلى الله عليه وسلم دخلوا في أضحية النبي صلى الله عليه وسلم\nوالكبش الواحد كما كان للأحياء من أمته كذلك للأموات من أمته صلى الله <span id='ms1294'></span> عليه\nوسلم ولا تفرقة. عون المعبود 7/344.\n</p>\n\n<p>\nويؤيد ذلك أن أكثر أهل العلم على أن الميت ينتفع بسعي الحي وقد احتجوا\nعلى ذلك بأدلة كثيرة منها قوله تعالى: (والذين جاءوا من بعدهم يقولون ربنا\nاغفر لنا ولإخواننا الذين سبقونا بالإيمان) سورة الحشر الآية 10. فأثنى\nالله سبحانه وتعالى عليهم باستغفارهم للمؤمنين قبلهم فدل على انتفاعهم\nباستغفار الأحياء. ومثل ذلك ما ثبت من أحاديث صحيحة في الدعاء والاستغفار\nللميت في صلاة الجنازة وبعد الدفن منها حديث عوف بن مالك قال: صلى النبي\nصلى الله عليه وسلم على جنازة فحفظت منه دعائه وهو يقول: (اللهم اغفر له\nوارحمه وعافه واعف عنه وكرم نزله ووسع مدخله واغسله بالماء والثلج والبرد\nونقه من الخطايا كما ينقى الثوب الأبيض من الدنس وأبدله دارا خيرا من داره\nوأهلا خيرا من أهله، وزوجا خيرا من زوجه وأدخله الجنة وأعاذه من عذاب القبر\nومن عذاب النار) رواه مسلم.\n</p>\n\n<p>\nوثبت في الصحيح أن الميت ينتفع بالصدقة عنه كما ورد في حديث ابن عباس أن\nسعد بن عبادة توفيت أمه وهو غائب عنها فأتى النبي صلى الله عليه وسلم فقال:\n(يا رسول الله إن أمي توفيت وأنا غائب عنها فهل ينفعها غن تصدقت عنها؟ قال:\nنعم. قال: فإني أشهدك أن حائط المخراف صدقة عنها) رواه البخاري. وثبت في\nأحاديث أخرى انتفاع الميت بالحج عنه وبالصوم عنه وبقضاء النذر عنه والأضحية\nعن الميت مثل ذلك. قال بعض أهل العلم: [إن النصوص تتظاهر على وصول ثواب\nالأعمال إلى الميت إذا فعلها الحي عنه وهذا محض القياس فإن الثواب حق\nللعامل فإذا هبه لأخيه المسلم لم يمنع من ذلك كما لم يمنع من هبته ماله في\nحياته وقد نبه الشارع بوصول ثواب الصدقة على وصول سائر العبادات المالية\nونبه بوصول ثواب الصوم على وصول سائر العبادات البدنية وأخبر بوصول الحج\nالمركب من المالية والبدنية] أحكام الذبائح ص 153.\n</p>\n\n<p>\nوخلاصة الأمر أن الأضحية عن الميت جائزة وينتفع بثوابها الميت لأن\nالأضحية عن الميت تعتبر من باب الصدقة <span id='ms1295'></span> وهي جائزة عنه بالنص كما في حديث ابن\nعباس المتقدم. ****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p009'> Vol. 11, p. 009</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head11'>10 - حكم العقيقة</h3>\n\n<p>\nيقول السائل: سألت والدي هل عق عني في صغري فأجابني بأنه لم يعق فهل يصح\nأن أعق عن نفسي بعد أن كبرت؟\n</p>\n\n<p>\nالجواب: العقيقة سنة مؤكدة ثابتة عن الرسول صلى الله عليه وسلم قولا\nوفعلا وقد وردت فيها أحاديث كثيرة منها قول الرسول صلى الله عليه وسلم: (كل\nغلام رهينة بعقيقته تذبح عنه يوم سابعه ويحلق رأسه ويسمى) رواه ابو داود\nوالترمذي والنسائي وغيرهم وهو حديث صحيح. وثبت في الحديث عن سلمان بن عامر\nالضبي أن الرسول صلى الله عليه وسلم قال: (مع الغلام عقيقة فأهريقوا عنه\nدما وأميطوا عنه الأذى) رواه البخاري وغير ذلك من الأحايث. والسنة أن تكون\nالعقيقة بعد ولادة الطفل بأسبوع كما ثبت في الحديث وقد أجاز جماعة من أهل\nالعلم للشخص الذي لم يعق عنه صغيرا أن يعق عن نفسه كبيرا وقد استدلوا بما\nروي: (أن النبي عليه الصلاة والسلام عق عن نفسه بعد النبوة) رواه البيهقي\nوالبزار والطبراني. ولكن هذا الحديث باطل ولا يصح عن الرسول صلى الله عليه\nوسلم كما قال الإمام أحمد والنووي والبيهقي وغيرهم ومع عدم ثبوت الحديث\nالمذكور قرر الفقهاء أنه لم يرد ما يمنع من العقيقة في حال الكبر وقد وردت\nآثار عن بعض السلف تجيز أن يعق الإنسان عن نفسه بعد الكبر منها:\n</p>\n\n<p>\n1. عن الحسن البصري قال: [إذا لم يعق عنك فعق عن نفسك وإن كنت رجلا] ذكره\nابن حزم في المحلى والبغوي في شرح السنة.\n</p>\n\n<p>\n2. وقال محمد بن سيرين: [عققت عن نفسي ببختية بعد أن كنت رجلا] ذكره\nالبغوي في شرح السنة، والبخت: نوع من الجمال.\n</p>\n\n<p>\n3. ونقل عن الإمام أحمد أنه استحسن إن لم يعق عن الإنسان صغيرا أن يعق\nنفسه كبيرا وقال إن فعله إنسان لم أكرهه. نقل ذلك عنه ابن القيم في تحفة\nالمودود. وبناء على ذلك لا مانع أن يعق الإنسان عن نفسه حال الكبر إن لم\nيعق عنه حال الصغر. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p010'> Vol. 11, p. 010</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>11 - أحكام <span id='ms1296'></span> الأضحية.</h3>\n\n<p>\nيقول السائل: ما حكم الأضحية وماذا يجب أن يتوفر فيها وما وقت ذبحها وكيف\nتوزع؟\n</p>\n\n<p>\nالجواب: الأضحية: هي ما يذبح من الأنعام تقربا إلى الله تعالى يوم النحر\nوأيام التشريق ... وهي سنة مؤكدة عند جماهير أهل العلم وهي مشروعة بسنة\nرسول الله صلى الله عليه وسلم فعلا وقولا فقد ثبت في الحديث عن أنس رضي\nالله عنه أن الرسول صلى الله عليه وسلم (ضحى بكبشين أقرنين أملحين وكان\nيسمي ويكبر) رواه البخاري ومسلم والأملح: هو النقي البياض. وعن عائشة رضي\nالله عنها: (أن الرسول صلى الله عليه وسلم أمر بكبش أقرن يطأ في سواد ويبرك\nفي سواد وينظر في سواد فأتي به ليضحي به فقال لها يا عائشة هلمي المدية ثم\nقال: اشحذيها بحجر ففعلت ثم أخذها وأخذ الكبش فأضجعه ثم ذبحه ثم قال: باسم\nالله اللهم تقبل من محمد وآل محمد ومن أمة محمد) رواه مسلم. وعن البراء بن\nعازب قال خطبنا رسول الله صلى الله عليه وسلم في يوم النحر فقال: (لا يضحين\nأحد حتى يصلي فقال رجل: عندي عناق لبن هي خير من شاتي لحم قال: فضح بها ولا\nتجزئ جذعة عن أحد بعدك) رواه مسلم. والأضحية قربة يتقرب بها العبد إلى ربه\nإحياء لذكرى إبراهيم عليه الصلاة والسلام عندما رأى في المنام أنه يذبح\nولده إسماعيل حيث فداه الله بذبح عظيم كما في أيات سورة الصافات (فلما بلغ\nمعه السعي قال يا بني إني أرى في المنام أني أذبحك فانظر ماذا ترى ... )\nإلى قوله تعالى: (وفديناه بذبح عظيم) .\n</p>\n\n<p>\nوبما أنها قربة إلى الله تعالى فيجب أن تطيب بها نفس المضحي وأن تكون\nسمينة طيبة خالية من العيوب التي تنقص من قيمتها وقدرها ففي الحديث عن\nالبراء بن عازب رضي الله عنه قال: (قام فينا رسول الله صلى الله عليه وسلم\nخطيبا فقال: أربع لا تجوز في الأضاحي: العوراء البين عورها والمريضة البين\nمرضها والعرجاء البين ضلعها والكبيرة التي لا تنقي) رواه أصحاب السنن وهو\nحديث <span id='ms1297'></span> صحيح. ويقاس على هذه العيوب المذكورة في الحديث ما لم يذكر من العيوب\nالأشد فلا يضحى بالعمياء ولا الكبيرة ولا بالكسيرة ونحو ذلك. ومن الشروط\nالتي يجب توفرها في الأضحية أن تبلغ سنا معينة حددها الشارع الحكيم ففي\nالإبل إتمام خمس سنوات من عمرها وفي البقر إتمام سنتين من عمرها وفي الغنم\nإتمام سنة من عمرها. وأجاز بعض أهل العلم في الضأن ما أتم أكثر السنة\nكثمانية أشهر إذا كان سمينا يخفى بين ما أتم السنة من الضأن. ووقت ذبح\nالأضحية يبدأ بعد الإنتهاء من صلاة العيد ويستمر حتى مغيب شمس اليوم الثالث\nمن أيام التشريق على الراجح من أقوال أهل العلم، أي أن مدة الذبح أربعة\nأيام، يوم العيد وأيام التشريق الثلاثة.\n</p>\n\n<p>\nولا يجوز ذبح الأضحية قبل صلاة العيد فإن ذبح قبل صلاة العيد فلا تعتبر\nأضحية وإنما شاة لحم، كما جاء في الحديث عن البراء بن عازب رضي الله عنه\nقال: (قال رسول الله صلى الله عليه وسلم إن أول ما نبدأ به في يومنا هذا\nنصلي ثم نرجع فننحر فمن فعل ذلك فقد أصاب سنتنا ومن ذبح قبل ذلك فإنما هو\nلحم قدمه لأهله ليس من النسك في شيء) رواه مسلم. وأما توزيع الأضحية فقد\nاستحب بعض أهل العلم أن توزع أثلاثا ثلث للأكل والإدخار وثلث للتصدق به على\nالفقراء وثلث هدية للأقارب والأصدقاء ومن المستحب أن يأكل المضحي من أضحيته\nاقتداء بالرسول صلى الله عليه وسلم. ومن الأمور المستحبة أيضا أن يتولى\nالمضحي ذبح أضحيته بنفسه إن كان يحسن الذبح وإلا وكل بذبحها غيره، ويستحب\nله أن يشهد ذبحها.\n</p>\n\n<p>\nويستحب أيضا فيمن أراد أن يضحي أن لا يأخذ من شعره أو من أظافره شيئا من\nبداية شهر ذي الحجة إلى أن يضحي لما ورد في الحديث عن أم سلمة رضي الله\nعنها أن رسول الله صلى الله عليه وسلم قال: (إذا دخلت العشر وأراد أحدكم أن\nيضحي فلا يأخذ من شعره ولا من أظافره شيئا حتى <span id='ms1298'></span> يضحي) رواه مسلم. والحكمة من\nذلك أن يكون المضحي في أكمل هيئته فيغفر له غفرانا تاما. ولا يجوز بيع أي\nشيء من الأضحية وكذلك لا يجوز إعطاء الجزار شيئا منها على سبيل الأجرة. ولا\nبأس بالتضحية عن الميت على الراجح من أقوال العلماء وأن الميت ينتفع بذلك\nإن شاء الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p011'> Vol. 11, p. 011</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head13'>12 - حكم العقيقة</h3>\n\n<p>\nيقول السائل: ما هي العقيقة؟ وما حكمها؟\n</p>\n\n<p>\nالجواب: العقيقة هي الذبيحة التي تذبح عن المولود في اليوم السابع من\nولادته شكرا لله تعالى على نعمة الولد ذكرا كان أو أنثى. وهي سنة مؤكدة\nثابتة عن النبي صلى الله عليه وسلم وقد ورد فيها أحاديث كثيرة منها: 1. عن\nسلمان بن عامر الضبي عن النبي صلى الله عليه وسلم قال سمعت رسول الله صلى\nالله عليه وسلم يقول: (مع الغلام عقيقة فأريقوا عنه دما وأميطوا عنه الأذى)\nرواه البخاري وأبو داود والترمذي والنسائي وغيرهم. 2. عن سمرة رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: (كل غلام رهينة بعقيقته تذبح عنه\nيوم سابعه ويحلق ويسمى) رواه أبو داود والترمذي والنسائي وابن ماجة وقال\nالترمذي حسن صحيح. 3. عن أم كرز الكعبية رضي الله عنها قالت: سمعت رسول\nالله صلى الله عليه وسلم يقول: (عن الغلام شاتان مكافئتان وعن الجارية شاة)\nرواه أبو داود وأحمد والبيهقي وصححه الحاكم ووافقه الذهبي. 4. عن عمرو بن\nشعيب أن الرسول صلى الله عليه وسلم قال: (من ولد له ولد فأحب أن ينسك عن\nولده فليفعل عن الغلام شاتان مكافئتان وعن الجارية شاة) رواه أبو داود\nوالنسائي وأحمد وغيرهم وقال الألباني حسن صحيح. 5. عن عبد الله بن عباس رضي\nالله عنهما: (أن الرسول صلى الله عليه وسلم عق عن الحسن والحسين كبشين\nكبشين) رواه النسائي وهو صحيح كما قال الألباني. وشرعت العقيقة شكرا لله\nتعالى على نعمة الولد فإنها من أعظم النعم والأولاد من زينة الحياة الدنيا،\nقال الله تعالى: (المال والبنون زينة الحياة الدنيا) ، وفطر الله جل جلاله\nالإنسان على السرور والفرح والبهجة عند <span id='ms1299'></span> قدوم المولود فكان حريا بالإنسان أن\nيشكر الله الخالق الواهب. وقد ورد في الأثر عن الحسين رضي الله عنه في\nتهنئته من رزق مولودا أن يقال له: (بارك الله لك في الموهوب وشكرت الواهب\nوبلغ أشده ورزقت بره) .\n</p>\n\n<p>\nوكذلك فإن العقيقة فكاك المولود وفديته من تسلط الشيطان عليه. وفيها أيضا\nنوع من التكافل الإجتماعي في الإسلام حيث إن الذي يعق عن ولده فيذبح عنه\nويطعم الفقراء والأصدقاء والجيران أو يدعوهم إليها، فيسهم كل ذلك في إشاعة\nالمودة والمحبة بين الناس ويخفف من معناة الفقراء والمحتاجين. والعقيقة\nتشارك الأضحية في أكثر أحكامها عند جمهور الفقهاء فيشترط فيها أن تكون من\nالأنعام وهي الضأن والمعز والإبل والبقر ويشترط أن تكون سليمة من العيوب\nفلا يجزيء فيها العرجاء البين عرجها ولا العوراء البين عورها ولا المريضة\nالبين مرضها ولا العجفاء الهزيلة فينبغي أن تكون سمينة طيبة فإن الله طييب\nلا يقبل إلا طيبا. كما يشترط فيها توافر الأسنان المطلوبة شرعا كما هو\nالحال في الأضحية فينبغي أن تبلغ الشاة السنة من عمرها والبقرة السنتين\nوالناقة الخمس سنين. ويذبح عن الغلام شاتان وعن الأنثى شاة فإن ذبح شاة عن\nالغلام أجزأ وحصل أصل السنة. ويتصرف في العقيقة كما يتصرف في الأضحية فتوزع\nأثلاثا ثلث لأهل البيت وثلث للصدقة وثلث للهدية. واستحب بعض العلماء أن لا\nيتصدق بلحمها نيئا بل يطبخ ويتصدق به على الفقراء بإرساله مطبوخا. وفضل بعض\nالعلماء دعوة الناس إلى العقيقة بعد طبخها، وقد ورد عن الإمام مالك رحمه\nالله أنه عق عن ولد له فوصف لنا كيف صنع بالعقيقة فقال: [عققت عن ولدي\nوذبحت ما أريد أن أدعو إليه إخواني وغيرهم وهيأت طعامهم ثم ذبحت شاة\nالعقيقة فأهديت منها للجيران وأكل منها أهل البيت وكسروا ما بقي من عظمها\nوطبخت فدعونا إليها الجيران فأكلوا وأكلنا ... فمن وجد سعة فأحب له أن يفعل\nهذا ومن لم يجد فليذبح عقيقة ثم ليأكل وليطعم منها] . ويجوز أن يباع جلدها\nوسواقطها ويتصدق بثمنه على الفقراء <span id='ms1300'></span> والمحتاجين.\n</p>\n\n<p>\nوأما وقت ذبح العقيقة فقد وردت الأحاديث بتحديده باليوم السابع من ولادته\nالمولود كما في حديث سمرة أنه عليه الصلاة والسلام قال: (كل غلام رهينة\nبعقيقته تذبح عنه يوم سابعه ويحلق ويسمى) وجاء في حديث عائشة رضي الله\nعنها: (عق رسول الله صلى الله عليه وسلم عن الحسن والحسين يوم السابع) وهذا\nهو الوقت المستحب للعقيقة ولو أخرها عن ذلك يجوز ويفضل أن تكون في اليوم\nالرابع عشر من الولادة أو الحادي والعشرين وهكذا في الأسابيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p012'> Vol. 11, p. 012</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head14'>13 - بداية وقت الأضحية ونهايته</h3>\n\n<p>\nيقول السائل: متى يبدأ وقت ذبح الأضحية ومتى ينتهي؟\n</p>\n\n<p>\nالجواب: يدخل وقت ذبح الأضحية بعد طلوع شمس اليوم العاشر من ذي الحجة،\nوبعد دخول وقت صلاة الضحى، ومضي زمان من الوقت يسع صلاة ركعتين وخطبتين\nخفيفتين، لا فرق في ذلك بين أهل الحضر والبوادي. وهذا قول الشافعية\nوالحنابلة، وبه قال ابن المنذر وداود الظاهري والطبري، ويرى الحنابلة أيضا\nأن يكون الذبح بعد صلاة الإمام وخطبته خروجا من الخلاف. المغني 9/452،\nالمجموع 8/387. ويدل على ذلك ما يلي: 1. حديث البراء بن عازب رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: (إن أول ما نبدأ به في يومنا هذا،\nنصلي ثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن ذبح فإنما هو لحم\nقدمه لأهله، وليس من النسك في شيء) رواه البخاري ومسلم. 2. وفي رواية أخرى\nعن البراء قال: خطبنا رسول الله صلى الله عليه وسلم في يوم نحر فقال: (لا\nيضحين أحد حتى يصلي. قال رجل: عندي عناق لبن هي خير من شاتي لحم. قال: فضح\nبها ولا تجزئ جذعة عن أحد بعدك) رواه مسلم. 3. وفي رواية ثالثة قال البراء\nرضي الله عنه: (ذبح أبو بردة قبل الصلاة. فقال النبي صلى الله عليه وسلم\nأبدلها\n</p>\n\n<h1 class='l1' id='head15'>… </h1>\n\n<p>\nالخ) رواه البخاري ومسلم. 4. وفي رواية رابعة عن البراء رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: (لا يذبحن أحد حتى يصلي) رواه\nمسلم. 5. وفي رواية خامسة عن البراء رضي <span id='ms1301'></span> الله عنه قال: (صلى رسول الله صلى\nالله عليه وسلم ذات يوم فقال: من صلى صلاتنا واستقبل قبلتنا فلا يذبح حتى\nينصرف) رواه البخاري. 6. وعن أنس رضي الله عنه قال: قال رسول الله صلى الله\nعليه وسلم يوم النحر: (من كان ذبح قبل الصلاة فليعد فقام رجل فقال يا رسول\nالله\n</p>\n\n<h1 class='l1' id='head16'>… </h1>\n\n<p>\n) رواه البخاري ومسلم. قالوا إن هذه الأحاديث تدل على أن وقت الأضحية\nيكون بعد الصلاة. قال الحافظ ابن حجر معلقا على الرواية الخامسة من حديث\nالبراء رضي الله عنه: [تمسك به الشافعية في أن أول وقت الأضحية قدر فراغ\nالصلاة والخطبة، وإنما شرطوا فراغ الخطيب، لأن الخطبتين مقصودتان مع الصلاة\nفي هذه العبادة فيعتبر مقدار الصلاة والخطبتين على أخف ما يجزي بعد طلوع\nالشمس، فإذا ذبح بعد ذلك أجزأه الذبح عن الأضحية سواء صلى العيد أم لا\nوسواء ذبح الإمام أضحيته أم لا، ويستوي في ذلك أهل المص والحاضر والبادي\n</p>\n\n<h1 class='l1' id='head17'>… </h1>\n\n<h1 class='l1' id='head18'>… </h1>\n\n<p>\nقال القرطبي: ظواهر الأحاديث تدل على تعليق الذبح بالصلاة، لكن لما رأى\nالشافعي أن من لا صلاة عيد عليه مخاطب بالتضحية حمل الصلاة على وقتها] فتح\nالباري 12/117-118. وظاهر الأحاديث السابقة اعتبار نفس الصلاة فيبدأ وقت\nالأضحية بعد الصلاة في حق من يصلي العيد، وأما من لا يصلي العيد كأهل\nالبوادي , فأول وقتها في حقهم مضي قدر الصلاة والخطبتين بعد الصلاة، لأنه\nلا صلاة في حقهم تعتبر فوجب الاعتبار بقدرها. انظر المغني 9/ 452. وبناء\nعلى ما تقدم فإن وقت الأضحية يبدأ بعد انتهاء صلاة العيد والخطبة، إن صليت\nصلاة العيد كما كان يصليها رسول الله صلى الله عليه وسلم بعد طلوع الشمس\nوارتفاعها بمقدار رمح أو رمحين، سواء صلى مريد الأضحية العيد أم لم يصل،\nوسواء كان من أهل البوادي أو الحضر، وسواء ذبح الإمام أو لم يذبح، وفي\nزماننا هذا حيث إنه لا إمام للمسلمين، فلا يرتبط أمر الأضحية بفعل الحكام\nالموجودين ولا أرى التفريق بين أهل البوادي والحضر، لعموم الأحاديث الواردة\nكحديث أنس رضي الله عنه أن الرسول صلى <span id='ms1302'></span> الله عليه وسلم قال: (من ذبح قبل\nالصلاة فإنما يذبح لنفسه ومن ذبح بعد الصلاة فقد تم نسكه وأصاب سنة\nالمسلمين) رواه البخاري.\n</p>\n\n<p>\nوأما آخر وقت ذبح الأضحية فهو غروب شمس اليوم الثالث من أيام التشريق، أي\nأن أيام النحر أربعة؛ يوم العيد وثلاثة أيام بعده، وهذا أرجح أقوال العلماء\nفي المسألة وهو قول الشافعية ونقل هذا القول عن عمر بن عبد العزيز وسليمان\nبن موسى الأسدي فقيه أهل الشام، وهو قول عطاء والحسن والأوزاعي ومكحول\nواختاره شيخ الإسلام ابن تيمية وابن القيم والشوكاني انظر المغني 9/453،\nالمجموع 8/390، زاد المعاد 2/318، نيل الأوطار 5/142. قال الإمام الشافعي:\n[فإذا غابت الشمس من آخر أيام التشريق ثم ضحى أحد فلا ضحية له] الأم2/222..\nويدل على ذلك ما ورد في الحديث عن جبير بن مطعم رضي الله عنه عن النبي صلى\nالله عليه وسلم أنه قال: (كل فجاج مكة منحر، وكل أيام التشريق ذبح) رواه\nأحمد وابن حبان وصححه ورواه البيهقي والطبراني في الكبير والبزار\nوالدراقطني وغيرهم. وقال البيهقي: وهو مرسل. وذكر له طرقا متصلة، ولكنها\nضعيفة كما قال إلا أنه قال أيضا إن حديث جبير أولى أن يقال به. سنن البيهقي\n9/295-298. وقال الهيثمي: [رواه أحمد والبزار والطبراني في الكبير إلا أنه\nقال: (وكل فجاج مكة منحر) ورجاله موثقون] مجمع الزوائد 3/251. وقال الحافظ\nابن حجر: [أخرجه أحمد لكن في سنده انقطاع، ووصله الدارقطني ورجاله ثقات]\nفتح الباري 12/103 وذكره السيوطي في الجامع الصغير ورمز له بالصحة وأقره\nالمناوي فيض القدير 5/35. وقال الشيخ الألباني: صحيح كما في صحيح الجامع\nالصغير 2/834. وقال الشيخ أحمد الغماري: [فحديث جبير بن مطعم، رواه أحمد\nوالبزار والطبراني وابن حبان في الصحيح، والبيهقي عنه قال: قال رسول الله\nصلى الله عليه وسلم: (كل عرفات موقف، وكل مزدلفة موقف، وارفعوا عن محسر،\nوكل فجاج منى منحر، وكل أيام التشريق ذبح) اختصره البيهقي فاقتصر على ذكر\nأيام التشريق منه، وهو حديث حسن، وإن كان سند أحمد وقع فيه انقطاع. أما\nالاختلاف الواقع من سليمان بن موسى <span id='ms1303'></span>، فمحمول على أنه سمعه من عبد الرحمن بن\nأبي حسين عن جبير بن مطعم، وسمعه من نافع بن جبير عن أبيه أيضا، ومن محمد\nبن المنكدر عن جبير، فهو لم يخرج بالحديث عن جبير الذي تعدد من حدثه به،\nوهو ثقة فالحديث حسن أو صحيح كما قال ابن حبان] الهداية في تخريج أحاديث\nالبداية 403-404. واحتجوا بأن هذا القول قد نقل عن علي وابن عباس وعطاء\nوعمر بن عبد العزيز، فقد روى البيهقي بإسناده عن ابن عباس قال: الأضحى\nثلاثة أيام بعد يوم النحر. وروى أيضا عن الحسن وعطاء قالا: يضحى إلى آخر\nأيام التشريق. وروى أيضا عن عمر بن عبد العزيز قال: الأضحى يوم النحر\nوثلاثة أيام بعده. سنن البيهقي 9/296-297. ومما يؤيد هذا القول أن تفسير\nالأيام المعلومات في قوله تعالى: (ويذكروا اسم الله في أيام معلومات) سورة\nالحج الآية 28. بأنها يوم النحر وثلاثة أيام بعده مروي عن ابن عباس وابن\nعمر وإبراهيم النخعي، وإليه ذهب الإمام أحمد بن حنبل في رواية عنه. .تفسير\nابن كثير 3/ 216-217 أضواء البيان 5/344. وكذلك فإن هذا القول منقول عن\nجماعة من الصحابة منهم علي وابن عباس وابن عمر وأبي سعيد الخدري رضي الله\nعنهم. ومنقول عن جماعة من التابعين منهم الحسن وعطاء وبه قال عمر بن عبد\nالعزيز وسليمان بن موسى وكان أحد أئمة أهل الشام في العلم.\n</p>\n\n<p>\nوخلاصة الأمر أن وقت الأضحية يبدأ بعد انتهاء صلاة العيد والخطبة وينتهي\nوقتها بغروب شمس اليوم الثالث من أيام التشريق وهو رابع أيام العيد كما هو\nمعروف بين الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p013'> Vol. 11, p. 013</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head19'>14 - الأمور المشروعة في حق المضحي</h3>\n\n<p>\nيقول السائل: سمعت أنه لا يجوز لمن نوى أن يضحي أن يحلق رأسه قبل أن يضحي\nأفيدونا؟\n</p>\n\n<p>\nالجواب: ثبت في الحديث الصحيح عن أم سلمة رضي الله عنها أن النبي صلى\nالله عليه وسلم قال: (إذا دخلت العشر، وأراد أحدكم أن يضحي فلا يمس من شعره\nوبشره شيئا) رواه مسلم. وفي رواية أخرى: (من كان له ذبح يذبحه فإذا أهل\nهلال ذي الحجة <span id='ms1304'></span> فلا يأخذ من شعره وأظفاره شيئا حتى يضحي) رواه مسلم. والذبح\nبكسر الذال: الذبيحة. وقد قال بمقتضى هذا الحديث طائفة من أهل العلم فيحرم\nعلى من أراد الأضحية أخذ شيء من شعره وأظفاره حتى يضحي في وقت الأضحية وهو\nقول سعيد بن المسيب وربيعة الرأي والإمام أحمد وإسحاق وداود وابن حزم\nالظاهريين وأبي الحسن العبادي من الشافعية، واحتجوا بحديث أم سلمة السابق\nوقد ورد بروايات عند مسلم وهي:\n</p>\n\n<p>\nأ. عن أم سلمة أن النبي صلى الله عليه وسلم قال: (إذا دخلت العشر وأراد\nأحدكم أن يضحي فلا يمس من شعره وبشره شيئا) . قيل لسفيان: فإن بعضهم لا\nيرفعه. قال: لكني أرفعه.\n</p>\n\n<p>\nب. عن أم سلمة رضي الله عنها ترفعه قال النبي صلى الله عليه وسلم: (إذا\nدخل العشر وعنده أضحية يريد أن يضحي فلا يأخذن شعرا ولا يقلمن ظفرا) .\n</p>\n\n<p>\nج. عن أم سلمة رضي الله عنها أن النبي صلى الله عليه وسلم قال: (إذا\nرأيتم هلال ذي الحجة وأراد أحدكم أن يضحي فليمسك عن شعره وأظفاره) .\n</p>\n\n<p>\nد. عن أم سلمة رضي الله عنها قال رسول الله صلى الله عليه وسلم: (من كان\nله ذبح يذبحه فإذا أهل هلال ذي الحجة فلا يأخذن من شعره ولا من أظفاره شيئا\nحتى يضحي) .\n</p>\n\n<p>\nووجه الاستشهاد به أن فيه نهي عن أخذ الشعر والأظفار، ومقتضى النهي\nالتحريم كما قال الشيخ ابن قدامة المقدسي في المغني 9/437. وروى مسلم\nبإسناده عن عمرو بن مسلم بن عمار الليثي قال: (كنا في الحمام قبيل الأضحى\nفأطلى فيه ناس فقال بعض أهل الحمام: إن سعيد بن المسيب يكره هذا أو ينهى\nعنه. فلقيت سعيد بن المسيب فذكرت ذلك له فقال: يا ابن أخي هذا حديث قد نسي\nوترك. حدثتني أم سلمة زوج النبي صلى الله عليه وسلم قالت قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head20'>… </h1>\n\n<p>\nالحديث. وقوله في الحديث أطلى فيه ناس: أي أزالوا شعر العانة بالنورة.\nواحتجوا أيضا بما رواه ابن حزم بإسناده أن يحيى بن يعمر كان <span id='ms1305'></span> يفتي بخراسان\nأن الرجل إذا اشترى أضحية ودخل العشر أن يكف عن شعره وأظفاره حتى يضحي. قال\nسعيد قال قتادة: فذكرت ذلك لسعيد بن المسيب فقال: نعم. فقلت: عمن يا أبا\nمحمد؟ قال عن أصحاب رسول الله. وقد حمل طائفة من أهل العلم النهي الوارد في\nحديث أم سلمة على كراهة التنزيه فقط وأيدوا قولهم بما ثبت من حديث عائشة\nرضي الله عنها قالت: (لقد كنت أفتل قلائد هدي رسول الله صلى الله عليه وسلم\nفيبعث هديه إلى الكعبة فما يحرم عليه مما حل للرجال من أهله حتى يرجع\nالناس) متفق عليه. قال الماوردي: [فكان هدي رسول الله صلى الله عليه وسلم\nوضحاياه، لأنه كان بالمدينة وأنفذها مع أبي بكر رضي الله عنه سنة تسع،\nوحكمها أغلظ لسوقها إلى الحرم، فلما لم يحرم على نفسه شيئا كان غيره أولى\nإذا ضحى في غير الحرم] الحاوي الكبير 15/74. والذي يغلب على ظني بعد طول\nتأمل وتفكر رجحان القول الأول لقوة أدلته ويظهر ذلك فيما يلي:\n</p>\n\n<p>\nأولا: إن حديث أم سلمة خاص، وحديث عائشة عام، والخاص مقدم على العام. قال\nالشيخ ابن قدامة: [وحديثهم عام وهذا خاص يجب تقديمه بتنزيل العام على ما\nعدا ما تناوله الحديث الخاص] المغني 9/437. وقال الشوكاني: [ولا يخفى أن\nحديث الباب – أي حديث أم سلمة – أخص منه – أي من حديث عائشة - مطلقا فيبنى\nالعام على الخاص ويكون الظاهر مع من قال بالتحريم ولكن على من أراد\nالتضحية] نيل الأوطار 5/128.\n</p>\n\n<p>\nثانيا: يجب حمل حديث عائشة على غير محل النزاع لوجوه منها: أ - أن النبي\nصلى الله عليه وسلم لم يكن ليفعل ما نهى عنه وإن كان مكروها، قال الله\nتعالى:} وما أريد أن أخالفكم إلى ما أنهاكم عنه {سورة هود الآية 88. ب -\nولأن أقل أحوال النهي أن يكون مكروها، ولم يكن النبي صلى الله عليه وسلم\nليفعل المكروه فيتعين حمل ما فعله في حديث عائشة على غيره. ج - ولأن عائشة\nتخبر عن فعله صلى الله عليه وسلم، وأم سلمة <span id='ms1306'></span> تخبر عن قوله صلى الله عليه\nوسلم، والقول يقدم على الفعل، لاحتمال أن يكون فعله خاصا له. ثالثا: إن ما\nقاله بعض أهل العلم بأن حديث أم سلمة موقوف؛ غير صحيح، بل هو حديث مرفوع،\nرفعه جماعة من المحدثين، وقد رواه مسلم مرفوعا من وجوه: أ. الرواية الأولى\nفي صحيح مسلم بإسناده وفيها حدثنا سفيان\n</p>\n\n<h1 class='l1' id='head21'>… </h1>\n\n<p>\nقيل لسفيان: فإن بعضهم لا يرفعه. قال لكني أرفعه. ب. الرواية الثانية في\nصحيح مسلم وفيها: (عن أم سلمة ترفعه\n</p>\n\n<h1 class='l1' id='head22'>… </h1>\n\n<p>\n) . ج. الرواية الثالثة في صحيح مسلم مرفوعة. د. الرواية الخامسة في صحيح\nمسلم مرفوعة. وأجاب العلامة ابن القيم جوابا مفصلا عن الادعاء بأن حديث أم\nسلمة موقوف فقال: [وقد اختلف الناس في هذا الحديث وفي حكمه. فقالت طائفة:\nلا يصح رفعه وإنما هو موقوف. قال الدارقطني في كتاب العلل: ووقفه عبد الله\nبن عامر الأسلمي ويحيى القطان وأبو حمزة عن عبد الرحمن بن حميد عن سعيد،\nووقفه عقيل على سعيد. ووقفه يزيد بن عبد الله بن قسيط عن سعيد عن أم سلمة:\nقولها. ووقفه عبد الرحمن بن حرملة وقتادة وصالح بن حسان عن سعيد: قوله.\nوالمحفوظ عن مالك موقوف. قال الدارقطني: والصحيح عندي قول من وقفه. ونازعه\nفي ذلك آخرون فصححوا رفعه منهم مسلم بن الحجاج ورواه في صحيحه مرفوعا.\nومنهم أبو عيسى الترمذي قال: هذا حديث حسن صحيح. ومنهم ابن حبان خرجه في\nصحيحه. ومنهم أبو بكر البيهقي قال: هذا حديث قد ثبت مرفوعا من أوجه لا يكون\nمثلها غلطا، وأودعه مسلم في كتابه. وصححه غير هؤلاء وقد رفعه سفيان بن\nعيينة عن عبد الرحمن بن حميد عن سعيد عن أم سلمة عن النبي صلى الله عليه\nوسلم. ورفعه شعبة عن مالك عن عمرو بن مسلم عن سعيد عن أم سلمة عن النبي صلى\nالله عليه وسلم. وليس شعبة وسفيان بدون هؤلاء الذين وقفوه. ولا مثل هذا\nاللفظ من ألفاظ الصحابة بل هو المعتاد من خطاب النبي صلى الله عليه وسلم في\nقوله (لا <span id='ms1307'></span> يؤمن أحدكم) (أيعجز أحدكم) (أيحب أحدكم) (إذا أتى أحدكم الغائط)\n(إذا جاء أحدكم خادمه بطعام) ونحو ذلك] شرح ابن القيم على سنن أبي داود\n7/346.\n</p>\n\n<p>\nوقال صاحب تحفة الأحوذي بعد أن ذكر الطرق المرفوعة لحديث أم سلمة: [وهذه\nالطرق المرفوعة كلها صحيحة، فكيف يصح القول بأن حديث أم سلمة الموقوف هو\nأصل الحديث بل الظاهر أن أصل الحديث المرفوع] تحفة الأحوذي 5/100. وقد بين\nالشيخ الألباني أن الصحيح أن هذا الحديث مرفوع؛ حتى وإن لم يصرح سعيد بن\nالمسيب برفعه فله حكم الرفع لأنه لا يقال بالاجتهاد والرأي إرواء الغليل\n4/378. وقال ابن حزم: [ ... ثم لو صح القياس لكان هذا منه عين الباطل، لأنه\nليس إذا وجب أن لا يمس الشعر والظفر بالنص الوارد في ذلك، يجب أن يتجنب\nالنساء والطيب، كما أنه إذا وجب اجتناب الجماع والطيب، لم يجب بذلك اجتناب\nمس الشعر والظفر، فهذا الصائم فرض عليه اجتناب النساء، ولا يلزمه اجتناب\nالطيب، ولا مس الشعر والظفر، وكذلك المعتكف، وهذه المعتدة يحرم عليها\nالجماع والطيب، ولا يلزمها اجتناب قص الشعر والأظفار.\n</p>\n\n<h1 class='l1' id='head23'>… </h1>\n\n<p>\nوهذه فتيا صحت عن الصحابة رضي الله عنهم، ولا يعرف فيها مخالف منهم لهم]\nالمحلى 6/26 وقال ابن القيم: [وأسعد الناس بهذا الحديث من قال بظاهره لصحتة\nوعدم ما يعارضه\n</p>\n\n<h1 class='l1' id='head24'>… </h1>\n\n<p>\nولهذا كان أحمد وغيره يعمل بكلا الحديثين: هذا في موضعه وهذا في موضعه.\nوقد سأل الإمام أحمد أو غيره عبد الرحمن بن مهدي عن هذين الحديثين؟ فقال:\nهذا له وجه وهذا له وجه] شرح ابن القيم على سنن أبي داود 7/348.\n</p>\n\n<p>\nوبعد هذا العرض أرجو أن يكون ما رجحته هو الراجح، وقد كنت أميل للقول\nبالكراهة فقط، ثم ترجح عندي القول بالتحريم، والله أعلم. والحكمة في النهي\nعن الأخذ من الشعر والأظفار في حق من أراد الأضحية هي ما قاله الإمام\nالنووي: [قال أصحابنا: والحكمة في النهي أن يبقى كامل الأجزاء ليعتق من\nالنار] شرح النووي على صحيح مسلم 5/120. وإذا لم يلتزم مريد الأضحية بهذا\nالنهي فأخذ شيئا من شعره أو أظفاره <span id='ms1308'></span> فإنه يستغفر الله سبحانه وتعالى ولا\nفدية فيه إجماعا سواء فعله عمدا أو نسيانا كما قال الشيخ ابن قدامة في\nالمغني 9/437.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p014'> Vol. 11, p. 014</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head25'>15 - أحكام الأضحية.</h3>\n\n<p>\nبمناسبة قرب حلول عيد الأضحى المبارك، كثرت الأسئلة والإستفسارات\nالمتعلقة بالأضحية، وهذه مجموعة من الأحكام المتعلقة بالأضحية فيها إجابات\nواضحة على بعض تلك الأسئلة والإستفسارات:\n</p>\n\n<p>\nأولا: ينبغي أن يعلم أن الأضحية سنة مؤكدة، على الراجح من أقوال أهل\nالعلم، وهو قول جمهور الفقهاء، ونقل عن أبي بكر وعمر وابن عباس، وجماعة من\nالصحابة والتابعين، ومن أصرح الأدلة على عدم وجوب الأضحية، ما ثبت في\nالحديث الشريف، عن أم سلمة رضي الله عنها أن الرسول صلى الله عليه وسلم\nقال: (إذا دخلت العشر وأراد أحدكم أن يضحي، فلا يمس من شعره وبشره شيئا)\nرواه مسلم. فجعل الرسول صلى الله عليه وسلم، أمر الأضحية مفوضا إلى إرادة\nالمسلم، وما كان كذلك لا يكون واجبا. وروى البيهقي عن أبي بكر وعمر، أنهما\nكانا لا يضحيان كراهة أن يظن من رآهما أنها واجبة، سنن البيهقي 9/264 -\n265. والأسانيد إليهما صحيحة كما قال: الشيخ الألباني، انظر إصلاح المساجد\nص21. وقال ابن حزم: \" لا يصح عن أحد من الصحابة أن الأضحية واجبة، وصح أن\nالأضحية ليست واجبة عن سعيد بن المسيب والشعبي \" المحلى 6/10. وأما ما ورد\nفي الحديث الشريف، عن أبي هريرة ? أن رسول الله صلى الله عليه وسلم قال:\n(من وجد سعة فلم يضح، فلا يقربن مصلانا) رواه ابن ماجة وأحمد والحاكم\nوغيرهم فقد صحح الأئمة وقفه على أبي هريرة، قال الحافظ ابن حجر: \"\n</p>\n\n<h1 class='l1' id='head26'>.... </h1>\n\n<p>\nلكن اختلف في رفعه ووقفه، والموقوف أشبه بالصواب، قاله الطحاوي وغيره،\nومع ذلك فليس صريحا في الإيجاب \" فتح الباري 12/98. وقال الحافظ ابن عبد\nالبر نحوه في التمهيد، وممن قال بأنه موقوف الإمام المنذري في الترغيب\nوالترهيب والحافظ البيهقي، والإمام الترمذي \" انظر معرفة السنن والآثار\n14/38.\n</p>\n\n<p>\nثانيا: يستحب لمن أراد أن يضحي، ألا يقص شعره وأظافره، ابتداء من أول\nليلة من شهر ذي الحجة إلى أن يذبح أضحيته لما ثبت في الحديث <span id='ms1309'></span> السابق عن أم\nسلمة رضي الله عنها أن النبي صلى الله عليه وسلم قال: (إذا دخلت العشر - أي\nالعشر الأول من ذي الحجة - وأراد أحدكم أن يضحي فلا يمس من شعره وبشره\nشيئا) رواه مسلم. وفي رواية أخرى: (إذا دخل العشر، وعنده أضحية يريد أن\nيضحي، فلا يأخذن شعرا ولا يقلمن ظفرا) رواه مسلم. وفي رواية أخرى: (إذا\nرأيتم هلال ذي الحجة، وأراد أحدكم أن يضحي فليمسك عن شعره وأظفاره) رواه\nمسلم. وفي رواية أخرى: (\n</p>\n\n<h1 class='l1' id='head27'>.... </h1>\n\n<p>\nفلا يأخذن من شعره ولا من أظفاره شيئا حتى يضحي) رواه مسلم. وقال جمهور\nأهل العلم: \" إن هذا النهي محمول على الكراهة وليس على التحريم، فيكره في\nحق من نوى الأضحية أن يقص شيئا من شعره أو من أظفاره شيئا ويدل على أنه\nمكروه وليس حراما، ما ورد في الحديث عن عائشة رضي الله عنها قالت: (كنت\nأفتل قلائد هدي رسول الله صلى الله عليه وسلم، ثم يقلده ويبعث به ولا يحرم\nعليه شيء أحله الله حتى ينحر هديه) رواه البخاري مسلم. قال الإمام النووي:\n\" والحكمة في النهي أن يبقى - أي المضحي - كامل الأجزاء ليعتق من النار \"\nشرح النووي على صحيح مسلم 5/120. ثالثا: يستحب في الأضحية أن تكون كبشا\nأبيضا أقرنا سمينا، فقد ثبت في الحديث، عن أنس ? قال: (ضحى النبي صلى الله\nعليه وسلم بكبشين أملحين أقرنين، ذبحهما بيده، وسمى وكبر ووضع رجله على\nصفاحهما) رواه مسلم. وعن أبي رافع مولى رسول الله صلى الله عليه وسلم قال:\n(ضحى النبي صلى الله عليه وسلم بكبشين أملحين موجوءين خصيين) رواه أحمد وهو\nصحيح كما قال الشيخ الألباني في إرواء الغليل 4/360. وروى الإمام البخاري\nتعليقا، عن أبي أمامة بن سهل قال: (كنا نسمن الأضحية بالمدينة، وكان\nالمسلمون يسمنون) ، قال الحافظ ابن حجر: \" وصله أبو نعيم في المستخرج\n</p>\n\n<h1 class='l1' id='head28'>.... </h1>\n\n<p>\n\" فتح الباري 12/105. رابعا: تصح النيابة في ذبح الأضحية باتفاق أهل\nالعلم، فإذا أناب شخص شخصا آخر في ذبح الأضحية وتوزيعها، فلا بأس في ذلك\nوالمستحسن أن يتولى كل مضح <span id='ms1310'></span> أضحيته بنفسه فيذبحها إن كان يحسن الذبح، فقد\nثبت أن الرسول صلى الله عليه وسلم ذبح أضحيته بيديه الشريفتين، كما في\nالأحاديث التي سبقت، فإن كان المضحي لا يحسن الذبح، وكل غيره بذبحها لما\nروي في الحديث الشريف أنه صلى الله عليه وسلم قال لفاطمة: (قومي إلى أضحيتك\nفاشهديها، فإنه بأول قطرة من دمها يغفر لك ما سلف من ذنوبك) رواه الحاكم\nوصححه ولكن فيه ضعف، كما قال الحافظ ابن حجر في التلخيص الحبير 4/143.\nخامسا: لا بد من الإلتزام في الأضحية بالسن المقررة شرعا، فلا يصح أن ينقص\nمنه، ويصح أن يزيد عليه، ففي الإبل لا تصح التضحية بها إلا إذا بلغت خمس\nسنوات ودخلت في السادسة، وفي البقر يجب أن تتم سنتين وتدخل في الثالثة وفي\nالغنم تفصيل ففي الماعز، لا تجوز الأضحية بما له أقل من سنة، وفي البياض\nتجوز التضحية بما يمضي عليه أكثر العام كسبعة أشهر أو ثمانية أشهر، إذا كان\nسمينا يخفى مع ما له سنة. ولا يجوز شرعا التضحية بالعجول المسمنة التي لم\nتبلغ سنتين من عمرها، قال الإمام الشافعي: \" ومن ضحى فأقل ما يجزيه الثني\nمن المعز والإبل والبقر، ولا يجزي جذع إلا من الضأن وحدها \" الأم 2/221.\nوقال الإمام الشافعي أيضا: \" الضحايا الجذع من الضأن والثني من المعز\nوالإبل والبقر ولا يكون شيء دون هذا ضحية \" الأم 2/223. قال الإمام النووي:\n\" أجمعت الأمة على أنه لا تجزئ من الإبل والبقر والمعز إلا الثني\n</p>\n\n<h1 class='l1' id='head29'>.... </h1>\n\n<p>\n\" المجموع 8/394. ونقل ابن قدامة عن أئمة اللغة: \" إذا مضت الخامسة على\nالبعير، ودخل في السادسة وألقى ثنيته، فهو حينئذ ثني\n</p>\n\n<h1 class='l1' id='head30'>.... </h1>\n\n<p>\nوأما البقرة، فهي التي لها سنتان لأن النبي صلى الله عليه وسلم قال: (لا\nتذبحوا إلا مسنة) رواه مسلم، والمسنة من البقر هي التي لها سنتان \" المغني\n9/440. وقال الإمام النووي: \" قال العلماء: المسنة هي الثنية من كل شيء، من\nالإبل والغنم والبقر، فما فوقها وهذا تصريح بأنه لا يجوز الجذع من غير\nالضأن في حال من الأحوال وهذا مجمع عليه\n</p>\n\n<h1 class='l1' id='head31'>.... </h1>\n\n<p>\n\" شرح <span id='ms1311'></span> النووي على صحيح مسلم 13/101 - 102. وقد اتفق العلماء على أنه لا\nيجزئ الجذع من البقر، والجذع من البقر هو من وقت ولادته إلى أن يبلغ\nالسنتين من عمره، والعجل المسمن الذي يبلغ من العمر تسعة أشهر من عمره فهو\nجذع فلا يجزئ في الأضحية، وكونه سمينا وأكثر لحما من الذي بلغ السنتين من\nعمره، ليس سببا في ترك السن المعتمد، وهي سنتان فأكثر. وإن المدقق في\nالأحاديث الشريفة التي أشارت إلى السن، يرى أنه لا يجوز تجاوز تلك السن،\nويدل على ذلك الأحاديث التالية: 1 - عن البراء بن عازب رضي الله عنه قال:\nقال النبي صلى الله عليه وسلم: (إن أول ما نبدأ به يومنا هذا أن نصلي، ثم\nنرجع فننحر، من فعله فقد أصاب سنتنا، ومن ذبح قبل ذلك فإنما هو لحم قدمه\nلأهله ليس من النسك في شيء، فقام أبو بردة بن نيار وقد ذبح فقال: \" إن عندي\nجذعة \" فقال: إذبحها، ولن تجزئ عن أحد بعدك) رواه البخاري. 2 - قال الإمام\nالبخاري: \" باب قول النبي صلى الله عليه وسلم لأبي بردة: ضح بالجذع من\nالمعز ولن تجزئ عن أحد بعدك، ثم ساق حديث البراء المتقدم براوية أخرى: (ضحى\nخال لي يقال له أبو بردة، قبل الصلاة، فقال له رسول الله صلى الله عليه\nوسلم: شاتك شاة لحم؟ فقال يا رسول الله: إن عندي داجنا جذعة من المعز فقال\nالنبي صلى الله عليه وسلم: إذبحها ولا تصلح لغيرك) . وقد ورد في عدة روايات\nاختصاص أبي بردة بالتضحية بالجذع من المعز وشاركه في الإختصاص عقبة بن\nعامر، كما في حديث آخر. والألفاظ التي تدل على الإختصاص كما بينها الحافظ\nابن حجر في فتح الباري هي (ولا رخصة فيها لأحد بعدك) ، (ولا تجزئ عن أحد\nبعدك) ، (وليست فيها رخصة لأحد بعدك) . وهذا التخصيص من النبي صلى الله\nعليه وسلم يدل على أنه لا تصح التضحية بالجذع من الإبل والبقر والماعز، وهو\nالذي اعتمد عليه الفقهاء في القول بأنه لا يجوز التضحية بما دون السنتين <span id='ms1312'></span> من\nالبقر. ويجب أن يعلم أنه ليس المقصود بالأضحية اللحم فقط وتوزيعه صدقة أو\nهدية وإنما المقصود بها أيضا تعظيم شعائر الله سبحانه وتعالى، كما قال جل\nجلاله: (ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب) سورة الحج /32.\nوكذلك الإمتثال لأمر الله عز وجل بإراقة الدم إقتداء بإبراهيم عليه السلام\nقال تعالى: (لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم) سورة\nالحج /37.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها، أن النبي صلى الله عليه وسلم قال: (ما عمل ابن\nآدم يوم النحر عملا أحب إلى الله من إهراق الدم وإنها لتأتي يوم القيامة\nبقرونها وأظلافها وأشعارها، وإن الدم ليقع من الله عز وجل بمكان قبل أن يقع\nعلى الأرض فطيبوا بها نفسا) رواه ابن ماجة والترمذي، وقال: حسن غريب، ورواه\nالحاكم وقال: صحيح الإسناد. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p015'> Vol. 11, p. 015</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head32'>16 - لا تصح الأضحية بالعجل السمين وعمره تسعة أشهر.</h3>\n\n<p>\nيقول السائل: هل تجوز الأضحية بعجل سمين بلغ من العمر تسعة أشهر؟\n</p>\n\n<p>\nالجواب: لقد وردت الأحاديث التي أشارت إلى السن المعتبر في الأضاحي والتي\nاعتمد عليها الفقهاء في تحديد السن المعتبر في الأضاحي، واعتبروا ذلك شرطا\nمن شروط صحة الأضحية فقد اتفق العلماء على أنه تجوز التضحية بالثني فما\nفوقه من الإبل والبقر والغنم والمراد بالثني من الإبل، ما أكمل خمس سنين\nودخل في السادسة، ومن البقر ما أكمل سنتين ودخل في الثالثة، ومن الغنم ما\nأكمل سنتين ودخل في الثالثة. قال في المصباح المنير: \" الثني الجمل يدخل في\nالسادسة\n</p>\n\n<h1 class='l1' id='head33'>.... </h1>\n\n<p>\nوالثني أيضا الذي يلقي ثنيته، يكون من ذوات الظلف والحافر في السنة\nالثالثة، ومن ذوات الخف في السنة السادسة \". واتفق العلماء على أنه لا تجوز\nالتضحية بما دون الثني من الإبل والبقر والمعز واختلفوا في الجذع من الضأن.\nقال الإمام النووي: \"وأجمعت الأمة على أنه لا تجزئ من الإبل والبقر والمعز\nإلا الثني\" المجموع 8/394. ونقل ابن قدامة عن أئمة اللغة \" إذا مضت الخامسة\nعلى البعير ودخل في السادسة وألقى ثنيته فهو حينئذ ثني\n</p>\n\n<h1 class='l1' id='head34'>.... </h1>\n\n<p>\nوأما البقرة فهي التي <span id='ms1313'></span> لها سنتان، لأن النبي صلى الله عليه وسلم قال: (لا\nتذبحوا إلا مسنة) ومسنة البقر التي لها سنتان \" المغني 9/440. وقال الإمام\nالنووي: \" قال العلماء: المسنة هي الثنية من كل شيء، من الإبل البقر والغنم\nفما فوقها، وهذا تصريح بأنه لا يجوز الجذع من غير الضأن في حال من الأحوال\nوهذا مجمع عليه \" شرح النووي على صحيح مسلم 13/101 - 102.\n</p>\n\n<p>\nوقد اتفق العلماء على أنه لا يجزئ الجذع من البقر والجذع من البقر هو من\nوقت ولادته إلى أن يبلغ سنتين من عمره والعجل المسمن الذي يبلغ تسعة أشهر\nمن عمره هو جذع، فلا يجزئ في الأضحية، وكونه سمينا وأكثر لحما من الذي بلغ\nسنتين من عمره ليس سببا في ترك السن المعتمدة، وهي سنتان فأكثر. وإن المدقق\nفي الأحاديث التي أشارت إلى السن، يرى أنه لا يجوز تجاوز تلك السن ويدل على\nذلك الأحاديث التالية: - عن البراء بن عازب رضي الله عنه، قال النبي صلى\nالله عليه وسلم: (إن أول ما نبدأ به في يومنا هذا، أن نصلي، ثم نرجع فننحر،\nمن فعله فقد أصاب سنتنا، ومن ذبح قبل ذلك فإنما هو لحم قدمه لأهله ليس من\nالنسك في شيء، فقام أبو بردة بن نيار وقد ذبح فقال: إن عندي جذعة، فقال\nاذبحها ولن تجزئ عن أحد بعدك) رواه البخاري. - قال الإمام البخاري: \" باب\nقول النبي صلى الله عليه وسلم لأبي بردة: (ضح بالجذع من المعز ولن تجزئ عن\nأحد بعدك) ثم ساق حديث البراء المتقدم، برواية أخرى: (ضحى خال لي يقال له\nأبو بردة قبل الصلاة، فقال له رسول الله صلى الله عليه وسلم: شاتك شاة لحم،\nفقال يا رسول الله: إن عندي داجنا جذعة من المعز، فقال النبي صلى الله عليه\nوسلم: اذبحها ولا تصلح لغيرك) . وقد ورد في عدة روايات اختصاص أبي بردة\nبالتضحية بالجذع من المعز وشاركه في الاختصاص، عقبة بن عامر، والألفاظ التي\nتدل على الاختصاص كما بينها الحافظ ابن حجر في فتح الباري هي: (ولا رخصة <span id='ms1314'></span>\nفيها لأحد بعدك) (ولن تجزئ عن أحد بعدك) (وليست فيها رخصة لأحد بعدك) .\n</p>\n\n<p>\nوهذا التخصيص من النبي صلى الله عليه وسلم يدل على أنه لا تصح التضحية\nبالجذع من الإبل والبقر والماعز، وهو الذي اعتمد عليه الفقهاء في القول\nبأنه لا يجوز التضحية بما دون السنتين من البقر. وبناء على ما تقدم أقول:\nلا تصح الأضحية بالعجول المسمنة مهما بلغ وزنها ولا بد من الالتزام بالسن\nوهو سنتان، قال في الفتاوى الهندية: \" وتقدير هذه الأسنان بما قلنا يمنع\nالنقصان ولا يمنع الزيادة، حتى ولو ضحى بأقل من ذلك شيئا لا يجوز، ولو ضحى\nبأكثر من ذلك شيئا يجوز ويكون أفضل ولا يجوز في الأضحية حمل ولا جدي ولا\nعجول ولا فصيل \" الفتاوى الهندية 5/297.\n</p>\n\n<p>\nوينبغي أن يعلم أنه ليس المقصود من الأضحية اللحم فقط، وتوزيعه صدقة أو\nهدية وإنما يقصد بالأضحية أيضا، تعظيم شعائر الله، وإراقة الدم كوسيلة من\nوسائل الشكر لله تعالى وإحياء لذكرى إبراهيم عليه الصلاة والسلام. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p016'> Vol. 11, p. 016</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head35'>17 - حكم الذبح على مقدمة السيارة.</h3>\n\n<p>\nيقول السائل: إنه قد اشترى سيارة جديدة، ويريد أن يذبح على مقدمتها\nذبيحة، فهل يجوز ذلك؟\n</p>\n\n<p>\nالجواب: لقد جرت عادة كثير من الناس أن يذبحوا شاة على مقدمة السيارة\nالجديدة، ويجعلون دم الشاة يسيل عليها، وذلك طلبا لسلامة السيارة وصاحبها،\nأو دفعا لعيون الحساد، كما يعتقدون، أو لغير ذلك من المقاصد، وهذا العمل\nبالشكل الذي وصفت لا يجوز شرعا، بل هو من الأمور المبتدعة لأن الأصل في\nالذبح أن يكون لله تعالى. يقول سبحانه وتعالى: (قل إن صلاتي ونسكي ومحياي\nومماتي لله رب العالمين * لا شريك له وبذلك أمرت وأنا أول المسلمين) سورة\nالأنعام/ 163,162. فالمسلم عندما يذبح، يذبح بإسم الله تعالى، وحده لا شريك\nوهو تفسير قوله تعالى (ونسكي) ، أي ذبحي، كما قال بعض السلف. وجاء في\nالحديث، عن علي رضي الله عنه قال حدثني رسول الله صلى الله عليه وسلم بأربع\nكلمات: (لعن الله من ذبح لغير الله، ولعن الله من لعن والديه، ولعن الله من <span id='ms1315'></span>\nآوى محدثا ولعن الله من غير منار الأرض) رواه مسلم. قال الإمام النووي: \"\nوأما الذبح لغير الله فالمراد به أن يذبح بإسم غير إسم الله كمن ذبح للصنم\nأو الصليب، أو لموسى أو لعيسى صلى الله عليهما، وللكعبة، فكل ذلك حرام،\nونحو ذلك فكل ذلك حرام، ولا تحل هذه الذبيحة\n</p>\n\n<h1 class='l1' id='head36'>.... </h1>\n\n<p>\n\" شرح النووي على صحيح مسلم 13/122. وهذا التفصيل الذي ذكرته فيما لو كان\nالذابح قد ذبح لغير الله تعالى، وأما إن ذبح الذبيحة بإسم الله تعالى، ومن\nباب شكر نعمة الله على هذا الإنسان لكونه قد اشترى سيارة جديدة، فلا بأس\nبذلك، ولا أرى له أن يذبح الذبيحة على مقدمة السيارة، لأن ذلك مشعر بأن\nالذبح للسيارة، وتعليق سلامة السيارة وصاحبها على الذبح على مقدمتها. ولا\nبأس أن نذكر بهذه المناسبة، أن بعض الناس يذبح ذبيحة أو أكثر عندما يبني\nبيتا جديدا، فمنهم من يذبح عند عقد البيت، أو عند السكن فيه، فهذا أيضا فيه\nالتفصيل الذي ذكرت، فإن كان الذبح من باب شكر نعمة الله، حيث أنعم الله على\nهذا الإنسان بأن سكن بيتا جديدا، فيذبح ويطبخ ويدعو أصدقاءه وأقرباءه،\nويسمى هذا الطعام، طعام الوكيرة، فهذا عمل لا بأس به، ويؤجر المرء عليه ن\nشاء الله.\n</p>\n\n<p>\nوالأصل في ذلك هو النية الصالحة، لقول النبي صلى الله عليه وسلم في\nالحديث المشهور: (إنما الأعمال بالنيات، ولكل امرئ ما نوى) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p017'> Vol. 11, p. 017</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head37'>18 - كيفية توزيع الأضحية.</h3>\n\n<p>\nيقول السائل: كيف توزع الأضحية؟\n</p>\n\n<p>\nالجواب: قال أهل العلم يكون التصرف بالأضحية بالأكل والصدقة والهدية\nوتفصيل ذلك كما يلي: ذهب جمهور أهل العلم إلى أن الأكل من الأضحية مندوب.\nوقد استدلوا بما ورد في الحديث عن عائشة رضي الله عنها أن النبي صلى الله\nعليه وسلم قال: (\n</p>\n\n<h1 class='l1' id='head38'>… </h1>\n\n<p>\nفكلوا وادخروا وتصدقوا) متفق عليه. وما ورد في حديث جابر ? أنه عليه\nالصلاة والسلام قال: (\n</p>\n\n<h1 class='l1' id='head39'>… </h1>\n\n<p>\nكلوا وتزودوا) رواه البخاري ومسلم. وفي رواية أخرى عند مسلم: (\n</p>\n\n<h1 class='l1' id='head40'>… </h1>\n\n<p>\nكلوا وتزودوا وادخروا) . وقد حمل الجمهور الأوامر في هذه الأحاديث على\nالندب، لأن الأمر فيها جاء بعد <span id='ms1316'></span> الحظر فيحمل على الندب أو الإباحة. قال\nالحافظ ابن عبد البر: [وأما قوله: (فكلوا وتصدقوا وادخروا) فكلام خرج بلفظ\nالأمر، ومعناه الإباحة لأنه أمر ورد بعد نهي، وهكذا شأن كل أمر يرد بعد حظر\nأنه إباحة لا إيجاب] الاستذكار 15/173. وأما مقدار الأكل فقال الحنفية\nوالحنابلة: يأكل ثلثها ويهدي ثلثها ويتصدق بثلثها. ولو أكل أكثر من الثلث\nجاز. بدائع الصنائع 4/223، المغني 9/448. وجاء عن الشافعي أنه يستحب قسمتها\nأثلاثا لقوله صلى الله عليه وسلم: (كلوا وتصدقوا وأطعموا) فتح الباري\n12/123.\n</p>\n\n<p>\nواحتج ابن قدامة المقدسي بما ورد عن ابن عباس رضي الله عنه في صفة أضحية\nالنبي صلى الله عليه وسلم قال: [ويطعم أهل بيته الثلث ويطعم فقراء جيرانه\nالثلث ويتصدق على السؤال بالثلث] رواه الحافظ أبو موسى الأصفهاني في\nالوظائف وقال: حديث حسن. المغني 9/448-449. وقالوا لأنه قول ابن مسعود وابن\nعمر رضي الله عنهما ولم نعرف لهما مخالفا من الصحابة فكان إجماعا كما قال\nابن قدامة في المغني 9/449. ومن أهل العلم من استحب أن يأكل نصفا ويطعم\nنصفا لقول الله تعالى في الهدايا: (فكلوا منها وأطعموا القانع والمعتر)\nسورة الحج الآية 36. وأما الإمام مالك فلم يحدد في ذلك شيئا ويقول: يأكل\nويتصدق. والدليل على أنه لا تحديد في المسألة بل الأمر على الاستحباب حديث\nثوبان ? قال: (ذبح رسول الله صلى الله عليه وسلم ضحيته ثم قال: يا ثوبان\nأصلح لحم هذه الأضحية. قال: فلم أزل أطعمه منها حتى قدم المدينة) رواه\nمسلم. ويستحب لمن أراد أن يضحي في يوم الأضحى أن يخرج إلى صلاة العيد ولا\nيأكل شيئا حتى يصلي ثم يذبح أضحيته فيأكل منها وهذا قول أكثر العلماء. قال\nالشيخ ابن قدامة: [\n</p>\n\n<h1 class='l1' id='head41'>… </h1>\n\n<p>\nولا يأكل في الأضحى حتى يصلي وهذا قول أكثر أهل العلم منهم علي وابن عباس\nومالك والشافعي وغيرهم لا نعلم فيه خلافا] . المغني 2/275. ومما يدل على\nذلك ما جاء في الحديث عن عبد الله بن بريدة عن أبيه رضي الله عنه قال: (كان\nالنبي صلى الله عليه وسلم لا يخرج <span id='ms1317'></span> يوم الفطر حتى يطعم ولا يطعم يوم الأضحى\nحتى يصلي) رواه الترمذي، ثم قال: [وقد استحب قوم من أهل العلم أن لا يخرج\nيوم الفطر حتى يطعم شيئا ويستحب له أن يفطر على تمر ولا يطعم يوم الأضحى\nحتى يرجع] . والحديث رواه أيضا ابن ماجة وابن حبان وقال الشيخ الألباني:\nصحيح. سنن الترمذي مع شرحه التحفة 3/80، صحيح سنن الترمذي 1/168 والحكمة في\nامتناع النبي صلى الله عليه وسلم عن الأكل قبل الصلاة يوم الأضحى هي:\n[ليكون أول ما يطعم من لحم أضحيته فيكون مبنيا على امتثال الأمر] المرقاة\n3/544-545. وقال الإمام أحمد: [والأضحى لا يأكل فيها حتى يرجع إذا كان له\nذبح لأن النبي صلى الله عليه وسلم أكل من ذبيحته وإذا لم يكن له ذبح لم\nيبال أن يأكل] المغني 2/275. وقال الشعبي: [إن من السنة أن تطعم يوم الفطر\nقبل أن تغدو، وأن تؤخر الطعام يوم النحر حتى ترجع] . وقال سعيد بن المسيب:\n[كان المسلمون يأكلون يوم الفطر قبل المصلى ولا يفعلون ذلك يوم النحر]\nالاستذكار 7/40.\n</p>\n\n<p>\nوأما التصدق منها فقال الحنفية والمالكية إن التصدق من الأضحية مندوب\nوليس بواجب. وحجتهم ما سبق في الأكل من الأضحية وهو أرجح أقوال العلماء في\nالمسألة. ويتصدق منها على المسلمين من الفقراء والمحتاجين ويهدي إلى\nالأقارب والأصدقاء والجيران وإن كانوا أغنياء. ونقل النووي عن ابن المنذر\nقوله: [أجمعت الأمة على جواز إطعام فقراء المسلمين من الأضحية واختلفوا في\nإطعام فقراء أهل الذمة فرخص فيه الحسن البصري وأبو حنيفة وأبو ثور. وقال\nمالك: غيرهم أحب إلينا. وكره مالك أيضا إعطاء النصراني جلد الأضحية أو شيئا\nمن لحمها. وكرهه الليث قال: فإن طبخ لحما فلا بأس بأكل الذمي مع المسلمين\nمنه] . ثم قال النووي: [ومقتضى المذهب أنه يجوز إطعامهم من ضحية التطوع دون\nالواجبة] المجموع 8/425. وقال الشيخ ابن قدامة: [ويجوز أن يطعم منها كافرا\nوبهذا قال الحسن وأبو ثور وأصحاب الرأي\n</p>\n\n<h1 class='l1' id='head42'>… </h1>\n\n<p>\nلأنه طعام له أكله فجاز إطعامه للذمي كسائر الأطعمة ولأنه صدقة تطوع فجاز\nإطعامها للذمي والأسير <span id='ms1318'></span> كسائر صدقة التطوع] المغني 9/450. والراجح من أقوال\nالعلماء أنه يجوز إطعام أهل الذمة منها، وخاصة إن كانوا فقراء أو جيرانا\nللمضحي أو قرابته أو تأليفا لقلوبهم.\n</p>\n\n<p>\nوأما الهدية من الأضحية فقد اتفق أهل العلم على أن الهدية من الأضحية\nمندوبة. وكثير من العلماء يرون أن يهدي ثلثا منها كما مر في حديث ابن عباس\nفإنه يجعل الأضحية أثلاثا ثلث لأهل البيت وثلث صدقة وثلث هدية. ونقل هذا عن\nابن مسعود وابن عمر وعطاء وإسحاق وأحمد وهو أحد قولي الشافعي. ويسن أن يجمع\nبين الأكل والتصدق والإهداء وأن يجعل ذلك أثلاثا وإذا أكل البعض وتصدق\nبالبعض فله ثواب الأضحية بالكل والتصدق بالبعض. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p018'> Vol. 11, p. 018</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head43'>19 - لا يجوز إعطاء الجزار أجرته من الأضحية.</h3>\n\n<p>\nيقول السائل: هل يجوز أن يعطى الجزار الذي يتولى ذبح الأضحية أجرته من\nلحمها؟\n</p>\n\n<p>\nالجواب: قال جمهور أهل العلم لا يجوز أن يعطى الجزار شيئا من الأضحية\nمقابل ذبحها وسلخها واحتجوا على ذلك بما جاء في الحديث عن علي ? قال:\n(أمرني رسول الله صلى الله عليه وسلم أن أقوم على بدنه أي الإبل وأن أتصدق\nبلحمها وجلودها وأجلتها وأن لا أعطي الجزار منها. وقال: نحن نعطيه من\nعندنا) رواه البخاري ومسلم. وفي رواية أخرى عند مسلم: (ولا يعطي في جزارتها\nمنها شيئا) . فهذا الحديث يدل على عدم جواز إعطاء الجزار منها لأن عطيته\nعوض عن عمله فيكون في معنى بيع جزء منها وذلك لا يجوز. وأما إن كان الجزار\nفقيرا أو صديقا فأعطاه منها لفقره أو على سبيل الهدية فلا بأس لأنه مستحق\nللأخذ فهو كغيره بل هو أولى لأنه باشرها وتاقت نفسه إليها. المغني 9/450.\nولا يجوز بيع شيء من الأضحية لا لحمها ولا جلدها ولا أطرافها واجبة كانت أو\nتطوعا. قال الإمام أحمد: [لا يبيعها ولا يبيع شيئا منها] . وقال أيضا:\n[سبحان الله كيف يبيعها وقد جعلها لله تبارك وتعالى؟] . ويجوز أن ينتفع\nبالجلد بأن يجعله سقاء أو فروا أو نعلا أو غير ذلك. فقد ورد عن عائشة رضي\nالله عنها <span id='ms1319'></span> قالت: [يجعل من جلد الأضحية سقاء ينبذ فيه] ويدل على أنه لا يجوز\nبيع شيء من الأضحية، بما في ذلك جلدها وأطرافها. ما ورد في حديث علي ? قال:\n(أمرني رسول الله صلى الله عليه وسلم أن أقوم على بدنه وأن أتصدق بلحمها\nوجلودها وأجلتها وأن لا أعطي الجزار منها. وقال نحن نعطيه من عندنا) رواه\nالبخاري ومسلم. فقد أمره الرسول صلى الله عليه وسلم أن يتصدق بلحومها\nوجلودها وجلالها كما أنه قد جعلها قربة لله تعالى فلم يجز بيع شيء منها\nكالوقف. وقد ورد عن النبي صلى الله عليه وسلم أنه قال: (من باع جلد أضحيته\nفلا أضحية له) رواه الحاكم وقال: حديث صحيح. ورواه البيهقي وقال الشيخ\nالألباني: حسن. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p019'> Vol. 11, p. 019</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head44'>20 - حكم الجمع بين الأضحية والعقيقة.</h3>\n\n<p>\nيقول السائل: إنه رزق مولودا ويريد أن يعق عنه عقيقة وسيذبحها يوم عيد\nالأضحى وينوي بها الأضحية والعقيقة فهل يجوز ذلك؟ وهل تقع الذبيحة عن\nالعقيقة وعن الأضحية؟\n</p>\n\n<p>\nالجواب: إذا اجتمعت الأضحية والعقيقة كأن أراد شخص أن يعق عن ولده يوم\nعيد الأضحى كما ورد في السؤال أو في أيام التشريق فلا تجزئ الأضحية عن\nالعقيقة على الراجح من أقوال أهل العلم. وهذا قول المالكية والشافعية\nورواية عن الإمام أحمد فقد روى الخلال عن عبد الله بن أحمد قال: [سألت أبي\nعن العقيقة يوم الأضحى تجزئ أن تكون أضحية وعقيقة؟ قال: إما أضحية وإما\nعقيقة على ما سمى] وعلى هذه الرواية أكثر الحنابلة. انظر تصحيح الفروع\n3/565، تحفة المودود ص 68 والذخيرة 4/166. وحجة هؤلاء العلماء أن كلا من\nالأضحية والعقيقة ذبحان بسببين مختلفين فلا يقوم الواحد عنهما كدم التمتع\nودم الفدية. وقالوا أيضا إن المقصود بالأضحية إراقة الدم في كل منهما ولا\nتقوم إراقة مقام إراقتين. وسئل الشيخ ابن حجر المكي عن ذبح شاة أيام\nالأضحية بنيتها ونية العقيقة فهل يحصلان أو لا؟ فأجاب: [الذي دل عليه كلام\nالأصحاب وجرينا عليه منذ سنين أنه لا تداخل في ذلك لأن كلا من الأضحية\nوالعقيقة سنة مقصودة لذاتها ولها <span id='ms1320'></span> سبب يخالف سبب الأخرى والمقصود منها غير\nالمقصود من الأخرى إذ الأضحية فداء عن النفس والعقيقة فداء عن الولد إذ بها\nنموه وصلاحه ورجاء بره وشفاعته وبالقول بالتداخل يبطل المقصود من كل منهما\nفلم يمكن القول به نظير ما قالوه في سنة غسل الجمعة وغسل العيد وسنة الظهر\nوسنة العصر وأما تحية المسجد ونحوها فهي ليست مقصودة لذاتها بل لعدم هتك\nحرمة المسجد وذلك حاصل بصلاة غيرها وكذا صوم نحو الاثنين لأن القصد منه\nإحياء هذا اليوم بعبادة الصوم المخصوصة وذلك حاصل بأي صوم وقع فيه.\n</p>\n\n<p>\nوأما الأضحية والعقيقة فليستا كذلك كما ظهر مما قررته وهو واضح والكلام\nحيث اقتصر على نحو شاة أو سبع بدنة أو بقرة أما لو ذبح بدنة أو بقرة عن\nسبعة أسباب منها ضحية وعقيقة والباقي كفارات كنحو الحلق في النسك فيجزي ذلك\nوليس هو من باب التداخل في شيء لأن كل سبع يقع مجزيا عما نوى به. وفي شرح\nالعباب: لو ولد له ولدان ولو في بطن واحدة فذبح عنهما شاة لم يتأدى بها أصل\nالسنة كما في المجموع وغيره. وقال ابن عبد البر: لا أعلم فيه خلافا أ. ه.\nوبهذا يعلم أنه لا يجزي التداخل في الأضحية والعقيقة من باب أولى لأنه إذا\nامتنع مع اتحاد الجنس فأولى مع اختلافه والله سبحانه وتعالى أعلم بالصواب]\nالفتاوى الكبرى الفقهية 4/256. وذهب بعض العلماء إلى القول بالإجزاء وقد\nنقل ذلك عن جماعة من فقهاء السلف. فتح الباري 12/13 وشرح السنة 11/267\nوالفروع 3/567.\n</p>\n\n<p>\nورأوا أنه يجوز أن يصلي المصلي ركعتين ينوي بهما تحية المسجد وسنة\nالمكتوبة ويجوز أن يصلي بعد الطواف فرضا أوسنة مكتوبة ويقع ذلك عنه وعن\nركعتي الطواف وقالوا لو ذبح المتمتع والقارن شاة يوم النحر أجزأ عن دم\nالمتعة وعن الأضحية. تحفة المودود ص 69. والذي أراه راجحا هو عدم إجزاء\nالأضحية عن العقيقة وعدم إجزاء العقيقة عن الأضحية لأن كلا منهما لها سببها\nالخاص في إراقة الدم ولا تقوم إحداهما مقام الأخرى. والمسائل التي ذكروها\nليست <span id='ms1321'></span> مسلمة عند جميع العلماء فحصول عبادتين بنية واحدة أجازه من أجازه من\nأهل العلم لأنهم عدوها من قبيل الوسائل لا المقاصد كما لو نوى بغسله رفع\nالحدث الأصغر والأكبر أو نوى بالغسل الجمعة والجنابة وخالف في ذلك ابن حزم،\nوأما حصول تحية المسجد وسنة المكتوبة، فلأن تحية المسجد تحصل وإن لم يقصدها\nوأما ما صححوه من تجويز عبادتين بنية واحدة فالذي يظهر أن الشارع قد اعتبر\nفيه الأمرين المقصودين ولو لم يقصدهما الفاعل كمن يتصدق على ذي رحمه ينال\nأجرين: أجر الصدقة وأجر صلة الرحم. انظر مقاصد المكلفين ص 255-256. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p020'> Vol. 11, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>21 - </h1>\n\n<p>\nالأضحية أفضل من التصدق بثمنها.\n</p>\n\n<p>\nيقول السائل: أيهما أفضل الأضحية أم التصدق بثمنها؟\n</p>\n\n<p>\nالجواب: إن الأضحية شعيرة من شعائر الله وسنة مؤكدة من سنن المصطفى صلى\nالله عليه وسلم. والمطلوب من المسلم أن يعظم شعائر الله وأن يقتدي برسول\nالله صلى الله عليه وسلم كما قال تعالى: (ذلك ومن يعظم شعائر الله فإنها من\nتقوى القلوب) سورة الحج الآية 32. وقال تعالى: (لقد كان لكم في رسول الله\nأسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا) سورة الأحزاب\nالآية 21. لذا كانت\n</p>\n\n<h1 class='l1' id='head46'>الأضحية أفضل من التصدق بثمنها </h1>\n\n<p>\nكما هو مذهب جمهور أهل العلم بما فيهم أبو حنيفة ومالك والشافعي وأحمد\nوربيعة وأبو الزناد وشيخ الإسلام ابن تيمية وغيرهم. المجموع 8/425 والمغني\n9/436 ومجموع الفتاوى 26/304. روى عبد الرزاق بإسناده عن سعيد بن المسيب\nقال: [لأن أضحي بشاة أحب إلي من أن أتصدق بمئة درهم] المصنف 4/338. قال\nالحافظ ابن عبد البر: [الضحية عندنا أفضل من الصدقة] وذكر أن هذا هو الصحيح\nمن مذهب مالك وأصحابه. فتح المالك 7/17-18. وقال ابن قدامة: [والأضحية أفضل\nمن الصدقة بقيمتها نص عليه أحمد] . المغني 9 /436. ونقل عن جماعة من أهل\nالعلم أن التصدق بقيمة الأضحية أفضل فروي عن بلال رضي الله عنه قال: [ما\nأبالي أن لا أضحي إلا بديك ولأن أضعها في يتيم قد ترب فوه أحب إلي من أن\nأضحي] وبهذا قال الشعبي وأبو ثور. والقول الأول هو <span id='ms1322'></span> الراجح، لأن النبي صلى\nالله عليه وسلم ضحى والخلفاء من بعده ولو علموا أن الصدقة أفضل من الأضحية\nلعدلوا إليها. ولأن إيثار الصدقة على الأضحية يفضي إلى ترك سنة سنها رسول\nالله صلى الله عليه وسلم ولأن فضل الأضحية لا يخفى وما يترتب عليها من\nمنافع شيء عظيم. قال الحافظ ابن عبد البر: [الضحية عندنا أفضل من الصدقة\nلأن الأضحية سنة وكيدة كصلاة العيد ومعلوم أن صلاة العيد أفضل من سائر\nالنوافل وكذلك صلوات السنن أفضل من التطوع كله] فتح المالك 7/18. وقال\nالإمام النووي: [مذهبنا أن الأضحية أفضل من صدقة التطوع للأحاديث الصحيحة\nالمشهورة في فضل الأضحية ولأنها مختلف في وجوبها بخلاف صدقة التطوع، ولأن\nالأضحية شعار ظاهر] المجموع 8/425.\n</p>\n\n<p>\nوقال شيخ الإسلام ابن تيمية: [والأضحية والعقيقة والهدي أفضل من الصدقة\nبثمن ذلك فإذا كان معه مال يريد التقرب إلى الله كان له أن يضحي به والأكل\nمن الأضحية أفضل من الصدقة] مجموع الفتاوى 26/304. ولا ينبغي لأحد أن يؤثر\nالصدقة على الأضحية لكون الصدقة أخف مئونة ولما في الأضحية من المشقة من\nحيث شراؤها والعناية بها وحفظها إلى أن يذبحها ولما في ذبحها وتوزيع بعضها\nمن العناء والتعب فالمسلم له الأجر والثواب على كل ذلك إن أخلص نيته لله\nتعالى. *****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p021'> Vol. 11, p. 021</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head47'>22 - من تشرع في حقه الأضحية.</h3>\n\n<p>\nيقول السائل: في حق من تشرع الأضحية؟\n</p>\n\n<p>\nالجواب: يرى الحنفية أنه يشترط في المضحي أن يكون غنيا أي مالكا لنصاب\nالزكاة فاضلا عن حوائجه الأصلية، ودليلهم على ذلك ما ورد في الحديث ? من\nوجد سعة فلم يضح فلا يقربن مصلانا) فالرسول صلى الله عليه وسلم شرط عليه\nالسعة وهي الغنى وهو أن يكون في ملكه مئتا درهم أو عشرون دينارا أو شيء\nتبلغ قيمته ذلك سوى مسكنه وما يتأثث به وكسوته وكسوة من يمونهم..تبيين\nالحقائق 6/3.\n</p>\n\n<p>\nوقال المالكية إن الأضحية لا تسن في حق الفقير الذي لا يملك قوت عامه\nوتشرع بحيث لا تجحف بمال المضحي بأن لا يحتاج لثمنها في ضرورياته في عامه\nفإن احتاج <span id='ms1323'></span> فهو فقير وقالوا إن من ليس معه ثمن الأضحية فلا يتسلف ليضحي.\nالذخيرة 4/142، شرح الخرشي 3/33.\n</p>\n\n<p>\nوقال الشافعية تشرع الأضحية في حق من ملك ثمنها فاضلا عن حاجته وحاجة من\nيمونه في يومه وليلته وكسوة فصله أي ينبغي أن تكون فاضلة عن يوم العيد\nوأيام التشريق. مغني المحتاج 6/123.\n</p>\n\n<p>\nوأما الحنابلة فقالوا تشرع الأضحية في حق القادر عليها الذي يمكنه الحصول\nعلى ثمنها ولو بالدين إذا كان يقدر على وفاء دينه. كشاف القناع 3/18.\n</p>\n\n<p>\nوالذي أرجحه أن الأضحية مشروعة في حق الغني الذي يملك نصاب الزكاة فاضلا\nعن حوائجه الأصلية ومقداره في وقتنا الحالي (سنة 1420هجرية وفق 1999 م)\nحوالي خمسمائة وخمسون دينارا أردنيا وثمن ما يصح أضحية لا يقل عن مائة\nوخمسين دينارا تقريبا ومن لا يملك النصاب فهو فقير.\n</p>\n\n<p>\n*****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p022'> Vol. 11, p. 022</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head48'>23 - تجوز الاستعانة في ذبح الأضحية.</h3>\n\n<p>\nيقول السائل: ما حكم الاستعانة في ذبح الأضحية والإنابة في ذبحها؟\n</p>\n\n<p>\nالجواب: يجوز لمن أراد أن يذبح أضحيته أن يستعين بغيره ويدل على ذلك ما\nجاء في الحديث عن أبي الخير: (أن رجلا من الأنصار حدثه أن رسول الله صلى\nالله عليه وسلم أضجع أضحيته ليذبحها، فقال رسول الله صلى الله عليه وسلم:\nللرجل أعني على أضحيتي فأعانه) رواه أحمد وقال الهيثمي: رجاله رجال الصحيح.\n</p>\n\n<p>\nوقال الحافظ ابن حجر: ورجاله ثقات. مجمع الزوائد 4/25 وفتح الباري 12/115\n</p>\n\n<p>\nوذكر الإمام البخاري تعليقا: [وأعان رجل ابن عمر في بدنته] .\n</p>\n\n<p>\nوقال الحافظ ابن حجر: [أي عند ذبحها وهذا وصله عبد الرزاق عن ابن عيينة\nعن عمرو بن دينار قال: رأيت ابن عمر ينحر بدنة بمنى وهي باركة معقولة ورجل\nيمسك بحبل في رأسها وابن عمر يطعن] فتح الباري 12/115.\n</p>\n\n<p>\nوأما الإنابة في ذبح الأضحية فجائزة وينبغي أن يوكل في ذبحها صاحب دين له\nمعرفة بالذبح وأحكامه.\n</p>\n\n<p>\nقال القرافي: [كان الناس يتخيرون لضحاياهم أهل الدين لأنهم أولى بالتقرب\nفإن وكل تارك صلاة استحب له الإعادة للخلاف في حل ذكاته] الذخيرة 4/155.\n</p>\n\n<p>\nولا ينبغي أن يوكل فاسقا في ذبحها ولا ذميا فإن فعل جاز مع الكراهة على <span id='ms1324'></span>\nقول جمهور أهل العلم.\n</p>\n\n<p>\nوينبغي أن يعلم أن بعض المسلمين من الموسرين من دول الخليج العربي\nوأوروبا ومريكا يوكلون لجان الزكاة في بلادنا في التضحية عنهم ويدفعون\nأثمان الأضاحي لدى بعض الجمعيات الخيرية في بلادهم ثم تنقل هذه المبالغ إلى\nلجان الزكاة في فلسطين والتي تتولى شرائها ومن ثم ذبحها وتوزيعها على الناس\nولا بد هنا من بيان بعض الأمور التي يجب أن تتنبه لها لجان الزكاة:\n</p>\n\n<p>\nأولا: يجب أن تكون الأضحية مستكملة للشروط الشرعية ولذا يجب إعلام أمثال\nهؤلاء الناس قبل وقت الأضحية بثمن الضحايا في بلادنا لأن أسعارها تختلف من\nبلد إلى آخر فيمكن أن نشتري أضحية مجزئة بثمانين دينارا في عمان ونحتاج إلى\nضعف هذا المبلغ في فلسطين لشراء أضحية مجزئة ولا يصح أن نشتري أضاحي غير\nمستكملة للشروط الشرعية بحجة أن المبلغ الذي دفع لا يشترى به أضحية مستكملة\nللشروط ولا يجوز جمع المبالغ القليلة لشراء شاة واحدة لأن الاشتراك في\nالشاة لا يصح.\n</p>\n\n<p>\nثانيا: لا بد من الالتزام بذبح هذه الأضاحي في الوقت المقرر شرعا وإن\nتأخر وصول أثمان الأضاحي من الخارج لا يعتبر عذرا في ذبح الأضاحي بعد مضي\nوقتها المقرر شرعا فإن حصل ذلك فلا تعد أضحية.\n</p>\n\n<p>\nوإن لم يتم ذبحها في الوقت المقرر شرعا فيجب إعلام الذين دفعوا ثمنها أنه\nلم يتم التضحية عنهم.\n</p>\n\n<p>\nثالثا: يجب الالتزام بتوزيع تلك الأضاحي على الفقراء والمحتاجين أولا لأن\nالغالب في الناس الذين يبعثون بأثمان الأضاحي أنهم يقصدون التصدق بها على\nالفقراء والمحتاجين فلذلك فإني أكره أن يعطى الأغنياء منها.\n</p>\n\n<p>\n*****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p023'> Vol. 11, p. 023</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head49'>24 - حكم تخدير الدجاج قبل ذبحه.</h3>\n\n<p>\nيقول السائل: إنه صاحب مسلخ للدواجن ويقوم بذبح الدجاج حسب أحكام الشريعة\nالإسلامية ويكون الدجاج معلقا على خط الإنتاج إلا أن الدجاجة وبعد ذبحها\nتقوم بالرفرفة الشديدة مما يعرض أجنحتها للتكسير وتصبح غير قابلة للتسويق\nنتيجة تكسر الأجنحة وحدوث احمرار تحت الجناح وحتى يتم التغلب على هذه\nالمشكلة يمرر الدجاج وهو معلق على حوض ماء به كهرباء بقوة خفيفة فيلامس\nمنقار <span id='ms1325'></span> الدجاجة حوض الماء المكهرب فتصبح الدجاجة في حالة تخدير إلا أنها\nبوعيها وعلى قيد الحياة وتتحرك عيناها حركة طبيعية إلا أن حركتها تكون\nضعيفة وتبقى الدجاجة على هذا الحال عدة دقائق وتعود إلى طبيعتها فيما لو لم\nتذبح أرجو بيان الحكم الشرعي في مشروعية هذا الذبح؟\n</p>\n\n<p>\nالجواب: إذا كانت الصعقة الكهربائية لم تؤد إلى قتل الدجاجة وتم بعد ذلك\nذبحها بالطريقة الشرعية فإن هذه الطريقة جائزة شرعا ولا بأس بها ولكن يجب\nالتأكيد على أن الصعقة الكهربائية لم تقتل الدجاجة فإن قتلت الدجاجة من\nالصعقة الكهربائية فهي حينئذ ميتة كما ويجب الانتباه إلى أن تكون هنالك مدة\nمن الوقت بعد ذبح الدجاجة وقبل إدخالها في الماء حتى لا تموت الدجاجة خنقا\nولكي يسيل الدم منها.\n</p>\n\n<p>\n*****\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p024'> Vol. 11, p. 024</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head50'>25 - الأضحية عن الأسرة الواحدة.</h3>\n\n<p>\nيقول السائل: نحن أسرة كبيرة مكونة من الوالدين وعدد من الأبناء\nالمتزوجين وكلنا نسكن في بيت واحد ونأكل جميعا فهل تجزىء عنا أضحية واحدة؟\n</p>\n\n<p>\nالجواب: قال جمهور أهل العلم إن الشاة الواحدة تجزئ عن أهل البيت الواحد،\nفإذا ضحى بها واحد من أهل البيت، تأدى الشعار والسنة بجميعهم، وهذا مذهب\nمالك والشافعي وأحمد وإسحاق والأوزاعي. المغني 9/438 المجموع 8/384. ويدل\nعلى ذلك ما يلي:\n</p>\n\n<p>\n1. روى الترمذي بإسناده عن عمارة بن عبد الله قال ? سمعت عطاء بن يسار\nيقول: سألت أبا أيوب ? كيف كانت الضحايا على عهد رسول الله صلى الله عليه\nوسلم؟ فقال: كان الرجل يضحي بالشاة عنه وعن أهل بيته، فيأكلون ويطعمون حتى\nتباهى الناس فصارت كما ترى) قال الترمذي: هذا حديث حسن صحيح. ورواه ابن\nماجة ومالك. قال الإمام النووي: هذا حديث صحيح. والصحيح أن هذه الصيغة\nتقتضي أنه حديث مرفوع. وصححه الشيخ الألباني في صحيح سنن ابن ماجه 2/203.\n</p>\n\n<p>\n2. وروى ابن ماجة بإسناده عن الشعبي عن أبي سريحة رضي الله عنه - وهو\nصحابي شهد الحديبية - قال: (حملني أهلي على الجفاء بعد ما علمت من السنة.\nكان أهل البيت يضحون بالشاة والشاتين والآن يبخلنا جيراننا) . قال في\nالزوائد: إسناده صحيح ورجاله موثقون <span id='ms1326'></span>. ورواه الحاكم وصححه ووافقه الذهبي\nوقال الشيخ الألباني: صحيح الإسناد. المستدرك 4/245، صحيح سنن ابن ماجه\n2/203.\n</p>\n\n<p>\n3. ومما يدل على ذلك حديث جابر بن عبد الله ? قال: (شهدت مع رسول الله\nصلى الله عليه وسلم الأضحى في المصلى فلما قضى خطبته نزل من منبره وأتي\nبكبش فذبحه رسول الله صلى الله عليه وسلم بيده وقال: باسم الله والله أكبر،\nهذا عني وعمن لم يضح من أمتي) . رواه أبو داود في باب: الشاة يضحى بها عن\nجماعة وصححه الشيخ الألباني في صحيح سنن أبي داود 2/540.\n</p>\n\n<p>\n4. وعن عبد الله بن هشام قال: (كان رسول الله صلى الله عليه وسلم يضحي\nبالشاة الواحدة عن جميع أهله) رواه الحاكم وقال: صحيح الإسناد، ووافقه\nالذهبي. المستدرك 4/255.\n</p>\n\n<p>\n5. وعن عائشة رضي الله عنها: (أن رسول الله أمر بكبش أقرن، يطأ في سواد،\nويبرك في سواد، وينظر في سواد، فأتي به ليضحي به فقال لها: يا عائشة هلمي\nالمدية.\n</p>\n\n<p>\nثم قال: اشحذيها بحجر ففعلت، ثم أخذها وأخذ الكبش فأضجعه ثم ذبحه ثم قال:\nباسم الله اللهم تقبل من محمد وآل محمد، ومن أمة محمد ثم ضحى به) رواه مسلم\nوأبو داود وغيرهما.\n</p>\n\n<p>\nقال النووي: [واستدل بهذا من جوز تضحية الرجل عنه وعن أهل بيته واشتراكهم\nمعه في الثواب، وهو مذهبنا ومذهب الجمهور ... ] شرح النووي على صحيح مسلم\n5/105 -106.\n</p>\n\n<p>\nوقال الخطابي: [وفي قوله: (تقبل من محمد وآل محمد ومن أمة محمد) دليل على\nأن الشاة الواحدة تجزئ عن الرجل وأهله وإن كثروا، وروي عن أبي هريرة وابن\nعمر رضي الله عنهم أنهما كانا يفعلان ذلك، وأجازه مالك والأوزاعي والشافعي\nوأحمد، وكره ذلك الثوري وأبو حنيفة] معالم السنن 2/197.\n</p>\n\n<p>\n6. ونقل ابن قدامة عن صالح بن أحمد بن حنبل قال: [قلت لأبي: يضحى بالشاة\nعن أهل البيت؟ قال: نعم لا بأس. قد ذبح النبي صلى الله عليه وسلم كبشين\nفقرب أحدهما فقال: بسم الله اللهم هذا عن محمد وأهل بيته. وقرب الآخر فقال:\nبسم الله اللهم هذا منك ولك عمن وحدك من أمتي] المغني 9/438.\n</p>\n\n<p>\nوحكى <span id='ms1327'></span> عن أبي هريرة ?: (أنه كان يضحي بالشاة فتجئ ابنته فتقول: عني،\nفيقول: وعنك) المغني 9/438.\n</p>\n\n<p>\nقال العلامة ابن القيم: [وكان من هديه صلى الله عليه وسلم أن الشاة تجزئ\nعن الرجل وعن أهل بيته ولو كثر عددهم] ثم ذكر حديث أبي أيوب السابق. زاد\nالمعاد 2/323.\n</p>\n\n<p>\nوقال الشوكاني: [قوله: (يضحي بالشاة عنه وعن أهل بيته) فيه دليل على أن\nالشاة تجزئ عن أهل البيت، لأن الصحابة كانوا يفعلون ذلك في عهده صلى الله\nعليه وسلم والظاهر اطلاعه فلا ينكر عليهم ... والحق أنها تجزئ عن أهل\nالبيت، وإن كانوا مئة نفس أو أكثر كما قضت بذلك السنة] نيل الأوطار 5/137.\n</p>\n\n<p>\nوبهذا يظهر لي بأن الشاة الواحدة تجزئ عن الرجل وعن أهل بيته، مهما كان\nعددهم لقوة الأدلة على ذلك.\n</p>\n\n<p>\n?????\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p025'> Vol. 11, p. 025</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head51'>26 - أفضل أنواع الأضحية.</h3>\n\n<p>\nيقول السائل: ما هو الأفضل في الأضحية من أنواع الأنعام؟\n</p>\n\n<p>\nالجواب: اختلف الفقهاء في الأفضل في الأضحية من أنواع الأنعام فمنهم من\nقال أفضل الأضاحي هي البدنة ثم البقرة ثم الشاة. ومنهم من قال أفضلها ما\nكان أكثر لحما وأطيب، ومنهم من قال أفضلها الضأن ثم البقر ثم الإبل.\n</p>\n\n<p>\nوالذي يظهر لي رجحان قول من قال إن الأفضل في الأضحية الغنم ثم الإبل ثم\nالبقر وهو قول المالكية ويدل على ذلك قول الله تعالى: (وفديناه بذبح عظيم)\nسورة الصافات الآية 107.\n</p>\n\n<p>\nوكان الذبح العظيم كبشا، فالله سبحانه وتعالى وصفه بالعظيم، ولم يحصل هذا\nالوصف لغيره. الذخيرة 4/143.\n</p>\n\n<p>\nوقال القرطبي: [ (وفديناه بذبح عظيم) ، أي ضخم الجثة سمين، وذلك كبش لا\nجمل ولا بقرة] تفسير القرطبي 15/107.\n</p>\n\n<p>\nوقال ابن دقيق العيد: [وقد يستدل للمالكية باختيار النبي صلى الله عليه\nوسلم في الأضاحي للغنم، وباختيار الله تعالى في فداء الذبيح] إحكام الأحكام\n2/291.\n</p>\n\n<p>\nولأنه صلى الله عليه وسلم كان يضحي بالغنم بل بالكباش وقد ثبت ذلك في\nأحاديث منها:\n</p>\n\n<p>\nما ثبت في الحديث الصحيح أن النبي صلى الله عليه وسلم: (أمر بكبش أقرن،\nيطأ في سواد ويبرك في سواد وينظر في سواد ... وأخذ الكبش فأضجعه ... ) رواه\nمسلم.\n</p>\n\n<p>\nقال الشنقيطي <span id='ms1328'></span>: [وقد تكرر من الرسول صلى الله عليه وسلم التضحية بالغنم،\nوهو صل الله عليه وسلم لا يضحي مكررا ذلك عاما بعد عام، إلا بما هو الأفضل\nفي الأضحية، فلو كانت التضحية بالإبل والبقر أفضل لفعل صلى الله عليه وسلم\nذلك الأفضل] أضواء البيان 5/435.\n</p>\n\n<p>\nفعن أنس ?: (أن النبي صلى الله عليه وسلم كان يضحي بكبشين وأنا أضحي\nبكبشين) رواه البخاري ومسلم. وفي قول أنس (كان يضحي) ما يدل على المداومة.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها: (أن رسول الله صلى الله عليه وسلم أمر بكبش\nأقرن يطأ في سواد ويبرك في سواد وينظر في سواد فأتي به ليضحي به ... الخ)\nرواه مسلم.\n</p>\n\n<p>\nحديث جابر بن عبد الله ? قال: (ضحى رسول الله صلى الله عليه وسلم يوم عيد\nبكبشين ... ) رواه أبو داود والترمذي وابن ماجة.\n</p>\n\n<p>\nوعن عائشة وأبي هريرة رضي الله عنهما أن رسول الله صلى الله عليه وسلم:\n(كان إذ أراد أن يضحي اشترى كبشين عظيمين سمينين أقرنين أملحين موجوئين ...\nالخ) رواه أحمد وابن ماجة.\n</p>\n\n<p>\nوعن أبي سعيد ? قال: (ضحى رسول الله صلى الله عليه وسلم بكبش أقرن فحيل،\nيأكل في سواد، ويمشي في سواد، وينظر في سواد) رواه أبو داود والترمذي\nوالنسائي وابن ماجة وقال الترمذي: هذا حديث حسن صحيح غريب.\n</p>\n\n<p>\nوعن جابر بن عبد الله رضي الله عنه قال: (شهدت مع رسول الله صلى الله\nعليه وسلم الأضحى بالمصلى فلما قضى خطبته نزل من منبره وأتي بكبش فذبحه\nرسول الله صلى الله عليه وسلم بيده ... الخ) رواه أبو داود والترمذي.\n</p>\n\n<p>\nوعن ثوبان ? قال: (ضحى رسول الله صلى الله عليه وسلم ثم قال: يا ثوبان\nأصلح لنا لحم هذه الشاة. فما زلت أطعمه منها حتى قدمنا المدينة) رواه مسلم.\n</p>\n\n<p>\nوعن علي ?: (أنه كإن يضحي بكبشين أحدهما عن النبي صلى الله عليه وسلم\nوالآخر عن نفسه. فقيل له. فقال: أمرني به يعني النبي صلى الله عليه وسلم\nفلا أدعه أبدا) رواه الترمذي وأبو داود.\n</p>\n\n<p>\nومما يدل على أفضلية التضحية بالكبش، أن الصحابة <span id='ms1329'></span> رضي الله عنهم كانوا\nيقتدون بالرسول صلى الله عليه وسلم في تضحيته بالكبش، كما في حديث أنس ?\nالسابق وفيه: (كان النبي صلى الله عليه وسلم يضحي بكبشين وأنا أضحي بكبشين)\n.\n</p>\n\n<p>\nفهذا يدل على اتباع أنس ? للرسول صلى الله عليه وسلم في التضحية\nبالكبشين، كما يدل الحديث أيضا على مداومة الرسول صلى الله عليه وسلم على\nالتضحية بالكبش.\n</p>\n\n<p>\nوعن يونس بن ميسرة بن حلس قال: (خرجت مع أبي سعيد الزرقي صاحب رسول الله\nصلى الله عليه وسلم إلى شراء الضحايا. قال يونس: فأشار أبو سعيد إلى كبش\nأدغم ليس بالمرتفع ولا المتضع في جسمه فقال: اشتر لي هذا. كأنه شبهه بكبش\nرسول الله صلى الله عليه وسلم) رواه ابن ماجة، وقال البوصيري في الزوائد:\nإسناده صحيح. وصححه الشيخ الألباني ورواه الحاكم وصححه، ووافقه الذهبي.\n</p>\n\n<p>\nوعن النعمان بن أبي فاطمة رضي الله عنه: (أنه اشترى كبشا أعين أقرن، وأن\nالنبي صلى الله عليه وسلم رآه فقال: كأن هذا الكبش الذي ذبح إبراهيم. فعمد\nرجل من الأنصار فاشترى للنبي صلى الله عليه وسلم من هذه الصفة، فأخذه النبي\nصلى الله عليه وسلم فضحى به) رواه الطبراني في الكبير ورجاله ثقات قاله\nالهيثمي. وغير ذلك من النصوص.\n</p>\n\n<p>\n?????\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p026'> Vol. 11, p. 026</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18"
  ]
}