{
  "content": "\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nالوصية بأكثر من الثلث\n</p>\n\n<p>\nقول السائل: أنا رجل موسر وليس لي أولاد ولا بنات ولي إخوة وأخوات وقد\nكفلت ابن أخي منذ الصغر وعمل معي في تجارتي وأريد أن أوصي له بجميع ما أملك\nفما الحكم في ذلك، أفيدونا؟\n</p>\n\n<p>\nالجواب: الوصية مشروعة بكتاب الله وبسنة رسول الله صلى الله عليه وسلم،\nقال تعالى: ?من بعد وصية يوصى بها أو دين غير مضار وصية من الله والله عليم\nحليم? سورة النساء 12. وقال الإمام البخاري في صحيحه [باب الوصايا وقول\nالنبي صلى الله عليه وسلم (وصية الرجل مكتوبة عنده) ، وقول الله تعالى {كتب\nعليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية للوالدين والأقربين بالمعروف\nحقا على المتقين فمن بدله بعد ما سمعه فإنما إثمه على الذين يبدلونه إن\nالله سميع عليم فمن خاف من موص جنفا أو إثما فأصلح بينهم فلا إثم عليه إن\nالله غفور رحيم} سورة البقرة الآيات 180-182. وورد في الحديث عن سعد بن أبي\nوقاص رضي الله عنه قال: جاء النبي صلى الله عليه وسلم يعودني وأنا بمكة،\nوهو يكره أن يموت بالأرض التي هاجر منها قال: يرحم الله ابن عفراء. قلت يا\nرسول الله، أوصي بمالي كله قال: لا. قلت فالشطر قال: لا. قلت الثلث. قال:\nفالثلث، والثلث كثير، إنك أن تدع ورثتك أغنياء خير من أن تدعهم عالة\nيتكففون الناس في أيديهم، وإنك مهما أنفقت من نفقة فإنها صدقة، حتى اللقمة\nالتي ترفعها إلى في امرأتك- أي فمها - وعسى الله أن يرفعك فينتفع بك ناس\nويضر بك آخرون. ولم يكن له يومئذ إلا ابنة <span id='ms2457'></span>) رواه البخاري ومسلم. وعن ابن\nعمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (ما حق امرئ مسلم\nله شيء يريد أن يوصي فيه يبيت ليلتين إلا ووصيته مكتوبة عنده) رواه البخاري\nومسلم. وفي رواية عند مسلم (أنه سمع رسول الله صلى الله عليه وسلم قال: ما\nحق امرئ مسلم له شيء يوصي فيه يبيت ثلاث ليال إلا ووصيته عنده مكتوبة، قال\nعبد الله بن عمر رضي الله عنه ما مرت علي ليلة منذ سمعت رسول الله صلى الله\nعليه وسلم قال ذلك إلا وعندي وصيتي) وغير ذلك من النصوص. وقد اتفق أهل\nالعلم على أنه لا وصية لوارث، لما ثبت في الحديث من قول الرسول الله صلى\nالله عليه وسلم: (إن الله أعطى كل ذي حق حقه فلا وصية لوارث) رواه أبو داود\nوالترمذي وقال حديث حسن صحيح. واتفق العلماء على أنه لا تجوز\n</p>\n\n<h1 class='l1' id='head1'>الوصية بأكثر من الثلث، </h1>\n\n<p>\nلما ورد في حديث سعد السابق من قول الرسول الله صلى الله عليه وسلم:\n(الثلث والثلث كثير) ، وقال الإمام الترمذي بعد أن رواه: [حديث سعد حديث\nحسن صحيح وقد روي عنه من غير وجه وقد روي عنه «والثلث كبير» . والعمل على\nهذا عند أهل العلم لا يرون أن يوصي الرجل بأكثر من الثلث ويستحبون أن ينقص\nمن الثلث. قال سفيان الثوري كانوا يستحبون في الوصية الخمس دون الربع،\nوالربع دون الثلث، ومن أوصى بالثلث فلم يترك شيئا لا يجوز له إلا الثلث.]\nسنن الترمذي 3/306. وعن ابن عباس رضي الله عنهما قال: (لو غض الناس إلى\nالربع، لأن رسول الله صلى الله عليه وسلم قال: الثلث والثلث كثير أو كبير)\nرواه البخاري.\n</p>\n\n<p>\nإذا تقرر هذا فإن السائل له ورثة وابن أخيه ليس من الورثة، فيجوز أن يوصي\nله، ولكن لا يزيد في الوصية عن الثلث، فإن زادت الوصية عن الثلث فتكون\nالزيادة عن الثلث موقوفة على إجازة الورثة عند جمهور الفقهاء من الحنفية\nوالشافعية والحنابلة في الصحيح من المذهب <span id='ms2458'></span> والمالكية في قول، فإن أجاز\nالورثة ما زاد عن الثلث، نفذت الوصية، وإن ردوا الزيادة بطلت. قال الشيخ\nابن قدامة المقدسي: [ومن أوصى لغير وارث بأكثر من الثلث، فأجاز ذلك الورثة\nبعد موت الموصي جاز وإن لم يجيزوا، رد إلى الثلث، وجملة ذلك أن الوصية لغير\nالوارث تلزم في الثلث من غير إجازة وما زاد على الثلث يقف على إجازتهم، فإن\nأجازوه جاز ,، وإن ردوه بطل في قول جميع العلماء، والأصل في ذلك (قول النبي\nصلى الله عليه وسلم لسعد حين قال: أوصى بمالي كله؟ قال: لا قال: فبالثلثين؟\nقال: لا قال: فبالنصف؟ قال: لا قال: فبالثلث؟ قال: الثلث والثلث كثير) ،\nوقوله عليه الصلاة والسلام: (إن الله تصدق عليكم بثلث أموالكم عند مماتكم)\n، يدل على أنه لا شيء له في الزائد عليه، وحديث عمران بن حصين في المملوكين\nالذين أعتقهم المريض ولم يكن له مال سواهم، فدعا بهم النبي صلى الله عليه\nوسلم فجزأهم ثلاثة أجزاء وأقرع بينهم فأعتق اثنين، وأرق أربعة وقال له قولا\nشديدا يدل أيضا على أنه لا يصح تصرفه فيما عدا الثلث، إذا لم يجز الورثة\nويجوز بإجازتهم لأن الحق لهم] المغني 6/146.\n</p>\n\n<p>\nولا بد من التنبيه على أمرين هامين يتعلقان بالوصية: أحدهما عدم المضارة\nفي الوصية حيث قال الله تعالى: {ولكم نصف ما ترك أزواجكم إن لم يكن لهن ولد\nفإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين ولهن\nالربع مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد فلهن الثمن مما تركتم\nمن بعد وصية توصون بها أو دين وإن كان رجل يورث كلالة أو امرأة وله أخ أو\nأخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث من\nبعد وصية يوصى بها أو دين غير مضآر وصية من الله والله عليم حليم} سورة\nالنساء الآية 12. قال الإمام القرطبي: [قوله تعالى: {غير مضار} ...\nفالإضرار راجع إلى الوصية والدين، أما رجوعه إلى <span id='ms2459'></span> الوصية فبأن يزيد على\nالثلث أو يوصي لوارث، فإن زاد فإنه يرد، إلا أن يجيزه الورثة، لأن المنع\nلحقوقهم لا لحق الله تعالى. وإن أوصى لوارث فإنه يرجع ميراثا.] تفسير\nالقرطبي 5/80. فإذا كان قصد الوارث من الوصية لغير الوارث المضارة بالوارث\nوتقليل نصيبه من الميراث، فإن ذلك حرام عليه وهو آثم بهذا القصد، لقوله\nتعالى: {غير مضار} وورد في الحديث عن أبي هريرة رضي الله عنه أن رسول الله\nصلى الله عليه وسلم قال: (إن الرجل ليعمل والمرأة بطاعة الله ستين سنة ثم\nيحضرهما الموت فيضاران في الوصية فتجب لهما النار) ثم قرأ أبو هريرة {من\nبعد وصية يوصى بها أو دين غير مضآر} رواه أبو داود والترمذي وقال: حديث حسن\nصحيح غريب. قال الشوكاني: [الحديث حسنه الترمذي وفي إسناده شهر بن حوشب وقد\nتكلم فيه غير واحد من الأئمة. ووثقه أحمد بن حنبل ويحيى بن معين ولفظ أحمد\nوابن ماجة الذي أشار إليه المصنف (أن الرجل ليعمل بعمل أهل الخير سبعين سنة\nفإذا أوصى حاف في وصيته فيختم له بشر عمله فيدخل النار، وان الرجل ليعمل\nبعمل أهل الشر سبعين سنة فيعدل في وصيته فيدخل الجنة) وفيه وعيد شديد وزجر\nبليغ وتهديد، لأن مجرد المضارة في الوصية إذا كانت من موجبات النار بعد\nالعبادة الطويلة في السنين المتعددة فلا شك أنها من الذنوب التي لا يقع في\nمضيقها إلا من سبقت له الشقاوة، وقراءة أبي هريرة للآية لتأييد معنى الحديث\nوتقويته، لأن الله سبحانه قد قيد ما شرعه من الوصية بعدم الضرار فتكون\nالوصية المشتملة على الضرار مخالفة لما شرعه الله تعالى وما كان كذلك فهو\nمعصية.] نيل الأوطار 6/42-43.\n</p>\n\n<p>\nوورد عن ابن عباس رضي الله عنهما أنه قال: (الإضرار في الوصية من\nالكبائر) رواه سعيد بن منصور موقوفا بإسناد صحيح، ورواه النسائي ورجاله\nثقات كما قال الحافظ ابن حجر في فتح الباري 5/441.\n</p>\n\n<p>\nوقد عد الشيخ ابن حجر المكي الإضرار بالوصية من كبائر الذنوب، انظر\nالزواجر عن اقتراف الكبائر 1/614.\n</p>\n\n<p>\nثانيهما <span id='ms2460'></span>: كتابة الوصية والإشهاد عليها، اتفق الفقهاء على أنه يستحب\nللمسلم إذا أوصى أن يكتب وصيته لقوله صلى الله عليه وسلم (ما حق امرئ مسلم\nله شيء يوصي فيه يبيت ثلاث ليال إلا ووصيته عنده مكتوبة) ، ويستحب للموصي\nأن يبدأ الوصية بالبسملة، والثناء على الله تعالى بالحمد ونحوه والصلاة على\nالنبي صلى الله عليه وسلم، ثم الشهادتين كتابة أو نطقا، ثم الإشهاد على\nالوصية، لأجل صحتها ونفاذها، ومنعا من احتمال جحودها وإنكارها. روي عن أنس\nرضي الله عنه أنه قال: كانوا يكتبون في صدور وصاياهم بسم الله الرحمن\nالرحيم، هذا ما أوصى به فلان أنه يشهد أن لا إله إلا الله وحده لا شريك له،\nوأن محمدا عبده ورسوله صلى الله عليه وسلم وأن الساعة آتية لا ريب فيها.\nوأن الله يبعث من في القبور، وأوصى من ترك من أهله أن يتقوا الله ويصلحوا\nذات بينهم، ويطيعوا الله ورسوله إن كانوا مؤمنين، أوصاهم بما أوصى به\nإبراهيم بنيه ويعقوب (إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون)\n. الموسوعة الفقهية الكويتية ومما يدل على الإشهاد على الوصية قوله تعالى:\n{يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان\nذوا عدل منكم أو آخران من غيركم إن أنتم ضربتم في الأرض فأصابتكم مصيبة\nالموت تحبسونهما من بعد الصلاة فيقسمان بالله إن ارتبتم لا نشتري به ثمنا\nولو كان ذا قربى ولا نكتم شهادة الله إنا إذا لمن الآثمين} سورة المائدة\nالآية 106.\n</p>\n\n<p>\nوخلاصة الأمر أنه يجب أن لا تزيد الوصية عن الثلث، فإن زادت عن الثلث فلا\nبد من إجازة الورثة، وعليه فلا يجوز للسائل أن يوصي بجميع ماله لابن أخيه\nإلا إذا أجاز ذلك ورثته، ولا يجوز لأحد أن يضار بالوصية، ويستحب كتابة\nالوصية والإشهاد عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p001'> Vol. 16, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nالمنع من توزيع التركة\n</p>\n\n<p>\nيقول السائل: مضى على وفاة والدي أكثر من عشر سنوات، وقد ترك أموالا\nوعقارات وقطعة أرض، وما زالت تركته غير مقسمة، وبعض الورثة ينتفع\nبالعقارات، ويرفض تقسيم <span id='ms2461'></span> التركة مع إلحاحي على القسمة، فما الحكم في ذلك،\nأفيدونا؟\n</p>\n\n<p>\nالجواب: ينبغي أن يعلم أن الواجب بعد وفاة الميت مباشرة هو تجهيزه للدفن\nبالسرعة الممكنة، وتكون تكلفة ذلك من مال الميت، ولا يصح تأخير دفنه،\nفالإسراع في دفن الميت أمر مطلوب شرعا، وقد نصت السنة النبوية على ذلك، فقد\nورد في الحديث عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال:\n(أسرعوا بالجنازة فإن تك صالحة فخير تقدمونها إليه وإن يك سوى ذلك فشر\nتضعونه عن رقابكم) رواه البخاري ومسلم. والإسراع بالجنازة يشمل السرعة حال\nحملها والإسراع بها إلى الدفن، قال الحافظ ابن حجر العسقلاني: [قال\nالقرطبي: مقصود الحديث: أن لا يتباطأ بالميت عن الدفن] فتح الباري 3/235.\nويؤيد المسارعة في الدفن ما رواه الطبراني عن ابن عمر رضي الله عنه قال\nسمعت رسول الله صلى الله عليه وسلم يقول: (إذا مات أحدكم فلا تحبسوه\nوأسرعوا به إلى قبره) قال الحافظ ابن حجر: إسناده حسن، المصدر السابق.\nويؤيده أيضا ما رواه أبو داود بإسناده أن طلحة بن البراء مرض فأتاه النبي\nصلى الله عليه وسلم يعوده فقال: (إني لا أرى طلحة إلا قد حدث فيه الموت\nفآذنوني به وعجلوا، فإنه لا ينبغي لجيفة مسلم أن تحبس بين ظهراني أهله) .\nويؤيده أيضا ما رواه الترمذي وأحمد عن علي رضي الله عنه أن رسول الله صلى\nالله عليه وسلم قال: (ثلاث يا علي لا يؤخرن: الصلاة إذا آنت، والجنازة إذا\nحضرت، والأيم - هي المرأة التي لا زوج لها - إذا وجدت لها كفؤا) ، وذكر ابن\nالجوزي عن بعض السلف أنه قال: (كان يقال العجلة من الشيطان إلا في خمس،\nإطعام الطعام إذا حضر الضيف، وتجهيز الميت إذا مات، وتزويج البكر إذا\nأدركت، وقضاء الدين إذا وجب، والتوبة من الذنب إذا أذنب) أحكام النساء\nص304. فإذا تم دفن الميت فهنالك عدة حقوق تتعلق بتركته وهي كما يلي: قضاء\nالديون التي في ذمة الميت، ويدخل فيها مهر زوجته ونحو ذلك من حقوق <span id='ms2462'></span>\nالآدميين، والديون المتعلقة بحقوق الله عز وجل كالزكاة وحج الفريضة\nوالكفارات. وبعد ذلك تنفذ وصايا الميت فيما لا يزيد عن ثلث التركة، وينبغي\nأن يعلم أن قضاء الدين مقدم على تنفيذ وصايا الميت وإن كانت الوصية مقدمة\nعلى الدين في آية المواريث، يقول الله تعالى: (من بع وصية يوصي بها أو دين)\n. وبعد ذلك يوزع الباقي على الورثة حسب التقسيم الشرعي لذلك، ومن المعلوم\nعند أهل العلم أنه بمجرد وفاة الميت فإن ملكية أمواله تنتقل لورثته وتصير\nحقا شرعيا لهم، والأصل أن تقسم التركة على الورثة بعد استيفاء الحقوق\nالمتعلقة بالتركة كما ذكرت سابقا، ويكون توزيع التركة على الورثة بعد وفاة\nالميت مباشرة وبعد حصر أمواله وحصر ورثته، وهذا أولى من تأخير التوزيع، حتى\nوإن تراضى الورثة على التأخير، لأنه قد يترتب على تأخير توزيع التركة\nمشكلات تقع بين الورثة، وأما أن يمنع بعض الورثة توزيع التركة مع انتفاعهم\nببعضها، فهذا أمر محرم شرعا، لأن هذا من التعدي على حقوق بقية الورثة،\nوحينئذ يكون انتفاع الوارث ببعض التركة كالعقار المذكور في السؤال من باب\nالغصب، وهو من الظلم المحرم قال الله تعالى: {ما للظالمين من حميم ولا شفيع\nيطاع} سورة غافر الآية 18، وقال تعالى: {وما للظالمين من نصير} سورة الحج\nالآية 71. وجاء في الحديث القدسي فيما يرويه النبي صلى الله عليه وسلم عن\nرب العزة والجلال: (يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما\nفلا تظالموا) رواه مسلم. وعن جابر رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال: (اتقوا الظلم فإن الظلم ظلمات يوم القيامة، واتقوا الشح، فإن\nالشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم واستحلوا محارمهم) رواه\nمسلم. وجاء في خطبة الوداع قول النبي صلى الله عليه وسلم: (ألا إن الله حرم\nعليكم دمائكم وأموالكم، كحرمة يومكم هذا في بلدكم هذا في شهركم هذا) رواه\nالبخاري. وحذر النبي صلى الله عليه وسلم أشد التحذير من غصب الأراضي وأخذها\nمن أصحابها بغير <span id='ms2463'></span> حق فقد جاء في الحديث عن عائشة رضي الله عنها أن رسول الله\nصلى الله عليه وسلم قال: (من ظلم قيد شبر من الأرض طوقه من سبع أرضين) متفق\nعليه، وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من\nأخذ من الأرض شبرا بغير حقه طوقه من سبع أرضين) رواه أحمد بإسنادين أحدهما\nصحيح، ورواه مسلم إلا أنه قال: (لا يأخذ أحد شبرا من الأرض بغير حقه إلا\nطوقه الله إلى سبع أرضين يوم القيامة) ، وقوله: (طوقه من سبع أرضين) قيل:\nأراد طوق التكليف لا طوق التقليد وهو أن يطوق حملها يوم القيامة، وقيل: إنه\nأراد أنه يخسف به الأرض فتصير البقعة المغصوبة في عنقه كالطوق. وجاء في\nالحديث عن سالم عن أبيه قال: قال النبي صلى الله عليه وسلم: (من أخذ من\nالأرض شبرا بغير حقه خسف به يوم القيامة إلى سبع أرضين) رواه البخاري. وعن\nيعلى بن مرة رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (أيما\nرجل ظلم شبرا من الأرض كلفه الله عز وجل أن يحفره حتى يبلغ به سبع أرضين ثم\nيطوقه يوم القيامة حتى يقضى بين الناس) رواه أحمد والطبراني وابن حبان، وفي\nرواية لأحمد والطبراني عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n(من أخذ أرضا بغير حقها كلف أن يحمل ترابها إلى المحشر) . وقال العلامة\nالألباني: صحيح. وعن أبي مالك الأشعري رضي الله عنه عن النبي صلى الله عليه\nوسلم قال: (أعظم الغلول عند الله عز وجل ذراع من الأرض تجدون الرجلين جارين\nفي الأرض أو في الدار فيقتطع أحدهما من حظ صاحبه ذراعا إذا اقتطعه طوقه من\nسبع أرضين) رواه أحمد بإسناد حسن والطبراني في الكبير. وقال العلامة\nالألباني: حسن صحيح. وعن وائل بن حجر رضي الله عنه قال: (قال رسول الله صلى\nالله عليه وسلم: (من غصب أرضا ظلما لقي الله وهو عليه غضبان) رواه الطبراني\nمن رواية يحيى بن <span id='ms2464'></span> عبد الحميد الحماني، وقال العلامة الألباني: صحيح. انظر\nصحيح الترغيب والترهيب 2/ 379 - 381. وإذا أخذ هذا الوارث- الذي يمنع قسمة\nالتركة- مالا من الميراث دون موافقة بقية الورثة، فإنه يكون داخلا ضمن\nدائرة الكسب الحرام، والكسب الحرام نوع من أكل السحت، قال الله تعالى {ومن\nيرد الله فتنته فلن تملك له من الله شيئا أولئك الذين لم يرد الله أن يطهر\nقلوبهم لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم سماعون للكذب أكالون\nللسحت?سورة المائدة الآية 42. وقال الله تعالى: ?وترى كثيرا منهم يسارعون\nفي الإثم والعدوان وأكلهم السحت لبئس ما كانوا يعملون? سورة المائدة الآية\n62. وقوله تعالى: ?لولا ينهاهم الربانيون والأحبار عن قولهم الإثم وأكلهم\nالسحت لبئس ما كانوا يصنعون? سورة المائدة الآية 63. قال أهل التفسير في\nقوله تعالى: ?أكالون للسحت? أي الحرام وسمي المال الحرام سحتا لأنه يسحت\nالطاعات، أي يذهبها ويستأصلها. انظر تفسير القرطبي 6/183. وقال جماعة من\nأهل التفسير: ويدخل في السحت كل ما لا يحل كسبه] فتح المالك 8/223. وعقوبة\nهذا الغاصب النار، فقد جاء في الحديث عن جابر رضي الله عنه قال: قال رسول\nالله صلى الله عليه وسلم: (لا يدخل الجنة لحم نبت من سحت وكل لحم نبت من\nسحت كانت النار أولى به) رواه أحمد والدارمي والبيهقي في شعب الإيمان، وفي\nرواية أخرى: (كل جسد نبت من سحت فالنار أولى به) رواه أحمد والطبراني\nوالحاكم وغيرهم وقال العلامة الألباني صحيح. انظر صحيح الجامع الصغير\n2/831. وعن كعب بن عجرة رضي الله عنه قال: قال لي رسول الله صلى الله عليه\nوسلم: ( ... يا كعب بن عجرة إنه لا يربو لحم نبت من سحت إلا كانت النار\nأولى به) رواه أحمد والنسائي والترمذي وحسنه وصححه العلامة الألباني. صحيح\nسنن الترمذي 1/189. وعن أبي بكر رضي الله عنه أن النبي صلى الله عليه وسلم\nقال: (لا يدخل الجنة جسد غذي بحرام) رواه أبو يعلى والبزار والطبراني في\nالأوسط ورجال أبي يعلى ثقات وفي بعضهم اختلاف قاله الهيثمي. مجمع الزوائد\n10/293. وصححه <span id='ms2465'></span> العلامة الألباني في صحيح الترغيب والترهيب 2/320. وغير ذلك\nمن النصوص.\n</p>\n\n<p>\nوإذا أصر بعض الورثة على\n</p>\n\n<h1 class='l1' id='head3'>المنع من توزيع التركة </h1>\n\n<p>\nفإن للورثة الآخرين رفع الأمر إلى القضاء لإجبار الممتنع عل القسمة، قال\nالشيخ ابن قدامة المقدسي: [أما إذا طلب أحدهما - الشريكان - القسمة، فامتنع\nالآخر، لم يخل من حالين؛ أحدهما، يجبر الممتنع على القسمة، وذلك إذا اجتمع\nثلاثة شروط: أحدها: أن يثبت عند الحاكم ملكهما ببينة؛ لأن في الإجبار على\nالقسمة حكما على الممتنع منهما، فلا يثبت إلا بما يثبت به الملك لخصمه،\nبخلاف حالة الرضا؛ فإنه لا يحكم على أحدهما، إنما يقسم بقولهما ورضاهما.\n</p>\n\n<p>\nالشرط الثاني: أن لا يكون فيها ضرر، فإن كان فيها ضرر، لم يجبر الممتنع؛\nلقول النبي صلى الله عليه وسلم: (لا ضرر، ولا ضرار) . رواه ابن ماجه، ورواه\nمالك في \" موطئه \" مرسلا، وفي لفظ: (أن رسول الله صلى الله عليه وسلم قضى\nأن لا ضرر ولا ضرار) .\n</p>\n\n<p>\nالشرط الثالث: أن يمكن تعديل السهام من غير شيء يجعل معها، فإن لم يمكن\nذلك، لم يجبر الممتنع؛ لأنها تصير بيعا، والبيع لا يجبر عليه أحد\nالمتبايعين، ... فإذا اجتمعت الشروط الثلاثة، أجبر الممتنع منهما على\nالقسمة؛ لأنها تتضمن إزالة ضرر الشركة عنهما، وحصول النفع لهما؛ لأن نصيب\nكل واحد منهما إذا تميز، كان له أن يتصرف فيه بحسب اختياره، ويتمكن من\nإحداث الغراس والبناء والزرع والسقاية والإجارة والعارية، ولا يمكنه ذلك مع\nالاشتراك، فوجب أن يجبر الآخر عليه؛ لقوله عليه السلام: (لا ضرر ولا ضرار)\n.] المغني 10/102.\n</p>\n\n<p>\nوخلاصة الأمر أنه إذا مات الميت فإنه يجهز ويدفن ثم تقضى ديونه وتنفذ\nوصاياه في حدود الثلث، وبعد ذلك توزع تركته، وينبغي التعجيل في توزيع\nالتركة، ولا يحل لأحد من الورثة أن يمنع توزيعها، نظرا لتعلق حقوق الآخرين\nبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p002'> Vol. 16, p. 002</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head4'>3 - توزيع الأموال على الأولاد حال الحياة</h3>\n\n<p>\nيقول السائل: إنه يريد أن يوزع تركته على أولاده قبل وفاته خشية أن\nيختلفوا بعد مماته، فما الحكم في ذلك، أفيدونا؟\n</p>\n\n<p>\nالجواب: ينبغي أن يعلم أولا أن التركة لا <span id='ms2466'></span> تكون تركة إلا بعد وفاة المورث،\nفقد عرف جمهور الفقهاء التركة بأنها كل ما يخلفه الميت من الأموال والحقوق\nالثابتة مطلقا. الموسوعة الفقهية الكويتية 11/206. وتنتقل ملكية التركة\nجبرا إلى الورثة ولا يكون ذلك إلا بعد تحقق موت المورث، فقد اتفق الفقهاء\nعلى أن انتقال التركة من المورث إلى الوارث يكون بعد وفاة المورث حقيقة أو\nحكما أو تقديرا. الموسوعة الفقهية الكويتية 11/210. إذا تقرر هذا فإن توزيع\nالشخص لأمواله على أولاده لا يكون من باب الميراث وإنما يكون من باب الهبة،\nوحتى يصح هذا التصرف شرعا لا بد أن تتحقق الشروط الآتية: أولا: لا بد أن\nيكون صاحب المال في كامل قواه العقلية والصحية، فإذا حصل هذا التصرف في مرض\nموته، فلا يصح، لأنه حينئذ يعد بمثابة الوصية، ومن المقرر شرعا أنه لا وصية\nلوارث إلا إذا أجازها بقية الورثة، لما ثبت في الحديث من قول الرسول الله\nصلى الله عليه وسلم: (إن الله أعطى كل ذي حق حقه فلا وصية لوارث) رواه أبو\nداود والترمذي وقال حديث حسن صحيح. ومرض الموت هو: المرض المخوف الذي يتصل\nبالموت، ولو لم يكن الموت بسببه، وهذا مذهب جمهور الفقهاء. وذهب الحنفية\nإلى أن مرض الموت: هو الذي يغلب فيه خوف الموت، ويعجز معه المريض عن رؤية\nمصالحه خارجا عن داره إن كان من الذكور، وعن رؤية مصالحه داخل داره إن كان\nمن الإناث، ويموت على ذلك الحال قبل مرور سنة. الموسوعة الفقهية الكويتية\n37/5. قال ابن المنذر: [أجمع كل من أحفظ عنه من أهل العلم أن حكم الهبات في\nالمرض الذي يموت فيه الواهب: حكم الوصايا] . المغني 6/61. وقال الشيخ ابن\nقدامة المقدسي: [وحكم العطايا في مرض الموت المخوف حكم الوصية في خمسة\nأشياء: أحدها أن يقف نفوذها على خروجها من الثلث وإجازة الورثة، الثاني:\nأنها لا تصح لوارث إلا بإجازة بقية الورثة، الثالث: أن فضيلتها ناقصة عن\nفضيلة الصدقة في الصحة ... الرابع: أنه يزاحم بها الوصيا في الثلث، الخامس:\nأن خروجها من الثلث معتبر <span id='ms2467'></span> حال الموت لا قبله ولا بعده.] المغني 6/193.\nثانيا: أن يقبض الموهوب له الهبة حال حياة الواهب، أي أن يحوزها الحيازة\nالشرعية بحيث يصير مالكا لها وحر التصرف فيها، لأن من شروط صحة الهبة عند\nجمهور الفقهاء القبض، ويدل على ذلك ما ورد عن عائشة رضي الله عنها: (أن أبا\nبكر رضي الله عنه نحلها جذاذ عشرين وسقا من ماله بالعالية، فلما مرض قال:\nيا بنية: كنت نحلتك جذاذ عشرين وسقا، ولو كنت جذذته أو قبضته كان ذلك،\nفإنما هو اليوم مال وارث، فاقتسموه على كتاب الله تعالى) . رواه مالك في\nالموطأ ورواه البيهقي كما قال الحافظ ابن حجر العسقلاني في التلخيص الحبير\n3/72-73. قال الشيخ ابن قدامة المقدسي مستدلا لهذا الشرط: [ولنا إجماع\nالصحابة رضي الله عنهم فإن ما قلناه مروي عن أبي بكر وعمر رضي الله عنهما ,\nولم يعرف لهما في الصحابة مخالف ... - ثم ذكر خبر عائشة رضي الله عنها\nالسابق – ثم قال: وروى ابن عيينة عن الزهري عن عروة عن عبد الرحمن بن عبد\nالقاري أن عمر بن الخطاب قال: ما بال أقوام ينحلون أولادهم , فإذا مات\nأحدهم قال: مالي وفي يدي وإذا مات هو قال: كنت نحلته ولدي؟ لا نحلة إلا\nنحلة يحوزها الولد دون الوالد، فإن مات ورثه وروى عثمان أن الوالد يحوز\nلولده إذا كانوا صغارا قال المروذي: اتفق أبو بكر وعمر وعثمان وعلي أن\nالهبة لا تجوز إلا مقبوضة] المغني 6/41-42. وبهذا يتبين لنا أن ما يفعله\nبعض الناس من توزيع أموالهم وقسمتها على أولادهم، ثم لا يمكنونهم من التصرف\nفيها حال حياتهم، أي لا يقبضونها، فهذه القسمة غير ملزمة لأنها غير صحيحة\nولا تعتبر هبة بل وصية للوارث وهي لا تصح لما ذكرته سابقا. ثالثا: لابد من\nالعدل بين الأولاد في الهبة والعطية، فالعدل بين الأولاد مطلوب سواء أكان\nفي الأمور المادية أو المعنوية، وقد رفض الرسول صلى الله عليه وسلم أن يشهد\nعلى إعطاء أحد الصحابة لأحد أولاده عطية دون الآخرين كما جاء في <span id='ms2468'></span> الحديث عن\nعامر قال: (سمعت النعمان بن بشير رضي الله عنهما وهو على المنبر يقول:\nأعطاني أبي أعطية فقالت عمرة بنت رواحة – أم النعمان – لا أرضى حتى تشهد\nرسول صلى الله عليه وسلم، فأتى رسول الله صلى الله عليه وسلم فقال: إني\nأعطيت ابني من عمرة بنت رواحة عطية فأمرتني أن أشهدك يا رسول الله. قال صلى\nالله عليه وسلم: أعطيت سائر ولدك مثل هذا؟ قال: لا، فقال صلى الله عليه\nوسلم: فاتقوا الله واعدلوا بين أولادكم. قال فرجع فرد عطيته) رواه البخاري،\nوفي رواية أخرى أن النبي صلى الله عليه وسلم قال لبشير والد النعمان (لا\nتشهدني على جور أليس يسرك أن يكونوا لك في البر سواء؟ قال: نعم. قال: أشهد\nعلى هذا غيري) رواه أبو داود بسند صحيح. ويدل على أنه يجب على الأب أن يسوي\nبين أولاده في الهبات والعطايا قوله صلى الله عليه وسلم: (اعدلوا بين\nأبنائكم، اعدلوا بين أبنائكم، اعدلوا بين أبنائكم) رواه أحمد وأبو داود\nوالنسائي وهو حديث صحيح. وقوله صلى الله عليه وسلم: (سووا بين أولادكم في\nالعطية لو كنت مفضلا أحدا لفضلت النساء) رواه سعيد بن منصور والبيهقي وقال\nالحافظ ابن حجر إسناده حسن. وقال صلى الله عليه وسلم: (اعدلوا بين أولادكم\nفي النحل كما تحبون أن يعدلوا بينكم في البر) رواه مسلم.\n</p>\n\n<p>\nومن الجدير بالذكر أن جمهور الفقهاء يرون أن الذكر والأنثى سواء في\nالهبات والأعطيات لأن النبي صلى الله عليه وسلم قال لبشير بن سعد (فسووا\nبينهم) وفي رواية أخرى (أليس يسرك أن يكونوا في البر سواء) والبنت كالابن\nفي وجوب برها لأبيها. ويرى الحنابلة ومحمد بن الحسن صاحب أبي حنيفة واسحاق\nوبعض الشافعية وبعض المالكية أن على الأب أن يقسم بين أولاده على حسب قسمة\nالله تعالى الميراث، فيجعل للذكر مثل حظ الأنثيين لأن الله سبحانه وتعالى\nقسم بينهم ذلك. وورد أن شريحا القاضي قال لرجل قسم ماله بين أولاده (ارددهم\nإلى سهام الله تعالى وفرائضه) . ويرون أن الأب <span id='ms2469'></span> إذا لم يعدل في الهبة\nلأولاده فهو آثم وتصرفه باطل شرعا قال الشيخ ابن قدامة المقدسي: [ ... يجب\nعلى الإنسان التسوية بين أولاده في العطية، وإذا لم يختص أحدهم بمعنى يبيح\nالتفضيل فإن خص بعضهم بعطيته، أو فاضل بينهم فيها أثم ووجبت عليه التسوية\nبأحد أمرين: إما رد ما فضل به البعض، وإما إتمام نصيب الآخر، قال طاوس: لا\nيجوز ذلك , ولا رغيف محترق، وبه قال ابن المبارك وروي معناه عن مجاهد وعروة\nوكان الحسن يكرهه ويجيزه في القضاء ... ] ثم استدل الشيخ ابن قدامة المقدسي\nلهذا القول [ولنا ما روى النعمان بن بشير قال: (تصدق علي أبي ببعض ماله\nفقالت أمي عمرة بنت رواحة: لا أرضى حتى تشهد عليها رسول الله صلى الله عليه\nوسلم، فجاء أبي إلى رسول الله صلى الله عليه وسلم ليشهده على صدقته فقال:\nأكل ولدك أعطيت مثله؟ قال: لا قال: فاتقوا الله، واعدلوا بين أولادكم قال:\nفرجع أبي فرد تلك الصدقة) وفي لفظ قال: \" فاردده \" وفي لفظ قال: \" فأرجعه \"\nوفي لفظ: \" لا تشهدني على جور \" وفي لفظ: \" فأشهد على هذا غيري \" وفي لفظ:\n\" سو بينهم \" وهو حديث صحيح متفق عليه، وهو دليل على التحريم لأنه سماه\nجورا ، وأمر برده وامتنع من الشهادة عليه والجور حرام، والأمر يقتضي\nالوجوب، ولأن تفضيل بعضهم يورث بينهم العداوة والبغضاء وقطيعة الرحم فمنع\nمنه، كتزويج المرأة على عمتها أو خالتها ... ] المغني 6/51-52. وقال الإمام\nالقرطبي مرجحا القول بالرد: [فإن قيل: الأصل تصرف الإنسان في ماله مطلقا،\nقيل له: الأصل الكلي والواقعة المعينة المخالفة لذلك الأصل لا تعارض بينهما\nكالعموم والخصوص. وفي الأصول أن الصحيح بناء العام على الخاص، ثم إنه ينشأ\nعن ذلك العقوق الذي هو أكبر الكبائر، وذلك محرم، وما يؤدي إلى المحرم فهو\nممنوع، ولذلك قال صلى الله عليه وسلم: (اتقوا الله واعدلوا بين أولادكم) .\nقال النعمان: فرجع أبي فرد تلك الصدقة، والصدقة لا يعتصرها الأب بالإنفاق\nوقوله: (فأرجعه) محمول على معنى فاردده، والرد ظاهر في الفسخ، كما قال عليه <span id='ms2470'></span>\nالسلام (من عمل عملا ليس عليه أمرنا فهو رد) أي مردود مفسوخ. وهذا كله ظاهر\nقوي، وترجيح جلي في المنع.] تفسير القرطبي 6/214.\n</p>\n\n<p>\nولا بد من تذكير الآباء أنه ينبغي عند توزيع أموالهم على أولادهم أن يكون\nذلك التوزيع في بعض الأموال، وليس في كلها حتى لا يحرم الأب نفسه من ماله،\nوخاصة إذا امتد به العمر، فيصبح عالة يتكفف الناس، وكذلك إذا وجد ورثة\nآخرون كما يحصل أن يتزوج زوجة أخرى وقد يرزقه الله عز وجل أولادا آخرين،\nفيحرمون من أمواله، وهذا ليس عدلا ولا إنصافا. وهنا يأتي قول بعض أهل العلم\nإن الأفضل أن لا يوزع الوالد أمواله على أولاده حال حياته، بل يتركها لتوزع\nبعد موته توزيع الميراث الشرعي، وهذا الأمر له حسنات كثيرة. [قال – الإمام\n- أحمد: أحب أن لا يقسم ماله، ويدعه على فرائض الله تعالى لعله أن يولد له\nفإن أعطى ولده ماله، ثم ولد له ولد فأعجب إلي أن يرجع فيسوي بينهم، يعني\nيرجع في الجميع أو يرجع في بعض ما أعطى كل واحد منهم ليدفعوه إلى هذا الولد\nالحادث ,، ليساوي إخوته] المغني 6/61.\n</p>\n\n<p>\nوخلاصة الأمر أنه يجوز للوالد أن يوزع أمواله على أولاده حال حياته وأن\nذلك لا يعتبر ميراثا، لأن من شرط الميراث موت المورث، ويعد ذلك من الهبة،\nولكن لا بد من تحقق الشروط التي ذكرتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p003'> Vol. 16, p. 003</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18"
  ]
}