{
  "content": "\n<p>\nكتاب الرد على أبي بكر الخطيب البغدادي تأليف الامام الحافظ محب الدين\nأبي عبد الله محمد بن محمود ابن الحسن بن هبة الله بن محاسن المعروف بابن\nالنجار البغدادي المتوفى سنة 643 ه‍.\n</p>\n\n<p>\nدراسة وتحقيق مصطفى عبد القادر عطا الجزء الثاني والعشرون دار الكتب\nالعلمية بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالطبعة الأولى دار الكتب العلمية بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم قال الخطيب أبو بكر أحمد بن علي بن ثابت\nالبغدادي، صاحب التاريخ في تاريخه: أخبرنا العتيقي أنبأنا محمد بن العباس\nأنبأنا أبو أيوب سليمان بن إسحاق الجلاب قال: سمعت إبراهيم الحربي يقول:\nكان أبو حنيفة طلب النحو في أول أمره فذهب يقيس فلم يجئ، وأراد أن يكون فيه\nأستاذا قال: قلب وقلوب. وكلب وكلوب. فقيل له كلب وكلاب ووقع في الفقه، فكان\nيقيس ولم يكن له علم بالنحو؟ فسأله رجل بمكة. فقال له: رجل شج رجلا بحجر.\nفقال: هذا خطأ ليس عليه شئ لو أنه حتى يرميه بأبا قبيس لم يكن عليه شئ.\n</p>\n\n<p>\nفأقول وبالله التوفيق.\n</p>\n\n<p>\nهذا من يكون عالما بالعربية. لأن الشرع مردود إلى ما ورد عن النبي صلى\nالله عليه وسلم. والعربية مردودة إلى العرب. فما جاء عنهم أخذنا به. فإن\nكان كثيرا جوزناه وإن كان قليلا جدا. قال سيبويه في مثل هذا: سمعنا من\nالعرب من يقول ذاك، فإن كان قد سمعه من فصيح أو موثوق به نبه عليه. فقال\nسمعناه ممن يوثق بعربيته، وقوله: بأبا قبيس. قد جاء مثله للعرب وهو قولهم:\n</p>\n\n<p>\nإن أباها وأبا أباها * قد بلغنا في المجد غايتاها فهذا منقول عن العرب.\nوقد قرئ في قوله تعالى: (إن هذان لساحران) [طه 63] ولم يقرأ (إن هذين) غير\nأبى عمرو. فكان بعض العرب يجعل التثنية مبنية على هذا الوجه. ألا ترى إلى\nاسم إن لم يتغير بدخول إن عليه مع ما أنهم لم يدخلوا في كلامهم إن إلا\nللتأكيد. والحروف الستة عند بعض العرب مبنية إذا كانت مضافة تقول: رأيت\nأباك، ومررت بأباك. وقد جاء في قول الشاعر <span id='ms001'></span>:\n</p>\n\n<p>\nإذا ابن أبي موسى بلالا بلغته * وقام بفأس بين وصلاك جازر وأكثر الرواية\nفيها على الوجه الأصلي وهو: بين وصليك. قال سيبويه: واعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأنهم لا يغيرون كلامهم إلا وهم يحاولون بذلك وجها لعلمه بأن إن مؤكدة لما\nكانت داخلة على مبتدأ وخبر وفيه معنى لا يحتاج إلى دخولها ألا ترى إلى\nقولهم زيد منطق أنه كلام تام مبتدأ وخبره. وإنما أدخلوا إن لتؤكد هذا\nالمعنى الذي في المبتدأ والخبر من غير إخلال. ولما كانت إن جامدة جمود\nالاسم كان عملها فيه - أعنى النصب - بخلاف كان. لأنها منصرفة تقول: كأن\nيكون كونا فلما دخلت على الماضي والمستقبل والحال اشبهت الأفعال. فكان\nعملها فيها تقول: كان زيد منطلقا. ترفع الاسم وتنصب الخبر بخلاف إن. فإذا\nكانت إن مزادة للتأكيد لم تغير إن عن عملها في التثنية. كيف تغيرها الباء\nالزائدة مع أنها تحذف ولا تعمل. وكونها زائدة يكفي فيما ذكرت.\n</p>\n\n<p>\nوأما كلام أبي حنيفة رضي الله عنه في العربية غير مخفي وهو ما حكى عنه\nمحمد ابن الحسن رضي الله عنه وسأذكر بعض ذلك لتقف عليه إن شاء الله تعالى.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: أنت طالق إن دخلت الدار. لا تطلق حتى تدخل\nالدار ولو فتح (أن) طلقت للوقت. والفرق بينهما أنه إذا كسر إن كانت للشرط\nوإذا فتحها كانت بتقدير اللام. فكأنه قال لدخولك الدار. فلم يصر هذا الكلام\nمن صفة الطلاق ولا من الشرط. فصار كأنه قال مبتدأ: أنت طالق. فطلقت في\nالوقت. قال سيبويه في باب من أبواب أن التي تكون والفعل بمنزلة مصدر تقول:\nأن تأتني خير لك كأنك قلت الإتيان خير لك. ومثل ذلك قوله تعالى: (وأن\nتصوموا خير لكم) [البقرة 184] يعنى الصوم خير لكم. قال عبد الرحمن بن حسان.\n</p>\n\n<p>\nإني رأيت من المكارم حسبكم * أن تلبسوا خز الثياب وتشبعوا كأنه قال: رأيت\nحسبكم لبث الثياب.\n</p>\n\n<p>\nواعلم أن اللام ونحوها من حروف الجر قد تحذف من أن، كما حذفت من إن،\nجعلوها بمنزلة المصدر حين قلت فعلت <span id='ms002'></span> ذاك حذر الشر، أي لحذر الشر.\n</p>\n\n<p>\nويكون مجرورا على التفسير الآخر. يعنى حين قدرها باللام التي تجر. ومثل\nذلك قولك: إنما انقطع إليك أن تكرمه أي لأن تكرمه قال الله تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(أن تضل إحداهما فتذكر) [البقرة 282] أي لأن تضل: وقال: (أن كان ذا مال\nوبنين) [القلم 14] أي لأن كان ذا مال. قال الأعشى:\n</p>\n\n<p>\nأأن رأت رجلا أعشى أضربه * ريب المنون ودهر تابل خبل فإن المخففة هنا\nحالها في حذف حرف الجر كحال إن المثقلة. وتفسيرها كتفسيرها وهي وتفسيرها\nبمنزلة المصدر. ألا ترى أنك لو قلت: لم يك ولم أبل. لم يتغير عملها بالحذف\nلأن أصل أك أكن حذفت النون لكثرة الاستعمال. وكذلك أبل أصلها أبالي فلما\nحذف منها ما حذف لم يتغير عملها كذلك أن لما خففت نفى عملها إلا ان الفرق\nبين المسكورة والمفتوحة ما ذكرت.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: - وهي غير مدخول بها - إن كلمتك فأنت طالق\nإن كلمتك فأنت طالق. إن كلمتك فأنت طالق. طلقت واحدة لأنه في المرة الأولى\nحلف بطلاقها أن لا يكلمها فإذا قال لها في المرة الثانية: إن كلمتك فأنت\nطالق وجد شرط انحلال اليمين الأولى، ووقعت تطليقة يعنى أنه إذا قال أنت\nكلمتك فقد جاء بالشرط والجزاء والشرط والجزاء كلام تام. لأنه مثل المبتدأ\nوالخبر. ففيه فائدة تامة. فإذا كان كذلك صار كلام تاما فوقع به الطلاق وإن\nكان قد أوجب شرطا آخر فلما قال في المرة الثالثة وجد منه الكلام ولم يصادف\nالشرط ما يمكن أن يكون جزاء فلغا ألا ترى إلى قوله: إن كلمتك فأنت طالق\nيقتضى كلام تاما مفهما للمعنى وإنما يتم بقوله فأنت طالق فوجب أن لا يحنث\nفي الأولى إلا بعد الفراغ من الثانية ولما فرغ من الثانية كانت في ملكه،\nفصح إدخالها في الجزاء فانعقدت اليمين الثانية فإذا قال في المرة الثالثة\nحنث في اليمين الثانية لكن لم تصادف الملك فلغا فلا تنعقد اليمين الثالثة\nلأنها كانت خارجة عن ملكه فإن تزوجها بعد ذلك وكلها لا <span id='ms003'></span> يحنث، لأن اليمين\nالثالثة لم تنعقد ولو كانت المرأة مدخولا بها تقع تطبيقات لأن الأولى انحلت\nبالثانية والثالثة وبقيت الثالثة منعقدة فإذا كلمها وهي في العدة تقع أخرى\nلوجود الشرط في علقة الملك. ولو قال لامرأته - ولم يدخل بها -: أن حلفت\nبطلاقك فأنت طالق، قالها ثلاث مرات وقعت تطبيقه واحدة، لأنه في المرة\nالأولى حلف بطلاقها أن لا يحلف بطلاقها فإذا قال لها في المرة الثانية أن\nحلفت بطلاقك فأنت طالق فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nحلف بطلاقها ووجد الشرط، فانحلت اليمين الأولى وطلقت واحدة، واليمين\nالثانية منعقدة لأنه إنما حنث في اليمين الأولى بعد الفراغ من اليمين\nالثانية لأن اليمين إنما تصح بالجزاء وحينما تكلم بالجزاء كانت في ملكه\nفلما كررها في المرة الثالثة لم تنحل اليمين الثانية، لأن المرأة بانت بلا\nعدة، فلم يصح في المرة الثالثة إدخالها تحت الجزاء فوجد شرط حنثه وهو الحلف\nبطلاقها، بخلاف المسألة الأولى ففرق بين قوله:\n</p>\n\n<p>\nإن كلمتك وإن حلفت بطلاقك، لأن شرط الخنث هناك هو الكلام، والكلام يصح إن\nكانت المرأة في ملكه أو لم تكن واليمين بالطلاق لا يصح إلا في ملك، أو في\nعلقة من علائق الملك، أو في مضاف إلى الملك.\n</p>\n\n<p>\n* * * الأصل في مسائل الأيمان إن اليمين على ضربين: يمين يراد بها تعظيم\nالمقسم به وهو الحلف بالله تعالى ويمين هي شرط وجزاء. قال سيبويه: اليمين\nجملة يؤكد بها الكلام.\n</p>\n\n<p>\nقوله جملة، يعنى من فعل وفاعل، أو من مبتدأ وخبر، أو شرط وجزاء: أما\nالمبتدأ والخبر قولك: والله لا كلمت زيدا، والجملة التي من فعل وفاعل:\nوالله خالق السماوات لا كلمت زيدا، والشرط والجزاء كقولك: إن دخلت الدار\nفوالله لا كلمتك وهنا لا يصح إلا في الملك أو مضافا إلى الملك أو في علقة\nمن علائق الملك، وأما الشرط فيصح في الملك وغيره. والمحلوف عليه من دخل تحت\nالجزاء لا من دخل تحت الشرط لأن الجزاء قوله أنت كذا وكان هو الداخل تحت\nاليمين وإنما لا يحتاج الشرط أن يكون في الملك <span id='ms004'></span> لأن ذكر الشرط ليس بتصرف في\nالملك والجزاء إنما يجازى بما في ملكه فلذلك سمى جزاء لأن المجازاة هي أن\nيكون منك فعل قبالة فعل غيرك أو فعل غيرك قبالة فعلك إن خيرا فخير وإن شرا\nفشر قال الله تعالى: (وجزاء سيئة سيئة مثلها) وقال الشاعر:\n</p>\n\n<p>\nجزى الله عنا ذات بعل تصدقت * على عزب حتى يكون له أهل فإنا سنجزيها كما\nفعلت بنا * إذا ما تزوجنا وليس لها بعل ألا ترى إلى قوله: نجزيها كما فعلت\nوجزى الله والمعلق بالشرط لا ينزل إلا عند وجوده والنكرة في النفي تعم.\nتقول: ما رأيت اليوم رجلا تقديره ما رأيت اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nأحدا من الرجال، وفى الإثبات تخص، لأنك لو قلت رأيت اليوم رجلا اقتضى\nكلامك رؤية رجل واحد.\n</p>\n\n<p>\n* * * مسألة وقال: رجل قال لامرأته - ولم يدخل بها - إن حلفت بطلاقك فأنت\nطالق قالها ثلاث مرات وقعت تطليقة واحدة. لأن في المرة الأولى حلف بطلاقها\nأن لا يحلف بطلاقها فإذا قال لها في المرة الثانية: إن حلفت بطلاقك فأنت\nطالق فقد حلف بطلاقها ووجد الشرط فانحلت اليمين الأولى وطلقت واحدة،\nواليمين الثانية منعقدة لأنه إنما حنث في اليمين الأولى بعد الفراغ من\nالثانية، لأن اليمين إنما تصح بالجزاء، وحينما تكلم بالجزاء كنت في ملكه،\nفلما كررها في المرة الثالثة لم تنحل اليمين الثانية: لأن المرأة بانت بلا\nعدة، فلم يصح في المرة الثالثة إدخالها تحت الجزاء، فوجد شرط حنثه. وهو\nالحلف بطلاقها، بخلاف المسألة الأولى، لأنه لم تنحل اليمين الثانية، لأن\nشرط الحنث هناك هو الكلام. والكلام يصح وإن لم تكن امرأته وهاهنا شرط الحنث\nالحلف بطلاقها وذلك لا يصح إلا في الملك. ثم إذا تزوجها وقال لها إن دخلت\nالدار فأنت طالق طلقت باليمين الثانية لوجود الشرط، وهو الحلف بطلاقها وإن\nلم يتزوجها ولكن قال لها إن تزوجتك ودخلت الدار فأنت طالق، حنث في اليمين\nالثالثة أيضا لأنه أضافها إلى الملك فصحت اليمين وانحلت اليمين الثانية\nووقع الطلاق، إلا أنه لم يصادف الملك فلغا <span id='ms005'></span>. واليمين التي أضافها إلى الملك\nصحيحة، فلو تزوجها ودخلت الدار وطلقت باليمين الثالثة ولو كانت مدخولا بها\nيقع تطليقان لأن اليمين الأولى انحلت بالثانية والثانية انحلت بالثالثة\nلأنها وجدت في علقة من علائق الملك وهي العدة وبقيت الثالثة منعقدة. فإذا\nقال لها وهي في العدة: إذا دخلت الدار فأنت طالقا انحلت الثالثة أيضا ووقع\nعليها أخرى.\n</p>\n\n<p>\n* * * مسألة وقال رجل: قال امرأته طالق إن تزوج النساء أو اشترى العبيد،\nأو كلم الناس.\n</p>\n\n<p>\nفتزوج امرأة واحدة، أو اشترى عبدا واحدا، أو كلم رجلا واحدا حنث لأن\nالألف واللام إنما يدخلان على السابق المعهود. كقوله تعالى: (إنا أرسلنا\nإلى فرعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nرسولا فعصى فرعون الرسول) ألا ترى أنه ذلك الرسول الأول. وإنما لما كان\nتقدم أمره وجرى ذكره ثانيا وقعت الدلالة أن الألف واللام تكون للسابق\nالمعهود، أو للجنس والجنس يقتضى الواحد فصاعدا. قال الله تعالى: (والسارق\nوالسارقة فاقطعوا أيديهما) وذلك أنه لم يرد سارقا بعينه فكأنه قال: اقطعوا\nهذا الجنس والأصل فيما ذكرت أن اسم الجنس لا يقتضى عددا محصورا بل الواحد\nفصاعدا واسم الجمع يقتضى عددا محصورا. كما قال في رجل قال: امرأته طالق أن\nتزوج نساء أو اشترى عبيدا. فإن لم يتزوج ثلاثا أو يشترى ثلاثا لا تطلق لأنه\nأخرج الكلام مخرج الجمع. أو قل الجمع الصحيح ثلاثة. وذلك أن العرب فرقت بين\nالواحد والاثنتين والثلاثة. فالواحد جاء زيد وحده. وأما الواحد العدد كما\nتقول واحد اثنان.\n</p>\n\n<p>\nوأما الصفة فكما تقول جاء زيد وحده. وأما الاثنان فعدد له صيغة يتميز بها\nعن الآحاد والمجموع. فإذا أرادوا أن يصفوهما قالوا جاء الرجلان كلاهما قال\nالشاعر: يا رب حي الزائرين كليهما * وحى دليلا بالفلاة هداهما ألا ترى أنه\nلما وصف الزائرين وهما مفعولان قال كليهما فنصب كما نصب الزائرين، وأما\nفجعلوهم صيغة واحدة لأن أكثر العدد لا يتناهى. فلو جاءوا يعلمون لكل عدد\nصيغة لطال عليهم، فوحدوا وثنوا وجمعوا. أما التوحيد فكما علمت للفرد. وأما\nالتثنية فلأنه أضاف واحدا إلى واحد وكذلك الجمع <span id='ms006'></span>. فإنه أضاف واحدا إلى واحد\nوأما من قال أن التثنية جمع فهو على ما ذكرت من أنه جمع واحد. فهو على\nالحقيقة جمع بالنسبة إلى الفرد. وعلى هذا جاء قوله تعالى: (فإن كان له إخوة\nفلأمه السدس) وإجماع الناس على أنه إذا كان له أخوان كان لأمه السدس. وقد\nجاءت التثنية بلفظ الجمع وليس ذلك إلا نظرا للجمع على الحقيقة إذ كان ذلك\nجمع واحد إلى واحد فعلى هذا ساغ أن تكون التثنية جمعا. قال الله تعالى: (هل\nأتاك نبأ الخصمين إذ تسوروا المحراب إذ دخلوا على داود ففزع منهم قالوا لا\nتخف خصمان بغى بعضا على بعض) قال الله تعالى تسوروا ودخلوا، وهذا لا يكون\nإلا على الجمع لأنه بين بعد ذلك وقال خصمان قال الخليل: فهذا على إن\nالاثنين عندهم جمع أيضا وصار بمنزلة قول الاثنين نحن فعلنا. قال الشاعر:\nظهراها مثل ظهور الترسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا فصيغة كل جزء مما ذكرت مختصة على حدة. وأكثر الجمع عندهم تسعة\nوأقلهم ثلاثة، لأنه بعد التسعة يكرر لفظ الآحاد والجموع، فلو قال قائل إنكم\nإنما تجعلون الربع يقوم مقام الكل فلم جعلتم هنا الثلاث أعنى صيغة لفظ\nالجمع قلنا: إن ربع التسعة اثنان وربع ولما كانت الأعداد من شأنها الصحة لا\nالكسور وكان الرابع داخلا في الجزء والثلث غير منفصل عنه وليس فصله ممكن،\nساغ أن يكون صيغة لفظ الجمع منطلقة على الثلاث إذا لا يمكن أقل من ذلك قال\nالله تعالى: (الحج أشهر معلومات) وهي شهران وعشرة أيام فلما دخل بعض الثالث\nفي الكلام اقتضى النطق به بلفظ الجمع.\n</p>\n\n<p>\n* * * مسألة رجل قال: والله لا أشرب من الفرات. إن شرب كرعا حنث، وإن شرب\nبإناء لم يحنث وذلك أنه إذا قال من فمن هنا لابتداء الغاية ولا يكون\nللتبعيض فلو أنها للتبعيض كان لا يحنث أبدا لأن الفرات اسم الأرض وليست\nباسم للماء فلو كان الفرات اسم الماء لكان المسمى ذهب وما أتى لم يسم وأنت\nإذا قلت أتيت الفرات لم ترد <span id='ms007'></span> أنك أتيت الماء ولكنك تريد أنك أتيت البلاد\nالتي على النهر فالنهر اسمه الفرات لا الماء فكأنك قلت والله لا أشرب من\nهذا الكوز ولو قلت هكذا لكانت يمينك على الشرب من الكوز لا على ما في الكوز\nفلو صب ما في الكوز في كوز آخر وشرب منه لم يحنث والنهر كما علمت اسم\nللحفرة المستطيلة كما قيل سيف منهر لم يرد أن الماء يجرى فيه ولكنه أراد\nالمفقر ومنه سمى سيف النبي صلى الله عليه وسلم ذا الفقار ولو كان قال لا\nأشرب من ماء الفرات فإن شرب منه أو من إناء نقل من الفرات أو شرب بكفه حنث\nلأنه أضاف الماء إلى نهر مخصص لأنه لو كان اسما للماء لم يجز إضافته إليه\nكما تقول ماء الفرات فلو كان الماء اسمه الفرات لما قلت هذا ماء الفرات\nوإنما كنت تقول الفرات لأن الشئ عندهم لا يضاف إلى نفسه كما لا تقول هذا\nغلام غلام ولكنك تقول هذا غلام زيد فيضيف الغلام إلى زيد كأنه قال لا أشرب\nمن هذه الماء الذي في هذا الكوز فسواء شرب منه أو من إناء آخر نقل إليه من\nحنث ولو قال لا أشرب من هذا البئر يحنث إذا شرب بإناء. الفرق بينهما أن\nالبئر غير مقدور على الشرب منها على الحقيقة فصار كأنه حلف مجازا كما لو\nقال: والله لا آكل من هذه الشاة فاليمين على لحمها لأنه يقدر على أكلها\nحقيقة ولو قال لا آكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمن هذه النخلة فاليمين على ثمرتها لأنه لم يقدر على أكل عينها حقيقة،\nفحمل على المجاز فكذلك الفرق بين الفرات والبئر.\n</p>\n\n<p>\nواعلم أن العرب إذا وجدت الحقيقة في كلامها لا يعدلن عنه وإذا لم يجدوا\nالحقيقة حملوا كلامهم على المجاز المتعارف فإذا لم يجدوا حملوا على المجاز\nفأما الحقيقة إذا قال رجل هذا أسد لا يشكون أنه رأى عرباضا ولو قال زيد\nالأسد حمل على المجاز إذ كان الحمل على الحقيقة متعذرا قال الله تعالى:\n(وأزواجه <span id='ms008'></span> أمهاتهم) فلم يرد أنهم أمهاتنا لكنه حمله عليه المجاز فلما جاء\nعلى الحقيقة قال: (إن أمهاتهم إلا اللائي ولدنهم وإنهم ليقولون منكرا من\nالقول وزورا) وأما المجاز المتعارف فقوله تعالى: (أو جاء أحد منكم من\nالغائط) فإن أحدنا لو جاء الغائط ألف مرة لا ينتقض وضوءه وإنما جعل الغائط\nكناية عن الحدث وإن كان الحدث أيضا مجازا إلا أنني استقبحت أن أذكر الحقيقة\nإذا لم أجد له في العربية اسما حقيقيا إلا اسما واحدا وأما المجاز غير\nالمتعارف فقولهم الوطء يكون على الوطء بالقدم على الحقيقة وكناية عن الجماع\nقال الله تعالى: (وأورثكم أرضهم ديارهم وأرضا لم تطئوها) والمراد منه\nالجماع لأنه لما قال أرضهم وديارهم كفى في البلاد وأرضا لم تطؤها يعنى\nالنساء.\n</p>\n\n<p>\n* * * مسألة رجل قال: أن خرج فلان من هذه الدار حتى آذن له فعبدي حر.\nفأذن له مرة ثم خرج بغير أمره لا يحنث لأن حتى تكون للغاية فإذا قال حتى\nآذن له فكأنه قال غاية ذاك أذني له قال الله تعالى: (فلن أبرح الأرض حتى\nيأذن لي أبى) فلو كان أبوه أذن له مرة له يحتج إلى إذن ثان ولو كان قال إلا\nبإذني احتاج إلى الإذن في كل مرة، ألا ترى إلى قوله تعالى: (من ذا الذي\nيشفع عند إلا بإذنه) فيحتاج إلى الاستئذان في كل مرة.\n</p>\n\n<p>\nوالفرق بينهما أن المسألة الأول جعل لها غاية بقوله حتى. فإذا انتهت\nغايتها سقطت كأنه قال لا أكلمك حتى يدخل رمضان فإذا دخل رمضان جاز له\nالكلام من غير حنث لأنه جعل رمضان غاية ليمينه. وأما الإذن فقال تعالى:\n(آمنتم له قبل أن آذن لكم) أي قبل إذني لكم. فهذا محتاج إلى الإذن كل مرة،\nكأنه قال: إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقد بين أبو حنيفة رضي الله عنه حكم الحرف الوعائي ما لم يبينه أحد. وذلك\nفي قوله رجل قال لآخر، إن شتمتك في المسجد فعبدي حر وقال إن ضربتك في\nالمسجد فعبدي حر. فأما الشتيمة ونحوها مما يجرى من أحدهما <span id='ms009'></span> فجعله كون الفاعل\nفي المسجد. وأما ما لم يعم الفاعل بنفسه جعل الفعل أن يقع على المفعول فقال\nإن شتمتك في المسجد يحتاج إلى أن يكون الشاتم في المسجد إلا ترى أن الرائي\nلو رأى رجلا يشتم رجلا أو يكفر، ويقول: لا تشتم في المسجد أولا تكفر في\nالمسجد وأما الذي لم يقم بالفعل وحده فلا يحنث ما لم يكن المفعول في\nالمسجد. ألا ترى أن رجلا لو رأى رجلا يذبح شاة والذابح بالمسجد والشاة خارج\nالمسجد يقول لا تذبح عند باب المسجد ولو كانت الشاة بالمسجد والذابح خارج\nالمسجد يقول لا تذبح في المسجد وكذلك لو قال إن قتلتك يوم الجمعة فضربة في\nغير يوم الجمعة لكنه مات يوم الجمعة حنث، ولو ضربه يوم الجمعة فمات في غير\nيوم الجمعة لا يحنث، لأن القتل لا يكون إلا بزهوق الروح. وقيل زهوق الروح\nلا يكون قاتلا. وإنما يكون ضاربا.\n</p>\n\n<p>\n* * * مسألة رجل قال: كل امرأة أتزوجها فهي طالق، إن كلمت فلانا. فتزوج\nامرأة قبل الكلام وامرأة بعد الكلام. فالتي تزوجها قبل الكلام طلقت ولا\nتطلق التي تزوجها بعد الكلام. لأنه أوجب الكلام من ساعته وجعل كلام فلان\nغاية ليمينه واليمين إذا انتهت غايتها سقطت فيكون كلام فلان غاية ليمينه\nوصار شرطا لانحلال اليمين ولم يكن شرطا لانعقاده لأنه أخر الشرط فصار شرطا\nلانحلال اليمين فدخلت المزوجة قبل الشرط تحت اليمين، وأما إذا قدم الشرط\nفقال إن كلمت فلانا فكل امرأة أتزوجها فهي طالق فتزوج امرأة بعد الكلام\nوامرأة قبل الكلام فالتي تزوجها قبل الكلام لا تطلق، لأنه تزوجها قبل\nاليمين، والتي تزوجها بعد الكلام تطلق لأنه تزوجها بعد انعقاد اليمين. وهذا\nلأنه جعل كلام فلان شرطا لانعقاد اليمين فصار كأنه قال عند كلام فلان كل\nامرأة أتزوجها فهي طالق، لأنه إذا علق الطلاق بالشرط يكون شرطا لانعقاد\nاليمين والداخلة تحت اليمين المزوجة بعد الشرط وإن أخر الشرط يكون شرطا\nلانحلال اليمين والداخلة تحت اليمين المزوجة قبل الشرط، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا وسط الشرط <span id='ms010'></span> فقال: كل امرأة أتزوجها أن كلمت فلانا فهي طالق صار\nكما إذا قدم الشرط لأن كلمة هي لا تستبد بنفسها، فصار كما إذا قال كل امرأة\nأتزوجها إن كلمت فلانا فالمرأة التي أتزوجها إن كلمت فلانا فالمرأة التي\nأتزوجها طالق ولو قال إن كلمت فلانا كل امرأة أتزوجها طالق صار الشرط مقدما\nكذلك هاهنا. وأما إذا وقت وأخر الشرط فقال كل امرأة أتزوجها فهي طالق إلى\nثلاثين سنة إن كلمت فلانا. فتزوج امرأة بعد الكلام وامرأة قبل الكلام طلقتا\nلأنا إنما جعلنا كلام فلان غاية ليمينه من طريق الدلالة. فإذا وقت صريحا\nخرجت الدلالة من أن تكون للغاية لأن الصريح أقوى منها. ولو قدم الشرط فقال:\nإن كلمت فلانا فكل امرأة أتزوجها إلى ثلاثين سنة فهي طالق. فالتي تزوج قبل\nالكلام لا تطلق، لأن الكلام صار شرطا، لانعقاد اليمين على ما ذكت ومن\nتزوجها بعد الكلام تطلق ولو وسط فهو كما لو قدم ثم إذا أخر الشرط يعتبر من\nوقت اليمين، لأنه أوجب اليمين من ساعته. ولو أخر الشرط يعتبر من وقت الكرام\nلأن اليمين انعقدت عند الكلام وكذلك الجواب في الفصول كلها إذا جعل غاية\nليمينه وشرطا لحنثه.\n</p>\n\n<p>\nوحروف الشرط إن المكسورة الهمزة المخففة تقول أن تأتني آتك (ومن) يقول من\nيمرو أمرر به فقولك إن تذهب وما أشبهه من الفعل الذي يلي إن شرط والجزاء\nقولك اذهب. وجزاء الشرط ثلاثة أشياء: الفعل وقد ذكرته، والآخرة الفاء. في\nنحو أن تأتني فأنت مكرم قال الله تعالى: (فمن يؤمن بربه فلا يخاف بخسا ولا\nرهقا) وإذا، تقول: إذا احمر البسر أعطيتك قال الله تعالى: (وإن تصبهم سيئة\nبما قدمت أيديهم إذا هم يقنطون) فموضع الفاء وما بعده جزم وكذلك موضع إذا\nوما بعدها بدلالة أنه لو وقع موضع ذلك فعل لظهر الجزم. وعلى هذا قرأ بعض\nالقراء (من يضلل الله فلا هادي له ويذرهم) فجزم يذرهم لحمه إياه على موضع\nفلا هادي له.\n</p>\n\n<p>\nوقد تقع أسماء موضع إن وتلك الأسماء <span id='ms011'></span> منها ما هو غير ظرف ومنها ما هي ظرف.\nفما كان غير ظرف فنحونا ومن، وأيهم، تقول من يكرم أكرم. وأيهم تعط أعط. وما\nتركب أركب قال الله تعالى: (ما يفتح الله للناس من رحمة فلا ممسك لها) وقال\nتعالى: (أيا ما تدعوا فله الأسماء الحسنى) فعلامة الجزم في الفعل بعد أي\nحذف النون التي تثبت علامة للرفع في تفعلون قال الله تعالى: (مهما تأتنا به\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nآية لتسحرنا بها فما نحن بمؤمنين) والظروف التي تجازى بها متى، وأنى\nوأين. وأي حين، وحيثما وإذ ما، ولا يجازى بحيث، ولا بإذ. حتى يلزم كل واحدة\nمنهما ما يقول متى، يأتني آته، ومتى ما تأتني آتك. قال:\n</p>\n\n<p>\nمتى تأته تعشو إلى ضوء ناره * تجد خير نار عندها خير موقد وأنى يقم أقم.\nوأين تذهب أذهب. وأي حين تركب أركب وهذه الأسماء التي جوزي بها إذا نصبت\nانتصبت بالفعل الذي هو شرط ولا يجوز: زيدا إن تضرب أضرب، لا يجوز أن تنصبه\nفي قول البصريين بالشرط، ولا بالجزاء. فإن قلت: إن يضرب زيدا أضرب، كان زيد\nمنتصبا بالفعل الذي هو شرط. فإن شغلت الشرط بالضمير قلت: إن زيدا تضربه\nاضرب عمرا كان زيد منتصبا بفعل مضمر، يفسره هذا الظاهر. كما أن قولك زيدا\nضربته، كذلك وقد يحذف الشرط في مواضع فلا يؤتى به لدلالة ما ذكر عليه وتلك\nالمواضع: الأمر، والنهى، والاستفهام، والتمني، والعرض. تقول: أكرمني أكرمك،\nوالتأويل أكرمني فإنك أن تكرمني أكرمك. والنهى لا تفعل يكن خيرا لك.\nوالاستفهام ألا تأتني أحدثك؟ وأين بيتك أزرك؟ والتمني ألا ماء باردا أشربه؟\nوالعرض إلا تنزل تصب خيرا؟ فمعنى ذلك كله إن تفعل أفعل فهو جميعه معنى\nالشرط ومعنى الجزاء أفعل قال محمد في (الجامع الكبير): ألا ترى أنه إذا قال\nإذا جاء غد فكل امرأة أتزوجها فهي طالق فلا تطلق إلا التي تزوجها في الغد،\nوانما أراد ما أشكل بالأفعال فاعتبره بالأوقات لأنك إذا قدمت الشرط أو\nوسطته أو أخرته في الأوقات تبين لك <span id='ms012'></span> في الأفعال. اجعل مجئ الغد. بمنزلة كلام\nفلان. وقد تبين لك ما ذكرت.\n</p>\n\n<p>\n* * * مسألة إذا قال: كل امرأة أتزوجها فهي طالق كلما كلمت فلانا وتزوج\nامرأة ودخل بها ثم كلم فلانا، ثم تزوج أخرى فالتي تزوجها قبل الكلام تطلق\nولا تطلق التي تزوجها بعد الكلام، لأنه جعل كلام فلان غاية ليمينه وشرطا\nلحنثه، فصار كأنه قال كل امرأة أتزوجها غدا فهي طالق كلما كلمت فلانا ولو\nقال هكذا لا يشكل لأنه لا يقع الطلاق إلا على التي تزوجها غدا، فذكر\nالمسألة بكلمة، وكلما كلمة تكرار بيانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nيجئ بعد إن شاء الله. فصار حكم هذه المسألة وحكم المسائل المتقدمة على\nالسواء، إلا أن هنا ذكرت شرط الحنث مكررا فأن كلم فلانا مرة أخرى طلقت أخرى\nإذا كانت في العدة، ولا تطلق الثانية لأنه جعل الكلام فلان غاية ليمينه\nوالغاية لا تحتمل التكرار، والشرط يحتمل التكرار. فإذا تزوج المرأة الأولى\nوكلم فلانا فقد انتهت اليمين غايتها وسقطت، لأن في حق الأولى صار الكلام\nشرطا للحنث وشرط الحنث يحتمل التكرار، ولو قدم الشرط فقال كلما كلمت فلانا\nفكل امرأة أتزوجها طالق، فتزوج امرأة قبل الكلام وامرأة بعد الكرم فالتي\nتزوجها تزوجها قبل الكلام لا تطلق وتطلق التي تزوجها بعد الكلام، لأنه جعل\nكلام فلان شرطا لانعقاد اليمين فالتي تزوجها قبل الكلام تزوجها قبل انعقاد\nاليمين فلا يقع الطلاق عليها، فإن تزوج أخرى طلقت أيضا لأن كلمة كل تجمع\nالأسماء على الانفراد فكل امرأة يتزوجها بعد الكلام تطلق ولو لم يتزوج\nامرأة أخرى حتى كلم فلانا مرة أخرى لا يقطع الطلاق على المرأة الأولى لأنها\nبانت بالطلقة الأولى. وكذلك لو كانت في ملكه لا يقع الطلاق أيضا إذا كان\nالتزوج قبل الكلام. ولو كلم فلانا ثم تزوج امرأة تقع تطليقتان، تطليقة\nبالكلام الأول وتطليقة بالكلام الثاني لأن يمينه انعقدت بحرف متكرر فانعقد\nفي حقه يمينان.\n</p>\n\n<p>\nوكذلك لو كلم فلانا ثلاث مرات ثم تزوج امرأة طلقت ثلاثا لأنه انعقدت عند\nالكلام فلان أيمان ثلاثة، كأنه <span id='ms013'></span> قال كل امرأة أتزوجها فهي طالق، وكذلك في\nالثانية والثالثة، فإذا تزوجها حنث في الأيمان كلها.\n</p>\n\n<p>\nقال في الكتاب: ألا ترى أنه لو قال كلما ضربت فلانا ففلانة طالق إن\nتزوجتها، فضرب فلانا ثلاث مرات ثم تزوجها طلقت ثلاثا لأنه إذا تكرر الضرب\nتكرر الانعقاد. فإذا وجد الشرط نزلت كلها وانحلت الأيمان معا. وقال ألا ترى\nأنه إذا قال لامرأته كلما دخلت الدار اليوم فأنت طالق غدا فدخلت الدار\nاليوم ثلاث مرات تطلق غدا ثلاثا. وقال ألا ترى أنه لو قال كلما ضربت فلانا\nفامرأتي طالق إن دخلت الدار، فضرب فلانا ثلاث مرات ثم دخل الدار تطلق\nثلاثا، ولو وسط الشرط صار كأنه قدم وقد ذكرت ذلك. ولو قال كل امرأة أتزوجها\nإن دخلت الدار فهي طالق فالجواب في دخول الدار بمنزلة الجواب في كلام فلان\nإن كان شرط الدخول متقدما يقع الطلاق على المزوجة بعد الدخول ولا يقع على\nالمزوجة قبل الدخول لكنه لا يدخله التكرار، والفرق بين كل وكلما أن كلا اسم\nمفرد يقع على الأفراد أبدا فإذا أضيف إلى الجمع أو قرن به اقتضى الجمع أيضا\nلكن على سبيل الأفراد لأنه مخصص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nبه قال الله تعالى: (كل من عليها فان) فهذا يقتضى الجمع لكن على سبيل\nالإفراد لأن من بمعنى الذي لكن لما كان اللفظ يقتضى العموم اقتضت ذلك لكن\nعلى أصلها وهي الإفراد، ألا ترى إلى من أنها لا تكون للجمع، وأما ما وصف به\nالجمع قوله تعالى: (وإن كل لما جميع لدينا محضرون) فجميع ومحضرون جموع،\nفلما قرنت بها كل اقتضتها لما فيها من الإبهام. قال سيبويه: هذا مال كل مال\nعندك فإضافة إلى النكرة، إلا ترى أنك تصف بها النكرة وذلك أنك تصف ما بها\nبما تصف به النكرة ولا تصف بما تصف به المعرفة.\n</p>\n\n<p>\nقال سيبويه: حدثنا الخليل عمن يوثق بعربيته من العرب ينشد هذا البيت:\n</p>\n\n<p>\nوكل خليل غيرها ضم نفسه * لوصل خليل صارم أو معارز فجعله صفة لكل والبيت\nللشماخ. فهذا يدل <span id='ms014'></span> على الإفراد بقوله نفسه فأضاف كلا إلى الأفراد.\n</p>\n\n<p>\nقال سيبويه: هذا كل مالك، وقال مررت برجلين مثلك أي كل رجل منهما مثلك،\nوأما كلما فهي من حروف الشرط وتدخل على الأفعال لأنك تقول كلما قام زيد\nقمت، فقولك قمت هو جواب لكلما وكل اسم لأنه يضاف ويضاف إليه تقوله كل رجل\nوصنعته، فتضيف كلا إلى رجل. قال الله تعالى: * (كلما أوقدوا نارا للحرب\nأطفأها الله).\n</p>\n\n<p>\n* * * مسألة ولو قال كل امرأة أتزوجها إن دخلت الدار فهي طالق فالجواب في\nدخول الدار بمنزلة الجواب في كلام فلان إن كان الشرط متقدما يقع على\nالمزوجة بعد الدخول ولا يقع على المزوجة قبل الدخول. ولو قال كل امرأة\nأملكها فهي طالق إن دخلت الدار فالطلاق يقع على المرأة التي في ملكه لا\nيكون غير ذلك، سواء قدم الشرط أو وسطه أو آخره لأن لفظ أملك يكون للحال\nويصلح للاستقبال فلو أراد أن يخلص اللفظ للاستقبال قال سوف أملك أو سأملك\nللحال أي وضح أن يكون كذا. وإنما صلح للاستقبال لأن الحال أشبه بالاستقبال\nمن الماضي لأن فعل خلاف سوف يفعل وإنما يفعل إذا نسبناه إلى أحدهما كنسبة\nالمستقبل والملك الذي يكون للحال يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nللاستقبال لأن أملك اليوم والساعة وغدا سواء، وأملك صالح لكل ما ذكرت\nفلما كان ملك الحال يكون للاستقبال صلح اللفظ كما كان الفعل في أحواله.\nفلذلك قلت إن فعل الحال يصلح للاستقبال. فلما صلح اللفظ للأمرين حملناه على\nالأصل إذا لم يكن له قرين فإن كان له قرين حملنا على ما يصلح له فإذا قال\nأملك غدا حملناه على الملك المتجدد غدا ولئن قال: أملك حملناه على ملك\nالحال فصار كأنه قال كل امرأته إذا ملكها، فإنه يقع على من كانت في ملكه\nكذلك هنا يقع الطلاق على المزوجة في الحال ولا يصدق في صرف الطلاق عن من\nيملكها في الحال لأنه أراد صرف الكلام عن الظاهر إلى غيره فتجوز نيته على\nالتي عنى ولا تصدق في إبطاله عن التي يملكها <span id='ms015'></span> في الحال.\n</p>\n\n<p>\nووجه آخر: إنك إذا قلت زيد يضرب عمرا فإن بعض الضرب ماضي وبقيته مستقبل\nفكأنه وقع حالا وفيه المستقبل لكونه الضرب ما انقضى، فلو انقضى عبر عنه\nبالماضي ولذلك أشبه الحال الاستقبال في الكلام العرب. ولو قال كل جارية\nأملكها فهي حرة إذا جاء غد، أو قال كل جارية أملكها إذا جاء غد فهي حرة فأن\nهذا كله يقع على الموجود دون الحارث، لأنه علق العتق بمجئ الغد وذكر الملك\nمرسلا والملك المرسل يقع على الموجود دون الحارث، فصار كأنه قال كل جارية\nأملكها في الحال فهي حرة، ولو قال كذا لا يعتق إلا من كان في ملكه وقت\nاليمين بشرط حدوث الغد، ولو قال كل جارية أملكها قبل مجئ الغد ولا يعتق ما\nيملك في الغد من أول النهار إلى خره ولا يعتق الموجود والتي يملكها قبل مجئ\nالغد ولا يعتق التي يملكها بعد الغد لأنه وصف الملك بمجئ الغد وفى الأخرى\nجعل شرط حنثه مجئ الغد فلذلك افترقا.\n</p>\n\n<p>\n* * * مسألة إذا قال الرجل لامرأته أنت طالق اليوم وغدا طلقت اليوم ولا\nتطلق غدا وإذا قال أنت طالق اليوم وإذا جاء غد، طلقت اليوم طلقة وعذا طلقة،\nوالفرق بينهما أن الواو للجمع وما اتصف مرة فلا يتصف ثانيا وهي فقد اتصفت\nبالطلاق فكل يوم هي موصوفة بالطلاق. قوله أنت طالقة اليوم وقع الطلاق\nواتصفت به وقوله وغدا فقد عطف اليوم على اليوم فحمل على الصفة. وأما قوله\nأنت طالق اليوم وإذا جاء غد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفقد عطف المجئ على اليوم فأريد به الحدوث فحمل على الحدوث ولم يحمل على\nالصفة. فصار كأنه قال أنت طالق، وإذا جاء الغد طالق أيضا، فحمل كلامه على\nالإضمار إذ لم يكن له بد من ذلك فصار كأنه قال كما قال تعالى: (لكان لزاما\nوأجل مسمى).\n</p>\n\n<p>\nوقال الفرزدق:\n</p>\n\n<p>\nوعضن زمان يا ابن مروان لم يدع * من المال إلا مستحا أو مجلف أي مجلف\nكذلك.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته إن دخلت هذه الدار وهذه الدار فأنت <span id='ms016'></span> طالق\nثلاثا، فطلقها واحدة وهي غير مدخول بها فدخلت إحدى الدارين فتزوجها ثانيا\nودخلت الدار الأخرى وهي في ملكه لا يمنع وقوع الطلاق، لأن الحنث يظهر بدخول\nالدار الثانية فيعتبر وقت اليمين ووقت الحنث ألا ترى أنه لو قال لامرأته\nأنت طالق رأس الشهر، فبانت منه فيما بين ذلك ثم عادت إلى ملكه قبل رأس\nالشهر وقع عليها الطلاق رأس الشهر، لأنه في ملكه وقت وجود اليمين والشرط\nجميعا. ولا يعتبر فراقهما خلال ذلك، ولأنه أضاف الطلاق إلى فعل مخصص ووجد\nالفعل وهي في ملكه، والأصل أن المعلق بالشرطين لا ينزل إلا عند وجود الآخر\nمنهما لأن الكلام بآخره والواو للجمع ولا يمكن الجمع من دخول الدارين حقيقة\nفحمل على المعنى وهو الجمع في الفعل وهو دخول الدارين ولا يوجد ذلك إلا\nبدخول الدار الآخرة منهما. ولو قال إذا دخلت هذه الدار فأنت طالق إذا دخلت\nهذه الدار الأخرى فبانت منه ثم دخلت إحدى الدارين ثم تزوجها ثم دخلت الدار\nالأخرى لا يقع عليها شئ لأنه جعل دخول الدار الأولى شرطا لانعقاد اليمين\nفصار كأنه قال عند دخول الدار الأولى أنت طالق إن دخلت هذه الدار الأخرى\nولو قال ذلك لا تطلق لأنها وقت اليمين لم تكن في ملكه لأن اليمين بالطلاق\nلا يصح إلا بالملك أو مضافا إلى الملك أو في علقة من علائق الملك وهنا لم\nيوجد شئ من ذلك فصار كأنه قال لأجنبية أنت طالق ثم تزوجها لا تطلق كذا\nهاهنا. ولا فرق بينهما أن المسألة الأولى كان الشرط دخول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالدارين وقد وجد واليمين انعقدت لساعته ودخول الدارين جميعا كان شرطا\nلانحلال اليمين وهنا جعل دخول الدار الأولى شرطا لصحة اليمين ولما دخلت\nالدار الأولى لم تكن في ملكه فلذلك افترقا.\n</p>\n\n<p>\n* * * مسألة إذا قال الرجل لامرأته أنت طالق غدا أو بعد غد، فجاء غد لم\nتطلق حتى يجئ بعد غد لأنه أوقع الطلاق في أحد الوقتين فلو قلنا إنها تطلق\nغدا احتجنا إلى أن نوقع الطلاق بعد <span id='ms017'></span> غد وذا خلاف ما قال الحالف ولأن أو لأحد\nما دخلت عليه فإذا جاء بعد الغد وقع الطلاق يقينا واليوم الأولى كان شكا.\nولو قال أنت طالق إذا جاء غد يقع الطلاق إذا جاء غد لأنه جعل مجئ الغد شرطا\nلوقوع الطلاق ثم أدخل كلمة الشك فقال أو بعد غد، وبعد وقوع الطلاق لا يمكن\nاستدراكه فصار كأنه قال أنت طالق إذا جاء فلان أو فلان فأيهما جاء وقع\nالطلاق. وكذلك هاهنا إلا أن في الشخصين لا نعلم أيهما يجئ أولا وغد مقدم\nعلى بعد غد ضرورة فلذلك افترقا.\n</p>\n\n<p>\n* * * مسألة إذا قال الرجل لامرأته إن دخلت هذه الدار وإن دخلت هذه الدار\nفأنت طالق، فهذه المسألة على ثلاثة أوجه، أما إن عطف الشرط على الشرط، وأما\nإن عطف الفعل على الشرط، أو عطف المفعول على الشرط. وكل وجه على ثلاثة أوجه\nأما إن قدم الطلاق، أو وسط الطلاق، أو أخر الطلاق. أما إذا عطف الشرط على\nالشرط إن أخر الطلاق كما إذا قال إن دخلت هذه الدار وإن دخلت هذه الدار\nفأنت طالق فإنها لا تطلق حتى يوجد الدخول لأنه جميعا لأنه جمع بين الشرطين\nقبل اكمال الأول بالجزاء فصار كأنه قال إن دخلت هاتين الدارين فأنت طالق\nلأنه لو اقتصر على قوله إن دخلت هذه الدار وإن دخلت هذه الدار لم يكن كلاما\nتاما وإنما يتم بقوله أنت طالق، ولو قدر الطلاق فقال أنت طالق إن دخلت هذه\nالدار وإن دخلت هذه الدار فأي الدارين دخلت حنث لأنه أكمل الشرط الأول\nبالجزاء وعطف دخول الدار الأخرى عليها، فصار كأنه ابتداء، ولو وسط فقال إن\nدخلت هذه الدار فأنت طالق، وان دخلت هذه الدار. فأيهما وجد حنث في يمينه\nلأنه اليمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nتمت بالشرط الأول، فقوله الثاني ان دخلت ابتداء يمين منه على ما ذكرنا\nهذا عطف الشرط على الشرط، نحو قوله إن دخلت هذه الدار ودخلت هذه الدار فأنت\nطالق أو قدم الطلاق أو وسط الطلاق فالجواب واحد لا يقع <span id='ms018'></span> الطلاق ما لم يوجد\nالطلاق جميعا لأن الواو للجمع ما لم يقم دليل الاستئناف. أما إذا أخر\nالطلاق فقال إن دخلت هذه الدار ودخلت هذه الدار فأنت طالق لا يقع الطلاق ما\nلم يوجد الدخولان لأنه جمع بين الفعلين وأجاب بجزاء فصار كأنه قال إن دخلت\nهاتين الدارين فأنت طالق ولو قدم الطلاق فقال أنت طالق إن دخلت هذه الدار\nودخلت هذه الدار فكذلك الجواب أيضا. وإن كانت اليمين تتم بالشرط لأنه لا\nيجوز حمله على الاستئناف هنا لأن الطلاق لا يكون يمينا إلا بشرط وجزاء ولا\nيستقيم أن يكون بغير شرط وجزاء فحمل على معنى الجمع بخلاف ما إذا عطف الشرط\nعلى الشرط لأن هناك حمله على الاستئناف ممكن، وكذلك لو وسط الطلاق فالجواب\nهكذا كما إذا قال إن دخلت هذه الدار فأنت طالق ودخلت هذه الدار. ولو عطف\nالمفعول على الشرط قدم الطلاق أو وسط أو أخر فالجواب واحد لأنه لا يقع\nاطلاق ما لم يوجد الدخولان جميعا كما إذا قال إن دخلت هذه الدار وهذه الدار\nفأنت طالق أو قال أنت طالق إن دخلت هذه الدار وهذه الدار أو وسط الطلاق\nفقال إن دخلت هذه الدار فأنت طالق، وهذه الدار، لأن الواو للجمع ما لم يقم\nدليل الاستئناف ولأنه يمكن أن تستأنف يمين أخرى بقوله هذه الدار من غير شرط\nولا جزاء فحمل على الجمع فصار كأنه قال إن دخلت هاتين الدارين فالجواب في\nالفصول الخمسة واحد وفى فصلين خلاف الخمسة وهو أنه إذا عطف الشرط على الشرط\nوقدم الطلاق أو وسط لأنه قام هناك دليل الاستئناف وكذلك في هذه الفصول كلها\nإذا كان الشرط إذا، أو متى ما، أو إذا ما.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأتيه إن دخلتما هذه الدار فأنتما طالقان فدخلت\nإحداهما دون الأخرى لا يقع الطلاق، ولو كان قال لهما إن دخلتما هاتين\nالدارين فدخلت كل واحدة منهما دارا على حدة يقع الطلاق، وذلك لأنه أضاف\nجمعة الأفعال إلى جماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالأشخاص فالمراد فعل كل <span id='ms019'></span> واحد على حدة قال الله تعالى: (يا بنى لا تدخلوا\nمن باب واحد وادخلوا من أبواب متفرقة) فما أراد أن كل واحد يدخل من جميع\nالأبواب. ومثل ذلك قوله تعالى: (يخرجون من الأجداث) فكل يخرج من جدثه ألا\nترى إلى ما روى عن النبي صلى الله عليه وسلم أنه أتاه رجل فقال: يا رسول\nالله إني جعلت لقومي مالا ليسلموا وقد أسلموا وقد شحت نفسي فيما جعلت لهم؟\nفقال صلى الله عليه وسلم (إن أسلموا وإلا سيرنا لهم الخيل - أي الخيالة -\nكلا على فرسه) فأضاف جماعة الأفعال إلى جماعة الأشخاص وقوله تعالى: (واسأل\nالقرية) دليل على ما ذكرت من المعنى أي أهل القرية. فالنبي عليه السلام ما\nأراد إرسال الخيل هدية ولا أراد إلا حربهم. ولو قال إن دخلتما هذه الدار\nوإن دخلتما هذه الدار فأنتما طالقان، فدخلت كل واحدة منهما دارا يقع حتى\nيدخلا جميعا الدارين، لأنه جعل لكل يمين شرطا وجزاء على حدة ولم يضف جماعة\nالأفعال إلى جماعة الأشخاص، ألا ترى أن كل يمين منهما جملة من شرط وجزاء،\nفما لم يوجد لكل شرط جزاؤه لا يقع فصار كما إذا قال إن كلمت زيدا فعبدي حر\nوإن كلمت عمرا فامرأتي طالق. ألا ترى أنه لو اقتصر على إحدى الجملتين كانت\nيمينا تامة، وألا ترى أنه لو قال إن دخلتما هذه الدار فأنتما طالقان اليوم،\nوإن دخلتما هذه الدار أنتما طالقان غدا. وإن دخلتا الدار الأولى طلقتا\nاليوم، وإن دخلتا الدار الأخرى طلقتا غدا.\n</p>\n\n<p>\n* * * بسم الله الرحمن الرحيم لما كان بتاريخ المحرم سنة خمس عشرة\nوستمائة ورد كتاب من الموصل من الشريف النقيب جمال الدين بن عبيد الله على\nالقاضي شرف الدين بن عنين ونسخته -:\n</p>\n\n<p>\nكنت منذ زمن طويل تأملت كتاب (الجامع الكبير): لمحمد بن الحسن رحمه الله\nوارتقم على خاطري منه شئ والكتاب في فنه عجيب غريب لم يصنف مثله، وفى هذه\nالأيام عاودت نظري فيه وتأملته وأحضرت الشرح الذي شرحه الاسبيجابي رحمه\nالله وهو على كل <span id='ms020'></span> حال عجمي اللسان لا سيما إذا تكلم في المسائل المتعلقة\nبالعربية من نحو وغيره فإنه يقصر في بعض المواضع ويخطئ في بعض وأوثر منك -\nأبقاك الله - إن تسأل عن شبهة أذكرها لك وتحقق القول فيها مع الشيخ جمال\nالدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفمن جملة ما ذكره محمد بن الحسن رحمه الله أنه قال في باب العتق: إذا قال\nالرجل لآخر أي عبيدي ضربك فهو حر، فضربوه جميعا عتقوا. ثم قال في باب آخر:\nإذا قال الرجل لعبيده أيكم حمل هذه الخشبة فهو حر، وكانت مما يقدر على\nحملها رجل واحد فحملوها جميعا لم يعتق واحد منهم. هذا قول محمد رحمه الله،\nولا فرق عندي بين المسألتين فإن الضاربين في المسألة الأولى بمنزلة\nالحاملين الخشبة، والمضروب بمنزلة الخشبة المحمولة، فإن قيل الخشبة\nيحملونها جملة واحدة قلت كذلك الضاربون والمضروب فإنهم يأخذون عصا واحدة في\nأيديهم ويضربون بها ضربة واحدة، وكذلك قال محمد رحمه الله في باب من أبواب\nالكتاب: إذا حلف الرجل أنه لا يصلى صلاة وصلى بغير وضوء لا يحنث، وإذا حلف\nأنه ما صلى وكان قد صلى بغير وضوء يحنث. ولا فرق عندي أيضا بين الصلاة\nالماضية والمستقبلة، فلم كان في إحداهما يحنث وفى الأخرى لا يحنث، وقد قال\nصلى الله عليه وسلم: (لا صلاة إلا بوضوء) وعلى هذا فينبغي أن لا يحنث في\nالصلاة الماضية والمستقبلة لأنهما بغير وضوء، وأنت يا مولاي حفظك الله إذا\nتكلمت مع الرجل فينبغي أن تحققه تحقيقا لا يبقى عليه غبار ولا تقنع بالكلام\nإلا قناعي فعرضت المسألتان على الشيخ جمال الدين الحصري فأجاب بما صورته.\n</p>\n\n<p>\nقال في المسألة الأولى:\n</p>\n\n<p>\nلفظة أي تتناول واحدا من الجملة، قال الله تعالى: (أيكم يأتيني بعرشها\nقبل أن يأتوني) ولم يقل تأتوني بعرشها، ويقال أي الرجال أتاك ولا يقال أتوك\nإلا أنها تقبل الوصف بالعموم كما في قوله صلى الله عليه وسلم: (أيما امرأة\nنكحت نفسها بغير إذن وليها) فقبل العموم بالوصف فقد وصفهم بكونهم ضاربين\nفعمهم والضرب بعموم الوصف <span id='ms021'></span> فوجد الشرط من كل واحد منهم فعتقوا ولا فرق بين\nكونهم ضربوا جملة أو متفرقين وأما في مسألة الحمل فإنه أيضا وصفهم بوصف عام\nوهو الحمل إلا أن الشرط لم يوجد وهو حمل كل واحد منهم لجميع الخشبة بل وجد\nمن كل واحد منهم حمل البعض.\n</p>\n\n<p>\nالمسألة الثانية:\n</p>\n\n<p>\nوهي رجل قال: إن كنت صليت صلاة فعبدي حر، وقد كان صلى بغير وضوء حنث، ولو\nقال إن صليت فعبدي حر لا يحنث إذا صلى بغير وضوء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوالفرق بينهما من وجهين: أحدهما: أن الماضي موجود والموجود معرف وصفة\nالمعرف لغو لأنه مستغن عن الصفة. اما المستقبل فهو معدوم ولا يعرف إلا\nبالصفة فاعتبرت الصفة في المستقبل ولم تعتبر في الماضي.\n</p>\n\n<p>\nالوجه الثاني: أن الكلام في الماضي وقع خبرا وليس المطلوب من الأخبار\nالصحة والنفاذ والقبح والحسن، إنما المراد منه إعلام السامع لشئ ما وليس\nلذلك في المستقبل المطلوب منه وجود الغرض المتعلق بالفعل والإمتاع منه\nوالغرض يتعلق في المستقبل فإن المستقبل بالصحيح لا بالفاسد، والله أعلم.\n</p>\n\n<p>\nوقلت أنا: سألت رحمك الله عن قول محمد في (الجامع الكبير) في باب العتق\nإذا قال الرجل لآخر: أي عبيدي ضربك فهو حر، وكانت مما يقدر على حملها واحد\nفحملها كلهم جملة واحدة لا يعتق أحد منهم ما الفرق بين المسألتين؟ وسألت\nوفقك الله عن قوله إذا حلف الرجل أنه لا يصلى صلاة فصلى بغير وضوء لا يحنث،\nوإذا حلف أنه ما صلى وقد كلان صلى بغير وضوء حنث، ما الفرق بين المسألتين\nأيضا وأنا أذكر إن شاء الله ما وقع من الفرق بين هذه المسائل، فإن رأيت خطأ\nفاعذر وسامح كما قال الحريري:\n</p>\n\n<p>\nوإن تجد عيبا فسد الخللا * فجل من لا عيب فيه وعلا أو كما قال أبو على\nالفارسي: إن الخطأ بعد التحرى موضوع عن المخطئ ومثلي من يعذر ولا سيما في\nمثل هذا الوقت واشتغالي فيه بما تعلم مع قلة المطالعة بل مع عدمها وذلك أن\nهذا الكتاب وصل إلى وأنا بنابلس في <span id='ms022'></span> شهر المحرم سنة خمس عشرة وستمائة\nوالفرنج على عثليث وقيسارية يبنونهما فلذلك لم يكن عندي كتاب.\n</p>\n\n<p>\nأما الفرق بين ضرب العبيد وحمل الخشبة وذلك لأن أيا اسم معرب يستفهم به،\nويجازي فيمن يعقل وفيما لا يعقل. قال أبو على: أيهم في الدار فمكرم محمول،\nوأيكم يأتيني فله درهم.\n</p>\n\n<p>\nوقال الجوهري: تقول أيهم أخواك وأيهم يكرمني أكرمه. وهو معرفة بالإضافة\nوقد تترك الإضافة لفظا وفيه معناها، وقد تكون بمنزلة الذي فتحتاج إلى صلة،\nوتقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأيهم في الدار أخوك وقد يكون نعتا للنكرة تقول مررت برجل أي رجل، وأيما\nرجل، ومرت بامرأة أي امرأة، وأية امرأة، وأيتما امرأة، وأيما امرأة فتكون\nما زائدة وتنتصب على الحال والتعجب وإذا كان هذا الاسم الذي هو أي لهذه\nالأقسام فإن وصفت به الجمع كان للعموم وإن وصفت به المفرد كان للخصوص فتكون\nأي هاهنا بمعنى الذي كما تقول أيهم في الدار أخوك أي الذي في الدار أخوك،\nفكأنه قال الذي يضربه من عبيدي فهو حر، وإذا كان نعتا للنكرة فالمراد منه\nبيان الصفة وهو حمل الخشبة التي لا يقدر على حملها الواحد فكأنه أراد بيان\nصفة الخشبة بالثقل والخفة وإذا كان كذلك اعتبر مراده قال الله تعالى: (أي\nالحزبين أحصى لما لبثوا أمدا) فهذا للعموم. وقال تعالى: (ليبلوكم أيكم أحسن\nعملا) فهذا للخصوص، والعامل في أي ما بعده وقوله أيكم يحمل هذه الخشبة لفظ\nللعموم والإفراد، فإن كانت الخشبة يطيق حملها الواحد كان كلامه لاختبار\nالقوة، فكأنه قال أيكم أطلق حملها كما يقال في المسابقة أيكم سبق فله\nالجعل، فيستحق الجزاء السابق. ألا ترى أن عادة الأمراء أن يسابقوا الحلبة\nفيقولون من سبق فله كذا فلا يأخذ قصب السبق إلا من جاء أول الخيل كلها وإن\nكان الثاني سبق خيلا كثيرة أيضا لا يستحق أن يذكر، وكذلك الثالث وقوله\nتعالى: (أيكم يأتيني بعرشها) إنما تقديره أيكم يأتيني به أولا وإلا فالكل\nمنهم كان قادرا على الإتيان به، وانما أراد السابق وقد فهم هذا آصف فكان <span id='ms023'></span>\nجوابه (أنا آتيك به قبل أن يرتد إليك طرفك) ولا فرق بين أن تقول من سبق\nوأيكم سبق وإن كانت الخشبة لا يطيق حملها الواحد كان المراد من الفظ\nإزالتها عن مكانها حملا فيستوي فيها الاثنان والجماعة، كما يقال أيكم شرب\nالماء الذي في هذا الكوز ويقدر على شربه واحد، فإذا شربه أكثر من واحد لا\nيستحق الجعل. وإن قال أيكم شرب ماء الفرات كان المراد به بيان الصفة وهو\nالكرع لا استيعاب شربه لاستحالة ذلك، فمن كرع منه استحق الجعل فيختص الصفة\nولا يختص لأن العامل في أي ما بعده لصلاحيته للمعنيين، فتبين بالإضافة وليس\nالضرب كذلك لأن الضرب راجع إلى إيقاع الفعل من غير اختبار القوة والضعف\nفأيهم وجد منه الضرب كان داخلا تحت الجزاء كالشارب من الفرات والقائل إنما\nيحمل كلامه على الصحة لا الفساد. ولذلك فرق محمد رحمه الله في قوله أي\nعبيدي ضربك، وأي عبيدي ضربته. فإذا ضرب أحدهم عتق في قوله ضربته لأن العائد\nضمير واحد ولو ضرب الجميع واحدا بعد واحد عتق الأول ولو ضربهم جملة عتق\nأحدهم والبيان إلى المولى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه أبهم العتق وأعاد الضمير على واحد كما لو قال أحد عبيدي حر واستشهد\nبمسألة الطلاق فقال: أي نسائي شاءت الطلاق فهي طالق فشئن جميعا، لأنه أعاد\nالضمير على الجماعة. ولو قال أي نسائي شاءت طلاقها فهي طالق لا يقع إلا على\nواحدة فصار الفرق بينهما من حيث اختبار القوة واتحاد الفعل، فإذا لا فرق\nبين الخشبة التي يقدر على حملها الواحد إذا حملت الخشبة على التفريق بحملها\nواحدا بعد واحد، هذا إذا لم يكن له نية لأنا نحمله على العرف في مثل هذا\nلاختبار القوة يكون غالبا وبين مسألة الضرب فاستويا. وأما الخشبة التي لا\nيقدر على حملها الواحد فتفارقهما من حيث أن المراد إزالتها عن مكانها\nبالحمل لأن القائل عالم أن الواحد لا يزيلها فكأنه قال إن أزلتموها عن\nمكانها حملا فأنتم أحرار، وأما مسألة الصلاة وهي قوله إنه إذا <span id='ms024'></span> حلف الرجل\nأنه لا يصلى صلاة فصلى بغير وضوء لا يحنث، وإذا حلف أنه ما صلى وكان قد صلى\nبغير وضوء حنث. فالفرق بينهما من وجهين، أما قوله لا يصلى صلاة فصلاة مصدر\nوالمصدر لا يكون إلا بعد تمام الكلام ويكون مؤكدا للجملة والتأكيد إنما\nيكون للحقيقة وإذا تناول الكلام الحقيقة انتفى المجاز فكأنه قال إن صليت\nصلاة صحيحة أو مقبولة وعلى هذا التأويل الخبر الوارد (لا صلاة إلا بوضوء)\nتقديره لا صلاة صحيحة أو مقبولة.\n</p>\n\n<p>\nوالوجه الثاني: أنه حلف على المستقبل واليمين في المستقبل يكون لبيان\nالأمر وبيانه بالصحة يكون فإذا حلف أنه ما صلى وقد كان صلى بغير وضوء كان\nإخبارا عنه يحتمل الصدق والكذب لفظا وعرفا كما إذا قال إني أخبرتني أن\nفلانا قدم فلك كذا فأخبره أنه قدم استحق الجعل، وإن كذب. وكذلك لو قال إن\nأخبرتني أن هذا الشهر رمضان وهو شوال فأخبره أنه رمضان استحق وإن كذبا\nحقيقة. ولو قال إن أخبرتني بقدوم فلان فله كذا لا يستحق الجعل إلا إذا\nأخبره بقدومه، وقد قدم لدخول حرف التحقيق وهو الباء كما إذا قال إن أخبرتني\nبدخول شهر رمضان لا يكون إلا على التحقيق فلذلك افترقا.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: أنت طالق إلا أن يقدم فلان، لا تطلق ما دام\nيرجى قدوم فلان، فإن مات فلان قبل أن يقدم طلقت لأنه أدخل كلمة إلا أن،\nفيما لا يتوقف وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالطلاق. فكان هنا في معنى الشرط كأنه قال إن لم يقدم فلان، ولو قال هكذا\nلا يقع الطلاق ما دام يرجى قدومه، فإذا وقع الناس من قدومه بموته وقع\nالطلاق وهذا لأن كلمة إلا أن حقيقة للغاية فإذا تعذر حملها على الغاية حملت\nعلى الشرط ولو قال لها أنت طالق إن كلمت زيدا إلا أن يقدم عمرو، إن كلم\nزيدا قبل أن يقدم عمرو وطلقت سواء قدم عمرو أو لم يقدم، وإن لم يكلم زيدا\nحتى قدم عمرو سقطت اليمين لأنه أدخل كلمة إلا أن فيما <span id='ms025'></span> يتوقف وهو الكلام\nكأنه يقول كلم فلانا شهرا فكان معناها معنى الغاية، فإن كلم فلانا قبل\nالقدوم حنث لأنه لم توجد غايته، وإن قدم عمرو سقطت اليمين لوجود غايتها فلا\nيحنث، لأنك إن أدخلت إلا أن فيما يتوقف أردت بها الغاية، وإن أدخلتها فيما\nلا يتوقف أردت بها الشرط فإن أشكل عليك بالأفعال فاعتبره بالأوقات. ولو قال\nأنت طالق إلا أن يجئ الليل صار كأنه قال أنت طالق إن لم يجئ الليل، ولو قال\nهكذا لا تطلق لأن وجود الليل برجي، ولو قال أنت طالق إن كلمت فلانا إلا أن\nيجئ الليل صار الليل غاية ليمينه إن كلمه قبل مجئ الليل حنث وبعده لا يحنث.\n</p>\n\n<p>\n* * * الأصل في بيان ما يأتي من المسألة إن كلمة لا، رجوع. وكلمة بل،\nتدارك. فإن أدخل كلمة لا قبل إكمال الشرط بالجزاء يصح رجوعه، وإن أدخل بعد\nإكمال الشرط بالجزاء لا يصح رجوعه، وإنما قلت ذلك لأن الشرط إذا لم يكمل\nبالجزاء لم يتم اليمين، فصح رجوعه. أما إذا كمل الشرط بالجزاء تمت اليمين،\nواليمين بعد تمامها لا يصح الرجوع عنها.\n</p>\n\n<p>\nوأصل آخر: إنه متى ذكر بعد كلمة لا بل، من هو محل لوقوع الطلاق كان العطف\nعلى الطلاق، ويقتضي مشاركة في الطلاق. وإن ذكر بعد كلمة لا بل، من ليس بمحل\nلوقوع الطلاق كان عطفا على الشرط، ويقتضي مشاركة في الشرط.\n</p>\n\n<p>\nأصل آخر: إن كل كلمة تستقيم بنفسها لا تتعلق بما قبلها، وكل كلمة لا\nتستقل بنفسها تتعلق بما قلبها لأن التعلق بما قبلها للضرورة يكون، فإن كانت\nتستقيم بنفسها فلا ضرورة بنا إلى التعلق. بيان ذلك.\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة رجل له امرأتان، فقال لإحداهما أنت طالق إن دخلت هذه الدار، لا بل\nهذه لامرأته الأخرى. فإن دخلت. الأولى الدار طلقتا، وإن دخلت الأخرى لا\nتطلق واحدة منهما فكلمة الاستدراك دخلت على الطلاق خاصة لأنه لما قال أنت\nطالق إن دخلت الدار فقد علق الطلاق بالدخول، فإذا قال لا بل هذه فقد رجع عن\nالأولى وأقام <span id='ms026'></span> الثانية مقام الأولى، فرجوعه عن الأولى باطل لأن الشرط قد كمل\nبالجزاء ولا يصح الرجوع عنه وإقامة الثانية مقام الأولى جائز بالعطف فيقع\nالطلاق عليها أيضا بذلك الفعل. ولو قال أنت طالق إن دخلت الدار، لا بل فلان\nتكون هذه مشاركة له في الدخول. لأنه ليس بمحل لوقوع الطلاق عليه، فأيهما\nدخل يقع الطلاق. هذا كما قالوا في رجل قال لامرأته إن نكحت فعبدي حر، يقع\nعلى الوطء، وإن كانت أجنبية يقع على العقد بدلالة الحال. وكذلك لو قال أنت\nطالق إن شئت لا بل هذه، فإن شاءت الأولى طلاقهما جميعا أو طلاق نفسها أو\nطلاق صاحبتها طلقتا جميعا. وإن شاءت الثانية لا تطلق واحدة منهما لأن\nالثانية دخلت في الطلاق لا في المشيئة كما قلنا في دخول الدار.\n</p>\n\n<p>\nفإن قيل: إن شاءت الأولى طلاق إحداهما لم يقع الطلاق، ولم لا يكون بمنزلة\nمن قال لامرأته أنت طالق إن دخلت الدار، وعبدي حر إن كلمت فلانا إن شاء\nفلان.\n</p>\n\n<p>\nفشاء فلان أحدهما دون الآخر لا تطلق امرأته ما لم يشأ فلان كليهما؟ قيل\nله:\n</p>\n\n<p>\nالفرق بينهما أن في تلك المسألة عطف الثاني على الأولى وعلقهما جميعا\nبمشيئة فلان فصارت مشيئته لهما جميعا شرطا، فلما لم يوجد الشرط كله لا يقع\nالطلاق، أما هاهنا لم يعطف الثاني على الأول وأبدل الثاني مكانه، فرجوعه لم\nيصح فتعلق كما يمين بمشيئتها على حدة فأيهما وجد يقع الطلاق، ولو قال أن\nطالق إن دخلت الدار لا بل فلانة طالق طلقت الأخرى من ساعته، وطلاق الأولى\nمعلق بالدخول. وذلك لأنه أخرج الكلام مخرج الابتداء في طلاق الثانية لأن\nالكلام الثاني مستغن عن غيره فتطلق الثانية من ساعته، كما لو قال أنت طالق\nثلاثا لا بل هذه، تطلق كل واحدة منهما ثلاثا لأن قوله لا بل هذه لا تتم\nبنفسها فكانت معلقة بما قبلها فكأنه طلق الأولى ثلاثا ثم رجع وأنزل الثانية\nمكانها فإنزاله صحيح، ورجوعه لا يصح.\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة رجل قال لرجل: إن فلان قدم فعبدي <span id='ms027'></span> حر، فقال له قد قدم ولم يكن قد\nقدم عتق عبده، لأنه جعل شرط حنثه الاخبار والإخبار قد يكون كذبا لأن\nالإخبار موضوع لنفس الإنباء ويحتمل الصدق والكذب معا، قال الله تعالى: (يا\nأيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا أن تصيبوا قوما بجهالة) ألا\nترى انه قال: (فتبينوا) وقال: (بجهالة) فلو كان للصدق لم يقل ذاك. ولو قال\nإن أخبرتني بقدوم فلان لا يعتق ما لم يقدم فلان لأن الباء للإلصاق وإذا\nتلتصق لا تدخله الباء الزائدة. لأنك تقول ضربته بالحجر فما لم يقع الحجر في\nالمضروب لا يسمى ضربا، بل حذفا أو رميا. لأنك تقول رماه فضربه، ورماه\nفأخطأه قال امرؤ القيس:\n</p>\n\n<p>\nوتعدو كعدو نجاة الظبا * ءأخطأها الحاذف المقتدر سماه حاذفا من الخطأ،\nفأما إلحاق الباء فلا يكون إلا لتحقيق قال الله تعالى:\n</p>\n\n<p>\n(فنبذ بالعراء وهو سقيم) ألا ترى أنه لما أدخل الباء أراد التحقيق والخبر\nمتى كان موصولا بحرف التحقيق يقع على الصدق دون الكذب، ومتى لم يدخله حرف\nالتحقيق يفعل على الصدق والكذب جميعا. ولو قال إن أعلمتني لا يقع العتق إلا\nأن يكون قد قدم لأن العلم لرفع الجهل. والكذب لا يرفع الجهل. فصار ضد العلم\nوالعلم مشتق من العلم وهو الجبل قالت الخنساء:\n</p>\n\n<p>\nوإن صخرا لتأتم الهداة به * كأنه علم في رأسه نار فوصفته بالعلمية، ثم\nقالت: في رأسه نار لزيادة التأكيد. ومن هنا قال النحاة اسم علم جعلوه بحيث\nتوضع اليد عليه لمعرفته. وقيل إنه عبر على النبي صلى الله عليه وسلم رجل\nفقال:\n</p>\n\n<p>\n(فيكم من يعرفه؟) فقال رجل أنا فقال: (ما اسمه) فقال لا أعرفه. فقال\nالنبي صلى الله عليه وسلم:\n</p>\n\n<p>\n(فإنك لا تعرفه) وذلك لأن الاسم العلم عندهم يعرف به الشخص مع الغيبة\nويلحق الغائب بالحاضر فلذلك سمى علما. ومنه العلم أيضا وهي الرواية وسميت\nراية لرؤية الناس لها عن بعد، وسميت علما لعلم الناس لها أنها لبني فلان\nدون بنى فلان وإن لم يرو الأشخاص ولو قدم فلان وعلم <span id='ms028'></span> به الحالف ثم أعلمه\nالمحلوف له لا يعتق عبده لأنه أراد الإعلام من جهته، وكذلك البشارة ولأن\nالبشارة مشتقة من البشر والبشر مشتق من البشرة وهو ما على الجلد لأن المبشر\nأولا إذا بشر الرجل بما بشره ظهر من وجهه دم يعرف منه الفرح، وذلك لأن\nالقلب إذا صادفه ما يسره تنتصب منه عروق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nلانبساطه وتلقيه ذلك الأمر بسرور فيظهر على الوجه منه ما يعرف الرائي به\nقد فرح وذلك ضد الحزن، لأن الحزن يقبض القلب فإذا انقبض تجمعت تلك العروق\nفيمتقع لون الحزين. قال الله عز وجل: (يبشرهم ربهم برحمة منه ورضوان) وذلك\nلأنهم لم يكونوا متحققيها فسماها بشارة: ولو كان له نية حمل على نية في ذلك\nلأن هذه الأسماء منها ما هو حقيقة ومنها ما هو مشتق ومنها ما هو مجاز فإذا\nعضدت النية شيئا من ذلك تحقق بالنية.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: أنت طالق في دخولك الدار. لا تطلق حتى تدخل\nالدار لأن الطلاق إذا علق بالموجود نزل من ساعته ومتى علق بالمعدوم ينتظر\nوجوده والأصل في أن تكون وعائية وهي حرف، وحروف الجر يقوم بعضها مقام بعض\nقال الله تعالى: (فادخلي في عبادي وادخلي جنتي) أي مع عبادي. وقال تعالى:\n</p>\n\n<p>\n(لأصلبنكم في جذوع النخل) أي على جذوع النخل. فإذا جاءت في الفظ على غير\nمعناها الأصلي قامت مقام الحرف الذي يكون بمعناها، وهاهنا هي بمعنى مع\nفعلمت عملها فإذا قال: أنت طالق في دخولك الدار صار كأنه قال مع دخولك\nالدار. ومع فهي كلمة صحبة وقران ومن شرط القران أن لا يكون فرقة. قال الله\nتعالى: (ومن يعش عن ذكر الرحمن نقيض له شيطانا فهو له قرين) أي مقارن وأصل\nالقران أن يقرن بين البعيرين لجر الغرب إذا كانت المنساة بعيدة. فلا يقع\nالطلاق إلا بعد استكمال الدخول حتى تكون لكلمة القران أثرا حقيقا. ولو قال:\n</p>\n\n<p>\nأنت طالق في الدار يقع من ساعته لأنه أوقع الطلاق وخصه بالمكان والطلاق\nلا يختص بالمكان وإنما يختص بالعقد <span id='ms029'></span> ولما وصف الطلاق بما لا يوصف به صار ذلك\nلغوا ووقع الطلاق من ساعته، ولا يتصف بظروف الأمكنة ولا الأزمنة. مثال\nالأمكنة أنت طالق في الدار، وأما الأزمنة أنت طالق في غد لأن الطلاق لا\nيوصف بالظروف وإنما يوصف بما يلائمه ويضاف إلى الأفعال ومتى أضيف إلى\nالأفعال ينزل منزلة الجزاء.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأتين له: إن ولدتما ولدا فأنتما طالقان، فولدت\nإحداهما يقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالطلاق عليهما لأنه علق الطلاق بفعل واحد وأضافه على اثنين وذلك الفعل\nيستحيل وجوده منهما فوجب وقوع الطلاق بوجوده من واحدة منهما. ولو أنه كان\nلا يستحيل وجوده منهما لكان يقع فكيف مع الاستحالة وذلك أن الله تعالى قال:\n(يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء\nيومكم هذا) فلئن قال قائل في ذا نظر قلنا فقد قال تعالى: (يخرج منهما\nاللؤلؤ والمرجان) ولم يخرج ذلك إلا من المالح وقال أيضا في قصة موسى وفتاه\n(فنسيا حوتهما) ولم ينس إلا يوشع ثبت أن الكلام يضاف إلى اثنين ويراد به\nأحدهما هذا مع عدم الاستحالة فكيف مع وجودها. والوجه في ذلك أنه لما قال\nإذا ولدتما ولدا.\n</p>\n\n<p>\nلو صرفناه إليهما كان باطلا وإن صرفناه إلى إحداهما يصح، إنما يحمل\nالكلام على الصحة دون الفساد فصرفناه إلى ما يصح.\n</p>\n\n<p>\nفإن قال قائل: لم أضربت عن الكلام في قوله تعالى: (ألم يأتكم رسل منكم).\n</p>\n\n<p>\nقلت: لأني كتبت هذا الكتاب للاختصار والإيجاز ولئلا يمل الناظر منه لطوله\nفتركت كثيرا مما جاء عن أبي حنيفة في الفن الذي ذكره الخطيب ونفى علمه عن\nأبي حنيفة، فلأن اقتصر عن ما لم يكن الغرض أولى لأن القائل كان يقول ليس\nيمكن الرسالة من الجن لأنه ليس بمحل لهذا الأمر ولأنه لا فائدة في إرساله\nلإحدى الفئتين فإن الإنس يعتقدون أن الجن يقدرون على الإتيان بما لم يأت به\nالإنس فلا فائدة في إرساله والجن يعلمون أن الإنس لا يقدرون على الإتيان\nبمثل هذا. قلنا: محال فإن الجن قد <span id='ms030'></span> رأوا من معجزات داود وغيره من الأنبياء\nصلوات الله عليهم ما أعجزهم.\n</p>\n\n<p>\nوالسبب الموجب للرسالة من الغانس هو مصلحة للفئتين ما لم يكن من الجن\nوإنما أردت أن أعرف أن الإضافة تجوز فيما يستقيم وفيما يستحيل. لو قال: إن\nولدتما أو قال إن ولدتما ولدين لا يطلقان حتى يوجد من كل واحدة منهما مثل\nما يوجد من الأخرى، لأنه أضاف إلى كل منهما فعلا كما قلنا في قصة يوسف (يا\nبنى لا تدخلوا من باب واحد).\n</p>\n\n<p>\n* * * مسألة رجل قال لأربع نسوة له: إذا حضتن حيضة فأنتن طوالق فقالت\nواحدة منهن حضت. إن صدقها يقع على كل واحدة منهن طلقة لما ذكرت وهو أنه علق\nالطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبما يستحيل وجوده منهن فتعلق وجوده من إحداهن. وإن كذبها يقع عليها خاصة\nلأنها مصدقة في حق نفسها غير مصدقة في حق الباقين وهي أمينة في هذا فقادتنا\nالضرورة إلى تصديقها، وكذلك لو قالت كل واحدة منهن حضت فكذبهن أو صدقهن يقع\nعلى كل واحدة تطليقة. ولو قال: إذا حضتن فأنتن طوالق لا يطلقن حتى تحيض كل\nواحدة منهن حيضة هذا إن صدقهن. وإن قالت واحدة منهن حضت لا يقع عليها\nالطلاق سواء صدقها أو كذبها لأن الحيض لا يستحيل وجوده منهن. وكذلك إن صدق\nاثنتين ولو صدق ثلاثا وكذب واحدة يقع عليها خاصة لأنه ظهر حيض الثلاث\nبالتصديق وهي مصدقة في حق نفسها ولا يقع على المصدقات لأنه لم يظهر حيض\nالمكذبة في حقهن لأنه لا يمكن الحيضة الواحدة منهن جميعا. ولو قال لأربع\nنسوة له: كلما حضتن حيضة فأنتن طوالق فقلن جميعا حضنا حيضة، أن كذبهن يقع\nعلى كل واحدة منهن طلقة لأن كل واحدة منهن مصدقة في حق نفسها والطلاق معلق\nبوجود حيضة واحدة منهن جميعا وقد ظهرت بأمانتهن. وإن صدقهن يقع على كل\nواحدة منهن أربع طلقات إلا أنه لا مزيد على الثلاث وتلغ الواحدة. لأن الزوج\nعلق الطلاق بوجود حيضة واحدة منهن بكلمة متكررة فإذا صدقهن فقد ظهر أربع\nحيض <span id='ms031'></span>، وإن صدق الواحدة وكذب الثلاث طلقن الثلاث المكذبات كل واحدة تطليقتين\nوالمصدقة تطليقة واحدة لأنه لم يظهر في حق المصدقة إلا حيضة واحدة وهي\nحيضها وفى حق المكذبات ظهر قولها في حقها وقول المصدقة لما تقدم، ولو صدق\nاثنتين وكذب اثنتين يقع على كل واحدة من المصدقتين اثنتان وعلى كل واحدة من\nالمكذبتين ثلاث واحدة بقولها واثنتان بقول المصدقتين، ولو صدق الثلاث وكذب\nالواحدة طلقت المكذبة أربع إلا أنه لا مزيد على ثلاث وطلقت كل واحدة من\nالمصدقات ثلاثا.\n</p>\n\n<p>\n* * * مسألة رجل قال لرجل: إن بعث لك ثوبا فعبدي حر، فدفع المحلوف عليه\nثوبه إلى رجل وأمره أن يدفعه إلى الحالف ليبيعه فدفع الرجل الثوب إلى\nالحالف فباعه فإن قال الرسول للحالف بع هذا الثوب لفلان المحلوف عليه فباعه\nحنث، وذلك لأنه حلف على فعله وأضافه إلى فلان فمتى عمل عملا مضافا إلى\nالمحلوف عليه حنث لأن يمينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nلمنع نفسه عن التزام الحقوق بينه وبين المحلوف عليه لأن الحقوق هي من\nالأفعال فما لم يجب الفعل لا يجب الحق بدليل أنه يدفع الثمن إليه لو استحق\nفله أن يرجع عليه.\n</p>\n\n<p>\nوإن قال للرسول: بع هذا الثوب فباعه لا يحنث لأن هذا التفعل للرسول لا\nللمرسل لأنه نفى الحق للمحلوف عليه وهنا إنما التزم الحق للرسول، ألا ترى\nأنه لو استحق إنما يرجع على الرسول، ولو باع ثوب غيره بأمر المحلوف عليه\nحنث لأنه إنما التزم منع الفعل عنه ولم يلتزم الملك ألا ترى أنه لو قال إن\nخطت لك ثوبا، إنما اليمين على الخياطة وهي الفعل لا على الملك والعمل إذا\nكان لا يجرى فيه النيابة يقع على الملك، وليس كذلك إن قال إن ضربت عبدا لك\nفهنا لا يكون العمل للمحلوف عليه فيقع على الملك قال الله تعالى: (استغفر\nلهم أولا تستغفر لهم). فأضاف فعل النبي صلى الله عليه وسلم إليهم لأن\nاستغفاره لأجلهم وذلك لأنه متى حلف على عمل في المعمول وأضافه إلى إنسان إن\nأضاف المعمول إليه يقع <span id='ms032'></span> يمينه على الملك دون الأمر، وإن أضاف العمل إليه فإن\nكان العمل مما يجرى فيه النيابة يقع على الملك.\n</p>\n\n<p>\n* * * مسألة رجل قال لعبديه: إن ضربتكما إلا يوما فامرأتي طالق، فله أن\nيضربهما أي يوم شاء لأنه نفى ضربهما في جميع الأوقات إلا يوم الاستثناء.\nلأن قوله إن ضربتكما إلا يوما نكرة في سياق الإتيان فيخص إلا إذا كانت\nموصوفة وإنما يقع في يوم واحد فإذا جمع ضربهما في يوم واحد تعين الاستثناء\nفعند ذلك إذا ضربهما مجتمعا أو متفرقا حنث، فإن ضرب أحدهما يوم الجمعة\nوالآخر يوم السبت لم يحنث ما لم تغرب الشمس وما ضرب الآخر لجواز أنه يعيد\nالضرب عليه فإن غربت الشمس ولم يضربه حنث لأن الضرب وجد منه إلا أنه في غير\nيوم واحد حتى يصح الاستثناء.\n</p>\n\n<p>\nولو ضرب أحدهما دفعات في أيام متعددة لم يحنث لأنه إنما حلف على ضربهما\nجميعا واستثنى يوما واحدا ولم يحلف على ضرب أحدهما فصار كأنه قال إلا يوما\nواحدا أضربكما فيه: ولو قال: والله لأضربكما إلا يوم أضربكما فيه، أو إلا\nيوما أضربكما فيه، أو إلا في يوم أضربكما فيه، فأي يوم جمع ضربهما فيه فهو\nمستثنى.\n</p>\n\n<p>\nوالفرق بينهما أنه في المسألة الأولى قال: إن ضربتكما إلا يوما ما فخص\nبالاستثناء يوما واحدا لإيقاع الفعل بهما جميعا. والمسألة الأخرى قال:\nوالله لا أضربكما إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nيوما أضربكما بقدره لأضربكما إلا يوم أجمع فعلى بكما. كأنه حلف جميع على\nجميع فعله بهما في يوم مستثنى من غيره من الأيام وهذا اليوم المستثنى نكرة\nفأي يوم أوقع فيه الحنث وجود المسمى دون المستثنى والنكرة في النفي تعم وفى\nالإثبات تخص، إلا إذا كانت موصوفة فحينئذ تعم، إلا إذا قرنها بحرف الفرد\nفحينئذ تخص.\n</p>\n\n<p>\n* * * مسألة إذا كان لرجل ثلاثة أعبد سالم وبزيع ومبارك. فقال: سالم حر،\nأو سالم وبزيع حران، أو سالم وبزيع ومبارك أحرار. يؤمر بالبيان، لأنه أوقع\nالعتق بأحد الأقوال لأن أو حرف شك وهو أدخلها بين الأقوال الثلاثة لأنه ردد <span id='ms033'></span>\nالشك بين أقواله لأنه لما قال سالم حر كان الواجب العتق فلما أدخل حرف الشك\nبين المرة الأولى والثانية وعطف عليه بزيعا فقال أو سالم وحده، وبين سالم\nوبزيع معا ثم قال أو سالم وبزيع ومبارك أحرار فجرى مثل الأول فوقع الشك في\nأقواله فلما وقع الشك كان البيان إليه ما دام حيا فإن أردت القول الأول عتق\nسالم وحده، وإن قال أردت الكلام الثاني عتق سالم وبزيع، وإن قال أردت\nالكلام الثالث عتق الكل. وذلك لأن أو لأحد ما دخلت عليه.\n</p>\n\n<p>\nقال أبو على: منها أو وهي لأحد الشيئين أو الأشياء في الخبر وغيره. تقول\nكل السمك أو اشرب اللبن، أي افعل أحدهما ولا تجمع بينهما ومن ثم قلت: زيد\nأو عمرو قام كما تقول أحدهما قال ولا تقول قاما. فأما إذا قلت كل خبزا أو\nلحما أو تمرا فأردت الإباحة فكأنك قلت كل هذا الضرب فيما ذكرته لأحد\nالأشياء قائم فيه لأنه لو أكل أحد هذه الأشياء كان مؤتمرا ولو كانت كالواو\nلم يكن قد ائتمر حتى يجمع بينها كلها وأما منزلتها في أنها تكون لأحد\nالأمرين أو الأمور إلا أنها تؤذن أن الكلام على الشك. قال سيبويه: و (أو)\nقد يجوز فيها أن يكون المبنى وقع على اليقين ثم أدرك الشك كما قلنا سالم حر\nأو سالم وبزيع فإنه أوقع على اليقين ثم أدركه الشك قال:\n</p>\n\n<p>\nفقلنا لهم ثنتان لابد منهما * صدور رماح أشرعت أو سلاسل كأنه قال أحدهما\nصدور رماح أو سلاسل. فإن مات المولى قبل البيان عتق سالم كله لأنه لا شك في\nعتقه لأنه دخل في الثلاث مرات أما بزيع عتق نصفه لأنه يعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nبالكلام الثاني والثالث لأنه دخل في لفظين ولا يعتق بالكلام الأول فإذا\nكان يعتق في حالين ولا يعتق في حال فبقى الشك في العتق أولا وحالة العتق\nحالة واحدة والشك إنما هو هل عتق أم لا فعتق نصفه ويسعى في النصف فكأنه عتق\nفي حال ورق في حال وأما مبارك <span id='ms034'></span> فيعتق ثلثه لأنه لا يعتق بالكلام الأول\nوالثاني إنما يعتق بالكلام الثالث فيعتق في حال ويرق في حالين ويسعى في\nثلثي قيمته لأن أحوال الرق أحوال أحوال العتق واحدة لأن الرق يكون مملوكا\nومدبرا ومكاتبا والعتق حالة واحدة هذا إذا كان القول منه في حال الصحة أما\nإذا كان في حال المرض ولا مال له غير هؤلاء العبيد ولم تجز الورثة فالثلث\nيقسم بينهم على قدر عتقهم فيصيب سالم جيع رقبته ويصيب بزيع نصف رقبته ويصيب\nمبارك ثلث الرقبة فهذه وصية كل واحد منهم فيحتاج إلى حساب ليتبين نصيب كل\nواحد منهم على الحقيقة والحساب يحتاج أن يكون له نصف صحيح وثلث صحيح وأقله\nستة فسالم يضرب لجميع الرقبة وهي ستة وبزيع يضرب بنصف الرقبة وهي ثلاثة\nومبارك يضرب بثلث الرقبة وهي اثنان فذلك أحد عشر فغالب المسألة بخمسة فاجعل\nثلث المال على أحد عشر سهما فإذا صار ثلث المال أحد عشر سهما صار الجميع\nثلاثة وثلاثين وماله هؤلاء العبيد كما تقدم تعين أن كل عبد صار أحد عشر\nسهما فأما سالم فعتق منه ستة ويسعى في خمسة وبزيع عتق منه ثلاثة ويسعى في\nثمانية ومبارك عتق منه سهمان ويسعى في تسعة فصارت جملة السعاية اثنين\nوعشرين وهي ثلاثة وثلاثين بالعول وصارت وصاياهم أحد عشر فاستقام على\nالثلاثة والثلاثين هذا إذا لم يخرجوا من الثلث ولو خرجوا من الثلث أو لم\nيخرجوا وأجازت الورثة فالجواب كما خرج. ولو لم يكن له إلا عبدان فقال سالم\nوبزيع حران يؤمر بالبيان فإن قال عنيت الكلام الأول عتق سالم كله وإن قال\nعنيت الكلام الثاني عتقا جميعا لما ذكرت ولو مات من غير بيان عتق سالم كله\nونصف بزيع لأن سالما لا شك في عتقه لأنه ذكر عتقه في المرتين وأما بزيع\nفيعتق بالكلام الثاني ولا يعتق بالكلام الأول فإذا كان يعق في حال ولا يعتق\nفي حال عتق نصفه ويسعى في نصف قيمته ولو كان القول منه في حال المرض إن خرج <span id='ms035'></span>\nمن الثلث فكذلك وإن لم يخرج وأجازت الورثة فكذلك، وإن لم تجز الورثة فيقسم\nالثلث بينهما فيعتق سالم كله ونصف بزيع فالنصف مخرجه من سهمين فسالم يضرب\nبسهمين وبزيع بسهم صار ثلاثة أجعل هذا ثلث المال كما تقدم وثلثاه مثلا ذلك\nوذلك ستة فالجميع تسعة وماله لرقبتان وتسعة ليس لها نصف صحيح فضعف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفيصير ثمانية عشر فيعتق من سالم خمسة ويسعى في أربعة ويعتق من بزيع سهمان\nويسعى في سبعة فاستقام على الثلاث والثلاثين. ولو قال سالم حر أو سالم\nوبزيع عتقا لأنه. وضع كلمة الشك في غير الأفعال فلم يفد لأن الشك لا يكون\nفي الإعلام إنما يكون في خبرهم فلما قال سالم حر أو سالم فلم يفد فوقع عليه\nالعتق إذ لم يكن للشك هنا مدخل فعتق وعطف بزيعا فأشركه في الفعل فعتق أيضا\nفصار كأنه قل سالم حر وبزيع فعتقا.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: إن دخلت الدار فأنت طالق يصير الطلاق معلقا\nبدخول الدار لأن هذا شرط وجزاء فيكون الطلاق معلقا بدخول الدار ولأن الفاء\nتكون جوابا للشرط كقوله تعالى: (إن تبدوا الصدقات فنعما هي) فإن قال إن\nدخلت الدار أنت طالق طلقت في ساعته لأنه لم يأت بجواب الشرط وهي الفاء فصار\nكلامه مبتدأ وخبرا كأنه قال أنت طالق ولو قال إنما عنيت الشرط والجزاء\nوحذفت الفاء جواب الشرط كما قال تعالى: (فمن يرد الله أن يهديه يشرح صدره\nللإسلام) أي فيشرح صدره وكما قيل: (من يفعل الحسنات الله يشكرها).\n</p>\n\n<p>\nقلنا: ندينك فيما بينك وبين الله ولا ندينك في القضاء لأن جواب الشرط\nبالفاء وقد يجوز حذفها لكن على سبيل الجواز. قال سيبويه: يجوز في الشعر\nويقبح في الكلام إلا أنه لما جاز صار فيه شبهة لمن أراد التعلق به فلذلك\nدين فندينك فيما بينك وبين الله تعالى. وأما الظاهر لنا فهذا طلاق منجز كما\nتقول أنت طالق لأنا لا نعرف ما في ضميرك ولأن الطلاق مرسل ومضاف وشرك وجزاء\nفما كان شرطا وجزاء فهو كما <span id='ms036'></span> ذكرت وما كان مرسلا يقع من ساعته كقوله أنت\nطالق والمضاف يؤخر إلى وقت ينزل عند وجود وقته.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: أنت طالق يا زانية إن دخلت الدار. لا يقع\nالطلاق ما لم تدخل الدار لأن قوله يا زانية نداء والنداء لا يفصل بين\nكلامين كما لو قال أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nطالق يا عمرة إن دخلت الدار لا يكون هذا النداء فاصلا بين الشرط والجزاء\nولا يلزمه حكم القذف من اللعان والحد لأن هذا قذف معلق بالحظر فلا يوجب\nاللعان ولا الحد، كما إذا قال لرجل إن دخلت الدار فأنت زان لا يحد وإنما\nقلنا إنه معلق بالشرط لأنه إذا تعلق الأبعد وهو قوله أنت طالق فتعلق الأقرب\nأولى به وإنما لا يجب الحد بالقذف المعلق لأنه لا يورث تهمة بالمقذوف لأنه\nلم يعلقه بالشرط قصدا لكنه تعلق به حكما لأن كلامه أو حد فإذا لحق الشرط في\nآخره انصرف إلى جميع الكلام فإنه لو جعله كلامين يصير فاصلا بين الشرط\nوالجزاء والنداء لا يفصل بينهما ولو قال لامرأته يا زانية أنت طالق إن دخلت\nالدار يكون قاذفا لها لأن قوله يا زانية قذف منه وليس القذف إلا هذه الصيغة\nوقوله أنت طالق إن دخلت الدار شرط وجزاء، والشرط والجزاء لا تعلق له\nبالنداء وإذا لم يتعلق بالنداء حظر صار ذلك صريحا بالقذف ولأنه ليس من\nضرورة تعلق الأقرب بالشرط تعلق الأبعد، والفرق بينهما أنه متى خلل النداء\nلا يصير فاصلا بين الشرط والجزاء ولا يظهر له حكم وليس كذلك إذا قدم لأنه\nلا تعلق به في الحظر فإن القذف ليس إلا هذه الصيغة أو أن تأتى باسم الإشارة\nوهو قوله هذا زان، وأما قوله أنت طالق يا زانية إن دخلت لصار قوله يا زانية\nمتعلقا بدخول الدار وإذا كان معلقا بالحظر لا يوجب له حكما لأن المعلقات لا\nتوجب حكما إلا عند وجود المعلق به والقذف ما لم يكن صريحا لا يوجب حكما.\n</p>\n\n<p>\n* * * مسألة رجل قال: إن كان في يدي <span id='ms037'></span> دراهم إلا ثلاثة دراهم فجميع ما في\nيدي من الدراهم على المساكين صدقة، فإذا في يده خمسة دراهم لا يجب عليه أن\nيتصدق بشئ لأن ثلاثة دراهم مستثناة من يمينه وشرط حنثه دراهم سوى ثلاثة\nدراهم في يده وليس في يديه سوى ثلاثة دراهم مستثناة من يمينه وشرط حنثه\nدراهم سوى ثلاثة دراهم في يديه وليس في يده سوى ثلاثة دراهم حاشا درهمين،\nودرهمان لا يستحقان اسم الدراهم لأن العرب قالوا درهم ودرهمان وثلاثة دراهم\nفأفردوا لكل عدد صيغة والاستثناء يعرف جنس المستثنى منه. ولو كان في يده\nستة دراهم أو أكثر يجب عليه أن يتصدق بالكل ولو قال إن كان في يدي من\nالدراهم سوى ثلاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nدراهم فجميع ما في يدي صدقة فكان في يده خمسة فعليه أن يتصدق بها لأنه\nنطق بحرف يكون لا بأنه الجنس وهو من لأنه لما قال إن كان في يدي من الدراهم\nسوى ثلاثة دراهم فقد بين الجنس والجنس يقتضى الواحد فصاعدا ثم ذكر لفظا\nيقتضى العدد فعرف بصيغته والألف واللام إنما يدخلان للسابق المعهود أولا\nبأنه الجنس وهنا هي لا بأنه الجنس قال الله تعالى: (فاجتنبوا الرجس من\nالأوثان) ولم يرد به بعضهم وإنما المراد به الاجتناب من الجنس من الجنس\nوقال تعالى: (ليغفر لك الله ما تقدم من ذنبك وما تأخر) ولم يرد به البعض\nفإذا ثبت أن كلمة من تستعمل لإبانة الجنس وتستعمل للتبعيض وفى هذه أدخل\nاللام وهي للتعريف فصارت كلمة من للتجزئة والتبعيض وهناك لم تدخلها اللام\nفصارت كلمة من لإبانة الجنس دون التجزئة فصار كأنه قال إن كان في يدي أكثر\nمن ثلاثة دراهم فجميع ما في يدي صدقة ولو قال كذا لوجب عليه أن يتصدق\nبالكل.\n</p>\n\n<p>\n* * * مسألة رجل قال لامرأته: أنت طالق ثلاثا قبل أن أقربك لا يكون مؤليا\nوتطلق من ساعته لأنه أتى بمبتدأ وخبر ولم يضفه إلى شئ إلا إلى قبل القربان\nوهذا الوقت قبل القربان فوقع الطلاق وسقطت اليمين وقد يجوز أن يوسف <span id='ms038'></span> الشئ\nقبل وجود ذلك الشئ قال الله تعالى: (من قبل أن نطمس وجوها فنردها) فوصف ها\nبالطمس ولم يوجد ولو قال أنت طالق ثلاثا قبيل أن أقربك صار مؤليا ولا يقع\nالطلاق ما لم يقربها لأن قبيل تصغير التقريب لأن التصغير على وجوه تصغير\nالتحقير كما تقول لقيت الرجيل وفعل الصبى وتصغير التعظيم كما قال أنا\nجديلها المرجب وعذيقها المحكك ألا ترى أنه وصف روحه بالمرجب، ورجب أيضا من\nالتعظيم سمى وهو الشهر فلما وصف روحه بالعظمة ما بقى يمكن أن يحمل على\nالتصغير ولا سيما أن هذا القول كان يوم سقيفة بنى ساعدة وإنما كان يريد\nالفخار ويطلب الأمر فكيف يكون هذا مع التصغير وتصغير الحنة والشفقة كقوله\nتعالى: (يا بنى إنها إن تك) ما أراد تصغير ابنه. وتصغير التقريب هذا الذي\nذكره أبو حنيفة كما تقول وضعته فويق الحائط فهذا لا يمكن أن يكون للتصغير\nوإنما أراد التقريب كما تقول: (اقعد إلى جنبي) إنما تريد القرب قال الشاعر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقعد علوت قتود الرحل يسفعني * يوم قد يديمه الخوراء مسموم فلما كان كذلك\nصار اسما لوقت قريب ليس بينه وبين القربان وقت فلا يطلق، ولو قال كذلك كان\nإيلاء بلا شك.\n</p>\n\n<p>\nقال سيبويه في هذا: باب ما يحقر لدنوه من الشئ وليس مثله وذلك هو أصغر\nمنك إنما أردت أن تقلل الذي بينهما ومن ذلك قولك هو دوين ذاك وهو فويق ذلك\nومن ذلك أن يقول أسيد أي قد قارب السواد ومن هنا قولهم كميت لأنه لم يخلص\nإلى الحمرة ولا إلى السواد فلما قارب اللونين سمى مصغرا.\n</p>\n\n<p>\n* * * مسألة أصل هذه المسألة: تدور على حرف (أو)، و (أو) تكون على وجهين:\nأحدهما للشك، وهي لأحد ما تدخل عليه. والآخر أن تكون بمعنى الإباحة، كما\nتقول:\n</p>\n\n<p>\n(جالس الحسن أو ابن سيرين) لا تريد مجالسة أحدهما. قال الشاعر:\n</p>\n\n<p>\nإذا ما مات ميت من تميم * مسرك أن يعيش فجئ بزاد بخبز أو بلحم أو بتمر *\nأو الشئ الملفف في البجاد وقال في الوجه <span id='ms039'></span> الآخر:\n</p>\n\n<p>\nوكنت إذا غمزت قناة قوم * كسرت كعوبها أو تستقيما والطبيب إذا كان يعالج\nمريضا يقول له: (كل فروجا أو دراجا) - يعنى: كل أحدهما. والمسألة تنقسم على\nأربعة أوجه: إما أن يضع حرف (أو) بين منع ومنع، أو بين إثبات وإثبات، أو\nبين منع وإثبات، أو بين إثبات ومنع. رجل قال: (والله لا أدخل هذه الدار\nأولا أدخل هذه الدار) فأي الدارين دخل حنث لأنه عطف منعا على منع بحرف\nالتخيير فكان ممنوعا عن دخول كل دار على حدة، فإذا دخل إحداهما فقد وجد شرط\nالحنث. وأما إذا وضع بين إثبات وإثبات كما لو قال:\n</p>\n\n<p>\nوالله لأدخلن هذه الدار أو لأدخلن هذه الدار الأخرى. فأيهما دخل بر في\nيمينه فأو هاهنا للتخيير كما تقول خذ هذا أو هذا كأنك قلت خذ أحدهما، وأما\nإذا وضع بين منع وإثبات كما إذا قال والله لا أدخل هذه الدار أو أدخل هذه\nالدار اليوم فإن دخل الدار الأولى حنث وإن دخل الثانية بر لوجود الشرط لأنه\nجعل حرف أو بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالمنع والإثبات ووقت فقال اليوم. دخل الدار الأولى بعد ذلك أولم يدخل\nلأنه كان مخيرا فيه وإن مضى اليوم قبل أن يدخل حنث في اليمين الثانية لأنه\nأوجب على نفسه الدخول ولم يوجد وأما إذا وضعها بين إثبات ومنع كما إذا قال\nوالله لأدخلن هذه الدار أولا أدخل الدار أبدا إن دخل الدار الأولى بر وسقطت\nاليمين لأنه كان مخيرا فيه وإن مضى اليوم ولم يدخل حنث في يمينه لأنه أوجب\nعلى نفسه الدخول في الدار الأولى في اليوم ولم يوجد وما إذا أدخل كلمة الشك\nبين منع وإثبات ولم يوقت كما إذا قال: والله لا أدخل هذه الدار أو لأدخلن\nهذه الدار فإن دخل الدار الأولى حنث لأنه وجد الدخول بعد المنع وإن دخل\nالثانية بر لأنه عقد على الأثبات وقد وجد. وإن مات ولم يدخل إحداهما بر لأن\nقوله أو أدخل للغاية وتقديره حتى أدخل. قال الله تعالى: (يقاتلونهم أو\nيسلمون <span id='ms040'></span>) كأنه قال حتى يسلموا كما ورد عن النبي صلى الله عليه وسلم: (أمرت\nأن أقاتل الناس كافة حتى يقولوا لا إله إلا الله، فإذا قالوا عصموا منى\nدماءهم وأموالهم إلا بحقها) فقد جاء في الكتاب بأو، وفى الأثر بحتى لأن\nالمعنى واحد كما لو قال: والله لا أدخل هذه الدار وهذه الدار وهذه الدار.\nولو قال والله لا أدخل هذه الدار أو أدخل هذه الدار وهذه الدار صارت هاتين\nالدارين الآخرتين غاية ليمينه فأيهما دخل بر ولو دخل الأولى أولا حنث لأن\nاليمين لم ينته غايتها ولو مات قبل أن يدخل الأولى بر لأنه الغاية وحقيقة\nهذا أنه متى ذكر كلمة أو بعد كلمة النفي وبعده مثبت تكون للغاية.\n</p>\n\n<p>\n* * * باب ما جاء من المسائل اللغوية مسألة رجل قال لامرأته: أنت طالق إن\nلم أهدم هذا الحائط اليوم فهدم بعضه ولم يهدم الباقي حتى خرج اليوم طلقت\nامرأته. وكذلك لو قال إن لم انقض هذا الحائط لأن الهدم عبارة عن إفاتة\nتأليف أجزاء جميع الحائط. وكذلك النقض لأنه ضد التأليف فما دام التأليف\nباقيا لا يكون نقضا والهدم ضد البناء فما دام شئ من البناء باقيا لا يكون\nهدما ولو نوى هدم بعضه فهو على ما نوى قال الله تعالى: (لهدمت صوامع) معناه\nأنها هدمت إلى أن لا يبقى صوامع وكذلك النقض قال الله تعالى:\n</p>\n\n<p>\n(ولا تكونوا كالتي نقضت غزلها من بعد قوة أنكاثا) في قصة ريطة وكانت\nامرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nمجنونة تغزل جميع ليلها وتنقض جميع نهارها حتى لم تبق غزلا.\n</p>\n\n<p>\nولو قال أكسر كان على البعض لأن الكسر ضد الجبر وهو افتراق الاتصال ليس\nإلا في الصلاب وما كان في اللحم يكون جرحا أو قطعا والقطع يقع على الاثنين\nلأن القطع من التقاطع وهو أن ينقطع حكم كل واحد منهما عن الآخر جملة كافية\nفأما فيما يتصل فمجاز ثم اعلم أن الأسماء على نوعين اسم جنس واسم نوع واسم\nالجنس يقع على الخاص والعام واسم النوع يقع على الخاص دون العام <span id='ms041'></span>، والهاء\nعلى ضربين هاء إفراد واسم الجنس كما تقول حيوان فإنه يقع على جميع\nالحيوانات فإن خصصت نوعا منه قلت إنسان فإنسان حيوان أيضا ولكن يختص بقولنا\nإنسان من دون سائر الحيوانات وكذلك إن وصفناه بناطق أيضا وهاء الإفراد أكثر\nمن أن أصف لك مثل عمامة وقلنسوة وشعيرة وقمحة وهاء التأنيث امرأة ويتيمة\nوغلامه فإن مذكر ذلك يتيم وامرؤ وغلام.\n</p>\n\n<p>\n* * * مسألة رجل. قال: عبده حر إن أكل لحم دجاج أبدا فأكل لحم دجاجة أو\nديك حنث لأن الدجاج اسم جنس يقع على الذكر والأنثى قال جرير:\n</p>\n\n<p>\nلما تذكرت بالديرين أرقني * صوت الدجاج وضرب بالنواقيس والأنثى منهن لا\nتصيح وإنما يصيح الذكر فدل على أن الهاء للأفراد، لا التأنيث وذكر الجوهري\nفي الصحاح أن الهاء في الدجاجة للأفراد، ولو حلف لا يأكل لحم دجاجة فهو على\nالأنثى لأن الهاء للتأنيث إذ لم يكن لها من جنس لفظها ذكر فحملت على\nالحقيقة كما أن اسم الديك يقع على الذكر خاصة ولو حلف لا يأكل لحم جمل أو\nبعير أو إبل أو جزور هذا كله يقع على الذكر والأنثى وعلى العربي والبختي\nلأنه اسم جنس يتناول الكل لأن العرب نسبت الصنعة إلى صانعها كما نسبت سائر\nالصناعات فقالت جمال كما قالت حداد وبغال وما كان على وزن فعال ولم يفرقوا\nبينهم. ولو حلف لا يأكل لحم بقر فأكل لحم ثور أو بقرة حنث لأن البقر اسم\nجنس والبقرة أيضا كذلك. ولو أن رجلا وكل رجلا في أن يشترى له بقرة فاشترى\nله ثورا جاز ألا ترى أن رجلا لو حلف أن لا يملك عشرين بقرة فملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nعشرين بقرة إناثا وذكورا يحنث واسم الثور يقع على الذكر خاصة لأنه اسم\nنوع واسم الشاة يقع على الذكر والأنثى جميعا. قال أبو دؤيب الشاعر:\n</p>\n\n<p>\nفلما رآه قال لله من رأى * من العصم شاة مثل ذا في العواقب وما قال مثل\nهذه لأنه لم يرد التأنيث. وقال آخر:\n</p>\n\n<p>\n* أو أسفع الخدين شاة أر أن * لأنه اسم جنس <span id='ms042'></span> والكبش اسم نوع يقع على الذكر\nخاصة والنعجة اسم نوع يقع على الأنثى خاصة. قال جران العود:\n</p>\n\n<p>\nأو نعجة من نعاج الرمل أخد لها * عن إلفها واضح الخدين مكحول ولو حلف لا\nيأكل لحم البقر فأكل لحم الجواميس لا يحنث لأن أو هام الناس لا تنصرف إليه\nعند ذكر البقر والأيمان محمولة على معاني كلام الناس وجمعه في باب الزكاة\nلا يدل على أنه من نوعه في باب اليمين فصار في الزكاة كالعنز يضم إلى الضأن\nوالكبش إلى النعاج، ومع ذلك لو حلف لا يأكل لحم شاة فأكل عنزا لا يحنث\nوالفرس اسم للعربي ويقع على الذكر والأنثى، والبرذون اسم للبخاتي والتركي\nغير العربي ويقع على الذكر والأنثى، والخليل يقع على الجميع لأن الخليل اسم\nجنس والفرس اسم نوع والفرس والبرذون اسم نوع قد روى عن سعيد بن المسيب رضي\nالله عنه أنه سئل عن صدقة البراذين فقال: أو في الخيل صدقة؟ فسماها خيلا.\nولو حلف لا يركب حمارا يقع على الذكر والأنثى، لأنه اسم جنس لأنهم يرون أن\nابن عباس رضي الله عنه قدم على حمار ذكر وما أرادوا ذلك إلا ليبينوا النوع\nوالأتان للأنثى والعير للذكر. وقد قيل حمار للذكر وحمارة للأنثى ولو حلف لا\nيركب حمارة يقع على الأنثى خاصة.\n</p>\n\n<p>\nقال الخطيب:\n</p>\n\n<p>\nأخبرنا البرقاني حدثنا محمد بن العباس الخزاز حدثنا عمر بن سعد حدثنا عبد\nالله ابن محمد حدثني أبو مالك بن أبي بهز البجلي عن عبد الله بن صالح عن\nأبي يوسف، قال: قال لي أبو حنيفة: إنهم يقرأون حرفا في يوسف فليحنون فيه.\nقلت ما هو؟ قال قوله: (لا يأتيكما طعام ترزقانه) قلت: فكيف هو؟ قال ترزقانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nهذه القراءة لم يخرج بها أبو حنيفة عن الأصل لأن الأصل في ضمير الذكور هو\nالرفع لأنك تقول هو، وضمير المؤنث هي، هذه المسألة التي جرت بين سيبويه\nالكسائي لأن الكسائي جعل ضمير المؤنث منصوبا فقال: إياها وسيبويه كان معه\nالحق فمن عرف هذا عرف ما قلت، لأن <span id='ms043'></span> الهاء عائدة إلى الرزق وهو مذكر وعلى هذا\nقرأ من قرأ (فخسفنا به وبداره الأرض) ألا ترى أنه لما جاء إلى ضمير المذكر\nأجراه على الأصل وإنما كسر من كسر الهاء من ضمير المذكر في المجرورات\nاتباعا للكسرة كما أمال من أمال للاتباع، وأن الهاء حرف خفى أخفى من الألف\nفلما ساغ لهم الإمالة في الألف مع أنها أشد من الهاء فلأن تمال الهاء أجدر.\n</p>\n\n<p>\nوأما قوله يلحنون فاللحن ليس هو الخطأ على لغة العرب وإنما يحتمل معنى\nغير المفهوم الأصل وذلك أن الحديث إذا احتمل معنى ظاهرا واحتمل معنى آخر\nقيل له لحن، ومن هاهنا سمى ابن دريد كتابه المعروف بملاحن بن دريد وذلك أنه\nقال: إذا قال له شخص رأيت فلانا فقال والله ما رأيته ولا كلمته فظاهر اللفظ\nيدل على رؤية العين والكلام باللسان. وإنما الحالف يعنى ما ضرت رئته ولا\nجرحته وهو مأخوذ من الكلم وهي الجراح. قال الله تعالى: (ولتعرفنهم في لحن\nالقول) لأنه يكون كلاما يدل على معنيين مثل ذلك قوله: (فبشر عبادي الذين\nيستمعون القول فيتبعون أحسنه) ألا تراه جعل له أحسن وغير أحسن قال الشاعر:\n</p>\n\n<p>\nحلوا عن الناقة الحمراء أرحلكم * والبازل الأصهب المعقول فاصطنعوا إن\nالذئاب قد اخضرت براثنها * والناس كلهم بكر إذا شبعوا فلو حملنا هذين\nالبيتين على ظاهر لفظهما لما دلا على معنى لأن قوله الذئاب قد اخضرت\nبراثنها، والناس كلهم بكر، كل جملة من هاتين الجملتين غير مناسبة للجملة\nالأخرى. وهذا محمول على أن رجلا كان من تغلب وكان أسيرا في بنى وائل فرأى\nالناس يتمتعون للنهيض إلى قومه وكان قومه في أرض يقال لها الدهناء فقال\nلأصحابه إني أريد أن أفادي نفسي فهل لكم في الفداء. قالوا نعم - قال ائتوني\nبرجل أرسله فلما جاءه قال أبلغ قومي التحية وقل لهم قد أطلتم الركوب على\nناقتي الحمراء فخلوا عنها وارتحلوا الجمل الأصهب فقد شكت الإماء ودبى\nالعرفج بآية ما أكلت معكم حيسا واسألوا أبا الحسين عن خبري. فلما جاء <span id='ms044'></span> إلى\nأهل الأسير قال لهم الرسالة قالوا والله إنه لمجنون لا ناقة حمراء له ولا\nجمل أصهب. فقال: أحدهم إنه قال لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nاسألوا أبا الحسين فلما سألوه قال هو يقول لكم قد أطلتم المقام على\nالدهناء فارتحلوا عنها واطلعوا الصمان فقد شكت الإماء أي ملأن الشكايا\nوأدبى العرفج، والعرفج شجر له شوك فشبه العدو به وأدبى أي دبا نحوكم بآية\nما أكلت معكم حيسا والحيس يعمل من تمر وسمن وخبز أي تجمع لكم من أعدائكم\nوغيرهم. فهذا ومثله اللحن. ومن هذا قيل لمعاوية إن عبد الله يلحن قال أو\nليس بظريف بنى أخي يعرف بالفارسية فجعل الفارسية لحنا فإذا قال أبو حنيفة\nإنهم يلحنون إنما عنى أنهم غيروه عن أصله على ما ذكرنا.\n</p>\n\n<p>\nقال الخطيب:\n</p>\n\n<p>\nقد سقنا عن أيوب السختياني، وسفيان الثوري، وسفيان بن عيينة، وأبى بكر بن\nعياش، وغيرهم من الأئمة أخبارا كثيرة تتضمن تقريظ أبي حنيفة والمدح له\nوالثناء عليه، والمحفوظ عند نقلة الحديث عن الأئمة المتقدمين وهؤلاء\nالمذكورين منهم في أبي حنيفة خلاف ذلك وكلامهم فيه كثير لأمور شنيعة حفظت\nعليه يتعلق بعضها بأصول الديانات، وبعضها بالفروع. نحن ذاكروها بمشيئة الله\nومعتذرون إلى من وقف عليهما وكره سماعها، بأن أبا حنيفة عندنا مع جلالة\nقدره أسوة غير من العلماء الذين دونا ذكرهم في هذا الكتاب وأوردنا أخبارهم\nوحكينا أقول الناس فيهم على تباينها.\n</p>\n\n<p>\nأما قول الخطيب هذا فأنا إن شاء الله نبين أن قصده خلاف ما ذكر من\nالمعذرة وإنما قصد الشناعة جرأة منه وافتراء.\n</p>\n\n<p>\nأما قوله: والمحفوظ عند نقلة الحديث خلاف ذلك.\n</p>\n\n<p>\nفأقول: إن نقلة الحديث ينظرون إلى طريق الحديث فمتى ما وجدوا فيه رجلا\nضعيفا ضعفوا الحديث خاصة في جرح الرجال، فإنه لا يسمع إلا من عدل ثقة معروف\nبالعدالة والثقة، فحيث نقل الخطيب أحاديث في الجرح عن جماعة ضعفاء شهد\nبضعفهم أئمة الحديث تبين أن قصده خلاف ما اعتذر عنه.\n</p>\n\n<p>\nقال الخطيب: ما حكى عن أبي حنيفة في الإيمان:\n</p>\n\n<p>\nأخبرنا الحسين بن محمد الحسن <span id='ms045'></span> أخو الخلال بإسناده إلى وكيع. قال سمعت\nالثوري يقول: نحن المؤمنون وأهل القبلة عندنا مؤمنون في الأنكحة والمواريث\nوالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوالإقرار، ولنا ذنوب ولا ندري ما حالنا عند الله. ثم قال وقال أبو حنيفة\nمن قال بقول سفيان هذا فهو عندنا شاك، نحن المؤمنون هنا وعند الله حقا. قال\nوكيع:\n</p>\n\n<p>\nونحن نقول بقول سفيان وقول أبي حنيفة عندنا جرأة.\n</p>\n\n<p>\nإعلم وفقك الله أن الإيمان هو التصديق، واعلم أنه لا يكون تصديقا بدون\nالمعرفة والمعرفة لا تكون مع الشك إنما تكون مع اليقين وإذا ثبت هذا فنحن\nالمؤمنون هنا وعند الله لأن المعرفة والمعرفة لا تختلف لأن من عرف هنا كان\nعارفا عند الله لأن المعرفة الجهل، وأما قول أبي حنيفة عن سفيان في قوله\nنحن المؤمنون وأهل القبلة عندنا مؤمنون محمول على قوله تعالى: (قالت\nالأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمان في قلوبكم)\nألا تراه نفى الإيمان عن من أسلم إلا من عرف بقلبه فثبت ما قلت إنه لا يكون\nإيمانا إلا بمعرفة.\n</p>\n\n<p>\nوقال: حدثنا علي بن محمد بن عبد الله المعدل بإسناده إلى حمزة بن الحارث\nبن عمير عن أبيه. قال سمعت رجلا سأل أبا حنيفة في المسجد الحرام عن رجل قال\nأشهد أن الكعبة حق ولكن لا أدرى هي هذه التي بمكة أم لا؟ فقال مؤمن حقا\nوسأله عن رجل قال أشهد أن محمد بن عبد الله نبي ولكن لا أدرى هو الذي قبره\nبالمدينة أم لا؟ فقال مؤمن حقا. قال الحميدي: من قال بهذا فقد كفر. قال\nوكان سفيان يحدث به عن حمزة بن الحارث.\n</p>\n\n<p>\nوقال أخبرنا الحسن محمد الخلال بإسناده إلى محمد الباغندي حدثنا أبي قال:\n</p>\n\n<p>\nكنت عند عبد الله بن الزبير فأتاه كتاب أحمد بن حنبل اكتب إلى بأشبع\nمسألة عن أبي حنيفة فكتب إليه: حدثني الحارث بن عمير قال سمعت أبا حنيفة\nيقول: لو أن رجلا قال أعرف أن الله بيتا ولا أدرى هو الذي بمكة أو غيره\nأمؤمن هو <span id='ms046'></span>؟ قال: نعم ولو أن رجلا قال أعلم أن النبي صلى الله عليه وسلم قد\nمات ولا أدرى دفن بالمدينة أو غيرها أمؤمن هو؟ قال نعم فهذا القول لم ينقله\nأحد من أصحاب أبي حنيفة ولا رووا عنه مثل هذا فلو كان صحيحا لنقل كما نقلت\nجميع مسائله. ولكني أقول ما تقول في اليهود أصحاب موسى لما جهلوا قبر موسى\nأضرهم ذلك؟ لا لأنهم عرفوا أن موسى نبي حق فأما جهالة القبر لا تضر بدليل\nأن من لم يزر المدينة ولم يحج لا يعرف القبر ولا البيت ومع ذلك لم يقدح في\nإيمانه ثم ومن زار المدينة فالحجرة الشريفة حائلة بينه وبين مكان القبر\nحقيقة من جهة التربيع فمن ذهب إلى قول الحميدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوسفيان احتاج أن يعرف بيوت مكة المدينة وبنيانهما وصقاعهما وحدائقهما على\nما كانا عليه في زمن النبي صلى الله عليه وسلم إلى اليوم، واعلم أن معرفة\nالأراضي غير مشروعة في شريعة من شرائع الإسلام، واعلم أنا نقول إن الأنبياء\nصلوات الله عليهم أجمعين مبعوثون حقا ولو قال رجل لا أعرف أن موسى نبي حق\nأو غيره فقد كفر ومع ذلك لا يضرنا جهالة قبورهم ولا مواطنهم. فأما إذا ثبت\nعنده مبعث النبي صلى الله عليه وسلم بلا شك بشرائط الإسلام فهو مؤمن حقا\nولا يضره جهالته بموضع قبر النبي صلى الله عليه وسلم فيه فإن القبر ليس من\nشرائط الإيمان ولا الإسلام، واعلم أنه لو كان الأمر كما ذكر عنه لكان\nالمسلمون الذين في زمن النبي صلى الله عليه وسلم الناؤون عنه لا يصح\nإسلامهم فإنهم ما كانوا يعرفون كل وقت حقيقة موضعه لأنهم كانوا يفارقونه في\nموضع وينتقل إلى آخر، أفكانوا بجهالة المواضع يكفرون؟ فإذا ثبت أن الموضع\nلا يحتاج إليه في حال الحياة فلأن لا يضر مع الوفاة أجدر.\n</p>\n\n<p>\nوقال: في سياق الحديث قال الحارث بن عمير: وسمعته يقول: لو أن شاهدين\nشهدا عند قاضى أن فلانا طلق امرأته وعلما جميعا أنهما شهدا بالزور ففرق\nبينهما <span id='ms047'></span>، ثم لقيها أحد الشاهدين فله أن يتزوج بها؟ قال نعم.\n</p>\n\n<p>\nالجواب: إن القاضي ما سمى قاضيا إلا مشتقا من القضاء والقضاء القطع كأنه\nمأخوذ من قطع الخصومات أو مأخوذ من القطع بالشئ عن أحدهما للآخر وهذا أولى\nلأن النبي صلى الله عليه وسلم يقول: (قضيت له شيئا) أي من قطعت له شيئا\nفثبت ما ذكرت فإذا فسخ القاضي بينهما أيحل لأجنبي أن يتزوج بهذه المرأة أم\nلا فإن قال لا فقد افترى، وإن قال نعم فكذلك يحل لأحد الشاهدين لأن فعل\nالقاضي حجة من حجج الشرع لا تندفع في حق بعض دون بعض وإن كانت لا تحل لأحد\nالشاهدين فهي على نكاحها الأول فلا تحل لغيره أيضا وليس في سياق الخبر ما\nيضر ما قلت لأن قول النبي صلى الله عليه وسلم (فإنما أقطع له قطعة من\nالنار) فنحن نقول كذا أيضا لأن هذا فعل حرام إنما اتصل بقضاء القاضي غير\nمدفوع كقضاء النبي صلى الله عليه وسلم وإن كان النبي صلى الله عليه وسلم\nبين تحريمه، وما قلت فهو جواب لما أسنده إلى حمزة بن الحارث بن عمير وعن\nعباد بن كثير.\n</p>\n\n<p>\nوأما ما نقله عن محمد بن الحسين بن الفضل القطان إلى يحيى بن حمزة أن أبا\nحنيفة قال: لو أن رجلا عبده هذه النعل يتقرب بها إلى الله لم أر بذلك بأسا.\nفقال سعيد: هذا الكفر صراحا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا لم ينقله أحد من أصحاب أبي حنيفة واعلم أن أصحاب الإنسان أعرف به من\nالأجنبي، ثم اعلم أن مذهب أبي حنيفة له أصول وقواعد وشروط لا يخرج عنها،\nفأما أصول مذهبه رضي الله عنه فإنه يرى الأخذ بالقرآن والآثار ما وجد\nوقواعده أن لا يفرق بين الخبرين أو الآي والخبر مهما أمكن الجمع بينهما إلا\nإن ثبت ناسخا أو منسوخا وشروطه أن لا يعدل عنهما إلا أن لا يجد فيهما شيئا\nفيعدل إلى أقوال الصحابة الملائمة للقرآن والسنة وإن اختلفوا تخير ما كان\nأقرب إلى الكتاب والسنة. فهذا عليه <span id='ms048'></span> إجماع أصحاب أبي حنيفة وهو إذا عددت\nالمدرسين منهم في عصر واحد وجدتهم أكثر من إسناد الخطيب منه إلى أبي حنيفة\nرحمه الله.\n</p>\n\n<p>\nواعلم أن أخبار الآحاد المروية عن النبي صلى الله عليه وسلم توجب العمل\nلأجل الاحتياط في الدين ولا توجب العلم. وأخبار التواتر توجب العلم والعمل\nمعا فكيف بك عن أخبار الخطيب هذه التي لا تكاد تنفك عن قائل يقول فيها،\nفإذا نازلنا الأمر وساوينا قلنا أخباره أخبار آحاد وأخبار أصحاب أبي حنيفة\nمتواترة والعمل بالمتواترة أولى، وقد ثبت مذهب أبي حنيفة وأصوله وقواعده\nفإذا ثبت أن هذه أصول أبي حنيفة فكيف يسوغ له أن يقول هذا مع علمه بقوله\nتعالى: (ما نعبدهم إلا ليقربونا إلى الله زلفى) فهذا لا يصح عن أبي حنيفة.\n</p>\n\n<p>\nقال: أخبرنا أبو سعيد بإسناده إلى إسماعيل بن عيسى بن علي قال قال لي\nشريك:\n</p>\n\n<p>\nكفر أبو حنيفة بآيتين من كتاب الله قال الله تعالى: (ويقيموا الصلاة\nويؤتوا الزكاة وذلك دين القيمة) وقال تعالى: (ليزدادوا إيمانا مع إيمانهم)\nوزعم أبو حنيفة أن الإيمان لا يزيد ولا ينقص، وزعم أن الصلاة ليست من دين\nالله. قد قلت فيما مضى: إن الإيمان هو المعرفة والمعرفة لا يدخلها جهل وإذا\nلم يدخلها جهل فمن أين تكون الزيادة والنقصان إنما الزيادة بأن يرتفع الجهل\nوالنقص بأن تذهب المعرفة، وأما قوله عنه إن الصلاة ليست من دين الله تعالى\nفلم يرو هذا عن أبي حنيفة لكن نقول إذ لو روى هذا إن الصلاة لا يكون تاركها\nكافرا إنما الكافر جاحدها، فإذا لم يفرق القائل والناقل بين هذين كيف يعرف\nكلام أبي حنيفة ومن أين يأخذ عليه. إنما الصلاة دين إلى الله لا دين الله؟\nوأصل الديانة الذلة والتعبد فإن قلنا إنها من عبدنا الله صح وإن قلنا إنها\nمن ذلتنا إلى الله وطاعتنا له فهي دين لنا. قالوا دنته فدان وفى الحديث\n(الكيس من دان نفسه وعمل لما بعد الموت). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأعشى:\n</p>\n\n<p>\nهو دان الرباب أذكر هو الدين * دراكا <span id='ms049'></span> بغزوة وارتحال ثم دانت بعد الرباب\nوكانت * كعذاب عقوبة الأقوال قال: هو دان الرباب يعنى أذلها. ثم دانت بعد\nالرباب أي ذلت له وأطاعت، والدين الجزاء والمكافأة يقال دانه دينا أي جازاه\nكما قالوا كما تدين تدان قال:\n</p>\n\n<p>\nولم يبق سوى العدوان * دناهم كما دانوا ومنه الدين قال تعالى: (إنما\nلمدينون) أي لمجزيون محاسبون، ومنه الديان في صفة الله عز وجل. والمدين\nالعبد والمدينة الأمة كأنهما من أذلهما العمل قال الأخطل:\n</p>\n\n<p>\nربت وربا في كرمها ابن مدينة * يظل على مسحاته يتركل فلو كانت الصلاة من\nجزاء الله لكانت دين الله، وانما هي من ديننا دينا الله بها أي عبدنا فهي\nديننا لا دين الله. وأجمع أهل السنة أن الصلاة ليست داخلة في الإيمان لأنها\nمن الأعمال وإنما يرد على أبي حنيفة من عرف وجه الكلام واشتقاقه.\n</p>\n\n<p>\nقال: أخبرنا أبو القاسم عبد الرحمن بن محمد بن عبد الله السراج بإسناده\nإلى أبى إسحاق الفزاري يقول سمعت أبا حنيفة يقول: إيمان أبى بكر مثل ايمان\nإبليس. فهذا أيضا لم ينقل عن أبي حنيفة لكن لو نقل كان على ما ذكرت لك من\nالأصل أن معرفة أبى بكر الصديق بالله كمعرفة إبليس وهذا لا ينكره عالم لأنا\nقد أصلنا أن الإيمان هو المعرفة ولا يشك أن إبليس رأى صنع الله تعالى عيانا\nوأبو بكر انما ثبت هذا عنده بقول النبي صلى الله تعالى وسلم والنقل، ولا شك\nأن ثبوت العلم في القلب بالرؤية أكثر من ثبوته بالنقل، ويدل على هذا أنه من\nوصف له طريق حتى حفظ صفاتها كالماء الجاري ثم أراد أن يسلكها فإنه لا يقدر\nعلى ذلك، ومن سلكها دفعة بعد أخرى قدر على سلوكها وإن لم يصفها. ويدلك على\nما ذكرت أن أكابر الفقهاء إذا حجوا احتاجوا من يعرفهم. فإذا عرفت هذا كان\nالقياس أن يقول إن إيمان إبليس أقوى من إيمان أبى بكر، إلا أن العلم لما\nاستوى قلنا إنه مثله. ثم قال: قال أبو إسحاق: ومن كان من <span id='ms050'></span> المرجئة ثم لم يقل\nهذا أنكر عليه قوله. أما قوله إنه من المرجئة فيجئ الجواب إن شاء الله في\nموضعه. قوله حدثنا الفضل بإسناده عن إيمان إبليس وآدم فهو يخرج على ما\nذكرت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حدثنا أبو طالب بإسناده إلى القاسم بن عثمان يقول مر أبو حنيفة\nبسكران يبول قائما قال لو بلت جالسا: قال فنظر في وجهه فقال ألا تمر يا\nمرجئ قال له أبو حنيفة: هذا جزائي منك صيرت إيمانك كإيمان جبريل. فإن كان\nأراد الإيمان وحديثه فقد مر، وإن كان يحتج بقول السكران فهذا مما تثبت به\nالروايات عند المحدثين؟\n</p>\n\n<p>\nأتراه ما عرف شروط أهل الحديث أم تعامى.\n</p>\n\n<p>\nأخبرنا ابن رزق بإسناده إلى القاسم بن حبيب. قال وضعت نعلي في الحصا ثم\nقلت لأبي حنيفة أرأيت رجلا صلى لهذه النعل حتى مات إلا أنه كان يعرف الله\nبقلبه فقال مؤمن قال لا أكملك أبدا. فهذه قد ذهب الجواب عنه عند أصول أبي\nحنيفة.\n</p>\n\n<p>\nقال الخلال بإسناده إلى وكيع. قال اجتمع سفيان الثوري وشريك والحسن بن\nصالح وابن أبي ليلى فبعثوا إلى أبي حنيفة فأتاهم فقالوا له: ما تقول في رجل\nقتل أباه ونكح أمه وشرب الخمر في رأس أبيه؟ قال مؤمن فقال له ابن أبي ليلى\nلا قبلت لك شهادة أبدا، وقال له سفيان لا كلمتك أبدا، وقال له شريك لو كان\nلي من الأمر شئ لضربت عنقك، قال له الحسن بن صالح وجهي من وجهك حرام أن\nأنظر إليه أبدا. فأبصر إلى هذا الراوي إنه لا يفرق بين رجل وبين مؤمن. فأما\nرجل فإنه نكرة من الرجال فلو كانت كافرا وعبد الله مائة سنة لم يكن مؤمنا،\nوأما المؤمن لو فعل هذا لم تذهب معرفته.\n</p>\n\n<p>\nوقال بروايته عن جماعة عن أبي يوسف وغيره إن أبا حنيفة كان مرجئا جهميا\nأفنظرت لكثرة كلامه في ذلك؟ أما الجواب فإن أبا حنيفة لا يرى الصلاة خلف\nالمرجئ والجهمي ولا صاحب بدعة ولا هوى فكيف يكون منهم؟ وهذا القول في جميع <span id='ms051'></span>\nكتب أصحاب أبي حنيفة وروايتهم حفظا كما يحفظ الكتاب العزيز أفيكون هذا\nمتروكا ويكون المحفوظ ما جاء به آحاد الناس. وأما روايته عن أبي يوسف\nفالمروي عن أبي يوسف أنه قال لما حج: اللهم إنك تعلم أنى ما قلت قولا إلا\nما ثبت عندي من كتابك وسنة نبيك، ومالا أعرفه منهما جعلت أبا حنيفة فيه\nبيني وبينك.\n</p>\n\n<p>\nوقد روى عنه هذا القول عند الموت أيضا، فكيف يصح عن من يقول هذا عند\nالموت أن يقول بمثل ذلك؟ ثم إن جميع كتب أبي حنيفة مشحونة برواية أبى يوسف\nعنه ولم يكن فيها شئ من ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بإسناده إلى ابن المقرئ عن أبيه أن رجلا سأل أبا حنيفة - أحمر كأنه\nمن رجال الشام - فقال: رجل لزم غريما له فحلف له بالطلاق أن يعطيه حقه غدا\nإلا أن يحول بينه وبينه قضاء الله، فلما كان من الغد جلس على الزنا وشرب\nالخمر؟ قال:\n</p>\n\n<p>\nلم يحنث ولم تطلق امرأته. وهذا لم يرو عن أبي حنيفة كما ذكر، ولكن\nالرواية عنه قريب من هذا، إذا قال الرجل امرأته طالق إن شاء الله لم تطلق،\nوهذا أظنه إجماعا.\n</p>\n\n<p>\nوكذلك لو قال إن شاء الإنس أو الجن أو الملائكة فهذا المروى وهذا استثناء\nوالاستثناء لا يوجب إيقاع اليمين. وأما قوله قعد على شرب الخمر والزنا فهذا\nمما لا يدخل في اليمين ولا في شئ منه بإجماع الفقهاء، لكن قصده الشناعة.\n</p>\n\n<p>\nوقال: أما القول بخلق القرآن فقد قيل إن أبا حنيفة لم يكن يذهب إليه،\nوالمشهور عنه أنه كان يقوله واستتيب منه وهذا دليل على كذب الخطيب لأن\nالمشهور ما نفى الجهل عن عامة الناس وهو إنما روى ما ذكر عن أبي حنيفة عن\nواحد واحد من كل عصر وأصحاب أبي حنيفة تفردوا بأكثر بلاد المسلمين وفقهاؤهم\nفي كل عصر أكثر من أن يحصوا وكلهم يروى عن أبي حنيفة أنه لا يصلى خلف من\nيقول بخلق القرآن فترى أي شهرة أوجبت له ما ذكر لأنه روى عن أناس <span id='ms052'></span> أن أبا\nحنيفة كان يقول القرآن مخلوق، وروى عن أناس أنه لم يكن يقول القرآن مخلوق،\nوجميع أصحاب أبي حنيفة على أن أبا حنيفة لم يكن يقول بخلق القرآن إلا بعضهم\nوهم أناس من أصحاب أبي حنيفة والشافعي وهو المعتزلة مخالفون أبا حنيفة وهو\nمعترفون بأن هذا القول لم يكن أبو حنيفة قاله، ولا شك أن أبا حنيفة ناظر\nالمعتزلي في خلق أفعال العباد فقال له: إن كان فعلك بأمرك فأخرج البول من\nموضع الغائط والغائط من موضع البول. فانقطع فضحك أبو حنيفة، فقال له\nالمعتزلي: أتناظرني في العلم وتضحك والله لا كلمتك بعد اليوم فلم ير أبو\nحنيفة بعد ذلك اليوم ضاحكا. وهذا المسألة أخذها أبو حنيفة من قول الله عز\nوجل: (فإن الله يأتي بالشمس من المشرق فأت بها من المغرب) والمعتزلي إنما\nاعتزل حلقة الحسن البصري فكيف لقائل أن يقول إن أبا حنيفة أول من تكلم\nبهذا؟ وهذه الروايات التي تخالف أصحاب أبي حنيفة ومن قد روى عنه لا تصح لان\nأصحاب أبي حنيفة مجمعون على خلاف ما نقله عنه الخطيب. وهما كتب أصحاب أبي\nحنيفة بخلاف ما ذكر فكيف له أن يقول والمشهور خلاف ذلك، إنما المشهور مأخوذ\nمن الشهرة وهي ما يلبسه الرجل عند القتال، والشهرة مشتقة من الشهر وهو\nالهلال سمى بذلك لشهرة الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nله، ومنه سمى الشهر للأيام. وقال الخطيب: بإسناده إلى أبى بكر بن أبي\nداود السجستاني يقول لأصحابه ما تقولون في مسألة اتفق عليها مالك وأصحابه،\nوالشافعي وأصحابه، والأوزاعي وأصحابه، والحسن بن صالح وأصحابه، وسفيان\nالثوري وأصحابه، وأحمد بن حنبل وأصحابه؟ فقال أصحابه: يا أبا بكر لا تكون\nمسألة أصح من هذه. فقال: هؤلاء كلهم اتفقوا على تضليل أبي حنيفة.\n</p>\n\n<p>\nالجواب: اعلم وفقك الله أن الصحابة جميعهم اختلفوا في عدة مسائل ولكن ليس\nكل من خولف فقد ضل، فإن هؤلاء المسلمين جميعهم خالف بعضهم بعضا كما خالفوا\nأبا حنيفة فهذا لا يعد من التضليل أما المنقول عن الشافعي في كتاب الأم <span id='ms053'></span> أنه\nقال من راد خمسا فعليه بخمس، من أراد الفقه فعليه بأبي حنيفة، ومن أراد\nالنحو فعليه بالكسائي. وما ذكرت مسطور عن الشافعي. ومن يقول عنه هذا مثل\nالشافعي كيف يقول مثل ذلك وانظر بين الروايتين ما قلت في كتاب الأم لأصحاب\nالشافعي ينقله فقهاء أهل عصر إلى فقهاء أهل عصر إلى ما روى الخطيب عن آحاد\nالناس.\n</p>\n\n<p>\nوأما غيرا لشافعي فسيأتي الجواب عنه إن شاء الله.\n</p>\n\n<p>\nوقال الخطيب:\n</p>\n\n<p>\nذكر ما حكى عن أبي حنيفة في الخروج على السلطان بأسانيده إلى جماعة\nينقلون عن أبي جماعة ينقلون عن أبي حنيفة منه ما أسنده إلى الأوزاعي أنه\nقال جاؤوني فقالوا قد أخذنا عن أبي حنيفة شيئا فانظر فيه فلم يبرح بي وبهم\nحتى أريتهم. فما جاؤوني به عنه أنه قد أحل لهم الخروج على الأئمة. وهذه\nالرواية لا تصح عن أبي حنيفة لأنه يقول: ولا نرى الخروج على أئمتنا وولاة\nأمورنا وإن جاروا علينا وندعوا لهم. ثم إجماع أصحاب أبي حنيفة على ما قلت،\nثم أبو حنيفة جعل قتال على رضي الله عنه مع البغاة والخوارج حجة، كما جعل\nقتال النبي صلى الله عليه وسلم مع الكفار. قال وإذا سمع الإمام أن قوما\nيدعون إلى الخروج فعليه أن ينبذ إليهم ويمسكهم حتى يظهروا توبة، فإذا صار\nفئة يرجعون إليها يقتل مقاتلهم ويجهز على جريحهم، ويقتل أسراهم كما يقتل\nالكفار. فمن يكون هذا رأيه كيف يرى الخروج على الأئمة؟ قال الله تعالى:\n(وإما تخافن من قوم خيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين)\nوقال: لا يمض قضاء قاضى أهل البغي ولا تقبل شهادتهم.\n</p>\n\n<p>\nثم روى بإسناده إلى ابن المبارك قال ذكرت أبا حنيفة يوما عند الأوزاعي\nفأعرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nعنى فعاتبته في ذلك فقال: تجئ إلى رجل يرى السيف في أمة محمد فتذكره\nعندنا ألا ترى إلى الخطيب لم يعرف الفرق بين الخروج على الأئمة وبين من يرى\nالسيف في الأمة! اعلم وفقك الله أن القتل ليس مشروعا بمجرد الكفر إذ <span id='ms054'></span> لو كان\nلكان يحل لنا قتالهم من غير نبذ، ولما كان يجوز لنا أخذ الجزية منهم وتركهم\nوما يعبدون ويكونون كالمسلمين في أموالهم ودمائهم، وإنما القتل مشروع\nللفساد في الأرض والتعدي على الدين. ولذلك قال تعالى: (وإما تخافن من قوم\nخيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين) وقال تعالى: (وإنما\nجزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا) وقال\nتعالى: (وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما\nعلى الأخرى فقاتلوا التي تبغى حتى تفئ إلى أمر الله) فأمر بقتال البغاة كما\nأمر بقتال أهل الحرب. وقال عز وجل في قصة أهل الحرب (حتى يعطوا الجزية عند\nيد وهم صاغرون) فأراد إعلاء كلمة الإسلام وأمر بالقتال للفريقين جميعا\nلاكتفاء شرهم وقمع المفسدين وإصلاح الرعية وأمن الطرق فاستويا، فمن لا يعرف\nوجوه القرآن كيف يجوز له الرد على من يعرف؟\n</p>\n\n<p>\nثم ذكر على الأبار لإسناده إلى أبى إسحاق الفزاري.\n</p>\n\n<p>\nقال: جاءني نعى أخي من العراق - وخرج مع إبراهيم بن عبد الله الطالبي -\nفقدمت الكوفة فأخبروني أنه قتل وأنه قد استشار سفيان الثوري وأبا حنيفة.\nفأتيت سفيان فقلت أنبئت بمصيبتي بأخي وأخبرت أنه استفتاك؟ قال نعم قد جاءني\nفاستفتاني. فقلت: ما أفتيته قال قلت لا آمرك بالخروج ولا أنهاك. قال فأتيت\nأبا حنيفة فقلت له بلغني أن أخي أتاك فاستفتاك؟ قال قد أتاني واستفتاني،\nقال قلت وما أفتيته بالخروج، قال فأقبلت عليه فقلت لا جزاك الله خيرا.\n</p>\n\n<p>\nقال: هذا رأيي قال فحدثته بحديث عن رسول الله صلى الله عليه وسلم في الرد\nلهذا قال هذه خرافة. قال الخطيب: يعنى حديث النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nالخطيب ذكر هذا الخبر عن هذا الرجل أعنى أبا إسحاق ثم اختلف فيه فتارة\nقال ما ذكرت. ثم روى عنه أنه قال قتل أخي مع إبراهيم بالبصرة فركبت لنظر في\nتركته فلقيت أبا حنيفة فقال لي من أين أقبلت وأين أردت؟ فأخبرته الحديث\nفقال لي لو أنك قتلت مع <span id='ms055'></span> أخيك لكان خيرا لك. فهذا حديث قد تقدم الجواب عنه.\nإلا أنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nأردت أن أذكر شيئا يعرفه الناس كما يعرفون أن أبا إسحاق الفزاري روى لأبي\nحنيفة حديثا عن النبي صلى الله عليه وسلم، والناس يعرفون أن أبا إسحاق لم\nيكن فقيها ولا محدثا يؤخذ بقوله، ثم يرجح قول مثل هذا يكون أراد به الحق،\nثم قول الخطيب أنه عنى قول النبي صلى الله عليه وسلم. أترى ما علم أنه لو\nثبت مثل هذا القول عند أبي حنيفة إنه يحمل على أن هذا حديث مشكوك فيه أو\nمطعون في ناقله، وأن أبا إسحاق لم يهتد إلى نقله على الوجه، وأنه لم يعرف\nالوجه في الحديث. ثم إن الخطيب قال عنى بقوله حديث النبي صلى الله عليه\nوسلم. فما أدرى الخطيب أنه عنى حديث النبي صلى الله عليه وسلم دون حديث\nالفزاري؟ ثم إن الخطيب جعل رأى سفيان في هذا الأمر حجة حيث قال لم آمر أخاك\nولم أنهه. فإن المتفقهة إذا سئلوا عن مثل هذا لابد أن يقولوا حلال أو حرام\nأو واجب أو محظور فإن كان واجبا لزم العلم به وإن كان محظورا وجب التجنب\nعنه.\n</p>\n\n<p>\nفنقول: سفيان في هذه الفتيا لا يخلو إمام إن كان الطالبي على الحق أو على\nالباطل ولا يخلو المستفتى إما أن كان ذا قدرة على الخروج أو عاجز وإن كان\nطالب فضيلة أولا. إن كان قادرا على الخروج طالبا للفضيلة ووجد إمام حق\nفالأولى له اتباعه، وان كان إمام باطل وجب عليه قتاله مع إمام الحق إذا\nدعى. أما السوقة وآحاد الناس فيقدرون على أن يفتوا بما أفتى به سفيان بأن\nلا يأمروا ولا ينهوا، فمن لا يفرق بين هذا وهذا ليت شعري كيف يجوز له الطعن\nعلى الأئمة، وفى قوله حدثته بحديث عن رسول الله صلى الله وسلم في الرد\nلهذا، كان الواجب أن يبين الحديث الذي في الرد. وأما إسناده إلى محمد بن\nعلي عن سعيد بن سالم أنه قال قلت <span id='ms056'></span> لقاضي القضاة أبي يوسف سمعت أهل خراسان\nيقولون: إن أبا حنيفة جهمي مرجئ؟ فقال لي صدقوا ويرى السيف أيضا. قال له\nفأين أنت منه؟ قال إنما كنا نأتيه يدرسنا الفقه ولم نكن نقلده ديننا.\n</p>\n\n<p>\nاعلم أن المشهور عن أبي يوسف خلاف ما ذكره عنه لأنه ذكر هذا الحديث عن\nمحمد وحده وجميع أصحاب أبي حنيفة يقولون عن أبي يوسف عن - أبي حنيفة خلاف\nما ذكر. وأما قول أبى يوسف كان يدرسنا الفقه وما كنا نقلده ديننا فالمشهور\nعن أبي يوسف أنه لما حج. قال اللهم إنك تعلم أنني لم أعمل إلا بما عرفته من\nكتابك وسنة نبيك، وما لم أعرفه منهما جعلت بيني وبينك فيه أبا حنيفة لعلمي\nبه. وروى عنه أيضا هذا القول عند الموت، فمن يكون هذا قوله أما يكون قد\nقلده في دينه؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطيب: ذكر ما حكى عنه من مستشنعات الألفاظ والأفعال، روى بإسناده\nعن الحسن بن علي الجوهري إلى أبى مطيع أن أبا حنيفة رضي الله عنه قال: إن\nكانت الجنة والنار مخلوقتين فإنهما يفنيان عن محمد بن الحسين عن أبي مطيع\nأنه سمع أبا حنيفة يقول إن كانت الجنة والنار خلقتا فإنهما يفنيان والرواية\nالمشهورة عن أبي حنيفة التي عليها جملة أصحابه أنه قال: إن الجنة والنار\nمخلوقتان لا تبيدان أبدا. وكذلك روى عنه أبو جعفر الطحاوي في عقيدته.\n</p>\n\n<p>\nوبإسناده عن ابن رزق عن أسباط أن أبا حنيفة. قال: لو أدركني رسول الله\nصلى الله عليه وسلم وأدركته لأخذ بكثير من قولي.\n</p>\n\n<p>\nوباسناده عن علي بن أحمد الرزاز عن يوسف بن أسباط. قال قال أو حنيفة: لو\nأدركني رسول الله صلى الله عليه وسلم وأدركته لأخذ بكثير من قولي. والمروي\nعن العباس رضي الله عنه وعليه فتاوى كل أصحابه أنه قال في المروى عن العباس\nرضي الله عنه لما خطب النبي صلى عليه وسلم وقال: (ألا إن مكة حرام من حرمات\nالله) الخبر بطوله. فقال العباس إلا الأذخر يا رسول الله فقال رسول الله <span id='ms057'></span>\nصلى الله عليه وسلم: (إلا الأذخر) قال أبو حنيفة في هذا أن النبي صلى الله\nعليه وسلم أراد أن يستثنى هذا فسبقه العباس إليه. فأبو حنيفة لم يجعل النبي\nصلى الله عليه وسلم آخذا برأي العباس، فكيف يجعله أخذا برأي نفسه.\n</p>\n\n<p>\nوقد روى عن عمر رضي الله عنه مثل هذا أنه قال وافقني ربى في ثلاث ولم يرد\nبالموافقة أنه كان على الخلاف ثم وافق، إنما كانت شهوته تقتضي هذا، وأنزل\nالله ذلك على وفاق ما أراده فسماه موافقة، ومذهب أبي حنيفة خلاف ما نقل\nالناقل لأنه يرى الأخذ بالكتاب والسنة ما وجد، فإن لم يجد أخذ بقول الصحابي\nفإن اختلفوا أخذ بقول أقربهم إلى الكتاب والسنة لا يعدل عن ذلك.\n</p>\n\n<p>\nوروى بإسناده عن عبد الله بن محمد بن الحارث عن أبي إسحاق الفزاري.\n</p>\n\n<p>\nقال: كنت آتي أبا حنيفة أسأله عن الشئ من أمر الغزو فسألته من مسألة\nفأجاب، فقلت له إنه يروى فيها عن النبي صلى الله عليه وسلم كذا وكذا. فقال\nدعنا من هذا. قال وسألته يوما آخر عن مسألة فأجاب فيها، فقلت له إن هذا\nيروى عن النبي صلى الله عليه وسلم فيه كذا وكذا. فقال حك هذا بذنب خنزير،\nهذا النقل يخالف مذهب أبي حنيفة وقد تقدم الجواب عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن الخطيب لم يعن المسألة التي ذكر الراوي أنه سأل أبا حنيفة عنها ولا\nالخبر الذي أورده الفزاري، وإذا لم يعين لم يثبت ما اشترطه الخطيب من أن\nالتثبت عند أهل الحديث غير هذا لأن المعلوم لا ينقض بالمجهول وهذا قد روى\nعن آحاد الناس لا شئ. لأنه قال حدثنا فلان عن الفزاري أنه قال سألت أبا\nحنيفة عن مسألة فأجاب. فقلت: روى عن النبي صلى الله عليه وسلم كذا وكذا في\nهذا. فقال له أبو حنيفة: حك هذا بذنب خنزير. وهذا كما حكى الخطيب في كتابه\nفي ترجمة أشعب عن أشعب أنه قال لما سئل هل تروى شيئا من الحديث النبوي؟\nفقال: نعم سمعت عكرمة <span id='ms058'></span> يقول سمعت ابن عباس يقول سمعت رسول الله صلى الله\nعليه وسلم يقول: (خلتان لا يجتمعان من مؤمن).\n</p>\n\n<p>\nثم سكت فقالوا له وما الخلتان؟ قال: نسى عكرمة واحدة ونسيت أنا الأخرى.\n</p>\n\n<p>\nقال أخبرنا ابن دوما ثم أسنده إلى الفزازي قال حدثت أبا حنيفة حديثا في\nرد السيف فقال: هذا حديث خرافة أترى أي شئ هو رد السيف؟ وإنما اشتراط\nالخطيب أن هذا ثبت هو العجب، لأنه قال والثبت عن أصحاب الحديث غير هذا،\nأترى الثبت ما يعلم؟ فإن كان الثبت ما يعلم كان [ينبغي] نقل ما قال وما قيل\nعنه ليكون الجواب. وأما قوله حدثت أبا حنيفة في رد السيف حديثا فهذا لا\nيثبت مثله، لأنه إنما يثبت الشئ، أما غير شئ لا يثبت أصلا وهذا كقول\nالمتنبي:\n</p>\n\n<p>\nإذا رأى غير شئ ظنه رجلا وهذا غير شئ، أترى غير شئ أي شئ يكون: وروى عن\nالأبار إلى أن قال سمعت علي بن عاصم يقول: حدثنا أبا حنيفة بحديث عن النبي\nصلى الله عليه وسلم. فقال: لا آخذ به، ثم قلت عن النبي صلى الله عليه وسلم\nفقال: لا آخذ به. إنما يجاب عن هذا لو ذكر الحديث، فمن المعلوم أن كلما روى\nعن النبي صلى الله عليه وسلم لا يؤخذ به لأن فيه منسوخا والمنسوخ فبالإجماع\nلا يؤخذ به.\n</p>\n\n<p>\nاعلم وفقك الله أن أخبار النبي صلى الله عليه وسلم فيها ناسخ ومنسوخ،\nومحكم ومتشابه، وإفراد وتركيب، وحقيقة ومجاز. ثم بعد ذلك صنفت على النبي\nصلى الله عليه وسلم أحاديث، [و] نقل عن النبي صلى الله عليه وسلم ثقات وغير\nثقات، وبعض هذا مما يرد به الحديث بإجماع الأمة.\n</p>\n\n<p>\nقال أخبرنا محمد بن أبي نصر الزينبي إلى بشر بن مفضل.\n</p>\n\n<p>\nقال قلت لأبي حنيفة: روى نافع عن ابن عمر أن النبي صلى الله عليه وسلم:\nقال (البيعان بالخيار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nما لم يفترقا) قال هذا رجز. أترى الناقل عن أبي حنيفة مثل هذا ما استحيا\nأن ينقل ما لا يسمع، فإن أراد به <span id='ms059'></span> الرجز الذي هو الشعر فليس كذلك ومثل أبي\nحنيفة يعرف هذا المقدار، ولو أنه عرض على أدنى عامي لعرف هذا فكيف ينقل عن\nأبي حنيفة رحمه الله ما لو قيل لعامي لعرف أنه خلاف ذلك ويدعى أنه الثبت؟\nوأما أبو حنيفة فإنه لا يأخذ بهذا الحديث على هذا الوجه الذي ذهب إليه غيره\nأن قول النبي صلى الله عليه وسلم إذا اختلف لفظا الواجب أن يوفق بينهما\nمعنى. وهذا مذهب أبي حنيفة والبيع عقد من عقود الشرع، وجميع عقود الشرع بعد\nصحتها لا تحتمل النقض، مثل أن تقول بعت ويقول اشتريت، ومثل أن تقول أنكحتك\nعلى صداق مبلغه كذا وكذا، فيقول قبلت. فكما أنه ليس خيار في النكاح فكذلك\nليس له خيار في البيع. وكذلك إلا جارة وغيرها من عقود الشرع، وإنما كلام\nالنبي صلى الله عليه وسلم مثل القرآن والقرآن جاء على العرب، تقول بئست\nالرمية الأرنب وإن كانت لم ترم إلا أنها من شأنها أن ترمى فسميت رمية بذلك.\nكما قال تعالى (أعصر خمرا) والمايع لا ينعصر وإنما كان يعصر عنبا ليجعله\nخمرا. فلما كان من شأنه أن يكون خمرا نطلق اسم الخمر على العنب، لأنه اسم\nما يؤل إليه. وقد روى أنه عليه السلام. قال لأبي سفيان يوم الفتح:\n</p>\n\n<p>\n(كل الصيد في جوف الفرا) سماه صيدا وان لم يصد. فكذلك سماهما بيعين وإن\nيبيعا بعد، وتقديره البيعان بالخيار إذا شاءا تبايعا، وإن شاءا لا. كما قال\nصلى الله عليه وسلم: (المتطوع أمير نفسه، إن شاء صام وإن شاء أفطر) فلما\nعرض عليه الحكم وهو أن النبي صلى الله عليه وسلم حضر عند رجل من الأنصار\nوكان معه رجل صائم فقال: (أجب أخاك وأفطر واقض يوما مكانه) فلما أثبت\nالوجوب أوجب العوض، فهذا ومثله كثير عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال قلت: روى قتادة عن أنس أن يهوديا رضخ رأس جارية بين حجرين فرضخ النبي\nصلى الله عليه وسلم رأسه. قال. هذيان. فأبو حنيفة رحمه الله لا <span id='ms060'></span> يقول عن\nكلام النبي صلى الله عليه وسلم هذا، ولو كان كما قال عنه الخطيب لما ترك\nفضلا عن أن يتبعه الناس ويقتادون إليه وقد تقدم أن رواية جماعية خير من\nرواية آحاد الناس. ثم هذا الخبر مجمع على ترك العمل به بقول النبي صلى الله\nعليه وسلم عن جابر بن عبد الله. قال: كان النبي صلى الله عليه وسلم إذا أمر\nأميرا على جيش أو سرية. قال: (اغزوا بسم الله، قاتلوا من كفر بالله، اغزوا\nولا تغلوا ولا تمثلوا). ألا تراه صلى الله عليه وسلم نهى عن المثلة. ونهى\nفي الخبر عن قتل النساء والصبيان فهذا ناسخ لما تقدم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال أخبرنا أبو بكر البرقاني إلى عبد الصمد عن أبيه قال: ذكر لأبي\nحنيفة قول النبي صلى الله عليه وسلم (أفطر الحاجم والمحجوم) فقال هذا سجع.\n</p>\n\n<p>\nوهذا مثل قول الله عز وجل: (فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى\nعليكم) والثاني لا يكون متعديا بل مستوفيا. ثم هذا الحديث منسوخ بقول النبي\nصلى الله عليه وسلم (الفطر مما دخل، والوضوء مما خرج) الحاجم والمحجوم لم\nيدخل إلى بطنيهما شئ فيفطرهما. قال: وذكر له قول من قول عمر - أو قضاء من\nقضاء عمر - فقال: هذا قول شيطان. فهذا مثل ما ذكرت من خبر أشعب، الواحد\nأنسيه هو، والآخر أنسيه الخطيب.\n</p>\n\n<p>\nوكذلك ما رواه عن ابن رزق إلى عبد الوارث، وقال أخبرنا محمد بن عبد الملك\nالقرشي إلى إسحاق قال سمعت يحيى بن آدم ذكر لأبي حنيفة هذا الحديث أن النبي\nصلى الله عليه وسلم قال: (الوضوء نصف الإيمان) قال لتتوضأ مرتين حتى تستكمل\nالإيمان. قال إسحاق وقال يحيى بن آدم الوضوء نصف الإيمان - يعنى نصف الصلاة\n- لأن الله تعالى سمى الصلاة إيمانا فقال: (وما كان الله ليضيع إيمانكم) أي\nصلاتكم. قال النبي صلى الله عليه وسلم (لا تقبل صلاة إلا بطهور) فالطهور\nنصف الإيمان على هذا المعنى إذا كانت الصلاة لا تتم إلا به. ومثل هذا لم\nينقل عن <span id='ms061'></span> أحد من الأئمة المعروفين وكيف ينبغي أن يقال في قوله تعالى: (وما\nكان الله ليضيع إيمانكم) ويعنى بها الصلاة لأنه يقول في أثناء الآية (بعد\nأن هداكم للإيمان) وليس الهداية الصلاة وحدها وإنما الهداية إلى جميع الدين\nوالصلاة فرع من فروعه. فقد قال النبي صلى الله عليه وسلم: (لا يكمل إيمان\nالمؤمن حتى يريد لأخيه المؤمن ما يريد لنفسه).\n</p>\n\n<p>\nأفكان يعنى بهذا الصلاة وحدها؟ وقد قال الله تعالى: (إنما المؤمنون إخوة)\nفيحمل هذا الخطاب على من هو في الصلاة لا من هو خارج عنها، ومثل هذا كثير.\n</p>\n\n<p>\nوإنما [لا] يتبين المختلف فيه إلا على العلماء، أما مثل هذا فلا.\n</p>\n\n<p>\nوقد نقل عن يحيى أيضا أنه ذكر لأبي حنيفة قول من قال لا أدرى نصف العلم.\n</p>\n\n<p>\nقال: فليقل مرتين لا أدرى حتى يستكمل العلم. قال يحيى وتفسير قوله لا\nأدرى نصف العلم، لأن العلم إنما هو أدرى ولا أدرى، فأحدهما نصف الآخر.\nفانظر ما أحسن هذا الكلام أترى إيش يقال فيمن لا يعرف هذا الكلام؟ حتى أنه\nيجعل قول من قال حجة حتى يرد به على أبي حنيفة. والعلم إنما هو إثبات حكم\nأو نسخ حكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nقال أخبرنا أبو القاسم إلى سفيان بن عيينة ثم أعاد حديث (البيعان بالخيار\nما لم يفترقا)، وهذا تقدم الجواب عنه. وروى عن ابن دوما إلى الفضل بن موسى\nقال سمعت أبا حنيفة يقول: من أصحابي من يبول قلتين، يرد على النبي صلى الله\nعليه وسلم. أترى أين الرد على النبي صلى الله عليه وسلم؟ وإنما القلتان\nالعامتان، والقلتان الجرتان، والقلتان الكوزان، والقلتان قلتا الجبلين فهذا\nكله ينطلق عليه اسم القلتين، وقول أبي حنيفة هذا إن ثبت أنه قاله أين الرد\nفيه على النبي صلى الله عليه وسلم؟ وانما أردت أن أبين بهذا ومثله قول\nالخطيب والمحفوظ غير ذلك فانظر إلى هذا المحفوظ ما أحسنه، إلا أنه يشبه ذلك\nالحافظ الذي جعله ثبتا فأخبر عن الخلال إلى وكيع يقول سأل ابن المبارك أبا\nحنيفة عن رفع <span id='ms062'></span> اليدين في الكروع فقال أبو حنيفة: يريد أن يطير. أترى أن شئ\nفي هذا من الفقه أو العلم حتى يجعله ثبتا وروى عن ابن رزق إلى سفيان يقول:\nكنت في جنازة أم خصيب بالكوفة فسأل رجل أبا حنيفة عن مسألة في الصرف\nفأفتاه، فقلت: يا أبا حنيفة إن أصحاب محمد صلى الله عليه وسلم قد اختلفوا\nفي هذه، فغضب وقال للذي استفتاه: فأعمل بها فما كان فيها من إثم فهو على.\nافتراه لم لا عرف المسألة كما عرف أم خصيب؟\n</p>\n\n<p>\nأفهذا ومثله الثبت.\n</p>\n\n<p>\nوحدث عن أبي القاسم عبد الواحد إلى يوسف بن أسباط يقول: رد أبو حنيفة على\nرسول الله صلى الله عليه وسلم أربعمائة حديث - أو أكثر - قلت له يا أبا\nمحمد تعرفها؟ قال نعم قلت أخبرني بشئ منها فقال قال: رسول الله صلى الله\nعليه وسلم: (للفرس سهمان وللراجل سهم) فقال أبو حنيفة إنا لا نجعل سهم\nبهيمة أكثر من سهم المؤمن. فهذا اللفظ لم يثبت عن أبي حنيفة وإنما مذهبه أن\nيكون للفارس سهمان وللراجل سهم. وأما لفظ النبي صلى الله عليه وسلم للفرس\nسهمان فمحمول على أمثاله مما ورد عنه صلى الله عليه وسلم وعن أصحابه. فأما\nما روى عنه صلى الله عليه وسلم فإنه لما جاء الرجل إليه وقال إني جعلت\nلأصحابي إبلا ليسلموا فلما أسلموا رجعت نفسي في الإبل؟ فقال صلى الله عليه\nوسلم (لا تعطهم شيئا إن أقاموا وإلا سيرنا إليهم الخيل) فلم يرد النبي صلى\nالله عليه وسلم أن يسير إليهم الخيل وإنما أراد أن يسير الخيالة. وقد تقدم\nمثل هذا القول. وأما روى عن أصحابه رضي الله عنهم فإنه كان ينادى فيهم\nبحضرة النبي صلى الله عليه وسلم وبعده إذا استفزعوا يا خيل الله اركبي، فما\nكانت الخيل تركب الناس عادة، وإنما تقديره يا خيالة الله اركبي، فكنى عن\nالخيالة بالبعض كما ورد العبر كثير من هذا، ومثله قوله تعالى: (إني أراني\nأعصر خمرا) وإنما كان يعصر العنب ليكون حمرا، فمن <span id='ms063'></span> لا يفهم هذا إيش يكون\nجوابه؟ وقال قال أبو حنيفة: الأشعار مثله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nصدق إلا أن يكون في الحج. وقال قال البيعان بالخيار، وقد تقدم الجواب.\nوقال كان النبي صلى الله عليه وسلم يقرع بين نسائه إذا أراد أن يخرج في\nالسفر. وأقرع أصحابه. وقال أبو حنيفة: القرعة قمار. فأقول إن القمار ما كان\nفيه أخذ وعطاء، وأما مذهب أبي حنيفة رحمه الله في السفر بالنساء إن شاء\nأخرج إحداهن، وإن شاء أقرع بينهن تطييبا لأنفسهن كان حسنا. وقال لو أدركني\nرسول الله صلى الله صلى الله عليه وسلم وأدركته لأخذ بكثير من قولي. قد\nتقدم الجواب عنه.\n</p>\n\n<p>\nوحدث عن ابن رزق إلى إسماعيل البطلاني. وأخبرنا البرقاني قال قرأت على\nأبى حفص إلى أبى السائل يقول سمعت وكيعا يقول: وجدنا أبا حنيفة خالف مائتي\nحديث. هذه كانت أربعمائة صارت مائتين ولم يذكر من الأربعمائة والمائتين إلا\nحديثا واحدا، ولو أراد الخطيب صحة الثبت كما زعم لذكر الأحاديث. وحدث عن\nعلي بن أحمد الزاز إلى حماد بن سلمة قال وسمعته يقول: أبو حنيفة استقبل\nالآثار واستدبرها. فهذا قول قاله حماد. والجواب عنه فيما مضى وعن غيره من\nأمثاله الذين قالوا مثل هذه الأقوال في أبي حنيفة وقد روى عنه أن أبا حنيفة\nيستقبل السنة يردها برأيه. وأخبرني عن محمد بن الحسين بن محمد المتوثي إلى\nبشر بن السرى قال أتيت أبا عوانة فقلت بلغني أن عندك كتابا لأبي حنيفة\nأخرجه فقال، يا بنى ذكرتني فقام إلى صندوق فاستخرج كتابا فقطعه قطعة [قطعة]\nثم رمى به، فقلت له ما حملك على ما صنعت؟ قال: كنت عند أبي حنيفة جالسا\nفأتاه رسول بعجلة من قبل السلطان كأنما قد حموا الحديد وأرادوا أن يقلدوه\nالأمر. فقال: يقول الأمير رجل سرق وديا فما ترى؟ فقال - غير متمتع - إن\nكانت قيمته عشرة دراهم فاقطعوه: فذهب الرجل فقلت يا أبا حنيفة ألا تتقى\nالله، حدثني يحيى بن سعيد عن محمد بن يحيى بن حبان عن رافع بن خديج <span id='ms064'></span>. أن\nرسول الله صلى الله عليه وسلم قال: (لا قطع في ثمر ولا كثر) أدرك الرجل\nفإنه يقطع. فقال - غير متعتع - ذاك حكم قد مضى فانتهى وقد قطع الرجل فهذا\nما يكون له عندي كتاب.\n</p>\n\n<p>\nهذا مذهب أبي حنيفة رضي الله عنه. وذلك لما روى عن النبي صلى الله عليه\nوسلم قال: (لا قطع في ثمر ولا كثر) وقال: (فإذا جمعها الجرين فاقطعوا فيما\nبلغ قيمة المجن) فأبوا حنيفة رحمه الله اعتبر الأصل، وذلك أن اللص إذا سرق\nقمحا أو تمرا أو شيئا إلا أنه أصل في نفسه مقصود بالمالية قطع. وإن سرق\nطعاما أو شرابا ليس بمقصود بالمالية مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nطعام مطبوخ أو شراب لم يقطع لأنه ليس بمقصود بالمالية في نفسه، وإنما\nالمقصد منه دفع ضرر الجوع حتى أنه لو سرقه في إناء فضة أو ذهب لأقطع عليه\nلأن مقصوده دفع الضر وسد الجوع وذلك مباح بالمحرم فصار فيه شبهة والحدود\nعنده تدرأ بالشبهات لما روى عن الصحابة رضي الله عنهم أنهم كانوا يقولون.\nادرءوا الحدود بالشبهات. والنبي صلى الله عليه وسلم تارة أمر بالقطع وتارة\nمنع منه. وقد ذكرت فيما مضى مذهب أبي حنيفة في أنه لا يخالف بين الخبرين ما\nوجد وجه التوفيق. فلما يبن النبي صلى الله عليه وسلم الكثير بقوله (جمعه\nالجرين) تبين أنه المقصد بنفسه للمالية. ولما أبهم كان لسد الجوعة.\n</p>\n\n<p>\nوكذلك ما حدث عن ابن دوما إلى أبى عوانة. قال وقال الحلواني إلى حماد.\n</p>\n\n<p>\nقال سمعت أبا حنيفة سئل عن محرم لم يجد إزارا فلبس سراويل، قال عليه\nفدية.\n</p>\n\n<p>\nقلت: سبحان الله سمعت عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم\nقال: (السراويل لمن لم يجد الإزار).\n</p>\n\n<p>\nهذا الخبر لم يعمل به أحد من الأئمة فيحتج بصحته، فإن من لم يجد الإزار\nيلبس السراويل، كذلك من لم يجد الرداء يلبس القميص ومحال أن يجد السراويل\nولم يجد إزارا، فإن السراويل يصير منه إزار، فهذا ومثله لا يدفع قول الخصم،\nفإن <span id='ms065'></span> أعرابيا سأل النبي صلى الله عليه وسلم فقال: يا رسول الله ما تقول فيمن\nأحرم في جبته هذه بعد ما ضمخها بالطيب؟ فقال النبي صلى الله عليه وسلم (أما\nالجبة فانزعها وأما الطيب فاغسله وافعل في عمرتك ما تفعل في حجك) وإجماع\nالناس ان المحرم يلزم المخيط فإن المخيط لا يراد به ما دخلته الإبرة مطلقا\nإنما المراد به ما يتلف على الإنسان مثل الثوب المخيط على البدن وعلى\nاليدين حتى يصير كهيئة الإنسان. فكذلك أيضا السراويل والخف. وحديثه عن ابن\nدوما إلى حماد يدخل فيما ذكرت.\n</p>\n\n<p>\nثم قال: أخبرنا ابن دوما إلى سفيان بن عيينة قال قدمت الكوفة فحدثتهم عن\nعمرو بن دينار عن جابر بن زيد - يعنى حديث ابن عباس - فقالوا: إن أبا حنيفة\nيذكر هذا عن جابر بن عبد الله. قال قلت لا إنما هو جابر بن زيد. فذكروا ذلك\nلأبي حنيفة فقال: لا تبالوا إن شئتم صيروه عن جابر بن عبد الله، وإن شئتم\nصيروه عن جابر بن زيد. إنما قال أبو حنيفة ذلك - إن صح عنه - لأن هذا الخبر\nلم يعمل به أحد من الفقهاء فتقديره صيروه عمن شئتم فإنه غير معمول به. فقد\nأجمع القوم على أنه من لبس المخيط كان عليه الفدية سواء كان سراويل أو\nغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال أخبرنا القاضي أبو عبد الله الصيمري إلى أبى عبد الله قال أنشدني\nأبو عبد الله محمد بن زيد الوسطى لمحمد بن المعدل:\n</p>\n\n<p>\nإن كنت كاذبة التي حدثتني * فعليك إثم أبي حنيفة أو زفر المائلين إلى\nالقياس تعمدا * والراغبين عن التمسك بالأثر أما من هجا فقد هجا مثله خيرا\nمن أبي حنيفة ولم يصر ذلك حجة. وهذا قال عن أبي حنيفة رحمه الله ما ليس من\nمذهبه، وقد تقدم القول في مذهب أبي حنيفة وأخذه بالأحاديث ما وجد حتى أنه\nإذا جاءه الحديث الواحد خلاف القياس يعمل به في الواقعة وحدها ولا يترك أحد\nالحديثين. مثاله: إن الله تعالى فرض الصلاة في أوقات مخصوصة ففرض <span id='ms066'></span> لكل وقت\nصلاة، ثم إن النبي صلى الله عليه وسلم صلى الظهر مع العصر بعرفة في وقت\nالظهر، والمغرب مع العشاء بالمزدلفة في وقت العشاء. فعمل بذلك أبو حنيفة في\nيوم عرفة خاصة، ولم يقسه على باقي الصلوات، ولا قاس باقي الصلوات عليه.\nوهذا إذا كان المصلى مع الإمام، وأما إذا صلى وحده صلاها كسائر الصلوات في\nأوقاتها لأن النبي صلى الله عليه وسلم إنما فعل ذلك بالجماعة ولم يثبت أنه\nصلاها وحده على ما ذكرت فمن يكون نظره في الجمع بين الأحاديث كذا كيف يقدح\nفيه بقول من لا يعرف الفقه ولا العربية ولا يفرق بين الأحاديث.\n</p>\n\n<p>\nثم قال أخبرنا عبد الله بن يحيى السكري والحسن بن أبي بكر ومحمد بن عمر\nالنرسي إلى أبى عوانة. قال سمعت أبا حنيفة وسئل عن الأشربة، قال: فما سئل\nعن شئ منها إلا قال هو حلال، حتى سئل عن السكر - أو السكر شك أبو جعفر -\nفقال: حلال. قال قلت يا هؤلاء إنها زلة عالم لا تأخذوا عنه. أما مذهب أبي\nحنيفة رحمه الله في الأشربة فمعروف، ولو لم يشك أبو جعفر لرددت الجواب.\nوإنما الشاك لا يصدق لأن كذبه من نفسه إذا قال شككت فقد عرف أن قوله ليس\nبحجة فهو شك فيما نقله عن أبي حنيفة، ولم يشك في علم أبي حنيفة فكيف استحل\nالخطيب أن يجعل ما شك فيه ثبتا ينفى به ما جعله يقينا.\n</p>\n\n<p>\nفأما السكر فحرام على مذهب أبي حنيفة، والسكر حلال إذا طبخ أدنى طبخ لقول\nالله تعالى: (يتخذون منه سكرا ورزقا حسنا) وليس قول من قال خلاف أبي حنيفة\nبحجة لأنه قد نقل عن بعض الناس أنه قال الكلام محمول على أنك تقول تتخذون\nمنه سكرا وتتخذون رزقا حسنا. وليس هذا حجة لأن الصحابة رضى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعنهم اتخذوا من السكر ومن التمر ومن الزبيب ومن العسل الأنبذة، والنبي\nصلى الله عليه وسلم شرب من السقاية بعد ما قال له العباس يا رسول الله إنه\nمنذ أيام <span id='ms067'></span>، وقد مرسته أيدي الناس، ألا تصبر حتى نأتيك بشراب من البيت؟ يقول\nذلك له ثلاثا والنبي صلى الله عليه وسلم يرد قوله.\n</p>\n\n<p>\nحتى إياه بشئ منه فشربه وقطب وجهه ثم بماء من زمزم فصبه فيه وشربه. ثم\nقال:\n</p>\n\n<p>\n(إذا اغتلمت عليكم هذه الأشربة فاكسروا متونها بالماء) وأضاف علي عليه\nالسلام قوما فأطعمهم وسقاهم، فسكر بعضهم فحده. فقال: تسقينا، ثم تحدنا؟\nفقال: إنما أحدكم للسكر لا للشرب. وروى أن رجلا من المسلمين شرب من سطيحة\nعمر فسكر، فأراد أن يحده فقال إنما شربت من سطيحتك. فقال: إني أحدك للسكر\nلا للشرب فمثل هذه الأحاديث قد روى عن النبي صلى الله عليه وسلم وعن أصحابه\nفلأن يحمل أحد وجهي الآية على ما يوافق هذه الآثار مع أن هذا الوجه في\nالقرآن أو لا خير من أن يحمل على أبعد الوجهين مع مضاد هذه الآثار وأولى.\n</p>\n\n<p>\nثم قال: أخبرنا محمد بن أحمد بن محمد بن حسنون الترسي إلى أبى حمزة\nالسكري يقول: سمعت أبا حنيفة يقول لو أن ميتا مات فدفن ثم احتاج أهله إلى\nالكفن فلهم أن ينبشوه ويبيعوه. هذا لم ينقل عن أبي حنيفة ولو فعل ذلك أحد\nلما كان به بأس.\n</p>\n\n<p>\nفإن حيا يحتاج إلى كفن الميت مع أنه لم يزل عن ملكه بدفنه إياه لأحق من\nميت لا يحتاج إلى شئ من أمور الدنيا.\n</p>\n\n<p>\nثم قال أخبرنا محمد بن عيسى بن عبد العزيز والبزاز بهمذان إلى سفيان بن\nعيينة يقول: ما رأيت أحد أجرأ على الله من أبي حنيفة، ولقد أتاه يوما رجل\nمن أهل خراسان فقال يا أبا حنيفة قد أتيتك بمائة ألف مسألة أريد أن أسألك\nعنها. فقال هاتها، فهل سمعتم أحدا أجرأ على الله تعالى من هذا؟\n</p>\n\n<p>\nوأخبرنا عطاء بن السايب عن أبي ليلى.\n</p>\n\n<p>\nقال لقد أدركت عشرين ومائة من أصحاب النبي صلى الله عليه وسلم من الأنصار\nإن كان أحدهم ليسأل عن المسألة فيردها إلى غيره فيرد هذا إلى هذا وهذا إلى\nهذا حتى ترجع <span id='ms068'></span> إلى الأول، وإن كان أحدهم ليقول في شئ وإنه ليرتعد، وهذا يقول\nهات مائة ألف مسالة.\n</p>\n\n<p>\nوأنا أقول: هل رأيتم أو سمعتم بأحد أكذب من هذا، من يحفظ مائة ألف مسألة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nيكون رجلا لا يعرف له اسم؟ فهل رأيتم كذا بل أقول إن جميع المجتهدين من\nكان فيهم من يحفظ مائة ألف مسألة على قلبه، ولو كان الأمر كما زعم فليس\nبأكثر من كتب الفقه فلو أخذ رجل كتابا من كتب الفقه وجاء إلى رجل من أوساط\nالفقهاء وقال له: أريد أن أسألك عن جميع ما في هذا الكتاب لقال له نعم وما\nكان يعجز عنه إذا كان من مذهبه فكيف يعجز أبو حنيفة عن ما يسأل عنه. وقد\nنقل عن أبي حنيفة ما شاء الله من المسائل. وأما قوله عن الصحابة: فمن\nالمعلوم أن جميع الصحابة لم يكونوا فقهاء وما كان الفقهاء منهم إلا قليل،\nبل لو كان هذا السائل سأل أحد فقهاء الصحابة لقال كما قال أبو حنيفة. وقد\nروى عن ابن عباس أنه كان قاعدا بحرم مكة والناس حوله يسألون عن القرآن وهو\nيجيب، فقال له نافع بن الأزرق: يا ابن عباس ما أجرأك على كتاب الله أتفسره\nمن عندك؟ فقال: لا إنه لكلام عربي وأنا أفسره على ما تعرفه العرب. فقال له\nأكل هذا تعرفه العرب؟ فقال نعم ثم جعل يقص عليه شيئا فشيئا من القرآن\nوينشده عليه بيتا [بيتا] من أشعار العرب، وهذا الكتاب جمعه ابن السائب وهو\nيعرف اليوم بغريب القرآن لابن السائب؟ قال:\n</p>\n\n<p>\nذكر ما قاله العلماء في ذم رأيه والتحذير عنه إلى ما يتصل بذلك من أخباره\nقال أخبرنا أبو الحسن علي بن أحمد بن إبراهيم البزاز إلى هشام بن عروة عن\nأبيه.\n</p>\n\n<p>\nقال: كان الأمر في بني إسرائيل مستقيما حتى نشأ فيهم أبناء سبايا الأمم.\n</p>\n\n<p>\nفقالوا بالرأي فهلكوا وأهلكوا، وأكثر هذا الباب مثل هذا الخبر.\n</p>\n\n<p>\nوالجواب: أن الخطيب جعل هذا ثبتا وصححه وجعل قول عروة أولى من قول النبي\nصلى الله <span id='ms069'></span> عليه وسلم فإن النبي صلى الله عليه وسلم قال لمعاذ: (يا معاذ بم\nتحكم؟) قال أحكم بكتاب الله. قال (فإن لم تجد؟) قال بسنة رسول الله.\n</p>\n\n<p>\nقال فإن لم تجد)؟: قال أجتهد رأيي ولا آلو. فقال النبي صلى الله عليه\nوسلم حينئذ: (الحمد لله الذي وفق رسول رسول الله).\n</p>\n\n<p>\nوهذا الخطيب شرع يرد قول النبي صلى الله عليه وسلم بطريق الرد على أبي\nحنيفة كما فعلت الفلاسفة وذلك أن النبي صلى الله عليه وسلم شهد للعشرة\nبالجنة فلما أرادت الفلاسفة رد قول النبي صلى الله عليه وسلم جاؤوا إلى\nالعشرة يطعنون فيهم فلم يجدوا إلى ذلك سبيلا إلى أن جرى ما جرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nبين المسلمين من قتل عثمان ونوبة الجمل وصفين ثم قتل الحسين، وقامت\nالتوابون وكثرت شيعة على واختلف الناس وذلك في زمن فترة معاوية بن يزيد بن\nمعاوية لما خلع نفسه، فقالت الفلاسفة: إن عليا رضي الله عنه ابن عم النبي\nصلى الله عليه وسلم وأحق بالخلافة من غيره، وأبو بكر اغتصبه حقه وأعانه عمر\nثم ولى عثمان أمرا لم يكن له بحق وذلك لأن عبد الرحمن بن عوف تغرض عليا\nفأزاله عن مستحقه، وأما طلحة والزبير فإنهما قاتلا عليا في نوبة الجمل وهما\nله ظالمان. فهؤلاء غيروا بعد رسول الله صلى الله عليه وسلم ولم يبقوا على\nما كانوا في زمن النبي صلى الله عليه وسلم فإذا صار أمرهم على هذا فقد\nفسقوا فلم يبقوا من أهل الجنة. ثم أرادوا الطعن في علي فقالوا: إن عليا ترك\nحقه لأبي بكر وعمر وعثمان وكان أحق بذلك منهم وكان يلزمه القيام بالخلافة\nلأنه كان أعلم منهم وأحق بالخلافة، ومن تعين للإمامة ثم تركها لغير ذي حق\nفقد فسق ومن فسق استحق النار. فهؤلاء كلهم غيروا فلم تبق شهادة النبي صلى\nالله عليه وسلم نافعة لهم وأشاروا إلى أن النبي صلى الله عليه وسلم إنما\nشهد لهم لما رآه منهم ولم ينزل عليه في ذلك وحى، وما قصدوا بذلك إلا أنه <span id='ms070'></span> لم\nيكن ينزل عليه الوحي، لأن النبوات عندهم باطلة لأنهم يقولون إما أن تكون\nالحاجة بالرسالة أو للناس، فيقال لهم للناس لأن الله غير محتاج إلى شئ،\nفيقولون هل يمكن أن يؤمن من لا يريد الله إيمانه؟ فنقول لا فيقولون: فإذا\nلا حاجة إلى النبي فإن الله يهدى من يريد، وهذا هو الكفر بعينه. وإنما أرسل\nالله الرسل مبشرين ومنذرين واختصهم برسالته فإن الله تعالى اجتبى الأنبياء\nصلوات الله عليهم ليميزهم على الناس، وأرسلهم ليعلموا الناس الحلال\nوالحرام، وجعل العلماء ورثتهم ليهدوا الناس بهداية النبي صلى الله عليه\nوسلم فمن طعن في العلماء فإنما طعن في الأنبياء لقوله صلى الله عليه وسلم:\n(العلماء ورثة الأنبياء).\n</p>\n\n<p>\nثم إن النبي صلى الله عليه وسلم شهد للسبطين الشهيدين بالجنة فما قدروا\nأن يطعنوا إلا في الحسن رضي الله عنه. فقالوا: ترك حقه وبايع للرغبة في\nالدنيا فجعلوا ذلك ذريعة إلى الرد على النبي عليه السلام. وهكذا الخطيب جعل\nالرأي الذي قرنه النبي عليه السلام بالكتاب والسنة وحمد الله كيف وفق معاذا\nرسوله وكيف هده الله إليه خطأ واعلم أنه إذا خطأ أحد الثلاثة المجتمعة فقد\nخطأ الآخرين ضرورة، وإذ خطأ الثلاثة فإنما التخطئة لقابلهم فكان ظاهر قوله\nالرد على أبي حنيفة والمقصود من قال بالرأي.\n</p>\n\n<p>\nفانظر أيدك الله إلى رجل جعل أبا حنيفة ذريعة إلى الرد على الرسول صلى\nالله عليه وسلم وسائر أئمة الأمصار موافقون لأبي حنيفة في الرأي فكان الرد\nعلى النبي صلى الله عليه وسلم وعلى أئمة أمته جميعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: أخبرنا البرقاني إلى حمدويه. قال قلت لمحمد بن مسلمة: ما لرأى\nالنعمان دخل البلدان كلها إلا المدينة. قال: إن رسول الله صلى الله عليه\nوسلم. قال. (لا يدخلها الدجال ولا الطاعون) وهو دجال من الدجاجلة. أما هذا\nالخبر عن النبي صلى الله عليه وسلم فصحيح، وأبو حنيفة قد دخل المدينة\nودخلها مذهبه، فلو كان الأمر كذلك لما دخلها. وأما قوله إن مذهبه ما دخلها\nفباطل، لأن في المدينة من أهل <span id='ms071'></span> مذهب أبي حنيفة جماعة لا يحصون وقد دخلها من\nزوار الحجاج ممن يقول بمذهب أبي حنيفة من لا يعد ولا يحصى كثرة في كل سنة\nمن الأعوام.\n</p>\n\n<p>\nوبإسناده عن ابن الفضل إلى ما لك أنه قال: ما ولد في الإسلام مولود أضر\nعلى أهل الإسلام من أبي حنيفة. وكان يعيب الرأي ويقول قبض النبي صلى الله\nعليه وسلم وقد تم الأمر واستكمل، فإنما ينبغي أن تتبع آثار النبي صلى الله\nعليه وسلم وأصحابه ولا يتبع الرأي، وأنه متى اتبع الرأي جاء رجل آخر أقوى\nمنك في الرأي فاتبعته، فأنت كلما جاء رجل أقوى منك اتبعته أرى هذا الأمر لا\nيتم.\n</p>\n\n<p>\nهذا لا يكاد يصح عن مالك فإن ظاهر مذهبه أنه يعمل بإجماع أهل المدينة\nويترك الحديث الذي رواه في موطئه وهذا عمل بالرأي وهو خلاف عمل أبي حنيفة\nرضي الله عنه . لأن رأى أبي حنيفة أن يأخذ بخبر النبي صلى الله عليه وسلم.\nما جاء فإن اختلف خبران أو كان لأحدهما وجه في التأويل يوافق به الخبر\nالآخر الذي ليس له إلا وجه واحد في الظاهر وفق بينهما. فإن لم يجد خبرا عن\nالنبي صلى الله عليه وسلم عمل من أقوال الصحابة رضي الله عنهم لما كان أقرب\nإلى كتاب الله وسنة نبيه ويسمى ذلك اجتهادا. ومالك فقد عمل لإجماع أهل\nالمدينة وترك الحديث الذي رواه في موطئه وهو قول النبي صلى الله عليه وسلم:\n(البيعان بالخيار ما لم يتفرقا) وقد رواه عن أنبل شيوخه عن نافع عن ابن عمر\nثم ترك العمل به وأفتى بغير قياس لأنه أهل المدينة فصار مقلدا لهم. فإذا\nكان هذا مذهبه فكيف يمكن أن يصح عنه مثل هذا القول الناقض لمذهبه.\n</p>\n\n<p>\nوبإسناده عن ابن رزق إلى حبيب عن مالك بن أنس أنه قال كانت فتنة أبي\nحنيفة على هذه الأمة أضر من فتنة إبليس في الوجهين جميعا في الأرجاء وما\nوضع من نقض السنن.\n</p>\n\n<p>\nأما السنن فقد ذكرنا مذهب أبي حنيفة رضي الله عنه <span id='ms072'></span> فيها، وأما الأرجاء\nفأصحاب أبي حنيفة كلهم على خلاف رأى أصحاب الأرجاء فلو كان أبو حنيفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nمرجئا لكان أصحابه على رأيه وهم الآن موجودون على خلاف ذلك وهذا يبطل ما\nادعاه الخطيب من الثبت فإنه جاء إلى أصحاب أبي حنيفة مع كثرتهم أهمل ما\nنقلوه وما هم عليه وتمسك بقول رجل واحد وجعله ثبتا وسيأتي فيما بعد ذكر ما\nفي إسناد هذه الحكاية وغيرها من الخلل.\n</p>\n\n<p>\nوبإسناد عن الأزهري إلى إسماعيل بن بشر عن عبد الحمن بن مهدي يقول: ما\nأعلم في الإسلام فتنة بعد فتنة الدجال أعظم من رأى أبي حنيفة. كان ينبغي\nلعبد الرحمن أن يبين ما استخطأ فيه أبا حنيفة حتى نجيب عنه. فإن رأى أبي\nحنيفة يستحيل أن يكون أخطأ في جميعه وخالف آراء الناس، فأما حين أجمل القول\nفهذا دليل على أن الكلام محمول على الغرض والقصد. ثم إنه قال بعد فتنة\nالدجال والدجال لم يفتن بعد ولا خرج فكيف يجعل شيئا ظهر وأجمعت عليه الأمة\nمثل شئ لم يظهر. ويقول بعد فلو كان غير هذا لكان أخفى لقصده من التشنيع ولا\nشك أن جمعا من المسلمين وافقوا رأى أبي حنيفة، وأيضا أبو حنيفة عمل بقول\nالنبي صلى الله عليه وسلم وأصحابه فترى أي الأمور التي قصدها عبد الرحمن،\nما نقله أبو حنيفة عن النبي صلى الله عليه وسلم أو عن أصحابه أو ما استخرجه\nمن القرآن العظيم.\n</p>\n\n<p>\nوبإسناده عن ابن الفضل إلى نعيم عن سفيان قال: ما وضع في الإسلام من الشر\nما وضع أبو حنيفة إلا فلان - لرجل صلب -.\n</p>\n\n<p>\nالجواب عن هذا كالجواب عن ما تقدمه ومن هو فلان الذي صلب حتى إن كان له\nمذهب يوافق مذهب أبي حنيفة نتكلم عليه. وإلا فلان لا يعرف، وإن كان كل من\nصلب يلزم أن يكون مخطئا منسوبا إلا الخطأ فيلزم من هذا أن يكون زيد بن\nالحسن بن علي بن أبي طالب، وابن الزبير، وخبيب صاحب النبي صلى الله عليه\nوسلم على هذه الصورة <span id='ms073'></span>.\n</p>\n\n<p>\nوبإسناده عن الطناجيري إلى ابن صالح الأسدي قال سمعت شريكا يقول لأن يكون\nفي كل حي من الأحياء خمار خيرا من أن يكون فيه رجل من أصحاب أبي حنيفة.\nوبإسناده أيضا بن علي بن محمد بن عبد الله المعدل إلى منصور بن أبي مزاحم.\nقال سمعت شريكا يقول: لو أن في كل ربع من أرباع الكوفة خمارا يبيع الخمر\nلكان خيرا من أن يكون فيه من يقول بقول أبي حنيفة. أنا لا أشك أن شريكا إن\nصح عنه هذا القول كان يختار أن يكون الخمارون في الكوفة ولا يكون فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nمذهب أبي حنيفة وذلك لأن الكوفة حينئذ لم تخل من النصارى واليهود والمجوس\nولم يذكرهم ولا أنف منهم، وأظن أنه كان يحب الخمر ويختارها على ما سواها،\nفأراد أن تكون في رباع الكوفة ليسهل مطلبها ولا يكون فيها مثل أبي حنيفة\nيبين خطأه ويفقه الناس، وهذا معروف عند الناس أنه من استقضى في بلدة وكان\nفيها من هو أفقه منه لا يريد مجاورته لأنه كلما أخطأ بين خطأه للناس.\n</p>\n\n<p>\nوبإسناده عن ابن الفضل إلى حماد بن زيد يقول: سمعت أيوب - وذكر أبا حنيفة\n- فقال: (يريدون أن يطفئوا نور الله بأفواهم ويأبى الله إلا أن يتم نوره)\nهذا يدل على قلة فهم الخطيب لأن إتمام نور الله إنما هو بقاء العلم وقد\nرأينا مذاهب جماعة من أهل الرأي قد ذهب واضمحلت ومذهب أبي حنيفة باق وكلما\nقدم يزيد، والناس الآن مطبقون على أن أصحاب السنة والجماعة هو أهل المذاهب\nالأربعة مثل أبي حنيفة، ومالك، والشافعي، وأحمد بن حنبل.\n</p>\n\n<p>\nوالخطيب لم يكن قريبا من عصر أبي حنيفة ولا معاصرا له بل كان بينهما\nثلثمائة وعشر سنين وقد رأى أن مذهب أيوب تلاشى ومذهب أبي حنيفة باق ومع هذا\nلم يرجع عنه، بل هو كما قال النبي صلى الله عليه وسلم: (حبك الشئ يعمى\nويصم) فمن لم يفهم إلى أن وضع المدح موضع الذم ما كان ينبغي أن يتحدث في\nمثل هذا. ونحن <span id='ms074'></span> نقول إن أيوب ما أراد بتلاوة هذه الآية عند ذكر الإمام أبي\nحنيفة إلا مدح أبي حنيفة والدليل عليه أن كل من تحدث في مذهب أبي حنيفة درس\nمذهبه حتى لا يعرف، ومذهب أبي حنيفة باق قد ملأ الأرض وأكثر الناس عليه.\n</p>\n\n<p>\nوبإسناده عن الحيري إلى سلام بن أبي مطيع قال كان أيوب قاعدا في المسجد\nالحرام فرآه أبو حنيفة فأقبل نحوه فلما رآه أيوب قد أقبل نحوه قال لأصحابه:\nقوموا لا يعرنا بجربه. قوموا فقاموا فتفرقوا. وأي شئ في هذا مما ينقص به\nأبو حنيفة، فكونهم قاموا وتفرقوا لا يدل على معيبة في كلام أبي حنيفة ولا\nفي رأيه. ولقائل أن يقول ربما أراد بقيامه أن لا يناظره فيقطعه قدام\nتلامذته، ثم إنه لم يبين الجرب الذي يعرهم به أي شئ هو؟ حتى يجاب عنه. ثم\nأيضا إن الله تعالى بين إتمام نوره بأن مذهب أيوب قد اضمحل وبقى مذهب أبي\nحنيفة بحيث لا يعرف اليوم أن أيوب كان صاحب مذهب إلا القليل من الناس.\n</p>\n\n<p>\nوبإسناده عن ابن الفضل إلى الأسود بن عامر عن شريك أنه قال: إنما كان أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nحنيفة جربا. وهذا مما يؤيد ما ذكرنا من أن الخطيب إنما أراد الرد على\nالنبي صلى الله عليه وسلم لأنه عليه السلام. قال: - (فمن أعدى الأول). وقال\nعليه السلام (لا عدوى ولا هامة ولا صفر).\n</p>\n\n<p>\nوبسنده عن ابن رزق إلى سليمان الحلبي أنه قال سمعت الأوزاعي - ما لا\nأحصره - يقول: عمد أبو حنيفة إلى عرى الإسلام فنقضها عروة عروة.\n</p>\n\n<p>\nوروى عن ابن الفضل إلى إبراهيم الفزازي قال كنت عند سفيان الثوري إذ جاءه\nنعى أبي حنيفة فقال: الحمد لله الذي أراح المسلمين منه، لقد كان ينقض عرى\nالإسلام عروة عروة، وما ولد في الإسلام مولود أشأم على الإسلام منه.\n</p>\n\n<p>\nوروى عن ابن حسنويه إلى ثعلبة قال سمعت سفيان الثوري يقول: ما ولد في\nالإسلام مولود أشأم على أهل الإسلام منه.\n</p>\n\n<p>\nوروى عن أبي نصر إلى محمد بن كثير قال <span id='ms075'></span> سمعت الأوزاعي يقول: ما ولد مولود\nفي الإسلام أضر على الإسلام من أبي حنيفة. وروى عن أبي العلاء محمد بن\nالحسن الوراق إلى الفزاري قال سمعت الأوزاعي وسفيان يقولان: ما ولد في\nالإسلام مولود أشأم عليهم.\n</p>\n\n<p>\nوقال الشافعي هذا هو محمد بن عبد الله صاحب الفوائد - شر عليهم من أبي\nحنيفة.\n</p>\n\n<p>\nوروى عن ابن رزق إلى يحيى بن السكن البصري قال سمعت حمادا يقول: ما ولد\nفي الإسلام مولود أضر عليهم من أبي حنيفة.\n</p>\n\n<p>\nورى عن ابن رزق إلى الحميدي قال سمعت سفيان يقول: ما ولد في الإسلام\nمولود أضر على الإسلام من أبي حنيفة.\n</p>\n\n<p>\nوروى عن الحسين بن أبي بكر إلى عمر بن إسحاق قال سمعت ابن عون يقول:\n</p>\n\n<p>\nما ولد في الإسلام مولود أشأم من أبي حنيفة إن كان لينقض عرى الإسلام\nعروة عروة.\n</p>\n\n<p>\nوبروايته عن محمد بن عمر بن كبير المقري إلى شريك قال سمعت ابن عون يقول:\n</p>\n\n<p>\nما ولد في الإسلام مولود أشأم من أبي حنيفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقد سبق الجواب عن هذه الروايات مع أن أبا حنيفة رضي الله عنه كان آدميا\nولم يكن جربا فإن أراد بذلك الاستعارة والتشبيه بأفعاله فكان ينبغي أن يبين\nالفعل الذي صدر منه فشبهه بالجرب حتى نجيب عنه، ومثل هذه الحكايات لا تكاد\nتصدر عن الأوزاعي لأنه كان فقيها فلو أراد أن يرد عليه أبي حنيفة لرد عليه\nمفصلا لا مجملا كما يرد الفقهاء وبين الخطأ الذي نسبه إليه والعرى التي\nحلها حتى يكون الجواب عنه على كل فصل، وأما من أجمل أمرا والناس على خلافة\nفلا اعتداد بقوله. وقد روى عن الأوزاعي في مدح أبي حنيفة ما يدل على رجوعه\nعن هذا القول في حقه - إن صح هذا عنه - وهو يأتي فيما بعد.\n</p>\n\n<p>\nوروى عن ابن الفضل إلى ابن عون أنه قال نبئت أن فيكم صدادين يصدون عن\nسبيل الله. قال سليمان بن حرب: وأبو حنيفة وأصحابه ممن يصدون عن سبيل الله.\n</p>\n\n<p>\nوهذا ليس كما ذكر ابن عون فإن أبا <span id='ms076'></span> حنيفة رضي الله عنه أملى محمدا رحمه\nالله كتابي السير. وذكر فيهما من أمور الجهاد ووصايا الأمراء وما ينبغي أن\nيفعله أهل الثغور وقسمة الغنائم ما لم يسبقه إلى جمعه أحد، ولم يجمع مثله\nبعده أحد.\n</p>\n\n<p>\nفهذا الذي نعرفه فأما إن عنى بسبيل الله الجهاد وأحواله فكان يلزمه\nالبيان ليكون الجواب بحسبه ثم كان ينبغي له أن يبين من نبأه، فإن كان النبي\nصلى الله عليه وسلم كان محمولا على الرأس والعين، وإن كان عن غير النبي صلى\nالله عليه وسلم عرف بالقائل لنجيب عنه. وإن كان ابن عون نبي من النبوة\nبزعمه فقد كفر، وإن كان قال هذا القول من عنده وعزاه إلى من لا يعرف، فبهذا\nالقدر يعرف كذبه، وأنه ليس بأهل لهذا القول وكان يلزم سليمان ابن حرب أن\nيبين من أين عرف أن أبا حنيفة وأصحابه من الصدادين.\n</p>\n\n<p>\nوروى عن الخلال إلى حماد بن زيد قال ذكر أبو حنيفة عند البتي فقال: ذاك\nرجل أخطأ عظم دينه كيف يكون حاله؟.\n</p>\n\n<p>\nوروى عن إبراهيم بن محمد إلى الفربابي قال سمعت سفيان يقول: قيل لسوار لو\nنظرت في شئ من كلام أبي حنيفة وقضاياه فقال: كيف أنظر في كلام ورجل لم يؤت\nالرفق في دينه. قد أخذ بمذهب أبي حنيفة من هو خير من البتي وأجمعت الأمة\nعلى أن أبا حنيفة أحد فقهاء الأمصار والبتي لم يعرفه إلا آحاد الناس ولم\nيكن ممن يصلح لهذا القول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن إبراهيم بن مخلد إلى أبى مصعب الأصم قال سئل مالك بن أنس عن قول\nعمر في العراق بها الداء العضال؟ قال: الهلكة في الدين ومنهم أبو حنيفة. لم\nيرد عمر رضي الله عنه بالداء العضال الهلكة في الدين كما ذكر مالك، إنما\nأراد الوباء بدليل قوله لا تسكنوا العراق فإن العرب لا تصلح إلا حيث يصلح\nالبعير.\n</p>\n\n<p>\nفاختطوا بأرض العرب. فاختط الناس الكوفة والبصرة فكتبوا إليه وإنا قد\nاختطينا بأرض كوفة، فسميت الكوفة. وبأرض بصرة فسميت البصرة.\n</p>\n\n<p>\nوروى عن جعفر <span id='ms077'></span> إلى مطرف أنه قال سمعت مالكا يقول الداء العضال الهلاك في\nالدين وأبو حنيفة من الداء العضال.\n</p>\n\n<p>\nوروى عن ابن رزق إلى الوليد بن مسلم قال قال لي مالك بن أنس: أيتكلم برأي\nأبي حنيفة عندكم؟ قلت: نعم. قال: ما ينبغي لبلدكم أن يسكن.\n</p>\n\n<p>\nوروى عن علي بن المعدل إلى الوليد بن مسلم قال قال لي مالك بن أنس: أيذكر\nأبو حنيفة ببلدكم؟ قلت نعم. وقال ما ينبغي لبلدكم أن تسكن.\n</p>\n\n<p>\nوروى عن علي بن معدل إلى منصور بن مزاحم قال سمعت مالك بن أنس يقول -\nوذكر أبا حنيفة - فقال: كاد الدين، كاد الدين.\n</p>\n\n<p>\nوروى عن ابن رزق إلى منصور بن مزاحم قال سمعت مالك يقول: إن أبا حنيفة\nكاد الدين ومن كاد فليس له دين.\n</p>\n\n<p>\nوروى عن أحمد العتيقي إلى أبى محمد عبد الرحمن بن أبي حاتم الرازي عن\nأبيه عن ابن أبي سريج قال سمعت الشافعي يقول سمعت مالك بن أنس - وقيل له\nأتعرف أبا حنيفة؟ فقال نعم ما ظنكم برجل لو قال هذه السارية من ذهب لقام\nدونها حتى يجعلها من ذهب وهي من خشب أو حجارة. قال أبو محمد: يعنى أنه كان\nيثبت على الخطأ ويحتج دونه ولا يرجع إلى الصواب إذا بان له.\n</p>\n\n<p>\nهذا لا يصلح أن يصدر عن مالك، لأن مالكا رضي الله عنه كان يثنى على أبي\nحنيفة وهو ما رواه الخطيب. قال: أنبأنا البرقاني أنبأنا أبو العباس بن\nحمدان لفظا حدثنا محمد بن أيوب حدثنا أحمد بن الصباح قال سمعت الشافعي محمد\nبن إدريس قال قيل لمالك بن أنس: هل رأيت أبا حنيفة؟ قال نعم رأيت رجلا لو\nكلمك في هذه السارية أن يجعلها ذهبا لقام بحجته. وأما قول أبى محمد إن\nمالكا عنى أنه كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nيثبت على الخطأ ويحتج دونه ولا يرجع إلى الصواب إذا بان له فمن أين لأبي\nمحمد هذا؟ وهذا القول من مالك في حق أبي حنيفة أقرب إلى المدح منه إلى الذم\nوأظهر.\n</p>\n\n<p>\nثم إن القائلين بمذهب <span id='ms078'></span> مالك من عهد مالك إلى وقتنا هذا - وهي سنة إحدى\nوعشرين وستمائة - لا يقدرون على إثبات خطأ لأبي حنيفة، فكيف يسوغ لفقيه أن\nيتكلم في أمر فقيه ولا يقوم بما قال ومسائل الخلاف أشهر من أن أبينها لك\nوليس المراد من كتابا هذا الإكثار وإنما مرادنا الاختصار.\n</p>\n\n<p>\nوروى عن حمزة إلى أبى بلال الأشعري قال سمعت أبا يوسف القاضي يقول: كنا\nعند هارون أنا وشريك وإبراهيم بن أبي يحيى وحفص بن غياث، قال فسأل هارون عن\nمسألة فقال إبراهيم بن أبي يحيى حدثنا صالح عن أبي هريرة. قال قال رسول\nالله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال شريك حدثنا أبو إسحاق عن عمرو بن ميمون قال: قال عمر بن الخطاب.\n</p>\n\n<p>\nوقال حفص حدثنا الأعمش عن إبراهيم عن علقمة قال: قال عبد الله قال: وقال\nلي أنا: ما تقول أنت قال: قلت قال أبو حنيفة. قال فقال خاك يس.\n</p>\n\n<p>\nقلت: تفسيره تراب على رأسك. هذا القول إنما أراد به الخطيب التشنيع على\nأحسن وجهيه أما الوجه الآخر فهو الصحيح لأن الخطيب إنما أراد التشنيع وما\nعلم ما ينقل، لأن الأمة قد أجمعت أن أئمة قد أجمعت أن أئمة الأمصار هم\nاليوم الأربعة فمتى جاء عن أحدهم كلام لا يشك أحد أنه منقول من الكتاب\nوالسنة، أو مقيس عليهما أو على أحدهما، ولا شك أن الخبر الوارد عن النبي\nصلى الله عليه وسلم لا يكمل العمل به اليوم، لأنا لا نعلم أحوال الرواة. ثم\nإن المحدثين يأخذون الآثار عمن سمع وهو طفل صغير لم يقف على ما يرويه ولا\nيعلم كيف سمعه. أو يكون رجلا سمع الحديث ثم لم يقرأه ولم يدر ما هو حتى\nيرويه. وقد أجمعت الأمة على أنه لا يجوز أخذ الأحكام إن ممن سمعها ووعاها\nوأداها كما سمعها، كما قال عليه الصلاة والسلام: (رحم الله امرءا سمع\nمقالتي فوعاها وأداها كما سمعها) وإذا سمع أحد الخبر على هذا الوجه لا يحل\nله العمل به حتى يعلم أناسخا هو أو <span id='ms079'></span> منسوخا، أم ثم حديث آخر يجب على الفقيه\nأن يجمع بينهما مثل قوله صلى الله عليه وسلم - لما سئل عن مس الفرج - فقال:\n(من مس فرجه فليتوضأ). ثم روى عنه صلى الله عليه وسلم أنه سئل فقال: (هل هو\nإلا بضعة منك) فورد عنه عليه السلام هذان الوجهان، فإذا أردنا الجمع بينهما\nقلنا إن أصل الوضوء من الوضاءة وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالنظافة، والوضوء الشرعي هو غسل أعضاء معينة، فلما ورد الأمران احتجنا\nإلى أن نعرف تأويل الخبر فقلنا لما أمر بالوضوء تارة وبتركه أخرى قلنا إن\nأمره بالوضوء محمول على قوله صلى الله عليه وسلم: (فتوضئوا مما مسته النار\nفتوضئوا ولو من تور أقط) وهذا للنظافة. وقد أجمعنا على أنه لا يجب من هذا\nإلا النظافة وحملنا قوله هل هو إلا بضعة منك على الوجوب فلم يوجب وضوءا.\n</p>\n\n<p>\nواعلم أيدك الله أن الخلاف نشأ بين الأئمة من ثمانية أوجه، وهي الناسخ\nوالمنسوخ، والمحكم والمتشابه، والحقيقة والمجاز، والأفراد والتركيب،\nوالاجتهاد فيما لا نص فيه إلى ما فيه نص، واشتراك الألفاظ مع اختلاف المعنى\nواختلاف الألفاظ مع اشتراك المعنى، والتأويل، والنقلة والرواة.\n</p>\n\n<p>\nفأما النقلة والرواة فقد انقطع أمرهم عنا لأنا لا نعرفهم إلا بالنقل،\nولعل الناقل لا يعرف حاله على الوجه أيضا. فمن لا يعرف هذا كله لا يحل له\nالكلام إلا فيما ينقله عن الأئمة لأن الله تعالى يقول (فلولا نفر من كل\nفرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم\nيحذرون) فبين أن بعضنا إذا قام بالعلم جاز لنا أن نأخذ عنه أمر ديننا.\nوأجمع أهل عصر أبي حنيفة على أنه لم يكن مثله في علم التأويل، والفقهاء إلى\nيومنا هذا مسلمون أن القياس مع أبي حنيفة وقد أجمعنا أن الأئمة لم يأخذوا\nإلا من كتاب الله وسنة رسوله، فإذا قد سلموا الفقه لأبي حنيفة وسلموا أنه\nمشاركهم في الكتاب والسنة فوجب على العامة الأخذ بقول أبي حنيفة دون غيره.\n</p>\n\n<p>\nهذا إذ لو كان الخطيب لما ذكر الإسناد <span id='ms080'></span> بين الخبر الذي أسنده وما المسألة\nالتي سألها هارون وطعن الخطيب هذا ليس على أبي حنيفة وحده لأن الأئمة\nالأربعة على مذهب واحد في أنهم إذا سألوا عن مسألة لم يرووها عن النبي صلى\nالله عليه وسلم ولكنهم يذكرون المسألة ويعلم السامع أنهم لم يأخذونها إلا\nمن الكتاب والسنة. وكأن الخطيب أراد التشنيع في الظاهر على أبي حنيفة\nومراده الجميع.\n</p>\n\n<p>\nوروى عن القاضي أبى بكر الحرشي إلى عفان قال سمعت أبا عوانة يقول:\n</p>\n\n<p>\nاختلفت إلى أبي حنيفة حتى مهرت في كلامه ثم خرجت حاجا فلما قدمت أتيت\nمجلسه فجعل أصحابه يسألوني عن مسائل كنت عرفتها وخالفوني فيها، فقلت سمعت\nمن أبي حنيفة على ما قلت، فلما خرج سألته عنها فإذا هو قد رجع عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: رأيت هذا أحسن منه. فقلت كل دين يتحول عنه فلا حاجة لي فيه ونقضت\nثيابي ثم لم أعد إليه.\n</p>\n\n<p>\nهذا أبو عوانة لم يعرف من الفقهاء فقد ثبت أن قوله مهرت في كلامه ليس\nبصحيح وإنما مهر في كلام أبي حنيفة أبو يوسف ومحمد بن الحسن وبشر بن غياث\nوابن أبي ليلى وابن شبرمة وزفر وغيرهم ممن هو في طبقاتهم. ثم قوله فلا حاجة\nلي فيه. خلاف إجماع الأمة، لأنا نعلم يقينا أن القرآن العزيز فيه الناسخ\nوالمنسوخ، كذلك السنة فإذا قال الفقيه قولا ثم علم أنه منسوخ كيف يحل له\nالوقوف عنده؟\n</p>\n\n<p>\nوهذا لم يفعله أبو حنيفة وحده، وقد فعله جميع الفقهاء من الصحابة\nوالتابعين وغيرهم. ومذهب على رضي الله عنه أنه. قال: كنت لا أرى بيع أم\nالولد في زمن عمر، واليوم فقد رأيته ذلك. فهذا أيضا رجوع عن مذهب وتمسك\nبآخر. وابن عباس قد نقل عنه كذلك أيضا في مسألة العول، أنه. قال: ما كان\nالمال إن يكون له نصف ونصف وثلث. فقالوا له: إنك كنت تراها في زمن عمر.\nفقال هبته وكان رجلا مهيبا.\n</p>\n\n<p>\nفانظر إلى الخطيب كيف يروى الشئ وضده ويجعله عيبا والشئ وضده لا يكونان\nعيبا، لأنه قال في <span id='ms081'></span> الحكاية التي ذكر فيها أبا حنيفة: وإن مالكا قال ما ظنكم\nبرجل لو قال هذه السارية من ذهب لقام بحجته، أي لجعلها من ذهب وهي من خشب\nأو حجارة. ثم قال قال أبو محمد - يعنى أنه كان يثبت على الخطأ ويحتج دونه\nولا يرجع إلى الصواب إذا بان له - ففي هذه الحكاية أخبر أنه لا يرجع وجعله\nعيبا، وفى هذه أخبر إنه يرجع وجعله عيبا، فهذا أيدك الله يعلم منه أنه انما\nأراد التشنيع ولم يرد التثبيت ولم يكن له من المعرفة ما يفرق به بين الجيد\nوالردئ، ولا من العلم ما يعرف به الخطأ من الصواب.\n</p>\n\n<p>\nوروى عن أحمد بن الحسن بن إلى النضر بن محمد قال: كنا نختلف إلى أبي\nحنيفة وشامي معنا فلما أراد الخروج جاء ليودعه فقال: يا شامي تحمل هذا\nالكلام معك إلى الشام. قال نعم قال تحمل شرا كثيرا.\n</p>\n\n<p>\nهذا الخطيب لا يستحى فيما يذكر كيف يقول الرجل مذمة نفسه، وإن كان قاله\nفإنما قاله على وجه التواضع، لأن الرجل قد يقول للآخر أنت خير الناس فيقول\nأنا أقل الناس، وهذا الذي عليه الناس فما يقول أنا خير الناس، ولو قال ذلك\nلعاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالناس عقله. ثم قوله تحمل شرا كثيرا إن كان أراد ما قلت فهو كذلك وإن\nأراد أنه فقه كلام كثير وجدل كثير فهذا عليه جميع الفقهاء. وكل فقه لا يكون\nكذلك فليس بشئ. والخطيب فلكونه لم يكن من الفقهاء ولا عرف الفقه ظن أن يعيب\nأبا حنيفة بهذا.\n</p>\n\n<p>\nوروى عن ابن الفضل إلى مزاحم بن زفر قال قلت لأبي حنيفة: يا أبا حنيفة\nهذا الذي تفنى والذي وضعت في كتابك هو الحق الذي لا شك فيه؟ فقال: والله ما\nأدرى لعله الباطل الذي لا شك فيه. فهذا كما ذكر والمجتهد لا يعلم يقينا أنه\nعلى الحق ولو علم ذلك يقينا لتنزل منزلة النبي صلى الله عليه وسلم وهذا\nعليه إجماع الأمة أن المجتهد يخطئ ويصيب وإلى هذا أشار النبي صلى الله <span id='ms082'></span> عليه\nوسلم بقوله: (إذا اجتهد الحاكم فأصاب كان له أجران، وإذا اجتهد وأخطأ كان\nله أجر) فإذا كان النبي صلى الله عليه وسلم بين هذا وإجماع الأمة عليه فمن\nجعله خطأ وعيبا، أتراه يكون يكون مخطئا للفرع أو للأصل؟ وقد بينت لك من قبل\nأنه لم يكن غرض الخطيب إلا التشنيع والطعن على النبي صلى الله عليه وسلم\nوإنما جعل أبا حنيفة ذريعة إلى ذلك. ولو كان أبو حنيفة قال هو الحق الذي لا\nشك فيه لكان مخطئا لا محالة فانظر إلى من لا يعرف الصواب من الخطأ ويعيب\nالأئمة.\n</p>\n\n<p>\nوروى عن علي بن القاسم عن أبي نعيم قال سمعت زفر يقول: كنا نختلف إلى أبي\nحنيفة ومعنا أبو يوسف ومحمد بن الحسن فكنا نكتب عنه، قال زفر فقال يوما أبو\nحنيفة لأبي يوسف: ويحك يا يعقوب لا تكتب كل ما تسمعه منى فإني قد أرى الرأي\nاليوم فاتركه غدا، وأرى الرأي غدا وأتركه بعد غد. هذا قد تقدم الجواب عنه.\nوسيأتي في الخبر الذي بعده جواب أيضا. وقد روى عن النبي صلى الله عليه وسلم\nأنه قال (لا تكتبوا عنى شيئا سوى القرآن: من كتب عنى شيئا فليمحه).\n</p>\n\n<p>\nوروى عن الخلال إلى حماد بن أبي عمر قال قال أبو نعيم سمعت أبا حنيفة\nيقول لأبي يوسف: لا ترو عنى شيئا فإني والله ما أدرى أمخطئ أنا أم مصيب.\nهذا لم ينقل عن أبي حنيفة لكل نقل عنه ما هو قريب من هذا، وذلك أنه كان إذا\nبلغ أحد أصحابه رتبة الاجتهاد قال له: لا يحل لك بعد أن تأخذ عنى. فهذا يدل\nعلى دينه ووفور عقله وهذا لم يفعله أحد من العلماء قبل أبي حنيفة ولا بعده،\nوالعلة في هذا أن المجتهد كما بيننا يخطئ ويصيب، والواجب على كل مسلم أن\nيجتهد فإن قدر على الاجتهاد مثل الفقهاء كان، وإن لم يقدر اجتهد فيمن يأخذ\nعنه. وهذا عليه إجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة فكان أبو حنيفة يقرئ الناس الفقه فإذا بلغ أحدهم <span id='ms083'></span> رتبة الاجتهاد قال\nله هذا القول. أفترى ذلك عيبا على من فعله؟ أو على من اعتقد أن هذا ذم؟ وما\nقلت عن الخطيب فهو أحسن الوجهين له، لأنه إن كان يعرف هذا وقال هذا، إنما\nكان قصده الطعن على الأئمة جميعهم، لأن هذه مسألة إجماع، ألا تراه قال لأبي\nيوسف ولم يقل لغيره، وذلك لعلمه بأبي يوسف وهذا دال على ما قلت ولو كان كما\nقال الخطيب لقال لهم جميعا ولم يقرئ أحدا مذهبه.\n</p>\n\n<p>\nوروى عن ابن رزق إلى عمر بن حفص بن غياث عن أبيه قال كنت أجلس إلى أبي\nحنيفة فأسمعه يسأل عن مسألة في اليوم الواحد فيفتي فيها بخمسة أقاويل، فلما\nرأيت ذلك تركته وأقبلت على الحديث. هذا هو الفقه لأنه يوجه جميع الوجوه حتى\nيترجح عنده الحق فيتبعه. وقد روى عن أبي حنيفة أنه كان يتحدث أنه كان يتحدث\nفي المسائل إلى أن سأله محمد بن الحسن فقال: ما تقول يا شيخ في رجل قال\nلامرأته إن كلمتك فأنت طالق إن كلمتك فأنت طالق إن كلمتك فأنت طالق. فقال\nثم ماذا؟ فقال محمد أنظر حينا. فأطرق أبو حنيفة رأسه ثم رفعه. فقال: طلقت\nثنتان. فقال أحسنت.\n</p>\n\n<p>\nفقال ما أدرى أي قوليه أوجع. أنظر حينا أو أحسنت. قال فما كان أبو حنيفة\nبعد ذلك إلى سئل مسألة يعرف رأسه حتى يأتي بالجواب. وفقهه معروف لا أحتاج\nأن أذكره فمن أراد أن يعرفه فليقف عليه وليتصفحه، فقد روى أن عالما يهوديا\nكان بالبصرة فطلب الجامع الكبير، فلما وقف عليه. قال: من بحث عن دينه مثل\nهذا ودقق مثل هذه المسائل ثم لم يدعها لنفسه وإنما نسبها إلى نبي أشهد أنه\nعلى الحق.\n</p>\n\n<p>\nفأسلم وهذا يعد من بركات محمد بن الحسن رحمه الله لما صنفه، ومسائله\nمعروفة فإن من أراد أن يقرأه ويفهمه يحتاج أن يكون عالما بارعا بستة علوم،\nأولها الكتاب العزيز، والآثار، والفقه، والنحو، واللغة والحساب. ومن لم يكن\nمجيدا بهذه العلوم لم يعرفه إلا تقليدا.\n</p>\n\n<p>\nوروى <span id='ms084'></span> عن الحسن بن أبي طالب إلى ابن المقري عن أبيه قال سمعت أبا حنيفة\nيقول: ما رأيت أفضل من عطاء، وعامة ما أحدثكم به خطأ هذا لا يثبت مثله عن\nأحد أن يقول أكثر ما أقوله خطأ، فإن قال أحد من العلماء مثل هذا إنما يريد\nبه التواضع وهذا الأحسن بالعالم لا سيما في الاجتهاديات فإن العلماء\nلمجمعون على أن المجتهد ليس على الخطأ بيقين، ولا على الصواب بيقين ولهذا\nسميت الاجتهاديات وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nتقدم الجواب أيضا.\n</p>\n\n<p>\nوروى عن ابن رزق إلى وكيع عن أبي حنيفة أنه سمع عطاء - إن كان سمعه. هذا\nكلام لا يجاب عنه، لأنني لم أفهم قوله سمع عطاء إن كان سمعه. وإن قصد ثلب\nأبي حنيفة في أنه يدعى أنه سمع من تابعي ولم يكن سمع منه، فأبو حنيفة أدرك\nجماعة من الصحابة وعاصرهم، ومولده يقتضى ذلك فإنه ولد سنة ثمانين وعاش إلى\nسنة خمسين ومائة، فقد أمكن اللقاء لوجود جماعة من الصحابة في ذلك العصر.\n</p>\n\n<p>\nوقد جمع روايته في جزء أبو معشر عبد الكريم بن عبد الصمد الطبري المقرئ\nوهذا الجزء سمعناه وروينا الأحاديث التي فيه عن سبعة، أخبرنا به الشيخ\nالفقيه ضياء الدين أبو الخطاب عمر بن أيلمك بن الأردغانسي الحنفي قراءة\nعلية بظاهر البيت المقدس بقراءة الخطيب بالمسجد الأقصى يومئذ في يوم الأحد\nالثاني والعشرين من شهر ربيع الأول سنة ثلاث وستمائة. قال أنبأنا القاضي\nنجم الدين أبو البركات محمد بن علي بن محمد الأنصاري البخاري - قراءة عليه\nبمدينة أسيوط من أصل سماعه في جمادى الأولى سنة إحدى وثمانين وخمس مائة -.\nقال أنبأنا القاضي الإمام أبو الحسن مسعود ابن الحسن اليزدي. قال أنبأنا\nالشيخ الإمام أبو معشر عبد الكريم بن عبد الصمد المقرئ الطبري قال: هذا ما\nروى الإمام أبو حنيفة النعمان بن ثابت بن زوطا بن يحيى ابن زيد بن ثابت\nالأنصاري التيمي - تيم الله - بن ثعلبة رحمه الله تعالى. وتوفى ببغداد سنة\nخمسين ومائة عن الصحابة رضي الله عنهم - أعنى أصحاب <span id='ms085'></span> رسول الله صلى الله\nعليه وسلم - فذكر أنس بن مالك وعبد الله بن جزء وواثلة بن الأسقع وجابر ابن\nعبد الله وعبد الله بن أنيس وعبد الله بن أبي أوفى وعائشة بنت عجرد وروي عن\nكل واحد منهم حديثا مسندا إلى النبي صلى الله عليه وسلم. وأما لقيه\nللتابعين وسماعه منهم فقد قال ابن حاتم في كتابه في حرف النون. النعمان بن\nثابت أبو حنيفة روى عن عطاء ونافع وأبى جعفر محمد بن علي وقتادة وسماك بن\nحرب وحماد بن أبي سليمان. روى عنه هشيم وعباد بن العوام، وابن المبارك،\nووكيع وعبد الرزاق وأبو نعيم. فقد اندفع بهذا إنكار الخطيب. وقوله عن أبي\nحنيفة أنه سمع عطاء إن كان سمعه، فقد أثبت ابن حاتم روايته عن عطاء وجماعة\nمن التابعين.\n</p>\n\n<p>\nوروى عن البرقاني إلى أبى محمد عبد الله بن أبي القاضي قال سمعت محمد بن\nحماد يقول: رأيت النبي صلى الله عليه وسلم في المنام فقلت يا رسول الله ما\nتقول في النظر في كلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nأبي حنيفة وأصحابه أنظر فيها وأعمل عليها؟ قال لا. لا. لا ثلاث مرات، قلت\nفما تقول في النظر في حديثك وحديث أصحابك أنظر فيها وأعمل عليها؟ قال نعم\nنعم نعم ثلاث مرات. ثم قلت يا رسول الله علمني دعاء أدعو به، فعلمني دعاء\nوقال لي ثلاث مرات فلما استيقظت أنسيته. فمن رأى النبي عليه السلام وسأله\nعن أي شئ يعمل بواسطة؟ وأما حديث النبي عليه السلام وأصحابه فلا يرده أحد\nمن علمائنا، إنما الاختلاف في تفسيره وبيانه وصحة روايته، ثم كيف أنسى\nالدعاء وحفظ شيئا يتهم في الصدق فيه.\n</p>\n\n<p>\nوروى عن محمد بن عبد الله الخنائي إلى عبيد الله بن المبارك قال: من نظر\nفي كتاب الحيل لأبي حنيفة أحل ما حرم الله وحرم ما أحل الله.\n</p>\n\n<p>\nوروى عن محمد بن علي المقري إلى النضر بن شميل يقول في كتاب الحيل كذا\nوكذا مسألة كلها كفر.\n</p>\n\n<p>\nوحدث عن الأزهري إلى عبد الله بن المبارك يقول <span id='ms086'></span> من كان عنده كتاب حيل أبي\nحنيفة يستعمله أو يفي به فقد بطل حجه وبانت منه امرأته. فقال مولى ابن\nالمبارك: يا أبا عبد الرحمن ما أرى وضع كتاب الحيل إلا شيطان. فقال ابن\nالمبارك الذي وضع كتاب الحيل أشر من الشيطان.\n</p>\n\n<p>\nوروى عن إبراهيم بن عمر البرمكي إلى أبى إسحاق قال سمعت ابن المبارك\nيقول: من أن كتاب الحيل في بيته يفتى به أو يعمل بما فيه فهو كافر بانت\nامرأته وبطل حجه. فقيل له: إن في هذا الكتاب إذا أرادت المرأة أن تختلع من\nزوجها ارتدت عن الإسلام حتى تبين ثم تراجع الإسلام! فقال عبد الله: من وضع\nهذا فهو كافر بانت منه امرأته وبطل حجه. فقال له خاقان المؤذن: ما وضعه إلا\nإبليس. فقال الذي وضعه عندي أبلس من إبليس.\n</p>\n\n<p>\nنحن لا نحيل الجواب عن هذا على معدوم، الكتاب حاضر فمن أراد أن يستبين\nفليفعل؟ وأما قوله عن المرأة فقد أجمع المسلمون على أن الردة تفسخ النكاح\nوأما عند أبي حنيفة فإنها إذا ارتدت عن الإسلام إلى دين أهل الكتاب إن لحقت\nبدار الحرب انفسخ نكاحها عند حلولها بدار الحرب، وإن أقامت بدار الإسلام لم\nينفسخ نكاحها إلا بعد انقضاء العدة وهي على الردة، وإن ارتدت إلى الشرك\nانفسخ نكاحها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالحال. وهذه ليست بمسألة اجتهاد بل هي مأخوذة عن النص بقوله تعالى. (ولا\nتنكحوا المشركات حتى يؤمن) ولا فرق بين بقاء النكاح وبين إنشائه. وقال\nتعالى (وإن فاتكم شئ من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت\nأزواجهم مثل ما أنفقوا) ولهذا قلنا إنها لا تبين حتى تعتد أو تلحق بدار\nالحرب، فإنها إذا لحقت بدار الحرب زال عنها حكم الإسلام وجرى عليها حكم\nالكفر وحصلت بالبينونة فليس طعنه على أبي حنيفة وحده.\n</p>\n\n<p>\nوروى عن زكريا إلى الحسين بن عبد المبارك النيسابوري قال: أشهد على عبد\nالله يعنى ابن المبارك شهادة يسألني عنها أنه قال لي: يا حسين قد تركت كل\nشئ رويته عن أبي حنيفة <span id='ms087'></span> فاستغفر الله وأتوب إليه. هذا التارك لكل ما رواه عن\nأبي حنيفة مع أن أبا حنيفة أحد المجتهدين على وجهين، ان أراد بالترك ترك\nالرواية فمنه إلى ربه، وإن أراد بالترك ترك المروى، فلا يخلو هل تركه\nباجتهاد أظهر له أن الصحيح في خلافة فله حكم بقية المجتهدين، وإن تركه عن\nغير اجتهاد فقد ترك الإسلام. والمنقول عن ابن المبارك أنه لم يزل على مذهب\nأبي حنيفة إلى أن قبضة الله. وهذا يدل على خلاف ما نقل عنه الخطيب.\n</p>\n\n<p>\nوقال زكريا: سمعت عبد أن وعلي بن شقيق كليها يقولان.\n</p>\n\n<p>\nوقال ابن المبارك كنت إذا أتيت مجلس سفيان فشئت أن تسمع كتاب الله سمعته\nوإن شئت أن تسمع آثار رسول الله صلى الله عليه وسلم سمعتها وإن شئت أن تسمع\nكلاما في الزهد سمعته. وأما مجلس لا أذكر أنى سمعت فيه قط صلى على رسول\nالله صلى الله عليه وسلم فمجلس أبي حنيفة.\n</p>\n\n<p>\nوروى عن الخلال إلى أبى داود سليمان بن الأشعت السجستاني قال ابن\nالمبارك: ما مجلس ما رأيت ذكر في النبي صلى الله عليه وسلم قط ولا يصلى إلا\nمجلس أبي حنيفة. وما كنا نأتيه إلا خفية من سفيان الثوري.\n</p>\n\n<p>\nوروى عن أبي نصر أحمد بن الحسين القاضي بالدينور إلى هارون بن إسحاق.\n</p>\n\n<p>\nقال سمعت محمد بن عبد الوهاب القناد يقول: حضرب مجلس أبي حنيفة فرأيت\nمجلس لغو لا وقار فيه وحضرت مجلس سفيان الثوري فكان الوقار والعلم والسكينة\nفيه فلزمته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن أبي بكر محمد بن عبد الله أبان التغلبي الهيتي إلى يوسف الفريابي\nيقول: كان سفيان ينهى عن النظر في رأى أبي حنيفة. قال: وسمعت محمد بن يوسف\nوسئل هل روى سفيان الثوري عن أبي حنيفة شيئا؟ فقال: معاذ الله سمعت سفيان\nالثوري يقول: ربما استقبلني أبو حنيفة يسألني عن مسالة فأجيبه وأنا كاره\nوما سألته عن شئ قط.\n</p>\n\n<p>\nوروى عن القاضي أبى بكر محمد بن عمر الداودي إلى محمد بن عبيد الطنافسي\nيقول سمعت سفيان - وذكر <span id='ms088'></span> عنده أبو حنيفة - فقال: يتعسف الأمور بغير علم ولا\nسنة.\n</p>\n\n<p>\nوحدث عن ابن رزق إلى ابن الجراح قال سمعت أبي يقول: ذكروا أبا حنيفة في\nمجلس سفيان فكان يقول أعوذ بالله من شر النبطي إذا استعرب. أبو حنيفة رحمه\nالله لم يكن نبطيا وإنما اختلف الناس في أنه هل كان مولى لبني زياد أو\nفارسيا؟ وقد قال النبي صلى الله عليه وسلم: (لو أن العلم مناط بالثريا\nلنالته رجال من أبناء فارس). ولا شك في أن قول النبي صلى الله عليه أرجح من\nقول ابن الجراح.\n</p>\n\n<p>\nوروى عن ابن رزق إلى الفريابي قال سمعت الثوري ينهى عن مجالسة أبي حنيفة\nوأصحاب الرأي. هذا سفيان رحمه الله قد روى الخطيب عن جماعة عنه ذم أبي\nحنيفة والتحذير عنه، وهذا الخبر الأخير يتضمن أنه نهى عن مجالسة أصحاب\nالرأي جملة. فهذا يدخل فيه مالك أيضا والشافعي وأحمد بن حنبل. ولما قرض ابن\nالمبارك سفيان قال إذا أتين مجلس سفيان، إن شئت أن تسمع كتاب الله سمعته،\nوإن شئت أن تسمع آثار رسول الله صلى الله عليه وسلم سمعتها. وإن تسمع كلاما\nفي الزهد سمعته، ولم يذكر له فقها.\n</p>\n\n<p>\nفهذا يدل على أنه لم يكن فقيها وإذا لم يكن فقيها لم يدخل في قول تعالى\n(إنما يخشى الله عباده العلماء) ومن لم يخش الله قال ما شاء، وقوله ليس\nبحجة لأنه ليس من الفقهاء وإنما يطعن في كل صنف من كان منه. فإن شاعرا إذا\nطعن في محدث لا يلتفت إلى قوله، وكذلك إن طعن محدث في فقيه وإنما يكون قوله\nحجة إذا كان يعرف ذلك العلم، هذا إذا عرفت أن سفيان لم يكن له غرض أو حيث\nعرف غرضه بأن طعن على جميع أصحاب الرأي فقوله متروك بالإجماع وسيأتي ما\nذكره عن سفيان وغيره بعد أن شاء الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن الأبار إلى عبد الله بن عبد الرحمن سئل قيس بن عن أبي حنيفة\nفقال.\n</p>\n\n<p>\nمن أجهل الناس بما كان، وأعلمهم بما <span id='ms089'></span> لم يكن.\n</p>\n\n<p>\nوروى عن البرمكي إلى حجاج قال سألت قيس بن الربيع عن أبي حنيفة فقال:\n</p>\n\n<p>\nأنا من أعلم الناس به كان أعلم الناس بما لم يكن وأجهلهم بما كان. هذا قد\nروى عن قيس بن الربيع من وجهين أن أبا حنيفة كان من أجهل الناس بما وأعلمهم\nبما لم يكن، هذا قد رد قول الله تعالى (قل لا يعلم من في السماوات والأرض\nالغيب إلا الله) قال فقد جعل أبا حنيفة يعلم ما لم يأت وجهله بما أتى وهذا\nرجل من الجاهلية يقول:\n</p>\n\n<p>\nوأعلم ما في اليوم والأمس قبله * ولكني عن عمل ما في غد عم وسمع النبي\nصلى الله عليه وسلم قوله فاستحسنه ولم يخطئه. فانظر رحمك الله لي رجل يرد\nأن يثلب أبا حنيفة فيدعى له علم الغيب ولا علم له بما قال. ثم إن الخطيب\nإما أن نقل مثل هذا ولم يعلم ما نقل أو لم يستح أن ينقل مثل هذا.\n</p>\n\n<p>\nوروى عن البرقاني قال: قال ابن إدريس: إني لأشتهي من الدنيا أن يخرج من\nالكوفة. قول أبي حنيفة، وشرب المسكر، وقراءة حمزة هذا قد بلغه الله أمنيته،\nفقد خرج من الكوفة قول أبي حنيفة وقراءة حمزة ولكنهما انتشرا في الأرض\nواستحسنهما الناس واشتغلوا بهما، وما ضره قوله. واعلم أن جميع أصحاب أبي\nحنيفة ومن قرأ بقراءة حمزة إلى يومك هذا منهم من هو أعلم وأورع من هذا\nالمتمني وأتقى لله.\n</p>\n\n<p>\nوروى عن زكريا قال سمعت محمد بن الوليد البسري قال: كنت قد تحفظت قول أبي\nحنيفة، فبينما أنا يوما عند أبي عاصم فدرست عيه شيئا من مسائل أبي حنيفة\nفقال ما أحسن حفظك ولكن ما دعاك إلى أن تحفظ شيئا تحتاج أن تتوب إلى الله\nمنه؟ أتراه يريد من العلم بكتاب الله وسنة رسوله وأتباع الصحابة، وإذا تاب\nعن هذا فبأي شئ كان يريده يتعلق أم تراه لم يقف على الجامع الكبير وحدة حتى\nيعلمه ما يتوب عنه. وأنا ذاكرا لك مسألة من مسائلة لتعلم <span id='ms090'></span> ما يطرد عليه.\n</p>\n\n<p>\nقال أبو حنيفة: إذا قال الرجل لامرأته إن دخلت الدار فأنت طالق وطالق\nوطالق إن كلمت زيدا. فدخلت الدار، وقع عليها تطليقتان، وإن كلمت زيدا وقع\nعليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nتطليقة. قال الله عز وجل: (ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم\nغشاوة) فقد جمع الناس على أن الختم للقلوب، والأسماع، والغشاوة للبصر. فأبو\nحنيفة استخرج من هذه الآية هذه المسألة فجعل قوله إن دخلت الدار فأنت طالق\nوطالق، ثم ابتدأ وطالق إن كلمت زيدا. فجاء بها على نسق الآية. فانظر كم وقف\nعلى هذه الآية من إنسان ولم يستخرج منها شيئا. وقد بينت في أول كتابي من\nجنس هذه المسألة ما يستدل به على أن من تاب عن مثل هذا كفر.\n</p>\n\n<p>\nوروى عن ابن رزق إلى مصعب بن خارج بن مصعب قال سمعت حمادا يقول - في مسجد\nالجامع - وما علم أبي حنيفة؟ علمه أحدث من خضاب لحيتي هذه.\n</p>\n\n<p>\nوروى عن أبي أحمد بن علي بن عبد الله الزجاجي إلى سفيان بن سعيد وشريك\nوالحسن بن صالح قالوا: أدركنا أبا حنيفة وما يعرف بشئ من الفقه، ما نعرفه\nإلا بالخصومات. لا يشك أحد أن كل إنسان محدث وفي حال صغره لا يوصف بالعلم،\nومعرفته بالعلم محدثة ولا يكون العلم قديما إلا لله تعالى وحده. وأنه لم\nيؤت العلم وهو صبي سوى يحيى. ومع هذا فعلمه كان محدثا، ومن ادعى العلم\nالقديم فقد كفر. فهذا شكر أبا حنيفة وهو يظن أن يثلبه.\n</p>\n\n<p>\nوروى عن الحسن بن أبي طالب إلى المزني قال: سمعت الشافعي يقول: ناظر أبو\nحنيفة رجلا فكان يرفع صوته في مناظرته إياه. فوقف عليه رجل فقال الرجل لأبي\nحنيفة: أخطأت فقال أبو حنيفة للرجل تعرف المسألة ما هي؟ قال لا، قال فكيف\nتعرف أنى أخطأت؟ قال أعرفك إذا كان لك الحجة ترفق بصاحبك، وإذ كانت عليك\nتشغب وتجلب.\n</p>\n\n<p>\nإذا كان الغائب لا يعرف المسألة فقوله وتركه سواء لأنه معترف بالجهل،\nوأجهل منه من يعتقد أن هذا مما يطعن <span id='ms091'></span> به على الأئمة.\n</p>\n\n<p>\nوروى عن البرقاني إلى أبى العباس السراج قال سمعت أبا قدامة يقول سمعت\nسلمة ابن سليمان قال: قال رجل لابن المبارك: كان أبو حنيفة مجتهدا؟ قال: ما\nكان بخليق لذاك، كان يصبح نشيطا في الخوض إلى الظهر، ومن الظهر إلى العصر،\nومن العصر إلى المغرب، ومن المغرب إلى الشاء فمتى كان مجتهدا؟ قال وسمعت\nأبا قدامة يقول سمعت سملة بن سليمان يقول قال رجل لابن المبارك: أكان أبو\nحنيفة عالما؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nقال لا، ما كان بخليق لذاك، ترك عطاء وأقبل على أبى العطوف.\n</p>\n\n<p>\nهذا لا يجاب عن مثله، لأنه قال من عنده شيئا خالفه الناس كلهم. لأن الناس\nرجلان، إما صاحب لأبي حنيفة وإما مخالف له، فأما أصحابه فلا يشك أحد أنهم\nيكذبون من قال هذا، وأما مخالفوه فهم أصحاب مالك والشافعي. فأما مالك فقد.\n</p>\n\n<p>\nقال: رأيت رجلا لو أراد أن يقيم الدليل على أن هذه السارية من ذهب\nلأقامه.\n</p>\n\n<p>\nوالشافعي يقول: الناس عيال في الفقه على أبي حنيفة. وقد ذكرت عن الخطيب\nأنه قال في تاريخه: إن ابن المبارك لم يزل على مذهب أبي حنيفة إلى أن مات.\nفكيف يقول إنسان مثل هذا ويعمل بقوله؟.\n</p>\n\n<p>\nوروى عن الأزهري إلى إبراهيم بن راشد الآدمي قال سمعت أبا ربيعة محمد بن\nعوف يقول سمعت حماد بن سلمة يكنى أبا حنيفة أبا جيفة.\n</p>\n\n<p>\nوروى عن ابن رزق إلى حنبل بن إسحاق قال سمعت الحميدي يقول لأبي حنيفة -\nإذا كناه - أبو جيفة، لا يكنى عن ذاك، ويطهره في المسجد الحرام في حلقته\nوالناس حوله.\n</p>\n\n<p>\nأما هذا القول فيريد مثله أن يجيبه، لأن مثل هذا لا يذكره إلا من لا خلاق\nله.\n</p>\n\n<p>\nقال الله تعالى (ولا تنابذوا بالألقاب) فمن خالف القرآن فقد كفر، وهذا قد\nخالق القرآن أفترى قوله يصير حجة؟ فلو أن الخطيب يريد الإنصاف لكان يجعل\nالذم لحماد بن سلمة والحميدي لأنهما خالفا الكتاب العزيز وعملا بضد ما جاء\nفيه.\n</p>\n\n<p>\nوروى عن العتيقي إلى زكريا بن يحيى الحلواني قال: سمعت <span id='ms092'></span> محمد بن بشار\nالعبدي بندارا يقول: قلما كان عبد الرحمن بن مهدي يذكر أبا حنيفة إلا قال:\nكان بينه وبين الحق حجاب.\n</p>\n\n<p>\nوروى عن ابن الفضل إلى يعقوب عن محمد بن بشار قال سمعت عبد الرحمن بن\nمهدي يقول: بين أبي حنيفة وبين الحق حجاب.\n</p>\n\n<p>\nوروى عن البرقائي إلى محمد بن علي الحافظ قال قيل لبندار - وأنا أسمع -\nأسمعت عبد الرحمن بن مهدي يقول كان بين أبي حنيفة وبين الحق حجاب؟ فقال:\n</p>\n\n<p>\nنعم قد قاله لي. قال الله تعالى: (ولو كنت أعلم الغيب لاستكثرت من الخير)\nوقال النبي صلى الله عليه وسلم: (لتختصمون إلى ولعل بعضكم أن يكون ألحن\nبحجته من بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفأقضي له بنحو ما أسمع، فمن قضيته له بشئ من ذلك فإنما أقطع له قطعة من\nالنار) فقد ثبت أن النبي صلى الله عليه وسلم لم يعلم الغيب، فكيف عرف عبد\nالرحمن بن مهدي أن بين أبي حنيفة وبين الحق حجابا؟.\n</p>\n\n<p>\nوروى عن ابن رزق إلى الوليد بن عتبة قال سمعت مؤمل بن إسماعيل. قال: قال\nعمر بن قيس: من أراد الحق فليأت الكوفة فلينظر ما قال أبو حنيفة وأصحابه\nفليخالفهم.\n</p>\n\n<p>\nوروى عن بشرى بن عبد الله الرومي إلى أبى الجواب قال: قال لي عمار بن\nزريق: خالف أبا حنيفة فإنك تصيب. وقال بشرى: فإنك إذا خالفته أصبت. وروى عن\nابن الفضل إلى عمار بن زريق قال إذا سألت عن شئ فلم يكن عندك شئ فانظر ما\nقال إلى حنيفة فخالفه فإنك تصيب.\n</p>\n\n<p>\nوروى عن البرقاني إلى الحسين بن إدريس قال: قال ابن عمار: إذا شككت في شئ\nنظرت إلى ما قال أبو حنيفة فخالفته كان هو الحق - أو قال البركة - في\nخلافه.\n</p>\n\n<p>\nقال حنيفة مخالفته كان هو الحق - أو قال البركة - في خلافه.\n</p>\n\n<p>\nقال أبو حنيفة مخالفته كان هو الحق - أو قال البركة - في خلافه.\n</p>\n\n<p>\nقال أبو حنيفة وأصحابه: إن الله تعالى واحد أحد لا شريك له ولا شئ يشبهه\nقديم بلا ابتداء، دائم بلا انتهاء، لا <span id='ms093'></span> يفنى ولا يبيد، ولا يكون إلا ما\nيريد. وإن النبي صلى الله الله عليه وسلم حق، والساعة حق، وإن القرآن كلام\nالله منه بدأ وإليه يعود بلا كيفية شبها، وإن الجنة والنار مخلوقتان لا\nيفنيان أبدا، وإن الله يبث من في القبور، أفترى من خالفهم في هذا يكون\nحاله؟.\n</p>\n\n<p>\nوروى عن عبد الله بن يحيى السكري إلى سفيان بن عيينة قال: قال مساور\nالوراق:\n</p>\n\n<p>\nإذا ما أهل رأى حاورونا * بآبدة من الفتوى طريفه أتيناهم بمقياس صحيح *\nصليب من طراز أبي حنيفة إذا سمع الفقيه بها وعاها * وأثبتها بحبر في صحيفة\nفأجابه بعضهم يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nإذا ذو الرأي خاصم عن قياس * وجاء ببدعة هنة سخيفه أتيناه بقول الله فيها\n* وآيات محبرة شريفه فكم من فرج محصنة عفيف * أحل حرامها بأبي حنيفة فكان\nأبو حنيفة إذا رأى مساور الوراق أوسع له وقال هاهنا، هاهنا.\n</p>\n\n<p>\nوروى عن ابن رزق إلى أبى صالح هدبة بن عبد الوهاب المروزي قال: قدم علينا\nشقيق البلخي فجعل يطري أبا حنيفة، فقيل له لا تطر أبا حنيفة بمرو فإنهم لا\nيحتملونك. قال شقيق أليس قد قال مساور الوراق:\n</p>\n\n<p>\nإذا ما الناس يوما قايسونا * بآبدة من الفتوى طريفه أتيناهم بمقياس تليد\n* طريف من طراز أبي حنيفة فقالوا له أما سمعت ما أجابوه؟ قال أجل.\n</p>\n\n<p>\nإذا ذو الرأي خاصم في قياس * وجاء ببدعة هنة سخيفه أتيناهم بقول الله\nفيها * وآثار مبرزة شريفه فكم من فرج محصنة عفيف * أحل حرامها بأبي حنيفة\nوروى عن ابن رزق إلى عبد الكريم قال سمعت يحيى بن أيوب قال حدثنا صاحب لنا\nثقة. قال: كنت جالسا عند أبي بكر بن عياش فجاء إسماعيل بن حماد بن أبي\nحنيفة فسلم وجلس، فقال أبو بكر من هذا؟ قال أنا إسماعيل يا أبا بكر. قال\nفضرب أبو بكر على ركبة إسماعيل ثم قال: كم من فرج حرام أباحه جدك.\n</p>\n\n<p>\nلا شك في أنه كان حراما فأحله بما أحله به الله ورسوله، وهذه كتب أبي\nحنيفة غير مدحوضة ولا مستورة <span id='ms094'></span>. وقد ذكرت غير مرة أصول مذهب أبي حنيفة وأنها\nمن كتاب الله، فإن لم يجد فمن سنة رسول الله، فإن اختلفت الأحاديث رجح ما\nرجحته الصحابة، فإن لم يجد اجتهد في التوفيق بينهما ما أمكن. فإن لم يمكن\nواجتهد برأيه ولم يخرج عن قول النبي صلى الله عليه وسلم وأصحابه وهذا مذكور\nفي عدة مواضع، أفترى الخطيب يعتقد أن الفرج يكون حلالا من أول ما يخلق؟ ومن\nلا يعرف مثل هذا كيف يجوز له الحديث. وإنما الفرج يكون حراما فيحل، ويكون\nحلالا فيحرم.\n</p>\n\n<p>\nوهذا ما جاء في الكتاب والسنة.\n</p>\n\n<p>\nوحدث عن أبي عبد الله محمد بن عبد الواحد إلى أبى معمر قال: أبو بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nعياش: يقولون إن أبا حنيفة ضرب على القضاء، إنما ضرب على أن يكون عريفا\nعلى طرز حاكة الخزازين.\n</p>\n\n<p>\nهذا إن صح عن ابن عياش فإنما ذكره ابن عياش وحده والناس على خلافه ولكني\nأجيبه، وإن كان ضرب أيضا على أن يكون عريفا فلم يفعل فهو كذلك أيضا لأنه\nتجنب الولاية، فسواء القضاء وغيره لأن النبي صلى الله عليه وسلم يقول\n(العرفاء في النار) ودليل على خلاف قوله، أنهم استعملوا أبا يوسف على\nالقضاء وهو تلميذ أبي حنيفة، فلو فعل أبو حنيفة [ورضى أن] يلي لما ولوا\nغلامه.\n</p>\n\n<p>\nوروى عن ابن رزق إلى أسود بن سالم يقول قال أبو بكر بن عياش سود الله وجه\nأبي حنيفة. هذا من الجميع خطأ، رجل دعا على أبي حنيفة أي شئ كان في هذا حتى\nينقله، فإن مثل هذا لا ينبغي أن يذكره أحد لأنه ما أتى عن أبي حنيفة بشئ\nينكره عالم، وإنما سفه فنقل الخطيب سفهه فلو أن كل من دعى عليه كان منكوتا\nلما سلم أحد من الناس كافة.\n</p>\n\n<p>\nوروى عن الحسن بن علي بن عبد الله المقرئ إلى محمد بن حفص الدوري قال\nسمعت أبا عبيد يقول: كنت جالسا مع الأسود بن سالم في مسجد الجامع بالرصافة،\nفتذكروا مسألة فقلت إن أبا حنيفة يقول فيها <span id='ms095'></span> كيت وكيت، فقال لي الأسود: تذكر\nأبا حنيفة في المسجد؟ فلم يكلمني حتى مات. الجواب عن هذا كما تقدم، وأيضا\nفإن ذكر الكفار في القرآن، وهو كلام الله الذي لا تصح الصلاة إلا به، وأي\nشئ كان في هذا مما ينقل ويجعل قدحا في أبي حنيفة؟ وأيضا قد فعل محرما لأن\nالنبي صلى الله عليه وسلم يقول: (لا يحل لمؤمن أن يهجر أخاه فوق ثلاث،\nيلتقيان فيعرض هذا ويعرض هذا، وخيرهما الذي يبدأ بالسلام) فهذا الخبر لم\nيفت الخطيب، وإنما قصد رده والطعن فيه لا في أبي حنيفة.\n</p>\n\n<p>\nوروى عن محمد بن أحمد بن يعقوب إلى محمد بن عبد الوهاب يقول قلت لعلى ابن\nعثام: أبو حنيفة حجة؟ فقال: لا للدين ولا للدنيا.\n</p>\n\n<p>\nقد أجمع الناس على خلاف قول هذا القائل، وليس ابن عثام بأعلم من جميع\nأصحاب أبي حنيفة ولا مثل واحد منهم، فكيف ينقل عنه مثل هذا؟ وقد تقدم\nالجواب عنه مع غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن أبي حازم إلى محمد بن جعفر الأسامي قال: كان أبو حنيفة يتهم\nشيطان الطاق بالرجعة، وكان شيطان الطاق يتهم أبا حنيفة بالتناسخ فخرج أبو\nحنيفة يوما إلى السوق فاستقبله شيطان الطاق ومعه ثوب يريد بيعه، فقال له\nأبو حنيفة أتبيع هذا الثوب إلى رجوع على؟ فقال: إن أعطيتني كفيلا أنك لا\nتمسح قردا بعتك. فبهت أبو حنيفة.\n</p>\n\n<p>\nوقال: لما مات جعفر بن محمد التقى هو وأبو حنيفة فقال له أبو حنيفة أما\nإمامك فقد مات: فقال له شيطان الطاق: أما إمامك فمن المنظرين إلى يوم الوقت\nالمعلوم.\n</p>\n\n<p>\nقد تقدم القول فيما مضى أن أبا حنيفة وأصحابه على غير هذا المذهب فكيف\nكان يليق بالخطيب أن يقول هذا المحفوظ ويحيل على رجل يخالفه أصحاب أبي\nحنيفة كلهم، ثم إن شيطان الطاق كان رافضيا وقد كان يسب كبار الصحابة، فلأبي\nحنيفة رضي الله عنه أسوة بأبي بكر وعمر رضي الله عنهما، والحمد لله الذي\nبين لك صحة ما ذكرت من أن الخطيب لم يكن غرضه <span id='ms096'></span> الرد على أبي حنيفة، وإنما\nأراد الرد على النبي عليه الصلاة وأفضل السلام وأصحابه، فلذلك رجح قول من\nيبغض الصحابة ويسبهم.\n</p>\n\n<p>\nوحدث عن أبي نعيم الحافظ إلى جبر - وهو محمد بن عصام بن يزيد الأصبهاني\nيقول سمعت سفيان الثوري يقول: أبو حنيفة ضال مضل. قد تقدم الجواب عن مثل\nهذا في أمر الحميدي وعبد الرحمن، وكذلك سفيان إن كان يدعى علم الغيب، وإلا\nفمن أين له هذا؟ فإن كان من قول أبي حنيفة كان بينه، فإن أقوال أبي حنيفة\nأظهر من الشمس.\n</p>\n\n<p>\nوروى عن إبراهيم بن محمد بن سليمان المؤدب إلى رجاء السندي قال: قال عبد\nالله بن إدريس: أما أبو حنيفة فضال مضل، وأما أبو يوسف ففاسق من الفساق.\n</p>\n\n<p>\nقد تقدم الجواب عن هذا في الخبر الذي قبله.\n</p>\n\n<p>\nوروى عن أيوب إلى يزيد بن هارون يقول ما رأيته قوما أشبه بالنصارى من\nأصحاب أبي حنيفة. أترى النصارى على غير شكل بني آدم وإلا فأي شئ شبههم\nبالنصارى. ومثل هذا لا يذكر فإن الله تعالى خالق كل شئ ومع هذا فلا يقال\nخالقك خالق الكلب. ولا شك أن الجميع خلقة الله، ومن ينكر هذا لا يكون\nمسلما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن أحمد بن محمد العتيقي والحسن بن جعفر السلماسي والحسن بن علي\nالجوهري إلى محمد بن عبد الله بن الحكم قال: قال لي محمد بن إدريس الشافعي:\n</p>\n\n<p>\nنظرت في كتب لأصحاب أبي حنيفة فإذا فيها مائة وثلاثون ورقة، فعددت منها\nثمانين ورقة خلاف الكتاب والسنة. قال أبو محمد: لأن الأصل كان خطأ فصارت\nالفروع ماضية على الخطأ.\n</p>\n\n<p>\nوقال ابن أبي حاتم حدثني الربيع بن سليمان المرادي قال: سمعت الشافعي\nيقول:\n</p>\n\n<p>\nأبو حنيفة يضع أول المسألة خطأ ثم يقيس الكتاب كله عليها. وقال أيضا\nحدثنا هارون بن سعيد الإيلي قال: سمعت الشافعي يقول: ما أعلم أحدا وضع\nالكتب أدل على عوار قوله من أبي حنيفة.\n</p>\n\n<p>\nأما أصول أبي حنيفة رضي الله عنه فمعروفة لا يقدر أحد أن يطعن فيها، فإنه\nإذا بنى أصلا <span id='ms097'></span> على باب من الأبواب لم يخالفه أبدا. مثال ذلك أن الشك لا يزيل\nاليقين عند أبي حنيفة رحمه الله، مثاله إذا أكل الرجل في شهر رمضان وهو يرى\nأنه لم يصبح وكان قد أصبح فعليه القضاء ولا كفارة عليه، ولو أكل وهو يرى\nأنه قد دخل الليل ثم تبين أنه نهار فعليه القضاء والكفارة، لأنه ممسك\nبالأصل. ومثاله إن العصير لا يصير خمرا يغلى ويقذف بالزبد ويشتد ويسكر فإذا\nحمض الخمر أدنى الحمض لا يصير خلا حتى يشتد حمضه فيتخلل بيقين ومثاله رجل\nتوضأ ثم شك في الحدث فهو على وضوئه، ورجل شك في الوضوء يجب عليه الوضوء\nلأنه على الأصل، هذا في الأصول التي بنى عليها. أما على القول فالشافعي\nوأصحابه منذ كانوا وإلى هذه السنة التي تكلمنا فيها - وهي سنة إحدى وعشرين\nوستمائة لهجرة النبي صلى الله عليه وسلم - لا يقدرون على بيان ما نقل عنه\nالخطيب. وجوابي للخطيب، وإنما عندي أن الشافعي نقل عنه من حمد أبي حنيفة ما\nلا ينقل إلا عمن يعرف الفضل ويعرف به.\n</p>\n\n<p>\nوروى عن ابن رزق إلى أحمد بن سنان بن أسد القطان قال سمعت الشافعي يقول:\nما شبهت رأى أبي حنيفة إلا بخيط السحارة يمد كذا فيجئ أخضر، ويمد كذا فيجئ\nأصفر. هذا القول لا يحسن أن ينقل عن الشافعي لأنه لا ينقله عنه إلا من يريد\nالطعن والتشنيع عليه، لأن مثل هذا المثل لا يتمثل به إلا الصبيان.\n</p>\n\n<p>\nوحدث عن البرقاني إلى المروذي أبو بكر أحمد بن الحجاج قال سألت أبا عبد\nالله - وهو أحمد بن حنبل - عن أبي حنيفة وعمرو بن عبيد. قال: أبو حنيفة أشد\nعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين من عمرو بن عبيد لأن له أصحابا. إن صح هذا الخبر وكان الأمر على\nما ذكر فكلهم له الأصحاب، فأما أصحاب أبي حنيفة فليس فيهم من يقول: إن الله\nشبح جالس على العرش والعرش لا يسعه. أترى من يقول هذا القول لا يعرف أن من\nخلق السماوات والأرض قادر على أن <span id='ms098'></span> يخلق له ما يسعه؟.\n</p>\n\n<p>\nوروى عن طلحة بن علي الكتاني إلى الأثرم قال رأيت أبا عبد الله مرارا\nيعيب أبا حنيفة ومذهبه، ويحكى الشئ من قوله على الإنكار والتعجب. أنا أصدق\nهذا لأن أصحاب أحمد إلى يومنا هذا لم يفهم أحد منهم (الجامع الكبير)، ولا\nعرف ما فيه، ومتى وقف عليه فلا شك أنه ينكره فخل عنك باقي كتب أصحاب أبي\nحنيفة.\n</p>\n\n<p>\nوروى عن بشرى بن عبد الله الرومي إلى أبى بكر الأثرم قال أخبرنا أبو عبد\nالله بباب في العقيقة فيه عن النبي صلى الله عليه وسلم أحاديث مسندة، وعن\nأصحابه، وعن التابعين، ثم قال: وقال أبو حنيفة: هو من عمل الجاهلية. ويتبسم\nكالمتعجب.\n</p>\n\n<p>\nأما هذا القول فلا ينكره على أبي حنيفة إلا من لا يعرف أمور الشرع، فإن\nالعقيقة والطهور وغيرهما كان من شريعة إبراهيم ثم استمر ذلك في الجاهلية\nحتى جاء النبي صلى الله عليه وسلم وأمر به، وبهذا جاء الكتاب العزيز\n(وكتبنا عليهم فيها أن النفس بالنفس) يعنى التوراة. ونحن نعمل بذلك. وقد\nجاء شئ من عمل الجاهلية لم يكن مذهبا لإبراهيم عليه السلام وعلم به النبي\nصلى الله عليه وسلم وهو البدنة.\n</p>\n\n<p>\nوروى عن محمد بن عبد الملك القرشي إلى محمد بن يوسف البيكندي يقول: قيل\nلأحمد بن حنبل قول أبي حنيفة الطلاق قبل النكاح؟ فقال مسكين أبو حنيفة كأنه\nلم يكن من العراق، كأنه لم يكن من العلم بشئ، قد جاء فيه عن النبي صلى الله\nعليه وسلم، وعن الصحابة، وعن نيف وعشرين من التابعين، مثل سعيد بن جبير\nوسعيد بن المسيب وعطاء وطاووس وعكرمة. كيف يجترئ أن يقول تطلق؟.\n</p>\n\n<p>\nهذا خلاف مذهب أبي حنيفة، لأن مذهبه أنه يقول لا طلاق إلا في ملك أو\nمضافا إلى ملك، أو في علقة من علائق الملك. وجميع أصحاب أبي حنيفة على ما\nذكرت. وأما من نقل عن رجل فقها لمن يكن من مذهبه ويقول إنه مذهبه، ما نعلم\nكل أحد أنه يتقول عليه ومن علم أنه <span id='ms099'></span> كاذب كيف يصدق قوله في الأخبار عنه أو\nعن غيره؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن ابن رزق إلى مهنئ بن يحيى قال: سمعت أحمد بن حنبل يقول: ما قول\nأبي حنيفة والبعر عندي إلا سواء.\n</p>\n\n<p>\nلا يشك أحد أن أحمد بن حنبل بعد مذهب أبي حنيفة، والمسائل التي هي [من]\nقول أبي حنيفة وعمل بها أحمد كيف حكمه فيها؟ هل هي داخلة في الجملة أو\nخارجة عنها؟ فإن قال داخلة فيها فقد خالف قوله بلا شك وصار بهذا كافرا لأنه\nيرى الخطأ ويتبعه، وإن قال لا فقد خالف قوله وناقض الحكم، ومثل هذا لا يصح\nعن أحمد بن حنبل لأن أدنى درجات أحمد أن يعرف ما ذكرت، فإن أحمد ولد بعد\n[وفاة] أبي حنيفة بأربع عشرة سنة.\n</p>\n\n<p>\nوروى عن البرقاني إلى محمد بن روح قال سمعت أحمد بن حنبل يقول: لو أن\nرجلا ولى القضاء ثم حكم برأي أبي حنيفة، ثم سألت عنه لرأيت أن أرد أحكامه.\n</p>\n\n<p>\nإن كان أحمد يرى رد أحكام الحكام فربما، وإن كان غير ذلك فلا يجوز له.\nلأن الصحابة كلهم على خلاف هذا، فإن عليا رضي الله عنه ولى شريحا وكان يرى\nخلاف رأى شريح، وكذلك أكثر الخلفاء الراشدين ولو القضاة يرون خلاف رأيهم\nوإن كان أحمد يحالف جميع الصحابة فهذا عجيب.\n</p>\n\n<p>\nوروى عن الحسن بن أبي طالب إلى خالد بن يزيد بن أبي مالك أنه قال: أحل\nأبو حنيفة الزنا، وأحل الربا، وأهدر الدماء. فسأله رجل ما تفسير هذا؟ فقال:\nأما تحليل الربا فقال درهم وجوزة بدرهمين نسيئة لا بأس به، وأما الدماء\nفقال لو أن رجلا ضرب بحجر عظيم فقتله كان على العاقلة ديته ثم تكلم في شئ\nمن النحو فلم يحسنه، ثم قال لو ضربه بأبا قبيس كان على العاقلة وأما تحليل\nالزنا فقال لو أن رجلا وامرأة أصيبا في بيت وهما معروفا الأبوين فقال\nالمرأة هو زوجي، وقال هو هي امرأتي، لم أعرض لهما. قال أبو الحسن النجاد:\nفي هذا إبطال الشرائع والأحكام.\n</p>\n\n<p>\nأما <span id='ms100'></span> جوزة ودرهم بدرهمين نسيئة فإن هذا لم يرو عن أبي حنيفة ولا يصح في\nمذهبه النسيئة خاصة، بل الذي روى عن أبي حنيفة إذا اشترى سيفا وعليه حلية\nفضة لا يخلص إلا تضرب بدراهم نقدا، فإن كان الثمن بقدر الحلية أو أقل لم\nيصح البيع، وإن كان الثمن أكثر من الحلية صح. لأن الحلية بوزنها والفضل في\nمقابلة السيف، وهذا إذا كان يدا بيد. قال ولو باع إبريق فضة وزنه عشرة\nدراهم بعشرين درهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nلصح يدا بيد. فإن أعطاه غيره دراهم وافترقا صح في النصف وبطل في النصف،\nوهذا خلاف ما حكاه الخطيب. وأما الدماء فإن النبي صلى الله عليه وسلم لم\nيرو عنه القصاص في الحجر، وقد قال صلى الله عليه وسلم: (ادرءوا الحدود\nبالشبهات) وقال (ألا إن قتيل شبه العمد قتيل السوط والعصا مائة من الإبل)\nولم يفرق النبي صلى الله عليه وسلم بين العصا الكبيرة والصغيرة، ولا يستحق\nكل واحدة اسما غير العصا. ولم يوجب إلا الدية بهذا. وأما أبا قبيس فقد تقدم\nالجواب عنه. وأما الزنا فإذا جاء واحد إلى كل واحد من امرأة ورجل فقالا نحن\nزوجان بأي طريق يفرق بينهما أو يعترض عليهما، لأن كل واحد منهما يدعى أمرا\nحلالا. ولو فتح هذا الباب لكان الإنسان كل هيوم، بل في كل ساعة يشهد على\nنفسه وعلى زوجه أنهما زوجان، وهذا لم يقل بن أحد من الأئمة وفيه من الحرج\nما لا يخفى على أحد.\n</p>\n\n<p>\nوروى عن إبراهيم بن عمر البرمكي إلى محمد بن أيوب بن المعافى البزاز قال:\n</p>\n\n<p>\nسمعت إبراهيم الحربي يقول: وضع أبو حنيفة أشياء في العلم مضغ الماء أحسن\nمنها، وعرضت يوما شيئا من مسائله على أحمد بن حنبل فجعل يتعجب منها، ثم قال\nكأنه هو يبتدئ الإسلام.\n</p>\n\n<p>\nأما جواب أحمد بن حنبل عن مثل هذا فقد تقدم، ولو كان الأمر كما ذكر لبين\nالمسائل حتى يعرف السامع أن الحق مع من وضعها أو مع من عابها.\n</p>\n\n<p>\nوروى عن البرقاني إلى عبد <span id='ms101'></span> الله بن محمد بن سيار الفرهياني قال سمعت\nالقاسم ابن عبد الملك أبا عثمان يقول سمعت أبا مسهر يقول: كانت الأئمة تلعن\nأبا فلان على هذا المنبر، وأشار إلى منبر دمشق. قال الفرهياني: وهو أبو\nحنيفة: أترى بأي شئ استدل الفرهياني على أن المراد بأبي فلان أبو حنيفة،\nحتى كأن الكنى والكنايات اختصت به دون غيره. ومع هذا فإن أبا حنيفة لم يلعن\nعلى منبر دمشق، وأما الذي ذكرة فلم يتعرض إليه إلا من وجب قتاله، وإذا كان\nلأبي حنيفة أسوة بمن ذكره فما نريد شرفا أكثر من ذلك.\n</p>\n\n<p>\nوروى عن الخلال إلى العباس بن عبد الله الترقفي قال سمعت الفريابي يقول:\nكنا في مجلس سعيد بن عبد العزيز بدمشق، فقال رجل رأيت فيما يرى النائم كان\nالنبي صلى الله عليه وسلم قد دخل من باب الشرقي يعنى باب المسجد، ومعه أبو\nبكر وعمر - وذكر غير واحد من الصحابة - وفى القوم رجل وسخ الثياب، رث\nالهيئة فقال تدرى من ذا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لا، قال هذا أبو حنيفة، هذا ممن أعين بعقله على الفجور. فقال له\nسعيد: أنا أشهد أنك صادق لولا أنك رأيت هذا، لم تكن تحسن تقول هذا.\n</p>\n\n<p>\nليت شعري أي شئ في هذا القول مما يصعب على أبله الناس إذا أراد الاختلاف\nأن يقوله، ثم ومن لا يحسن أن يقول مثل هذا في اليقظة كيف يحتج بقوله في\nالمنام؟\n</p>\n\n<p>\nوليت شعري من كان هذا الرجل الرائي للمنام الذي قيست رؤياه برؤيا يوسف لم\nيتحمل على ظاهرها لأنها أولت لأنه لم يسجد له الشمس والقمر والكواكب الأحد\nعشر في اليقظة كما رآها ساجدة له في المنام، ومه هذا فيكفي أبا حنيفة شرفا\nدخوله المسجد مع النبي صلى الله عليه وسلم وأصحابه مقارنا لأبي بكر وعمر،\nولو كان الأمر كما ذكرنا لما صحب النبي صلى الله عليه وسلم إلى المسجد، هذا\nإن صدق افتراؤهما لوجدنا به بهتا وهما مستيقظان أكان أحد يصدقهما فكيف\nيصدقهما في المنام؟ وقد أجمع الناس على أن <span id='ms102'></span> الرؤيا لا تفسر على ظاهرها ولو\nكان الأمر كذلك لما احتيج إلى المفسرين لأن نص القرآن العزيز حكاية عن يوسف\nلما قال له الرائي (إني) أراني أحمل فوق رأسي خبزا تأكل الطير منه) إنه\nيصلب فتأكل الطير من رأسه، وأين الحمل من الصلب، وأين الخبز من رأسه؟ وفى\nقول الملك (إني أرى سبع بقرات سمان يأكلهن سبع عجاف)، (قال تزرعون سبع\nسنين) ثم قال (ثم يأتي من بعد ذلك سبع شداد) * وأين البقرة من السنة، فقد\nأول المعبرون البكاء بالفرج، والموت بطول العمر وأشياء كثيرة بما يضادها.\nفعلى هذا يكون وسخ أثواب أبي حنيفة ورثاثة هيئته نظافة وطهارة.\n</p>\n\n<p>\nوحدث عن أبي الفتح محمد بن المظفر بن إبراهيم الخياط إلى علي بن حرب قال\nسمعت محمد بن عامر الطائي - وكان خيرا - يقول: رأيت في المنام كان الناس\nمجتمعون على درج مسجد دمشق، إذ خرج شيخ ملبب بشيخ، فقال: أيها الناس إن هذا\nقد بدل دين محمد صلى الله عليه وسلم. فقلت لرجل إلى جانبي من هذان الشيخان؟\nفقال: هذا أبو بكر الصديق ملبب بأبي حنيفة.\n</p>\n\n<p>\nأما حديثهم عن أبي حنيفة في المنام فلا حجة فيه، لا سيما ممن لو طعن فيه\nفي اليقظة لم يقدح ذلك فيه، لأنهم ليسوا من أهل العلم. والطعن في مثله وليس\nفي مثل هذا فائدة إلا ما ذكرناه عن الخطيب من قصد التشنيع والنكير والتعصب\nوقد تقدم الكلام عن ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن القاضي أبى العلاء محمد بن علي الواسطي إلى طريف بن عبد الله\nقال: سمعت ابن أبي شيبة - وذكر أبا حنيفة - فقال: أراه كان يهوديا. قد أجمع\nالناس على أنه من كفر مسلما فهو كافر، ولا شبهة عند أئمة الأمصار أن أبا\nحنيفة مسلم، ومن كفر مسلما فقد كفر. لا يعد بقوله، ولقد كان هذا القول\nبالقدح في ابن أبي شيبة أولى منه في أبي حنيفة لولا حيف الخطيب.\n</p>\n\n<p>\nوحدث عن ابن رزق إلى محمد بن المهلب السرخسي عن علي بن جرير. قال:\n</p>\n\n<p>\nكنت في <span id='ms103'></span> الكوفة فقدمت البصرة وبها ابن المبارك، فقال لي كيف تركت الناس؟\nقال قلت تركت قوما بالكوفة يزعمون أن أبا حنيفة أعلم من رسول الله صلى الله\nعليه وسلم. قال قلت اتخذوك في الكفر إماما؟ قال فبكى حتى ابتلت لحيته. هذا\nكلام غير مفهوم فيجاب عنه، ولو أراد قائله أن يقول ما يسمع الجواب عنه\nلتكلم بما يفهم، ومع هذا قد تقدم القول عن ابن المبارك وأنه ما زال على\nمذهب أبي حنيفة إلى أن مات برواية الخطيب عنه.\n</p>\n\n<p>\nوروى عن محمد بن علي المقرئ إلى علي بن جرير الأبيوردي قال قدمت على ابن\nالمبارك فقال له رجل: إن رجلين تماريا عندنا في مسألة فقال أحدهما قال أبو\nحنيفة.\n</p>\n\n<p>\nوقال الآخر قال رسول الله صلى الله عليه وسلم فقال: كان أبو حنيفة أعلم\nبالقضاء. فقال ابن المبارك: أعد على، فأعاد عليه فقال: كفر كقر. قلت بك\nكفورا. وبك اتخذوا الكفر إماما. قال ولم؟ قلت بروايتك عن أبي حنيفة. قال\nأستغفر الله من رواياتي عن أبي حنيفة.\n</p>\n\n<p>\nأول ما نقول إن هذا القول من ذلك الرجل لا يتعلق بأبي حنيفة، فيكون قدحا\nفيه، ثم نقول كيف يتصور أن يستغفر الله من رواياته عن أبي حنيفة رجل لم يزل\nعلى مذهب أبي حنيفة إلى أن مات.\n</p>\n\n<p>\nوحدث عن الحسن بن أبي طالب إلى الحميدي قال سمعت ابن المبارك يقول:\n</p>\n\n<p>\nصليت وراء أبي حنيفة صلاة وفى نفسي منها شئ. وقال وسمعت ابن المبارك\nيقول:\n</p>\n\n<p>\nكتبت عن أبي حنيفة أربعمائة حديث إذا رجعت إلى العراق إن شاء الله\nمحوتها.\n</p>\n\n<p>\nأما قوله إن في نفسه شيئا من تلك الصلاة فلا يعلم الغيب إلا الله، ما\nيدرى أي شئ هو الذي كان في نفسه، وأما الأحاديث التي رواها عن أبي كانت من\nأقوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأبو حنيفة فينبغي أن يبينها لنجيب عما أنكره، وإن لم تكن من أقوال أبي\nحنيفة فليس الطعن في ذلك على أبي حنيفة.\n</p>\n\n<p>\nوحدث عن إبراهيم بن محمد بن سليمان المؤدب إلى إبراهيم بن شماس <span id='ms104'></span> يقول:\n</p>\n\n<p>\nكنت مع ابن المبارك بالثغر فقال: إن رجعت من هذه لأخرجن أبو حنيفة من\nكتبي.\n</p>\n\n<p>\nوروى عن العتيقي إلى إبراهيم بن شماس قال: سمعت ابن المبارك يقول: اضربوا\nعلى الحديث أبي حنيفة.\n</p>\n\n<p>\nوروى عن عبيد الله بن عمر الواعظ إلى الحسن بن الربيع قال: ضرب ابن\nالمبارك على حديث أبي حنيفة قبل أن يموت بأيام يسيرة. قال الخطيب كذا رواه\nلنا وأظنه عن عبد الله بن أحمد عن أبي بكر الأعين نفسه والله أعلم.\n</p>\n\n<p>\nالجواب عن هذه الحكايات الثلاث: إن قول ابن المبارك لا يعتد به في مثل\nأبي حنيفة لأن أبا حنيفة كان مجتهدا وابن المبارك من كودان المتفقه، ثم قد\nتقدم القول أن ابن المبارك مات وهو على مذهب أبي حنيفة.\n</p>\n\n<p>\nثم إن الخطيب بحمد الله قد شك في رواة الحكاية الثالثة الذين جعلهم ثبتا.\n</p>\n\n<p>\nوروى عن محمد بن أحمد بن يعقوب إلى محمد بن علي بن حسن بن شقيق يقول سمعت\nأبي يقول سمعت عبد الله بن المبارك يقول: لحديث واحد من حديث الزهري أحب\nإلى من جميع كلام أبي حنيفة. إن كان الحديث الذي يحدثه الزهري عن النبي صلى\nالله عليه وسلم فكل المسلمين يقولون هذا ويعتقدونه، بل يعتقدون أن لفظة\nواحدة من كلام النبي صلى الله عليه وسلم خير من كل مل تكلم به الخلق، إلا\nأن يظن أن في المسلمين من لا يعتقد هذا فمكافأته عمن يظن به ذلك على الله،\nوإن كان الحديث من كلام الزهري فما اعتد أحد بكلام الزهري ولا عمل به، ولا\nنعرف مذهبا يقال له مذهب الزهري.\n</p>\n\n<p>\nوروى عن ابن دوما إلى علي بن إسحاق الترمذي قال: قال ابن المبارك: كان\nأبو حنيفة يتيما في الحديث. هذا بالمدح أشبه منه بالذم فإن الناس قد قالوا\nدرة يتيمة إذا كانت معدومة المثل، وهذا اللفظ متداول للمدح لا نعلم أحدا\nقال بخلاف، وقيل يتيم دهره، وفريد عصره وإنما فهم الخطيب قصر عن إدراك ما\nلا يجهله عوام الناس.\n</p>\n\n<p>\nوحدث عن <span id='ms105'></span> البرقاني إلى عبد الله بن أحمد بن شبويه قال سمعت أبا وهب يقول\nسمعت عبد الله بن المبارك يقول: كان أبو حنيفة يتيما في الحديث. الجواب عن\nهذا كالجواب عما تقدمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوحدث عن علي بن محمد بن عبد الله المعدل إلى أبى قطعن قال حدثنا أبو\nحنيفة - وكان زمنا في الحديث - الزمانة لا نعرفها إلا في الأعضاء وأما\nالعلم فلا يوصف من يتعاناه إلا بالجهل أو المعرفة، ولا يشك أحد في فقه أبي\nحنيفة. وأما أبو قطن فلا يعرف له قول يرجع إليه.\n</p>\n\n<p>\nوروى عن محمد بن الحسين الأزرق إلى أبى غسان قال ذكرت للحسن بن صالح رجلا\nقد كان جالس أبا حنيفة من النخع. فقال لا: لو كان أخذ من فقه النخع كان\nخيرا له. انظروا عمن تأخذون النخع إنما هي قبيلة من اليمن وليست بفقيه،\nفانظروا إلى رجل لا يعرف النخع هل هي قبيلة أو فقيه، ثم يأخذ بالأخذ عنها،\nثم يحتج بقوله ويجعل ثبتا يقدح به في الأئمة. مع إن هذا الحسن بن صالح لم\nيكن من الفقهاء فيعرف الفقه، إنما كان يحمل كتب الحديث.\n</p>\n\n<p>\nوروى عن عبد الله بن يحيى السكري والحسن بن أبي بكر ومحمد بن عمر النرسي\nإلى مؤمل بن إسماعيل قال سألت سفيان بن عينية قلت يا أبا محمد تحفظ عن أبي\nحنيفة شيئا؟ قال لا، ولا نعمة عين. ليس يضر أبا حنيفة لا يقدح فيه كون\nسفيان لا يحفظ عنه، فقد حفظ عنه من هو خير من سفيان مع أن الخطيب ذكر في\nتاريخه أن سفيان روى عنه، فلا ندري على أي قولي الخطيب نعتمد. على أن الذين\nحفظوا عن أبي حنيفة اعتد بأقوالهم الناس واعتمدوا على مذاهبهم، وسفيان بحمد\nالله لم يعتمد أحد على مذهبه.\n</p>\n\n<p>\nوروى عن البرمكي إلى ابن نمير قال: أدركت الناس وما يكتبون الحديث عن أبي\nحنيفة الرأي؟ هذا ابن نمير لم يعرف أنه من الفقهاء أصلا ولا من المحدثين\nالمعتبرين المعتد بأقوالهم، ومه هذا فلو لم يكتب <span id='ms106'></span> الرأي عن أبي حنيفة ويحفظ\nويتداول كيف كان يبقى مذهبه إلى زماننا بعد موته إلى تأليف هذا الكتاب\nأربعمائة وإحدى وسبعون سنة. ويكفي هذا في الدلالة على بطلان قول ابن نمير.\n</p>\n\n<p>\nوروى عن العتيقي إلى حماد بن زيد قال سمعت الحجاج بن أرطاة يقول: ومن أبو\nحنيفة؟ ومن يأخذ عن أبي حنيفة؟ وما أبو حنيفة: أما قوله من أبو حنيفة فهو\nالنعمان بن ثابت وأما قوله من يأخذ عنه فمن وفقه الله للتفقه في دينه، وقد\nأخذ عنه أهل اليمن أجمع، وأهل الهند والسند، وأهل غزنة، وجبال الغور، وأهل\nما وراء النهر كلهم، وأهل خراسان - إلا بعض أهل نيسابور وما حولها فإنهم\nشافعية - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوعامة أهل العراق، وبلد الروم بأسرهم، وأكثر أهل الشام. وفلسطين، ومصر،\nوما برح أصحاب أبي حنيفة قضاة الإسلام في دار السلام التي هي قبة الإسلام\nإلى هلم.\n</p>\n\n<p>\nوأما ما هو فإنسان شرفه الله بالعلم والعمل، فكان علمه ومله لا يرجح\nأحدهما على الآخر، ولم يماثله أحد فيهما ولا قارنه. وأما علمه فباق إلى\nالآن لا يحتاج من عنده أدنى معرفة إلى طلب الدليل على عظمه، وأما علمه فمن\nجملته أنه أقام - على ما اشتهر عنه من الجم الغفير الموثوق برواياتهم -\nأربعين سنة يصوم النهار ويقوم الليل. لم يرو عنه أن رؤى بالليل نائما. وكان\nيصلى الصبح في المسجد جماعة ثم يعطى ظهره المحراب ويقعد يطارح الناس الفقه\nويتكلم في العلم إلى أن يؤذن للظهر، ثم يقوم فيركع ويصلى الظهر، فإذا فرغ\nمن صلاته أعطى ظهره القبلة وفعل كذلك إلى العصر، ثم يصلى العصر، ويفعل كذلك\nإلى أن يؤذن المغرب، ثم يصلى المغرب ثم يفعل كذلك إلى أن يؤذن العشاء\nفيصليها ثم يقول إلى بيته فيفطر ثم يجدد وضوءه، ثم يعود إلى المسجد فيختم\nالقرآن الذين أثنى النبي عليه الصلاة والسلام عليه بلا خلاف لأنه من القرآن\nالثاني. ثم لم يكن من عامة الناس بل كان من خواصهم في أحكام القرآن والسنة\nوالدين، وكان من خيار أهل عصره <span id='ms107'></span> ومعلوم أن من كان في الدرجة الثانية وقد فاق\nأهلها فليس له منزلة إلا الدرجة الأولى. قال الله تعالى * (ومن يطع الله\nوالرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء\nوالصالحين وحسن أولئك رفيقا) * فقد بين الله تعالى أن من أطاع الله ورسوله\nفقد لحق بالنبيين والصديقين والشهداء والصالحين فحقيق أن يلحقه لكونه من\nصالحي أهل قرنه بالقرن الأول.\n</p>\n\n<p>\nوروى عن البرقاني إلى يحيى هو ابن سعيد القطان - وذكر عنده أبو حنيفة -\nقالوا كيف كان حديثه؟ قال: لم يكن بصاحب حديث. هذا لا يصح فإن الناس قد\nرووا عنه، ولولا إلا طالة لذكرت كل من روى عنه لأن ذلك موجود في الكتب وقد\nذكر الخطيب في التاريخ أنه روى عن جماعة، وروى عنه جماعة.\n</p>\n\n<p>\nوحدث عن الخلال إلى محمد بن حماد المقرئ قال: وسألت يحيى بن معين عن أبي\nحنيفة. فقال: وأيش كان عند أبي حنيفة من الحديث حتى تسأل عنه؟ كتب الحديث\nالتي رويت عنه مشهورة لا يحتاج إلى ذكرها لاشتهارها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن الحسن بن الحسن بن المنذر القاضي والحسن بن أبي بكر البزاز إلى\nإبراهيم بن إسحاق الحربي قال سمعت أحمد بن حنبل - وسئل عن مالك - فقال:\n</p>\n\n<p>\nحديث صحيح ورأى ضعيف وسئل عن الأوزاعي فقال: حديث ضعيف ورأى ضعيف. وسأل\nعن أبي حنيفة فقال: لا رأى ولا حديث. وسأل عن الشافعي فقال.\n</p>\n\n<p>\nحديث صحيح ورأى صحيح. هذا لا يكاد يصح عن أحمد بن حنبل، وإن صح فلا\nاعتداد به لأنه إذا جعل رأى الشافعي صحيحا وخالفه كفر. ولا شك أن أحمد\nيخالف الشافعي في كثير من الأقوال.\n</p>\n\n<p>\nوحدث عن أحمد بن علي البادا إلى أبى بكر بن شاذان قال: قال لي أبو بكر بن\nأبي داود: جميع ما روى أبو حنيفة من الحديث مائة وخمسين حديثا أخطأ - أو\nقال غلط - في نصفها. هذا القائل كان ينبغي له أن يذكر الأحاديث ويبين ما\nأخطأ فيه بزعمه حتى نجيبه عن ذلك إن قدرنا.\n</p>\n\n<p>\nوروى عن ابن دوما <span id='ms108'></span> إلى إبراهيم بن سعيد قال سمعت أبا أسامة يقول: مر رجل\nعلى رقبة فقال من أين أقبلت؟ قال من عند أبي حنيفة قال يمكنك من رأى ما\nمضغت، وترجع إلى أهلك بغير ثقة.\n</p>\n\n<p>\nوروى عن ابن رزق إلى الحميدي قال: قال سفيان: كنت جالسا عند رقبة ابن\nمصقلة فرأى جماعة منجفلين، فقال من أين؟ قالوا من عند أبي حنيفة، فقال رقبة\nيمكنهم من أرى ما مضغوا وينقلبون إلى أهليهم بغير ثقة. هذان القولان لم\nنفهم معناهما، ولو فهمنا ذلك لأجبناه. وأما قوله بغير ثقة فليس كذلك بإجماع\nمن يعتد بقوله، ويرجع إلى مذهبه من الناس.\n</p>\n\n<p>\nوروى عن العتيقي إلى حيى بن سعيد قال سمعت شعبة يقول: كف من تراب خير من\nأبي حنيفة. هذا القول مخالف لقول الله تعالى، وقول نبيه صلى الله عليه\nوسلم، فإن الله تعالى يقول * (ولقد كرمنا بني آدم وحملناهم في البر والبحر\nورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلا) * فممن، سؤال عمن\nيعقل، وليس من خلق الله من يعقل سوى الملائكة والجن والأنس، وأقل درجات أبي\nحنيفة أن يكون من بني آدم لا ينازع في ذلك من له لب، بل كان من أكابر\nالعلماء. والإجماع على أن العلماء أفضل من خواص الملائكة، وبهذه الآية\nاستدل على ذلك لأنهم لو فضلوا على الجن لم يكن تفضيلا على الكثير، لأن\nتفضيل جنس من ثلاثة أجناس على جنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمنها لا يكون تفضيلا على الكثير إن لم يفضل على الجنسين الآخرين. فلزم أن\nيفضلوا على الملائكة والجن عملا بالنص. والنبي صلى الله عليه وسلم يقول:\n(حرمة المؤمن عند الله خير مما طلعت عليه الشمس) وهذا قد جعل كفا من تراب\nخيرا من أبي حنيفة.\n</p>\n\n<p>\nفهذا الرد ليس لأبي حنيفة فيه حديث.\n</p>\n\n<p>\nوحدث عن البرمكي إلى عبد الرحمن بن مهدي قال سألت سفيان عن حديث عاصم في\nالمرتدة فقال: أما من ثقة فلا، كان يرويه أبو حنيفة. قال أبو عبد الله:\n</p>\n\n<p>\nوالحديث كان يرويه أبو حنيفة عن عاصم <span id='ms109'></span> عن أبي رزين عن ابن عباس في المرأة\nإذا ارتدت، قال تحبس ولا تقتل.\n</p>\n\n<p>\nوحدث عن عبيد الله بن عمر الواعظ إلى منصور بن سلمة الخزاعي قال سمعت أبا\nبكر بن عياش - وذكر حديث عاصم - فقال: والله ما سمعه أبو حنيفة قط. هذا\nالحديث لم يذكره أبو حنيفة فيكون الجواب عنه، وإنما هكذا مذهبه أنها تحبس،\nوالتعلق بنهي النبي صلى الله عليه وسلم عن قتل النساء مطلقا بقوله (نهيت عن\nقتل النساء) وبقوله (ما بالها قتلت ولم تقاتل) والنهى إذا ورد مطلقا عمل به\nإلا أن يأتي أمر آخر يقيده فإنه يعمل به. فإنها إذا قتلت قتلت. ولكن بنص\nآخر وهو أنه القصاص.\n</p>\n\n<p>\nوحدث عن علي بن أحمد الرزاز إلى مؤمل قال ذكروا أبا حنيفة عند سفيان\nالثوري فقال: غير ثقة ولا مأمون غير ثقة ولا مأمون. الجواب عن هذا يأتي عند\nذكر الرواة.\n</p>\n\n<p>\nوحدث عن محمد بن عمر بن بكير المقرئ إلى المؤمل إلى المؤمل مثله.\n</p>\n\n<p>\nوحدث عن أبي سعيد بن حسنويه إلى الأشجعي مثله. هذا الأخبار إن صحت عن\nسفيان فقد رد عليه أكثر أهل الإسلام وعدوه مخطئا في ذلك.\n</p>\n\n<p>\nوحدث عن البرقاني إلى محمد بن كثير العبدي يقول: كنت عند سفيان الثوري\nفذكر حديثا، فقال رجل حدثني فلان بغير هذا فقال من هو؟ فقال أبو حنيفة. قال\nأحلتني على غير ملئ.\n</p>\n\n<p>\nوحدث عن محمد بن الحسين بن محمد المتوثي إلى محمد بن كثير العبدي إلى\nسفيان الثوري قال رأيته، وسأله رجل عن مسألة فأفتاه فيها، فقال له الرجل إن\nفيها أثرا، فقال عمن؟ فقال عن أبي حنيفة. قال أحلتني على غير ملئ. أما قوله\nغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nملئ فليس بصحيح فلا شك أن أبا حنيفة أول من وضع المسائل، وأقرأ الفقه.\nوالنبي صلى الله عليه وسلم يقول: (حسن السؤال نصف العلم) فقد حصل له نصف\nالعلم بالسؤال، ثم أجاب عن المسائل فحصل له نصف العلم بالإجابة، ثم وافقه\nأناس وخالفه آخرون فخولف في ربع الأمر فحصل له ثلاثة أرباع <span id='ms110'></span> العلم بغير\nمنازعة، ومثل هذا لا يكون غير ملئ. ثم وإن عنى بقوله غير ملئ أن أبا حنيفة\nلا يكون مليئا بحديث واحد عن النبي صلى الله عليه وسلم فهذا أيضا يقطع كل\nأحد ببطلانه، فإن الصبيان لا يقصرون عن مثل هذا فكيف أبو حنيفة؟\n</p>\n\n<p>\nوحدث عن رضوان إلى أبى سلمة الفقيه يقول سمعت عبد الرزاق يقول ما كتبت عن\nأبي حنيفة إلى لأكثر به رجالي: وكان يروى عنه نيفا وعشرين حديثا. هذا قال\nلأكثر به رجالي. وهذا أكبر غرض المحدثين فإنهم لا يحفظون الأحاديث كما يحفظ\nالفقهاء المسائل والمقرئون القرآن،. وملأ غرضهم إلا ما ذكر من جميع من\nيروون عنه، فأي شئ في هذا ما يقدح في أبي حنيفة؟ وإن كان هذا القدر قادحا\nفهو في جميع من يروى عنه من المشايخ.\n</p>\n\n<p>\nوحدث عن علي بن أحمد بن عمر المقرئ إلى عبد الله بن أحمد بن حنبل قال:\n</p>\n\n<p>\nسألت أبى عن الرجل يريد أن يسأل عن الشئ من أمر دينه مما يبتلى به من\nالإيمان في الطلاق وغيره، وفى مصره من أصحاب الرأي، ومن أصحاب الحديث لا\nيحفظون ولا يعرفون الحديث الضعيف ولا الإسناد القوى. فلمن يسأل؟ لأصحاب\nالرأي أو لهؤلاء؟ - أعنى أصحاب الحديث - على ما كان من قلة معرفتهم. قال:\n</p>\n\n<p>\nيسأل أصحاب الحديث، ولا يسأل أصحاب الرأي، ضعيف الحديث خير من رأى أبي\nحنيفة. هذا لا يكاد يصح عن أحمد بن حنبل رضي الله عنه لأنه من أصحاب الرأي،\nفكيف يفضل أصحاب الحديث مع وصفه لهم بقلة المعرفة والحفظ على أصحاب الرأي -\nوهو منهم - فإن ثبت عنه ذلك فهو إما مخالف لرأيه، أو لحديث معاذ: ومن رأى\nالحق في جهة واتبع غيرها كان مخطئا.\n</p>\n\n<p>\nوحدث عن العتيقي إلى عبد الله بن أحمد قال سمعت أبي يقول: حديث أبي حنيفة\nضعيف، ورأيه ضعيف.\n</p>\n\n<p>\nوحدث عن العتيقي أيضا إلى أحمد بن الحسن الترمذي قال سمعت أحمد بن حنبل\nيقول: كان أبو حنيفة يكذب لم يقل العتيقي - كان - أبو حنيفة رحمه <span id='ms111'></span> الله ما\nكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nيروى عن النبي صلى الله عليه وسلم حديثا في الأحكام والدين ويخالفه، بل\nإن كان الحديث صحيحا عمل به، وإن كان ضعيفا وثم حديث آخر صحيح يشبهه عمل\nبهما، ومن صح عنده عن النبي صلى الله عليه وسلم حديث ولم يعمل به كان\nمخطئا، وهذا لم ينقل عن أبي حنيفة كما نقل عن أحمد ومالك فإنهما رويا\nأحاديث وخالفاها.\n</p>\n\n<p>\nوحدث عن القاضي أبى الطيب طاهر بن عبد الله المطيري إلى عباس بن محمد\nالدوري قال سمعت يحيى بن معين يقول: - وقال له رجل - أبو حنيفة كذاب. قال:\nأبو حنيفة أنبل من أن يكذب، كان صدوقا إلى أن في حديثه ما في حديث الشيوخ\nأنظر إلى الخطيب اعتقد أن هذا مما يذم به أبو حنيفة، فهل للمحدثين ولجميع\nالعلماء إلا الشيوخ؟\n</p>\n\n<p>\nوحدث عن عبيد الله بن عمر الواعظ إلى جعفر بن أبي عثمان قال سمعت يحيى -\nوسألته عن أبي يوسف وأبي حنيفة - فقال كان أبو يوسف أوثق منه في الحديث.\n</p>\n\n<p>\nقلت فكان أبو حنيفة يكذب؟ قال كان أنبل في نفسه من أن يكذب. من لا يكذب\nكيف يكون غيره أوثق منه؟ مع أن أبا يوسف رحمه الله لم يكن له شئ إلا من أبي\nحنيفة، وقد تقدم قول أبى يوسف بقول أبي حنيفة في حكاية خاك يسر.\n</p>\n\n<p>\nوروى عن البرقاني عن محمد بن العباس الخزاز إلى أحمد بن محمد بن القاسم\nبن محرز قال سمعت يحيى بن معين يقول: كان أبو حنيفة لا بأس به وكان لا\nيكذب.\n</p>\n\n<p>\nوسمعت يحيى يقول مرة أخرى: أبو حنيفة عندنا من أهل الصدق ولم يتهم\nبالكذب.\n</p>\n\n<p>\nولقد ضربه ابن هبيرة على القضاء فأبى أن يكون قاضيا. هذا يحيى بن معين قد\nرددت أقواله في أبي حنيفة رضي الله عنه وتناقضت فإن ثبتت عنه هذه الطرق\nالمروية كلها فلا اعتبار بقوله، لأنه قد ثبت عنه قوله الشئ وضده، ولا بد أن\nيكون في أحدهما مبطلا. وإذا بطل في أحد القولين لم يصدق في <span id='ms112'></span> الآخر.\n</p>\n\n<p>\nوحدث عن العتيقي إلى نصر بن محمد البغدادي يقول سمعت يحيى بن معين يقول:\n</p>\n\n<p>\nكان محمد بن الحسن كذابا وكان جهميا، وكان أبو حنيفة جهميا ولم يكن\nكذابا.\n</p>\n\n<p>\nأصحاب أبي حنيفة أكثر من أن يحصوا في عصر من الأعصار، وما ثبت عن أحد\nمنهم مذهب الجهمية بل هم مجمعون على أن الصلاة خلف الجهمي لا تجوز، وهؤلاء\nثبتت بعشرة منهم خبر التواتر. والذي نقل عن يحيى بن معين إنما نقله الواحد\nعن الواحد، وإذا قيس بمثل هذين في الأخبار النبوية رجح التواتر على الآحاد.\n</p>\n\n<p>\nوحدث عن ابن رزق إلى محمد بن سعد العوفي يقول سمعت يحيى بن معين يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nكان أبو حنيفة ثقة لا يحدث بالحديث إلا بما يحفظ، ولا يحدث بما لا يحفظ.\nهذا هو مذهب أبي حنيفة وأصحابه أنه لا يجوز أن يروى حديثا عن النبي صلى\nالله عليه وسلم إلا ما سمعه وحفظه من حين سمعه إلى حين أداه.\n</p>\n\n<p>\nوحدث عن التنوخي إلى أحمد بن الصلت الحماني قال سمعت يحيى بن معين - وهو\nيسأل عن أبي حنيفة أثقة هو في الحديث؟ - قال: نعم ثقة ثقة، كان والله أورع\nمن أن يكذب، وهو أجل قدرا من ذلك. وهذا الخبر عن أبي حنيفة إنما أوردناه في\nهذا الموضع لأنه جاء في هذا الباب وليس منه وإنما أوردناه لسياق الكلام.\nوسيأتي الجواب عن هذا وعما تقدم من صفات أبي حنيفة ومدحه فيما بعد وحدث عن\nالصيمري إلى أحمد بن عطية قال سئل يحيى بن معين هل حدث سفيان عن أبي حنيفة؟\nقال نعم كان أبو حنيفة ثقة صدوقا في الحديث والفقه، مأمونا على دين الله عز\nوجل.\n</p>\n\n<p>\nقلت: (يعنى الخطيب) أحمد بن الصلت هو أحمد بن عطية وكان غير ثقة، وسيأتي\nحديث أحمد مع بقية الرواة فيما بعد إن شاء الله.\n</p>\n\n<p>\nوحدث عن ابن رزق إلى محمد بن عثمان بن أبي شيبة قال سمعت يحيى بن معين -\nوسئل عن أبي حنيفة - فقال: كان يضعف في الحديث.\n</p>\n\n<p>\nوحدث عن أحمد <span id='ms113'></span> بن عبد الله الأنماطي إلى أحمد بن سعد بن أبي مريم قال:\n</p>\n\n<p>\nوسألته - يعنى يحيى بن معين - عن أبي حنيفة فقال: لا تكتب حديثه.\n</p>\n\n<p>\nهذا القول لا يلتفت الناس إليه، قد كتب حديثه ورأيه وسار في الآفاق واجمع\nالناس على أئمة أربعة أبو حنيفة منهم. وما أخذ أحد بقول يحيى ولا بروايته.\n</p>\n\n<p>\nوأخبر عن علي بن محمد المالكي إلى عبد الله بن علي بن عبد الله المديني\nقال:\n</p>\n\n<p>\nوسألته - يعنى أباه - عن أبي حنيفة صاحب الرأي فضعفه جدا وقال لو كان بين\nيدي ما سألته عن شئ. وروى خمسين حديثا أخطأ فيها.\n</p>\n\n<p>\nكان الواجب أن يذكر الأحاديث ويبين خطأ أبي حنيفة فيها هل هو من الطرق أو\nمن الرأي الذي رآه فيها، وأما أن يقول خمسين حديثا من غير ذكرها وتبيين\nالخطأ فيها فهذا من دلائل التحامل والافتراء، والعجب من اقتصاره على خمسين\nحديثا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوحدث عن عبد الله بن يحيى السكري إلى ابن الغلابي قال: أبو حنيفة ضعيف.\n</p>\n\n<p>\nهذه دعوى مجهولة، هل أراد ضعيف الجسم، أو ضعيف القلب، أو ضعيف الفقه أو\nضعيف الحديث. كان يريد أن يبين في أي شئ هو ضعيف، وإن كان يعنى الحديث -\nوهو الأقرب - فكان يلزمه أن يبين الأحاديث التي ضعفه فيها ويبين وجه ضعفه\nوإلا ربما يكون الضعف من فهم القادح، وإلا فقد روى عن أبي حنيفة جماعة\nكثيرة كل واحد منهم أجل قدرا منه.\n</p>\n\n<p>\nوحدث عن ابن الفضل إلى أبى حفص عمرو بن علي قال: وأبو حنيفة النعمان ابن\nثابت صاحب الرأي ليس بالحافظ مضطرب الحديث: واهي الحديث، وصاحب هوى.\n</p>\n\n<p>\nهذا كان يحتاج إلى تبيين ما ادعاه وإثبات طرقه وذكر الأحاديث التي كان\nفيها مضطربا واهيا متهاويا فإن مثل هذا لا يثبت إلا بمثل هذه الشرائط.\n</p>\n\n<p>\nوحدث عن عبد العزيز بن أحمد الكتاني إلى إبراهيم بن يعقوب الجوزجائي قال:\n</p>\n\n<p>\nأبو حنيفة لا يقنع بحديثه ولا برأيه. أما الحديث فقد ذكرته وذكرت أنه كان\nيجب ذكر الأحاديث التي لم يقنع به فيها ولم كان <span id='ms114'></span>؟ وأما الرأي فقد أجمع أهل\nالعصر على أربعة منهم أبو حنيفة، وهذا إبراهيم لا يكاد يعرفه إلا آحاد\nالمحدثين فمن أجمعت الأمة على أنه أحد الأئمة الأربعة المجمع عليهم لا يقدح\nفيه قول من لا يعرفه إلا بعض المحدثين. ورأى أبي حنيفة أكثر من أن نحصيه في\nكتاب.\n</p>\n\n<p>\nوحدث عن أبي عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا أبو بكر\nمحمد بن أحمد بن يعقوب بن شيبة حدثنا جدي قال: أبو حنيفة النعمان بن ثابت\nصدوق ضعيف الحديث. وهذا أيضا كما قدمنا من الأمر أنه قال شيئا وضده، والذي\nيكون صدوقا كيف يكون ضعيف الحديث، ومن يكون ضعيف الحديث كيف يكون صدوقا.\n</p>\n\n<p>\nوحدث عن أبي حازم العبدوي قال سمعت محمد بن عبد الله الجوزقي يقول قرئ\nعلى مكي بن عبدان وأنا أسمع قيل له سمعت مسلم بن الحجاج يقول: أبو حنيفة\nالنعمان بن ثابت صاحب الرأي مضطرب الحديث، ليس له كبير حديث صحيح؟\n</p>\n\n<p>\nهذه أيضا دعوى مجهولة إلا أن يشرح الأحاديث ويبين وجه الاضطراب كما بينا\nالقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوحدث عن البرقاني إلى عبد الكريم بن أحمد بن شعيب النسائي عن أبيه قال:\nأبو حنيفة النعمان بن ثابت كوفي ليس بالقوى في الحديث. والجواب عن هذا كما\nتقدم.\n</p>\n\n<p>\nوحدث عن القاضي أبى العلاء محمد بن علي الواسطي إلى الهيثم بن عدي قال:\n</p>\n\n<p>\nوأبو حنيفة النعمان بن ثابت التيمي - تيم بن ثعلبة - مولى لهم توفى\nببغداد سنة خمسين ومائة.\n</p>\n\n<p>\nهذا إن كان أراد أن يبين النسب فالنسب قد اختلف فيه وهو معروف، وإن كان\nأراد أن يبين كونه مولى فنحن نجيب على تقدير صحة قوله فنقول قال الله عز\nوجل (إن أكرمكم عند الله أتقاكم) وقال تعالى (فإذا نفخ في الصور فلا أنساب\nبينهم يومئذ ولا يتسائلون). وقال النبي صلى الله عليه وسلم: (الناس كإبل\nمائة لا تجد فيها راحلة) وقال:\n</p>\n\n<p>\n(الناس كأسنان المشط) وكونه مولى إن صح ذلك لا يقدح في دينه ولا في علمه.\n</p>\n\n<p>\nوحدث عن القاضي <span id='ms115'></span> أبى بكر أحمد بن الحسن الخرشي إلى أبى عاصم قال سمعت\nسفيان الثوري - بمكة - وقيل له مات أبو حنيفة فقال: الحمد لله الذي عافانا\nمما ابتلى به كثيرا من الناس.\n</p>\n\n<p>\nوحدث عن أبي سعيد محمد بن موسى الصيرفي إلى مسدد قال سمعت أبا عاصم يقول\nذكر عند سفيان موت أبي حنيفة فما سمعته يقول رحمه الله ولا شيئا. قال:\n</p>\n\n<p>\nالحمد لله الذي عافانا مما ابتلاه به.\n</p>\n\n<p>\nهذا قد بين أن سفيان كان له غرض مع أبي حنيفة حتى أنه لما مات لم يترحم\nعليه مع كونه من أهل القبلة بلا شك. وقال: الحمد الله الذي عافانا مما\nابتلاه به فإن كان حمد الله على كونه عافاه من الموت الذي ابتلاه به فقد\nأخطأ فإن الله لا يعافى أحدا منه ولو كان ذلك لكان في حق النبي صلى الله\nعليه وسلم وقد قال له (إنك ميت وإنهم ميتون) وإن كان حمد الله على أنه\nعافاه بلاء ابتلى به أبا حنيفة دونه فكان ينبغي أن يبينه.\n</p>\n\n<p>\nوحدث عن محمد بن عمر بن بكير المقرئ إلى عبد الله بن مسمع الهروي قال:\n</p>\n\n<p>\nسمعت عبد الصمد بن حسان يقول: لما مات أبو حنيفة قال لي سفيان الثوري\nاذهب إلى إبراهيم بن طهمان فبشره أن فتان هذه الأمة قد مات، فذهبت إليه\nفوجدته قاتلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفرجعت إلى سفيان. فقلت له إنه قائل، قال اذهب فصح به إن فتان هذه الأمة\nقد مات.\n</p>\n\n<p>\nقلت: (يعنى الخطيب) أراد الثوري أن يغم إبراهيم بوفاة أبي حنيفة لأنه كان\nعلى مذهبه في الأرجاء.\n</p>\n\n<p>\nهذا غير صحيح لأن أصحاب أبي حنيفة كلهم على غير ذلك وإذا جمع الناس على\nأمر وخالفهم واحد لم يلتفت إلى قوله ولم يصدق في دعواه، حتى أن الصلاة عند\nأصحاب أبي حنيفة خلف المرجئة لا تجوز.\n</p>\n\n<p>\nوحدث عن ابن الفضل إلى علي بن المديني قال: قال لي بشر بن أبي الأزهر\nالنيسابور رأيت في المنام جنازة عليها ثوب أسود وحولها قسيسين، فقلت جنازة\nمن هذه؟ فقالوا <span id='ms116'></span>: جنازة أبي حنيفة، حدثت به أبا يوسف فقال لا تحدث به أحدا.\n</p>\n\n<p>\nقد علمت وفقك الله بما تقدم من هذه الأقوال تعصب الخطيب وما ذكرت فيه في\nنفسه وإن مثله لا يقبل قوله إذا روى عمن يقول في اليقظة فكيف بالرواية عمن\nيقول إنه رأى في المنام، ولكني أجيب عن ذلك أيضا لأن لكل كلام جوابا وقد\nيكون الكلام خطأ ويسمى كلاما، وأنا أذكر الجواب من الكتاب والسنة وإن كنت\nقد ذكرته فيما تقدم. أما الكتاب العزيز فقوله تعالى: (إني رأيت أحد عشر\nكوكبا والشمس والقمر رأيتهم لي ساجدين) فلم يكن ذلك في اليقظة وإنما كان\nأخوته النجوم وأباه وخالته القمران، هذا مع كونه نبي ابن نبي وقوله: (إني\nأرى سبع بقرات سمان يأكلهن سبع عجاف) فأولت البقر بالسنين وأين هذا من هذا،\nوقوله عز وجل: (ودخل معه السجن فتيان قال أحدهما إني أراني أعصر خمرا وقال\nالآخر إني أراني أحمل فوق رأسي خبزا تأكل الطير منه) وأجمع المفسرون على أن\nهذه الرؤيا ما كانت وأنهما افتعلاها كذبا ولما أولها يوسف الصديق لم يؤولها\nعلى ظاهر لفظها بل أول العاصر على أنه يسقى ربه خمرا ولم يكن للسقي ولا لرب\nالرائي ذكر في الرؤيا، وأول لحامل الخبز أنه يصلب فتأكل الطير من رأسه وأين\nهذا من هذا لولا التأويل، فإن كان راوي هذه الرؤيا صادقا فيما زعم فالتأويل\nعلى ضد ما روى، وأما السنة فإن النبي صلى الله عليه وسلم رويت عنه تأويلات\nكثيرة على خلاف ظاهر لفظ الرؤيا، وكان إذا أصبح يقول (من رأى منكم الليلة\nرؤيا) ثم يؤوله أو يقول لأبي بكر الصديق رضي الله عنه ما ترى فيه ولا يتوقف\nعلى أن يحمله على ظاهره وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالمفسر مثل رسول الله صلى الله عليه وسلم. فكيف يصدق بشر بن أبي الأزهر\nويحمل منامه على ظاهره من غير تأويل.\n</p>\n\n<p>\n(* * *) هذا آخر ما ذكره الخطيب في ترجمة أبي حنيفة رحمه الله وقد أجبناه\nبما تيسر لنا من الأجوبة.\n</p>\n\n<p>\nونحن الآن <span id='ms117'></span> ذاكرون إن شاء الله أحوال الرجال الذين روى عنهم هذه الحكايات\nالتي أوردها في تاريخه وكاشفون أسماءهم من كتابه التاريخ وناقلون ما ذكره\nعنهم وما ذكره غيره من أئمة الحديث في حالهم.\n</p>\n\n<p>\nفأول من روى عنه هذه الحكايات وكيع بن الجراح. قال: الخطيب في تاريخه في\nترجمة وكيع أجاز لنا إبراهيم بن مخلد حدثنا مكرم بن أحمد القاضي. ثم أنبأنا\nالصيمري قراءة أنبأنا عمر بن إبراهيم المقرئ أنبأ مكرم حدثنا علي بن الحسين\nبن حبان عن أبيه قال سمعت يحيى بن معين قال: ما رأيت أفضل من وكيع بن\nالجراح، قيل له ولا ابن المبارك؟ قال قد كان لابن المبارك فضل ولكن ما رأيت\nأفضل من وكيع، كان يستقبل القبلة ويحفظ حديثه ويقوم الليل ويسرد الصوم\nويفتى أبي حنيفة، وكان قد سمع منه شيئا كثيرا قال يحيى بن معين: وكان يحيى\nبن سعيد القطان يقول بقوله أيضا. وإذا أثبت الخطيب أن وكيعا من أصحاب أبي\nحنيفة وكان يفتى بقوله فقد اندفع ما نقل عنه من خلاف ذلك، وعلم أنه لا يقدح\nفيه. والذي يدل على كونه من اتباع أبي حنيفة أنه كان يرى شرب النبيذ مباحا.\n</p>\n\n<p>\nوقد ذكر الخطيب في ترجمة وكيع، حدثت عن أبي الحسن الدارقطني قال:\n</p>\n\n<p>\nحدثني القاضي أبو الحسن محمد بن صالح بن علي بن أم شيبان الهاشمي. قال\nحدثني أبي قال حدثنا أبو عبد الرحمن سفيان بن وكيع بن الجراح قال حدثني\nأبي. قال:\n</p>\n\n<p>\nكان أبى وكيع يصوم الدهر فكان يبكر فيجلس لأصحاب الحديث إلى ارتفاع\nالنهار ثم ينصرف فيقيل إلى وقت صلاة الظهر ثم يخرج فيصلى الظهر ويقصد طريق\nالمشرعة التي كان يصعد منها أصحاب الروايا فيريحون نواضحهم فيعلمهم من\nالقرآن ما يؤدون به الفرض إلى حدود العصر ثم يرجع إلى مسجده فيصلى العصر ثم\nيجلس فيدرس القرآن ويذكر الله إلى آخر النهار، ثم يدخل إلى منزله فيقدم\nإليه إفطاره وكان يفطر على نحو عشرة أرطال من الطعام ثم يقدم له قرابة فيها\nنحو من <span id='ms118'></span> عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nأرطال نبيذ فيشرب منها ما طاب له على طعامه ثم يجعلها بين يديه. ويقوم\nفيصلى ورده من الليل وكلما صلى ركعتين - أو أكثر من شفع أو وتر - شرب منها\nحتى ينفذها ثم ينام.\n</p>\n\n<p>\nوقال الخطيب: قرأت على التنوخي عن أبي الحسن أحمد بن يوسف بن يعقوب ابن\nإسحاق بن البهلول الأنباري. قال حدثني أبي قال حدثني جدي إسحاق بن البهلول.\nقال: قدم علينا وكيع بن الجراح فنزل في المسجد على الفرات فكنت أصير إليه\nلاستماع الحديث منه فطلب منى نبيذا فجئته بخميسة ليلا فأقبلت أقرأ عليه\nالحديث وهو يشرب فلما نفذ ما كنت جئته به أطفأ السراج فقلت له ما هذا فقال\nلو زدتنا لزدناك.\n</p>\n\n<p>\nوقال أنبأنا هلال بن محمد بن جعفر الحفار أنبأ إسماعيل بن محمد الصفار\nحدثنا جعفر ابن محمد - يعنى الطيالسي - قال سمعت يحيى بن معين يقول سمعت\nرجلا سأل وكيعا فقال: يا أبا سفيان شربت البارحة نبيذا فرأيت فيما يرى\nالنائم كأن رجلا يقول إنك شربت خمرا؟ فقال وكيع ذاك الشيطان.\n</p>\n\n<p>\nوقال أخبرنا ابن الفضل أنبأنا دعلج حدثنا أحمد بن علي الأبار حدثنا محمد\nبن يحيى قال: قال نعيم بن حماد: تعشينا عند وكيع أو قال تغذينا فقال أي شئ\nتريدون أجئكم به؟ نبيذ الشيوخ أو بنبيذ الفتيان؟ قال قلت أتتكلم بهذا. قال\nهو عندي أحل من ماء الفرات. قال قلت له ماء الفرات لم يختلف فيه أحد، وقد\nاختلف في هذا.\n</p>\n\n<p>\nوذكر الخطيب في ترجمة الفضل بن دكين أبى نعيم من تاريخه بإسناد ساقه عن\nالبرقاني إلى أن قال سمعت عبد الله بن أحمد بن حنبل. قال سمعت أبي يقول:\nأخطأ وكيع بن الجراح في خمسمائة حديث.\n</p>\n\n<p>\nثم ذكر بعده سفيان الثوري وهو ممن قال في أبي حنيفة المدح وخلافه، وقد\nروى عنه الأمران جميعا فأما أن يكون الطرق إليه كلها سواء فإحدى الروايتين\nكذب لا محالة، وإن كانت إحدى الطريقين ليست بصحيحة فالأخرى صحيحة فأما طرق\nمدح أبي حنيفة وتعظيمه فلم نذكرها إذ <span id='ms119'></span> لا حاجة لنا في ذكره فإن الطرق في هذا\nكثيرة وقد أفردت له كتب من غير تصانيف الخطيب، فلو كنا نقتصر على البعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nيكون الكتاب غير مفيد، ولو استوعبنا الجميع لطال الكتاب وليس هذا من\nالغرض فنقتصر على المتكلمين في أبي حنيفة والنقلة عنهم ونبين طرق ذلك. فأول\nمن تكلم سفيان الثوري وروى عنه وكيع ورجح قول سفيان.\n</p>\n\n<p>\nفنحن ذاكرون حاله إن شاء الله تعالى ونبدأ بما نقل عنه الخطيب ثم بما\nبلغنا عن غيره.\n</p>\n\n<p>\nقال الخطيب في ترجمة سفيان الثوري: أخبرنا محمد بن الحسين القطان أخبرنا\nدعلج بن أحمد أخبرنا أحمد بن علي الأبار حدثنا أحمد بن هاشم حدثنا ضمرة قال\nسمعت مالك بن أنس يقول إنما كانت العراق تجيش علينا بالدراهم والثياب، ثم\nصارت تجيش علينا بسفيان الثوري. وكان سفيان يقول: مالك ليس له حفظ. فهذا\nالقول من سفيان في حق مالك باطل، لأن إن عنى به الحفظ للحديث فمالك له\nالموطأ الذي هو أشهر من الشمس وإن كان يريد الفقه فهو أحد الأئمة الأربعة\nالذين أجمعت عليهم الأمة، فثبت أن قول سفيان هذا ليس بشئ لأنه نقل خلاف\nإجماع الناس فتبين أنه صاحب هوى، ومن كان شأنه هكذا رفض المحدثون أقواله.\nونظرنا طرق هذا النقل إلى سفيان رجلا رجلا فلم نجد فيهم من تحدث فيه، ثم\nنظرنا الحديث الذي تكلم فيه سفيان عن أبي حنيفة فرأينا رواية عنه وكيعا،\nوقد ذكرنا عن وكيع ما تقدم.\n</p>\n\n<p>\nثم ذكر حكاية حدث بها عن علي بن محمد بن عبد الله المعدل إلى حمزة بن\nالحارث بن عمير عن أبيه. والحارث بن عمير هذا هو أبو عمر البصري. قال ابن\nحبان البستي في كتاب الجرح: يروى عن الإثبات الموضوعات.\n</p>\n\n<p>\nثم ذكر حكاية رواها عن واحد عن محمد بن العباس الخزاز - وهو ابن حيوية -\nذكر عنه الخطيب في ترجمته أنه كان مكثرا وكان فيه تسامح، وربما أراد أن\nيقرأ شيئا ولا يقرب أصله منه. فيقرأه من كتاب أبى الحسن بن الرزاز لثقته <span id='ms120'></span>\nبذلك الكتاب، وإن لم يكن فيه سماعه، ثم ساق السند إلى محمد بن محمد\nالباغندي وقال في ترجمته قال حمزة سألت الدارقطني عن محمد الباغندي. قال:\nكان كثير التدليس يحدث بما لم يسمع، وربما سرق. وقال ابن عدي في كتاب\nالجرح: كان مدلسا. وقال إبراهيم الأصفهاني كذاب. وهذا ظاهر. وهذه الحكاية\nقال في آخرها: إن أحمد بن حنبل كتب إلى ابن الزبير أن أكتب إلى بأشنع مسأله\nعن أبي حنيفة، فكتب إليه: حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nالحارث بن عمير، والحارث بن عمير قد نقلنا ما ذكر الناس عنه. وأما أحمد\nبن حنبل فإنه طلب أشنع مسألة من أبي حنيفة، فتبين بهذا أنه كان صاحب هوى.\nثم نقل ما نقل عن الحارث بن عمير وهو عارف بما قيل فيه فتبين أنه نقل عن\nضعيف غير خاف عنه ضعفه وحاله، وساق فيها عن الحارث بن عمير أشياء أخر، وقد\nبينا حال الحارث هنا. ثم ذكر حكاية فيها الحارث بن عمير [أيضا] وقد تبين\nحاله.\n</p>\n\n<p>\nوذكر أيضا حكاية فيها مؤمل بن إسماعيل عن سفيان، ومؤمل هذا هو بصرى، قال\nأبو حاتم: صدوق شديد في السنة كثير الخطأ.\n</p>\n\n<p>\nوذكر حكاية عن سفيان في سندها شيخ شيخه وهو عبد الله بن جعفر بن درستويه،\nثم ذكر في ترجمة عبد الله هذا قال سمعت هبة الله بن الحسن الطبري ذكر ابن\nدرستويه فضعفه وقال: بلغني أنه قيل له حدث عن عباس الدوري حديثا ونحن نعطيك\nدرهما، ففعل - ولم يكن سمع من عباس - وقال سألت البرقاني عن ابن درستويه\nفقال ضعفوه، لأنه لما روى كتاب التاريخ عن يعقوب بن سفيان أنكروا عليه ذلك،\nوقالوا له إنما يعقوب بهذا الكتاب قديما فمتى سمعته منه؟\n</p>\n\n<p>\nوذكر في حكاية ساقها إلى شريك القاضي، وقد ذكر الخطيب في ترجمة شريك عن\nأحمد بن حنبل. قال: قال أبو بكر المروذي قلت - يعنى لأحمد بن حنبل - يحيى\nالقطان أي شئ كان يقول في شريك؟ قال: كان لا يرضاه، وما ذكر عنه إلا شيئا\nعلى المذاكرة حديثين <span id='ms121'></span> وذكر قال: قال علي بن المديني: شريك أعلم من إسرائيل.\n</p>\n\n<p>\nوإسرائيل أقل خطأ منه. وذكر عن شريك فقال: كان عسرا في الحديث، وإنما كان\nحديث شريك وقع بواسط قدم عليهم في حفر نهر فحمل عنه إسحاق الأزرق وغيره\nوغيره.\n</p>\n\n<p>\nوقال أيضا في روايته إلى عمرو بن علي أبى حفص. قال: كان يحيى لا يحدث عن\nإسرائيل ولا عن شريك. وروى أيضا بإسناد له إلى علي بن المديني. قال: قال\nيحيى بن سعيد: قدم شريك مكة فقيل لي لو أتيته؟ فقلت لو كان بين يدي ما\nسألته عن شئ، وضعف حديثه جدا. قال يحيى أتيته بالكوفة فإذا هو لا يدرى.\n</p>\n\n<p>\nوقال أيضا بإسناد رفعه إلى أبى صالح الهمداني قال سمعت أبا حاتم الرازي.\nقال:\n</p>\n\n<p>\nشريك لا يحتج بحديثه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حاتم في كتاب (الجرح والتعديل): شريك بن عبد الله النخعي صدوق\nوله أغاليط. وقال أبو زرعة: كان صاحب وهم يغلط أحيانا. وقال يحيى بن سعيد:\n</p>\n\n<p>\nما زال مخلطا. وقال الدارقطني في كتابه: ليس بالقوى فيما ينفرد به - يعنى\nشريكا.\n</p>\n\n<p>\nومن جملة رجال هذه الحكاية عبد السلام بن عبد الرحمن الوابصي القاضي ذكر\nفي ترجمته قال: كان عبد السلام بن عبد الرحمن الأسدي الوابصي على قضاء\nبغداد، وكان عفيفا. فصرفه يحيى بن أكثم في أيام المتوكل فأخبرني أبو عبد\nالله المباركي أن المتوكل قال ليحيى: لم صرفت الوابصي؟ فذكر له شيئا أراه\nضعفه في الفقه وقول ابن المبارك أراه ضعفه في الفقه ظن منه. والظاهر أن\nيحيى لم يعزله إلا لأمر أوجب عزله، ولأنه بين ذلك بين يدي الخليفة.\n</p>\n\n<p>\nوذكر حكاية فيها شيخ شيخه عبد الله بن درستويه وقد ذكرنا ما قيل عنه.\n</p>\n\n<p>\nوذكر حكاية ساقها إلى القاسم بن حبيب، وهذا القاسم المذكور ذكره أبو حاتم\nفي كتاب (الجرح والتعديل) قال: قال عنه ابن معين: لا شئ.\n</p>\n\n<p>\nوذكر حكاية ساق سندها إلى طاهر بن محمد بن وكيع، وقد تقدم القول في وكيع.\n</p>\n\n<p>\nوذكر حكاية فيها شيخ شيخة ابن درستويه وقد تقدم القول <span id='ms122'></span> فيه وفى ضعفه\nوذكرهما من طريق آخر فيه محمد بن موسى البربري وقد ذكر الخطيب في ترجمته\nقال: كان لا يحفظ إلا حديثين، حديث الطير، وحديث تقتل عمارا الفئة الباغية.\n</p>\n\n<p>\nومعلوم أن حديث الطير موضوع.\n</p>\n\n<p>\nوروى عن القاضي أحمد بن كامل أنه دخل عليه يوما وهو مغموم فقال له مالك؟\nفقال فلانة - يعنى امرأته - حملتني على أن عتقت هذه الجارية، وقد بقيت بلا\nأمة تخدمني ولا أحد يغيثني. فقلت وأي شئ ثمن هذه الجارية؟ قال إن امرأتي\nدفعت إلى دنانير اشترى لها بها جارية فاشتريت هذه الجارية. فقلت وتعتق ما\nلا تملك؟ قال كأنه لا يجوز؟ قلت لا، الجارية لها لها على ملكها. فقال لي:\nفعل الله وفعل، يدعو لي. ومن لا يعرف هذا المقدار كيف يؤخذ عنه.\n</p>\n\n<p>\nوذكر في حكاية أخرى عن أبي القاسم إبراهيم بن محمد بن سليمان المؤدب\nبأصفهان أخبرنا أبو بكر بن المقرئ قال حدثنا سلام بن محمود القيسي -\nبعسقلان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد بن عمرو قال سمعت أبا مسهر.\n</p>\n\n<p>\nوذكر حكاية أخرى رواها عن الحسن بن الحسين بن العباس النعالي - وهو شيخ\nالخطيب يعرف بابن دوما - ذكر الخطيب في ترجمته قال: كتبنا عنه وكان كثير\nالسماع، إلا أنه أفسده أمره بأن ألحق لنفسه السماع في أشياء لم تكن سماعه.\n</p>\n\n<p>\nوقال الخطيب: ذكرت لمحمد بن علي الصوري جزءا من حديث الشافعي كان حدثنا\nبه ابن دوما، فقال الصوري: لما دخلت بغداد رأيت هذا الجزء وفيه سماع ابن\nدوما الأكبر وليس فيه سماع أبى على، ثم سمع فيه أبو على لنفسه وألحق اسمه\nمع اسم أخيه. وقد قال الخطيب عنه هذا وروى عنه.\n</p>\n\n<p>\nوروى في حكاية أخرى عن ابن رزق عن جعفر الخلدي حدثنا محمد بن عبد الله\nابن سليمان الحضرمي حدثنا محمد بن عبد الله بن يزيد المقرئ قال سمعت أبي\nيقول:\n</p>\n\n<p>\nدعاني أبو حنيفة إلى الأرجاء.\n</p>\n\n<p>\nوروى في حكاية أخرى عن ابن الفضل عن ابن درستويه - وقد تقدم ما ذكر فيه -\nرفعها إلى ابن <span id='ms123'></span> المبارك وقد تقدم القول فيه. والحكاية التي بعدها فيها ابن\nدرستويه وقد علم حاله.\n</p>\n\n<p>\nثم ذكر حكاية أخري عن أبي يوسف رضي الله عنه، وقد ذكرنا أن هذا لا يصح عن\nأبي يوسف، لأن الفقهاء ينقلون عنه خلاف ذلك.\n</p>\n\n<p>\nوذكر حكاية عن الحسن بن الحسين بن دوما وقد تقدم القول عنه وهو شيخه وذكر\nحكاية عن البرقاني عن محمد بن العباس الخزاز وقد تقدم ما ذكره عنه.\n</p>\n\n<p>\nوذكر حكاية أخرى عن العتيقي رفعها إلى أبى القاسم البغوي، وأبو القاسم\nهذا هو عبد الله بن محمد بن عبد العزيز البغوي، ذكره ابن عدي في كتاب\n(الضعفاء).\n</p>\n\n<p>\nوقال: وافيت العراق سنة سبع وتسعين ومائتين والناس أهل العلم والمشايخ\nمجمعون على ضعفه.\n</p>\n\n<p>\nوذكره حكاية عن محمد بن علي المقرئ ساقها إلى مسدد بن قطن عن قطن، وقطن\nهذا هو ابن بشير أبو عباد الغبرى. قال الرازي قال أبو زرعة: روى أحاديث عن\nجعفر بن سليمان عن ثابت أنكرت عليه. وقال ابن عدي: كان يسرق الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nويوصله. وتمام الحكاية قال سمعت عشرة كلهم ثقات. كان الواجب عليه أن يبين\nمن هم ليعلم حالهم.\n</p>\n\n<p>\nثم ذكر حكاية رواها عن أبي عبد الله الحسين بن شجاع الصوفي ساقها إلى\nحسين بن عبد الأول، والحسين هذا هو الذي ذكره ابن أبي حاتم في كتابه وقال\nتكلم الناس فيه. وقال أبو زرعة: روى أحاديث لا أدرى ما هي، ولست أحدث عنه\nوروى حكاية عن الخلال إلى عمر بن الحسن القاضي، والقاضي هذا هو الأشناني،\nذكره الخطيب في تاريخه وقال في ترجمته ذكر أبو عبد الرحمن السلمي أنه سأل\nالدارقطني عن عمر بن الأشناني فقال: ضعيف. ثم قال الخطيب سألت الحسن ابن\nمحمد الخلال عن ابن الأشناني فقال: ضعيف تكلموا فيه.\n</p>\n\n<p>\nوذكر الحكاية التي بعدها. أخبرنا ابن رزق عن محمد بن العباس قال حدثنا\nأبو محمد - شيخ له - وهذا مجهول كان ينبغي بيانه.\n</p>\n\n<p>\nوذكر حكاية رواها عن ابن الفضل إلى سفيان بن وكيع، وسفيان بن وكيع هذا هو\nابن <span id='ms124'></span> الجراح أبو محمد. قال البخاري يتكلمون فيه لأشياء لقنوه إياها. قال أبو\nزرعة: لا نشتغل به، قيل له أكان يتهم بالكذب؟ قال نعم. وقال ابن عدي: كان\nإذا لقن تلقن. وقال النسائي: ليس بشئ. وقال ابن حبان: قيل له في أشياء\nلقتها فلم يرجع عنها فاستحق الترك لإصراره.\n</p>\n\n<p>\nوذكر حكاية عن إبراهيم بن عمر البرمكي إلى ابن أبي غنية قال أخبرنا جار\nلي أن أبا حنيفة دعاه إلى ما استتيب منه بعد ما استتيب. وهذا جميعه مجهول\nالراوي والذي استتيب منه.\n</p>\n\n<p>\nوذكر حكاية عن محمد بن عبد الله الحنائي بن عبد الله الحنائي إلى ضرار بن\nصرد، وضرارا هذا هو نعيم الكوفي الطحان. روى عن المعتمر والدراوردي، وكان\nمتعبدا. ذكره ابن أبي حاتم في كتابه وقال: كانت يحيى بن معين يكذبه. وقال\nالنسائي: متروك الحديث وقال الدارقطني: ضعيف: ضعيف. وشيخ ضرار المذكور سليم\nأبو سلمة القارئ الكوفي وهو مولى الشعبي يروى عنه. قال يحيى بن معين: ضعيف\nليس بشئ وقال أبو حفص الفلاس: ضعيف الحديث. وقال النسائي ليس بثقة.\n</p>\n\n<p>\nوذكر حكاية بعدها فيها ضرار بن صرد وقد تقدم ما ذكرته العلماء عنه. وذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nحكاية بعدها عن عبد الباقي بن عبد الكريم إلى عبد الرحمن بن الحكم بن بشر\nبن سلمان عن أبيه ثم قال - أو غيره - وأكبر ظني أنه عن غيره.\n</p>\n\n<p>\nلما ساق الخطيب الإسناد جيدا عدل به ثم قال أو غيره، فأدخل الشك فنفى صحة\nالإسناد. ألا ترى أن غيرا موضوعة للإبهام، وهي مع الإضافة لا تختص بقول\nمررت برجل غيرك، فيكون كل من مر به غيرك الاسم واقع عليه إلا ترك أن قولك\nمررت بغلامك يختص هاهنا ويعرف بالإضافة إلى الكاف فهي تجرى في الإبهام مجرى\nمثلك وشبهك.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق ساقها إلى شريك القاضي وقد تقدم ما قيل فيه.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد ذكر حاله، وما ذكر. عنه.\n</p>\n\n<p>\nثم ساقها إلى محمد بن فليح المدني ذكره ابن أبي <span id='ms125'></span> حاتم في كتابه وقال: قال\nيحيى ابن معين: ليس بثقة. وقال أبو حاتم: ليس بذلك القوى. وهذا محمد بن\nفليح يروى الحكاية عن أخيه سلميان. قال أبو زرعة: لا أعرفه ولا أعرف لفليح\nولدا غير محمد ويحيى.\n</p>\n\n<p>\nوقال الخطيب عن سليمان في هذا السند: وكان علامة بالناس. وأدنى أحوال\nالعلامة أن يعرفه أكثر الناس، فكيف بك من ينكر وجوده أئمة المحدثين ويقولون\nلا نعرف لفليح ولدا غير محمد ويحيى.\n</p>\n\n<p>\nوذكر حكاية عن علي بن طلحة المقرئ والحسن بن علي الجوهري ساقها إلى علي\nبن إسحاق بن زاطيا ذكره الخطيب في تاريخه فقال في ترجمته بحكاية ساقها:\n</p>\n\n<p>\nكان بجانبنا أسفل خان أبى زياد، كتب عنه ولم يكن بالمحمود.\n</p>\n\n<p>\nثم ساقها إلى حجاج الأعور ذكره الخطيب في تاريخه في ترجمة حجاج وقال:\n</p>\n\n<p>\nقال إبراهيم الحربي: أخبرني صديق لي قال: لما قدم حجاج الأعور آخر قدمة\nإلى بغداد خلط، فرأيت يحيى بن معين عنده، فرآه يحيى يخلط فقال لابنه: لا\nتدخل عليه أحدا. وروى الحجاج هذا عن قيس بن الربيع، وقيس هذا هو أبو محمد\nالكوفي الأسدي ذكره ابن أبي حاتم في كتابه فقال: تركه عبد الرحمن بن مهدي،\nوضعفه أحمد. وقال روى أحاديث منكرة وقال ابن معين: ليس حديثه بشئ.\n</p>\n\n<p>\nوذكره ابن الجوزي في كتاب (الضعفاء) فقال قال يحيى ليس بشئ. وقال مرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nضعيف. وقال مرة لا يكتب حديثه. وقال قيل لأحمد لم ترك الناس حديثه؟ قال\nكان يتشيع، وكان كثير الخطأ في الحديث وروى أحاديث منكرة. وكان ابن المديني\nووكيع يضعفانه. وقال الدارقطني: ضعيف الحديث. وقال السعدي: ساقط. وقال\nالنسائي: متروك الحديث. وقال أبو داود: إنما أتى قيس من قبل ابنه، كان يأخذ\nأحاديث الناس فيدخلها في كتاب قيس ولا يعرف الشيخ ذلك. وقال ابن الجوزي:\n</p>\n\n<p>\nإنما قال أبو الفتح الأزدي في ابن منيع. أخبرنا محمود بن غيلان. قال لي\nمحمد بن عبيدة: كان قيسا بن الربيع استعمله أبو جعفر على المدائن، فكان\nيعلق النساء بأبدانهن ليرسل عليهم الزنابير.\n</p>\n\n<p>\nثم ذكر <span id='ms126'></span> حكاية عن الحسن بن محمد أخي الخلال ساقها إلى شريك القاضي وقد\nتقدم شرح حاله.\n</p>\n\n<p>\nثم ذكر حكاية أخرى حدث فيها عن ابن الفضل عن ابن درستويه وقد شرحنا ما\nقاله فيه الناس. ثم ساقها إلى شريك القاضي وقد ذكر ما قيل فيه.\n</p>\n\n<p>\nثم ذكر حكاية أخرى عن محمد بن عبد الله المعدل رفعها إلى شريك وقد ذكر\nفيها تقدم حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى علي بن إسحاق بن عيسى بن زاطيا وقد شرح ما\nقاله الخطيب في ترجمته.\n</p>\n\n<p>\nوساق الحكاية من طريق أخرى عن ابن الفضل إلى أن أوصل الطريقين إلى سفيان\nالثوري. ذكر ابن عدي صاحب كتاب (الجرح والتعديل) في كتاب مسند أبي حنيفة\nرضي الله عنه في صدر الكتاب في مناقب أبي حنيفة بإسناد له إلى أن قال: كان\nبين أبي حنيفة وبين سفيان الثوري شئ، وكان أبو حنيفة أكفهما لسانا. فهذا\nابن عدي قد نقل أنهما كان بينهما شئ، وإذا صار خصما فلا اعتداد بقوله في\nحقه، وقد بين ابن عدي بقوله وكان أبو حنيفة أكفهما لسانا. أنه قد جرت\nبينهما منافرة توجب ترك كلام كل واحد منهما في صاحبه ثم إن الخطيب نقل عن\nسفيان الثوري مدح أبي حنيفة وتعظيمه، ونقل خلاف ذلك عنه أيضا. وقد ذكرنا ما\nكان بينهما، وهذا إذا لم يقابل بين قولي سفيان فقد بينا غرضه. أما إذا\nتقابل القولان فهما متضادان، فلا بد أن يكون أحدهما باطلا. فأما من وافق\nسفيان على مدح أبي حنيفة وتعظيمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nفأكثر من أن يحصوا كثرة في كل عصر من أعصر الإسلام من لدن أبي حنيفة إلى\nهلم. وأما من وافق سفيان في القول الآخر فقليل لم نعرفه إلا في كتاب\nالخطيب، وقد بينا ما كان بينهما، وبينا فساد الطريق. فأما ما حكى الخطيب عن\nسفيان بإسناد له في كتابه إلى أن قال سمعت يزيد بن أبي الزرقاء يقول: رأيت\nسفيان الثوري ببغداد وقد نظر إلى شيخ جلاد يتصدق - وقد ذهب بصره <span id='ms127'></span> - فحمل\nقطعة فأعطاه ثم قال له: ليس هذه صدقة عليك. هذه شماتة بك.\n</p>\n\n<p>\nوذكر أيضا في ترجمته عن محمد بن الحسين القطان أخبرنا دعلج بن أحمد\nأخبرنا أحمد بن علي الأبار حدثنا أحمد بن هاشم حدثنا ضمرة قال سمعت مالك بن\nأنس يقول إنما: كانت العراق تجيش علينا بالدراهم والثياب، ثم صارت تجيش\nعلينا بسفيان الثوري. وكان سفيان الثوري يقول: مالك ليس له حفظ. فهذا يدلك\nأيدك الله أنه لما قال للأعمى ذلك القول إنما أراد المجون - أو الاستهتار -\nومن نقل عنه مثل هذا عن رجل ليس بينه وبينه شئ فلأن ينقل عنه في رجل بينه\nوبينه شئ بطريق الأولى. ثم قوله عن مالك ليس له حفظ يعلم يقينا أنه كذب،\nلأنه إن أراد الحديث فليس لسفيان مثل موطأ مالك، وإن أراد الفقه فهو أحد\nالأئمة أربعة المجمع عليهم وسفيان من المتروكين المذهب. ومن ثبت مثل هذا\nعنه فلا اعتداد بقوله.\n</p>\n\n<p>\nوحدث أيضا مثلها عن ابن الفضل عن ابن درستويه إلى سفيان، وابن درستويه قد\nتقدم ما قاله فيه، وهذا قولنا في سفيان.\n</p>\n\n<p>\nوحدث في حكاية عن أبي نعيم الحافظ، وأبى نعيم هذا هو صاحب الحلية وقد\nتكلم فيه بسبب جزء محمد بن عاصم الذي أخرجه إلى أبى بكر الخطيب ولم يكن\nسماعه عليه، ولحق الخطيب الضعف أيضا بسبب قراءته عليه، وسيأتي ذكره.\n</p>\n\n<p>\nوقد ذكر الحافظ محمد بن طاهر المقدسي في كتابه المعروف بمنثور الحكايات\nقال: سمعت إسماعيل بن أبي الفضل القومساني - بهمذان - وكان من أهل المعرفة\nبالحديث يقول: ثلاثة من الحفاظ لا أحبهم لشدة تعصبهم وقلة إنصافهم، الحاكم\nأبو عبد الله، وأبو نعيم، وأبو بكر الخطيب.\n</p>\n\n<p>\nثم ساق الخبر إلى مؤمل وسيأتي ذكر مؤمل هذا في الحكاية التي تلى هذه\nالحكاية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن أبي سعيد محمد بن عبد الله بن حسنويه إلى مؤمل بن\nإسماعيل إلى سفيان الثوري، أما سفيان ذكرنا حاله، وأما مؤمل فقد ذكر مؤملا\nالأول ولم يذكر ابن من هو، وذكر في الحكاية الثانية <span id='ms128'></span> مؤمل بن إسماعيل ولم\nيكن في هذه الطبقة إلا مؤمل بن إسماعيل ومؤمل بن أهاب، فلا يخلو إما أن\nيكون مؤمل الذي في الحكاية الأولى هذا ابن إسماعيل فقد قال فيه ابن أبي\nحاتم في كتابه هو ثقة. وقال أبو حاتم صدوق شديد في السنة، كثير الخطأ. وإن\nكان مؤمل الأول هو ابن أهاب قال الخطيب في ترجمته ذكر عن ابن معين أنه سئل\nعنه فضعفه.\n</p>\n\n<p>\nوذكر حكاية عن ابن رزق إلى سفيان بن عينية، وقد ذكر الخطيب في كتابه في\nترجمة سفيان عن محمد بن عبد الله بن أحمد بن شهريار إلى أن قال سمعت حامد\nبن يحيى البلخي يقول سمعت سفيان بن عينية يقول: رأيت كان أسناني كلها سقطت\nفذكرت ذلك للزهري فقال: تموت أسنانك وتبقى أنت. فمات أسناني وبقيت، فجعل\nالله كل عدو لي محدثا يحتمل الوجهين أن يكون يعاديهم أو يعادونه. وفى كلا\nالوجهين قوله غير مقبول فيهم.\n</p>\n\n<p>\nثم ذكر حكاية عنه أيضا عن الحسن بن أبي بكر إلى أن قال سمعت أبا مسلم -\nيعنى المستملي - قال سمعت سفيان يقول سمعت من عمرو - ما لبث نوح في قومه -\nويؤيد هذا الكلام ما ذكره الخطيب في ترجمته عن البرقاني إلى أن قال سمعت\nابن عمار قال سمعت يحيى بن سعيد يقول: اشهدوا أن سفيان بن عينية قد اختلط\nسنة سبع وتسعين، فمن سمع منه في هذه السنة - أو بعدها - فسماعه لا شئ، وقد\nتقدم القول في أن كل من مدح أبا حنيفة وعظمه ثم ذكر عنه ضد ذلك يقابل القول\nفيه ولا بد أن يكون أحدهما ساقطا. ثم تأيد قوله في أبي حنيفة مما نقل عنه\nمن الاختلاط، مع غير ذلك مما لا يفيد قوله في مثل أبي حنيفة هذا لو تفرد\nبهذا القول، أما إذا وجد منه المدح وغيره فلا اعتداد بقوله، لأنه قال الشئ\nوضده.\n</p>\n\n<p>\nثم ذكره حكاية عن ابن رزق إلى أن ساقها إلى نعيم بن حماد، ونعيم هذا هو\nالخزاعي الأعور الفارض.\n</p>\n\n<p>\nذكر <span id='ms129'></span> الخطيب في ترجمته في تاريخه عن محمد بن جعفر بن علان إلى أن قال سمعت\nصالح بن مسمار يقول سمعت نعيم بن حماد يقول: أنا كنت جهميا فلذلك عرفت\nكلامهم، فلما طلبت الحديث عرفت أن أمرهم يرجع إلى التعطيل. وذكر عنه رواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nحديث عوف بن مالك (تفترق أمتي على بضع وسبعين فرقة) ثم قال: قال أبو زرعة\nقلت ليحيى بن معين في حديث نعيم هذا - وسألته عن صحته - فأنكره. قلت من أين\nيؤتى؟ قال شبه له. ثم ذكر طرق هذا الحديث عن جماعة ثم قال: وبهذا الحديث\nسقط نعيم بن حماد عند كثير من أهل العلم بالحديث. وإلا أن يحيى بن معين لم\nيكن ينسبه إلى الكذب، بل كان ينسبه إلى الوهم. وذكر أيضا في سياق حديث.\n</p>\n\n<p>\nقال: وكان نعيم يحدث من حفظه وعنده مناكير كثيرة لا يتابع عليها. وسمعت\nيحيى ابن معين سئل عنه فقال: ليس في الحديث بشئ، ولكنه كان صاحب سنة وذكره\nابن الجوزي أيضا في كتاب (الضعفاء) ونقل ما ذكرناه أولا ثم قال: وقال\nالدارقطني كثير الوهم. وقال أبو الفتح الأزدي: كان يضع الحديث في تقوية\nالسنة، وحكايات مزورة في ثلب أي حنيفة كلها كذب. وكذلك ذكر ابن عدي في كتاب\n(الضعفاء).\n</p>\n\n<p>\nوذكر حكاية عن الحسن بن أبي بكر عن البغوي، والبغوي هذا هو عبد الله بن\nإسحاق بن إبراهيم البغوي الخراساني ذكر عنه الخطيب في ترجمته حكاية قال\nفيها سئل أبو الحسن علي بن عمر عن عبد الله بن إسحاق الخراساني فقال: فيه\nلين.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي بكر البرقاني وابن رزق عن محمد بن جعفر بن الهيثم\nوقد ذكره الخطيب في تاريخه فقال فيه بعض الشئ.\n</p>\n\n<p>\nثم ذكر حكاية رواها عن محمد بن عبد الله بن أبان الهيتي. وذكر الخطيب في\nكتابه في ترجمة شيخه هذا قال: كان شيخا مستورا صالحا فقيرا مقلا معروفا\nبالخير، وكان مغفلا مع خلوه من علم الحديث إنما حدثنا عن شيخ شيخه وهو لا\nيعلم ولقد حدثنا في <span id='ms130'></span> مجلس الإملاء فقال: حدثنا أبو الحسن علي بن العباس\nالمقانعي، وذكر عنه حديثا طويلا هو في كتابي إلى الآن على الخطأ لأني لا\nأعلم من حدثه به عن المقانعي، وكنت إذ ذاك مبتدئا في كتب الحديث فلم أقف\nعلى أنه وهم فأسأله عنه.\n</p>\n\n<p>\nوحدثنا يوما آخر قال: حدثنا محمد بن علي بن حبيب الرقي المري الطرائفي،\nوأظن الحديثين عنده عن ابن الدقم.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن علي بن مخلد الوراق وساقها إلى أبى بكر بن أبي\nداود، وأبو بكر هذا هو عبد الله بن سليمان بن أبي الأشعث السجستاني ذكره\nالأئمة في كتبهم. وقال ابن صاعد: إن أباه كفانا أمره وقال إن ابني هذا كذاب\nقلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nتأخذوا عنه. وكذلك قال إبراهيم الأصفهاني. وقال ابن عدي سمعت محمد بن\nالضحاك بن عمرو بن أبي عاصم النبيل يقول: أشهد على محمد بن يحيى بن منده\nبين يدي الله عز وجل أنه قال: أشهد على أبى بكر بن أبي داود السجستاني بين\nيدي الله عز وجل أنه قال. روى الزهري عن عروة. قال: كانت قد حفيت أظفار على\nمن كثرة ما كان يتسلق على أزواج النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n(* * *) ذكر ما حكى عن أبي حنيفة رحمه الله من الخروج على السلطان ذكر\nفيه حكاية عن ابن الفضل عن عبد الله بن جعفر بن درستويه، وقد تقدم ما قيل\nفيه.\n</p>\n\n<p>\nثم ذكر حكاية عن طلحة بن علي بن الصقر، ورواها من طريق آخر عن عبد الله\nابن عمر البرمكي ساقها من الطريقين إلى ابن المبارك وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن أحمد بن يعقوب وساقها أيضا إلى ابن المبارك وقد\nتقدم ذكره وذكر حكاية عن الحسن بن الحسين بن العباس بن دوما النعالي وقد\nتقدم ما ذكره الخطيب عنه، ثم ساقها إلى الحسن بن علي الحلواني.\n</p>\n\n<p>\nقال الخطيب في ترجمته في التاريخ: أنبأنا محمد بن أحمد بن رزق أخبرنا أبو\nعلى ابن الصواف حدثنا عبد الله بن أحمد <span id='ms131'></span> بن حنبل قال سألت أبى عن الحسن بن\nالخلال الذي يقال له الحلواني؟ قال: ما أعرفه بطلب الحديث، وما رأيته يطلب\nالحديث قلت إنه يذكر أنه كان ملازما ليزيد بن هارون. قال ما أعرفه إلا أنه\nجاءني إلى هنا يسلم على، ولم يحمده أبى. ثم قال: يبلغني عنه أشياء أكرهها،\nولو أراه يستخفه وقال أبى مرة أخرى - وذكره - أهل الثقة عنه غير راضين - أو\nكلاما هذا معناه.\n</p>\n\n<p>\nوذكر أيضا حكاية عن البرقاني إلى أن قال: قال لكم أبو سليمان داود بن\nالحسين البيهقي: بلغني أن الحلواني الحسن بن علي. قال: إني لا أكفر من وقف\nفي القرآن فتركوا علمه. قال أبو سليمان سألت أبا سلمة بن شبيب عن علم\nالحلواني قال:\n</p>\n\n<p>\nيرمى في الحش. قال أبو سلمة: من لم يشهد بكفر الكافر فهو كافر.\n</p>\n\n<p>\nثم ساقها إلى ابن المبارك وقد تقدم حاله فيها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: وقال الأبار حدثنا منصور بن أبي مزاحم حدثني يزيد بن يوسف، ويزيد\nهذا هو يزيد بن يوسف أبو يوسف شامي ذكره الخطيب في تاريخه فقال في ترجمته\nأخبرنا العتيقي إلى أن قال حدثنا عبد الله بن أحمد قال سمعت أبي يقول: رأيت\nيزيد ابن يوسف أبا يوسف الشامي وكان قد رأى حسان بن عطية. قال أبى: رأيت\nعليه إزارا أصفر ولم أكتب عنه شيئا.\n</p>\n\n<p>\nثم روى حكاية قال فيها قال أبو زكريا: يزيد بن يوسف شامي ليس بثقة. وروى\nحكاية إلى أن قال فيها سمعت يحيى يقول: يزيد بن يوسف، قال في آخرها وليس\nبشئ. وروى حكاية قال فيها سألت أبا على صالح بن محمد عن يزيد بن يوسف.\n</p>\n\n<p>\nقال: تركوا حديثه. وروى حكاية إلى أن قال فيها وذكر [حديثا فقال] خطأ لا\nأصل له، إنما هو عن يحيى عن النبي صلى الله عليه وسلم. وروى حكاية عن\nالبرقاني قال سألت أبا الحسن الدارقطني عن يزيد بن يوسف الدمشقي فقال:\nمتروك الحديث حميري يروى عن الأوزاعي. وقال لنا مرة أخرى: اختلفوا فيه فيجئ\nبين معين <span id='ms132'></span> يغمز عليه.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم شرح حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن أبي بكر عن إبراهيم بن محمد بن يحيى المزكى،\nوهذا إبراهيم المذكور هو أبو إسحاق النيسابوري من جملة شيوخ أبى بكر\nالبرقاني.\n</p>\n\n<p>\nحكى الخطيب في ترجمته من تاريخه أن البرقاني كان عنده عن المزكى سفط أو\nسفطان، ولم يخرج عنه في صحيحه شيئا. قال الخطيب فسألته عن ذلك فقال حديثه\nكثير الغرائب وفى نفسي منه شئ فلذلك لم أرو عنه في الصحيح.\n</p>\n\n<p>\nثم ساقها إلى أبى عوانة الوضاح، قال أبو محمد بن أبي حاتم في كتابه: إذا\nحدث عن حفظه غلط كثيرا.\n</p>\n\n<p>\nوقال الخطيب في ترجمته إنه كان يقرأ من كتب الناس فيقرأ الخطأ وقال أيضا\nبإسناده ذكره إلى أن قال سمعت علي بن عبد الله المديني قال: كان أبو عوانة\nفي قتادة. ضعيفا، لأنه كان ذهب كتابه وكان يحفظ في سعيد وقد أغرب فيها\nأحاديث. وقال أيضا بإسناده ذكره. قال شعبة لأبي عوانة: كتابك صالح وحفظك لا\nيسوى شيئا، مع من طلبت الحديث؟ قال مع منذر الصيرفي. قال: منذر صنع بك هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nثم روى حكاية عن علي بن أحمد الرزاز ساقها إلى سفيان والأوزاعي، وقد تقدم\nذكرهما.\n</p>\n\n<p>\nثم روى حكاية عن ابن الفضل عن محمد بن الحسن بن زياد النقاش، والنقاش،\nوالنقاش هذا هو المفسر.\n</p>\n\n<p>\nذكره الخطيب في تاريخه وقال: كان في حديثه مناكير بأسانيد مشهورة. ثم قال\nحدثني أبو القاسم الأزهري عن أبي الحسن علي بن عمر الحافظ. قال حدث أبو بكر\nالنقاش بحديث أبى غالب علي بن أحمد بن النضر أخي أبى بكر ابن بنت معاوية\nابن عمرو لأبيه، فقال: حدثنا أبو غالب حدثنا جدي معاوية بن عمرو عن زائدة\nعن ليث عن مجاهد عن ابن عمر. قال: قال النبي صلى الله عليه وسلم: (سألت\nالله أن لا يستجيب دعاء حبيب على حبيبه) فأنكرت عليه هذا الحديث وقلت لها\nإن أبا غالب ليس هو ابن بنت <span id='ms133'></span> معاوية، وإنما أخوه لأبيه ابن بنت معاوية،\nومعاوية بن عمرو ثقة، وزائدة من الإثبات الأئمة، وهذا حديث كذب موضوع مركب؟\nفرجع عنه وقال:\n</p>\n\n<p>\nهو في كتابي ولم أسمعه من أبى غالب، وأراني كتابا له فيه هذا الحديث على\nظهره أبو غالب. قال حدثنا جدي. قال أبو الحسن: وأحسبه أنه نقله من كتاب\nعنده صحيح، وكان هذا الحديث مركبا في الكتاب على أبى غالب فتوهم أبو بكر\nأنه من حديث أبي غالب فاستغربه وكتبه، فلما وقفناه عليه رجع عنه.\n</p>\n\n<p>\nثم ذكر الخطيب حديثا عن النقاش وقال عقيبة: دلس النقاش بن صاعد فقال:\n</p>\n\n<p>\nحدثنا يحيى بن محمد بن عبد الملك الخياط، وأقل مما شرح في هذين الحديثين\nيسقط به عدالة المحدث، ويترك الاحتجاج به. ثم قال حدثني عبد الله بن أبي\nالفتح عن طلحة بن محمد بن جعفر أنه ذكر النقاش فقال: كان يكذب في الحديث،\nوالغالب عليه القصص.\n</p>\n\n<p>\nثم قال سألت أبا بكر البرقاني عن النقاش فقال: كل حديثه منكر. وقال أيضا\nوحدثني من سمع أبا بكر ذكر تفسير النقاش فقال: ليس فيه حديث صحيح.\n</p>\n\n<p>\nوقال حدثني محمد بن يحيى الكرماني قال سمعت هبة الله بن الحسن الطبري ذكر\nتفسير النقاش فقال: ذاك أشفاء الصدور وليس بشفاء الصدور.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن علي الجوهري عن محمد بن العباس الخزاز، وهذا هو\nابن حيويه، وقد مضى ما قيل فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى أن ساقها إلى يوسف بن أسباط وهو أبو محمد\nابن واصل ذكره ابن أبي حاتم في كتابه، فقال أبو حاتم: كان رجلا عابدا يغلط\nكثيرا، دفن كتبه لا يحتج بحديثه.\n</p>\n\n<p>\nوذكر حكاية عن علي بن أحمد الرزاز ساقها إلى المسيب بن الواضح، والمسيب\nهذا كثير الوهم. قال الدارقطني: المسيب ضعيف، حكى ذلك ابن الجوزي في كتاب\n(الضعفاء). وهذا المسيب رواها عن يوسف بن أسباط وقد ذكرناه في الحكاية\nالأولى.\n</p>\n\n<p>\nوحدث عن أبي سعيد الحسن بن محمد بن حسنويه الكاتب بأصبهان إلى أن ساقها\nإلى <span id='ms134'></span> عبد السلام بن عبد الرحمن القاضي، وقد ذكرنا حاله فيما تقدم.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن دوما الحسن بن الحسين النعالي وقد ذكرنا ما قاله فيه\nثم ساقها إلى الحسن بن علي الحلواني وقد تقدم ما ذكره عنه.\n</p>\n\n<p>\nثم ذكر حكاية عن الأبار إلى علي بن عاصم ذكره الخطيب في تاريخه فقال في\nترجمته أخبرنا أبو عمر بن مهدي - إجازة - وحدثنيه الحسن بن علي بن عبد الله\nالمقرئ عنه أخبرنا محمد بن أحمد بن يعقوب بن شيبة حدثنا جدي قال سمعت علي\nبن عاصم على اختلاف أصحابنا فيه منهم من أنكر عليه كثرة الخطأ والغلط،\nومنهم من أنكر عليه تماديه في ذلك وتركه الرجوع عما يخالفه الناس فيه\nولجاجته فيه، نشأته على الخطأ ومنهم من تكلم في سوء حفظه واشتباه الأمر\nعليه في بعض ما حدث به من ضبطه، وتوانيه عن التصحيح ما كتبه الوراقون له،\nومنهم من قصته عنده أغلظ من هذه القصص. وقد كان رحمة الله علينا وعليه من\nأهل الدين والصلاح والخير البارع شديد التوقي وللحديث آفات تفسده.\n</p>\n\n<p>\nوقال أخبرنا أبو عمر بن مهدي - إجازة - وحدثنيه الحسن بن علي المقرئ عنه\nأخبرنا محمد بن أحمد حدثنا جدي قال حدثني إبراهيم بن هاشم حدثنا عتاب بن\nزياد عن ابن المبارك قال قلت لعبادي بن العوام: يا أبا سهل ما بال صاحبكم؟\n- يعنى علي بن عاصم - قال: ليس ننكر عليه أنه لم يسمع، ولكنه كان رجلا\nموسرا، وكان الوراقون يكتبون له فناره أتى من كتبه التي كتبوها له. وذكر\nعنه حكايات من هذا الجنس.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن أبي نصر النرسي عن محمد بن عمر بن محمد بهته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالبزاز ذكره في تاريخه فقال: قال البرقاني: كان يذكر أن في مذهبه شيئا\nويقولون هو باب طاقي. قلت للبرقاني يعنى بذلك أنه شيعي؟ قال نعم.\n</p>\n\n<p>\nثم ساقها إلى أحمد بن محمد بن سعيد الكوفي وأحمد بن محمد بن سعيد هذا هو\nأبو العباس بن عقدة الحافظ من كبار الشيعة <span id='ms135'></span>، وممن روى المنكرات والمنقطعات\nعن النبي صلى الله عليه وسلم في فضائل أهل البيت.\n</p>\n\n<p>\nوقد ذكره ابن عدي في كتاب (الضعفاء) وقال: رأيت مشايخ بغداد يسيئون\nالثناء عليه ويقولون إنه كان لا يتدين بالحديث ويحمل شيوخنا بالكوفة على\nالكذب، ويسوى لهم نسخا ويأمرهم بروايتها، واشتهر ذلك عنه. وقال ابن عدي\nأيضا في كتابه محارفات في الرواية وقال سمعت ابن مكرم يقول: كان ابن عقدة\nمعنا عند ابن نعيما به سعيد المروى بالكوفة في بيت فوضع بين أيدينا كتبا\nكثيرة، فنزع ابن عقدة سراويله وملأه من كتب الشيخ سرا منه ومنا، فلما خرجنا\nقلنا له ما هذا الذي معك لم حملته؟ قال دعونا من ورعكم هذا. وقد ذكره\nالدارقطني وقال: ابن عقدة رجل سوء.\n</p>\n\n<p>\nوقد ذكره الخطيب في تاريخه وذكر هذه الحكايات جميعها بأسانيده. وقال أيضا\nحدثني علي بن محمد بن نصر إلى أن قال سمعت أبا عمر بن حيوية يقول: كان أحمد\nابن محمد بن سعيد بن عقدة في جامع براثا يملي مثالب أصحاب رسول الله صلى\nالله عليه وسلم - أو قال الشيخين أبى بكر وعمر رضي الله عنهما - وتركت\nحديثه لا أحدث عنه بشئ وما سمعت بعد ذلك عنه شيئا. وهذا ممن جعله الخطيب\nحجة. وقد حكى عنه مثل هذا وحكى عنه بإسناد ذكره. قال: وجه إلى أبى العباس\nبن عقدة من خراسان بمال وأمر أن يعطيه بعض الضعفاء، وكان على باب داره صخرة\nعظيمة. فقال لابنه ارفع هذه الصخرة فلم يستطع رفعها لعظمها وثقلها، فقال له\nأراك ضعيفا فخذ هذا المال ودفعه إليه.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى عبد الله بن عمرو بن أبي\nالحجاج أبو معمر المنقري ذكره الخطيب في تاريخه وقال: إنه كان يرى القدر.\nوذكر مثل ذلك عن جماعات بطرق شتى.\n</p>\n\n<p>\nوذكر حكاية عن أبي القاسم إبراهيم بن سليمان المؤدب ساقها إلى إبراهيم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبشار الرمادي عن سفيان بن عينية، وإبراهيم بن بشار هذا ذكر عنه أحمد بن\nحنبل تخليطا حكاه <span id='ms136'></span> أبو حاتم في كتابه. وقال يحيى بن معين: ليس بشئ. وقال\nالنسائي:\n</p>\n\n<p>\nليس بالقوى. هذا عن إبراهيم بن بشار وسفيان بن عينية قد سبق عنه ما\nذكرناه.\n</p>\n\n<p>\nوحدث عن ابن دوما حكاية أخرى وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية أخرى عن الخلال ساقها إلى وكيع وابن المبارك وقد تقدم\nذكرهما ثم ذكر حكاية عن ابن رزق ساقها إلى الحميدي عن سفيان - هو ابن عينية\nوقد ذكرناه حاله، وإن كان الثوري فقد ذكرناه أيضا.\n</p>\n\n<p>\nثم ذكر حكاية عن القاضي أبى القاسم البجلي إلى أحمد بن محمد بن عبد\nالكريم الوساوسي وقد ذكره الخطيب في تاريخه فقال حدثني علي بن محمد بن نصر.\nقال سمعت حمزة بن يوسف قال سألت الدارقطني عن أحمد بن محمد بن عبد الكريم\nالوساوسي فقال: تكلموا فيه. ثم ساقها إلى يوسف بن إسحاق بن أسباط وقد تقدم\nذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق والبرقاني من طريقين ساقها إلى وكيع بن الجراح\nوقد تقدم ذكره.\n</p>\n\n<p>\nوذكر حكاية عن علي بن أحمد بن الطيب الرزاز وقد ذكره الخطيب فقال عنه إن\nابنه ألحق في سماعاته من ليس بسماعه بخط طري وشيخ على الرزاز هذا في هذه\nالحكاية علي بن محمد بن سعيد [الموصلي] ذكره الخطيب في ترجمة عيسى بن فيروز\nمن كتابه وقال ليس بثقة.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي سعيد محمد بن موسى الصيرفي ساقها إلى مؤمل عن حماد\nابن سلمة، ومؤمل هذا هو ابن إسماعيل وقد ذكرنا ما قاله ابن أبي حاتم فيه ثم\nذكر حكاية عن ابن دوما النعالي وقد تقدم حاله، ثم ساقها إلى مؤمل وقد تقدم\nأيضا.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن الحسن بن محمد المتوثي إلى أبى عوانة وهو الوضاح\nوقد تقدم ذكره، وحدث حكاية أخرى عن ابن دوما وقد تقدم ما ذكره عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nدوما، ثم ساقها إلى الحسن بن علي الحلواني وقد تقدم إلى أبى عوانة وقد\nتقدم.\n</p>\n\n<p>\nوحدث حكاية أخرى عن ابن دوما أيضا وقد علم حاله، ثم <span id='ms137'></span> ساقها إلى عارم وهو\nمحمد بن الفضل أبو النعمان. قال أبو حاتم: اختلط وزال عقله فمن سمع منه قبل\nالاختلاط سنة عشرين ومائتين فسماعه صحيح، وسمعت منه قبل الاختلاط سنة أربع\nعشرة.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني رفعها إلى حماد بن زيد في لبس الخفين والسراويل\nوهذا ليس بتشنيع على أبي حنيفة، إنما هو تشنيع على كثير من الأئمة فإنهم\nخالفوا هذا الحديث.\n</p>\n\n<p>\nثم حدث حكاية عن ابن دوما قود ذكرنا حاله، ثم ساقها إلى الحسن بن علي\nالحلواني وقد تقدم ما ذكره الخطيب عنه، رواها الحلواني عن نعيم بن حماد وقد\nذكرنا ما قبل فيه، ثم ساقها إلى سفيان بن عينية وقد تقدم خبره.\n</p>\n\n<p>\nثم ذكر حكاية عن الصيمري إلى أن أورد بيتين لابن المعدل هجوا لم يكن بنا\nحاجة إلى الكرام في رجالها إذ قد تقدم الجواب عنها.\n</p>\n\n<p>\nثم ذكر حكاية عن عبد الله بن يحيى السكري رفعها إلى أبى عوانة الوضاح وقد\nذكرناه ما ذكر فيه، ثم شك بعض الرواة في هذا الخبر هل قال السكر بفتح السين\nوالكاف أم السكر بجزم الكاف، فسقط الاحتجاج به.\n</p>\n\n<p>\nثم ذكر حكاية عن أحمد بن محمد بن حسنون النرسي ساقها إلى محمد بن محمد\nالباغندي وقد مر ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن عيسى بن عبد العزيز البزاز عن صالح بن أحمد\nوصالح هذا هو ابن أبي مقاتل يعرف بالقيراطي هروى الأصل ذكره الخطيب في\nتاريخه فقال بإسناد له عن ابن حبان إنه كان يسرق الحديث يقلبه ولعله قد قلب\nأكثر من عشرة آلاف حديث فيما خرج من الشيوخ والأبواب، لا يجوز الاحتجاج به\nبحال. وقال ذكر أبو عبد الرحمن السلمي أنه سأل الدارقطني عن صالح هذا فقال:\n</p>\n\n<p>\nكذاب دجال يحدث بما لم يسمعه. وقال قال لي البرقاني: لم نكن نكتب حديث\nصالح بن أبي مقاتل. قلت ولم ذلك لضعفه؟ قال نعم هو ذاهب الحديث، وطريقه\nالمحدثين قد علمتموها. فمن روى عن مثل هذا، وقد قال عنه مثل هذا <span id='ms138'></span> الكلام كيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nيكون حاله؟ وقال ابن عدي أيضا في كتابه: إنه كان يسرق الأحاديث ويلزق\nحديث قوم على قوم ويرفع الموقوف، ويصل المرسل، وأمره بين.\n</p>\n\n<p>\nوقال في الترجمة: ذكر ما قاله العلماء في ذم رأيه والتحذير منه إلى ما\nيتصل بذلك من أخباره قال أخبرنا أبو الحسن علي بن أحمد بن إبراهيم البزاز\nبالبصرة قال حدثنا أبو على الحسن بن محمد بن عثمان الفسوي أنبأنا يعقوب بن\nسفيان قال حدثنا محمد بن عوف حدثنا إسماعيل بن عباس الحمصي حدثنا هشام بن\nعروة عن أبيه. قال: كان الأمر في بني إسرائيل مستقيما حتى نشأ فيهم أبناء\nسبايا الأمم، فقالوا بالرأي فهلكوا وأهلكوا فإنا قد تركت الجواب عن هذه\nالحكاية في الموضع لأنها لم تتعلق بأبي حنيفة وحده، فتركها ليعلم من وقف\nعليها أنه لم يرد الطعن على أبي حنيفة وحده وإنما أراد الطعن على أئمة\nالمسلمين من الصحابة والتابعين، وتركته ليعلم من وقف عليها ما ذكرت من أول\nالأمر من أنه جعل الطعن على أبي حنيفة سببا للطعن على سائر المسلمين كما\nفعلت الفلاسفة بمذهب الروافض، وقد ذكر بعدها مثلها وذكر فيها أبا حنيفة\nوأنا مجاوبه إن شاء الله تعالى.\n</p>\n\n<p>\nوأما الحكاية التي بعدها ذكرها ونسبها إلى سفيان ورواها عن أبي نعيم\nالأصبهاني وقد تقدم خبره. وكذلك سفيان وما ذكره عن أبي حنيفة من أنه من\nأبناء سبايا الأمم فقد أجمع النسابون على أنه لم يكن من أبناء سبايا الأمم\nوهو أبو حنيفة النعمان بن ثابت بن النعمان بن المرزبان، والنعمان بن\nالمرزبان أبو ثابت الذي أهدى لعلي بن أبي طالب رضي الله عنه الفالوذج في\nيوم النيروز - أو المهرجان - فقال:\n</p>\n\n<p>\nنيرزونا كل يوم - أو مهرجونا كل يوم - وساق هذه الحكايات عن سفيان وهذا\nعندي نقص في حق سفيان إن صحت هذه الأسانيد عن سفيان لأنه إذا عاب الرأي لم\nيعد من العلماء ومن لم يعد من العلماء فلا اعتداد بقوله.\n</p>\n\n<p>\nوذكر حكاية عن ابن الفضل إلى أن ساقها إلى البخاري <span id='ms139'></span> ثم قال حدثنا صاحب لنا\nفنكر وأجهل الإسناد وقد تقدم الجواب عن مثل هذا.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن الحسن الأزرق إلى النقاش المقرئ وقد تقدم ما قيل\nفيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن ابن درستويه أيضا وقد تقدم أيضا ساقها إلى إسحاق بن\nإبراهيم الحنيني، وهذا إسحاق من أصحاب مالك كان أحمد بن صالح المصري لا\nيرضاه، حكاه ابن أبي حاتم في كتابه، وذكره ابن الجوزي في كتاب الضعفاء،\nوقال: قال النسائي: ليس بثقة. وقال ابن عدي: ضعيف. وقال الأزدي ضعيف.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق وساقها إلى حبيب كاتب مالك بن أنس، وحبيب هذا هو\nابن رزق ذكره ابن أبي حاتم في كتابه. وقال أحمد: ليس بثقة. وقال أبو حاتم:\nكان يحيل الحديث ويكذب.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن درستويه إلى نعيم عن سفيان وقد تقدم ذكر الثلاثة.\n</p>\n\n<p>\nوذكر حكاية عن أبي الفضل الطناجيري إلى شريك القاضي وقد تقدم ذكر حاله.\n</p>\n\n<p>\nوذكر حكاية من طريقين إحداهما عن ابن دوما وقد تقدم حاله، والطريق\nالثانية عن علي بن محمد بن عبد الله المعدل ساقها إلى منصور إلى شريك\nالقاضي وقد ذكرناه ثم ذكر حكاية عن ابن الفضل عن ابن درستويه عن يعقوب عن\nأبي بكر بن خلاد. قال سمعت عبد الرحمن بن مهدي قال سمعت حماد بن زيد يقول\nسمعت أيوب - وذكر أبو حنيفة - فقال (يريدون أن يطفئوا نور الله بأفواههم\nيأبى الله إلا أن يتم نوره) فهذه الحكاية ذكرها الخطيب في ذم أبي حنيفة\nوالتحذير منه، والله أعمى الخطيب ليظهر كرامة أبي حنيفة فإنه قال (يريدون\nأن يطفئوا نور الله بأفواههم) وقد علم الناس أن الله عز وجل نشر مذهب\nالأربعة الأئمة وأتم نور دينه بهم حتى ملأ الآفاق وهو من المتأخرين ولم\nيعلم ذلك، فكأن الله أنطق حماد بن زيد بكرامة أبي حنيفة رضي الله عنه، ومع\nهذا فإن مذهب أبي حنيفة رضي الله عنه اشتهر في الآفاق ولم يعرف لحماد بن\nزيد مذهب إلا ما <span id='ms140'></span> نقل في آحاد الكتب.\n</p>\n\n<p>\nثم ذكر حكاية عن أحمد بن الحسن الحيري إلى أن ساقها إلى سعيد بن عامر\nوسعيد بن عامر هذا هو الضبعي أبو محمد ذكره ابن أبي حاتم في كتابه فقال: هو\nصدوق صالح وفى حديثه بعض الغلط، ورواها سعيد بن عامر عن سلام بن أبي مطيع\nوكنيته أبو سعيد. قال ابن حبان البستي: كثير الوهم لا يجوز الاحتجاج به إذا\nانفرد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية أخرى عن ابن الفضل عن ابن درستويه وقد تقدم ذكر حاله،\nوساقها إلى شريك القاضي وقد مضى ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق والبرقاني جميعا، ثم سرقها إلى محمد بن جعفر بن\nالهيثم الأنباري وقد ذكر حاله، ثم ساقها إلى سليمان بن حسان الحلبي الشامي\nذكره الخطيب في تاريخه وقال ذكره عبد الرحمن بن أبي حاتم وقال سألت عنه أبى\nفقال سألت ابن أبي غالب عنه فقال: لا أعرفه ولا أرى البغداديين يروون عنه.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق ساقها إلى الحسن بن علي الحلواني وقد تقدم ذكره.\n</p>\n\n<p>\nثم روى حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره، ثم ساقها إلى\nنعيم بن حماد الخزاعي وقد تقدم ذكره. ثم ساقها إلى سفيان الثوري وقد تقدم\nذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن حسنويه ساقها إلى ثعلبة بن سهيل وهو القاضي ذكره ابن\nالجوزي في كتاب (الضعفاء) وقال يحيى بن معين: ليس بشئ. ثم ساقها إلى سفيان\nوقد ذكرناه، وفى جملة سند هذا الحديث جرير بن عبد الحميد ذكره الخطيب في\nتاريخه وقال في ترجمته بإسناد ساقه قال سمعت سلميان بن داود الشاذكوني\nيقول:\n</p>\n\n<p>\nقدمت على جرير فأعجب بحفظي وكان لو مكرما، وقدم يحيى بن معين والبغداديون\nالذين معه وأنا، ثم قال فرأوا موضعي منه فقال له بعضهم: إنما بعثه يحيى\nوعبد الرحمن ليفسد حديثك عليك ويتتبع عليك الأحاديث، قال وكان جرير حدثنا\nعن مغيرة عن إبراهيم في طلاق الأخرس، قال ثم حدث به بعد عن سفيان عن مغيرة\nعن <span id='ms141'></span> إبراهيم، قال فبينما أنا يوما عند ابن أخيه إذ رأيت على ظهر كتاب لابن\nأخيه عن ابن المبارك عن سفيان عن مغيرة عن إبراهيم، قال فقلت لابن أخيه:\nعمك هذا يحدث بهذا عن مغيرة، ومرة عن سفيان عن مغيرة، ومرة عن ابن المبارك\nعن سفيان، فينبغي أن نسأله ممن سمعه؟ قال سليمان وكان هذا الحديث موضوعا.\nقال فوقفت جريرا عليه فقلت له حديث طلاق الأخرس ممن سمعته؟ فقال حدثنيه رجل\nمن أهل خراسان عن ابن المبارك. قال فقلت له قد حدثت به مرة عن مغيرة، ومرة\nعن سفيان عن مغيرة، ومرة عن رجل عن ابن المبارك عن سفيان عن مغيرة، ولست\nأراك تقف على شئ فمن الرجل؟ قال: رجل جاءنا من أصحاب الحديث. قال فوثبوا بي\nوقالوا ألم نقل لك إنما جاء ليفسد عليك حديثك؟ قال فوثب بي البغداديون، قال\nوتعصب لي قوم من أهل الري حتى كان بينهم شر شديد. وذكر في ترجمته أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nحكاية عن أبي الوليد الطيالسي قال قدمت الري ومعي أبو داود الطيالسي\nوحملت معي أصل كتابي عن شعبة، قال وكان جرير يجالسنا عند رجل من التجار،\nقال فسمعنا نذكر الحديث، فيعجب بالحديث إعجاب رجل سمع العلم وليس له حفظ،\nقال فسمعني أتحدث بحديث شعبة عن عمرو بن مرة عن عبد الله بن مسلمة حديث\nصفوان بن عسال - أو حديث على - (إنما) علجان فعالجا عن دينكما) فقال اكتبه\nلي. قال فكتبته له وحدثته به، قال وتحدثت بحديث فضالة بن عبيد في القلادة\nفاستحسنه وقال اكتبه لي فكتبته له، وحدثته به عن الليث بن سعد. قال فقال لي\nقد كتبت عن منصور ومغيرة وجعل يذكر الشيوخ، فقلت له حدثنا، فقال لست أحفظ\nكتبي غائبة عنى، وأنا أرجو أن أوتى بها، قد كتبت في ذاك: فبينما نحن كذلك\nإذ ذكر يوما شيئا من الحديث، فقلت له أحسب أن كتبك جاءت؟ قال أجل. قلت لأبي\nداود: جليسا جاءته كتبه من الكوفة اذهب بنا ننظر فيها قال فأتيناه فنظرت في <span id='ms142'></span>\nكتبه أنا وأبو داود. وحكى بإسناد له قال سمعت سليمان بن حرب يقول: كان جرير\nعبد الحميد وأبو عوانة يتشابهان في رأى العين، ما كانا يصلحان إلا أن يكونا\nراعي غنم.\n</p>\n\n<p>\nثم روى حكاية عن أبي نصر أحمد بن إبراهيم المقدمي إلى علي بن زيد وهذا هو\nالفرائض ذكره في تاريخه وقال: هو شيخ شيخ شيخي ثم قال في الترجمة وقد\nتكلموا فيه، ثم قالها إلى محمد بن كثير عن الأوزاعي، ومحمد هذا هو المصيصي\nصناعي الأصل أبو يوسف ذكره ابن أبي حاتم في كتابه وقال: ضعفه أحمد جدا وضعف\nحديثه. وقال أبو حاتم: لم يكن عندي ثقة.\n</p>\n\n<p>\nوذكر حكاية عن محمد بن الحسن الوراق عن أحمد بن كامل القاضي ذكره في\nتاريخه وقال في ترجمته سأل أبو سعيد الإسماعيل أبا الحسن الدارقطني عن أبي\nبكر أحمد بن كامل فقال: كان متساهلا وربما حدث من حفظه بما ليس عنده في\nكتابه وأهلكه العجب، فإنه كان يختار ولا يضع لأحد من العلماء الأئمة أصلا.\nثم إلى الأوزاعي وسفيان وقد مضى ذكرهما، ثم حدث عن ابن رزق إلى يحيى بن\nالسكن البصري عن أيوب بن محمد ذكره ابن أبي حاتم في كتابه وقال: قال أبو\nحاتم: ليس بالقوى.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق، ثم ساقها من طريق أخرى عن أبي نعيم الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الأصفهاني وقد تقدم ذكرنا له، ثم ساقها إلى سفيان وقد تقدم ذكر حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن إبراهيم وهو ابن شاذان ذكره الخطيب في تاريخه\nفقال في ترجمته كان أشعريا مشتهرا بشرب النبيذ، ثم ساقها إلى مؤمل بن\nإسماعيل وقد سبق ذكرنا له.\n</p>\n\n<p>\nوحدث حكاية عن محمد بن عمر بن بكر إلى المؤمل وقد ذكرنا حاله.\n</p>\n\n<p>\nوحدث حكاية أخرى عن ابن الفضل عن ابن درستويه وقد تقدم شرح ما قاله فيه.\n</p>\n\n<p>\nوحدث حكاية أخرى عن الخلال ساقها إلى أبان بن سفيان الحرزي قال أبو حاتم\nمحمد بن حبان البستي: روى عن الثقات أشياء موضوعة. وقال الدارقطني <span id='ms143'></span> متروك.\n</p>\n\n<p>\nثم ذكر حكاية عن إبراهيم بن محمد بن سليمان ساقها إلى سفيان وقد تقدم\nذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن إبراهيم بن مخلد عن محمد بن أحمد الحكيمي، وهذا ذكره\nالخطيب في تاريخه فقال: سألت أبا بكر البرقاني عن الحكيمي فقال: ثقة إلا\nأنه يروى مناكير، ثم ساقها إلى مطرف أبى مصعب الأصم قال أبو أحمد بن عدي :\nيحدث مطرف عن ابن أبي ذئب ومالك وغيرهما بالمناكير.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى الوليد بن مسلم والوليد هذا هو أبو العباس\nالدمشقي. قال ابن عدي: يروى عن الأوزاعي عن شيوخ ضعفاء عن شيوخ قد أدركهم\nالأوزاعي مثل نافع والزهري فيسقط أسماء الضعفاء ويجعلها عن الأوزاعي عنهم.\nوقال الدارقطني مثل هذا أيضا.\n</p>\n\n<p>\nثم ذكر حكاية أخرى عن علي بن محمد المعدل إلى الوليد بن مسلم هذا المقدم\nذكره.\n</p>\n\n<p>\nثم ذكر حكاية أخرى عن ابن رزق إلى مطرف وقد تقدم ذكرنا له.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي الفرج الطناجيري إلى علي بن زيد الفرائضي ذكره\nالخطيب في تاريخه فقال: وقد تكلموا فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن القاضي أبى بكر أحمد بن الحسن الحرشي إلى أبى عوانة وقد\nتقدم.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن أبي طالب إلى عبد الله بن محمد البغوي وهو أبو\nالقاسم وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن الخلال إلى أبى نعيم وحدث عن علي بن القاسم بن الحسين\nالبصري إلى أبى نعيم وقد ذكر الخطيب في ترجمة أبى نعيم ض من تاريخه قال\nحدثت عن محمد بن عبد الله بن المطلب الكوفي قال حدثنا علي بن محمد حدثنا\nأحمد بن ميثم بن أبي نعيم. قال: قلت جدي أبو نعيم الفضل بن دكيل بغداد ونحن\nمعه، فنزل الرميلة ونصب له كرسي عظيم فجلس عليه ليحدث فقام إليه رجل ظننته\nمن أهل خراسان فقال: يا أبا نعيم أتتشيع؟ فكره الشيخ مقالته وصرف وجهه\nوتمثل بقول مطيع <span id='ms144'></span> بن إياس:\n</p>\n\n<p>\nوما زال بي حبيك حتى كأنني * برجع جواب السائلي عنك أعجم لأسلم من قول\nالوشاة وتسلمي * سلمت وهل حي من الناس يسلم فلم يفقه الرجل مراده فعاد\nسائلا فقال: يا أبا نعيم أتتشيع؟ فقال الشيخ: يا هذا كيف بليت بك، وأي ريح\nهبت إلى بك. سمعت الحسن بن صالح يقول سمعت جعفر ابن محمد يقول: حب على\nعبادة، وأفضل العبادة ما كتم. ثم ذكر حكاية أخرى عن أبي الفتح بن أبي\nالفوارس إلى أن قال: كنت عند أبي نعيم الفضل بن دكين فجاء ابنه يبكى، فقال\nله مالك؟ فقال الناس يقولون إنك تتشيع فأنشأ يقول:\n</p>\n\n<p>\nوما زال كتمانيك حتى كأنني * برجع جواب السائلي عنك أعجم لأسلم من قول\nالوشاة وتسلمي * على وهل حي على الناس يسلم ثم ذكر حكاية عن ابن رزق إلى\nوكيع وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن عبد الله الحنائي ساقها إلى عبد الله بن المبارك\nوقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن علي المقرئ عن محمد بن عبد الله الحاكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالنيسابوري وهذا محمد بن الحاكم هو صاحب التاريخ ذكره الخطيب في تاريخه\nوحكى أنه كان يميل إلى التشيع. وقال: جمع الحاكم أبو عبد الله أحاديث زعم\nأنها صحاح على شرط البخاري ومسلم لم يلزمهما إخراجها في صحيحيهما، منها\nحديث (الطائر، ومن كنت مولاه فعلى مولاه). فأنكر عليه أصحاب الحديث ذلك ولم\nيلتفتوا إلى قوله، ولا صوبوه في فعله. وقد حكى أبو الفضل محمد بن طاهر\nالمقدسي عن سعد بن علي الريحاني أنه قال: ثلاثة من الحفاظ لا أحبهم لشدة\nتعصبهم، منهم أبو عبد الله الحاكم.\n</p>\n\n<p>\nثم ذكر حكاية عن الأزهري عن محمد بن العباس الخزاز وهذا هو ابن حيويه وقد\nتقدم حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن الأزهري إلى أبى إسحاق الطالقاني وهو إبراهيم بن إسحاق\nابن عيسى الطالقاني ذكره الخطيب في تاريخه وقال عنه كان ثقة ثبتا يقول\nبالإرجاء.\n</p>\n\n<p>\nوساقها إلى عبد الله بن المبارك وقد تقدم ذكره.\n</p>\n\n<p>\nوذكر <span id='ms145'></span> حكاية عن إبراهيم بن عمر البرمكي عن عمر بن محمد الجوهري ذكره في\nتاريخه فقال: وفى بعض حديثه نكرة.\n</p>\n\n<p>\nثم ذكر حكاية أخرى ساقها إلى الطالقاني إلى ابن المبارك وقد تقدم ذكرهما.\n</p>\n\n<p>\nثم ذكر حكاية عن الخلال إلى أبى داود عن ابن المبارك وهذا سند منقطع لأن\nأبا داود لم يدرك ابن المبارك وثم قد تقدم ذكر ابن المبارك، ثم إن الحكاية\nهي أن قال ابن المبارك: ما كنا نأتى مجلس أبي حنيفة إلا خفية من سفيان\nالثوري، وهذا دليل على ما ذكرناه من أنه كان بين أبي حنيفة وبين سفيان\nالثوري شئ، وكان أبو حنيفة أكفهما لسانا.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي نصر أحمد بن الحسين عن أبي بكر السني عن عبد الله\nابن محمد بن جعفر، وعبد الله هذا هو أبو القاسم القزويني القاضي فقيها على\nمذهب الشافعي وكان يظهر العبادة ويحفظ، ثم خلط ووضع أحاديث فافتضح سقط\nجاهه. ذكر ذلك أبو سعيد بن يوسف في تاريخه مصر.. وقال الدارقطني: هو كذاب\nيضع الحديث. وإن كان غيره فهو أبو محمد عبد الله بن محمد بن جعفر الأصفهاني\nبن حبان المعروف بأبي الشيخ، ضعفه أبو أحمد العسال الأصفهاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى سفيان الثوري وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي بكر محمد بن عبد الله بن أبان الهيتي ذكره الخطيب في\nتاريخه وقد سبق ما ذكره، وعن أحمد بن سلمان النجاد ذكره الخطيب في تاريخه\nفقال سأل أبو سعيد الإسماعيلي أبا الحسن الدارقطني فقال قد حدث أحمد بن\nسلمان النجاد من كتاب غيره بما لم يكن في أصوله. ثم رفعها إلى سفيان وقد\nتقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن القاضي أبى بكر محمد بن عمر الداودي إلى محمد بن الحسين\nابن حميد بن الربيع وذكره الخطيب في تاريخه فروى عن أحمد بن محمد بن سعيد\nقال: كنت عند الحضرمي فمر عليه ابن للحسين بن حميد الخزاز فقال: هذا كذاب\nابن كذاب. ثم بعده إلى <span id='ms146'></span> محمد بن عمر بن الوليد ذكره ابن أبي حاتم في كتابه\nوقال:\n</p>\n\n<p>\nقال أبو حاتم: أرى أمره مضطربا وذكره أبن الجوزي في كتاب الضعفاء. وقال:\n</p>\n\n<p>\nقال ابن حبان: يروى عن مالك ما ليس من حديثه لا يجوز الاحتجاج به. ثم\nبعده إلى محمد بن عبيد الطنافسي ذكره ابن أبي حاتم وقال: قال أحمد: كان\nيخطئ ولا يرجع عن خطئه. ثم سرقها إلى سفيان الثوري وقد تقدم ذكره، أو ابن\nعينية.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى سفيان بن وكيع بن الجراح عن أبيه وقد تقدم\nذكر هما ثم ساقها إلى سفيان وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن الأبار إلى قيس بن الربيع وقد تقدم حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن البرمكي إلى عمر بن محمد الجوهري ذكره الخطيب في تاريخه\nفقال: وفى بعض حديثه نكرة. ثم إلى حجاج وهو أبو محمد الأعور وقد ذكرناه،\nإلى قيس بن الربيع وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني عن محمد بن أحمد بن محمد الآدمي ذكره الخطيب في\nتاريخه قال: قال لي أبو طاهر حمزة بن محمد الدقاق: لم يكن الأمي هذا صدوقا\nفي الحديث كان يسمع لنفسه في كتب لم يسمعها، ثم ساقها إلى أن قال حدثني بعض\nأصحابنا وهذا مجهول.\n</p>\n\n<p>\nوذكر حكاية أخرى عن ابن رزق ساقها إلى مصعب بن خارجة وذكره ابن أبي حاتم\nفي كتابه وقال: مجهول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن أبي بكر أحمد بن علي بن عبد الله الرخاخي الطبري وذكره\nفي تاريخه وقال: إنه ثقة، ثم ساق الحكاية إلى سفيان الثوري وشريك والحسن بن\nصالح، فأما شريك وابن صالح فقد سبق ما قيل عنهما.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن أبي طالب ولم يذكره في التاريخ.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى سلمة بن سليمان قال: قال رجل\nلابن المبارك، ورجل غير مسمى مجهول الأمر.\n</p>\n\n<p>\nثم ذكر حكاية عن الأزهري عن محمد بن العباس ومحمد بن العباس هذا هو ابن\nحيوية الخزاز <span id='ms147'></span> ذكره الخطيب في تاريخه وقال كان فيه تسامح وربما أراد أن يقرأ\nشيئا ولا يقرب أصله منه، فيقرأه من كتاب أبى الحسن بن الرزاز لثقته بذلك\nالكتاب، وإن لم يكن فيه سماعه. وكان مع ذلك ثقة، ثم ساقها إلى فهد بن عوف\nوفهد بن عوف هذا قال علي بن المديني: هو كذاب وكان على يقول: ذهب الفهدان،\nفهد ابن عوف وفهد بن حيان. حكى ذلك ابن الجوزي في كتاب (الضعفاء).\n</p>\n\n<p>\nثم ذكر حكاية عن العتيقي ساقها إلى محمد بن بشار بندار وقد ذكره الخطيب\nفي تاريخه فقال في ترجمته بإسناد ساقه إلى أن قال الفرهياني قال سمعت أبا\nموسى وكان قد صنف حديث داود بن أبي هند، ولم يكن بندار صنفه. سمعت أبا موسى\nيقول:\n</p>\n\n<p>\nمنا قوم لو قدروا أن يسرقوا حديث داود لسرقوه - يعنى به بندار - ثم قال\nالخطيب أخبرنا أبو القاسم الأزهري وساق سندا إلى أن قال حدثنا عبد الله بن\nعلي ابن عبد الله المديني قال سمعت أبي وسألته عن حديث رواه بندار عن ابن\nمهدي عن أبي بكر بن عياش عن عاصم عن زر عن عبد الله عن النبي صلى الله عليه\nوسلم قال: (تسحروا فإن في السحور بركة) فقال هذا كذب. قال حدثني أبو داود\nموقوفا وأنكره أشد الإنكار.\n</p>\n\n<p>\nثم قال أخبرنا محمد بن جعفر بن علان الشروطي - مما أذن لي أن أرويه عنه -\nأخبرنا أبو الفتح محمد بن الحسين الأزدي الحافظ حدثنا محمد بن جعفر المطيري\nحدثنا عبد الله بن الدورقي. قال: كنا عند يحيى بن معين وجرى ذكر بندار\nفرأيت يحيى لا يعبأ به ويستضعفه، قال ابن الدورقي ورأيت القواريري لا\nيرضاه، وكان صاحب حمام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني ثم ساقها إلى بندار هذا وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره أيضا.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى الوليد بن عتبة وهو مجهول، ثم إلى مؤمل بن\nإسماعيل وقد ذكرناه فيما تقدم.\n</p>\n\n<p>\nثم <span id='ms148'></span> ذكر حكاية عن بشرى وعن محمد بن حسنويه ساق السندين إلى البغوي عن أبي\nالجواب، وهو الأحوص بن جواب قال يحيى بن معين: ليس بذاك القوى، وذكر البغوي\nقد تقدم.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكرهما، ثم ساقها إلى\nابن نمير عن بعض أصحابنا وهذا مجهول.\n</p>\n\n<p>\nثم ذكر حكاية عن عبد الله بن يحيى السكري ساقها إلى سفيان بن عيينة وقد\nتقدم ذكره، روى ابن عيينة شعرا عن مساور الوراق. وقال أجابه بعضهم وهذا\nالمجيب مجهول وقد تقدم الجواب عن الشعر.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق ساقها إلى يحيى بن أيوب قال حدثنا صاحب لنا ثقة\nوأيهم، وهذا مجهول عن أبي بكر بن عياش ذكره ابن الجوزي في كتاب (الضعفاء)\nفقال: كان يحيى بن سعيد لا يعبأ به، وإذا ذكر عنده كلح وجهه. وكان محمد بن\nعبد الله بن نمير يضعفه.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق إلى أسود بن سالم إلى أبى بكر بن عياش وقد\nذكرناه.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي عبد الله محمد بن عبد الواحد عن محمد بن العياش وقد\nتقدم ساقها إلى أبى معمر، وأبو معمر هذا هو إسماعيل بن إبراهيم الهذلي\nالهروي ذكره الخطيب في (التاريخ) فروى بإسناده إلى يحيى بن معين وذكر أبا\nمعمر - يعنى يحيى - فقال لا صلى الله عليه ذهب إلى الرقة فحدث بخمسة آلاف\nحديث أخطأ في ثلاثة آلاف حديث، وذكر أيضا بإسناده إلى أبى زرعة أنه قال:\nكان أحمد لا يرى الكتابة عن أبي نصر النمار ولا عن أبي معمر ولا يحيى بن\nمعين ولا أحد ممن امتحن فأجاب، وذكر أيضا بإسناده إلى أبى معمر أخذ في\nالمحنة فأجاب فلما خرج قال: كفرنا وخرجنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ذكر حكاية عن أبي بكر بن عياش وقد سبق ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي حازم العبدون عمر بن أحمد بن إبراهيم بن عبدويه\nالسدوسي.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي نعيم الحافظ أحمد بن عبد الله الأصبهاني <span id='ms149'></span> صاحب الحلية\nوقد تقدم ذكره، عن أبي محمد عبد الله بن محمد بن حيان - وهو أبو الشيخ وقد\nضعفه أبو أحمد العسال وهو من أهل بلده - عن سالم بن عصام وقد ذكره أبو نعيم\nفي تاريخ أصفهان فقال: كان كثير الحديث والغرائب، ثم ساقها إلى سفيان\nالثوري وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني عن محمد بن العباس بن حييه وقد تقدم ذكر حاله.\n</p>\n\n<p>\nثم ذكر حكاية عن بشرى الرومي عن أحمد بن جعفر بن حمدان - وهو القطيعي -\nذكره الخطيب في تاريخه وحدث عن أبي الحسن بن الفرات قال: كان ابن مالك\nالقطيعي مستورا صاحب سنة كثير السماع [سمع] من عبد الله بن أحمد وغيره إلا\nأنه خلط في آخر عمره وكف بصره وخرف حتى لا يعرف شيئا مما يسمع عليه، ثم\nقال: قال محمد بن أبي الفوارس: أبو بكر بن مالك كان مستورا صاحب سنة، ولم\nيكن في الحديث بذاك. وقال أيضا سمعت أبا بكر البرقاني - وسئل عن ابن مالك -\nفقال: كان شيخا صالحا، وكان لأبيه اتصال ببعض السلاطين، فقرئ لابن ذلك\nالسلطان على عبد الله بن أحمد المسند وحضر ابن مالك سماعة ثم غرقت قطعة من\nكتبه بعد ذلك فنسخها من كتاب ذكروا أنه لم يكن سماعه فيه فغمزوه لأجل ذلك.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق عن أحمد بن سلمان الفقيه المعروف بالنجاد وقد\nتقدم ذكره. ساقها إلى مهنى بن يحيى ذكره الخطيب في تاريخه فقال في ترجمته\nحدثني أحمد بن محمد الرزاز أخبرنا محمد بن جعفر الشروطي أنبأنا أبو الفتح\nمحمد بن الحسين الأزدي. قال: مهنى بن يحيى الشامي نزل بغداد منكر الحديث.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني عن أحمد بن محمد الأدمى وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن الحسن بن أبي طالب عن محمد بن نصر بن أحمد بن نصر بن\nمالك القطيعي ذكره الخطيب في تاريخه وقال حدثني الأزهري قال حضرت عند محمد\nبن نصر بن مالك فوجدته على حالة عظيمة من <span id='ms150'></span> الفقر والفاقة، وعرض على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا من كتبه لأشتريه، ثم انصرفت من عنده وحضرت بعد عند أبي الحسن بن\nرزقويه فقال لي: ألا ترى إلى ابن مالك، إنه جاءني بقطعة من كتب ابن أبي\nالدنيا وقال لي اشتراها منى فإن فيها سماعك معي من البرذعي؟ فقلت لي يا هذا\nوالله ما سمعت من البرذعي شيئا. قال الأزهري فنظرت في تلك الكتب وقد سمع\nفيها ابن مالك بخطه لابن رزقويه تسميعا طريا - أو كما قال - ثم ذكر حكاية\nعن محمد بن المسيب - وقد تقدم ذكره - عن خالد بن يزيد بن أبي مالك الشاعر\nذكره بن أبي حاتم في كتابه فقال: كان يروى مناكير. ثم ذكر حكاية عن\nالبرقاني عن بشر بن أحمد الإسفراييني عن عبد الله بن محمد.\n</p>\n\n<p>\nابن سيار قال سمعت القاسم بن عبد الملك أبا عثمان يقول سمعت أبا مسهر\nيقول: كانت الأئمة تلعن أبا فلان على هذا المنبر - وأشار إلى منبر دمشق -\nقال الفرهياني: هو أبو حنيفة.\n</p>\n\n<p>\nلم يكن غرض الخطيب أن يذكر هذا عن أبي حنيفة، إنما جعل أبا حنيفة ذريعة،\nوأراد أن يذكر الناس بما نقل مما كان على منبر دمشق، ولم أتتبع رجال هذا\nالسند بالكشف لعلم الناس بمن أراد بالحكاية وشهرة الخبر أغنت عن ذكره ولأن\nأحدا لا يلعن على منبر إلا باذن الإمام، وأبو حنيفة كان في دولة بنى العباس\nفي زمن المنصور. فلو لعن على منبر دمشق لكان لعن على منابر العراق إذ هي\nدار الخلافة ولم ينقل هذا الخطيب ولا غيره.\n</p>\n\n<p>\nثم ذكر حكاية عن الخلال عن أبي الفضل عبيد الله بن عبد الرحمن بن محمد\nالزهري عن عبيد الله بن عبد الرحمن أبو محمد السكري عن العباس بن عبد الله\nالترقفي قال سمعت الفريابي يقول: كنا في مجلس سعيد بن عبد العزيز بدمشق\nفقال رجل: رأيت فيما يرى النائم كأن النبي صلى الله عليه وسلم قد دخل من\nالباب الشرقي - يعنى باب المسجد - ومعه أبو بكر وعمر، وذكر غير واحد من <span id='ms151'></span>\nالصحابة وفى القوم رجل وسخ الثياب رث الهيئة، فقال تدرى من ذا؟ قلت لا، قال\n[هذا] أبو حنيفة، هذا ممن أعين بعقله على الفجور، فقال له سعيد بن عبد\nالعزيز: أنا أشهد أنك صادق ولولا أنك رأيت هذا لم تحسن تقول هذا.\n</p>\n\n<p>\nأما أنا فقد رضيت بصحبة أبي حنيفة للنبي صلى الله عليه وسلم ولم أر\nبالثياب بأسا بعد صحبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم، ومن صحب النبي صلى الله عليه وسلم في مثل ما\nذكر فلا يكون فاجرا ولا يعان بعقله على الفجور، فإن كان الخطيب أراد بهذا\nأن كل من صحب النبي صلى الله عليه وسلم يوصف بما وصف به أبا حنيفة فيكون\nتأكيدا لما ذكرت أنا آنفا، وأما هذا السند فلو أردت أن أقول فيه شيئا لقلت\nفإنه قال: قال رجل، أخبر عن رجل، لا يعرف، ثم إنه منام، ثم إن سعيد بن عبد\nالعزيز شهد للرائي أنه لا يعرف شيئا.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي الفتح محمد بن المظفر بن إبراهيم الخياط قال الخطيب\nفي تاريخه كتبت عنه وهو شيخ صدوق، كان يسكن دار إسحاق، ولا أعلم كتب عنه\nأحد غيري عن محمد بن علي بن عطية المكي ذكره في تاريخه فقال في ترجمته صنف\nكتابا سماه قوت القلوب على لسان الصوفية، وذكر فيه أشياء منكرة مستشنعة في\nالصفات. قال الخطيب وقال لي أبو طاهر محمد بن علي بن العلاف: كان أبو طالب\nالمكي من أهل الجبل، ونشأ بمكة ودخل البصرة بعد وفاة أبى الحسن بن سالم\nفانتهى إلى مقالته، وقدم بغداد. فاجتمع الناس عليه في مجلس الوعظ، فخلط في\nكلامه وحفظ عنه أنه قال: ليس على المخلوقين أضر من الخالق. فبدعه الناس\nوهجروه، وامتنع من الكلام على الناس بعد ذلك.\n</p>\n\n<p>\nثم ذكر حكاية عن القاضي محمد بن علي الواسطي أبى العلاء ذكره الخطيب في\nتاريخه فقال في ترجمته ورأيت لأبي العلاء أصولا عتقا سماعه فيها صحيح،\nوأصولا مضربة وكان من أهل العلم بالقراءات ممن أدركنا <span id='ms152'></span> يقدحون فيه وسمعته\nيذكر أن عنده تاريخ شباب العصفري فسألته إخراج أصله لأقرأ عليه فوعدني\nبذلك، ثم اجتمعت مع أبي عبد الله الصوري فتجارينا ذكره فقال لي لا ترد أصله\nبتاريخ شباب فإنه لا يصلح لك، فقلت وكيف ذاك؟ فذكر أن أبا العلا أخرج إليه\nالكتاب فرآه قد سمع فيه لنفسه تسميعا طريا مشاهدته تدل على فساده.\n</p>\n\n<p>\nورأيت في كتاب أبى العلا عن بعض الشيوخ المعروفين حديثا استنكرته وكان\nمتنه طويلا موضوعا مركبا على إسناد واضح صحيح عن رجال ثقات أئمة في الحديث،\nفذاكرت به أبا عبد الله الصوري فقال لي: قد رأيت هذا الحديث في كتاب أبى\nالعلاء فاستنكرته، فعرضته على حمزة بن محمد فقال لي اطلب من القاضي أصلا به\nفإنه لا يقدر على ذلك. قال الخطيب: ورأيت له أشياء سماعه فيها مفسود، إما\nمكشوط بالسكين أو مصلح بالقلم. ثم قرأت عليه حديثا من المسلسلات فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nلي: هذا الحديث عندي بعلو، فسألته إخراجه فأخرجه إلى في رقعة خطه فقرأه\nعلى من لفظه، فلما قرأ استنكرته، فقلت له هذا الحديث من هذا الطريق غريب\nجدا وأراه باطلا. فذكر أن له به أصلا نقله منه إلى الرقعة وأن الأصل قريب\nإليه لا يتعذر إخراجه عليه، وأعتل بأن له شغلا يمنعه عن إخراجه في ذلك\nالوقت، فسألته أن يخرجه بعد فراغه من شغله فأجابني إلى أن يفعل ذلك،\nوانصرفت من عنده فالتقيت ببعض من كان يختص به فذكرت له القصة وقلت له هذا\nموضوع على أبى يعلى الموصلي وكنت قد سمعته من عير أبى العلاء بنزول، وقلت\nما أظن القاضي إلا قد وقع إليه نازلا من الطريق الموضوع فحدث به عن عبد\nالله بن محمد بن عثمان.\n</p>\n\n<p>\nفلما كان بعد أسبوع اجتمعت معه فقال لي: قد طلبت أصل كتابي بالحديث وتعبت\nفي طلبه فلم أجده، وهو مختلط بين كتبي. فسألته أن يعيد طلبه إياه فقال أنا\nأفعل ومكثت مدة أقتضيه به وهو يحتج بأنه ليس يجده، ثم قال لي إيش قدر <span id='ms153'></span> هذا\nالحديث فكم عندي مثله، يروى عنى فما سمعني غيره. وسأل أبو العلاء بعد\nإنكاري عليه أن يحدث به فامتنع ولم يروه لأحد بعدي. ثم ساقها إلى طريف بن\nعبيد الله قال:\n</p>\n\n<p>\nالدارقطني: هو ضعيف.\n</p>\n\n<p>\nثم ذكر حكاية عن إبراهيم بن عمر البرمكي عن عبيد الله بن محمد بن محمد بن\nحمدان العكبري هو أبو عبد الله بن بطة ذكره الخطيب في تاريخه ثم قال: كتب\nإلى أبو ذر عبد بن أحمد الهروي يذكر أنه سمع نصرا الأندلسي قال - وكان يحفظ\nويفهم ورحل إلى خراسان - قال: خرجت إلى عكبرا فكتبت على شيخ بها عن أبي\nخليفة وعن ابن بطة، فرجعت إلى بغداد فقال الدارقطني أين كنت؟ فقلت بعكبرا،\nفقال وعمن كتبت؟ فقلت عن ابن بطة، فقال وأيش كتبت عن ابن بطة؟ فقلت: كتاب\nالسنن لرجاء بن مرجي حدثني به ابن بطة، عن حفص بن عمر الأردبيلي عن رجاء\nابن مرجي فقال: هذا محال، دخل رجاء بن مرجي بغداد سنة أربعين، ودخل حفص ابن\nعمر الأردبيلي سنة سبعين ومائتين، كيف سمع منه قال الخطيب قال لي أبو\nالقاسم الأزهري بن بطة ضعيف ضعيف ليس بحجة، وعندي عنه معجم البغوي ولا أخرج\nعنه في الصحيح شيئا. فقلت له فكيف كان كتابه بالمعجم؟ فقال: لم نر له أصلا\nوإنما دفع إلينا نسخة طرية بخط ابن شهاب فنسخنا منها وقرأنا عليه، وكذلك\nادعى سماع كتب أبى محمد بن قتيبة ورواها عن شيخ سماء بن أبي مريم، وزعم أنه\nدينوري حدثه عن ابن قتيبة، وابن أبي مريم هذا لا يعرفه أحد من أهل العلم\nسوى ابن بطة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن علي المقري عن محمد بن عبد الله النيسابوري وقد\nتقدم ذكره ثم ساقها إلى محمد بن أبي عتاب الأعين أبى بكر ذكره الخطيب في\nتاريخه فقال في ترجمته محمد بن الحسن. وقال في أثناء إسناد ساقه: سأل يحيى\nبن معين عن أبي بكر الأعين فقال: ليس هو من أصحاب الحديث.\n</p>\n\n<p>\nثم ذكر <span id='ms154'></span> حكاية عن الحسن بن أبي طالب عن أحمد بن محمد بن يوسف - وهو ابن\nدوست - ذكره الخطيب في تاريخه فقال تكلم محمد بن أبي الفوارس في روايته عن\nالمطيري وطعن عليه. وقال الخطيب سمعت أبا القاسم الأزهري يقول: ابن دوست\nضعيف رأيت كتبه كلها طرية، وكان يذكر أن أصوله العتق غرقت فاستدرك نسخها.\nقال الخطيب: سألت البرقاني عن ابن دوست فقال: كان يسرد الحديث من حفظه\nوتكلموا فيه، وقيل إنه كان يكتب الأجزاء ويرتبها حتى يظن أنها عتق. قال\nالخطيب: حدثني عيسى بن أحمد قال سمعت حمزة بن محمد يقول: مكث ابن دوست سبع\nعشرة سنة يملي الحديث، وكان إذا سئل عن شئ أملى من حفظه في معنى ما سئل\nعنه، وكان يذاكر بحضرة أبى الحسن الدارقطني ويتكلم في علم الحديث، فتكلم\nالدارقطني فيه بهذا السبب. ثم ساقها إلى ابن المبارك وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن إبراهيم بن محمد بن سليمان المؤدب إلى ابن المبارك وقد\nسبق.\n</p>\n\n<p>\nثم ذكر حكاية عن العتيقي ساقها إلى أبى بكر الأعين وقد تقدم ذكره ثم\nساقها إلى ابن المبارك وقد تقدم أيضا. ثم ذكر حكاية عن عبد الله بن عمر بن\nشاهين عن أبيه عن عبد الله بن سليمان وقد سبق ذكر عبد الله بن سليمان، ثم\nساقها إلى أبى بكر الأعين وقد سبق ذكره عن الحسن بن الربيع ذكره الخطيب في\nتاريخه فقال: قال عبد الخالق بن نصور سئل يحيى بن معين - وأنا أسمع - عن\nالحسن بن الربيع فقال:\n</p>\n\n<p>\nلو كان يتقى الله لم يحدث بالمغازي، ما كان يحسن يقرؤها. وقال ابن بنت\nلأبي أسامة إنه يحدث عن ابن المبارك عن حميد عن أنس في القراءة. فقال يحيى:\nكل من يحدث به عن حميد فقد كذب.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن المبارك وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن أحمد بن يعقوب ثم ساقها إلى محمد بن علي بن\nالحسن بن شقيق عن أبيه، وأبوه على هذا ذكره الخطيب <span id='ms155'></span> في تاريخه وقال: إنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nتكلموا فيه في الأرجاء ثم رجع عنه.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن المبارك وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن دوما النعالي وقد تقدم ذكره، ثم ساقها إلى ابن\nالمبارك وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى أبى وهب عن ابن المبارك وأبو\nوهب إن كان زمعة بن صالح فهو ضعيف في حديثه، وأما عبد الله بن المبارك فقد\nتقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن عبد الله بن يحيى السكري وغيره من شيوخه، ثم ساقها إلى\nمحمد بن يونس الكديمي ذكره الخطيب في تاريخه ونقل عن جماعة أنه كذاب.\n</p>\n\n<p>\nثم ذكر حكاية عن مؤمل بن إسماعيل عن سفيان بن عيينة وقد تقدم ذكرهما.\n</p>\n\n<p>\nثم ذكر حكاية عن البرمكي إلى محمد بن محمد الجوهري؟ عن الأثرم وقد تقدم\nذكر الجوهري.\n</p>\n\n<p>\nثم ذكر حكاية عن العتيقي ساقها إلى الحجاج بن أرطاة، قال أبو الحسن\nالدارقطني: حجاج بن أرطاة لا يحتج به. وكان الخطيب يقول: كان مدلسا يروى\nعمن لم يلقه. وقال محمد بن سعد: كان ضعيفا وقال يحيى بن معين: الحجاج بن\nأرطاة ضعيف. وقال زائدة: اطرحوا حديث الحجاج بن أرطاة. وذكره ابن الجوزي في\nكتاب الضعفاء. فقال: قال ابن حبان: تركه ابن المبارك ويحيى القطان، وابن\nمهدي، ويحيى بن معين، وأحمد بن حنبل. وقال ابن المبارك: رأيته في مسجد\nالكوفة يحدثهم بأحاديث العرزمي يدلسها على شيوخ العرزمي، والعرزمي قائم\nيصلى لا يقربه أحد والناس على حجاج. وقال أحمد بن حنبل: يزيد في الأحاديث،\nويروى عمن لم يلقه لا يحتج بحديثه.\n</p>\n\n<p>\nوحدث عن البرقاني عن محمد بن العباس بن حيويه وقد تقدم ذكره، ساقها إلى\nعلي بن المديني ذكره الخطيب في تاريخه فقال في ترجمته بإسناد ذكره. قال.\nدخلت على علي بن المديني يوما فرأيته واجما مغموما فقلت ما شأنك؟ فقال:\nرؤيا رأيتها، فقلت وما هي؟ فقال رأيت كأني أخطب على منبر داود النبي عليه\nالسلام، قال:\n</p>\n\n<p>\nفقلت خيرا رأيت أنك تخطب <span id='ms156'></span> على منبر نبي، فقال: لو رأيت كأني أخطب على منبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nأيوب كان خيرا لي لأن، أيوب بلى في بدنه، وداود فتن في دينه، وأخشى أن\nأفتن في ديني. فكان منه ما كان.\n</p>\n\n<p>\nقال الخطيب يعنى أنه أجاب لما امتحن إلى القول بخلق القرآن. ثم قال\nأخبرني الحسين بن علي الصيمري حدثنا محمد بن عمران المرزباني أخبرني محمد\nبن يحيى حدثني الحسين بن فهم حدثني أبي قال: قال ابن أبي داود للمعتصم: يا\nأمير المؤمنين هذا يزعم - يعنى أحمد بن حنبل - أن الله تعالى يرى في\nالآخرة، والعين لا تقع إلا على محدود، والله لا يحد. فقال له المعتصم ما\nعندك في هذا؟ فقال: يا أمير المؤمنين عندي ما قاله رسول الله صلى الله عليه\nوسلم، قال وما قال صلى الله عليه وسلم؟ قال: حدثني محمد بن جعفر غندر حدثنا\nشعبة عن إسماعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله\nالبجلي. قال: كنا مع النبي صلى الله عليه وسلم في ليلة أربع عشرة من الشهر،\nفنظر إلى البدر فقال:\n</p>\n\n<p>\n(أما إنكم سترون ربكم كما ترون هذا البدر لا تضامون في رؤيته) فقال لأحمد\nبن أبي داود: ما عندك في هذا؟ فقال انظر في إسناد هذا الحديث وكان هذا في\nأول يوم ثم انصرف، فوجه ابن أبي داود إلى علي بن المديني وهو ببغداد مملق\nما يقدر على درهم، فأحضره فما كلمه بشئ حتى وصله بعشرة آلاف درهم، فقال هذه\nوصلك بها أمير المؤمنين وأمر أن يدفع إليه جميع ما استحق من أرزاقه، وكان\nبه رزق سنتين ثم قال: يا أبا الحسن حديث عبد الله بن جرير في الرؤية ما هو؟\nقال صحيح، قال: فهل عندك فيه شئ؟ قال يعفيني القاضي من هذا، فقال يا أبا\nالحسن هذه حاجة الدهر، ثم أمر له بثياب وطيب ومركب بسرجه ولجامه، ولم يزل\nحتى قال له: في هذا الإسناد من لا يعمل عليه ولا على ما يرويه، وهو قيس <span id='ms157'></span> بن\nأبي حازم، إنما كان أعرابيا بوالا على عقبيه. فقبل ابن أبي داود بن المديني\nواعتنقه، فلما كان الغد وحضروا قال: ابن أبي داود: يا أمير المؤمنين يحتج\nفي الرؤية بحديث جرير، وإنما رواه عنه قيس بن أبي حازم وهو أعرابي بوال على\nعقبيه. قال: فقال أحمد بعد ذلك: فحين أطلع لي هذا علمت أنه من عمل علي بن\nالمديني، فكان هذا وأشباهه من أوكد الأمور في ضربه.\n</p>\n\n<p>\nثم ذكر حكاية عن أحمد بن علي بن البادا ثم ساقها إلى أبى بكر بن أبي داود\nوقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن ابن دوما النعالي وقد تقدم ذكره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حكاية عن ابن رزق ساقها إلى سفيان بن عينية وقد تقدم ذكره، ثم\nساقها من طريق أخرى عن أبي نعيم الأصفهاني وهو صاحب الحلية وقد تقدم ذكره.\nوساقها إلى سفيان بن عينية.\n</p>\n\n<p>\nثم ذكرها حكاية عن العتيقي ساقها إلى محمد بن يونس الجمال، قال محمد بن\nالجهم: هو عندي متهم. وقال ابن عدي: هو يسرق الحديث. حكى ذلك ابن الجوزي في\nكتاب (الضعفاء)، ثم ساقها إلى شعبة بن الحجاج العتكي ذكره الخطيب في تاريخه\nفقال في ترجمته أخبرنا أحمد بن جعفر بن حمدان حدثنا محمد بن جعفر الراشدي\nحدثنا أبو بكر الأثرم قال سمعت أبا عبد الله يقول: كان شعبة يحفظ لم يكتب\nإلا شيئا قليلا وربما وهم في الشئ، ثم ذكر حكاية أخرى قال أخبرنا ابن الفضل\nحدثنا أحمد بن دعلج بن أحمد أخبرنا أحمد بن علي الأبار حدثنا محمد بن\nالمنهال حدثنا يزيد بن زريع. قال: قدم علينا شعبة البصرة ورأيه رأى سوء\nخبيث - يعنى الترفض - فما زلنا به حتى ترك قوله ورجع وصار معنا.\n</p>\n\n<p>\nثم ذكر حكاية أخرى عن البرمكي ثم ساقها إلى عمر بن محمد الجوهري وقد تقدم\nذكره، ثم ساقها إلى سفيان بن عينية وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن عبيد الله بن عمر الواعظ ساقها إلى أبى بكر بن عياش وقد\nتقدم ذكره <span id='ms158'></span>.\n</p>\n\n<p>\nثم ذكر حكاية عن علي بن أحمد الرزاز إلى مؤمل بن إسماعيل وتقدم ذكر على\nومؤمل، ثم ساقها إلى سفيان الثوري وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن عمر بن بكر المقري ساقها إلى المؤمل بن إسماعيل\nإلى سفيان وقد تقدم ذكرهما.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي حسنويه ساقها إلى إبراهيم بن أبي الليث. ذكره الخطيب\nفي تاريخه فقال: قرأت على البرقاني عن محمد بن العباس قال حدثنا أحمد بن\nمحمد ابن مسعدة قال حدثنا جعفر بن درستويه قال حدثنا أحمد بن محمد بن\nالقاسم بن محرز قال سمعت يحيى بن معين - وذكر إبراهيم بن أبي الليث - فقيل\nله إن أحمد يكتب عنه فقال: لو اختلف إليه ثمانون كلهم مثل منصور بن\nالمعتمر. ما كان إلا كذابا. قال الخطيب: أخبرني الأزهري حدثنا عبد الرحمن\nبن عمر الخلال حدثنا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nابن أحمد بن يعقوب بن شيبة قال حدثنا جدي قال: إبراهيم بن أبي الليث كان\nأصحابنا كتبوا عنه ثم تركوه، وكانت عنده كتب الأشجعي، وكان معروفا بها، ولم\nيقتصر على الذي عنده حتى تخطى إلى أحاديث موضوعة. وقال جدي: حدثني أحمد ابن\nالعباس قال سمعت يحيى بن معين يقول: ابن أبي الليث يكذب في الحديث. ولو حدث\nبما سمع لكان خيرا له. وقال أبو حفص عمرو بن علي: وإبراهيم بن نصر صاحب\nالأشجعي متروك الحديث كان يكذب. وقال أبو على صالح بن محمد الأسدي: كان\nإبراهيم بن أبي الليث يكذب عشرين سنة.\n</p>\n\n<p>\nوذكر حكاية ساقها إلى سفيان الثوري وقد تقدم ذكره. ثم ذكر حكاية عن محمد\nابن الحسين بن محمد المتوثي إلى الحسن بن الفضل البوصرائي ذكره الخطيب في\nتاريخه فقال: أكثر الناس عنه ثم انكشف ستره فتركوه.\n</p>\n\n<p>\nوذكر حكاية عن محمد بن كثير العبدي وقد تقدم.\n</p>\n\n<p>\nوذكر حكاية عن سفيان الثوري وقد تقدم.\n</p>\n\n<p>\nثم ذكر حكاية عن رضوان بن محمد بن الحسن الدينوري ساقها إلى عبد الرزاق،\nوعبد الرزاق هذا هو ابن همام الصنعائي. قال النسائي: فيه نظر <span id='ms159'></span> لمن كتب عنه\nبأخرة، كتبت عنه أحاديث مناكير. وقال عباس بن عبد العظيم لما قدم من صنعاء\nوالله لقد تجشمت إلى عبد الرزاق وإنه لكذاب، والواقدي أصدق منه. وقال ابن\nعدي : حدث عبد الرزاق بأحاديث في الفضائل لم يوافقه أحد عليها، ومثالب\nلغيرهم مناكير، ونسبوه إلى التشيع. حكى ذلك ابن الجوزي في كتاب الضعفاء.\n</p>\n\n<p>\nثمة ذكر حكاية عن ابن رزق ساقها إلى محمد بن عثمان بن أبي شيبة ذكره\nالخطيب في تاريخه فقال في ترجمته أخبرنا علي بن محمد بن الحسين الدقاق. قال\nقرأنا على الحسين بن هارون عن أبي العباس بن سعيد قال: سمعت عبد الله بن\nأسامة الكلبي يقول: محمد بن عثمان كذاب أخذ كتب ابن عبدوس الرازي ما زلنا\nنعرفه بالكذب، وقال ابن سعيد: سمعت إبراهيم بن إسحاق الصواف يقول: محمد بن\nعثمان كذاب يسرق حديث الناس، ويحيل على أقوام أشياء ليست من حديثهم.\n</p>\n\n<p>\nوقال سمعت داود ابن يحيى يقول: محمد بن عثمان كذاب قد وضع أشياء كثيرة\nيحيل على قوم أشياء ما حدثوا بها قط. قال وسمعت عبد الرحمن بن يوسف بن خراش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: محمد بن عثمان كذاب بين الأمر يزيد في الأسانيد فيوصل ويضع الحديث.\n</p>\n\n<p>\nوقال سمعت محمد بن عبد الله بن علي الحضرمي يقول: محمد بن عثمان كذاب ما\nزلنا نعرفه بالكذب وهو صبي. وقال سمعت عبد الله بن أحمد بن حنبل يقول:\n</p>\n\n<p>\nمحمد بن عثمان كذاب بين الأمر يقلب هذا على هذا، وأعجب ممن يكتب عنه.\n</p>\n\n<p>\nوقال سمعت جعفر بن محمد بن أبي عثمان الطيالسي يقول: ابن عثمان هذا كذاب\nيجئ عن قوم بأحاديث ما حدثوا بها قط، متى سمع؟ أنا عارف به جدا. وقال حدثني\nمحمد بن عبيد بن حماد قال: سمعت جعفر بن هذيل يقول: محمد بن عثمان كذاب.\nقال الخطيب إلى هاهنا عن ابن سعيد. قال وحدثني علي بن محمد ابن نصر قال\nسمعت حمزة بن يوسف السهمي يقول وسألت الدارقطني عن محمد بن عثمان بن أبي\nشيبة فقال: كان <span id='ms160'></span> يقال أخذ كتب أبى أنس وكتب غير محدث. قال الخطيب:\n</p>\n\n<p>\nسألت البرقاني عن ابن أبي شيبة قال: لم أزل أسمع الشيوخ يذكرون أنه مقدوح\nفيه.\n</p>\n\n<p>\nثم ذكر حكاية عن محمد بن علي المالكي ساقها إلى محمد بن عبد الله المديني\nقال الخطيب حدثني علي بن محمد بن نصر قال سمعت حمزة بن يوسف يقول سألت\nالدارقطني عن عبد الله بن علي المديني روى عن أبيه كتاب الفلك؟ فقال: إنما\nأخذ كتبه وروى إجازة ومناولة، وما سمع كثير من أبيه، قلت لم؟ قال لأنه ما\nكان يمكنه من كتبه.\n</p>\n\n<p>\nوذكر حكاية عن أبيه علي بن المديني وقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي عمر عبد الواحد ساقها إلى يعقوب بن شيبة ذكره الخطيب\nفي تاريخه ونقل عن أحمد بن حنبل أنه سأل يعقوب فقال: مبتدع صاحب هوى.\n</p>\n\n<p>\nوذكر حكاية عن أحمد بن الحسن الحرشي الحربي ساقها إلى أبى قلابة الرقاشي\nوهو عبد الملك بن محمد ذكره الخطيب في تاريخه وقال: قال الدارقطني: هو صدوق\nكثير الخطأ في الأسانيد والمتون، كان يحدث من حفظه فكثرت الأوهام منه. وقال\nفي حكاية أخرى بسند ساقه قال: حدثنا محمد بن إسحاق بن خزيمة أبو قلابة\nبالبصرة قبل أن يختلط ويخرج إلى بغداد، ثم ساق الحكاية إلى سفيان الثوري\nوقد تقدم ذكره.\n</p>\n\n<p>\nثم ذكر حكاية عن أبي سعيد محمد بن موسى الصيرفي عن أبي العباس محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nيعقوب الأصم عن محمد بن علي الوراق عن مسدد قال سمعت أبا عاصم يقول ذكر\nعند سفيان موت أبي حنيفة فما سمعته يقول رحمة الله عليه ولا شيئا، وقال\nالحمد لله الذي عافانا مما ابتلاه. وهذا يؤيد قول عبد الله بن علي في قوله:\nوكان بينهما شيئا.\n</p>\n\n<p>\nوهذا آخر ما ذكره الخطيب وقد بينا الجواب عن كل فصل، وهذا على ما شرطته\nأولا في صدر الكتاب.\n</p>\n\n<p>\nثم ذكرت روايته وما في سند كل واحد من الضعف أو الكلام الشبيه بالضعف وكل\nذلك بينت موضعه من الكتب وقائله لم <span id='ms161'></span> أرد بذلك إلا جوابا للخطيب في قوله\nالمحفوظ عند أئمة الحديث غير هذا، وربما كان بعض من ذكرنا مشهورا بالثقة\nوالأمانة إلا أن الخطيب لما أن ذكر في كتابه ما حكيناه عن واحد واحد منهم\nأردنا نقل ذلك عنه إلزاما له بقوله وهو لابد أن يكون في أحد النقلين كاذبا،\nوهذا حديثنا في الرجال والنقلة على تقدير أن يكون الخطيب يصلح للنقل أو\nالنقل عنه كما في الفصل إذا وقع الاختلاف في المقضى به فعلى القاضي الثاني\nأن يجيزه، أما إذا كان الاختلاف في القاضي فليس للثاني أن يجيزه على وجه من\nالوجوه. مثال ذلك أن يكون محدودا في القذف أو يكون امرأة استقضت فحكمت في\nالحدود فهذا لا ينفذ، وليس للثاني أن يجبره أصلا. وجوابنا للخطيب على هذا\nالتقدير.\n</p>\n\n<p>\nأما ما قد نقل عنه في نفسه فما أنبأنا به أبو محمد بن إسماعيل الطرسوسي\nفي كتابه إلى من أصبهان قال أنبأنا محمد بن طاهر المقدسي الحافظ - ونقلته\nمن خطه - قال سألت الإمام أبا القاسم سعد بن علي عن أبي بكر الخطيب - ورأيت\nعلى بعض أجزائه علامة له - فقلت له كيف رأيته؟ فقال: كان هاهنا يفيد الناس\nمن سليم الرازي، ويقرأ لهم عليه. وكن ه لم يرفع به رأسا. وبالإسناد قال\nالمقدسي - ونقلته من خطه - وسألت أبا القاسم هبة الله بن عبد الوارث\nالشيرازي هل كان أبو بكر الخطيب كتصانيفه في الحفظ؟ فقال: لا كنا إذا\nسألناه عن شئ أجابنا بعد أيام، وإن ألححنا عليه غضب. وكانت له بادرة وحشة.\nوأما تصانيفه فمصنوعة مهذبة، ولم يكن حفظه على قدرها.\n</p>\n\n<p>\nقلت: وقد كان مصحفا. أنبأنا شيخنا الأمام العلامة حجة العرب أبو اليمن\nزيد ابن الحسن الكندي - مشافهة - قال أجاز لنا الإمام العلامة الحافظ أبو\nالفضل محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nابن ناصر السلامي. قال: قال لنا الشيخ الحافظ أبو الغنائم بن النرسي سمعت\nالشيخ الحافظ أبو بكر الخطيب وهو يقرأ لنا كتاب (المغازي) عن الواقدي على\nأبى محمد الجوهري، فبلغ إلى غزاة أحد وذكر قول <span id='ms162'></span> النبي صلى الله عليه وسلم:\n(يا ليتني غودرت يوم أحد مع أصحابي نحض الجبل). بالضاد معجمة، فاستنكرته إذ\nلم يعرف ذلك فلقيت الشيخ أبا القاسم بن برهان النحوي فسألته عن ذلك وقلت له\nقد قرأ أبو بكر الخطيب اليوم على الجوهري في (المغازي) قول النبي صلى الله\nعليه وسلم (يا ليتني غودرت مع أصحابي نحض الجبل) بالضاد فاستنكرته فما تقول\nفي ذلك؟ فقال لي: صحف أبو بكر الخطيب هذه الكلمة، وإنما هو نحص بالصاد غير\nمعجمة - النص - أصل الجبل.\n</p>\n\n<p>\nوبالإسناد قال المقدسي - ونقلته من خطه أيضا - سمعت أبا القاسم مكي بن\nعبد السلام الرميلي رحمه الله يقول كان سبب خروج أبى بكر الخطيب من دمشق\nإلى صور أنه كان يختلف إليه صبي صبيح الوجه وقد سماه مكي أنا نكبت عن ذكره\nفتكلم الناس في ذلك وكان أمير البلدة رافضيا يتعصب، فبلغته القصة فجعل ذلك\nسببا للفتك به، فأمر صاحب شرطته أن يأخذه بالليل ويقتله، وكان صاحب الشرطة\nمن أهل السنة. فقصده صاحب الشرطة في تلك الليلة من جماعة من أصحابه ولم\nيمكنه أن يخالف الأمير وأخذه وقال: قد أمرت بكذا وكذا، ولا أجد لك حيلة إلا\nأنى أعبر بك على دار الشريف بن أبي الحسن العلوي، فإذا حاذيت الباب اقفز\nوادخل الدار فإني لا أطلبك، وأرجع إلى الأمير وأخبره بالقصة. ففعل ذلك ودخل\nدار الشريف وذهب صاحب الشرطة إلى أمير وأخبره بالخبر فبعث الأمير إلى\nالشريف أن يبعث به. فقال الشريف: أيها الأمير أنت تعرف اعتقادي فيه وفى\nأمثاله، ولكن ليس في قتله مصلحة، هذا رجل مشهور بالعراق وإن قتلته قتل به\nجماعة من الشيعة بالعراق وخربت المشاهد. قال فما ترى؟ قال: أرى أن يخرج من\nبلدك. فأمر بإخراجه فخرج إلى صور وبقى بها مدة إلى أن رجع إلى بغداد وأقام\nبها إلى أن مات رحمه الله.\n</p>\n\n<p>\nويدل على هذه الحكاية ما ذكره أبو الفرج بن الجوزي في كتابه المسمى ب‍\n(السهم المصيب في الرد على الخطيب) الذي أخبرنا به <span id='ms163'></span> الشيخ الإمام الأوحد أبو\nطاهر أحمد بن عمر بن محمد بن قدامة المقدسي بقراءتي عليه بالبيت المقدس في\nشهر صفر من سنة اثنتين وعشرين وستمائة قال أخبرنا الشيخ الإمام العالم أبو\nالفرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nابن الجوزي بجميع كتابه المسمى ب‍ (السهم المصيب في الرد على الخطيب) قال\nفي أثناء كتابه: (فصل) وجمع الخطيب كتابا في الجهر بالبسملة فساق فيه\nالأحاديث التي يعلم أنها ليست صحيحة مثل حديث عبد الله بن زياد بن سمعان\nوقد أجمعوا على ترك حديثه. فقال مالك: كان كذابا ومثل حديث عبد الرحمن بن\nعبد الله العمرى، قال أحمد: كان كذابا. ومثل حديث حفص بن سليمان، قال أحمد:\nهو متروك الحديث. وكل أحاديثه قد تكلمت عليها في التعليقة وبينت وهاءها،\nفلا أعيد.\n</p>\n\n<p>\nوالعجب منه كيف يعارض بمثل هذه الأحاديث الصحاح وصنف كتاب (القنوت) فذكر\nفيه من هذا الجنس، ولولا أن مسائل الخلاف أولى بذكر ذلك من ها هنا لذكرت من\nذلك هاهنا الكثير وإنما المقصد بيان عصبيته الخارجية على الحنابلة، ومدحه\nالمبتدعة وأصحاب الكلام، وما للمحدث ومدح المتكلمين. وقد قال الشافعي: حكمي\nفي أهل الكلام أن يحملوا على البغال ويطاف بهم في القبائل، ويقال هذا جزاء\nمن ترك الكتاب والسنة وأخذ في الكلام.\n</p>\n\n<p>\nقال ابن الجوزي: أنبأنا أبو زرعة طاهر بن محمد بن طاهر المقدسي عن أبيه.\nقال سمعت إسماعيل بن الفضل القوسي - وكان من أهل المعرفة بالحديث - يقول:\nثلاثة من الحفاظ لا أحبهم. لشدة تعصبهم وقلة إنصافهم الحاكم أبو عبد الله،\nوأبو نعيم الأصفهاني، وأبو بكر الخطيب.\n</p>\n\n<p>\nقلت: كان إسماعيل هذا حافظا ثقة صدوقا له معرفة بالرجال والمتون، غزير\nالديانة سمع أبا الحسين بن المهتدي وابن النقور وغيرهما. وقال الحق.\n</p>\n\n<p>\nفأما أبو عبد الله الحاكم فأخبرنا أبو منصور القزاز قال: أخبرنا أحمد بن\nعلي بن ثابت قال: كان ابن البيع الحاكم يميل إلى التشيع، وأنبأنا أبو الفتح\nبن عبد الباقي عن أبي محمد التميمي عن أبي عبد الرحمن السلمي. قال: دخلت\nعلى الحاكم أبى عبد الله وهو في <span id='ms164'></span> داره لا يمكنه الخروج إلى المسجد من جهة\nأصحاب أبي عبد الله بن كرام وذكر أنهم كسروا منبره ومنعوه من الخروج. فقلت\nله لو خرجت وأمليت في فضائل هذا الرجل يعنى معاوية حديثا لاسترحت من هذه\nالمحنة؟ فقال:\n</p>\n\n<p>\nلا يجئ من قلبي، لا يجئ من قلبي لا يجئ من قلبي.\n</p>\n\n<p>\nوأما أبو نعيم الأصفهاني فكانت له العصبية في مذاهب الأشاعرة، ورأيت له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nكتابا قد سماه (مذهب الحروفية) فذكر مذهب الأشعري مختلطا بضده وهو لا\nيدرى مثل قوله: من قرأ حرفا من القرآن فله عشر حسنات، ومن دليل تخليطه أنه\nقال:\n</p>\n\n<p>\nالقراءة غير المقروء. ثم حكى عن أحمد بن حنبل أنه سئل ما تقول في رجل قال\nالتلاوة مخلوقة وألفاظنا بالقرآن مخلوقة، والقرآن كلام الله ليس بمخلوق؟\nفقال: هذا يجانب، وهو قول المبتدعة. فقلت: فمن أحتج على ما نصره بهذا لا\nيصلح أن يكلم لأنه يريد أن يحتج لنفسه فيحتج على نفسه وليس هذا موضع الرد\nعليه وإنما المقصود أنه متعصب وما للمحدث والخوض في الكلام وهو يروى نهى\nالسلف عنه، وأما الخطيب فإنه زاد عليهما في التعصب وسوء القصد، ولهذا لم\nيبارك في كتبه ولا يكاد يلتفت إليها وهي كتب حسان، ولو ذهبنا نذكر أغلاطه\nوما تعصب به لطال ومن تبلغ به العصبية إلى ما قد ذكرنا من تغطية الحق\nوالتلبيس على الخلق لا ينبغي أن نقبل جرحه وتعديله لأن فعله وقوله ينبئ عن\nقلة دين، ولقد نقلت من خطه أشعارا قالها منها:\n</p>\n\n<p>\nتغيب الناس عن عيني سوى قمر * حسبي من الخلق طرا ذلك القمر محله من فؤادي\nقد تملكه * وحاز روحي فمالي عنه مصطبر أردت تقبيله يوما مخالسة * فصار من\nخاطري في خده أثر وكم حكيم رآه ظنه ملكا * وراجع الفكر فيه أنه بشر ومنها:\n</p>\n\n<p>\nبات الحبيب وكم له من ليلة * فيها أقام إلى الصباح معانقي ثم الصباح أتى\nففرق بيننا * ولقلما يصفو سرور العاشق ومنها:\n</p>\n\n<p>\nللخمر والورد حق لست أجحده * إذ ناسبا ما بدت منه بلاياي فالخمر من <span id='ms165'></span> طيب\nريق الحب قد سرقت * والورد أضحى يحاكي خد مولاي ومنها:\n</p>\n\n<p>\nبالله أقسم أيمانا مغلظة * ما مثل حبى مشى في سائر الناس إذا بدا يتثنى\nخلته قمرا * من فوق غصن مديد الفرع مياس شربت من لحظة خمرا سكرت بها * زادت\nعلى نعت خمر الكاس والطاس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nفأورثت مهجتي من حبه دنفا * وعظمت حال أفكاري وسواسي ومنها:\n</p>\n\n<p>\nيا عاذلي كف عن عذلي فلو نظرت * عيناك حبى لعاينت الذي أجد وقلت من فرط\nوجد حين تنظره * هل يملك الصبر عن هذا ترى أحد جعلت في الحب فردا لا نظير\nله * كما حبيبي بحسن الوصف منفرد ومنها:\n</p>\n\n<p>\nما كان أغفلني عما ابتليت به * من حب ذي هيف أبهى من القمر قد أبدع الله\nفيه حين صوره * كأنه ملك في صورة البشر سقام أجفانه قد زاد في سقمي * فصرت\nمن ذا وذا في أعظم الخطر مترف ناعم لو ظلت لاحظه * لذاب من رقة في ساعة\n[النظر] يؤثر الوهم في توريد وجنته * لكنما قلبه أقسى من الحجر فهذه\nالأشعار تدل على صحة ما تقدم من الحكاية التي ذكرها المقدسي في سبب خروج\nالخطيب من دمشق، ومن هذا حاله لا يصلح أن يكون بمنزلة الأئمة الذين تقبل\nأقوالهم في الجرح والتعديل، ورواياتهم.\n</p>\n\n<p>\nنسأل الله أن يعصمنا من الزلل ويوقفنا لصالح العمل بفضله وكرمه، وما\nذكرته من الحكايات والأسانيد أخبرني بها وبجميع تاريخه الخطيب شيخي الأمام\nالعلامة حجة العرب أبو اليمن زيد بن الحسن بن زيد الكندي - إجازة - قال\nأخبرنا أبو منصور القزاز - سماعا - قال أخبرنا أبو بكر الخطيب.\n</p>\n\n<p>\nآخر الكتاب والحمد لله والصلاة والسلام على سيد المرسلين محمد النبي\nأجمعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nملحق في آخر الأصل ما يأتي ومن جملة لطائف الإمام الأعظم أبي حنيفة رضوان\nالله عليه في النحو يقول:\n</p>\n\n<p>\nأشرت إلى بكم بكم بكم ما بكم * بكم عوضا ترضون عما بكم بكم أعرب تفهم\nالجواب فقالوا جميعا بالإشارة إنه * كفى عوضا أن السلامة في البكم فرغ من\nكتابته العبد الفقير إلى رحمة ربه الراجي عفوه أحمد بن <span id='ms166'></span> عبد الدايم ابن نعمة\nالمقدسي سامحه الله وذلك في يوم الاثنين العشرين من شهر رمضان المبارك من\nسنة ثلاث وعشرين وستمائة هجرية.\n</p>\n\n<p>\nوفى آخر ما نصه قوبل بالأصل المنقول عنه المقروء على مولانا السلطان أعز\nالله نصره.\n</p>\n\n<p>\nثم كتاب الرد للملك المعظم. ويتلوه إن شاء الله [كتاب مفتاح الترتيب\nلأحاديث تاريخ الخطيب] الذي تفضل بوضعه العلامة ألا ترى السيد أحمد الصديق\nالطنجي نزيل القاهرة حالا، والحمد لله وحده وصلى آلله على سيدنا محمد وصحبه\nوسلم.\n</p>\n\n<p>\nآخر الجزء الثاني والعشرين\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms167'></span>",
  "pages": [
    "001",
    "002",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148"
  ],
  "volumes": [
    "01"
  ]
}