{
  "content": ":\n\n(¬1) قدم المصنف ترجمته بلقب عضد الدين وبكنية أبي الفرج مع تسمية جده بيحيى نقلا عن تاريخ ابن النجار فلاحظ الرقم 653 وترجم له ابن الدبيثي كما في مختصره ص 380 والمنذري في التكملة 119/ 1: 84 والذهبي في تذكرة الحفاظ برقم 1103 وسير أعلام النبلاء 239/ 21: 123 وترددت كنيته بين المثبت هنا وبين (أبو محمد) كما في التكملة وبين (أبو يعقوب) كما في التذكرة وسير الأعلام وبين (أبو الفرج) كما تقدم ولعله مصحف عن أبي العز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            :\n\n(¬1) التكملة للمنذري 27/ 2: 799، تاريخ الاسلام وفيات سنة 600.\n(¬2) هبة الله بن الحاسب توفي سنة 548 مترجم في الأنساب: الحاسب، وميزان الاعتدال ولسان الميزان وسير الأعلام وغيرها.\n(¬3) الدرر الكامنة 136/ 1: 383، وفيه: الأزجي قال الشهاب ابن رجب في معجمه:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            :\n\n= كان شيخ دار الحديث المستنصرية ويلقب الجلال ويعرف بابن السابق ولد سنة ثمانين تقريبا وسمع من محمد بن ناصر بن حلاوة ... وحدث ومات سنة 758.\n(¬1) (السبتي: نسبة إلى يوم السبت أو إلى سبتة بلدة على ساحر البحر).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            :\n\n(¬1) كتابه ذخائر العقبى مطبوع عدة طبعات، توفي سنة 694 مترجم في تاريخ الاسلام والوافي 135/ 7: 3064، وطبقات السبكي 8/ 5، وتذكرة الحفاظ 1474/ 4: 1163، والمنهل الصافي 320/ 1 وغيرها. وقد قدمه المصنف اشتباها بلقب مجد الدين مع إسقاط اسمه والاكتفاء باسم أبيه وجده فراجع الرقم: 4160 و 4166. (وزاد المصنف بالهامش في موضع يشك في نسبته إلى الطبري: سمع محب الدين أحمد من شيخنا محيي الدين أبي محمد يوسف بن أبي الفرج ابن الجوزي).\n(¬2) ابن المقير هو علي بن الحسين بن علي تقدم ذكره استطرادا.\n(¬3) الأسفرايني توفي سنة 548 مترجم في المنتظم والمستفاد من ذيل تاريخ بغداد وسير الأعلام وغيرها.\n(¬4) الكلام المنقول عن الصحابة صحيح - مع غض النظر عن مدى صحة الانتساب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            :\n\n= إليهم - فيما إذا كان المقصود بالإخلاص والشرك؛ الواقعيان دون الظاهري. هذا وأما الكلام الثاني فله شواهد قرآنية إجمالا.\n(¬1) لاحظ ترجمته الآتية بلقب: مصدق.\n(¬2) انظر الترجمة الآتية برقم 5007.\n(¬3) تقدم تحت الرقم 4415 قوله: سمع معنا الأحاديث الثلاثيات على شيخنا الصاحب محيي الدين يوسف بن الجوزي ... فلعله هو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            :\n\n(¬1) وللزنجاني <span id='ms2048'></span> المذكور ترجمة في دمية القصر بيد أنه لا يحضرني الكتاب الآن.\n(¬2) قوله (البشرية) كان في الأصل مهملة والتنقيط من طبعة لاهور وقد تقدم انه كانت هذه المدرسة بباب بشرى ببغداد. وللمدرسة البشيرية ذكر متفرق في هذا الكتاب.\n(¬3) كذا قرأنا اللفظة في حافة الورق بعد أن انقطع جزء قليل منه فلم نغيره إلى: (صلى).\n(¬4) (كتب المصنف فوق لفظة اللبلي: لبلة بلد بالمغرب. وهي كما قال ياقوت قصبة كورة كبيرة بالأندلس ينسب إليها جماعة، منهم المترجم هاهنا قال ياقوت: ذكره ابن مفرج البناني\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            :\n\n= في شيوخه ووصفه بالعلم والصلاح، وإليها ينسب أيضا أبو العباس أحمد بن تميم المعروف بالمحب توفي سنة 625). وهذا مما يستدرك على المصنف.\n(¬1) المعز بن باديس توفي سنة 454 مترجم في الوفيات وسير الأعلام وعامة الكتب التاريخية.\n(¬2) غاية النهاية 198/ 1: 914 مكنيا إياه بأبي موسى وقال: توفي سنة 713 بشيراز.\n(¬3) الكواشي هو أحمد بن يوسف بن الحسن ستأتي ترجمته وكذلك شيخه النسفي محمد ابن محمد بن محمود في موضعها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            :\n\n(¬1) كذا في ط الهند ولعله سقط في الطبع المضاف إليه.\n(¬2) ذو النسبين المذكور هو مجد الدين عمر بن الحسن تقدمت ترجمته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره بلقب عز الدين هكذا: عز الدين أبو عبد الله الحسين بن عبد الله بن السبتي البغدادي الفقيه. والمقصود من أبي عبد الله هو ابن الدبيثي.\n(¬2) وفي كنز العمال: لا يجني جان إلا على نفسه، وفيه أيضا: لا تجني نفس على أخرى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            :\n\n(¬1) والحديث المذكور رواه المتقي الهندي في كنز العمال عن حلية الأولياء لأبي نعيم. هذا ورواه أبو نعيم في ترجمة صالح بن بشير المري وقال: غريب من حديث الحسن (البصري عن أنس) تفرد به عمرو (بن حمزة) عن صالح. وكان في ط الهند: ولعله من كلام الحسين.\n(¬2) (الشيخ إبراهيم الأعزب هو محيي الدين بن علي الرفاعي ستأتي ترجمته وهكذا شيخه).\n(¬3) تقدم في لقب مجير الدين ما يشبه هذا الاسم فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            :\n\n(¬1) تاريخ ابن الدبيثي ق 67 ومختصره ص 193 برقم 696 وفيه وفي التكملة وغيرهما ولد سنة 523، والتكملة 103/ 2: 960، ومشيخة النجيب عبد اللطيف ق 85، والجامع لابن الساعي <span id='ms2049'></span> 210/ 9، وتاريخ الاسلام ص 130 برقم 123، والعبر 6/ 5، و (ذكر ابن العماد في الشذرات). وفي المختصر وتاريخ الاسلام بقراح أبي الشحم. ومثله في معجم البلدان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            :\n\n(¬1) وستأتي ترجمة حافده محب الدين عبد الرحيم بن محمد بن سعيد فلاحظ، والحدادية قرية قرب بغداد.\n(¬2) والحديث رواه البيهقي في شعب الايمان والسمان في مشيخته وأبو إسحاق المستملي في معجمه وضعفه والخطيب وابن النجار عن معاذ، وأورده الشيرازي في الألقاب عن عمر موقوفا وابن أبي الدنيا في قضاء الحوائج عن عائشة. لاحظ كنز العمال ج 6 ص 347 و 390 تحت الرقم 15994 و 16202.وقد تقدم الحديث برقم 1690 فراجع.\n(¬3) حلية الأولياء 309/ 10: 589، تاريخ بغداد 234/ 9: 4809 طبقات الصوفية ص 195: 8، صفة الصفوة 240/ 2: 299، الرسالة القشيرية ص 21 والأنساب: المحب، والمنتظم 108/ 6: 143، واللباب 204/ 3، وتاريخ الاسلام وغيرها. وكنيته في تاريخ بغداد أبو القاسم وفي الحلية: أبو الحسن وقيل أبو بكر، وفي الطبقات أبو الحسن وقيل أبو القاسم. وقد وقع نعته بالمحب في طبقات الصوفية فقط أما في باقي الكتب ففيها: كان يتكلم في المحبة بأحسن كلام، وربما كان سبب إعراض المصنف من إكمال الترجمة هو أنه لم يجد في تاريخ الخطيب ما يخدم غرضه من ذكره هنا بلقب المحب. وأما سنة وفاته فذكره ابن الجوزي ومن تأخر عنه في وفيات سنة 298 وأما من تقدم عنه فأرخ وفاته ببعد وفاة الجنيد لا غير وقد توفي الجنيد سنة 297.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            :\n\n(¬1) سيعيد ترجمته بلقب محيي الدين وباسم صبح فراجع.\n(¬2) ترجم له الخطيب في تاريخ بغداد 151/ 12: 6613، والذهبي في تاريخ الاسلام ص 171 برقم 228.\n(¬3) أبو إبراهيم لعله إسماعيل بن إبراهيم بن بسام الترجماني المترجم في الأنساب من شيوخ الحافظ أبي زرعة ويحيى بن معين. وفي تاريخ الاسلام: إبراهيم الترجمان.\n(¬4) مترجم في الثقات 390/ 8، وتاريخ بغداد 423/ 10، وتاريخ الاسلام ص 335 وميزان الاعتدال ولسان الميزان.\n(¬5) وإسماعيل الخطبي هو إسماعيل بن علي بن إسماعيل مترجم في الأنساب أيضا توفي سنة 350.\n(¬6) أبو علي ابن الصواف هو محمد بن أحمد بن الحسن مترجم في تاريخ بغداد والأنساب والمنتظم وسير الأعلام وغيرها توفي سنة 359.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            :\n\n(¬1) لا يوجد في المطبوع من معجم الأدباء ترجمته وله ترجمة في معجم البلدان <span id='ms2050'></span> 705/ 3، وتاريخ ابن الدبيثي ق 90 ومختصره ص 214، ومختصر تاريخ ابن النجار ص 141، وإنباه الرواة 116/ 2، والتكملة للمنذري 461/ 2: 1662 وفيه ابن الحسن، والوفيات 100/ 3، وسير أعلام النبلاء 91/ 22: 64، وتاريخ الاسلام وفيات 616 وفيه ابن الحسن، ونكت الهميان وغيرها. وقد تقدم ذكره استطرادا وتقدم ذكر حفيده فخر الدين محمد ابن عبد الرحمن وابن حفيده عماد الدين الحسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            :\n\n(¬1) وسيعيد ذكره باسم محمد بن خالد بن عبد الحميد فلاحظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            :\n\n(¬1) السهروردي تقدمت ترجمته وكان هنا في الأصل المطبوع: عماد الدين أبو نصر.\n(¬2) الصغاني هو حسن بن محمد بن حسن سيترجمه المصنف بلقب الملتجي.\n(¬3) قال السمعاني في التحبير 375/ 1: 325: أبو المعالي عبد الله بن محمد بن سهل بن المحب الصوفي العمري العدوي من أهل نيسابور، شيخ صالح، سديد السيرة، سمع ... سمعت منه ... ولد سنة 477 بنيسابور وتوفي بها سنة 542. وعليه فهو ابن المحب.\n(¬4) ولد سنة 619 وتوفي سنة 681 مترجم في الحوادث، والوافي 47/ 18: 42،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            :\n\n= وذيل طبقات الحنابلة 300/ 2، طبقات المفسرين للسيوطي 16، طبقات المفسرين للداودي 263/ 1، وتبصير المنتبه 1017/ 3، والمشتبه للذهبي 467/ 2، والشذرات وله ذكر استطرادي في نكت الهميان 189 ومنتخب المختار 87، وقد تقدم ذكره استطرادا وفي مواضع والتعليق عليه فراجع. قال الداودي: روى عنه ابن الفوطي وقال: كان وحيد الدهر في علم الوعظ ومعرفة التفسير.\n(¬1) كان في ط الهند: قرية من سواد امربل، فصوبناه على سبيل الاستظهار، ولم أجد ذكرها في معجم البلدان. وقال السمعاني في الأنساب: القنطري نسبة إلى القنطرة وهي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            :\n\nالجسور وهي في عدة مواضع، وإلى رأس القنطرة محلة بنيسابور، وإلى قنطرة بردان محلة ببغداد، وإلى رأس القنطرة أيضا وهي قرية كبيرة من السغد.\n(¬1) الدرر الكامنة 360/ 2، قال: ولد سنة 671 وسمع ... وكان مناولا بخزانة الكتب المستنصرية كأبيه، وله بها معرفة تامة، ... مات ببغداد في أواخر سنة 741. أقول: وتقدمت ترجمة جده محب الدين سعيد بن محمد بن أبي النجم.\n(¬2) مختصر تاريخ ابن النجار ص 164 برقم 120، معجم البلدان: طبيرة، التكملة للمنذري 21/ 3: 1759، تاريخ الاسلام وفيات 617، الشذرات ولد سنة 577، وطبيرة مدينة بغرب الأندلس.\n(¬3) زاهر بن أبي طاهر الثقفي توفي سنة 607 مترجم في التقييد والتكملة وتاريخ\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            :\n\n= الاسلام وسير الأعلام وغيرها.\n(¬1) ابن بلدجي هو عبد الله بن <span id='ms2051'></span> محمود تقدمت ترجمته.\n(¬2) تقدم ذكره في ترجمة غانم بن معوان عفيف الدين، وستأتي ترجمة أبيه في موضعه. وكان في ط 1: ذكره شيخنا معز الدين\n(¬3) تاريخ ابن الدبيثي ق 178، التكملة للمنذري 74/ 3: 1873، تاريخ الاسلام وفيات 619، طبقات السبكي 118/ 5، البداية والنهاية 98/ 13. واسم جده محمد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            :\n\n(¬1) تاريخ بغداد لابن النجار 157/ 1: 75 وكنيته فيه أبو البركات قال: سمع ... وحدث ... سنة 594 وأظنه توفي في هذه السنة أو في التي بعدها وكان شابا، وكان حافظا لكتاب الله تعالى كثير التلاوة له، وكانت فيه سلامة، رأيته كثيرا. هذا وتوفي أبوه سنة 580 كما في سير الأعلام أما جده فهو أبو البركات شيخ الشيوخ إسماعيل بن أبي سعد أحمد بن محمد بن دوست النيسابوري البغدادي مترجم في المنتظم والكامل ومرآة الزمان وسير الأعلام وتاريخ دمشق والتدوين وغيرها توفي سنة 541.\n(¬2) لم أجد الحديث المذكور في كنز العمال مع المراجعة إلى الفهرس وقد قدم المصنف ذكره تحت الرقم 3497.\n(¬3) تقدمت ترجمة أبيه في مجد الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            :\n\n(¬1) (كتبت هذه الترجمة في جدول إزاء عمر بن عبد العزيز الآتي ذكره، ثم نبه على التصحيح بقوله: «وكان القورجي» وكتب بالهامش: يقدم على محب الدين عبد العزيز).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            :\n\n(¬1) في الشعر المذكور بعض الإبهامات وقد تركناها على حالها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            :\n\n(¬1) (لم يذكر القول ولا ترك له فراغا).\n(¬2) (لأبي عبيدة معمر بن المثنى المتوفى سنة 221).\n(¬3) مختصر تاريخ ابن الدبيثي ص 327 برقم 1208، التكملة للمنذري 268/ 1: 365، تاريخ الاسلام وفيات 592.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            :\n\n(¬1) أبو بكر الحازمي زين الدين هو محمد بن موسى بن عثمان تقدم ذكره استطرادا توفي سنة 584 مترجم في الكثير من المصادر منها تاريخ ابن الدبيثي وابن الصلاح والتكملة والروضتين والوفيات وسير الأعلام وتاريخ الاسلام وغيرها.\n(¬2) (لم أطلع على صيهور، وذكر ياقوت أن صيهون بالنون اسم جبل والله أعلم).\n(¬3) كان في ط الهند: سمع الشيخ تقي الدين ابن علي بن ... وتقدمت ترجمة عفيف الدين علي بن معالي الرصافي المتوفى سنة 653 وتقدم أيضا ذكره استطرادا بلقب تقي الدين في الرقم 2751 وأنه سمع منه سنة 653 في ربيع الآخر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            :\n\n(¬1) مختصر تاريخ ابن الدبيثي ص 9 برقم 20 وكأن المصنف استل هذه الترجمة من تاريخ ابن الدبيثي <span id='ms2052'></span>.\n(¬2) محمد ابن مشق هو ابن المبارك تقدم ذكره استطرادا والتعليق عليه.\n(¬3) انظر ما تقدم باسم عبد الله بن خالد بن عبد الحميد الغرافي فالظاهر اتحادهما.\n(¬4) (لم أتمكن من توضيح النسبة إلا أن تكون إلى رخش آباد متصيد تستر، ذكره حمد الله المستوفي في نزهة القلوب من ص 110).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            :\n\n(¬1) منونيا: من قرى نهر الملك. (والعبارة فيما بعدها مضطربة، ويعلم مما ذكره المصنف في مواضع أن الأمير أبا المناقب توفي سنة 671 بمراغة فأتى ولده به إلى بغداد ودفنه بها. ووضعنا النقاط لانقطاع كلمة في التجليد، أما الشعر فقد كان الأصل بدل (بغداد) (هذا) والتصحيح عن القياس، وفيما بعده من الأبيات غموض ونقص تركناها على حالها) وقد تكرر البيت الأخير في ط الهند فحذفنا الأول الذي كان واقعا بعد البيت الرابع في ط الهند وتركنا الثاني في محله للتناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            :\n\n(¬1) التكملة للمنذري 211/ 3، تاريخ الاسلام ص 193 برقم 266.ولد سنة 572 وسمع وحدث وتوفي سنة 624.ولجده ترجمة في سير الأعلام وقد تقدم ذكر الجد استطرادا فيما تقدم فراجع.\n(¬2) الحديث المذكور ورد نحوه في كنز العمال عن عائشة وجابر وأبي هريرة وطلحة فلاحظ الحديث 16566 وتواليه من ج 6 ص 464.\n(¬3) التكملة 295/ 1: 415، ابن الدبيثي ق 125، تاريخ الاسلام وفيات 593، الوافي 149/ 1.وتقدم ذكر أبيه استطرادا والتعليق عليه. وكان في ط الهند محمد بن أبي بكر المبارك بن أبي طاهر محمد بن أحمد ... فصوبناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            :\n\n(¬1) ترجم له ابن الدبيثي في تاريخه كما في مختصره ص 125 برقم 436 وقال: كان أمين القضاة بالحريم سمع وحدث وكان ثقة، ولد سنة 495 وتوفي سنة 570.\n(¬2) هو الحافظ الشهير وقد أكثر المصنف من النقل عن كتابه ذيل تاريخ بغداد الذي لم يبق منه إلا القليل وقد طبع، وقد ألف ما يزيد على أربعين كتابا واشتمل معجم حديثه على 3000 شيخ و 400 امرأة، ومن كتبه: الدرة الثمينة في أخبار المدينة طبع ومنها: نثر الدر في 8 أجزاء. لاحظ ترجمته في معجم الأدباء والحوادث والفوات والوافي وسير الأعلام وعقد الجمان وغيرها.\n(¬3) كان في ط الهند: البندنيجي، فصوبناه استظهارا. وتقدم في لقب عز الدين محمد بن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            :\n\n= مودود التبريزي <span id='ms2053'></span> الفقيه فلعله هو.\n(¬1) مختصر تاريخ ابن الدبيثي ص 346 برقم 1283 قال: سمع وحدث توفي سنة 562.وتقدمت ترجمة أخيه الوزير يحيى بلقب عون الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            :\n\n(¬1) لعله حافد المؤرخ الشهير علي بن أنجب تاج الدين الذي ينقل عنه المصنف كثيرا. وكان في ط الهند: أديا وسمتا. فصوبناه. ولعله كان بالأصل هديا.\n(¬2) السيدي مترجم في سير الأعلام ولسان الميزان توفي سنة 647 وتقدم ذكره استطرادا.\n(¬3) ذكر المصنف فيما سبق أنه قدم من مراغة إلى بغداد سنة 678 وعليه فيكون قوله\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            :\n\n= هنا (سنة تسع ...) ظرفا للرؤية لا للقدوم.\n(¬1) التاريخ الكبير للبخاري 67/ 1: 153، وغاية النهاية 123/ 2: 2944، والكنى لمسلم ق 17، الجرح والتعديل 388/ 8: 1778 باسم محبوب وفي ج 228/ 7: 1255 باسم محمد، والثقات لابن حبان 529/ 7 باسم محبوب و 38/ 9 باسم محمد، ورجال البخاري للباجي 627/ 2، والجمع لابن القيسراني 458/ 2، العلل ومعرفة الرجال لأحمد 32/ 3: 4036 باسم محبوب، وتهذيب الكمال 74/ 25: 5152، وتاريخ الاسلام وفيات 201 - 210 برقم 362 ص 382، وتهذيب التهذيب 119/ 9 تحت الرقم 164.\n(¬2) داود بن أبي هند البصري من رجال الصحاح مترجم في طبقات ابن سعد وتاريخ يحيى ابن معين والدارمي وخليفة والبخاري وتهذيب الكمال وتهذيب التهذيب وغيرها مات سنة 139.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            :\n\n(¬1) سير أعلام النبلاء 269/ 23: 179، تاريخ الاسلام وفيات 645، صلة التكملة للحسيني ق 47.ولد سنة بضع وأربعين وخمسمائة سمع وحدث وتوفي سنة 645.وقد كان في ط الهند وقعت ترجمة محيي الدين يحيى بن إبراهيم بن محمد الشبذي موقع ترجمة المترجم هنا فنقلناها برمتها إلى هناك.\n(¬2) تقدم ذكره في الفاروق وغلق الفتنة وقفل الفتنة. . . . .\n(¬3). . . . أخرجه البخاري ومسلم والترمذي وأحمد والطبراني والنسائي وأبو يعلى وغيرهم فلاحظ كنز العمال وفتح الباري وغيرهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            :\n\n(¬1) (انظر أخباره في العقد الفريد والاشتقاق).\n(¬2) ترجم له المنذري في التكملة 431/ 3: 2693، وابن العديم في تاريخ حلب ج 2 ق 139، والذهبي في سير أعلام النبلاء 203/ 23: 122 وتاريخ الاسلام: 222 وتذكرة الحفاظ ص 1419 ودول الاسلام 104/ 2، والصفدي في الوافي 283/ 8: 3705 نقلا عن ابن النجار وغيره وقال: ونبز بميل إلى التشيع، واليافعي في مرآة الجنان 65/ 4.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            :\n\n(¬1) قدم المصنف ترجمته بلقب الكامل فراجع. وتقدم بعض ما يرتبط بأمر حبسه وعشيرته تحت الرقم 4235. ولاحظ تفصيل خبر رسالة أبي سلمة الخلال في عمدة الطالب في ترجمة عبد الله بن الحسن. ولقب بالمحض <span id='ms2054'></span> لأن أمه ابنة عم أبيه فهو علوي الطرفين والمحض هو الخالص في النسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            :\n\n(¬1) الاصابة 432/ 2، وجمهرة النسب ص 61: وكان يقال له: المحض لاقذى فيه لأن أمه الشفاء بنت هاشم.\n(¬2) ن: من عمه.\n(¬3) لم يرد ذكره في مختصر تاريخ دمشق ولا في تهذيبه، (ولأبيه ترجمة مبسوطة في تهذيب تاريخ دمشق) ومختصره وليس فيهما شيء مما ذكره المصنف هاهنا. وذكره البلاذري في أنساب الأشراف ص 70 من ج 5 دون ترجمة وكنية ولقب. ويستدرك على المصنف لقب (المحقق) عرف به جماعة منهم أبو القاسم جعفر بن الحسن ابن يحيى الحلي من أكبر فقهاء الشيعة ويعبر بعض العلماء عن كتابه الشرائع بقرآن الفقه توفي سنة 676، وقد تقدم ذكره بلقب نجم الدين استطرادا والتعليق عليه.\n(¬4) ن: عمرة. والتصويب من أنساب الأشراف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            :\n\n(¬1) لا يبعد أن يكون لفظة المصري مصحفه عن المقرئ، وغالب المنتسبين إلى المديني هم من مدينة أصبهان. ولم أجد له ترجمة.\n(¬2) ن: الكفر.\n(¬3) مترجم في الفوات والدرر الكامنة والنجوم الزاهرة ودول الاسلام وذيل العبر (وأخباره مبسوطة في تاريخ العراق: 267/ 1 - 400).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n            :\n\n(¬1) (وكان قدومه بغداد سنة 696).\n(¬2) شهر تبريز موضع قرب تبريز أنشأه السلطان وقد جعل فيه من أبواب البر ما لا يوصف كما في التاريخ الغياثي و 146.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            :\n\n(¬1) الآية الأولى هي من السورة الثانية المعروفة بسورة البقرة برقم 14 والثانية من السورة الرابعة سورة النساء برقم 143. والحديث النبوي أخرجه المتقي في الكنز ج 1 ص 169 تحت الرقم 852 عن مسند أحمد ومسلم والنسائي عن ابن عمر.\n(¬2) تقدم ذكره استطرادا تحت الرقم 4530 فلاحظ وانظر ما سيأتي في ترجمة محيي الدين أحمد بن أبي الحسن الرفاعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            :\n\n(¬1) مترجم في غاية النهاية. وتقدم ذكر ابنه عز الدين أحمد استطرادا في مواضع فلاحظ الرقم 3222.\n(¬2) (معجم البلدان: الجزيرة، طبقات السبكي 200/ 4) وطبقات الأسنوي 180/ 1: 336 ولقبه رضي الدين.\n(¬3) الكروخي هو عبد الملك بن عبد الله بن أبي سهل الهروي وكروخ اسم موضع؛ على يوم من هراة مترجم في الأنساب والمنتظم والاستدراك باب ماح وماخ ومعجم البلدان والكامل وذيل تاريخ بغداد لابن النجار وسير الأعلام وغيرها توفي سنة 548 وتقدم ذكره استطرادا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            :\n\n(¬1) مختصر تاريخ <span id='ms2055'></span> ابن الدبيثي ص 99: 335 وفيه ابن أبي ياسر.\n(¬2) معجم السفر.\n(¬3) تقدمت ترجمته بلقب فخر الدين نقلا عن تاريخ ابن النجار، وكان هنا في ط الهند: «أحمد بن أحمد بن أحمد بن ينال» فصوبناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            :\n\n(¬1) الدوني مترجم في الأنساب ومعجم البلدان وسير الأعلام وتاريخ الاسلام وغيرها توفي سنة 501.\n(¬2) أبو طاهر اليوسفي هو عبد الرحمن بن أحمد بن عبد القادر مترجم في المنتظم وسير الأعلام وتاريخ الاسلام توفي 511.\n(¬3) مترجم في معجم السفر ومعجم البلدان: خانسار. قال الأخير: خانسار بكسر النون قرية من قرى جرباذقان. وكناه بأبي سعد نقلا عن يحيى بن مندة والظاهر ان ابن مندة نقل ذلك من معجم السفر. وخانسار تلفظ اليوم بسكون النون وتكتب هكذا: «خوانسار» لكن لا تلفظ فيها الواو مثل خواف وخوارزم، وينسب إليها كثير من العلماء قديما وحديثا.\n(¬4) أبو طاهر الكاتب هو محمد بن أحمد بن محمد بن عبد الرحيم الأصفهاني توفي سنة 445 مترجم في سير الأعلام والعبر ودول الاسلام ومرآة الجنان وغاية النهاية وغيرها، وكان في الأصل: أبو طالب محمد ... فصوبناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            :\n\n(¬1) لم أقف له على اسم ولعله هو أبو علي أحمد بن أحمد بن أبي الحسن بن دويرة البصري المقرئ الحنبلي شيخ الحنابلة بالبصرة المتوفى سنة 652 المترجم في الشذرات. هذا وتقدم ذكر أبي علي الحسن بن أحمد بن الدويرة البصري استطرادا فلعله أبوه.\n(¬2) إكمال الاكمال لابن نقطة ق 56، تاريخ ابن الدبيثي ق 167 ومختصره ص 102، وتاريخ بغداد للبنداري ق 28، والتكملة للمنذري 234/ 2: 1217، ومشيخة النجيب الحراني: 59، وسير أعلام النبلاء 21/ 22: 15، وتاريخ الاسلام 265: 378، ومعرفة القراء الكبار ق 187، والمشتبه 85، والعبر 27/ 5، وتوضيح المشتبه لابن ناصر 561/ 1 و 14/ 4، والنجوم الزاهرة 205/ 6، والشذرات حوادث سنة 608، وغاية النهاية 45/ 1. وتقدمت ترجمة أخيه كافي الدين يوسف.\n(¬3) توفي سنة 535 مترجم في الأنساب: الزريق والطاهري والقزاز، وفي المنتظم وسير أعلام النبلاء وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            :\n\n(¬1) وتقدم ذكره استطرادا تحت الرقم 4529 فلاحظ. ولاحظ ما سيأتي تحت الرقم 4614.\n(¬2) ترجم له ابن الدبيثي في تاريخه ق 183 ومختصره ص 103 برقم 346، والمنذري في التكملة 77/ 1 والذهبي في تاريخ الاسلام وسير الأعلام 161/ 21: 80 والعبر 255/ 4 وغيرها. وتوفي أخوه محمد سنة 565 كما في سير الأعلام ج <span id='ms2056'></span> 2 ص 502.\n(¬3) تقدمت ترجمته بلقب فخر الدين فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            :\n\n(¬1) مختصر تاريخ ابن الدبيثي ص 112 برقم 381، والتكملة للمنذري 385/ 1: 595 وفيات سنة 597، وتاريخ الاسلام للذهبي وفيات 597.\n(¬2) (أبو العز القلانسي هو محمد بن الحسين بن بندار) مترجم في المنتظم وسير الأعلام وغاية النهاية وغيرها توفي سنة 521.\n(¬3) في فهرست منتجب الدين تحت الرقم 36: السيد عماد الدين أبو القاسم أحمد بن علي بن أبي المعالي الزكي الحسيني، عالم ورع فاضل. فلعله هو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            :\n\n(¬1) بياض في أصلي بمقدار كلمة. ولفظة «بخراسان» المتقدمة كتبناها ظنا.\n(¬2) (البقلي: نسبة إلى البقل ونحوه من الفواكه) ولعله منسوب إلى الزاوية التي كان يرابط فيها.\n(¬3) تقدم ذكر أبيه وأخيه استطرادا فلاحظ الفهرس وخاصة هامش الرقم 1278.\n(¬4) كان في ط الهند: أنشدني زين الدين أبو أحمد. فصوبناه استظهارا لما يأتي في هذه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            :\n\n= الترجمة ولما تقدم.\n(¬1) أبو بكر الزنجوي المذكور هنا هو أحمد بن محمد بن أحمد بن زنجونة الزنجوني الزنجاني كما في الأنساب وفي سير الأعلام: زنجويه وهو الأنسب لنسبة الزنجوي هنا ولما هو معروف في الأسماء الفارسية. توفي سنة 510 تقريبا.\n(¬2) العبرتي نسبة إلى عبرتا قرية بنواحي النهروان وله ترجمة في معجم البلدان 604/ 3، وتاريخ ابن الدبيثي ق 254، وإنباه الرواة 235/ 1، والتكملة للمنذري 191/ 1: 210، وبغية الوعاة 441/ 1، وتاريخ الاسلام للذهبي وفيات 589، والوافي 16/ 9: 3932.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            :\n\n(¬1) تبيين كذب المفتري 320، الكامل لابن الأثير 281/ 10 وفيات 523، الوفيات 207/ 1، والمنتظم وفيات 523، وتاريخ الاسلام /273/ 4 ب، ودول الاسلام 48/ 2، وسير أعلام النبلاء: 633/ 19: 374، ومرآة الجنان ص ... ، وتذكرة الحفاظ 1288/ 4، وطبقات السبكي 42/ 7، والعبر 71/ 4، وغيرها وفي الأخيرين: أسعد بن محمد بن أبي نصر.\n(¬2) منصور بن محمد بن عبد الجبار السمعاني أبو المظفر توفي سنة 489 مترجم في تاريخ نيسابور والأنساب والمنتظم ووفيات الأعيان وسير أعلام النبلاء وطبقات السبكي وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            :\n\n(¬1) في عامة المصادر: سنة 527، وفي الكامل والمنتظم 523.\n(¬2) (مترجم في الدرر الكامنة وهكذا ابنه محمد وأخيه أحمد ونسبه هكذا: إسماعيل بن يحيى بن إسماعيل بن طاهر بن نصر الله بن جهبل ... ولد سنة 666 وتوفي سنة 740). وانظر أعيان العصر 198/ أ، والوافي 240/ 9: 4147.\n(¬3) لا يبعد اتحاده مع المتقدم باسم أحمد بن أبي الحسن وخاصة مع ما عهدناه من المصنف في زوايا الكتاب من الخبط <span id='ms2057'></span> والخلط، وتقدم ترجمة أبي اسحاق إبراهيم بن علي الرفاعي محيي الدين وترجمة عز الدين أحمد بن [أبي الحسن ظ] الرفاعي فلاحظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            :\n\n(¬1) الشذرات ص 455 قال: وفيها [أي سنة 699 توفي] ابن خطيب بيت الآبار محيي الدين ... عمر بن يوسف المقدسي يروي عن ابن اللتي والاربلي، ومات في شعبان. وبيت الآبار: قرية من غوطة دمشق. ولوالده ترجمة في تاريخ الاسلام وفيات 635 ص 224 برقم 335 قال: عبد الله بن عمر بن يوسف خطيب بيت الآبار نجيب الدين أبو حامد ابن خطيب بيت الآبار، المقدسي العدل، ولد سنة 575 وحدث وأجاز\n(¬2) لم ترد ترجمته في المختصر المحتاج إليه من تاريخ ابن الدبيثي.\n(¬3) كان في الأصل: ابن شافع الحنبلي فصوبناه وفقا لما تقدم اعتمادا واستطرادا ولما هو مذكور في سائر المصادر وإن كان هو حنبليا أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n            :\n\n(¬1) تاريخ ابن الدبيثي ق 294 ومختصره ص 155 برقم 555 وباسم جعفر بن محمد ابن أبي سعد، وتاريخ الاسلام 127: 116 نقلا عن ابن النجار، والتكملة للمنذري 121/ 2: 988، وتوضيح المشتبه 644/ 1.\n(¬2) إبراهيم بن عثمان الكاشغري مترجم في تاريخ الاسلام والعبر وسير الأعلام والوافي ومرآة الجنان وغيرها توفي سنة 645.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            :\n\n(¬1) لم أجد ذكرا لكتاب سر رسول الله (ص) في كشف الظنون. ولعله مصحف عن سير رسول الله أو سيرة رسول الله (ص).\n(¬2) اسمه علي كما كتب المصنف في الأصل على كنيته وكما سيذكره في الترجمة هنا وكما سيعيد ترجمته باسمه، وقد تقدم ذكر جمع من أعلام أسرته في ترجمة أبيه فلاحظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            :\n\n(¬1) قاضي القضاة الزنجاني هذا ينبغي أن يكون عز الدين أحمد بن محمود الذي تقدم ذكره.\n(¬2) (معين الدين الطنطراني هو إسماعيل بن محمد بن إسماعيل الآتي ذكره)، و (الدرد) تعني الوجع، و (درمانه): علاجه.\n(¬3) وقد تقدم من المصنف الاشارة إلى القصيدة أيضا في الرقم 3337.\n(¬4) وتقدم ذكر أخيه فخر الدين صدقة بن يوسف بن الحسن بن محمد بن عبد الله بن أبي القاسم أمسينا السورائي الوقفي الصدر، ولم يورد له ترجمة. وقوله (ذا القدر) فيه ركاكة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            :\n\n(¬1) ولعلها متحدة مع الترجمة التالية ومحرفة عنها.\n(¬2) وروى المتقي الهندي نحو الحديث المذكور عن مصادر في <span id='ms2058'></span> كنز العمال ج 3 أول حرف الكاف تحت عنوان: الكبر والخيلاء وأقربها إلى المذكور هنا ما ورد تحت الرقم 7769. والآيات المذكورة هي من سورة الزمر 61 والأعراف 12 والبقرة 34.\n(¬3) انظر ترجمته في الاستدراك لابن نقطة والوافي وسير الأعلام والوفيات وتاريخ دمشق وتذكرة الحفاظ وطبقات السبكي وغيرها. وقد تكرر ذكره وذكر كتبه استطرادا في هذا الكتاب.\n(¬4) المروالروذي هو حسين بن محمد بن أحمد أبو علي مترجم في تاريخ نيسابور\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            :\n\n= وطبقات العبادي وتهذيب الأسماء والوفيات وسير الأعلام وغيرها توفي سنة 462.\n(¬1) معجم السفر.\n(¬2) الشعر المذكور رأيته في مختصر السياق من تاريخ نيسابور منسوبا إلى الحسن ابن محمد بن علي القومسي النسوي المترجم تحت الرقم 1706 منه نقلا عن دمية القصر 58/ 2.هذا وقد قدم المصنف ذكره أيضا في الرقم 3765 دون نسبة. والصواب فيه: يأبى كل آب كالماء ينزل\n(¬3) معجم السفر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            :\n\n(¬1) في العنوان لقبه محيي الدين، وفي الترجمة محيي الدولة وهو الصواب.\n(¬2) ابن جهير هو محمد بن محمد بن محمد تقدمت ترجمته في عميد الدولة.\n(¬3) (ناصر الدولة منصور بن مروان توفي سنة 489 كما في الكامل).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            :\n\n(¬1) الآية 156 من سورة الأعراف.\n(¬2) غاية النهاية 333/ 1: 1449، الدرر الكامنة 201/ 2 و 252 برقم 1964 و 2130، الوافي 109/ 17: 94، بغية الوعاة. توفي سنة 727 وكنيته في غاية النهاية أبو عبد الله، وفي الدرر أبو الفضل، وفي الدرر في المورد الثاني وهكذا في الوافي سقط اسمه وحل محله اسم أبيه توفي سنة 627 وكان مولده سنة 639.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره بلقب محب الدين وباسم صبيح فلاحظ.\n(¬2) كان في ط الهند: محمد إسماعيل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            :\n\n(¬1) (ومشافهة الوزير كانت حينما كان استاذ الدار، ثم ولي الوزارة سنة 643 إلى 656).\n(¬2) في التكملة للمنذري 428/ 3 برقم 2686 وفيات 633: وفي هذه السنة توفي الفقيه أبو محمد عبد الله بن إسحاق بن هارون بن إدريس بحلب، سمع من المؤيد بن محمد الطوسي وحدث. فالظاهر أنه هو.\n(¬3) قدم المصنف ترجمته بلقب عماد الدين ومجير الدين فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            :\n\n(¬1) وتقدمت ترجمة عماد الدين محمد بن محمد بن داد الفقيه فلعله أخوه.\n(¬2) رواه المتقي الهندي في كنز العمال 8221/ 3 و 8240 عن مصادر.\n(¬3) تقدمت ترجمة علم الدين أبي الفضل محمد بن تاج الدين أبي <span id='ms2059'></span> بكر بن محمد بن عبد المنعم بن عبسون - بالباء - القاضي وهو إن لم يكن متحدا مع المترجم فأخوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            :\n\n(¬1) (الجواهر المضيئة). وتقدمت ترجمة ابنه عماد الدين عبد الرحمن وله فيها ذكر، أما أخوه فقد تقدم ذكره مرارا اعتمادا واستطرادا.\n(¬2) (طفسونج: لغة في طيسفون مدينة بجانب دجلة من مدائن الفرس القديمة).\n(¬3) كتب المصنف فوق اسمه: يعرف بعبد المحيي. هذا وتقدم ذكره استطرادا تحت الرقم 4600 ووصفه بمحيي الدين نقلا عن ابن الدبيثي روى عن أحمد بن الحسن العاقولي، كما تقدم في مواضع باسم عبد المحيي. روى عن عماد الدين عبد الله بن عثمان وقوام الدين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            :\n\n= عبد المولى بن أبي تمام الهاشمي ابن باد وقوام الدين عمر بن يوسف الحربي، ومجاهد الدين سليمان بن محمد الموصلي.\n(¬1) يعرف بابن الدميري، ولد سنة 603 وتوفي سنة 695.الوافي 330/ 18: 390، وذيل تذكرة الحفاظ ص 91، وحسن المحاضرة 385/ 1، والشذرات 431/ 5. وتقدمت ترجمة أبيه بلقب علم الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            :\n\n(¬1) (إخميم بلدة بصعيد مصر).\n(¬2) في تاج العروس: جلد عميرة: كناية عن الاستمناء باليد ... (والشعر أثبتناه كما كان).\n(¬3) تقدمت ترجمة ابنه علاء الدين عبد الغفور وترجمة أخيه عفيف الدين عبد المغيث ابن إبراهيم.\n(¬4) الحديث المذكور رواه أبو داود في سننه ح 3599 وابن ماجة في سنه ح 2372\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            :\n\n= باب شهادة الزور بسندهما عن محمد بن عبيد عن سفيان العصفري عن أبيه عن حبيب بن النعمان عن خريم بن فاتك قال: صلى النبي (ص) الصبح فلما انصرف قام قائما فقال: عدلت شهادة الزور بالاشراك بالله ثلاث مرات ثم تلا هذه الآية: واجتنبوا قول الزور حنفاء لله غير مشركين به.\n(¬1) خانقين بلدة هي اليوم على الحدود العراقية الايرانية في طريق بغداد نحو كرمانشاه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه بلقب قوام الدين فراجع.\n(¬2) في الأنساب: الصرصري نسبة إلى صرصر الدير، قرية على فرسخين من بغداد نحو الحجاز. وفي معجم البلدان: صرصر: قريتان من سواد بغداد، صرصر العليا وصرصر السفلى، وربما قيل نهر صرصر فنسب النهر إليهما وهما على ضفة نهر عيسى، وبين السفلى وبغداد نحو فرسخين، وصرصر في طريق الحاج من بغداد كانت تسمى قديما <span id='ms2060'></span> قصر الدير أو صرصر الدير خرج منها جماعة من التجار. فتأمل.\n(¬3) (انقطعت الكلمات في نهاية الترجمة بسبب التجليد) ولم نستطع من تكميله مما تقدم من موارد ذكر الجامع الصحيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            :\n\n(¬1) ترجم له ابن النجار في تاريخه كما في مختصره: 169: 125، وابن الجوزي في المنتظم /18 وفيات 561، وابن الأثير في الكامل 323/ 11، وسبط ابن الجوزي في مرآة الزمان 164/ 8، والذهبي في سير الأعلام 439/ 20: 286، والكتبي في فوات الوفيات 373/ 2 وغيرها وقد ألف جمع في سيرته رسالة مفردة، قال الذهبي في السير بعد ذكر طائفة من أخباره: ليس في المشايخ من له أحوال وكرامات أكثر منه لكن كثيرا منها لا يصح.\n(¬2) أبو الوفاء بن عقيل هو علي بن عقيل الظفري البغدادي الحنبلي توفي سنة 513 مترجم في الكثير من المصادر.\n(¬3) أبو زكريا التبريزي هو يحيى بن علي بن محمد إمام اللغة توفي سنة 502.وتقدم ذكره استطرادا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            :\n\n(¬1) التكملة للمنذري 2751/ 3، سير الأعلام 25/ 23، طبقات السبكي 119/ 5، تاريخ الاسلام: 264، العقد المذهب لابن الملقن 248، غاية النهاية 398/ 1: 1696، وتذكرة الحفاظ ص 1419. وهو مصري ومقرئ، وفي غالب المصادر منعوت بالمصري سوى هذا الكتاب وغاية النهاية، وما أكثر تشابه النسبتين واشتباههما في الكتب والنسخ، والأمر هنا سهل بعد ما نص المنذري أنه مصري الدار، ثم إنه يكني بأبي محمد ويلقب بالشرف أو شرف الدين ولد سنة 553 وتوفي سنة 634.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            :\n\n(¬1) إشارة إلى الآية الشريفة 46 من سورة الكهف (المال والبنون زينة الحياة الدنيا والباقيات الصالحات خير عند ربك ثوابا وخير أملا).\n(¬2) الآية المذكور هي في سورة القلم 44 وفي سورة الأعراف 182 والقول المذكور رواه الطبرسي في مجمع البيان عن الضحاك، وفي هذا المعنى أحاديث كثيرة وردت عن أئمة أهل البيت عن الصادق والرضا وغيرهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            :\n\n(¬1) (كان في الأصل: ولوا عن المرء ولوا عنه ...). وفي الحديث عن إمام الشهداء الحسين بن علي بن أبي طالب عليه السلام: الناس عبيد الدنيا والدين لعق على ألسنتهم يحوطونه ما درت معايشهم فاذا محصوا بالبلاء قل الديانون.\n(¬2) تقدم ذكره وذكر بعض أخباره في الرقم 1190 استطرادا، في ترجمة عماد الدين محمد بن الحسن الأبهري، وتقدمت ترجمة جده في موضعها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            :\n\n(¬1) لأبيه أبي <span id='ms2061'></span> المظفر ترجمة في الكامل وتاريخ ابن الدبيثي وعقود الجمان لابن الشعار\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            :\n\nوتاريخ الاسلام وطبقات الاسنوي والوافي وطبقات السبكي وغيرها ولد سنة 542 وتوفي سنة 615.\n(¬1) وتقدم في ترجمة قطب الدين محمد بن الحسين الجرجاني الجمارني الناسخ أنه قدم بغداد واتصل إلى بيت شيخنا الدواليبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            :\n\n(¬1) هو محمود بن علي بن محمود أبو الثناء (ولد سنة 663 وتوفي سنة 733 كما في الشذرات). ويستدرك عليه محيي الدين عبد المحيي بن أحمد بن الحربي الذي يسمى أيضا بعبد الرحمن وقد قدمه المصنف في من اسمه عبد الرحمن وأشار فوقه إلى أنه يعرف بعبد المحيى كما وتقدم بكلا الاسمين استطرادا في هذا الكتاب إلا أنه بهذا الاسم أعنى عبد المحيي أكثر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            :\n\n(¬1) تاريخ ابن الدبيثي ق 208، ومختصره ص 296 برقم 1075، تاريخ ابن النجار 202/ 2: 427، التكملة للمنذري 365/ 1: 553، تاريخ الاسلام وفيات 596. هذا وكان في ط الهند: محيي الدين أبو عبد الله عثمان بن أبي عبد الله الحسن بن محمد بن الحكيم الحربي ... فصوبناه.\n(¬2) إشارة إلى الآية الشريفة 95 من سورة النساء: فضل الله المجاهدين على القاعدين أجرا عظيما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            :\n\n(¬1) وتقدم ذكره استطرادا تحت الرقم 1559. (وفي نهاية الترجمة كان في الأصل انقطاع في كلمة سبعين. وبعده سبعمائة، والتبديل والتكميل عن القياس).\n(¬2) جمع الخان بمعنى الملك والأمير، وهذه اللفظة أعجمية ولا زالت مستعملة إلى يومنا هذا مفردا وجمعا.\n(¬3) تقدمت ترجمته بكنيته، وتقدمت ترجمة أبيه في عز الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            :\n\n(¬1) الدرر الكامنة 126/ 3: 290، شذرات الذهب 37/ 6.ولد سنة 631 وتوفي سنة 715.وتقدم ذكر أبيه في فخر الدين لكن لم يورد المصنف سوى اسمه واسم أبيه وكنيته ولقبه.\n(¬2) (كتب المصنف فوق اسم المرتضى: هو الرضى محمد بن الفاخر).\n(¬3) صالح المري هو ابن بشير تقدم ذكره استطرادا والتعليق عليه أما يونس فلم أعرفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            :\n\n(¬1) توفي سنة 682 ذكره الذهبي في تاريخ الاسلام وهو ممن أجاز للذهبي، وابن العماد في الشذرات 379/ 5 وكناه أبا الخطاب. وستأتي ترجمة أبيه برقم 4704.\n(¬2) تقدمت ترجمة أبيه في مجد الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            :\n\n(¬1) التكملة للمنذري 300/ 1: 423، تاريخ الاسلام وفيات سنة 594.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            :\n\n(¬1) (راجع تهذيب الألفاظ لابن السكيت ص 352 فقد حكى القول المذكور باختلاف في الترتيب).\n(¬2) كان في ط الهند: الشيرازي <span id='ms2062'></span> فصوبناه وفق ما تقدم.\n(¬3) التكملة للمنذري 360/ 1: 544، الجامع المختصر لابن الساعي 33/ 9، المختصر المحتاج إليه من تاريخ ابن الدبيثي ص 342 برقم 1262، وسير الأعلام 327/ 21: 172، وتاريخ الاسلام وفيات 596، وغاية النهاية 41/ 2 وغيرها. وقد تقدم ذكره استطرادا في هذا الكتاب وبكنية أبي جعفر كما هو في سائر المصادر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            :\n\n(¬1) ابن شيران هو علي بن علي بن جعفر بن شيران أبو القاسم الواسطي المقرئ تقدم ذكره استطرادا توفي سنة 524 مترجم في لسان الميزان وغاية النهاية وغيرهما.\n(¬2) إشارة إلى الآية الشريفة 37 من سورة الأنبياء: خلق الإنسان من عجل.\n(¬3) مختصر تاريخ دمشق منظور 108/ 24: 77.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            :\n\n(¬1) وفي المختصر: وأربعين.\n(¬2) تاريخ ابن الدبيثي ق 22، ومرآة الزمان 512/ 8، والتكملة للمنذري 437/ 1: 689.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه في كمال الدين.\n(¬2) تقدمت ترجمة ابنه عز الدين علي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه كمال الدين أحمد بن العزيز ينال وسيعيد المصنف ترجمته قريبا باسم محمد بن أحمد بن ينال.\n(¬2) تاريخ ابن الدبيثي ق 19، ومختصره ص 13 برقم 35، والتكملة للمنذري 367/ 2: 1467، تاريخ الاسلام ص 157 برقم 173.ويعرف بابن الفقيه الحريمي. مولده سنة 550 أو 551.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            :\n\n(¬1) تاريخ بغداد 363/ 1، المنتظم 168/ 15: 3134، تاريخ الاسلام 386: 220.\n(¬2) للنجاد ترجمة في تاريخ بغداد والأنساب وسير الأعلام توفي سنة 348.\n(¬3) الكوفي مترجم في تاريخ بغداد والمنتظم وسير الأعلام توفي سنة 348.\n(¬4) البغوي مترجم في تاريخ بغداد وسير الأعلام توفي سنة 349.\n(¬5) للطبري ترجمة في المصدرين المتقدمين توفي سنة 418.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            :\n\n(¬1) الجواهر المضيئة: توفي سنة 656.\n(¬2) تقدم ذكره قبل قليل باسم محمد بن أحمد بن العزيز مع مفارقات بسيطة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            :\n\n(¬1) تقدم ذكر أبيه بلقب الكامل وسيأتي ذكر جده تورانشاه الأيوبي في المعظم وتقدم في غياث الدين أيضا.\n(¬2) لعل المدائني مصحف عن المديني كما هو الغالب عند الأصفهانيين. والآية الأولى من سورة الأنبياء 60 والثانية من الروم 50.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            :\n\n(¬1) منقوض هذا بنبوة يحيى وعيسى عليهما السلام حيث أنهما كانا نبيين قبل الشباب، ومنقوض أيضا بنبوة نبينا محمد صلى الله عليه وآله وسلم حيث رزق النبوة بعد الشباب تقريبا. وهكذا الكلام التالي، وما استشهد به من الآية صحيح على نحو الموجبة الجزئية لا الموجبة الكلية، نعم له وجه بشكل عام.\n(¬2) تاريخ ابن الدبيثي ق 32 ومختصره ص 21، التكملة للمنذري 148/ 2: 1047، تاريخ الاسلام وفيات 605، سير <span id='ms2063'></span> أعلام النبلاء 47/ 21 ذيل ترجمة أبيه. وتقدمت ترجمة أبيه في قطب الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            :\n\n(¬1) توفي سنة 559 مترجم في الأنساب والتحبير والعبر وسير أعلام النبلاء والوافي 111/ 2.\n(¬2) تقدمت ترجمة أبيه وهكذا حافده كمال الدين حيدر بن الحسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه في قوام الدين فلاحظ.\n(¬2) تاريخ الاسلام ص 97 برقم 52، الوافي 349/ 3، القضاة الشافعية للنعيمي ص 51.توفي سنة 601.وتقدمت ترجمة ابنه عمر بن محمد بن عبد الله بن أبي عصرون محيي الدين. ويستدرك عليه محيي الدين أبو حامد محمد بن عبد الله بن علي بن زهرة الحسيني الذي تقدم ذكره استطرادا في مواضع وله ذكر في ترجمة أبيه من معالم العلماء والذريعة 333/ 3 و 351.\n(¬3) ومن أسرة المترجم عون الدين أحمد بن عبد الرحمن وعون الدين سليمان بن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            :\n\n= عبد المجيد وقطب الدين الحسين بن عبد الرحمن بن طاهر. والشعر المذكور هنا كثيرا ما كانت والدتي رحمها الله تردد مضمونه وأعطاها الله ما أرادت فتوفيت في مقتبل الشيب بعد حياة مليئة بالصبر والطاعة والخلق الجميل والتعليم والتعلم والتهجد، رزقنا الله برها وجعلنا خلفا صالحين لها.\n(¬1) (انظر ترجمته في تاريخ العراق 266/ 1 والحوادث ص 364).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            :\n\n(¬1) اقتباس من الآية 41 من سورة يوسف: قضي الأمر الذي فيه تستفتيان.\n(¬2) لم أجد لها ذكرا في معجم البلدان ولعلها صفة للزاوية فتكون الباء زائدة.\n(¬3) الوافي بالوفيات 275/ 3: 1317، الدرر الكامنة 21/ 4: 58.ولد سنة 698 ولم يذكر تاريخ وفاته. وتقدم ذكر جده عبد الرحمن بن الحسن بن عبد القاهر في كمال الدين.\n(¬4) وهذا الكلام مقتبس من كلام أمير المؤمنين عليه السلام،. . . . . . . . روى السيد الرضي في نهج البلاغة برقم 135 من قصار الحكم: وقال عليه السلام: من\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            :\n\n= أعطي أربعا لم يحرم أربعا: من أعطي الدعاء لم يحرم الاجابة، ومن أعطي التوبة لم يحرم القبول، ومن أعطي الاستغفار لم يحرم المغفرة، ومن أعطي الشكر لم يحرم الزيادة. قال الرضي: وتصديق ذلك في كتاب الله قال الله: ادعوني أستجب لكم وقال: ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما وقال: لئن شكرتم لأزيدنكم وقال: إنما التوبة على الله للذين يعملون السوء بجهالة ثم <span id='ms2064'></span> يتوبون من قريب فأولئك يتوب الله عليهم.\n(¬1) وبيتا الفرزدق مذكورتان في شرح ديوانه للحاوي ج 1 ص 159 تحت الرقم 74 وفيه: إذا حثوتم.\n(¬2) للحجاج بن سليمان ترجمة في الكامل لابن عدي ولسان الميزان وغيرهما والحكاية الواردة هنا مع الحديث النبوي مذكورة في ترجمته من الكتابين.\n(¬3) (ابن لهيعة هو عبد الله توفي سنة 174).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            :\n\n(¬1) الحديث النبوي أورده المتقي في كنز العمال 3 ح 5445 و 5453 عن الدارقطني في الافراد ومعجم الاسماعيلي وعن الطبراني وشعب الايمان للبيهقي وابن عساكر عن جابر.\n(¬2) تقدم ذكره استطرادا تحت الرقم 4192، وتقدمت ترجمة أبيه في كمال الدين، وله ترجمة في الوافي 173/ 3 قال: توفي سنة 676.وكنيته فيه أبو عبد الله.\n(¬3) شيخ التصوف والعرفان ومن كبار شخصيات التاريخ وممن أحدث تحولا وتطورا عظيما في الساحة الاسلامية ولا زالت كتبه محور العرفاء، وقد ألف جمع رسائل في سيرته بين حامد وذام، بين التكفير والتعبيد، وهذا الانشقاق غير خاص بمذهب دون مذهب فعند الشيعة والسنة له موافقين ومعارضين، وقد كان سيدنا الاستاذ الامام الخميني رحمه الله يعده في زمرة أولياء الله ونو به في مواضع من كتبه وكلماته، وشرح كتابه فصوص الحكم في إبان شبابه. وقد اختلفت المصادر في كنيته بين أبي بكر وأبي عبد الله. ولاحظ لترجمته سير أعلام النبلاء 48/ 23: 34، وعقود الجمان لابن الشعار 7 ق 179، والتكملة للمنذري\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            :\n\n= 555/ 3: 2972، وتاريخ الاسلام 352: 549، ومختصر تاريخ ابن النجار ص 28 رقم 21، وطبقات الأولياء 469: 153، والعقد الثمين للفاسي 160/ 2: 322، وغاية النهاية 208/ 2: 3277، وفوات الوفيات 103/ 2، نفخ الطيب 567/ 1، ولسان الميزان 311/ 5: 1038، وميزان الاعتدال 108/ 3، مرآة الزمان 78/ 8، والوافي 174/ 4، وتاريخ ابن الدبيثي ق 92 ومختصره 58: 197 وغيرها.\n(¬1) تقدم تحت الرقم 4658 أن محيي الدين عبد القاهر الحموي تفقه عليه، وله ترجمة في التكملة 671 والوفيات وطبقات السبكي وسير الأعلام والعبر والوافي وغيرها توفي سنة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            :\n\n598.وستأتي ترجمة ابنه محيي الدين محمد. ولم أجد ترجمته في مختصر تاريخ دمشق وسيأتي تمام نسبه في ترجمة ابنه.\n(¬1) سيأتي باسم محمد بن محمد بن إبراهيم وتقدم مثله استطرادا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            :\n\n(¬1) كيران: مدينة عند تبريز.\n(¬2) أخسيكت: بتاء أو ثاء في آخره: مدينة بماوراء النهر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            :\n\n(¬1) تقدم تحت الرقم 3776 أبيات في مدحه.\n(¬2) تقدم اعتمادا آنفا <span id='ms2065'></span> خطأ باسم محمد بن علي بن محمد، وتقدم استطرادا مثل المثبت هنا وهو الصواب (ترجمته في الشذرات توفي سنة 662).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            :\n\n(¬1) الخريدة قسم الشام 329/ 2، الكامل لابن الأثير 25/ 12، تاريخ ابن الدبيثي ق 124، التكملة للمنذري 241/ 1، الوفيات 246/ 4، المستفاد من تاريخ بغداد ص 37، والوافي 210/ 1، وسير الأعلام 60/ 21: 15، وطبقات السبكي 99/ 4 والأسنوي، ومختصر تاريخ دمشق 191/ 23، والشذرات وغيرها. وتقدمت ترجمة أبيه.\n(¬2) (ابن الرزاز هو سعيد بن محمد بن عمر أبو منصور) تقدم ذكره استطرادا مرارا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            :\n\n(¬1) كان في الأصل ط الهند: محمد بن أبي الكرم ... فأضفنا ما تراه حفظا للترتيب.\n(¬2) (يوسف بن خليل توفي سنة 648 وصقر بن يحيى توفي سنة 653 لهما ترجمة في الشذرات).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه في فخر الدين وله فيها ذكر. والزبدية: الصحفة من خزف.\n(¬2) (العبارة مضطربة ولم نتمكن من تصحيحها لأنا لم نجد الحكاية في المظان).\n(¬3) (الوزير أبو القاسم أخباره في تاريخ الطبري فلاحظ الفهرس).\n(¬4) الآية الأولى من سورة الحجر 21 والثانية سورة الزخرف 32 والثالثة: الذاريات 22.وفي نهج البلاغة: رزقان؛ رزق تطلبه ورزق يطلبك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه وابنه قطب الدين عبد القادر (وترجم له ابن العماد في الشذرات).\n(¬2) كنية والد المترجم في التحبير وسير الأعلام أبو المفضل، وفي مرآة الزمان والعبر وطبقات السبكي أبو الفضل، فلاحظ ترجمة والد المترجم في التحبير وسير الأعلام.\n(¬3) التحبير 250/ 2، مختصر تاريخ دمشق 337/ 23، تاريخ دمشق لابن القلانسي ص 432، سير الأعلام 137/ 20: 82، والعبر وتاريخ الاسلام وغيرها، وتقدم ترجمة محيي الدين محمد بن علي بن يحيى وستأتي ترجمة يحيى بن محمد بن علي.\n(¬4) أبو القاسم بن أبي العلاء هو علي بن محمد بن علي المصيصي توفي سنة 487\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n            :\n\n= مترجم في الأنساب وتاريخ دمشق ومعجم البلدان وسير الأعلام وغيرها. أما ابن الفراء فلم أجد له ترجمة، وهكذا ياسين بن سهل.\n(¬1) الحوادث سنة 626، تاريخ الاسلام 60، طبقات السبكي 44/ 5، مختصر تاريخ ابن الدبيثي 93: 313، سير أعلام النبلاء 367/ 22، الوافي 200/ 5: 2260، وغيرها. واسمه محمد بن يحيى بن علي بن الفضل فيحذف تارة اسم جده للاختصار كما في سير أعلام النبلاء وهذا الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            :\n\n(¬1) تهذيب الأسماء واللغات 95/ 1، الوفيات 223/ 4، سير الأعلام 312/ 20: 208، العبر 133/ 4، دول الاسلام 64/ 2، الوافي 197/ 5: 2253، التدوين في أخبار قزوين، تذكرة <span id='ms2066'></span> الحفاظ ص 1313، مرآة الجنان 290/ 3، طبقات السبكي 25/ 7 وغيرها من المصادر. وكتاب السياق الذي ينقل عنه المصنف هذه الترجمة لم يبق له عين ولا أثر سوى نصوص متفرقة في كتب المتقدمين وسوى تلخيصين له، أما النقل عنه فاستمر إلى زمن السبكي صاحب الطبقات ولعله آخر من نقل عنه، وأما التلخيصان فقد وفقني الله لطبع أحدهما قبل سنين مضت ويعرف بمنتخب السياق وأما الثاني فهو ناقص إذ يبتدئ من حرف الحاء ولم يرد فيه من اسمه محمد لأن المصنف قد جعل ذلك في أول الكتاب وهو جاهز للطبع وسميناه بمختصر السياق، ولم ترد هذه الترجمة في التلخيص الأول، على أن التلخيصين غير وافيين بكل ما تضمنه السياق من تراجم بل هما تلخيصان لعدد التراجم ولمحتوى التراجم، ثم إن هذه الترجمة لا شك إن قسما منها وخاصة تاريخ الوفاة ليس من السياق إذ أن الفارسي توفي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            :\n\nسنة 529 فهل أن تاريخ الوفاة من إلحاقات ابن الفوطي كما هو عادته في الكثير من النقول من هذا الكتاب أو أنه من الحاقات بعض من كانت النسخة بحوزته أو أن الترجمة كلها من استدراك أعلام آخرين على كتاب السياق؟ لكل وجه. واسمه في عامة المصادر محمد بن يحيى بن منصور أبو سعد وقد تحرفت الكنية في بعضها إلى أبي سعيد مثلما هاهنا، وتقدم ذكره استطرادا في هذا الكتاب في مواضع باسم محمد بن يحيى صاحب الغزالي.\n(¬1) الخوافي هو أحمد بن محمد بن المظفر توفي سنة 500 مترجم في منتخب السياق والأنساب والوفيات والعبر وطبقات السبكي وغيرها.\n(¬2) وابن عبدوس لعله المترجم تحت الرقم 259 من منتخب السياق هكذا: أحمد بن علي بن محمد بن عبدوس الحذاء أبو حامد سمع من صاعد بن محمد وأبي سعد النصروي والطبقة توفي سنة 506.\n(¬3) تقدم ذكر قوام الدين يحيى بن الموفق بن محمد النيسابوري فلعله أبوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            :\n\n(¬1) (الجواهر المضيئة). وتقدم ترجمة ابنه عماد الدين حيدرة، وفي الرقم 3459 ذكر بعض أحواله، وتقدمت ترجمة جده في كمال الشرف.\n(¬2) (الدستجرداني: رتبه السلطان غازان في ديوان الممالك سنة 695 ثم قتله سنة <span id='ms2067'></span> 696.راجع تاريخ العراق 373/ 1).\n(¬3) الوافي 224/ 5: 2297، ذيل تذكرة الحفاظ ص 92، الجواهر المضيئة 144/ 2،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            :\n\n= الدارس 524/ 1، أعلام النبلاء 525/ 4.وهو أسدي حلبي حنفي ولد سنة 614 وتوفي سنة 685 وفي الذيل 695 وكنيته أبو عبد الله.\n(¬1) تقدمت ترجمته بلقب عز الملوك وعماد دين الله وغياث عباد الله. وستأتي بلقب ملك الملوك. توفي سنة 440.\n(¬2) تقدم بعض أخباره في ترجمة خلفه في الوزارة كريم الملك أحمد بن عبد الرزاق المزدقاني الوزير فلاحظ ولقبه ثقة الملوك وربما أخذ المصنف لقب محيي مما ورد في مدحه من الشعر: محيي ماثر العرب، وقد فعل المصنف مثل هذا كثيرا.\n(¬3) القيسراني توفي سنة 548 مترجم في الأنساب: الأثاربي، والتحبير والوفيات وسير الأعلام وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n            :\n\n(¬1) التكملة 393/ 1، الجامع المختصر لابن الساعي 64/ 9، تاريخ الاسلام وفيات 597، طبقات السبكي 312/ 4، العقد المذهب وغيرها. توفي سنة 597.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب فخر الدين فراجع والصحيح أنه توفي سنة 499 كما تقدم. ولقبه في سير الأعلام مجير الدين وفي الوفيات محيي الدين.\n(¬2) (أيام فتنة البساسيري سنة 450 انظر تاريخ الكامل).\n(¬3) مختصر تاريخ ابن الدبيثي ص 364 رقم 1354، قال: الحنفي أبو الفتوح كان مفننا مناظرا كثير العبادة. ذكره ابن الجوزي وأثنى عليه وقال: توفي في ربيع الأول سنة 575. أقول: لم يرد يذكره في المنتظم لأنه ينتهي الكتاب بحوادث سنة 574.وستأتي ترجمة أخيه موفق الدين إبراهيم، وتقدمت ترجمة أبيه في كمال الدين، وترجمة عمه مجد الدين عبد الملك ابن عبد السلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n            :\n\n(¬1) الآية 30 من سورة النور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره استطرادا، وله ترجمة في تاريخ الاسلام نقلا عن المصنف، وتبصير المنتبه في الشبذي، وتوضيح المشتبه 191/ 5 في الشبذي نقلا عن أبي العلاء الفرضي. وتقدمت ترجمة ابنه عزيز الدين عبد العزيز، وستأتي ترجمة ابنه الآخر مظهر الدين عبد الحق. والثلث الأخير من ترجمته كان قد وقع خطأ ضمن ترجمة أخرى من هذا الكتاب وقد نبه على الترجمة دون الأبيات محقق ط الهند بيد نحن آثرنا على أن ننقله إلى موضعه هنا مع البيتين، وإن كان لا يخلو من تكرار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            :\n\n(¬1) الدرر الكامنة 411/ 4: 1136، ولد سنة 630 تقريبا وسمع وأعاد وحدث توفي سنة 716.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            :\n\n(¬1) انظر ما تقدم بمثل هذا الاسم بلقب مجد الدين <span id='ms2068'></span> وبنسبة الحوراني تحت الرقم 4430.\n(¬2) النووي يحيى بن شرف بن مري الدمشقي صاحب المؤلفات من جملتها تهذيب الأسماء واللغات، مترجم في تذكرة الحفاظ وطبقات السبكي والفوات وتارخ ابن الفرات والسلوك وغيرها. توفي سنة 677. وسيعيد المصنف ذكره باسم يحيى بن مري شرف الدين بن حسن خطأ فراجع ويذكر بعض تصانيفه.\n(¬3) أخطأ المصنف في نسب المترجم أولا ثم انتبه إلى خطاءه فنبه على نسبه في نهاية الترجمة وقد أعاد المصنف ترجمته في موضعها فلاحظ ما سيأتي ولذا لم نعط للترجمة هنا رقما مستقلا. هذا وجده علي يلقب بزكي الدين كما وانهم يعرفون ببني الزكي وهم أخوال الحافظ ابن عساكر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            :\n\n(¬1) لم أجد لمجد الدين ابن الظهير الحنفي الشاعر ترجمة في هذا الكتاب مع المراجعة.\n(¬2) كان في ط الهند: .. أبي طالب بن عبد الله سمع جزء ابن الجهم علي الحسيني الموسوي الحسين الزبيدي. فغيرناه إلى ما ترى، والظاهر أن الخلط حصل حين الطبع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n            :\n\n(¬1) (كان في الأصل: فلما انكسر على دمشق).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n            :\n\n(¬1) كان في ط الهند: من قضاة الأماثل.\n(¬2) تقدم ذكر عز الدين محمود بن محمد بن نوري القاضي المتولي الحكم بمدينة خلاط وهو من أسرته.\n(¬3) تذكرة الحفاظ ص 1481، العبر 388/ 3، مرآة الجنان 228/ 4، شذرات الذهب 437/ 5: الفقيه الزبداني المقدسي ويعرف بابن العدل توفي سنة 696 وله 64 سنة.\n(¬4) الحديث رواه أحمد في المسند ومسلم في صحيحه كتاب الذكر باب فضل الاجتماع على تلاوة القرآن رقم 2699، وأبو داود في سننه والترمذي في الجامع الصحيح وابن ماجة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            :\n\n= في سننه وروى نحوه عبد الرزاق في الجامع عن أبي هريرة وفي الباب نحوه عن غيره فراجع كنز العمال ج 6 ح 16486 وتاليه وج 15 ح 43560.\n(¬1) قدم المصنف ترجمته باسم يحيى بن علي بن الحسين خطأ فراجع، وترجم له الذهبي في العبر واليافعي في مرآة الجنان وابن كثير في البداية والنهاية وابن تغري بردي في النجوم الزاهرة 230/ 7 وابن العماد في الشذرات. توفي سنة 668.قال الذهبي: وكان شيعيا ... وهو القائل:\nأدين بمادان الوصي ولا أرى ... سواه وإن كانت أمية محتدي\nولو شهدت صفين خيلي لأعذرت ... وساء بني حرب هنالك <span id='ms2069'></span> مشهدي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            :\n\n(¬1) اصطلاح فارسي بمعنى القلم الذهبي.\n(¬2) تقدم اسمه على وجه الصواب باسم يحيى بن شرف بن مري فراجع.\n(¬3) لم يذكر له ترجمة. وذكر نحوه ابن كثير وقال: كان يذهب إلى تفضيل علي على عثمان موافقة لشيخه محيي الدين ابن عربي ولمنام رآه بجامع دمشق معرضا عنه بسبب ما كان من بني أمية إليه في أيام صفين، فأصبح فنظم في ذلك قصيدة ... وذكر بيتا ثالثا:\nلكنت أسن البيض عنهم تراضيا ... وأمنعهم نيل الخلافة باليد\n(¬4) كان في ط الهند: إذا ما صاحب حال عهده. فصوبناه استظهارا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            :\n\n(¬1) مختصر تاريخ ابن الدبيثي ص 380 رقم 1420، التكملة للمنذري 160/ 1: 152، معرفة القراء الكبار ق 75، تاريخ الاسلام وفيات 587، لسان الميزان 311/ 6: 1121، غاية النهاية 391/ 2: 3899.\n(¬2) المختصر المحتاج إليه من تاريخ ابن الدبيثي ص 380 رقم 1422، التكملة 904/ 2، المشتبه ص 624، تاريخ الاسلام. وفي التكملة: المتش بفتح الميم وضح التاء بعدها شين مشددة.\n(¬3) عقود الجمان لابن الشعار ج 10 و/229 ب صلة التكملة للحسيني و 35، الحوادث سنة 626، ذيل مرآة الزمان 332/ 1، مختصر تاريخ ابن الدبيثي ص 382 رقم 1429، تاريخ الاسلام وفيات 656، وسير الأعلام 372/ 23: 266، ودول الاسلام 122/ 2، والعبر 237/ 5، وعيون التواريخ 207/ 20، والبداية والنهاية 203/ 13، وذيل طبقات الحنابلة 258/ 2: 365 وفوات الوفيات وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            :\n\n(¬1) (انظر أخبار بوران في الوفيات وهكذا الحسن بن سهل، والآية المذكورة هي الأولى من سورة النحل).\n(¬2) انظر ترجمته في الفوات وذيل مرآة الزمان والحوادث والبداية والنهاية والعبر والشذرات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n            :\n\n(¬1) وتقدم في ترجمة الكامل يارختكين الديلمي ما يقارب هذا المتن فلاحظ.\n(¬2) لعله المذكور في باب الفاخر من هذا الكتاب تحت الرقم 1835.\n(¬3) والحديث المذكور رواه المتقي في الكنز ج 3 ح 7903 وتاليه عن مصادر عن أبي هريرة ص 559، وتقدم أيضا تحت الرقم 3589 من هذا الكتاب فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            :\n\n(¬1) والحديث المذكور باطل لمعارضته للقرآن والأحاديث الكثيرة وللعقل وخير ما روي عنه صلى الله عليه وآله وسلم في هذا الباب ما ورد أنه قال: إن الله خلق الخلق قسمين ثم قسم القسمين قبائل فجعلني في خيرها قبيلة فذلك قوله (يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم) فأنا أتقى ولد آدم وقبيلتي <span id='ms2070'></span> (وهم آله والملتزمون بنهجه) خير القبائل وأكرمها على الله. ولاحظ كنز العمال 450/ 11 و 451.\n(¬2) لعل الصواب في نسبته: الأذرمي نسبة إلى أذرمة قرية عند نصيبين بالجزيرة.\n(¬3) لم أجد الحديث المذكور في كنز العمال مع المراجعة إلى الفهرس. وهكذا معجم ألفاظ الحديث النبوي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            :\n\n(¬1) والحديث المذكور ورد نحوه عن أمير المؤمنين وعن الحسين بن علي عن جده رسول الله كما في الباب الثالث من أبواب المساجد من كتاب الصلاة من وسائل الشيعة نقلا عن الصفار والصدوق والبرقي والحميري في كتبهم. وهذه رواية البرقى المتوفي سنة 280 تقريبا في المحاسن في كتاب ثواب الأعمال في الباب 50 باب الاختلاف إلى المساجد بسنده عن عمير المأمون رضيع الحسين بن علي عليهما السلام قال: أتيت الحسين (ع) فقلت له: حدثني عن جدك رسول الله صلى الله عليه وآله. قال: نعم قال رسول الله (ص): من أدمن إلى المسجد أصاب الخصال الثمانية: آية محكمة أو فريضة مستعملة أو سنة قائمة أو علم مستطرف أو أخ مستفاد أو كلمة تدله على هدى أو ترده عن ردى، وتركه الذنب خشية أو حياء.\n(¬2) الكلابزي نسبة إلى حفظ الكلاب وتربيتها والصيد بها. كما في الأنساب واللباب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            :\n\n(¬1) ولفظة (الخيوقي) كانت غير منقوطة الخاء والقاف في ط الهند.\n(¬2) انظر ترجمته في منتخب السياق ومختصره. وهكذا ترجمة أبي طاهر الزيادي: محمد ابن محمد بن محمش وعبد الله بن يوسف الأصبهاني وقد توفيا في بداية القرن الخامس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            :\n\n(¬1) (الآية المذكورة من سورة الحج 47).\n(¬2) مترجم في التحبير 340/ 1: 286 ومعجم شيوخ السمعاني وتاريخ الاسلام وفيات 533.\n(¬3) سفيان بن الحسين بن محمد بن فنجويه أبو القاسم بن أبي عبد الله مترجم في تاريخ نيسابور: المنتخب من السياق ولم يذكر له وفاة إلا أنه كان في أواسط القرن الخامس فما بعده كما يعرف من طبقته وأبوه من كبار المحدثين توفي سنة 414. ولم أجد للصندوقي ترجمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            :\n\n(¬1) طبقات المحدثين بأصبهان 228، أخبار أصبهان 53/ 2، الانساب واللباب: الذكواني، تاريخ الاسلام ص 175. وفي الأول والثاني: وكاتبه من الخلفاء المعتصم ثم الواثق ثم المتوكل ثم المستعين. هذا وترتيب الخلفاء يؤيد ما <span id='ms2071'></span> في المتن إلا أن المنتصر كانت فترة حكومته قصيرة. وعمه الحسين أبو محمد مترجم في تاريخي البخاري الكبير والصغير وتاريخ واسط والجرح والتعديل والثقات لابن حبان ورجال صحيح مسلم لابن منجويه وطبقات المحدثين وأخبار اصبهان وسير الأعلام وتاريخ الاسلام وتهذيب التهذيب وغيرها. توفي سنة 212.\n(¬2) بكر بن بكار أبو عمرو القيسي البصري توفي سنة 209 مترجم في المصادر المتقدمة الذكر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            :\n\n(¬1) الآية المذكورة من سورة الفرقان 28.\n(¬2) لم نجد ترجمته في التاريخ المذكور تاريخ ابن القلانسي حمزة بن أسد وانظر ما سيأتي قريبا باسم علي بن محمد فلعله هو وخاصة لاحظ أنه دفن بباب الصغير ورثاء رشيد الدين النابلسي له بقوله: عرج على باب الصغير.\n(¬3) انظر الكامل لابن الأثير 30/ 9 ولقب المختار فيه لابن خالته علي بن نصر مهذب الدولة المذكور في الترجمة.\n(¬4) المظفر بن علي المعروف بالحاجب مذكور أيضا في الكامل ج 9 ص 30 و 31 و 50 توفي سنة 376 كما ينص المصنف في آخر الترجمة وهكذا علي بن نصر مذكور في الكامل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            :\n\n(¬1) (لم نطلع على ما قاله المصنف في مصدر آخر وفي هذه السنة توفي جلال الدولة فاستولى أبو كاليجار على ملكه ولم يجد الملك العزيز من ينصره عليه فهرب إلى ميافارقين يقصد نصر الدولة بن مروان راجع ابن الأثير ج 9).\n(¬2) (جحظة البرمكي توفي سنة 326 راجع الوفيات).\n(¬3) (الآية هي من سورة بني اسرائيل 81).\n(¬4) انظر ما تقدم باسم علي بن أحمد فلعلهما متحدان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n            :\n\n(¬1) المجدي للعمري ص 200، لباب الأنساب للبيهقي ص 539، الفخري للمروزي ص 68، عمدة الطالب ص 329 و 330 ط النجف. قال الأول: أمير الحاج أبو علي عمر المختار له تقدم وكان لحانا ... وله بقية بالكوفة. وقال ابن عنبة في العمدة: وأما أبو علي عمر المختار ويقال لعقبه إلى الآن بنو المختار فعقبه من أبي الفضائل عبد الله وحده ومنه في رجلين عز الدين أبي نزار عدنان نقيب المشهد وأبي عبد الله أحمد ... أقول: وقد استطرد المصنف إلى ذكر غير واحد منهم في الكتاب فلاحظ الفهرس في عنوان العبيدلي.\n(¬2) الرسي نسبة إلى القاسم الرسي بن إبراهيم طباطبا بن إسماعيل <span id='ms2072'></span> الديباج بن إبراهيم الغمر بن الحسن بن الحسن بن علي بن أبي طالب، والرس موضع وجبال قريب من مكة حسب قول ابن فندق في لباب الأنساب. قال العمري في المجدي ص 80: أبو محمد القاسم الملقب بالمختار بصعدة أمه رسية؛ فولد القاسم المختار بن الناصر بن يحيى الهادي سليمان وعليا وجعفر والحسن ويوسف ومليحا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            :\n\n= وإسماعيل والحسين وأحمد ويحيى وعبد الله ومحمد المنتصر. وقال في ص 78 عند ذكر أبيه: أبو الحسين أحمد الناصر [بن يحيى بن الهادي الحسين بن القاسم] إمام الزيدية مات سنة 324 وذكر أنه بقي في الأمر ثلاث سنين وكان جم الفضائل كثير المحاسن ... وقال عند ذكر جده: أبو الحسين الهادي الجليل الفارس الدين الورع إمام الزيدية وكان مصنفا شاعرا ظهر باليمن مات سنة 298 وكان يتولى الجهاد بنفسه ويلبس جبة صوف وكان قشفا رحمه الله. هذا ولاحظ تهذيب الأنساب لشيخ الشرف ص 66، ولباب الأنساب للبيهقي ص 297 والشجرة المباركة ص 26 والفخري للمروزي ص 109.وستأتي ترجمة ابنه محمد المنتصر وحفيده المعتضد عبد الله بن محمد المنتصر.\n(¬1) الكلام المذكور لم أجده في نهج البلاغة للسيد الرضي وليس لنهج السعادة تأليف شيخنا الوالد فهرسا تفصيليا حتى نعثر عليه وعلى مصادر الخطبة: نعم توجد شذرات من هذا الكلام في مواضع من نهج البلاغة.\n(¬2) دمية القصر. ولا يبعد أن تكون الترجمة التالية له بالرغم من نفي المصنف لذلك ولا فارق بينهما سوى (الخراساني) وزوزن هي من خراسان. وقد ترجم له المصنف أيضا فيما سبق بلقب كمال الملك محمد بن أحمد بن المختار فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p134'> Vol. 05, p. 134</a>\n            </div>\n            :\n\n(¬1) إشارة إلى بكاء متمم بن نويرة على أخيه مالك بن نويرة.\n(¬2) انظر التعليقة المتقدمة.\n(¬3) الوزير محمد بن عبيد الله بن محمد أبو الفضل البلعمي البخاري توفي سنة 329 مترجم في الاكمال والأنساب والكامل وسير الأعلام والوافي وغيرها وتقدم ذكره استطرادا والتعليق عليه.\n(¬4) أبو عبد الله الباذني مترجم في الأنساب وقال عنه: نيسابوري شاعر ضرير كان يمدح البلعمي وغيره ذكره الحاكم في تاريخ نيسابور.\n(¬5) تاريخ بيهق ص 115 قال ما ترجمته: والمختاريون أصلهم من الخواجة أبي <span id='ms2073'></span> سعيد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p135'> Vol. 05, p. 135</a>\n            </div>\n            :\n\n= جمعة بن علي البندار ... والعقب منه محمد ولقب بالمختار، والعقب منه أبو سعيد عبد الله وعلي والحسين وهبة الله المختار أبو القاسم الخازن ... وتقدمت ترجمة ابنه كافي الحضرة علي في حرف الكاف فلاحظ.\n(¬1) الأنساب واللباب: المسبحي، وفيات الأعيان 377/ 4، المغرب 264/ 2، سير الأعلام 361/ 17: 226، العبر 139/ 3، مرآة الجنان 36/ 3، النجوم الزاهرة 271/ 4، روضات الجنات 178، الوافي 7/ 4 وغيرها والمسبحي نسبة إلى الجد. ولد سنة 366 وتوفي سنة 420. ولم يذكره المصنف في لقبه عز الملك كما هو من عادته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            :\n\n(¬1) ويستدرك عليه أبو الفتح مسعود المختار بن عبد الله بن محمد بن جمعة البيهقي المتوفى سنة 535 والمترجم في تاريخ بيهق ص 115.\n(¬2) عتبة بن غزوان الصحابي مترجم في أسد الغابة والاصابة وغيرهما والخطبة المذكورة هنا أوردها ابن الأثير في أسد الغابة ناسبا له أنه خطب الناس بالبصرة فقال ... ونحو هذا الكلام ورد عن أمير المؤمنين والحسين الشهيد عليهما السلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            :\n\n(¬1) كان في ط لاهور: في تاريخه وقال: البديع الاصطرلابي البغدادي قال: كنت.\n(¬2) الآية /30 الأنبياء. والقصة لعلها من نتاج الدعاية العباسية.\n(¬3) (انظر بعض أخباره في زبدة النصرة للبنداري وسيذكره المصنف في لقب معين الدين، وقد أثبت المصنف اسمه أولا أحمد بن محمد بن الفضل ثم صححه هاهنا ولم يصححه هناك).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            :\n\n(¬1) عبد الرزاق بن عبد الله أبو المحاسن أو أبو المعالي الطوسي ابن أخي نظام الملك مترجم في السياق في المنتخب منه والتحبير وتاريخ بيهق والمنتظم وطبقات السبكي وغيرها توفي سنة 515.\n(¬2) (والأرجاني هو أحمد بن محمد بن الحسين ناصح الدين القاضي توفي سنة 544).\n(¬3) في التكملة للمنذري 404/ 1: 626: الشيخ المسند أبو المكارم أحمد بن محمد بن محمد بن عبد الله التيمي الاصبهاني المعدل الشروطي اللبان مولده سنة 507 سمع وحدث. توفي سنة 597.فلعله هو. وترجم له ابن نقطة في التقييد والذهبي في سير أعلام النبلاء.\n(¬4) (الآية الأولى من سورة المائدة: 91، والثانية من سورة فاطر 34).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            :\n\n(¬1) تقدم مثل هذا الاسم بلقب قوام الدين والمبارز وسيأتي بلقب المستخص فالظاهر اتحاد الجميع.\n(¬2) في معجم الأدباء: 23/ 10: الحسين بن عبد الله بن يوسف بن أحمد بن شبل أبو علي البغدادي، توفي سنة 474 وكان <span id='ms2074'></span> أديبا حكيما فاضلا شاعرا. فلعله هو. هذا والصواب في اسم المترجم في معجم الأدباء محمد بن الحسين بن عبد الله وقد ترجم له كثيرون.\n(¬3) سيأتي ذكر أبيه بهذا اللقب أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            :\n\n(¬1) والحديث الأول أورده المتقي في الكنز ج 3 ح 8186: لا يكون الحكم لعانا ولا يؤذن في الشفاعة للعان. وبمعناه أحاديث آخر. والثاني فيه ج 1 ح 720 وفيه ولا الفحاش البذيء. رواه عن أحمد في المسند والبخاري في الأدب وابن حبان في صحيحه والحاكم في المستدرك عن بن مسعود. والثالث فيه ج 16 ص 76 ح 43994: لا تكونوا عيابين ولا مداحين ولا طعانين ولا متماوتين. عن ابن المبارك وابن عساكر عن مكحول مرسلا. والتماوت إظهار التخافت والتضاعف من العبادة.\n(¬2) (كتب المصنف فوقه: يؤخر)، والظاهر أنه مخلص الدين الآتي ذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            :\n\n(¬1) التكملة للمنذري 309/ 1: 451 وكنيته فيها أبو الفضل، سير أعلام النبلاء 246/ 21: 127، وتاريخ الاسلام وفيات سنة 594، والعبر 284/ 4، والشذرات 317/ 4 وكنيته في غير التكملة: أبو الفضائل.\n(¬2) الحديث الأول روى نحوه المتقي الهندي في كنز العمال ج 3 ص 395 ح 7118 و 7119. والثاني رواه في ج 3 ص 256 ح 6424 عن أحمد في المسند والبيهقي في شعب الايمان عن أبي هريرة.\n(¬3) تقدمت ترجمة جده في عماد الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            :\n\n(¬1) لم أجد هذه النسبة في كتب الأنساب والظاهر أنها مخففة عن الأبا إسحاقي، والقراءة على وجه التخفيف لا زالت مطردة عند الفرس والأكراد.\n(¬2) (هدبة: شاعر فصيح اقتص منه لرجل من بني رقاش سنة 54.راجع الأغاني).\n(¬3) في عمدة الطالب ص 245: (ومن بني محمد بن علي العريضي) بنو المختص وهو أبو منصور علي بن محمد بن علي بن علي بن محمد بن أحمد بن محمد بن الحسن بن علي بن الحسن بن عيسى الثاني بن محمد بن عيسى بن محمد بن علي بن جعفر الصادق. هذا ولعل المتقدم باسم علي بن محمد مجد الدين جده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه في عزيز الدين.\n(¬2) تقدمت ترجمته بلقب علاء الدين وباسم محمود بن عبد الله خطأ، وانظر ترجمته في مختصر ذيل تاريخ بغداد لابن الدبيثي ص 335 وفيه ابن عبد الله، والتكملة للمنذري 1097/ 2 قال: وطايكان ويقال <span id='ms2075'></span> لها طايقان بليدة بنواحي بلخ، تاريخ الاسلام 318 وغيرها.\n(¬3) مسعود بن محمد بن سعيد المسعودي أبو الفتح المروزي توفي سنة 568 مترجم في التحبير والأنساب ومعجم شيوخ السمعاني وسير الأعلام - ذكر وفاته -.\n(¬4) نصر بن سيار أبو الفتح الهروي شرف الدين توفي سنة 572 مترجم في التحبير\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            :\n\n= وسير الأعلام ودول الاسلام وغيرها.\n(¬1) فضل بن محمد بن إبراهيم أبو محمد الزيادي السرخسي توفي سنة 551 مترجم في الأنساب واللباب وطبقات السبكي.\n(¬2) ترجم له المنذري في التكملة 226/ 2: 1197 وقال: توفي في ليلة الثاني عشر ... ببغداد ودفن بالوردية حدث عن عبد المنعم بن عبد الله الفراوي وذكر أنه سمعه بهمذان\n(¬3) انظر ما تقدم بمثل هذا الاسم بلقب قوام الدين وبنسبة الرازي فلعله هو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n            :\n\n(¬1) أبو العباس الكوفي المذكور مترجم في بغية الوعاة نقلا عن الصفدي ولد سنة 477 ومات سنة 559.وشعره المذكور ينم عن سخريته لدور المال في المجتمع.\n(¬2) التكملة 552/ 3: 2966، تاريخ الاسلام ص 364 رقم 563.توفي سنة 638. وتوفي والده سنة 619 وهو مترجم في التكملة وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n            :\n\n(¬1) المنتظم 229/ 10، الكامل 349/ 11، مختصر تاريخ ابن الدبيثي ص 359 رقم 1340، تذكرة الحفاظ ص 1319 رقم 1091، سير الأعلام 485/ 20: 305، المستفاد من ذيل تاريخ بغداد 231 وغيرها توفي سنة 564. وتقدم ذكر ابنيه فخر الدين محمد والمختص خضر، وسيعيد ذكر ابنه محمد بلقب المخلص.\n(¬2) لم أجد الحديث الأول في الكنز ولا الثاني. وعلق المصنف على الأول بالهامش: عن وهب بن منبه قال: مكتوب في حكمة آل داود عليه السلام: وحق على العاقل أن يكون حافظا للسانه مقبلا على شأنه عارفا بزمانه.\n(¬3) الأنساب واللباب: الحربي، وكنيته فيهما أبو بكر. والجاباري المذكور لم أعثر على ترجمة له. وكان في ط الهند: أحمد بن حري الحربي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n            :\n\n(¬1) تاريخ بيهق ص 216 وأيضا في الفصل المرتبط بنظام الملك وأسرته، ولقبه هناك مقدم الرؤساء كما سيذكره المصنف بهذا اللقب أيضا، أما المختص فهو لقب ابنه علي حسب تاريخ بيهق. (وآب من شهور السنة الشمسية يوافقه في الانكليزية اغسطس).\n(¬2) وتقدمت ترجمة كمال الدين نعمة الله بن عمر بن أبي الحسن الرئيس السلماسي فلعله هو بالذات فيكون (أبو الخير) قد تصحف إلى أبي الحسن <span id='ms2076'></span> ومحمد إلى عمر أو العكس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n            :\n\n(¬1) التكملة 256/ 2: 1256، تاريخ الاسلام 491.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n            :\n\n(¬1) لم أجد في تاريخ دمشق للعميد ابن القلانسي ذكر مخلص الدولة. وفيه ياغي سيان غير مرة بدل بغبسان. فلاحظ حوادث سنة 490 من ذلك التاريخ ص 134 ولعله المذكور باسم الحكيم المنجم الباطني فلاحظ ص 142 و 149 و 189.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            :\n\n(¬1) التكملة 210/ 2: 1163، تاريخ الاسلام 342.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            :\n\n(¬1) الرحبي هو أحمد بن محمد بن أحمد توفي سنة 567 مترجم في سير الأعلام والعبر وغيرهما.\n(¬2) معجم السفر.\n(¬3) العبادي هو أردشير بن أبي منصور مترجم في منتخب السياق من تاريخ نيسابور والمنتظم والأنساب وغيرها توفي سنة 497.\n(¬4) معجم السفر. (هذا ولم يذكره في الملقبين بالمرتضى ثانيا). وتقدمت ترجمة كريم الدين أبي محمد روزبه بن محمد بن روزبه الخزاعي المصري فالظاهر أنه ابن عمه.\n(¬5) الشيرازي توفي سنة 461 مترجم في العبر وتذكرة الحفاظ وغاية النهاية\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            :\n\n= ومرآة الجنان وغيرها.\n(¬1) التكملة 399/ 2: 1538، تاريخ ابن الدبيثي ق 62، تاريخ الاسلام 211، تاريخ ابن الفرات /9 ق 82. ونعته كل من المنذري والذهبي بالبغدادي دون الأصفهاني، قال المنذري: وجده سلام بتخفيف اللام والسيدي نسبة إلى السيدة أخت المستنجد العباسي وكان وكيلا لها.\n(¬2) هو سلامة بن إبراهيم بن سلامة الحداد القباني الدمشقي المتوفى سنة 594 له ترجمة في التكملة 306/ 1: 437، وتاريخ الاسلام وفيات 594، والوافي للصفدي 331/ 15: 470، ذيل طبقات الحنابلة 397/ 1، وشذرات الذهب 316/ 4.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n            :\n\n(¬1) (وانظر تفصيل القطع في فقه اللغة للثعالبي ص 229).\n(¬2) التكملة 621/ 3: 3122، صلة التكملة ق 4.\n(¬3) ترجم له ابن الدبيثي في تاريخه كما في مختصره والمنذري في التكملة والذهبي في تاريخ الاسلام واسم جده محمود وهو دمشقي سمع ببغداد وغيره وحدث توفي بالقاهرة سنة 599.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p156'> Vol. 05, p. 156</a>\n            </div>\n            :\n\n(¬1) انظر ما تقدم برقم 4804 وبلقب مختص الدين وبكنية أبي بكر ولكن لم يترجم له فكأنه وقف على اشتباهه هناك فلم يمض في الترجمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            :\n\n(¬1) طبقات السبكي ج 4 ص ... ، طبقات الاسنوي 231/ 1: 434، وفيهما: فرج بن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            :\n\nعبيد الله تفقه على الشيخ أبي إسحاق ثم على المتولي، ورجع إلى بلده وبنى بها مدرسته ودرس فيها وصار من صدور أذربيجان وتفقه عليه جماعة ومات سنة 521 ذكره السلفي في معجم شيوخه.\n(¬1) التكملة للمنذري 11/ 3: 1736: أبو أحمد ... عتيق المنتجب علي بن المنبئ توفي مجاهدا بالوجه البحري في أحد الربيعين <span id='ms2077'></span> سنة 617 ونقل إلى مصر فدفن بها ... وكان مولده سنة 550 ببلاد الأرمن\n(¬2) كان في الأصل: مفضلا عليهم.\n(¬3) طبقات السبكي. توفي سنة 516.وكان بهامش الأصل إزاء هذه الترجمة والتالية لفظة (مظفر) فأضافها محقق ط الهند إلى المتن فصارت العبارة: أبو علي مظفر كتائب ... ومخلص الدين مظفر أبو الليث. وعلق عليهما المحقق: كذا بهامش الأصل. وقد آثرنا حذفها والاكتفاء بالتنبيه عليه والظاهر أن مقصود المصنف أنهما يلقبان بالمظفر أو بمظفر الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            :\n\n(¬1) الظاهر اتحاده مع الآتي قريبا باسم محمد بن حامد. وربما كان متن الترجمة لغير المذكور في العنوان حيث ان المعنون مقدسي صنعاني أما المترجم فهو بلخي مكي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            :\n\n(¬1) انظر ما تقدم باسم محمد بن أحمد بن الجراح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n            :\n\n(¬1) وممن يشتبه اسمه بالمترجم محمد بن عاصم أبو الفضل المنشئ، كاتب فاضل خدم السلطان سنجر بن ملكشاه وكان المنشئ في ديوان الرسائل، ثم ترك ذلك واشتغل بالعبادة توفي سنة 542، ترجم له السمعاني في التحبير والأنساب.\n(¬2) تقدم ذكر أبي جعفر محمد بن علي بن المحسن الحلبي في الرقم 2799 وأنه يروي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n            :\n\n= عن الكراجكي روى عنه قطب الدين الراوندي وقال عنه منتجب الدين في الفهرست: فقيه صالح أدرك الطوسي وابن البراج ... فلعله هو.\n(¬1) (عدي بن الرقاع توفي قريبا من سنة 95 كما في الأغاني. والآية المذكورة هي من سورة محمد صلى الله عليه وآله وسلم: 25).\n(¬2) وتقدم ذكره استطرادا تحت الرقم 4002.في ترجمة أبيه وكان اسم والد أبيه هناك عبد الحميد وهنا عبد المجيد ولم نهتد إلى وجه الصواب.\n(¬3) (ويوم كسر الخليج يوم نزهة كان الفاطميون بمصر يتفرجون فيه وله شأن انظر التفصيل عنه في كتاب الخطط للمقريزي 353/ 2).\n(¬4) كان في الأصل: لقد ملأ قلبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n            :\n\n(¬1) (الآيات الواردة هي من سورة طه 25 وسورة القصص 34 وطه 36).\n(¬2) قدم المصنف ترجمته بلقب فخر الدين، وتقدمت ترجمة أبيه وأخيه الخضر بلقب المختص.\n(¬3) لم يذكره في الملقبين بعز الدين.\n(¬4) الوفيات 269/ 5 - 273 بلقب مخلص الدولة وباسم: مقلد بن نصر بن منقذ قال\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            :\n\n= توفي سنة 450 ثم نقل عن ديوان أبي محمد بن سنان وهو عبد الله بن محمد بن سعيد الخفاجي <span id='ms2078'></span> الحلبي أنه توفي سنة 435، الكامل 501/ 9 حوادث سنة 433.باسم المقلد بن منقذ، نسبه إلى جده.\n(¬1) فلعله كان هنا في الأصل: توفي سنة خمسين وأربعمائة كما في الوفيات أو أنه كان: سنة خمس (وثلاثين) كما في ديوان الخفاجي حسب نقل ابن خلكان فسقطت كلمة من النسخة. ولم أعثر على مصدر ثالث للترجمة. ولاحظ ترجمة ابنه علي بن مقلد بن نصر سديد الملك صاحب شيزر في الخريدة 552/ 1 قسم الشام، ووفيات الأعيان 409/ 3، وسير الأعلام 553/ 18: 283 وغيرها. وللتعرف على أسرته راجع فهرس هذا الكتاب عنوان الشيزري. ولا يعرف المترجم هنا؛ بالشيزري بل ابنه علي هو صاحب شيزر وهو أول من تغلب عليها فنسب هو وأولاده إليها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            :\n\n(¬1) أبو العباس الرازي يعرف بابن الحطاب نزيل مصر توفي سنة 491 مترجم في تاريخ دمشق وتذكرة الحفاظ وسير الأعلام وغيرها.\n(¬2) لم أعرف وجه هذه النسبة فلعلها مصحفة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            :\n\n(¬1) انظر ترجمته في المعارف لابن قتبة وتاريخ الطبري وتاريخ بغداد والأنساب واللباب: الديباج وهكذا في تاج العروس، وميزان الاعتدال، والتاريخ الكبير، والجرح والتعديل 301/ 7، وتاريخ دمشق، والثقات لابن حبان 417/ 7، والمنتظم وفيات 145، والوافي للصفدي 294/ 3، وتاريخ الاسلام ص 273، وسير أعلام النبلاء: 224/ 6: 107، والكامل في الضعفاء 218/ 6 وغيرها. وفي تاريخ بغداد: يكنى أبا عبد الله امه فاطمة بنت الحسين كان جوادا ممدحا ظاهر المروءة ... أخذه المنصور وحبسه سنة 145 وقتله ليلة جاءه خروج محمد بن عبد الله بن حسن وبعث برأسه إلى خراسان.\n(¬2) الحديث المذكور أورده السيوطي في الدرر المنثور عن الطيالسي وعبد الرزاق وأحمد وعبد ابن حميد والبخاري ومسلم والترمذي وابن الضريس وابن جرير وابن المنذر وابن مردويه وابن الأنباري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            :\n\n(¬1) يحيى بن أبي كثير الطائي توفي سنة 129 وقيل 132 مترجم في تهذيب التهذيب. وأبو سلمة هو ابن عبد الرحمن بن عوف الزهري توفي سنة 94 أو 104 مترجم أيضا في التهذيب، وقوله مذكور في الدر المنثور.\n(¬2) تهذيب الأنساب 268، لباب الأنساب للبيهقي ص 310، المنتقلة ص 66، الشجرة المباركة لفخر الدين الرازي ص 182 ط 1: علي المدثر له عقب قليل باليمن وحران. هذا وتصحف لقبه في كتاب الفخري للمروزي إلى المدين وفي المنتقلة إلى المدبر.\n(¬3) انظر أخباره <span id='ms2079'></span> في تاريخ الطبري وذيل تاريخ الطبري للقرطبي حوادث سنة 291 والكامل وغيرها من المصادر التاريخية، والأسماء تختلف فيها والقصة واحدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            :\n\n(¬1) (وما ذكره صاحب الأغاني وتاج العروس يخالفه فانهما سمياه عامر بن المجنون، على أن صاحب الأغاني قد خالفه في سبب تسميته بمدرج الريح أيضا فذكر قصة في حبه جنية، ثم ذكر شعره فيها فكان سببا لتسميته).\n(¬2) المنصور العباسي من الدهاة الجبابرة، ضرب المثل الأعلى في البطش والظلم والمكر والبخل، قتل الألوف وسجن مثلها لا يزجره عن ذلك شيء، كل ذلك في سبيل توطيد ملكه وترسيخ شهوته ولاحظ ترجمته في المعارف لابن قتيبة وتاريخ الطبري والوزراء والكتاب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n            :\n\n= ومروج الذهب وتاريخ بغداد وتاريخ أصبهان والكامل وسير الأعلام وتاريخ الاسلام وتاريخ دمشق والوافي للصفدي وفوات الوفيات وأنساب الأشراف وغيرها وسيعيد ترجمته بلقبه المعروف. وفي تاريخ أصبهان: مدرك التراث، وفي سير الأعلام: التراب، وفي تاريخ أصبهان 45/ 2 روى بسنده عن المنصور عن أبيه عن جده عن النبي صلى الله عليه وآله وسلم: من راع مؤمنا لعنته ملائكة السماء. أقول: رب تال للقرآن والقرآن يلعنه، هذا لمن راع مؤمنا فكيف لمن قتل الآلاف من المؤمنين.\n(¬1) عبد الله بن معاوية مترجم في تاريخ أصبهان وغيره توفي مسجونا عند أبي مسلم الخراساني سنة 131.\n(¬2) واسمه محمد بن عمر بن محمد مترجم في ذكر أخبار أصبهان وتاريخ بغداد وتاريخ دمشق والأنساب والتدوين والمنتظم وتاريخ الاسلام وسير الأعلام والوافي وغيرها توفي سنة 355.\n(¬3) المعروف من كنيته أبو بكر كما تقدم استطرادا توفي سنة 184 مترجم في تاريخ خليفة 461، والتاريخ الكبير 211/ 5، والجرح والتعديل 178/ 5، والثقات لابن حبان 56/ 7، وتاريخ بغداد 173/ 10، وتاريخ الاسلام ص 248، والمنتظم وفيات 184، وميزان\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            :\n\n= الاعتدال ... ، وسير الأعلام 517/ 8 والوافي للصفدي 618/ 17، ولسان الميزان ... ، وتعجيل المنفعة 235 وغيرها.\n(¬1) تقدم ذكره استطرادا، روى الخطب النباتية عن أبيه وروى عنه ابنه أبو الفرج طاهر.\n(¬2) لم أجد ذكرا للاصبع بن الأشجع خادم علي عليه السلام في المصادر الرجالية والمشابه لهذا الاسم في أصحابه: الأصبغ بن نباتة التميمي الحنظلي الدارمي المجاشعي أبو القاسم الكوفي من خاصة أصحابه مترجم في رجال النجاشي والطوسي والكشي <span id='ms2080'></span> وتهذيب الكمال والتاريخ الكبير وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            :\n\n(¬1) جمهرة النسب ص 85 و 86 ونسب قريش ص 299 - 300.وهو والد أبي جهل. والمتن المذكور كما هو واضح لا يرتبط بالمترجم والظاهر أنه جزء من الترجمة المتقدمة. ولا أدري هل أنه كان في الأصل هكذا أم حصل ذلك في ط الهند. والذي يناسب الترجمة ما ذكره ابن الكلبي في الجمهرة ص 85 قال: ولهم يقول ابن الزبعري:\nألا لله قوم و ... لدت أخت بني سهم\nهشام وأبو عبد ... مناف مدره الخصم\nفي أبيات\n(¬2) ابن أبي دؤاد هو أحمد أبو عبد الله القاضي الأيادي مترجم في تاريخ الطبري والفهرست وتاريخ بغداد والوفيات وغيرها توفي سنة 240 والبيتان مذكوران في ترجمته من تاريخ بغداد والوفيات وغيرهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            :\n\n(¬1) المناسب لهذا اللقب قوله تعالى: فذكر إنما أنت مذكر، لست عليهم بمصيطر، سورة الغاشية الآية 21 و 22، ومما يناسب آخر الترجمة قوله تعالى: ليغفر لك الله ما تقدم من ذنبك وما تأخر، ونحو كلام عمر بن عبد العزيز ورد عن غيره، وأما قول ابن عباس فأورده السيوطي في الدر المنثور عن ابن أبي شيبة والحارث بن أبى أسامة وأبي يعلى وابن جرير وابن المنذر وابن أبي حاتم وابن مردويه وأبي نعيم والبيهقي.\n(¬2) الآية 55 من سورة الذاريات.\n(¬3) الآية 72 من سورة الحجر.\n(¬4) الآية 43 من سورة التوبة.\n(¬5) الآية 4 من سورة ألم نشرح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n            :\n\n(¬1) لم أجد للمترجم ولا لأحمد بن حمزة الهروي ترجمة فيما لدي من المصادر.\n(¬2) كان في ط الهند: أبو قاتل. فصوبناه حسب ما ورد في الترجمة.\n(¬3) هذه الترجمة مما استدركها الدكتور مصطفى جواد على المصنف في عز الدين، وذلك لتلقبه بعز الجيوش، وفي الكامل لابن الأثير في حوادث سنة 422 قال: في ربيع الأول تجددت الفتنة ببغداد بين السنة والشيعة، وكان سبب ذلك أن الملقب بالمذكور أظهر العزم على الغزاة ... فاجتمع له لفيف كثير فسار واجتاز بباب الشعير وطاق الحراني وبين يديه الرجال والسلاح فصاحوا بذكر أبي بكر وعمر وقالوا: هذا يوم معاوية، فنافرهم أهل الكرخ\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            :\n\n(¬1) جمهرة النسب 33: فولد محمد بن عبد الله: العباس وهو المذهب، وكان أحسن الناس <span id='ms2081'></span> وأسخاهم وهو الذي مدحه الأخطل [بقوله:\nبان الشباب وربما عللته ... بالغانيات وبالشراب الأصهب\nلباس أردية الملوك يروقه ... من كل مرتقب عيون الرب]\nفقضى عن الأخطل ألف دينار ... وقال محمد بن حبيب المتوفى سنة 245 في كتاب المنمق ص 424: في عنوان (الموصوفون بالجمال من قريش: والمذهب وهو العباس بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب، وهو أيضا الأعنق، وكان عنقه كإبريق فضة حسنا وتماما، وكان سخيا، مدحه الأخطل فأمر له بألف دينار، وإنه مر على فرس له فتعينته امرأة فتقطر به فرسه فمات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n            :\n\n(¬1) (الحريش هو ابن هلال الضبي الشاعر له وقعات مع عبد الله بن خازم المتوفى سنة 72 انظر أخبارهما في الطبري وأخبار ابن خازم في تهذيب التهذيب).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n            :\n\n(¬1) الشابة الناعمة الحسنة الخلق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            :\n\n(¬1) في الارشاد للشيخ المفيد: كان شجاعا كريما وتقلد الامرة على اليمن أيام المأمون من قبل محمد بن زيد بن علي الذي بايعه أبو السرايا بالكوفة ومضى إليه ففتحها وأقام بها مدة. وقال العمري في المجدي: هو لأم ولد يلقب بالمرتضى وهو الأصغر ظهر باليمن أيام أبي السرايا وكانت امه نوبية اسمها تحية. هذا وله ذكر ولكن دون ترجمة تذكر في سائر كتب الأنساب.\n(¬2) الوافي للصفدي 376/ 8: 3815 نقلا عن تاريخ ابن النجار ظاهرا، وقال المروزي في الفخري في أعقاب عمر بن يحيى بن زيد الشهيد ص 42: نجم الدين أبو الفتح النقيب ببغداد اسامة ... وذكر نسبه.\n(¬3) هو محمد بن محمد بن معمر بن أحمد بن محمد بن عبيد الله الثالث بن علي بن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n            :\n\n= عبيد الله بن علي بن عبيد الله الأعرج بن الحسين الأصغر ابن زين العابدين، الحسيني الطاهر ذو المناقب كان جميل الصورة كريم الأخلاق كثير التعبد، لا يحفظ عنه أنه آذى مخلوقا ولا شتم حاجبا، وسمع الحديث ورواه توفي سنة 490 عن 72 سنة كان بالنقابة منها 32 سنة وتولي مكانه ابنه أبو الفتوح حيدرة. انظر ترجمته في المنتظم 104/ 9. وفي عمدة الطالب ص 329 ط النجف أن النقابة بقيت في أعقاب المعمر هذا إلى زمن الناصر وليها جماعة كثيرة منهم <span id='ms2082'></span>. والمتقدم باسم مجد الدين المعمر بن محمد بن المعمر بن حيدرة من أحفاده.\n(¬1) في الوافي: وعمره خمس وأربعون سنة.\n(¬2) (قتل مع جماعة من أصحابه بفخ وهو واد بمكة انظر الطبري ومعجم البلدان وعمدة الطالب وغيرها) ولاحظ مقاتل الطالبين 431، والعقد الثمين 196/ 4، والكامل لابن الأثير 74/ 5، والفخري لابن القطقطي 190، والعبر 256/ 1، وتهذيب الأنساب 62، والمجدي 66، ولباب الأنساب لابن فندق 329 و 411 و 467، والشجرة المباركة للفخر الرازي 22، والوافي للصفدي 453/ 12: 393، والشذرات 269/ 1، وأعيان الشيعة 402/ 26، ومعجم رجال الحديث 41/ 6.\n(¬3) ولم نتمكن من تسديد هذا الفراغ في الوقت الحاضر وأعطينا الساقط ما يستحقه من رقم على أمل أن نكمله في الطبعة الثانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب علم الهدى فراجع وآخر من بقي من ذريته هو المرتضى علي ابن محمد بن محمد بن علي بن محمد المرتضى توفي سنة 654 وستأتي ترجمته قريبا.\n(¬2) يحيى بن الحسين بن هارون العلوي مترجم في لسان الميزان توفي سنة 430.\n(¬3) كان في ط الهند «تحريرة» بدل غزيرة.\n(¬4) هو بكر بن محمد بن عدي البصري النحوي توفي سنة 7 أو 248 مترجم في الكثير من المصادر، وكلامه هذا إن صح نسبته إليه؛ صادر عن غير دقة وتحقيق، والشعر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            :\n\n= المنسوب إلى أمير المؤمنين عليه السلام منه ما هو قطعي الصدور عنه ومنه ما تمثل به وهو لغيره ومنه ما لا يصح نسبته إليه، وقد جمع شيخنا الوالد كافة ما نسب إلى أمير المؤمنين من الأشعار في مجلد واحد وهو في طريقه إلى الطبع والنشر، هذا عدا ما نسب إليه بصورة ديوان ومجمعا.\n(¬1) البيتان المذكوران له عليه السلام وردت في مصادر عديدة منها في النهاية لابن الأثير. وكلامه عليه السلام حول قريش وكيدهم له كثير وإليك نبذة مما رواه الشريف الرضي في كتابه نهج البلاغة عن أمير المؤمنين عليه السلام: مالي ولقريش! والله لقد قاتلتهم كافرين ولأقاتلنهم مفتونين، وإني لصاحبهم بالأمس كما أنا صاحبهم اليوم، والله ما تنقم منا قريش إلا أن الله اختارنا عليهم فأدخلناهم في حيزنا .. خ 33. اللهم إني استعديك على قريش ومن أعانهم فانهم قطعوا رحمي وصغروا عظيم منزلتي وأجمعوا على منازعتي <span id='ms2083'></span> أمرا هو لي .. خ 172. فدع عنك قريشا وتركاضهم في الضلال وتجوالهم في الشقاق وجماحهم في التيه، فإنهم قد أجمعوا على حربي كإجماعهم على حرب رسول الله صلى الله عليه وآله وسلم قبلي ك 36.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p182'> Vol. 05, p. 182</a>\n            </div>\n            :\n\n(¬1) والمعروف عند آل البيت وأتباعهم ومثله ورد في روايات غيرهم أنه عليه السلام ضرب لتسع عشرة ليلة خلت من شهر رمضان واستشهد بعد ليلتين منها، وكان قد أوصى بإخفاء قبره لعلمه بتسلط بني أمية وشغب الخوارج فبقي القبر مخفيا إلى أن انتفى هذين الخطرين فأظهره الامام جعفر الصادق فصار مزارا وملاذا للمسلمين إلى يومنا هذا. انظر كتاب مقتل أمير المؤمنين لابن أبي الدنيا، وكتاب فرحة الغري لابن طاوس، وتاريخ دمشق لابن عساكر وغيرها.\n(¬2) وذكره المصنف استطرادا في مواضع من هذا الكتاب فقال في الرقم 739 في ترجمة عفيف الدين فرج بن حزقيل الاسرائيلي اليعقوبي الشاعر: كان يتردد إلى حضرة النقيب الطاهر رضي الدين ... ويسأله عن الأصول. وفي الرقم 975 ترجمة ابن الجوهري: كان من أصحاب النقيب رضي الدين ... ومن المقربين عنده وكانت أموره تجري على يديه. وفي الرقم 51194 ترجمة الفقيه النيلي: ولما توجه النقيب رضي الدين إلى الحضرة ... كان في الصحبة. وفي الرقم 1477 ترجمة علاء الدين الحسني التبريزي: كتب له النقيب الطاهر رضي الدين ... النسب. والرقم 2241 ترجمة النسابة ابن الأعرج: استدعاه النقيب الطاهر رضي الدين لما اهتم بجمع الأنساب سنة 701.وفي الرقم 2790 ترجمة ابن زيادة العلوي: جاء إلى حضرة النقيب الطاهر لتصحيح نسبه. وفي الرقم 3067: كان يتردد (بالمعسكر) إلى خدمة النقيب الطاهر ... وفي الرقم 3659 ترجمة كمال الدين بن طاوس: صحبناه في خدمة النقيب الطاهر رضي الدين المرتضى ... إلى معسكر السلطان غياث الدين محمد خدابنده سنة 704.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            :\n\n= وفي الرقم 4358 ترجمة ابن الأعرج العلوي الحلي: اجتمعت بخدمته في حضرة النقيب السعيد ... وإليه وصى النقيب مع عماد الدين ابن الناقد. وفي الرقم 4687 ترجمة النقيب بمشهد موسى بن جعفر: كان من أصحاب النقيب الطاهر ... وفي الرقم 4703: رأيته سنة 705 بمخيم السلطان بأران وكان يتردد إلى النقيب رضي الدين الحسني. ولد كما ذكر والده في كشف <span id='ms2084'></span> المحجة يوم الجمعة 8 محرم 647 وأجاز له ولأخيه فيه وولي النقابة بعد وفاة أخيه جلال الدين محمد سنة 680، وله زوائد الفوائد صرح فيه بالنقل عن والده وعن كتبه. لاحظ الأنوار الساطعة في المائة السابعة من طبقات أعلام الشيعة للطهراني.\n(¬1) في كتاب تاريخ مواليد الأئمة ووفياتهم لابن الخشاب البغدادي المتوفي سنة 567 عند ذكر الهادي عليه السلام: حدثنا حرب بن محمد ... حدثني سهل بن زياد قال: ولد أبو الحسن العسكري في رجب سنة 214 وكان مقامه مع أبيه ست سنين وخمسة أشهر ومضى لخمس ليال بقين من جمادى الآخرة سنة 254 ... لقبه الناصح والمرتضى والنقي والمتوكل [والهادي] ... هذا وقد قدم المصنف ذكره بلقب المتوكل فراجع وهو العاشر من أئمة أهل البيت الذين أكرمنا الله بمعرفتهم وانظر طرفا من أخباره في كتاب الارشاد للمفيد وتاريخ اليعقوبي ومروج الذهب وتاريخ بغداد 56/ 12 والوفيات لابن خلكان والأئمة الاثنى عشر لابن طولون وتاريخ مواليد الأئمة لابن الخشاب وبحار الأنوار ج 50 والوافي 72/ 22 وتاريخ الاسلام ص 218 والمنتظم وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p184'> Vol. 05, p. 184</a>\n            </div>\n            :\n\n(¬1) في عمدة الطالب في ترجمة السيد المرتضى علي بن الحسين: من ولده أبو القاسم علي بن الحسن الرضي بن محمد بن علي بن أبي جعفر محمد بن علي المرتضى، النسابة الفاضل صاحب كتاب ديوان النسب وغيره، أطلق قلمه ووضع لسانه حيث شاء وتفرد بما لم يذكره أحد سواه من النسابين ... وكان له ابن اسمه أحمد درج وانقرض بانقراضه الشريف المرتضى علم الهدى. هذا ولم أتمكن من التثبت في اسم والد المترجم مع المراجعة وانظر الذريعة ج 9 قسم 4 ص 1184 بعنوان ديوان النسب، وفي كشف الظنون ذكر المؤلف اسم الكتاب فقط وبيض له. ولم يذكره الطهراني في الأنوار الساطعة.\n(¬2) الأنساب واللباب ومعجم البلدان: الدبوسي، الكامل 81/ 10 والقبس والمنتظم 50/ 9 والتوضيح 21/ 4 وطبقات السبكي 296/ 5 وسير الأعلام 92/ 19: 51، وطبقات الاسنوي 526/ 1، والبداية والنهاية 135/ 12، والنجوم الزاهرة 129/ 5، والوافي 198/ 22، وغيرها. وفي المنتظم والقبس واللباب والأنساب: علي بن أبي يعلى بن زيد.\n(¬3) ابن الصباغ هو عبد السيد بن محمد توفي سنة 477 مترجم في المنتظم والوفيات\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n            :\n\n= وسير الأعلام وغيرها.\n(¬1) المتولي هو عبد الرحمن بن المأمون النيسابوري توفي سنة <span id='ms2085'></span> 478 مترجم في المنتظم والكامل ووفيات الأعيان وسير الأعلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n            :\n\n(¬1) انظر أخباره في تاريخ خليفة في مواضع وتاريخ الطبري ج 7 و 8 في مواضع، والأغاني 32/ 15، والوزراء والكتاب 126، وتاريخ دمشق كما في مختصره: 155/ 20: 45، والكامل لابن الأثير ج 5 في مواضع، والمنتظم وفيات 167، وتاريخ الاسلام ص 383، وسير أعلام النبلاء 434/ 7: 164 وغيرها.\n(¬2) معجم البلدان: كران.\n(¬3) كران: بالضم والتخفيف بليدة بفارس من نواحي داراب قرب سيراف. أما حريم السيف فلم أعرفه.\n(¬4) العلاء بن الحسن توفي سنة 497 مترجم في المنتظم والوفيات وسير الأعلام وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب القانع فراجع. وهو الامام التاسع من أئمة أهل البيت الاثنى عشر الذين نصبهم الله علما لعباده، وهم مع القرآن لو تمسك الناس بهما لن يضلوا أبدا كما ورد في حديث الثقلين. هذا ولقبه المعروف هو الجواد قال ابن الخشاب في عنوان ذكر الجواد عليه السلام: مضى المرتضى أبو جعفر الثاني محمد بن علي وهو ابن خمس وعشرين وثلاثة أشهر واثنى عشر يوما في سنة 220 وكان مقامه مع أبيه سبع سنين وثلاثة أشهر .. لقبه المرتضى والقانع. وانظر أخباره في الارشاد للمفيد والأئمة الاثنى عشر لابن طولون وبحار الأنوار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p188'> Vol. 05, p. 188</a>\n            </div>\n            :\n\n(¬1) تاريخ نيسابور: المنتخب من السياق 112، المنتظم 40/ 9، سير الأعلام 520/ 18 والعبر ودول الإسلام ومرآة الجنان والوافي وغيرها.\n(¬2) لم أجد ذكرا لماكرويزة في معجم البلدان وينبغي أن يكون عند سمرقند. وفي سير الأعلام نقلا عن السمعاني: توفي المرتضى بعد سنة 476 وقيل سنة 480.\n(¬3) المجدي ص 78، لباب الأنساب 331 الفخري ص 107، عمدة الطالب ص 177، الشجرة المباركة للفخر الرازي ص 25، الوافي 185/ 5. قال العمري: له جلالة، ولده باليمن وخوزستان. وقال المروزي: المسمى بالداعي خرج بعد أبيه وكان له اثنى عشر ابنا، هذا وكنيته عندهم أبو القاسم. وقال الفخر الرازي: محمد أبو القاسم المرتضى لدين الله ولد سنة 278 وخرج سنة 298 بصعدة ومات يوم عاشوراء سنة 310.وله من الأبناء المعقبين ثمانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            :\n\n(¬1) وفي الوافي: كرر.\n(¬2) وبعدهما في الوافي:\nواقبلي ما قال يحيى لكم ... ابن بنت المصطفى خير البشر\nعدمتني البيض والسمر معا ... وتبدلت رقادي بسهر\nلأجرن على أعدائنا ... نار حرب بضرام مستعر.\n(¬3) والكامل لابن الأثير 227/ 9 - 230 حوادث سنة <span id='ms2086'></span> 402.وحصل سقط هنا في نسختنا ولم نتمكن من تسديده عاجلا.\n(¬4) له ذكر استطرادي في طبقات الأولياء ص 489 و 506 أخذ عن الحسين الأكار\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            :\n\n= أبي محمد وعنه نصر بن خليفة البيضاوي.\n(¬1) القاسم بن جعفر بن عبد الواحد أبو عمر الهاشمي البصري توفي سنة 414 مترجم في تاريخ بغداد وسير الأعلام وغيرها.\n(¬2) المادرائي مترجم في الأنساب وسير أعلام النبلاء توفي سنة 334.\n(¬3) علي بن حرب مترجم في الجرح والتعديل وتاريخ بغداد والتهذيب وغيرهما توفي سنة 265.\n(¬4) الأشيب مترجم في التهذيب توفي سنة 209.\n(¬5) كان في ط 1: اذاذويه: والتصويب على سبيل الاستظهار. وتقدم ذكر بلقبه وكنيته استطرادا في الرقم 5566.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n            :\n\n(¬1) لم يذكره فيما تقدم بلقب المبارز اللهم إلا أن ذكره باسم آخر غير عبد الله فإن «عبد الله» في كثير من الأحيان يذكر على سبيل المجاز والاستعارة فالكثيرون من الديالمة والروم والأحباش وغيرهم سمي آباؤهم بعبد الله كي لا يتجشموا ذكر الأسماء الغريبة.\n(¬2) (فاتت المصنف ترجمته وقد كتب إزاءه: يكتب التكريتي).\n(¬3) سقط العنوان من ط الهند وقد أغنانا المتن عن العنوان. وله ترجمة في رجال النجاشي وتهذيب الأنساب والمنتظم وعمدة الطالب وسير أعلام النبلاء 297/ 18 ولسان الميزان نقلا عن ابن النجار والبداية والنهاية. بقي الكلام في جهات:\n1 - أن كنيته في المصادر كلها أبو يعلى.\n2 - أن في نسبه سقطا فهو محمد بن الحسن بن حمزة بن جعفر بن العباس بن إبراهيم بن جعفر بن إبراهيم بن جعفر السيد بن إبراهيم الأعرابي حسب ما ورد في عمدة الطالب وتهذيب الأنساب.\n3 - لم نجد أحدا لقبه بالمرشد على أن ترجمته غير وافية وواضحة في المصادر كلها.\n4 - أنه تصحف اسم أبيه إلى الحسين في هذا الكتاب وفي المنتظم. وقد صوبناه.\nوعلي أي فأبو يعلى الجعفري فقيه متكلم جليل كان صهر المفيد رحمه الله وخليفته في مجلسه له كتب توفي سنة 463. قال عنه الذهبي: شيخ الشيعة. وقال ابن حجر: أحد أئمة الاماميه ودعاتهم. وإن يكن المذكور هنا غيره فلا نعلم أحدا بهذا الاسم كما أنه ليس في أولاد إبراهيم الأعرابي من اسمه العباس. وقد وقع خلط <span id='ms2087'></span> في ترجمته في البداية والنهاية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n            :\n\n(¬1) هو صاحب الكتاب القيم المعروف بالأمالي الخميسية وقد اهتم بتحقيقه في الآونة الأخيرة فضيلة الأستاذ المحقق الشيخ منصور المحمودي ابن عمي وفقه الله لاكماله. تجد ترجمته في المنتظم 35/ 9، ولباب الأنساب لابن فندق البيهقي ص 183، وفهرست منتجب الدين الرازي 539 و 543، والفخري للمروزي ص 150 ولسان الميزان 247/ 6 ومطلع البدور. ولاحظ مقدمة الأمالي. قال ابن الجوزي: كان مفتي طائفته على مذهب زيد وكان له معرفة بالأصول والحديث. وقال المروزي: كان عالما فاضلا شاعرا عظيم الشأن بويع له بالديلم سنة 446 وهو أحد أئمة الزيدية ومن نبلاء أهل البيت المجود في عدة من العلوم ... هذا وكانت كنيته في الأصل: أبو الحسن فصوبناه وفقا لسائر المصادر. ولم يترجم المصنف لأبيه في موضعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            :\n\n(¬1) التنوخي توفي سنة 447 مترجم في تاريخ بغداد والأنساب والمنتظم والوفيات وسير الأعلام وغيرها.\n(¬2) الدقاق توفي سنة 516 مترجم في تذكرة الحفاظ وسير الأعلام وغيرهما.\n(¬3) (هو جد أبي سلامة محمود بن علوي المتوفى سنة 505 كما في الخريدة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            :\n\n(¬1) لفظة دست فارسية وتعني القدر والوعاء الذي يوضع فيه آلات الفصد.\n(¬2) تقدمت ترجمته بلقب المبارك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p195'> Vol. 05, p. 195</a>\n            </div>\n            :\n\n(¬1) التاريخ الكبير 195/ 3: 662، الجرح والتعديل 370/ 3: 1682، ميزان الاعتدال ولسان الميزان ج 2 ص 403.روى عنه محمد بن عقبة السدوسي وأبو الربيع شيخ لأحمد بن محمد بن صدقة شيخ الطبراني.\n(¬2) تقدم ذكره بلقب الكيس فراجع.\n(¬3) جمهرة النسب المطبوع ناقص وليس فيه هذا القسم ولم يذكر المصنف هنا شيئا مما يتناسب مع لقبه، وله ترجمة في تاج العروس في مادة عرب ص 376 ج 1، وفي الأنساب للسمعاني في مادة القحطاني: يعرب بن يشجب بن قحطان، والمؤتلف والمختلف للدارقطني باب بقطر ويقطن ج 1 ص 237، وجمهرة ابن حزم 6 - 8، 329، الروض الانف 13/ 1.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n            :\n\n(¬1) تاريخ الاسلام، سير الأعلام 378/ 19، طبقات السبكي 509/ 80/7، الوافي 78/ 13: 66. واسم جده في الطبقات والوافي عبيد الله ولم يورد الذهبي اسم الجد في السير وليس بمتناولي تاريخ الاسلام.\n(¬2) الصريفيني مترجم في تاريخ بغداد والأنساب وسير الأعلام توفي سنة 469.\n(¬3) أبو جعفر العلوي الحسني مترجم في لسان الميزان نقلا عن السمعاني توفي سنة 540.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            :\n\n(¬1) جمهرة النسب ص 489 وفيه: التحالق ويوم ... يرمي برمحه ... وهي صائدة <span id='ms2088'></span> النعام.\n(¬2) التحبير 55/ 2، ومعجم شيوخ السمعاني ق /197 ب، والمنتظم 316/ 17: 4015، والعبر 288/ 4، وتاريخ الاسلام وفيات 530، وسير أعلام النبلاء 47/ 20: 22، وغاية النهاية 45/ 2، والشذرات 95/ 4.وسيعيد ترجمته بلقب المكين.\n(¬3) أبو الفضل الرازي مترجم في تاريخ نيسابور: منتخب السياق ومختصره، وسير أعلام النبلاء وتذكرة الحفاظ وغاية النهاية وغيرها توفي سنة 454.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            :\n\n(¬1) والحديث المذكور رواه ابن عساكر في السيرة النبوية من تاريخه في عنوان كيف كان بدء نبوته وبعثه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p200'> Vol. 05, p. 200</a>\n            </div>\n            :\n\n(¬1) طبقات الصوفية 382 - 385، والرسالة القشيرية ص 27، وتاريخ بغداد 73/ 12، والأنساب: المزين، والمنتظم وفيات 328، وسير أعلام النبلاء 232/ 15: 88، والعبر 215/ 2، ومرآة الجنان 295/ 2، والبداية والنهاية 193/ 11، وطبقات الأولياء 140، والنجوم الزاهرة 269/ 3 وغيرها. ولم يذكر أحد بأنه نيسابوري بل اتفقوا على أنه بغدادى أقام بمكة مجاورا إلى أن مات سنة 328.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            :\n\n(¬1) التاريخ الكبير 358/ 6: 2628، الجرح والتعديل 250/ 6: 1384، الاصابة 116/ 3. سمع عمرو سلمان روى عنه عاصم الأحول وحماد بن أبي سليمان، ويسمى بربعي أيضا، قال ابن أبي حاتم: وكان يسمى المسيح. وهذه الترجمة أشبه ما تكون مصطنعة ومن نسج الخيال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n            :\n\n(¬1) (الصواب أن الملقب بالمستجير واحد من أبناءه، وقد ذكره ابن الأثير في حوادث سنة 349 وأخذ أسيرا فعدم فقيل: قتل. وقيل: بل مات).\n(¬2) الوافي بالوفيات للصفدي 68/ 4: 1520 بما يشبه هذه الترجمة مع بعض التلخيص.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n            :\n\n(¬1) المجدي للعمري ص 105، تاريخ دمشق ... ، ولم يرد في مختصره وتهذيبه تلقيبه بمستخص الدولة، الشجرة المباركة للفخر الرازي ص 104. قال العمري: الشريف السيد القاضي أبو الحسين إبراهيم مختص الدولة بن العباس بن الحسن بن العباس بن الحسن بن الحسين بن علي بن محمد بن علي بن إسماعيل بن جعفر الصادق.\n(¬2) قدم المصنف ترجمته بلقب قوام الدين والمبارز والمختص فراجع.\n(¬3) (طاهر بن هلال مذكور في تاريخ الكامل وفيه إلمامة بالوقعة من غير تفصيل).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب عز الدين فلاحظ وفي الشعر هنا لقبه مستخلص الدين.\n(¬2) (الخريدة). وتقدمت ترجمة عز الدولة محمد بن الحسن بن الحسين الكلبي صاحب صقلية فلعله أخوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            :\n\n(¬1) تاريخ دولة آل سلجوق 178، المنتظم 45/ 10 - 54، الخريدة 29/ 1، الكامل 27/ 11، سير الأعلام 561/ 19: 325، النبراس 145، مفرج الكروب 50/ 1، الفخري لابن الطقطقي 302، تاريخ الاسلام /283/ 4 أ، دول الاسلام 50/ 2، العبر 75/ 4، تتمة المختصر 62/ 2، فوات الوفيات 179/ 3، مرآة الزمان 95/ 8، طبقات السبكي 257/ 7 وغيرها.\n(¬2) لاحظ ترجمته في المنتظم حوادث <span id='ms2089'></span> سنة 566، وخريدة القصر قسم شعراء العراق 9/ 1، والكامل ج 11 في مواضع، والفوات 269/ 1، وتاريخ ابن الدبيثي ق 22 وفي مختصره ص 170 برقم 602، وتاريخ الاسلام ق 55، وسير الأعلام 68/ 21: 24، والوافي 309/ 12: 280، ومرآة الزمان 356/ 8، وتاريخ الخلفاء 444 وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n            :\n\n(¬1) المنتظم 200/ 9، الكامل 534/ 10 - 536، النبراس 145، تاريخ الاسلام 205/ 4، وسير الأعلام 396/ 19: 236، دول الاسلام 39/ 2، العبر 26/ 4، تتمة المختصر 40/ 2، مرآة الزمان 45/ 8، البداية والنهاية 182/ 12، النجوم الزاهرة 215/ 5، مرآة الجنان ... ، الوافي للصفدي 115/ 7: 3043، تاريخ الخلفاء: 426 وغيرها.\n(¬2) (ابن تومرت 485 - 524 مذكور في الوفيات).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n            :\n\n(¬1) جذوة المقتبس 25، الذخيرة 48 - 59، بغية الملتمس 31، الكامل 276/ 9، سير الأعلام 347/ 17: 215، تاريخ الاسلام ص 348، المعجب 105، الحلة السيراء 12/ 2، البيان المغرب 135/ 3، المختصر في أخبار البشر 147/ 2، تتمة المختصر 497/ 1، الوافي للصفدي 299/ 18: 350 وغيرها.\n(¬2) ابن حزم الفقيه هو علي بن أحمد بن سعيد الأندلسي الأموي ولاء وعقيدة. توفي سنة 456 له ترجمة مبسوطة في سير الأعلام.\n(¬3) (سليمان بن المرتضى ومحمد بن العراقي من أبناء عم عبد الرحمن المستظهر).\n(¬4) صلة التكملة /2 ق 34، مختصر التاريخ لابن الكازروني 266 - 280، خلاصة الذهب المسبوك 289، تاريخ الاسلام وفيات سنة 656، دول الاسلام 121/ 2، العبر حوادث سنة 656، سير الأعلام 174/ 23، تاريخ الخلفاء للسيوطي 464، فوات الوفيات 230/ 2: 237، البداية والنهاية 204/ 13، العسجد المسبوك 630، تاريخ ابن خلدون 536/ 3، العقد الثمين 290/ 5: 1644، الوافي 641/ 17: 539، الفخري 297، الحوادث\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n            :\n\n= ص 158 و 324، ذيل مرآة الزمان 253/ 1، السلوك 409/ 2/1، والنجوم الزاهرة 63/ 7 وغيرها.\n(¬1) هو عيسى بن مهران المستعطف أبو موسى البغدادي مترجم في الجرح والتعديل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n            :\n\n290/ 6، والكامل لابن عدي 260/ 4، وتاريخ بغداد 167/ 11: 5866 ورجال النجاشي ورجال الطوسي والفهرست لابن النديم، والأنساب للسمعاني: المستعطف، والضعفاء والمتروكين لابن الجوزي 242/ 2: 2661، والمغني في الضعفاء: 501/ 2: 4831، وتاريخ الاسلام وفيات 241 - 250 ص 386 ووفيات 261 - 280 ص 147، وميزان الاعتدال 324/ 3: 6613، والكشف الحثيث 331: 582، ولسان الميزان وغيرها. قال ابن عدي: محترق في الرفض وله في فضائل أهل البيت وذم غيرهم أحاديث والضعف بين على حديثه. قال النجاشي: له عدة كتب منها: كتاب مقتل عثمان وكتاب الفرق بين الآل والأمة وكتاب المحدثين وكتاب السنن المشتركة وكتاب الوفاة وكتاب الكشف وكتاب الفضائل وكتاب الديباج. وقال الشيخ الطوسي: وله كتاب المهدي عليه السلام. وقال الخطيب في تاريخه 168/ 11: كان من شياطين الرافضة ومردتهم، وقع إلي كتاب من تصنيفه في الطعن على الصحابة وتضليلهم وإكفارهم وتفسيقهم فلقد قف شعري عند نظري فيه ... مما أودع ذلك الكتاب من الأحاديث الموضوعة عن <span id='ms2090'></span> سقاط الكوفيين ... هذا وقد اتفقت كلمة الذاكرين له على تضعيفه أو السكوت عنه سوى أبو جعفر الطبري فقد نقل عنه توثيقه كما في لسان الميزان.\n(¬1) المنتظم: حوادث سنة 495، الكامل 237/ 10، وفيات الأعيان 178/ 1، سير الأعلام 196/ 15: 73، العبر 341/ 3، الوافي 183/ 8: 3608، اتعاظ الحنفا: 282،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p210'> Vol. 05, p. 210</a>\n            </div>\n            :\n\nالدرة المضية 443/ 6، مرآة الجنان، تاريخ ابن خلدون 66/ 4، خطط المقريزي 356/ 1 وغيرها.\n(¬1) كذا في ط 1، والصواب: وستين.\n(¬2) (البيان المغرب).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n            :\n\n(¬1) المعارف 393، تاريخ الطبري ج 9، تاريخ بغداد 84/ 5، الكامل ج 7، المنتظم حوادث سنة 252، الفوات 140/ 1، سير الأعلام 46/ 12: 9، تاريخ الاسلام 54: 42، الوافي 93/ 8 وغيرها. واسمه في بعض المصادر: أحمد بن محمد بن هارون.\n(¬2) المعتز هو الزبير بن جعفر وستأتي ترجمته والمؤيد أخوه واسمه إبراهيم قتله المعتز سنة 252 بعد ما كان بايع له بولاية العهد. راجع تاريخ الطبري والكامل وسير أعلام النبلاء.\n(¬3) وتقدم ذكره استطرادا، وهو من أحفاد صاحب الترجمة التالية وله فيها ذكر.\n(¬4) تاريخ ابن خلدون 351/ 7 واسمه فيه سليمان بن محمد بن هود (توفي سنة 438 كما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            :\n\n= في دائرة المعارف). وتقدم ذكره استطرادا تحت الرقم 1122. هذا والمذكور هنا هو الجد الثاني للترجمة المتقدمة.\n(¬1) جمهرة الأنساب 102، جذوة المقتبس 19، الذخيرة 35/ 1/1، بغية الملتمس 24، المعجب 42، الحلة السيراء 5/ 2، البيان المغرب 91/ 3، المختصر في أخبار البشر 145/ 2، تاريخ ابن خلدون 150/ 4، تاريخ الاسلام ص 158، سير أعلام النبلاء: 283/ 17: 174 و 133/ 17: 79، الوافي 369/ 15، فوات الوفيات 62/ 2.وقد تقدم ذكره أيضا في ترجمة علي بن حمود الحسني المتوكل. وستأتي ترجمة أبيه.\n(¬2) لا ندري أنه ذكره في أي لقب، ولقبه المعروف هو المستعين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            :\n\n(¬1) لم أجد الحديث المذكور مع المراجعة إلى فهارس كنز العمال ومعجم ألفاظ الحديث النبوي. نعم ورد نحو هذا موقوفا في ترجمة أبي الدرداء من تاريخ دمشق كما في مختصره ص 37 ج 20 وكنز العمال 773/ 3: 8718 عن ابن عساكر.\n(¬2) تاريخ الدوري 394/ 2، التاريخ الكبير 242/ 6: 2280، الجرح والتعديل 158/ 6: 870، الثقات لابن حبان 201/ 7، تهذيب الكمال 434/ 19: 3842، ميزان الاعتدال 5538/ 3، تهذيب التهذيب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            :\n\n(¬1) الوافي 349/ 15: 494، الأعلام 181/ 3، الدرر الكامنة 141/ 2.ولد سنة 683 وتوفي سنة 740.\n(¬2) تكملة تاريخ الطبري 149/ 1، تجارب الأمم 86/ 2، مروج الذهب 540/ 2، تاريخ بغداد 10/ 10، المنتظم 339/ 6، الكامل 420/ 8، الوافي 323/ 17، تاريخ الاسلام وفيات 334 وهي سنة عزله ص 103 برقم 137 ووفيات 338 برقم 253 ص 161، سير الأعلام 111/ 15، تاريخ الخلفاء 397 وغيرها. وأما أحمد بن بويه - وستأتي ترجمته في معز الدولة <span id='ms2091'></span> - فقصد بغداد ونزل باجسراي واستتر المستكفي فنزل معز الدولة بالشماسية، وبعث إليه الخليفة التحف والخلع ثم حضر وبايع فلقبه الخليفة بمعز الدولة وأخاه عليا عماد الدولة والحسن ركن الدولة وضربت أسماؤهم على السكة ثم إنه بعد أمور خلع المستكفي وسمله وبايعوا المطيع بن المقتدر وبقي المستكفي بعد الخلع مسجونا أربعة عوام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            :\n\n(¬1) وهو أبو جعفر محمد بن يحيى بن شيرزاد، ذكره ابن الأثير في مواضع من المجلد الثامن من كتاب الكامل.\n(¬2) جمهرة الأنساب 100، جذوة المقتبس 26، الذخيرة 433/ 1/1، بغية الملتمس 33، الكامل لابن الأثير 277/ 9، المغرب 54/ 1، البيان المغرب 141/ 3، الوافي 230/ 3، سير الأعلام 397/ 17: 258، تاريخ الاسلام ص 393 وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            :\n\n(¬1) المستظهر بالله تقدمت ترجمته باسم عبد الرحمن بن هشام الأموي.\n(¬2) مختصر تاريخ ابن الدبيثي ص 208 رقم 754 وفيه أنه توفي سنة 525 وله 37 سنة.\n(¬3) توفي سنة 538 مترجم في المنتظم والكامل لابن الأثير وسير أعلام النبلاء والعبر والوافي وغيرها وتقدم ذكره استطرادا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            :\n\n(¬1) المنتظم 192/ 10 و 236، الكامل 256/ 11 و 360، مرآة الزمان 177/ 8، خلاصة الذهب المسبوك 276، الروضتين 190/ 1، مفرج الكروب 193/ 1، الفخري 316، سير الأعلام 412/ 20، مختصر تاريخ ابن الدبيثي ص 383، فوات الوفيات ... ، تاريخ الخلفاء 442 وغيرها.\n(¬2) كان في ط الهند: اتفقا ووضعا. فصوبناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            :\n\n(¬1) ستأتي ترجمة أبيه برقم 5569 وبلقب المناصح وباسم بختكين بن عبد الله الجرجاني.\n(¬2) لم أجد له ترجمة ولم أتأكد من ضبط اسمه هل هو جسينات كما في العنوان أو حسينات الليان كما في الترجمة أو لا هذا ولا ذاك فيكون جستان كما ورد في الأسماء مثله، هذا ولم أجد مثل هذا الاسم في كافة المصادر مما يعزر الاحتمال الأخير.\n(¬3) البيان المغرب 216/ 3، دول الاسلام 75/ 2، الكامل 280 و 281، تاريخ ابن خلدون 434/ 7.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            :\n\n(¬1) تاريخ علماء الأندلس 7/ 1، يتيمة الدهر 293/ 1، جمهرة أنساب العرب 100، جذوة المقتبس 13، بغية الملتمس 18، المختصر في أخبار البشر 117/ 2، العبر 341/ 2، الكامل لابن الأثير 224/ 8، تاريخ ابن خلدون 144/ 4، سير أعلام النبلاء 269/ 8: 63 وج 16 ص 230 رقم 163، دول الاسلام 220/ 1، تاريخ الاسلام ص 338 و 358، الوافي 119/ 13.وتقدمت ترجمة ابنه المستعين سليمان بن الحكم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            :\n\n(¬1) (دول الاسلام 340/ 1)، الكامل 447/ 9، وفيات الأعيان 229/ 5، العبر 318/ 3، البداية والنهاية 148/ 12، تاريخ ابن خلدون 62/ 4، خطط المقريزي 355/ 1، سير أعلام النبلاء 186/ 15: 72، النجوم الزاهرة ومرآة الجنان.\n(¬2) وتقدم ذكره بلقب القاضي فراجع الرقم 2690.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            :\n\n(¬1) في تتمة اليتيمة <span id='ms2092'></span> ص 18 رقم 6: أبو الحسين المستهام الحلبي غلام أبي الطيب المتنبي والببغاء أنشدني أبو يعلى له في بعض الأمراء (وذكر أبياتا ثلاثة) وله الخمر أنشدنيه أبو يعلى (وذكر له بيتان). وأظن أن (ابن عبد الله) من إبداع المصنف.\n(¬2) لم أجد البيتان في ديوانه، وتركنا ما في البيتين من الاشكال على حاله.\n(¬3) (تاريخ دمشق) ومعجم الأدباء 163/ 10 وإنباه الرواة وبغية الوعاة، ولكن لم يذكر في المطبوع من المعجم غير جملة من أشعاره، وقال: كان نحويا لغويا أديبا شاعرا توفي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            :\n\n(¬1) قال الفخر الرازي في كتابه الشجرة المباركة ص 53 ط 1: وعقب الحسن بن زيد القاضي أربعة: الحسين أبو عبد الله الناصر لدين الله ويلقب بالراضي بالله خرج بالديلم فبايعه أهلها وملكها اثنى عشر سنة وتوفي بآمل وقبره بها مشهور. وقال المروزي في الفخري ص 153: ولزيد القاضي أبو محمد الحسن وحده وله الحسين الراضي بالله ويعرف بزيد كان واحد بايعه الديلم وأقام بها اثنتي عشر سنة له أربعة أولاد من عقبهم بآمل قوم، وأبو طالب صالح (أخو المترجم) له زيد بن صالح أبو القاسم المسدد بالله وحده بويع له بالديلم سنة 416 له عقب بقزوين. وقال الفخر الرازي في الشجرة وابن عنبة في عمدة الطالب ص 90 ط النجف الأشرف: وأما صالح بن محمد فمن ولده أبو القاسم زيد بن صالح بن الحسن بن زيد بن صالح يلقب المسدد بالله بويع له بالديلم سنة 416 ومات بها وله ولد بقزوين. هذا فالمسدد بالله هو ابن أخي المترجم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            :\n\n(¬1) والحديث المذكور روى نحوه المتقي الهندي عن ابن النجار بسنده عن بهز بن حكيم بن أبيه عن جده قال: قلت: يا رسول الله إنا نتساءل أموالنا؟ قال: يسأل الرجل لحاجته أو لفتق ليصلح به بين قومه فاذا بلغ أو كرب استعف. والفتق الحرب تكون بين القوم كما في النهاية. هذا والفقرة الثانية من الحديث رواه أحمد في المسند ج 3 ص 477 أنه قال لقبيصة بن مخارق: ان المسألة لا تصلح إلا في ثلاث: رجل تحمل بحمالة حلت له المسألة حتى يؤديها ثم يمسك <span id='ms2093'></span>، ورجل أصابته حاجة وفاقة حتى يشهد له ثلاثة من ذوي الحجا من قومه. أنه قد أصابته حاجة أو فاقة إلا قد حلت له المسألة فيسأل حتى يصيب قوما من عيش ... ورجل أصابته جائحة اجتاحت ماله حلت له المسألة فيسأل حتى يصيب قوما ... وما كان سوى ذلك من المسألة سحت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            :\n\n(¬1) وتقدمت ترجمة العميد حيدرة بن الحسن أبو تراب كاتب الجيش فلعله أبوه.\n(¬2) (بغية الوعاة باسم خلف بن طازنك، بفتح الزاي وتشديد النون، أما المصنف فجعل علامة التشديد على الزاي). أجش المكان: التف نبتة وحشية، والشؤبوب: أول ما يظهر من الحسن، (المستأسد من النبت: متناهيه في الطول، والصلع من الجبال: ما لا ينبت شيئا).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب قطب الدين مع الاشارة إلى هذا اللقب، وكان هنا في ط الهند: سلمان فصوبناه، هذا وسكمان وسقمان هما في الأصل واحد والظاهر أن اللفظة فارسية الأصل فتعرب إلى سكمان وسقمان. والترجمة التالية لأحد أفراد أسرة المترجم فلاحظ. وتقدم في ترجمته وفي الرقم 2997 أنه صاحب آمد وذكر هنا أنه صاحب ماردين فتأمل.\n(¬2) (انظر ترجمته في دول الاسلام 127/ 2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            :\n\n(¬1) (يحيى بن عيسى مترجم في الشذرات توفي سنة 649). وسيأتي ذكره بعد الترجمة التالية استطرادا.\n(¬2) العبر 384/ 3، مرآة الجنان 225/ 4، البداية والنهاية 341/ 13.بقي في السلطنة نيفا وأربعين سنة. (وأشهر القابه المظفر وبهذا اللقب ذكره القاضي الحسين بن أحمد العرشي في بلوغ المرام ص 45 قام بالملك سنة 648 وتوفي سنة 694 وانظر تاريخ أبي الفداء 186/ 3).\n(¬3) الكامل 413/ 12، مرآة الزمان 658/ 8، الحوادث سنة 626، (تاريخ أبي الفداء 132)، تتمة المختصر 223/ 2، الوفيات لابن خلكان 83/ 5، سير أعلام النبلاء 331/ 22: 201، تاريخ الاسلام 384/ 250، الوافي 315/ 9.وفي غالب المصادر كنيته أبو\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            :\n\n= يوسف واسمه اقسيس. (كانت للملك المسعود رحلات إلى مكة أولاها رحلته إليها حاجا سنة 619 ... ثم سنة 620 وانتصر فيها على الحسن بن قتادة والرحلة الثالثة سنة 626 وهي التي مات فيها). وستأتي ترجمة ابنه المعظم عمر فلاحظ.\n(¬1) التبيين في أنساب القرشيين لابن قدامة ص 255.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            :\n\n(¬1) التبيين ص 276، المنمق ص 159، 369، 387، 388.\n(¬2) التبيين ص 280، نسب قريش 228، الاستيعاب 609/ 3، الاصابة 8930، تاريخ دمشق كما في مختصره: 63/ 27، تاريخ الاسلام وفيات سنة 13 ص 102، سير أعلام النبلاء 315/ 1، تعجيل <span id='ms2094'></span> المنفعة 429، جمهرة نسب قريش 466 و 514، تاريخ الطبري 418/ 3، أنساب الأشراف 357/ 1 وغيرها. أسلم يوم الفتح واستشهد بأجنادين عام 13 فيما قيل. والمقتول يوم بدر كافرا هو أخوه زمعة ويظهر من عبادة بن قدامة أنه كان لهما أخ آخر قتل يوم بدر كافرا.\n(¬3) قتل يوم بدر كافرا، له ذكر في المؤتلف والمختلف للدارقطني 566/ 2، والاكمال 495/ 2، والمغازي للواقدي 32/ 1 و 34 و 59 و 144، وسيرة ابن هشام 709/ 1، وجمهرة ابن حزم 119، والاستيعاب 910، وأسد الغابة 246/ 3، والاصابة 95/ 4.وكنيته أبو حكيمة.\n(¬4) المؤتلف والمختلف للدارقطني 2002/ 4، الإكمال 244/ 7، تهذيب الأنساب للعبيدلي ص 232، لباب الأنساب لابن فندق 302، الشجرة المباركة للرازي ص 149، الفخري للمروزي ص 59، تاريخ الاسلام وفيات 415 ص 393 رقم 232. قال عنه الفخر الرازي: سيد الناس في عصره بمصر والحجاز وكان يعرف بمسلم وكان محدثا كبيرا وسيدا ممدوحا فاضلا كريما ... وعقبه من رجل واحد وهو طاهر أبو الحسين أمير المدينة وكان شاعرا فاضلا وله أولاد كثيرة. وقال المروزي: المعروف بمسلم سيد الناس في عصره ... وكان عالما فاضلا كريما محدثا، وكان رئيسا بمصر وسيد آل أبي طالب بها والحجاز وهو عشيرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p229'> Vol. 05, p. 229</a>\n            </div>\n            :\n\n(¬1) (عمرو بن الهيثم أبو قطن توفي سنة 178 أو بعد المائتين انظر ترجمته في التهذيب).\n(¬2) قدم المصنف ترجمته بلقب كلمة الله فراجع. وقد ورد لقب المسيح في القرآن في 11 مورد في ثلاثة منها جمع بين الاسم واللقب مع الاضافة إلى أمه (المسيح عيس بن مريم)، وفي خمسة منها أتى بلقبه مضافا (المسيح بن مريم) دون اسمه، وفي ثلاثة منها أتى اللقب وحده. هذا وورد اسم عيسى في القرآن في 25 مورد مضافا ومجردا ومصحوبا. والأوجه التي ذكرها المصنف إنما تتم لو كانت اللفظة موضوعة عليه من قبل العرب، وأما إذا كانت التسمية من طائفة المسيح وعشيرته فلم تكن لغتهم عربية حتى يكون لأسمائهم وألقابهم معان عربية، هذا والوجه الرابع لا يرد عليه هذا الاشكال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p230'> Vol. 05, p. 230</a>\n            </div>\n            :\n\n(¬1) دمية القصر 154/ 1، الخريدة 265/ 1، الوافي 125/ 11.\n(¬2) ولفظة سقاك رسم خطها غير واضح وقد أخذناها من الوافي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n            :\n\n(¬1) يعرف بلقبه وكنيته ولا يعرف باسمه ولاحظ لترجمته: المنتظم والعبر وفيات 416، والكامل لابن الأثير: ج 9 في مواضع، تاريخ مختصر الدول 180، نهاية الارب <span id='ms2095'></span> 250/ 26، المختصر في أخبار البشر 151/ 2 و 154 و 155، تاريخ الاسلام 411: 273، دول الاسلام 247/ 1، سير أعلام النبلاء 408/ 17: 268، تاريخ ابن الوردي 502/ 1 و 503 و 506 - 508، البداية والنهاية 19/ 12، وتاريخ ابن خلدون 472/ 4 و 474، والنجوم الزاهرة 262/ 4 و 263.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p232'> Vol. 05, p. 232</a>\n            </div>\n            :\n\n(¬1) كارزيات بلدة بفارس. وقيل أنها هي كارزين مدينة لا تزال معروفة وأن كارزيات لغة فيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p233'> Vol. 05, p. 233</a>\n            </div>\n            :\n\n(¬1) (تغار كيل يسع ثمانمائة أوقية) ولا زالت اللفظة مستعملة اليوم.\n(¬2) لم أجد له ترجمة، ولم يرد ذكره في مختصر تاريخ ابن الدبيثي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p234'> Vol. 05, p. 234</a>\n            </div>\n            :\n\n(¬1) المحمدون 49، قلائد العقيان 119 - 132، بغية الملتمس 42، المغرب في حلي المغرب 417/ 2.توفي سنة 520. (والقصيدة المذكورة هي جزء من قصيدة طويلة كتبها إلى أبي بكر الطائي الفقيه الوزير وانظر تمامها في القلائد).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p235'> Vol. 05, p. 235</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب مجد الملك فراجع (وقد أخطأ المصنف في الترجمة حيث ذكر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p236'> Vol. 05, p. 236</a>\n            </div>\n            :\n\nوزارته لآلب أرسلان وتقييد البناء بسنة 455 والصحيح الذي ذكره البيهقي أن أرغون أمر بهدم السور فهدم سنة 490 ثم بناه مجد الملك بعده، ثم بعد اختتام هذا الفصل ذكر البيهقي فصلا آخر يتضمن قراءة الخطبة سنة 455 باسم ألب أرسلان فخلط المصنف بين الكلامين).\n(¬1) ولقبه في المتن: مشيد الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p237'> Vol. 05, p. 237</a>\n            </div>\n            :\n\n(¬1) مختصر مرآة الزمان 531/ 8، الجامع لابن الساعي 207/ 9، ذيل الروضتين ص 58، التكملة للمنذري 103/ 2: 958، تاريخ الاسلام وفيات 603، الوافي للصفدي 136/ 18: 161، عقود الجمان لابن الشعار 214/ 3، البداية والنهاية 46/ 13، توضيح المشتبه 687/ 1 وغيرها.\n(¬2) توفي في الحبس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p238'> Vol. 05, p. 238</a>\n            </div>\n            :\n\n(¬1) تاريخ ابن الدبيثي ق 63، ومختصر تاريخ ابن الدبيثي 40: 132، والتكملة للمنذري\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n            :\n\n114/ 1: 76، تاريخ الاسلام وفيات 585. وفي المختصر لم يرد تاريخ يوم وفاته وفي التكملة: (في الثاني عشر من جمادى الأولى) والأول والأخير من المصادر لم يكونا في متناولي.\n(¬1) المنتخب من السياق من تاريخ نيسابور 1482: أبو الفتح ابن عميد الحضرة أبي سعد، الأمير مشيد الملك، محتشم، من وجوه العمال المتصرفين، تخرج في العربية، وتفقه على إمام الحرمين أبي المعالي، وناظر بين يدي نظام الملك، ثم صار نائب أبيه في أعمال نيسابور، سمع وأكثر عن زين الاسلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p240'> Vol. 05, p. 240</a>\n            </div>\n            :\n\n(¬1) (في الأغاني 94/ 9: ثم تحول (امرؤ القيس) عنه (سعد بن الضباب) فوقع في أرض طيء فنزل برجل من بني جديلة يقال له المعلى بن تيم ففي ذلك يقول:\nكأني إذ نزلت على المعلى ... نزلت على البواذخ من <span id='ms2096'></span> شمام\nفما ملك العراق على المعلى ... بمقتدر ولا ملك الشئام\nأقر حشى امرء القيس بن حجر ... بنو تيم مصابيح الظلام\nوهذا يفيد أن الملقبين بمصابيح الظلام هم بنو تيم وإن كان المعلى سببا في ذلك وعليه نص ابن عبد ربه في العقد الفريد 69/ 2.\n(¬2) وتقدم ذكره استطرادا في الرقم 1675 فلاحظ. وانظر ترجمته في الأنساب واللباب ومعجم البلدان: شارك، ودمية القصر وتبصير المنتبه 797/ 2.\n(¬3) من أعلام القرن الخامس مترجم في دمية القصر ومنتخب سياق تاريخ نيسابور\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n            :\n\n= ولباب الأنساب للبيهقي والوافي 21/ 4.\n(¬1) في المعجم: تورثتها من شارك بن سنان.\n(¬2) تقدم ذكره بلقب محب الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p242'> Vol. 05, p. 242</a>\n            </div>\n            :\n\n(¬1) ديوان أبي طالب للمهزومي ص 71، وأسنى المطالب ص 11، وسيرة ابن هشام 275/ 1 و 283، وطبقات ابن سعد 186/ 1، وتاريخ الطبري 218/ 2، والروض الأنف 171/ 1، وشرح ابن أبي الحديد 306/ 3، والبداية والنهاية 126/ 2 و 258 وج 3 ص 42 و 48 و 49 وغيرها.\n(¬2) لأحمد بن عبد العزيز ترجمة في تاريخ دمشق.\n(¬3) تقدم ذكره استطرادا وله ترجمة في الاكمال 370/ 2، والكامل في التاريخ 117/ 10، والوفيات لابن خلكان 438/ 4، والمحمدون 129، ومرآة الجنان في موضعين وفيات 471 و 473، والمختصر في أخبار البشر 194/ 2، والمشتبه 211/ 1، والعبر 279/ 3، وسير أعلام النبلاء 413/ 18: 209، وتتمة المختصر 572/ 1، وتاريخ دمشق والوافي 118/ 3: 1057 وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p243'> Vol. 05, p. 243</a>\n            </div>\n            :\n\n(¬1) هو محمد بن أحمد بن هارون مترجم في تاريخ دمشق والأنساب وسير أعلام النبلاء والوافي والاكمال وغيرها توفي سنة 417.\n(¬2) وقد طبع في دمشق عام 1951 وهو قصائد في مديح الأمراء والرؤساء وخاصة الحمدانيين وبني مرداس.\n(¬3) (وفي الوفيات: قفوا في الفلا ... لما تحكما).\n(¬4) قال شيخنا الرازي في كتابه الأنوار الساطعة في المائة السابعة: النقيب جلال الدين الحلي المولود في 9 المحرم سنة 643 وقد كتب والده كشف المحجة وصية إليه وهو صغير في سنة 649 وصرح فيه بالاجازة له ولأخيه الأصغر منه رضي الدين علي، فصاحب الترجمة يروي عن والده وعن نجيب الدين يحيى بن سعيد قرأ عليه كتابه جامع الشرائع مع\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p244'> Vol. 05, p. 244</a>\n            </div>\n            :\n\n= محمد بن أحمد بن صالح القسيني كما ذكره القسيني في إجازته لطومان، وقد تولى النقابة بعد والده سنة 664 إلى أن توفي سنة 680 وقام مقامه أخوه علي كما في إجازات البحار عن مجموعة الجبعي.\n(¬1) انظر نبذا مما يتعلق به في تاريخ <span id='ms2097'></span> الكامل 237/ 10 - 238.وقال ابن الأثير: وتسلم المستعلي نزارا فبنى عليه حائطا فمات ... قال: والاسماعيلية إلى يومنا هذا يقولون بامامة نزار 448/ 9 و 237/ 10 و 317. وكان في ط الهند: اتصل بالروذبار.\n(¬2) (راجع تاج العروس 412/ 6). وفي مختصر تاريخ دمشق في ترجمة عمار ص 211: وأول من تغنى بالحجاز المصطلق أبو خزاعة وإنما سمي المصطلق لحسن صوته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p245'> Vol. 05, p. 245</a>\n            </div>\n            :\n\n(¬1) لعله مخفف عن «تيمور تاش» ولا زال هذا الاسم رائجا.\n(¬2) تقدم ذكر حفيده علم الملك يحيى بن جعفر وله فيها ذكر قال: كان جده يعرف بالقائد مصطنع الدولة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p246'> Vol. 05, p. 246</a>\n            </div>\n            :\n\n(¬1) 157/ 3 معجم الأدباء ونقل المصنف هنا مع تلخيص يسير وفي المعجم: أن يخرج على حواشيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p248'> Vol. 05, p. 248</a>\n            </div>\n            :\n\n(¬1) هو أحد كبار العرفاء والشعراء الايرانيين وأشعاره متداولة على الألسن إلى يومنا هذا، توفي سنة 691، ومن أشعاره العربية الرقيقة المتداولة عند العرب والعجم في زماننا قوله في مدح رسول الله صلى الله عليه وآله وسلم:\nبلغ العلى بكماله ... كشف الدجى بجماله\nحسنت جميع خصاله ... صلوا عليه وآله\n(وكان بالأصل خروم فأكملنا بعضه من كلياته طبع نولشكور ولم نجد البيت الثالث في النسخ الموجودة عندنا من الكليات).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p249'> Vol. 05, p. 249</a>\n            </div>\n            :\n\n(¬1) (الخونجي نسبة الى خونج (خونة) بلد من أعمال آذربيجان. راجع معجم البلدان).\n(¬2) الاسماعيلي هو أحمد بن إبراهيم بن إسماعيل من كبار العلماء الشافعية توفي سنة 371 مترجم في تاريخ جرجان والأنساب وسير الأعلام وغيرها.\n(¬3) وفي ط لاهور: منيت.\n(¬4) معجم البلدان: جورتان، تاريخ ابن الدبيثي ق 13، ومختصر ابن الدبيثي ص 9\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p250'> Vol. 05, p. 250</a>\n            </div>\n            :\n\n= رقم 23، والتكملة للمنذري 204/ 1: 230، وتاريخ الاسلام وفيات 590، تذكرة الحافظ ص 1356، والوافي 108/ 2: 435، ذيل طبقات ابن رجب 380/ 1، والشذرات. ويعرف بالمصلح - دون إضافة - الحمامي الحنبلي.\n(¬1) مترجم في تاريخ ابن الدبيثي ومختصره والتكملة وسير أعلام النبلاء وتاريخ الاسلام والوافي وغيرها ولد سنة 541 وتوفي سنة 615.\n(¬2) تاريخ دمشق كما في مختصره 255/ 24: 219 قال: أبو عمرو القاضي الأردبيلي المعروف بابن الملحي قدم دمشق وحدث بها روى عن أبي علي محمد بن وشاح ... (وقرأ على أبي إسحاق الشيرازي: اللمع في أصول الفقه، ولد سنة 421).\n(¬3) محمد بن وشاح أبو علي المذكور في الترجمة يعرف بالزينبي توفي سنة 463 مترجم في لسان الميزان وتاريخ بغداد ودمية القصر <span id='ms2098'></span> وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p251'> Vol. 05, p. 251</a>\n            </div>\n            :\n\n(¬1) (وأنشد البيتين فيما سبق في ترجمة محدث الحرمين عبد الرحمن بن فتوح).\n(¬2) نسب قريش 363، التاريخ الكبير 171/ 6، الجرح والتعديل 120/ 1/3، التبيين ص 420، مختصر تاريخ دمشق 95/ 19. هذا وأما معاوية فقد تقدم ذكره اعتمادا واستطرادا وهو أمير القاسطين والفئة الباغية بنص الحديث النبوي المتواتر، وهو المتسبب لانتهاك الحرمات من قتل الصالحين وإراقة الدماء وإثارة الشقاق والخروج على الامام العادل وتحريف مسيرة الأمة الاسلامية وتشويه معالم الاسلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p253'> Vol. 05, p. 253</a>\n            </div>\n            :\n\n(¬1) الاكمال 261/ 7 وفي طبعة أخرى 201/ باب مطرف. وتقدمت ترجمته بلقب الغمر فراجع. ولاحظ تهذيب الكمال 363/ 15.\n(¬2) إلى هنا ينتهي النقل عن الإكمال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p254'> Vol. 05, p. 254</a>\n            </div>\n            :\n\n(¬1) تهذيب التهذيب 175/ 10، الكامل لابن عدي 1860/ 377/6، طبقات ابن سعد 438/ 5، التاريخ الكبير 397/ 7: 1731، المعرفة والتاريخ 655/ 1 و 672 و 684 و 685 وج 2 ص 176 و 177 و 823، الجرح والتعديل 315/ 8: 1454، الثقات لابن حبان 183/ 9، تاريخ الاسلام ص 406، ميزان الاعتدال 4: 8581، الأنساب للسمعاني اليساري. وهو مطرف بن عبد الله بن مطرف ابن سليمان بن يسار اليساري المدني أبو مصعب مولى ميمونة زوج النبي صلى الله عليه وآله وسلم. توفي سنة 220. وفي الكامل والتهذيب: حدثنا أبو مصعب الأصم يلقب مطرف.\n(¬2) أحمد بن داود بن عبد الغفار أبي صالح مترجم في لسان الميزان 542/ 168/1.\n(¬3) والحديث رواه الحاكم في المستدرك والبيهقي في السنن وابن عساكر في تاريخه عن عثمان وعلي وروى نحوه ابن سعد في الطبقات عن الحسن البصري وابن عوف ومحمد بن جبير بن مطعم، وروى أيضا نحوه عبد الله بن أحمد في المناقب عن أنس فلاحظ كنز العمال 589/ 11 حديث 32817 وتالييه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p255'> Vol. 05, p. 255</a>\n            </div>\n            :\n\n(¬1) لم أجد الشعر في ديوانه.\n(¬2) لم يذكر من ترجمته صلى الله عليه وآله وسلم شيئا، والمذكور هنا برمته تابع للترجمة التالية ترجمة عمار بن ياسر، وكأن المصنف لم يبيض كتابه ولم يراجعه بعد الكتابة بل كان يذكر ترجمة كل عنوان في الجدول المقابل فإذا أخطأ تارة في وضعه محله ترجمة ثانية وفي مراجعة ثانية للفراغات التي تركها دون التفات إلى وقوع الاشتباه وحصول التكرار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            :\n\n(¬1) الآية 106 من سورة النحل.\n(¬2) انظر ما تقدم في الترجمة السالفة، ولاحظ ترجمته في مسند أحمد 262/ 4 و 319 وطبقات ابن سعد 176/ 1/3، وطبقات خليفة وتاريخه في مواضع، التاريخ الكبير والصغير <span id='ms2099'></span> للبخاري في مواضع أيضا، والمعارف: 256 والجرح والتعديل ومشاهير علماء الأمصار 266 وحلية الأولياء 139/ 1 والاستيعاب 225/ 8 وتاريخ بغداد 150/ 1، وتاريخ دمشق 300/ 12 وأسد الغابة 129/ 4 وتهذيب الكمال والإصابة وسير الأعلام 84/ 406/1. قال الذهبي في سير الأعلام: أحد السابقين الأولين وأعيان البدريين وأمه من كبار الصاحبيات أيضا ... وروى عمرو بن مرة عن عبد الله بن سلمة قال: رأيت عمارا يوم صفين شيخا آدم طوالا وإن الحربة في يده لترعد فقال: والذي نفسي بيده لقد قاتلت بها مع رسول الله (ص) ثلاث مرات وهذه الرابعة، ولو قاتلونا حتى يبلغوا بنا سعفات هجر لعرفت أننا على الحق وأنهم على الباطل. وقد روى الذهبي من طرق الحديث النبوي المشهور ونص على تواتره: تقتل عمارا الفئة الباغية. وبالهامش: أخرجه مسلم 2915 و 2916 في الفتن وأحمد بن المسند 5/ 3 و 197/ 4 و 289/ 6 و 300 و 311 و 315 وابن سعد 180/ 1/3 والطبراني وبزيادة يدعوهم إلى الجنة ويدعونه إلى النار أخرجه أحمد في المسند 91/ 3 والبخاري 447 في الصلاة و 2812 في الجهاد. وغيرهم. وهذا الحديث وحده كاف لمن أراد أن يتخذ إلى ربه سبيلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n            :\n\n= وأما ما يرتبط بلقبه رضوان الله عليه فالحديث المذكور هنا رواه الترمذي في ح 3799 كتاب المناقب باب مناقب عمار، وابن ماجة 146 في المقدمة، وأبو نعيم في الحلية 140/ 1 و 135/ 7، والحاكم في المستدرك 388/ 3 وصححه ووافقه الذهبي، والذهبي في سير الأعلام 413/ 1، والكشي في رجاله، وابن عساكر في تاريخه. وفي الأخير: ائذنوا للطيب ابن الطيب. ومرحبا بالطيب ابن الطيب. هذا وفي تاريخ دمشق: حوين السكسكي وفي الكامل ابن حوي وفي طبقات الجمهرة: حوي. وقوله على رمكة أي على ضعف (وهي زيادة من غير كتاب الاستيعاب).\n(¬1) جمهرة النسب ص 326، أسد الغابة 73/ 3 والاصابة 406/ 3 نقلا عن الأول أي ابن الكلبي. ولم أجد من ينقل عن الدارقطني، وما وجدته في فهرس المؤتلف للدارقطني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p258'> Vol. 05, p. 258</a>\n            </div>\n            :\n\n(¬1) (محيي الدين المغربي هو يحيى بن محمد وقد تقدم ذكره).\n(¬2) لاحظ ترجمته في عامة الكتب التاريخية وانظر تاريخ بغداد وسير الأعلام وفوات الوفيات وتاريخ الخلفاء وتاريخ الاسلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            :\n\n(¬1) الفوات 153 ولقبه فيه ظاهر، الكامل 451/ 9، الوافي 64/ 14: 62.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p260'> Vol. 05, p. 260</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره استطرادا وتقدمت ترجمة ابنه مجد الدين محمد وله فيها <span id='ms2100'></span> ذكر، وله ترجمة في تاريخ بغداد لابن رافع 35 وتاج التراجم 4، (والجواهر المضيئة 80/ 2 والفوائد البهية 27)، ومرآة الجنان 227/ 4. وفي بعض المصادر ذكر جده باسم ثعلب.\n(¬2) النوجاباذي هو محمد بن عمر بن محمد وابن المحيا هو محمد بن يحيى وقد تقدمت ترجمتها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p261'> Vol. 05, p. 261</a>\n            </div>\n            :\n\n(¬1) در تنكر لم أجد ذكره في معجم البلدان وتقدم في هذا الكتاب استطرادا در تنك فلاحظ.\n(¬2) وهو المعروف بالبساسيري ورد ذكره استطرادا في هذا الكتاب في مواضع وذكره مطرد في عامة الكتب التاريخية فلاحظ المنتظم والكامل والأنساب للسمعاني والوفيات والوافي وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p262'> Vol. 05, p. 262</a>\n            </div>\n            :\n\n(¬1) الكامل لابن الأثير 432/ 12، سير أعلام النبلاء 190/ 22: 128.\n(¬2) التكملة 966/ 107/2، تاريخ ابن الدبيثي و 249، تاريخ الاسلام 114، المشتبه ص 364 وتبصير المنتبه ص 686.\n(¬3) تمني بنت علي بن محمد بن عليان البواب ست القضاة توفيت سنة 563.المختصر المحتاج إليه ص 399 الرقم 1501. وسكينة بكسر السين وتشديد الكاف كما ضبطه المنذري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n            :\n\n(¬1) من قوله: (ذكره) إلى هنا كان قد ورد اشتباها في محل ترجمة إسماعيل بن يوسف الحموي الآتية برقم 5047 فأرجعناه إلى محله وبذلك حصل بعض التكرار في الترجمة هنا.\n(¬2) البضم: في المورد الأول بالصاد المعجمة وفي الثاني بالمهملة (وهو لغتان فيه راجع المخصص).\n(¬3) لم يذكر المصنف شيئا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره استطرادا وانظر أخباره في المغرب في حلي المغرب 107/ 2، والبيان المغرب لابن عذاري 264/ 3، والمختصر في أخبار البشر 198/ 2، والاحاطة لابن الخطيب 435/ 1، وتاريخ ابن خلدون 160/ 4، وسير أعلام النبلاء 590/ 18: 312، ونفخ الطيب 169/ 1 وغيرها. ولا يصح ما ورد في ذيل الترجمة بل أنه توفي سنة 465 أو 467 فتولى بعده حافده عبد الله بن بلكين فلم يزل حاكما إلى أن استحوذت عليها لمتونة، راجع تاريخ ابن خلدون. نعم وصدق الله في كتابه حيث يقول: ولا تنازعوا فتفشلوا وتذهب ريحكم وما أصابكم من مصيبة فبما كسبت أيديكم.\n(¬2) وتقدم في قطب ما يشبه هذا الاسم فلاحظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه وجده وابنه سعد في عضد الدين (توفي سنة 658 كما في دائرة المعارف الاسلامية). وستأتي ترجمة دكله في زنكي قريبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n            :\n\n(¬1) أحمد بن سليمان المذكور لعله المترجم في معجم الأدباء /17/ 54/3 باسم أحمد بن سليمان بن وهب الكاتب أبو الفضل مات سنة 285.وعبد <span id='ms2101'></span> الله بن طاهر توفي سنة 230.وكان في ط الهند: أحمد بن سليمان أبي عبد الله\n(¬2) (كذا بالأصل ولم أتمكن من تصحيحه).\n(¬3) انظر الترجمة التالية وما بهامشها من تعليق.\n(¬4) جمع الحرامي بمعنى اللص والسارق وهي لغة مولدة ولا زالت هذه اللفظة رائجة عند العراقيين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p267'> Vol. 05, p. 267</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره استطرادا تحت الرقم 1485 و 4441. (ومظفر الدين وجه السبع اسمه سنقر وسيأتي ذكره). وكان رجوعه إلى بغداد سنة 631 وما أشبه هذه الترجمة بالمتقدمة.\n(¬2) توفي سنة 334 ذكره ابن الأثير في تاريخه ج 8 في مواضع، وابن الجوزي في المنتظم حوادث سنة 333 و 334، والصفدي في الوافي 448/ 10: 4937.\n(¬3) بجكم قتل سنة 329. وقد تقدم ذكره في ترجمة المتقي والمستكفي فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p268'> Vol. 05, p. 268</a>\n            </div>\n            :\n\n(¬1) (ومنصور بن سلمة النمري شاعر الرشيد أخباره مبسوطة في الأغاني والبيتان أنشدهما أبو الفرج بزيادة ثالث بينهما).\n(¬2) وتقدم ذكره في ترجمة قتيله فخر الدين بمثل ما هنا، (وكان القتيل وزيرا له، ويقول المستوفي أنه قتل بأيدي غيره من أولاد بيت المملكة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p269'> Vol. 05, p. 269</a>\n            </div>\n            :\n\n(¬1) الوافي بالوفيات 386/ 11: 556: الحنفي البغدادي ... وكان أديبا فاضلا له النظم والنثر. ولم ترد ترجمته في مختصر تاريخ ابن الدبيثي ولا التكملة للمنذري.\n(¬2) الكامل 86/ 12، تاريخ ابن الدبيثي 16، الجامع المختصر لابن الساعي 153/ 9، التكملة 56/ 2: 866، المستفاد للدمياطي 70، تاريخ الاسلام 16، الوافي 228/ 12: 205، الغصون اليانعة 12، بغية الوعاة 523/ 1، وغيرها. وتقدم ذكره بلقب قطب الدين فلاحظ.\n(¬3) في سير الأعلام 495/ 18 ترجمة لعلها لجد المترجم: واعظ العصر العلامة أبو الفضل عبد الله بن الحسين المصري ابن الجوهري ... وكان أبوه من العلماء العاملين مات سنة 480.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p270'> Vol. 05, p. 270</a>\n            </div>\n            :\n\n(¬1) الوفيات 205/ 7 ذيل ترجمة أبيه توفي سنة 627.\n(¬2) (ابن صارة هو عبد الله بن محمد الأندلسي توفي سنة 517 مترجم في الوفيات).\n(¬3) معجم السفر.\n(¬4) الأبهري مترجم في سير الأعلام ج 17 توفي سنة ثمان وعشرين وأربعمائة وفيه جعفر ابن محمد بن الحسين، وتقدم ذكره باسم جعفر الأبهري الصوفي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p271'> Vol. 05, p. 271</a>\n            </div>\n            :\n\n(¬1) قدم المصنف ترجمته باسم: داود بن يونس بن عبد الله كمال الدين أبو الفتوح نقلا عن ابن أنجب فلاحظ، وانظر ترجمته في التكملة وتاريخ الاسلام والوافي. وقد وردت ترجمته في المستفاد من تاريخ ابن الدبيثي تحت الرقم 652 وفيه: بن حسن الأنصاري ... ولد سنة 531.وتقدم أنه <span id='ms2102'></span> دفن بمشهد الامام علي عليه السلام: بظهر الكوفة بالنجف.\n(¬2) (من أتابكية، فارس 581 - 591 راجع المحاضرات للخضري 513/ 3 وطبقات\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p272'> Vol. 05, p. 272</a>\n            </div>\n            :\n\n= سلاطين الاسلام لين بول المترجم إلى الفارسية ص 155) وتقدم استطرادا ذكر ابن دكلا صاحب شيراز تحت الرقم 2803 فلعله ابنه إن لم يكن هو، وتقدم في ترجمة عميد الملك أسعد بن نصر الفالي وزير فارس أنه وزر لمظفر الدين أتابك شيراز ونواحيها ونكبه واعتقله بقلعه اشكنوان بفارس. وانظر ما تقدم تحت الرقم 5053 باسم مظفر الدين أبي بكر بن سعد ابن زنكي.\n(¬1) وسيعيد ذكره في الموفق، وترجمته موجودة في الجزء المطبوع من معجم السفر.\n(¬2) (في الأصل: رزين).\n(¬3) التكملة 33/ 2: 814، تاريخ ابن الدبيثي ق 67، الوافي 239/ 15: 336، التوضيح لابن ناصر الدين 313/ 1.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p274'> Vol. 05, p. 274</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره استطرادا وسيعيد ترجمته بلقب معز الدين وهو المعروف من لقبه، وانظر أخباره في الوفيات 147/ 2: 264، والكامل ج 10 و 11، والمنتظم وفيات 552 وتاريخ بيهق وسير أعلام النبلاء والوافي 471/ 15: 634 والعبر وغيرها.\n(¬2) الوافي بالوفيات 489/ 15: 653.وتقدم ذكره تحت الرقم 1002 و 4441 و 5056.\n(¬3) لم أجد للمرجوم ذكرا في معجم البلدان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p275'> Vol. 05, p. 275</a>\n            </div>\n            :\n\n(¬1) ابن القصاب هو محمد بن علي بن أحمد البغدادي مترجم في الكامل وتاريخ ابن الدبيثي ومرآة الزمان والتكملة وسير الأعلام وغيرها توفي سنة 592 وتقدم ذكره استطرادا. وتقدم ذكر دار سوسيان تحت الرقم 121 وغيره والتعليق عليه.\n(¬2) (كذا في الأصل).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p276'> Vol. 05, p. 276</a>\n            </div>\n            :\n\n(¬1) كان في ط 1: (الواوجي) فصوبناه.\n(¬2) التكملة 2190/ 3، المختصر المحتاج إليه من تاريخ بغداد 733.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p277'> Vol. 05, p. 277</a>\n            </div>\n            :\n\n(¬1) لأبيه ذكر في تاريخ بيهق ص 73 في الفصل المخصص للسلجوقيين، وأما جده فستأتي ترجمته بلقب مغيث الدين فلاحظ.\n(¬2) انظر ما تقدم باسم ظفر بن حمد بن محمد بن سيف الدينوري الرئيس وبلقب كافي الدين وبكنية أبي المعالي نقلا عن معجم السفر فلعله هو، فلاحظ الرقم 3237.\n(¬3) التكملة 293/ 2، تاريخ ابن الدبيثي ق 114.\n(¬4) ظفر بن أحمد الطرقي مترجم في التكملة والمختصر المحتاج إليه وتاريخ الاسلام توفي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p278'> Vol. 05, p. 278</a>\n            </div>\n            :\n\n= سنة 589.\n(¬1) تقدمت ترجمة أبيه وجده. ولم يترجم له المصنف هنا.\n(¬2) كذا ورد في النسخة ولا نعرف من النيسابوريين أحدا بهذا الاسم سوى والد الحاكم النيسابوري المتوفى سنة 337 والمترجم في المنتظم والبداية والنهاية، إلا أن كنيته (أبو محمد) ولم يكن اللقب المضاف إلى <span id='ms2103'></span> الدين رائجا في عصره، ويحتمل قويا أن يكون الصواب: عبد الله بن محمد بن حمدية العكبري البغدادي البيع المتوفى سنة 592 والمترجم في التكملة وتاريخ ابن الدبيثي وسير أعلام النبلاء وغيرها، ولعل المصنف أو غيره وجد المترجم موصوفا بالبيع فظنه نيسابوريا فأضاف (النيسابوري) بتوهم أنه من أسرة أبي عبد الله الحاكم البيع النيسابوري، وعلى أي سيأتي ذكره استطرادا في ترجمة تلميذه مفيد الدين محمد ابن محمد بن الحسين الناسخ ابن الخراساني. وتقدمت ترجمة أخيه كمال الدين إبراهيم بن محمد بن أحمد بن حمدية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p279'> Vol. 05, p. 279</a>\n            </div>\n            :\n\n(¬1) الحديث الأول رواه المتقي في كنز العمال 7843/ 550/3 عن أبي داود والبيهقي في شعب الايمان عن أبي هريرة، وفي الهامش عن النهاية: الغرة: الحسن والعمل الصالح، والعرة هي القذر. (ورواه ابن الأثير في النهاية بلفظ العرة فقط، والحديث الثاني رواه مسلم في كتاب الجهاد باب غزوة ذي قرد من حديث سلمة بن الأكوع). والمشارة: تفاعل من الشر، أي لا تفعل به شرا يحوجه إلى أن يفعل بك مثله.\n(¬2) تاريخ ابن الدبيثي ق 121، والتكملة للمنذري 288/ 1: 402.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p280'> Vol. 05, p. 280</a>\n            </div>\n            :\n\n(¬1) لم أجد هذه النسبة في كتب الأنساب، وأقرب لفظة إليها: «اليبرودي» نسبة إلى قرية بالشام بين حمص وبعلبك، وأخرى بفلسطين.\n(¬2) التكملة 279/ 1، المختصر المحتاج إليه 973 ولد سنة 517 وسمع هبة الله بن الحصين وتوفي سنة 593.\n(¬3) (العباس بن محمد الهاشمي توفي سنة 186 ه له أخبار متفرقة في تاريخ الطبري).\n(¬4) البيان المغرب 36/ 3، المغرب 212: 140، بغية الملتمس 361، نفح الطيب 276/ 1، تاريخ ابن خلدون 148/ 4، الذخيرة لابن بسام 58/ 4/1، تاريخ الاسلام وفيات 399 قال الذهبي: وقيل سنة 98 والصحيح في سابع عشر صفر سنة تسع هذه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p281'> Vol. 05, p. 281</a>\n            </div>\n            :\n\n= وستأتي ترجمة أبيه في موضعها، وهنا اختلاف بين العنوان والمتن في اللقب من حيث الاضافة وعدمها كما وقع مرارا للمصنف مثل هذا، والصواب هو ما في المتن.\n(¬1) (لم أقف على سنة وفاته، وله أخبار متفرقة في المطبوع من تاريخ ابن الصابئ).\n(¬2) سير أعلام النبلاء 344/ 23، والعبر 295/ 3، والشذرات 298/ 5.توفي سنة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p282'> Vol. 05, p. 282</a>\n            </div>\n            :\n\n= 659.وصهيون - بتقديم الهاء على الياء كما في معجم البلدان والسير والعبر - حصن من أعمال حمص.\n(¬1) في مختصر تاريخ ابن الدبيثي للذهبي: 1094 علي بن <span id='ms2104'></span> أبي سعد ثابت - وقيل محمد - ابن إبراهيم بن شستبان الخباز أبو الحسن الأزجي أحد الطالبين للحديث ... حتى عرف بالمفيد ... ولد سنة 485 وتوفي سنة 562.هذا فلعله هو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p283'> Vol. 05, p. 283</a>\n            </div>\n            :\n\n(¬1) الأنساب الصوري، تاريخ دمشق، سير أعلام النبلاء 108/ 20 بلقب بهجة الملك، النجوم الزاهرة 273/ 5. توفي سنة 537.وتقدمت ترجمة جده محمد بلقب عين الدولة فراجع.\n(¬2) والحديث المذكور رواه المتقي في كنز العمال ج 16 ص 117 و 122 برقم 4410 و 44141 عن أبي نعيم في الحلية وابن المبارك.\n(¬3) (قتل سنه 696 كما في الحوادث وتاريخ العراق) وتقدمت ترجمة أبيه وابنه عطاء الملك علاء الدين. (وفي نهاية الترجمة كان في النسخة خرم لم نتمكن من شغلها).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p285'> Vol. 05, p. 285</a>\n            </div>\n            :\n\n(¬1) (فوش موضع قرب جزيرة ابن عمر ومحلة بجرجان وقلعة قرب عقر الحميدية).\n(¬2) تقدمت ترجمته بلقب مجد العرب فراجع.\n(¬3) الخميس بمعنى الجيش لأنه يتشكل من الميمنة والميسرة والمقدمة والقلب والساق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p286'> Vol. 05, p. 286</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة ابنه الفائز عبد الرحيم، ولاحظ ترجمته في الوفيات 456/ 3 برقم 501 ومختصر مرآة الزمان 684/ 8 وصفحات متفرقة من مفرج الكروب ج 1 ومن السلوك ج 1، والنجوم الزاهرة 113/ 6 والعبر 262/ 4 والبدر السافر و 46، والمختصر لأبي الفداء 84/ 3، والتكملة للمنذري 159/ 1: 150، وسير أعلام النبلاء 202/ 21: 100، والوافي 448/ 22، وتاريخ الاسلام وفيات 587 وطبقات السبكي والعبر وغيرها. (ولاحظ الخريدة).\n(¬2) تاج الدين الكندي هو زيد بن الحسن تقدمت ترجمته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p287'> Vol. 05, p. 287</a>\n            </div>\n            :\n\n(¬1) مرآة الزمان 768/ 8، سير أعلام النبلاء 133/ 22، تاريخ الاسلام وغيرها. مات في رجب سنة خمس وأربعين وستمائة. وتقدمت ترجمة ابنه وخليفته: الكامل محمد فلاحظ.\n(¬2) (قلهاة مدينة بعمان على ساحل البحر. معجم البلدان).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p288'> Vol. 05, p. 288</a>\n            </div>\n            :\n\n(¬1) لا يبعد اتحاد هذه الترجمة مع التالية، (وخش: بلدة بنواحي بلخ. معجم البلدان، وأثبتنا الأبيات كما وجدناها في المخطوطة، وهو غير متضح المعنى، وقد ذكر دوزي في ذيل المعاجم له ان نكاريش كلمة من الدخيل معناه حسن اللحية، ولعل قوله ينكرش مأخوذ منه، ولاحظ الرقم 5136).\n(¬2) انظر التعليق المتقدم، وبدخشان منطقة بأفغانستان الحالية، ولم يذكرها ياقوت في معجمه، كما ان وخش وبلخ أيضا بها. والمرزباني هو محمد بن عمران بن موسى المتوفى سنة 384 انظر ترجمته في تاريخ بغداد والأنساب والوفيات وفي الأنساب إشارة إلى قصة الأبيات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p289'> Vol. 05, p. 289</a>\n            </div>\n            :\n\n(¬1) تقدم ذكره بلقب فخر الدين فراجع.\n(¬2) الوفيات <span id='ms2105'></span> 209/ 5، تاريخ الاسلام و 135، العبر وسير أعلام النبلاء 197/ 21 والكامل لابن الأثير في مواضع وخاصة ج 11 ص 560.وهكذا لوالده وأخيه البهلوان ترجمة في الوفيات 208/ 5 وتراجمهم استطرادية في ذيل ترجمة عز الدين مسعود بن مودود.\n(¬3) السلطان ركن الدين طغرل المذكور هنا هو المتقدم بلقب المظفر فلاحظ ترجمته المتقدمة، ولم أجد من لقبه بركن الدين، والمعروف بركن الدين هو طغرلبك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p290'> Vol. 05, p. 290</a>\n            </div>\n            :\n\n(¬1) سير أعلام النبلاء 200/ 23، فوات الوفيات 201/ 3 برقم 398، ذيل الروضتين 210، ذيل مرآة الزمان لليونيني 28/ 2، تاريخ الاسلام والعبر وطبقات السبكي وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p291'> Vol. 05, p. 291</a>\n            </div>\n            :\n\n(¬1) المختصر من تاريخ ابن الدبيثي 1216.\n(¬2) الوفيات 113/ 4، التكملة 2498/ 3، مرآة الزمان 680/ 8، سير الأعلام 334/ 22 وغيرها. (وفي الوفيات تفصيل قصة دفنه. وكلمة قفجاق لم تكن واضحة، والدربند اسم لمواضع أشهرها باب الأبواب. وقد احتجب كلمات في الأصل بعد الترميم).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p292'> Vol. 05, p. 292</a>\n            </div>\n            :\n\n(¬1) (في معجم البلدان نقلا عن السلفي: ما زكيل. والزز من نواحي أصبهان). معجم البلدان 140/ 3.وذكر ابن الملقن في طبقات الأولياء ابن المترجم - كما يبدو - عند استطراده لذكر مشايخه واسناده في ص 502 باسم محمد بن مانكيل وفي ص 508 شيخ الشيوخ محمد بن مايكتال!.وقال ابن الملقن في المورد الأول عن محمد بن ماتكيل وصاحبه: وهما البسا [الخرقة] من داود بن محمد المعروف بخادم الفقراء. ولم أجد للمترجم ولا لابنه ولا لخاله ذكرا في سائر المصادر.\n(¬2) قال ياقوت نقلا عن السلفي: وكان داود هذا واعظا عند أهل ناحيته مبجلا من أهل الدين والصلاح وله وأصحابه بالزز علي ما قاله (المترجم) لي خمسة وخمسون رباطا كلها بحكم ولده (ولد المترجم) محمد بن مازكيل. وانظر التعليقة السابقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p293'> Vol. 05, p. 293</a>\n            </div>\n            :\n\n(¬1) بيكند بلدة بين بخارى وجيحون.\n(¬2) (الكاث مدينة قديمة بخوارزم وهي دار ملكتها).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p294'> Vol. 05, p. 294</a>\n            </div>\n            :\n\n(¬1) (القيفاني: كذا ولم أقف على أصله والمعروف مما يشتبه به: القيقان بقافين بلاد قرب طبرستان راجع معجم البلدان).\n(¬2) تقدم ذكره في الملقبين بعماد الدين وهكذا تقدمت ترجمة أبيه في قطب الدين. (وهو أخو أحمد صاحب ديوان الممالك توليا أمرهما سنة 692 ه كما في تاريخ العراق 356/ 1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p295'> Vol. 05, p. 295</a>\n            </div>\n            :\n\n(¬1) الذخيرة ق 2 م 640/ 2 الكامل لابن الأثير 288/ 9، المعجب 127، تكملة ابن الأبار 128، المغرب 364/ 1، الوفيات 123/ 7، سير أعلام النبلاء 594/ 18، الوافي 323/ 3: 1381 وغيرها. وتقدمت ترجمة ابنه المتوكل <span id='ms2106'></span> عمر فلاحظها البتة.\n(¬2) قدم المصنف ترجمته بلقب الكافي نقلا عن ابن النجار، ولاحظ ترجمته في التكملة 388/ 1 وتاريخ ابن الدبيثي ق 88، المختصر المحتاج اليه ص 55، تاريخ الاسلام، الوافي 147/ 4.\n(¬3) صالح بن عبد القدوس هو أبو الفضل الأزدي الحكيم ترجم له الخطيب والذهبي وابن حجر وابن خلكان والكتبي وغيرهم قتله المهدي العباسي على الزندقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p296'> Vol. 05, p. 296</a>\n            </div>\n            :\n\n(¬1) مريوط: من قرى مصر قرب الاسكندرية ساحلية.\n(¬2) دابق قرية قرب حلب.\n(¬3) (له ذكر في الحوادث ص 105 و 131 - 133).\n(¬4) (سليمان شاه من أعيان حضرة المستعصم توفي سنة 656 مقتولا. راجع تاريخ العراق 177/ 1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p297'> Vol. 05, p. 297</a>\n            </div>\n            :\n\n(¬1) ترجم له السمعاني في الأنساب في مادة السيمجوري وباسم المظفر نقلا عن تاريخ الحاكم وبتفصيل قال: وتحدث الناس بمقتله في سنة ست أو سبع وثمانين وثلاثمائة ولم يظهر إلى سنة 388 ... ولاحظ الكامل لابن الأثير 587/ 8 وج 9 ص 24 و 29 و 98 - 103، 107 و 108 و 109 و 147 وأرخ وفاته بسنة 387 كما في حوادث سنة 385، وقد ذكره بكنيته دون اسمه.\n(¬2) والظاهر أن السائل أراد شيئا واحدا يقربه من الله ومن الناس فكان ينبغي أن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p298'> Vol. 05, p. 298</a>\n            </div>\n            :\n\n= يجاب بالسخاء والانفاق، ففي الحديث: السخي قريب من الله قريب من الناس قريب من الجنة. وسيعيد مثل هذا الكلام برقم 5157.\n(¬1) واشجرد قرية على نهر جيحون ومدينة قرب الترمذ كما في معجم البلدان.\n(¬2) في النهاية لابن الأثير في مادة عرض: وفيه: إن في المعاريض لمندوحة عن الكذب. المعاريض ... هو خلاف التصريح من القول. أخرجه أبو عبيد وغيره من حديث عمران بن حصين وهو حديث مرفوع. ومنه حديث عمر: أما في المعاريض ما يغني المسلم عن الكذب. وأخرجه المتقي الهندي في الكنز 630/ 3 برقم 8249 وص 632 برقم 8254 عن البيهقي في السنن وابن عدي في الكامل وابن السني في عمل اليوم والليلة عن عمران بن حصين، وفي ص 632 برقم 8253 أخرج نحوه نحوه عن علي برواية الديلمي.\n(¬3) سير أعلام النبلاء 210/ 23، المختصر في أخبار البشر 173/ 3، كنز الدرر وجامع الغرر: الدر المطلوب في أخبار بني أيوب 356/ 7، تاريخ الاسلام وغيرها. مات سنة 642 عن 43 سنة وتملك بعده ابنه المنصور محمد. وستأتي ترجمة أبيه بلقب المنصور فلاحظ.\n(¬4) (الرشيد القوصي مترجم في الفوات ولقبه زكي <span id='ms2107'></span> الدين).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p299'> Vol. 05, p. 299</a>\n            </div>\n            :\n\n(¬1) ابن النقور من مشاهير المحدثين توفي سنة 470.مترجم في تاريخ بغداد وسير الأعلام وغيرهما.\n(¬2) لم أجد نسبة التوقاني في كتب الأنساب ولعلها مصحفة عن النوقاني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p300'> Vol. 05, p. 300</a>\n            </div>\n            :\n\n(¬1) (كذا بالأصل).\n(¬2) ونحو هذا المعنى ورد عن أمير المؤمنين عليه السلام.\n(¬3) هذا شطر من كلامه عليه السلام لكميل بن زياد وانظر الحديث بتمامه في نهج البلاغة برقم 147 من باب القصار، والكلام الأول من ج 8 من نهج السعادة وبذيله ثبت لمصادره وأسانيده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p301'> Vol. 05, p. 301</a>\n            </div>\n            :\n\n(¬1) ميسان منطقة واسعة بين الأهواز والبصرة وواسط وتعرف قصبتها اليوم بالعمارة في العراق ومن مدنها سوسنكرد في إيران، وهذه اللفظة تعريب للفظة ميشان بالفارسية وهي تعني النعاج وكان القسم الايراني يعرف قبل انتصار الثورة الاسلامية ب (دشت ميشان) أي سهل النعاج فغيرتها رياح الثورة إلى دشت آزادكان أي سهل الأحرار، ومن جملة مناطقها في العراق بحيرة أم النعاج التي كانت مسرحا لعمليات بطولية للمجاهدين العراقيين وإلى جنبهم إخوتهم الايرانيين.\n(¬2) (وانظر ما تقدم في شرح نكرش بهامش الرقم 5107).\n(¬3) تقدم ذكره استطرادا وبلقب السديد وله ترجمة في الأنساب للسمعاني والوفيات واللباب. وتقدمت ترجمة جد جده إسماعيل بلقب الماضي، وللتعرف عليه وعلى أسرته لاحظ تاريخ بيهق ص 68 - 70.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p302'> Vol. 05, p. 302</a>\n            </div>\n            :\n\n(¬1) والبيتان المذكوران ربما كان معناه هكذا - مع قلة إلمامي باللغة الفارسية -: ما هو علاج العشق؟ نهاية سورة العصر [أي: وتواصوا بالصبر، أو الصبر وحده] وقد كتب هذا بماء الذهب منصور بن نوح بن نصر.\n(¬2) تقدمت ترجمته في قمر الدين فلاحظ وكنيته هناك أبو منصور.\n(¬3) كان في الأصل قال ابن أنجب.\n(¬4) مرآة الزمان 711/ 8 - 717، التكملة 2775/ 3، ذيل الروضتين 165، الوفيات 330/ 5، الحوادث 105، المختصر لأبي الفداء 167/ 3، سير الأعلام 122/ 22 تاريخ الاسلام وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p303'> Vol. 05, p. 303</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة كمال الدين علي بن محمد بن يوسف ابن النبيه.\n(¬2) (في الأصل مشتبه، وفي الديوان: بكسرى واعتلى في اسر ايوان ... والمثبت هاهنا عن القياس، لاحظ ديوان ابن النبيه ص 40).\n(¬3) (ديوان ابن النبيه ص 36).\n(¬4) تقدمت ترجمة أبيه وجده وجد أبيه وجد جده وجده الأعلى قسيم الدولة آقسنقر ابن عبد الله. واسمه في ترجمة أبيه شاهنشاه. (وراجع طبقات سلاطين إسلام: ترجمة كتاب لين بول ص <span id='ms2108'></span> 135).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n            :\n\n(¬1) (مهريجان قرية بمرو وأخرى بفارس كما في معجم البلدان، ومثل التعليق المذكور على شعر المتنبي هنا حكاه البرقوقي أيضا في شرحه 57/ 2).\n(¬2) ومثل هذا العرض أيضا عرضه أمير المؤمنين على معاوية في وقعة صفين على ما روي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n            :\n\n= وسيف الدولة هو علي بن عبد الله بن حمدان صاحب حلب، الكريم الفارس المجاهد، ولد سنة 301 وتوفي سنة 356 مترجم في اليتيمة والمنتظم والكامل وتاريخ حلب ووفيات الأعيان وسير أعلام النبلاء وغيرها.\n(¬1) له ذكر وترجمة في غالب الكتب التاريخية فلاحظ الكامل ج 8 من ص 15 إلى 279 في مواضع كثيرة منها، (وكان مونس تولى الحرب سنة 312).\n(¬2) على بن عيسى بن داود الوزير كذلك له ترجمة في الكامل وغيره.\n(¬3) المقتدر اسمه جعفر بن أحمد بن طلحة.\n(¬4) ابن الفرات هو علي بن محمد بن موسى بن الحسن بن فرات له ترجمة في المنتظم وفيات 312، والكامل ج 8 ص 9، وإعتاب الكتاب 180، ووفيات الأعيان 421/ 3، وسير أعلام النبلاء: 474/ 14، والعبر 152/ 2، والبداية والنهاية 151/ 11، والوافي للصفدي 144/ 22، والنجوم الزاهرة 213/ 3.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p306'> Vol. 05, p. 306</a>\n            </div>\n            :\n\n(¬1) حديث: (المرء بأصغريه) حديث مشهور لكني لم أعثر على مصدر له مع بعض المراجعة.\n(¬2) ستأتي ترجمة أبيه بلقب المنصور، (ولاحظ البيان المغرب 221/ 3). وتقدمت ترجمة سليمان بن أحمد كما نبه عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n            :\n\n(¬1) قد حصل خلط في الكلام بين الأدب بمعنى الأخلاق وبين الأدب بمعنى الفصاحة والبلاغة والشعر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p308'> Vol. 05, p. 308</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمة أبيه بلقب المجاهد وتقدمت ترجمة جده بلقب الكامل فلاحظ.\n(¬2) تقدمت ترجمته بلقب المسعود فراجع. وستأتي ترجمة ابنه تحت الرقم 565 بلقب المنصور وباسم علي. مع أن اسمه أيوب.\n(¬3) نسبة الوائلي لم تكن واضحة في ط الهند فواوها يشبه الراء شأنه شأن عامة ما رسمه الكاتب من واو. (وكلام الجنيد تقدم أيضا في ترجمة مظفر الدين مسعود بن أيوب).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n            :\n\n(¬1) في كشف الظنون: «منتهى الكمال في معرفة الرجال»، ذكر فيه ألقاب المحدثين، لأبي الفضل علي بن حسين الفلكي الهمداني المتوفى سنة 427.فلعله هو.\n(¬2) التحبير 268، الأنساب: الوطيسي. ولد سنة 464 وتوفي سنة 541 وكنيته فيهما أبو منصور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n            :\n\n(¬1) وهذه الأبيات لا وجه لها سوى من باب السخرية وحكاية الأمر الواقع المؤسف الفاسد، وإلا فإنه يتعارض مع القرآن والأخبار <span id='ms2109'></span> المتضافرة والفطرة السليمة.\n(¬2) تبصير المنتبه: الشبذي، وتوضيح المشتبه 191/ 5. وتقدمت ترجمة أبيه وأخيه عبد العزيز فلاحظ وقد ذكر تمام نسبه في ترجمة أبيه.\n(¬3) هذا هو الصواب وكان في ط 1: الحسن. والأبيات رواها ابن عساكر في تاريخ دمشق ح 211 ص 234 من ترجمته عليه السلام ط 2 ورواها قبله ابن الأعثم في كتاب الفتوح 125/ 5، ورواها الخوارزمي في مقتله ج 2 ص 33 وابن كثير في البداية والنهاية 211/ 8. وفي رواية ابن الأعثم والخوارزمي أنه أنشدها بعد ما بلغه شهادة مسلم بن عقيل وهو في طريقه إلى كربلاء والكوفة. وبين المصادر المذكورة مغايرات لفظية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n            :\n\n(¬1) ديوان أبي العتاهية ص 116 نقلا عن الأغاني.\n(¬2) السكباج مرق يعمل من اللحم والخل، وهي فارسية، (وكتب المصنف عند قول الشاعر [زيرباجة] أي سكباجة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n            :\n\n(¬1) وتقدم تحت الرقم 5127 مثل هذا الكلام فراجع.\n(¬2) طبقات ابن عبد الهادي ق /79 أ، وطبقات السبكي 305/ 4، وطبقات الأسنوي 183/ 2 نقلا عن أبي سعد السمعاني وقال: كان فقيها فاضلا ... ولد سنة 492 (وسمع وتفقه وحدث) وصنف «الكافي» و «تأريخا».توفي سنة 568.ولقبه في الأول ظهير الدين، وكنيته تردد بين أبي محمد وأبي عبد الله وأبي الثناء والأول هو الأكثر. هذا وتقدم ذكره وذكر كتابه استطرادا فلاحظ الفهرس. وقال الحاجي خليفة في كشف الظنون في عنوان تواريخ خوارزم: وتاريخ محمد أو محمود ابن محمد بن أرسلان العباسي الخوارزمي الحافظ المتوفى سنة ثمان وستين وخمسمائة، بسط الكلام في وصف خوارزم وأهلها حتى بلغ إلى ثمانين مجلدا، وقد اختصره شمس الدين الذهبي [وسماه بالمنتفى من تاريخ خوارزم].\n(¬3) لأحمد بن يوسف ذكر استطرادي في الكامل عند ذكر أحوال المأمون كما وتقدم ذكره استطرادا في هذا الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n            :\n\n(¬1) (الآية المذكورة هي من سورة التوبة الآية 58).\n(¬2) دامان قرية بالجزيرة.\n(¬3) مترجم في المؤتلف والمختلف 1009/ 2 وتاريخ دمشق والأنساب للسمعاني والوافي.\n(¬4) المنوني نسبة إلى منونيا من قرى نهر الملك ببغداد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            :\n\n(¬1) مالك بن الريب الحسلي المازني كان شاعرا فاتكا لصا تجد أخباره في الأغاني ج 22 ص 285 - 301 والأنساب: الحسلي. (توفي سنة 58). ولم أجد هذه الأبيات في المصدرين المتقدمين وكان في ط الهند: جهزيتني.\n(¬2) تقدم ذكر أبيه استطرادا <span id='ms2110'></span> والتعليق عليه فلاحظ.\n(¬3) (مستينان من قرى بلخ).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n            :\n\n(¬1) (الأوزاعي هو عبد الرحمن بن عمرو المتوفى سنة 157 ه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            :\n\n(¬1) (انظر أحوال هشام في تاريخ أبي الفداء 147/ 2 ودائرة المعارف الاسلامية الجزء الأول من المجلد الثاني ص 319).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            :\n\n(¬1) (قلائد العقيان ص 36 وما ذكره المصنف اختصار كلامه).\n(¬2) تاريخ دمشق كما في التهذيب والمختصر منه، تاريخ ابن القلانسي ص 85، سير أعلام النبلاء 170/ 18. في المختصر: ولقبه معتز الدولة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            :\n\n(¬1) وذكره باسم الزبير أيضا ابن عساكر في تاريخ دمشق والصفدي في الوافي 184/ 14 وأحال على اسمه المعروف محمد، و (كتب المصنف على اسم الزبير بخطه: قيل اسمه محمد. ولكن الخطيب ذكره باسم محمد ثم نقل عن بعضهم ان اسمه الزبير، وروى الطبري عن إسماعيل بن علي ان مولده في ربيع الآخر سنة 232 وعن غيره أن مولده يوم الخميس حادى عشر شهر ربيع الأول سنة 233، ورواية المصنف تلفيق بين الروايتين. ولاحظ ترجمته في تاريخ أبي الفداء) والمنتظم والوافي والمحمدون وفوات الوفيات وتاريخ الاسلام وسير أعلام النبلاء 532/ 12 وغيرها من الكتب التاريخية والرجالية.\n(¬2) (والمستعين هو أحمد بن محمد بن محمد المقدم ذكره).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            :\n\n(¬1) انظر ترجمته في قلائد العقيان 47 والذخيرة ق 1 ج 2 ص 729، الخريدة 83/ 2، المطرب 34 - 38 و 126، المعجب 196، الحلة السيراء 78/ 2، المغرب في حلي المغرب 195/ 2، وفيات الأعيان 39/ 5، سير الأعلام 592/ 18، الوافي 45/ 5 وغيرها.\n(¬2) لاحظ ترجمته في عامة المصادر التاريخية وانظر مثلا تاريخ بغداد والفوات والمنتظم وتاريخ الاسلام وتاريخ دمشق وسير أعلام النبلاء 290/ 10 والوافي 139/ 5.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n            :\n\n(¬1) انظر الكتب التاريخية المتعرضة لتلك الفترة. ولاحظ تاريخ الاسلام وسير أعلام النبلاء وفوات الوفيات والوافي 428/ 6 وتاريخ دمشق.\n(¬2) تقدم ذكره بلقب فخر الدولة فراجع، وسيعيد ذكره بلقب المنصور. والبيت المذكور هنا مذكور في الوفيات، وتقدم ذكر حفيده الفتح بن محمد بن عباد وستأتي ترجمة ابنه المعتمد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            :\n\n(¬1) ستأتي ترجمة أبيه وتقدمت ترجمة جده فلاحظهما وذكره العمري في المجدي.\n(¬2) (راجع تاريخ أبي الفداء 146/ 2)، دول الاسلام وعمدة الطالب ص 160 ط النجف، جذوة المقتبس 24، الذخيرة ق 4 ج 316/ 1، بغية الملتمس 30، الكامل لابن الأثير 274/ 9 وما بعده، سير أعلام النبلاء 137/ 17، المعجب 50، البيان المغرب 188/ 3، تاريخ ابن خلدون 331/ 7، الأنساب للسمعاني: المعتلي. وتقدمت ترجمة ابنه حسن المستنصر وتقدم ذكره <span id='ms2111'></span> في ترجمة عمه القاسم بن حمود فلاحظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n            :\n\n(¬1) الوافي 140/ 6. واسمه إبراهيم بن محمد بن أحمد بن أحمد بن الحسين بن قريش ... قال الصفدي: من أولاد المحدثين نزل الموصل وتفقه للشافعي وقرأ الأدب وقال الشعر ثم سكن سنجار، أورد له ابن النجار ... توفي بسنجار سنة 609.\n(¬2) راجع تاريخ بغداد 60/ 4 وتاريخ دمشق والمنتظم وتاريخ الاسلام ص 247 وسير أعلام النبلاء والوافي 292/ 6 وفوات الوفيات والكامل وأبي الفداء وغيرها من الكتب التاريخية والرجالية المستعرضة لتلك الفترة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            :\n\n(¬1) (راجع فهرست دوزي ص 263).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n            :\n\n(¬1) ديوان أبي نؤاس ص 285 وبعدها أبيات ثلاثة أخر.\n(¬2) وسيعيد ذكره بلقب المنتجب فلاحظ.\n(¬3) وتقدمت ترجمة عمه: كمال الدولة أبو علي بن أبي الفرج ويعرف بابن الداعي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            :\n\n= الاسرائيلي الحكيم الأربلي فراجع.\n(¬1) ترجم له ابن الجوزي في المنتظم 32/ 9 حوادث سنة 479.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            :\n\n(¬1) تاريخ دمشق، ذيله 218، مرآة الزمان 127/ 8، الكامل لابن الأثير 337/ 8، البداية والنهاية 199/ 2، النجوم الزاهرة 234/ 5، العبر وفيات سنة 522، الأعلاق الخطيرة، تاريخ الاسلام وسير الأعلام للذهبي، الوافي 451/ 16، وغيرها. وكان زوج أم دقاق وكان أتابكا لدقاق فلما مات دقاق تملك دمشق وكان شهما ... توفي سنة 522.\n(¬2) لم يرد ذكره في كشف الظنون.\n(¬3) دمية القصر 49/ 1، الأنساب للسمعاني: الحجازي، المنتظم 147/ 8، الكامل 553/ 9، الوفيات 263/ 5، سير الأعلام 633/ 17 والعبر والبداية والنهاية وفوات الوفيات وغيرها. وقرواش بكسر القاف وسكون الراء، وفي هذا الكتاب ترجمة جمع من أسرته فلاحظ عنوان (العقيلي) في الفهرس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            :\n\n(¬1) توفي سنة 408 مترجم في المنتظم والكامل ووفيات الأعيان.\n(¬2) تل توبة موضع مقابل مدينة الموصل في شرقي دجلة متصل بنينوى قيل إنه لما نزل العذاب بقوم يونس اجتمعوا عنده وأظهروا التوبة. معجم البلدان.\n(¬3) مطمح الأنفس: 10، الذخيرة ق 2 ص 1 ص 41، الخريدة 25/ 2، الكامل 248/ 10، المعجب 158، الحلة السيراء 52/ 2، الوفيات 21/ 5، البيان المغرب 257/ 3، سير أعلام النبلاء 58/ 19 وغيرها.\n(¬4) الحصري مترجم في مصادر عديدة منها سير أعلام النبلاء 26/ 19 توفي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            :\n\n= سنة 488.\n(¬1) التكملة للمنذري 488/ 3، الذيل لمنصور بن سليم ق 42 مادة بيروز قال: ويقال بهروز، سير أعلام النبلاء 30/ 23، تاريخ الاسلام 366، الوافي 24/ 5 وغيرها. وبهروز اسم فارسي متداول عند الفرس إلى يومنا هذا وتعني اليوم الجيد. توفي سنة 635 وقد جاوز التسعين.\n(¬2) رواد العجلي لم أجد له ترجمة في كتب الرجال وطبقات الصوفية.\n(¬3) تاريخ دمشق <span id='ms2112'></span> كما في مختصره ج 27 ص 261 ولوالده ذكر في بعض كتب الأنساب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            :\n\n(¬1) ابن أبي كامل هو الحسين بن عبد الله بن محمد تقدم ذكره استطرادا والتعليق عليه.\n(¬2) (وكان في الأصل روى عنه الحافظ أبو بكر علي بن أحمد).\n(¬3) لم يرد اسمه في كشف الظنون ولا اسم مؤلفه في معجم المؤلفين.\n(¬4) معجم الأدباء 20/ 20: 7.وفيه: توفي سنة تسع وخمسين وخمسمائة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n            :\n\n(¬1) لاحظ ترجمته في الاستيعاب، الأنساب (الثويري)، الاصابة 313/ 1، الثقات لابن حبان 86/ 3، التاريخ الكبير 370/ 2، الجرح والتعديل ... ، المؤتلف والمختلف 333/ 1، تاريخ دمشق كما في مختصره، الوافي 318/ 11، تعجيل المنفعة وغيرها.\n(¬2) انظر تجارب الأمم 146/ 6 و 231 وغيرها، المنتظم 38/ 7، الكامل لابن الأثير 573/ 8، وفيات الأعيان 174/ 1 و 405، المختصر في أخبار البشر 106/ 2، سير أعلام النبلاء 189/ 16 وغيرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            :\n\n(¬1) قبة الديلم هي بمشهد الامام الكاظم في مقابر قريش ببغداد والتي تعرف اليوم بالكاظمية.\n(¬2) تقدمت ترجمته بمثل ما هنا بلقب فتح الدين فراجع.\n(¬3) تقدمت ترجمته بلقب قسيم الدولة وباسم أسقا بن مدار بن بلقسم بن كوكير فلاحظ الرقم 2740.\n(¬4) فخر الملك هو محمد بن علي بن خلف وقد تقدمت ترجمته.\n(¬5) تقدمت ترجمة أبيه بلقب العزيز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            :\n\n= ولاحظ ترجمته في الوفيات 524/ 2 (والكامل وبلوغ المرام في شرح مسك الختام) والوافي 124/ 9 والجامع المختصر لابن الساعي 96 والعبر والشذرات وهو ابن أخ صلاح الدين.\n(¬1) عبد الله بن حمزة العلوي من أئمة الزيدية مترجم في الكامل لابن الأثير 171/ 12 حوادث سنة 597 والعقود اللؤلؤية للخزرجي 33/ 1، والوافي 152/ 17 وغاية الأماني في أخبار القطر اليماني 406/ 1 وبلوغ المرام للعرشي 43 وأئمة اليمن لمحمد زبارة.\n(¬2) أبو إسحاق الصابئ هو إبراهيم بن هلال من كبار الأدباء والكتاب توفي سنة 384 ورثاه الشريف الرضي بقصيدته الدالية الشهيرة، والشعر المذكور هنا معناه غير مبتن على أساس رصين ولا يتلائم مع المعارف الالهية نعم له باب في القضايا الدارجة ومحل في الحوادث الواقعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب عز الدين وله ترجمة في الوفيات 496/ 3 وسير أعلام النبلاء 198/ 23 والوافي 469/ 9.\n(¬2) من أول الترجمة إلى هنا كان المصنف قد أدرجه خطأ في ترجمة معز الدين أفلح بن يحيى، ولم يتنبه لها محقق ط الهند فرجعناه إلى محله هنا وبذلك قد حصل شيء من التكرار <span id='ms2113'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            :\n\n(¬1) (الدبيقي نسبة إلى الدبيقة من قرى بغداد بنواحي نهر عيسى كما في معجم البلدان).\n(¬2) (الآية الأولى هي الثانية من سورة فاطر، والثانية من سورة الأنعام برقم 17 ومن يونس برقم 107، والثالثة من سورة الطلاق برقم 7، والرابعة من سورة هود برقم 6). ولم أجد هذا الكلام في نهج البلاغة.\n(¬3) مترجم في الوفيات 304/ 1، والكامل لابن الأثير 449/ 10، والعبر 1/ 4، والبيان المغرب 288/ 1، تاريخ الاسلام وفيات 501، دول الاسلام 30/ 2، تتمة المختصر 32/ 2، سير أعلام النبلاء 263/ 19: 164، وعيون التواريخ 224/ 13، ومختصر مرآة الزمان 17/ 8، والبداية والنهاية 170/ 12، وأعمال الأعلام 73/ 3، وتاريخ ابن خلدون 157/ 6، والنجوم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n            :\n\n= الزاهرة 197/ 5 ومرآة الجنان حوادث سنة 501، والحلة السيراء 291/ 1 واليتيمة 308/ 1 و 452 والوافي 414/ 10 ونسمة السحر، وانظر مقدمة ديوانه.\n(¬1) تقدمت ترجمته بلقب عز الدولة فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            :\n\n(¬1) روي بأسانيد عديدة أن الامام الحسن عليه السلام خطب الناس فقال: أيها الناس إنكم لو طلبتم ... رجلا جده رسول الله (ص) ما وجدتم غيري وغير أخي وأن معاوية نازعني حقا هو لي فتركته لصلاح الأمة وحقن دمائها ... وإشفاقا على نفسي وأهلي والمخلصين من أصحابي. وهذا الكلام منه بعد ما ظهر أن عامة الناس متلائمين مع الباطل أكثر من تلائمهم مع الحق. وفي الدر المنثور في تفسير سورة القدر عن الترمذي والطبري والطبراني وابن مردويه والبيهقي أنه قام رجل إلى الحسن بعد ما بايع معاوية فأنبه فقال: لا تؤنبني فإن النبي (ص) رأى بني أمية يخطبون على منبره فساءه ذلك فنزلت (إنا أعطيناك الكوثر) ونزلت (إنا أنزلناه ... خير من ألف شهر) يملكها بعدك بنو أمية. وفي رواية أنه (ص) رأى في منامه أن قرودا تصعد منبره وتنزل فساءه ذلك واغتم به ولم ير بعد ذلك ضاحكا حتى مات. وفي رواية أنه عليه السلام قال: والله لو قاتلت معاوية [بهؤلاء] لأخذوا بعنقي حتى يدفعوني إليه فو الله لئن أسالمه وأنا عزيز خير من أن يقتلني وأنا أسير أو يمن علي فتكون سبة على بني هاشم إلى آخر الدهر. وروى أبو الفرج الأصبهاني في مقاتل الطالبيين ص 44 أنه أجاب سفيان بن أبي ليلى حينما خاطبه بمذل المؤمنين قال: إنا أهل بيت إذا علمنا الحق <span id='ms2114'></span> تمسكنا به وإني سمعت عليا يقول سمعت رسول الله صلى الله عليه وآله وسلم يقول: لا تذهب الليالي والأيام حتى يجتمع أمر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n            :\n\nهذه الأمه على رجل واسع السرم ضخم البلعوم يأكل ولا يشبع لا ينظر الله إليه ... وإنه لمعاوية وإني عرفت أن الله بالغ أمره ... وإن الدنيا تسع البر والفاجر حتى يبعث الله إمام الحق من آل محمد. وفي تنزيه الأنبياء أنه عليه السلام قال لحجر حينما قال له: سودت وجوه المؤمنين قال: ما كل أحد يحب ما تحب ولا رأيه كرأيك، وإنما فعلت ما فعلت إبقاء عليكم. هذا ولم أعثر على مصدر للكلام المذكور هنا على أن ذيله فيه تحريف وخلط ولا يتناسب مع الأحاديث المتواترة عن أمير المؤمنين عليه السلام في هذا المقام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n            :\n\n(¬1) ترجمه ابن الدبيثي في التاريخ ق 67 وفي مختصره ص 194، وابن الأثير في الكامل 125/ 12، والصفدي في الوافي 243/ 15: 344 وص 180: 246 باسم سعد، وابن القطقطي في الفخري ص 324، والمنذري في التكملة 275/ 2: 1294، وسبط ابن الجوزي في المرآة كما في مختصره 567/ 8، وأبو شامة في ذيل الروضتين ص 85، والذهبي في تاريخ الاسلام وغيرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p339'> Vol. 05, p. 339</a>\n            </div>\n            :\n\n(¬1) وتقدمت ترجمته بلقب عز الدين فراجع.\n(¬2) تقدمت ترجمة جده قطب الدين. أما المترجم هنا فقد ترجم له ابن الأثير في الكامل 279/ 12 وابن الساعي في الجامع 269/ 9 والصفدي في الوافي ج 15 ص 472 وأبو شامة في ذيل الروضتين 67 وأبو الفداء في المختصر 117/ 3، والذهبي في سير الأعلام 507/ 21 وتاريخ الاسلام وغيرهم. وستأتي ترجمة ابنه المعظم محمود قريبا وفيها ما يرتبط بهذه الترجمة أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n            :\n\n(¬1) تقدمت ترجمته بلقب المظفر برقم 5072 نقلا عن تاريخ السمعاني أيضا فراجع وقارن بين الترجمتين لتعرف مدى عدم دقة المصنف في النقل وتصرفه في ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p341'> Vol. 05, p. 341</a>\n            </div>\n            :\n\n(¬1) الوافي 490/ 15: 656، كنز الدرر 8، تالي وفيات الأعيان 85: 127.توفي سنة 691.ولقبه الكامل شمس الدين الصالحي.\n(¬2) تقدمت ترجمة أبيه علاء الدين بن تكش، وترجمة ابنه قطب الدين شاه جهان فراجع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p342'> Vol. 05, p. 342</a>\n            </div>\n            :\n\n(¬1) سقطت الورقة التالية لهذه الورقة من أصل النسخة فبقيت عناوين دون تراجم وبقيت تراجم دون عناوين.\n(¬2) دانية مدينة بالأندلس من أعمال بلنسية على ضفة البحر، والمترجم له ذكر في الكامل <span id='ms2115'></span> لابن الأثير 290/ 9 حوادث سنة 407 والبيان المغرب 228/ 3 وهكذا أبوه وجده فراجع.\n(¬3) بوزجان ناحية بنيسابور على طريق هرات.\n(¬4) تقدمت ترجمة أبيه بلقب عماد الدين فراجع والظاهر أن شفروه لقب لأسرته فلعله كان الجد الأعلى للأسرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p343'> Vol. 05, p. 343</a>\n            </div>\n            ",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "248",
    "249",
    "250",
    "251",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}