{
  "content": "\n\n<h1 class='l1' id=''></h1>\n\nبسم الله الرحمن الرحيم\nهذه تواريخ الملوك رحمهم الله\n<h1 class='l1' id='head0'>السلجوقي تسلطن شمس االملوك دقاق [السلجوقي]</h1>\n\nملك الملك دقاق دمشق في جمدى الاولى سنة\nثمان وثمانين واربع ماية.\nوكانت وفاته في شهر رمذان سنة تسع وتسعين منها بدمشق منها.\n[وكانت وفاة السلطان بركياروق ابن ملكشاه سنة ثمان وسبعين واربع ماية]\n[وكانت وفاة السلطان الملك المغرب يوسف ابن ماشقين سنة خمس ماية]\n<h1 class='l1' id='head1'>[ابن ملكشاه] ملك السلطان محمد</h1>\n\nدخل تاج الدين دمشق سنة\nخمس وخمسماية. وقتل بجامع دمشق سنة \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001b'> Vol. 01, p. 001b</a>\n            </div>\n            \nاحد عشر وخمس ماية. نزول الافرنج على دمشق سنة ثلث وعشرين و وخمسماية.\n [وكانت وفاة السلطان مسم بن النعز سلطان افريقية سنة احد وخمس ماية.\n وكات وفاة شاه شاهنشهاه ابن امير الجيوش سنة خمس عشرة وخمس ماية.\n وكات وفاة ايلغازي ملك ماردين سنة ستة عشر وخمس ماية.\n وكانت وفاة طغتكين صاحب حمشق سنة ثلث عشرين وخمس ماية.]\n<h1 class='l1' id='head2'>السلطان محمود</h1>\n\nملك السلطان محمود ابن ملك شاه دمشق سنة احد عشر وخمس ماية.\nوكانت وفاته قي شوال سنة خمس وعشرين وخمس ماية \n<h1 class='l1' id='head3'>السلطان</h1>\n\nملك السلطان مسعود دمشق في شوال من السنة المذكورة وكانت \nوفاته في شهر رجب سنة ست وعشرين وخمس ماية\n<h1 class='l1' id='head4'>السلطان</h1>\n\nملك شمس الملوك واخذ بانياس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002a'> Vol. 01, p. 002a</a>\n            </div>\n            \n<p>\nملك شهاب الدين في التاريخ المذكور دمشق . قتل الملك شهاب الدين حاجبه\nيوسف بن فيروز بدمشق في شهر رمضان سنة ثلاثين وخمسمائة .\n</p>\n\n<p>\nوقتل شهاب الدين الرئيس محيي الدين بن الصوفي بدمشق في الشهر المذكور .\nوكان مقتل شهاب الدين في شوال سنة تأريخه .\n</p>\n\n<h1 class='l1' id='head5'>السلطان ملكشاه </h1>\n\n<p>\nتملك جمال الدين في شوال من السنة المذكورة ، وكانت وفاة الملك جمال\nالدين في شعبان سنة أربع وثلاثين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>السلطان سنجر بن ملكشاه </h1>\n\n<p>\nتملك ظهير الدين في شعبان من السنة المذكورة. تملك ملك الألمان على دمشق\nفي شهر ربيع الأول سنة ثلاث وأربعين وخمسمائة.\n</p>\n\n<p>\nوكانت وفاة السلطان علي بن تاشقين سلطان المغرب سنة سبع وثلاثين\nوثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nملك نور الدين زنكي ابن أقسنقر صاحب حلب رحمه الله تعالي دمشق في صفر سنة\nتسع وأربعين وخمسمائة <span id='ms1'></span> . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة سلطان المغرب عبد المؤمن سنة ثمان وخمسين وخمسمائة .\n</p>\n\n<p>\nوكانت وفاة علي كوجك صاحب الموصل سنة ثلاث وستين وخمسمائة .\n</p>\n\n<h1 class='l1' id='head7'>السلطان الملك الناصر </h1>\n\n<p>\nملك الملك الناصر صلاح ديار مصر في جمادى الآخرة سنة أربع وستين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064وخمسمائة'> Vol. 01, p. 064وخمسمائة</a>\n            </div>\n             بعد وفاة أسد الدين . وفتح نور الدين الموصل في جمادى\nالأولى سنة ست وستين وخمسمائة وكانت وفاته رحمه الله في شوال سنة تسع وستين\nوخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوكان حريق سوق اللبادين ومئذنة العروس والكلاسة في ثامن المحرم سنة سبعين\nوخمسمائة .\n</p>\n\n<p>\nملك الملك الناصر دمشق وحمص وبعلبك في سنة سبعين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوكسر الإفرنج على المرج وقتل الهنقري في المحرم سنة خمس وسبعين وخمسمائة\n.وكانت وفاة الملك الصالح إسماعيل بن نور الدين بأمد في رجب سنة سبع وسيسين\nوخمسمائة .\n</p>\n\n<p>\nوملك الملك الناصر آمد وحلب وتوفي تاج الدين سنة سبع وسبعين وخمسمائة،\nوكانت وفاة ملك الروم سعد الدين بن معين الدين ووفاة ناصر الدين بن أسد\nالدين سنة إحدى وثمانين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nكسر سلطان مصر العساكر وملك الرها وسنجار في السنة المذكورة ، وكسر\nالإفرنج على تل حطين وأسر ملوكهم وفتح طبرية وبيت المقدس وصيدا وعكا\nوالساحل جميعه في سنة ثلاث وثمانين وخمسمائة .\n</p>\n\n<p>\nوفتح جبلة واللاذقية وصهيون والكرك سنة أربع وثمانين ، وفتح الشوبك سنة\nخمس وثمانين وخمسمائة .\n</p>\n\n<p>\nوكانت وفاته رحمه الله بدمشق في صفر سنة سبع وثمانين وخمسمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nتوفى الملك المظفر زين الدين عمر بن شاهنشاه صاحب حماه وأخذت الإفرنج عكا\nسنة سبع وثمانين . وكانت وفاة عز الدين اتابك صاحب الموصل في السنة\nالمذكورة .\n</p>\n\n<p>\nوكانت وفاة الملك الناصر صلاح الدين رحمه الله تعالى في صفر سنة تسع\nوثمانين  وخمسمائة .\n</p>\n\n<p>\nوصل الملك العادل حلب سنة اثنتين وتسعين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوفاة السلطان سيف الإسلام طغتكين سنة ثلاث وتسعين وخمسمائة .\n</p>\n\n<p>\nأخذ الملك العزيز دمشق من أخيه الملك الأفضل وسلمها إلى العادل في السنة\nالمذكورة وتوفي .\n</p>\n\n<p>\nوكانت وفاة عماد الدين زنكي صاحب سنجار سنة أربع وتسعين وخمسمائة.\n</p>\n\n<p>\nوكانت وفاة الملك العزيز ابن الملك الناصر في المحرم سنة خمس وتسعين\nوخمسماة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nرحل الملك الظاهر عن حصار دمشق <span id='ms2'></span> هو وأخوه الملك الأفضل عند خروج الملك\nالعادل صاحب مصر سنة سبع وتسعين وخمسمائة .\n</p>\n\n<p>\nوكانت وفاة سلطان المغرب يوسف بن عبد المؤمن ، سنة تسع وتسعين وخمسمائة.\n</p>\n\n<p>\nوكانت وفاة خوارزم شاه ملك خراسان سنة ست وتسعين وخمسمائة .\n</p>\n\n<p>\nوكانت وفاة السلطان غياث الغوري صاحب غزنة سنة تسع وتسعين وخمسمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة ركن الدين ابن السلطان مسعود ملك الموصل في المحرم سنة إحدى\nوستمائة . كان الغلاء أعاذنا بالله منه بالديار المصرية وأكل الناس الجيف\nومات فلك الدين بدمشق في سنة تسع وتسعين وخمسمائة .\n</p>\n\n<p>\nوكانت وفاة السلطان شهاب الدين الغوري صاحب غزنة سنة اثنتين وستمائة .\n</p>\n\n<h1 class='l1' id='head8'>الملك الاوحد </h1>\n\n<p>\nفتح الملك الأوحد خلاط وبلادها سنة أربع وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالسلطان العادل : نزل الملك العادل أبو بكر على سنجار وأخذ الملك الأشرف\nنصيبين والخابور سنة ست وستمائة .\n</p>\n\n<p>\nوكانت وفاة الملك المغيث والأمجدي ولدي الملك العادل في السنة الذكورة،\nكان نزول الكرج على اخلاط وأسر الأيرالي سنة تسع وستمائة .\n</p>\n\n<p>\nوكانت رقاة الأوحد بإخلاط سنة تسع وستمائة .\n</p>\n\n<p>\nملك الملك الأشرف اخلاط في السنة المذكورة . ملك الملك المسعود ابن الملك\nالكامل اليمن في سنة اثنتي عشرة وستمائة .\n</p>\n\n<p>\nوكانت وفاة الأمير سالم أبن الأمير قاسم صاحب اليمن في السنة المذكورة .\n</p>\n\n<p>\nوكانت وفاة السلطان الملك الظاهر ابن الملك الناصر وملك ولده العزيز حلب\nسنة ثلاث وعشرين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة الملك العادل بدمشق سنة خمس عشرة وستمائة .\n</p>\n\n<p>\nكان خروج الإفرنج إلى نيسان ومحاصرتهم الطور ورحيلهم عنه سنة أربع عشرة\nوستمائة .\n</p>\n\n<p>\nكان دخول الملك الغالب كيكاوش إلى منبج ومعه الملك الأفضل وهروبهم بين\nيدي الملك شاه أرمن بن أبي الفتح موسي ابن الملك العادل سنة خمس عشرة\nوستمائة .\n</p>\n\n<p>\nقبض الملك الأشرف على ابن المشتطوب سنة سبع عشرة وستمائة .\n</p>\n\n<p>\nتوفى الملك الغالب كيكاوش سنة ست عشرة وستمائة .\n</p>\n\n<p>\nتوفى الملك المنصور ابن تقي الدين بحماة في السنة المذكورة .\n</p>\n\n<p>\nملك الملك الأشرف سنجار في جمادى الأولى سنة سبع عشرة وسبعمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nتوفى الملك الفائز وخرج التتار وأخرب بلاد العجم في السنة المذكورة .\n</p>\n\n<p>\nملك الملك الأشرف قرقيسيا وعانة وبلبيس في ذي <span id='ms3'></span> الحجة من السنة المذكورة .\n</p>\n\n<p>\nاسترجاع دمياط من الإفرنج بالأمان في السنة المذكورة .\n</p>\n\n<p>\nتوفى الملك الأفضل نور الدين بن صلاح بمياط في صفر سنة اثنتين وعشرين\nوستمائة .\n</p>\n\n<p>\nتوفى الملك المعظم عيسى ابن الملك العادل بدمشق يوم الجمعة سلخ ذي القعدة\nسنة أربع وعشرين وستمائة .\n</p>\n\n<p>\nوتملك ولده الملك الناصر داود في التاريخ المذكور . ملك الأشرف موسي دمشق\nبالأمان من الملك الناصر في شعبان سنة ست وعشرين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة الملك اقسيس ابن الكامل بمكة سنة ست وعشرين وستمائة .\n</p>\n\n<p>\nتوفى الملك المسعود ابن الملك الكامل في سنة ست وعشرين أيضا .\n</p>\n\n<p>\nملك الملك الأشرف بعلبك وكسر الخوارزمية سنة سبع وعشرين وستمائة .\n</p>\n\n<p>\nملك الملك الكامل أمد في ذي الحجة سنة تسع وعشرين وستمائة كانت وفاة شهاب\nالدين المغيث بدمشق سنة ثلاثين وستمائة .\n</p>\n\n<p>\nتسلم الملك الأشرف حصن كيفا في رابع عشر ربيع الأول سنة ثلاثين وستمائة.\n</p>\n\n<p>\nوكانت وفاة الملك العزيز يوم الاثنين عاشر رمضان سنة ثلاثين وستمائة .\n</p>\n\n<p>\nوكانت وفاة مظفر الدين صاحب أربل يوم الاثنين سابع رمضان من السنة\nالمذكورة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة الملك الظاهر ابن العزيز سادس المحرم سنة إحدى وثلاثين\nوستمائة.\n</p>\n\n<p>\nملك الملك الأمجد بعلبك في السنة المذكورة ، وكانت وفاة الملك الأشرف\nبدمشق  في المحرم سنة خمس وثلالين وستمائة .\n</p>\n\n<p>\nملك الملك الكامل دمشق وتوفي بها في سنة خمس وثلاثين وستمائة.\n</p>\n\n<p>\nملك الملك الجواد مظفر الدين دمشق وسلمها إلى الملك الصالح نجم الدين\nأيوب سنة ست وثلاثين وستمائة .\n</p>\n\n<p>\nهجم الملك الصالح بإسماعيل دمشق ودخلها وقت صلاة الجمعة وملكها في صفر\nسنة سبع وثلاثين وستمائة .\n</p>\n\n<p>\nكانت وفاة الملك المجاهد شيركوه بحمص ولده المنصور سنة سبع وثلاثين\nوستمائة .\n</p>\n\n<p>\nوكانت كسرت عساكر صاحب حمص وعساكر الشام الإفرنج يغزة في سنة اثنتين\nوأربعين وستمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nكسر الملك المنصور الخوارزمية وقتل بركتخان بحمص سنة أربع وأربعين\nوستمائة.\n</p>\n\n<p>\nوكانت وفاته بحمص في صفر سنة أربع وأربعين وستمائة .\n</p>\n\n<p>\nتسلم علاء الدين الشيخ طبرية وعسقلان سنة خمس وأربعين وستمائة .\n</p>\n\n<p>\nدخل الملك الصالح نجم الدين أيوب دمشق ثاني مرة في ثالث شعبان من السنة\nالمذكورة .\n</p>\n\n<p>\nوكانت <span id='ms4'></span> وفاته رحمه الله بمصر في شعبان سنة سبع وأربعين وستمائة .\n</p>\n\n<p>\nملك ولده الملك المعظم دمشق في ثامن وعشرين شعبان من السنة المذكورة .\n</p>\n\n<p>\nملك الملك عز الدين أيبك التركماني ديار مصر في سلخ المحرم سنة ثمان\nوأربعين وستمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nكسر الملك المعظم صاحب دمشق الإفرنج بالمنصورة في شهر المحرم سنة ثمان\nوأربعين وستمائة .\n</p>\n\n<p>\nوقتل رحمه الله خارج مصر في المحرم سنة ثمان وأربعين وستمائة .\n</p>\n\n<p>\nملك الملك الناصر صلاح الدين يوسف دمشق في ثامن ربيع الآخر من السنة\nالمذكورة .\n</p>\n\n<p>\nورجع عسكره بعد ملكه العباسة في ذي القعدة من السنة المذكورة .\n</p>\n\n<p>\nوملك صبيبه بانياس في رمضان تسع وأربعين وستمائة .\n</p>\n\n<p>\nوقتل الفارس أقطاي وخرجت البحرية سنة اثنتين وخمسين وستمائة ، وتوفي\nالملك المعز التركماني بمصر .\n</p>\n\n<p>\nوولده الملك المنصور قد جلس على التخت وتملك سنة أربع وخمسين وستمائة\n</p>\n\n<p>\nكان أخذ التتار خذلهم الله تعالى بغداد وقتل الخليفة رحمه الله تعالى في\nسنة ست  وخمسين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nملك الملك المظفر قطز ديار مصر سنة سبع وخمسين وستمائة .\n</p>\n\n<p>\nملك هلاوك دمره الله تعالي حلب وخربها وقتل من أهلها خلقا كثيرا سنة ثمان\nوخمسين وستمائة ، وتسلموا أخذلهم الله تعالي دمشق بالأمان في السنة\nالمذكورة .\n</p>\n\n<p>\nكسر الملك المظفر قطز التتار وقتل مقدمهم كتبغا وأباد جميعهم بالسيف على\nعين جالوت في رمضان المعظم من السنة المذكورة .\n</p>\n\n<p>\nوقتل الملك المظفر قطز رحمه الله في ذي القعدة من السنة المذكورة سنة تسع\nوخمسين وستمائة ذكره الذهبي.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوهرب الملك الناصر يوسف في السنة المذكورة .\n</p>\n\n<h1 class='l1' id='head9'>السلطان الظاهر </h1>\n\n<p>\nملك الملك الظاهر بيبرس رحمه الله تعالى مصر والشام في ذي قعدة منة ثمان\nوخمسين وستمائة .\n</p>\n\n<p>\nوملك البيرة سنة ستين وستمائة ونزل الطور ومسك الملك المغيث صاحب الكرك\nوملكها سنة إحدى وستين وستمائة .\n</p>\n\n<p>\nوفتح رحمه الله قيسارية وأرسوف، وأسر أهلهما وقتل أكثر من كان بهما سنة\nثلاث وستين وستمائة .\n</p>\n\n<p>\nوفتح رحمه الله صفد، وأباد أهلها بالسيف في الثامن عشر من شوال سنة أربع\nوستين وستمائة .\n</p>\n\n<p>\nوغارت عساكره على بلاد سيس وأسروا من فيها ومسكوا ابن ملكها سنة أربع\nوستين وستمائة <span id='ms5'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوفتح رحمه الله يافا والشقيف وأسر أهلهما في رجب سنة ست وستين وستمائة.\n</p>\n\n<p>\nوفتح رحمه الله انطاكية وأسر أهلها وأخربها تاسع رمضان سنة ست وستين\nوستمائة .\n</p>\n\n<p>\nوحج رحمه الله وقفة الجمعة سنة سبع وستين وستمائة ، وفتح رحمه الله حسن\nالأكراد وحصن عكاز والقرين سنة تسع وستين وستمائة .\n</p>\n\n<p>\nكسر رحمه الله التتار بشاطئ الفرات وعبرها خوضا سنة إحدى وسبعين وستمائة\n.\n</p>\n\n<p>\nوأغارت عساكره على بلاد سيس ثاني مرة وفتح بلادا كثيرة سنة ثلاث وسبعين\nوستمائة .\n</p>\n\n<p>\nوكسر رحمه الله التتار على البليستين وأسر منهم خلقا كثيرا سنة خمس\nوسبعين وستمائة .\n</p>\n\n<p>\nوتوفي رحمه الله تعالى بدمشق في المحرم سنة ست وسبعين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوملك ولده الملك السعيد ديار مصر والشام في صفر من السنة المذكورة\n</p>\n\n<p>\nخلع ولده الملك السعيد وتملك أخوه الملك العادل سلامش سنة سبع وسبعين\nوستمائة ، وخلع الملك العادل سلامش وتملك الملك المنصور .\n</p>\n\n<p>\nتملك السلطان الملك المنصور قلاون رحمه الله ديار مصر والشام في رجب سنة\nثمان وسبعين وستمائة .\n</p>\n\n<p>\nهجم سنقر الأشقر قلعة دمشق وملكها ولقب بالملك الكامل في ذي الحجة منه\nثمان وسبعين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nكسرت عساكر مصر عساكر الشام وهرب سنقر الأشقر في صفر سنة تسع وسبعين\nوستمائة .\n</p>\n\n<p>\nكسر الملك المنصور قلاون الستار على حمص وأباد أكثرهم بالسيف في رجب سنة\nثمانين وستمائة .\n</p>\n\n<p>\nوكانت وفاة الملك المنصور صاحب حماه رحمه الله تعالى في شوال سنة ثلات\nوثمانين وستمائة .\n</p>\n\n<p>\nوملك ولده المظفر حماه في السنة المذكورة وفتح الملك المنصور قلاون رحمه\nالله حصن المرقب وأسر أهله وقتل أكثرهم في ربيع الأول سنة أربع وثمانين\nوستمائة .\n</p>\n\n<p>\nوفتحت عساكره الكرك ونزل الملك السعيد ابن الملك الظاهر سنة خمس وثمانين\nوستمائة ، وفتحت عساكره صهيون ، ونزل سنقر الأشقر تحت الطاعة سنة ست\nوثمانين ستمائة .\n</p>\n\n<p>\nوفتح الملك المنصور رحمه الله طرابلس بالسيف وأخربها وأسر أهلها في ربيع\nالأول سنة ثمان وثمانين وستمائة ، وكانت وفاته رحمه الله تعالي بديار مصر\nفي ذي القعدة سنة تسع وثمانين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>السلطان العلك الأشرف</h1>\n\n<p>\nوتملك ولده الملك الأشرف صلاح الدين خليل في ذي الله <span id='ms6'></span> عدة من السنة\nالمذكورة.\n</p>\n\n<p>\nفتح الملك الأشرف رحمه الله تعالي عكا وأخربها وأسر أهلها وأحرقها في سنة\nتسعين وستمائة ، وفتحت عساكره بيروت وصيدا وعتلنيت وصور والساحل جميعه في\nشهور سنة تسعين وستمائة .\n</p>\n\n<p>\nوفتح رحمه الله قلعة الروم سنة إحدى وتسعين وستمائة .\n</p>\n\n<p>\nوقتل رحمه الله بالحمامات بالسنة المذكورة سنة ثلاث وتسعين وستمائة .\n</p>\n\n<h1 class='l1' id='head11'>السلطان الملك الناصر</h1>\n\n<p>\nوتملك أخوه الملك الناصر محمد رحمه الله تعالى سنة ثلاث وتسعين وستمائة ،\nوخلع رحمه الله من الملك .\n</p>\n\n<p>\nوتملك الملك العادل لكتبغا في المحرم سنة أربع وتسعين وستمائة وخلع كتبقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوتملك السلطان الملك المنصور لاجين ثامن عشرين المحرم سنة ست وتسعين\nوستمائة.\n</p>\n\n<p>\nوقتل رحمه الله خامس عشر ربيع الآخر سنة سبع وتسعين وستمائة .\n</p>\n\n<p>\nثم تملك السلطان الملك الناصر محمد رحمه الله تعالى سنة ثمان وتسعين\nوستمائة ، وتولي نياية الشام أقوش الأفرم في جمادى الأولى سنة ثمان وتسعين\nوستمائة .\n</p>\n\n<p>\nغارت العساكر المسلمين على ماردين في شعبان من السنة المذكورة وكانت\nالوقعة بين السلطان الملك الناصر رحمه الله وبين غازان في ربيع الأول سنة\nتسع وتسعين وستمائة على حمص ، وتأخرت عساكر المسلمين عن الشام في شهر ربيع\nالآخر من السنة المذكورة .\n</p>\n\n<p>\nدخل عسكر غازان خذله الله دمشق في جمادى الأولى من السنة المذكورة ، جفل\nالرعية من الشمال سنة سبعمائة .\n</p>\n\n<p>\nوكسر الملك الناصر رحمه الله التتار بغباغب على جبل يعرف بالمانع ثاني\nرمضان سنة اثنتين وسبعمائة .\n</p>\n\n<p>\nدخل عسكر الشام سيس ونهبوا وأحرقوا في شهر جمادى الأول سنة ثلاث وسبعمائة\n.\n</p>\n\n<p>\nطلع عسكر الشام جبل الكسروان ومقدمهم الأمير سيف الدين كراي نائب الشام\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             صفر سنة خمس وسبعمائة واستبقت أهل الشام نهار الخميس رابع\nرجب من السنة المذكورة .\n</p>\n\n<p>\nدخل الملك الناصر رحمه الله قلعة الكرك وجهز رخت الملك إلى الديار\nالمصرية في ثامن شهر شوال سنة ثمان وسبعمائة .\n</p>\n\n<p>\nوتسلطن السلطان الملك المظفر ركن الدين بيبرس الجاشنكير في السنة\nالمذكورة سنة تسع وسبعمائة ثم تواترت الأخبار والرسل والأمراء إلى الكرك\nوتجهز إلى الشام في السنة المذكورة ، ثم ركب من الشام إلى الديار المصرية <span id='ms7'></span>\nفي خدمته العساكر المنصورة فجلس على التخت يوم عيد الفطر من السنة المذكورة\n.\n</p>\n\n<p>\nوكانت وفاة الملك القجاق طقططاي وتملك زندنخان سنة التي عشرة وسبعمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة الملك المؤيد صاحب اليمن سنة إحدى وعشرين وسبعمائة .\n</p>\n\n<p>\nوكانت وفاة ملك تونس وأفريقية زكريا اللحياني في سنة سبع وعشرين\nوسبعمائة .\n</p>\n\n<p>\nوكات وفاة الملك المنصور صاحب ماردين وابنه في سنة اثنتي عشرة وسبعمائة .\n</p>\n\n<p>\nوهرب الملك المظفر بيبرس ثم حضر إلى مصر وتوفي إلى رحمة الله تعالى بمصر\nفي  السنة المذكورة .\n</p>\n\n<p>\nودخلت عساكره المنصورة سيس وأخربت غالب بلادها وقتلوا خلقا كثيرا وهدموا\nالميناء ومقدمهم الأمير جمال الدين أقوش الأشرفي في سنة تسع وعشرين\nوسبعمائة.\n</p>\n\n<p>\nوكانت وفاة الملك موسي صاحب حماه في سنة اثنتين وثلالين وسبعمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاة مهنا بن عيسى ملك العرب في سنة خمس وثلاثين وسبعمائة .\n</p>\n\n<p>\nوكانت وفاة السلطان أبي سعيد سنة ست وثلاثين وسبعمائة .\n</p>\n\n<p>\nوكانت وفاة الملك الناصر رحمه الله تعالى بقلعة الجبل على فراشه في ذي\nالحجة سنة إحدى وأربعين وسبعمائة في ذي الحجة منها .\n</p>\n\n<p>\nوتسلطن ولده المنصور وأستمر في السلطنة بعهد والده ، ثم توفي ، وكانت\nوفاته رحمه الله بقوص في سنة اثنتين وأربعين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوتسلطن أخوه الملك الأشرف كجك في السنة المذكورة .\n</p>\n\n<p>\nثم خلع في السنة المذكورة وتولى مكانه أخو الملك الناصر أحمد ابن الناصر\nالمقيم في الكرك . <span id='ms8'></span>\n</p>\n",
  "pages": [
    "001b",
    "002a",
    "061",
    "062",
    "063",
    "064وخمسمائة",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089"
  ],
  "volumes": [
    "01"
  ]
}